{
    "a11y-img-1": "Логиннан соң кулланучының экраны",
    "a11y-img-2": "Виджет UI менюсында мөмкинлек",
    "a11y-img-3": "UI виджетындагы мөмкинлекләр диалог рамкасы",
    "about-advisors-brendan": "Батыр генераль директоры. Мозиллага нигез салучы. JavaScript программалаштыру телен ясаучы. Браузерлар төзүче һәм башкалар.",
    "about-advisors-dawn": "Калифорния Университеты профессоры, Беркли. Тирән өйрәнү, куркынычсызлык, блокчейн белгече. Oasis Labs генераль директоры.",
    "about-advisors-head": "Консультантлар",
    "about-advisors-keiran": "Стэнфордта тикшеренү галиме. Зур банкларда, хедж фондларында, академиядә машина өйрәнү һәм санлы финанс.",
    "about-content-head-1": "Без нәрсә эшлибез",
    "about-content-head-2": "Ни өчен бу мөһим",
    "about-content-text-1": "hCaptcha - Intuition Machines Inc хезмәте, AI һәм машина өйрәнү компаниясе, масштабта металл эшкәртүгә һәм визуаль доменга игътибарлы. Бөтен дөнья буенча Глобаль 2000 компанияләре өчен видео һәм сурәт анализлау хезмәтләрен булдыру өчен без масштаблы масштаблы системалар төзибез һәм эшлибез.",
    "about-content-text-1a": "hCaptcha ботларны туктатуга заманча, хосусыйлыкка юнәлтелгән караш китерә.",
    "about-content-text-1b": "Без ботлар өчен авыр, ләкин кешеләр өчен җиңел булган CAPTCHA проблемаларын күрсәтәбез, машина өйрәнү проблемаларыннан билгеле маркалы мәгълүмат җыеп, аны вебсайт яки кушымтага керүче кеше булуын аеру өчен кулланып.",
    "about-content-text-2": "Күбрәк мәгълүмат гадәттә яхшырак нәтиҗәләр бирә. Дөрес язылган һәм тиешле мәгълүматлар базасын төзү һәм саклау күп вакыт таләп итә һәм кыйммәт. hCaptcha башта сурәт маркировкасында үз ихтыяҗларыбызны канәгатьләндерү өчен эшләнгән, хәзер охшаш ихтыяҗлары булган бүтән компанияләр өчен дә кулланыла.",
    "about-content-text-2a": "Начар актерлар онлайнда еш очрый. Ләкин кулланучының хосусыйлыгын корбан итү җавап түгел.",
    "about-content-text-2b": "Реклама компанияләре тәкъдим иткән куркынычсызлык чишелешләре беренче чиратта кулланучыларны веб аша күзәтүгә юнәлтелгән. Без эффектив куркынычсызлык чишелешен булдырдык, бу искиткеч нәтиҗәләр китерү өчен кулланучының хосусыйлыгына зыян китерми.",
    "about-intro-head-1": "HCaptcha турында",
    "about-intro-head-2": "Хосусыйлык, Куркынычсызлык һәм Машина Өйрәнү.",
    "about-intro-text": "hCaptcha - дөньяда иң киң кулланылган бәйсез CAPTCHA хезмәте.",
    "about-leadership-alex": "Мәгълүматлар базасы һәм блокчейн белгече. Cloudera һәм башкалар. Дистә еллар дәвамында экспертиза төзү программалары һәм коллективлар.",
    "about-leadership-eli": "CEO. ЯИда танылган лидер. Соңгы дистәләрдә төрле бизнес проблемаларына масштаблы машина интеллектын кулланды.",
    "about-leadership-head": "Leadersитәкчелек",
    "about-leadership-todd": "Хисап биологиясе фәннәре кандидаты, Стенфорд. 1999-нчы елдан нейрон челтәрләр белән эшләү. Кулланылган ML һәм масштабта тирән өйрәнүгә игътибар итегез.",
    "acc-opt": "Мөмкинлек вариантлары",
    "acc-opt-but": "Мөмкинлек вариантлары турында күбрәк белү",
    "acc-opt-text": "Сез начар күрәсезме яки hCaptchasны тәмамлый алмыйсызмы?",
    "accessibility-link": "Уңайлык",
    "appreciate-in": "Сезнең кертүегез өчен без бик рәхмәтле. Безгә теләсә нинди проблемаларны хәбәр итегез һәм без аларны тиз арада чишәрбез.",
    "fb-but": "Безгә җавап җибәрегез",
    "feedback-text": "Сез әле күргән hCaptcha турында җавап бирегез",
    "footer-attribution": "Атрибутика",
    "footer-copyright-text": "hCaptcha - Intuition Machines, Inc. теркәлгән сәүдә маркасы.",
    "footer-header-1": "Компания",
    "footer-header-2": "Ресурслар",
    "footer-header-3": "Контакт",
    "footer-link-1": "Маркировка",
    "footer-link-10": "Уңайлык",
    "footer-link-2": "Турында",
    "footer-link-3": "Эшләр",
    "footer-link-4": "Сәүдә маркалары",
    "footer-link-5": "ЯИ этикасы",
    "footer-link-6": "Блог",
    "footer-link-7": "Статус",
    "footer-link-8": "Документация",
    "footer-link-9": "Хата турында хәбәр итегез",
    "footer-privacy": "Хосусыйлык",
    "footer-subheader-1": "Ярдәм",
    "footer-subheader-2": "Контакт",
    "footer-terms": "Шартлар",
    "h-plans": "Подписка планнары",
    "header-docs-link": "Док",
    "header-labeling-services-link": "Маркировка хезмәтләре",
    "header-login-button": "Керергә",
    "header-plans-link": "Планнар",
    "header-signup-button": "Теркәлергә",
    "home-about-head": "HCaptcha турында",
    "home-about-subtitle": "Кеше протоколы белән эшләнгән",
    "home-about-text-1": "hCaptcha машина өйрәнүдә иң күп хезмәт таләп итә торган проблеманы чишү өчен эшләнгән: күп санлы мәгълүматны вакытында, арзан һәм ышанычлы рәвештә маркировкалау.",
    "home-about-text-2": "Күбрәк мәгълүмат, гадәттә, машина өйрәнү модельләрен укытуда яхшырак нәтиҗәләр бирә. Соңгы тирән модельләрнең уңышлары зур мәгълүматлар базасына китерде, һәрвакыт диярлек кеше күзәтүе белән. Ләкин, Механик Төрк, Сигезенче Шигырь һ.б. аша кеше тарафыннан тикшерелгән зур мәгълүматлар базасы ясау әкрен дә, кыйммәт тә.",
    "home-about-text-3": "hCaptcha вебсайтларга ботларны һәм башка хокук бозуларны блоклаганда, бу таләпкә хезмәт күрсәтүче акча эшләргә мөмкинлек бирә.",
    "home-about-text-4": "HCaptcha базары HUMAN Протоколы белән эшләнә, Ethereum блокчейнында эшли торган кеше карау өчен ачык үзәкләштерелгән протокол. Вебсайтлар hCaptcha виджетын кулланучылар үз сайтларында кулланганда, кеше токеннарын (HMT) табалар, һәм машина өйрәнү компанияләре үз мәгълүматларын маркировкалау өчен Кеше Токеннарын түлиләр.",
    "home-ba-labeling-services-link": "Маркировка хезмәтләре",
    "home-benefits-head-1": "Мәгълүмат маркировкасында кыйммәт",
    "home-benefits-head-2": "Хәйриягә кире кайт",
    "home-benefits-text-1": "Машинага баскан саен сез бер Гигант компаниясенең машина өйрәнү системаларын бушлай әзерләргә булышуыгызны аңладыгызмы?",
    "home-benefits-text-2": "hCaptcha бу модельне әйләндерә. HCaptcha кулланганда, компанияләр сезнең кулланучылар эшләгән эшне тәкъдим итәләр, алар кешелеклелеген раслыйлар. Сез бүләкләр аласыз.",
    "home-benefits-text-3": "Яраткан хәйрия эшегезгә кире кайтасыгыз киләме? hCaptcha сезгә үзегез сайлаган хәйрия ярдәмен кулланырга мөмкинлек бирә. Сезнең сайттагы кулланучылар тиздән hCaptcha интерфейсындагы акыллы брендинг ярдәмендә хәйрия эшенә керткән өлешегезне күрә алачак.",
    "home-challenge-text-1": "Сорауга туры килгән барлык рәсемнәрне сайлагыз",
    "home-challenge-text-2": "Предметлар өчен чикләү өлкәсен билгеләгез",
    "home-challenge-text-3": "Тиешле этикеткаларны билгеләгез",
    "home-challenge-title-1": "Чагыштыру",
    "home-challenge-title-2": "Чикләү тартмасы",
    "home-challenge-title-3": "Төркемләү",
    "home-challenges-head": "Тәкъдим ителгән проблемалар",
    "home-challenges-text-1": "... һәм башка гади биремнәр. Кешеләр өчен җиңел, ботлар өчен авыр.",
    "home-challenges-text-2": "Предприятие нәшер итүчеләре өчен махсус биремнәр дә бар.",
    "home-ent-1": "Безнең предприятия куркынычсызлык тәкъдимнәрен эзлисезме?",
    "home-ent-2": "Безнең яңа махсус сайтка керегез: BotStop.com",
    "home-ent-button": "Күбрәк белү: hCaptcha тарафыннан BotStop",
    "home-from-the-blog": "Блогтан:",
    "home-from-the-blog-value": "HCaptcha кыенлык көйләүләре ничек эшли",
    "home-intro-body": "Ботлардан саклану өчен капча кулланасызмы? hCaptcha кулланучының хосусыйлыгын саклый, вебсайтларны бүләкли, һәм компанияләргә мәгълүматларын билгеләргә булыша. Бу reCAPTCHA өчен тамчы алмаштыру: сез берничә минут эчендә күчә аласыз.",
    "home-intro-button": "Хәзер язылырга",
    "home-intro-head": "Күбрәк ботларны туктатыгыз. Кулланучының хосусыйлыгын саклый башлагыз.",
    "home-main-1": "Шәхси. Куркынычсыз. Тизрәк. Без аны куллану өчен сезгә түлибез.",
    "home-main-2": "Хосусыйлыкка игътибар",
    "home-main-2c": "Реклама челтәрләре сезнең килүчеләрне продукт итеп күрә. HCaptcha өчен продукт - алар тәкъдим иткән эш. Без сезнең кулланучыларның кем булулары турында уйламыйбыз, аларның зарарлы булулары гына мөмкин. Без Хосусыйлык Пассасы кебек инициативаларны хуплыйбыз, һәм хосусыйлыкны һәм куркынычсызлыкны тигезләү өчен бик тырышабыз.",
    "home-main-3": "Беренче куркынычсызлык",
    "home-main-3c": "Төгәллек сезнең һәм безнеке. hCaptcha нәшер итүгә юнәлтелгән. Без сезгә реаль мәгълүмат бирер өчен эшлибез һәм аны ничек кулланырга икәнен карар итәбез. Башка капчаларны Гигант реклама компанияләре тәэмин итә. Димәк, алар блоклаган һәр бот керемнәрен киметергә мөмкин.",
    "home-main-4": "Яхшырак кулланучы тәҗрибәсе",
    "home-main-4c": "Катлаулы машина өйрәнү модельләре hCaptcha тарафыннан кешелекне билгеләү өчен кулланыла. Бу безгә кулланучылардан азрак рәнҗетүче биремнәр таләп итәргә мөмкинлек бирә, шулай ук клиентларга маркировкалау өчен файдалы маркалы мәгълүматлар җитештереп, моның өчен вакытларын азрак ала.",
    "home-main-plans": "hCaptcha теләсә нинди зурлыктагы нәшер итүчеләр өчен бушлай. Ләкин, күбрәк контрольгә мохтаҗ предприятияләр һәм платформалар өчен безнең предприятия чишелешләре бар.",
    "home-main-plans2": "hCaptcha предприятияләре планетаның кайбер эре компанияләре өчен дистәләрчә миллион вебсайтлар аша миллионлаган кулланучыларны яклый. Күбрәк мәгълүмат алу өчен безнең белән элемтәгә керегез, яки керегез",
    "home-main-plans3": "hCaptcha предприятияләре планетаның кайбер эре компанияләре өчен дистәләрчә миллион вебсайтлар аша миллионлаган кулланучыларны яклый. Күбрәк мәгълүмат алу өчен безнең белән элемтәгә керегез, яки керегез",
    "home-main-plans4": "детальләр өчен.",
    "home-plans-button-1": "Хәзер язылу",
    "home-plans-button-2": "Контакт сату",
    "home-plans-chart-head-1": "Үзенчәлекләр",
    "home-plans-chart-head-2": "Нәшрият",
    "home-plans-chart-head-3": "Предприятие",
    "home-plans-chart-row-1-cell-1": "Контроль проблема төрләре",
    "home-plans-chart-row-1-cell-2": "Чикләнгән",
    "home-plans-chart-row-1-cell-3": "Барлыгы",
    "home-plans-chart-row-10-cell-1": "Күп кулланучы куллану такталары",
    "home-plans-chart-row-11-cell-1": "Алга киткән отчет үзенчәлекләре",
    "home-plans-chart-row-12-cell-1": "Предприятие SLAs",
    "home-plans-chart-row-2-cell-1": "Кулланылган проблема эчтәлеген контрольдә тоту",
    "home-plans-chart-row-2-cell-2": "Чикләнгән",
    "home-plans-chart-row-2-cell-3": "Барлыгы",
    "home-plans-chart-row-3-cell-1": "Кеше чишкән өчен бүләкләр алыгыз",
    "home-plans-chart-row-4-cell-1": "Дөнья дәрәҗәсендәге ботка каршы саклау",
    "home-plans-chart-row-5-cell-1": "Everyәр илдә эшли",
    "home-plans-chart-row-5a-cell-1": "-КАПТЧА юк һәм 99,9% пассив режим",
    "home-plans-chart-row-5b-cell-1": "Бот ышаныч баллары",
    "home-plans-chart-row-6-cell-1": "GDPR һәм CCPA өчен хосусыйлык политикасы",
    "home-plans-chart-row-7-cell-1": "Яхшы бөртекле авырлык дәрәҗәләре",
    "home-plans-chart-row-8-cell-1": "Challengeзегезнең проблема эчтәлеген эшләтеп җибәрегез",
    "home-plans-chart-row-9-cell-1": "Вакыт нигезендә планлаштыру кыенлыгы",
    "home-try-it-out-button": "HCaptcha алыгыз",
    "home-try-it-out-head": "Сынап кара",
    "home-try-it-out-text": "hCaptcha гади, җиңел һәм ышанычлы ботны ачыклый, шул ук вакытта кешеләр чишү өчен кечкенә.",
    "labeling-about-head": "HCaptcha турында",
    "labeling-about-text-1": "hCaptcha машина өйрәнүдә иң күп хезмәт таләп итә торган проблеманы чишү өчен эшләнгән; күп санлы мәгълүматны вакытында, арзан һәм ышанычлы итеп маркировкалау. Күбрәк мәгълүмат, гадәттә, машина өйрәнү модельләрен укытуда яхшырак нәтиҗәләр бирә. Соңгы тирән модельләрнең уңышлары зур мәгълүматлар базасына китерде, һәм hCaptcha бу ихтыяҗны тәэмин итә.",
    "labeling-about-text-2": "Ләкин, традицион ысуллар кулланып, кеше тикшергән зур мәгълүматлар базасы ясау әкрен дә, кыйммәт тә. hCaptcha - компанияләр өчен тизрәк, югары сыйфатлы һәм башка альтернативаларга караганда арзанрак бәядә кирәк булган аннотацияләрне алу ысулы.",
    "labeling-annotations-head": "Аннотация төрләре",
    "labeling-annotations-text-1": "Рәсемнәрдә һәм видеода объектны төгәл ачыклау",
    "labeling-annotations-text-2": "Рәсемнәрдә һәм видеода объектны төгәл ачыклау",
    "labeling-annotations-text-3": "Күп төрле куллану очраклары өчен пунктлар",
    "labeling-annotations-text-4": "Төрле зурлыктагы теләсә нинди категорияләрне тәртипкә китерегез яки кушыгыз",
    "labeling-annotations-text-5": "Кеше белән эшләнгән ачыклау һәм классификацияләү",
    "labeling-annotations-text-6": "Монда күрсәтелмәгән бүтән төр кирәкме? Бездән сорагыз.",
    "labeling-annotations-title-1": "Чикләү тартмалары",
    "labeling-annotations-title-2": "Күппочмаклар",
    "labeling-annotations-title-3": "Билгеләр",
    "labeling-annotations-title-4": "Сыйфат категорияләре",
    "labeling-annotations-title-5": "Чагыштыру һәм ачыклау",
    "labeling-annotations-title-6": "... һәм тагын бик күп",
    "labeling-ent-button": "Безнең предприятия чишелеш командасына мөрәҗәгать итегез",
    "labeling-ent-head": "Ахырдан контроль кирәкме?",
    "labeling-ent-text-1": "HCaptcha артындагы КЕШЕ Платформасы, булган системаларыгыз белән интеграцияләнгән, гибрид яки SaaS урнаштыру аша бик катлаулы эш сыйфаты һәм идарә итү үзенчәлекләрен тәкъдим итә.",
    "labeling-ent-text-2": "Workз эшче көчегез белән тулысынча оффлайн эшләгез, бизнес бүлекчәләре яки консорциум партнерлары аша кулланылган бәяне күзәтегез, бәяләрне һәм куркынычсызлык таләпләрен исәпкә алып, эшләрне төрле эчке яки тышкы хезмәт күрсәтүчеләргә сайлап алыгыз.",
    "labeling-ent-text-3": "Easyиңел API керү, матур такта, һәм эффективлыкны арттыру өчен иң соңгы модель-технология.",
    "labeling-ent-text-4": "99,99% эш вакыты SLA һәм 24/7 глобаль ярдәм бар. Күбрәк мәгълүмат өчен:",
    "labeling-features-head-1": "Гади API йөртүче торбалар.",
    "labeling-features-head-2": "Кыйммәт һәм сыйфат өчен оптимальләштерелгән. Алдынгы бурыч таләп ителми.",
    "labeling-features-head-3": "Сезгә кирәк булган төгәллек өчен генә түләгез.",
    "labeling-features-head-4": "Groundзегезнең җирдәге хакыйкать мәгълүматыгызны бирегез, яисә аны чебендә төзик.",
    "labeling-features-text-1": "Кеше рецензиясен сезнең бизнес операцияләрегезгә туры китерергә телисезме? Без югары ышанычлы SLA, гарантияләнгән сыйдырышлык, гади REST API тәкъдим итәбез.",
    "labeling-features-text-2": "КЕШЕ платформасы катлаулы реаль вакыт сыйфатын анализлау өчен тулы ышаныч модельләрен куллана. Бу безгә сорауларның кыенлыгын да, аларның дөрес җавапларын да тиз билгеләргә мөмкинлек бирә, сезгә вакытны һәм акчаны саклый.",
    "labeling-features-text-3": "Барлык проблемалар да бер үк түгел. Куркынычсызлык-критик биремнәр өчен аннотацияләр тулысынча кеше эшчеләреннән 99,99% ышаныч таләп итә ала. Кәрәзле уен кушымтасында бер бета функциясе өчен аннотацияләр уртача ышаныч таләп итә ала. Сез карар кабул итәсез.",
    "labeling-features-text-4": "Сездә тулы мәгълүмат җыелмасы булмаган чимал бармы? Күпчелек очракта без сезнең өчен бер система төзи алабыз, яисә сезнең рөхсәтегез өчен билгеле үрнәкләр ясый алабыз.",
    "labeling-info-head": "Мәгълүматны язу",
    "labeling-info-text-1": "Сезнең проект ихтыяҗларын билгеләү өчен безнең домен белгечләренең берсе белән сөйләшегез: максатчан төгәллек, формат һәм махсус таләпләр.",
    "labeling-info-text-2": "Без сезнең үрнәк мәгълүматларыгызга нигезләнеп кечкенә җитештерү эшләрен башкарабыз. Бу сезнең кирәк булганны төгәл алу өчен без бергә эшләгән эшне сынап карый.",
    "labeling-info-text-3": "Highгары күләмлелегебез һәм түбән тоткарлыгыбыз белән без сезнең эшегезне тиз арада әйләндерәчәкбез, ул эшләнгәннән соң автоматлаштырылган тапшыру белән.",
    "labeling-info-text-4": "Сезнең җитештерү эшенең параметрларын яхшырак аңлаган саен, нәтиҗәләр вакыт узу белән яхшырачак.",
    "labeling-info-text-5": "Тере такта сезгә теләсә кайсы вакытта кире кайтырга яки производствоны туктатырга мөмкинлек бирә.",
    "labeling-info-title-1": "Характеристикаларны билгеләгез",
    "labeling-info-title-2": "Башлангыч эш тесты",
    "labeling-info-title-3": "Producитештерү эшләрен урнаштыру",
    "labeling-info-title-4": "Даими камилләштерү",
    "labeling-info-title-5": "Реаль вакыт нәтиҗәләре",
    "labeling-main-1": "Масштабда кыйммәтле мәгълүмат маркировкасы",
    "labeling-main-1-button": "Мәгълүматларыгызны хәзер билгеләргә алыгыз",
    "labeling-main-1c": "Сезнең мәгълүматлар базасы өчен күбрәк ярлыклар кирәкме? hCaptcha ясалма интеллект һәм машина өйрәнү кушымталары өстендә эшләүче компанияләр өчен тиз, чыгымлы һәм югары сыйфатлы мәгълүмат маркировкасы бирә.",
    "labeling-main-2": "Миллионлаган эшне тиз арада эшләтеп җибәрү.",
    "labeling-main-2-button": "Мәгълүмат маркировкалау хезмәтләрен сатып алыгыз",
    "labeling-main-2c": "hCaptcha планетада иң зур бассейннарның берсе. Сезнең масштаб нинди генә булмасын, без аны кыйммәт бәяле бурычларсыз эшли алабыз. Көнгә миллионлаган эш проблема түгел.",
    "labeling-platform-head": "Шәхси яки җәмәгать мәгълүматы",
    "labeling-platform-text": "hCaptcha КЕШЕ Платформасында төзелгән, бу һәр адымда бәяне һәм эффективлыкны оптимальләштерергә катлаулы маршрут һәм анализ ясарга мөмкинлек бирә. Бу технология дөрес эшче көченең эшеңнең һәр өлешен эшләргә мөмкинлек бирә, хосусыйлыкны саклап калганда һәм кулланыла торган норматив таләпләрне үтәгәндә чыгым нәтиҗәлелеген арттыра.",
    "labeling-try-button": "Мәгълүмат маркировкалау хезмәтләрен сатып алыгыз",
    "labeling-try-head": "Сезнең мәгълүматлар белән сынап карарга телисезме?",
    "labeling-try-text": "... без булганда без әзер: безнең хезмәт тәүлек әйләнәсендә.",
    "learn-more-hcaptcha": "HCaptcha турында күбрәк белү",
    "page-acc-faq-1": "Сорау: hCaptcha бүлеге 508 + WCAG 2.1 AA туры киләме? Answerавап: Без шулай ышанабыз: веб-сайтны карый алган һәм формаларга текст кертә алган барлык бозылу формалары булган барлык кулланучылар теркәлгәннән соң hCaptcha белән сакланган хезмәтләргә керә ала. Ләкин, бу юридик консультация түгел: сез үзегезнең бәяләүегезне башкарырга тиеш, сезнең урнаштыру өчен шулай булуын тәэмин итү өчен.",
    "page-acc-faq-2": "Сорау: Сез аудио кебек башка мөмкинлекләр өстендә эшлисезме? Answerавап: Аудио капчалар кебек популяр вариантлар бик күп a11y кулланучыларны аералар һәм заманча машина өйрәнү техникасы белән җиңел генә җиңеләләр. Бу хәзерге аудио кыенлыкларны катлауландырырга мәҗбүр итте, шау-шу кертү, сәер вакыт, гадәти булмаган сүз комбинациясе һ.б. һөҗүмчеләрне җиңү өчен. Шуңа күрә без бу ысул белән кызыксынмыйбыз, проблемадан бөтенләй качабыз, ләкин a11y җәмгыятеннән сорау булса, аны исәпкә алырбыз. Шулай да, без куллану мөмкинлеген куллану өчен хосусыйлык пассасы белән бик кызыксынабыз. Без хәзерге a11y алымын Хосусыйлык Пасс чыгару белән берләштерү a11y кулланучыларга куркынычсыз карарга мөмкинлек бирәчәк, аларның трафигының шәхси булуын белеп, шул ук вакытта бот операторлары тарафыннан куллануны чикләү, a11y вариантлары булганда котылгысыз килеп чыга. Без бу яңа технологияне стандартлаштыручы IETF эшче төркемендә актив катнашабыз.",
    "page-acc-faq-3": "Сорау: Хосусыйлык турында нәрсә әйтеп була? Теркәлү a11y күзәтү мәгълүматларын ничектер фаш итәме? Электрон почта белән нәрсә эшлисез? Answerавап: hCaptcha җир өстеннән хосусыйлык өчен эшләнгән. ReCAPTCHA кебек традицион вариантлардан бик аерылып тора, алар реклама челтәрләренә ия, сезне веб тирәсендә күзәтергә һәм сезне чын шәхес белән бәйләргә этәргеч бирә. Без беркайчан да электрон почталарны яки мәгълүматны a11y куллануны җиңеләйтүдән һәм хокук бозулардан саклап калу өчен кулланмыйбыз. Безнең хосусыйлык политикасы мәгълүматны ничек куллануыбыз турында тулы һәм абруйлы җавапларга ия, ләкин кыска җавап - сезне күзәтү тарихы белән бәйләүдә кызыксыну юк. Хәзерге вакытта сезнең электрон почта адресыгызны тиз арада ташлау өчен криптографик чишелеш өстендә эшлибез. һаман да хокук бозуларны булдырмау сәләтебезне саклап, безнең Хосусыйлык Пасс эшен тулыландырып.",
    "page-acc-link-1": "Әгәр дә сез рөхсәтле кулланучы булсагыз, зинһар, монда язылыгыз.",
    "page-acc-subhead": "Куркынычсызлыкны саклап калганда, барлык кулланучылар өчен бертуктаусыз керү мөмкинлеген тәэмин итү",
    "page-acc-summary": "Аннотация",
    "page-acc-summary-contents-1": "hCaptcha ботларны кешеләрдән аерып туктату өчен эшләнгән. Визуаль тестлар моның өчен уңайлы корал, ләкин визуаль проблеманы һәркем чишә алмый. Шуңа күрә без гади, авыртмаслык альтернатива эшләдек, безнең хезмәтне кулланган нәшер итүчеләргә тулы бүлек 508 һәм WCAG 2.1 AA туры килү белән мөмкинлекне саклап калу өчен.",
    "page-acc-summary-contents-2": "Бу ничек эшли: беренчедән, кулланучының hCaptcha виджеты мәгълүмат битендә бәйләнгән бу URL'ка язылу. Аларга шифрланган куки бирелә, алар көненә берничә тапкыр кулланыла ала, ләкин логин аша 24 сәгать саен яңартылырга тиеш. HCaptcha сервисы ярдәмендә теләсә нинди сайтта кулланучының проблемасы килеп чыккач, алар автоматик рәвештә узачак.",
    "page-acc-title": "hCaptcha мөмкинлеге турында мәгълүмат",
    "page-acc-tr-body": "Сорау: Куки куйганнан соң мин әле дә кыенлыклар күрәм. Бу нәрсәгә китерә? Answerавап: Бу, гадәттә, агрессив реклама блокеры яки cookie-га каршы киңәйтү, яки сайт-кукиларны блоклаучы көйләү аркасында килеп чыга, бу очракта hcaptcha.com өчен cookie, hCaptcha JavaScript тарафыннан бүтән сайтта урнаштырылган яки тикшерелгән. , сез барган кебек. hCaptcha мөмкинлеге cookies барлык популяр браузерлар һәм реклама блокерлары белән стандарт көйләүләре белән эшли, шуңа күрә гадәттә уңышсызлыклар анти-блокка каршы сценарийлар яки билгеле сайтларга юнәлтелгән охшаш кагыйдәләр аркасында килеп чыга. Чишелешләр: 1. Whitelist hcaptcha.com һәм * .hcaptcha.com cookie'лары сезнең реклама блокерында яки браузер куркынычсызлыгын киңәйтүдә. 2. Әгәр сез \"Кыю\" браузерын кулланасыз, ул (2020 елның апреленә) бернинди cookie ак исемлеге булмаган кебек, өстенлекләр -> Калканнар -> Cookies'ка керегез һәм Барлык Cookie'ларга рөхсәтне сайлагыз. 3. Әгәр сез күптән түгел чыгарылган OS X 10.15 яки iOS 13. 4 буенча Safari'ның иң соңгы версиясен кулланасыз икән, Apple өченче як cookie'лары белән бәйле Safari тәртибен үзгәртте, аларның барысын да блоклады. Без чишелешне тормышка ашырабыз, ләкин ул вакытта Safari өстенлекләренә, хосусыйлык бүлегенә керегез, һәм Вебсайтны күзәтүне тикшермәгез: cookie'ның көтелгәнчә эшләвен тәэмин итү өчен сайтлар аша күзәтүне булдырмагыз. Сорау: Мин берничә җайланма кулланам. Миңа берничә тапкыр язылырга кирәкме? Answerавап: No.к. Зинһар өчен, cookie'ны урнаштыру өчен кулланган һәр җайланмада сезгә җибәрелгән электрон почтага керү сылтамасына басыгыз.",
    "page-acc-tr-title": "Кулланучылар өчен: еш сораулар һәм проблемаларны чишү өчен кулланма",
    "page-acc-tr2-body": "Сафари<br> Safari (Mac )'та cookie'ларны эшләтеп җибәрү өчен: Safari тамчы менюсына керегез. Сайлауларны сайлагыз. Panelгары панельдәге Хосусыйлыкка басыгыз. Блок куки астында Беркайчан да вариантны сайлагыз.<br> Safari'та cookie'ларны эшләтеп җибәрү өчен (iPhone / iPad iOS 11+): Сезнең көйләүләрне ачыгыз. Аска әйләндерегез һәм Safari сайлагыз. Хосусыйлык һәм Куркынычсызлык шартларында, кросс күзәтүен булдырмагыз һәм барлык кукиларны блоклагыз<br><br> Firefox<br> Теләсә нинди веб-биттәге адрес тактасының сул ягындагы калканга басыгыз. Саклау көйләүләренә басыгыз. Firefox өстенлекләре Хосусыйлык һәм Куркынычсызлык панели ачылачак. Күчерелгән күзәтүне саклау астында, Custom сайлагыз. Бу тартмаларны сайлап, нинди трекерларны һәм сценарийларны блоклауны сайлагыз. Hcaptcha.com сайтын ачканыгызны тикшерегез.<br><br> Сез шулай ук Custom'тагы кайбер саклауларны вакытлыча сүндерә аласыз, моны төзәтү өчен, пунктларны сайлап: Трекерлар пунктын сайлагыз яки сезнең проблемалар булса, Cookies пунктын сайлагыз.<br><br> Google Chrome<br> Google Chrome (PC):<br> Chrome меню иконасын сайлагыз. Көйләүләрне сайлагыз.<br> Битнең аскы өлешендә алдынгы көйләүләрне күрсәтүне сайлагыз.<br> Хосусыйлык бүлегендә Эчтәлек көйләүләрен сайлагыз.<br> Localирле мәгълүматларны рөхсәт итүне сайлагыз (тәкъдим ителә).<br> Булды.<br> ‍<br> Google Chrome (Mac):<br> Chrome өстенлекләрен ачу көйләүләргә басыгыз, аннары Алга киткән көйләүләрне күрсәтегез.<br> Хосусыйлык астында, Эчтәлек көйләүләренә басыгыз.<br> Өченче як кукиларын һәм сайт мәгълүматларын тикшермәгез<br> ‍<br> Google Chrome (Android):<br> Android җайланмагызда Chrome кушымтасын ачыгыз.<br> Уң өске уңда, Күбрәк, аннары көйләүләргә басыгыз.<br> Сайт көйләүләренә, аннары Cookies'ка басыгыз.<br> Cookies янында көйләнүне кабызыгыз.<br> Өченче як кукиларына рөхсәт янындагы рамканы тикшерегез.",
    "page-acc-tr2-head": "Сайттагы кукилар өчен браузер күрсәтмәләре",
    "priv-hc": "Хосусыйлыкка игътибар",
    "priv-hc-text": "Реклама челтәрләре сезне аларның продукты итеп күрәләр. Без юк. Без кулланучыларның кем булулары турында уйламыйбыз, аларның зарарлы булулары гына мөмкин. Без Хосусыйлык Пассасы кебек инициативаларны хуплыйбыз, һәм хосусыйлыкны һәм куркынычсызлыкны тигезләү өчен бик тырышабыз.",
    "reporting-bugs-accessibility-button": "Мөмкинлек вариантлары турында күбрәк белү",
    "reporting-bugs-accessibility-head": "Мөмкинлек вариантлары",
    "reporting-bugs-accessibility-text": "Сез начар күрәсезме яки hCaptchasны тәмамлый алмыйсызмы?",
    "reporting-bugs-guide-ff-head": "Хаталар турында отчетны алу: Firefox",
    "reporting-bugs-guide-ff-step-1": "1 адым: Ачык ясаучы кораллары (Бу сессияне яздыра башлый.)",
    "reporting-bugs-guide-ff-step-2": "2 адым: Төзүче коралларындагы челтәр салынмасына басыгыз. Persгарыдагы Персист бүрәнәләрен тикшерегез.",
    "reporting-bugs-guide-ff-step-3": "3 адым: https://accounts.hcaptcha.com/demo, яки сездә булган вебсайтка керегез (Хосусыйлык Искәрмә: аның нәрсә белән уртаклашырга каршы булмасагыз) ... аннары I төймәсенә басыгыз. мин кеше төймәсе, һәм чишәргә тырышам.",
    "reporting-bugs-guide-ff-step-4": "4 адым: Чишергә тырышканнан соң HAR төймәсенә басыгыз, һәм челтәр журналын саклап калу өчен HAR итеп Саклагыз. Бу файлны безгә җибәрегез.",
    "reporting-bugs-guide-ff-step-5": "5 адым: Консоль салынмасына басыгыз, һәм уң төймәгә басыгыз, аннары барысын сайлагыз һәм консол журналын саклап калу өчен аны текст файлына саклагыз. Безгә дә җибәр.",
    "reporting-bugs-guide-ff-step-6": "Соңгы адым: Бу HAR һәм консол журнал файлларын безгә электрон почтага җибәрегез, һәм проблеманы тасвирлагыз Кулланыгыз: support@hcaptcha.com . Зинһар, сез кулланган IP җибәрегез. Сез аны https://www.whatsmyip.org/ сайтыннан ала аласыз, безгә бу мәгълүматны алырга ярдәм иткән өчен рәхмәт! Без hCaptcha һәркем өчен яхшы эшләргә әзер.",
    "reporting-bugs-guide-head": "Хаталар турында отчетны алу: Chrome",
    "reporting-bugs-guide-step-1": "1 адым: Ачык ясаучы кораллары (Бу сессияне яздыра башлый.)",
    "reporting-bugs-guide-step-2": "2 адым: Төзүче коралларындагы челтәр салынмасына басыгыз. Logгарыдагы Саклау бүрәнәсен тикшерегез.",
    "reporting-bugs-guide-step-3": "3 адым: https://accounts.hcaptcha.com/demo, яки сездә булган вебсайтка керегез (Хосусыйлык Искәрмә: аның нәрсә белән уртаклашырга каршы булмасагыз) ... аннары I төймәсенә басыгыз. мин кеше төймәсе, һәм чишәргә тырышам.",
    "reporting-bugs-guide-step-4": "4 адым: Челтәр журналын саклый торган чишәргә тырышканнан соң HAR Export (кечкенә аска ук) басыгыз. Бу файлны безгә җибәрегез.",
    "reporting-bugs-guide-step-5": "5 адым: Консоль салынмасына басыгыз, һәм уң төймәгә басыгыз, аннары Саклагыз .. консол журналын саклап калу өчен. Безгә дә җибәр.",
    "reporting-bugs-guide-step-6": "Соңгы адым: Бу HAR һәм консол журнал файлларын безгә җибәрегез, һәм проблеманы сурәтләгез. Кулланыгыз: support@hcaptcha.com (зинһар, Dropbox яки Filebin кебек хезмәтне кулланыгыз һәм сылтамалар җибәрегез) һәм дөрес күрсәтелмәгән әйбер бар дип шикләнсәгез, өстәмә рәвештә скриншот. Зинһар, сез кулланган IP җибәрегез. Сез аны https://www.whatsmyip.org/ сайтыннан ала аласыз, безгә бу мәгълүматны алырга ярдәм иткән өчен рәхмәт! Без hCaptcha һәркем өчен яхшы эшләргә әзер.",
    "reporting-bugs-guide-text-1": "Сезнең доклад белән төзәтү турында мәгълүмат җибәрү безгә нәрсә булганын ачыклау җиңелрәк итәчәк. Менә этаплап күрсәтмәләр:",
    "reporting-bugs-guide-text-2": "Әгәр дә сез веб-уйлап табучы яки эксперт кулланучы булсагыз, кыскача мәгълүмат - без сезгә HAR челтәрен яздырып җибәрүегезне һәм браузер консол журналларын җибәрүегезне теләр идек. Зинһар, реклама блокерын яки браузерның куркынычсызлык киңәйтүләрен сүндереп карагыз, аннары бу адымнарны ясаганчы кабатлап карагыз. Әгәр бу сезнең проблеманы төзәтсә, без сезнең браузер версиясен, реклама блокерын яки браузерны киңәйтүне, вебсайт URL-ны безгә белдерүегез өчен бик рәхмәтле булыр идек.",
    "reporting-bugs-intro-head": "Хата таптыгызмы? Менә моны ничек хәбәр итәргә.",
    "reporting-bugs-intro-text": "Миллионлаган кеше ай саен hCaptcha куллана, меңләгән браузерлар, киңәйтүләр, җайланмалар, ут саклагычлары һәм башкалар. Безнең максат - ул сезнең өчен һәрвакыт эшләвенә инану, шуңа күрә без сезнең докладларыгызны бик кадерлибез! Тиз җавап бирү өчен, безгә кире җибәрү төймәсенә басыгыз. Әгәр дә сез функциональ проблеманы күрәсез икән, зинһар, Chrome өчен төзәтмәләр кертү инструкциясен яки түбәндәге Firefox өчен төзәтмәләр кертү күрсәтмәләрен үтәгез. Башка браузерлар өчен безгә электрон почта аша гына хәбәр итегез. Потенциаль куркынычсызлык яки хосусыйлык проблемалары өчен түбәндәге күрсәтмәләрне карагыз.",
    "reporting-bugs-privacy-head": "Хосусыйлык проблемалары",
    "reporting-bugs-privacy-text": "Без кулланучыларның кем булулары турында уйламыйбыз, аларның зарарлы яки машиналар булуы ихтимал. Без Хосусыйлык Пассасы кебек инициативаларны хуплыйбыз, һәм хосусыйлыкны һәм куркынычсызлыкны тигезләү өчен бик тырышабыз. Әгәр дә сез кулланучы хосусыйлыгына тәэсир итә алырлык проблема тапсагыз, зинһар, безгә support@hcaptcha.com адресына хат җибәрегез.",
    "reporting-bugs-provide-feedback-button": "Безгә җавап җибәрегез",
    "reporting-bugs-provide-feedback-head": "HCaptcha турында шунда ук җавап бирегез",
    "reporting-bugs-provide-feedback-text": "Сезнең кертүегез өчен без бик рәхмәтле. Безгә теләсә нинди проблемаларны хәбәр итегез һәм без аларны тиз арада чишәрбез.",
    "reporting-bugs-security-head": "Куркынычсызлык хаталары",
    "reporting-bugs-security-text": "Без һәрвакыт куркынычсызлык хаталары турында хәбәрләр алырга телибез. Support@hcaptcha.com & CC security@hcaptcha.com электрон почтасына җибәрегез һәм без сезгә тиз кайтырбыз. Бездә hCaptcha сервисы һәм аңа бәйле чыганак коды турында куркынычсызлык отчетлары өчен хата программасы бар.",
    "sec-hc": "Беренче куркынычсызлык",
    "sec-hc-text": "hCaptcha нәшер итүгә юнәлтелгән. Без сайтларга реаль мәгълүмат бирү өстендә эшлибез, аларны ничек кулланырга икәнен карар итәбез. Төгәллек сезнең һәм безнеке. Башка капчалар реклама компанияләре белән тәэмин ителә. Алар блоклаган һәр бот керемнәрен киметергә мөмкин.",
    "switch-to-english-link": "Инглиз теленә күчү",
    "what-is-hcaptcha": "HCaptcha нәрсә ул?",
    "what-is-hcaptcha-text": "hCaptcha яраткан веб-хезмәтләрегезгә кешеләргә җиңел һәм машиналар өчен авыр булган гади сораулар биреп ботларны, спамнарны һәм хокук бозуларны сакларга булыша.",
    "why-hc": "Нигә hCaptcha?",
    "why-hc-text": "Берәр проблемага җавап биргән саен, без кеше яки машина булуыгызны ачыклау өчен катлаулы модельләр кулланабыз. Сез кергән вебсайт бу нәтиҗәне ботлардан саклап, үз сайтындагы тәҗрибәгезне яхшырту өчен куллана."
}