{
    "about-advisors-brendan": "Генеральний директор. Визнаний лідер ШІ. Протягом останніх десятиліть застосовував машинний інтелект у великих масштабах до різноманітних бізнес-проблем.",
    "about-advisors-dawn": "Кандидат обчислювальної біології, Стенфорд. Працюємо з нейронними мережами з 1999 року. Зосередьтеся на застосованому МЛ та глибокому навчанні в масштабі.",
    "about-advisors-head": "Радники",
    "about-advisors-keiran": "Експерт з баз даних та блокчейнів. Ранній інженер у Cloudera та інші. Десятиліття досвіду створення програмного забезпечення та команд.",
    "about-content-head-1": "Що ми робимо",
    "about-content-head-2": "Чому це важливо",
    "about-content-text-1": "hCaptcha - це послуга Intuition Machines Inc, компанії зі штучного інтелекту та машинного навчання, орієнтована на метанавчання та масштабування візуального домену. Ми будуємо та експлуатуємо масштабовані системи, щоб забезпечити послуги з аналізу відео та зображень для компаній Global 2000 по всьому світу.",
    "about-content-text-2": "Більше даних, як правило, дає кращі результати. Створення та підтримка правильно маркованих та відповідних наборів даних займає багато часу та дорого. Спочатку hCaptcha була розроблена для задоволення наших власних потреб у маркуванні зображень, і тепер доступна для інших компаній із подібними потребами.",
    "about-intro-head-1": "Робота для hCaptcha",
    "about-intro-head-2": "Наша місія велика",
    "about-intro-text": "Ми швидко зростаємо і завжди шукаємо найкращих талантів у всьому світі. Ви можете подати заявку за посиланнями нижче.",
    "about-leadership-alex": "Експерт з баз даних та блокчейнів. Ранній інженер у Cloudera та інші. Десятиліття досвіду створення програмного забезпечення та команд.",
    "about-leadership-eli": "Генеральний директор. Визнаний лідер ШІ. Протягом останніх десятиліть застосовував машинний інтелект у великих масштабах до різноманітних бізнес-проблем.",
    "about-leadership-head": "Лідерство",
    "about-leadership-todd": "Кандидат обчислювальної біології, Стенфорд. Працюємо з нейронними мережами з 1999 року. Зосередьтеся на застосованому МЛ та глибокому навчанні в масштабі.",
    "acc-opt": "Параметри доступності",
    "acc-opt-but": "Дізнайтеся більше про варіанти доступності",
    "acc-opt-text": "Ви погано бачите або іншим чином не можете заповнити hCaptchas?",
    "accessibility-link": "Доступність",
    "appreciate-in": "Ми вдячні за ваш внесок. Повідомте нас про будь-які проблеми, і ми швидко їх вирішимо.",
    "fb-but": "Надішліть нам відгук",
    "feedback-text": "Надайте відгук про hCaptcha, який ви щойно бачили",
    "footer-attribution": "Атрибуція",
    "footer-copyright-text": "hCaptcha є зареєстрованою торговою маркою Intuition Machines, Inc.",
    "footer-header-1": "Компанія",
    "footer-header-2": "Ресурси",
    "footer-header-3": "Зв'язок",
    "footer-link-1": "Маркування",
    "footer-link-10": "Доступність",
    "footer-link-2": "Про",
    "footer-link-3": "Робота",
    "footer-link-4": "Торгові марки",
    "footer-link-5": "Етика етики",
    "footer-link-6": "Блог",
    "footer-link-7": "Статус",
    "footer-link-8": "Документація",
    "footer-link-9": "Повідомте про помилку",
    "footer-privacy": "Конфіденційність",
    "footer-subheader-1": "Підтримка",
    "footer-subheader-2": "Зв'язок",
    "footer-terms": "Умови",
    "h-plans": "Плани передплати",
    "header-docs-link": "Документи",
    "header-labeling-services-link": "Послуги маркування",
    "header-login-button": "Увійти",
    "header-plans-link": "Плани",
    "header-signup-button": "Реєстрація",
    "home-about-head": "Про hCaptcha",
    "home-about-subtitle": "Працює на основі ЛЮДСЬКОГО протоколу",
    "home-about-text-1": "hCaptcha призначений для вирішення найбільш трудомісткої проблеми машинного навчання: своєчасне, доступне та надійне маркування великих обсягів даних.",
    "home-about-text-2": "Більше даних, як правило, дає кращі результати в навчанні моделей машинного навчання. Недавній успіх глибоких моделей призвів до дедалі більших наборів даних, майже завжди з певним оглядом людей. Однак створення великих наборів даних, що перевіряються людиною, за допомогою Mechanical Turk, Figure Eight тощо є як повільним, так і дорогим.",
    "home-about-text-3": "hCaptcha дозволяє веб-сайтам заробляти гроші, обслуговуючи цей попит, одночасно блокуючи ботів та інші форми зловживань.",
    "home-about-text-4": "Ринок hCaptcha працює на основі протоколу HUMAN, відкритого децентралізованого протоколу для перегляду людьми, який працює на блокчейні Ethereum. Веб-сайти заробляють Human Tokens (HMT) щоразу, коли користувачі використовують віджет hCaptcha на своєму сайті, а компанії машинного навчання платять Human Tokens за те, щоб їхні дані були позначені.",
    "home-ba-labeling-services-link": "Послуги маркування",
    "home-benefits-head-1": "Значення в маркуванні даних",
    "home-benefits-head-2": "Поверніться до благодійності",
    "home-benefits-text-1": "Ви усвідомлювали, що кожного разу, коли натискаєте на машину, допомагаєте безкоштовно навчати єдину систему машинного навчання компанії Gigantic?",
    "home-benefits-text-2": "hCaptcha перевертає цю модель. Коли ви використовуєте hCaptcha, компанії роблять ставку на роботу, яку виконують ваші користувачі, коли вони доводять свою гуманність. Ви отримуєте винагороду.",
    "home-benefits-text-3": "Хочете повернути свою улюблену благодійну організацію? hCaptcha дозволяє вам підтримувати вибрані вами благодійні організації, отримуючи прибуток від використання. Користувачі на вашому сайті незабаром зможуть побачити ваш внесок у благодійність через непомітне брендування на інтерфейсі hCaptcha.",
    "home-challenge-text-1": "Виберіть усі зображення, які відповідають запиту",
    "home-challenge-text-2": "Визначте обмежувальну область для об’єктів",
    "home-challenge-text-3": "Визначте відповідні мітки",
    "home-challenge-title-1": "Порівняння",
    "home-challenge-title-2": "Обмежувальний ящик",
    "home-challenge-title-3": "Категоризація",
    "home-challenges-head": "Представлені виклики",
    "home-challenges-text-1": "... та інші нескладні завдання. Легко для людей, важко для ботів.",
    "home-challenges-text-2": "Спеціальні завдання також доступні для корпоративних видавців.",
    "home-ent-1": "Шукаєте наші пропозиції щодо корпоративної безпеки?",
    "home-ent-2": "Відвідайте наш новий спеціальний сайт: BotStop.com",
    "home-ent-button": "Докладніше: BotStop від hCaptcha",
    "home-from-the-blog": "З БЛОГУ:",
    "home-from-the-blog-value": "Як працюють налаштування складності hCaptcha",
    "home-intro-body": "Ви використовуєте капчу для захисту від ботів? hCaptcha захищає конфіденційність користувачів, винагороджує веб-сайти та допомагає компаніям отримувати маркування своїх даних. Це випадаюча заміна reCAPTCHA: ви можете переключитися протягом декількох хвилин.",
    "home-intro-button": "Зареєструйтеся зараз",
    "home-intro-head": "Зупиніть більше ботів. Почніть захищати конфіденційність користувачів.",
    "home-main-1": "Приватна. Безпечний. Швидше. І ми платимо вам за використання.",
    "home-main-2": "Конфіденційність зосереджена",
    "home-main-2c": "Рекламні мережі сприймають відвідувачів як продукт. Для hCaptcha продукт - це робота, яку вони забезпечують. Нас не цікавить, хто ваші користувачі, а лише те, наскільки ймовірно, що вони зловмисні. Ми підтримуємо такі ініціативи, як Privacy Pass, і докладаємо всіх зусиль, щоб збалансувати конфіденційність та безпеку.",
    "home-main-3": "Безпека насамперед",
    "home-main-3c": "Точність відповідає вашим і нашим інтересам. hCaptcha орієнтована на видавця. Ми працюємо над тим, щоб надати вам реальні дані та дозволити вам вирішити, як ними користуватися. Інші капчі надають рекламні компанії Gigantic. Це означає, що кожен заблокований ними бот може зменшити свій дохід.",
    "home-main-4": "Покращений досвід користування",
    "home-main-4c": "Складні моделі машинного навчання використовуються hCaptcha для визначення людяності. Це дозволяє нам вимагати від ваших користувачів менш надокучливих завдань і забирати на це менше часу, роблячи при цьому корисні марковані дані для маркування клієнтів.",
    "home-main-plans": "hCaptcha можна безкоштовно використовувати для видавців будь-якого розміру. Однак для підприємств та платформ, які потребують більшого контролю, доступні наші корпоративні рішення.",
    "home-main-plans2": "Корпоративні рішення hCaptcha захищають мільйони користувачів на десятках мільйонів веб-сайтів для деяких найбільших компаній на планеті. Будь ласка, зв'яжіться з нами для отримання додаткової інформації або відвідайте",
    "home-main-plans3": "Корпоративні рішення hCaptcha захищають мільйони користувачів на десятках мільйонів веб-сайтів для деяких найбільших компаній на планеті. Будь ласка, зв'яжіться з нами для отримання додаткової інформації або відвідайте",
    "home-main-plans4": "для деталей.",
    "home-plans-button-1": "Зареєструйтеся зараз",
    "home-plans-button-2": "Зверніться у відділ продажів",
    "home-plans-chart-head-1": "Особливості",
    "home-plans-chart-head-2": "Видавництво",
    "home-plans-chart-head-3": "Підприємство",
    "home-plans-chart-row-1-cell-1": "Показані типи контрольних завдань",
    "home-plans-chart-row-1-cell-2": "Обмежений",
    "home-plans-chart-row-1-cell-3": "Всього",
    "home-plans-chart-row-10-cell-1": "Багатокористувацькі інформаційні панелі",
    "home-plans-chart-row-11-cell-1": "Розширені функції звітування",
    "home-plans-chart-row-12-cell-1": "Підприємницькі SLA",
    "home-plans-chart-row-2-cell-1": "Використовуваний вміст контрольного завдання",
    "home-plans-chart-row-2-cell-2": "Обмежений",
    "home-plans-chart-row-2-cell-3": "Всього",
    "home-plans-chart-row-3-cell-1": "Заробляйте винагороду за рішення людини",
    "home-plans-chart-row-4-cell-1": "Захист від ботів світового класу",
    "home-plans-chart-row-5-cell-1": "Працює в кожній країні",
    "home-plans-chart-row-6-cell-1": "Політика конфіденційності GDPR та CCPA",
    "home-plans-chart-row-7-cell-1": "Дрібнозернисті рівні складності",
    "home-plans-chart-row-8-cell-1": "Запустіть власний виклик",
    "home-plans-chart-row-9-cell-1": "Графік складнощів на основі часу",
    "home-try-it-out-button": "Отримайте hCaptcha",
    "home-try-it-out-head": "Спробуй",
    "home-try-it-out-text": "hCaptcha забезпечує просте, легке та надійне виявлення ботів, в той час як для людей це тривіально.",
    "labeling-about-head": "Про hCaptcha",
    "labeling-about-text-1": "hCaptcha призначений для вирішення найбільш трудомісткої проблеми машинного навчання; маркування великих обсягів даних своєчасно, доступно та надійно. Більше даних, як правило, дає кращі результати в навчанні моделей машинного навчання. Недавній успіх глибоких моделей призвів до дедалі більших наборів даних, і hCaptcha задовольняє цю потребу.",
    "labeling-about-text-2": "Однак створення великих наборів даних, що перевіряються людиною, за допомогою традиційних методів є як повільним, так і дорогим. hCaptcha - це спосіб для компаній отримувати потрібні анотації швидше, з вищою якістю та меншими витратами, ніж інші альтернативи.",
    "labeling-annotations-head": "Типи анотацій",
    "labeling-annotations-text-1": "Точне виявлення об'єктів на зображеннях та відео",
    "labeling-annotations-text-2": "Точне виявлення об'єктів на зображеннях та відео",
    "labeling-annotations-text-3": "Точкові анотації для багатьох різних випадків використання",
    "labeling-annotations-text-4": "Відсортуйте або додайте довільні категорії будь-якого розміру",
    "labeling-annotations-text-5": "Виявлення та класифікація, що працює від людини",
    "labeling-annotations-text-6": "Потрібен інший тип, не вказаний тут? Просто запитайте нас.",
    "labeling-annotations-title-1": "Обмежувальні коробки",
    "labeling-annotations-title-2": "Багатокутники",
    "labeling-annotations-title-3": "Орієнтири",
    "labeling-annotations-title-4": "Категоризація атрибутів",
    "labeling-annotations-title-5": "Порівняння та виявлення",
    "labeling-annotations-title-6": "... і багато іншого",
    "labeling-ent-button": "Зверніться до нашої команди корпоративних рішень",
    "labeling-ent-head": "Потрібен наскрізний контроль?",
    "labeling-ent-text-1": "Платформа HUMAN, що стоїть за hCaptcha, забезпечує надзвичайно складну якість роботи та функції управління за допомогою локальних, гібридних або SaaS розгортань, які інтегруються з вашими існуючими системами.",
    "labeling-ent-text-2": "Працюйте повністю в автономному режимі із власною робочою силою, відстежуйте вартість, спожиту між бізнес-підрозділами або партнерами консорціуму, вибірково перенаправляйте робочі місця до різних внутрішніх або зовнішніх постачальників робочої сили на основі вимог до вартості та безпеки тощо.",
    "labeling-ent-text-3": "Легкий доступ до API, чудові панелі інструментів та найновіша технологія моделей, що забезпечують максимальну ефективність.",
    "labeling-ent-text-4": "Доступні 99,99% SLA та безперервна підтримка у цілодобовому режимі. Для отримання додаткової інформації:",
    "labeling-features-head-1": "Прості конвеєри, керовані API.",
    "labeling-features-head-2": "Оптимізовано за вартістю та якістю. Не потрібно жодних попередніх зобов’язань.",
    "labeling-features-head-3": "Сплачуйте лише за потрібну точність.",
    "labeling-features-head-4": "Надайте свої власні дані про основну правду або дозвольте нам створювати їх на льоту.",
    "labeling-features-text-1": "Хочете інтегрувати огляд людей безпосередньо у свої ділові операції? Ми пропонуємо SLA високої надійності, гарантовану пропускну здатність та прості API REST.",
    "labeling-features-text-2": "Платформа HUMAN використовує комплексні моделі довіри для проведення складного аналізу якості в режимі реального часу. Це дозволяє нам швидко визначити як складність запитань, так і їх вірогідну правильну відповідь, заощаджуючи ваш час та гроші.",
    "labeling-features-text-3": "Не всі проблеми однакові. Анотації до важливих для безпеки завдань можуть вимагати довіри на 99,99% від цілком людських працівників. Анотації до однієї бета-функції в мобільному ігровому додатку можуть вимагати лише помірної впевненості. Тобі вирішувати.",
    "labeling-features-text-4": "Чи є у вас необроблені дані без комплексної перевірки? У більшості випадків ми можемо створити його для вас, коли завдання проходять через систему, або створити мічені зразки для вашого затвердження.",
    "labeling-info-head": "Отримання маркування даних",
    "labeling-info-text-1": "Поговоріть з одним із наших експертів із доменів, щоб визначити потреби вашого проекту: цільову точність, формат та будь-які спеціальні вимоги.",
    "labeling-info-text-2": "Ми виконуємо невелику виробничу роботу на основі ваших зразкових даних. Це перевіряє роботу, яку ми зробили разом, щоб гарантувати, що ви отримаєте саме те, що вам потрібно.",
    "labeling-info-text-3": "Завдяки великому обсягу та низькій затримці ми швидко перевернемо вашу роботу з автоматизованою доставкою, як тільки це буде зроблено.",
    "labeling-info-text-4": "Оскільки ми краще розуміємо параметри вашої виробничої роботи, результати з часом будуть покращуватися.",
    "labeling-info-text-5": "Панелі інструментів у реальному часі дозволяють вам забезпечити зворотній зв'язок або призупинити виробництво в будь-який час.",
    "labeling-info-title-1": "Визначте технічні характеристики",
    "labeling-info-title-2": "Початковий тест на роботу",
    "labeling-info-title-3": "Розгорніть виробничі завдання",
    "labeling-info-title-4": "Постійне вдосконалення",
    "labeling-info-title-5": "Результати в реальному часі",
    "labeling-main-1": "Економічне маркування даних у масштабі",
    "labeling-main-1-button": "Отримайте маркування своїх даних зараз",
    "labeling-main-1c": "Потрібні більше міток для ваших наборів даних? hCaptcha забезпечує швидке, економічне та високоякісне маркування даних для компаній, що працюють над програмами штучного інтелекту та машинного навчання.",
    "labeling-main-2": "Миттєво запустіть мільйони завдань.",
    "labeling-main-2-button": "Придбайте послуги маркування даних",
    "labeling-main-2c": "hCaptcha має один з найбільших басейнів на планеті, доступний для вашого використання. Яким би не був ваш масштаб, ми можемо впоратися з цим без дорогих попередніх зобов’язань. Мільйони завдань на день - не проблема.",
    "labeling-platform-head": "Приватна або публічна інформація",
    "labeling-platform-text": "hCaptcha побудований на платформі HUMAN, що дозволяє складну маршрутизацію та аналіз для оптимізації вартості та ефективності на кожному кроці. Ця технологія дозволяє правильній робочій силі обробляти кожну частину вашої роботи, максимізуючи економічну ефективність, зберігаючи конфіденційність та відповідаючи будь-яким нормативним вимогам.",
    "labeling-try-button": "Придбайте послуги маркування даних",
    "labeling-try-head": "Хочете спробувати з вашими даними?",
    "labeling-try-text": "... ми готові до вас: наша послуга доступна цілодобово.",
    "learn-more-hcaptcha": "Дізнайтеся більше про hCaptcha",
    "page-acc-faq-1": "Питання: Чи сумісний розділ hCaptcha Розділ 508 + WCAG 2.0? Відповідь: Ми вважаємо так: усі користувачі з будь-якою формою порушення, які можуть переглядати веб-сторінки та вводити текст у бланки, можуть отримати доступ до послуг, захищених hCaptcha після реєстрації. Однак це не юридична порада: ви повинні провести власну оцінку, беручи до уваги конкретну реалізацію, щоб переконатися, що це стосується вашого розгортання.",
    "page-acc-faq-2": "Питання: Чи працюєте Ви над іншими параметрами доступності (a11y), наприклад аудіо? Відповідь: Раніше популярні варіанти, такі як аудіокапти, дискримінують багатьох користувачів a11y, і їх легко перемогти сучасними техніками машинного навчання. Це змусило сучасні аудіовиклики ставати дедалі складнішими, вводячи шум, непарні терміни, незвичні словосполучення тощо, щоб перемогти зловмисників. Таким чином, ми менш захоплені цим підходом і взагалі уникаємо виклику, але розглянемо його, якщо буде попит з боку спільноти a11y. Однак нас дуже цікавить Пропуск конфіденційності у випадку використання спеціальних можливостей. Ми віримо, що поєднання нашого поточного підходу a11y з випуском конфіденційності дозволить користувачам a11y безпечно переглядати сторінки, знаючи, що їхній трафік є більш приватним, одночасно обмежуючи зловживання з боку операторів ботів, яке неминуче виникає, коли доступні варіанти a11y. Ми є активними учасниками робочої групи IETF, яка стандартизує цю нову технологію.",
    "page-acc-faq-3": "Питання: А як щодо конфіденційності? Чи викриває реєстрація дані перегляду a11y якимось чином? Що ви робите з електронною поштою? Відповідь: hCaptcha розроблена для забезпечення конфіденційності з нуля. Це сильно відрізняється від традиційних варіантів, таких як reCAPTCHA, що належать рекламним мережам, які мають стимул відстежувати вас в Інтернеті та асоціювати з справжньою ідентичністю. Ми ніколи не використовуємо електронні листи або інформацію про доступність для будь-яких цілей, крім сприяння використанню та запобіганню зловживанням. Наша політика конфіденційності містить вичерпні та авторитетні відповіді щодо того, як ми використовуємо дані, але коротка відповідь - ми не зацікавлені пов’язувати вас як особу з вашою історією перегляду. Ми також зараз працюємо над криптографічним рішенням для швидкого відхилення вашої адреси електронної пошти зберігаючи нашу здатність запобігати зловживанням, доповнюючи нашу роботу з пропуску конфіденційності.",
    "page-acc-link-1": "Якщо ви користувач спеціальних можливостей, підпишіться тут.",
    "page-acc-subhead": "Забезпечення безперебійного доступу для всіх користувачів при збереженні безпеки",
    "page-acc-summary": "Резюме",
    "page-acc-summary-contents-1": "hCaptcha призначений для зупинки ботів, відрізняючи їх від людей. Візуальні тести - це зручний інструмент для цього, але не кожен може вирішити візуальну проблему. З цієї причини ми розробили просту, безболісну альтернативу, яка дозволить видавцям, які використовують наш сервіс, зберегти доступ для всіх із повним дотриманням вимог Розділу 508 та WCAG 2.0.",
    "page-acc-summary-contents-2": "Як це працює: по-перше, користувач, який користується спеціальними можливостями, реєструється за цією URL-адресою, на яку посилається інформаційна сторінка віджету hCaptcha. Їм надається зашифрований файл cookie, який можна використовувати кілька разів на день, але він повинен оновлюватися кожні 24 години за допомогою логіна. Коли користувачеві доступності на будь-якому веб-сайті за допомогою служби hCaptcha буде запропоновано виклик, вони автоматично пройдуть.",
    "page-acc-title": "Інформація про доступність hCaptcha",
    "page-acc-tr-body": "Питання: Я все ще бачу проблему після встановлення файлу cookie. Що спричиняє це? Відповідь: Зазвичай це пов’язано з використанням агресивного блокувача реклами або розширенням анти-cookie, або налаштуванням, яке блокує міжсайтові файли cookie, у цьому випадку файлом cookie для hcaptcha.com, який встановлюється або перевіряється JavaScript hCaptcha на іншому сайті , як та, яку ви відвідуєте. Файли cookie доступності hCaptcha працюють із усіма популярними браузерами та блокувальниками реклами із їх стандартними налаштуваннями, тому зазвичай помилки виникають через сценарії анти-антиблокування та подібні набори правил, націлені на певні сайти. Рішення: 1. Білий список файлів cookie hcaptcha.com та * .hcaptcha.com у блокувальнику реклами або розширенні безпеки браузера. 2. Якщо ви використовуєте браузер Brave, який (станом на квітень 2020 року) не має жодного білого списку файлів cookie, перейдіть у меню Налаштування -> Щити -> Файли cookie та виберіть Дозволити всі файли cookie. 3. Якщо ви використовуєте найновішу версію Safari на нещодавно випущеній OS X 10.15 або iOS 13. 4, Apple щойно змінила поведінку Safari, пов’язану зі сторонніми файлами cookie, заблокувавши всі за замовчуванням. Ми впроваджуємо рішення, але тим часом відвідайте Налаштування Safari, розділ Конфіденційність та зніміть прапорець Відстеження веб-сайтів: Запобігайте міжсайтовому відстеженню, щоб дозволити файлу cookie доступності працювати належним чином. Питання: я використовую кілька пристроїв. Чи потрібно мені реєструватися кілька разів? Відповідь: Ні. Будь ласка, клацніть те саме посилання для входу в електронну пошту, надіслане вам на кожному пристрої, яким ви користуєтесь, щоб встановити файл cookie.",
    "page-acc-tr-title": "Для користувачів із спеціальними можливостями: Запитання та відповіді та Посібник з усунення несправностей",
    "priv-hc": "Конфіденційність зосереджена",
    "priv-hc-text": "Рекламні мережі сприймають вас як їх продукт. Ми цього не робимо. Нас не цікавить, хто такі користувачі, а лише те, наскільки ймовірно, що вони будуть зловмисними. Ми підтримуємо такі ініціативи, як Privacy Pass, і докладаємо всіх зусиль, щоб збалансувати конфіденційність та безпеку.",
    "reporting-bugs-accessibility-button": "Дізнайтеся більше про варіанти доступності",
    "reporting-bugs-accessibility-head": "Параметри доступності",
    "reporting-bugs-accessibility-text": "Ви погано бачите або іншим чином не можете заповнити hCaptchas?",
    "reporting-bugs-guide-ff-head": "Захоплення подробиць звіту про помилки: Firefox",
    "reporting-bugs-guide-ff-step-1": "Крок 1. Відкрийте інструменти розробника (починається запис сеансу.)",
    "reporting-bugs-guide-ff-step-2": "Крок 2: Клацніть на вкладці Мережа в Інструментах розробника. Поставте прапорець біля журналу Persist у верхній частині.",
    "reporting-bugs-guide-ff-step-3": "Крок 3: відвідайте https://accounts.hcaptcha.com/demo або веб-сайт, на якому у вас виникла проблема (Примітка щодо конфіденційності: лише якщо ви не проти поділитися тим, що це) ..., а потім натисніть кнопку I я людина кнопка, і спробуйте вирішити.",
    "reporting-bugs-guide-ff-step-4": "Крок 4: Клацніть HAR після спроби вирішити проблему та виберіть Зберегти все як HAR, щоб зберегти мережевий журнал. Надішліть нам цей файл.",
    "reporting-bugs-guide-ff-step-5": "Крок 5: Клацніть на вкладці Консоль і клацніть правою кнопкою миші, а потім Виберіть все та збережіть це у текстовий файл, щоб зберегти журнал консолі. Надішліть нам це теж.",
    "reporting-bugs-guide-ff-step-6": "Останній крок: надішліть нам файли журналів HAR та консолі електронною поштою та опишіть проблему. Використовуйте: support@hcaptcha.com (будь ласка, скористайтеся такою службою, як Dropbox або Filebin, і надішліть посилання), а також знімок екрана, якщо ви підозрюєте, що щось відображається неправильно . Будь ласка, надішліть також IP, який ви використовуєте Ви можете отримати його з https://www.whatsmyip.org/ Дякуємо, що знайшли час, щоб допомогти нам отримати цю інформацію! Ми прагнемо зробити так, щоб hCaptcha працювала добре для всіх.",
    "reporting-bugs-guide-head": "Захоплення деталей звіту про помилки: Chrome",
    "reporting-bugs-guide-step-1": "Крок 1. Відкрийте інструменти розробника (починається запис сеансу.)",
    "reporting-bugs-guide-step-2": "Крок 2: Клацніть на вкладці Мережа в Інструментах розробника. Установіть прапорець Зберегти журнал у верхній частині.",
    "reporting-bugs-guide-step-3": "Крок 3: відвідайте https://accounts.hcaptcha.com/demo або веб-сайт, на якому у вас виникла проблема (Примітка щодо конфіденційності: лише якщо ви не проти поділитися тим, що це) ..., а потім натисніть кнопку I я людина кнопка, і спробуйте вирішити.",
    "reporting-bugs-guide-step-4": "Крок 4: Натисніть Експорт HAR (маленька стрілка вниз) після спроби вирішити, що зберігає мережевий журнал. Надішліть нам цей файл.",
    "reporting-bugs-guide-step-5": "Крок 5: Клацніть на вкладці Консоль та клацніть правою кнопкою миші, а потім Зберегти як .., щоб зберегти журнал консолі. Надішліть нам це теж.",
    "reporting-bugs-guide-step-6": "Останній крок: надішліть нам файли журналів HAR та консолі електронною поштою та опишіть проблему. Використовуйте: support@hcaptcha.com (будь ласка, скористайтеся такою службою, як Dropbox або Filebin, і надішліть посилання) і, за бажанням, знімок екрана, якщо ви підозрюєте, що щось відображається неправильно. Будь ласка, надішліть також IP, який ви використовуєте Ви можете отримати його з https://www.whatsmyip.org/ Дякуємо, що знайшли час, щоб допомогти нам отримати цю інформацію! Ми прагнемо зробити так, щоб hCaptcha працювала добре для всіх.",
    "reporting-bugs-guide-text-1": "Надсилання інформації про налагодження разом із вашим звітом значно полегшить нам виявлення того, що відбувається. Ось покрокові інструкції:",
    "reporting-bugs-guide-text-2": "Якщо ви веб-розробник або досвідчений користувач, резюме - ми б хотіли, щоб ви надіслали нам журнали записів HAR та консолі браузера. Спробуйте спочатку вимкнути будь-які розширення блокування реклами або браузера, а потім повторіть спробу, перш ніж пройти ці дії. Якщо це вирішить вашу проблему, ми все одно будемо вдячні, що ви повідомили нам версію свого браузера, блокувальник реклами або розширення браузера та URL-адресу веб-сайту.",
    "reporting-bugs-intro-head": "Знайшли помилку? Ось як повідомити про це.",
    "reporting-bugs-intro-text": "Мільйони людей щомісяця використовують hCaptcha на тисячах комбінацій браузерів, розширень, пристроїв, брандмауерів тощо. Наша мета - переконатися, що це завжди працює для вас, тому ми дуже цінуємо ваші звіти! Щоб дати швидкий відгук, просто натисніть кнопку Надіслати нам відгук. Якщо ви бачите функціональну проблему, дотримуйтесь інструкцій з журналу налагодження для Chrome або інструкцій з журналу налагодження для Firefox нижче. Для будь-яких інших браузерів просто напишіть нам. Що стосується потенційних проблем безпеки або конфіденційності, див. Інструкції нижче.",
    "reporting-bugs-privacy-head": "Проблеми конфіденційності",
    "reporting-bugs-privacy-text": "Нас не цікавить, хто такі користувачі, а лише те, наскільки ймовірно, що вони є зловмисними або машинами. Ми підтримуємо такі ініціативи, як Privacy Pass, і докладаємо всіх зусиль, щоб збалансувати конфіденційність та безпеку. Якщо ви виявили проблему, яка, на вашу думку, може вплинути на конфіденційність користувачів, напишіть нам на адресу support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Надішліть нам відгук",
    "reporting-bugs-provide-feedback-head": "Надайте негайний відгук про hCaptcha",
    "reporting-bugs-provide-feedback-text": "Ми вдячні за ваш внесок. Повідомте нас про будь-які проблеми, і ми швидко їх вирішимо.",
    "reporting-bugs-security-head": "Помилки безпеки",
    "reporting-bugs-security-text": "Ми завжди зацікавлені в отриманні звітів про помилки безпеки. Надішліть електронною поштою support@hcaptcha.com & CC security@hcaptcha.com, і ми швидко зв’яжемося з вами. У нас також є програма винагород за помилки для прийнятних звітів про безпеку служби hCaptcha та відповідного вихідного коду.",
    "sec-hc": "Безпека насамперед",
    "sec-hc-text": "hCaptcha орієнтована на видавця. Ми працюємо над тим, щоб надати сайтам реальні дані та дозволити їм вирішити, як ними користуватися. Точність відповідає вашим і нашим інтересам. Інші капчі надають рекламні компанії. Кожен бот, якого вони заблокують, може зменшити свій дохід.",
    "switch-to-english-link": "Перейдіть на англійську",
    "what-is-hcaptcha": "Що таке hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha допомагає вашим улюбленим веб-службам уникати ботів, спаму та зловживань, ставлячи прості запитання, легкі для людей та важкі для машин.",
    "why-hc": "Чому hCaptcha?",
    "why-hc-text": "Щоразу, коли ви відповідаєте на виклик, ми використовуємо складні моделі, щоб з’ясувати, людина ви чи машина. Потім веб-сайт, який ви відвідали, використовує цей результат, щоб допомогти покращити ваш досвід роботи на своєму сайті, забороняючи ботів."
}