{
    "about-advisors-brendan": "Генеральний директор. Визнаний лідер в ШІ. За останні десятиліття застосував машинну розвідку в масштабі до найрізноманітніших бізнес-проблем.",
    "about-advisors-dawn": "Кандидат з обчислювальної біології, Стенфорд. Працюю з нейронними мережами з 1999 року. Сфокусуйся на прикладних ML та глибокому навчанні на масштабах.",
    "about-advisors-head": "Радники",
    "about-advisors-keiran": "База даних та експерт Blockchain. Ранній інженер у Cloudera та багато іншого. Десятиліття експертного програмного забезпечення та команд.",
    "about-content-head-1": "Що ми робимо",
    "about-content-head-2": "Чому це важливо",
    "about-content-text-1": "hCaptcha - це послуга компанії Intuition Machines Inc, компанії AI та машинного навчання з акцентом на металістському навчанні та візуальній домені ML в масштабі. Ми будуємо та керуємо широкомасштабними системами для того, щоб надавати послуги з аналізу відео та зображень для компаній Global 2000 усього світу.",
    "about-content-text-2": "Більше даних, як правило, дає кращі результати. Створення та підтримка правильно маркованих та відповідних наборів даних займає багато часу та дорого. hCaptcha спочатку був розроблений для задоволення власних потреб у маркуванні зображень, а тепер доступний для інших компаній із подібними потребами.",
    "about-intro-head-1": "Робота для hCaptcha",
    "about-intro-head-2": "Наша місія велика",
    "about-intro-text": "Ми швидко зростаємо і завжди шукаємо найкращих у світі талантів у наших глобальних офісах. Ви можете звернутися за посиланнями нижче.",
    "about-leadership-alex": "База даних та експерт Blockchain. Ранній інженер у Cloudera та багато іншого. Десятиліття експертного програмного забезпечення та команд.",
    "about-leadership-eli": "Генеральний директор. Визнаний лідер в ШІ. За останні десятиліття застосував машинну розвідку в масштабі до найрізноманітніших бізнес-проблем.",
    "about-leadership-head": "Лідерство",
    "about-leadership-todd": "Кандидат з обчислювальної біології, Стенфорд. Працюю з нейронними мережами з 1999 року. Сфокусуйся на прикладних ML та глибокому навчанні на масштабах.",
    "acc-opt": "Параметри доступності",
    "acc-opt-but": "Дізнайтеся більше про параметри доступності",
    "acc-opt-text": "Ви з вадами зору чи іншим чином не можете виконати hCaptchas?",
    "accessibility-link": "Доступність",
    "appreciate-in": "Ми цінуємо ваш внесок. Дайте нам знати будь-які проблеми, і ми швидко їх вирішимо.",
    "fb-but": "Надішліть нам відгуки",
    "feedback-text": "Надайте відгук про щойно побачену hCaptcha",
    "footer-attribution": "Атрибуція",
    "footer-copyright-text": "hCaptcha є зареєстрованою торговою маркою компанії Intuition Machines, Inc.",
    "footer-header-1": "Компанія",
    "footer-header-2": "Ресурси",
    "footer-header-3": "Контактна інформація",
    "footer-link-1": "Маркування",
    "footer-link-2": "Про",
    "footer-link-3": "Вакансії",
    "footer-link-4": "Торгові марки",
    "footer-link-5": "Блог",
    "footer-link-6": "Статус",
    "footer-link-7": "Документація",
    "footer-link-8": "Повідомити про помилку",
    "footer-link-9": "Доступність",
    "footer-privacy": "Конфіденційність",
    "footer-subheader-1": "Підтримка",
    "footer-subheader-2": "Контактна інформація",
    "footer-terms": "Умови",
    "header-docs-link": "Документи",
    "header-labeling-services-link": "Послуги з маркування",
    "header-login-button": "Вхід",
    "header-plans-link": "Плани",
    "header-signup-button": "Реєстрація",
    "home-about-head": "Про hCaptcha",
    "home-about-subtitle": "Працює за протоколом HUMAN",
    "home-about-text-1": "hCaptcha призначений для вирішення найбільш трудомісткої проблеми в машинному навчанні: маркування величезної кількості даних своєчасно, доступно та надійно.",
    "home-about-text-2": "Більше даних загалом дає кращі результати в моделях машинного навчання. Нещодавній успіх глибоких моделей призвів до все більших наборів даних, майже завжди з деяким людським оглядом. Однак створення великих наборів даних, що розглядаються людиною, через Механічний турк, Рисунок Вісім тощо, є повільним і дорогим.",
    "home-about-text-3": "hCaptcha дозволяє веб-сайтам заробляти гроші, обслуговуючи цей попит, блокуючи ботів та інші форми зловживань.",
    "home-about-text-4": "Ринок hCaptcha працює на основі протоколу HUMAN - відкритого децентралізованого протоколу для огляду людини, який працює на блокчейн Ethereum. Веб-сайти заробляють людські жетони (HMT) щоразу, коли користувачі використовують віджет hCaptcha на своєму веб-сайті, а компанії з машинного навчання платять людським жетонам, щоб вони отримали мітку своїх даних.",
    "home-ba-labeling-services-link": "Послуги з маркування",
    "home-benefits-head-1": "Значення в маркуванні даних",
    "home-benefits-head-2": "Поверніть благодійність",
    "home-benefits-text-1": "Чи усвідомлювали ви кожен раз, коли натискаєте на машину, допомагаєте безкоштовно навчати єдину систему машинного навчання компанії Gigantic?",
    "home-benefits-text-2": "hCaptcha обертає цю модель. Коли ви використовуєте hCaptcha, компанії роблять ставку за роботу, яку виконують ваші користувачі, доказуючи свою гуманність. Ви отримуєте нагороди.",
    "home-benefits-text-3": "Хочете повернути улюблену благодійність? hCaptcha дозволяє підтримувати обрані вами благодійні організації із заробітком, який ви отримуєте від його використання. Користувачі вашого сайту незабаром зможуть побачити ваш внесок у благодійність через стриманий брендинг в інтерфейсі hCaptcha.",
    "home-challenge-text-1": "Виберіть усі зображення, які відповідають запиту",
    "home-challenge-text-2": "Визначте межу для об'єктів",
    "home-challenge-text-3": "Визначте відповідні мітки",
    "home-challenge-title-1": "Порівняння",
    "home-challenge-title-2": "Обмежувальний ящик",
    "home-challenge-title-3": "Категоризація",
    "home-challenges-head": "Представлені виклики",
    "home-challenges-text-1": "... та інші прості завдання. Легкий для людей, важкий для ботів.",
    "home-challenges-text-2": "Спеціальні завдання також доступні для корпоративних видавців.",
    "home-ent-1": "Шукаєте наші пропозиції щодо безпеки підприємства?",
    "home-ent-2": "Відвідайте наш новий спеціалізований сайт: BotStop.com",
    "home-ent-button": "Дізнайтеся більше: BotStop від hCaptcha",
    "home-from-the-blog": "З БЛОГУ:",
    "home-from-the-blog-value": "Як працюють налаштування складності hCaptcha",
    "home-intro-body": "Чи використовуєте ви капчу для запобігання ботам? hCaptcha захищає конфіденційність користувачів, винагороджує веб-сайти та допомагає компаніям отримувати мітки своїх даних. Це заміна, що випадає для reCAPTCHA: ви можете переключитися протягом декількох хвилин.",
    "home-intro-button": "Зареєструйтеся зараз",
    "home-intro-head": "Зупиніть більше ботів. Почніть захищати конфіденційність користувачів.",
    "home-main-1": "Приватний. Безпечний. Швидше. І ми платимо вам, щоб ним скористатися.",
    "home-main-2": "Конфіденційність зосереджена",
    "home-main-2c": "Рекламні мережі розглядають відвідувачів як продукт. Для hCaptcha продукт - це робота, яку вони забезпечують. Нас не байдуже, хто ваші користувачі, лише наскільки вони можуть зловмисними. Ми підтримуємо такі ініціативи, як Pass Pass Privacy, і наполегливо працюємо, щоб збалансувати конфіденційність та безпеку.",
    "home-main-3": "Перш за все безпека",
    "home-main-3c": "Точність у ваших інтересах і у нас. hCaptcha орієнтована на видавця. Ми працюємо над тим, щоб дати вам реальні дані та дамо вам вирішити, як їх використовувати. Інші капчі надані компанією",
    "home-main-4": "Кращий досвід користувача",
    "home-main-4c": "HCaptcha використовує складні моделі машинного навчання для визначення людства. Це дає нам можливість вимагати від ваших користувачів менше дратівливих завдань і забирати менше їхнього часу, роблячи при цьому корисні марковані дані для маркування клієнтів.",
    "home-main-plans": "hCaptcha безкоштовно використовувати для видавців будь-якого розміру. Однак для підприємств та платформ, які потребують більшого контролю, доступні наші рішення для підприємств.",
    "home-main-plans2": "Рішення підприємств hCaptcha захищають мільйони користувачів на десятках мільйонів веб-сайтів для одних з найбільших компаній планети. Будь ласка, зв'яжіться з нами для отримання додаткової інформації або відвідайте",
    "home-main-plans3": "Рішення підприємств hCaptcha захищають мільйони користувачів на десятках мільйонів веб-сайтів для одних з найбільших компаній планети. Будь ласка, зв'яжіться з нами для отримання додаткової інформації або відвідайте",
    "home-main-plans4": "для деталей.",
    "home-plans-button-1": "Зареєструйтеся зараз",
    "home-plans-button-2": "Зверніться до продавців",
    "home-plans-chart-head-1": "Особливості",
    "home-plans-chart-head-2": "Видавець",
    "home-plans-chart-head-3": "Підприємство",
    "home-plans-chart-row-1-cell-1": "Показані типи виклику контролю",
    "home-plans-chart-row-1-cell-2": "Обмежений",
    "home-plans-chart-row-1-cell-3": "Всього",
    "home-plans-chart-row-10-cell-1": "Багатокористувацькі інформаційні панелі",
    "home-plans-chart-row-11-cell-1": "Розширені функції звітування",
    "home-plans-chart-row-12-cell-1": "Enterprise SLAs",
    "home-plans-chart-row-2-cell-1": "Контролюйте використаний вміст виклику",
    "home-plans-chart-row-2-cell-2": "Обмежений",
    "home-plans-chart-row-2-cell-3": "Всього",
    "home-plans-chart-row-3-cell-1": "Заробіть винагороду для вирішення людини",
    "home-plans-chart-row-4-cell-1": "Захист від ботів світового класу",
    "home-plans-chart-row-5-cell-1": "Працює в кожній країні",
    "home-plans-chart-row-6-cell-1": "Політика конфіденційності щодо друку GDPR та CCPA",
    "home-plans-chart-row-7-cell-1": "Дрібнозернисті рівні складності",
    "home-plans-chart-row-8-cell-1": "Запустіть власний контент-виклик",
    "home-plans-chart-row-9-cell-1": "Планування складання складнощів за часом",
    "home-try-it-out-button": "Отримайте hCaptcha",
    "home-try-it-out-head": "Спробуй",
    "home-try-it-out-text": "hCaptcha забезпечує просте, просте та надійне виявлення бота, одночасно банальне для людини рішення.",
    "labeling-about-head": "Про hCaptcha",
    "labeling-about-text-1": "hCaptcha призначений для вирішення найбільш трудомісткої проблеми машинного навчання; своєчасне, доступне та надійне маркування великої кількості даних. Більше даних загалом дає кращі результати в моделях машинного навчання. Нещодавній успіх глибоких моделей призвів до все більших наборів даних, і hCaptcha задовольняє цю потребу.",
    "labeling-about-text-2": "Однак створення великих рецензованих наборів даних за допомогою традиційних методів є повільним і дорогим. hCaptcha - це спосіб, щоб компанії отримували потрібні їм анотації швидше, з більш високою якістю та з меншими витратами, ніж інші альтернативи.",
    "labeling-annotations-head": "Типи анотацій",
    "labeling-annotations-text-1": "Точне виявлення об'єктів у зображеннях та відео",
    "labeling-annotations-text-2": "Точне виявлення об'єктів у зображеннях та відео",
    "labeling-annotations-text-3": "Точкові примітки для багатьох різних випадків використання",
    "labeling-annotations-text-4": "Сортуйте або додайте довільні категорії будь-якого розміру",
    "labeling-annotations-text-5": "Виявлення та класифікація, що працює на людях",
    "labeling-annotations-text-6": "Вам потрібен інший тип, не вказаний тут? Просто запитайте нас.",
    "labeling-annotations-title-1": "Обмежувальні ящики",
    "labeling-annotations-title-2": "Полігони",
    "labeling-annotations-title-3": "Орієнтири",
    "labeling-annotations-title-4": "Категоризація атрибутів",
    "labeling-annotations-title-5": "Порівняння та виявлення",
    "labeling-annotations-title-6": "... і багато іншого",
    "labeling-ent-button": "Зверніться до нашої команди з корпоративних рішень",
    "labeling-ent-head": "Потрібен контроль в кінці?",
    "labeling-ent-text-1": "Платформа HUMAN, що стоїть за hCaptcha, забезпечує дуже складні функції якості та управління за допомогою локальних, гібридних або SaaS розгортань, які інтегруються з вашими існуючими системами.",
    "labeling-ent-text-2": "Працюйте в режимі офлайн із власною робочою силою, відслідковуйте споживану вартість підрозділів або партнерів у консорціумі, вибірково спрямовуйте роботу до різних внутрішніх або зовнішніх постачальників праці на основі вимог витрат та безпеки тощо.",
    "labeling-ent-text-3": "Легкий доступ до API, прекрасні панелі інструментів та найновіша технологія \"в комплекті\" для максимальної ефективності.",
    "labeling-ent-text-4": "Доступно 99,99% бездротових угод про надання послуг та 24/7 глобальну підтримку Для отримання додаткової інформації:",
    "labeling-features-head-1": "Прості трубопроводи, керовані API.",
    "labeling-features-head-2": "Оптимізовано за вартістю та якістю. Ніяких попередніх зобов'язань не потрібно.",
    "labeling-features-head-3": "Платіть лише за потрібну точність.",
    "labeling-features-head-4": "Надайте свої власні основні істинні дані або дозвольте їх будувати на ходу.",
    "labeling-features-text-1": "Хочете інтегрувати огляд людини безпосередньо у свої бізнес-операції? Ми пропонуємо високу надійність угод про обслуговування, гарантовану потужність та прості API REST.",
    "labeling-features-text-2": "Платформа HUMAN використовує комплексні моделі довіри для здійснення складного аналізу якості в режимі реального часу. Це дозволяє нам швидко визначити як складність питань, так і їх вірогідну правильну відповідь, заощаджуючи ваш час і гроші.",
    "labeling-features-text-3": "Не всі проблеми однакові. Анотації до вирішальних для безпеки завдань можуть вимагати 99,99% довіри від цілком людських працівників. Анотації до однієї бета-функції в додатку для мобільних ігор можуть вимагати лише помірної впевненості. Тобі вирішувати.",
    "labeling-features-text-4": "Чи є у вас необроблені дані без комплексного набору верифікації? У більшості випадків ми можемо створити для вас, коли завдання виконуються через систему, або створити мітки зразків для затвердження.",
    "labeling-info-head": "Отримання міток даних",
    "labeling-info-text-1": "Спілкуйтеся з одним із наших експертів у галузі доменів, щоб визначити потреби вашого проекту: точність націлювання, формат та будь-які спеціальні вимоги.",
    "labeling-info-text-2": "Ми виконуємо невелику виробничу роботу на основі ваших даних вибірки. Це тестує роботу, яку ми зробили разом, щоб ви отримали саме те, що вам потрібно.",
    "labeling-info-text-3": "Завдяки високому обсягу та низькій затримці ми швидко перетворимо вашу роботу з автоматизованою доставкою, як тільки це буде зроблено.",
    "labeling-info-text-4": "Оскільки ми краще розуміємо параметри вашої виробничої роботи, результати з часом продовжуватимуть покращуватися.",
    "labeling-info-text-5": "Живі інформаційні панелі дозволяють вам надати зворотній зв'язок або призупинити виробництво в будь-який час.",
    "labeling-info-title-1": "Визначте технічні характеристики",
    "labeling-info-title-2": "Початковий тест на роботу",
    "labeling-info-title-3": "Розгорнути виробничі робочі місця",
    "labeling-info-title-4": "Постійне вдосконалення",
    "labeling-info-title-5": "Результати в реальному часі",
    "labeling-main-1": "Економічне маркування даних в масштабі",
    "labeling-main-1-button": "Отримайте свої мітки зараз",
    "labeling-main-1c": "Потрібно більше міток для ваших наборів даних? hCaptcha забезпечує швидке, економічно ефективне та якісне маркування даних для компаній, що працюють на штучному інтелекті та додатках машинного навчання.",
    "labeling-main-2": "Запустіть мільйони завдань миттєво.",
    "labeling-main-2-button": "Купуйте послуги з маркування даних",
    "labeling-main-2c": "hCaptcha має один з найбільших басейнів на планеті, доступний для Вашого використання. Незалежно від масштабу, ми можемо впоратися з цим без дорогих зобов'язань. Мільйони завдань на день - це не проблема.",
    "labeling-platform-head": "Приватна або публічна інформація",
    "labeling-platform-text": "hCaptcha побудований на платформі HUMAN, яка дозволяє зробити складні маршрутизацію та аналіз для оптимізації витрат та ефективності на кожному кроці. Ця технологія дозволяє правильній робочій силі впоратися з кожною частиною вашої роботи, максимізуючи ефективність витрат, зберігаючи конфіденційність та виконуючи будь-які нормативні вимоги, які можуть застосовуватися.",
    "labeling-try-button": "Купуйте послуги з маркування даних",
    "labeling-try-head": "Хочете спробувати свої дані?",
    "labeling-try-text": "... ми готові, коли ви: наша послуга доступна цілодобово.",
    "learn-more-hcaptcha": "Дізнайтеся більше про hCaptcha",
    "page-acc-faq-1": "Питання: Чи сумісний hCaptcha Розділ 508 + WCAG 2.0? Відповідь: Ми вважаємо так: всі користувачі з будь-якою формою порушення, які можуть переглядати Інтернет та вводити текст у форми, можуть отримати доступ до послуг, захищених hCaptcha після реєстрації. Однак це не юридична порада: ви повинні виконати власну оцінку, враховуючи вашу конкретну реалізацію, щоб переконатися, що це стосується вашого розгортання.",
    "page-acc-faq-2": "Запитання: Чи працюєте ви над іншими параметрами доступності (a11y), наприклад аудіо? Відповідь: Раніше популярні варіанти, такі як аудіо-капчі, дискримінують багатьох користувачів a11y і їх легко перемогти сучасними методами машинного навчання. Це змусило сучасні звукові виклики ставати все складнішими, вводячи шум, непарний час, незвичайні комбінації слів тощо, щоб перемогти зловмисників. Таким чином, ми менш захоплені цим підходом, взагалі уникаємо викликів, але будемо враховувати його, якщо є попит з боку спільноти a11y. Однак нас дуже зацікавив Пропуск конфіденційності для випадку використання Доступності. Ми вважаємо, що поєднання нашого поточного підходу a11y з видачею Pass Privacy дозволить користувачам a11y безпечно переглядати, впевнено розуміючи, що їхній трафік є більш приватним, а також обмежує зловживання операторами ботів, що неминуче виникає, коли доступні варіанти a11y. Ми є активними учасниками робочої групи IETF, яка стандартизує цю нову технологію.",
    "page-acc-faq-3": "Питання: А як щодо конфіденційності? Чи якась реєстрація відображає дані про перегляд a11y? Що ви робите з електронною поштою? Відповідь: hCaptcha призначений для конфіденційності з самого початку. Це дуже відрізняється від традиційних варіантів, таких як reCAPTCHA, які належать рекламним мережам, які мають стимул відстежувати вас по Інтернету та асоціювати вас із справжньою особою. Ми ніколи не використовуємо електронні листи або інформацію про доступність з будь-якою метою, крім полегшення використання a11y та запобігання зловживань. У нашій політиці конфіденційності є вичерпні та авторитетні відповіді щодо того, як ми використовуємо дані, але коротка відповідь полягає в тому, що ми не маємо інтересу асоціювати вас як людину з історією перегляду. Також ми зараз працюємо над криптографічним рішенням, щоб швидко відхилити вашу адресу електронної пошти. зберігаючи нашу здатність запобігати зловживанням, доповнюючи нашу роботу про конфіденційність.",
    "page-acc-link-1": "Якщо ви користувач доступності, підпишіться тут.",
    "page-acc-subhead": "Забезпечення безперебійного доступу для всіх користувачів при збереженні безпеки",
    "page-acc-summary": "Підсумок",
    "page-acc-summary-contents-1": "hCaptcha призначений для зупинки ботів, відрізняючи їх від людей. Візуальні тести - зручний інструмент для цього, але не кожен може вирішити візуальну задачу. З цієї причини ми розробили просту, безболісну альтернативу, щоб дозволити видавцям, що використовують наш сервіс, зберегти доступність для всіх із повним дотриманням розділу 508 та WCAG 2.0.",
    "page-acc-summary-contents-2": "Як це працює: по-перше, за цією URL-адресою підписується користувач із доступністю, який пов’язаний на інформаційній сторінці віджетів hCaptcha. Їм надається зашифрований файл cookie, який можна використовувати кілька разів на день, але його потрібно оновлювати кожні 24 години за допомогою логіна. Коли виклик буде представлений користувачеві, який має доступ, на будь-якому веб-сайті за допомогою сервісу hCaptcha, вони автоматично проходять.",
    "page-acc-title": "Інформація про доступність hCaptcha",
    "page-acc-tr-body": "Питання: Після налаштування файлу cookie я все ще відчуваю проблему. Що це викликає? Відповідь: Зазвичай це пов’язано з використанням агресивного блокувальника реклами чи розширення анти-файлів cookie або налаштування, яке блокує файли cookie на веб-сайтах, у цьому випадку cookie для hcaptcha.com, який встановлюється або перевіряється hCaptcha JavaScript на іншому веб-сайті , як та, яку ви відвідуєте. Файли cookie доступності hCaptcha працюють із усіма популярними веб-переглядачами та блокаторами оголошень із їх стандартними налаштуваннями, тому, як правило, збої виникають із-за скриптів анти-рекламних блоків або подібних наборів правил, орієнтованих на певні сайти. Рішення: 1. Білі списки файлів hcaptcha.com та * .hcaptcha.com у блокувальнику оголошень або розширенні безпеки браузера. 2. Якщо ви користуєтесь браузером Brave, у якого немає (станом на квітень 2020 року) жодного типу файлів cookie, перейдіть у розділ Налаштування -> Щити -> Файли cookie та виберіть Дозволити всі куки. 3. Якщо ви використовуєте останню версію Safari або нещодавно випущеної ОС X 10.15 або iOS 13. 4, Apple щойно змінила поведінку Safari, пов’язану з сторонніми файлами cookie, блокуючи їх за замовчуванням. Ми реалізуємо рішення, але тим часом відвідайте Налаштування Safari, розділ конфіденційності та зніміть прапорці для відстеження веб-сайтів: запобігайте відстеженню веб-сайтів, щоб функція cookie доступності працювала так, як очікувалося. Питання: Я використовую кілька пристроїв. Чи потрібно мені підписуватися кілька разів? Відповідь: Ні. Будь ласка, натисніть те саме посилання для входу електронною поштою, яке ви надіслали на кожному пристрої, яким ви користуєтесь, щоб встановити файл cookie.",
    "page-acc-tr-title": "Для користувачів доступності: Посібник із питань управління та усунення несправностей",
    "priv-hc": "Конфіденційність зосереджена",
    "priv-hc-text": "Рекламні мережі бачать вас як їх продукт. Ми цього не робимо. Нас не байдуже, хто такі користувачі, лише наскільки вони зловмисні. Ми підтримуємо такі ініціативи, як Pass Pass, і наполегливо працюємо, щоб збалансувати конфіденційність та безпеку.",
    "reporting-bugs-accessibility-button": "Дізнайтеся більше про параметри доступності",
    "reporting-bugs-accessibility-head": "Параметри доступності",
    "reporting-bugs-accessibility-text": "Ви з вадами зору чи іншим чином не можете виконати hCaptchas?",
    "reporting-bugs-guide-ff-head": "Захоплення деталей звіту про помилку: Firefox",
    "reporting-bugs-guide-ff-step-1": "Крок 1: Відкрийте Інструменти для розробників (Починається запис сеансу.)",
    "reporting-bugs-guide-ff-step-2": "Крок 2: Перейдіть на вкладку Мережа в Інструментах для розробників. Поставте прапорець \"Персистентські журнали\" вгорі.",
    "reporting-bugs-guide-ff-step-3": "Крок 3: відвідайте https://accounts.hcaptcha.com/demo або веб-сайт, на якому ви маєте проблему (Примітка про конфіденційність: лише якщо ви не проти поділитися тим, що це є) ... і натисніть I я кнопка людини, і спробуйте вирішити.",
    "reporting-bugs-guide-ff-step-4": "Крок 4: Натисніть HAR після спроби вирішити та виберіть Зберегти все як HAR для збереження мережевого журналу. Надішліть нам цей файл.",
    "reporting-bugs-guide-ff-step-5": "Крок 5: Перейдіть на вкладку Консоль і клацніть правою кнопкою миші, а потім Виберіть все та збережіть це у текстовому файлі, щоб зберегти журнал консолі. Надішліть і нам.",
    "reporting-bugs-guide-ff-step-6": "Останній крок: надішліть нам ті файли журналів HAR та консолі та опишіть проблему. Використовуйте: support@hcaptcha.com (будь-ласка, скористайтеся службою, такою як Dropbox або Filebin, і надішліть посилання) та, можливо, скріншот, якщо ви підозрюєте, що щось не відображається правильно . Будь ласка, надішліть IP-адресу, яку ви також використовуєте. Ви можете отримати його з https://www.whatsmyip.org/ Дякуємо, що знайшли час, щоб допомогти нам отримати цю інформацію! Ми прагнемо зробити hCaptcha добре для всіх.",
    "reporting-bugs-guide-head": "Захоплення деталей звіту про помилки: Chrome",
    "reporting-bugs-guide-step-1": "Крок 1: Відкрийте Інструменти для розробників (Починається запис сеансу.)",
    "reporting-bugs-guide-step-2": "Крок 2: Перейдіть на вкладку Мережа в Інструментах для розробників. Поставте прапорець \"Зберегти журнал\" вгорі.",
    "reporting-bugs-guide-step-3": "Крок 3: відвідайте https://accounts.hcaptcha.com/demo або веб-сайт, на якому ви маєте проблему (Примітка про конфіденційність: лише якщо ви не проти поділитися тим, що це є) ... і натисніть I я кнопка людини, і спробуйте вирішити.",
    "reporting-bugs-guide-step-4": "Крок 4: Після спроби вирішити, натисніть Експорт HAR (маленька стрілка вниз), що зберігає мережевий журнал. Надішліть нам цей файл.",
    "reporting-bugs-guide-step-5": "Крок 5: Клацніть на вкладці Консоль і клацніть правою кнопкою миші та Зберегти як .., щоб зберегти журнал консолі. Надішліть і нам.",
    "reporting-bugs-guide-step-6": "Останній крок: надішліть нам ці файли журналів HAR та консолі та опишіть проблему. Використовуйте: support@hcaptcha.com (будь ласка, використовуйте таку послугу, як Dropbox або Filebin, і надішліть посилання) та, можливо, скріншот, якщо ви підозрюєте, що щось не відображається правильно. Будь ласка, надішліть IP-адресу, яку ви також використовуєте. Ви можете отримати його з https://www.whatsmyip.org/ Дякуємо, що знайшли час, щоб допомогти нам отримати цю інформацію! Ми прагнемо зробити hCaptcha добре для всіх.",
    "reporting-bugs-guide-text-1": "Надсилання інформації про налагодження у вашому звіті набагато полегшить нам ідентифікацію того, що відбувається. Ось покрокові інструкції:",
    "reporting-bugs-guide-text-2": "Якщо ви веб-розробник чи досвідчений користувач, ми хочемо, щоб ви надіслали нам мережеві записи HAR та журнали консолі браузера. Спробуйте спочатку вимкнути блокатор оголошень або розширення безпеки веб-переглядача, а потім повторіть спробу, перш ніж пройти ці кроки. Якщо це вирішить вашу проблему, ми все-таки будемо вдячні, що ви повідомляєте про вашу версію веб-переглядача, блокувальник реклами чи розширення веб-переглядача та URL-адресу веб-сайту.",
    "reporting-bugs-intro-head": "Знайшли помилку? Ось як повідомити про це.",
    "reporting-bugs-intro-text": "Мільйони людей використовують hCaptcha щомісяця, у тисячах комбінацій веб-переглядачів, розширень, пристроїв, брандмауерів тощо. Наша мета - переконатися, що вона завжди працює для вас, тому ми дуже цінуємо ваші звіти! Щоб отримати швидкий зворотний зв'язок, просто натисніть кнопку Надіслати нам відгук. Якщо у вас виникає функціональна проблема, будь ласка, дотримуйтесь інструкцій журналу налагодження для Chrome або інструкцій журналу налагодження для Firefox нижче. Для будь-яких інших браузерів просто надішліть нам електронне повідомлення. Потенційні проблеми безпеки та конфіденційності див. У інструкції нижче.",
    "reporting-bugs-privacy-head": "Питання конфіденційності",
    "reporting-bugs-privacy-text": "Нас не байдуже, хто такі користувачі, лише наскільки вони зловмисними чи машинами. Ми підтримуємо такі ініціативи, як Pass Pass Privacy, і наполегливо працюємо, щоб збалансувати приватність та безпеку. Якщо ви знайшли проблему, яка, на вашу думку, може вплинути на конфіденційність користувачів, надішліть нам електронну пошту на support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Надішліть нам відгуки",
    "reporting-bugs-provide-feedback-head": "Забезпечте негайний зворотній зв'язок щодо hCaptcha",
    "reporting-bugs-provide-feedback-text": "Ми цінуємо ваш внесок. Дайте нам знати будь-які проблеми, і ми швидко їх вирішимо.",
    "reporting-bugs-security-head": "Помилки безпеки",
    "reporting-bugs-security-text": "Нам завжди цікаво отримувати повідомлення про помилки в безпеці. Надішліть електронну пошту support@hcaptcha.com & CC security@hcaptcha.com, і ми швидко зв’яжемося з вами. Також у нас є програма з помилками для відповідних звітів про безпеку служби hCaptcha та відповідного вихідного коду.",
    "sec-hc": "Перш за все безпека",
    "sec-hc-text": "hCaptcha орієнтована на видавця. Ми працюємо над тим, щоб давати сайтам реальні дані та дозволяємо їм вирішити, як ними користуватися. Точність у ваших інтересах і у нас. Інші капчі надаються рекламними компаніями. Кожен бот, який вони блокують, може зменшити дохід.",
    "what-is-hcaptcha": "Що таке hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha допомагає вашим улюбленим веб-службам захищати ботів, спаму та зловживань, задаючи прості запитання, прості для людей та складні для машин.",
    "why-hc": "Чому hCaptcha?",
    "why-hc-text": "Щоразу, коли ви відповідаєте на виклик, ми використовуємо складні моделі, щоб зрозуміти, ви людина чи машина. Потім веб-сайт, який ви відвідали, використовує цей результат, щоб допомогти покращити вашу роботу на їхньому веб-сайті, зберігаючи ботів."
}