{
    "a11y-img-1": "لاگ ان کے بعد قابل استعمال اسکرین",
    "a11y-img-2": "ویجیٹ UI مینو میں قابل رسائ آپشن",
    "a11y-img-3": "ویجیٹ UI میں قابل رسائی ڈائیلاگ باکس",
    "about-advisors-brendan": "بہادر کے سی ای او موزیلا کے شریک بانی۔ جاوا اسکرپٹ پروگرامنگ زبان کا خالق۔ براؤزرز اور بہت کچھ بنانے والا۔",
    "about-advisors-dawn": "پروفیسر ، یونیورسٹی آف کیلیفورنیا ، برکلے کے سی ایس۔ گہری سیکھنے ، سیکیورٹی ، بلاکچین ماہر. نخلستان لیبز کے سی ای او۔",
    "about-advisors-head": "مشیر",
    "about-advisors-keiran": "اسٹینفورڈ میں ریسرچ سائنسدان۔ بڑے بینکوں ، ہیج فنڈز ، اور تعلیمی نظام میں مشین لرننگ اور مقداری خزانہ۔",
    "about-content-head-1": "ہم کیا کرتے ہیں",
    "about-content-head-2": "یہ کیوں اہمیت رکھتا ہے",
    "about-content-text-1": "hCaptcha انٹیوٹیشن مشین انکارپوریشن کی خدمت ہے ، ایک AI اور مشین لرننگ کمپنی جس پر توجہ مرکوز کرنے والے اور بصری ڈومین ML پیمانے پر ہے۔ ہم دنیا بھر میں گلوبل 2000 کمپنیوں کے لئے ویڈیو اور امیج تجزیہ کی خدمات کو اہل بنانے کے لئے بڑے پیمانے پر توسیع پزیر نظام تیار اور چلاتے ہیں۔",
    "about-content-text-1a": "hCaptcha بوٹس کو روکنے کے لئے ایک جدید ، رازداری پر مبنی نقطہ نظر لاتا ہے۔",
    "about-content-text-1b": "ہم کیپچا چیلنجز دکھاتے ہیں جو مشینی سیکھنے کی دشواریوں سے مشکل لیبل ڈیٹا اکٹھا کرکے اور بوٹسٹس کے لئے مشکل لوگوں کے لئے آسان ہیں اور اسے اس فرق کو بتانے کے لئے استعمال کرتے ہیں کہ آیا ویب سائٹ یا ایپ دیکھنے والا انسان ہے۔",
    "about-content-text-2": "مزید اعداد و شمار عام طور پر بہتر نتائج پیدا کرتے ہیں۔ صحیح طور پر لیبل لگا ہوا اور متعلقہ ڈیٹاسیٹس کی تعمیر اور دیکھ بھال کرنا وقت طلب اور مہنگا ہے۔ hCaptcha اصل میں امیج لیبلنگ میں ہماری اپنی ضروریات کو حل کرنے کے لئے تیار کیا گیا تھا ، اور اب ایسی ہی ضروریات والی دوسری کمپنیوں کے لئے بھی دستیاب ہے۔",
    "about-content-text-2a": "خراب اداکار آن لائن میں تیزی سے عام ہورہے ہیں۔ لیکن صارف کی رازداری کی قربانی دینا اس کا جواب نہیں ہے۔",
    "about-content-text-2b": "اشتہاری کمپنیوں کے ذریعہ پیش کردہ سیکیورٹی حل بنیادی طور پر پورے ویب کے صارفین سے باخبر رہنے پر مرکوز ہیں۔ ہم نے ایک موثر سیکیورٹی حل تیار کیا ہے جس سے ثابت ہوتا ہے کہ صارف کے رازداری کو نقصان پہنچانا بہترین نتائج کی فراہمی کے لئے ضروری نہیں ہے۔",
    "about-intro-head-1": "hCaptcha کے بارے میں",
    "about-intro-head-2": "رازداری ، سیکیورٹی ، اور مشین لرننگ۔",
    "about-intro-text": "hCaptcha دنیا کی سب سے زیادہ استعمال شدہ آزاد کیپچا سروس ہے۔",
    "about-leadership-alex": "ڈیٹا بیس اور بلاکچین ماہر۔ کلودیرا میں ابتدائی انجینئر اور زیادہ۔ مہارت کی تعمیر کے سافٹ ویئر اور ٹیموں کی دہائییں۔",
    "about-leadership-eli": "سی ای او. اے آئی میں تسلیم شدہ رہنما۔ پچھلی دہائیوں کے دوران کاروباری مسائل کی ایک وسیع قسم کے لئے پیمانے پر مشین انٹیلیجنس کا اطلاق کیا ہے۔",
    "about-leadership-head": "قیادت",
    "about-leadership-todd": "اسٹینفورڈ میں کمپیوٹیشنل بیالوجی میں پی ایچ ڈی۔ 1999 سے اعصابی نیٹ ورکس کے ساتھ کام کرنا۔ لاگو ایم ایل اور پیمانے پر گہری تعلیم پر توجہ مرکوز کریں۔",
    "acc-opt": "رسائی کے اختیارات",
    "acc-opt-but": "رسائی کے اختیارات کے بارے میں مزید معلومات حاصل کریں",
    "acc-opt-text": "کیا آپ ضعف بصارت کا شکار ہیں یا دوسری صورت میں HCaptchas کو مکمل کرنے سے قاصر ہیں؟",
    "accessibility-link": "رسائ",
    "appreciate-in": "ہم آپ کے ان پٹ کی تعریف کرتے ہیں۔ ہمیں کوئی مسئلہ بتائیں اور ہم انہیں جلد حل کردیں گے۔",
    "fb-but": "ہمیں آراء بھیجیں",
    "feedback-text": "آپ نے ابھی دیکھا hCaptcha پر رائے دیں",
    "footer-attribution": "انتساب",
    "footer-copyright-text": "hCaptcha انترجشتھان مشینیں ، انکارپوریشن کا رجسٹرڈ ٹریڈ مارک ہے۔",
    "footer-header-1": "کمپنی",
    "footer-header-2": "حوالہ جات",
    "footer-header-3": "رابطہ کریں",
    "footer-link-1": "لیبل لگانا",
    "footer-link-10": "رسائ",
    "footer-link-2": "کے بارے میں",
    "footer-link-3": "نوکریاں",
    "footer-link-4": "ٹریڈ مارک",
    "footer-link-5": "اے آئی اخلاقیات",
    "footer-link-6": "بلاگ",
    "footer-link-7": "حالت",
    "footer-link-8": "دستاویزات",
    "footer-link-9": "بگ کی اطلاع دیں",
    "footer-privacy": "رازداری",
    "footer-subheader-1": "مدد کریں",
    "footer-subheader-2": "رابطہ کریں",
    "footer-terms": "شرائط",
    "h-plans": "سکریپشن کے منصوبے",
    "header-docs-link": "دستاویزات",
    "header-labeling-services-link": "لیبلنگ خدمات",
    "header-login-button": "لاگ ان کریں",
    "header-plans-link": "منصوبے",
    "header-signup-button": "سائن اپ",
    "home-about-head": "hCaptcha کے بارے میں",
    "home-about-subtitle": "HUMAN پروٹوکول کے ذریعہ تقویت یافتہ",
    "home-about-text-1": "hCaptcha مشینی سیکھنے میں سب سے زیادہ محنت کش کے مسئلے کو حل کرنے کے لئے ڈیزائن کیا گیا ہے: بروقت ، سستی اور قابل اعتماد طریقے سے ڈیٹا کی بڑی مقدار کو لیبل لگانا۔",
    "home-about-text-2": "زیادہ سے زیادہ اعداد و شمار عام طور پر ٹریننگ مشین لرننگ ماڈل میں بہتر نتائج پیدا کرتے ہیں۔ گہری ماڈلز کی حالیہ کامیابی کے نتیجے میں بڑے پیمانے پر ڈیٹاسیٹس تیزی سے بڑھتے ہیں ، تقریبا ہمیشہ انسانی جائزے کے ساتھ۔ تاہم ، مکینیکل ترک ، فگر آٹھ ، وغیرہ کے توسط سے بڑے پیمانے پر انسانی جائزہ لینے والے ڈیٹاسیٹس بنانا سست اور مہنگا ہے۔",
    "home-about-text-3": "hCaptcha ویب سائٹ کو اجازت دیتا ہے کہ اس مطالبے کے مطابق رقم کما سکے جبکہ بوٹس اور دیگر قسم کی زیادتیوں کو مسدود کرتے ہوئے۔",
    "home-about-text-4": "HCaptcha مارکیٹ پلیس HUMAN پروٹوکول کے ذریعہ چلتی ہے ، جو انسانی جائزہ لینے کے لئے ایک اوپن سینٹریکلائزڈ پروٹوکول ہے جو Ethereum blockchain پر چلتا ہے۔ جب بھی صارفین اپنی سائٹ پر ایچ کیپچا ویجیٹ استعمال کرتے ہیں تو ویب سائٹ ہیومن ٹوکن (HMT) کماتی ہے ، اور مشین سیکھنے والی کمپنیاں اپنے ڈیٹا کا لیبل لگانے کے ل Human ہیومن ٹوکن کو ادائیگی کرتی ہیں۔",
    "home-ba-labeling-services-link": "لیبلنگ خدمات",
    "home-benefits-head-1": "ڈیٹا لیبلنگ میں ویلیو",
    "home-benefits-head-2": "چیریٹی کو واپس دو",
    "home-benefits-text-1": "کیا آپ کو ہر بار احساس ہوا کہ جب آپ اس کار پر کلک کرتے ہیں جس کی مدد سے آپ کسی بھی بہت بڑی کمپنی کی مشین لرننگ سسٹم کو مفت تربیت دینے میں مدد فراہم کرتے ہیں۔",
    "home-benefits-text-2": "hCaptcha اس ماڈل کو پھیر دیتا ہے۔ جب آپ hCaptcha استعمال کرتے ہیں تو ، کمپنیاں اپنے صارف کے کام پر بولی لگاتی ہیں جب وہ ان کی انسانیت کو ثابت کرتے ہیں۔ آپ کو انعامات ملتے ہیں۔",
    "home-benefits-text-3": "اپنے پسندیدہ خیراتی ادارے کو واپس کرنا چاہتے ہو؟ ایچ کیپچا آپ کو اپنی پسند کی فلاحی کاموں کی مدد سے اپنی کمائی سے مدد ملتی ہے۔ آپ کی سائٹ کے صارفین جلد ہی HCaptcha انٹرفیس پر صوابدیدی برانڈنگ کے ذریعہ خیرات میں آپ کے تعاون کو دیکھ سکیں گے۔",
    "home-challenge-text-1": "وہ تمام تصاویر منتخب کریں جو سوال سے ملتی ہیں",
    "home-challenge-text-2": "اشیاء کے لئے جکڑے ہوئے علاقے کی وضاحت کریں",
    "home-challenge-text-3": "متعلقہ لیبل کی شناخت کریں",
    "home-challenge-title-1": "موازنہ",
    "home-challenge-title-2": "باؤنڈنگ باکس",
    "home-challenge-title-3": "درجہ بندی",
    "home-challenges-head": "چیلینجز پیش کیے",
    "home-challenges-text-1": "... اور دوسرے آسان کام انسانوں کے لئے آسان ، بوٹس کے لئے مشکل۔",
    "home-challenges-text-2": "انٹرپرائز پبلشرز کے لئے بھی اپنی مرضی کے مطابق کام دستیاب ہیں۔",
    "home-ent-1": "ہمارے انٹرپرائز سیکیورٹی کی پیش کشوں کی تلاش ہے؟",
    "home-ent-2": "ہماری نئی سرشار سائٹ دیکھیں: بوٹ اسٹاپ ڈاٹ کام",
    "home-ent-button": "مزید معلومات حاصل کریں: بوٹ اسٹاپ بذریعہ ایچ کیپچا",
    "home-from-the-blog": "بلاگ سے:",
    "home-from-the-blog-value": "hCaptcha مشکل ترتیبات کیسے کام کرتی ہیں",
    "home-intro-body": "کیا آپ بوٹس رکھنے کے لئے کیپچا استعمال کرتے ہیں؟ hCaptcha صارف کی رازداری کی حفاظت کرتا ہے ، ویب سائٹوں کو انعام دیتا ہے ، اور کمپنیوں کو اپنے ڈیٹا کا لیبل لگانے میں مدد کرتا ہے۔ یہ ریکاٹا کیلئے ڈراپ ان متبادل ہے: آپ چند منٹ کے اندر اندر سوئچ کرسکتے ہیں۔",
    "home-intro-button": "ابھی سائن اپ کریں",
    "home-intro-head": "مزید بوٹس بند کرو۔ صارف کی رازداری کی حفاظت شروع کریں۔",
    "home-main-1": "نجی. محفوظ تیز اور ہم آپ کو اس کے استعمال کیلئے ادائیگی کرتے ہیں۔",
    "home-main-2": "نجی معلومات کی حفاظتی",
    "home-main-2c": "اشتہاری نیٹ ورک آپ کے زائرین کو بطور مصنوعہ دیکھتے ہیں۔ HCaptcha کے لئے وہ کام ہوتا ہے جو وہ فراہم کرتے ہیں۔ ہمیں اس کی پرواہ نہیں ہے کہ آپ کے صارف کون ہیں ، صرف اس کے کہ وہ بدعنوانی کا شکار ہوں۔ ہم پرائیویسی پاس جیسے اقدامات کی حمایت کرتے ہیں ، اور رازداری اور سلامتی کو متوازن بنانے کے لئے سخت محنت کرتے ہیں۔",
    "home-main-3": "سیکیورٹی سب سے پہلے",
    "home-main-3c": "درستگی آپ کے اور ہمارے مفاد میں ہے۔ hCaptcha ناشر میں مرکوز ہے۔ ہم آپ کو حقیقی اعداد و شمار دینے کے لئے کام کرتے ہیں اور آپ کو فیصلہ کرنے دیں کہ اس کا استعمال کیسے کریں۔ دیگر کیپچا بہت بڑا اشتہاری کمپنیوں کے ذریعہ فراہم کیا جاتا ہے۔ اس کا مطلب ہے کہ ہر جس بوٹ کو انہوں نے مسدود کیا ہے اس سے ان کی آمدنی کم ہوسکتی ہے۔",
    "home-main-4": "بہتر صارف کا تجربہ",
    "home-main-4c": "جدید ترین مشین لرننگ ماڈلز انسانیت کا تعین کرنے کیلئے ایچ کیپچا کے ذریعہ استعمال ہوتے ہیں۔ اس سے ہمیں آپ کے صارفین سے کم پریشان کن کاموں کی ضرورت پڑسکتی ہے اور ایسا کرنے میں ان کا بہت کم وقت لگتا ہے ، جبکہ اب بھی صارفین کو لیبل لگانے کے ل useful مفید لیبل لگا ڈیٹا تیار کرتے ہیں۔",
    "home-main-plans": "hCaptcha کسی بھی سائز کے پبلشروں کے لئے استعمال کرنے کے لئے آزاد ہے۔ تاہم ، ایسے کاروباری اداروں اور پلیٹ فارمز کے لئے جن کو زیادہ کنٹرول کی ضرورت ہے ، ہمارے انٹرپرائز حل دستیاب ہیں۔",
    "home-main-plans2": "hCaptcha انٹرپرائز حل کرہ ارض کی سب سے بڑی کمپنیوں میں سے لاکھوں صارفین کو لاکھوں ویب سائٹوں کی حفاظت کرتا ہے۔ مزید معلومات کے لئے ہم سے رابطہ کریں ، یا ملاحظہ کریں",
    "home-main-plans3": "hCaptcha انٹرپرائز حل کرہ ارض کی سب سے بڑی کمپنیوں میں سے لاکھوں صارفین کو لاکھوں ویب سائٹوں کی حفاظت کرتا ہے۔ مزید معلومات کے لئے ہم سے رابطہ کریں ، یا ملاحظہ کریں",
    "home-main-plans4": "تفصیلات کے ل.",
    "home-plans-button-1": "ابھی سائن اپ کریں",
    "home-plans-button-2": "رابطہ فروخت",
    "home-plans-chart-head-1": "خصوصیات",
    "home-plans-chart-head-2": "ناشر",
    "home-plans-chart-head-3": "انٹرپرائز",
    "home-plans-chart-row-1-cell-1": "کنٹرول چیلنج کی اقسام کو دکھایا گیا ہے",
    "home-plans-chart-row-1-cell-2": "محدود",
    "home-plans-chart-row-1-cell-3": "کل",
    "home-plans-chart-row-10-cell-1": "ملٹی یوزر ڈیش بورڈز",
    "home-plans-chart-row-11-cell-1": "اعلی درجے کی رپورٹنگ کی خصوصیات",
    "home-plans-chart-row-12-cell-1": "انٹرپرائز SLAs",
    "home-plans-chart-row-2-cell-1": "استعمال کردہ چیلنج مواد کو کنٹرول کریں",
    "home-plans-chart-row-2-cell-2": "محدود",
    "home-plans-chart-row-2-cell-3": "کل",
    "home-plans-chart-row-3-cell-1": "انسانی محلول کے لئے انعامات کمائیں",
    "home-plans-chart-row-4-cell-1": "عالمی سطح کے اینٹی بوٹ سے تحفظ",
    "home-plans-chart-row-5-cell-1": "ہر ملک میں کام کرتا ہے",
    "home-plans-chart-row-5a-cell-1": "No-CAPTCHA اور 99.9٪ غیر فعال طریقوں",
    "home-plans-chart-row-5b-cell-1": "بوٹ اعتماد اسکور",
    "home-plans-chart-row-6-cell-1": "جی ڈی پی آر اور سی سی پی اے دوستانہ رازداری کی پالیسی",
    "home-plans-chart-row-7-cell-1": "عمدہ دانے کی مشکل کی سطح",
    "home-plans-chart-row-8-cell-1": "اپنے ہی چیلینج مواد کو لانچ کریں",
    "home-plans-chart-row-9-cell-1": "وقت پر مبنی مشکل کا نظام الاوقات",
    "home-try-it-out-button": "hCaptcha حاصل کریں",
    "home-try-it-out-head": "اسے آزمائیں",
    "home-try-it-out-text": "HCaptcha آسان ، آسان اور قابل اعتماد بوٹ کا پتہ لگانے کے لئے فراہم کرتا ہے جبکہ انسانوں کو حل کرنے میں معمولی ہوتا ہے۔",
    "labeling-about-head": "hCaptcha کے بارے میں",
    "labeling-about-text-1": "hCaptcha مشینی سیکھنے میں سب سے زیادہ محنت کش کے مسئلے کو حل کرنے کے لئے ڈیزائن کیا گیا ہے۔ بروقت ، سستی اور قابل اعتماد طریقے سے بڑے پیمانے پر ڈیٹا لیبل لگانا۔ زیادہ سے زیادہ اعداد و شمار عام طور پر ٹریننگ مشین لرننگ ماڈل میں بہتر نتائج پیدا کرتے ہیں۔ گہری ماڈلز کی حالیہ کامیابی تیزی سے بڑے ڈیٹاسیٹس کا باعث بنی ہے ، اور ایچ کیپچا اس ضرورت کو پورا کرتا ہے۔",
    "labeling-about-text-2": "تاہم ، روایتی طریقوں کا استعمال کرتے ہوئے بڑے انسانی جائزہ لینے والے ڈیٹاسیٹس بنانا سست اور مہنگا ہے۔ hCaptcha ایک ایسا طریقہ ہے جس میں کمپنیوں کو انوٹیشنس کی ضرورت ہوتی ہے جس کی انہیں ضرورت ہوتی ہے ، جس کی اعلی معیار اور کم قیمت پر دیگر متبادلات کے مقابلے میں ضرورت ہوتی ہے۔",
    "labeling-annotations-head": "تشریح کی اقسام",
    "labeling-annotations-text-1": "تصاویر اور ویڈیو میں صحیح چیز کا پتہ لگانا",
    "labeling-annotations-text-2": "تصاویر اور ویڈیو میں صحیح چیز کا پتہ لگانا",
    "labeling-annotations-text-3": "استعمال کے بہت سے معاملات کے لئے اشارہ اشارہ کریں",
    "labeling-annotations-text-4": "کسی بھی سائز کے صوابدیدی زمرے کو ترتیب دیں یا شامل کریں",
    "labeling-annotations-text-5": "انسانی طاقت سے پتہ چلانے اور درجہ بندی",
    "labeling-annotations-text-6": "کسی اور قسم کی ضرورت ہے جو یہاں درج نہیں ہے؟ بس ہم سے پوچھیں۔",
    "labeling-annotations-title-1": "باؤنڈنگ باکسز",
    "labeling-annotations-title-2": "کثیر الاضلاع",
    "labeling-annotations-title-3": "نشانیاں",
    "labeling-annotations-title-4": "خاصیت کی درجہ بندی",
    "labeling-annotations-title-5": "موازنہ اور کھوج",
    "labeling-annotations-title-6": "... اور بہت کچھ",
    "labeling-ent-button": "ہماری انٹرپرائز سلوشنز ٹیم سے رابطہ کریں",
    "labeling-ent-head": "آخر سے آخر میں کنٹرول کی ضرورت ہے؟",
    "labeling-ent-text-1": "HCaptcha کے پیچھے HUMAN پلیٹ فارم آپ کے موجودہ سسٹم کے ساتھ مربوط آن پریمیم ، ہائبرڈ ، یا ساس کی تعیناتیوں کے ذریعہ انتہائی نفیس کام کے معیار اور انتظامی خصوصیات فراہم کرتا ہے۔",
    "labeling-ent-text-2": "اپنی پوری افرادی قوت ، کاروباری اکائیوں یا کنسورشیم شراکت داروں میں استعمال شدہ ٹریک ویلیو کے ساتھ پوری طرح آف لائن چلائیں ، لاگت اور سیکیورٹی کی ضروریات پر مبنی مختلف داخلی یا بیرونی مزدور فراہم کنندگان کو منتخب طور پر نوکریوں کا راستہ منتقل کریں۔",
    "labeling-ent-text-3": "زیادہ سے زیادہ کارکردگی کو بہتر بنانے کیلئے آسان API تک رسائی ، خوبصورت ڈیش بورڈز ، اور جدید ترین ماڈل میں ان لوپ ٹکنالوجی۔",
    "labeling-ent-text-4": "99.99٪ اپ ٹائم SLAs اور 24/7 عالمی تعاون دستیاب ہے۔ مزید معلومات کے لیے:",
    "labeling-features-head-1": "آسان API سے چلنے والی پائپ لائنز۔",
    "labeling-features-head-2": "لاگت اور معیار کے ل Op آپٹمائزڈ۔ کوئی واضح عزم کی ضرورت نہیں۔",
    "labeling-features-head-3": "صرف آپ کی درستگی کی ادائیگی کریں۔",
    "labeling-features-head-4": "اپنا زمینی حق ڈیٹا مہیا کریں یا چلیں ہم اسے اڑتے پھرتے ہیں۔",
    "labeling-features-text-1": "انسانی جائزے کو براہ راست اپنے کاروباری کاموں میں ضم کرنا چاہتے ہیں؟ ہم اعلی وشوسنییتا SLAs ، ضمانت کی گنجائش ، اور آسان REST APIs پیش کرتے ہیں۔",
    "labeling-features-text-2": "انسانی نوعیت کا پلیٹ فارم نفیس اصل وقت کے معیار کے تجزیے کو انجام دینے کے لئے اعتماد کے جامع ماڈل استعمال کرتا ہے۔ اس سے ہمیں سوالات کی دشواری اور ان کے ممکنہ صحیح جواب دونوں کو فوری طور پر طے کرنے میں مدد ملتی ہے ، جس سے آپ کے وقت اور رقم کی بچت ہوگی۔",
    "labeling-features-text-3": "تمام مسائل ایک جیسے نہیں ہیں۔ حفاظت سے متعلق اہم کاموں کے لئے اشارے میں پوری انسانی کارکنوں سے 99.99٪ اعتماد کی ضرورت ہوسکتی ہے۔ ایک موبائل گیم ایپ میں ایک بیٹا خصوصیت کے لئے اشارے پر صرف اعتدال پسند اعتماد کی ضرورت ہوسکتی ہے۔ تم فیصلہ کرو.",
    "labeling-features-text-4": "کیا آپ کے پاس جامع تصدیق کے بغیر خام ڈیٹا ہے؟ زیادہ تر معاملات میں ہم آپ کے ل one ایک کام بناسکتے ہیں کیونکہ سسٹم کے ذریعہ چلنے والے کام ، یا آپ کی منظوری کے ل. لیبل والے نمونے تشکیل دے سکتے ہیں۔",
    "labeling-info-head": "ڈیٹا لیبل لگانا",
    "labeling-info-text-1": "اپنی پروجیکٹ کی ضروریات کی وضاحت کے ل our ہمارے ڈومین کے ایک ماہر سے بات کریں: اہداف کی درستگی ، شکل اور کسی خاص ضروریات کو۔",
    "labeling-info-text-2": "ہم آپ کے نمونہ ڈیٹا کی بنیاد پر ایک چھوٹی سی پروڈکشن ملازمت پر عملدرآمد کرتے ہیں۔ یہ یقینی بنانے کے ل we ہم نے مل کر جو کام کیا ہے اس کی جانچ ہوتی ہے۔",
    "labeling-info-text-3": "ہماری اعلی حجم اور کم تاخیر کے ساتھ ، ہم خود بخود ترسیل کے ساتھ ہی آپ کے کام کو تیزی سے پھیر لیں گے۔",
    "labeling-info-text-4": "چونکہ ہم آپ کے پیداواری کام کے پیرامیٹرز کو بہتر طور پر سمجھتے ہیں ، وقت کے ساتھ ساتھ نتائج میں بھی بہتری آتی رہے گی۔",
    "labeling-info-text-5": "براہ راست ڈیش بورڈز آپ کو تاثرات فراہم کرنے یا کسی بھی وقت پیداوار کو روکنے کی اجازت دیتے ہیں۔",
    "labeling-info-title-1": "وضاحتیں کی وضاحت کریں",
    "labeling-info-title-2": "ابتدائی نوکری ٹیسٹ",
    "labeling-info-title-3": "پروڈکشن نوکریاں تعینات کریں",
    "labeling-info-title-4": "مسلسل بہتری",
    "labeling-info-title-5": "اصل وقت کے نتائج",
    "labeling-main-1": "پیمانے پر مؤثر ڈیٹا لیبلنگ",
    "labeling-main-1-button": "ابھی اپنا ڈیٹا لیبل لگا لیں",
    "labeling-main-1c": "اپنے ڈیٹاسیٹس کیلئے مزید لیبل کی ضرورت ہے؟ hCaptcha مصنوعی ذہانت اور مشین لرننگ ایپلی کیشنز پر کام کرنے والی کمپنیوں کے لئے تیز ، سستی اور اعلی معیار کا ڈیٹا لیبلنگ مہیا کرتا ہے۔",
    "labeling-main-2": "لاکھوں کام فوری طور پر شروع کریں۔",
    "labeling-main-2-button": "ڈیٹا لیبلنگ خدمات خریدیں",
    "labeling-main-2c": "hCaptcha میں سیارے کا سب سے بڑا تالاب ہے جو آپ کے استعمال کے ل. دستیاب ہے۔ آپ کا پیمانہ جو بھی ہو ، ہم مہنگا وعدوں کے بغیر اسے سنبھال سکتے ہیں۔ فی دن لاکھوں کاموں میں کوئی حرج نہیں ہے۔",
    "labeling-platform-head": "نجی یا عوامی معلومات",
    "labeling-platform-text": "HCaptcha HUMAN پلیٹ فارم پر بنایا گیا ہے ، جس میں نفیس روٹنگ اور تجزیہ کو ہر قدم پر لاگت اور کارکردگی کو بہتر بنانے کی سہولت ملتی ہے۔ اس ٹکنالوجی کی مدد سے افرادی قوت آپ کی ملازمت کے ہر حصے کو سنبھال سکتی ہے ، جس سے رازداری کا تحفظ ہوتا ہے اور لاگو ہوسکتی ہے کہ کسی بھی ضوابط کی تقاضوں کو پورا کرتے ہوئے لاگت کی کارکردگی میں زیادہ سے زیادہ اضافہ ہوتا ہے۔",
    "labeling-try-button": "ڈیٹا لیبلنگ خدمات خریدیں",
    "labeling-try-head": "اپنے اعداد و شمار کے ساتھ اسے آزمانا چاہتے ہو؟",
    "labeling-try-text": "... جب آپ ہو ہم تیار ہیں: ہماری خدمت چوبیس گھنٹے دستیاب ہے۔",
    "learn-more-hcaptcha": "hCaptcha کے بارے میں مزید معلومات حاصل کریں",
    "page-acc-faq-1": "سوال: کیا hCaptcha سیکشن 508 + WCAG 2.1 AA مطابق ہے؟ جواب: ہمارا یقین ہے کہ: کسی بھی قسم کی خرابی کے حامل تمام صارف جو ویب کو تلاش کرنے اور فارموں پر متن درج کرنے کے اہل ہیں وہ رجسٹریشن کے بعد ایچ کیپچا کے ذریعہ محفوظ خدمات تک رسائی حاصل کرسکتے ہیں۔ تاہم ، یہ قانونی مشورہ نہیں ہے: آپ کو خود اپنی تشخیص کرنی چاہئے ، اور اپنے خاص عمل کو مدنظر رکھتے ہوئے یہ یقینی بنانا چاہئے کہ یہ آپ کی تعیناتی کا معاملہ ہے۔",
    "page-acc-faq-2": "سوال: کیا آپ آڈیو کی طرح دوسرے قابل رسائ (a11y) اختیارات پر کام کر رہے ہیں؟ جواب: ماضی میں مشہور اختیارات جیسے آڈیو کیپچا بہت سارے A11y صارفین کے ساتھ امتیازی سلوک کرتے ہیں اور جدید مشین سیکھنے کی تکنیک سے آسانی سے ہار جاتے ہیں۔ اس نے موجودہ آڈیو چیلنجز کو زیادہ سے زیادہ مشکل بننے ، شور مچا دینے ، عجیب وقت دینے ، غیر معمولی الفاظ کے امتزاج وغیرہ پر حملہ آوروں کو شکست دینے پر مجبور کردیا ہے۔ چنانچہ ہم اس نقطہ نظر کے بارے میں کم حوصلہ افزائی کر رہے ہیں۔ تاہم ، ہم قابل استعمال استعمال کے معاملے میں پرائیویسی پاس میں بہت دلچسپی رکھتے ہیں۔ ہمارا یقین ہے کہ پرائیویسی پاس جاری کرنے کے ساتھ ہمارے موجودہ A11y اپروچ کو یکجا کرنے سے A11y صارفین محفوظ طریقے سے براؤز کرسکیں گے ، اس علم میں محفوظ ہوں گے کہ ان کا ٹریفک زیادہ نجی ہے ، جبکہ بوٹ آپریٹرز کے ذریعہ بدسلوکی پر پابندی ہے جو لامحالہ اس وقت ہوتا ہے جب A11y آپشن دستیاب ہوتے ہیں۔ ہم اس نئی ٹکنالوجی کو معیاری بنانے والے IETF ورکنگ گروپ میں سرگرم شراکت دار ہیں۔",
    "page-acc-faq-3": "سوال: رازداری کے بارے میں کیا خیال ہے؟ کیا اندراج A11y براؤزنگ ڈیٹا کو کسی طرح بے نقاب کرتا ہے؟ آپ ای میل کے ساتھ کیا کرتے ہیں؟ جواب: hCaptcha زمین سے رازداری کے لئے ڈیزائن کیا گیا ہے۔ یہ روایتی اختیارات جیسے ریکاٹا سے بالکل مختلف ہے جو اشتہاری نیٹ ورکس کی ملکیت ہے ، جن کے پاس آپ کو ویب کے چاروں طرف نظر رکھنے اور آپ کو ایک حقیقی شناخت کے ساتھ منسلک کرنے کی ترغیب ہے۔ ہم کبھی بھی قابل رسائی ای میلز یا معلومات A11y استعمال میں سہولت کاری اور بدسلوکی کی روک تھام کے علاوہ کسی اور مقصد کے لئے استعمال نہیں کرتے ہیں۔ ہماری رازداری کی پالیسی میں جامع اور مستند جوابات ہیں کہ ہم ڈیٹا کو کس طرح استعمال کرتے ہیں ، لیکن مختصر جواب یہ ہے کہ ہمیں آپ کی برائوزنگ ہسٹری کے حامل شخص کی حیثیت سے منسلک کرنے میں کوئی دلچسپی نہیں ہے۔ ہم فی الحال آپ کے ای میل پتے کو تیزی سے خارج کرنے کے لئے ایک کریپٹوگرافک حل پر بھی کام کر رہے ہیں۔ جب تک کہ ہمارے پرائیویسی پاس کام کی تکمیل کرتے ہوئے ، بدسلوکی سے بچنے کی اپنی صلاحیت کو برقرار رکھتے ہوئے۔",
    "page-acc-link-1": "اگر آپ قابل رسا صارف ہیں تو ، براہ کرم یہاں سائن اپ کریں۔",
    "page-acc-subhead": "سیکیورٹی کو برقرار رکھتے ہوئے تمام صارفین کے لئے ہموار رسائی کو یقینی بنانا",
    "page-acc-summary": "خلاصہ",
    "page-acc-summary-contents-1": "hCaptcha بوٹ کو لوگوں سے الگ کرکے روکنے کے لئے ڈیزائن کیا گیا ہے۔ بصری ٹیسٹ اس کے لئے ایک آسان ٹول ہیں ، لیکن ہر کوئی ایک بصری چیلنج حل نہیں کرسکتا ہے۔ اس وجہ سے ہم نے ایک آسان ، بے تکلیف ڈیزائن تیار کیا ہے تاکہ ہماری خدمت کا استعمال کرنے والے پبلشروں کو مکمل سیکشن 508 اور ڈبلیو سی اے جی 2.1 اے اے کی تعمیل کے ساتھ ہر ایک کے لئے قابل رسائی کو تحفظ فراہم کرنے دیں۔",
    "page-acc-summary-contents-2": "یہ کس طرح کام کرتا ہے: پہلے ، قابل رسائی صارف اس یو آر ایل پر سائن اپ کرتا ہے ، جو hCaptcha ویجیٹ انفارمیشن پیج میں لنک ہے۔ انہیں ایک انکرپٹڈ کوکی دی گئی ہے جو روزانہ کئی بار استعمال کی جاسکتی ہے ، لیکن لاگ ان کے ذریعے ہر 24 گھنٹوں میں اسے تازہ دم کرنا چاہئے۔ جب کسی سائٹ پر کسی قابل رسائی صارف کے سامنے چیلنج پیش کیا جاتا ہے تو وہ hCaptcha سروس کا استعمال کریں گے۔",
    "page-acc-title": "hCaptcha رسائی کی معلومات",
    "page-acc-tr-body": "سوال: میں کوکی کو ترتیب دینے کے بعد بھی ایک چیلنج دیکھ رہا ہوں۔ اس کی وجہ کیا ہے؟<br> جواب: یہ عام طور پر کسی جارحانہ اشتہاری بلاکر یا اینٹی کوکی توسیع ، یا کراس سائٹ کوکیز کو روکنے والی ترتیب کی وجہ سے ہوتا ہے ، اس معاملے میں hcaptcha.com کے لئے کوکی جو کسی مختلف سائٹ پر hCaptcha JS کے ذریعہ سیٹ یا چیک کی جاتی ہے۔ ، جیسے آپ تشریف لے جارہے ہیں۔<br><br> hCaptcha تک رسائ کوکیز تمام مشہور براؤزرز اور اشتہارات کو ان کی معیاری ترتیبات کے ساتھ کام کرتی ہے ، لہذا عام طور پر ناکامی اینٹی ایڈوبلاک اسکرپٹ یا اسی طرح کے اصولوں کو مخصوص سائٹوں کو نشانہ بنانے کی وجہ سے ہوتی ہے۔<br><br> حل:<br><br> 1. وائٹ لسٹ hcaptcha.com اور * .hcaptcha.com کوکیز آپ کے اشتہار بلاکر یا براؤزر سیکیورٹی ایکسٹینشن میں۔<br> 2. اگر آپ بہادر براؤزر استعمال کررہے ہیں ، جس میں فی الحال کسی قسم کی کوکی وائٹ لسٹ موجود نہیں ہے تو ، ترجیحات -> شیلڈز -> کوکیز پر جائیں اور تمام کوکیز کی اجازت دیں منتخب کریں۔<br> If. اگر آپ حال ہی میں جاری کردہ OS X 10.15 یا iOS 13.4 پر سفاری کا بہت ہی تازہ ترین ورژن استعمال کررہے ہیں تو ، ایپل نے ابھی تیسری پارٹی کے کوکیز سے متعلق سفاری کے طرز عمل کو تبدیل کردیا ہے ، اور ان سبھی کو بطور ڈیفالٹ مسدود کردیا ہے۔ ہم ایک حل پر عمل درآمد کر رہے ہیں ، لیکن اس دوران براہ کرم سفاری ترجیحات ، نجی معلومات کی حفاظتی سیکشن دیکھیں اور ویب سائٹ سے باخبر رہنے کی نشان زد کریں: رسائی کے کوکی کو توقع کے مطابق کام کرنے کے ل cross کراس سائٹ سے باخبر رہنے کی روک تھام کریں۔<br><br> سوال: میں ایک سے زیادہ ڈیوائسز استعمال کرتا ہوں۔ کیا مجھے متعدد بار سائن اپ کرنے کی ضرورت ہے؟<br> جواب: نہیں ، براہ کرم کوکی کو ترتیب دینے کے ل each آپ کے استعمال کردہ ہر آلے پر اسی ای میل لاگ ان لنک پر کلک کریں۔<br><br> سوال: میں قابل رسا کوکی استعمال کرتے ہوئے تیسری پارٹی کے کوکی سے باخبر رہنے سے اپنے آپ کو کیسے بچا سکتا ہوں؟<br> جواب: کسی بھی رازداری یا اشتہار کو مسدود کرنے والے توسیع کا استعمال کرنا جو ڈومین سطح کی وائٹ لسٹنگ کی حمایت کرتا ہے (مثال کے طور پر یو بلاک اوریجن) توقع کے مطابق کام کرے گا: صرف hcaptcha.com پر وائٹ لسٹ بنانا یقینی بنائیں۔",
    "page-acc-tr-title": "قابل رسائی صارفین کے لئے: بار بار سوالات اور دشواریوں کے متعلق رہنمائی",
    "page-acc-tr2-body": "سفاری<br> سفاری (میک) میں کوکیز کو اہل بنانے کے لئے: سفاری ڈراپ ڈاؤن مینو میں جائیں۔ ترجیحات منتخب کریں۔ اوپر والے پینل میں پرائیویسی پر کلک کریں۔ 'بلاک کوکیز' کے تحت 'کبھی نہیں' کے آپشن کو منتخب کریں۔<br> سفاری (آئی فون / آئی پیڈ iOS 11+) میں کوکیز کو اہل بنانے کیلئے: اپنی ترتیبات کھولیں۔ نیچے سکرول کریں اور سفاری کو منتخب کریں۔ رازداری اور تحفظ کے تحت ، 'کراس سائٹ سے باخبر رہنے سے بچو' اور 'تمام کوکیز کو مسدود کریں' کو بند کردیں۔<br><br> فائر فاکس<br> کسی بھی ویب پیج پر ایڈریس بار کے بائیں شیلڈ پر کلک کریں۔ پروٹیکشن سیٹنگ پر کلک کریں۔ فائر فاکس ترجیحات رازداری اور سیکیورٹی پینل کھل جائے گا۔ بہتر ٹریکنگ پروٹیکشن کے تحت ، کسٹم منتخب کریں۔ ان چیک باکسز کو منتخب کرکے منتخب کریں کہ کون سے ٹریکرز اور اسکرپٹ کو بلاک کرنا ہے۔ یقینی بنائیں کہ آپ نے hcaptcha.com کو بلاک کردیا ہے۔<br><br> چیک باکس کو غیر منتخب کرکے ، آپ ڈیبگ کرنے کیلئے کسٹم میں عارضی طور پر کچھ تحفظات کو بھی بند کرسکتے ہیں: ٹریکر چیک باکس کو غیر منتخب کریں یا اگر آپ کو ابھی بھی پریشانی ہو رہی ہے تو کوکیز چیک باکس کو غیر منتخب کریں۔<br><br> گوگل کروم<br> گوگل کروم (پی سی)<br> کروم مینو آئیکن کو منتخب کریں۔ ترتیبات منتخب کریں۔<br> رازداری اور سیکیورٹی پر جائیں ، پھر کوکیز اور دوسرے سائٹ کا ڈیٹا۔<br> یقینی بنائیں کہ 'تیسری پارٹی کے کوکیز کو مسدود کریں' فعال نہیں ہے۔<br><br> گوگل کروم (میک):<br> مینو بار سے کروم کی ترجیحات کھولیں۔<br> رازداری اور سیکیورٹی پر جائیں ، پھر کوکیز اور دوسرے سائٹ کا ڈیٹا۔<br> یقینی بنائیں کہ 'تیسری پارٹی کے کوکیز کو مسدود کریں' فعال نہیں ہے۔<br><br> گوگل کروم (Android):<br> اپنے Android آلہ پر ، کروم ایپ کھولیں۔<br> اوپری دائیں جانب ، مزید اور پھر ترتیبات پر ٹیپ کریں۔<br> سائٹ کی ترتیبات اور پھر کوکیز کو تھپتھپائیں۔<br> 'کوکیز' کے آگے سیٹنگ کو آن کریں۔<br> 'تیسری پارٹی کی کوکیز کی اجازت دیں' کے ساتھ والے باکس کو چیک کریں۔<br><br> انٹرنیٹ ایکسپلورر<br> 1. اسکرین کے اوپری دائیں کونے میں گیئر منتخب کریں ، پھر 'انٹرنیٹ آپشنز' منتخب کریں۔ اگر آپ نے مینو بار کو فعال کیا ہوا ہے تو ، آپ 'ٹولز' کو پھر 'انٹرنیٹ آپشنز' کو منتخب کرسکتے ہیں۔<br> 2. 'رازداری' ٹیب پر کلک کریں۔<br> 3. 'ایڈوانسڈ' بٹن کو منتخب کریں۔<br> 4. 'تھرڈ پارٹی کوکیز' کے تحت 'قبول کریں' کا انتخاب کریں۔<br> 5. 'ٹھیک ہے' پر کلک کریں",
    "page-acc-tr2-head": "کراس سائٹ کوکیز کیلئے براؤزر کی ہدایات",
    "priv-hc": "نجی معلومات کی حفاظتی",
    "priv-hc-text": "اشتہاری نیٹ ورک آپ کو ان کی مصنوعات کے طور پر دیکھتے ہیں۔ ہم نہیں کرتے۔ ہمیں اس کی پرواہ نہیں ہے کہ صارف کون ہیں ، صرف اس کے کہ وہ بدعنوانی کا شکار ہوں۔ ہم پرائیویسی پاس جیسے اقدامات کی حمایت کرتے ہیں ، اور رازداری اور سلامتی کو متوازن بنانے کے لئے سخت محنت کرتے ہیں۔",
    "reporting-bugs-accessibility-button": "رسائی کے اختیارات کے بارے میں مزید معلومات حاصل کریں",
    "reporting-bugs-accessibility-head": "رسائی کے اختیارات",
    "reporting-bugs-accessibility-text": "کیا آپ ضعف بصارت کا شکار ہیں یا دوسری صورت میں HCaptchas کو مکمل کرنے سے قاصر ہیں؟",
    "reporting-bugs-guide-ff-head": "گرفتاری بگ رپورٹ کی تفصیلات: فائر فاکس",
    "reporting-bugs-guide-ff-step-1": "مرحلہ 1: اوپن ڈویلپر ٹولز (اس سے سیشن کی ریکارڈنگ شروع ہوتی ہے۔)",
    "reporting-bugs-guide-ff-step-2": "مرحلہ 2: ڈیولپر ٹولز میں نیٹ ورک کے ٹیب پر کلک کریں۔ سب سے اوپر پرسٹسٹ لاگز باکس کو چیک کریں۔",
    "reporting-bugs-guide-ff-step-3": "مرحلہ 3: https://accounts.hcaptcha.com/demo ، یا جس ویب سائٹ پر آپ کو کوئی مسئلہ درپیش ہے اس کا دورہ کریں (رازداری نوٹ: صرف اس صورت میں جب آپ اس کو بتانے میں برا نہیں مانتے ہیں) ... اور پھر I پر کلک کریں انسان بٹن ہوں ، اور حل کرنے کی کوشش کریں۔",
    "reporting-bugs-guide-ff-step-4": "مرحلہ 4: آپ کو حل کرنے کی کوشش کرنے کے بعد HAR پر کلک کریں ، اور نیٹ ورک لاگ کو محفوظ کرنے کے لئے سب کو HAR کے بطور محفوظ کریں کا انتخاب کریں۔ وہ فائل ہمارے پاس بھیجیں۔",
    "reporting-bugs-guide-ff-step-5": "مرحلہ 5: کنسول ٹیب پر کلک کریں ، اور پھر دائیں کلک کریں پھر کنسول لاگ محفوظ کرنے کے ل all سب کو منتخب کریں اور اسے ایک ٹیکسٹ فائل میں محفوظ کریں۔ ہمیں بھی ارسال کریں۔",
    "reporting-bugs-guide-ff-step-6": "آخری مرحلہ: ان HAR اور کنسول لاگ فائلوں کو ہم پر ای میل کریں ، اور اس مسئلے کی وضاحت کریں: Use@hcaptcha.com (براہ کرم ڈراپ باکس یا فائل بین جیسی سروس استعمال کریں اور لنک بھیجیں) اور اختیاری طور پر اسکرین شاٹ ، اگر آپ کو شبہ ہے کہ کچھ صحیح طریقے سے نہیں دکھا رہا ہے۔ . برائے کرم آئی پی بھیجیں جو آپ استعمال کررہے ہیں۔ آپ اسے https://www.whatsmyip.org/ سے حاصل کرسکتے ہیں۔ یہ معلومات حاصل کرنے میں ہماری مدد کرنے کے لئے وقت نکالنے کے لئے شکریہ! ہم ہر ایک کے لئے hCaptcha کو اچھی طرح سے کام کرنے کے لئے پرعزم ہیں۔",
    "reporting-bugs-guide-head": "بگ رپورٹ کی گرفتاری کی تفصیلات: کروم",
    "reporting-bugs-guide-step-1": "مرحلہ 1: اوپن ڈویلپر ٹولز (اس سے سیشن کی ریکارڈنگ شروع ہوتی ہے۔)",
    "reporting-bugs-guide-step-2": "مرحلہ 2: ڈیولپر ٹولز میں نیٹ ورک کے ٹیب پر کلک کریں۔ سب سے اوپر لاگ ان پرزور باکس کو چیک کریں۔",
    "reporting-bugs-guide-step-3": "مرحلہ 3: https://accounts.hcaptcha.com/demo ، یا جس ویب سائٹ پر آپ کو کوئی مسئلہ درپیش ہے اس کا دورہ کریں (رازداری نوٹ: صرف اس صورت میں جب آپ اس کو بتانے میں برا نہیں مانتے ہیں) ... اور پھر I پر کلک کریں انسان بٹن ہوں ، اور حل کرنے کی کوشش کریں۔",
    "reporting-bugs-guide-step-4": "مرحلہ 4: آپ کو حل کرنے کی کوشش کے بعد ایکسپورٹ ہار (تھوڑا نیچے والا تیر) پر کلک کریں ، جس سے نیٹ ورک لاگ محفوظ ہوجاتا ہے۔ وہ فائل ہمارے پاس بھیجیں۔",
    "reporting-bugs-guide-step-5": "مرحلہ 5: کنسول کے ٹیب پر کلک کریں ، اور کنسول لاگ محفوظ کرنے کے ل right دائیں کلک کریں اور پھر بطور محفوظ کریں .. محفوظ کریں۔ ہمیں بھی ارسال کریں۔",
    "reporting-bugs-guide-step-6": "آخری مرحلہ: ان HAR اور کنسول لاگ فائلوں کو ہمیں ای میل کریں ، اور اس مسئلے کی وضاحت کریں۔ استعمال کریں: support@hcaptcha.com (براہ کرم ڈراپ باکس یا فائل بِن جیسی سروس استعمال کریں اور روابط بھیجیں) اور اختیاری طور پر اسکرین شاٹ ، اگر آپ کو شبہ ہے کہ کچھ صحیح طریقے سے ظاہر نہیں ہورہا ہے۔ برائے کرم آئی پی بھیجیں جو آپ استعمال کررہے ہیں۔ آپ اسے https://www.whatsmyip.org/ سے حاصل کرسکتے ہیں۔ یہ معلومات حاصل کرنے میں ہماری مدد کرنے کے لئے وقت نکالنے کے لئے شکریہ! ہم ہر ایک کے لئے hCaptcha کو اچھی طرح سے کام کرنے کے لئے پرعزم ہیں۔",
    "reporting-bugs-guide-text-1": "اپنی رپورٹ کے ساتھ ڈیبگنگ معلومات بھیجنا ہمارے لئے جو ہو رہا ہے اس کی شناخت کرنا بہت آسان کردے گا۔ یہاں قدم بہ قدم ہدایات ہیں:",
    "reporting-bugs-guide-text-2": "اگر آپ ویب ڈویلپر یا ماہر صارف ہیں تو ، سمری ہم چاہیں گی کہ آپ ہمیں ایک نیٹ ورک ریکارڈ کرنے والے HAR اور براؤزر کنسول لاگس بھیجیں۔ براہ کرم پہلے کسی بھی اشتہاری بلاکر یا براؤزر سیکیورٹی ایکسٹینشن کو غیر فعال کرنے کی کوشش کریں اور پھر ان اقدامات سے گزرنے سے پہلے دوبارہ کوشش کریں۔ اگر اس سے آپ کی پریشانی ٹھیک ہوجاتی ہے تو ، ہم پھر بھی آپ کی تعریف کریں گے کہ ہمیں اپنے براؤزر کا ورژن ، اشتہار مسدود کرنے والا یا براؤزر توسیع اور ویب سائٹ کا URL بتائیں۔",
    "reporting-bugs-intro-head": "ایک بگ ملا؟ اس کی اطلاع دینے کا طریقہ یہاں ہے۔",
    "reporting-bugs-intro-text": "ہزاروں برائوزر ، ایکسٹینشنز ، ڈیوائسز ، فائر والز اور مزید بہت سے امتزاجوں پر لاکھوں افراد ہر ماہ ایچ کیپچا کا استعمال کرتے ہیں۔ ہمارا مقصد یہ یقینی بنانا ہے کہ یہ ہمیشہ آپ کے لئے کام کرتا ہے ، لہذا ہم آپ کی رپورٹس کی بہت تعریف کرتے ہیں۔ فوری تاثرات دینے کے لئے ، ہمیں تاثرات ارسال کریں بٹن پر کلک کریں۔ اگر آپ کو کوئی عملی مسئلہ نظر آرہا ہے تو ، براہ کرم ذیل میں فائر فاکس کے لئے کروم کے لئے ڈیبگ لاگ ہدایات یا ڈیبگ لاگ ہدایات پر عمل کریں۔ کسی بھی دوسرے براؤزر کے لئے صرف ہمیں ای میل کریں۔ ممکنہ تحفظ یا رازداری سے متعلق امور کے لئے ، ذیل میں دی گئی ہدایات دیکھیں۔",
    "reporting-bugs-privacy-head": "رازداری کے مسائل",
    "reporting-bugs-privacy-text": "ہمیں اس کی پرواہ نہیں ہے کہ صارف کون ہیں ، صرف اس بات کا امکان ہے کہ وہ خرابی کا شکار ہوں یا مشینیں۔ ہم پرائیویسی پاس جیسے اقدامات کی حمایت کرتے ہیں ، اور رازداری اور سلامتی کو متوازن بنانے کے لئے سخت محنت کرتے ہیں۔ اگر آپ کو کوئی مسئلہ ملا ہے جس کے بارے میں آپ کو لگتا ہے کہ صارف کی رازداری کو متاثر کرسکتا ہے تو ، براہ کرم ہمیں ای میل کریں support@hcaptcha.com پر۔",
    "reporting-bugs-provide-feedback-button": "ہمیں آراء بھیجیں",
    "reporting-bugs-provide-feedback-head": "hCaptcha پر فوری تاثرات فراہم کریں",
    "reporting-bugs-provide-feedback-text": "ہم آپ کے ان پٹ کی تعریف کرتے ہیں۔ ہمیں کوئی مسئلہ بتائیں اور ہم انہیں جلد حل کردیں گے۔",
    "reporting-bugs-security-head": "سیکیورٹی کیڑے",
    "reporting-bugs-security-text": "ہم ہمیشہ سیکیورٹی کیڑے کی اطلاع موصول کرنے میں دلچسپی رکھتے ہیں۔ support@hcaptcha.com اور CC security@hcaptcha.com پر ای میل کریں اور ہم آپ کے پاس جلدی واپس آجائیں گے۔ ہمارے پاس ایچ سی کیپچا سروس اور متعلقہ سورس کوڈ پر اہل سیکیورٹی رپورٹس کے لئے ایک بگ باؤنٹی پروگرام بھی ہے۔",
    "sec-hc": "سیکیورٹی سب سے پہلے",
    "sec-hc-text": "hCaptcha ناشر میں مرکوز ہے۔ ہم سائٹوں کو اصل ڈیٹا دینے کے لئے کام کرتے ہیں اور انہیں فیصلہ کرنے دیں کہ اس کا استعمال کیسے کریں۔ درستگی آپ کے اور ہمارے مفاد میں ہے۔ دیگر کیپچا ایڈورٹائزنگ کمپنیاں فراہم کرتی ہیں۔ ہر ایک بوٹ جس کو انہوں نے مسدود کیا ہے اس سے ان کی آمدنی کم ہوسکتی ہے۔",
    "switch-to-english-link": "انگریزی میں سوئچ کریں",
    "what-is-hcaptcha": "hCaptcha کیا ہے؟",
    "what-is-hcaptcha-text": "hCaptcha آپ کی پسندیدہ ویب خدمات کو انسانوں کے ل simple آسان اور مشینوں کے لئے مشکل سوالات پوچھتے ہوئے بوٹس ، اسپام ، اور غلط استعمال کو روکنے میں مدد کرتا ہے۔",
    "why-hc": "hCaptcha کیوں؟",
    "why-hc-text": "ہر بار جب آپ کسی چیلنج کا جواب دیتے ہیں تو ہم یہ معلوم کرنے کے لئے نفیس ماڈل استعمال کرتے ہیں کہ آیا آپ انسان ہیں یا مشین۔ اس کے بعد جس ویب سائٹ پر آپ تشریف لائے ہیں وہ اس نتائج کو استعمال کرتے ہوئے اپنی سائٹ پر اپنے تجربے کو بہتر بنانے میں مدد دیتی ہے۔"
}