{
    "a11y-img-1": "Kirishdan keyin kirishning foydalanuvchi ekrani",
    "a11y-img-2": "Vidjet foydalanuvchi interfeysi menyusida kirish imkoniyati",
    "a11y-img-3": "Vidjet interfeysidagi kirish imkoniyatlari dialog oynasi",
    "about-advisors-brendan": "Brave kompaniyasining bosh direktori. Mozilla asoschilaridan biri. JavaScript dasturlash tilining yaratuvchisi. Brauzerlar yaratuvchisi va boshqalar.",
    "about-advisors-dawn": "Professor, Kaliforniya universiteti, CS, Berkli. Chuqur o'rganish, xavfsizlik, blokirovka bo'yicha mutaxassis. Oasis Labs kompaniyasining bosh direktori.",
    "about-advisors-head": "Maslahatchilar",
    "about-advisors-keiran": "Stenforddagi tadqiqotchi olim. Mashinalarni o'rganish va yirik banklar, xajj fondlari va akademiyalarda miqdoriy moliyalashtirish.",
    "about-content-head-1": "Nima qilamiz",
    "about-content-head-2": "Nima uchun bu muhim",
    "about-content-text-1": "hCaptcha - bu Intuition Machines Inc xizmatidir, bu sun'iy intellekt va mashinalarni o'rganish bilan shug'ullanadigan kompaniya bo'lib, u metallarni o'rganish va ingl. Biz butun dunyo bo'ylab Global 2000 kompaniyalari uchun video va tasvirlarni tahlil qilish xizmatlarini taqdim etish uchun masshtabli tizimlarni yaratamiz va ishlatamiz.",
    "about-content-text-1a": "hCaptcha botlarni to'xtatishda zamonaviy, maxfiylikka yo'naltirilgan yondashuvni taklif etadi.",
    "about-content-text-1b": "Biz CAPTCHA-ni botlarni qiyinlashtiradigan, ammo odamlar uchun oson bo'lgan muammolarni mashinalarni o'rganish muammolaridan yorlig'i bilan yozish qiyin bo'lgan ma'lumotlarni to'plash va undan foydalanib veb-sayt yoki dasturga tashrif buyuruvchilar inson ekanligini aniqlash uchun ko'rsatamiz.",
    "about-content-text-2": "Qo'shimcha ma'lumotlar odatda yaxshi natijalarga olib keladi. To'g'ri belgilangan va tegishli ma'lumotlar to'plamlarini yaratish va saqlash ko'p vaqt talab etadi va qimmatga tushadi. hCaptcha dastlab rasmlarni etiketlashdagi o'z ehtiyojlarimizni qondirish uchun ishlab chiqilgan va hozirda shu kabi ehtiyojlarga ega boshqa kompaniyalar uchun mavjud.",
    "about-content-text-2a": "Internetda yomon aktyorlar tobora keng tarqalgan. Ammo foydalanuvchi shaxsiy hayotini qurbon qilish bu javob emas.",
    "about-content-text-2b": "Reklama kompaniyalari tomonidan taqdim etiladigan xavfsizlik echimlari asosan foydalanuvchilarni Internet orqali kuzatishga qaratilgan. Biz foydalanuvchining shaxsiy hayotiga zarar etkazishini isbotlaydigan samarali xavfsizlik echimini yaratdik, bu juda yaxshi natijalarga erishish uchun zarur emas.",
    "about-intro-head-1": "HCaptcha haqida",
    "about-intro-head-2": "Maxfiylik, xavfsizlik va mashinada o'rganish.",
    "about-intro-text": "hCaptcha dunyodagi eng ko'p ishlatiladigan mustaqil CAPTCHA xizmati.",
    "about-leadership-alex": "Ma'lumotlar bazasi va Blockchain bo'yicha mutaxassis. Cloudera-da dastlabki muhandis va boshqalar. Dasturiy ta'minot va jamoalarni yaratish bo'yicha o'n yillik tajriba.",
    "about-leadership-eli": "BOSH IJROCHI DIREKTOR. AI bo'yicha tan olingan etakchi. So'nggi o'n yilliklar davomida turli xil biznes muammolariga mashina intellektini keng miqyosda qo'llagan.",
    "about-leadership-head": "Etakchilik",
    "about-leadership-todd": "Hisoblash biologiyasi doktori, Stenford. 1999 yildan beri neyron tarmoqlar bilan ishlash. Amaliy ML va miqyosda chuqur o'rganishga e'tibor bering.",
    "acc-opt": "Maxsus imkoniyatlar",
    "acc-opt-but": "Maxsus imkoniyatlar parametrlari haqida ko'proq bilib oling",
    "acc-opt-text": "Siz ko'rish qobiliyatsizmi yoki hCaptchas-ni boshqa usul bilan to'ldirolmaysizmi?",
    "accessibility-link": "Kirish imkoniyati",
    "appreciate-in": "Sizning fikringizni qadrlaymiz. Muammolarni bizga xabar bering va biz ularni tezda hal qilamiz.",
    "fb-but": "Fikr-mulohaza yuboring",
    "feedback-text": "Siz ko'rgan hCaptcha haqida fikr bildiring",
    "footer-attribution": "Atribut",
    "footer-copyright-text": "hCaptcha - Intuition Machines, Inc. kompaniyasining ro'yxatdan o'tgan savdo belgisidir.",
    "footer-header-1": "Kompaniya",
    "footer-header-2": "Resurslar",
    "footer-header-3": "Aloqa",
    "footer-link-1": "Yorliqlash",
    "footer-link-10": "Kirish imkoniyati",
    "footer-link-2": "Haqida",
    "footer-link-3": "Ishlar",
    "footer-link-4": "Savdo belgilari",
    "footer-link-5": "AI axloqi",
    "footer-link-6": "Blog",
    "footer-link-7": "Holat",
    "footer-link-8": "Hujjatlar",
    "footer-link-9": "Xato haqida xabar bering",
    "footer-privacy": "Maxfiylik",
    "footer-subheader-1": "Qo'llab-quvvatlash",
    "footer-subheader-2": "Aloqa",
    "footer-terms": "Shartlar",
    "h-plans": "Obuna rejalari",
    "header-docs-link": "Hujjatlar",
    "header-labeling-services-link": "Yorliqlash bo'yicha xizmatlar",
    "header-login-button": "Kirish",
    "header-plans-link": "Rejalar",
    "header-signup-button": "Ro'yxatdan o'tish",
    "home-about-head": "HCaptcha haqida",
    "home-about-subtitle": "INSON protokoli asosida ishlaydi",
    "home-about-text-1": "hCaptcha mashinani o'rganishda eng ko'p mehnat talab qiladigan muammoni hal qilishga mo'ljallangan: katta miqdordagi ma'lumotlarni o'z vaqtida, arzon va ishonchli tarzda etiketlash.",
    "home-about-text-2": "Qo'shimcha ma'lumotlar, odatda, mashina o'rganish modellarini tayyorlashda yaxshi natijalarga olib keladi. Yaqinda amalga oshirilgan chuqur modellarning muvaffaqiyati tobora kattaroq ma'lumotlar to'plamlariga olib keldi, deyarli har doim odamlarning tekshiruvi bilan. Biroq, Mechanical Turk, Sakkizinchi rasm va boshqalar orqali inson tomonidan ko'rib chiqilgan katta ma'lumotlar to'plamlarini yaratish ham sekin va ham qimmat.",
    "home-about-text-3": "hCaptcha veb-saytlarga botlarni va boshqa suiiste'mol usullarini blokirovka qilishda ushbu talabga javoban pul ishlashga imkon beradi.",
    "home-about-text-4": "HCaptcha bozori HUMAN Protocol - Ethereum blockchain-da ishlaydigan odamlarni ko'rib chiqish uchun markazlashtirilmagan ochiq protokol bilan ishlaydi. Foydalanuvchilar o'z saytlarida hCaptcha vidjetidan foydalanganlarida veb-saytlar Human Tokens (HMT) ishlab topadi va mashinasozlik kompaniyalari o'z ma'lumotlariga etiketka qo'yish uchun Human Tokens-ga pul to'laydilar.",
    "home-ba-labeling-services-link": "Yorliqlash bo'yicha xizmatlar",
    "home-benefits-head-1": "Ma'lumotlarni yorliqlashdagi qiymat",
    "home-benefits-head-2": "Xayriyaga qaytaring",
    "home-benefits-text-1": "Siz har safar Gigantic kompaniyasining mashinasozlik tizimlarini bepul o'qitishda yordam berayotgan mashinangizni bosganingizda o'zingizni angladingizmi?",
    "home-benefits-text-2": "hCaptcha ushbu modelni o'zgartiradi. HCaptcha-dan foydalanganda kompaniyalar sizning foydalanuvchilaringiz o'zlarining insoniyligini isbotlagan holda bajaradigan ishlarini taklif qilishadi. Siz mukofotlarni olasiz.",
    "home-benefits-text-3": "O'zingizning sevimli xayriya yordamingizga qaytarmoqchimisiz? hCaptcha sizga tanlagan xayriya tashkilotlarini ishlatishdan olgan daromadingiz bilan qo'llab-quvvatlashga imkon beradi. Tez orada saytingizdagi foydalanuvchilar hCaptcha interfeysida aqlli brendlash orqali xayriya ishlariga qo'shgan hissangizni ko'rishlari mumkin.",
    "home-challenge-text-1": "So'rovga mos keladigan barcha rasmlarni tanlang",
    "home-challenge-text-2": "Ob'ektlar uchun chegara maydonini aniqlang",
    "home-challenge-text-3": "Tegishli yorliqlarni aniqlang",
    "home-challenge-title-1": "Taqqoslash",
    "home-challenge-title-2": "Chegaralangan quti",
    "home-challenge-title-3": "Kategorizatsiya",
    "home-challenges-head": "Taqdim etilgan qiyinchiliklar",
    "home-challenges-text-1": "... va boshqa oddiy vazifalar. Odamlar uchun oson, botlar uchun qiyin.",
    "home-challenges-text-2": "Korxona noshirlari uchun maxsus topshiriqlar ham mavjud.",
    "home-ent-1": "Korxonamiz xavfsizlik takliflarini qidiryapsizmi?",
    "home-ent-2": "Yangi maxsus saytimizga tashrif buyuring: BotStop.com",
    "home-ent-button": "Batafsil: hCaptcha tomonidan BotStop",
    "home-from-the-blog": "BLOGDAN:",
    "home-from-the-blog-value": "Qanday qilib hCaptcha-ning sozlamalari ishlaydi",
    "home-intro-body": "Siz botlardan saqlanish uchun captcha ishlatasizmi? hCaptcha foydalanuvchi maxfiyligini himoya qiladi, veb-saytlarni mukofotlaydi va kompaniyalarga o'zlarining ma'lumotlarini belgilashga yordam beradi. Bu reCAPTCHA o'rnini bosuvchi narsa: siz bir necha daqiqada almashtirishingiz mumkin.",
    "home-intro-button": "Hozir ro'yxatdan o'ting",
    "home-intro-head": "Boshqa botlarni to'xtating. Foydalanuvchilarning shaxsiy hayotini himoya qilishni boshlang.",
    "home-main-1": "Xususiy. Xavfsiz. Tezroq. Va undan foydalanish uchun sizga pul to'laymiz.",
    "home-main-2": "Maxfiylikka e'tibor qaratilgan",
    "home-main-2c": "Reklama tarmoqlari sizning tashrif buyuruvchilaringizni mahsulot sifatida ko'rishadi. HCaptcha uchun mahsulot ular taqdim etadigan ishdir. Sizning foydalanuvchilaringiz kim ekanligi bizga ahamiyat bermaydi, faqat ularning zararli bo'lishi ehtimoli. Biz Privacy Pass kabi tashabbuslarni qo'llab-quvvatlaymiz va maxfiylik va xavfsizlikni muvozanatlash uchun ko'p ishlaymiz.",
    "home-main-3": "Avval xavfsizlik",
    "home-main-3c": "Aniqlik sizning va bizning manfaatimizga javob beradi. hCaptcha nashriyotga yo'naltirilgan. Biz sizga haqiqiy ma'lumotlarni berish va ulardan qanday foydalanishni hal qilish uchun ishlash uchun ishlaymiz. Boshqa captcha-lar Gigantic reklama kompaniyalari tomonidan taqdim etiladi. Bu shuni anglatadiki, ular bloklagan har bir bot o'z daromadlarini kamaytirishi mumkin.",
    "home-main-4": "Yaxshi foydalanuvchi tajribasi",
    "home-main-4c": "Insoniyatni aniqlash uchun hCaptcha tomonidan murakkab mashinalarni o'rganish modellari qo'llaniladi. Bu sizning foydalanuvchilaringizdan ozroq zerikarli vazifalarni talab qilishimizga imkon beradi va bunda ularning vaqtini kamroq vaqt sarflaymiz, shu bilan birga xaridorlarni etiketlash uchun foydali ma'lumotlar ishlab chiqaramiz.",
    "home-main-plans": "hCaptcha har qanday o'lchamdagi noshirlar uchun foydalanish uchun bepul. Biroq, ko'proq nazoratni talab qiladigan korxonalar va platformalar uchun bizning korporativ echimlarimiz mavjud.",
    "home-main-plans2": "hCaptcha korporativ echimlari millionlab foydalanuvchilarni dunyodagi eng yirik kompaniyalar uchun o'n millionlab veb-saytlarda himoya qiladi. Qo'shimcha ma'lumot olish uchun biz bilan bog'laning yoki tashrif buyuring",
    "home-main-plans3": "hCaptcha korporativ echimlari millionlab foydalanuvchilarni dunyodagi eng yirik kompaniyalar uchun o'n millionlab veb-saytlarda himoya qiladi. Qo'shimcha ma'lumot olish uchun biz bilan bog'laning yoki tashrif buyuring",
    "home-main-plans4": "tafsilotlar uchun.",
    "home-plans-button-1": "Hozir ro'yxatdan o'ting",
    "home-plans-button-2": "Sotuvlar bilan bog'laning",
    "home-plans-chart-head-1": "Xususiyatlari",
    "home-plans-chart-head-2": "Nashriyotchi",
    "home-plans-chart-head-3": "Korxona",
    "home-plans-chart-row-1-cell-1": "Ko'rsatilgan nazorat turlari",
    "home-plans-chart-row-1-cell-2": "Cheklangan",
    "home-plans-chart-row-1-cell-3": "Jami",
    "home-plans-chart-row-10-cell-1": "Ko'p foydalanuvchi boshqaruv panellari",
    "home-plans-chart-row-11-cell-1": "Hisobotning kengaytirilgan xususiyatlari",
    "home-plans-chart-row-12-cell-1": "Korxona SLA-lari",
    "home-plans-chart-row-2-cell-1": "Amaldagi kontentni boshqarish",
    "home-plans-chart-row-2-cell-2": "Cheklangan",
    "home-plans-chart-row-2-cell-3": "Jami",
    "home-plans-chart-row-3-cell-1": "Odamlarning echimi uchun mukofotlar oling",
    "home-plans-chart-row-4-cell-1": "Jahon darajasidagi botlarga qarshi himoya",
    "home-plans-chart-row-5-cell-1": "Har bir mamlakatda ishlaydi",
    "home-plans-chart-row-5a-cell-1": "No-CAPTCHA va 99,9% passiv rejimlar",
    "home-plans-chart-row-5b-cell-1": "Botga ishonchlilik ballari",
    "home-plans-chart-row-6-cell-1": "GDPR va CCPA-ga mos keladigan maxfiylik siyosati",
    "home-plans-chart-row-7-cell-1": "Nozik darajadagi qiyinchilik darajalari",
    "home-plans-chart-row-8-cell-1": "O'zingizning chaqiriq tarkibingizni ishga tushiring",
    "home-plans-chart-row-9-cell-1": "Vaqt bo'yicha rejalashtirishni rejalashtirish",
    "home-try-it-out-button": "HCaptcha-ni yuklab oling",
    "home-try-it-out-head": "Sinab ko'ring",
    "home-try-it-out-text": "hCaptcha oddiy, oson va ishonchli botlarni aniqlashni ta'minlaydi, shu bilan birga odamlar hal qilishi mumkin emas.",
    "labeling-about-head": "HCaptcha haqida",
    "labeling-about-text-1": "hCaptcha mashinani o'rganishda eng ko'p mehnat talab qiladigan muammoni hal qilishga mo'ljallangan; katta miqdordagi ma'lumotlarni o'z vaqtida, arzon va ishonchli tarzda etiketlash. Qo'shimcha ma'lumotlar, odatda, mashina o'rganish modellarini tayyorlashda yaxshi natijalarga olib keladi. Yaqinda amalga oshirilgan chuqur modellarning muvaffaqiyati tobora kattaroq ma'lumotlar to'plamlariga olib keldi va hCaptcha ushbu ehtiyojga xizmat qiladi.",
    "labeling-about-text-2": "Biroq, an'anaviy usullardan foydalangan holda inson tomonidan ko'rib chiqiladigan katta ma'lumotlar to'plamlarini yaratish ham sekin, ham qimmatga tushadi. hCaptcha - bu kompaniyalar uchun boshqa alternativalarga qaraganda tezroq, yuqori sifatli va arzon narxlardagi izohlarni olish usuli.",
    "labeling-annotations-head": "Izoh turlari",
    "labeling-annotations-text-1": "Rasm va videoda ob'ektni aniq aniqlash",
    "labeling-annotations-text-2": "Rasm va videoda ob'ektni aniq aniqlash",
    "labeling-annotations-text-3": "Ko'p turli xil holatlar uchun nuqta izohlari",
    "labeling-annotations-text-4": "Istalgan o'lchamdagi o'zboshimchalik toifalarini saralash yoki qo'shish",
    "labeling-annotations-text-5": "Inson tomonidan boshqariladigan aniqlash va tasniflash",
    "labeling-annotations-text-6": "Bu erda ko'rsatilmagan boshqa tur kerakmi? Bizdan so'rang.",
    "labeling-annotations-title-1": "Chegaralangan qutilar",
    "labeling-annotations-title-2": "Ko'pburchaklar",
    "labeling-annotations-title-3": "Belgilangan joylar",
    "labeling-annotations-title-4": "Xususiyatlarni turkumlash",
    "labeling-annotations-title-5": "Taqqoslash va aniqlash",
    "labeling-annotations-title-6": "... va yana ko'p narsalar",
    "labeling-ent-button": "Bizning Enterprise Solutions jamoamiz bilan bog'laning",
    "labeling-ent-head": "Boshidan oxirigacha boshqarish kerakmi?",
    "labeling-ent-text-1": "HCaptcha ortidagi HUMAN Platformasi mavjud tizimlaringiz bilan integratsiyalashgan mahalliy, gibrid yoki SaaS tarqatish orqali yuqori darajadagi ish sifati va boshqaruv xususiyatlarini taqdim etadi.",
    "labeling-ent-text-2": "O'zingizning ishchi kuchingiz bilan to'liq oflayn rejimda ishlang, korxona bo'linmalari yoki konsortsium sheriklari tomonidan iste'mol qilinadigan qiymatni kuzatib boring, xarajatlarni va xavfsizlik talablarini hisobga olgan holda ish joylarini turli ichki yoki tashqi ishchilarga tanlab yo'naltiring.",
    "labeling-ent-text-3": "Effektivlikni maksimal darajaga ko'tarish uchun API-ga oson kirish, chiroyli boshqaruv panellari va zamonaviy texnologiyalar.",
    "labeling-ent-text-4": "99.99% ish vaqti SLA va 24/7 global qo'llab-quvvatlash mavjud. Qo'shimcha ma'lumot uchun:",
    "labeling-features-head-1": "Oddiy API boshqariladigan quvur liniyalari.",
    "labeling-features-head-2": "Narxlari va sifati uchun optimallashtirilgan. Oldindan majburiyat talab qilinmaydi.",
    "labeling-features-head-3": "Faqat kerakli aniqlik uchun to'lovni amalga oshiring.",
    "labeling-features-head-4": "O'zingizning er haqiqat ma'lumotlarini taqdim eting yoki ularni tezda tuzishga ijozat bering.",
    "labeling-features-text-1": "Inson sharhini to'g'ridan-to'g'ri o'zingizning biznes operatsiyalaringizga qo'shmoqchimisiz? Biz yuqori ishonchliligi, kafolatli quvvati va oddiy REST API-larini taklif etamiz.",
    "labeling-features-text-2": "HUMAN platformasi real vaqtda murakkab sifat tahlilini o'tkazish uchun har tomonlama ishonch modellaridan foydalanadi. Bu sizga vaqt va pulni tejash bilan savollarning qiyinligini ham, ularning to'g'ri javobini ham tezda aniqlashga imkon beradi.",
    "labeling-features-text-3": "Hamma muammolar ham bir xil emas. Xavfsizlik bo'yicha muhim vazifalarga izohlar butun inson ishchilaridan 99,99% ishonchni talab qilishi mumkin. Mobil o'yin dasturidagi bitta beta-xususiyat uchun izohlar faqat o'rtacha ishonchni talab qilishi mumkin. Sen Qaror qabul qil.",
    "labeling-features-text-4": "Keng qamrovli tekshiruv to'plamisiz xom ma'lumotlaringiz bormi? Ko'pgina hollarda, biz tizimda vazifalar bajarilishi sababli siz uchun bittasini qurishimiz yoki tasdiqlash uchun belgilangan namunalarni yaratishimiz mumkin.",
    "labeling-info-head": "Ma'lumotlar yorlig'ini olish",
    "labeling-info-text-1": "Loyihangizning ehtiyojlarini aniqlash uchun bizning domenimiz mutaxassislaridan biri bilan suhbatlashing: maqsadning aniqligi, formati va har qanday maxsus talablar.",
    "labeling-info-text-2": "Sizning namunaviy ma'lumotlaringiz asosida biz kichik ishlab chiqarish ishini bajaramiz. Bu sizga kerakli narsani olish uchun birgalikda qilgan ishimizni sinovdan o'tkazadi.",
    "labeling-info-text-3": "Bizning yuqori hajmimiz va kam kechikishimiz bilan biz sizning ishingizni tezda o'zgartiramiz, tugashi bilanoq avtomatlashtirilgan etkazib berish bilan.",
    "labeling-info-text-4": "Sizning ishlab chiqarish ishingiz parametrlarini yaxshiroq tushunsak, natijalar vaqt o'tishi bilan yaxshilanadi.",
    "labeling-info-text-5": "Jonli boshqaruv paneli istalgan vaqtda fikr-mulohaza bildirish yoki ishlab chiqarishni to'xtatib turish imkonini beradi.",
    "labeling-info-title-1": "Texnik xususiyatlarni aniqlang",
    "labeling-info-title-2": "Dastlabki ish sinovi",
    "labeling-info-title-3": "Ishlab chiqarish bo'yicha ish joylarini joylashtiring",
    "labeling-info-title-4": "Doimiy takomillashtirish",
    "labeling-info-title-5": "Haqiqiy vaqt natijalari",
    "labeling-main-1": "Ma'lumotlarni iqtisodiy jihatdan samaradorligini miqyosida belgilash",
    "labeling-main-1-button": "Ma'lumotlaringizni hoziroq belgilang",
    "labeling-main-1c": "Ma'lumotlar to'plamlari uchun qo'shimcha yorliqlar kerakmi? hCaptcha sun'iy intellekt va mashinalarni o'rganish dasturlarida ishlaydigan kompaniyalar uchun tezkor, tejamkor va yuqori sifatli ma'lumotlarni yorliq bilan ta'minlaydi.",
    "labeling-main-2": "Bir zumda millionlab vazifalarni boshlang.",
    "labeling-main-2-button": "Ma'lumotlarni yorliqlash bo'yicha xizmatlarni sotib oling",
    "labeling-main-2c": "hCaptcha sayyoramizda siz foydalanishi mumkin bo'lgan eng katta hovuzlardan biriga ega. Sizning miqyosingiz qanday bo'lishidan qat'i nazar, biz uni oldindan majburiyatlarsiz bajaramiz. Kuniga millionlab vazifalar hech qanday muammo tug'dirmaydi.",
    "labeling-platform-head": "Shaxsiy yoki ommaviy axborot",
    "labeling-platform-text": "hCaptcha HUMAN Platformasida qurilgan bo'lib, har bir qadamda narx va samaradorlikni optimallashtirish uchun murakkab marshrutlash va tahlil qilish imkoniyatini beradi. Ushbu texnologiya to'g'ri ishchi kuchi sizning ishingizning har bir qismini boshqarishga imkon beradi, maxfiylikni saqlagan holda va qo'llanilishi mumkin bo'lgan har qanday me'yoriy talablarga javob beradigan darajada iqtisodiy samaradorlikni oshiradi.",
    "labeling-try-button": "Ma'lumotlarni yorliqlash bo'yicha xizmatlarni sotib oling",
    "labeling-try-head": "Ma'lumotlaringiz bilan sinab ko'rmoqchimisiz?",
    "labeling-try-text": "... qachon bo'lishingizga tayyormiz: bizning xizmatimiz tunu kun ishlaydi.",
    "learn-more-hcaptcha": "HCaptcha haqida ko'proq bilib oling",
    "page-acc-faq-1": "Savol: hCaptcha 508-bo'lim + WCAG 2.1 AA mos keladimi? Javob: Biz bunga ishonamiz: har qanday nogironligi bo'lgan, Internetda ko'rib chiqa oladigan va shakllarga matn kiritadigan barcha foydalanuvchilar ro'yxatdan o'tgandan so'ng hCaptcha bilan himoyalangan xizmatlardan foydalanishlari mumkin. Biroq, bu yuridik maslahat emas: siz o'zingizning ishingizni hisobga olgan holda o'zingizning baholashingizni amalga oshirishingiz kerak.",
    "page-acc-faq-2": "Savol: Siz audio kabi boshqa kirish imkoniyatlari (a11y) ustida ishlayapsizmi? Javob: Audio captcha kabi ilgari ommalashgan variantlar ko'plab a11y foydalanuvchilarni kamsitadi va zamonaviy mashinalarni o'rganish texnikasi bilan osonlikcha mag'lubiyatga uchraydi. Bu shovqinni, g'alati vaqtni, g'ayrioddiy so'z birikmalarini va boshqalarni tajovuzkorlarni mag'lub etish uchun joriy ovozli muammolarni tobora qiyinlashishiga majbur qildi. Shunday qilib, biz ushbu yondashuvga nisbatan g'ayratni kuchaytirmoqdamiz va bu muammodan butunlay qochishimiz kerak, ammo agar a11y jamoasidan talab bo'lsa, buni ko'rib chiqamiz. Biroq, biz Maxfiylik Pass-dan foydalanish imkoniyatidan foydalanish uchun juda qiziqamiz. Bizning fikrimizcha, bizning hozirgi a11y yondashuvimizni Privacy Pass emissiyasi bilan birlashtirish a11y foydalanuvchilariga xavfsiz ravishda ko'zdan kechirishga, ularning trafigi ko'proq shaxsiy ekanligiga ishonch hosil qilishga imkon beradi, shu bilan birga a11y imkoniyatlari mavjud bo'lganda, bot operatorlari tomonidan suiiste'mol qilinishini cheklaydi. Biz ushbu yangi texnologiyani standartlashtiradigan IETF ishchi guruhining faol ishtirokchilarimiz.",
    "page-acc-faq-3": "Savol: Maxfiylik haqida nima deyish mumkin? Ro'yxatdan o'tish a11y ma'lumotlarini qandaydir tarzda ochib beradimi? Elektron pochta orqali nima qilasiz? Javob: hCaptcha maxfiylik uchun boshidan yaratilgan. Reklama tarmoqlariga tegishli bo'lgan reCAPTCHA kabi an'anaviy variantlardan juda farq qiladi, ular sizni veb atrofida kuzatib borishga va sizni haqiqiy shaxs bilan bog'lashga imkon beradi. Biz hech qachon elektron pochta xabarlari yoki ma'lumotlardan foydalanishni osonlashtirmaslik va suiiste'mol qilishning oldini olishdan boshqa maqsadlarda foydalanmaymiz. Bizning maxfiylik siyosatimiz ma'lumotlardan qanday foydalanishimiz bo'yicha keng qamrovli va vakolatli javoblarga ega, ammo qisqa javob - biz sizni ko'rib chiqish tarixi bilan shaxs sifatida bog'lashdan manfaatdor emasmiz, shuningdek, hozirda elektron pochta manzilingizni tezda yo'q qilish uchun kriptografik echim ustida ishlayapmiz. bizning Privacy Pass ishimizni to'ldirib, suiiste'mol qilishni oldini olish qobiliyatimizni saqlab qolishda.",
    "page-acc-link-1": "Agar siz kirish imkoniyatidan foydalanuvchi bo'lsangiz, iltimos, bu erda ro'yxatdan o'ting.",
    "page-acc-subhead": "Xavfsizlikni saqlagan holda barcha foydalanuvchilar uchun uzluksiz kirishni ta'minlash",
    "page-acc-summary": "Xulosa",
    "page-acc-summary-contents-1": "hCaptcha botlarni odamlardan ajratib to'xtatish uchun mo'ljallangan. Vizual testlar bu uchun qulay vosita, ammo har kim ham vizual muammoni hal qila olmaydi. Shu sababli biz 508-bo'lim va WCAG 2.1 AA to'liq muvofiqligi bilan xizmatimizdan foydalangan noshirlarning hammaga kirish imkoniyatini saqlab qolishlariga imkon beradigan oddiy, og'riqsiz alternativani ishlab chiqdik.",
    "page-acc-summary-contents-2": "Qanday ishlaydi: birinchi navbatda, hCaptcha vidjetining ma'lumot sahifasida bog'langan ushbu URL-ga kirish uchun foydalanuvchi ro'yxatdan o'tadi. Ularga kuniga bir necha marta ishlatilishi mumkin bo'lgan shifrlangan cookie-fayllar beriladi, lekin har 24 soatda kirish orqali yangilanishi kerak, hCaptcha xizmatidan foydalangan holda har qanday saytdagi kirish huquqi foydalanuvchisiga muammo tug'ilganda, ular avtomatik ravishda o'tib ketadi.",
    "page-acc-title": "hCaptcha kirish imkoniyatlari haqida ma'lumot",
    "page-acc-tr-body": "Savol: Cookie-ni o'rnatganimdan keyin hamon qiyinchiliklarga duch kelmoqdaman. Bunga nima sabab bo'ladi? Javob: Bu odatda tajovuzkor reklama blokeridan yoki cookie-fayllarga qarshi kengaytmadan yoki saytlararo cookie-fayllarni bloklaydigan sozlamalardan kelib chiqadi, bu holda hcaptcha.com uchun boshqa saytda hCaptcha JavaScript-ni o'rnatgan yoki tekshirgan cookie-fayl. , tashrif buyurganingiz kabi. hCaptcha kirish cookie-fayllari barcha mashhur brauzerlar va reklama blokerlari bilan standart sozlamalari bilan ishlaydi, shuning uchun odatda nosozliklar anti-adblock skriptlari yoki muayyan saytlarga yo'naltirilgan shunga o'xshash qoidalar bilan bog'liq. Yechimlar: 1. Hcaptcha.com va * .hcaptcha.com cookie-fayllarini sizning reklama blokeringiz yoki brauzer xavfsizligini kengaytiruvchi ro'yxatiga kiriting. 2. Agar siz Brave brauzeridan foydalanayotgan bo'lsangiz, unda (2020 yil aprel oyidan boshlab) cookie-fayllarning har qanday oq ro'yxati ko'rinmasa, Preferences -> Shields -> Cookies-ga o'ting va Allow All Cookies-ni tanlang. 3. Agar siz yaqinda chiqarilgan OS X 10.15 yoki iOS 13 operatsion tizimida Safari-ning eng so'nggi versiyasidan foydalansangiz, Apple Safari-ning uchinchi tomon cookie-fayllari bilan bog'liq xatti-harakatlarini o'zgartirdi va ularning hammasini sukut bo'yicha blokladi. Biz echimni amalga oshirmoqdamiz, ammo shu vaqt ichida Safari sozlamalari, Maxfiylik bo'limiga tashrif buyuring va veb-saytni kuzatishni olib tashlang: kirish cookie-fayllari kutilganidek ishlashini ta'minlash uchun saytlararo kuzatuvni oldini oling. Savol: Men bir nechta qurilmalardan foydalanaman. Bir necha marta ro'yxatdan o'tishim kerakmi? Javob: Yo'q. Iltimos, cookie-fayllarni o'rnatish uchun har bir qurilmada sizga yuborilgan elektron pochta orqali kirish havolasini bosing.",
    "page-acc-tr-title": "Maxsus imkoniyatlardan foydalanuvchilar uchun: Savol-javob va muammolarni bartaraf etish bo'yicha qo'llanma",
    "priv-hc": "Maxfiylikka e'tibor qaratilgan",
    "priv-hc-text": "Reklama tarmoqlari sizni o'z mahsuloti deb biladi. Biz qilmaymiz. Bizga foydalanuvchilar kim ekanligi qiziqtirilmaydi, faqat ularning zararli bo'lishi ehtimoli. Biz Privacy Pass kabi tashabbuslarni qo'llab-quvvatlaymiz va maxfiylik va xavfsizlikni muvozanatlash uchun ko'p ishlaymiz.",
    "reporting-bugs-accessibility-button": "Maxsus imkoniyatlar parametrlari haqida ko'proq bilib oling",
    "reporting-bugs-accessibility-head": "Maxsus imkoniyatlar",
    "reporting-bugs-accessibility-text": "Siz ko'rish qobiliyatsizmi yoki hCaptchas-ni boshqa usul bilan to'ldirolmaysizmi?",
    "reporting-bugs-guide-ff-head": "Xatoliklar haqida hisobot ma'lumotlarini olish: Firefox",
    "reporting-bugs-guide-ff-step-1": "1-qadam: Tuzuvchi vositalarini oching (bu sessiyani yozishni boshlaydi.)",
    "reporting-bugs-guide-ff-step-2": "2-qadam: Tuzuvchi vositalarida Tarmoq yorlig'ini bosing. Yuqoridagi Persist jurnallari katagiga belgi qo'ying.",
    "reporting-bugs-guide-ff-step-3": "3-qadam: https://accounts.hcaptcha.com/demo yoki siz muammoga duch kelgan veb-saytga tashrif buyuring (Maxfiylik eslatmasi: faqatgina nima ekanligini baham ko'rishga qarshi bo'lmasangiz) ... va keyin I tugmasini bosing men odam tugmachasiman va echishga harakat qiling.",
    "reporting-bugs-guide-ff-step-4": "4-qadam: Yechishga urinib ko'rganingizdan so'ng HAR tugmachasini bosing va tarmoq jurnalini saqlash uchun Barchani HAR sifatida saqlash-ni tanlang. Ushbu faylni bizga yuboring.",
    "reporting-bugs-guide-ff-step-5": "5-qadam: Konsol yorlig'ini bosing va konsol jurnalini saqlash uchun sichqonchaning o'ng tugmachasini bosing va barchasini tanlang va uni matnli faylga saqlang. Bizga ham yuboring.",
    "reporting-bugs-guide-ff-step-6": "Oxirgi qadam: O'sha HAR va konsol jurnal fayllarini elektron pochta orqali bizga yuboring va muammoni tavsiflang Foydalanish: support@hcaptcha.com (iltimos, Dropbox yoki Filebin kabi xizmatlardan foydalaning va havolalarni yuboring) va ixtiyoriy ravishda skrinshot, agar biror narsa to'g'ri ko'rsatilmayotganiga shubha qilsangiz. . Iltimos, foydalanayotgan IP-ni ham yuboring. Siz uni https://www.whatsmyip.org/ saytidan olishingiz mumkin. Ushbu ma'lumotni olishga yordam berganingiz uchun vaqt ajratganingiz uchun tashakkur! Biz hCaptcha-ni hamma uchun yaxshi ishlashini ta'minlashga sodiqmiz.",
    "reporting-bugs-guide-head": "Xatoliklar haqida hisobot ma'lumotlarini olish: Chrome",
    "reporting-bugs-guide-step-1": "1-qadam: Tuzuvchi vositalarini oching (bu sessiyani yozishni boshlaydi.)",
    "reporting-bugs-guide-step-2": "2-qadam: Tuzuvchi vositalarida Tarmoq yorlig'ini bosing. Yuqoridagi \"Saqlash\" jurnali katagiga belgi qo'ying.",
    "reporting-bugs-guide-step-3": "3-qadam: https://accounts.hcaptcha.com/demo yoki siz muammoga duch kelgan veb-saytga tashrif buyuring (Maxfiylik eslatmasi: faqatgina nima ekanligini baham ko'rishga qarshi bo'lmasangiz) ... va keyin I tugmasini bosing men odam tugmachasiman va echishga harakat qiling.",
    "reporting-bugs-guide-step-4": "4-qadam: echishga urinib ko'rganingizdan so'ng, Export HAR-ni bosing (kichik pastga o'q), bu tarmoq jurnalini saqlaydi. Ushbu faylni bizga yuboring.",
    "reporting-bugs-guide-step-5": "5-qadam: Konsol yorlig'ini bosing va konsol jurnalini saqlash uchun o'ng tugmasini bosing, so'ngra Saqlash .. Bizga ham yuboring.",
    "reporting-bugs-guide-step-6": "Oxirgi qadam: HAR va konsol jurnal jurnallarini bizga elektron pochta orqali yuboring va muammoni tavsiflang. Foydalanish: support@hcaptcha.com (iltimos, Dropbox yoki Filebin kabi xizmatlardan foydalaning va havolalarni yuboring) va agar biror narsa to'g'ri ko'rinmayotganiga shubha qilsangiz, ixtiyoriy ravishda skrinshot. Iltimos, foydalanayotgan IP-ni ham yuboring. Siz uni https://www.whatsmyip.org/ saytidan olishingiz mumkin. Ushbu ma'lumotni olishga yordam berganingiz uchun vaqt ajratganingiz uchun tashakkur! Biz hCaptcha-ni hamma uchun yaxshi ishlashini ta'minlashga sodiqmiz.",
    "reporting-bugs-guide-text-1": "Hisobotingiz bilan disk raskadrovka ma'lumotlarini yuborish biz uchun nima bo'layotganini aniqlashni ancha osonlashtiradi. Bu erda bosqichma-bosqich ko'rsatmalar mavjud:",
    "reporting-bugs-guide-text-2": "Agar siz veb-ishlab chiquvchi yoki mutaxassis foydalanuvchi bo'lsangiz, xulosa shuki, HAR va brauzer konsolining jurnal yozuvlarini bizga yuboring. Iltimos, avval reklama taqiqlovchisini yoki brauzerning xavfsizlik kengaytmalarini o'chirib qo'ying, so'ngra ushbu amallarni bajarishdan oldin qayta urinib ko'ring. Agar bu muammoingizni hal qilsa, biz sizning brauzeringiz versiyasi, reklama taqiqlovchisi yoki brauzer kengaytmasi va veb-sayt manzilini bizga xabar berganingiz uchun minnatdormiz.",
    "reporting-bugs-intro-head": "Xato topdingizmi? Bu haqda qanday xabar berish kerakligi haqida.",
    "reporting-bugs-intro-text": "Har oy millionlab odamlar hCaptcha-dan minglab brauzerlar, kengaytmalar, qurilmalar, xavfsizlik devorlari va boshqa ko'plab kombinatsiyalarda foydalanadilar. Bizning maqsadimiz uning har doim sizga mos kelishiga ishonch hosil qilishdir, shuning uchun biz sizning hisobotlaringizni juda qadrlaymiz! Tezkor fikr bildirish uchun bizga fikr-mulohazalarni yuborish tugmasini bosing. Agar funktsional muammoni ko'rsangiz, iltimos, Chrome uchun disk raskadrovka jurnalining ko'rsatmalariga yoki quyida joylashgan Firefox-ning disk raskadrovka jurnalining ko'rsatmalariga amal qiling. Boshqa brauzerlar uchun bizga elektron pochta orqali xabar yuboring. Potentsial xavfsizlik yoki maxfiylik muammolari uchun quyidagi ko'rsatmalarga qarang.",
    "reporting-bugs-privacy-head": "Maxfiylik masalalari",
    "reporting-bugs-privacy-text": "Bizga foydalanuvchilar kim ekanligi qiziqtirilmaydi, faqat ularning zararli yoki mashinalar bo'lish ehtimoli. Biz Privacy Pass kabi tashabbuslarni qo'llab-quvvatlaymiz va maxfiylik va xavfsizlikni muvozanatlash uchun ko'p ishlaymiz. Agar siz foydalanuvchi shaxsiy hayotiga ta'sir qilishi mumkin deb hisoblagan muammoni topsangiz, iltimos, bizga support@hcaptcha.com elektron pochta manzilini yuboring.",
    "reporting-bugs-provide-feedback-button": "Fikr-mulohaza yuboring",
    "reporting-bugs-provide-feedback-head": "HCaptcha haqida darhol fikr bildiring",
    "reporting-bugs-provide-feedback-text": "Sizning fikringizni qadrlaymiz. Muammolarni bizga xabar bering va biz ularni tezda hal qilamiz.",
    "reporting-bugs-security-head": "Xavfsizlik xatolari",
    "reporting-bugs-security-text": "Biz har doim xavfsizlik xatolari haqida hisobotlarni qabul qilishga qiziqamiz. Support@hcaptcha.com va CC security@hcaptcha.com elektron pochta manziliga xabar yuboring, biz sizga tezda murojaat qilamiz. Shuningdek, hCaptcha xizmati va tegishli manba kodidagi xavfsizlik bo'yicha hisobotlar uchun xatolarni ko'paytirish dasturi mavjud.",
    "sec-hc": "Avval xavfsizlik",
    "sec-hc-text": "hCaptcha nashriyotga yo'naltirilgan. Biz saytlarga haqiqiy ma'lumotlarni berish va ulardan qanday foydalanishni hal qilishlariga imkon berish uchun ishlaymiz. Aniqlik sizning va bizning manfaatimizga javob beradi. Boshqa captcha reklama kompaniyalari tomonidan taqdim etiladi. Ular bloklagan har bir bot o'z daromadlarini kamaytirishi mumkin.",
    "switch-to-english-link": "Ingliz tiliga o'ting",
    "what-is-hcaptcha": "HCaptcha nima?",
    "what-is-hcaptcha-text": "hCaptcha sevimli veb-xizmatlaringizga odamlar uchun oson va mashinalar uchun qiyin bo'lgan oddiy savollarni berish orqali botlardan, spamlardan va suiiste'mollardan saqlanishda yordam beradi.",
    "why-hc": "Nima uchun hCaptcha?",
    "why-hc-text": "Har safar biron bir savolga javob berganingizda, biz o'zingizning insonmisiz yoki mashina ekanligingizni aniqlash uchun murakkab modellardan foydalanamiz. Keyin tashrif buyurgan veb-sayt ushbu natijadan botlardan saqlanib, o'zlarining saytidagi tajribangizni yaxshilashga yordam beradi."
}