{
    "about-advisors-brendan": "BOSH IJROCHI DIREKTOR. AIda tan olingan etakchi. So'nggi o'n yilliklar ichida turli xil biznes muammolariga keng miqyosda mashina zakovatini qo'lladi.",
    "about-advisors-dawn": "Hisoblash biologiyasi fanlari doktori, Stenford. Neyron tarmoqlar bilan 1999 yildan beri ishlaydi. Amaliy ML va keng miqyosda chuqur o'rganishga e'tibor qarating.",
    "about-advisors-head": "Maslahatchilar",
    "about-advisors-keiran": "Ma'lumotlar bazasi va Blockchain mutaxassisi. Cloudera-da erta muhandis va boshqalar. Dastur va jamoalarni yaratish bo'yicha o'nlab yillar tajribasi.",
    "about-content-head-1": "Nima qilamiz",
    "about-content-head-2": "Nega muhim?",
    "about-content-text-1": "hCaptcha - bu Intuition Machines Inc, AI va mashinalarni o'rganish bo'yicha kompaniya bo'lib, u metal o'rganish va ML vizual domen doirasiga yo'naltirilgan. ‍Biz butun dunyo bo'ylab Global 2000 kompaniyalari uchun video va tasvirlarni tahlil qilish xizmatlarini yoqish uchun keng miqyosda kengaytiriladigan tizimlarni quramiz va ishlaymiz.",
    "about-content-text-2": "Ko'proq ma'lumotlar odatda yaxshiroq natijalarga olib keladi. To'g'ri etiketlangan va tegishli ma'lumotlar to'plamlarini qurish va saqlash vaqtni talab qiladi va qimmatga tushadi. ‍HCaptcha dastlab rasmlarni markalash bo'yicha bizning ehtiyojlarimizni qondirish uchun ishlab chiqilgan bo'lib, endi shunga o'xshash ehtiyojlarga ega bo'lgan boshqa kompaniyalar uchun ham mavjud.",
    "about-intro-head-1": "HCaptcha uchun ishlash",
    "about-intro-head-2": "Bizning vazifamiz katta",
    "about-intro-text": "Biz tez o'sayapmiz va har doim bizning global ofislarimizdan dunyoning eng yaxshi iste'dodini qidiramiz. Siz quyidagi havolalar bilan murojaat qilishingiz mumkin.",
    "about-leadership-alex": "Ma'lumotlar bazasi va Blockchain mutaxassisi. Cloudera-da erta muhandis va boshqalar. Dastur va jamoalarni yaratish bo'yicha o'nlab yillar tajribasi.",
    "about-leadership-eli": "BOSH IJROCHI DIREKTOR. AIda tan olingan etakchi. So'nggi o'n yilliklar ichida turli xil biznes muammolariga keng miqyosda mashina zakovatini qo'lladi.",
    "about-leadership-head": "Etakchilik",
    "about-leadership-todd": "Hisoblash biologiyasi fanlari doktori, Stenford. Neyron tarmoqlar bilan 1999 yildan beri ishlaydi. Amaliy ML va keng miqyosda chuqur o'rganishga e'tibor qarating.",
    "acc-opt": "Kirish imkoniyatlari",
    "acc-opt-but": "Kirish imkoniyatlari haqida ko'proq ma'lumot oling",
    "acc-opt-text": "Ko'rish qobiliyatingiz zaifmi yoki hCaptchas-ni boshqa usulda bajara olmaysizmi?",
    "accessibility-link": "Kirish imkoniyati",
    "appreciate-in": "Sizning ma'lumotlaringizni qadrlaymiz. Bizga har qanday muammolarni bildiring va biz ularni tezda hal qilamiz.",
    "fb-but": "Bizga fikringizni yuboring",
    "feedback-text": "Siz ko'rgan hCaptcha haqida fikr-mulohazalaringizni bildiring",
    "footer-attribution": "Atribut",
    "footer-copyright-text": "hCaptcha - Intuition Machines, Inc.ning ro'yxatdan o'tgan savdo belgisi.",
    "footer-header-1": "Kompaniya",
    "footer-header-2": "Resurslar",
    "footer-header-3": "Aloqa",
    "footer-link-1": "Yorliqlash",
    "footer-link-2": "Haqida",
    "footer-link-3": "Ishlar",
    "footer-link-4": "Savdo belgilari",
    "footer-link-5": "Blog",
    "footer-link-6": "Holat",
    "footer-link-7": "Hujjatlar",
    "footer-link-8": "Xatolik haqida xabar berish",
    "footer-link-9": "Kirish imkoniyati",
    "footer-privacy": "Maxfiylik",
    "footer-subheader-1": "Qo'llab-quvvatlash",
    "footer-subheader-2": "Aloqa",
    "footer-terms": "Shartlar",
    "header-docs-link": "Hujjatlar",
    "header-labeling-services-link": "Yorliqlash xizmatlari",
    "header-login-button": "Kirish",
    "header-plans-link": "Rejalar",
    "header-signup-button": "Ro'yxatdan o'tish",
    "home-aboot-subtitle": "HUMAN protokoli bilan ishlaydi",
    "home-about-head": "HCaptcha haqida",
    "home-about-text-1": "hCaptcha kompyuterni o'qishda eng ko'p mehnat talab qiladigan muammoni hal qilishga mo'ljallangan: katta hajmdagi ma'lumotlarni o'z vaqtida, arzon va ishonchli tarzda yorliqlash.",
    "home-about-text-2": "Ko'proq ma'lumotlar, odatda, mashinalarni o'rganish modellarini o'qishda yaxshiroq natijalarga olib keladi. Yaqinda chuqur modellarning muvaffaqiyati deyarli har doim ba'zi odamlar tomonidan ko'rib chiqiladigan tobora kengayib boradigan ma'lumotlar to'plamiga olib keldi. Biroq, Mexanik Turk, Shakl Sakkiz va boshqalar orqali inson tomonidan tekshirilgan katta ma'lumotlar to'plamini yaratish juda sekin va qimmat.",
    "home-about-text-3": "hCaptcha, veb-saytlarga botlarni va boshqa huquqbuzarliklarni blokirovka qilishda ushbu talabga javob beradigan pul ishlashga imkon beradi.",
    "home-about-text-4": "HCaptcha bozori HUMAN protokoli tomonidan ishlab chiqilgan, Ethereum blockchain-da ishlaydigan insonni tekshirish uchun ochiq markazlashtirilmagan protokol. Foydalanuvchilar o'z saytlarida hCaptcha vidjetidan foydalansa, veb-saytlar Odam Tokensini (HMT) ishlaydilar va mashina o'rganish kompaniyalari ma'lumotlarini markalash uchun inson Tokenslarini to'laydilar.",
    "home-ba-labeling-services-link": "Yorliqlash xizmatlari",
    "home-benefits-head-1": "Ma'lumotlar markalashidagi ahamiyat",
    "home-benefits-head-2": "Xayr-ehsonga qaytaring",
    "home-benefits-text-1": "Siz har safar \"mashinani bosganingizda\" Gigantikompaniyaning yagona mashina o'rganish tizimini bepul o'qitishga yordam berayotganingizni tushundingizmi?",
    "home-benefits-text-2": "hCaptcha ushbu modelni aylantiradi. HCaptcha-dan foydalanganda, kompaniyalar sizning foydalanuvchilaringizni ularning insoniyliklarini isbotlash uchun qiladigan ishlariga taklif qilishadi. Siz mukofot olasiz.",
    "home-benefits-text-3": "Sevimli xayr-ehsoningizga qaytarib berishni xohlaysizmi? hCaptcha sizga o'zingiz xohlagan xayriya ishlaridan foydalanganingizdan kelib tushgan daromad bilan qo'llab-quvvatlashga imkon beradi. Tez orada saytingizdagi foydalanuvchilar hCaptcha interfeysida ehtiyotkorlik bilan markalash orqali xayriya ishiga qo'shgan hissangizni ko'rishlari mumkin.",
    "home-challenge-text-1": "So'rovga mos keladigan barcha rasmlarni tanlang",
    "home-challenge-text-2": "Ob'ektlar uchun chegara maydonini aniqlang",
    "home-challenge-text-3": "Tegishli teglarni aniqlang",
    "home-challenge-title-1": "Taqqoslash",
    "home-challenge-title-2": "Bog'lash qutisi",
    "home-challenge-title-3": "Tasniflash",
    "home-challenges-head": "Taqdim etilgan muammolar",
    "home-challenges-text-1": "... va boshqa oddiy vazifalar. Odamlarga oson, botlarga qiyin.",
    "home-challenges-text-2": "Korxona nashriyotlari uchun maxsus vazifalar ham mavjud.",
    "home-ent-1": "Korxonamizning xavfsizlik takliflarini qidiryapsizmi?",
    "home-ent-2": "Bizning yangi bag'ishlangan saytimizga tashrif buyuring: BotStop.com",
    "home-ent-button": "Ko'proq ma'lumot oling: hCaptcha tomonidan BotStop",
    "home-from-the-blog": "BLOKDAN:",
    "home-from-the-blog-value": "HCaptcha uchun qiyinchiliklar sozlamalari qanday ishlaydi",
    "home-intro-body": "Siz botlardan saqlanish uchun kassadan foydalanasizmi? hCaptcha foydalanuvchi maxfiyligini himoya qiladi, veb-saytlarni mukofotlaydi va kompaniyalarga o'zlarining ma'lumotlarini markalashda yordam beradi. Bu reCAPTCHA uchun ochiladigan almashtirish: bir necha daqiqa ichida almashtirishingiz mumkin.",
    "home-intro-button": "Hozir ro'yxatdan o'ting",
    "home-intro-head": "Ko'proq botlarni to'xtating. Foydalanuvchi maxfiyligini himoya qilishni boshlang.",
    "home-main-1": "Xususiy. Xavfsiz. Tezroq. Va undan foydalanishingiz uchun sizga to'laymiz.",
    "home-main-2": "Maxfiylik yo'naltirilgan",
    "home-main-2c": "Reklama tarmoqlari sizning tashrif buyuruvchilaringizni mahsulot sifatida ko'radi. HCaptcha uchun mahsulot bu taqdim etadigan ishdir. Sizning foydalanuvchilaringiz kim ekanligi bizga ahamiyat bermaydi, faqatgina zararli bo'lishi mumkin. Biz maxfiy Pass kabi tashabbuslarni qo'llab-quvvatlaymiz va maxfiylik va xavfsizlikni muvozanatlash uchun ko'p ishlaymiz.",
    "home-main-3": "Birinchidan, xavfsizlik",
    "home-main-3c": "Aniqlik sizning qiziqishingizga va biznikiga tegishli. hCaptcha nashriyotga yo'naltirilgan. Biz sizga haqiqiy ma'lumotlarni berish uchun ishlaymiz va undan qanday foydalanishni hal qilishingizga imkon beramiz. Boshqa rasmlar taqdim etiladi",
    "home-main-3c2": "reklama kompaniyalari. Bu shuni anglatadiki, ular bloklagan har bir bot daromadni kamaytirishi mumkin.",
    "home-main-4": "Yaxshiroq foydalanuvchi tajribasi",
    "home-main-4c": "Murakkab mashina o'rganish modellari hCaptcha tomonidan insoniyatni aniqlash uchun ishlatiladi. Bu sizning foydalanuvchilaringizdan kamroq zerikarli vazifalarni talab qilishimizga va mijozlarga etiketkalash uchun foydali yorliqli ma'lumotlarni ishlab chiqarishda ularga oz vaqt sarflashga imkon beradi.",
    "home-main-plans": "hCaptcha har qanday hajmdagi noshirlar uchun bepul. Biroq, ko'proq nazoratga muhtoj bo'lgan korxonalar va platformalar uchun bizning korxona echimlari mavjud.",
    "home-main-plans2": "hCaptcha korxona echimlari sayyoradagi ba'zi yirik kompaniyalar uchun o'n millionlab veb-saytlardagi millionlab foydalanuvchilarni himoya qiladi. Qo'shimcha ma'lumot olish uchun biz bilan bog'laning yoki tashrif buyuring",
    "home-main-plans3": "hCaptcha korxona echimlari sayyoradagi ba'zi yirik kompaniyalar uchun o'n millionlab veb-saytlardagi millionlab foydalanuvchilarni himoya qiladi. Qo'shimcha ma'lumot olish uchun biz bilan bog'laning yoki tashrif buyuring",
    "home-main-plans4": "tafsilotlar uchun.",
    "home-plans-button-1": "Ro‘yxatdan o‘tish",
    "home-plans-button-2": "Savdo bilan bog'laning",
    "home-plans-chart-head-1": "Xususiyatlari",
    "home-plans-chart-head-2": "Nashriyot",
    "home-plans-chart-head-3": "Korxona",
    "home-plans-chart-row-1-cell-1": "Boshqarish vazifasi turlari ko'rsatilgan",
    "home-plans-chart-row-1-cell-2": "Cheklangan",
    "home-plans-chart-row-1-cell-3": "Jami",
    "home-plans-chart-row-10-cell-1": "Nozik qiyinchilik darajalari",
    "home-plans-chart-row-11-cell-1": "Nozik qiyinchilik darajalari",
    "home-plans-chart-row-12-cell-1": "Nozik qiyinchilik darajalari",
    "home-plans-chart-row-2-cell-1": "Ishlatilgan sinov tarkibini boshqarish",
    "home-plans-chart-row-2-cell-2": "Cheklangan",
    "home-plans-chart-row-2-cell-3": "Jami",
    "home-plans-chart-row-6-cell-1": "GDPR va CCPA-ga asoslangan maxfiylik siyosati",
    "home-plans-chart-row-7-cell-1": "Nozik qiyinchilik darajalari",
    "home-plans-chart-row-8-cell-1": "Nozik qiyinchilik darajalari",
    "home-plans-chart-row-9-cell-1": "Nozik qiyinchilik darajalari",
    "home-try-it-out-button": "HCaptcha-ni oling",
    "home-try-it-out-text": "hCaptcha oddiy, oson va ishonchli botni aniqlashni ta'minlaydi, ammo odamlar uni hal qilishlari uchun ahamiyatsiz bo'lishadi.",
    "home-try-it-put-head": "Harakat qilib ko'ring",
    "labeling-about-head": "HCaptcha haqida",
    "labeling-about-text-1": "hCaptcha mashinani o'rganishda eng ko'p mehnat talab qiladigan muammoni hal qilishga mo'ljallangan; katta miqdordagi ma'lumotlarni o'z vaqtida, arzon va ishonchli tarzda markalash. Ko'proq ma'lumotlar, odatda, mashinalarni o'rganish modellarini o'qishda yaxshiroq natijalarga olib keladi. Yaqinda chuqur modellarning muvaffaqiyati tobora kengayib boradigan ma'lumotlar to'plamiga olib keldi va hCaptcha bu ehtiyojni qondiradi.",
    "labeling-about-text-2": "Biroq, an'anaviy usullardan foydalangan holda, inson tomonidan ko'rib chiqiladigan katta ma'lumotlar to'plamini yaratish juda sekin va qimmat. hCaptcha - bu boshqa kompaniyalarga qaraganda yuqori sifatli va arzonroq narxlardagi tezkor izohlarni tezroq olishning bir usuli.",
    "labeling-annotations-head": "Izoh turlari",
    "labeling-annotations-text-1": "Rasmlarda va videoda ob'ektni aniq aniqlash",
    "labeling-annotations-text-2": "Rasmlarda va videoda ob'ektni aniq aniqlash",
    "labeling-annotations-text-3": "Turli xil foydalanish holatlari uchun izohlarni belgilang",
    "labeling-annotations-text-4": "Istalgan o'lchamdagi ixtiyoriy toifalarni saralash yoki qo'shish",
    "labeling-annotations-text-5": "Inson tomonidan boshqariladigan aniqlash va tasniflash",
    "labeling-annotations-text-6": "Bu erda ko'rsatilmagan boshqa tur kerakmi? Faqat bizdan so'rang.",
    "labeling-annotations-title-1": "Bog'lash qutilari",
    "labeling-annotations-title-2": "Ko'pburchaklar",
    "labeling-annotations-title-3": "Mo‘ljallar",
    "labeling-annotations-title-4": "Atributlarni tasniflash",
    "labeling-annotations-title-5": "Taqqoslash va aniqlash",
    "labeling-annotations-title-6": "... va yana ko'p narsalar",
    "labeling-ent-button": "Bizning Enterprise Solutions Team bilan bog'laning",
    "labeling-ent-head": "End-end nazorati kerakmi?",
    "labeling-ent-text-1": "HCaptcha ortidagi HUMAN platformasi mavjud tizimlar bilan birlashtirilgan mahalliy, gibrid yoki SaaS dasturlari orqali yuqori darajadagi ish sifati va boshqaruv xususiyatlarini ta'minlaydi.",
    "labeling-ent-text-2": "O'zingizning ishchi kuchingiz bilan to'liq oflayn rejimda ishlang, ishbilarmon doiralar yoki konsorsium hamkorlari tomonidan sarflangan qiymatni kuzatib boring, xarajatlarni va xavfsizlik talablarini hisobga olgan holda ishlarni turli xil ichki yoki tashqi ish beruvchilarga yo'naltiring va boshqalar.",
    "labeling-ent-text-3": "WorkerEasy API-ga kirish, chiroyli boshqaruv paneli va ishchilarning samaradorligini oshirish uchun eng yangi model-in-the-loop texnologiyasi.",
    "labeling-ent-text-4": "99.99% ish vaqtidagi SLA va 24/7 global qo'llab-quvvatlash mavjud. Qo'shimcha ma'lumot uchun:",
    "labeling-features-head-1": "Oddiy API boshqaradigan quvurlar.",
    "labeling-features-head-2": "Xarajat va sifat uchun optimallashtirilgan. Oldindan majburiyat talab qilinmaydi.",
    "labeling-features-head-3": "Faqat kerakli aniqlik uchun to'lang.",
    "labeling-features-head-4": "O'zingizning haqiqatingiz haqidagi ma'lumotni taqdim eting yoki bizga uni tezda yaratishga ruxsat bering.",
    "labeling-features-text-1": "Odamlar tekshiruvini to'g'ridan-to'g'ri biznes operatsiyalaringizga qo'shishni xohlaysizmi? Biz yuqori darajadagi ishonchlilik darajasi, kafolatlangan quvvat va oddiy REST API-larini taklif qilamiz.",
    "labeling-features-text-2": "HUMAN platformasi real vaqt rejimida murakkab tahlilni amalga oshirish uchun keng qamrovli ishonch modellaridan foydalanadi. Bu bizga vaqt va pulni tejash bilan savollarning qiyinligini va ularning to'g'ri javobini tezda aniqlash imkonini beradi.",
    "labeling-features-text-3": "Hamma muammolar bir xil emas. Xavfsizlikning muhim vazifalari uchun izohlar butunlay inson ishchilaridan 99,99% ishonchni talab qilishi mumkin. Mobil o'yinlar ilovasidagi bitta beta xususiyati uchun izohlar faqat o'rtacha ishonchni talab qilishi mumkin. Sen Qaror qabul qil.",
    "labeling-features-text-4": "Keng qamrovli tekshirishlarsiz xom-ashyolaringiz bormi? Ko'pgina holatlarda, biz tizimni vazifalar tizim orqali bajarilishi uchun siz uchun qura olamiz yoki ma'qullashingiz uchun etiketli namunalarni yaratamiz.",
    "labeling-info-head": "Ma'lumotlar yorlig'ini olish",
    "labeling-info-text-1": "Loyihangizning ehtiyojlarini aniqlash uchun bizning domen mutaxassislarimizdan biri bilan gaplashing: maqsad aniqligi, formati va har qanday maxsus talablar.",
    "labeling-info-text-2": "Biz sizning namunangiz bo'yicha kichik ishlab chiqarish ishini bajaramiz. Bu sizning kerakli narsani aniq olishingizni ta'minlash uchun biz birga qilgan ishimizni sinaydi.",
    "labeling-info-text-3": "Katta hajmli va past kechikish bilan biz sizning ishingizni tez orada avtomatik ravishda etkazib berish tugagandan so'ng o'zgartiramiz.",
    "labeling-info-text-4": "Sizning ishlab chiqarishingiz ishining parametrlarini yaxshiroq tushunganimiz sayin, natijalar vaqt o'tishi bilan yaxshilanishda davom etadi.",
    "labeling-info-text-5": "Jonli boshqaruv panellari har qanday vaqtda fikr-mulohaza bildirishga yoki ishlab chiqarishni vaqtincha to'xtatishga imkon beradi.",
    "labeling-info-title-1": "Texnik xususiyatlarni aniqlang",
    "labeling-info-title-2": "Dastlabki ish sinovlari",
    "labeling-info-title-3": "Ishlab chiqarish ishlarini joylashtirish",
    "labeling-info-title-4": "Doimiy takomillashtirish",
    "labeling-info-title-5": "Real vaqt natijalari",
    "labeling-main-1": "Masshtab bo'yicha tejamkor ma'lumotlarni teglash",
    "labeling-main-1-button": "Ma'lumotlaringizni hoziroq oling",
    "labeling-main-1c": "Ma'lumotlar to'plamingiz uchun qo'shimcha yorliqlar kerakmi? hCaptcha sun'iy intellekt va mashinalarni o'qitish dasturlarida ishlaydigan kompaniyalar uchun tezkor, iqtisodiy va sifatli ma'lumotlarni yorliqlashni ta'minlaydi.",
    "labeling-main-2": "Bir zumda millionlab vazifalarni boshlang.",
    "labeling-main-2-button": "Ma'lumotni markalash bo'yicha xizmatlarni sotib oling",
    "labeling-main-2c": "hCaptcha sizning foydalanishingiz uchun sayyoradagi eng katta basseynlardan biriga ega. Qaysi miqyosda bo'lishingizdan qat'i nazar, biz uni oldindan xarajatlarni talab qilmasdan hal qila olamiz. Kuniga millionlab vazifalar muammo emas.",
    "labeling-platform-head": "Shaxsiy yoki jamoat haqida ma'lumot",
    "labeling-platform-text": "hCaptcha HUMAN platformasida ishlab chiqilgan bo'lib, u har bir qadamda xarajatlarni va samaradorlikni optimallashtirishga imkon beradigan murakkab marshrutlash va tahlil qilish imkonini beradi. Ushbu texnologiya to'g'ri ishchi kuchini sizning ishingizning har bir qismini bajarishga imkon beradi, xarajatlarni tejash va shaxsiy hayotni saqlash va qo'llanilishi mumkin bo'lgan har qanday tartibga solish talablariga javob beradi.",
    "labeling-try-button": "Ma'lumotni markalash bo'yicha xizmatlarni sotib oling",
    "labeling-try-head": "Ma'lumotlaringizni sinab ko'rishni xohlaysizmi?",
    "labeling-try-text": "... siz bo'lganda tayyormiz: bizning xizmatimiz kunu tun ishlaydi.",
    "learn-more-hcaptcha": "HCaptcha haqida ko'proq bilib oling",
    "page-acc-faq-1": "Savol: hCaptcha Section 508 + WCAG 2.0 mos keladimi? Javob: Biz bunga ishonamiz: nogironlarning har qanday shakli bilan, Internetni ko'rib chiqadigan va shakllarga matn kirita oladigan barcha foydalanuvchilar ro'yxatdan o'tgandan so'ng hCaptcha tomonidan himoyalangan xizmatlardan foydalanishlari mumkin. Ammo, bu yuridik maslahat emas: bu sizning joylashuvingiz uchun shunday ekanligiga ishonch hosil qilish uchun o'zingizning shaxsiy baholashingizni amalga oshirishingiz kerak.",
    "page-acc-faq-2": "Savol: Siz audio kabi boshqa kirish imkoniyatlari (a11y) ustida ishlamoqdamisiz? Javob: Ilgari audio kassa kabi mashhur variantlar ko'plab foydalanuvchilarni kamsitadi va zamonaviy mashinalarni o'qitish usullari bilan osonlikcha mag'lubiyatga uchraydi. Bu hozirgi audio muammolarni tobora qiyinlashishga majbur qildi, shovqinlarni, g'alati vaqtni, g'ayrioddiy so'z birikmalarini va boshqalarni kiritib, tajovuzkorlarni mag'lub etdi. Shunday qilib, biz ushbu yondashuvga nisbatan unchalik qiziqmaymiz va umuman muammodan qochib qutulamiz, ammo agar 11-qavmdan talab bo'lsa, buni ko'rib chiqamiz. Shu bilan birga, biz Maxsus imkoniyatlardan foydalanish holati uchun Maxfiylik Passiga qiziqamiz. Bizning hozirgi 1111 yondoshishimizni Pass Pass-ning chiqarilishi bilan birlashtirish, a11y foydalanuvchilarga o'zlarining trafiklari ko'proq shaxsiy ekanligini bilib, xavfsiz va bemalol ko'rib chiqishga va bot operatorlari tomonidan suiste'mol qilishni cheklashga imkon beradi, a11y variantlari mavjud bo'lganda muqarrar. Biz ushbu yangi texnologiyani standartlashtiruvchi IETF ishchi guruhining faol ishtirokchilarimiz.",
    "page-acc-faq-3": "Savol: Shaxsiy hayot haqida nima deyish mumkin? Ro'yxatga olish 11-yil brauzer ma'lumotlarini biron-bir tarzda buzadimi? Elektron pochta bilan nima qilasiz? Javob: hCaptcha maxfiylikdan himoya qilish uchun yaratilgan. Bu reklama tarmog'iga tegishli reCAPTCHA singari an'anaviy variantlardan juda farq qiladi, ular sizni Internetda kuzatib borishga va sizni haqiqiy shaxs bilan bog'lashga rag'batlantiradi. Biz hech qachon mavjud elektron pochta xabarlari yoki ma'lumotlardan hech qanday maqsadda foydalanmaymiz, ulardan foydalanishni osonlashtirish va huquqbuzarliklarning oldini olishdan boshqa maqsadlarda foydalanmaymiz. Maxfiylik siyosatimiz ma'lumotlardan qanday foydalanishimiz haqida to'liq va vakolatli javoblarga ega, ammo qisqa javob - biz sizni brauzeringiz tarixi bilan tanishishga qiziqishimiz yo'q. Biz ayni paytda elektron pochta manzilingizni tezda yo'q qilish uchun kriptografik echim ustida ishlamoqdamiz. maxfiy Pass ishini to'ldirib, suiiste'mollikni oldini olish imkoniyatini saqlab qolishda.",
    "page-acc-link-1": "Agar siz erkin foydalanish imkoniyatiga ega bo'lsangiz, bu erda ro'yxatdan o'ting.",
    "page-acc-subhead": "Xavfsizlikni saqlashda barcha foydalanuvchilar uchun uzluksiz kirishni ta'minlash",
    "page-acc-summary": "Xulosa",
    "page-acc-summary-contents-1": "hCaptcha, botlarni odamlardan ajratib, ularni to'xtatish uchun mo'ljallangan. Vizual testlar buning uchun qulay vositadir, ammo hamma ham vizual vazifani hal qila olmaydi. Shuning uchun biz xizmatimizdan foydalanadigan nashriyotlarga 508 va WCAG 2.0 to'liq bo'limiga muvofiq hamma uchun ochiqlikni saqlashga imkon beradigan sodda, og'riqsiz alternativani ishlab chiqdik.",
    "page-acc-summary-contents-2": "Bu qanday ishlaydi: birinchi navbatda, kirish imkoniyatiga ega foydalanuvchi hCaptcha vidjeti ma'lumot sahifasida bog'langan ushbu URL-da ro'yxatdan o'tadi. Ularga kuniga bir necha marta ishlatilishi mumkin bo'lgan shifrlangan cookie-fayllar beriladi, lekin login orqali har 24 soatda yangilanib turish kerak. HCaptcha xizmatidan foydalangan holda biron-bir saytdagi mavjudlik foydalanuvchisiga qiyinchilik tug'ilsa, ular avtomatik ravishda o'tadi.",
    "page-acc-title": "hCaptcha mavjudligi haqida ma'lumot",
    "page-acc-tr-body": "Savol: Cookie fayllarini o'rnatgandan keyin ham men hali ham qiyinchiliklarni ko'rmoqdaman. Bunga nima sabab bo'ldi? Javob: Bu, odatda, tajovuzkor reklama blokerini yoki anti-cookie kengaytmasidan foydalanish yoki saytlararo cookie-fayllarni blokirovka qilish bilan bog'liq, bu holda hcaptcha.com-ning cookie-si boshqa saytda hCaptcha JavaScript-da o'rnatiladi yoki tekshiriladi. , tashrif buyurganingiz kabi. hCaptcha imkoniyatlaridan foydalanish cookie-fayllari barcha standart brauzerlar va reklama blokerlari bilan ishlaydi, shuning uchun odatda anti-adblock skriptlari yoki muayyan saytlarni nishonga olgan shunga o'xshash qoidalar tufayli muvaffaqiyatsizlikka uchraydi. Yechimlari: 1. Hcaptcha.com va * .hcaptcha.com cookie-fayllarini reklama blokerida yoki brauzer xavfsizlik kengaytmasida. 2. Agar siz biron bir cookie-faylning oq ro'yxatiga ega bo'lmagan Brave brauzeridan foydalansangiz, Afzalliklar -> Qalqonlar -> Cookie-larga o'ting va \"Barcha cookie-larga ruxsat berish\" -ni tanlang. 3. Agar siz yaqinda chiqarilgan OS X 10.15 yoki iOS 13-da Safari-ning eng so'nggi versiyasidan foydalanayotgan bo'lsangiz, Apple hozirgina Safari-ni uchinchi tomon cookie-fayllariga tegishli harakatlarini o'zgartirdi. Biz yechimni amalga oshirmoqdamiz, ammo shu vaqtning o'zida Safari-ning afzalliklari, Maxfiylik bo'limiga tashrif buyuring va veb-saytni kuzatish belgisini olib tashlang: cookie-fayllar kutilganidek ishlashini ta'minlash uchun saytlararo kuzatuvning oldini oling. Savol: Men bir nechta qurilmalardan foydalanaman. Bir necha marta ro'yxatdan o'tishim kerakmi? Javob: Yo'q. Cookie faylini o'rnatish uchun foydalanadigan har bir qurilmada sizga yuborilgan elektron pochta orqali kirish havolasini bosing.",
    "page-acc-tr-title": "Foydalanish imkoniyatiga ega foydalanuvchilar uchun: Savol-javoblar va muammolarni bartaraf etish bo'yicha qo'llanma",
    "priv-hc": "Maxfiylik yo'naltirilgan",
    "priv-hc-text": "Reklama tarmoqlari sizni mahsulot sifatida ko'radi. Bizda yo'q. Foydalanuvchilarning kim ekanligi biz uchun ahamiyatsiz, faqat ular zararli bo'lishi mumkin. Biz maxfiy Pass kabi tashabbuslarni qo'llab-quvvatlaymiz va maxfiylik va xavfsizlikni muvozanatlash uchun ko'p ishlaymiz.",
    "reporting-bugs-accessibility-button": "Kirish imkoniyatlari haqida ko'proq ma'lumot oling",
    "reporting-bugs-accessibility-head": "Kirish imkoniyatlari",
    "reporting-bugs-accessibility-text": "Ko'rish qobiliyatingiz zaifmi yoki boshqa usul bilan hCaptchalarni bajara olmaysizmi?",
    "reporting-bugs-guide-ff-head": "Xatoliklar haqida ma'lumot olish: Firefox",
    "reporting-bugs-guide-ff-step-1": "1-qadam: Dasturchi vositalarini oching (bu seansni yozishni boshlaydi.)",
    "reporting-bugs-guide-ff-step-2": "2-qadam: Tuzuvchi asboblaridagi Tarmoq yorlig'ini bosing. Yuqoridagi \"Persist logs\" katakchasini belgilang.",
    "reporting-bugs-guide-ff-step-3": "3-qadam: https://accounts.hcaptcha.com/demo saytiga yoki sizda muammo yuzaga kelgan veb-saytga tashrif buyuring (Maxfiylik eslatmasi: faqat nima haqida bo'lishishni istamasangiz) ... va keyin \" Men insonman \"tugmasini bosing va hal qilishga harakat qiling.",
    "reporting-bugs-guide-ff-step-4": "4-qadam: hal qilishga urinib ko'rganingizdan so'ng \"HAR\" -ni bosing va tarmoq jurnalini saqlash uchun \"Hammasini HAR sifatida saqlash\" -ni tanlang. Ushbu faylni bizga yuboring.",
    "reporting-bugs-guide-ff-step-5": "5-qadam: Konsol yorlig'ini bosing va sichqonchaning o'ng tugmachasini bosib, \"Barchasini tanlang\" va konsol jurnalini saqlash uchun uni matnli faylga saqlang. Buni bizga ham yuboring.",
    "reporting-bugs-guide-ff-step-6": "So'nggi qadam: HAR va konsol jurnal fayllarini bizga yuboring va muammoni tasvirlab bering. SeUse: support@hcaptcha.com (iltimos, Dropbox yoki Filebin kabi xizmatlardan foydalaning va havolalarni yuboring) va ixtiyoriy ekran tasvirini, agar siz biron-bir narsani noto'g'ri ko'rsatayotgan bo'lsangiz. . O'zingiz foydalanayotgan IP-ni ham yuboring. Siz buni https://www.whatsmyip.org/‍ dan olishingiz mumkin. Bu ma'lumotni olishimizga vaqt ajratganingiz uchun tashakkur! Biz hCaptcha-ni hamma uchun yaxshi ishlashiga intilamiz.",
    "reporting-bugs-guide-head": "Xatoliklar haqida ma'lumot olish: Chrome",
    "reporting-bugs-guide-step-1": "1-qadam: Dasturchi vositalarini oching (bu seansni yozishni boshlaydi.)",
    "reporting-bugs-guide-step-2": "2-qadam: Tuzuvchi asboblaridagi Tarmoq yorlig'ini bosing. Yuqoridagi \"jurnalni saqlash\" katagiga belgi qo'ying.",
    "reporting-bugs-guide-step-3": "3-qadam: https://accounts.hcaptcha.com/demo saytiga yoki sizda muammo yuzaga kelgan veb-saytga tashrif buyuring (Maxfiylik eslatmasi: faqat nima haqida bo'lishishni istamasangiz) ... va keyin \" Men insonman \"tugmasini bosing va hal qilishga harakat qiling.",
    "reporting-bugs-guide-step-4": "4-qadam: Siz hal qilmoqchi bo'lganingizdan so'ng \"HAR-ni eksport qilish\" -ni bosing (bu pastga o'q), bu tarmoq jurnalini saqlaydi. Ushbu faylni bizga yuboring.",
    "reporting-bugs-guide-step-5": "5-qadam: Konsol yorlig'ini bosing va sichqonchaning o'ng tugmachasini bosib, konsol jurnalini saqlash uchun \"Saqlash ..\" ni bosing. Buni bizga ham yuboring.",
    "reporting-bugs-guide-step-6": "So'nggi qadam: HAR va konsol jurnal fayllarini bizga yuboring va muammoni tasvirlab bering. Foydalanish: support@hcaptcha.com (iltimos, Dropbox yoki Filebin kabi xizmatlardan foydalaning va havolalarni yuboring) va ixtiyoriy ekran tasvirini, agar siz biron-bir narsani to'g'ri ko'rsatmayotgan bo'lsangiz. . O'zingiz foydalanayotgan IP-ni ham yuboring. Siz buni https://www.whatsmyip.org/ dan olishingiz mumkin. ThisBizga ma'lumot olishga yordam bergan vaqtingiz uchun tashakkur! Biz hCaptcha-ni hamma uchun yaxshi ishlashiga intilamiz.",
    "reporting-bugs-guide-text-1": "Nosozliklarni tuzatish ma'lumotini hisobotingiz bilan yuborish bizga nima sodir bo'lishini aniqlashni osonlashtiradi. Bu erda asta-sekin ko'rsatmalar mavjud:",
    "reporting-bugs-guide-text-2": "Agar siz veb-ishlab chiqaruvchi yoki tajribali foydalanuvchi bo'lsangiz, biz HAR va brauzer konsolining qayd yozuvlarini bizga yuborishingizni so'raymiz. Iltimos, har qanday reklama blokerini yoki brauzer xavfsizlik kengaytmalarini o'chirib ko'ring, so'ng ushbu amallarni bajarishga urinib ko'ring. Agar bu sizning muammongizni hal qilsa, brauzeringiz versiyasi, reklama blokirovkasi yoki brauzer kengaytmasi va veb-saytning URL-manzili haqida bizga xabar berganingizdan xursandmiz.",
    "reporting-bugs-intro-head": "Xato topdingizmi? Bu haqda qanday xabar berish kerak.",
    "reporting-bugs-intro-text": "Har oy millionlab odamlar minglab brauzerlar, kengaytmalar, qurilmalar, xavfsizlik devori va boshqa kombinatsiyalarda hCaptcha-dan foydalanadilar. Bizning maqsadimiz har doim u siz uchun ishlayotganiga ishonch hosil qilishdir, shuning uchun biz sizning xabarlaringizni juda qadrlaymiz! Tez javob berish uchun \"Bizga fikr-mulohaza yuborish\" tugmasini bosing. Agar siz funktsional muammoni ko'rayotgan bo'lsangiz, iltimos, Chrome uchun nosozliklarni tuzatish jurnalining ko'rsatmalariga yoki Firefox-ning disk raskadrovka uchun ko'rsatmalariga amal qiling. Boshqa har qanday brauzerlar uchun bizga faqat elektron pochta orqali yuboring. Potentsial xavfsizlik yoki maxfiylik masalalari bo'yicha quyidagi ko'rsatmalarga qarang.",
    "reporting-bugs-privacy-head": "Maxfiylik masalalari",
    "reporting-bugs-privacy-text": "Foydalanuvchilarning kim ekanligi bizga ahamiyat bermaydi, faqatgina zararli yoki kompyuter bo'lishi mumkinligi. Biz Құпия Pass kabi tashabbuslarni qo'llab-quvvatlaymiz va maxfiylik va xavfsizlikni muvozanatlash uchun ko'p ishlaymiz. Agar siz foydalanuvchining shaxsiy hayotiga ta'sir qilishi mumkin bo'lgan muammoni topsangiz, iltimos, bizga support@hcaptcha.com elektron pochta manziliga yuboring.",
    "reporting-bugs-provide-feedback-button": "Bizga fikringizni yuboring",
    "reporting-bugs-provide-feedback-head": "Zudlik bilan hCaptcha haqida xabar bering",
    "reporting-bugs-provide-feedback-text": "Sizning ma'lumotlaringizni qadrlaymiz. Bizga har qanday muammolarni bildiring va biz ularni tezda hal qilamiz.",
    "reporting-bugs-security-head": "Xavfsizlik nuqsonlari",
    "reporting-bugs-security-text": "Biz har doim xavfsizlik nuqsonlari haqida hisobot olishdan manfaatdormiz. Email support@hcaptcha.com & CC security@hcaptcha.com elektron pochta manziliga yuboring va biz tezda sizga murojaat qilamiz. Bundan tashqari, hCaptcha xizmati va tegishli manba kodi bo'yicha tegishli xavfsizlik hisobotlari uchun xato o'chirish dasturi mavjud.",
    "sec-hc": "Birinchidan, xavfsizlik",
    "sec-hc-text": "hCaptcha nashriyotga yo'naltirilgan. Biz saytlarga aniq ma'lumotlar berish uchun ishlaymiz va ulardan qanday foydalanishni hal qilishlariga imkon beramiz. Aniqlik sizning qiziqishingizga va biznikiga tegishli. Boshqa rasmlarni reklama kompaniyalari taqdim etadi. Ular bloklagan har bir bot daromadni kamaytirishi mumkin.",
    "what-is-hcaptcha": "HCaptcha nima?",
    "what-is-hcaptcha-text": "hCaptcha sizning sevimli veb-servislaringizga odamlar uchun oson va mashinalarga qiyin bo'lgan oddiy savollarni berib, botlardan, spamlardan va suiiste'mollardan saqlanishiga yordam beradi.",
    "why-hc": "Nima uchun hCaptcha?",
    "why-hc-text": "Har safar biron bir savolga javob berganingizda, siz odam yoki mashina ekanligingizni aniqlash uchun murakkab modellardan foydalanamiz. Keyin siz tashrif buyurgan veb-sayt ushbu natijadan foydalanib, ularning saytida tajribangizni yaxshilashga yordam beradi."
}