{
    "acc-opt": "Kirish imkoniyatlari",
    "acc-opt-but": "Kirish imkoniyatlari haqida ko'proq ma'lumot oling",
    "acc-opt-text": "Ko'rish qobiliyatingiz zaifmi yoki hCaptchas-ni boshqa usulda bajara olmaysizmi?",
    "accessibility-link": "Kirish imkoniyati",
    "appreciate-in": "Sizning ma'lumotlaringizni qadrlaymiz. Bizga har qanday muammolarni bildiring va biz ularni tezda hal qilamiz.",
    "fb-but": "Bizga fikringizni yuboring",
    "feedback-text": "Siz ko'rgan hCaptcha haqida fikr-mulohazalaringizni bildiring",
    "home-ent-1": "Korxonamizning xavfsizlik takliflarini qidiryapsizmi?",
    "home-ent-2": "Bizning yangi bag'ishlangan saytimizga tashrif buyuring: BotStop.com",
    "home-intro-body": "Siz botlardan saqlanish uchun kassadan foydalanasizmi? hCaptcha foydalanuvchi maxfiyligini himoya qiladi, veb-saytlarni mukofotlaydi va kompaniyalarga o'zlarining ma'lumotlarini markalashda yordam beradi. Bu reCAPTCHA uchun ochiladigan almashtirish: bir necha daqiqa ichida almashtirishingiz mumkin.",
    "home-intro-head": "Ko'proq botlarni to'xtating. Foydalanuvchi maxfiyligini himoya qilishni boshlang.",
    "home-main-1": "Xususiy. Xavfsiz. Tezroq. Va undan foydalanishingiz uchun sizga to'laymiz.",
    "home-main-2": "Maxfiylik yo'naltirilgan",
    "home-main-2c": "Reklama tarmoqlari sizning tashrif buyuruvchilaringizni mahsulot sifatida ko'radi. HCaptcha uchun mahsulot bu taqdim etadigan ishdir. Sizning foydalanuvchilaringiz kim ekanligi bizga ahamiyat bermaydi, faqatgina zararli bo'lishi mumkin. Biz maxfiy Pass kabi tashabbuslarni qo'llab-quvvatlaymiz va maxfiylik va xavfsizlikni muvozanatlash uchun ko'p ishlaymiz.",
    "home-main-3": "Birinchidan, xavfsizlik",
    "home-main-3c": "Aniqlik sizning qiziqishingizga va biznikiga tegishli. hCaptcha nashriyotga yo'naltirilgan. Biz sizga haqiqiy ma'lumotlarni berish uchun ishlaymiz va undan qanday foydalanishni hal qilishingizga imkon beramiz. Boshqa rasmlar taqdim etiladi",
    "home-main-3c2": "reklama kompaniyalari. Bu shuni anglatadiki, ular bloklagan har bir bot daromadni kamaytirishi mumkin.",
    "home-main-4": "Yaxshiroq foydalanuvchi tajribasi",
    "home-main-4c": "Murakkab mashina o'rganish modellari hCaptcha tomonidan insoniyatni aniqlash uchun ishlatiladi. Bu sizning foydalanuvchilaringizdan kamroq zerikarli vazifalarni talab qilishimizga va mijozlarga etiketkalash uchun foydali yorliqli ma'lumotlarni ishlab chiqarishda ularga oz vaqt sarflashga imkon beradi.",
    "home-main-plans": "hCaptcha har qanday hajmdagi noshirlar uchun bepul. Biroq, ko'proq nazoratga muhtoj bo'lgan korxonalar va platformalar uchun bizning korxona echimlari mavjud.",
    "home-main-plans2": "hCaptcha korxona echimlari sayyoradagi ba'zi yirik kompaniyalar uchun o'n millionlab veb-saytlardagi millionlab foydalanuvchilarni himoya qiladi. Qo'shimcha ma'lumot olish uchun biz bilan bog'laning yoki tashrif buyuring",
    "home-main-plans3": "hCaptcha korxona echimlari sayyoradagi ba'zi yirik kompaniyalar uchun o'n millionlab veb-saytlardagi millionlab foydalanuvchilarni himoya qiladi. Qo'shimcha ma'lumot olish uchun biz bilan bog'laning yoki tashrif buyuring",
    "home-main-plans4": "tafsilotlar uchun.",
    "learn-more-hcaptcha": "HCaptcha haqida ko'proq bilib oling",
    "page-acc-faq-1": "Savol: hCaptcha Section 508 + WCAG 2.0 mos keladimi? Javob: Biz bunga ishonamiz: nogironlarning har qanday shakli bilan, Internetni ko'rib chiqadigan va shakllarga matn kirita oladigan barcha foydalanuvchilar ro'yxatdan o'tgandan so'ng hCaptcha tomonidan himoyalangan xizmatlardan foydalanishlari mumkin. Ammo, bu yuridik maslahat emas: bu sizning joylashuvingiz uchun shunday ekanligiga ishonch hosil qilish uchun o'zingizning shaxsiy baholashingizni amalga oshirishingiz kerak.",
    "page-acc-faq-2": "Savol: Siz audio kabi boshqa kirish imkoniyatlari (a11y) ustida ishlamoqdamisiz? Javob: Ilgari audio kassa kabi mashhur variantlar ko'plab foydalanuvchilarni kamsitadi va zamonaviy mashinalarni o'qitish usullari bilan osonlikcha mag'lubiyatga uchraydi. Bu hozirgi audio muammolarni tobora qiyinlashishga majbur qildi, shovqinlarni, g'alati vaqtni, g'ayrioddiy so'z birikmalarini va boshqalarni kiritib, tajovuzkorlarni mag'lub etdi. Shunday qilib, biz ushbu yondashuvga nisbatan unchalik qiziqmaymiz va umuman muammodan qochib qutulamiz, ammo agar 11-qavmdan talab bo'lsa, buni ko'rib chiqamiz. Shu bilan birga, biz Maxsus imkoniyatlardan foydalanish holati uchun Maxfiylik Passiga qiziqamiz. Bizning hozirgi 1111 yondoshishimizni Pass Pass-ning chiqarilishi bilan birlashtirish, a11y foydalanuvchilarga o'zlarining trafiklari ko'proq shaxsiy ekanligini bilib, xavfsiz va bemalol ko'rib chiqishga va bot operatorlari tomonidan suiste'mol qilishni cheklashga imkon beradi, a11y variantlari mavjud bo'lganda muqarrar. Biz ushbu yangi texnologiyani standartlashtiruvchi IETF ishchi guruhining faol ishtirokchilarimiz.",
    "page-acc-faq-3": "Savol: Shaxsiy hayot haqida nima deyish mumkin? Ro'yxatga olish 11-yil brauzer ma'lumotlarini biron-bir tarzda buzadimi? Elektron pochta bilan nima qilasiz? Javob: hCaptcha maxfiylikdan himoya qilish uchun yaratilgan. Bu reklama tarmog'iga tegishli reCAPTCHA singari an'anaviy variantlardan juda farq qiladi, ular sizni Internetda kuzatib borishga va sizni haqiqiy shaxs bilan bog'lashga rag'batlantiradi. Biz hech qachon mavjud elektron pochta xabarlari yoki ma'lumotlardan hech qanday maqsadda foydalanmaymiz, ulardan foydalanishni osonlashtirish va huquqbuzarliklarning oldini olishdan boshqa maqsadlarda foydalanmaymiz. Maxfiylik siyosatimiz ma'lumotlardan qanday foydalanishimiz haqida to'liq va vakolatli javoblarga ega, ammo qisqa javob - biz sizni brauzeringiz tarixi bilan tanishishga qiziqishimiz yo'q. Biz ayni paytda elektron pochta manzilingizni tezda yo'q qilish uchun kriptografik echim ustida ishlamoqdamiz. maxfiy Pass ishini to'ldirib, suiiste'mollikni oldini olish imkoniyatini saqlab qolishda.",
    "page-acc-link-1": "Agar siz erkin foydalanish imkoniyatiga ega bo'lsangiz, bu erda ro'yxatdan o'ting.",
    "page-acc-subhead": "Xavfsizlikni saqlashda barcha foydalanuvchilar uchun uzluksiz kirishni ta'minlash",
    "page-acc-summary": "Xulosa",
    "page-acc-summary-contents-1": "hCaptcha, botlarni odamlardan ajratib, ularni to'xtatish uchun mo'ljallangan. Vizual testlar buning uchun qulay vositadir, ammo hamma ham vizual vazifani hal qila olmaydi. Shuning uchun biz xizmatimizdan foydalanadigan nashriyotlarga 508 va WCAG 2.0 to'liq bo'limiga muvofiq hamma uchun ochiqlikni saqlashga imkon beradigan sodda, og'riqsiz alternativani ishlab chiqdik.",
    "page-acc-summary-contents-2": "Bu qanday ishlaydi: birinchi navbatda, kirish imkoniyatiga ega foydalanuvchi hCaptcha vidjeti ma'lumot sahifasida bog'langan ushbu URL-da ro'yxatdan o'tadi. Ularga kuniga bir necha marta ishlatilishi mumkin bo'lgan shifrlangan cookie-fayllar beriladi, lekin login orqali har 24 soatda yangilanib turish kerak. HCaptcha xizmatidan foydalangan holda biron-bir saytdagi mavjudlik foydalanuvchisiga qiyinchilik tug'ilsa, ular avtomatik ravishda o'tadi.",
    "page-acc-title": "hCaptcha mavjudligi haqida ma'lumot",
    "page-acc-tr-body": "Savol: Cookie fayllarini o'rnatgandan keyin ham men hali ham qiyinchiliklarni ko'rmoqdaman. Bunga nima sabab bo'ldi? Javob: Bu, odatda, tajovuzkor reklama blokerini yoki anti-cookie kengaytmasidan foydalanish yoki saytlararo cookie-fayllarni blokirovka qilish bilan bog'liq, bu holda hcaptcha.com-ning cookie-si boshqa saytda hCaptcha JavaScript-da o'rnatiladi yoki tekshiriladi. , tashrif buyurganingiz kabi. hCaptcha imkoniyatlaridan foydalanish cookie-fayllari barcha standart brauzerlar va reklama blokerlari bilan ishlaydi, shuning uchun odatda anti-adblock skriptlari yoki muayyan saytlarni nishonga olgan shunga o'xshash qoidalar tufayli muvaffaqiyatsizlikka uchraydi. Yechimlari: 1. Hcaptcha.com va * .hcaptcha.com cookie-fayllarini reklama blokerida yoki brauzer xavfsizlik kengaytmasida. 2. Agar siz biron bir cookie-faylning oq ro'yxatiga ega bo'lmagan Brave brauzeridan foydalansangiz, Afzalliklar -> Qalqonlar -> Cookie-larga o'ting va \"Barcha cookie-larga ruxsat berish\" -ni tanlang. 3. Agar siz yaqinda chiqarilgan OS X 10.15 yoki iOS 13-da Safari-ning eng so'nggi versiyasidan foydalanayotgan bo'lsangiz, Apple hozirgina Safari-ni uchinchi tomon cookie-fayllariga tegishli harakatlarini o'zgartirdi. Biz yechimni amalga oshirmoqdamiz, ammo shu vaqtning o'zida Safari-ning afzalliklari, Maxfiylik bo'limiga tashrif buyuring va veb-saytni kuzatish belgisini olib tashlang: cookie-fayllar kutilganidek ishlashini ta'minlash uchun saytlararo kuzatuvning oldini oling. Savol: Men bir nechta qurilmalardan foydalanaman. Bir necha marta ro'yxatdan o'tishim kerakmi? Javob: Yo'q. Cookie faylini o'rnatish uchun foydalanadigan har bir qurilmada sizga yuborilgan elektron pochta orqali kirish havolasini bosing.",
    "page-acc-tr-title": "Foydalanish imkoniyatiga ega foydalanuvchilar uchun: Savol-javoblar va muammolarni bartaraf etish bo'yicha qo'llanma",
    "priv-hc": "Maxfiylik yo'naltirilgan",
    "priv-hc-text": "Reklama tarmoqlari sizni mahsulot sifatida ko'radi. Bizda yo'q. Foydalanuvchilarning kim ekanligi biz uchun ahamiyatsiz, faqat ular zararli bo'lishi mumkin. Biz maxfiy Pass kabi tashabbuslarni qo'llab-quvvatlaymiz va maxfiylik va xavfsizlikni muvozanatlash uchun ko'p ishlaymiz.",
    "sec-hc": "Birinchidan, xavfsizlik",
    "sec-hc-text": "hCaptcha nashriyotga yo'naltirilgan. Biz saytlarga aniq ma'lumotlar berish uchun ishlaymiz va ulardan qanday foydalanishni hal qilishlariga imkon beramiz. Aniqlik sizning qiziqishingizga va biznikiga tegishli. Boshqa rasmlarni reklama kompaniyalari taqdim etadi. Ular bloklagan har bir bot daromadni kamaytirishi mumkin.",
    "what-is-hcaptcha": "HCaptcha nima?",
    "what-is-hcaptcha-text": "hCaptcha sizning sevimli veb-servislaringizga odamlar uchun oson va mashinalarga qiyin bo'lgan oddiy savollarni berib, botlardan, spamlardan va suiiste'mollardan saqlanishiga yordam beradi.",
    "why-hc": "Nima uchun hCaptcha?",
    "why-hc-text": "Har safar biron bir savolga javob berganingizda, siz odam yoki mashina ekanligingizni aniqlash uchun murakkab modellardan foydalanamiz. Keyin siz tashrif buyurgan veb-sayt ushbu natijadan foydalanib, ularning saytida tajribangizni yaxshilashga yordam beradi."
}