{
    "a11y-img-1": "Màn hình người dùng trợ năng sau khi đăng nhập",
    "a11y-img-2": "Tùy chọn trợ năng trong menu giao diện người dùng tiện ích con",
    "a11y-img-3": "Hộp thoại trợ năng trong giao diện người dùng tiện ích con",
    "about-advisors-brendan": "Giám đốc điều hành của Brave. Đồng sáng lập Mozilla. Người tạo ra ngôn ngữ lập trình JavaScript. Trình tạo trình duyệt và hơn thế nữa.",
    "about-advisors-dawn": "Giáo sư, CS tại Đại học California, Berkeley. Học sâu, bảo mật, chuyên gia blockchain. Giám đốc điều hành của Oasis Labs.",
    "about-advisors-head": "Cố vấn",
    "about-advisors-keiran": "Nhà khoa học nghiên cứu tại Stanford. Học máy và tài chính định lượng tại các ngân hàng lớn, quỹ đầu cơ và học viện.",
    "about-content-head-1": "Chúng ta làm gì",
    "about-content-head-2": "Tại sao nó quan trọng",
    "about-content-text-1": "hCaptcha là một dịch vụ của Intuition Machines Inc, một công ty AI và học máy tập trung vào lĩnh vực luyện kim loại và ML miền trực quan trên quy mô lớn. Chúng tôi xây dựng và vận hành các hệ thống có thể mở rộng quy mô để cung cấp dịch vụ phân tích hình ảnh và video cho các công ty Global 2000 trên khắp thế giới.",
    "about-content-text-1a": "hCaptcha mang đến một cách tiếp cận hiện đại, tập trung vào quyền riêng tư để ngăn chặn bot.",
    "about-content-text-1b": "Chúng tôi đưa ra những thách thức CAPTCHA khó đối với bot nhưng lại dễ đối với mọi người bằng cách thu thập dữ liệu khó gắn nhãn từ các vấn đề về máy học và sử dụng nó để phân biệt khách truy cập trang web hay ứng dụng là người.",
    "about-content-text-2": "Nhiều dữ liệu hơn thường tạo ra kết quả tốt hơn. Việc xây dựng và duy trì các tập dữ liệu được dán nhãn chính xác và có liên quan rất tốn thời gian và tốn kém. hCaptcha ban đầu được phát triển để giải quyết nhu cầu của chính chúng tôi trong việc dán nhãn hình ảnh và hiện đã có sẵn cho các công ty khác có nhu cầu tương tự.",
    "about-content-text-2a": "Những kẻ xấu ngày càng phổ biến trên mạng. Nhưng hy sinh quyền riêng tư của người dùng không phải là câu trả lời.",
    "about-content-text-2b": "Các giải pháp bảo mật do các công ty quảng cáo cung cấp chủ yếu tập trung vào việc theo dõi người dùng trên web. Chúng tôi đã tạo ra một giải pháp bảo mật hiệu quả chứng minh rằng việc làm tổn hại đến quyền riêng tư của người dùng là không cần thiết để mang lại kết quả xuất sắc.",
    "about-intro-head-1": "Về hCaptcha",
    "about-intro-head-2": "Quyền riêng tư, Bảo mật và Học máy.",
    "about-intro-text": "hCaptcha là dịch vụ CAPTCHA độc lập được sử dụng rộng rãi nhất trên thế giới.",
    "about-leadership-alex": "Chuyên gia về cơ sở dữ liệu và Blockchain. Kỹ sư ban đầu tại Cloudera và hơn thế nữa. Nhiều thập kỷ chuyên môn xây dựng phần mềm và đội ngũ.",
    "about-leadership-eli": "CEO. Nhà lãnh đạo được công nhận trong AI. Đã áp dụng trí thông minh máy móc trên quy mô lớn cho nhiều vấn đề kinh doanh trong nhiều thập kỷ qua.",
    "about-leadership-head": "Khả năng lãnh đạo",
    "about-leadership-todd": "Tiến sĩ Sinh học Tính toán, Stanford. Làm việc với mạng nơ-ron từ năm 1999. Tập trung vào ML ứng dụng và học sâu trên quy mô lớn.",
    "acc-opt": "Tùy chọn khả năng tiếp cận",
    "acc-opt-but": "Tìm hiểu thêm về các tùy chọn trợ năng",
    "acc-opt-text": "Bạn có bị khiếm thị hoặc không thể hoàn thành hCaptchas không?",
    "accessibility-link": "Khả năng tiếp cận",
    "appreciate-in": "Chúng tôi đánh giá cao đầu vào của bạn. Hãy cho chúng tôi biết bất kỳ vấn đề nào và chúng tôi sẽ giải quyết chúng nhanh chóng.",
    "fb-but": "Gửi phản hồi cho chúng tôi",
    "feedback-text": "Cung cấp phản hồi về hCaptcha bạn vừa xem",
    "footer-attribution": "Ghi công",
    "footer-copyright-text": "hCaptcha là nhãn hiệu đã đăng ký của Intuition Machines, Inc.",
    "footer-header-1": "Công ty",
    "footer-header-2": "Tài nguyên",
    "footer-header-3": "Tiếp xúc",
    "footer-link-1": "Ghi nhãn",
    "footer-link-10": "Khả năng tiếp cận",
    "footer-link-2": "Trong khoảng",
    "footer-link-3": "Việc làm",
    "footer-link-4": "Nhãn hiệu",
    "footer-link-5": "Đạo đức AI",
    "footer-link-6": "Blog",
    "footer-link-7": "Trạng thái",
    "footer-link-8": "Tài liệu",
    "footer-link-9": "Báo cáo lỗi",
    "footer-privacy": "Riêng tư",
    "footer-subheader-1": "Ủng hộ",
    "footer-subheader-2": "Tiếp xúc",
    "footer-terms": "Điều kiện",
    "h-plans": "Gói đăng ký",
    "header-docs-link": "Docs",
    "header-labeling-services-link": "Dịch vụ dán nhãn",
    "header-login-button": "Đăng nhập",
    "header-plans-link": "Các kế hoạch",
    "header-signup-button": "Đăng ký",
    "home-about-head": "Giới thiệu về hCaptcha",
    "home-about-subtitle": "Được hỗ trợ bởi HUMAN Protocol",
    "home-about-text-1": "hCaptcha được thiết kế để giải quyết vấn đề tốn nhiều công sức nhất trong học máy: gắn nhãn lượng lớn dữ liệu một cách kịp thời, giá cả phải chăng và đáng tin cậy.",
    "home-about-text-2": "Nhiều dữ liệu hơn thường tạo ra kết quả tốt hơn trong việc đào tạo các mô hình học máy. Sự thành công gần đây của các mô hình sâu đã dẫn đến các bộ dữ liệu ngày càng lớn, hầu như luôn có sự đánh giá của con người. Tuy nhiên, việc tạo các bộ dữ liệu lớn do con người xem xét thông qua Mechanical Turk, Hình 8, v.v. vừa chậm vừa tốn kém.",
    "home-about-text-3": "hCaptcha cho phép các trang web kiếm tiền phục vụ nhu cầu này trong khi chặn bot và các hình thức lạm dụng khác.",
    "home-about-text-4": "Thị trường hCaptcha được cung cấp bởi Giao thức HUMAN, một giao thức phi tập trung mở để con người đánh giá chạy trên chuỗi khối Ethereum. Các trang web kiếm được Human Tokens (HMT) bất cứ khi nào người dùng sử dụng tiện ích con hCaptcha trên trang web của họ và các công ty máy học trả tiền Human Tokens để dữ liệu của họ được gắn nhãn.",
    "home-ba-labeling-services-link": "Dịch vụ dán nhãn",
    "home-benefits-head-1": "Giá trị trong ghi nhãn dữ liệu",
    "home-benefits-head-2": "Trả lại cho tổ chức từ thiện",
    "home-benefits-text-1": "Bạn có nhận ra rằng mỗi khi nhấp vào ô tô, bạn đang giúp đào tạo miễn phí hệ thống máy học của một công ty Gigantic không?",
    "home-benefits-text-2": "hCaptcha xoay chuyển mô hình này. Khi bạn sử dụng hCaptcha, các công ty đặt giá thầu trên công việc mà người dùng của bạn làm khi họ chứng minh tính nhân văn của họ. Bạn nhận được phần thưởng.",
    "home-benefits-text-3": "Muốn trả lại cho tổ chức từ thiện yêu thích của bạn? hCaptcha cho phép bạn hỗ trợ các tổ chức từ thiện mà bạn lựa chọn với thu nhập bạn kiếm được từ việc sử dụng nó. Người dùng trên trang web của bạn sẽ sớm có thể thấy khoản đóng góp của bạn cho tổ chức từ thiện thông qua việc xây dựng thương hiệu kín đáo trên giao diện hCaptcha.",
    "home-challenge-text-1": "Chọn tất cả hình ảnh phù hợp với truy vấn",
    "home-challenge-text-2": "Xác định vùng giới hạn cho các đối tượng",
    "home-challenge-text-3": "Xác định các nhãn tương ứng",
    "home-challenge-title-1": "So sánh",
    "home-challenge-title-2": "Hộp giới hạn",
    "home-challenge-title-3": "Phân loại",
    "home-challenges-head": "Những thách thức được đưa ra",
    "home-challenges-text-1": "... và các nhiệm vụ đơn giản khác. Dễ đối với con người, khó đối với bot.",
    "home-challenges-text-2": "Các tác vụ tùy chỉnh cũng có sẵn cho các nhà xuất bản doanh nghiệp.",
    "home-ent-1": "Tìm kiếm các dịch vụ bảo mật doanh nghiệp của chúng tôi?",
    "home-ent-2": "Ghé thăm trang web chuyên dụng mới của chúng tôi: BotStop.com",
    "home-ent-button": "Tìm hiểu thêm: BotStop của hCaptcha",
    "home-from-the-blog": "TỪ BLOG:",
    "home-from-the-blog-value": "Cách cài đặt độ khó hCaptcha hoạt động",
    "home-intro-body": "Bạn có sử dụng hình ảnh xác thực để ngăn chặn bot không? hCaptcha bảo vệ quyền riêng tư của người dùng, thưởng cho các trang web và giúp các công ty gắn nhãn dữ liệu của họ. Đây là phần mềm thay thế reCAPTCHA: bạn có thể chuyển đổi trong vòng vài phút.",
    "home-intro-button": "Đăng ký ngay",
    "home-intro-head": "Dừng nhiều bot hơn. Bắt đầu bảo vệ quyền riêng tư của người dùng.",
    "home-main-1": "Riêng tư. Đảm bảo. Nhanh hơn. Và chúng tôi trả tiền cho bạn để sử dụng nó.",
    "home-main-2": "Tập trung vào Quyền riêng tư",
    "home-main-2c": "Các mạng quảng cáo coi khách truy cập của bạn là sản phẩm. Đối với hCaptcha, sản phẩm là sản phẩm mà họ cung cấp. Chúng tôi không quan tâm người dùng của bạn là ai, chỉ quan tâm đến khả năng họ độc hại. Chúng tôi hỗ trợ các sáng kiến như Privacy Pass và nỗ lực để cân bằng giữa quyền riêng tư và bảo mật.",
    "home-main-3": "Bảo mật trên hết",
    "home-main-3c": "Độ chính xác là mối quan tâm của bạn và của chúng tôi. hCaptcha tập trung vào nhà xuất bản. Chúng tôi cố gắng cung cấp cho bạn dữ liệu thực và cho phép bạn quyết định cách sử dụng dữ liệu đó. Các hình ảnh xác thực khác được cung cấp bởi các công ty quảng cáo Gigantic. Điều này có nghĩa là mọi bot họ chặn có thể làm giảm doanh thu của họ.",
    "home-main-4": "Trải nghiệm người dùng tốt hơn",
    "home-main-4c": "Các mô hình học máy tinh vi được hCaptcha sử dụng để xác định con người. Điều này cho phép chúng tôi yêu cầu người dùng của bạn thực hiện các tác vụ ít gây phiền nhiễu hơn và họ mất ít thời gian hơn trong khi vẫn tạo ra dữ liệu được gắn nhãn hữu ích để gắn nhãn cho khách hàng.",
    "home-main-plans": "hCaptcha được sử dụng miễn phí cho các nhà xuất bản ở mọi quy mô. Tuy nhiên, đối với các doanh nghiệp và nền tảng cần kiểm soát nhiều hơn, các giải pháp doanh nghiệp của chúng tôi có sẵn.",
    "home-main-plans2": "Các giải pháp doanh nghiệp hCaptcha bảo vệ hàng triệu người dùng trên hàng chục triệu trang web của một số công ty lớn nhất trên hành tinh. Vui lòng liên hệ với chúng tôi để biết thêm thông tin, hoặc truy cập",
    "home-main-plans3": "Các giải pháp doanh nghiệp hCaptcha bảo vệ hàng triệu người dùng trên hàng chục triệu trang web của một số công ty lớn nhất trên hành tinh. Vui lòng liên hệ với chúng tôi để biết thêm thông tin, hoặc truy cập",
    "home-main-plans4": "để biết chi tiết.",
    "home-plans-button-1": "Đăng ký ngay",
    "home-plans-button-2": "Liên hệ bán hàng",
    "home-plans-chart-head-1": "Đặc trưng",
    "home-plans-chart-head-2": "Nhà xuất bản",
    "home-plans-chart-head-3": "Doanh nghiệp",
    "home-plans-chart-row-1-cell-1": "Kiểm soát các loại thử thách được hiển thị",
    "home-plans-chart-row-1-cell-2": "Có hạn",
    "home-plans-chart-row-1-cell-3": "Toàn bộ",
    "home-plans-chart-row-10-cell-1": "Trang tổng quan nhiều người dùng",
    "home-plans-chart-row-11-cell-1": "Các tính năng báo cáo nâng cao",
    "home-plans-chart-row-12-cell-1": "SLA doanh nghiệp",
    "home-plans-chart-row-2-cell-1": "Kiểm soát nội dung thử thách được sử dụng",
    "home-plans-chart-row-2-cell-2": "Có hạn",
    "home-plans-chart-row-2-cell-3": "Toàn bộ",
    "home-plans-chart-row-3-cell-1": "Kiếm phần thưởng cho cách giải quyết của con người",
    "home-plans-chart-row-4-cell-1": "Bảo vệ chống bot đẳng cấp thế giới",
    "home-plans-chart-row-5-cell-1": "Hoạt động ở mọi quốc gia",
    "home-plans-chart-row-5a-cell-1": "Không có CAPTCHA và chế độ thụ động 99,9%",
    "home-plans-chart-row-5b-cell-1": "Điểm tin cậy của bot",
    "home-plans-chart-row-6-cell-1": "Chính sách bảo mật thân thiện với GDPR và CCPA",
    "home-plans-chart-row-7-cell-1": "Mức độ khó chi tiết",
    "home-plans-chart-row-8-cell-1": "Khởi chạy nội dung thách thức của riêng bạn",
    "home-plans-chart-row-9-cell-1": "Lập lịch khó khăn dựa trên thời gian",
    "home-try-it-out-button": "Nhận hCaptcha",
    "home-try-it-out-head": "Hãy dùng thử",
    "home-try-it-out-text": "hCaptcha cung cấp tính năng phát hiện bot đơn giản, dễ dàng và đáng tin cậy trong khi con người không thể giải quyết được.",
    "labeling-about-head": "Giới thiệu về hCaptcha",
    "labeling-about-text-1": "hCaptcha được thiết kế để giải quyết vấn đề sử dụng nhiều lao động nhất trong học máy; ghi nhãn lượng lớn dữ liệu một cách kịp thời, giá cả phải chăng và đáng tin cậy. Nhiều dữ liệu hơn thường tạo ra kết quả tốt hơn trong việc đào tạo các mô hình học máy. Sự thành công gần đây của các mô hình sâu đã dẫn đến các bộ dữ liệu ngày càng lớn và hCaptcha đáp ứng nhu cầu này.",
    "labeling-about-text-2": "Tuy nhiên, việc tạo bộ dữ liệu lớn do con người xem xét bằng các phương pháp truyền thống vừa chậm vừa tốn kém. hCaptcha là một cách để các công ty nhận được các chú thích mà họ yêu cầu nhanh hơn, với chất lượng cao hơn và với chi phí thấp hơn các lựa chọn thay thế khác.",
    "labeling-annotations-head": "Các loại chú thích",
    "labeling-annotations-text-1": "Phát hiện đối tượng chính xác trong hình ảnh và video",
    "labeling-annotations-text-2": "Phát hiện đối tượng chính xác trong hình ảnh và video",
    "labeling-annotations-text-3": "Chú thích trỏ cho nhiều trường hợp sử dụng khác nhau",
    "labeling-annotations-text-4": "Sắp xếp hoặc nối các danh mục tùy ý với bất kỳ kích thước nào",
    "labeling-annotations-text-5": "Phát hiện và phân loại do con người cung cấp",
    "labeling-annotations-text-6": "Cần một loại khác không được liệt kê ở đây? Chỉ cần hỏi chúng tôi.",
    "labeling-annotations-title-1": "Hộp giới hạn",
    "labeling-annotations-title-2": "Đa giác",
    "labeling-annotations-title-3": "Các địa danh",
    "labeling-annotations-title-4": "Phân loại thuộc tính",
    "labeling-annotations-title-5": "So sánh và phát hiện",
    "labeling-annotations-title-6": "... và nhiều thứ khác nữa",
    "labeling-ent-button": "Liên hệ với Nhóm giải pháp doanh nghiệp của chúng tôi",
    "labeling-ent-head": "Cần kiểm soát từ đầu đến cuối?",
    "labeling-ent-text-1": "Nền tảng HUMAN đằng sau hCaptcha cung cấp các tính năng quản lý và chất lượng công việc rất phức tạp thông qua triển khai tại chỗ, kết hợp hoặc SaaS tích hợp với các hệ thống hiện có của bạn.",
    "labeling-ent-text-2": "Chạy hoàn toàn ngoại tuyến với lực lượng lao động của riêng bạn, theo dõi giá trị được tiêu thụ trên các đơn vị kinh doanh hoặc đối tác liên hợp, định tuyến công việc có chọn lọc đến các nhà cung cấp lao động bên trong hoặc bên ngoài khác nhau dựa trên các yêu cầu về chi phí và bảo mật, v.v.",
    "labeling-ent-text-3": "Truy cập API dễ dàng, trang tổng quan đẹp mắt và công nghệ theo mô hình mới nhất để tối đa hóa hiệu quả.",
    "labeling-ent-text-4": "99,99% SLA thời gian hoạt động và hỗ trợ toàn cầu 24/7 có sẵn. Để biết thêm thông tin:",
    "labeling-features-head-1": "Các đường ống dẫn hướng API đơn giản.",
    "labeling-features-head-2": "Tối ưu về chi phí và chất lượng. Không cần cam kết trả trước.",
    "labeling-features-head-3": "Chỉ trả tiền cho độ chính xác bạn cần.",
    "labeling-features-head-4": "Cung cấp dữ liệu sự thật cơ bản của riêng bạn hoặc để chúng tôi xây dựng dữ liệu đó một cách nhanh chóng.",
    "labeling-features-text-1": "Bạn muốn tích hợp đánh giá của con người trực tiếp vào hoạt động kinh doanh của bạn? Chúng tôi cung cấp SLA có độ tin cậy cao, dung lượng đảm bảo và các API REST đơn giản.",
    "labeling-features-text-2": "Nền tảng HUMAN sử dụng các mô hình tin cậy toàn diện để thực hiện phân tích chất lượng theo thời gian thực phức tạp. Điều này cho phép chúng tôi nhanh chóng xác định cả độ khó của câu hỏi và câu trả lời có khả năng đúng của chúng, giúp bạn tiết kiệm thời gian và tiền bạc.",
    "labeling-features-text-3": "Không phải tất cả các vấn đề đều giống nhau. Chú thích cho các nhiệm vụ quan trọng về an toàn có thể yêu cầu 99,99% độ tin cậy từ nhân viên hoàn toàn là con người. Chú thích cho một tính năng beta trong ứng dụng trò chơi dành cho thiết bị di động có thể chỉ yêu cầu độ tin cậy vừa phải. Bạn quyết định.",
    "labeling-features-text-4": "Bạn có dữ liệu thô mà không có bộ xác minh toàn diện? Trong hầu hết các trường hợp, chúng tôi có thể tạo một cái cho bạn khi các tác vụ chạy qua hệ thống hoặc tạo các mẫu có nhãn để bạn phê duyệt.",
    "labeling-info-head": "Bắt dữ liệu được gắn nhãn",
    "labeling-info-text-1": "Nói chuyện với một trong các chuyên gia tên miền của chúng tôi để xác định nhu cầu dự án của bạn: độ chính xác mục tiêu, định dạng và bất kỳ yêu cầu đặc biệt nào.",
    "labeling-info-text-2": "Chúng tôi thực hiện một công việc sản xuất nhỏ dựa trên dữ liệu mẫu của bạn. Điều này kiểm tra công việc chúng tôi đã thực hiện cùng nhau để đảm bảo bạn nhận được chính xác những gì bạn cần.",
    "labeling-info-text-3": "Với khối lượng lớn và độ trễ thấp của chúng tôi, chúng tôi sẽ giải quyết công việc của bạn một cách nhanh chóng, với việc phân phối tự động ngay sau khi hoàn thành.",
    "labeling-info-text-4": "Khi chúng tôi hiểu rõ hơn về các thông số trong công việc sản xuất của bạn, kết quả sẽ tiếp tục được cải thiện theo thời gian.",
    "labeling-info-text-5": "Trang tổng quan trực tiếp cho phép bạn cung cấp phản hồi hoặc tạm dừng sản xuất bất kỳ lúc nào.",
    "labeling-info-title-1": "Xác định thông số kỹ thuật",
    "labeling-info-title-2": "Kiểm tra công việc ban đầu",
    "labeling-info-title-3": "Triển khai công việc sản xuất",
    "labeling-info-title-4": "Cải tiến liên tục",
    "labeling-info-title-5": "Kết quả thời gian thực",
    "labeling-main-1": "Ghi nhãn dữ liệu hiệu quả về chi phí trên quy mô",
    "labeling-main-1-button": "Nhận dữ liệu của bạn được gắn nhãn ngay bây giờ",
    "labeling-main-1c": "Cần thêm nhãn cho tập dữ liệu của bạn? hCaptcha cung cấp ghi nhãn dữ liệu nhanh chóng, hiệu quả về chi phí và chất lượng cao cho các công ty làm việc trên ứng dụng trí tuệ nhân tạo và máy học.",
    "labeling-main-2": "Khởi chạy hàng triệu nhiệm vụ ngay lập tức.",
    "labeling-main-2-button": "Mua dịch vụ ghi nhãn dữ liệu",
    "labeling-main-2c": "hCaptcha có một trong những hồ bơi lớn nhất hành tinh có sẵn để bạn sử dụng. Dù quy mô của bạn là gì, chúng tôi đều có thể xử lý mà không cần cam kết trả trước đắt đỏ. Hàng triệu nhiệm vụ mỗi ngày không thành vấn đề.",
    "labeling-platform-head": "Thông tin riêng tư hoặc công khai",
    "labeling-platform-text": "hCaptcha được xây dựng trên Nền tảng HUMAN, cho phép định tuyến và phân tích tinh vi để tối ưu hóa chi phí và hiệu quả ở mỗi bước. Công nghệ này cho phép lực lượng lao động phù hợp xử lý từng phần công việc của bạn, tối đa hóa hiệu quả chi phí trong khi vẫn bảo vệ quyền riêng tư và đáp ứng bất kỳ yêu cầu quy định nào có thể áp dụng.",
    "labeling-try-button": "Mua dịch vụ ghi nhãn dữ liệu",
    "labeling-try-head": "Bạn có muốn thử với dữ liệu của mình không?",
    "labeling-try-text": "... chúng tôi sẵn sàng khi bạn sẵn sàng: dịch vụ của chúng tôi luôn sẵn sàng phục vụ suốt ngày đêm.",
    "learn-more-hcaptcha": "Tìm hiểu thêm về hCaptcha",
    "page-acc-faq-1": "Câu hỏi: Phần hCaptcha 508 + WCAG 2.1 AA có tuân thủ không? Trả lời: Chúng tôi tin rằng như vậy: tất cả người dùng có bất kỳ hình thức khuyết tật nào có thể duyệt web và nhập văn bản trên biểu mẫu đều có thể truy cập các dịch vụ được bảo vệ bởi hCaptcha khi đăng ký. Tuy nhiên, đây không phải là lời khuyên pháp lý: bạn nên thực hiện đánh giá của riêng mình, cân nhắc việc triển khai cụ thể của bạn để đảm bảo đây là trường hợp triển khai của bạn.",
    "page-acc-faq-2": "Câu hỏi: Bạn có đang làm việc trên các tùy chọn hỗ trợ tiếp cận (a11y) khác, như âm thanh không? Trả lời: Các tùy chọn phổ biến trước đây như hình ảnh xác thực âm thanh phân biệt đối xử với nhiều người dùng a11y và dễ dàng bị đánh bại bởi các kỹ thuật máy học hiện đại. Điều này đã buộc các thử thách âm thanh hiện tại ngày càng trở nên khó khăn hơn, tạo ra tiếng ồn, thời gian kỳ lạ, kết hợp từ bất thường, v.v. để đánh bại kẻ tấn công. Do đó, chúng tôi ít nhiệt tình hơn với cách tiếp cận này so với việc tránh thách thức hoàn toàn, nhưng sẽ xem xét nó nếu có nhu cầu từ cộng đồng a11y. Tuy nhiên, chúng tôi rất quan tâm đến Quyền riêng tư cho trường hợp sử dụng Trợ năng. Chúng tôi tin rằng việc kết hợp phương pháp tiếp cận a11y hiện tại của chúng tôi với việc phát hành Thẻ bảo mật sẽ cho phép người dùng a11y duyệt web một cách an toàn, bảo mật khi biết rằng lưu lượng truy cập của họ là riêng tư hơn, đồng thời hạn chế sự lạm dụng của các nhà khai thác bot mà chắc chắn xảy ra khi các tùy chọn a11y khả dụng. Chúng tôi là những người tham gia tích cực trong nhóm công tác IETF tiêu chuẩn hóa công nghệ mới này.",
    "page-acc-faq-3": "Câu hỏi: Còn về quyền riêng tư? Việc đăng ký có làm lộ dữ liệu duyệt web a11y theo một cách nào đó không? Bạn làm gì với email? Trả lời: hCaptcha được thiết kế để đảm bảo quyền riêng tư từ đầu. Nó rất khác so với các tùy chọn truyền thống như reCAPTCHA thuộc sở hữu của các mạng quảng cáo, những người có động cơ theo dõi bạn trên web và liên kết bạn với danh tính thực. Chúng tôi không bao giờ sử dụng email hoặc thông tin trợ năng cho bất kỳ mục đích nào khác ngoài việc tạo điều kiện cho việc sử dụng a11y và ngăn chặn lạm dụng. Chính sách bảo mật của chúng tôi có các câu trả lời toàn diện và có thẩm quyền về cách chúng tôi sử dụng dữ liệu, nhưng câu trả lời ngắn gọn là chúng tôi không quan tâm đến việc kết hợp bạn với tư cách là người có lịch sử duyệt web của bạn. trong khi vẫn duy trì khả năng ngăn chặn lạm dụng, bổ sung cho công việc của chúng tôi trên Thẻ bảo mật.",
    "page-acc-link-1": "Nếu bạn là người dùng trợ năng, vui lòng đăng ký tại đây.",
    "page-acc-subhead": "Đảm bảo truy cập liền mạch cho tất cả người dùng trong khi vẫn duy trì bảo mật",
    "page-acc-summary": "Tóm lược",
    "page-acc-summary-contents-1": "hCaptcha được thiết kế để ngăn chặn bot bằng cách phân biệt chúng với người. Kiểm tra trực quan là một công cụ thuận tiện cho việc này, nhưng không phải ai cũng có thể giải quyết một thử thách trực quan. Vì lý do này, chúng tôi đã thiết kế một giải pháp thay thế đơn giản, dễ dàng để cho phép các nhà xuất bản sử dụng dịch vụ của chúng tôi duy trì khả năng truy cập cho tất cả mọi người với việc tuân thủ đầy đủ Mục 508 và WCAG 2.1 AA.",
    "page-acc-summary-contents-2": "Cách hoạt động: trước tiên, người dùng khả năng truy cập đăng ký tại URL này, được liên kết trong trang thông tin tiện ích con hCaptcha. Họ được cung cấp một cookie được mã hóa có thể được sử dụng nhiều lần mỗi ngày, nhưng phải được làm mới sau mỗi 24 giờ thông qua đăng nhập.",
    "page-acc-title": "Thông tin trợ năng hCaptcha",
    "page-acc-tr-body": "Câu hỏi: Tôi vẫn thấy một thử thách sau khi đặt cookie. Điều gì gây ra điều này?<br> Trả lời: Điều này thường là do việc sử dụng trình chặn quảng cáo tích cực hoặc tiện ích chống cookie hoặc cài đặt chặn cookie trên nhiều trang web, trong trường hợp này là cookie cho hcaptcha.com được đặt hoặc kiểm tra bởi hCaptcha JS trên một trang web khác , giống như một trong những bạn đang truy cập.<br><br> Cookie hỗ trợ truy cập hCaptcha hoạt động với tất cả các trình duyệt và trình chặn quảng cáo phổ biến với cài đặt tiêu chuẩn của chúng, do đó, lỗi thường là do tập lệnh chống chặn quảng cáo hoặc các bộ quy tắc tương tự nhắm mục tiêu vào các trang web cụ thể.<br><br> Các giải pháp:<br><br> 1. Đưa cookie hcaptcha.com và * .hcaptcha.com vào danh sách trắng trong trình chặn quảng cáo hoặc tiện ích bảo mật trình duyệt của bạn.<br> 2. Nếu bạn đang sử dụng trình duyệt Brave, hiện không có bất kỳ loại danh sách trắng cookie nào, hãy chuyển đến Preferences -> Shields -> Cookies và chọn Allow All Cookies.<br> 3. Nếu bạn đang sử dụng phiên bản Safari mới nhất trên OS X 10.15 hoặc iOS 13.4 được phát hành gần đây, Apple vừa thay đổi hành vi của Safari liên quan đến cookie của bên thứ ba, chặn tất cả chúng theo mặc định. Chúng tôi đang triển khai một giải pháp, nhưng trong thời gian chờ đợi, vui lòng truy cập Tùy chọn Safari, phần Bảo mật và bỏ chọn Theo dõi trang web: Ngăn theo dõi trang web chéo để cho phép cookie trợ năng hoạt động như mong đợi.<br><br> Câu hỏi: Tôi sử dụng nhiều thiết bị. Tôi có cần phải đăng ký nhiều lần không?<br> Trả lời: Không. Vui lòng nhấp vào cùng một liên kết đăng nhập email được gửi cho bạn trên mỗi thiết bị bạn sử dụng để cài đặt cookie.<br><br> Câu hỏi: Làm cách nào để tôi có thể tự bảo vệ mình khỏi sự theo dõi cookie của bên thứ ba khi sử dụng cookie trợ năng?<br> Trả lời: Sử dụng bất kỳ tiện ích mở rộng quyền riêng tư hoặc chặn quảng cáo nào hỗ trợ danh sách trắng cấp miền (ví dụ: uBlock Origin) sẽ hoạt động như mong đợi: chỉ cần đảm bảo đưa vào danh sách trắng hcaptcha.com.",
    "page-acc-tr-title": "Đối với người dùng trợ năng: Các câu hỏi thường gặp và Hướng dẫn gỡ rối",
    "page-acc-tr2-body": "Safari<br> Để bật cookie trong Safari (Mac): Đi tới menu thả xuống của Safari. Chọn Tùy chọn. Nhấp vào Quyền riêng tư trong bảng điều khiển trên cùng. Trong 'Chặn cookie', hãy chọn tùy chọn 'Không bao giờ'.<br> Để bật cookie trong Safari (iPhone / iPad iOS 11+): Mở Cài đặt của bạn. Cuộn xuống và chọn Safari. Trong Quyền riêng tư & Bảo mật, hãy tắt 'Ngăn Theo dõi Trang web chéo' và 'Chặn Tất cả Cookie'<br><br> Firefox<br> Nhấp vào lá chắn ở bên trái của thanh địa chỉ trên bất kỳ trang web nào. Nhấp vào Cài đặt Bảo vệ. Bảng điều khiển Quyền riêng tư & Bảo mật của Tùy chọn Firefox sẽ mở ra. Trong Bảo vệ theo dõi nâng cao, hãy chọn Tùy chỉnh. Chọn trình theo dõi và tập lệnh nào để chặn bằng cách chọn các hộp kiểm đó. Đảm bảo rằng bạn đã bỏ chặn hcaptcha.com.<br><br> Bạn cũng có thể tạm thời tắt một số biện pháp bảo vệ trong Tùy chỉnh để gỡ lỗi điều này, bằng cách bỏ chọn các hộp kiểm: Bỏ chọn hộp kiểm Trình theo dõi hoặc bỏ chọn hộp kiểm Cookie nếu bạn vẫn gặp sự cố.<br><br> Google Chrome<br> Google Chrome (PC)<br> Chọn biểu tượng menu Chrome. Chọn cài đặt.<br> Chuyển đến Quyền riêng tư và Bảo mật, sau đó đến Cookie và dữ liệu trang web khác.<br> Đảm bảo rằng 'Chặn cookie của bên thứ ba' không được bật.<br><br> Google Chrome (Mac):<br> Mở tùy chọn Chrome từ thanh menu.<br> Chuyển đến Quyền riêng tư và Bảo mật, sau đó đến Cookie và dữ liệu trang web khác.<br> Đảm bảo rằng 'Chặn cookie của bên thứ ba' không được bật.<br><br> Google Chrome (Android):<br> Trên thiết bị Android của bạn, hãy mở ứng dụng Chrome.<br> Ở trên cùng bên phải, nhấn vào Thêm rồi đến Cài đặt.<br> Nhấn vào Cài đặt trang và sau đó nhấn Cookie.<br> Bên cạnh 'Cookie', bật cài đặt này.<br> Chọn hộp bên cạnh 'Cho phép cookie của bên thứ ba.'<br><br> trình duyệt web IE<br> 1. Chọn bánh răng ở góc trên bên phải của màn hình, sau đó chọn 'Tùy chọn Internet'. Nếu bạn đã bật Thanh Menu, bạn có thể chọn 'Công cụ' rồi chọn 'Tùy chọn Internet'.<br> 2. Nhấp vào tab 'Bảo mật'.<br> 3. Chọn nút 'Nâng cao'.<br> 4. Trong 'Cookie của bên thứ ba', chọn 'Chấp nhận'.<br> 5. Nhấp vào 'OK'",
    "page-acc-tr2-head": "Hướng dẫn Trình duyệt cho Cookie Nhiều Trang web",
    "priv-hc": "Tập trung vào Quyền riêng tư",
    "priv-hc-text": "Các mạng quảng cáo coi bạn là sản phẩm của họ. Chúng tôi không. Chúng tôi không quan tâm người dùng là ai, chỉ quan tâm đến khả năng họ độc hại. Chúng tôi hỗ trợ các sáng kiến như Privacy Pass và nỗ lực để cân bằng giữa quyền riêng tư và bảo mật.",
    "reporting-bugs-accessibility-button": "Tìm hiểu thêm về các tùy chọn trợ năng",
    "reporting-bugs-accessibility-head": "Tùy chọn khả năng tiếp cận",
    "reporting-bugs-accessibility-text": "Bạn có bị khiếm thị hoặc không thể hoàn thành hCaptchas không?",
    "reporting-bugs-guide-ff-head": "Nắm bắt chi tiết báo cáo lỗi: Firefox",
    "reporting-bugs-guide-ff-step-1": "Bước 1: Mở Công cụ dành cho nhà phát triển (Thao tác này bắt đầu ghi lại phiên.)",
    "reporting-bugs-guide-ff-step-2": "Bước 2: Nhấp vào tab Mạng trong Công cụ dành cho nhà phát triển. Chọn hộp nhật ký Kiên trì ở trên cùng.",
    "reporting-bugs-guide-ff-step-3": "Bước 3: truy cập https://accounts.hcaptcha.com/demo hoặc trang web bạn đang gặp sự cố (Lưu ý về quyền riêng tư: chỉ khi bạn không phiền khi chia sẻ nó là gì) ... và sau đó nhấp vào nút Tôi là nút của con người, và cố gắng giải quyết.",
    "reporting-bugs-guide-ff-step-4": "Bước 4: Nhấp vào HAR sau khi bạn cố gắng giải quyết và chọn Lưu tất cả dưới dạng HAR để lưu nhật ký mạng. Gửi tệp đó cho chúng tôi.",
    "reporting-bugs-guide-ff-step-5": "Bước 5: Nhấp vào tab Bảng điều khiển, và nhấp chuột phải sau đó Chọn tất cả và lưu thành tệp văn bản, để lưu nhật ký bảng điều khiển. Gửi cho chúng tôi điều đó.",
    "reporting-bugs-guide-ff-step-6": "Bước cuối cùng: Gửi email các tệp nhật ký HAR và bảng điều khiển đó cho chúng tôi và mô tả sự cố. Sử dụng: support@hcaptcha.com (vui lòng sử dụng dịch vụ như Dropbox hoặc Filebin và gửi liên kết) và tùy chọn ảnh chụp màn hình, nếu bạn nghi ngờ có điều gì đó không hiển thị chính xác . Vui lòng gửi cả IP bạn đang sử dụng. Bạn có thể lấy nó từ https://www.whatsmyip.org/ Cảm ơn bạn đã dành thời gian giúp chúng tôi có được thông tin này! Chúng tôi cam kết làm cho hCaptcha hoạt động tốt cho mọi người.",
    "reporting-bugs-guide-head": "Thu thập chi tiết báo cáo lỗi: Chrome",
    "reporting-bugs-guide-step-1": "Bước 1: Mở Công cụ dành cho nhà phát triển (Thao tác này bắt đầu ghi lại phiên.)",
    "reporting-bugs-guide-step-2": "Bước 2: Nhấp vào tab Mạng trong Công cụ dành cho nhà phát triển. Đánh dấu vào ô Lưu nhật ký ở trên cùng.",
    "reporting-bugs-guide-step-3": "Bước 3: truy cập https://accounts.hcaptcha.com/demo hoặc trang web bạn đang gặp sự cố (Lưu ý về quyền riêng tư: chỉ khi bạn không phiền khi chia sẻ nó là gì) ... và sau đó nhấp vào nút Tôi là nút của con người, và cố gắng giải quyết.",
    "reporting-bugs-guide-step-4": "Bước 4: Nhấp vào Export HAR (mũi tên xuống nhỏ) sau khi bạn cố gắng giải quyết, điều này sẽ lưu nhật ký mạng. Gửi tệp đó cho chúng tôi.",
    "reporting-bugs-guide-step-5": "Bước 5: Nhấp vào tab Bảng điều khiển và nhấp chuột phải sau đó nhấp vào Lưu dưới dạng .. để lưu nhật ký bảng điều khiển. Gửi cho chúng tôi điều đó.",
    "reporting-bugs-guide-step-6": "Bước cuối cùng: Gửi email HAR và các tệp nhật ký bảng điều khiển cho chúng tôi và mô tả sự cố. Sử dụng: support@hcaptcha.com (vui lòng sử dụng dịch vụ như Dropbox hoặc Filebin và gửi liên kết) và tùy chọn ảnh chụp màn hình, nếu bạn nghi ngờ có điều gì đó không hiển thị chính xác. Vui lòng gửi cả IP bạn đang sử dụng. Bạn có thể lấy nó từ https://www.whatsmyip.org/ Cảm ơn bạn đã dành thời gian giúp chúng tôi có được thông tin này! Chúng tôi cam kết làm cho hCaptcha hoạt động tốt cho mọi người.",
    "reporting-bugs-guide-text-1": "Gửi thông tin gỡ lỗi cùng với báo cáo của bạn sẽ giúp chúng tôi xác định điều gì đang xảy ra dễ dàng hơn nhiều. Dưới đây là hướng dẫn từng bước:",
    "reporting-bugs-guide-text-2": "Nếu bạn là nhà phát triển web hoặc người dùng chuyên nghiệp, thì phần tóm tắt là chúng tôi muốn bạn gửi cho chúng tôi bản ghi HAR mạng và nhật ký bảng điều khiển trình duyệt. Vui lòng thử tắt bất kỳ trình chặn quảng cáo hoặc tiện ích mở rộng bảo mật của trình duyệt nào trước rồi thử lại trước khi bạn thực hiện các bước này. Nếu điều đó khắc phục được sự cố của bạn, chúng tôi vẫn đánh giá cao việc bạn cho chúng tôi biết phiên bản trình duyệt, trình chặn quảng cáo hoặc tiện ích mở rộng trình duyệt và URL trang web của bạn.",
    "reporting-bugs-intro-head": "Tìm thấy một lỗi? Đây là cách báo cáo.",
    "reporting-bugs-intro-text": "Hàng triệu người sử dụng hCaptcha mỗi tháng, trên hàng nghìn tổ hợp các trình duyệt, tiện ích mở rộng, thiết bị, tường lửa, v.v. Mục tiêu của chúng tôi là đảm bảo nó luôn hoạt động cho bạn, vì vậy chúng tôi đánh giá rất cao các báo cáo của bạn! Để đưa ra phản hồi nhanh, chỉ cần nhấp vào nút Gửi phản hồi cho chúng tôi. Nếu bạn gặp sự cố chức năng, vui lòng làm theo hướng dẫn nhật ký gỡ lỗi cho Chrome hoặc hướng dẫn nhật ký gỡ lỗi cho Firefox bên dưới. Đối với bất kỳ trình duyệt nào khác, chỉ cần gửi email cho chúng tôi. Đối với các vấn đề về bảo mật hoặc quyền riêng tư tiềm ẩn, hãy xem hướng dẫn bên dưới.",
    "reporting-bugs-privacy-head": "Các vấn đề về quyền riêng tư",
    "reporting-bugs-privacy-text": "Chúng tôi không quan tâm người dùng là ai, chỉ quan tâm đến khả năng họ là người độc hại hoặc máy móc. Chúng tôi hỗ trợ các sáng kiến như Privacy Pass và nỗ lực để cân bằng giữa quyền riêng tư và bảo mật. Nếu bạn phát hiện thấy vấn đề mà bạn cho rằng có thể ảnh hưởng đến quyền riêng tư của người dùng, vui lòng gửi email cho chúng tôi theo địa chỉ support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Gửi phản hồi cho chúng tôi",
    "reporting-bugs-provide-feedback-head": "Cung cấp phản hồi ngay lập tức về hCaptcha",
    "reporting-bugs-provide-feedback-text": "Chúng tôi đánh giá cao đầu vào của bạn. Hãy cho chúng tôi biết bất kỳ vấn đề nào và chúng tôi sẽ giải quyết chúng nhanh chóng.",
    "reporting-bugs-security-head": "Lỗi bảo mật",
    "reporting-bugs-security-text": "Chúng tôi luôn quan tâm đến việc nhận được các báo cáo về lỗi bảo mật. Gửi email tới support@hcaptcha.com & CC security@hcaptcha.com và chúng tôi sẽ nhanh chóng liên hệ lại với bạn. Chúng tôi cũng có một chương trình tiền thưởng lỗi cho các báo cáo bảo mật đủ điều kiện trên dịch vụ hCaptcha và mã nguồn liên quan.",
    "sec-hc": "Bảo mật trên hết",
    "sec-hc-text": "hCaptcha tập trung vào nhà xuất bản. Chúng tôi làm việc để cung cấp cho các trang web dữ liệu thực và để họ quyết định cách sử dụng nó. Độ chính xác là mối quan tâm của bạn và của chúng tôi. Các hình ảnh xác thực khác được cung cấp bởi các công ty quảng cáo. Mỗi bot họ chặn có thể làm giảm doanh thu của họ.",
    "switch-to-english-link": "Chuyển sang tiếng Anh",
    "what-is-hcaptcha": "HCaptcha là gì?",
    "what-is-hcaptcha-text": "hCaptcha giúp các dịch vụ web yêu thích của bạn ngăn chặn bot, thư rác và lạm dụng bằng cách đặt những câu hỏi đơn giản dễ đối với con người và khó đối với máy móc.",
    "why-hc": "Tại sao hCaptcha?",
    "why-hc-text": "Mỗi khi bạn trả lời một thử thách, chúng tôi sử dụng các mô hình phức tạp để tìm ra bạn là người hay máy. Sau đó, trang web bạn đã truy cập sử dụng kết quả này để giúp cải thiện trải nghiệm của bạn trên trang web của họ bằng cách loại bỏ bot."
}