{
    "acc-opt": "Tùy chọn khả năng tiếp cận",
    "acc-opt-but": "Tìm hiểu thêm về các tùy chọn trợ năng",
    "acc-opt-text": "Bạn có khiếm thị hoặc không thể hoàn thành hCaptchas?",
    "accessibility-link": "Khả năng tiếp cận",
    "appreciate-in": "Chúng tôi đánh giá cao đầu vào của bạn. Hãy cho chúng tôi biết bất kỳ vấn đề nào và chúng tôi sẽ giải quyết chúng nhanh chóng.",
    "fb-but": "Gửi phản hồi cho chúng tôi",
    "feedback-text": "Cung cấp phản hồi về hCaptcha bạn vừa thấy",
    "learn-more-hcaptcha": "Tìm hiểu thêm về hCaptcha",
    "page-acc-link-1": "Nếu bạn là người dùng có thể truy cập, vui lòng đăng ký tại đây.",
    "page-acc-subhead": "Đảm bảo truy cập liền mạch cho tất cả người dùng trong khi duy trì bảo mật",
    "page-acc-title": "Thông tin truy cập hCaptcha",
    "priv-hc": "Quyền riêng tư tập trung",
    "priv-hc-text": "Mạng quảng cáo xem bạn là sản phẩm của họ. Chúng tôi không. Chúng tôi không quan tâm người dùng là ai, chỉ có khả năng họ là độc hại. Chúng tôi hỗ trợ các sáng kiến như Privacy Pass và làm việc chăm chỉ để cân bằng quyền riêng tư và bảo mật.",
    "sec-hc": "Bảo mật đầu tiên",
    "sec-hc-text": "hCaptcha tập trung vào nhà xuất bản. Chúng tôi làm việc để cung cấp cho các trang web dữ liệu thực và để họ quyết định cách sử dụng nó. Độ chính xác là lợi ích của bạn và của chúng tôi. Các captcha khác được cung cấp bởi các công ty quảng cáo. Mỗi bot họ chặn có thể làm giảm doanh thu của họ.",
    "what-is-hcaptcha": "HCaptcha là gì?",
    "what-is-hcaptcha-text": "hCaptcha giúp các dịch vụ web yêu thích của bạn tránh được bot, spam và lạm dụng bằng cách hỏi những câu hỏi đơn giản, dễ dàng cho con người và khó cho máy móc.",
    "why-hc": "Tại sao hCaptcha?",
    "why-hc-text": "Mỗi khi bạn trả lời một thử thách, chúng tôi sử dụng các mô hình tinh vi để tìm hiểu xem bạn là con người hay máy móc. Trang web bạn đã truy cập sau đó sử dụng kết quả này để giúp cải thiện trải nghiệm của bạn trên trang web của họ bằng cách loại bỏ các bot."
}