{
    "about-advisors-brendan": "CEO. Inkokeli eyaziwayo kwi-AI. Usebenzise ubukrelekrele boomatshini kwinqanaba leentlobo ezahlukeneyo zeengxaki zeshishini kule minyaka ingamashumi idlulileyo.",
    "about-advisors-dawn": "I-PhD kwi-Biology yeComputational, eStanford. Ukusebenza ngothungelwano lwe-neural ukusukela ngo-1999. Gxila kwi-ML esetyenzisiweyo kunye nokufunda okunzulu kwinqanaba.",
    "about-advisors-head": "Abacebisi",
    "about-advisors-keiran": "Indawo yogcino lwedatha kunye nengcali yeBlokchain. Injineli yokuqala e-Cloudera kunye nokunye. Ishumi leminyaka yobuchule besoftware yokwakha kunye namaqela.",
    "about-content-head-1": "Oko sikwenzayo",
    "about-content-head-2": "Isizathu sokuba Kubalulekile",
    "about-content-text-1": "I-hCaptcha yinkonzo ye-Intuition Machines Inc, i-AI kunye nenkampani yokufunda ngomatshini egxile ekutsheni umlinganiso kunye nembonakalo ye-domain ML kwizinga. Build Sakha kwaye sisebenzise iisistim ezinkulu ezinokubakho ukuze sikwazi ukwenza iinkonzo zevidiyo kunye nokuhlaziywa kwemifanekiso kwiinkampani ze-Global 2000 kwihlabathi liphela.",
    "about-content-text-2": "Idatha engakumbi ngokubanzi ivelisa iziphumo ezingcono. Ukwakha kunye nokugcina iileyibhile ngokuchanekileyo kwaye iidatha ezifanelekileyo zichitha ixesha kwaye kuyabiza. I-ChCaptcha yaqalwa ukujongana neemfuno zethu ngokufaka iilebheli zemifanekiso, kwaye ngoku iyafumaneka kwezinye iinkampani ezineemfuno ezifanayo.",
    "about-intro-head-1": "Sebenzela i-hCaptcha",
    "about-intro-head-2": "Umsebenzi wethu mkhulu",
    "about-intro-text": "Sikhula ngokukhawuleza kwaye sihlala sikhangela italente ehamba phambili yehlabathi kwiiofisi zethu zehlabathi. Unokufaka izicelo zonxibelelwano ngezantsi.",
    "about-leadership-alex": "Indawo yogcino lwedatha kunye nengcali yeBlokchain. Injineli yokuqala e-Cloudera kunye nokunye. Ishumi leminyaka yobuchule besoftware yokwakha kunye namaqela.",
    "about-leadership-eli": "CEO. Inkokeli eyaziwayo kwi-AI. Usebenzise ubukrelekrele boomatshini kwinqanaba leentlobo ezahlukeneyo zeengxaki zeshishini kule minyaka ingamashumi idlulileyo.",
    "about-leadership-head": "Ubunkokeli",
    "about-leadership-todd": "I-PhD kwi-Biology yeComputational, eStanford. Ukusebenza ngothungelwano lwe-neural ukusukela ngo-1999. Gxila kwi-ML esetyenzisiweyo kunye nokufunda okunzulu kwinqanaba.",
    "acc-opt": "Iinketho zofikelelo",
    "acc-opt-but": "Funda ngakumbi malunga nokukhetha ukufikelela",
    "acc-opt-text": "Ngaba ungaboni kakuhle okanye akakwazi ukugqiba i-hCaptchas?",
    "accessibility-link": "Ukufikeleleka",
    "appreciate-in": "Sibulela igalelo lakho. Sazise nayiphi na imiba kwaye siya kuyicombulula ngokukhawuleza.",
    "fb-but": "Sithumele ingxelo",
    "feedback-text": "Nika ingxelo kwi-hCaptcha osandula kuyibona",
    "footer-attribution": "Igalelo",
    "footer-copyright-text": "I-hCaptcha luphawu lokuthengisa olubhalisiweyo lwe-Intuition Machines, Inc.",
    "footer-header-1": "Inkampani",
    "footer-header-2": "Izixhobo",
    "footer-header-3": "Unxibelelwano",
    "footer-link-1": "Ukwenza iilebheli",
    "footer-link-2": "Malunga",
    "footer-link-3": "Imisebenzi",
    "footer-link-4": "Iimpawu zentengiso",
    "footer-link-5": "Ibhlog",
    "footer-link-6": "Imeko",
    "footer-link-7": "Amaxwebhu",
    "footer-link-8": "Xela ibug",
    "footer-link-9": "Ukufikeleleka",
    "footer-privacy": "Imfihlo",
    "footer-subheader-1": "Inkxaso",
    "footer-subheader-2": "Unxibelelwano",
    "footer-terms": "Imigaqo",
    "header-docs-link": "Amaxwebhu",
    "header-labeling-services-link": "Iinkonzo zokufaka iilebheli",
    "header-login-button": "Ngema",
    "header-plans-link": "Izicwangciso",
    "header-signup-button": "Bhalisa",
    "home-aboot-subtitle": "Ixhotywe yi-HUMAN Protocol",
    "home-about-head": "Malunga ne-hCaptcha",
    "home-about-text-1": "I-hCaptcha yenzelwe ukusombulula ingxaki enkulu yabasebenzi ekufundeni komatshini: ukufaka iilebhile izixa ezikhulu zedatha ngendlela efanelekileyo, efikelelekayo, kwaye ethembekileyo.",
    "home-about-text-2": "Ulwazi oluninzi ngokubanzi luvelisa iziphumo ezingcono kwiimodeli zokufunda kumatshini wokufunda. Impumelelo yakutshanje yeemodeli ezinzulu zikhokelele ekukhuleni kweedatha ezinkulu, phantse zihlala ziphononongwa ngabantu. Nangona kunjalo, ukudala iidatha ezinkulu ezihlaziyiweyo zoluntu kusetyenziswa iMatshini Turk, umzobo wesibhozo, njl.njl. Zombini ziyacotha kwaye ziyabiza.",
    "home-about-text-3": "i-hCaptcha ivumela iiwebhusayithi ukuba zenze imali ekukhonzeni le mfuno ngelixa zivimba i-bots kunye nezinye iindlela zokuphathwa gadalala.",
    "home-about-text-4": "Indawo yentengiso ye-hCaptcha ixhotywe yi-HUMAN Protocol, umthetho-nkqubo ovulekileyo wokuvavanywa komntu oqhuba i-Ethereum blockchain. Iiwebhusayithi zizuza i-Human Tokens (HMT) rhoqo xa abasebenzisi besebenzisa iwijethi ye-hCaptcha kwindawo yabo, kwaye iinkampani ezifunda ngomatshini zibhatala iiTokens zabantu ukuze zifakwe ilebheli.",
    "home-ba-labeling-services-link": "Iinkonzo zokufaka iilebheli",
    "home-benefits-head-1": "Ixabiso kukuBeka iNkcukacha",
    "home-benefits-head-2": "Buyela kuCharity",
    "home-benefits-text-1": "Ngaba uqaphele ngalo lonke ixesha \"ucofa emotweni\" unceda ekuqeqesheni umatshini omnye wokufunda izixhobo zeGiganticcompany simahla?",
    "home-benefits-text-2": "hCaptcha ijika le modeli ijikeleze. Xa usebenzisa i-hCaptcha, iinkampani zibiza ngomsebenzi owenziwa ngabasebenzisi bakho njengoko bebonakalisa ubuntu babo. Ufumana umvuzo.",
    "home-benefits-text-3": "Ufuna ukubuyisela inkxaso-mali oyithandayo? i-hCaptcha ikuvumela ukuba uxhase izibonelelo zothando lwakho olukhethayo kunye nemali oyizuzileyo ngokusebenzisa yona. Abasebenzisi kwindawo yakho kungekudala baya kukwazi ukubona igalelo lakho kwisisa ngokwenza uphawu oluchanekileyo kwi-interface ye-hCaptcha.",
    "home-challenge-text-1": "Khetha yonke imifanekiso ehambelana nombuzo",
    "home-challenge-text-2": "Chaza indawo ebophayo yezinto",
    "home-challenge-text-3": "Chonga iilebheli ezihambelanayo",
    "home-challenge-title-1": "Thelekisa",
    "home-challenge-title-2": "Ibhokisi yokuBopha",
    "home-challenge-title-3": "Ukwahlulahlulahlulwa ngokweendidi",
    "home-challenges-head": "Imiceli mngeni esele ikho",
    "home-challenges-text-1": "... kunye neminye imisebenzi elula. Ilula ebantwini, inzima kwi-bots.",
    "home-challenges-text-2": "Imisebenzi yesiko ikwafumaneka kubapapashi bamashishini.",
    "home-ent-1": "Ngaba ujonge ukhuseleko lwethu lweshishini?",
    "home-ent-2": "Ndwendwela indawo yethu entsha ezinikezele: BotStop.com",
    "home-ent-button": "Funda ngakumbi: I-BotStop yi-hCaptcha",
    "home-from-the-blog": "EBHALISELA IGAZI:",
    "home-from-the-blog-value": "Indlela yokuSebenza kobunzima be-hCaptcha",
    "home-intro-body": "Ngaba usebenzisa i-captcha ukugcina i-bots? I-hCaptcha ikhusela ubumfihlo bomsebenzisi, ivuza iwebhusayithi, kwaye inceda iinkampani ukuba zifakwe ilebheli. Kukuphosa ukungena kwe-reCAPTCHA: ungatshintsha ngaphakathi kwemizuzu.",
    "home-intro-button": "Bhalisa ngoku",
    "home-intro-head": "Misa ngakumbi i-bots. Qala ukukhusela ubumfihlo babasebenzisi.",
    "home-main-1": "Bucala. Ukhuselekile. Ngesantya. Kwaye sikuhlawula ukuba uyisebenzise.",
    "home-main-2": "Ukugcinwa kubucala",
    "home-main-2c": "Inethiwekhi zentengiso zibona iindwendwe zakho njengemveliso. Kwi-hCaptcha imveliso ngumsebenzi abanikezelayo. Asikhathali ukuba abasebenzisi bakho bangoobani, kuphela kunokwenzeka ukuba babe ngabona. Sixhasa amalinge afana nokudlula kwabucala, kwaye sisebenza nzima ukulungelelanisa ubumfihlo kunye nokhuseleko.",
    "home-main-3": "Ukhuseleko kuqala",
    "home-main-3c": "Ukuchaneka kukuomdla wakho kunye neyethu. I-hCaptcha ijolise kumshicileli. Sisebenzela ukukunika idatha yokwenyani kwaye sikunike isigqibo sokuba uyisebenzise njani. Ezinye i-Captchas zinikezelwa ngu",
    "home-main-3c2": "iinkampani zentengiso. Oku kuthetha ukuba yonke indawo abanokuyivimba banokunciphisa ingeniso yabo.",
    "home-main-4": "Amava angcono oMsebenzisi",
    "home-main-4c": "Iimodeli zokufunda zoomatshini ezisetyenzisiweyo zisetyenziswa yi-hCaptcha ukumisela ubuntu. Oku kusivumela ukuba sifune imisebenzi ecaphukisayo evela kubasebenzisi bakho kwaye sithathe ixesha elincinci lokwenza njalo, ngelixa sivelisa idatha enelebheli efanelekileyo yokurekhoda abathengi.",
    "home-main-plans": "hCaptcha isimahla ukuba isetyenziselwe abapapashi bayo nayiphi na ubungakanani. Nangona kunjalo, kumashishini kunye namaqonga afuna ulawulo olungaphezulu, izisombululo zethu zeshishini ziyafumaneka.",
    "home-main-plans2": "Izisombululo zeshishini le-hCaptcha zikhusela izigidi zabasebenzisi kumashumi ezigidi zeiwebhusayithi kwezinye zeenkampani ezinkulu ezikhoyo emhlabeni. Nceda unxibelelane nathi ngolwazi oluthe kratya, okanye undwendwele",
    "home-main-plans3": "Izisombululo zeshishini le-hCaptcha zikhusela izigidi zabasebenzisi kumashumi ezigidi zeiwebhusayithi kwezinye zeenkampani ezinkulu ezikhoyo emhlabeni. Nceda unxibelelane nathi ngolwazi oluthe kratya, okanye undwendwele",
    "home-main-plans4": "ngeenkcukacha.",
    "home-plans-button-1": "Bhalisa ngoku",
    "home-plans-button-2": "Intengiso yoNxibelelwano",
    "home-plans-chart-head-1": "Iimbonakalo",
    "home-plans-chart-head-2": "Umshicileli",
    "home-plans-chart-head-3": "Ishishini",
    "home-plans-chart-row-1-cell-1": "Lawula iintlobo zomngeni ezibonisiweyo",
    "home-plans-chart-row-1-cell-2": "Inikwe umda",
    "home-plans-chart-row-1-cell-3": "Iyonke",
    "home-plans-chart-row-10-cell-1": "Amanqanaba obunzima obuyilwe kakuhle",
    "home-plans-chart-row-11-cell-1": "Amanqanaba obunzima obuyilwe kakuhle",
    "home-plans-chart-row-12-cell-1": "Amanqanaba obunzima obuyilwe kakuhle",
    "home-plans-chart-row-2-cell-1": "Lawula umceli mngeni osetyenzisiweyo",
    "home-plans-chart-row-2-cell-2": "Inikwe umda",
    "home-plans-chart-row-2-cell-3": "Iyonke",
    "home-plans-chart-row-6-cell-1": "Umgaqo-nkqubo wabucala we-GDPR kunye neCCMA",
    "home-plans-chart-row-7-cell-1": "Amanqanaba obunzima obuyilwe kakuhle",
    "home-plans-chart-row-8-cell-1": "Amanqanaba obunzima obuyilwe kakuhle",
    "home-plans-chart-row-9-cell-1": "Amanqanaba obunzima obuyilwe kakuhle",
    "home-try-it-out-button": "Fumana i-hCaptcha",
    "home-try-it-out-text": "I-hCaptcha ibonelela ngokulula, ngokulula, kwaye ukufunyanwa kwebhot ngokuchanekileyo ngelixa kusenzima ebantwini ukuba basombulule.",
    "home-try-it-put-head": "Yizame",
    "labeling-about-head": "Malunga ne-hCaptcha",
    "labeling-about-text-1": "I-hCaptcha yenzelwe ukusombulula ingxaki enkulu yabasebenzi ekufundeni koomatshini; ukulebhelisha izixa ezikhulu zedatha ngendlela efanelekileyo, efikelelekayo, kwaye ethembekileyo. Ulwazi oluninzi ngokubanzi luvelisa iziphumo ezingcono kwiimodeli zokufunda kumatshini wokufunda. Impumelelo yakutshanje yeemodeli ezinzulu zikhokelele ekugceni okukhulu kweedatha, kwaye i-hCaptcha isebenza ngale mfuno.",
    "labeling-about-text-2": "Nangona kunjalo, ukudala iidatha ezinkulu ezihlaziyiweyo zabantu kusetyenziswa iindlela zesintu zombini kuyacotha kwaye kuyabiza. I-hCaptcha yindlela yeenkampani yokufumana izichasiselo abazifunayo ngokukhawuleza, ngomgangatho ophezulu kwaye ngexabiso eliphantsi kunezinye iindlela.",
    "labeling-annotations-head": "Iindidi zezichazi",
    "labeling-annotations-text-1": "Ukuchongwa ngokuchanekileyo kwezinto nemifanekiso kunye nevidiyo",
    "labeling-annotations-text-2": "Ukuchongwa ngokuchanekileyo kwezinto nemifanekiso kunye nevidiyo",
    "labeling-annotations-text-3": "Iingcaciso zezalathiso zamatyala amaninzi ahlukeneyo osetyenziso",
    "labeling-annotations-text-4": "Hlula okanye uthandaze ngokwamahlelo okwahluka kobuphi na ubungakanani",
    "labeling-annotations-text-5": "Ukufunyanwa komntu kunye nokuhlelwa",
    "labeling-annotations-text-6": "Ngaba ufuna olunye uhlobo olungadweliswanga apha? Ndibuze nje.",
    "labeling-annotations-title-1": "Iibhokisi eziGqibeleleyo",
    "labeling-annotations-title-2": "Iipoligoni",
    "labeling-annotations-title-3": "Iimpawu zomhlaba",
    "labeling-annotations-title-4": "Nika isigaba",
    "labeling-annotations-title-5": "Ukuthelekisa kunye nokuKhangela",
    "labeling-annotations-title-6": "... kunye nezinye ezininzi",
    "labeling-ent-button": "Nxibelelana neQela lethu lezisombululo zeShishini",
    "labeling-ent-head": "Ngaba ufuna uLawulo lokuGqibela-kokuphela?",
    "labeling-ent-text-1": "Iplatform yeHUMAN ngasemva kwe-hCaptcha ibonelela ngomgangatho womsebenzi ophucukileyo kunye neempawu zolawulo ngokuma kwesakhiwo, i-hybrid, okanye ukuthunyelwa kweSaS ezidibanisa neenkqubo zakho ezikhoyo.",
    "labeling-ent-text-2": "Sebenzisa ngokupheleleyo ngaphandle kwe-intanethi kunye nabasebenzi bakho, ukulandela ixabiso elichithwe kwiiyunithi zeshishini okanye kumaqabane omanyano, ngokukhetha imisebenzi yeendlela eziya kubanikezeli abahlukeneyo bangaphakathi okanye bangaphandle ngokusekelwe kwiindleko kunye neemfuno zokhuseleko, kunye nokunye.",
    "labeling-ent-text-3": "‍Ukufikelela okulula kwe-API, iideshibhodi ezintle, kunye netekhnoloji yemodeli yohlobo lwe-loop yonyusa ukusebenza ngempumelelo.",
    "labeling-ent-text-4": "I-99.99% i-SLAs yangexesha kunye nenkxaso ye-24/7 yehlabathi ekhoyo. Ngolwazi oluthe kratya:",
    "labeling-features-head-1": "Imibhobho elula eqhutywa yi-API.",
    "labeling-features-head-2": "Yenzelwe iindleko kunye nomgangatho. Akukho ukuzibophelela kwangaphambili.",
    "labeling-features-head-3": "Hlawula kuphela ukuchaneka okudingayo.",
    "labeling-features-head-4": "Nikezela ngedatha yenyaniso yakho yomhlaba okanye usivumele siyakhe kwiimpukane.",
    "labeling-features-text-1": "Ngaba ufuna ukudibanisa uphononongo lomntu ngqo kwimisebenzi yakho yeshishini? Sinikezela ngee-SLA ezithembakeleyo eziphezulu, amandla aqinisekisiweyo, kunye ne-REST APIs elula.",
    "labeling-features-text-2": "Iqonga le-HUMAN lisebenzisa iimodeli zokuzithemba ezibanzi zokwenza uhlalutyo lwangempela lomgangatho wexesha. Oku kusivumela ukuba sikhawulezise ukukhangela zombini ubunzima bemibuzo kunye neempendulo zabo ezilungileyo, zikongela ixesha nemali.",
    "labeling-features-text-3": "Ayizizo zonke iingxaki ezifanayo. Amagqabantshintshi ngemisebenzi ebaluleke ngokhuseleko angafuna ama-99.99% ukuzithemba kubasebenzi ngokupheleleyo. Amagqabantshintshi enqaku elinye le-beta kwi-app yomdlalo weselula unokufuna kuphela ukuzithemba okuphakathi. Uyagqiba.",
    "labeling-features-text-4": "Ngaba unayo idatha eluhlaza ngaphandle kweseti yokuqinisekisa? Kwiimeko ezininzi singakwenzela eyakho njengoko imisebenzi idlula kwinkqubo, okanye senze iisampula ezinelebhile zokuvunywa kwakho.",
    "labeling-info-head": "Ukufumana iNkcukacha ngeLebhu",
    "labeling-info-text-1": "Thetha nomnye weengcali zethu zesizinda ukuchaza iimfuno zakho zeprojekthi: ukuchaneka kokujolisa, ifomathi, kunye naziphi na iimfuno ezizodwa.",
    "labeling-info-text-2": "Siphumeza umsebenzi omncinci wokuvelisa ngokusekwe kwidatha yakho yesampulu. Oku kuvavanya umsebenzi esiwenzile kunye ukuqinisekisa ukuba ufumana kanye le nto uyifunayo.",
    "labeling-info-text-3": "Ngomthamo wethu ophezulu kunye ne-latency ephantsi siya kuwujika umsebenzi wakho ngokukhawuleza, ngokuhambisa okuzenzekelayo ngokukhawuleza emva kokuba kwenziwe.",
    "labeling-info-text-4": "Njengoko siqonda ngcono iiparamitha zomsebenzi wakho wokuvelisa, iziphumo ziya kuqhubeka ukuphucuka ngokuhamba kwexesha.",
    "labeling-info-text-5": "Iibhodi ezisebenzisa iidashboard ziyakuvumela ukuba unike ingxelo okanye unqumame ukuvelisa nangaliphi na ixesha.",
    "labeling-info-title-1": "Chaza inkcaza",
    "labeling-info-title-2": "Uvavanyo lokuqala lomsebenzi",
    "labeling-info-title-3": "Imisebenzi yokuVelisa ngokuhambisa",
    "labeling-info-title-4": "Uphuculo oluqhubekayo",
    "labeling-info-title-5": "Iziphumo zeXesha elifanelekileyo",
    "labeling-main-1": "Idatha esebenza ngempumelelo kwiileyibhile",
    "labeling-main-1-button": "Fumana idatha yakho ifakwe ilebhile ngoku",
    "labeling-main-1c": "Ngaba ufuna iilebheli ezingakumbi kwiidatha zakho? i-hCaptcha ibonelela ngokukhawuleza, kungabizi mali, kwaye kufakwe iilebhile zodidi oluphezulu kwiinkampani ezisebenza ngobukrelekrele bezinto ezenziweyo kunye nokufunda ngomatshini.",
    "labeling-main-2": "Qalisa izigidi zemisebenzi ngoko nangoko.",
    "labeling-main-2-button": "Thenga iiNkcukacha zeLebhu yeDatha",
    "labeling-main-2c": "IHCaptcha yenye yezona dibi zikhulu kwiplanethi ekhoyo ukuze zisetyenziswe. Nokuba ungakanani na umgangatho wakho, sinako ukujongana nawo ngaphandle kokuzibophelela ngexabiso eliphambili. Izigidi zemisebenzi ngemini akukho ngxaki.",
    "labeling-platform-head": "Ulwazi lwaBucala okanye loLuntu",
    "labeling-platform-text": "i-hCaptcha yakhiwe kwiPlatform ye-HUMAN, evumela ukuba kuqhutyekwe nokuhamba indlela nohlalutyo ukuze kwandiswe iindleko kunye nokusebenza kakuhle kwinqanaba ngalinye. Itekhnoloji le ivumela ukuba abasebenzi basebenze ngokuthe ngqo kwinxalenye nganye yomsebenzi wakho, bonyusa ukusebenza kweendleko ngelixa begcina ubumfihlo kwaye behlangabezana nazo naziphi na iimfuno zomgaqo ezinokuthi zisebenze.",
    "labeling-try-button": "Thenga iiNkcukacha zeLebhu yeDatha",
    "labeling-try-head": "Ngaba ufuna ukuzama kunye nedatha?",
    "labeling-try-text": "... sikulungele xa ukho: inkonzo yethu iyafumaneka malunga nexesha.",
    "learn-more-hcaptcha": "Funda ngakumbi nge-hCaptcha",
    "page-acc-faq-1": "Umbuzo: Ngaba iCandelo le-hCaptcha 508 + WCAG 2.0 liyahambelana? Impendulo: Sikholelwa njalo: bonke abasebenzisi abanalo naluphi na uhlobo lwesiphazamiso abakwaziyo ukukhangela kwiwebhu kwaye bangene amagama kwiifom banokufikelela kwiinkonzo ezikhuselweyo yi-hCaptcha xa ubhalisa. Nangona kunjalo, esi ayisiyo ingcebiso yezomthetho: kuya kufuneka wenze uvavanyo lwakho, kuthathelwa ingqalelo ukumiliselwa kwakho okuthile ukuze uqiniseke ukuba le yimeko yokuhanjiswa kwakho.",
    "page-acc-faq-2": "Umbuzo: Ngaba usebenzela okunye ukufikeleleka (a11y), njengomsindo? Impendulo: Iinketho zangaphambili ezixhaphakileyo ezifana ne-audi Captchas zicalula abasebenzisi be-a11y kwaye bohlulwa ngokulula kubuchwephesha bale mihla bokufunda. Oku kunyanzele imiceli mngeni yangoku ukuba ibe nzima ngakumbi, yazise ingxolo, ixesha elingaqhelekanga, ukudityaniswa kwamagama ngokungaqhelekanga, njalo njalo ukwahlula abahlaseli. Asinanzondelelo ngale ndlela ngokuchasene nokuphepha umngeni ngokupheleleyo, kodwa siya kuyithathela ingqalelo ukuba ngaba kukho imfuno evela kuluntu lwe-a11y. Nangona kunjalo, sinomdla kakhulu kwi-Pass Yabucala yemeko yokusetyenziswa kokufikelela. Sikholelwa ukudibanisa indlela yethu yangoku ye-a11y kunye nokukhutshelwa kwabucala ukuvumela abasebenzisi abayi -11 ukuba bakhangeleke ngokukhuselekileyo, bekhuselekile kulwazi lokuba ukugcwala kwabo kungasese kakhulu, ngelixa kuthintelwa ukuphathwa gadalala ngabaqhubi bebhot okwenzeka ngokungathandabuzekiyo xa kukhethwa i-a11y. Singabathathi-nxaxheba abakhutheleyo kwiqela elisebenzayo le-IETF ekumgangatho ofanelekileyo wale teknoloji intsha.",
    "page-acc-faq-3": "Umbuzo: Kuthekani ngasese? Ngaba ubhaliso lubhengeza idatha ye -11y yokukhangela ngandlela-thile? Wenza ntoni nge-imeyile? Impendulo: hCaptcha yenzelwe ukhuselo ngasese ukusuka emhlabeni ukuya phezulu. Kwahluke kakhulu kunendlela zakudala ezifana ne-reCAPTCHA ezizezonxibelelwano zentengiso, ezinokukhuthaza ukukulandelela kwiwebhu kwaye zikunxibelelanise nesazisi. Asinakuze sisebenzise ii-imeyile ezifikelelekayo okanye ulwazi ngazo naziphi na iinjongo ngaphandle kokuququzelela ukusetyenziswa kwe -11 kunye nokuthintela ukuphathwa gadalala. Umgaqo-nkqubo wethu wabucala uneempendulo ezibanzi nezigunyazisiweyo malunga nendlela esiyisebenzisa ngayo idatha, kodwa impendulo emfutshane kukuba asinawo nomdla wokukunxibelelanisa njengomntu onembali yokukhangela incwadi yakho.Sikwangoku sisebenza kwisisombululo se -graphic ukulahla idilesi yakho ye-imeyile. Ngelixa sigcina amandla ethu okuthintela impatho gadalala, ukugcwalisa umsebenzi wethu wePasi laBucala.",
    "page-acc-link-1": "Ukuba ungumsebenzisi wokufikelela, nceda ubhalise apha.",
    "page-acc-subhead": "Ukuqinisekisa ukufikelela komthungo kubo bonke abasebenzisi ngelixa kugcinwa ukhuseleko",
    "page-acc-summary": "Isishwankathelo",
    "page-acc-summary-contents-1": "I-hCaptcha yenzelwe ukumisa i-bots ngokumahlula ebantwini. Iimvavanyo ezibonakalayo sisixhobo esilungele oku, kodwa ayinguye wonke umntu onokusombulula ucelomngeni lokubonwa. Ngesi sizathu siyile indlela elula, engenabuhlungu yokuvumela abapapashi abasebenzisa inkonzo yethu ukuba baqhubeke nokufikelela kuwo onke amaCandelo 508 kunye nokuthotyelwa kwe-WCAG 2.0.",
    "page-acc-summary-contents-2": "Isebenza njani: okokuqala, umsebenzisi ufikeleleko usayina kule URL, edityaniswe kwiphepha lewijethi ye-hCaptcha. Banikwa ikhukhi efihliweyo enokuthi isetyenziswe izihlandlo ezininzi ngosuku, kodwa kufuneka ihlaziywe rhoqo iiyure ezingama-24 nge-login.Xa umngeni uthunyelwa kumsebenzisi wokufikelela nakweyiphi na indawo esebenzisa inkonzo ye-hCaptcha, baya kudlula ngokuzenzekelayo.",
    "page-acc-title": "Ulwazi loFikeleleko lwe-hCaptcha",
    "page-acc-tr-body": "Umbuzo: Ndisabona umngeni emva kokuseka ikuki. Yintoni ebangela oku? Impendulo: Oku kuqhelekileyo kungenxa yokusebenzisa i-ad blocker blocker okanye u-anti-cookie ulwandiso, okanye isakhelo esivimba iicookies zendawo, kule meko ikuki ye-hcaptcha.com esetiweyo okanye ekhangelwe yi-JavaCcript ye-hCaptcha kwindawo eyahlukileyo , njengalowo undwendweleyo. Ukufikelela kweicookies ze-hCaptcha kusebenza ngazo zonke iibrawuza ezithandwayo kunye neebhlokhi zentengiso ngokokubeka kwazo imigangatho, kungoko kusilela ukubangelwa sisicatshulwa esichasene ne-adblock okanye i-Rulesets ejolise kwiindawo ezithile. Isisombululo: 1. IWhitelist hcaptcha.com kunye ne-. .Ccchacha.com ikwi-blocker yakho okanye isongezo sokhuseleko. 2. Ukuba usebenzisa ibrowser yeBrave, engakhange ibekho (ngeka-Epreli 2020) kubonakala ngathi alukho naluphi na uhlobo lombhalo mhlophe wecookie, yiya kuKhetho-> Iikhuselo->> iiKuki kwaye ukhethe u-Vumela Zonke iiKuki. 3. Ukuba usebenzisa inguqulelo yamva nje yeSafari nokuba sele ikhuphe i-OS X 10.15 okanye i-iOS 13. 4, u-Apple usandula ukutshintsha indlela yokuziphatha kweSafari enxulumene nekuki lomntu wesithathu, ibanqanda bonke ngokungagqibekanga. Sisebenzisa isisombululo, kodwa okwangoku nceda undwendwele Ukhetho lweSafari, icandelo labucala, kunye nokungakhangelwa umkhondo kwiWebhusayithi: Thintela umkhondo weendawo ezinqamlezayo ukwenzela ukuba ikuki yokufikelela ifikeleleke njengoko bekulindelwe. Umbuzo: Ndisebenzisa izixhobo ezininzi. Ngaba kufuneka ndibhalise amaxesha amaninzi? Impendulo: Hayi. Nceda ucofe ikhonkco elifanayo lokungena nge-imeyile ethunyelwe kuwe kwisixhobo ngasinye osisebenzisayo ukuze usete ikuki.",
    "page-acc-tr-title": "Abasebenzisi boFikeleleko: Q&A kunye nesikhokelo sokufumana ingxaki",
    "priv-hc": "Ukugcinwa kubucala",
    "priv-hc-text": "Inethiwekhi zentengiso zikubona njengemveliso yazo. Asazi. Asikhathalelanga ukuba ngabasebenzisi bani na, kuphela kukuba kunokwenzeka ukuba babe njani na. Sixhasa amalinge afana nokudlula kwabucala, kwaye sisebenza nzima ukulungelelanisa ubumfihlo kunye nokhuseleko.",
    "reporting-bugs-accessibility-button": "Funda ngakumbi malunga nokukhetha ukufikelela",
    "reporting-bugs-accessibility-head": "Iinketho zofikelelo",
    "reporting-bugs-accessibility-text": "Ngaba ungaboni kakuhle okanye akakwazi ukugqiba i-hCaptchas?",
    "reporting-bugs-guide-ff-head": "Iinkcukacha zeNgxelo yeBug: IFirefox",
    "reporting-bugs-guide-ff-step-1": "Inyathelo 1: Vula izixhobo zoPhuculo (Oku kuqala ukurekhoda iseshoni.)",
    "reporting-bugs-guide-ff-step-2": "Inyathelo 2: Cofa kwithebhu yenethiwekhi kwizixhobo zoPhuculo. Jonga ibhokisi \"yeePressi zokugcina\" phezulu.",
    "reporting-bugs-guide-ff-step-3": "Inyathelo 3: ndwendwela i-https: //accounts.hcaptcha.com/demo, okanye iwebhusayithi unengxaki ngayo (Qaphela ukuba ungabelani ngasese: ... kwaye emva koko ucofe u \" Ndingumntu \"iqhosha, kwaye uzame ukusombulula.",
    "reporting-bugs-guide-ff-step-4": "Inyathelo 4: Cofa u \"HAR\" emva kokuzama ukusombulula, kwaye ukhethe u \"Gcina konke njengeHAR\" ukugcina ilogi yenethiwekhi. Thumela loo fayile kuthi.",
    "reporting-bugs-guide-ff-step-5": "Inyathelo 5: Cofa kwithebhu yeConsole, kwaye ucofe ekunene emva koko \"Khetha zonke\" kwaye ugcine oko kwifayile yokubhaliweyo, ukuze ugcine irekhodi lekhonkco. Sithumele loo nto.",
    "reporting-bugs-guide-ff-step-6": "Inyathelo lokugqibela: Thumela i-imeyile kwezo zeHAR kunye neefayile ze-console kuthi, kwaye uchaze ingxaki ‍Sebenzisa: support@hcaptcha.com (nceda usebenzise inkonzo efana neDropbox okanye iFayilebin kwaye uthumele amakhonkco) kunye nokukhetha isithombe-skrini, ukuba ukrokrela ukuba kukho into engabonisi ngokuchanekileyo . Nceda uthumele i-IP oyisebenzisayo. Ungayifumana ku-https: //www.whatsmyip.org/‍ Enkosi ngokuthatha ixesha lokusinceda sifumane olu lwazi! Sizimisele ukwenza i-hCaptcha isebenze kakuhle kumntu wonke.",
    "reporting-bugs-guide-head": "Ukufaka idatha yeNgxelo yeBug: I-Chrome",
    "reporting-bugs-guide-step-1": "Inyathelo 1: Vula izixhobo zoPhuculo (Oku kuqala ukurekhoda iseshoni.)",
    "reporting-bugs-guide-step-2": "Inyathelo 2: Cofa kwithebhu yenethiwekhi kwizixhobo zoPhuculo. Jonga ibhokisi ethi \"Gcina indawo yokugcina\" phezulu.",
    "reporting-bugs-guide-step-3": "Inyathelo 3: ndwendwela i-https: //accounts.hcaptcha.com/demo, okanye iwebhusayithi unengxaki ngayo (Qaphela ukuba ungabelani ngasese: ... kwaye emva koko ucofe u \" Ndingumntu \"iqhosha, kwaye uzame ukusombulula.",
    "reporting-bugs-guide-step-4": "Inyathelo 4: Cofa \"Thumela ngaphandle\" (utolo olusezantsi) emva kokuzama ukusombulula, esigcina ilogi yenethiwekhi. Thumela loo fayile kuthi.",
    "reporting-bugs-guide-step-5": "Inyathelo 5: Cofa kwithebhu yeConsole, kwaye ucofe ekunene emva koko \"Gcina njengoko ..\" ukuze ugcine ikhonkco. Sithumele loo nto.",
    "reporting-bugs-guide-step-6": "Inyathelo lokugqibela: Thumela i-imeyile kwezo zeHAR kunye neefayile ze-console kuthi, kwaye uchaze ingxaki‍ Sebenzisa: support@hcaptcha.com (nceda usebenzise inkonzo efana neDropbox okanye iFayilebin kwaye uthumele amakhonkco) kunye nokukhetha isithombe-skrini, ukuba ukrokrela ukuba kukho into engabonisi ngokuchanekileyo . Nceda uthumele i-IP oyisebenzisayo. Ungayifumana kwi-HS. Sizimisele ukwenza i-hCaptcha isebenze kakuhle kumntu wonke.",
    "reporting-bugs-guide-text-1": "Ukuthumela ulwazi lokulungisa ingxaki nengxelo yakho kuya kwenza kube lula ngathi ukuba sazi into eyenzekayo. Nantsi imiyalelo yenqanaba nenyathelo:",
    "reporting-bugs-guide-text-2": "Ukuba ungumphuhlisi wewebhu okanye umsebenzisi oyingcali, isishwankathelo singathanda ukuba usithumelele inethiwekhi erekhoda i-HAR kunye namagogo ekhonkco. Nceda uzame ukukhubaza nayiphi na ibhloko yentengiso okanye izandiso zokhuselo kuqala kwaye uzame kwakhona ngaphambi kokuba uhambe kula manyathelo. Ukuba loo nto ilungisa ingxaki yakho, singavuya ngokwazisa uhlobo lwakho lwebrawuza, ibrawuza yentengiso okanye ulwandiso lwebrawuza, kunye ne-URL yewebhusayithi.",
    "reporting-bugs-intro-head": "Ngaba ifumene ibug? Nantsi indlela yokuyixela.",
    "reporting-bugs-intro-text": "Izigidi zabantu zisebenzisa i-hCaptcha inyanga nenyanga, kumawaka okudityaniswa okukhangela, izandiso, izixhobo, izibane zomlilo, kunye nokunye. Injongo yethu kukuqinisekisa ukuba ihlala isebenza kuwe, ngoko ke sizibulela kakhulu iingxelo zakho! Ukunika ingxelo ngokukhawuleza, cofa iqhosha elithi \"Sithumele impendulo\". Ukuba ubona umba osebenzayo, nceda ulandele imiyalelo yokulungisa debug ye-Chrome okanye imiyalelo yokuloga debug yeFirefox apha ngezantsi. Zonke ezinye iibrawuza zisithumela nge-imeyile. Malunga nokhuseleko olunokubakho okanye imicimbi yabucala, bona imiyalelo ingezantsi.",
    "reporting-bugs-privacy-head": "Imicimbi yabucala",
    "reporting-bugs-privacy-text": "Asikhathalelanga ukuba ngabasebenzisi bani na, kuphela kukuba kunokwenzeka ukuba babe nobungozi okanye oomatshini. Sixhasa amalinge afana nokudlula kwabucala, kwaye sisebenza nzima ukulungelelanisa ubumfihlo kunye nokhuseleko. Ukuba ufumene umba ocinga ukuba ungachaphazela ubumfihlo bomsebenzisi, nceda usithumelele i-imeyile ku-support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Sithumele ingxelo",
    "reporting-bugs-provide-feedback-head": "Nika ingxelo kwangoko kwi-hCaptcha",
    "reporting-bugs-provide-feedback-text": "Sibulela igalelo lakho. Sazise nayiphi na imiba kwaye siya kuyicombulula ngokukhawuleza.",
    "reporting-bugs-security-head": "Ezokhuseleko",
    "reporting-bugs-security-text": "Sisoloko sinomdla wokufumana iingxelo zee-bugs zokhuseleko. I-imeyile support@hcaptcha.com & CC security@hcaptcha.com kwaye siya kubuyela kuwe ngokukhawuleza. Sikwanayo ne-bug bounty program yeengxelo ezifanelekileyo zokhuseleko kwinkonzo ye-hCaptcha kunye nekhowudi yemithombo ehambelana nayo.",
    "sec-hc": "Ukhuseleko kuqala",
    "sec-hc-text": "I-hCaptcha ijolise kumshicileli. Sisebenzela ukunika amaziko wedatha yangempela kwaye sibavumele benze isigqibo sokuba bayayisebenzisa njani. Ukuchaneka kukuomdla wakho kunye nowethu. Ezinye i-Captchas zinikezelwa ziinkampani zentengiso. Yonke ibhloko bayivimba banokunciphisa ingeniso yabo.",
    "what-is-hcaptcha": "Yintoni i-hCaptcha?",
    "what-is-hcaptcha-text": "I-hCaptcha inceda iinkonzo zakho zewebhu ozithandayo ukugcina i-bots, ugaxekile, kunye nokuxhaphaza ngokubuza imibuzo elula elula ebantwini kwaye inzima koomatshini.",
    "why-hc": "Kutheni hCaptcha?",
    "why-hc-text": "Qho xa uphendula ucelomngeni, sisebenzisa iimodeli ezinobunkunkqele ukufumanisa ukuba ungumntu okanye umatshini. Iwebhusayithi oyindwendweleyo isebenzisa esi siphumo ukunceda ukuphucula amava akho kwindawo yabo ngokugcina i-bots."
}