{
    "a11y-img-1": "Ukufikelela kwescreen somsebenzisi emva kokungena",
    "a11y-img-2": "Ukhetho lokufikelela kwimenyu ye-UI yewijethi",
    "a11y-img-3": "Ibhokisi yencoko yokufikelela kwi-UI yewijethi",
    "about-advisors-brendan": "Umphathi omkhulu weBrave. Umququzeleli weMozilla. Umdali wolwimi lwenkqubo yeJavaScript. Umakhi wezikhangeli kunye nokunye.",
    "about-advisors-dawn": "UNjingalwazi, CS kwiYunivesithi yaseCalifornia, eBerkeley. Ukufunda okunzulu, ukhuseleko, ingcali ye-blockchain. CEO yeOasis Labs.",
    "about-advisors-head": "Abacebisi",
    "about-advisors-keiran": "Inzululwazi yoPhando eStanford. Ukufunda ngomatshini kunye nobungakanani bemali kwiibhanki ezinkulu, iingxowa zemali, kunye nezifundo.",
    "about-content-head-1": "Oko sikwenzayo",
    "about-content-head-2": "Kutheni Kubalulekile",
    "about-content-text-1": "I-hCaptcha yinkonzo ye-Intuition Machines Inc, i-AI kunye nenkampani yokufunda ngomatshini egxile ekufundeni kwimetalera nakwindawo ebonakalayo ye-ML kwinqanaba. Sakha kwaye sisebenzisa iinkqubo ezinobunzima ukwenza ividiyo kunye nemifanekiso yokuhlalutya imifanekiso kwiinkampani ze-Global 2000 kwihlabathi liphela.",
    "about-content-text-1a": "I-hCaptcha izisa indlela yanamhlanje, ejolise kubucala yokumisa i-bots.",
    "about-content-text-1b": "Sibonisa imiceli mingeni yeCAPTCHA enzima kwi-bots kodwa kulula ebantwini ngokuqokelela idatha enzima-kwelebheli kwiingxaki zokufunda ngomatshini, kwaye siyisebenzise ukwahlula ukuba iwebhusayithi okanye undwendwe lweapp ngabantu.",
    "about-content-text-2": "Idatha eninzi ngokubanzi ivelisa iziphumo ezingcono. Ukwakha nokugcina iidathabheyisi ezineleyibhile ezichanekileyo kudla ixesha kwaye kuyabiza. I-hCaptcha ekuqaleni yayiphuhlisiwe ukujongana neemfuno zethu ekubhaleni imifanekiso, kwaye ngoku iyafumaneka kwezinye iinkampani ezineemfuno ezifanayo.",
    "about-content-text-2a": "Abadlali ababi baya besanda kwi-Intanethi. Kodwa ukuncama ubumfihlo bomsebenzisi akuyiyo impendulo.",
    "about-content-text-2b": "Izisombululo zokhuseleko ezinikezelwa ziinkampani zentengiso zijolise ikakhulu kubasebenzisi bokulandela umkhondo kwiwebhu yonke. Senze isisombululo esisebenzayo sokhuselo esingqina ukonakalisa ubumfihlo bomsebenzisi akuyomfuneko ukuhambisa iziphumo ezilungileyo.",
    "about-intro-head-1": "Malunga neHCaptcha",
    "about-intro-head-2": "Ubumfihlo, uKhuseleko, kunye nokuFunda koMatshini.",
    "about-intro-text": "I-hCaptcha yeyona nkonzo ye-CAPTCHA isetyenziswa ngokubanzi kwihlabathi.",
    "about-leadership-alex": "Indawo yogcino lwedatha kunye neBlockchain. Injineli yokuqala e-Cloudera nangaphezulu. Iminyaka elishumi yesoftware yokwakha ubuchule kunye namaqela.",
    "about-leadership-eli": "CEO. Inkokeli eyaziwayo kwi-AI. Usebenzise ubukrelekrele boomatshini kwisikali kwiintlobo ngeentlobo zeengxaki zeshishini kule minyaka ingamashumi idlulileyo.",
    "about-leadership-head": "Singobani",
    "about-leadership-headsub": "Iqela elinamava, elisebenza kwezona ngxaki zinzima namhlanje.",
    "about-leadership-link1": "Singobani",
    "about-leadership-text1": "Sigxile ekufundeni nzulu nasekufundeni komatshini wedomeyini ebonakalayo kwinqanaba, kugxilwe ngakumbi ekufumaneni iinkqubo ze-Intanethi kwizisongelo eziya zisiba mbinje.",
    "about-leadership-text2": "Ngamashumi eminyaka esoftware kunye nobuchule bokufunda ngomatshini, sakha kwaye sisebenzise iinkqubo ezinobunzima bokujongana nezinye zeengxaki ezinzima namhlanje ngelixa sigcina ubumfihlo.",
    "about-leadership-todd": "I-PhD kwi-Biology yeComputerational, eStanford. Ukusebenza nothungelwano lwe-neural ukusukela ngo-1999. Gxila ekusebenziseni i-ML kunye nokufunda okunzulu kwinqanaba.",
    "acc-opt": "Iinketho zokufikelela",
    "acc-opt-but": "Funda nzulu malunga nofikelelo",
    "acc-opt-text": "Ngaba unengxaki yokubona okanye awukwazanga ukuyigqiba i-hCaptchas?",
    "accessibility-link": "Ukufikeleleka",
    "appreciate-in": "Siyalibulela igalelo lakho. Sazise nayiphi na imiba kwaye siza kuyisombulula ngokukhawuleza.",
    "fb-but": "Sithumele ingxelo",
    "feedback-text": "Nika ingxelo kwi-hCaptcha osandula ukuyibona",
    "footer-attribution": "Isabelo",
    "footer-copyright-text": "I-hCaptcha luphawu lwentengiso olubhalisiweyo lwe-Intuition Machines, Inc.",
    "footer-header-1": "Inkampani",
    "footer-header-2": "Izixhobo",
    "footer-header-3": "Nxibelelana",
    "footer-link-1": "Ukuphawula",
    "footer-link-10": "Ukufikeleleka",
    "footer-link-2": "Malunga",
    "footer-link-3": "Imisebenzi",
    "footer-link-4": "Iimpawu zorhwebo",
    "footer-link-5": "Imilinganiselo ye-AI",
    "footer-link-6": "Ibhlog",
    "footer-link-7": "Ubume",
    "footer-link-8": "Amaxwebhu",
    "footer-link-9": "Xela i-Bug",
    "footer-privacy": "Ukuba bucala",
    "footer-subheader-1": "Inkxaso",
    "footer-subheader-2": "Nxibelelana",
    "footer-terms": "Imigaqo",
    "h-plans": "Izicwangciso zobhaliso",
    "header-docs-link": "Amaxwebhu",
    "header-labeling-services-link": "Iinkonzo zokuPhawula",
    "header-login-button": "Ngema",
    "header-plans-link": "Izicwangciso",
    "header-signup-button": "Bhalisa",
    "home-about-head": "Malunga neHCaptcha",
    "home-about-subtitle": "Ixhaswe nguMgaqo WABANTU",
    "home-about-text-1": "I-hCaptcha yenzelwe ukusombulula eyona ngxaki inzima ekusetyenzisweni komatshini: ukufaka iileyibhile kwisixa esikhulu sedatha ngexesha elifanelekileyo, elifikelelekayo nelithembekileyo.",
    "home-about-text-2": "Idatha engaphezulu ngokubanzi ivelisa iziphumo ezingcono kwiimodeli zokufunda ngomatshini. Impumelelo yamva nje yeemodeli ezinzulu zikhokelele kwiseti yedatha enkulu ngakumbi, phantse ngalo lonke ixesha kuvavanyo lomntu. Nangona kunjalo, ukwenza iidathabheyisi ezinkulu ezijongwe ngabantu ngeMechanical Turk, uMzobo wesibhozo, njl.njl. Ziyacotha kwaye ziyabiza.",
    "home-about-text-3": "I-hCaptcha ivumela iiwebhusayithi ukuba zenze imali zisebenze le mfuno ngelixa zithintela i-bots kunye nezinye iindlela zokuphathwa gadalala.",
    "home-about-text-4": "Indawo yentengiso ye-hCaptcha ixhotyiswe yi-HUMAN Protocol, inkqubo evulekileyo egunyazisiweyo yokuphononongwa komntu eqhuba kwi-Ethereum blockchain. Iiwebhusayithi zifumana iiTokheni zaBantu (HMT) nanini na xa abasebenzisi besebenzisa iwijethi ye-hCaptcha kwindawo yabo, kwaye iinkampani ezifunda ngomatshini zihlawula amaTokheni aBantu ukuze zifumaneke ukuba zibhalwe idatha.",
    "home-ba-labeling-services-link": "Iinkonzo zokuPhawula",
    "home-benefits-head-1": "Ixabiso lokuPhawulwa kweDatha",
    "home-benefits-head-2": "Buyisela kwi-Charity",
    "home-benefits-text-1": "Ngaba uqaphele ukuba ngalo lonke ixesha ucofa imoto unceda ukuqeqesha iinkqubo zokufunda ngomatshini zeGigantic simahla?",
    "home-benefits-text-2": "hCaptcha ijika le modeli ijikeleze. Xa usebenzisa i-hCaptcha, iinkampani zibhida emsebenzini owenziwa ngabasebenzisi bakho njengoko bengqina ubuntu babo. Ufumana umvuzo.",
    "home-benefits-text-3": "Ngaba ufuna ukubuyisela kwisisa sakho osithandayo? I-hCaptcha ikuvumela ukuba uxhase izibonelelo zesisa ozikhethileyo kunye nomvuzo owufumanayo ngokuwusebenzisa. Abasebenzisi abakwisiza sakho kungekudala baya kuba nakho ukubona igalelo lakho kwisisa ngokwenza uphawu ngokuqonda kwi-hCaptcha interface.",
    "home-challenge-text-1": "Khetha yonke imifanekiso ehambelana nombuzo",
    "home-challenge-text-2": "Chaza indawo yokubopha yezinto",
    "home-challenge-text-3": "Chonga iilebheli ezihambelanayo",
    "home-challenge-title-1": "Thelekisa",
    "home-challenge-title-2": "Ibhokisi yokukhawulela",
    "home-challenge-title-3": "Ukwahlulahlula ngokwamacandelo",
    "home-challenges-head": "Imingeni ebekiweyo",
    "home-challenges-text-1": "... kunye neminye imisebenzi elula. Kulula ebantwini, kunzima kwi-bots.",
    "home-challenges-text-2": "Imisebenzi yesiqhelo ikwafumaneka kubapapashi beshishini.",
    "home-ent-1": "Ngaba ujonge amashishini ethu okhuseleko?",
    "home-ent-2": "Ndwendwela indawo yethu entsha enikezelweyo: BotStop.com",
    "home-ent-button": "Funda nzulu: I-BotStop nge-hCaptcha",
    "home-from-the-blog": "KWI-BLOG:",
    "home-from-the-blog-value": "Zisebenza njani izicwangciso zeHCaptcha zobunzima",
    "home-intro-body": "Ngaba usebenzisa i-captcha ukugcina i-bots? I-hCaptcha ikhusela ubumfihlo bomsebenzisi, iyavuza amawebhusayithi, kwaye inceda iinkampani ukuba zifumane iilebhile zedatha yazo. Kukutshintsha endaweni ye-reCAPTCHA: ungatshintsha ngaphakathi kwemizuzu.",
    "home-intro-button": "Bhalisa ngoku",
    "home-intro-head": "Misa ezinye i-bots. Qala ukukhusela imfihlo yomsebenzisi.",
    "home-main-1": "Bucala. Khuselekile. Ngesantya. Kwaye siyakuhlawula ukuba uyisebenzise.",
    "home-main-2": "Ubumfihlo bujolise",
    "home-main-2c": "Iinethiwekhi zentengiso zibona iindwendwe zakho njengemveliso. Kwi-hCaptcha imveliso ngumsebenzi ababonelela ngawo. Asikhathali ukuba ngoobani abasebenzisi bakho, kuphela ukuba kunokwenzeka njani ukuba babe nobubi. Siyawaxhasa amanyathelo anje ngePasi yaBucala, kwaye sisebenza nzima ukulinganisa ubumfihlo nokhuseleko.",
    "home-main-3": "Ukhuseleko Kuqala",
    "home-main-3c": "Ukuchaneka kumdla wakho nakuthi. I-hCaptcha ijolise kumshicileli. Sisebenza ukukunika idatha yokwenyani kwaye masikwenze uthathe isigqibo sokuyisebenzisa. Ezinye ii-captchas zibonelelwa ziinkampani zentengiso zeGigantic. Oku kuthetha ukuba yonke i-bot abayivimbileyo inokunciphisa ingeniso yabo.",
    "home-main-4": "Amava oMsebenzisi angcono",
    "home-main-4c": "Iimodeli zokufunda ngomatshini ezintsonkothileyo zisetyenziswa yi-hCaptcha ukumisela ubuntu. Oku kusivumela ukuba sifune imisebenzi engacaphukisi kubasebenzisi bakho kwaye sithathe ixesha labo lincinci ngokwenza njalo, ngelixa sivelisa idatha efanelekileyo enelebheli yokulebhelisha abathengi.",
    "home-main-plans": "I-hCaptcha isimahla ukuba isetyenziselwe abapapashi bawo nabuphi na ubungakanani. Nangona kunjalo, kumashishini nakumaqonga afuna ulawulo ngakumbi, izisombululo zethu zeshishini ziyafumaneka.",
    "home-main-plans2": "Isisombululo seshishini seHCaptcha sikhusela izigidi zabasebenzisi kumashumi ezigidi zewebhusayithi kwezinye zeenkampani ezinkulu emhlabeni. Nceda unxibelelane nathi ngolwazi oluthe kratya, okanye undwendwele",
    "home-main-plans3": "Isisombululo seshishini seHCaptcha sikhusela izigidi zabasebenzisi kumashumi ezigidi zewebhusayithi kwezinye zeenkampani ezinkulu emhlabeni. Nceda unxibelelane nathi ngolwazi oluthe kratya, okanye undwendwele",
    "home-main-plans4": "ngeenkcukacha.",
    "home-plans-button-1": "Bhalisa ngoku",
    "home-plans-button-2": "Nxibelelana neentengiso",
    "home-plans-chart-head-1": "Iimbonakalo",
    "home-plans-chart-head-2": "Umshicileli",
    "home-plans-chart-head-3": "Ishishini",
    "home-plans-chart-row-1-cell-1": "Iintlobo zemiceli mngeni zibonisiwe",
    "home-plans-chart-row-1-cell-2": "Akuncinci",
    "home-plans-chart-row-1-cell-3": "Itotali",
    "home-plans-chart-row-10-cell-1": "Iideshibhodi ezininzi zabasebenzisi",
    "home-plans-chart-row-11-cell-1": "Iinkalo zokunika ingxelo eziphambili",
    "home-plans-chart-row-12-cell-1": "Ii-SLA zeshishini",
    "home-plans-chart-row-2-cell-1": "Umxholo wokulawula umngeni osetyenzisiweyo",
    "home-plans-chart-row-2-cell-2": "Akuncinci",
    "home-plans-chart-row-2-cell-3": "Itotali",
    "home-plans-chart-row-3-cell-1": "Fumana umvuzo ngokusombulula kwabantu",
    "home-plans-chart-row-4-cell-1": "Ukhuseleko lwe-anti-bot kwihlabathi liphela",
    "home-plans-chart-row-5-cell-1": "Isebenza kwilizwe ngalinye",
    "home-plans-chart-row-5a-cell-1": "Akukho-CAPTCHA kunye ne-99.9% yeendlela zokudlula",
    "home-plans-chart-row-5b-cell-1": "Amanqaku okuzithemba kweBot",
    "home-plans-chart-row-6-cell-1": "Umgaqo-nkqubo wabucala we-GDPR kunye neCCPA",
    "home-plans-chart-row-7-cell-1": "Amanqanaba obunzima obunzima",
    "home-plans-chart-row-8-cell-1": "Qalisa umceli mngeni wakho",
    "home-plans-chart-row-9-cell-1": "Ukucwangciswa kobunzima obusekwe kwixesha",
    "home-try-it-out-button": "Fumana i-hCaptcha",
    "home-try-it-out-head": "Yizame",
    "home-try-it-out-text": "I-hCaptcha ibonelela ngokulula, ngokulula, nangokuthembekileyo kokubhaqwa kwe-bot ngelixa kuyinto encinci ebantwini ukuba bayisombulule.",
    "labeling-about-head": "Malunga neHCaptcha",
    "labeling-about-text-1": "I-hCaptcha yenzelwe ukusombulula eyona ngxaki inzima kwimisebenzi yokufunda komatshini; ilebheli yemali eninzi ngexesha elifanelekileyo, elifikelelekayo, nelithembekileyo. Idatha engaphezulu ngokubanzi ivelisa iziphumo ezingcono kwiimodeli zokufunda ngomatshini. Impumelelo yamva nje yeemodeli ezinzulu zikhokelele kwisiseko sedatha enkulu, kwaye i-hCaptcha isebenza le mfuno.",
    "labeling-about-text-2": "Nangona kunjalo, ukudala iiseti zedatha ezinkulu eziqwalaselwe ngabantu zisebenzisa iindlela zesiko kuhamba kancinci kwaye kuyabiza. I-hCaptcha yindlela yeenkampani yokufumana izichazi abazifunayo ngokukhawuleza, ngomgangatho ophezulu kunye neendleko eziphantsi kunezinye iindlela.",
    "labeling-annotations-head": "Iindidi zezichaso",
    "labeling-annotations-text-1": "Ukuchongwa kwento echanekileyo kwimifanekiso nakwividiyo",
    "labeling-annotations-text-2": "Ukuchongwa kwento echanekileyo kwimifanekiso nakwividiyo",
    "labeling-annotations-text-3": "Chaza izichazi ezininzi zamatyala ohlukeneyo okusetyenziswa",
    "labeling-annotations-text-4": "Hlela okanye hlomela iindidi zokuchasana nabuphi na ubungakanani",
    "labeling-annotations-text-5": "Ukufunyanwa kwabantu kunye nokuhlelwa",
    "labeling-annotations-text-6": "Ngaba ufuna olunye uhlobo olungadweliswanga apha? Sibuze nje.",
    "labeling-annotations-title-1": "Iibhokisi ezikhawulezayo",
    "labeling-annotations-title-2": "Iipoligoni",
    "labeling-annotations-title-3": "Iimpawu zomhlaba",
    "labeling-annotations-title-4": "Ukwahlulahlulahlula",
    "labeling-annotations-title-5": "Thelekisa kunye nokuKhangela",
    "labeling-annotations-title-6": "... kunye nezinye ezininzi",
    "labeling-ent-button": "Nxibelelana neQela leZisombululo zeShishini",
    "labeling-ent-head": "Ngaba ufuna uLawulo lokuGqibela?",
    "labeling-ent-text-1": "Iqonga leHUMAN ngasemva kweHCaptcha ibonelela ngomgangatho ophucukileyo womsebenzi kunye neempawu zolawulo ngokusebenzisa indawo, i-hybrid, okanye ukuhanjiswa kwe-SaaS okudibanisa neenkqubo zakho ezikhoyo.",
    "labeling-ent-text-2": "Sebenzisa ngokupheleleyo ngaphandle kweintanethi kunye nabasebenzi bakho, ukulandelela ixabiso elityelweyo kwiiyunithi zeshishini okanye amaqabane e-Consortium, ngokukhetha indlela yendlela eya kubanikezeli babasebenzi bangaphakathi okanye bangaphandle ngokusekwe kwiindleko kunye neemfuno zokhuseleko, kunye nokunye.",
    "labeling-ent-text-3": "Ukufikelela okulula kwe-API, iideshibhodi ezintle, kunye nemodeli yetekhnoloji yakutshanje yokwenza imodeli yokunyusa ukusebenza ngokukuko.",
    "labeling-ent-text-4": "I-99.99% ye-SLAs kunye ne-24/7 yenkxaso yehlabathi ekhoyo. Ngolwazi oluthe kratya:",
    "labeling-features-head-1": "Imibhobho elula eqhutywa yi-API.",
    "labeling-features-head-2": "Ilungiselelwe iindleko kunye nomgangatho. Akukho ukuzibophelela kwangaphambili kuyafuneka.",
    "labeling-features-head-3": "Bhatala kuphela ngokuchaneka okufunekayo.",
    "labeling-features-head-4": "Nika eyakho idatha yenyani yomhlaba okanye masiyakhe kubhabho.",
    "labeling-features-text-1": "Ngaba ufuna ukudibanisa uphononongo lomntu ngqo kwimisebenzi yeshishini lakho? Sinikezela ngokunyaniseka okuphezulu kwe-SLA, amandla aqinisekisiweyo, kunye nee-API ezilula zeREST.",
    "labeling-features-text-2": "Iqonga LABANTU lisebenzisa iimodeli zokuzithemba ezibanzi ukwenza uhlalutyo lomgangatho wexesha lokwenyani. Oku kusivumela ukuba sikhawuleze sobabini ubunzima bemibuzo kunye neempendulo ezichanekileyo, zokongela ixesha kunye nemali.",
    "labeling-features-text-3": "Azikho zonke iingxaki ezifanayo. Izichazi zemisebenzi ebalulekileyo yokhuseleko inokufuna i-99.99% yokuzithemba kubasebenzi abangabantu ngokupheleleyo. Izichazi zento enye ye-beta kwinkqubo yomdlalo weselfowuni inokufuna ukuzithemba okumodareyithayo. Uyagqiba.",
    "labeling-features-text-4": "Ngaba unayo idatha eluhlaza ngaphandle kweseti yokuqinisekisa ebanzi? Kwiimeko ezininzi sinokwakhela enye njengemisebenzi eqhutywa yinkqubo, okanye senze iisampulu ezinelebheli zokuvunywa kwakho.",
    "labeling-info-head": "Ukufumana idatha ebhaliweyo",
    "labeling-info-text-1": "Thetha nenye yeengcali zedomeyini yakho ukuchaza iimfuno zeprojekthi yakho: ukuchaneka kokujolisa, ifomathi kunye nazo naziphi na iimfuno ezizodwa.",
    "labeling-info-text-2": "Senza umsebenzi omncinci wemveliso ngokusekwe kwidatha yesampulu. Olu vavanyo ngumsebenzi esiwenzileyo kunye ukuqinisekisa ukuba ufumana kanye le nto uyifunayo.",
    "labeling-info-text-3": "Ngevolumu yethu ephezulu kunye ne-latency ephantsi siya kuwuguqula umsebenzi wakho ngokukhawuleza, kunye nokuhanjiswa okuzenzekelayo kwakamsinya nje ukuba kwenziwe.",
    "labeling-info-text-4": "Njengoko siqonda ngcono iiparameter zomsebenzi wakho wemveliso, iziphumo ziya kuqhubeka ziphucula ngokuhamba kwexesha.",
    "labeling-info-text-5": "Iideshibhodi ezibukhoma zikuvumela ukuba unike ingxelo okanye unqumame kwimveliso ngalo naliphi na ixesha.",
    "labeling-info-title-1": "Chaza iinkcukacha",
    "labeling-info-title-2": "Uvavanyo lomsebenzi wokuqala",
    "labeling-info-title-3": "Sebenzisa imisebenzi yokuvelisa",
    "labeling-info-title-4": "Ukuphuculwa okuqhubekayo",
    "labeling-info-title-5": "Iziphumo zeXesha langempela",
    "labeling-main-1": "Ukufakwa kweelebheli kuluncedo kwiindleko",
    "labeling-main-1-button": "Fumana idatha yakho eneleyibhile ngoku",
    "labeling-main-1c": "Ngaba ufuna iilebheli ezininzi zedatha yakho? I-hCaptcha ibonelela ngokukhawuleza, ngeendleko ezifanelekileyo, kunye neelebheli eziphezulu zedatha kwiinkampani ezisebenza kubukrelekrele bokuzenzela kunye nokusetyenziswa komatshini wokufunda.",
    "labeling-main-2": "Qalisa izigidi zemisebenzi kwangoko.",
    "labeling-main-2-button": "Thenga iiNkonzo zokuPhawula ngeDatha",
    "labeling-main-2c": "I-hCaptcha inelinye lawona madama makhulu kwiplanethi yakho onokuyisebenzisa. Nokuba lingakanani na inqanaba lakho, sinokuliphatha ngaphandle kokuzibophelela kwangaphambili. Izigidi zemisebenzi ngosuku azinangxaki.",
    "labeling-platform-head": "Ulwazi lwaBucala okanye loLuntu",
    "labeling-platform-text": "I-hCaptcha yakhelwe kwiqonga labantu, evumela ukuhanjiswa okuphucukileyo kunye nohlalutyo ukuze kunyuswe iindleko kunye nokusebenza kwenyathelo ngalinye. Obu buchwephesha buvumela abasebenzi abalungileyo ukuba baphathe icandelo ngalinye lomsebenzi wakho, bandise ukusebenza kakuhle kweendleko ngelixa kugcinwa imfihlo kunye nokuhlangabezana nazo naziphi na iimfuno zolawulo ezinokuthi zisebenze.",
    "labeling-try-button": "Thenga iiNkonzo zokuPhawula ngeDatha",
    "labeling-try-head": "Ufuna ukuzama ngedatha yakho?",
    "labeling-try-text": "... sikulungele xa uku: inkonzo yethu iyafumaneka ubusuku nemini.",
    "learn-more-hcaptcha": "Funda ngakumbi ngeHCaptcha",
    "page-acc-faq-1": "Umbuzo: Ngaba iCandelo le-hCaptcha 508 + WCAG 2.1 AA liyahambelana? Impendulo: Siyakholelwa njalo: bonke abasebenzisi abanalo naluphi na uhlobo lokuphazamiseka abakwaziyo ukukhangela kwiwebhu kunye nokufaka isicatshulwa kwiifom banokufikelela kwiinkonzo ezikhuselweyo yi-hCaptcha xa kubhaliswa. Nangona kunjalo, olu ayilo ngcebiso kwezomthetho: kuya kufuneka wenze olwakho uvavanyo, uthathele ingqalelo ukuphunyezwa kwakho ukuqinisekisa ukuba le yimeko yokuthunyelwa kwakho.",
    "page-acc-faq-2": "Umbuzo: Ngaba usebenza kolunye unikezelo (a11y), njengomsindo? Impendulo: Iinketho zangaphambili ezithandwayo ezinje ngee-captchas ezirekhodiweyo zibandlulula kubasebenzisi abaninzi be-a11y kwaye boyiswa ngokulula ziindlela zangoku zokufunda ngomatshini. Oku kunyanzelise imiceli mngeni yangoku yomsindo ukuba ibe nzima nangakumbi, ukwazisa ingxolo, ixesha elingaqhelekanga, ukudityaniswa kwamagama okungaqhelekanga, njalo njalo ukoyisa abahlaseli. Asinantlonelo kangako ngale ndlela ngokuchasene nomceli mngeni ngokupheleleyo, kodwa siya kuyithathela ingqalelo ukuba kukho imfuno kuluntu oluyi-11. Nangona kunjalo, sinomdla kakhulu kwiPasi yaBucala yecala lokuSebenzisa. Siyakholelwa ukudibanisa indlela yethu yangoku ye-a11y kunye nokukhutshelwa kwabaNini boPhuculo lwaBucala kuya kuvumela abasebenzisi be-a11y ukuba bakhangele ngokukhuselekileyo, bekhuselekile ngokwazi ukuba ukugcwala kwabo ngasese ngakumbi, ngelixa kuthintela ukuphathwa gadalala ngabaqhubi be-bot kwenzeka ngokungathandabuzekiyo xa kukho iindlela ze-11y ezikhoyo. Singabathathi-nxaxheba abakhutheleyo kwiqela elisebenzayo le-IETF lokumisa le teknoloji intsha.",
    "page-acc-faq-3": "Umbuzo: Kuthekani ngokuzimela? Ngaba ubhaliso lubhengeza i-a11y yokukhangela idatha ngandlela thile? Wenza ntoni nge-imeyile? Impendulo: hCaptcha yenzelwe ukuba bucala ukusuka emhlabeni ukuya phezulu. Kwahluke kakhulu kunokhetho ngokwesiko njenge-reCAPTCHA ezizezomnatha wentengiso, ezinezikhuthazo zokukulandela kwiwebhu kunye nokunxulumana nesazisi sokwenyani. Asisoze sisebenzise ukufikelela kwi-imeyile okanye ulwazi kuyo nayiphi na injongo ngaphandle kokuququzelela ukusetyenziswa kwe-11y kunye nokuthintela ukuxhatshazwa. Umgaqo-nkqubo wethu wabucala uneempendulo ezibanzi nezinegunya malunga nendlela esisebenzisa ngayo idatha, kodwa impendulo emfutshane kukuba asinamdla wokukunxulumanisa nawe njengomntu onembali yakho yokukhangela. Ngelixa sigcina amandla ethu okuthintela ukuxhatshazwa, ukuncedisa umsebenzi wethu wokuPasa uKhuseleko.",
    "page-acc-link-1": "Ukuba ungumsebenzisi ofikelelekayo, nceda ubhalise apha.",
    "page-acc-subhead": "Ukuqinisekisa ukufikelela okungagungqiyo kubo bonke abasebenzisi ngelixa kugcinwa ukhuseleko",
    "page-acc-summary": "Isishwankathelo",
    "page-acc-summary-contents-1": "I-hCaptcha yenzelwe ukumisa i-bots ngokwahlulahlula phakathi kwabantu. Uvavanyo olubonakalayo sisixhobo esifanelekileyo soku, kodwa ayinguye wonke umntu onokusombulula umngeni obonakalayo. Ngesi sizathu siyile into elula, engenazintlungu yokuvumela abapapashi abasebenzisa inkonzo yethu bagcine ukufikeleleka kwabo bonke iCandelo 508 elipheleleyo kunye ne-WCAG 2.1 AA yokuthotyelwa.",
    "page-acc-summary-contents-2": "Isebenza njani: okokuqala, umsebenzisi uyafikeleleka asayine kule URL, edityaniswe kwiphepha hCaptcha lewijethi yolwazi. Banikwa ikuki ebhalwe ngokufihlakeleyo enokusetyenziswa amaxesha ngamaxesha ngemini, kodwa kufuneka ihlaziywe rhoqo emva kweeyure ezingama-24 ngokungena ngemvume.",
    "page-acc-title": "Ulwazi lokuFikelela kweHCaptcha",
    "page-acc-tr-body": "Umbuzo: Ndisabona umceli mngeni emva kokubeka ikuki. Yintoni ebangela oku?<br> Impendulo: Oku kuhlala kungenxa yokusebenzisa isibhlisi sentengiso esandayo okanye ulwandiso lwecookie, okanye useto oluvimba ikuki enqamlezileyo, kule meko ikuki ye hcaptcha.com esetiweyo okanye ekhangelwe yi hCaptcha JS kwindawo eyahlukileyo , njengale uyityelelayo.<br><br> I-cookies zokufikelela kwi-hCaptcha zisebenza nazo zonke iibrawuza ezithandwayo kunye neebhlokhi zentengiso kuseto lwazo oluqhelekileyo, ngenxa yoko ukusilela kubangelwa zizikripthi ezichasene ne-anti-adblock okanye imigaqo-nkqubo efanayo ejolise kwiindawo ezithile.<br><br> Izisombululo:<br><br> 1. IWhitelist hcaptcha.com kunye * .hcaptcha.com cookies kwi-ad blocker yakho okanye kulwandiso lokhuselo lwebrawuza.<br> 2. Ukuba usebenzisa isikhangeli esinesibindi, esingabonakali njengamanje sinalo naluphi na uluhlu olumhlophe lwecookie, yiya kukhetho -> Shields -> Cookies kwaye ukhethe Vumela Zonke iiKuki.<br> 3. Ukuba usebenzisa ingxelo yakutshanje yeSafari kuyo nayiphi na i-OS X 10.15 okanye i-iOS 13.4 esandula ukukhutshwa, iApple itshintshe nje isimilo seSafari esinxulumene neicookies zomntu wesithathu, ibathintela zonke ngokungagqibekanga. Sisebenzisa isisombululo, kodwa okwangoku nceda undwendwele uKhetho lweSafari, icandelo labucala, kwaye ungakhangeli ukulandela umkhondo weWebhusayithi: Thintela ukulandelela indawo enqamlezileyo ukuze ikuki yokufikeleleka isebenze njengoko kulindelekile.<br><br> Umbuzo: Ndisebenzisa izixhobo ezininzi. Ngaba kufuneka ndibhalise amatyeli amaninzi?<br> Impendulo: Hayi. Nceda ucofe kwikhonkco elifanayo lokungena kwi-imeyile elithunyelwe kuwe kwisixhobo ngasinye osisebenzisayo ukuseta ikuki.<br><br> Umbuzo: Ndingazikhusela njani ekulandeleleni ii-cookie zomntu wesithathu ngelixa ndisebenzisa i-cookie yokufikelela?<br> Impendulo: Usebenzisa nabuphi na ubumfihlo okanye ulwandiso oluvimba intengiso oluxhasa ubumhlophe kwinqanaba le-domain (umz.Block Origin) liza kusebenza njengoko kulindelwe: qiniseka nje ukuba whitelist hcaptcha.com.",
    "page-acc-tr-title": "Abasebenzisi bokuFikelela: Imibuzo eRhoqo kunye nesiKhokelo seNgxaki",
    "page-acc-tr2-body": "Safari<br> Ukwenza ii-cookies kwi-Safari (Mac): Yiya kwimenyu ehlayo yeSafari. Khetha Okuthandayo. Cofa imfihlo kwiphaneli ephezulu. Phantsi ko 'Vimba ii-cookies' khetha ukhetho 'Ungaze.'<br> Ukwenza ii-cookies kwi-Safari (i-iPhone / i-iPad iOS 11+): vula useto lwakho. Skrolela ezantsi kwaye ukhethe i-Safari. Phantsi koBucala noKhuseleko, cima 'Thintela ukuTrekhwa kweSiza esiNqamlezileyo' kwaye 'Vimba zonke iiKuki'<br><br> IFirefox<br> Cofa kwikhaka ngasekhohlo kwebar yedilesi nakweyiphi na iphepha lewebhu. Cofa kwiiSetingi zoKhuseleko. Iphaneli yokuKhetha uKhuseleko kwaBucala noKhuseleko iya kuvula. Phantsi koKhuselo lokuKhangelwa okuPhuculweyo, khetha iSiko. Khetha ukuba yeyiphi iitracker kunye nezikripthi oza kuzithintela ngokukhetha ezi bhokisi zitshekishayo. Qinisekisa ukuba uvule i-hcaptcha.com.<br><br> Unokucima okwethutyana ukhuseleko kuMasiko ukulungisa le ngxaki, ngokukhetha iibhokisi zokukhangela: Ungakhethi ibhokisi yokukhangela okanye ukhethe ibhokisi yeeKuki ukuba usenemicimbi.<br><br> ugoogle Chrome<br> Google Chrome (PC)<br> Khetha i-icon yemenyu ye-Chrome. Khetha Useto.<br> Yiya kuBucala noKhuseleko, emva koko iiKuki kunye nenye idatha yendawo.<br> Qinisekisa ukuba 'Vimba ii-cookies zomntu wesithathu' azenziwanga.<br><br> Google Chrome (Mac):<br> Vula ukhetho lwe-Chrome kwibar yemenyu.<br> Yiya kuBucala noKhuseleko, emva koko iiKuki kunye nenye idatha yendawo.<br> Qinisekisa ukuba 'Vimba ii-cookies zomntu wesithathu' azenziwanga.<br><br> Google Chrome (Android):<br> Kwisixhobo sakho se-Android, vula usetyenziso lweChannel.<br> Ekunene phezulu, thepha Okuninzi kwaye emva koko Useto.<br> Cofa useto lweSiza kunye neeKuki.<br> Ecaleni kwe 'Cookies,' tshintsha useto l on.<br> Jonga ibhokisi ecaleni 'Vumela ii-cookies zomntu wesithathu.'<br><br> Internet Explorer<br> 1. Khetha igiya kwikona ephezulu ngasekunene kwesikrini, emva koko ukhethe 'Iinketho ze-Intanethi'. Ukuba uneMenyu yeMenyu enikwe amandla, unokukhetha 'Izixhobo' emva koko 'Khetha i-Intanethi'.<br> 2. Cofa kwindawo ethi 'Ubumfihlo'.<br> 3. Khetha iqhosha 'eliPhambili'.<br> 4. Phantsi 'kweeKhukhi zomntu wesithathu' khetha 'Yamkela'.<br> 5. Cofa 'Kulungile'",
    "page-acc-tr2-head": "Imiyalelo yesikhangeli seeKuki eziwela umnqamlezo",
    "priv-hc": "Ubumfihlo bujolise",
    "priv-hc-text": "Iinethiwekhi zentengiso zikubona njengemveliso yazo. Asazi. Asikhathali ukuba ngoobani abasebenzisi, kuphela amathuba okuba babe nobubi. Siyawaxhasa amanyathelo anje ngePasi yaBucala, kwaye sisebenza nzima ukulinganisa ubumfihlo nokhuseleko.",
    "reporting-bugs-accessibility-button": "Funda nzulu malunga nofikelelo",
    "reporting-bugs-accessibility-head": "Iinketho zokufikelela",
    "reporting-bugs-accessibility-text": "Ngaba unengxaki yokubona okanye awukwazanga ukuyigqiba i-hCaptchas?",
    "reporting-bugs-guide-ff-head": "Ukufaka iinkcukacha zeNgxelo yeBug: IFirefox",
    "reporting-bugs-guide-ff-step-1": "Inyathelo 1: Vula izixhobo zoPhuculo (Oku kuqala ukurekhoda iseshoni.)",
    "reporting-bugs-guide-ff-step-2": "Inyathelo 2: Cofa kwiNethiwekhi ithebhu kwizixhobo zonjiniyela. Jonga ibhokisi yokuma ephezulu kwiPistist.",
    "reporting-bugs-guide-ff-step-3": "Inyathelo 3: ndwendwela i-https: //accounts.hcaptcha.com/demo, okanye iwebhusayithi onengxaki kuyo (Inqaku labucala: kuphela ukuba awunangxaki nokwabelana ngayo) ... emva koko ucofe i ngamaqhosha omntu, kwaye zama ukusombulula.",
    "reporting-bugs-guide-ff-step-4": "Inyathelo 4: Cofa u-HAR emva kokuzama ukusombulula, kwaye ukhethe Gcina konke njenge-HAR ukugcina ilog yenethiwekhi. Thumela le fayile kuthi.",
    "reporting-bugs-guide-ff-step-5": "Inyathelo 5: Cofa kwiConsole ithebhu, kwaye ucofe ekunene emva koko ukhethe konke kwaye ugcine oko kwifayile yokubhaliweyo, ukugcina i-console yelog. Sithumele nathi ngokunjalo.",
    "reporting-bugs-guide-ff-step-6": "Inyathelo lokugqibela: Thumela i-imeyile kwezi HAR kunye neefayile zelog, uze uchaze ingxaki Sebenzisa: . Nceda uthumele i-IP oyisebenzisayo nayo. Ungayifumana https://www.whatsmyip.org/ Enkosi ngokuthatha ixesha ukusinceda sifumane olu lwazi! Sizimisele ukwenza i-hCaptcha isebenze kakuhle kuye wonke umntu.",
    "reporting-bugs-guide-head": "Ukufaka iiNgxelo zeNgxelo yeBug: Chrome",
    "reporting-bugs-guide-step-1": "Inyathelo 1: Vula izixhobo zoPhuculo (Oku kuqala ukurekhoda iseshoni.)",
    "reporting-bugs-guide-step-2": "Inyathelo 2: Cofa kwiNethiwekhi ithebhu kwizixhobo zonjiniyela. Jonga Gcina ibhokisi yelog phezulu.",
    "reporting-bugs-guide-step-3": "Inyathelo 3: ndwendwela i-https: //accounts.hcaptcha.com/demo, okanye iwebhusayithi onengxaki kuyo (Inqaku labucala: kuphela ukuba awunangxaki nokwabelana ngayo) ... emva koko ucofe i ngamaqhosha omntu, kwaye zama ukusombulula.",
    "reporting-bugs-guide-step-4": "Inyathelo 4: Cofa u-Export HAR (utolo oluncinci ezantsi) emva kokuzama ukusombulula, esigcina ilog yenethiwekhi. Thumela le fayile kuthi.",
    "reporting-bugs-guide-step-5": "Inyathelo 5: Cofa kwiConsole isithuba, kwaye ucofe ekunene emva koko Gcina njenge .. ukuze ugcine i-console yelog. Sithumele nathi ngokunjalo.",
    "reporting-bugs-guide-step-6": "Inyathelo lokugqibela: Thumela i-imeyile kwezi HAR kunye neefayile zelog zokuthumela kuthi, kwaye uchaze ingxaki. Sebenzisa: support@hcaptcha.com (nceda sebenzisa inkonzo efana neDropbox okanye iFayilebin kwaye uthumele amakhonkco) kwaye ukhethe umfanekiso-skrini, ukuba ukrokrela ukuba kukho into engabonisi ngokuchanekileyo. Nceda uthumele i-IP oyisebenzisayo nayo. Ungayifumana https://www.whatsmyip.org/ Enkosi ngokuthatha ixesha ukusinceda sifumane olu lwazi! Sizimisele ukwenza i-hCaptcha isebenze kakuhle kuye wonke umntu.",
    "reporting-bugs-guide-text-1": "Ukuthumela ulwazi lokulungisa ingxaki nengxelo yakho kuya kwenza kube lula kakhulu kuthi ukuba sichaze okwenzekayo. Nantsi imiyalelo yenyathelo ngenyathelo:",
    "reporting-bugs-guide-text-2": "Ukuba ungumqambi wewebhu okanye umsebenzisi oyingcali, isishwankathelo singathanda ukuba usithumelele inethiwekhi yokurekhoda i-HAR kunye ne-log console yomkhangeli. Nceda uzame ukukhubaza nayiphi na ibhlokhi yentengiso okanye ulwandiso lokhuselo lwesikhangeli kuqala kwaye uzame kwakhona ngaphambi kokuba uhambe ngala manyathelo. Ukuba oko kuyayilungisa ingxaki yakho, singavuya ukuba usazise inguqulelo yebrawuza yakho, ibhlokhi yentengiso okanye ulwandiso lwesikhangeli, kunye ne-URL yewebhusayithi.",
    "reporting-bugs-intro-head": "Ufumene ibug? Nantsi indlela yokunika ingxelo.",
    "reporting-bugs-intro-text": "Izigidi zabantu zisebenzisa i-hCaptcha inyanga nenyanga, kumawakawaka ngokudityaniswa kwezikhangeli, izandiso, izixhobo, ii-firewall, nokunye. Injongo yethu kukuqinisekisa ukuba ihlala isebenza kuwe, ke siyazibulela kakhulu iingxelo zakho! Ukunika ingxelo ekhawulezileyo, cofa nje kwiqhosha lokuthumela ingxelo. Ukuba ubona umba osebenzayo, nceda ulandele imiyalelo yokungena kwe-debug ye-Chrome okanye imiyalelo ye-log yokulungisa i-Firefox engezantsi. Nazo naziphi na ezinye iibrawuza zisithumelele i-imeyile. Kwimicimbi yezokhuseleko okanye imicimbi yabucala, jonga imiyalelo engezantsi.",
    "reporting-bugs-privacy-head": "Imiba yabucala",
    "reporting-bugs-privacy-text": "Asikhathali ukuba ngoobani abasebenzisi, kuphela amathuba okuba babe nobubi okanye oomatshini. Siyawaxhasa amanyathelo anje ngePasi yaBucala, kwaye sisebenza nzima ukulinganisa ubumfihlo nokhuseleko. Ukuba ufumene umba ocinga ukuba unokuchaphazela ubumfihlo bomsebenzisi, nceda usithumelele i-imeyili ku support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Sithumele ingxelo",
    "reporting-bugs-provide-feedback-head": "Nika ingxelo kwangoko kwi-hCaptcha",
    "reporting-bugs-provide-feedback-text": "Siyalibulela igalelo lakho. Sazise nayiphi na imiba kwaye siza kuyisombulula ngokukhawuleza.",
    "reporting-bugs-security-head": "Ukhuseleko lweeBugs",
    "reporting-bugs-security-text": "Sisoloko sinomdla wokufumana iingxelo zezokhuseleko. I-imeyile support@hcaptcha.com & CC security@hcaptcha.com kwaye siza kubuyela kuwe ngokukhawuleza. Sineprogram ye-bug bounty yeengxelo ezifanelekileyo zokukhusela kwinkonzo ye-hCaptcha kunye nekhowudi yomthombo ohambelanayo.",
    "sales-interstitial-c1": "Iinkampani",
    "sales-interstitial-c1a": "Izisombululo zokhuseleko lweshishini (zihlawulwe)",
    "sales-interstitial-c1b": "Funda ngakumbi malunga neHCaptcha Enterprise (BotStop)",
    "sales-interstitial-c1c": "Isichazi sedatha",
    "sales-interstitial-c1d": "Ukuthenga iinkonzo zesichaso seHCaptcha",
    "sales-interstitial-c2": "Umntu ngamnye",
    "sales-interstitial-c2a": "Yongeza i-hCaptcha kwinkonzo yakho (yasimahla)",
    "sales-interstitial-c2b": "Yongeza i-hCaptcha yaBapapashi kwiwebhusayithi yam okanye usetyenziso",
    "sales-interstitial-c2c": "Yintoni i-hCaptcha?",
    "sales-interstitial-c2d": "Funda ngakumbi malunga neHCaptcha",
    "sales-interstitial-head": "Masiqiniseke ukuba ufika kwindawo elungileyo.",
    "sec-hc": "Ukhuseleko Kuqala",
    "sec-hc-text": "I-hCaptcha ijolise kumshicileli. Sisebenza ukunika iisayithi idatha yokwenyani kwaye sibavumele bathathe isigqibo malunga nendlela yokuyisebenzisa. Ukuchaneka kumdla wakho nakuthi. Ezinye ii-captchas zibonelelwa ziinkampani zentengiso. Yonke i-bot abayivimbileyo inokunciphisa ingeniso yabo.",
    "signup-interstitial-c1": "Iinkampani okanye iiwebhusayithi",
    "signup-interstitial-c1a": "Yongeza i-hCaptcha kwinkonzo yakho (yasimahla)",
    "signup-interstitial-c1b": "Yongeza i-hCaptcha yaBapapashi kwiwebhusayithi yam okanye usetyenziso",
    "signup-interstitial-c1c": "Izisombululo zokhuseleko lweshishini (zihlawulwe)",
    "signup-interstitial-c1d": "Funda ngakumbi malunga neHCaptcha Enterprise (BotStop)",
    "signup-interstitial-c1e": "Isichazi sedatha",
    "signup-interstitial-c1f": "Ukuthenga iinkonzo zesichaso seHCaptcha",
    "signup-interstitial-c2": "Umntu ngamnye",
    "signup-interstitial-c2a": "Ukufikeleleka",
    "signup-interstitial-c2b": "Funda malunga nokhetho lokufikelela kwiHCaptcha",
    "signup-interstitial-c2c": "Fumana imali",
    "signup-interstitial-c2d": "Sebenza njengelebheli yedatha nganye",
    "signup-interstitial-head": "Masiqiniseke ukuba ufika kwindawo elungileyo.",
    "support-interstitial-c1": "Iinkampani",
    "support-interstitial-c1a": "Izisombululo zokhuseleko lweshishini (zihlawulwe)",
    "support-interstitial-c1b": "Fumana inkxaso yeHCaptcha Enterprise (BotStop)",
    "support-interstitial-c1c": "Umshicileli weHCaptcha (simahla)",
    "support-interstitial-c1d": "Fumana inkxaso kuMshicileli weHCaptcha",
    "support-interstitial-c2": "Umntu ngamnye",
    "support-interstitial-c2a": "Ngaba unengxaki nomceli mngeni?",
    "support-interstitial-c2b": "Funda malunga nokhetho lokufikelela kwiHCaptcha",
    "support-interstitial-c2c": "Ngaba ufuna ukunika ingxelo ngegciwane?",
    "support-interstitial-c2d": "Funda ngakumbi malunga nokunika ingxelo ngemiba yesoftware",
    "support-interstitial-head": "Masiqiniseke ukuba ufika kwindawo elungileyo.",
    "switch-to-english-link": "Tshintshela kwisiNgesi",
    "what-is-hcaptcha": "Yintoni i-hCaptcha?",
    "what-is-hcaptcha-text": "I-hCaptcha inceda iinkonzo zakho zewebhu ozithandayo ukugcina i-bots, ugaxekile kunye nokuxhatshazwa ngokubuza imibuzo elula elula ebantwini kwaye inzima koomatshini.",
    "why-hc": "Kutheni i-hCaptcha?",
    "why-hc-text": "Qho xa uphendula umngeni, sisebenzisa iimodeli ezinobunkunkqele ukufumanisa ukuba ungumntu okanye ungumatshini. Iwebhusayithi oyindwendweleyo emva koko isebenzisa esi siphumo ukunceda ukuphucula amava akho kwindawo yabo ngokugcina i-bots."
}