{
    "acc-opt": "Iinketho zofikelelo",
    "acc-opt-but": "Funda ngakumbi malunga nokukhetha ukufikelela",
    "acc-opt-text": "Ngaba ungaboni kakuhle okanye akakwazi ukugqiba i-hCaptchas?",
    "accessibility-link": "Ukufikeleleka",
    "appreciate-in": "Sibulela igalelo lakho. Sazise nayiphi na imiba kwaye siya kuyicombulula ngokukhawuleza.",
    "fb-but": "Sithumele ingxelo",
    "feedback-text": "Nika ingxelo kwi-hCaptcha osandula kuyibona",
    "home-ent-1": "Ngaba ujonge ukhuseleko lwethu lweshishini?",
    "home-ent-2": "Ndwendwela indawo yethu entsha ezinikezele: BotStop.com",
    "home-intro-body": "Ngaba usebenzisa i-captcha ukugcina i-bots? I-hCaptcha ikhusela ubumfihlo bomsebenzisi, ivuza iwebhusayithi, kwaye inceda iinkampani ukuba zifakwe ilebheli. Kukuphosa ukungena kwe-reCAPTCHA: ungatshintsha ngaphakathi kwemizuzu.",
    "home-intro-head": "Misa ngakumbi i-bots. Qala ukukhusela ubumfihlo babasebenzisi.",
    "home-main-1": "Bucala. Ukhuselekile. Ngesantya. Kwaye sikuhlawula ukuba uyisebenzise.",
    "home-main-2": "Ukugcinwa kubucala",
    "home-main-2c": "Inethiwekhi zentengiso zibona iindwendwe zakho njengemveliso. Kwi-hCaptcha imveliso ngumsebenzi abanikezelayo. Asikhathali ukuba abasebenzisi bakho bangoobani, kuphela kunokwenzeka ukuba babe ngabona. Sixhasa amalinge afana nokudlula kwabucala, kwaye sisebenza nzima ukulungelelanisa ubumfihlo kunye nokhuseleko.",
    "home-main-3": "Ukhuseleko kuqala",
    "home-main-3c": "Ukuchaneka kukuomdla wakho kunye neyethu. I-hCaptcha ijolise kumshicileli. Sisebenzela ukukunika idatha yokwenyani kwaye sikunike isigqibo sokuba uyisebenzise njani. Ezinye i-Captchas zinikezelwa ngu",
    "home-main-3c2": "iinkampani zentengiso. Oku kuthetha ukuba yonke indawo abanokuyivimba banokunciphisa ingeniso yabo.",
    "home-main-4": "Amava angcono oMsebenzisi",
    "home-main-4c": "Iimodeli zokufunda zoomatshini ezisetyenzisiweyo zisetyenziswa yi-hCaptcha ukumisela ubuntu. Oku kusivumela ukuba sifune imisebenzi ecaphukisayo evela kubasebenzisi bakho kwaye sithathe ixesha elincinci lokwenza njalo, ngelixa sivelisa idatha enelebheli efanelekileyo yokurekhoda abathengi.",
    "home-main-plans": "hCaptcha isimahla ukuba isetyenziselwe abapapashi bayo nayiphi na ubungakanani. Nangona kunjalo, kumashishini kunye namaqonga afuna ulawulo olungaphezulu, izisombululo zethu zeshishini ziyafumaneka.",
    "home-main-plans2": "Izisombululo zeshishini le-hCaptcha zikhusela izigidi zabasebenzisi kumashumi ezigidi zeiwebhusayithi kwezinye zeenkampani ezinkulu ezikhoyo emhlabeni. Nceda unxibelelane nathi ngolwazi oluthe kratya, okanye undwendwele",
    "home-main-plans3": "Izisombululo zeshishini le-hCaptcha zikhusela izigidi zabasebenzisi kumashumi ezigidi zeiwebhusayithi kwezinye zeenkampani ezinkulu ezikhoyo emhlabeni. Nceda unxibelelane nathi ngolwazi oluthe kratya, okanye undwendwele",
    "home-main-plans4": "ngeenkcukacha.",
    "learn-more-hcaptcha": "Funda ngakumbi nge-hCaptcha",
    "page-acc-faq-1": "Umbuzo: Ngaba iCandelo le-hCaptcha 508 + WCAG 2.0 liyahambelana? Impendulo: Sikholelwa njalo: bonke abasebenzisi abanalo naluphi na uhlobo lwesiphazamiso abakwaziyo ukukhangela kwiwebhu kwaye bangene amagama kwiifom banokufikelela kwiinkonzo ezikhuselweyo yi-hCaptcha xa ubhalisa. Nangona kunjalo, esi ayisiyo ingcebiso yezomthetho: kuya kufuneka wenze uvavanyo lwakho, kuthathelwa ingqalelo ukumiliselwa kwakho okuthile ukuze uqiniseke ukuba le yimeko yokuhanjiswa kwakho.",
    "page-acc-faq-2": "Umbuzo: Ngaba usebenzela okunye ukufikeleleka (a11y), njengomsindo? Impendulo: Iinketho zangaphambili ezixhaphakileyo ezifana ne-audi Captchas zicalula abasebenzisi be-a11y kwaye bohlulwa ngokulula kubuchwephesha bale mihla bokufunda. Oku kunyanzele imiceli mngeni yangoku ukuba ibe nzima ngakumbi, yazise ingxolo, ixesha elingaqhelekanga, ukudityaniswa kwamagama ngokungaqhelekanga, njalo njalo ukwahlula abahlaseli. Asinanzondelelo ngale ndlela ngokuchasene nokuphepha umngeni ngokupheleleyo, kodwa siya kuyithathela ingqalelo ukuba ngaba kukho imfuno evela kuluntu lwe-a11y. Nangona kunjalo, sinomdla kakhulu kwi-Pass Yabucala yemeko yokusetyenziswa kokufikelela. Sikholelwa ukudibanisa indlela yethu yangoku ye-a11y kunye nokukhutshelwa kwabucala ukuvumela abasebenzisi abayi -11 ukuba bakhangeleke ngokukhuselekileyo, bekhuselekile kulwazi lokuba ukugcwala kwabo kungasese kakhulu, ngelixa kuthintelwa ukuphathwa gadalala ngabaqhubi bebhot okwenzeka ngokungathandabuzekiyo xa kukhethwa i-a11y. Singabathathi-nxaxheba abakhutheleyo kwiqela elisebenzayo le-IETF ekumgangatho ofanelekileyo wale teknoloji intsha.",
    "page-acc-faq-3": "Umbuzo: Kuthekani ngasese? Ngaba ubhaliso lubhengeza idatha ye -11y yokukhangela ngandlela-thile? Wenza ntoni nge-imeyile? Impendulo: hCaptcha yenzelwe ukhuselo ngasese ukusuka emhlabeni ukuya phezulu. Kwahluke kakhulu kunendlela zakudala ezifana ne-reCAPTCHA ezizezonxibelelwano zentengiso, ezinokukhuthaza ukukulandelela kwiwebhu kwaye zikunxibelelanise nesazisi. Asinakuze sisebenzise ii-imeyile ezifikelelekayo okanye ulwazi ngazo naziphi na iinjongo ngaphandle kokuququzelela ukusetyenziswa kwe -11 kunye nokuthintela ukuphathwa gadalala. Umgaqo-nkqubo wethu wabucala uneempendulo ezibanzi nezigunyazisiweyo malunga nendlela esiyisebenzisa ngayo idatha, kodwa impendulo emfutshane kukuba asinawo nomdla wokukunxibelelanisa njengomntu onembali yokukhangela incwadi yakho.Sikwangoku sisebenza kwisisombululo se -graphic ukulahla idilesi yakho ye-imeyile. Ngelixa sigcina amandla ethu okuthintela impatho gadalala, ukugcwalisa umsebenzi wethu wePasi laBucala.",
    "page-acc-link-1": "Ukuba ungumsebenzisi wokufikelela, nceda ubhalise apha.",
    "page-acc-subhead": "Ukuqinisekisa ukufikelela komthungo kubo bonke abasebenzisi ngelixa kugcinwa ukhuseleko",
    "page-acc-summary": "Isishwankathelo",
    "page-acc-summary-contents-1": "I-hCaptcha yenzelwe ukumisa i-bots ngokumahlula ebantwini. Iimvavanyo ezibonakalayo sisixhobo esilungele oku, kodwa ayinguye wonke umntu onokusombulula ucelomngeni lokubonwa. Ngesi sizathu siyile indlela elula, engenabuhlungu yokuvumela abapapashi abasebenzisa inkonzo yethu ukuba baqhubeke nokufikelela kuwo onke amaCandelo 508 kunye nokuthotyelwa kwe-WCAG 2.0.",
    "page-acc-summary-contents-2": "Isebenza njani: okokuqala, umsebenzisi ufikeleleko usayina kule URL, edityaniswe kwiphepha lewijethi ye-hCaptcha. Banikwa ikhukhi efihliweyo enokuthi isetyenziswe izihlandlo ezininzi ngosuku, kodwa kufuneka ihlaziywe rhoqo iiyure ezingama-24 nge-login.Xa umngeni uthunyelwa kumsebenzisi wokufikelela nakweyiphi na indawo esebenzisa inkonzo ye-hCaptcha, baya kudlula ngokuzenzekelayo.",
    "page-acc-title": "Ulwazi loFikeleleko lwe-hCaptcha",
    "page-acc-tr-body": "Umbuzo: Ndisabona umngeni emva kokuseka ikuki. Yintoni ebangela oku? Impendulo: Oku kuqhelekileyo kungenxa yokusebenzisa i-ad blocker blocker okanye u-anti-cookie ulwandiso, okanye isakhelo esivimba iicookies zendawo, kule meko ikuki ye-hcaptcha.com esetiweyo okanye ekhangelwe yi-JavaCcript ye-hCaptcha kwindawo eyahlukileyo , njengalowo undwendweleyo. Ukufikelela kweicookies ze-hCaptcha kusebenza ngazo zonke iibrawuza ezithandwayo kunye neebhlokhi zentengiso ngokokubeka kwazo imigangatho, kungoko kusilela ukubangelwa sisicatshulwa esichasene ne-adblock okanye i-Rulesets ejolise kwiindawo ezithile. Isisombululo: 1. IWhitelist hcaptcha.com kunye ne-. .Ccchacha.com ikwi-blocker yakho okanye isongezo sokhuseleko. 2. Ukuba usebenzisa ibrowser yeBrave, engakhange ibekho (ngeka-Epreli 2020) kubonakala ngathi alukho naluphi na uhlobo lombhalo mhlophe wecookie, yiya kuKhetho-> Iikhuselo->> iiKuki kwaye ukhethe u-Vumela Zonke iiKuki. 3. Ukuba usebenzisa inguqulelo yamva nje yeSafari nokuba sele ikhuphe i-OS X 10.15 okanye i-iOS 13. 4, u-Apple usandula ukutshintsha indlela yokuziphatha kweSafari enxulumene nekuki lomntu wesithathu, ibanqanda bonke ngokungagqibekanga. Sisebenzisa isisombululo, kodwa okwangoku nceda undwendwele Ukhetho lweSafari, icandelo labucala, kunye nokungakhangelwa umkhondo kwiWebhusayithi: Thintela umkhondo weendawo ezinqamlezayo ukwenzela ukuba ikuki yokufikelela ifikeleleke njengoko bekulindelwe. Umbuzo: Ndisebenzisa izixhobo ezininzi. Ngaba kufuneka ndibhalise amaxesha amaninzi? Impendulo: Hayi. Nceda ucofe ikhonkco elifanayo lokungena nge-imeyile ethunyelwe kuwe kwisixhobo ngasinye osisebenzisayo ukuze usete ikuki.",
    "page-acc-tr-title": "Abasebenzisi boFikeleleko: Q&A kunye nesikhokelo sokufumana ingxaki",
    "priv-hc": "Ukugcinwa kubucala",
    "priv-hc-text": "Inethiwekhi zentengiso zikubona njengemveliso yazo. Asazi. Asikhathalelanga ukuba ngabasebenzisi bani na, kuphela kukuba kunokwenzeka ukuba babe njani na. Sixhasa amalinge afana nokudlula kwabucala, kwaye sisebenza nzima ukulungelelanisa ubumfihlo kunye nokhuseleko.",
    "sec-hc": "Ukhuseleko kuqala",
    "sec-hc-text": "I-hCaptcha ijolise kumshicileli. Sisebenzela ukunika amaziko wedatha yangempela kwaye sibavumele benze isigqibo sokuba bayayisebenzisa njani. Ukuchaneka kukuomdla wakho kunye nowethu. Ezinye i-Captchas zinikezelwa ziinkampani zentengiso. Yonke ibhloko bayivimba banokunciphisa ingeniso yabo.",
    "what-is-hcaptcha": "Yintoni i-hCaptcha?",
    "what-is-hcaptcha-text": "I-hCaptcha inceda iinkonzo zakho zewebhu ozithandayo ukugcina i-bots, ugaxekile, kunye nokuxhaphaza ngokubuza imibuzo elula elula ebantwini kwaye inzima koomatshini.",
    "why-hc": "Kutheni hCaptcha?",
    "why-hc-text": "Qho xa uphendula ucelomngeni, sisebenzisa iimodeli ezinobunkunkqele ukufumanisa ukuba ungumntu okanye umatshini. Iwebhusayithi oyindwendweleyo isebenzisa esi siphumo ukunceda ukuphucula amava akho kwindawo yabo ngokugcina i-bots."
}