{
    "acc-opt": "אַקסעס אַקסעס",
    "acc-opt-but": "לערנען מער וועגן אַקסעס אַקסעס",
    "acc-opt-text": "זענט איר וויזשוואַלי ימפּערד אָדער אַנדערש קענען נישט פאַרענדיקן hCaptchas?",
    "accessibility-link": "אַקסעסאַביליטי",
    "appreciate-in": "מיר אָפּשאַצן דיין אַרייַנשרייַב. לאָזן אונדז וויסן וועגן ישוז און מיר וועלן סאָלווע זיי געשווינד.",
    "fb-but": "שיקן אונדז באַמערקונגען",
    "feedback-text": "געבן באַמערקונגען אויף דעם hCaptcha איר פּונקט געזען",
    "page-acc-link-1": "אויב איר זענט אַ אַקסעסאַביליטי באַניצער, ביטע צייכן אַרויף דאָ.",
    "page-acc-subhead": "ינשורינג סימלאַס אַקסעס פֿאַר אַלע ניצערס און טייַנען זיכערהייט",
    "page-acc-title": "hCaptcha אינפֿאָרמאַציע וועגן אַקסעס",
    "priv-hc": "פּריוואַטקייט פאָוקיסט",
    "priv-hc-text": "אַד נעטוואָרקס זען איר ווי זייער פּראָדוקט. מיר טאָן ניט. מיר טאָן ניט זאָרגן ווער ניצערס זענען, נאָר ווי מסתּמא זיי זענען בייזע. מיר שטיצן ינישאַטיווז ווי פּריוואַטקייט פּאַס, און מיר אַרבעטן שווער צו באַלאַנסירן פּריוואַטקייט און זיכערהייט.",
    "sec-hc": "זיכערהייט ערשטער",
    "sec-hc-text": "hCaptcha איז אַרויסגעבער פאָוקיסט. מיר אַרבעט צו געבן זייטלעך פאַקטיש דאַטן און לאָזן זיי באַשליסן ווי צו נוצן עס. אַקיעראַסי איז אין דיין אינטערעס און ונדזערער. אנדערע קאַפּטטשאַז זענען צוגעשטעלט דורך גאַנצע קאָמפּאַניעס. יעדער Bot זיי פאַרשפּאַרן קען רעדוצירן זייער רעוועך.",
    "what-is-hcaptcha": "וואָס איז הקאַפּטטשאַ?",
    "what-is-hcaptcha-text": "haptaptcha העלפּס דיין באַליבסטע וועב באַדינונגס האַלטן באָץ, ספּאַם און זידלען דורך אַסקינג פּשוט פֿראגן וואָס זענען גרינג פֿאַר יומאַנז און שווער פֿאַר מאשינען.",
    "why-hc": "פארוואס haptaptcha?",
    "why-hc-text": "יעדער מאָל איר ענטפֿערן אַ אַרויסרופן, מיר נוצן סאַפיסטיקייטאַד מאָדעלס צו רעכענען צי איר זענט מענטשלעך אָדער אַ מאַשין. דער וועבזייטל וואָס איר האָט באזוכט ניצט דעם רעזולטאַט צו פֿאַרבעסערן דיין דערפאַרונג אויף זייער פּלאַץ דורך בעכעסקעם באָץ."
}