{
    "a11y-img-1": "אַקסעססיביליטי באַניצער פאַרשטעלן נאָך לאָגין",
    "a11y-img-2": "אַקסעס אַקסעס אין ווידזשיט וי מעניו",
    "a11y-img-3": "אַקסעסאַביליטי דיאַלאָג קעסטל אין ווידזשיט וי",
    "about-advisors-brendan": "סעאָ פון העלדיש. קאָ-גרינדער פון מאָזיללאַ. באשעפער פון די דזשאַוואַסקריפּט פּראָגראַממינג שפּראַך. בילדער פון בראַוזערז און מער.",
    "about-advisors-dawn": "פּראָפעסאָר, CS אין אוניווערסיטעט פון קאַליפאָרניאַ, בערקלי. טיף לערנען, זיכערהייט, בלאַקכייוואַן מומחה. סעאָ פון אָאַסיס לאַבס.",
    "about-advisors-head": "אַדווייזערז",
    "about-advisors-keiran": "פאָרשונג ססיענטיסט אין סטאַנפֿאָרד. מאַשין לערנען און קוואַנטיטאַטיווע פינאַנצן אין הויפּט באַנקס, העדגע געלט און אַקאַדעמיאַ.",
    "about-content-head-1": "וואס מיר טוען",
    "about-content-head-2": "פארוואס עס מאַטטערס",
    "about-content-text-1": "hCaptcha איז אַ סערוויס פון ינטויטיאָן מאַטשינעס ינק, אַ יי און מאַשין לערנען פירמע מיט אַ פאָקוס אויף מעטאַל עאַרנינג און וויזשאַוואַל פעלד אין וואָג. מיר בויען און אַרבעטן מאַסיוו סקאַלאַבלע סיסטעמען צו געבן ווידעא און בילד אַנאַליסיס באַדינונגס פֿאַר גלאבאלע 2000 קאָמפּאַניעס אַרום די וועלט.",
    "about-content-text-1a": "הקאַפּטטשאַ ברענגט אַ מאָדערן, פּריוואַטקייט פאָוקיסט צוגאַנג צו סטאָפּפּינג באָץ.",
    "about-content-text-1b": "מיר ווייַזן CAPTCHA טשאַלאַנדזשיז וואָס זענען שווער פֿאַר באָץ אָבער גרינג פֿאַר מענטשן דורך קאַלעקטינג שווער-צו-פירמע דאַטן פון מאַשין לערנען פּראָבלעמס און ניצן עס צו ויסטיילן צי אַ וועבזייטל אָדער אַפּ גאַסט מענטש.",
    "about-content-text-2": "מער דאַטן פּראָדוצירן בכלל בעסער רעזולטאַטן. בילדינג און מיינטיינינג ריכטיק לייבאַלד און באַטייַטיק דאַטאַסעץ איז צייט קאַנסומינג און טייַער. הקאַפּטטשאַ איז ערידזשנאַלי דעוועלאָפּעד צו אַדרעס אונדזער אייגענע באדערפענישן אין בילד לייבלינג און איז איצט בארעכטיגט פֿאַר אנדערע קאָמפּאַניעס מיט ענלעך באדערפענישן.",
    "about-content-text-2a": "אָנליין אַקשאַנז זענען אָפט ינקריסינגלי אָפט. אָבער מקריב די פּריוואַטקייט פון באַניצער איז נישט דער ענטפער.",
    "about-content-text-2b": "זיכערהייט סאַלושאַנז געפֿינט דורך אַד קאָמפּאַניעס פאָוקיסיז בפֿרט אויף טראַקינג ניצערס אויף די וועב. מיר האָבן באשאפן אַן עפעקטיוו זיכערהייט לייזונג אַז פּראָוועס צו שאַטן באַניצער פּריוואַטקייט איז ניט נייטיק צו צושטעלן ויסגעצייכנט רעזולטאַטן.",
    "about-intro-head-1": "וועגן הקפּטטשאַ",
    "about-intro-head-2": "פּריוואַטקייט, זיכערהייט און מאַשין לערנען.",
    "about-intro-text": "הקאַפּטטשאַ איז די מערסט וויידלי געוויינט פרייַ CAPTCHA דינסט.",
    "about-leadership-alex": "עקספּערט פון דאַטאַבייס און בלאַקקעטהאַין. פרי ינזשעניר אין קלאָודעראַ און מער. דעקאַדעס פון עקספּערטיז צו בויען ווייכווארג און טימז.",
    "about-leadership-eli": "סעאָ. דערקענט פירער אין אַי. האט אין די לעצטע יאָרצענדלינג געווענדט מאַשין סייכל אויף אַ ברייט פאַרשיידנקייַט פון געשעפט פּראָבלעמס.",
    "about-leadership-head": "פירערשאַפט",
    "about-leadership-todd": "פד אין קאַמפּיוטיישאַנאַל ביאָלאָגי, סטאַנפֿאָרד. ארבעטן מיט נעוראַל נעטוואָרקס זינט 1999. פאָקוס אויף געווענדט מל און טיף לערנען אין וואָג.",
    "acc-opt": "אַקסעס אַקסעס",
    "acc-opt-but": "לערנען מער וועגן אַקסעסאַביליטי אָפּציעס",
    "acc-opt-text": "זענט איר וויזשוואַלי ימפּערד אָדער אַנדערש קען נישט פאַרענדיקן הקאַפּטטשאַס?",
    "accessibility-link": "אַקסעסאַביליטי",
    "appreciate-in": "מיר אָפּשאַצן דיין אַרייַנשרייַב. לאָזן אונדז וויסן קיין ישוז און מיר סאָלווע זיי געשווינד.",
    "fb-but": "שיקן אונדז באַמערקונגען",
    "feedback-text": "צושטעלן באַמערקונגען אויף די הקאַפּטטשאַ איר נאָר געזען",
    "footer-attribution": "צושרייבן",
    "footer-copyright-text": "הקאַפּטטשאַ איז אַ רעגיסטרירט טריידמאַרק פון ינטויטיאָן מאַטשינעס, ינק.",
    "footer-header-1": "פֿירמע",
    "footer-header-2": "רעסורסן",
    "footer-header-3": "קאָנטאַקט",
    "footer-link-1": "לייבלינג",
    "footer-link-10": "אַקסעסאַביליטי",
    "footer-link-2": "וועגן",
    "footer-link-3": "שטעלעס",
    "footer-link-4": "טריידמאַרקס",
    "footer-link-5": "אַי עטיקס",
    "footer-link-6": "בלאָג",
    "footer-link-7": "סטאַטוס",
    "footer-link-8": "דאָקומענטאַטיאָן",
    "footer-link-9": "באריכט אַ זשוק",
    "footer-privacy": "פריוואטקייט",
    "footer-subheader-1": "שטיצן",
    "footer-subheader-2": "קאָנטאַקט",
    "footer-terms": "תּנאָים",
    "h-plans": "אַבאָנעמענט פּלאַנז",
    "header-docs-link": "דאָקקס",
    "header-labeling-services-link": "לאַבעלינג באַדינונגס",
    "header-login-button": "צייכן אריין",
    "header-plans-link": "פּלאַן",
    "header-signup-button": "סיגנופּ",
    "home-about-head": "וועגן הקפּטטשאַ",
    "home-about-subtitle": "Powered דורך HUMAN פּראָטאָקאָל",
    "home-about-text-1": "הקאַפּטטשאַ איז דיזיינד צו סאָלווע די מערסט אַרבעט אינטענסיווע פּראָבלעם אין מאַשין לערנען: לייבלינג מאַסיוו אַמאַונץ פון דאַטן אין אַ בייַצייַטיק, אַפאָרדאַבאַל און פאַרלאָזלעך וועג.",
    "home-about-text-2": "מער דאַטן בכלל פּראָדוצירן בעסער רעזולטאַטן אין טריינינג מאַשין לערנען מאָדעלס. די לעצטע הצלחה פון טיף מאָדעלס געפֿירט צו ינקריסינגלי גרויס דאַטאַסעץ, כּמעט שטענדיק מיט עטלעכע מענטשלעך באריכטן. אָבער, קריייטינג גרויס מענטשלעך ריוויוד דאַטאַסעץ דורך מעטשאַניקאַל טערק, פיגורע אַכט, אאז\"ו ו איז סלאָולי און טייַער.",
    "home-about-text-3": "הקאַפּטטשאַ אַלאַוז וועבסיטעס צו מאַכן געלט צו דינען דעם פאָדערונג בשעת בלאַקינג באָץ און אנדערע פארמען פון זידלען.",
    "home-about-text-4": "די מאַרקאַטשאַ פון hCaptcha איז פּאַוערד דורך די HUMAN פּראָטאָקאָל, אַן אָפֿן דיסענטראַלייזד פּראָטאָקאָל פֿאַר מענטשלעך רעצענזיע וואָס לויפן אויף די עטהערעום בלאַקכייוואַן. וועבסיטעס פאַרדינען הומאַן טאָקענס (HMT) ווען וסערס נוצן די הקאַפּטטשאַ ווידזשיט אויף זייער פּלאַץ, און מאַשין לערנען קאָמפּאַניעס באַצאָלן הומאַן טאָקענס צו באַקומען זייער דאַטן מיטן נאָמען.",
    "home-ba-labeling-services-link": "לאַבעלינג באַדינונגס",
    "home-benefits-head-1": "די ווערט אין דאַטן לייבאַלינג",
    "home-benefits-head-2": "געבן צוריק צו צדקה",
    "home-benefits-text-1": "צי האָט איר פאַרשטיין יעדער מאָל ווען איר קליקט אויף די מאַשין, איר העלפֿן צו באַן אַ מאַשין לערנען סיסטעמען פֿאַר איין Gigantic פירמע?",
    "home-benefits-text-2": "הקאַפּטטשאַ טורנס דעם מאָדעל. ווען איר נוצן hCaptcha, קאָמפּאַניעס פאָרשלאָגן די אַרבעט דיין וסערס טאָן ווי זיי באַווייַזן זייער מענטשהייט. איר באַקומען די ריוואָרדז.",
    "home-benefits-text-3": "וועלן צו געבן צוריק צו דיין באַליבסטע צדקה? הקאַפּטטשאַ אַלאַוז איר צו שטיצן די טשעריטיז פון דיין ברירה מיט די פאַרדינסט אַז איר נוצן. ניצערס אויף דיין פּלאַץ קענען באַלד זען דיין צושטייער צו צדקה דורך דיסקריט בראַנדינג אויף די hCaptcha צובינד.",
    "home-challenge-text-1": "סעלעקטירן אַלע בילדער וואָס גלייַכן די אָנפֿרעג",
    "home-challenge-text-2": "דעפינירן באַונדינג געגנט פֿאַר אַבדזשעקס",
    "home-challenge-text-3": "ידענטיפיצירן די קאָראַספּאַנדינג לאַבעלס",
    "home-challenge-title-1": "פאַרגלייַך",
    "home-challenge-title-2": "באַונדינג באָקס",
    "home-challenge-title-3": "קאטעגאריזאציע",
    "home-challenges-head": "דערלאנגט טשאַללענגעס",
    "home-challenges-text-1": "... און אנדערע פּשוט טאַסקס. גרינג פֿאַר יומאַנז, שווער פֿאַר באָץ.",
    "home-challenges-text-2": "מנהג טאַסקס אויך בנימצא פֿאַר פאַרנעמער פֿאַרלאַגן.",
    "home-ent-1": "איר זוכט פֿאַר אונדזער ענטערפּרייז זיכערהייט אָפרינגז?",
    "home-ent-2": "באַזוכן אונדזער נייַע דעדאַקייטאַד פּלאַץ: BotStop.com",
    "home-ent-button": "לערן מער: BotStop by hCaptcha",
    "home-from-the-blog": "פֿון די בלאָג:",
    "home-from-the-blog-value": "ווי הקאַפּטטשאַ שוועריקייט סעטטינגס אַרבעט",
    "home-intro-body": "צי איר נוצן אַ קאַפּטטשאַ צו האַלטן באָץ? הקאַפּטטשאַ פּראַטעקץ באַניצער פּריוואַטקייט, ריוואָרדז וועבסיטעס און העלפּס קאָמפּאַניעס באַקומען זייער דאַטן לייבאַלד. ReCAPTCHA איז אַ פאַרבייַט: איר קענען באַשטימען ין מינוט.",
    "home-intro-button": "שרייב זיך איין יעצט",
    "home-intro-head": "האַלטן מער באָץ. אָנהייב פּראַטעקטינג פּריוואַטקייט פון באַניצער.",
    "home-main-1": "פּריוואַט. זיכער. פאַסטער. און מיר באַצאָלן איר פֿאַר נוצן.",
    "home-main-2": "פּריוואַטקייט פאָוקיסט",
    "home-main-2c": "אַד נעטוואָרקס זען דיין וויזאַטערז ווי די פּראָדוקט. פֿאַר hCaptcha די פּראָדוקט איז די אַרבעט זיי צושטעלן. מיר טאָן ניט זאָרגן ווער דיין וסערס זענען, נאָר ווי מסתּמא זיי זענען בייזע. מיר שטיצן ינישאַטיווז ווי פּריוואַטקייט פּאַס און מיר אַרבעט שווער צו באַלאַנסירן פּריוואַטקייט און זיכערהייט.",
    "home-main-3": "זיכערהייט ערשטער",
    "home-main-3c": "אַקיעראַסי איז אין דיין אינטערעס און ונדזערער. הקאַפּטטשאַ איז אַרויסגעבער-פאָוקיסט. מיר אַרבעטן צו געבן איר פאַקטיש דאַטן און לאָזן איר באַשליסן ווי צו נוצן עס. אנדערע קאַפּטשאַז זענען צוגעשטעלט דורך גיגאַנטיק גאַנצע קאָמפּאַניעס. דאָס מיינט אַז יעדער באָט וואָס זיי פאַרשפּאַרן קען רעדוצירן זייער רעוועך.",
    "home-main-4": "בעסער באַניצער דערפאַרונג",
    "home-main-4c": "סאָפיסטיקאַטעד מאַשין לערנען מאָדעלס זענען געניצט דורך הקאַפּטטשאַ פֿאַר דיטערמאַנינג מענטשהייט. דאָס אַלאַוז אונדז צו דאַרפן ווייניקער אַנויינג טאַסקס פון דיין וסערס און נעמען ווייניקער פון זייער צייט צו טאָן דאָס, און נאָך פּראָדוצירן נוציק מיטן נאָמען דאַטן פֿאַר קאַסטאַמערז.",
    "home-main-plans": "הקאַפּטטשאַ איז פריי צו נוצן פֿאַר פֿאַרלאַגן פון קיין גרייס. אָבער, פֿאַר ענטערפּריסעס און פּלאַטפאָרמס וואָס דאַרפֿן מער קאָנטראָל, אונדזער פאַרנעמונג סאַלושאַנז זענען בארעכטיגט.",
    "home-main-plans2": "הקאַפּטטשאַ ענטערפּרייז סאַלושאַנז באַשיצן מיליאַנז פון וסערס איבער טענס פון מיליאַנז פון וועבסיטעס פֿאַר עטלעכע פון די גרעסטע קאָמפּאַניעס אויף דעם פּלאַנעט. ביטע קאָנטאַקט אונדז פֿאַר מער אינפֿאָרמאַציע אָדער באַזוכן",
    "home-main-plans3": "הקאַפּטטשאַ ענטערפּרייז סאַלושאַנז באַשיצן מיליאַנז פון וסערס איבער טענס פון מיליאַנז פון וועבסיטעס פֿאַר עטלעכע פון די גרעסטע קאָמפּאַניעס אויף דעם פּלאַנעט. ביטע קאָנטאַקט אונדז פֿאַר מער אינפֿאָרמאַציע אָדער באַזוכן",
    "home-main-plans4": "פֿאַר פּרטים.",
    "home-plans-button-1": "שרייב זיך איין יעצט",
    "home-plans-button-2": "קאָנטאַקט פארקויפונג",
    "home-plans-chart-head-1": "איינריכטונגען",
    "home-plans-chart-head-2": "אַרויסגעבער",
    "home-plans-chart-head-3": "פאַרנעמונג",
    "home-plans-chart-row-1-cell-1": "געוויזן אַרויסרופן טייפּס",
    "home-plans-chart-row-1-cell-2": "לימיטעד",
    "home-plans-chart-row-1-cell-3": "גאַנץ",
    "home-plans-chart-row-10-cell-1": "מולטי-באַניצער דאַשבאָרדז",
    "home-plans-chart-row-11-cell-1": "אַוואַנסירטע ריפּאָרטינג פֿעיִקייטן",
    "home-plans-chart-row-12-cell-1": "פאַרנעמונג סלאַ",
    "home-plans-chart-row-2-cell-1": "קאָנטראָל אַרויסרופן אינהאַלט געניצט",
    "home-plans-chart-row-2-cell-2": "לימיטעד",
    "home-plans-chart-row-2-cell-3": "גאַנץ",
    "home-plans-chart-row-3-cell-1": "פאַרדינען ריוואָרדז פֿאַר מענטש סאַלווז",
    "home-plans-chart-row-4-cell-1": "אַנטי-באָט שוץ פון וועלט-קלאַס",
    "home-plans-chart-row-5-cell-1": "אַרבעט אין יעדער מדינה",
    "home-plans-chart-row-5a-cell-1": "ניט-קאַפּטטשאַ און 99.9% פּאַסיוו מאָדעס",
    "home-plans-chart-row-5b-cell-1": "Bot בטחון סקאָרז",
    "home-plans-chart-row-6-cell-1": "GDPR און CCPA- פרייַנדלעך פּריוואַטקייט פּאָליטיק",
    "home-plans-chart-row-7-cell-1": "פיין-גריינד שוועריקייט לעוועלס",
    "home-plans-chart-row-8-cell-1": "קאַטער דיין אייגענע טשאַלאַנדזש אינהאַלט",
    "home-plans-chart-row-9-cell-1": "צייט-באזירט שוועריקייט סקעדזשולינג",
    "home-try-it-out-button": "באַקומען הקאַפּטטשאַ",
    "home-try-it-out-head": "פרובירט עס אויס",
    "home-try-it-out-text": "הקאַפּטטשאַ פּראָווידעס פּשוט, גרינג און פאַרלאָזלעך באָט דיטעקשאַן בשעת עס איז נישטיק פֿאַר מענטשן צו סאָלווע.",
    "labeling-about-head": "וועגן הקפּטטשאַ",
    "labeling-about-text-1": "הקאַפּטטשאַ איז דיזיינד צו סאָלווע די מערסט אַרבעט ינטענסיווע פּראָבלעם אין מאַשין לערנען; לייבלינג מאַסיוו אַמאַונץ פון דאַטן אין אַ בייַצייַטיק, אַפאָרדאַבאַל און פאַרלאָזלעך וועג. מער דאַטן בכלל פּראָדוצירן בעסער רעזולטאַטן אין טריינינג מאַשין לערנען מאָדעלס. די לעצטע הצלחה פון טיף מאָדעלס האט געפֿירט צו ינקריסינגלי גרויס דאַטאַסעץ, און הקאַפּטטשאַ סערוועס דעם נויט.",
    "labeling-about-text-2": "אָבער, קריייטינג גרויס דאַטאַסעץ פֿאַר מענטשלעך ריוויוד מיט טראדיציאנעלן מעטהאָדס איז פּאַמעלעך און טייַער. הקאַפּטטשאַ איז אַ וועג פֿאַר קאָמפּאַניעס צו באַקומען די אַנאַטיישאַנז וואָס זיי דאַרפן פאַסטער, מיט העכער קוואַליטעט און ביי נידעריק פּרייַז ווי אנדערע אַלטערנאַטיוועס.",
    "labeling-annotations-head": "אַנאָטאַטיאָן טייפּס",
    "labeling-annotations-text-1": "פּינטלעך כייפעץ דיטעקשאַן אין בילדער און ווידעא",
    "labeling-annotations-text-2": "פּינטלעך כייפעץ דיטעקשאַן אין בילדער און ווידעא",
    "labeling-annotations-text-3": "פונט אַנאַטיישאַנז פֿאַר פילע פאַרשידענע קאַסעס",
    "labeling-annotations-text-4": "סאָרט אָדער צוגעבן אַרביטראַריש קאַטעגאָריעס פון קיין גרייס",
    "labeling-annotations-text-5": "מענטש-פּאַוערד דיטעקשאַן און קלאַסאַפאַקיישאַן",
    "labeling-annotations-text-6": "דאַרפֿן אן אנדער טיפּ וואָס איז נישט ליסטעד דאָ? נאָר פרעגן אונדז.",
    "labeling-annotations-title-1": "באַונדינג באָקסעס",
    "labeling-annotations-title-2": "פּאָליגאָנס",
    "labeling-annotations-title-3": "לאַנדמאַרקס",
    "labeling-annotations-title-4": "אַטריביוט קאַטאַגעריזיישאַן",
    "labeling-annotations-title-5": "פאַרגלייַך און דעטעקטיאָן",
    "labeling-annotations-title-6": "... און פילע מער",
    "labeling-ent-button": "קאָנטאַקט אונדזער ענטערפּרייז סאַלושאַנז מאַנשאַפֿט",
    "labeling-ent-head": "דאַרפֿן ענד-צו-סוף קאָנטראָל?",
    "labeling-ent-text-1": "די HUMAN פּלאַטפאָרמע הינטער hCaptcha אָפפערס העכסט סאַפיסטאַקייטיד פֿעיִקייטן פון אַרבעט קוואַליטעט און פאַרוואַלטונג דורך אָרט, כייבריד אָדער סאַאַס דיפּלוימאַנץ וואָס זענען ינאַגרייטיד מיט דיין יגזיסטינג סיסטעמען.",
    "labeling-ent-text-2": "לויף לעגאַמרע אָפפלינע מיט דיין אייגענע ווערקפאָרס, שפּור ווערט קאַנסומד איבער געשעפט וניץ אָדער קאָנסאָרטיום פּאַרטנערס, סאַלעקטיוולי מאַרשרוט דזשאָבס צו פאַרשידענע ינערלעך אָדער פונדרויסנדיק אַרבעט פּראַוויידערז באזירט אויף קאָסטן און זיכערהייט באדערפענישן, און מער.",
    "labeling-ent-text-3": "גרינג אַפּי אַקסעס, שיין דאַשבאָרדז און די לעצטע טעכנאָלאָגיע מאָדעל פֿאַר מאַקסאַמייז עפעקטיווקייַט.",
    "labeling-ent-text-4": "99.99% סלאַ און ופּטימע און גלאבאלע שטיצן 24/7 בנימצא. פֿאַר מער אינפֿאָרמאַציע:",
    "labeling-features-head-1": "פּשוט אַפּי-געטריבן פּייפּליינז.",
    "labeling-features-head-2": "אָפּטימיזעד פֿאַר קאָסטן און קוואַליטעט. ניט קיין פראָנט היסכייוועס פארלאנגט.",
    "labeling-features-head-3": "באַצאָלן בלויז פֿאַר די אַקיעראַסי איר דאַרפֿן.",
    "labeling-features-head-4": "צושטעלן דיין אייגענע ערד אמת דאַטן אָדער לאָזן אונדז בויען עס אויף די פלי.",
    "labeling-features-text-1": "ווילן צו ינטאַגרייטיד מענטשלעך רעצענזיע גלייַך אין דיין געשעפט אַפּעריישאַנז? מיר פאָרשלאָגן סלאַיס מיט הויך רילייאַבילאַטי, געראַנטיד קאַפּאַציטעט און פּשוט REST APIs.",
    "labeling-features-text-2": "די HUMAN פּלאַטפאָרמע ניצט פולשטענדיק בטחון מאָדעלס צו דורכפירן סאַפיסטיקייטאַד פאַקטיש-צייט קוואַליטעט אַנאַליסיס. דאָס אַלאַוז אונדז צו געשווינד באַשליסן די שוועריקייט פון פֿראגן און זייער מסתּמא רעכט ענטפֿערן, און איר שפּאָרן צייט און געלט.",
    "labeling-features-text-3": "ניט אַלע פּראָבלעמס זענען די זעלבע. אַנאָטאַטיאָנס פֿאַר זיכערקייט קריטיש טאַסקס קען דאַרפן 99.99% צוטרוי פון לעגאַמרע מענטשלעך טוערס. אַנאָטאַטיאָנס פֿאַר איין ביתא שטריך אין אַ רירעוודיק שפּיל אַפּ קען נאָר דאַרפן מעסיק צוטרוי. דו באשלוס.",
    "labeling-features-text-4": "צי איר האָבן רוי דאַטע אָן אַ פולשטענדיק וועראַפאַקיישאַן שטעלן? אין רובֿ פאלן, מיר קענען בויען איין פֿאַר איר ווי טאַסקס לויפן דורך די סיסטעם, אָדער מאַכן לייבאַלד סאַמפּאַלז פֿאַר דיין האַסקאָמע.",
    "labeling-info-head": "געטינג דאַטאַ לייבאַלד",
    "labeling-info-text-1": "רעדן מיט איינער פון אונדזער פעלד עקספּערץ צו באַשליסן דיין פּרויעקט דאַרף: ציל אַקיעראַסי, פֿאָרמאַט און ספּעציעלע באדערפענישן.",
    "labeling-info-text-2": "מיר דורכפירן אַ קליין פּראָדוקציע אַרבעט באזירט אויף דיין מוסטער דאַטן. דעם טעסץ די אַרבעט מיר האָבן געטאן צוזאַמען צו ענשור אַז איר באַקומען פּונקט וואָס איר דאַרפֿן.",
    "labeling-info-text-3": "מיט אונדזער הויך באַנד און נידעריק לייטאַנסי, מיר וועלן געשווינד דרייען דיין אַרבעט מיט אָטאַמייטיד עקספּרעס ווי באַלד ווי עס איז געטאן.",
    "labeling-info-text-4": "ווען מיר בעסער פֿאַרשטיין די פּאַראַמעטערס פון דיין פּראָדוקציע אַרבעט, די רעזולטאַטן וועלן פאָרזעצן צו פֿאַרבעסערן מיט די צייט.",
    "labeling-info-text-5": "לעבן דאַשבאָרדז אַלאַוז איר צו צושטעלן באַמערקונגען אָדער פּויזע פּראָדוקציע צו קיין צייט.",
    "labeling-info-title-1": "דעפינירן ספּעסאַפאַקיישאַנז",
    "labeling-info-title-2": "ערשט אַרבעט טעסט",
    "labeling-info-title-3": "צעוויקלען דזשאָבס",
    "labeling-info-title-4": "קעסיידערדיק פֿאַרבעסערונג",
    "labeling-info-title-5": "פאַקטיש צייט רעזולטאַטן",
    "labeling-main-1": "קאָסטן-עפעקטיוו דאַטן לייבלינג אין וואָג",
    "labeling-main-1-button": "באַקומען דיין דאַטן לייבאַלד איצט",
    "labeling-main-1c": "דאַרפֿן מער לאַבעלס פֿאַר דיין דאַטאַסעץ? הקאַפּטטשאַ אָפפערס שנעל, קאָסטן-עפעקטיוו און הויך קוואַליטעט דאַטן לייבלינג פֿאַר קאָמפּאַניעס וואָס אַרבעטן אויף קינסטלעך סייכל און מאַשין לערנען אַפּלאַקיישאַנז.",
    "labeling-main-2": "קאַטער מיליאַנז פון טאַסקס טייקעף.",
    "labeling-main-2-button": "קויפן דאַטן לייבלינג באַדינונגס",
    "labeling-main-2c": "הקאַפּטטשאַ איז איינער פון די גרעסטע פּאָאָלס אויף דעם פּלאַנעט בנימצא פֿאַר דיין נוצן. וועלכער דיין וואָג, מיר קענען שעפּן עס אָן טייַער אַפּפראַנט קאַמיטמאַנץ. קיין מיליאַנז פון טאַסקס פּער טאָג.",
    "labeling-platform-head": "פּריוואַט אָדער עפֿנטלעכע אינפֿאָרמאַציע",
    "labeling-platform-text": "הקאַפּטטשאַ איז געבויט אויף די הומאַן פּלאַטפאָרמע, וואָס אַלאַוז סאַפיסטיקייטאַד רוטינג און אַנאַליסיס צו אַפּטאַמייז קאָסטן און עפעקטיווקייַט אין יעדער שריט. די טעכנאָלאָגיע אַלאַוז די רעכט ווערקפאָרס צו האַנדלען מיט יעדער טייל פון דיין אַרבעט, מאַקסאַמייזינג די קאָסטן עפעקטיווקייַט און פּרעזערוויישאַן פּריוואַטקייט און טרעפן די רעגולאַטאָרי באדערפענישן.",
    "labeling-try-button": "קויפן דאַטן לייבלינג באַדינונגס",
    "labeling-try-head": "וועלן צו פּרובירן עס מיט דיין דאַטן?",
    "labeling-try-text": "... מיר זענען גרייט ווען איר זענט: אונדזער סערוויס איז בארעכטיגט אַרום די זייגער.",
    "learn-more-hcaptcha": "לערן מער וועגן hCaptcha",
    "page-acc-faq-1": "פראגע: איז hCaptcha אָפּטיילונג 508 + WCAG 2.1 AA געהאָרכיק? ענטפער: מיר גלויבן אַזוי: אַלע וסערס מיט קיין פאָרעם פון ימפּערמאַנט וואָס זענען ביכולת צו בלעטער אויף די וועב און אַרייַן טעקסט אויף פארמען קענען אַקסעס די סערוויסעס פּראָטעקטעד דורך הקאַפּטטשאַ אויף רעגיסטראַציע. אָבער, דאָס איז נישט לעגאַל עצה: איר זאָל דורכפירן דיין אייגענע אפשאצונג, אין באַטראַכטונג דיין ספּעציעלע ימפּלאַמענטיישאַן צו ענשור אַז דאָס איז דער פאַל פֿאַר דיין דיפּלוימאַנט.",
    "page-acc-faq-2": "פראגע: אַרבעט איר אויף אנדערע אַקסעס (a11y) אָפּציעס, ווי אַודיאָ? ענטפער: ביז אַהער פאָלקס אָפּציעס ווי אַודיאָ קאַפּטטשאַס דיסקרימאַנאַט קעגן פילע וסערס און זענען לייכט דיפיטיד דורך מאָדערן מאַשין לערנען טעקניקס. דאָס האט געצווונגען די קראַנט אַודיאָ טשאַלאַנדזשיז צו ווערן מער און מער שווער, ינטראָודוסינג ראַש, מאָדנע טיימינג, ומגעוויינטלעך וואָרט קאַמבאַניישאַנז, און אַזוי אויף צו באַזיגן אַטאַקערז. מיר זענען אַזוי ווייניקער ינטוזיאַסטיק וועגן דעם צוגאַנג קעגן ויסמיידן די אַרויסרופן בעסאַכאַקל, אָבער מיר וועלן באַטראַכטן עס אויב עס איז פאָדערונג פֿון די 1111 קהל. אָבער, מיר זענען זייער אינטערעסירט אין פּריוואַטקייט פּאַס פֿאַר דעם אַקסעס פֿאַר אַקסעסאַביליטי. מיר גלויבן אַז קאַמביינינג אונדזער קראַנט ייי צוגאַנג מיט פּריוואַטקייט פּאַס ישואַנס וועט לאָזן אַלע י ניצערס צו בלעטער בעשאָלעם, זיכער אין די וויסן אַז זייער פאַרקער איז מער פּריוואַט, בשעת ריסטריקטינג די זידלען דורך באָט אָפּערייטערז אַז ינעוואַטאַבלי אַקערז ווען 1111 אָפּציעס זענען בנימצא. מיר זענען אַקטיוו פּאַרטיסאַפּאַנץ אין די IETF אַרבעט גרופּע וואָס סטאַנדאַרדיזירן די נייַע טעכנאָלאָגיע.",
    "page-acc-faq-3": "פראגע: וואָס וועגן פּריוואַטקייט? קען די רעגיסטראַציע ויסשטעלן אַ 11 י בראַוזינג דאַטן אין עטלעכע וועג? וואָס טאָן איר טאָן מיט די E- בריוו? ענטפער: הקאַפּטטשאַ איז דיזיינד פֿאַר פּריוואַטקייט פֿון דער ערד אַרויף. עס איז זייער אַנדערש ווי טראדיציאנעלן אָפּציעס ווי reCAPTCHA וואָס זענען אָונד דורך אַד נעטוואָרקס, וואָס האָבן אַ ינסעניוו צו שפּור איר אַרום די וועב און פאַרבינדן איר מיט אַ פאַקטיש אידענטיטעט. מיר קיינמאָל נוצן אַקסעס E- בריוו אָדער אינפֿאָרמאַציע פֿאַר קיין אנדערע ציל ווי פאַסילאַטייט די נוצן און פּרעווענטינג זידלען. אונדזער פּריוואַטקייט פּאָליטיק האט פולשטענדיק און אַטאָראַטייטיוו ענטפֿערס וועגן ווי מיר נוצן דאַטן, אָבער די קורץ ענטפער איז אַז מיר האָבן קיין אינטערעס צו פאַרבינדן איר ווי אַ מענטש מיט דיין בראַוזינג געשיכטע. בשעת קאַנסערווינג אונדזער פיייקייט צו פאַרמייַדן זידלען, קאַמפּלאַמענטינג אונדזער פּריוואַטקייט פּאַס אַרבעט.",
    "page-acc-link-1": "אויב איר זענט אַ אַקסעסאַביליטי באַניצער, ביטע צייכן אַרויף דאָ.",
    "page-acc-subhead": "ינשורינג סימלאַס אַקסעס פֿאַר אַלע וסערס בשעת מיינטיינינג זיכערהייט",
    "page-acc-summary": "קיצער",
    "page-acc-summary-contents-1": "הקאַפּטטשאַ איז דיזיינד צו האַלטן באָץ דורך דיסטינגגווישינג זיי פון מענטשן. וויסואַל טעסץ זענען אַ באַקוועם געצייַג פֿאַר דעם, אָבער ניט אַלע קענען סאָלווע אַ וויזשאַוואַל אַרויסרופן. פֿאַר דעם סיבה, מיר האָבן דיזיינד אַ פּשוט, פּיינלאַס אָלטערנאַטיוו צו לאָזן פֿאַרלאַגן וואָס נוצן אונדזער סערוויס ופהיטן אַקסעסאַביליטי פֿאַר אַלע מיט פול אָפּטיילונג 508 און WCAG 2.1 אַאַ.",
    "page-acc-summary-contents-2": "ווי עס אַרבעט: ערשטער, אַ אַקסעסאַביליטי באַניצער שרייבט זיך אויף דעם URL וואָס איז לינגקט אין די אינפֿאָרמאַציע אינפֿאָרמאַציע בלאַט hCaptcha ווידגעט. זיי באַקומען אַ ינקריפּטיד קיכל וואָס קענען זיין געוויינט עטלעכע מאָל פּער טאָג, אָבער זיי מוזן זיין ריפרעשעד יעדער 24 שעה דורך לאָגין. ווען אַ אַרויסרופן איז דערלאנגט צו אַ באַניצער אַקסעסאַביליטי אויף קיין פּלאַץ ניצן די hCaptcha דינסט, זיי וועלן אויטאָמאַטיש פאָרן.",
    "page-acc-title": "hCaptcha אַקסעס אינפֿאָרמאַציע",
    "page-acc-tr-body": "קשיא: איך נאָך זען אַ אַרויסרופן נאָך באַשטעטיקן דעם קיכל. וואָס איז קאָזינג דעם?<br> ענטפער: דאָס איז יוזשאַוואַלי רעכט צו נוצן אַ אַגרעסיוו אַד בלאַקער אָדער אַנטי-קיכל געשפּרייט, אָדער אַ באַשטעטיקן אַז בלאַקס קרייז אויף פּלאַץ, אין דעם פאַל אַ קיכל פֿאַר hcaptcha.com וואָס איז באַשטימט אָדער אָפּגעשטעלט דורך די hCaptcha JS אויף אַ אַנדערש פּלאַץ. , ווי דער איינער איר זענט באזוכן.<br><br> הקאַפּטטשאַ אַקסעסאַביליטי קיכלעך אַרבעט מיט אַלע פאָלקס בראַוזערז און אַד בלאַקערז מיט זייער נאָרמאַל סעטטינגס.<br><br> סאַלושאַנז:<br><br> 1. ווהיטעליסט hcaptcha.com און * .hcaptcha.com קיכלעך אין דיין אַד בלאַקער אָדער בלעטערער זיכערהייט פאַרלענגערונג.<br> 2. אויב איר נוצן די העלדיש בלעטערער, וואָס דערווייַל האט קיין טיפּ פון קיכל ווהיטעליסט, גיין צו פּרעפֿערענצן -> שיעלדס -> קיכלעך און קלייַבן לאָזן אַלע קיכלעך.<br> 3. אויב איר נוצן די לעצטע ווערסיע פון Safari אויף די לעצטנס רעלעאַסעד OS X 10.15 אָדער iOS 13.4, עפּל האט פּונקט געביטן די נאַטור פון Safari צו דריט-פּאַרטיי קיכלעך, בלאַקינג אַלע פון זיי דורך פעליקייַט. מיר ימפּלאַמענינג אַ לייזונג, אָבער אין דער דערווייל, ביטע באַזוכן Safari פּרעפֿערענצן, פּריוואַטקייט אָפּטיילונג און ונטשעקק וועבזייטל טראַקינג: פּרעווענט טראַקינג פּלאַץ טראַקינג צו געבן די אַקסעסאַביליטי קיכל צו אַרבעטן ווי דערוואַרט.<br><br> פראגע: איך נוצן קייפל דעוויסעס. צי איך דאַרפֿן צו פאַרשרייַבן קייפל מאָל?<br> ענטפער: ניין. ביטע גיט די זעלבע E- בריוו לאָגין לינק געשיקט צו איר אויף יעדער מיטל איר נוצן צו שטעלן דעם קיכל.<br><br> פראגע: ווי אַזוי קען איך באַשיצן זיך פון טראַקינג קיכל טראַקינג בשעת ניצן די אַקסעסאַביליטי קיכל?<br> ענטפער: ניצן קיין פּריוואַטקייט אָדער אַד-בלאַקינג געשפּרייט וואָס שטיצט פעלד-ווייַס ווהיטעליסטינג (למשל ובלאָקק אָריגין) וועט אַרבעטן ווי דערוואַרט: נאָר מאַכן זיכער צו ווהיטעליסט hcaptcha.com.",
    "page-acc-tr-title": "פֿאַר וסערס פון אַקסעסאַביליטי: אָפט פֿראגן און טראָובלעשאָאָטינג גייד",
    "page-acc-tr2-body": "סאַפאַרי<br> צו געבן קיכלעך אין Safari (Mac): גיין צו די Safari אַראָפּגיין מעניו. סעלעקטירן פּרעפֿערענצן. גיט פּריוואַטקייט אין די שפּיץ טאַפליע. סעלעקטירן די אָפּציע קיינמאָל בלאַק קיכלעך.<br> צו געבן קיכלעך אין Safari (iPhone / iPad iOS 11+): עפֿן דיין סעטטינגס. מעגילע אַראָפּ און סעלעקטירן Safari. אויסשליסן אונטער פּריוואַטקייט און זיכערהייט, פאַרהיטן קראָססיטעס טראַקינג און פאַרשפּאַרן אַלע קיכלעך<br><br> Firefox<br> דריקט אויף די שילד צו די לינקס פון די אַדרעס באַר אויף קיין וועבזייטל. דריקט אויף פּראַטעקשאַן סעטטינגס. די Firefox פּרעפֿערענצן פּריוואַטקייט און זיכערהייט טאַפליע וועט זיין אָופּאַנד. סעלעקטירן אונטער ענהאַנסעד טראַקינג פּראַטעקשאַן. סעלעקטירן די טראַקערז און סקריפּס צו פאַרשפּאַרן דורך סעלעקטינג די טשעקקבאָקסעס. מאַכט זיכער אַז איר האָט אַנבלאַקייטיד hcaptcha.com.<br><br> איר קענט אויך טעמפּערעראַלי אָפּשליסן עטלעכע פּראַטעקשאַנז אין קאַסטאַם צו דעבוג דורך דעם דיסעלעקטינג די טשעקקבאָקסעס: דיסעלעקט די טראַקערז טשעקקבאָקס אָדער דיסעלעקט די קיכלעך טשעקקבאָקס אויב איר נאָך האָבן ישוז.<br><br> Google קראָום<br> Google קראָום (פּיסי):<br> אויסקלייַבן די קראָום מעניו בילדל. סעלעקטירן סעטטינגס.<br> אויסקלייַבן ווייַזן אַוואַנסירטע סעטטינגס לעבן די דנאָ פון די בלאַט.<br> סעלעקטירן אינהאַלט סעטטינגס אין די אָפּטיילונג פּריוואַטקייט.<br> סעלעקטירן לאָזן באַשטעטיקן היגע דאַטן (רעקאַמענדיד).<br> סעלעקטירן געטאן.<br> ‍<br> Google קראָום (מעק):<br> גיט Chrome פּרעפֿערענצן דריקט אויף סעטטינגס און דאַן ווייַזן אַוואַנסירטע סעטטינגס.<br> קליקט אויף אינהאַלט סעטטינגס אונטער פּריוואַטקייט.<br> מאַכט זיכער אַז די קיכלעך און דאַטן פון די דריט-פּאַרטיי זענען נישט אָפּגעשטעלט<br> ‍<br> Google קראָום (אַנדרויד):<br> עפענען דיין קראָום אַפּ אויף דיין אַנדרויד מיטל.<br> אויבן רעכט, צאַפּן מער און דעמאָלט סעטטינגס.<br> צאַפּן מאַפּע סעטטינגס און דעמאָלט קיכלעך.<br> באַשטימען דעם באַשטעטיקן ווייַטער צו קיכלעך.<br> קאָנטראָלירן דעם קעסטל ווייַטער צו דערלויבן קיכלעך פון דריט טיילווייַז.",
    "page-acc-tr2-head": "ינסטראַקשאַנז פֿאַר בלעטערער פֿאַר קיכלעך אויף אַ פּלאַץ",
    "priv-hc": "פּריוואַטקייט פאָוקיסט",
    "priv-hc-text": "אַד נעטוואָרקס זען איר ווי זייער פּראָדוקט. מיר טאָן ניט. מיר טאָן ניט זאָרגן ווער יוזערז זענען, נאָר ווי מסתּמא זיי זענען בייזע. מיר שטיצן ינישאַטיווז ווי פּריוואַטקייט פּאַס און מיר אַרבעט שווער צו באַלאַנסירן פּריוואַטקייט און זיכערהייט.",
    "reporting-bugs-accessibility-button": "לערנען מער וועגן אַקסעסאַביליטי אָפּציעס",
    "reporting-bugs-accessibility-head": "אַקסעס אַקסעס",
    "reporting-bugs-accessibility-text": "זענט איר וויזשוואַלי ימפּערד אָדער אַנדערש קען נישט פאַרענדיקן הקאַפּטטשאַס?",
    "reporting-bugs-guide-ff-head": "קאַפּטורינג דעטאַילס פון בוג באריכט: Firefox",
    "reporting-bugs-guide-ff-step-1": "טרעטן 1: עפֿן דעוועלאָפּער מכשירים (די סטאַרץ רעקאָרדינג די סעסיע",
    "reporting-bugs-guide-ff-step-2": "שריט קסנומקס: דריקט אויף נעטוואָרק קוויטל אין דעוועלאָפּער מכשירים. קאָנטראָלירן די פּערסיסט לאָגס קעסטל אין די שפּיץ.",
    "reporting-bugs-guide-ff-step-3": "טרעטן 3: באַזוכן https://accounts.hcaptcha.com/demo, אָדער די וועבזייטל וואָס איר האָט אַן אַרויסגעבן אויף (פּריוואַטקייט באַמערקונג: נאָר אויב איר טאָן ניט זאָרגן צו טיילן וואָס עס איז) ... און גיט די איך בין מענטשלעך קנעפּל, און פּרובירן צו סאָלווע.",
    "reporting-bugs-guide-ff-step-4": "טרעטן 4: גיט HAR נאָך איר פּרוּווט צו סאָלווע, און קלייַבן היט אַלע ווי HAR צו ראַטעווען די נעץ קלאָץ. שיקן די טעקע צו אונדז.",
    "reporting-bugs-guide-ff-step-5": "טרעטן 5: דריקט אויף די קאַנסאָול קוויטל, און רעכט גיט און דערנאָך סעלעקטירן אַלע און שפּאָרן אַז אין אַ טעקסט טעקע צו ראַטעווען דעם קאַנסאָול קלאָץ. שיק אונדז דאָס אויך.",
    "reporting-bugs-guide-ff-step-6": "לעצטע שריט: בליצפּאָסט די HAR און קאַנסאָול קלאָץ טעקעס צו אונדז און דיסקרייבינג די פּראָבלעם ניצן: support@hcaptcha.com (ביטע נוצן אַ סערוויס ווי דראָפּבאָקס אָדער פילעבין און שיקן לינקס) און אָפּטיאָנאַללי אַ סקרעענשאָט, אויב איר כאָשעד אַז עפּעס איז נישט ריכטיק . ביטע שיקט אויך די IP וואָס איר ניצט. איר קענט באַקומען פֿון https://www.whatsmyip.org/ דאַנקען פֿאַר די צייט צו העלפֿן אונדז צו באַקומען די אינפֿאָרמאַציע! מיר'רע באגאנגען צו מאַכן הקאַפּטטשאַ געזונט פֿאַר אַלעמען.",
    "reporting-bugs-guide-head": "קאַפּטורינג דעטאַל פון זשוק באריכט: קראָום",
    "reporting-bugs-guide-step-1": "טרעטן 1: עפֿן דעוועלאָפּער מכשירים (די סטאַרץ רעקאָרדינג די סעסיע",
    "reporting-bugs-guide-step-2": "שריט קסנומקס: דריקט אויף נעטוואָרק קוויטל אין דעוועלאָפּער מכשירים. קאָנטראָלירן די פּרעסערווע קלאָץ קעסטל אין די שפּיץ.",
    "reporting-bugs-guide-step-3": "טרעטן 3: באַזוכן https://accounts.hcaptcha.com/demo, אָדער די וועבזייטל וואָס איר האָט אַן אַרויסגעבן אויף (פּריוואַטקייט באַמערקונג: נאָר אויב איר טאָן ניט זאָרגן צו טיילן וואָס עס איז) ... און גיט די איך בין מענטשלעך קנעפּל, און פּרובירן צו סאָלווע.",
    "reporting-bugs-guide-step-4": "טרעטן 4: גיט עקספּאָרט HAR (די פייַל אַראָפּ) נאָך איר פּרוּווט צו סאָלווע, וואָס סאַוועס די נעץ קלאָץ. שיקן די טעקע צו אונדז.",
    "reporting-bugs-guide-step-5": "טרעטן 5: דריקט אויף די קאַנסאָול קוויטל, און רעכט גיט און דעמאָלט היט ווי .. צו ראַטעווען די קאַנסאָול קלאָץ. שיק אונדז דאָס אויך.",
    "reporting-bugs-guide-step-6": "לעצטע שריט: בליצפּאָסט די HAR און קאַנסאָול קלאָץ טעקעס צו אונדז און באַשרייַבן דעם פּראָבלעם. ניצן: support@hcaptcha.com (ביטע נוצן אַ סערוויס ווי דראָפּבאָקס אָדער פילעבין און שיקן לינקס) און אָפּטיאָנאַללי אַ סקרעענשאָט, אויב איר כאָשעד אַז עפּעס איז נישט ריכטיק. ביטע שיקט אויך די IP וואָס איר ניצט. איר קענט באַקומען פֿון https://www.whatsmyip.org/ דאַנקען פֿאַר די צייט צו העלפֿן אונדז צו באַקומען די אינפֿאָרמאַציע! מיר'רע באגאנגען צו מאַכן הקאַפּטטשאַ געזונט פֿאַר אַלעמען.",
    "reporting-bugs-guide-text-1": "שיקט דיבאַגינג אינפֿאָרמאַציע מיט דיין באַריכט וועט מאַכן אונדז פיל גרינגער צו ידענטיפיצירן וואָס ס 'געגאנגען אויף. דאָ זענען שריט-דורך-שריט ינסטראַקשאַנז:",
    "reporting-bugs-guide-text-2": "אויב איר זענט אַ וועב דעוועלאָפּער אָדער עקספּערט באַניצער, די קיצער איז אַז מיר וועלן צו שיקן אונדז אַ נעץ רעקאָרדינג האַר און בלעטערער קאַנסאָול לאָגס. ביטע פּרוּווט צו דיסייבאַל קיין אַד בלאַקער אָדער בלעטערער זיכערהייט יקסטענשאַנז און פּרובירן ווידער איידער איר דורכפירן די סטעפּס. אויב דאָס פאַרריכטן דיין פּראָבלעם, מיר וואָלט נאָך אָפּשאַצן אַז איר לאָזן אונדז וויסן דיין בלעטערער ווערסיע, אַד בלאַקער אָדער בלעטערער געשפּרייט און די וועבזייטל URL.",
    "reporting-bugs-intro-head": "געפונען אַ זשוק? דאָ ס ווי צו באַריכט עס.",
    "reporting-bugs-intro-text": "מיליאַנז פון מענטשן נוצן הקאַפּטטשאַ יעדער חודש אויף טויזנטער פון קאַמבאַניישאַנז פון בראַוזערז, יקסטענשאַנז, דעוויסעס, פירעוואַללס, און מער. אונדזער ציל איז צו מאַכן זיכער אַז עס שטענדיק אַרבעט פֿאַר איר, אַזוי מיר זייער אָפּשאַצן דיין ריפּאָרץ! פּונקט צו געבן שנעל באַמערקונגען, נאָר גיט די קנעפּל שיקן אונדז באַמערקונגען. אויב איר זען אַ פאַנגקשאַנאַל אַרויסגעבן, ביטע נאָכפאָלגן די ינסטראַקשאַנז פֿאַר דיבאַג קלאָץ פֿאַר קראָום אָדער די דיבאַג קלאָץ ינסטראַקשאַנז פֿאַר Firefox אונטן. פֿאַר אנדערע בראַוזערז, נאָר בליצפּאָסט אונדז. פֿאַר פּאָטענציעל זיכערהייט אָדער פּריוואַטקייט ישוז, זען די ינסטראַקשאַנז ונטער.",
    "reporting-bugs-privacy-head": "פּריוואַטקייט ישוז",
    "reporting-bugs-privacy-text": "מיר טאָן ניט זאָרגן ווער יוזערז זענען, נאָר ווי מסתּמא זיי זענען בייזע אָדער מאַשינז. מיר שטיצן ינישאַטיווז ווי פּריוואַטקייט פּאַס און מיר אַרבעט שווער צו באַלאַנסירן פּריוואַטקייט און זיכערהייט. אויב איר האָט געפֿונען אַן אַרויסגעבן אַז איר טראַכטן קען ווירקן באַניצער פּריוואַטקייט, ביטע E- בריוו אונדז אויף support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "שיקן אונדז באַמערקונגען",
    "reporting-bugs-provide-feedback-head": "צושטעלן באַלדיק באַמערקונגען אויף הקאַפּטטשאַ",
    "reporting-bugs-provide-feedback-text": "מיר אָפּשאַצן דיין אַרייַנשרייַב. לאָזן אונדז וויסן קיין ישוז און מיר סאָלווע זיי געשווינד.",
    "reporting-bugs-security-head": "זיכערהייַט באַגז",
    "reporting-bugs-security-text": "מיר זענען שטענדיק אינטערעסירט אין ריסיווינג ריפּאָרץ פון זיכערהייט באַגז. בליצפּאָסט support@hcaptcha.com & CC security@hcaptcha.com און מיר וועלן צוריקקומען צו איר געשווינד. מיר אויך האָבן אַ זשוק ברייטהאַרציקייַט פּראָגראַם פֿאַר בארעכטיגט זיכערהייט ריפּאָרץ וועגן די הקפּטטשאַ דינסט און פֿאַרבונדענע מקור קאָד.",
    "sec-hc": "זיכערהייט ערשטער",
    "sec-hc-text": "הקאַפּטטשאַ איז אַרויסגעבער-פאָוקיסט. מיר אַרבעטן צו געבן זייטלעך פאַקטיש דאַטן און לאָזן זיי באַשליסן ווי צו נוצן עס. אַקיעראַסי איז אין דיין אינטערעס און ונדזערער. אנדערע קאַפּטשאַז זענען צוגעשטעלט דורך גאַנצע קאָמפּאַניעס. יעדער באָט זיי פאַרשפּאַרן קען רעדוצירן זייער רעוועך.",
    "switch-to-english-link": "באַשטימען צו ענגליש",
    "what-is-hcaptcha": "וואָס איז הקאַפּטטשאַ?",
    "what-is-hcaptcha-text": "הקאַפּטטשאַ העלפּס דיין באַליבסטע וועב באַדינונגען צו האַלטן באָץ, ספּאַם און זידלען דורך פרעגן פּשוט פֿראגן וואָס זענען גרינג פֿאַר יומאַנז און שווער פֿאַר מאַשינז.",
    "why-hc": "פארוואס הקאַפּטטשאַ?",
    "why-hc-text": "יעדער מאָל איר ענטפֿערן אַ אַרויסרופן, מיר נוצן סאַפיסטיקייטאַד מאָדעלס צו רעכענען צי איר זענט מענטש אָדער אַ מאַשין. דער וועבזייטל וואָס איר באזוכט ניצט דעם רעזולטאַט צו פֿאַרבעסערן דיין דערפאַרונג אויף זייער פּלאַץ דורך בעכעסקעם באָץ."
}