{
    "acc-opt": "אַקסעס אַקסעס",
    "acc-opt-but": "לערנען מער וועגן אַקסעס אַקסעס",
    "acc-opt-text": "זענט איר וויזשוואַלי ימפּערד אָדער אַנדערש קענען נישט פאַרענדיקן hCaptchas?",
    "accessibility-link": "אַקסעסאַביליטי",
    "appreciate-in": "מיר אָפּשאַצן דיין אַרייַנשרייַב. לאָזן אונדז וויסן וועגן ישוז און מיר וועלן סאָלווע זיי געשווינד.",
    "fb-but": "שיקן אונדז באַמערקונגען",
    "feedback-text": "געבן באַמערקונגען אויף דעם hCaptcha איר פּונקט געזען",
    "home-ent-1": "איר זוכט פֿאַר אונדזער פאַרנעמונג זיכערהייט אָפרינגז?",
    "home-ent-2": "באַזוכן אונדזער נייַ דעדאַקייטאַד פּלאַץ: BotStop.com",
    "home-intro-body": "צי איר נוצן אַ קאַפּטטשאַ צו האַלטן באָץ? haptaptcha פּראַטעקץ באַניצער פּריוואַטקייט, ריוואָרדז וועבסיטעס און העלפּס קאָמפּאַניעס צו באַקומען לייבאַלד דאַטן. עס איז אַ קאַפּ-אין פאַרבייַט פֿאַר רעקאַפּטטשאַ: איר קענען באַשטימען ין מינוט.",
    "home-intro-head": "האַלטן מער באָץ. אָנהייב פּראַטעקטינג באַניצער פּריוואַטקייט.",
    "home-main-1": "פּריוואַט. זיכער. פאַסטער. און מיר צאָלן איר צו נוצן עס.",
    "home-main-2": "פּריוואַטקייט פאָוקיסט",
    "home-main-2c": "אַד נעטוואָרקס זען דיין וויזאַטערז ווי די פּראָדוקט. פֿאַר hCaptcha די פּראָדוקט איז די אַרבעט וואָס זיי צושטעלן. מיר טאָן ניט זאָרגן ווער דיין יוזערז זענען, נאָר ווי מסתּמא זיי זענען בייזע. מיר שטיצן ינישאַטיווז ווי פּריוואַטקייט פּאַס, און מיר אַרבעטן שווער צו באַלאַנסירן פּריוואַטקייט און זיכערהייט.",
    "home-main-3": "זיכערהייט ערשטער",
    "home-main-3c": "אַקיעראַסי איז אין דיין אינטערעס און ונדזערער. hCaptcha איז אַרויסגעבער פאָוקיסט. מיר אַרבעטן צו געבן איר פאַקטיש דאַטן און לאָזן איר באַשליסן ווי צו נוצן עס. אנדערע קאַפּטטשאַז זענען צוגעשטעלט דורך",
    "home-main-3c2": "גאַנצע קאָמפּאַניעס. דאָס מיטל אַז יעדער Bot זיי פאַרשפּאַרן קען רעדוצירן זייער רעוועך.",
    "home-main-4": "בעסער באַניצער דערפאַרונג",
    "home-main-4c": "סאָפיסטיקאַטעד מאַשין לערנען מאָדעלס זענען געניצט דורך haptaptcha פֿאַר דיטערמאַנינג מענטשהייט. דאָס לעץ אונדז דאַרפן ווייניקער אַנויינג טאַסקס פון דיין ניצערס און נעמען ווייניקער פון זייער צייט צו טאָן דאָס, און נאָך פּראָדוצירן נוציק לייבאַלד דאַטן פֿאַר לייבאַלינג קאַסטאַמערז.",
    "home-main-plans": "haptaptcha איז פריי צו נוצן פֿאַר פֿאַרלאַגן פון קיין גרייס. אָבער, פֿאַר ענטערפּריסעס און פּלאַטפאָרמס וואָס דאַרפֿן מער קאָנטראָל, אונדזער ענטערפּרייז סאַלושאַנז זענען בארעכטיגט.",
    "home-main-plans2": "hCaptcha פאַרנעמונג סאַלושאַנז באַשיצן מיליאַנז פון ניצערס אַריבער טענס פון מיליאַנז פון וועבסיטעס פֿאַר עטלעכע פון די גרעסטן קאָמפּאַניעס אויף דעם פּלאַנעט. ביטע קאָנטאַקט אונדז פֿאַר מער אינפֿאָרמאַציע, אָדער באַזוכן",
    "home-main-plans3": "hCaptcha פאַרנעמונג סאַלושאַנז באַשיצן מיליאַנז פון ניצערס אַריבער טענס פון מיליאַנז פון וועבסיטעס פֿאַר עטלעכע פון די גרעסטן קאָמפּאַניעס אויף דעם פּלאַנעט. ביטע קאָנטאַקט אונדז פֿאַר מער אינפֿאָרמאַציע, אָדער באַזוכן",
    "home-main-plans4": "פֿאַר פרטים.",
    "learn-more-hcaptcha": "לערנען מער וועגן hCaptcha",
    "page-acc-faq-1": "פראגע: איז hCaptcha אָפּטיילונג 508 + WCAG 2.0 געהאָרכיק? ענטפער: מיר גלויבן אַזוי: אַלע ניצערס מיט קיין פאָרעם פון ימפּערמאַנט וואָס זענען ביכולת צו בלעטער אויף די וועב און אַרייַן טעקסט אין פארמען קענען צוטריט סערוויסעס וואָס זענען פּראָטעקטעד דורך hCaptcha ביי רעגיסטראַציע. דאָס איז אָבער נישט לעגאַל עצה: איר זאָל דורכפירן דיין אייגענע אפשאצונג, און נעמען אין באַטראַכטונג דיין באַזונדער ימפּלאַמענטיישאַן צו ענשור אַז דאָס איז דער פאַל פֿאַר דיין דיפּלוימאַנט.",
    "page-acc-faq-2": "פראגע: אַרבעט איר אויף אנדערע אַקסעס (אַ 11 י) אָפּציעס ווי אַודיאָ? ענטפער: ביז אַהער פאָלקס אָפּציעס ווי אַודיאָ קאַפּטטשאַז דיסקרימינירן פילע י 11 י ניצערס און זענען לייכט דיפיטיד דורך מאָדערן מאַשין לערנען טעקניקס. דאָס האט געצווונגען די קראַנט אַודיאָ טשאַלאַנדזשיז צו ווערן מער און מער שווער, ינטראָודוסינג ראַש, מאָדנע טיימינג, ומגעוויינטלעך וואָרט קאַמבאַניישאַנז, און אַזוי אויף צו באַזיגן אַטאַקערז. מיר זענען דעריבער ווייניקער ינטוזיאַסטיק וועגן דעם צוגאַנג ווס אַוווידאַד די אַרויסרופן בעסאַכאַקל, אָבער מיר וועלן באַטראַכטן עס אויב עס איז מאָנען פון די 11 י קהל. אָבער, מיר זענען זייער אינטערעסירט אין פּריוואַטקייט פּאַס פֿאַר די אַקסעס נוצן נוצן פאַל. מיר גלויבן אַז אונדזער איצטיקער 11 יאָר צוגאַנג מיט פּריוואַטקייט פּאַס ישוז וועט לאָזן 11 וסערס צו בלעטער בעשאָלעם, זיכער אין דער וויסן אַז זייער פאַרקער איז מער פּריוואַט, בשעת זיי באַגרענעצן די זידלען דורך Bot אָפּערייטערז וואָס ינעוואַטאַבלי אַקערז ווען 1111 אָפּציעס זענען בארעכטיגט. מיר זענען אַקטיוו פּאַרטיסאַפּאַנץ אין די IETF אַרבעט גרופּע סטאַנדערדייזינג די נייַע טעכנאָלאָגיע.",
    "page-acc-faq-3": "פראגע: וואָס וועגן פּריוואַטקייט? טוט די ויסשרייַבן ויסשטעלן אַ 11 י בראַוזינג דאַטן אין עטלעכע וועג? וואָס טאָן איר טאָן מיט די E- בריוו? ענטפער: הקאַפּטטשאַ איז דיזיינד פֿאַר פּריוואַטקייט פֿון דער ערד. דאָס איז זייער אַנדערש ווי בעקאַבאָלעדיק אָפּציעס ווי reCAPTCHA וואָס זענען אָונד דורך אַד נעטוואָרקס, וואָס האָבן אַ ינסעניוו צו שפּור איר אויף די וועב און אַסאָוסיייץ איר מיט אַ פאַקטיש אידענטיטעט. מיר נוצן קיינמאָל אַקסעססאָריעס ימיילז אָדער אינפֿאָרמאַציע פֿאַר קיין צוועקן אנדערע ווי פאַסילאַטייט די נוצן פון 11 יאָר און פאַרמייַדן זידלען. אונדזער פּריוואַטקייט פּאָליטיק האט פולשטענדיק און אַטאָראַטייטיוו ענטפֿערס וועגן ווי מיר נוצן דאַטן, אָבער די קורץ ענטפֿער איז אַז מיר האָבן קיין אינטערעס צו פֿאַרבונדן איר ווי אַ מענטש מיט דיין בראַוזינג געשיכטע. און נאָך פּראַזערווינג אונדזער פיייקייט צו פאַרמייַדן זידלען, קאַמפּלאַמענטינג אונדזער פּריוואַטקייט פּאַס אַרבעט.",
    "page-acc-link-1": "אויב איר זענט אַ אַקסעסאַביליטי באַניצער, ביטע צייכן אַרויף דאָ.",
    "page-acc-subhead": "ינשורינג סימלאַס אַקסעס פֿאַר אַלע ניצערס און טייַנען זיכערהייט",
    "page-acc-summary": "קיצער",
    "page-acc-summary-contents-1": "haptaptcha איז דיזיינד צו האַלטן באָץ דורך דיסטינגגווישינג זיי פון מענטשן. וויסואַל טעסץ זענען אַ באַקוועם געצייַג פֿאַר דעם, אָבער ניט אַלעמען קענען סאָלווע אַ וויזשאַוואַל אַרויסרופן. דעריבער האָבן מיר דיזיינד אַ פּשוט, פּיינלאַס אָלטערנאַטיוו צו לאָזן פֿאַרלאַגן מיט אונדזער סערוויס ופהיטן אַקסעסאַביליטי פֿאַר אַלע מיט פול סעקשאַן 508 און WCAG 2.0.",
    "page-acc-summary-contents-2": "ווי אַזוי עס אַרבעט: ערשטער, אַ באַניצער אַקסעסאַביליטי זיך צו דעם URL, וואָס איז לינגקט אין די אינפֿאָרמאַציע אינפֿאָרמאַציע בלאַט hCaptcha ווידזשיט. זיי באַקומען אַ ינקריפּטיד קיכל וואָס קענען זיין געוויינט עטלעכע מאָל פּער טאָג, אָבער מוזן זיין דערקוויקט יעדער 24 שעה דורך לאָגין. ווען אַ אַרויסרופן איז דערלאנגט צו אַ אַקסעסאַביליטי באַניצער אויף קיין פּלאַץ מיט די hCaptcha סערוויס, זיי וועלן אויטאָמאַטיש פאָרן.",
    "page-acc-title": "hCaptcha אינפֿאָרמאַציע וועגן אַקסעס",
    "page-acc-tr-body": "פראגע: איך בין נאָך געזען אַ אַרויסרופן נאָך באַשטעטיקן די קיכל. וואָס איז קאָזינג דעם? ענטפער: דאָס איז טיפּיקלי רעכט צו ניצן אַ אַגרעסיוו אַד בלאַקער אָדער אַנטי-קיכל עקסטענסיאָן, אָדער אַ באַשטעטיקן וואָס פאַרשפּאַרן קרייז-פּלאַץ קיכלעך, אין דעם פאַל אַ קיכל פֿאַר hcaptcha.com וואָס איז באַשטימט אָדער אָפּגעשטעלט דורך די hCaptcha דזשאַוואַסקריפּט אויף אַ אַנדערש פּלאַץ , ווי דער וואָס איר באַזוכן. hCaptcha אַקסעס קיכלעך אַרבעט מיט אַלע פאָלקס בראַוזערז און אַד בלאַקערז מיט זייער נאָרמאַל סעטטינגס, אַזוי טיפּיקלי פייליערז זענען רעכט צו אַנטי-אַנטי-אַדבלאָקק סקריפּס אָדער ענלעך רולעסעץ טאַרגאַטינג באַזונדער זייטלעך. סאַלושאַנז: 1. Whitelist hcaptcha.com און * .hcaptcha.com קיכלעך אין דיין אַד בלאַקער אָדער בלעטערער זיכערהייט געשפּרייט. 2. אויב איר נוצן די העלדיש בלעטערער, וואָס (אַפּריל 2020) קען נישט האָבן קיין סאָרט פון קיכל ווהיטעליסט, גיין צו פּרעפֿערענצן -> שילדז -> קיכלעך און קלייַבן לאָזן אַלע קיכלעך. 3. אויב איר נוצן די זייער לעצט ווערסיע פון Safari אויף די לעצטנס באפרייט OS X 10.15 אָדער iOS 13. 4, עפּל האָט נאָר טשיינדזשד די נאַטור פון Safari שייַכות צו דריט-פּאַרטיי קיכלעך, בלאַקינג אַלע פון זיי דורך פעליקייַט. מיר ינסטרומענט אַ לייזונג, אָבער אין דער דערווייל ביטע באַזוכן Safari פּרעפֿערענצן, אָפּטיילונג פֿאַר פּריוואַטקייט און אָפּשיקן די וועבזייטל טראַקינג: פאַרהיטן קרייַז-פּלאַץ טראַקינג צו געבן די אַקסעססיביליטי קיכל צו פונקציאָנירן ווי געריכט. פראגע: איך נוצן קייפל דעוויסעס. צי איך דאַרפֿן צו צייכן אַרויף קייפל מאל? ענטפער: ניין. ביטע גיט דער זעלביקער E- בריוו לאָגין לינק צו איר געשיקט אויף יעדער מיטל איר נוצן צו באַשטעטיקן דעם קיכל.",
    "page-acc-tr-title": "פֿאַר אַקסעססיביליטי יוזערז: ק & א און טראָובלעשאָאָטינג גייד",
    "priv-hc": "פּריוואַטקייט פאָוקיסט",
    "priv-hc-text": "אַד נעטוואָרקס זען איר ווי זייער פּראָדוקט. מיר טאָן ניט. מיר טאָן ניט זאָרגן ווער ניצערס זענען, נאָר ווי מסתּמא זיי זענען בייזע. מיר שטיצן ינישאַטיווז ווי פּריוואַטקייט פּאַס, און מיר אַרבעטן שווער צו באַלאַנסירן פּריוואַטקייט און זיכערהייט.",
    "sec-hc": "זיכערהייט ערשטער",
    "sec-hc-text": "hCaptcha איז אַרויסגעבער פאָוקיסט. מיר אַרבעט צו געבן זייטלעך פאַקטיש דאַטן און לאָזן זיי באַשליסן ווי צו נוצן עס. אַקיעראַסי איז אין דיין אינטערעס און ונדזערער. אנדערע קאַפּטטשאַז זענען צוגעשטעלט דורך גאַנצע קאָמפּאַניעס. יעדער Bot זיי פאַרשפּאַרן קען רעדוצירן זייער רעוועך.",
    "what-is-hcaptcha": "וואָס איז הקאַפּטטשאַ?",
    "what-is-hcaptcha-text": "haptaptcha העלפּס דיין באַליבסטע וועב באַדינונגס האַלטן באָץ, ספּאַם און זידלען דורך אַסקינג פּשוט פֿראגן וואָס זענען גרינג פֿאַר יומאַנז און שווער פֿאַר מאשינען.",
    "why-hc": "פארוואס haptaptcha?",
    "why-hc-text": "יעדער מאָל איר ענטפֿערן אַ אַרויסרופן, מיר נוצן סאַפיסטיקייטאַד מאָדעלס צו רעכענען צי איר זענט מענטשלעך אָדער אַ מאַשין. דער וועבזייטל וואָס איר האָט באזוכט ניצט דעם רעזולטאַט צו פֿאַרבעסערן דיין דערפאַרונג אויף זייער פּלאַץ דורך בעכעסקעם באָץ."
}