{
    "about-advisors-brendan": "סעאָ. דערקענט פירער אין אַי. אין די לעצטע דעקאַדעס, האט אַפּלייינג מאַשין סייכל צו אַ ברייט פאַרשיידנקייַט פון געשעפט פּראָבלעמס.",
    "about-advisors-dawn": "PhD אין קאַמפּיוטיישאַנאַל ביאָלאָגי, Stanford. ארבעטן מיט נוראַל נעטוואָרקס זינט 1999. פאָקוס אויף געווענדט מל און טיף לערנען אין וואָג.",
    "about-advisors-head": "אַדווייזערז",
    "about-advisors-keiran": "דאַטאַבייס און בלאָקטשאַין מומחה. פרי ינזשעניר אין Cloudera און מער. דעקאַדעס פון עקספּערטיז בנין ווייכווארג און טימז.",
    "about-content-head-1": "וואס מיר טוען",
    "about-content-head-2": "פארוואס עס ענינים",
    "about-content-text-1": "hCaptcha איז אַ סערוויס פון Intuition Machines Inc, אַן אַי און מאַשין לערנען פירמע מיט אַ פאָקוס אויף מעטאַלאַרנינג און וויסואַל פעלד מל אין וואָג. Build מיר בויען און אַרבעטן מאַסיוולי סקאַלאַבלע סיסטעמען צו געבן ווידעא און בילד אַנאַליסיס באַדינונגס פֿאַר גלאבאלע 2000 קאָמפּאַניעס אַרום די וועלט.",
    "about-content-text-2": "מער דאַטן פּראָדוצירן בכלל בעסער רעזולטאַטן. בויען און מיינטיינינג ריכטיק לייבאַלד און באַטייַטיק דאַטאַסעץ איז צייַט קאַנסומינג און טייַער. ‍הקאַפּטטשאַ איז ערידזשנאַלי דעוועלאָפּעד צו אַדרעס אונדזער אייגענע באדערפענישן אין בילד לייבלינג, און איז איצט בנימצא פֿאַר אנדערע קאָמפּאַניעס מיט ענלעך דאַרף.",
    "about-intro-head-1": "אַרבעט פֿאַר haptaptcha",
    "about-intro-head-2": "אונדזער מיסיע איז גרויס",
    "about-intro-text": "מיר וואַקסן געשווינד און זענען שטענדיק קוקן פֿאַר די וועלט 'ס בעסטער טאַלאַנט אין אונדזער גלאבאלע אָפאַסיז. איר קענען צולייגן מיט די לינקס אונטן.",
    "about-leadership-alex": "דאַטאַבייס און בלאָקטשאַין מומחה. פרי ינזשעניר אין Cloudera און מער. דעקאַדעס פון עקספּערטיז בנין ווייכווארג און טימז.",
    "about-leadership-eli": "סעאָ. דערקענט פירער אין אַי. אין די לעצטע דעקאַדעס, האט אַפּלייינג מאַשין סייכל צו אַ ברייט פאַרשיידנקייַט פון געשעפט פּראָבלעמס.",
    "about-leadership-head": "פירערשאַפט",
    "about-leadership-todd": "PhD אין קאַמפּיוטיישאַנאַל ביאָלאָגי, Stanford. ארבעטן מיט נוראַל נעטוואָרקס זינט 1999. פאָקוס אויף געווענדט מל און טיף לערנען אין וואָג.",
    "acc-opt": "אַקסעס אַקסעס",
    "acc-opt-but": "לערנען מער וועגן אַקסעס אַקסעס",
    "acc-opt-text": "זענט איר וויזשוואַלי ימפּערד אָדער אַנדערש קענען נישט פאַרענדיקן hCaptchas?",
    "accessibility-link": "אַקסעסאַביליטי",
    "appreciate-in": "מיר אָפּשאַצן דיין אַרייַנשרייַב. לאָזן אונדז וויסן וועגן ישוז און מיר וועלן סאָלווע זיי געשווינד.",
    "fb-but": "שיקן אונדז באַמערקונגען",
    "feedback-text": "געבן באַמערקונגען אויף דעם hCaptcha איר פּונקט געזען",
    "footer-attribution": "אַטריביוטיישאַן",
    "footer-copyright-text": "hCaptcha איז אַ רעגיסטרירט טריידמאַרק פון ינטויטיאָן מאַטשינעס, ינק.",
    "footer-header-1": "פירמע",
    "footer-header-2": "רעסאָורסעס",
    "footer-header-3": "קאָנטאַקט",
    "footer-link-1": "לייבלינג",
    "footer-link-2": "וועגן",
    "footer-link-3": "שטעלעס",
    "footer-link-4": "טריידמאַרקס",
    "footer-link-5": "בלאָג",
    "footer-link-6": "סטאַטוס",
    "footer-link-7": "דאָקומענטאַטיאָן",
    "footer-link-8": "באריכט א זשוק",
    "footer-link-9": "אַקסעסאַביליטי",
    "footer-privacy": "פּריוואַטקייט",
    "footer-subheader-1": "שטיצן",
    "footer-subheader-2": "קאָנטאַקט",
    "footer-terms": "תּנאָים",
    "header-docs-link": "דאָקומענטן",
    "header-labeling-services-link": "לייבלינג באַדינונגס",
    "header-login-button": "צייכן אריין",
    "header-plans-link": "פּלאַן",
    "header-signup-button": "סיגנופּ",
    "home-aboot-subtitle": "פּאַוערד דורך HUMAN פּראָטאָקאָל",
    "home-about-head": "וועגן haptaptcha",
    "home-about-text-1": "haptaptcha איז דיזיינד צו סאָלווע די מערסט אַרבעט אינטענסיווע פּראָבלעם אין מאַשין לערנען: לייבלינג מאַסיוו אַמאַונץ פון דאַטן אין אַ בייַצייַטיק, אַפאָרדאַבאַל און פאַרלאָזלעך וועג.",
    "home-about-text-2": "מער דאַטן בכלל פּראָדוצירן בעסער רעזולטאַטן אין טריינינג מאַשין לערנען מאָדעלס. די לעצטע הצלחה פון טיף מאָדעלס האט געפֿירט צו ינקריסינגלי גרויס דאַטאַסעץ, כּמעט שטענדיק מיט עטלעכע מענטש באריכטן. אָבער, קריייטינג גרויס מענטש-ריוויוד דאַטאַסעץ דורך מעטשאַניקאַל טערק, פיגורע אַכט, עטק איז ביידע פּאַמעלעך און טייַער.",
    "home-about-text-3": "hCaptcha אַלאַוז וועבסיטעס צו מאַכן געלט וואָס דינען דעם פאָדערונג בשעת בלאַקינג באָץ און אנדערע פארמען פון זידלען.",
    "home-about-text-4": "די hCaptcha מאַרקעט איז פּאַוערד דורך די HUMAN פּראָטאָקאָל, אַ עפענען דיסענטראַלייזד פּראָטאָקאָל פֿאַר מענטשלעך אָפּשאַצונג וואָס איז פליסנדיק אויף די Ethereum blockchain. וועבסיטעס פאַרדינען מענטשלעך טאָקענס (HMT) ווען יוזערז נוצן די hCaptcha ווידזשיט אויף זייער פּלאַץ, און מאַשין לערנען קאָמפּאַניעס באַצאָלן מענטשלעך טאָקענס צו באַקומען זייער דאַטן לייבאַלד.",
    "home-ba-labeling-services-link": "לייבלינג באַדינונגס",
    "home-benefits-head-1": "די ווערט אין דאַטן לייבלינג",
    "home-benefits-head-2": "געבן צוריק צו צדקה",
    "home-benefits-text-1": "צי האָט איר פאַרשטיין ווען איר \"קליקט אויף די מאַשין\" איר העלפֿן טריינינג אַ מאַשין סיסטעם פון Giganticcompany פֿאַר פריי?",
    "home-benefits-text-2": "hcaptcha טורנס דעם מאָדעל אַרום. ווען איר נוצן hCaptcha, קאָמפּאַניעס פאָרשלאָגן די אַרבעט וואָס דיין ניצערס טאָן ווי זיי באַווייַזן זייער מענטשהייט. איר באַקומען די ריוואָרדז.",
    "home-benefits-text-3": "ווילן צו געבן צוריק צו דיין באַליבסטע צדקה? hCaptcha אַלאַוז איר צו שטיצן די צדקה פון דיין ברירה מיט די פאַרדינסט פון די נוצן פון איר. ניצערס אויף דיין פּלאַץ קענען באַלד זען דיין צושטייַער צו צדקה דורך דיסקריט בראַנדינג אויף די hCaptcha צובינד.",
    "home-challenge-text-1": "סעלעקטירן אַלע בילדער וואָס גלייַכן צו אָנפֿרעג",
    "home-challenge-text-2": "דעפינירן די גרענעץ געגנט פֿאַר אַבדזשעקץ",
    "home-challenge-text-3": "ידענטיפיצירן די קאָראַספּאַנדינג לאַבעלס",
    "home-challenge-title-1": "פאַרגלייַך",
    "home-challenge-title-2": "גרענעץ באָקס",
    "home-challenge-title-3": "קאַטאַגעריזיישאַן",
    "home-challenges-head": "דערלאנגט טשאַלאַנדזשיז",
    "home-challenges-text-1": "... און אנדערע פּשוט טאַסקס. גרינג פֿאַר יומאַנז, שווער פֿאַר באָץ.",
    "home-challenges-text-2": "מנהג טאַסקס זענען אויך בנימצא פֿאַר פאַרנעמונג פֿאַרלאַגן.",
    "home-ent-1": "איר זוכט פֿאַר אונדזער פאַרנעמונג זיכערהייט אָפרינגז?",
    "home-ent-2": "באַזוכן אונדזער נייַ דעדאַקייטאַד פּלאַץ: BotStop.com",
    "home-ent-button": "לערן מער: BotStop דורך hCaptcha",
    "home-from-the-blog": "פֿון די בלאָג:",
    "home-from-the-blog-value": "ווי באַשטעטיק שוועריקייט סעטטינגס",
    "home-intro-body": "צי איר נוצן אַ קאַפּטטשאַ צו האַלטן באָץ? haptaptcha פּראַטעקץ באַניצער פּריוואַטקייט, ריוואָרדז וועבסיטעס און העלפּס קאָמפּאַניעס צו באַקומען לייבאַלד דאַטן. עס איז אַ קאַפּ-אין פאַרבייַט פֿאַר רעקאַפּטטשאַ: איר קענען באַשטימען ין מינוט.",
    "home-intro-button": "שרייב זיך איין יעצט",
    "home-intro-head": "האַלטן מער באָץ. אָנהייב פּראַטעקטינג באַניצער פּריוואַטקייט.",
    "home-main-1": "פּריוואַט. זיכער. פאַסטער. און מיר צאָלן איר צו נוצן עס.",
    "home-main-2": "פּריוואַטקייט פאָוקיסט",
    "home-main-2c": "אַד נעטוואָרקס זען דיין וויזאַטערז ווי די פּראָדוקט. פֿאַר hCaptcha די פּראָדוקט איז די אַרבעט וואָס זיי צושטעלן. מיר טאָן ניט זאָרגן ווער דיין יוזערז זענען, נאָר ווי מסתּמא זיי זענען בייזע. מיר שטיצן ינישאַטיווז ווי פּריוואַטקייט פּאַס, און מיר אַרבעטן שווער צו באַלאַנסירן פּריוואַטקייט און זיכערהייט.",
    "home-main-3": "זיכערהייט ערשטער",
    "home-main-3c": "אַקיעראַסי איז אין דיין אינטערעס און ונדזערער. hCaptcha איז אַרויסגעבער פאָוקיסט. מיר אַרבעטן צו געבן איר פאַקטיש דאַטן און לאָזן איר באַשליסן ווי צו נוצן עס. אנדערע קאַפּטטשאַז זענען צוגעשטעלט דורך",
    "home-main-3c2": "גאַנצע קאָמפּאַניעס. דאָס מיטל אַז יעדער Bot זיי פאַרשפּאַרן קען רעדוצירן זייער רעוועך.",
    "home-main-4": "בעסער באַניצער דערפאַרונג",
    "home-main-4c": "סאָפיסטיקאַטעד מאַשין לערנען מאָדעלס זענען געניצט דורך haptaptcha פֿאַר דיטערמאַנינג מענטשהייט. דאָס לעץ אונדז דאַרפן ווייניקער אַנויינג טאַסקס פון דיין ניצערס און נעמען ווייניקער פון זייער צייט צו טאָן דאָס, און נאָך פּראָדוצירן נוציק לייבאַלד דאַטן פֿאַר לייבאַלינג קאַסטאַמערז.",
    "home-main-plans": "haptaptcha איז פריי צו נוצן פֿאַר פֿאַרלאַגן פון קיין גרייס. אָבער, פֿאַר ענטערפּריסעס און פּלאַטפאָרמס וואָס דאַרפֿן מער קאָנטראָל, אונדזער ענטערפּרייז סאַלושאַנז זענען בארעכטיגט.",
    "home-main-plans2": "hCaptcha פאַרנעמונג סאַלושאַנז באַשיצן מיליאַנז פון ניצערס אַריבער טענס פון מיליאַנז פון וועבסיטעס פֿאַר עטלעכע פון די גרעסטן קאָמפּאַניעס אויף דעם פּלאַנעט. ביטע קאָנטאַקט אונדז פֿאַר מער אינפֿאָרמאַציע, אָדער באַזוכן",
    "home-main-plans3": "hCaptcha פאַרנעמונג סאַלושאַנז באַשיצן מיליאַנז פון ניצערס אַריבער טענס פון מיליאַנז פון וועבסיטעס פֿאַר עטלעכע פון די גרעסטן קאָמפּאַניעס אויף דעם פּלאַנעט. ביטע קאָנטאַקט אונדז פֿאַר מער אינפֿאָרמאַציע, אָדער באַזוכן",
    "home-main-plans4": "פֿאַר פרטים.",
    "home-plans-button-1": "שרייב זיך איין יעצט",
    "home-plans-button-2": "קאָנטאַקט פארקויפונג",
    "home-plans-chart-head-1": "איינריכטונגען",
    "home-plans-chart-head-2": "אַרויסגעבער",
    "home-plans-chart-head-3": "פאַרנעמונג",
    "home-plans-chart-row-1-cell-1": "קאָנטראָל אַרויסרופן טייפּס געוויזן",
    "home-plans-chart-row-1-cell-2": "לימיטעד",
    "home-plans-chart-row-1-cell-3": "גאַנץ",
    "home-plans-chart-row-10-cell-1": "שטראַף שוועריקייט לעוועלס",
    "home-plans-chart-row-11-cell-1": "שטראַף שוועריקייט לעוועלס",
    "home-plans-chart-row-12-cell-1": "שטראַף שוועריקייט לעוועלס",
    "home-plans-chart-row-2-cell-1": "קאָנטראָל אַרויסרופן אינהאַלט געוויינט",
    "home-plans-chart-row-2-cell-2": "לימיטעד",
    "home-plans-chart-row-2-cell-3": "גאַנץ",
    "home-plans-chart-row-6-cell-1": "GDPR און CCPA-פרייַנדלעך פּריוואַטקייט פּאָליטיק",
    "home-plans-chart-row-7-cell-1": "שטראַף שוועריקייט לעוועלס",
    "home-plans-chart-row-8-cell-1": "שטראַף שוועריקייט לעוועלס",
    "home-plans-chart-row-9-cell-1": "שטראַף שוועריקייט לעוועלס",
    "home-try-it-out-button": "באַקומען hCaptcha",
    "home-try-it-out-text": "haptaptcha פּראָווידעס פּשוט, גרינג און פאַרלאָזלעך באָט דיטעקשאַן בשעת זייַענדיק נישטיק פֿאַר יומאַנז צו סאָלווע.",
    "home-try-it-put-head": "פרובירט דאָס אויס",
    "labeling-about-head": "וועגן haptaptcha",
    "labeling-about-text-1": "הקאַפּטטשאַ איז דיזיינד צו סאָלווע די מערסט אַרבעט אינטענסיווע פּראָבלעם אין מאַשין לערנען; לייבלינג מאַסיוו אַמאַונץ פון דאַטן אין אַ בייַצייַטיק, אַפאָרדאַבאַל און פאַרלאָזלעך וועג. מער דאַטן בכלל פּראָדוצירן בעסער רעזולטאַטן אין טריינינג מאַשין לערנען מאָדעלס. די לעצטע הצלחה פון טיף מאָדעלס האט געפֿירט צו ינקריסינגלי גרויס דאַטאַסעץ, און hCaptcha סערוועס דעם דאַרפֿן.",
    "labeling-about-text-2": "אָבער, קריייטינג גרויס מענטש-ריוויוד דאַטאַסעץ ניצן טראדיציאנעלן מעטהאָדס איז ביידע פּאַמעלעך און טייַער. hCaptcha איז אַ וועג פֿאַר קאָמפּאַניעס צו באַקומען די אַנאַטיישאַנז וואָס זיי דאַרפן פאַסטער, מיט העכער קוואַליטעט און צו אַ נידעריקער פּרייַז ווי אנדערע אַלטערנאַטיוועס.",
    "labeling-annotations-head": "אַנאָטאַציע טייפּס",
    "labeling-annotations-text-1": "פּינטלעך כייפעץ דיטעקשאַן אין בילדער און ווידעא",
    "labeling-annotations-text-2": "פּינטלעך כייפעץ דיטעקשאַן אין בילדער און ווידעא",
    "labeling-annotations-text-3": "פונט אַנאָטיישאַנז פֿאַר פילע פאַרשידענע קאַסעס",
    "labeling-annotations-text-4": "סאָרט אָדער צוגעבן אַרביטראַריש קאַטעגאָריעס פון קיין גרייס",
    "labeling-annotations-text-5": "מענטש-פּאַוערד דיטעקשאַן און קלאַסאַפאַקיישאַן",
    "labeling-annotations-text-6": "דאַרפֿן אַ אַנדערש טיפּ נישט ליסטעד דאָ? נאָר פרעגן אונדז.",
    "labeling-annotations-title-1": "געבונדן באָקסעס",
    "labeling-annotations-title-2": "פּאָליגאָנס",
    "labeling-annotations-title-3": "לאַנדמאַרקס",
    "labeling-annotations-title-4": "אַטראַביוט קאַטאַליזיישאַן",
    "labeling-annotations-title-5": "פאַרגלייַך און דעטעקטיאָן",
    "labeling-annotations-title-6": "... און פילע מער",
    "labeling-ent-button": "קאָנטאַקט אונדזער ענטערפּרייז סאַלושאַנז מאַנשאַפֿט",
    "labeling-ent-head": "דאַרפֿן אַ סוף צו סוף קאָנטראָל?",
    "labeling-ent-text-1": "די HUMAN פּלאַטפאָרמע הינטער hCaptcha גיט העכסט סאַפיסטיקייטאַד אַרבעט קוואַליטעט און פאַרוואַלטונג פֿעיִקייטן דורך אויף-האַנאָכע, כייבריד אָדער SaaS דיפּלוימאַנץ וואָס ויסשטימען זיך מיט דיין יגזיסטינג סיסטעמען.",
    "labeling-ent-text-2": "לויפן גאָר אָפפלינע מיט דיין אייגן ווערקפאָרס, שפּור ווערט קאַנסומד אַריבער געשעפט וניץ אָדער קאָנסאָרטיום פּאַרטנערס, סאַלעקטיוולי מאַרשרוט דזשאָבס צו פאַרשידענע ינערלעך אָדער פונדרויסנדיק אַרבעט פּראַוויידערז באזירט אויף קאָס און זיכערהייט באדערפענישן, און מער.",
    "labeling-ent-text-3": "Asy גרינג אַפּי אַקסעס, שיין דאַשבאָרדז און די לעצטע מאָדעל-אין-דעם-שלייף טעכנאָלאָגיע צו מאַקסאַמייז אַרבעט עפעקטיווקייַט.",
    "labeling-ent-text-4": "99.99% ופּטימע סלאַ און 24/7 גלאבאלע שטיצן בנימצא. פֿאַר מער אינפֿאָרמאַציע:",
    "labeling-features-head-1": "פּשוט אַפּי-געטריבן פּייפּליינז.",
    "labeling-features-head-2": "אָפּטימיזעד פֿאַר פּרייַז און קוואַליטעט. ניט קיין היפּש היסכייַוועס פארלאנגט.",
    "labeling-features-head-3": "באַצאָלן בלויז פֿאַר די אַקיעראַסי איר דאַרפֿן.",
    "labeling-features-head-4": "צושטעלן דיין אייגענע ערד אמת דאַטן אָדער לאָזן אונדז בויען עס אויף די פליג.",
    "labeling-features-text-1": "ווילן צו ויסשטימען מענטשלעך אָפּשאַצונג גלייַך אין דיין געשעפט אַפּעריישאַנז? מיר פאָרשלאָגן סלאַ ס הויך רילייאַבילאַטי, געראַנטיד קאַפּאַציטעט און פּשוט REST API.",
    "labeling-features-text-2": "די HUMAN פּלאַטפאָרמע ניצט פולשטענדיק בטחון מאָדעלס צו דורכפירן סאַפיסטיקייטאַד פאַקטיש-צייט קוואַליטעט אַנאַליסיס. דאָס אַלאַוז אונדז צו באַשליסן געשווינד די שוועריקייט פון פֿראגן און זייער מסתּמא רעכט ענטפֿערן, און איר שפּאָרן צייט און געלט.",
    "labeling-features-text-3": "ניט אַלע פּראָבלעמס זענען די זעלבע. אַנאַטיישאַנז פֿאַר זיכער קריטיש טאַסקס קען דאַרפן 99.99% צוטרוי פון לעגאַמרע מענטשלעך וואָרקערס. אַנאַטיישאַנז פֿאַר איין ביתא שטריך אין אַ רירעוודיק שפּיל אַפּ קען נאָר דאַרפן מעסיק בטחון. דו באשלוס.",
    "labeling-features-text-4": "צי איר האָבן רוי דאַטן אָן אַ פולשטענדיק וועראַפאַקיישאַן שטעלן? אין רובֿ פאלן, מיר קענען בויען איינער פֿאַר איר ווי טאַסקס לויפן דורך די סיסטעם, אָדער שאַפֿן מיטן נאָמען סאַמפּאַלז פֿאַר דיין האַסקאָמע.",
    "labeling-info-head": "געטינג דאַטן לייבאַלד",
    "labeling-info-text-1": "רעדן מיט איינער פון אונדזער פעלד עקספּערץ צו דעפינירן דיין פּרויעקט דאַרף: ציל אַקיעראַסי, פֿאָרמאַט און קיין ספּעציעל באדערפענישן.",
    "labeling-info-text-2": "מיר דורכפירן אַ קליין פּראָדוקציע אַרבעט באזירט אויף דיין מוסטער דאַטן. דעם טעסץ די אַרבעט מיר האָבן צוזאַמען צוזאַמען צו ענשור אַז איר באַקומען פּונקט וואָס איר דאַרפֿן.",
    "labeling-info-text-3": "מיט אונדזער הויך באַנד און נידעריק לייטאַנסי מיר אומקערן דיין אַרבעט געשווינד, מיט אָטאַמייטיד עקספּרעס ווי באַלד ווי עס איז דורכגעקאָכט.",
    "labeling-info-text-4": "ווי מיר בעסער פֿאַרשטיין די פּאַראַמעטערס פון דיין פּראָדוקציע אַרבעט, די רעזולטאַטן וועלן פאָרזעצן צו פֿאַרבעסערן איבער די צייט.",
    "labeling-info-text-5": "לעבן דאַשבאָרדז לאָזן איר צו צושטעלן באַמערקונגען אָדער פּויזע פּראָדוקציע אין קיין צייט.",
    "labeling-info-title-1": "דעפינירן ספּעסאַפאַקיישאַנז",
    "labeling-info-title-2": "ערשט אַרבעט טעסט",
    "labeling-info-title-3": "צעוויקלען פּראָדוקציע דזשאָבס",
    "labeling-info-title-4": "קעסיידערדיק פֿאַרבעסערונג",
    "labeling-info-title-5": "פאַקטיש צייט רעזולטאַטן",
    "labeling-main-1": "קאָס-עפעקטיוו דאַטן לייבלינג אין וואָג",
    "labeling-main-1-button": "באַקומען דיין דאַטן לייבאַלד איצט",
    "labeling-main-1c": "דאַרפֿן מער לאַבעלס פֿאַר דיין דאַטאַסעץ? haptaptcha גיט שנעל, פּרייַז-עפעקטיוו און הויך קוואַליטעט דאַטן לייבלינג פֿאַר קאָמפּאַניעס וואָס ארבעטן אויף קינסטלעך סייכל און מאַשין לערנען אַפּלאַקיישאַנז.",
    "labeling-main-2": "קאַטער מיליאַנז פון טאַסקס טייקעף.",
    "labeling-main-2-button": "קויפן דאַטן לייבלינג באַדינונגס",
    "labeling-main-2c": "hCaptcha האט איינער פון די גרעסטער פּאָאָלס אויף דעם פּלאַנעט פֿאַר דיין נוצן. וועלכער דיין וואָג, מיר קענען האַנדלען מיט עס אָן טייַער אַפּפראַנט קאַמיטמאַנץ. מיליאַנז פון טאַסקס פּער טאָג זענען קיין פּראָבלעם.",
    "labeling-platform-head": "פּריוואַט אָדער עפנטלעך אינפֿאָרמאַציע",
    "labeling-platform-text": "hCaptcha איז געבויט אויף די מענטש פּלאַטפאָרמע, וואָס אַלאַוז סאַפיסטיקייטאַד רוטינג און אַנאַליסיס צו אַפּטאַמייז פּרייַז און עפעקטיווקייַט אין יעדער שריט. די טעכנאָלאָגיע אַלאַוז די רעכט ווערקפאָרס צו האַנדלען מיט יעדער טייל פון דיין אַרבעט, מאַקסאַמייז די קאָס עפעקטיווקייַט, בשעת פּרעזערוויישאַן פון פּריוואַטקייט און באַפרידיקן קיין רעגולאַטאָרי רעקווירעמענץ.",
    "labeling-try-button": "קויפן דאַטן לייבלינג באַדינונגס",
    "labeling-try-head": "וועלן צו פּרובירן דיין דאַטן?",
    "labeling-try-text": "... מיר זענען גרייט ווען איר זענט: אונדזער דינסט איז בנימצא אַרום די זייגער.",
    "learn-more-hcaptcha": "לערנען מער וועגן hCaptcha",
    "page-acc-faq-1": "פראגע: איז hCaptcha אָפּטיילונג 508 + WCAG 2.0 געהאָרכיק? ענטפער: מיר גלויבן אַזוי: אַלע ניצערס מיט קיין פאָרעם פון ימפּערמאַנט וואָס זענען ביכולת צו בלעטער אויף די וועב און אַרייַן טעקסט אין פארמען קענען צוטריט סערוויסעס וואָס זענען פּראָטעקטעד דורך hCaptcha ביי רעגיסטראַציע. דאָס איז אָבער נישט לעגאַל עצה: איר זאָל דורכפירן דיין אייגענע אפשאצונג, און נעמען אין באַטראַכטונג דיין באַזונדער ימפּלאַמענטיישאַן צו ענשור אַז דאָס איז דער פאַל פֿאַר דיין דיפּלוימאַנט.",
    "page-acc-faq-2": "פראגע: אַרבעט איר אויף אנדערע אַקסעס (אַ 11 י) אָפּציעס ווי אַודיאָ? ענטפער: ביז אַהער פאָלקס אָפּציעס ווי אַודיאָ קאַפּטטשאַז דיסקרימינירן פילע י 11 י ניצערס און זענען לייכט דיפיטיד דורך מאָדערן מאַשין לערנען טעקניקס. דאָס האט געצווונגען די קראַנט אַודיאָ טשאַלאַנדזשיז צו ווערן מער און מער שווער, ינטראָודוסינג ראַש, מאָדנע טיימינג, ומגעוויינטלעך וואָרט קאַמבאַניישאַנז, און אַזוי אויף צו באַזיגן אַטאַקערז. מיר זענען דעריבער ווייניקער ינטוזיאַסטיק וועגן דעם צוגאַנג ווס אַוווידאַד די אַרויסרופן בעסאַכאַקל, אָבער מיר וועלן באַטראַכטן עס אויב עס איז מאָנען פון די 11 י קהל. אָבער, מיר זענען זייער אינטערעסירט אין פּריוואַטקייט פּאַס פֿאַר די אַקסעס נוצן נוצן פאַל. מיר גלויבן אַז אונדזער איצטיקער 11 יאָר צוגאַנג מיט פּריוואַטקייט פּאַס ישוז וועט לאָזן 11 וסערס צו בלעטער בעשאָלעם, זיכער אין דער וויסן אַז זייער פאַרקער איז מער פּריוואַט, בשעת זיי באַגרענעצן די זידלען דורך Bot אָפּערייטערז וואָס ינעוואַטאַבלי אַקערז ווען 1111 אָפּציעס זענען בארעכטיגט. מיר זענען אַקטיוו פּאַרטיסאַפּאַנץ אין די IETF אַרבעט גרופּע סטאַנדערדייזינג די נייַע טעכנאָלאָגיע.",
    "page-acc-faq-3": "פראגע: וואָס וועגן פּריוואַטקייט? טוט די ויסשרייַבן ויסשטעלן אַ 11 י בראַוזינג דאַטן אין עטלעכע וועג? וואָס טאָן איר טאָן מיט די E- בריוו? ענטפער: הקאַפּטטשאַ איז דיזיינד פֿאַר פּריוואַטקייט פֿון דער ערד. דאָס איז זייער אַנדערש ווי בעקאַבאָלעדיק אָפּציעס ווי reCAPTCHA וואָס זענען אָונד דורך אַד נעטוואָרקס, וואָס האָבן אַ ינסעניוו צו שפּור איר אויף די וועב און אַסאָוסיייץ איר מיט אַ פאַקטיש אידענטיטעט. מיר נוצן קיינמאָל אַקסעססאָריעס ימיילז אָדער אינפֿאָרמאַציע פֿאַר קיין צוועקן אנדערע ווי פאַסילאַטייט די נוצן פון 11 יאָר און פאַרמייַדן זידלען. אונדזער פּריוואַטקייט פּאָליטיק האט פולשטענדיק און אַטאָראַטייטיוו ענטפֿערס וועגן ווי מיר נוצן דאַטן, אָבער די קורץ ענטפֿער איז אַז מיר האָבן קיין אינטערעס צו פֿאַרבונדן איר ווי אַ מענטש מיט דיין בראַוזינג געשיכטע. און נאָך פּראַזערווינג אונדזער פיייקייט צו פאַרמייַדן זידלען, קאַמפּלאַמענטינג אונדזער פּריוואַטקייט פּאַס אַרבעט.",
    "page-acc-link-1": "אויב איר זענט אַ אַקסעסאַביליטי באַניצער, ביטע צייכן אַרויף דאָ.",
    "page-acc-subhead": "ינשורינג סימלאַס אַקסעס פֿאַר אַלע ניצערס און טייַנען זיכערהייט",
    "page-acc-summary": "קיצער",
    "page-acc-summary-contents-1": "haptaptcha איז דיזיינד צו האַלטן באָץ דורך דיסטינגגווישינג זיי פון מענטשן. וויסואַל טעסץ זענען אַ באַקוועם געצייַג פֿאַר דעם, אָבער ניט אַלעמען קענען סאָלווע אַ וויזשאַוואַל אַרויסרופן. דעריבער האָבן מיר דיזיינד אַ פּשוט, פּיינלאַס אָלטערנאַטיוו צו לאָזן פֿאַרלאַגן מיט אונדזער סערוויס ופהיטן אַקסעסאַביליטי פֿאַר אַלע מיט פול סעקשאַן 508 און WCAG 2.0.",
    "page-acc-summary-contents-2": "ווי אַזוי עס אַרבעט: ערשטער, אַ באַניצער אַקסעסאַביליטי זיך צו דעם URL, וואָס איז לינגקט אין די אינפֿאָרמאַציע אינפֿאָרמאַציע בלאַט hCaptcha ווידזשיט. זיי באַקומען אַ ינקריפּטיד קיכל וואָס קענען זיין געוויינט עטלעכע מאָל פּער טאָג, אָבער מוזן זיין דערקוויקט יעדער 24 שעה דורך לאָגין. ווען אַ אַרויסרופן איז דערלאנגט צו אַ אַקסעסאַביליטי באַניצער אויף קיין פּלאַץ מיט די hCaptcha סערוויס, זיי וועלן אויטאָמאַטיש פאָרן.",
    "page-acc-title": "hCaptcha אינפֿאָרמאַציע וועגן אַקסעס",
    "page-acc-tr-body": "פראגע: איך בין נאָך געזען אַ אַרויסרופן נאָך באַשטעטיקן די קיכל. וואָס איז קאָזינג דעם? ענטפער: דאָס איז טיפּיקלי רעכט צו ניצן אַ אַגרעסיוו אַד בלאַקער אָדער אַנטי-קיכל עקסטענסיאָן, אָדער אַ באַשטעטיקן וואָס פאַרשפּאַרן קרייז-פּלאַץ קיכלעך, אין דעם פאַל אַ קיכל פֿאַר hcaptcha.com וואָס איז באַשטימט אָדער אָפּגעשטעלט דורך די hCaptcha דזשאַוואַסקריפּט אויף אַ אַנדערש פּלאַץ , ווי דער וואָס איר באַזוכן. hCaptcha אַקסעס קיכלעך אַרבעט מיט אַלע פאָלקס בראַוזערז און אַד בלאַקערז מיט זייער נאָרמאַל סעטטינגס, אַזוי טיפּיקלי פייליערז זענען רעכט צו אַנטי-אַנטי-אַדבלאָקק סקריפּס אָדער ענלעך רולעסעץ טאַרגאַטינג באַזונדער זייטלעך. סאַלושאַנז: 1. Whitelist hcaptcha.com און * .hcaptcha.com קיכלעך אין דיין אַד בלאַקער אָדער בלעטערער זיכערהייט געשפּרייט. 2. אויב איר נוצן די העלדיש בלעטערער, וואָס (אַפּריל 2020) קען נישט האָבן קיין סאָרט פון קיכל ווהיטעליסט, גיין צו פּרעפֿערענצן -> שילדז -> קיכלעך און קלייַבן לאָזן אַלע קיכלעך. 3. אויב איר נוצן די זייער לעצט ווערסיע פון Safari אויף די לעצטנס באפרייט OS X 10.15 אָדער iOS 13. 4, עפּל האָט נאָר טשיינדזשד די נאַטור פון Safari שייַכות צו דריט-פּאַרטיי קיכלעך, בלאַקינג אַלע פון זיי דורך פעליקייַט. מיר ינסטרומענט אַ לייזונג, אָבער אין דער דערווייל ביטע באַזוכן Safari פּרעפֿערענצן, אָפּטיילונג פֿאַר פּריוואַטקייט און אָפּשיקן די וועבזייטל טראַקינג: פאַרהיטן קרייַז-פּלאַץ טראַקינג צו געבן די אַקסעססיביליטי קיכל צו פונקציאָנירן ווי געריכט. פראגע: איך נוצן קייפל דעוויסעס. צי איך דאַרפֿן צו צייכן אַרויף קייפל מאל? ענטפער: ניין. ביטע גיט דער זעלביקער E- בריוו לאָגין לינק צו איר געשיקט אויף יעדער מיטל איר נוצן צו באַשטעטיקן דעם קיכל.",
    "page-acc-tr-title": "פֿאַר אַקסעססיביליטי יוזערז: ק & א און טראָובלעשאָאָטינג גייד",
    "priv-hc": "פּריוואַטקייט פאָוקיסט",
    "priv-hc-text": "אַד נעטוואָרקס זען איר ווי זייער פּראָדוקט. מיר טאָן ניט. מיר טאָן ניט זאָרגן ווער ניצערס זענען, נאָר ווי מסתּמא זיי זענען בייזע. מיר שטיצן ינישאַטיווז ווי פּריוואַטקייט פּאַס, און מיר אַרבעטן שווער צו באַלאַנסירן פּריוואַטקייט און זיכערהייט.",
    "reporting-bugs-accessibility-button": "לערנען מער וועגן אַקסעס אַקסעס",
    "reporting-bugs-accessibility-head": "אַקסעס אַקסעס",
    "reporting-bugs-accessibility-text": "זענט איר וויזשוואַלי ימפּערד אָדער אַנדערש קענען נישט פאַרענדיקן hCaptchas?",
    "reporting-bugs-guide-ff-head": "קאַפּטורינג באַג באריכט דעטאַילס: Firefox",
    "reporting-bugs-guide-ff-step-1": "טרעטן 1: עפֿן דעוועלאָפּער מכשירים (דאס סטאַרץ רעקאָרדינג די סעסיע.)",
    "reporting-bugs-guide-ff-step-2": "טרעטן 2: דריקט אויף די קוויטל נעטוואָרק אין דעוועלאָפּער מכשירים. קאָנטראָלירן די קעסטל \"פּערסיסט לאָגס\" אויבן.",
    "reporting-bugs-guide-ff-step-3": "טרעטן 3: באַזוכן https://accounts.hcaptcha.com/demo, אָדער די וועבזייטל וואָס איר האָט אַן אַרויסגעבן אויף (פּריוואַטקייט באַמערקונג: נאָר אויב איר טאָן ניט גלייך צו טיילן וואָס עס איז) ... און דעמאָלט גיט די \" איך בין מענטשלעך \"קנעפּל און פּרובירן צו סאָלווע.",
    "reporting-bugs-guide-ff-step-4": "טרעטן 4: דריקט \"HAR\" נאָך פּרווון צו סאָלווע, און קלייַבן \"היט אַלע ווי HAR\" צו ראַטעווען די נעץ קלאָץ. שיקן דעם טעקע צו אונדז.",
    "reporting-bugs-guide-ff-step-5": "טרעטן 5: דריקט אויף די קאַנסאָול קוויטל, און רעכט גיט \"סעלעקט אַלע\" און שפּאָרן אַז אין אַ טעקסט טעקע, צו ראַטעווען די קאַנסאָול קלאָץ. שיקן אונדז אַז אויך.",
    "reporting-bugs-guide-ff-step-6": "לעצטע שריט: E-mail די HAR און קאַנסאָול קלאָץ טעקעס צו אונדז, און דיסקרייב דעם פּראָבלעם ‍ ניצן: support@hcaptcha.com (ביטע נוצן אַ סערוויס ווי דראָפּבאָקס אָדער פילעבין און שיקן לינקס) און אָפּטיאָנאַללי אַ סקרעענשאָט, אויב איר כאָשעד אַז עס איז עפּעס נישט ווייַזנדיק ריכטיק . ביטע שיקן די IP איר נוצן אויך. איר קענט באַקומען עס פֿון https://www.whatsmyip.org/‍ דאַנקען איר האָט גענומען די צייט צו העלפֿן אונדז באַקומען דעם אינפֿאָרמאַציע! מיר זענען קאַמיטאַד צו מאַכן hCaptcha אַרבעט געזונט פֿאַר אַלעמען.",
    "reporting-bugs-guide-head": "קאַפּטורינג באַג באריכט דעטאַילס: קראָום",
    "reporting-bugs-guide-step-1": "טרעטן 1: עפֿן דעוועלאָפּער מכשירים (דאס סטאַרץ רעקאָרדינג די סעסיע.)",
    "reporting-bugs-guide-step-2": "טרעטן 2: דריקט אויף די קוויטל נעטוואָרק אין דעוועלאָפּער מכשירים. טשעק די \"פּרעסערווע קלאָץ\" קעסטל אין די שפּיץ.",
    "reporting-bugs-guide-step-3": "טרעטן 3: באַזוכן https://accounts.hcaptcha.com/demo, אָדער די וועבזייטל וואָס איר האָט אַן אַרויסגעבן אויף (פּריוואַטקייט באַמערקונג: נאָר אויב איר טאָן ניט גלייך צו טיילן וואָס עס איז) ... און דעמאָלט גיט די \" איך בין מענטשלעך \"קנעפּל און פּרובירן צו סאָלווע.",
    "reporting-bugs-guide-step-4": "טרעטן 4: גיט \"עקספּאָרט HAR\" (די ביסל אַראָפּ פייַל) נאָך פּרווון צו סאָלווע, וואָס סאַוועס די נעץ קלאָץ. שיקן דעם טעקע צו אונדז.",
    "reporting-bugs-guide-step-5": "טרעטן 5: דריקט אויף די קאַנסאָול קוויטל, און רעכט גיט די \"היט ווי ..\" צו ראַטעווען די קאַנסאָול קלאָץ. שיקן אונדז אַז אויך.",
    "reporting-bugs-guide-step-6": "לעצטע שריט: E-mail די HAR און קאַנסאָול קלאָץ טעקעס צו אונדז, און דיסקרייב דעם פּראָבלעם. ניץ: support@hcaptcha.com (ביטע נוצן אַ סערוויס ווי דראָפּבאָקס אָדער פילעבין און שיקן לינקס) און אָפּטיאָנאַללי אַ סקרעענשאָט, אויב איר כאָשעד אַז עס איז עפּעס נישט ווייַזנדיק ריכטיק . ביטע שיקן די IP איר נוצן אויך. איר קענט באַקומען דאָס פֿון https://www.whatsmyip.org/ ‍ אַ דאַנקען איר האָט גענומען די צייט צו העלפֿן אונדז באַקומען דעם אינפֿאָרמאַציע! מיר זענען קאַמיטאַד צו מאַכן hCaptcha אַרבעט געזונט פֿאַר אַלעמען.",
    "reporting-bugs-guide-text-1": "שיקט דיבאַגינג אינפֿאָרמאַציע מיט דיין מעלדונג וועט מאַכן עס פיל גרינגער צו ידענטיפיצירן וואָס איז געשעעניש. דאָ זענען שריט-פֿאַר-שריט ינסטראַקשאַנז:",
    "reporting-bugs-guide-text-2": "אויב איר זענט אַ וועב דעוועלאָפּער אָדער אַ מומחה באַניצער, די קיצער איז אַז מיר וועלן צו שיקן אונדז אַ נעץ רעקאָרדינג HAR און בלעטערער קאַנסאָול לאָגס. ביטע פרובירט דיסאַבלינג קיין אַד בלאַקער אָדער בלעטערער זיכערהייט יקסטענשאַנז, און פּרוּווט ווידער איידער איר דורכגיין די סטעפּס. אויב דאָס פיקסיז דיין פּראָבלעם, מיר 'ד נאָך אָפּשאַצן איר לאָזן אונדז וויסן דיין בלעטערער ווערסיע, אַד בלאַקער אָדער בלעטערער געשפּרייט און די וועבזייטל URL.",
    "reporting-bugs-intro-head": "געפֿונען אַ זשוק? דאָ ס ווי צו באַריכט עס.",
    "reporting-bugs-intro-text": "מיליאַנז פון מענטשן נוצן hCaptcha יעדער חודש, אויף טויזנטער פון קאַמבאַניישאַנז פון בראַוזערז, יקסטענשאַנז, דעוויסעס, פירעוואַללס, און מער. אונדזער ציל איז צו מאַכן זיכער אַז עס שטענדיק אַרבעט פֿאַר איר, אַזוי מיר זייער אָפּשאַצן דיין ריפּאָרץ! נאָר גיט די קנעפּל \"שיקן אונדז באַמערקונגען\" צו געבן שנעל באַמערקונגען. אויב איר זען אַ פאַנגקשאַנאַל פּראָבלעם, ביטע נאָכפאָלגן די אינסטרוקציעס פון דיבאַג קלאָץ פֿאַר קראָום אָדער דיבאַג לאָג ינסטראַקשאַנז פֿאַר Firefox אונטן. נאָר שיקן אונדז בליצפּאָסט פֿאַר קיין אנדערע בראַוזערז. פֿאַר פּאָטענציעל ישוז אָדער זיכערהייט ישוז, זען די ינסטראַקשאַנז ונטער.",
    "reporting-bugs-privacy-head": "פּריוואַטקייט ישוז",
    "reporting-bugs-privacy-text": "מיר טאָן ניט זאָרגן ווער ניצערס זענען, נאָר ווי מסתּמא זיי זענען בייזע אָדער מאשינען. מיר שטיצן ינישאַטיווז ווי פּריוואַטקייט פּאַס, און מיר אַרבעטן שווער צו וואָג פּריוואַטקייט און זיכערהייט. אויב איר האָט געפֿונען אַ פּראָבלעם וואָס איר טראַכטן קען ווירקן די פּריוואַטקייט פון די באַניצער, ביטע שיקט אונדז בליצפּאָסט ביי support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "שיקן אונדז באַמערקונגען",
    "reporting-bugs-provide-feedback-head": "צושטעלן באַלדיק באַמערקונגען אויף hCaptcha",
    "reporting-bugs-provide-feedback-text": "מיר אָפּשאַצן דיין אַרייַנשרייַב. לאָזן אונדז וויסן וועגן ישוז און מיר וועלן סאָלווע זיי געשווינד.",
    "reporting-bugs-security-head": "זיכערהייַט באַגז",
    "reporting-bugs-security-text": "מיר זענען שטענדיק אינטערעסירט צו באַקומען ריפּאָרץ פון זיכערהייַט באַגז. E- פּאָסט support@hcaptcha.com & CC security@hcaptcha.com און מיר וועלן געשווינד צוריקקומען צו איר. מיר אויך האָבן אַ פּראָגראַם פֿאַר זשוק ברייטהאַרציקייַט פֿאַר בארעכטיגט זיכערהייט ריפּאָרץ אויף די hCaptcha דינסט און פֿאַרבונדענע מקור קאָד.",
    "sec-hc": "זיכערהייט ערשטער",
    "sec-hc-text": "hCaptcha איז אַרויסגעבער פאָוקיסט. מיר אַרבעט צו געבן זייטלעך פאַקטיש דאַטן און לאָזן זיי באַשליסן ווי צו נוצן עס. אַקיעראַסי איז אין דיין אינטערעס און ונדזערער. אנדערע קאַפּטטשאַז זענען צוגעשטעלט דורך גאַנצע קאָמפּאַניעס. יעדער Bot זיי פאַרשפּאַרן קען רעדוצירן זייער רעוועך.",
    "what-is-hcaptcha": "וואָס איז הקאַפּטטשאַ?",
    "what-is-hcaptcha-text": "haptaptcha העלפּס דיין באַליבסטע וועב באַדינונגס האַלטן באָץ, ספּאַם און זידלען דורך אַסקינג פּשוט פֿראגן וואָס זענען גרינג פֿאַר יומאַנז און שווער פֿאַר מאשינען.",
    "why-hc": "פארוואס haptaptcha?",
    "why-hc-text": "יעדער מאָל איר ענטפֿערן אַ אַרויסרופן, מיר נוצן סאַפיסטיקייטאַד מאָדעלס צו רעכענען צי איר זענט מענטשלעך אָדער אַ מאַשין. דער וועבזייטל וואָס איר האָט באזוכט ניצט דעם רעזולטאַט צו פֿאַרבעסערן דיין דערפאַרונג אויף זייער פּלאַץ דורך בעכעסקעם באָץ."
}