{
    "about-advisors-brendan": "Alase. Olori ti a mọ ni AI. Ti lo oye oye ti ẹrọ ni iwọn si ọpọlọpọ oriṣiriṣi awọn iṣoro iṣowo ni awọn ewadun to kọja.",
    "about-advisors-dawn": "PhD ninu Ẹkọ nipa Iṣiro, Stanford. Nṣiṣẹ pẹlu awọn nẹtiwọọki ibatan lati ọdun 1999. Fojusi lori ML ti a lo ati ẹkọ ti o jinlẹ ni iwọn.",
    "about-advisors-head": "Awọn olugbamoran",
    "about-advisors-keiran": "Aaye data ati iwé Blockchain. Enjinia ni kutukutu ni Cloudera ati diẹ sii. Awọn ọdun ti sọfitiwia ile ti ọgbọn ati awọn ẹgbẹ.",
    "about-content-head-1": "Ohun ti A Ṣe",
    "about-content-head-2": "Idi ti O Ṣe pataki",
    "about-content-text-1": "hCaptcha jẹ iṣẹ ti Intuition Machines Inc, ẹya AI ati ile-iṣẹ ikẹkọ ẹrọ pẹlu idojukọ lori metalearning ati ML ašẹ wiwo ni iwọn. A kọ ati ṣiṣẹ awọn ọna ṣiṣe irẹjẹ ọwọ lati jẹ ki fidio ati awọn iṣẹ itupalẹ aworan fun awọn ile-iṣẹ Global 2000 ni ayika agbaye.",
    "about-content-text-2": "Awọn data diẹ sii gbogbo mu awọn abajade to dara julọ. Ilé ati ṣetọju aami ti o peye ati awọn iwe data ti o wulo ni akoko gba ati gbowolori. A ti ṣe agbekalẹ ‍hCaptcha ni akọkọ lati ṣalaye awọn aini tiwa ni fifi aami si aworan, ati pe o wa bayi fun awọn ile-iṣẹ miiran pẹlu awọn aini kanna.",
    "about-intro-head-1": "Ṣiṣẹ fun hCaptcha",
    "about-intro-head-2": "Missionjíṣẹ Wa Ṣe Nla",
    "about-intro-text": "A n dagba ni kiakia ati pe a n wa nigbagbogbo talenti ti o dara julọ ni agbaye kọja awọn ọfiisi agbaye wa. O le lo pẹlu awọn ọna asopọ ni isalẹ.",
    "about-leadership-alex": "Aaye data ati iwé Blockchain. Enjinia ni kutukutu ni Cloudera ati diẹ sii. Awọn ọdun ti sọfitiwia ile ti ọgbọn ati awọn ẹgbẹ.",
    "about-leadership-eli": "Alase. Olori ti a mọ ni AI. Ti lo oye oye ti ẹrọ ni iwọn si ọpọlọpọ oriṣiriṣi awọn iṣoro iṣowo ni awọn ewadun to kọja.",
    "about-leadership-head": "Aṣáájú",
    "about-leadership-todd": "PhD ninu Ẹkọ nipa Iṣiro, Stanford. Nṣiṣẹ pẹlu awọn nẹtiwọọki ibatan lati ọdun 1999. Fojusi lori ML ti a lo ati ẹkọ ti o jinlẹ ni iwọn.",
    "acc-opt": "Awọn aṣayan Wiwọle",
    "acc-opt-but": "Kọ ẹkọ diẹ sii nipa awọn aṣayan iraye si",
    "acc-opt-text": "Ṣe o ti bajẹ ni oju tabi bibẹẹkọ ko le pari hCaptchas?",
    "accessibility-link": "Wiwọle",
    "appreciate-in": "A dupe fun titẹ sii rẹ. Jẹ ki a mọ awọn ọran eyikeyi ati pe a yoo yanju wọn yarayara.",
    "fb-but": "Fi esi wa ranṣẹ si wa",
    "feedback-text": "Pese esi lori hCaptcha ti o kan ri",
    "footer-attribution": "Ifarahan",
    "footer-copyright-text": "hCaptcha jẹ aami-iṣowo ti Intuition Machines, Inc.",
    "footer-header-1": "Ile-iṣẹ",
    "footer-header-2": "Awọn orisun",
    "footer-header-3": "Kan si",
    "footer-link-1": "Isamiami",
    "footer-link-2": "Nipa",
    "footer-link-3": "Awọn iṣẹ",
    "footer-link-4": "Awọn ami-iṣowo",
    "footer-link-5": "Buloogi",
    "footer-link-6": "Ipo",
    "footer-link-7": "Akosile",
    "footer-link-8": "Jabo kan kokoro",
    "footer-link-9": "Wiwọle",
    "footer-privacy": "Asiri",
    "footer-subheader-1": "Atilẹyin",
    "footer-subheader-2": "Kan si",
    "footer-terms": "Awọn ofin",
    "header-docs-link": "Awọn iwe aṣẹ",
    "header-labeling-services-link": "Awọn iṣẹ Isamisi",
    "header-login-button": "Wo ile",
    "header-plans-link": "Awọn ero",
    "header-signup-button": "Forukọsilẹ",
    "home-aboot-subtitle": "Agbara nipasẹ Ilana HUMAN",
    "home-about-head": "Nipa hCaptcha",
    "home-about-text-1": "A ṣe apẹrẹ hCaptcha lati yanju iṣoro ailakoko julọ julọ ninu ẹkọ ẹrọ: isami si iye oye ti data ni akoko kan, ti ifarada, ati igbẹkẹle.",
    "home-about-text-2": "Awọn data diẹ sii gbogbo mu awọn abajade to dara julọ ni awọn awoṣe ikẹkọ ẹrọ ẹrọ. Aṣeyọri aipẹ ti awọn awoṣe jinlẹ ti yori si ilọsiwaju ti awọn data nla ti o pọ si, o fẹrẹ igbagbogbo pẹlu diẹ ninu atunyẹwo eniyan. Bibẹẹkọ, ṣiṣẹda awọn iwe data ti eniyan ṣe atunyẹwo nla nipasẹ Mechanical Turk, Figure Mẹjọ, bbl jẹ mejeeji lọra ati gbowolori.",
    "home-about-text-3": "hCaptcha ngbanilaaye awọn aaye ayelujara lati ṣe owo sìn ibeere yii lakoko didan awọn bot ati awọn ọna ilokulo miiran.",
    "home-about-text-4": "Ọja ọjà ti hCaptcha ni agbara nipasẹ Ilana HUMAN, Ilana ṣiṣi silẹ fun atunyẹwo eniyan ti o nṣakoso lori blockchain Ethereum. Awọn oju opo wẹẹbu jo'gun Awọn eniyan Token (HMT) nigbakugba ti awọn olumulo lo ẹrọ ailorukọ hCaptcha lori aaye wọn, ati awọn ile-iṣẹ ikẹkọ ẹrọ san owo awọn eniyan Token lati gba aami wọn.",
    "home-ba-labeling-services-link": "Awọn iṣẹ Isamisi",
    "home-benefits-head-1": "Iye ni Akole data",
    "home-benefits-head-2": "Fi Pada fun Oore",
    "home-benefits-text-1": "Njẹ o rii ni gbogbo igba ti o \"tẹ lori ọkọ ayọkẹlẹ\" o n ṣe iranlọwọ lati ṣe ikẹkọ awọn ọna eto ẹkọ ẹrọ Giganticcompany kan fun ọfẹ?",
    "home-benefits-text-2": "hCaptcha wa awoṣe yii ni ayika. Nigbati o ba lo hCaptcha, awọn ile-iṣẹ paṣẹ lori iṣẹ ti awọn olumulo rẹ n ṣe bi wọn ṣe fi han eniyan wọn. O gba awọn ere naa.",
    "home-benefits-text-3": "Ṣe o fẹ lati fun pada si ifẹ ayanfẹ rẹ? hCaptcha jẹ ki o ṣe atilẹyin awọn ifẹ ti o fẹ pẹlu awọn dukia ti o jere lati lilo rẹ. Awọn olumulo lori aaye rẹ laipẹ yoo ni anfani lati wo ilowosi rẹ si ifẹ nipasẹ fifin iyasọtọ lori wiwo hCaptcha.",
    "home-challenge-text-1": "Yan gbogbo awọn aworan ti o baamu ibeere",
    "home-challenge-text-2": "Ṣe alaye agbegbe didi fun awọn nkan",
    "home-challenge-text-3": "Ṣe idanimọ awọn aami ti o baamu",
    "home-challenge-title-1": "Ifiwera",
    "home-challenge-title-2": "Apoti Apoti",
    "home-challenge-title-3": "Ẹya",
    "home-challenges-head": "Awọn italaya ti a gbekalẹ",
    "home-challenges-text-1": "... ati awọn iṣẹ ṣiṣe miiran ti o rọrun. Rọrun fun eniyan, lile fun awọn bot.",
    "home-challenges-text-2": "Awọn iṣẹ ṣiṣe aṣa tun wa fun awọn olutẹjade ile-iṣẹ.",
    "home-ent-1": "Nwa fun awọn ọrẹ aabo kekeke wa?",
    "home-ent-2": "Ṣabẹwo si aaye tuntun iyasọtọ wa: BotStop.com",
    "home-ent-button": "Kọ ẹkọ diẹ sii: BotStop nipasẹ hCaptcha",
    "home-from-the-blog": "LATI BLOG:",
    "home-from-the-blog-value": "Bawo hcaptcha Eto Eto Awọn iṣoro hCaptcha",
    "home-intro-body": "Ṣe o lo captcha lati tọju awọn bot? hCaptcha ṣe aabo asiri aṣiri, san awọn oju opo wẹẹbu, ati ṣe iranlọwọ fun awọn ile-iṣẹ lati gba aami data wọn. O jẹ rirọpo-silẹ fun reCAPTCHA: o le yipada laarin awọn iṣẹju.",
    "home-intro-button": "Wọlé Up Bayi",
    "home-intro-head": "Duro diẹ sii awọn bot. Bẹrẹ aabo aṣiri olumulo.",
    "home-main-1": "Ikọkọ Ni aabo. Yara ju. Ati pe a sanwo fun ọ lati lo.",
    "home-main-2": "Ifojusi Ifojusi",
    "home-main-2c": "Awọn nẹtiwọki ad wo awọn alejo rẹ bi ọja naa. Fun hCaptcha ọja jẹ iṣẹ ti wọn pese. A ko bikita ẹniti awọn olumulo rẹ jẹ, nikan bi o ṣe ṣeeṣe wọn lati jẹ irira. A ṣe atilẹyin awọn ipilẹṣẹ bii Asiri Asiri, ati ṣiṣẹ nira lati dọgbadọgba asiri ati aabo.",
    "home-main-3": "Akọkọ Aabo",
    "home-main-3c": "Iṣiro wa ni iwulo rẹ ati tiwa. hCaptcha jẹ idojukọ-akede. A ṣiṣẹ lati fun ọ ni data gidi ati jẹ ki o pinnu bi o ṣe le lo o. Miiran captchas ti wa ni pese nipa",
    "home-main-3c2": "awọn ile-iṣẹ ipolowo. Eyi tumọ si gbogbo bot ti wọn dènà le dinku owo-wiwọle wọn.",
    "home-main-4": "Iriri Olumulo Dara julọ",
    "home-main-4c": "Awọn awoṣe ẹkọ ẹrọ ti o ni oye ti lo nipasẹ hCaptcha fun ipinnu ipinnu eniyan. Eyi jẹ ki a nilo awọn iṣẹ ṣiṣe ibinu diẹ lati ọdọ awọn olumulo rẹ ati mu akoko wọn kere ju ni ṣiṣe bẹ, lakoko ti o tun n ṣe agbejade data ti o ni aami ti o wulo fun awọn alabara aami.",
    "home-main-plans": "hCaptcha jẹ ọfẹ lati lo fun awọn olutẹjade ti eyikeyi iwọn. Sibẹsibẹ, fun awọn ile-iṣẹ ati awọn iru ẹrọ ti o nilo iṣakoso diẹ sii, awọn solusan ile-iṣẹ wa.",
    "home-main-plans2": "Awọn solusan ile-iṣẹ hCaptcha ṣe aabo miliọnu awọn olumulo kọja mewa ti miliọnu awọn oju opo wẹẹbu fun diẹ ninu awọn ile-iṣẹ ti o tobi julọ lori aye. Jọwọ kan si wa fun alaye diẹ sii, tabi ṣabẹwo",
    "home-main-plans3": "Awọn solusan ile-iṣẹ hCaptcha ṣe aabo miliọnu awọn olumulo kọja mewa ti miliọnu awọn oju opo wẹẹbu fun diẹ ninu awọn ile-iṣẹ ti o tobi julọ lori aye. Jọwọ kan si wa fun alaye diẹ sii, tabi ṣabẹwo",
    "home-main-plans4": "fun awọn alaye.",
    "home-plans-button-1": "Iforukọsilẹ bayi",
    "home-plans-button-2": "Kan si awọn tita",
    "home-plans-chart-head-1": "Awọn ẹya",
    "home-plans-chart-head-2": "Atejade",
    "home-plans-chart-head-3": "Idawọlẹ",
    "home-plans-chart-row-1-cell-1": "Awọn ori italaya Iṣakoso ti o han",
    "home-plans-chart-row-1-cell-2": "Ni opin",
    "home-plans-chart-row-1-cell-3": "Lapapọ",
    "home-plans-chart-row-10-cell-1": "Awọn ipele iṣoro-itanjẹ",
    "home-plans-chart-row-11-cell-1": "Awọn ipele iṣoro-itanjẹ",
    "home-plans-chart-row-12-cell-1": "Awọn ipele iṣoro-itanjẹ",
    "home-plans-chart-row-2-cell-1": "Iṣakoso akoonu ipenija ti a lo",
    "home-plans-chart-row-2-cell-2": "Ni opin",
    "home-plans-chart-row-2-cell-3": "Lapapọ",
    "home-plans-chart-row-6-cell-1": "GDPR ati ilana imulo ibaramu CCPA",
    "home-plans-chart-row-7-cell-1": "Awọn ipele iṣoro-itanjẹ",
    "home-plans-chart-row-8-cell-1": "Awọn ipele iṣoro-itanjẹ",
    "home-plans-chart-row-9-cell-1": "Awọn ipele iṣoro-itanjẹ",
    "home-try-it-out-button": "Gba hCaptcha",
    "home-try-it-out-text": "hCaptcha pese iṣawari irọrun, irọrun, ati igbẹkẹle botilẹjẹpe lakoko ti o jẹ airi-pataki fun eniyan lati yanju.",
    "home-try-it-put-head": "Gbiyanju o",
    "labeling-about-head": "Nipa hCaptcha",
    "labeling-about-text-1": "A ṣe apẹrẹ hCaptcha lati yanju iṣoro ailakoko julọ julọ ninu ẹkọ ẹrọ; isamisi awọn oye pupọ ti data ni akoko kan, ti ifarada, ati ọna igbẹkẹle. Awọn data diẹ sii gbogbo mu awọn abajade to dara julọ ni awọn awoṣe ikẹkọ ẹrọ ẹrọ. Aṣeyọri aipẹ ti awọn awoṣe jinlẹ ti yori si awọn data nla ti o pọ si, ati hCaptcha ṣe iranṣẹ aini yii.",
    "labeling-about-text-2": "Sibẹsibẹ, ṣiṣẹda awọn iwe data ti a ṣe ayẹwo eniyan nla nipa lilo awọn ọna ibile jẹ mejeeji o lọra ati gbowolori. hCaptcha jẹ ọna fun awọn ile-iṣẹ lati gba awọn asọye ti wọn nilo iyara, pẹlu didara giga ati ni idiyele kekere ju awọn omiiran miiran lọ.",
    "labeling-annotations-head": "Awọn oriṣi Anonymous",
    "labeling-annotations-text-1": "Wiwa nkan ti o peye ni awọn aworan ati fidio",
    "labeling-annotations-text-2": "Wiwa nkan ti o peye ni awọn aworan ati fidio",
    "labeling-annotations-text-3": "Awọn itọkasi atọka fun ọpọlọpọ awọn ọran lilo ti o yatọ",
    "labeling-annotations-text-4": "Too tabi append awọn ẹka lainidii ti eyikeyi iwọn",
    "labeling-annotations-text-5": "Wiwa agbara eniyan ati isọdi",
    "labeling-annotations-text-6": "Nilo iru miiran ti ko ṣe akojọ nibi? Kan beere wa.",
    "labeling-annotations-title-1": "Awọn apoti Aala",
    "labeling-annotations-title-2": "Awọn polygons",
    "labeling-annotations-title-3": "Awọn ami-ilẹ",
    "labeling-annotations-title-4": "Ẹya Isori",
    "labeling-annotations-title-5": "Ifiwera ati Wiwa",
    "labeling-annotations-title-6": "... ati ọpọlọpọ diẹ sii",
    "labeling-ent-button": "Kan si Ẹgbẹ Awọn Idawọle Idawọlẹ Wa",
    "labeling-ent-head": "Nilo Iṣakoso Iṣakoso-si-Ipari?",
    "labeling-ent-text-1": "Syeed HUMAN ti o wa lẹhin hCaptcha n pese didara iṣẹ ti o gaju ati awọn ẹya iṣakoso nipasẹ ẹya-ara, arabara, tabi awọn iṣẹ imuṣiṣẹ SaaS ti o ṣepọ pẹlu awọn ọna ṣiṣe rẹ ti o wa.",
    "labeling-ent-text-2": "Ṣiṣẹ ni aisinipo pẹlu iṣẹ ti ara rẹ, iye orin ti o kọja kọja awọn ẹka iṣowo tabi awọn alabaṣiṣẹpọ, yiyan awọn iṣẹ ipa ọna si oriṣiriṣi awọn olupese iṣẹ inu tabi ita ti o da lori idiyele ati awọn ibeere aabo, ati diẹ sii.",
    "labeling-ent-text-3": "AccessEasy API wiwọle, awọn dashboards lẹwa, ati imọ-ẹrọ awoṣe tuntun-in-ni-loop lati mu iwọn oṣiṣẹ pọ si.",
    "labeling-ent-text-4": "99,99% awọn akoko SLAs ati atilẹyin 24/7 ni atilẹyin agbaye kariaye wa. Fun alaye diẹ sii:",
    "labeling-features-head-1": "Awọn opo gigun ti API-iwakọ.",
    "labeling-features-head-2": "Iṣapeye fun idiyele ati didara. Ko si ifaramo iṣaju ti ko beere.",
    "labeling-features-head-3": "Sanwo nikan fun deede ti o nilo.",
    "labeling-features-head-4": "Pese awọn data ododo ti ilẹ rẹ tabi jẹ ki a kọ ọ lori fly.",
    "labeling-features-text-1": "Ṣe o fẹ lati ṣepọ atunyẹwo eniyan taara sinu awọn iṣẹ iṣowo rẹ? A funni ni awọn iṣeduro SLAs giga, agbara idaniloju, ati awọn API REST ti o rọrun.",
    "labeling-features-text-2": "Syeed HUMAN nlo awọn awoṣe igbẹkẹle pipe lati ṣe itupalẹ didara didara gidi-akoko. Eyi n gba wa laaye lati pinnu iyara awọn iṣoro mejeeji ati idahun ti o tọ ti o tọ wọn, fifipamọ ọ akoko ati owo.",
    "labeling-features-text-3": "Kii ṣe gbogbo awọn iṣoro jẹ kanna. Awọn asọye fun awọn iṣẹ ṣiṣe pataki-pataki le nilo igbẹkẹle 99.99% lati igbẹkẹle gbogbo awọn oṣiṣẹ eniyan. Awọn asọye fun ẹya beta ni ohun elo ere alagbeka kan le nilo igbẹkẹle iwọntunwọnsi nikan. O pinnu.",
    "labeling-features-text-4": "Ṣe o ni data aise laisi ipilẹ ijẹrisi pipe? Ni ọpọlọpọ awọn ọran a le kọ ọkan fun ọ bi awọn iṣẹ ṣiṣe nipasẹ eto naa, tabi ṣẹda awọn apẹẹrẹ ti o samisi fun itẹwọgba rẹ.",
    "labeling-info-head": "Gbigba data Ti a gbasilẹ",
    "labeling-info-text-1": "Sọ pẹlu ọkan ninu awọn amoye wa lati ṣalaye awọn aini iṣẹ akanṣe rẹ: deede iyege, ọna kika, ati eyikeyi awọn ibeere pataki.",
    "labeling-info-text-2": "A ṣe iṣẹ iṣelọpọ kekere ti o da lori data ayẹwo rẹ. Eyi ṣe idanwo iṣẹ ti a ṣe papọ lati rii daju pe o gba gangan ohun ti o nilo.",
    "labeling-info-text-3": "Pẹlu iwọn giga wa ati lairi kukuru a yoo tan iṣẹ rẹ yika yarayara, pẹlu ifijiṣẹ adaṣe bi ni kete bi o ti ṣe.",
    "labeling-info-text-4": "Bii a ṣe ni oye awọn aye ti iṣẹ iṣelọpọ rẹ, awọn abajade yoo tẹsiwaju lati ni ilọsiwaju lori akoko.",
    "labeling-info-text-5": "Awọn dashboards Live gba ọ laaye lati pese esi tabi da duro iṣelọpọ ni eyikeyi akoko.",
    "labeling-info-title-1": "Setumo Awọn alaye",
    "labeling-info-title-2": "Idanwo Jobu alakoko",
    "labeling-info-title-3": "Ifiwera Awọn Iṣẹ Ṣiṣẹ Gbọde",
    "labeling-info-title-4": "Ilọsiwaju ilọsiwaju",
    "labeling-info-title-5": "Awọn esi Akoko gidi",
    "labeling-main-1": "Isamisi iye owo-doko data ni iwọn",
    "labeling-main-1-button": "Gba Gbigbe data Rẹ Bayi",
    "labeling-main-1c": "Ṣe o nilo awọn akole diẹ sii fun awọn iwe data rẹ? hCaptcha pese iyara, iye owo-doko, ati fifi aami si data ti o ga julọ fun awọn ile-iṣẹ ti n ṣiṣẹ lori oye itetisi ati awọn ohun elo ẹkọ ẹrọ.",
    "labeling-main-2": "Lọlẹ awọn miliọnu awọn iṣẹ lesekese.",
    "labeling-main-2-button": "Ra Awọn iṣẹ Labeling Data",
    "labeling-main-2c": "hCaptcha ni ọkan ninu awọn adagun nla ti o tobi julọ lori aye ti o wa fun lilo rẹ. Ohunkohun ti iwọn rẹ, a le mu rẹ laisi awọn adehun iṣiwaju gbowolori. Milionu awọn iṣẹ-ṣiṣe fun ọjọ kan kii ṣe iṣoro.",
    "labeling-platform-head": "Ikọkọ tabi Alaye ti Gbogbo eniyan",
    "labeling-platform-text": "HCaptcha ti wa ni itumọ lori ẹrọ HUMAN, eyiti ngbanilaaye ipa ọna ti o faagun ati itupalẹ lati jẹ ki iye owo ati ṣiṣe pọ si ni igbesẹ kọọkan. Imọ-ẹrọ yii jẹ ki iṣẹ oṣiṣẹ to tọ mu apakan kọọkan ti iṣẹ rẹ, mimu iwọn lilo pọ si lakoko ti o tọju aabo ati pade awọn ibeere ilana eyikeyi ti o le waye.",
    "labeling-try-button": "Ra Awọn iṣẹ Labeling Data",
    "labeling-try-head": "Ṣe o fẹ lati fun ni igbiyanju pẹlu data rẹ?",
    "labeling-try-text": "... A ti ṣetan nigbati o ba wa: iṣẹ wa wa ni ayika aago.",
    "learn-more-hcaptcha": "Kọ ẹkọ Siwaju sii nipa hCaptcha",
    "page-acc-faq-1": "Ibeere: Ṣe hCaptcha Abala 508 + WCAG 2.0 ni ifaramọ? Idahun: A gbagbọ bẹ: gbogbo awọn olumulo ti o ni eyikeyi idibajẹ ti o ni anfani lati lọ kiri lori ayelujara ki o tẹ ọrọ sii lori awọn fọọmu le wọle si awọn iṣẹ ti o ni aabo nipasẹ hCaptcha lori iforukọsilẹ. Bibẹẹkọ, eyi kii ṣe imọran ofin: o yẹ ki o ṣe igbelewọn tirẹ, ni iṣaro imuse pataki rẹ lati rii daju pe eyi ni ọran fun imuṣiṣẹ rẹ.",
    "page-acc-faq-2": "Ibeere: Njẹ o n ṣiṣẹ lori awọn aṣayan miiran (a11y), bii ohun? Idahun: Awọn aṣayan ti o gbajumo ni iṣaaju bii awọn akọọlẹ ohun afetigbọ ṣe iyatọ si ọpọlọpọ awọn olumulo a11y ati ni rọọrun ṣẹgun nipasẹ awọn imuposi ẹrọ igbalode. Eyi ti fi agbara mu awọn italaya ohun lọwọlọwọ lati nira ati nira siwaju, n ṣafihan ariwo, akoko aladani, awọn akojọpọ ọrọ ti ko wọpọ, ati bẹbẹ lọ lati ṣẹgun awọn olunija. Nitorinaa a ko ni ilara nipa ọna yii la ati yago fun ipenija l’apapọ, ṣugbọn a yoo ronu ti iwulo ba wa lati agbegbe a11y. Sibẹsibẹ, a nifẹ pupọ ninu Asiri Asiri fun ọran lilo Wiwọle. A gbagbọ apapọpọ ọna wa ti a11y lọwọlọwọ pẹlu ipinfunni Asiri Pass yoo gba awọn olumulo a11y laaye lati lọ kiri lailewu, ni aabo ninu oye pe ijabọ wọn jẹ ikọkọ, lakoko ihamọ ihamọ naa nipasẹ awọn oniṣẹ bot ti ko daju daju nigbati awọn aṣayan a11y wa. A jẹ awọn olukopa ti nṣiṣe lọwọ ninu ẹgbẹ IETF ṣiṣẹ ẹgbẹ ti o ṣe afiṣe imọ-ẹrọ tuntun yii.",
    "page-acc-faq-3": "Ibeere: Kini nipa aṣiri? Ṣe iforukọsilẹ ṣe afihan data lilọ kiri ayelujara a11y ni diẹ ninu awọn ọna? Kini o ṣe pẹlu imeeli? Idahun: hCaptcha jẹ apẹrẹ fun asiri lati ilẹ lati oke. O yatọ pupọ ju awọn aṣayan ibile bii reCAPTCHA ti o jẹ ohun ini nipasẹ awọn nẹtiwọki ad, ti o ni ohun iwuri lati tọ ọ ni ayika oju opo wẹẹbu ati lati darapọ mọ rẹ pẹlu idanimọ gidi. A ko lo imeeli apamọ wiwọle tabi alaye fun eyikeyi idi miiran ju irọrun lilo a11y ati idilọwọ ilokulo. Eto imulo ipamọ wa ni awọn idahun ti o jinlẹ ati aṣẹ gẹgẹbi si bi a ṣe nlo data, ṣugbọn idahun kukuru ni pe a ko ni ifẹ si lati darapo ọ bi eniyan pẹlu itan lilọ kiri ayelujara rẹ. A tun n ṣiṣẹ lọwọlọwọ lori ojutu cryptographic kan lati yiyara adirẹsi imeeli rẹ kiakia. lakoko ti o tun n tọju agbara wa lati ṣe idiwọ ilokulo, ni ibamu pẹlu iṣẹ Asiri Pass wa.",
    "page-acc-link-1": "Ti o ba jẹ olumulo iwọle, jọwọ forukọsilẹ nibi.",
    "page-acc-subhead": "Aridaju iwọle alailowaya fun gbogbo awọn olumulo lakoko ti o n ṣetọju aabo",
    "page-acc-summary": "Akopọ",
    "page-acc-summary-contents-1": "A ṣe apẹrẹ hCaptcha lati da awọn bot duro nipa iyatọ wọn si awọn eniyan. Awọn idanwo wiwo jẹ ohun elo ti o rọrun fun eyi, ṣugbọn kii ṣe gbogbo eniyan le yanju ipenija wiwo kan. Fun idi eyi a ṣe apẹrẹ ọna irọrun, irora miiran lati jẹ ki awọn ateweroyin ti o lo iṣẹ wa lati ṣetọju iwọle wa fun gbogbo wọn pẹlu kikun Abala 508 ati ibamu WCAG 2.0.",
    "page-acc-summary-contents-2": "Bii o ti n ṣiṣẹ: ni akọkọ, olumulo olumulo iraye si aami ni URL yii, eyiti o sopọ mọ ni oju-iwe alaye ẹrọ ailorukọ hCaptcha. A fun wọn ni kuki ti paroko kan ti o le ṣee lo ni ọpọlọpọ awọn akoko fun ọjọ kan, ṣugbọn o gbọdọ ni isọdọtun ni gbogbo wakati 24 nipasẹ login.Wi ti o ti ṣafihan ipenija kan si olumulo iwọle lori eyikeyi aaye lilo iṣẹ hCaptcha, wọn yoo kọja laifọwọyi.",
    "page-acc-title": "Alaye Wiwakọ irawọle hCaptcha",
    "page-acc-tr-body": "Ibeere: Mo tun rii ipenija kan lẹhin ṣeto kukisi. Kini nfa eyi? Idahun: Eyi jẹ igbagbogbo nitori lilo ohun adarọ ese adani tabi itẹsiwaju ti kuki, tabi eto kan ti o di awọn kuki kọja aaye, ninu apere yii kuki kan fun hcaptcha.com ti a ṣeto tabi ṣayẹwo nipasẹ hCaptcha JavaScript lori aaye oriṣiriṣi , bii ẹni ti o nbẹwo. Awọn kuki iwakọ hCaptcha ṣiṣẹ pẹlu gbogbo awọn aṣawakiri olokiki ati awọn olutọpa ad pẹlu awọn eto iṣedede wọn, nitorinaa awọn ikuna aiṣedeede jẹ nitori awọn iwe afọwọkọ alatako-adblock tabi iru awọn ofin irufẹ ti o fojusi si awọn aaye pato. Awọn ipinnu: 1. Whitelist hcaptcha.com ati * .hcaptcha.com awọn kuki ninu ipo alakọja ipolowo rẹ tabi itẹsiwaju aabo aṣàwákiri. 2. Ti o ba nlo aṣiri Brave, eyiti ko (bii ti Oṣu Kẹrin 2020) ti o han lati ni eyikeyi iru kuki whitelist, lọ si Awọn ayanfẹ -> Apata -> Awọn kuki ati yan Gba Gbogbo Awọn Kuki laaye. 3. Ti o ba nlo ẹya tuntun Safari tuntun lori boya OS X 10.15 ti a ti tu silẹ laipe tabi iOS 13. 4, Apple ti ṣẹṣẹ ṣe ayipada ihuwasi ti Safari ti o ni ibatan si awọn kuki ẹni-kẹta, didena gbogbo wọn nipa aiyipada. A n ṣe imulo ojutu kan, ṣugbọn lakoko yii jọwọ ṣabẹwo si Awọn ifẹ Safari, apakan Asiri, ati ipasẹ Ṣiṣe oju opo wẹẹbu: Dena ipasẹ aaye-aaye lati jẹ ki kuki iwifunni lati ṣiṣẹ bi o ti ṣe yẹ. Ibeere: Mo lo awọn ẹrọ pupọ. Ṣe Mo nilo lati forukọsilẹ fun awọn akoko pupọ? Idahun: Bẹẹkọ. Jọwọ tẹ ọna asopọ iwọle imeeli kanna ti o firanṣẹ si ori ẹrọ kọọkan ti o lo lati ṣeto kuki naa.",
    "page-acc-tr-title": "Fun Awọn olumulo Wiwọle: Q&A ati Itọsọna Laasigbotitusita",
    "priv-hc": "Ifojusi Ifojusi",
    "priv-hc-text": "Awọn nẹtiwọki Adani wo ọ bi ọja wọn. A ki i ṣe bẹ. A ko bikita ti awọn olumulo jẹ, nikan bi o ṣe ṣeeṣe ki wọn jẹ irira. A ṣe atilẹyin awọn ipilẹṣẹ bii Asiri Asiri, ati ṣiṣẹ nira lati dọgbadọgba asiri ati aabo.",
    "reporting-bugs-accessibility-button": "Kọ ẹkọ diẹ sii nipa awọn aṣayan iraye si",
    "reporting-bugs-accessibility-head": "Awọn aṣayan Wiwọle",
    "reporting-bugs-accessibility-text": "Ṣe o ti bajẹ oju tabi bibẹẹkọ ko le pari hCaptchas?",
    "reporting-bugs-guide-ff-head": "Nmu Awọn alaye ijabọ Bug: Firefox",
    "reporting-bugs-guide-ff-step-1": "Igbesẹ 1: Ṣi Awọn irinṣẹ Olùgbéejáde (Eyi bẹrẹ gbigbasilẹ igba naa.)",
    "reporting-bugs-guide-ff-step-2": "Igbesẹ 2: Tẹ lori taabu Nẹtiwọọki ni Awọn irinṣẹ Olùgbéejáde. Ṣayẹwo apoti “Awọn akojọ iwọle Persist” ni oke.",
    "reporting-bugs-guide-ff-step-3": "Igbesẹ 3: ṣabẹwo si https://accounts.hcaptcha.com/demo, tabi oju opo wẹẹbu ti o n ni ariyanjiyan lori (Akiyesi Asiri: nikan ti o ko ba fiyesi pinpin ohun ti o jẹ) ... ati ki o tẹ \" Bọtini eniyan ni mi, ki o gbiyanju lati yanju.",
    "reporting-bugs-guide-ff-step-4": "Igbesẹ 4: Tẹ “DARA” lẹhin ti o gbiyanju lati yanju, ki o yan “Fipamọ Gbogbo Bi ikanna” lati ṣafipamọ akoto nẹtiwọki naa. Fi faili naa ranṣẹ si wa.",
    "reporting-bugs-guide-ff-step-5": "Igbesẹ 5: Tẹ lori taabu console, tẹ-ọtun ki o tẹ “Yan gbogbo rẹ” ki o fi i pamọ sinu faili ọrọ, lati le fipamọ akopọ console naa. Rán wa pe bakan naa.",
    "reporting-bugs-guide-ff-step-6": "Igbesẹ ikẹhin: Fi imeeli ranṣẹ si HAR ati awọn faili iforukọsilẹ wọle si wa, ki o ṣe apejuwe iṣoro naa ‍Use: support@hcaptcha.com (jọwọ lo iṣẹ kan bi Dropbox tabi Filebin ati firanṣẹ awọn ọna asopọ) ati ki o jẹ aṣayan iboju iboju kan, ti o ba fura pe o wa nkankan ti ko han ni deede . Jọwọ firanṣẹ IP ti o nlo daradara. O le gba lati ọdọ https://www.whatsmyip.org/‍ O ṣeun fun gbigba akoko lati ṣe iranlọwọ fun wa lati gba alaye yii! A ti pinnu lati ṣe hCaptcha lati ṣiṣẹ daradara fun gbogbo eniyan.",
    "reporting-bugs-guide-head": "Ngba Awọn alaye ijabọ Bug: Chrome",
    "reporting-bugs-guide-step-1": "Igbesẹ 1: Ṣi Awọn irinṣẹ Olùgbéejáde (Eyi bẹrẹ gbigbasilẹ igba naa.)",
    "reporting-bugs-guide-step-2": "Igbesẹ 2: Tẹ lori taabu Nẹtiwọọki ni Awọn irinṣẹ Olùgbéejáde. Ṣayẹwo apoti \"Ṣakoso log\" ni oke.",
    "reporting-bugs-guide-step-3": "Igbesẹ 3: ṣabẹwo si https://accounts.hcaptcha.com/demo, tabi oju opo wẹẹbu ti o n ni ariyanjiyan lori (Akiyesi Asiri: nikan ti o ko ba fiyesi pinpin ohun ti o jẹ) ... ati ki o tẹ \" Bọtini eniyan ni mi, ki o gbiyanju lati yanju.",
    "reporting-bugs-guide-step-4": "Igbesẹ 4: Tẹ \"Exar HAR\" (itọka kekere si isalẹ) lẹhin ti o gbiyanju lati yanju, eyiti o fipamọ ifipamọ nẹtiwọki. Fi faili naa ranṣẹ si wa.",
    "reporting-bugs-guide-step-5": "Igbese 5: Tẹ lori taabu console, tẹ-ọtun ki o tẹ “Fipamọ bi ..” lati le fipamọ ifipamọ console naa. Rán wa pe bakan naa.",
    "reporting-bugs-guide-step-6": "Igbesẹ ikẹhin: Fi imeeli ranṣẹ si HAR ati awọn faili iforukọsilẹ wọle si wa, ati ṣapejuwe iṣoro naa Lo Lo: support@hcaptcha.com (jọwọ lo iṣẹ kan bi Dropbox tabi Filebin ati firanṣẹ awọn ọna asopọ) ati ki o jẹ iyan si iboju iboju kan, ti o ba fura pe o wa nkankan ti ko han ni deede . Jọwọ firanṣẹ IP ti o nlo daradara. O le gba lati ọdọ https://www.whatsmyip.org/ ‍Thanks fun gbigbe akoko lati ṣe iranlọwọ fun wa lati gba alaye yii! A ti pinnu lati ṣe hCaptcha lati ṣiṣẹ daradara fun gbogbo eniyan.",
    "reporting-bugs-guide-text-1": "Fifiranṣẹ alaye n ṣatunṣe aṣiṣe pẹlu ijabọ rẹ yoo jẹ ki o rọrun pupọ fun wa lati ṣe idanimọ ohun ti n ṣẹlẹ. Eyi ni awọn itọsona ni igbese:",
    "reporting-bugs-guide-text-2": "Ti o ba jẹ olulo wẹẹbu tabi olumulo iwé, akopọ jẹ a fẹ ki o firanṣẹ Nẹtiwọ gbigbasilẹ Nkan fun wa ati awọn akọọlẹ console aṣàwákiri. Jọwọ gbiyanju ṣiṣakoso eyikeyi ohun idena ad tabi awọn amugbooro aabo aṣawakiri ni akọkọ ati lẹhinna tun gbiyanju ṣaaju ki o to lọ nipasẹ awọn igbesẹ wọnyi. Ti iyẹn ba ṣe atunṣe iṣoro rẹ, a yoo tun dupẹ lọwọ rẹ lati jẹ ki a mọ ẹya aṣawakiri rẹ, adarọ ese ipolongo tabi itẹsiwaju aṣàwákiri, ati URL aaye ayelujara.",
    "reporting-bugs-intro-head": "Ṣe o rii kokoro? Eyi ni bii o ṣe le ṣe ijabọ.",
    "reporting-bugs-intro-text": "Milionu eniyan lo hCaptcha ni oṣu kọọkan, lori ẹgbẹẹgbẹrun awọn akojọpọ ti aṣàwákiri, awọn amugbooro, awọn ẹrọ, awọn ina ina, ati diẹ sii. Erongba wa ni lati rii daju pe o ṣiṣẹ nigbagbogbo fun ọ, nitorinaa a dupẹ lọwọ awọn ijabọ rẹ pupọ! Lati fun esi ni iyara, kan tẹ bọtini “Firanṣẹ esi wa”. Ti o ba n rii ọrọ iṣiṣẹ kan, jọwọ tẹle awọn itọsọna log n ṣatunṣe aṣiṣe fun Chrome tabi awọn itọsọna iṣatunṣe aṣiṣe fun Firefox ni isalẹ. Fun eyikeyi aṣàwákiri miiran kan fi imeeli ranṣẹ si wa. Fun aabo to pọju tabi awọn ọran ikọkọ, wo awọn itọnisọna ni isalẹ.",
    "reporting-bugs-privacy-head": "Awọn nkan aṣiri",
    "reporting-bugs-privacy-text": "A ko bikita ti awọn olumulo jẹ, nikan bi o ṣe ṣeeṣe ki wọn jẹ eniyan tabi awọn ẹrọ. A ṣe atilẹyin awọn ipilẹṣẹ bii Asiri Asiri, ati ṣiṣẹ nira lati dọgbadọgba asiri ati aabo. Ti o ba ti rii ariyanjiyan kan ti o ro pe o le ni ipa lori aṣiri olumulo, jọwọ fi imeeli ranṣẹ si wa support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Fi wa esi",
    "reporting-bugs-provide-feedback-head": "Pese esi lẹsẹkẹsẹ lori hCaptcha",
    "reporting-bugs-provide-feedback-text": "A dupe fun titẹ sii rẹ. Jẹ ki a mọ awọn ọran eyikeyi ati pe a yoo yanju wọn yarayara.",
    "reporting-bugs-security-head": "Awọn idun Aabo",
    "reporting-bugs-security-text": "Nigbagbogbo a nifẹ si gbigba awọn ijabọ ti awọn idun aabo. Imeeli support@hcaptcha.com & CC Security@hcaptcha.com ati pe a yoo pada wa si ọdọ rẹ ni kiakia. A tun ni eto ẹbun kokoro kan fun awọn ijabọ aabo aabo lori iṣẹ hCaptcha ati koodu orisun orisun ti o ni ibatan.",
    "sec-hc": "Akọkọ Aabo",
    "sec-hc-text": "hCaptcha jẹ idojukọ-akede. A ṣiṣẹ lati fun awọn aaye data ni gidi ki o jẹ ki wọn pinnu bi wọn ṣe le lo o. Iṣiro wa ni anfani rẹ ati tiwa. Miiran captchas ni a pese nipasẹ awọn ile-iṣẹ ipolowo. Gbogbo bot ti wọn dènà le dinku owo-wiwọle wọn.",
    "what-is-hcaptcha": "Kini hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha ṣe iranlọwọ awọn iṣẹ oju opo wẹẹbu ayanfẹ rẹ lati tọju awọn bot, àwúrúju, ati ilokulo nipa bibeere awọn ibeere ti o rọrun fun eda eniyan ati nira fun awọn ẹrọ.",
    "why-hc": "Kilode ti hCaptcha?",
    "why-hc-text": "Ni akoko kọọkan ti o dahun ipenija kan, a lo awọn awoṣe ti o fafa lati ro ero boya eniyan tabi ẹrọ kan. Oju opo wẹẹbu ti o ṣabẹwo lẹhinna lo abajade yii lati ṣe iranlọwọ lati mu iriri rẹ pọ si lori aaye wọn nipa tito awọn bot."
}