{
    "about-advisors-brendan": "Alakoso. Aṣaaju ti a mọ ni AI. Ti lo oye ti ẹrọ ni iwọn si ọpọlọpọ awọn iṣoro iṣowo ni awọn ọdun mẹwa to kọja.",
    "about-advisors-dawn": "Ojúgbà nínú Ìwádìí Biology, Stanford. Ṣiṣẹ pẹlu awọn nẹtiwọọki ti ara lati 1999. Fojusi lori lilo ML ati ẹkọ jinlẹ ni iwọn.",
    "about-advisors-head": "Awọn onimọran",
    "about-advisors-keiran": "Alaye data ati amoye Blockchain. Onimọ-ẹrọ ni kutukutu ni Cloudera ati diẹ sii. Ọdun mẹwa ti sọfitiwia ile ti oye ati awọn ẹgbẹ.",
    "about-content-head-1": "Ohun ti A Ṣe",
    "about-content-head-2": "Kí nìdí tó Fi Ṣe pàtàkì",
    "about-content-text-1": "hCaptcha jẹ iṣẹ ti Intuition Machines Inc, AI ati ile-iṣẹ ẹkọ ẹrọ pẹlu aifọwọyi lori metalearning ati iwoye iwoye ML ni iwọn. A kọ ati ṣiṣẹ awọn ọna ṣiṣe iwọn to lagbara lati jẹki fidio ati awọn iṣẹ itupalẹ aworan fun awọn ile-iṣẹ Global 2000 kakiri agbaye.",
    "about-content-text-2": "Alaye diẹ sii ni gbogbogbo n ṣe awọn abajade to dara julọ. Ilé ati mimu aami ti o tọ ati awọn ipilẹ data ti o baamu jẹ asiko ati gbowolori. hCaptcha ni akọkọ ti dagbasoke lati koju awọn iwulo ti ara wa ni isamisi aworan, ati pe o wa bayi fun awọn ile-iṣẹ miiran pẹlu awọn aini iru.",
    "about-intro-head-1": "Ṣiṣẹ fun hCaptcha",
    "about-intro-head-2": "Ise Wa Nla",
    "about-intro-text": "A n dagba ni iyara ati nigbagbogbo n wa talenti ti o dara julọ ni agbaye kọja awọn ọfiisi agbaye wa. O le lo pẹlu awọn ọna asopọ ni isalẹ.",
    "about-leadership-alex": "Alaye data ati amoye Blockchain. Onimọ-ẹrọ ni kutukutu ni Cloudera ati diẹ sii. Ọdun mẹwa ti sọfitiwia ile ti oye ati awọn ẹgbẹ.",
    "about-leadership-eli": "Alakoso. Aṣaaju ti a mọ ni AI. Ti lo oye ti ẹrọ ni iwọn si ọpọlọpọ awọn iṣoro iṣowo ni awọn ọdun mẹwa to kọja.",
    "about-leadership-head": "Olori",
    "about-leadership-todd": "Ojúgbà nínú Ìwádìí Biology, Stanford. Ṣiṣẹ pẹlu awọn nẹtiwọọki ti ara lati 1999. Fojusi lori lilo ML ati ẹkọ jinlẹ ni iwọn.",
    "acc-opt": "Awọn aṣayan Wiwọle",
    "acc-opt-but": "Kọ ẹkọ diẹ sii nipa awọn aṣayan ainidena",
    "acc-opt-text": "Njẹ o ti bajẹ ni oju tabi bibẹẹkọ ko le pari hCaptchas?",
    "accessibility-link": "Wiwọle",
    "appreciate-in": "A riri lori rẹ input. Jẹ ki a mọ eyikeyi awọn ọran ati pe a yoo yanju wọn ni kiakia.",
    "fb-but": "Fi esi ranse si wa",
    "feedback-text": "Pese esi lori hCaptcha ti o ṣẹṣẹ rii",
    "footer-attribution": "Ifiweranṣẹ",
    "footer-copyright-text": "hCaptcha jẹ aami-iṣowo ti a forukọsilẹ ti Awọn ẹrọ Intuition, Inc.",
    "footer-header-1": "Ile-iṣẹ",
    "footer-header-2": "Awọn orisun",
    "footer-header-3": "Kan si",
    "footer-link-1": "Isamisi",
    "footer-link-10": "Wiwọle",
    "footer-link-2": "Nipa",
    "footer-link-3": "Awọn iṣẹ",
    "footer-link-4": "Awọn aami-iṣowo",
    "footer-link-5": "AI Ethics",
    "footer-link-6": "Blog",
    "footer-link-7": "Ipo",
    "footer-link-8": "Iwe aṣẹ",
    "footer-link-9": "Jabo Kokoro kan",
    "footer-privacy": "Ìpamọ",
    "footer-subheader-1": "Atilẹyin",
    "footer-subheader-2": "Kan si",
    "footer-terms": "Awọn ofin",
    "h-plans": "Awọn Eto Iforukọsilẹ",
    "header-docs-link": "Awọn iwe aṣẹ",
    "header-labeling-services-link": "Isamisi Awọn iṣẹ",
    "header-login-button": "Wo ile",
    "header-plans-link": "Awọn eto",
    "header-signup-button": "Forukọsilẹ",
    "home-about-head": "Nipa hCaptcha",
    "home-about-subtitle": "Agbara nipasẹ Ilana HUMAN",
    "home-about-text-1": "a ṣe apẹrẹ hCaptcha lati yanju iṣoro aladanla to lagbara julọ ninu ẹkọ ẹrọ: isami aami titobi ti data ni akoko, ifarada, ati ọna igbẹkẹle.",
    "home-about-text-2": "Alaye diẹ sii ni gbogbogbo n ṣe awọn abajade to dara julọ ninu awọn awoṣe ẹkọ ẹrọ ikẹkọ. Aṣeyọri aipẹ ti awọn awoṣe jinlẹ ti yori si awọn ipilẹ data nla ti o pọ si, o fẹrẹ to nigbagbogbo pẹlu diẹ ninu atunyẹwo eniyan. Bibẹẹkọ, ṣiṣẹda awọn iwe data-atunyẹwo ti eniyan nla nipasẹ Turkani Mechanical, Nọmba Mẹjọ, ati bẹbẹ lọ jẹ o lọra ati gbowolori.",
    "home-about-text-3": "hCaptcha ngbanilaaye awọn oju opo wẹẹbu lati ni owo ti n sin eletan yii lakoko didena awọn botilẹtẹ ati awọn iwa ibajẹ miiran.",
    "home-about-text-4": "Ọja hCaptcha ni agbara nipasẹ Ilana HUMAN, ilana ṣiṣi silẹ ti ṣiṣi fun atunyẹwo eniyan ti o ṣiṣẹ lori Àkọsílẹ Ethereum. Awọn oju opo wẹẹbu n gba Awọn Ami eniyan (HMT) nigbakugba ti awọn olumulo lo ẹrọ ailorukọ hCaptcha lori aaye wọn, ati awọn ile-iṣẹ ẹkọ ẹrọ san owo Awọn aami eniyan lati gba aami data wọn.",
    "home-ba-labeling-services-link": "Isamisi Awọn iṣẹ",
    "home-benefits-head-1": "Iye ni Isamisi data",
    "home-benefits-head-2": "Fun Pada si Aanu",
    "home-benefits-text-1": "Njẹ o mọ ni gbogbo igba ti o tẹ lori ọkọ ayọkẹlẹ o ṣe iranlọwọ lati kọ ikẹkọ awọn eto ẹkọ ẹrọ ile-iṣẹ Gigantic kan fun ọfẹ?",
    "home-benefits-text-2": "hCaptcha yipada awoṣe yii ni ayika. Nigbati o ba lo hCaptcha, awọn ile-iṣẹ idu lori iṣẹ awọn olumulo rẹ ṣe bi wọn ṣe fihan ẹda eniyan wọn. O gba awọn ere.",
    "home-benefits-text-3": "Ṣe o fẹ lati fun pada si ẹbun ayanfẹ rẹ? hCaptcha n jẹ ki o ṣe atilẹyin awọn alanu ti o fẹ pẹlu awọn ere ti o jere lati lilo rẹ. Awọn olumulo lori aaye rẹ laipẹ yoo ni anfani lati wo ilowosi rẹ si ẹbun nipasẹ iyasọtọ iyasọtọ ni wiwo hCaptcha.",
    "home-challenge-text-1": "Yan gbogbo awọn aworan ti o baamu ibeere",
    "home-challenge-text-2": "Ṣe alaye agbegbe ti a dè fun awọn nkan",
    "home-challenge-text-3": "Ṣe idanimọ awọn aami ti o baamu",
    "home-challenge-title-1": "Ifiwera",
    "home-challenge-title-2": "Bounding Apoti",
    "home-challenge-title-3": "Isọri",
    "home-challenges-head": "Awọn italaya ti a gbekalẹ",
    "home-challenges-text-1": "... ati awọn iṣẹ ṣiṣe miiran ti o rọrun. Rọrun fun awọn eniyan, lile fun awọn bot.",
    "home-challenges-text-2": "Awọn iṣẹ ṣiṣe aṣa tun wa fun awọn atẹjade ile-iṣẹ.",
    "home-ent-1": "Ṣe o n wa awọn ipese aabo ile-iṣẹ wa?",
    "home-ent-2": "Ṣabẹwo si aaye igbẹhin tuntun wa: BotStop.com",
    "home-ent-button": "Kọ ẹkọ diẹ sii: BotStop nipasẹ hCaptcha",
    "home-from-the-blog": "LATI BLOG:",
    "home-from-the-blog-value": "Bii hCaptcha Awọn Eto Iṣoro Ṣiṣẹ",
    "home-intro-body": "Ṣe o lo captcha lati tọju awọn botini? hCaptcha ṣe aabo aṣiri olumulo, awọn oju opo wẹẹbu ere, ati iranlọwọ awọn ile-iṣẹ lati gba aami data wọn. O jẹ rirọpo-silẹ fun reCAPTCHA: o le yipada laarin iṣẹju.",
    "home-intro-button": "Wọlé Up Bayi",
    "home-intro-head": "Da awọn botilẹyin diẹ sii. Bẹrẹ ni aabo aṣiri olumulo.",
    "home-main-1": "Ikọkọ. Ni aabo. Yara ju. Ati pe a sanwo fun ọ lati lo.",
    "home-main-2": "Ìpamọ Ti dojukọ",
    "home-main-2c": "Awọn nẹtiwọọki ipolowo wo awọn alejo rẹ bi ọja naa. Fun hCaptcha ọja ni iṣẹ ti wọn pese. A ko fiyesi tani awọn olumulo rẹ jẹ, nikan bi o ṣe le jẹ pe wọn yoo jẹ irira. A ṣe atilẹyin awọn ipilẹṣẹ bi Asiri Pass, ati ṣiṣẹ takuntakun lati dọgbadọgba asiri ati aabo.",
    "home-main-3": "Akọkọ Aabo",
    "home-main-3c": "Yiye jẹ ninu iwulo rẹ ati tiwa. hCaptcha jẹ idojukọ-akede. A ṣiṣẹ lati fun ọ ni data gidi ati jẹ ki o pinnu bi o ṣe le lo. Awọn captchas miiran ni a pese nipasẹ awọn ile-iṣẹ ipolowo Gigantic. Eyi tumọ si gbogbo bot ti wọn dènà le dinku owo-wiwọle wọn.",
    "home-main-4": "Iriri Olumulo Dara julọ",
    "home-main-4c": "HCaptcha lo awọn awoṣe ẹkọ ẹrọ ti o ni ilọsiwaju. Eyi jẹ ki a nilo awọn iṣẹ didanubi ti o kere si lati awọn olumulo rẹ ati mu akoko ti wọn kere si ni ṣiṣe bẹ, lakoko ti o n ṣe agbejade data aami ti o wulo fun fifi aami si awọn alabara.",
    "home-main-plans": "hCaptcha jẹ ọfẹ lati lo fun awọn onisewejade ti eyikeyi iwọn. Sibẹsibẹ, fun awọn katakara ati awọn iru ẹrọ ti o nilo iṣakoso diẹ sii, awọn iṣeduro ile-iṣẹ wa wa.",
    "home-main-plans2": "Awọn iṣeduro ile-iṣẹ hCaptcha daabobo awọn miliọnu awọn olumulo kọja mewa ti awọn miliọnu awọn oju opo wẹẹbu fun diẹ ninu awọn ile-iṣẹ nla julọ lori aye. Jọwọ kan si wa fun alaye diẹ sii, tabi ṣabẹwo",
    "home-main-plans3": "Awọn iṣeduro ile-iṣẹ hCaptcha daabobo awọn miliọnu awọn olumulo kọja mewa ti awọn miliọnu awọn oju opo wẹẹbu fun diẹ ninu awọn ile-iṣẹ nla julọ lori aye. Jọwọ kan si wa fun alaye diẹ sii, tabi ṣabẹwo",
    "home-main-plans4": "fun awọn alaye.",
    "home-plans-button-1": "Iforukosile bayi",
    "home-plans-button-2": "Kan si awọn tita",
    "home-plans-chart-head-1": "Awọn ẹya ara ẹrọ",
    "home-plans-chart-head-2": "Akede",
    "home-plans-chart-head-3": "Idawọlẹ",
    "home-plans-chart-row-1-cell-1": "Iṣakoso awọn iru idari ti o han",
    "home-plans-chart-row-1-cell-2": "Opin",
    "home-plans-chart-row-1-cell-3": "Lapapọ",
    "home-plans-chart-row-10-cell-1": "Awọn dasibodu ọpọlọpọ-olumulo",
    "home-plans-chart-row-11-cell-1": "Awọn ẹya iroyin ti ilọsiwaju",
    "home-plans-chart-row-12-cell-1": "Awọn ile-iṣẹ SLAs",
    "home-plans-chart-row-2-cell-1": "Iṣakoso akoonu ipenija ti a lo",
    "home-plans-chart-row-2-cell-2": "Opin",
    "home-plans-chart-row-2-cell-3": "Lapapọ",
    "home-plans-chart-row-3-cell-1": "Gba awọn ere fun awọn eniyan yanju",
    "home-plans-chart-row-4-cell-1": "Idaabobo egboogi-bot agbaye",
    "home-plans-chart-row-5-cell-1": "Awọn iṣẹ ni gbogbo orilẹ-ede",
    "home-plans-chart-row-6-cell-1": "GDPR ati eto imulo ipamọ ore-ọfẹ CCPA",
    "home-plans-chart-row-7-cell-1": "Awọn ipele iṣoro ti o dara daradara",
    "home-plans-chart-row-8-cell-1": "Lọlẹ akoonu ipenija tirẹ",
    "home-plans-chart-row-9-cell-1": "Eto iṣeto iṣoro ti akoko",
    "home-try-it-out-button": "Gba hCaptcha",
    "home-try-it-out-head": "Gbiyanju o jade",
    "home-try-it-out-text": "hCaptcha n pese wiwa bot, rọrun, ati igbẹkẹle botilẹjẹpe o jẹ ohun ti ko ṣe pataki fun awọn eniyan lati yanju.",
    "labeling-about-head": "Nipa hCaptcha",
    "labeling-about-text-1": "a ṣe apẹrẹ hCaptcha lati yanju iṣoro aladanla julọ laala ni ẹkọ ẹrọ; Isami aami titobi ti data ni akoko, ifarada, ati ọna igbẹkẹle. Alaye diẹ sii ni gbogbogbo n ṣe awọn abajade to dara julọ ninu awọn awoṣe ẹkọ ẹrọ ikẹkọ. Aṣeyọri aipẹ ti awọn awoṣe jinlẹ ti yori si awọn ipilẹ data nla ti o pọ si, ati pe hCaptcha ṣe iranṣẹ iwulo yii.",
    "labeling-about-text-2": "Sibẹsibẹ, ṣiṣẹda awọn ipilẹ data-atunyẹwo ti eniyan nla nipa lilo awọn ọna ibile jẹ o lọra ati gbowolori. hCaptcha jẹ ọna fun awọn ile-iṣẹ lati gba awọn alaye ti wọn nilo ni iyara, pẹlu didara ti o ga julọ ati ni iye owo kekere ju awọn omiiran miiran lọ.",
    "labeling-annotations-head": "Awọn oriṣi akọsilẹ",
    "labeling-annotations-text-1": "Wiwa ohun deede ni awọn aworan ati fidio",
    "labeling-annotations-text-2": "Wiwa ohun deede ni awọn aworan ati fidio",
    "labeling-annotations-text-3": "Awọn akọsilẹ ojuami fun ọpọlọpọ awọn ọran lilo oriṣiriṣi",
    "labeling-annotations-text-4": "Too tabi ṣafikun awọn ẹka lainidii ti iwọn eyikeyi",
    "labeling-annotations-text-5": "Iwari ati isọdi ti agbara eniyan ṣe",
    "labeling-annotations-text-6": "Nilo oriṣi miiran ti a ko ṣe akojọ si nibi? Kan beere wa.",
    "labeling-annotations-title-1": "Awọn apoti Bounding",
    "labeling-annotations-title-2": "Awọn polygons",
    "labeling-annotations-title-3": "Awọn ami-ilẹ",
    "labeling-annotations-title-4": "Ẹya Isọri",
    "labeling-annotations-title-5": "Lafiwe ati Erin",
    "labeling-annotations-title-6": "... ati ọpọlọpọ diẹ sii",
    "labeling-ent-button": "Kan si Ẹgbẹ Awọn Solusan Idawọlẹ wa",
    "labeling-ent-head": "Nilo Iṣakoso Ipari-Ipari?",
    "labeling-ent-text-1": "Platform HUMAN lẹhin hCaptcha n pese didara iṣẹ ti o ga julọ ati awọn ẹya iṣakoso nipasẹ ipilẹ-ara, arabara, tabi awọn ifisilẹ SaaS ti o ṣepọ pẹlu awọn eto ti o wa tẹlẹ.",
    "labeling-ent-text-2": "Ṣiṣe ni aisinipo patapata pẹlu oṣiṣẹ agbara tirẹ, iye abala orin kọja awọn ẹka iṣowo tabi awọn alabaṣiṣẹpọ, yiyan awọn ọna ipa si oriṣiriṣi awọn olupese inu tabi ti ita ti o da lori idiyele ati awọn ibeere aabo, ati diẹ sii.",
    "labeling-ent-text-3": "Wiwọle API ti o rọrun, awọn dasibodu ẹlẹwa, ati imọ-ẹrọ awoṣe tuntun in-the-loop lati mu iwọn ṣiṣe pọ si.",
    "labeling-ent-text-4": "99.99% awọn akoko SLAs ati 24/7 atilẹyin agbaye wa. Fun alaye diẹ sii:",
    "labeling-features-head-1": "Awọn opo gigun ti epo ti o rọrun API.",
    "labeling-features-head-2": "Iṣapeye fun iye owo ati didara. Ko si ifaramọ iwaju ti o nilo.",
    "labeling-features-head-3": "Nikan sanwo fun deede ti o nilo.",
    "labeling-features-head-4": "Pese data ododo ti ilẹ tirẹ tabi jẹ ki a kọ lori fifo.",
    "labeling-features-text-1": "Ṣe o fẹ ṣepọ atunyẹwo eniyan taara sinu awọn iṣẹ iṣowo rẹ? A nfun awọn SLAs igbẹkẹle giga, agbara onigbọwọ, ati awọn API REST ti o rọrun.",
    "labeling-features-text-2": "Syeed HUMAN nlo awọn awoṣe igbekele okeerẹ lati ṣe onínọmbà didara akoko gidi. Eyi n gba wa laaye lati pinnu iyara ti awọn ibeere mejeeji ati idahun ti o ṣeeṣe ti o ṣeeṣe, fifipamọ akoko ati owo rẹ.",
    "labeling-features-text-3": "Kii ṣe gbogbo awọn iṣoro jẹ kanna. Awọn asọye fun awọn iṣẹ ṣiṣe pataki-aabo le nilo igbẹkẹle 99.99% lati ọdọ awọn oṣiṣẹ eniyan patapata. Awọn asọye fun ẹya beta kan ninu ohun elo ere alagbeka kan le nilo igbẹkẹle alabọde nikan. O pinnu.",
    "labeling-features-text-4": "Ṣe o ni aise data laisi ṣeto ijerisi okeerẹ? Ni ọpọlọpọ awọn ọran a le kọ ọkan fun ọ bi awọn iṣẹ ṣiṣe nipasẹ eto, tabi ṣẹda awọn ayẹwo aami fun ifọwọsi rẹ.",
    "labeling-info-head": "Ngba Isami data",
    "labeling-info-text-1": "Sọ pẹlu ọkan ninu awọn amoye-ašẹ wa lati ṣalaye awọn iwulo iṣẹ akanṣe rẹ: ijẹrisi afojusun, ọna kika, ati eyikeyi awọn ibeere pataki.",
    "labeling-info-text-2": "A ṣe iṣẹ iṣelọpọ kekere ti o da lori data apẹẹrẹ rẹ. Eyi ṣe idanwo iṣẹ ti a ti ṣe papọ lati rii daju pe o gba deede ohun ti o nilo.",
    "labeling-info-text-3": "Pẹlu iwọn didun giga wa ati idaduro kekere a yoo yi iṣẹ rẹ kaakiri yarayara, pẹlu ifijiṣẹ adaṣe ni kete ti o ti pari.",
    "labeling-info-text-4": "Bi a ṣe ni oye daradara awọn ipele ti iṣẹ iṣelọpọ rẹ, awọn abajade yoo tẹsiwaju lati ni ilọsiwaju lori akoko.",
    "labeling-info-text-5": "Awọn dasibodu laaye n gba ọ laaye lati pese esi tabi da duro iṣelọpọ nigbakugba.",
    "labeling-info-title-1": "Ṣe alaye Awọn pato",
    "labeling-info-title-2": "Idanwo Ise Ni ibẹrẹ",
    "labeling-info-title-3": "Fi Awọn iṣẹ iṣelọpọ silẹ",
    "labeling-info-title-4": "Ilọsiwaju Ilọsiwaju",
    "labeling-info-title-5": "Awọn esi Akoko Gidi",
    "labeling-main-1": "Isamisi data iye owo to munadoko ni iwọn",
    "labeling-main-1-button": "Gba Isami data Rẹ Nisisiyi",
    "labeling-main-1c": "Ṣe o nilo awọn akole diẹ sii fun awọn ipilẹ data rẹ? hCaptcha n pese iyara, iye owo-doko, ati isamisi data giga fun awọn ile-iṣẹ ti n ṣiṣẹ lori oye atọwọda ati awọn ohun elo ẹkọ ẹrọ.",
    "labeling-main-2": "Lọlẹ awọn miliọnu awọn iṣẹ-ṣiṣe lesekese.",
    "labeling-main-2-button": "Ra Awọn iṣẹ Isami Data",
    "labeling-main-2c": "hCaptcha ni ọkan ninu awọn adagun nla nla lori aye wa fun lilo rẹ. Ohunkohun ti iwọn rẹ, a le mu u laisi awọn ileri iwaju ti o gbowolori. Milionu awọn iṣẹ-ṣiṣe fun ọjọ kan ko si iṣoro.",
    "labeling-platform-head": "Ikọkọ tabi Alaye ti Gbangba",
    "labeling-platform-text": "hCaptcha ti wa ni itumọ lori Syeed HUMAN, eyiti o fun laaye lilọ ọna itupalẹ ati onínọmbà lati mu iye owo ati ṣiṣe daradara wa ni igbesẹ kọọkan. Imọ-ẹrọ yii jẹ ki oṣiṣẹ oṣiṣẹ to tọ mu apakan kọọkan ti iṣẹ rẹ, mimu iwọn agbara pọ si lakoko titọju aṣiri ati ipade eyikeyi awọn ibeere ilana ti o le waye.",
    "labeling-try-button": "Ra Awọn iṣẹ Isami Data",
    "labeling-try-head": "Ṣe o fẹ lati gbiyanju pẹlu data rẹ?",
    "labeling-try-text": "... a ti ṣetan nigbati o ba wa: iṣẹ wa wa ni ayika aago.",
    "learn-more-hcaptcha": "Kọ ẹkọ Diẹ sii nipa hCaptcha",
    "page-acc-faq-1": "Ibeere: Njẹ apakan hCaptcha 508 + WCAG 2.0 ni ibamu? Idahun: A gbagbọ bẹ: gbogbo awọn olumulo pẹlu eyikeyi iru ailera ti o ni anfani lati lọ kiri lori ayelujara ati tẹ ọrọ sii lori awọn fọọmu le wọle si awọn iṣẹ ti o ni aabo nipasẹ hCaptcha lori iforukọsilẹ. Sibẹsibẹ, eyi kii ṣe imọran ofin: o yẹ ki o ṣe igbelewọn ti ara rẹ, ni akiyesi imuse rẹ pato lati rii daju pe eyi ni ọran fun imuṣiṣẹ rẹ.",
    "page-acc-faq-2": "Ibeere: Njẹ o n ṣiṣẹ lori awọn aṣayan wiwa miiran (a11y), bii ohun afetigbọ? Idahun: Awọn aṣayan olokiki tẹlẹ bi awọn captchas ohun ṣe iyatọ si ọpọlọpọ awọn olumulo a11y ati pe wọn ṣẹgun ni irọrun nipasẹ awọn imuposi ẹkọ ẹrọ igbalode. Eyi ti fi agbara mu awọn italaya ohun lọwọlọwọ lati di pupọ sii ati nira sii, iṣafihan ariwo, akoko aiṣedeede, awọn akojọpọ ọrọ dani, ati bẹbẹ lọ lati ṣẹgun awọn onija. Nitorinaa awa ko ni itara nipa ọna yii la. Yago fun ipenija lapapọ, ṣugbọn yoo ṣe akiyesi rẹ ti ibeere ba wa lati agbegbe a11y. Sibẹsibẹ, a nifẹ pupọ si Pass Pass fun ọran lilo Wiwọle. A gbagbọ pe apapọ apapọ ọna a11y lọwọlọwọ wa pẹlu ipinfunni Asiri Pass yoo gba awọn olumulo a11y laaye lati lọ kiri lailewu, ni aabo ni imọ pe ijabọ wọn jẹ ikọkọ siwaju sii, lakoko ti o ni ihamọ ilokulo nipasẹ awọn oniṣẹ bot eyiti ko le ṣẹlẹ nigbati awọn aṣayan a11y wa. A jẹ awọn olukopa ti nṣiṣe lọwọ ninu ẹgbẹ ṣiṣẹ IETF ti o ṣe deede imọ-ẹrọ tuntun yii.",
    "page-acc-faq-3": "Ibeere: Kini nipa asiri? Ṣe iforukọsilẹ ṣe afihan data lilọ kiri ayelujara a11y ni ọna kan? Kini o ṣe pẹlu imeeli naa? Idahun: hCaptcha jẹ apẹrẹ fun asiri lati ilẹ. O yatọ si pupọ ju awọn aṣayan ibile bi reCAPTCHA ti o jẹ ti awọn nẹtiwọọki ipolowo, ti o ni iwuri lati tọpinpin rẹ ni ayika oju opo wẹẹbu ati lati ṣopọ mọ ọ pẹlu idanimọ gidi kan. A ko lo awọn imeeli iwọle tabi alaye fun eyikeyi idi miiran ju dẹrọ lilo a11y ati idilọwọ ilokulo. Eto imulo ipamọ wa ni awọn idahun okeerẹ ati aṣẹ fun bi a ṣe nlo data, ṣugbọn idahun kukuru ni pe a ko nifẹ si lati somọ ọ gẹgẹ bi eniyan pẹlu itan lilọ kiri ayelujara rẹ. lakoko ti o tọju agbara wa lati ṣe idiwọ ilokulo, ṣe iranlowo iṣẹ Pass Pass wa.",
    "page-acc-link-1": "Ti o ba jẹ olumulo iwọle, jọwọ forukọsilẹ nibi.",
    "page-acc-subhead": "Ni idaniloju iraye si ailopin fun gbogbo awọn olumulo lakoko mimu aabo",
    "page-acc-summary": "Akopọ",
    "page-acc-summary-contents-1": "hCaptcha jẹ apẹrẹ lati da awọn botilẹkun duro nipasẹ iyatọ wọn si awọn eniyan. Awọn idanwo wiwo jẹ ohun elo ti o rọrun fun eyi, ṣugbọn kii ṣe gbogbo eniyan le yanju ipenija wiwo. Fun idi eyi a ti ṣe apẹrẹ ọna ti o rọrun, iyatọ ti ko ni irora lati jẹ ki awọn onisewejade ti nlo iṣẹ wa ṣe itọju iraye si gbogbo eniyan pẹlu kikun Abala 508 ati ibamu WCAG 2.0.",
    "page-acc-summary-contents-2": "Bii o ṣe n ṣiṣẹ: akọkọ, olumulo wiwọle kan forukọsilẹ ni URL yii, eyiti o ni asopọ ni oju-iwe alaye ailorukọ hCaptcha. Wọn fun wọn ni kukisi ti o paroko ti o le ṣee lo ni ọpọlọpọ awọn igba fun ọjọ kan, ṣugbọn o gbọdọ wa ni itura ni gbogbo wakati 24 nipasẹ iwọle.",
    "page-acc-title": "Alaye Wiwọle Wiwọle hCaptcha",
    "page-acc-tr-body": "Ibeere: Mo tun n rii ipenija kan lẹhin ṣeto kuki. Kini o n fa eleyi? Idahun: Eyi jẹ deede nitori lilo idena ipolowo ibinu tabi itẹsiwaju kuki, tabi eto ti o dẹkun awọn kuki agbelebu, ninu ọran yii kuki kan fun hcaptcha.com ti o ṣeto tabi ṣayẹwo nipasẹ hCaptcha JavaScript lori aaye oriṣiriṣi , bii eyi ti o n bẹwo. Awọn kuki wiwa AyeChaptcha ṣiṣẹ pẹlu gbogbo awọn aṣawakiri aṣawakiri olokiki ati awọn oludibolowo ipolowo pẹlu awọn eto boṣewa wọn, nitorinaa awọn ikuna ojo melo jẹ nitori awọn iwe afọwọkọ-egboogi-adblock tabi iru awọn ilana ofin ti o fojusi awọn aaye kan pato. Awọn solusan: 1. Whitelist hcaptcha.com ati awọn kuki * .hcaptcha.com ninu aṣawakiri ipolowo rẹ tabi itẹsiwaju aabo aṣawakiri. 2. Ti o ba nlo aṣawakiri Onígboyà, eyi ti ko ṣe (bi ti Oṣu Kẹrin ọdun 2020) han lati ni eyikeyi iru kuki whitelist, lọ si Awọn ayanfẹ -> Awọn Aabo -> Awọn kuki ki o yan Gba Gbogbo Awọn Kukisi laaye. 3. Ti o ba nlo ẹya tuntun ti Safari lori boya OS X 10.15 ti o ṣẹṣẹ tu silẹ tabi iOS 13. 4, Apple ṣẹṣẹ yi ihuwasi ti Safari pada ti o ni ibatan si awọn kuki ẹni-kẹta, ni didena gbogbo wọn ni aiyipada. A n ṣe ipinnu ojutu kan, ṣugbọn ni akoko yii jọwọ ṣabẹwo si Awọn ayanfẹ Safari, apakan Asiri, ati ṣiṣayẹwo titele oju opo wẹẹbu: Dena titele aaye-agbelebu lati jẹ ki kuki iraye si ṣiṣẹ bi o ti ṣe yẹ. Ibeere: Mo lo awọn ẹrọ pupọ. Ṣe Mo nilo lati forukọsilẹ ni awọn igba pupọ? Idahun: Rara. Jọwọ jọwọ tẹ ọna asopọ iwọle imeeli kanna ti a firanṣẹ si ọ lori ẹrọ kọọkan ti o lo lati ṣeto kuki naa.",
    "page-acc-tr-title": "Fun Awọn olumulo Wiwọle: Q&A ati Itọsọna Laasigbotitusita",
    "priv-hc": "Ìpamọ Ti dojukọ",
    "priv-hc-text": "Awọn nẹtiwọọki ipolowo wo ọ bi ọja wọn. A ko ṣe. A ko fiyesi tani awọn olumulo jẹ, nikan bawo ni wọn ṣe le jẹ irira. A ṣe atilẹyin awọn ipilẹṣẹ bi Asiri Pass, ati ṣiṣẹ takuntakun lati dọgbadọgba asiri ati aabo.",
    "reporting-bugs-accessibility-button": "Kọ ẹkọ diẹ sii nipa awọn aṣayan ainidena",
    "reporting-bugs-accessibility-head": "Awọn aṣayan Wiwọle",
    "reporting-bugs-accessibility-text": "Njẹ o ti bajẹ ni oju tabi bibẹẹkọ ko le pari hCaptchas?",
    "reporting-bugs-guide-ff-head": "Yiya Awọn alaye Iroyin Kokoro: Firefox",
    "reporting-bugs-guide-ff-step-1": "Igbesẹ 1: Ṣii Awọn irinṣẹ Olùgbéejáde (Eyi bẹrẹ gbigbasilẹ igba naa.)",
    "reporting-bugs-guide-ff-step-2": "Igbese 2: Tẹ lori Nẹtiwọọki taabu ni Awọn irinṣẹ Olùgbéejáde. Ṣayẹwo apoti awọn àkọọlẹ Persist ni oke.",
    "reporting-bugs-guide-ff-step-3": "Igbesẹ 3: ṣabẹwo https://accounts.hcaptcha.com/demo, tabi oju opo wẹẹbu ti o ni ariyanjiyan lori (Akiyesi Asiri: nikan ti o ko ba ni lokan pinpin ohun ti o jẹ) ... ati lẹhinna tẹ I am botini eniyan, ki o gbiyanju lati yanju.",
    "reporting-bugs-guide-ff-step-4": "Igbese 4: Tẹ HAR lẹhin igbati o gbiyanju lati yanju, ki o yan Fipamọ Gbogbo bi HAR lati fipamọ iwe nẹtiwọọki. Fi faili naa ranṣẹ si wa.",
    "reporting-bugs-guide-ff-step-5": "Igbesẹ 5: Tẹ lori taabu Console, ki o si tẹ-ọtun lẹhinna Yan gbogbo ki o fipamọ pe sinu faili ọrọ kan, lati fipamọ iwe apamọ naa. Firanṣẹ bakan naa.",
    "reporting-bugs-guide-ff-step-6": "Igbesẹ ti o kẹhin: Imeeli awọn HAR ati awọn faili log console wọn si wa, ati ṣapejuwe iṣoro Lo: support@hcaptcha.com (jọwọ lo iṣẹ kan bi Dropbox tabi Filebin ki o firanṣẹ awọn ọna asopọ) ati ni yiyan sikirinifoto kan, ti o ba fura pe o wa nkankan ti ko ṣe afihan ni deede . Jọwọ firanṣẹ IP ti o nlo pẹlu. O le gba lati https://www.whatsmyip.org/ O ṣeun fun mu akoko lati ṣe iranlọwọ fun wa lati ni alaye yii! A pinnu lati jẹ ki hCaptcha ṣiṣẹ daradara fun gbogbo eniyan.",
    "reporting-bugs-guide-head": "Yiya Awọn alaye Iroyin Kokoro: Chrome",
    "reporting-bugs-guide-step-1": "Igbesẹ 1: Ṣii Awọn irinṣẹ Olùgbéejáde (Eyi bẹrẹ gbigbasilẹ igba naa.)",
    "reporting-bugs-guide-step-2": "Igbese 2: Tẹ lori Nẹtiwọọki taabu ni Awọn irinṣẹ Olùgbéejáde. Ṣayẹwo apoti apamọ ti o wa ni oke.",
    "reporting-bugs-guide-step-3": "Igbesẹ 3: ṣabẹwo https://accounts.hcaptcha.com/demo, tabi oju opo wẹẹbu ti o ni ariyanjiyan lori (Akiyesi Asiri: nikan ti o ko ba ni lokan pinpin ohun ti o jẹ) ... ati lẹhinna tẹ I am botini eniyan, ki o gbiyanju lati yanju.",
    "reporting-bugs-guide-step-4": "Igbesẹ 4: Tẹ Export HAR (Ọfa kekere isalẹ) lẹhin igbidanwo lati yanju, eyiti o fi iwe ipamọ nẹtiwọki pamọ. Fi faili naa ranṣẹ si wa.",
    "reporting-bugs-guide-step-5": "Igbesẹ 5: Tẹ lori taabu Console, ki o tẹ-ọtun lẹhinna Fipamọ bi .. lati le fipamọ log console. Firanṣẹ bakan naa.",
    "reporting-bugs-guide-step-6": "Igbesẹ ti o kẹhin: Imeeli awọn HAR ati awọn faili log console wọn si wa, ki o ṣe apejuwe iṣoro naa. Lo: support@hcaptcha.com (jọwọ lo iṣẹ kan bi Dropbox tabi Filebin ki o firanṣẹ awọn ọna asopọ) ati ni yiyan sikirinifoto, ti o ba fura pe o wa nkankan ti ko ṣe afihan ni deede. Jọwọ firanṣẹ IP ti o nlo pẹlu. O le gba lati https://www.whatsmyip.org/ O ṣeun fun mu akoko lati ṣe iranlọwọ fun wa lati ni alaye yii! A pinnu lati jẹ ki hCaptcha ṣiṣẹ daradara fun gbogbo eniyan.",
    "reporting-bugs-guide-text-1": "Fifiranṣẹ alaye n ṣatunṣe aṣiṣe pẹlu ijabọ rẹ yoo jẹ ki o rọrun pupọ fun wa lati ṣe idanimọ ohun ti n lọ. Eyi ni awọn ilana igbesẹ-ni-igbesẹ:",
    "reporting-bugs-guide-text-2": "Ti o ba jẹ olugbala wẹẹbu kan tabi olumulo amoye, akopọ ni pe a fẹ ki o firanṣẹ nẹtiwọọki gbigbasilẹ kan wa ati awọn iwe igbasilẹ kọnputa aṣawakiri. Jọwọ gbiyanju idilọwọ eyikeyi idena ipolowo tabi awọn amugbooro aabo aṣawakiri akọkọ ati lẹhinna tun gbiyanju ṣaaju ki o to kọja awọn igbesẹ wọnyi. Ti iyẹn ba tunṣe iṣoro rẹ, a yoo tun ni riri fun ọ ti o jẹ ki a mọ ẹya aṣawakiri rẹ, olupolowo ipolowo tabi itẹsiwaju aṣawakiri, ati oju opo wẹẹbu URL.",
    "reporting-bugs-intro-head": "Ri kokoro kan? Eyi ni bi o ṣe le ṣe ijabọ rẹ.",
    "reporting-bugs-intro-text": "Milionu eniyan lo hCaptcha ni oṣu kọọkan, lori ẹgbẹẹgbẹrun awọn akojọpọ awọn aṣawakiri, awọn amugbooro, awọn ẹrọ, awọn ogiriina, ati diẹ sii. Aṣeyọri wa ni lati rii daju pe o nigbagbogbo ṣiṣẹ fun ọ, nitorinaa a ni riri pupọ fun awọn iroyin rẹ! Lati fun esi ni kiakia, kan tẹ bọtini Idahun si wa. Ti o ba n rii ọrọ iṣẹ-ṣiṣe kan, jọwọ tẹle awọn ilana igbasilẹ aṣiṣe-aṣiṣe fun Chrome tabi n ṣatunṣe aṣiṣe awọn ilana log fun Firefox ni isalẹ. Fun eyikeyi aṣàwákiri miiran kan imeeli wa. Fun aabo to lagbara tabi awọn ọran aṣiri, wo awọn itọnisọna ni isalẹ.",
    "reporting-bugs-privacy-head": "Awọn ipilẹ Aladani",
    "reporting-bugs-privacy-text": "A ko fiyesi tani awọn olumulo jẹ, nikan bawo ni wọn ṣe le jẹ irira tabi awọn ẹrọ. A ṣe atilẹyin awọn ipilẹṣẹ bi Asiri Pass, ati ṣiṣẹ takuntakun lati dọgbadọgba asiri ati aabo. Ti o ba ti rii ọrọ kan ti o ro pe o le ni ipa aṣiri olumulo, jọwọ fi imeeli ranṣẹ si wa ni support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Fi esi ranse si wa",
    "reporting-bugs-provide-feedback-head": "Pese esi lẹsẹkẹsẹ lori hCaptcha",
    "reporting-bugs-provide-feedback-text": "A riri lori rẹ input. Jẹ ki a mọ eyikeyi awọn ọran ati pe a yoo yanju wọn ni kiakia.",
    "reporting-bugs-security-head": "Awọn Kokoro Aabo",
    "reporting-bugs-security-text": "A nifẹ nigbagbogbo lati gba awọn iroyin ti awọn idun aabo. Imeeli support@hcaptcha.com & CC Security@hcaptcha.com ati pe a yoo pada si ọdọ rẹ yarayara. A tun ni eto ẹbun kokoro fun awọn ijabọ aabo ti o yẹ lori iṣẹ hCaptcha ati koodu orisun ti o jọmọ.",
    "sec-hc": "Akọkọ Aabo",
    "sec-hc-text": "hCaptcha jẹ idojukọ-akede. A ṣiṣẹ lati fun awọn aaye gidi data si jẹ ki wọn pinnu bi wọn ṣe le lo. Yiye jẹ ninu iwulo rẹ ati tiwa. Awọn captchas miiran ni a pese nipasẹ awọn ile-iṣẹ ipolowo. Gbogbo bot ti wọn dènà le dinku owo-wiwọle wọn.",
    "switch-to-english-link": "Yipada si Gẹẹsi",
    "what-is-hcaptcha": "Kini hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha ṣe iranlọwọ fun awọn iṣẹ oju opo wẹẹbu ayanfẹ rẹ lati tọju awọn botilẹtẹ, àwúrúju, ati ilokulo nipa bibeere awọn ibeere ti o rọrun ti o rọrun fun eniyan ati nira fun awọn ẹrọ.",
    "why-hc": "Kini idi ti hCaptcha?",
    "why-hc-text": "Nigbakugba ti o ba dahun ipenija kan, a lo awọn awoṣe ti o dagbasoke lati mọ boya o jẹ eniyan tabi ẹrọ kan. Oju opo wẹẹbu ti o bẹwo lẹhinna lo abajade yii lati ṣe iranlọwọ lati mu iriri rẹ pọ si lori aaye wọn nipa titọju awọn bot."
}