{
    "acc-opt": "Awọn aṣayan Wiwọle",
    "acc-opt-but": "Kọ ẹkọ diẹ sii nipa awọn aṣayan iraye si",
    "acc-opt-text": "Ṣe o ti bajẹ ni oju tabi bibẹẹkọ ko le pari hCaptchas?",
    "accessibility-link": "Wiwọle",
    "appreciate-in": "A dupe fun titẹ sii rẹ. Jẹ ki a mọ awọn ọran eyikeyi ati pe a yoo yanju wọn yarayara.",
    "fb-but": "Fi esi wa ranṣẹ si wa",
    "feedback-text": "Pese esi lori hCaptcha ti o kan ri",
    "page-acc-link-1": "Ti o ba jẹ olumulo iwọle, jọwọ forukọsilẹ nibi.",
    "page-acc-subhead": "Aridaju iwọle alailowaya fun gbogbo awọn olumulo lakoko ti o n ṣetọju aabo",
    "page-acc-title": "Alaye Wiwakọ irawọle hCaptcha",
    "priv-hc": "Ifojusi Ifojusi",
    "priv-hc-text": "Awọn nẹtiwọki Adani wo ọ bi ọja wọn. A ki i ṣe bẹ. A ko bikita ti awọn olumulo jẹ, nikan bi o ṣe ṣeeṣe ki wọn jẹ irira. A ṣe atilẹyin awọn ipilẹṣẹ bii Asiri Asiri, ati ṣiṣẹ nira lati dọgbadọgba asiri ati aabo.",
    "sec-hc": "Akọkọ Aabo",
    "sec-hc-text": "hCaptcha jẹ idojukọ-akede. A ṣiṣẹ lati fun awọn aaye data ni gidi ki o jẹ ki wọn pinnu bi wọn ṣe le lo o. Iṣiro wa ni anfani rẹ ati tiwa. Miiran captchas ni a pese nipasẹ awọn ile-iṣẹ ipolowo. Gbogbo bot ti wọn dènà le dinku owo-wiwọle wọn.",
    "what-is-hcaptcha": "Kini hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha ṣe iranlọwọ awọn iṣẹ oju opo wẹẹbu ayanfẹ rẹ lati tọju awọn bot, àwúrúju, ati ilokulo nipa bibeere awọn ibeere ti o rọrun fun eda eniyan ati nira fun awọn ẹrọ.",
    "why-hc": "Kilode ti hCaptcha?",
    "why-hc-text": "Ni akoko kọọkan ti o dahun ipenija kan, a lo awọn awoṣe ti o fafa lati ro ero boya eniyan tabi ẹrọ kan. Oju opo wẹẹbu ti o ṣabẹwo lẹhinna lo abajade yii lati ṣe iranlọwọ lati mu iriri rẹ pọ si lori aaye wọn nipa tito awọn bot."
}