{
    "acc-opt": "Awọn aṣayan Wiwọle",
    "acc-opt-but": "Kọ ẹkọ diẹ sii nipa awọn aṣayan iraye si",
    "acc-opt-text": "Ṣe o ti bajẹ ni oju tabi bibẹẹkọ ko le pari hCaptchas?",
    "accessibility-link": "Wiwọle",
    "appreciate-in": "A dupe fun titẹ sii rẹ. Jẹ ki a mọ awọn ọran eyikeyi ati pe a yoo yanju wọn yarayara.",
    "fb-but": "Fi esi wa ranṣẹ si wa",
    "feedback-text": "Pese esi lori hCaptcha ti o kan ri",
    "home-ent-1": "Nwa fun awọn ọrẹ aabo kekeke wa?",
    "home-ent-2": "Ṣabẹwo si aaye tuntun iyasọtọ wa: BotStop.com",
    "home-intro-body": "Ṣe o lo captcha lati tọju awọn bot? hCaptcha ṣe aabo asiri aṣiri, san awọn oju opo wẹẹbu, ati ṣe iranlọwọ fun awọn ile-iṣẹ lati gba aami data wọn. O jẹ rirọpo-silẹ fun reCAPTCHA: o le yipada laarin awọn iṣẹju.",
    "home-intro-head": "Duro diẹ sii awọn bot. Bẹrẹ aabo aṣiri olumulo.",
    "home-main-1": "Ikọkọ Ni aabo. Yara ju. Ati pe a sanwo fun ọ lati lo.",
    "home-main-2": "Ifojusi Ifojusi",
    "home-main-2c": "Awọn nẹtiwọki ad wo awọn alejo rẹ bi ọja naa. Fun hCaptcha ọja jẹ iṣẹ ti wọn pese. A ko bikita ẹniti awọn olumulo rẹ jẹ, nikan bi o ṣe ṣeeṣe wọn lati jẹ irira. A ṣe atilẹyin awọn ipilẹṣẹ bii Asiri Asiri, ati ṣiṣẹ nira lati dọgbadọgba asiri ati aabo.",
    "home-main-3": "Akọkọ Aabo",
    "home-main-3c": "Iṣiro wa ni iwulo rẹ ati tiwa. hCaptcha jẹ idojukọ-akede. A ṣiṣẹ lati fun ọ ni data gidi ati jẹ ki o pinnu bi o ṣe le lo o. Miiran captchas ti wa ni pese nipa",
    "home-main-3c2": "awọn ile-iṣẹ ipolowo. Eyi tumọ si gbogbo bot ti wọn dènà le dinku owo-wiwọle wọn.",
    "home-main-4": "Iriri Olumulo Dara julọ",
    "home-main-4c": "Awọn awoṣe ẹkọ ẹrọ ti o ni oye ti lo nipasẹ hCaptcha fun ipinnu ipinnu eniyan. Eyi jẹ ki a nilo awọn iṣẹ ṣiṣe ibinu diẹ lati ọdọ awọn olumulo rẹ ati mu akoko wọn kere ju ni ṣiṣe bẹ, lakoko ti o tun n ṣe agbejade data ti o ni aami ti o wulo fun awọn alabara aami.",
    "home-main-plans": "hCaptcha jẹ ọfẹ lati lo fun awọn olutẹjade ti eyikeyi iwọn. Sibẹsibẹ, fun awọn ile-iṣẹ ati awọn iru ẹrọ ti o nilo iṣakoso diẹ sii, awọn solusan ile-iṣẹ wa.",
    "home-main-plans2": "Awọn solusan ile-iṣẹ hCaptcha ṣe aabo miliọnu awọn olumulo kọja mewa ti miliọnu awọn oju opo wẹẹbu fun diẹ ninu awọn ile-iṣẹ ti o tobi julọ lori aye. Jọwọ kan si wa fun alaye diẹ sii, tabi ṣabẹwo",
    "home-main-plans3": "Awọn solusan ile-iṣẹ hCaptcha ṣe aabo miliọnu awọn olumulo kọja mewa ti miliọnu awọn oju opo wẹẹbu fun diẹ ninu awọn ile-iṣẹ ti o tobi julọ lori aye. Jọwọ kan si wa fun alaye diẹ sii, tabi ṣabẹwo",
    "home-main-plans4": "fun awọn alaye.",
    "learn-more-hcaptcha": "Kọ ẹkọ Siwaju sii nipa hCaptcha",
    "page-acc-faq-1": "Ibeere: Ṣe hCaptcha Abala 508 + WCAG 2.0 ni ifaramọ? Idahun: A gbagbọ bẹ: gbogbo awọn olumulo ti o ni eyikeyi idibajẹ ti o ni anfani lati lọ kiri lori ayelujara ki o tẹ ọrọ sii lori awọn fọọmu le wọle si awọn iṣẹ ti o ni aabo nipasẹ hCaptcha lori iforukọsilẹ. Bibẹẹkọ, eyi kii ṣe imọran ofin: o yẹ ki o ṣe igbelewọn tirẹ, ni iṣaro imuse pataki rẹ lati rii daju pe eyi ni ọran fun imuṣiṣẹ rẹ.",
    "page-acc-faq-2": "Ibeere: Njẹ o n ṣiṣẹ lori awọn aṣayan miiran (a11y), bii ohun? Idahun: Awọn aṣayan ti o gbajumo ni iṣaaju bii awọn akọọlẹ ohun afetigbọ ṣe iyatọ si ọpọlọpọ awọn olumulo a11y ati ni rọọrun ṣẹgun nipasẹ awọn imuposi ẹrọ igbalode. Eyi ti fi agbara mu awọn italaya ohun lọwọlọwọ lati nira ati nira siwaju, n ṣafihan ariwo, akoko aladani, awọn akojọpọ ọrọ ti ko wọpọ, ati bẹbẹ lọ lati ṣẹgun awọn olunija. Nitorinaa a ko ni ilara nipa ọna yii la ati yago fun ipenija l’apapọ, ṣugbọn a yoo ronu ti iwulo ba wa lati agbegbe a11y. Sibẹsibẹ, a nifẹ pupọ ninu Asiri Asiri fun ọran lilo Wiwọle. A gbagbọ apapọpọ ọna wa ti a11y lọwọlọwọ pẹlu ipinfunni Asiri Pass yoo gba awọn olumulo a11y laaye lati lọ kiri lailewu, ni aabo ninu oye pe ijabọ wọn jẹ ikọkọ, lakoko ihamọ ihamọ naa nipasẹ awọn oniṣẹ bot ti ko daju daju nigbati awọn aṣayan a11y wa. A jẹ awọn olukopa ti nṣiṣe lọwọ ninu ẹgbẹ IETF ṣiṣẹ ẹgbẹ ti o ṣe afiṣe imọ-ẹrọ tuntun yii.",
    "page-acc-faq-3": "Ibeere: Kini nipa aṣiri? Ṣe iforukọsilẹ ṣe afihan data lilọ kiri ayelujara a11y ni diẹ ninu awọn ọna? Kini o ṣe pẹlu imeeli? Idahun: hCaptcha jẹ apẹrẹ fun asiri lati ilẹ lati oke. O yatọ pupọ ju awọn aṣayan ibile bii reCAPTCHA ti o jẹ ohun ini nipasẹ awọn nẹtiwọki ad, ti o ni ohun iwuri lati tọ ọ ni ayika oju opo wẹẹbu ati lati darapọ mọ rẹ pẹlu idanimọ gidi. A ko lo imeeli apamọ wiwọle tabi alaye fun eyikeyi idi miiran ju irọrun lilo a11y ati idilọwọ ilokulo. Eto imulo ipamọ wa ni awọn idahun ti o jinlẹ ati aṣẹ gẹgẹbi si bi a ṣe nlo data, ṣugbọn idahun kukuru ni pe a ko ni ifẹ si lati darapo ọ bi eniyan pẹlu itan lilọ kiri ayelujara rẹ. A tun n ṣiṣẹ lọwọlọwọ lori ojutu cryptographic kan lati yiyara adirẹsi imeeli rẹ kiakia. lakoko ti o tun n tọju agbara wa lati ṣe idiwọ ilokulo, ni ibamu pẹlu iṣẹ Asiri Pass wa.",
    "page-acc-link-1": "Ti o ba jẹ olumulo iwọle, jọwọ forukọsilẹ nibi.",
    "page-acc-subhead": "Aridaju iwọle alailowaya fun gbogbo awọn olumulo lakoko ti o n ṣetọju aabo",
    "page-acc-summary": "Akopọ",
    "page-acc-summary-contents-1": "A ṣe apẹrẹ hCaptcha lati da awọn bot duro nipa iyatọ wọn si awọn eniyan. Awọn idanwo wiwo jẹ ohun elo ti o rọrun fun eyi, ṣugbọn kii ṣe gbogbo eniyan le yanju ipenija wiwo kan. Fun idi eyi a ṣe apẹrẹ ọna irọrun, irora miiran lati jẹ ki awọn ateweroyin ti o lo iṣẹ wa lati ṣetọju iwọle wa fun gbogbo wọn pẹlu kikun Abala 508 ati ibamu WCAG 2.0.",
    "page-acc-summary-contents-2": "Bii o ti n ṣiṣẹ: ni akọkọ, olumulo olumulo iraye si aami ni URL yii, eyiti o sopọ mọ ni oju-iwe alaye ẹrọ ailorukọ hCaptcha. A fun wọn ni kuki ti paroko kan ti o le ṣee lo ni ọpọlọpọ awọn akoko fun ọjọ kan, ṣugbọn o gbọdọ ni isọdọtun ni gbogbo wakati 24 nipasẹ login.Wi ti o ti ṣafihan ipenija kan si olumulo iwọle lori eyikeyi aaye lilo iṣẹ hCaptcha, wọn yoo kọja laifọwọyi.",
    "page-acc-title": "Alaye Wiwakọ irawọle hCaptcha",
    "page-acc-tr-body": "Ibeere: Mo tun rii ipenija kan lẹhin ṣeto kukisi. Kini nfa eyi? Idahun: Eyi jẹ igbagbogbo nitori lilo ohun adarọ ese adani tabi itẹsiwaju ti kuki, tabi eto kan ti o di awọn kuki kọja aaye, ninu apere yii kuki kan fun hcaptcha.com ti a ṣeto tabi ṣayẹwo nipasẹ hCaptcha JavaScript lori aaye oriṣiriṣi , bii ẹni ti o nbẹwo. Awọn kuki iwakọ hCaptcha ṣiṣẹ pẹlu gbogbo awọn aṣawakiri olokiki ati awọn olutọpa ad pẹlu awọn eto iṣedede wọn, nitorinaa awọn ikuna aiṣedeede jẹ nitori awọn iwe afọwọkọ alatako-adblock tabi iru awọn ofin irufẹ ti o fojusi si awọn aaye pato. Awọn ipinnu: 1. Whitelist hcaptcha.com ati * .hcaptcha.com awọn kuki ninu ipo alakọja ipolowo rẹ tabi itẹsiwaju aabo aṣàwákiri. 2. Ti o ba nlo aṣiri Brave, eyiti ko (bii ti Oṣu Kẹrin 2020) ti o han lati ni eyikeyi iru kuki whitelist, lọ si Awọn ayanfẹ -> Apata -> Awọn kuki ati yan Gba Gbogbo Awọn Kuki laaye. 3. Ti o ba nlo ẹya tuntun Safari tuntun lori boya OS X 10.15 ti a ti tu silẹ laipe tabi iOS 13. 4, Apple ti ṣẹṣẹ ṣe ayipada ihuwasi ti Safari ti o ni ibatan si awọn kuki ẹni-kẹta, didena gbogbo wọn nipa aiyipada. A n ṣe imulo ojutu kan, ṣugbọn lakoko yii jọwọ ṣabẹwo si Awọn ifẹ Safari, apakan Asiri, ati ipasẹ Ṣiṣe oju opo wẹẹbu: Dena ipasẹ aaye-aaye lati jẹ ki kuki iwifunni lati ṣiṣẹ bi o ti ṣe yẹ. Ibeere: Mo lo awọn ẹrọ pupọ. Ṣe Mo nilo lati forukọsilẹ fun awọn akoko pupọ? Idahun: Bẹẹkọ. Jọwọ tẹ ọna asopọ iwọle imeeli kanna ti o firanṣẹ si ori ẹrọ kọọkan ti o lo lati ṣeto kuki naa.",
    "page-acc-tr-title": "Fun Awọn olumulo Wiwọle: Q&A ati Itọsọna Laasigbotitusita",
    "priv-hc": "Ifojusi Ifojusi",
    "priv-hc-text": "Awọn nẹtiwọki Adani wo ọ bi ọja wọn. A ki i ṣe bẹ. A ko bikita ti awọn olumulo jẹ, nikan bi o ṣe ṣeeṣe ki wọn jẹ irira. A ṣe atilẹyin awọn ipilẹṣẹ bii Asiri Asiri, ati ṣiṣẹ nira lati dọgbadọgba asiri ati aabo.",
    "sec-hc": "Akọkọ Aabo",
    "sec-hc-text": "hCaptcha jẹ idojukọ-akede. A ṣiṣẹ lati fun awọn aaye data ni gidi ki o jẹ ki wọn pinnu bi wọn ṣe le lo o. Iṣiro wa ni anfani rẹ ati tiwa. Miiran captchas ni a pese nipasẹ awọn ile-iṣẹ ipolowo. Gbogbo bot ti wọn dènà le dinku owo-wiwọle wọn.",
    "what-is-hcaptcha": "Kini hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha ṣe iranlọwọ awọn iṣẹ oju opo wẹẹbu ayanfẹ rẹ lati tọju awọn bot, àwúrúju, ati ilokulo nipa bibeere awọn ibeere ti o rọrun fun eda eniyan ati nira fun awọn ẹrọ.",
    "why-hc": "Kilode ti hCaptcha?",
    "why-hc-text": "Ni akoko kọọkan ti o dahun ipenija kan, a lo awọn awoṣe ti o fafa lati ro ero boya eniyan tabi ẹrọ kan. Oju opo wẹẹbu ti o ṣabẹwo lẹhinna lo abajade yii lati ṣe iranlọwọ lati mu iriri rẹ pọ si lori aaye wọn nipa tito awọn bot."
}