{
    "about-advisors-brendan": "Umphathi omkhulu. Umholi owaziwayo ku-AI. Usebenzise ukuhlakanipha komshini esikalini ezinkingeni ezahlukahlukene zebhizinisi emashumini eminyaka adlule.",
    "about-advisors-dawn": "I-PhD kuComputational Biology, eStanford. Ukusebenza ngamanethiwekhi we-neural kusukela ngo-1999. Gxila ku-ML esetshenzisiwe nasekufundeni okujulile esikalini.",
    "about-advisors-head": "Abeluleki",
    "about-advisors-keiran": "Isazi sedatha kanye neBlockchain. Unjiniyela wokuqala e-Cloudera nokuningi. Iminyaka eyishumi yesoftware yokwakha ubuchwepheshe kanye namaqembu.",
    "about-content-head-1": "Lokho Esikwenzayo",
    "about-content-head-2": "Kungani Kubalulekile",
    "about-content-text-1": "I-hCaptcha iyinsizakalo ye-Intuition Machines Inc, i-AI kanye nenkampani yokufunda ngomshini egxile ekufundeni kwe-metalearning nase-visual domain ML esikalini. Sakha futhi sisebenzise amasistimu asabekayo kakhulu ukunika amandla izinsizakalo zokuhlaziywa kwamavidiyo nezithombe ezinkampanini zeGlobal 2000 emhlabeni jikelele.",
    "about-content-text-2": "Imininingwane eminingi ngokuvamile ikhiqiza imiphumela engcono. Ukwakha nokugcina imininingwane enelebula efanele futhi efanele kudla isikhathi futhi kuyabiza. I-hCaptcha ekuqaleni yathuthukiswa ukubhekana nezidingo zethu ekubhaleni izithombe, futhi isiyatholakalela ezinye izinkampani ezinezidingo ezifanayo.",
    "about-intro-head-1": "Sebenzela i-hCaptcha",
    "about-intro-head-2": "Umsebenzi Wethu Mkhulu",
    "about-intro-text": "Sikhula ngokushesha futhi sihlala sifuna ithalente elihle kakhulu emhlabeni wonke emahhovisi ethu omhlaba. Ungafaka isicelo ngezixhumanisi ezingezansi.",
    "about-leadership-alex": "Isazi sedatha kanye neBlockchain. Unjiniyela wokuqala e-Cloudera nokuningi. Iminyaka eyishumi yesoftware yokwakha ubuchwepheshe kanye namaqembu.",
    "about-leadership-eli": "Umphathi omkhulu. Umholi owaziwayo ku-AI. Usebenzise ukuhlakanipha komshini esikalini ezinkingeni ezahlukahlukene zebhizinisi emashumini eminyaka adlule.",
    "about-leadership-head": "Ubuholi",
    "about-leadership-todd": "I-PhD kuComputational Biology, eStanford. Ukusebenza ngamanethiwekhi we-neural kusukela ngo-1999. Gxila ku-ML esetshenzisiwe nasekufundeni okujulile esikalini.",
    "acc-opt": "Izinketho zokufinyelela",
    "acc-opt-but": "Funda kabanzi mayelana nezinketho zokungeneka",
    "acc-opt-text": "Ngabe ungaboni kahle noma awukwazi ukuqeda i-hCaptchas?",
    "accessibility-link": "Ukufinyeleleka",
    "appreciate-in": "Siyakwazisa ukufaka kwakho. Sazise noma yiziphi izinkinga futhi sizozixazulula ngokushesha.",
    "fb-but": "Sithumele impendulo",
    "feedback-text": "Nikeza impendulo nge-hCaptcha osanda kuyibona",
    "footer-attribution": "Isichasiso",
    "footer-copyright-text": "I-hCaptcha wuphawu lokuhweba olubhalisiwe lwe-Intuition Machines, Inc.",
    "footer-header-1": "Inkampani",
    "footer-header-2": "Izinsizakusebenza",
    "footer-header-3": "Imininingwane",
    "footer-link-1": "Ukulebula",
    "footer-link-10": "Ukufinyeleleka",
    "footer-link-2": "Mayelana",
    "footer-link-3": "Imisebenzi",
    "footer-link-4": "Izimpawu zokuhweba",
    "footer-link-5": "Izimiso Zokuziphatha ze-AI",
    "footer-link-6": "Ibhulogi",
    "footer-link-7": "Isimo",
    "footer-link-8": "Imibhalo",
    "footer-link-9": "Bika isiphazamisi",
    "footer-privacy": "Ubumfihlo",
    "footer-subheader-1": "Ukusekela",
    "footer-subheader-2": "Imininingwane",
    "footer-terms": "Imigomo",
    "header-docs-link": "Amadokhumenti",
    "header-labeling-services-link": "Izinsizakalo Zokulebula",
    "header-login-button": "Ngena ngemvume",
    "header-plans-link": "Izinhlelo",
    "header-signup-button": "Bhalisela",
    "home-about-head": "Mayelana ne-hCaptcha",
    "home-about-subtitle": "Inikwe amandla yi-HUMAN Protocol",
    "home-about-text-1": "I-hCaptcha yakhelwe ukuxazulula inkinga enkulu kakhulu yomsebenzi ekufundeni komshini: ukufaka ilebula amanani amakhulu emininingwane ngendlela efike ngesikhathi, engabizi futhi ethembekile.",
    "home-about-text-2": "Imininingwane eminingi ngokuvamile ikhiqiza imiphumela engcono kumamodeli wokufunda womshini. Impumelelo yakamuva yamamodeli ajulile iholele kumasethi wedatha akhula ngokwengeziwe, cishe njalo ngokubuyekezwa komuntu. Kodwa-ke, ukudala amasethi edatha amakhulu abuyekezwe ngabantu ngeMechanical Turk, Umfanekiso Wesishiyagalombili, njll.",
    "home-about-text-3": "I-hCaptcha ivumela amawebhusayithi ukuthi enze imali ngokusebenzela lesi sidingo ngenkathi evimba ama-bots nezinye izindlela zokuhlukumeza.",
    "home-about-text-4": "Imakethe ye-hCaptcha inikwe amandla yi-HUMAN Protocol, inqubo evulekile esezingeni eliphakathi nendawo yokubuyekezwa kwabantu esebenza ku-Ethereum blockchain. Amawebhusayithi athola ama-Human Tokens (HMT) noma nini lapho abasebenzisi basebenzisa iwijethi ye-hCaptcha kusayithi labo, futhi izinkampani ezifunda ngomshini zikhokha ama-Human Tokens ukuthola imininingwane yazo.",
    "home-ba-labeling-services-link": "Izinsizakalo Zokulebula",
    "home-benefits-head-1": "Inani Ekulebuleni Kwedatha",
    "home-benefits-head-2": "Buyisela ku-Charity",
    "home-benefits-text-1": "Ngabe uqaphele ukuthi ngaso sonke isikhathi uma uchofoza emotweni usiza ukuqeqesha izinhlelo zokufunda ngomshini zenkampani eyodwa yeGigantic mahhala?",
    "home-benefits-text-2": "I-hCaptcha iguqula le modeli. Uma usebenzisa i-hCaptcha, izinkampani zibhida emsebenzini owenziwa abasebenzisi bakho njengoba zifakazela ubuntu babo. Uthola imivuzo.",
    "home-benefits-text-3": "Ufuna ukubuyisela esisaweni sakho osithandayo? I-hCaptcha ikuvumela ukuthi uxhase izinhlangano zosizo ozikhethele zona ngemali oyitholayo ngokuyisebenzisa. Abasebenzisi abakwisayithi yakho maduze bazokwazi ukubona umnikelo wakho kunhlangano esiza abantulayo ngokusayina okuqonda kusibonisi se-hCaptcha.",
    "home-challenge-text-1": "Khetha zonke izithombe ezifanayo nombuzo",
    "home-challenge-text-2": "Chaza indawo ebophezelayo yezinto",
    "home-challenge-text-3": "Khomba amalebula ahambisanayo",
    "home-challenge-title-1": "Ukuqhathanisa",
    "home-challenge-title-2": "Ukubopha Ibhokisi",
    "home-challenge-title-3": "Ukuhlukaniswa ngezigaba",
    "home-challenges-head": "Izinselelo Ezethulwe",
    "home-challenges-text-1": "... neminye imisebenzi elula. Kulula kubantu, kunzima kuma-bots.",
    "home-challenges-text-2": "Imisebenzi yangokwezifiso iyatholakala kubashicileli bebhizinisi.",
    "home-ent-1": "Ufuna ukunikezwa kwethu kokuphepha kwebhizinisi?",
    "home-ent-2": "Vakashela isiza sethu esisha esizinikezele: BotStop.com",
    "home-ent-button": "Funda kabanzi: I-BotStop nge-hCaptcha",
    "home-from-the-blog": "Kusuka ku-BLOG:",
    "home-from-the-blog-value": "Zisebenza Kanjani Izilungiselelo Zobunzima be-hCaptcha",
    "home-intro-body": "Ngabe usebenzisa i-captcha ukuvimba ama-bots? I-hCaptcha ivikela ubumfihlo bomsebenzisi, ivuza amawebhusayithi, futhi isiza izinkampani ukuthi zifakwe ilebula ledatha yazo. Kuyinto yokufaka esikhundleni se-reCAPTCHA: ungashintsha ngaphakathi kwemizuzu.",
    "home-intro-button": "Bhalisa Manje",
    "home-intro-head": "Misa ama-bots amaningi. Qala ukuvikela ubumfihlo bomsebenzisi.",
    "home-main-1": "Okuyimfihlo. Kuphephile. Ngokushesha. Futhi sikukhokhela ukuthi uyisebenzise.",
    "home-main-2": "Ubumfihlo Bugxile",
    "home-main-2c": "Amanethiwekhi wesikhangiso abona izivakashi zakho njengomkhiqizo. Ku-hCaptcha umkhiqizo ngumsebenzi abawunikezayo. Asinendaba ukuthi abasebenzisi bakho bangobani, kuphela amathuba okuthi babe nobungozi. Sisekela izinhlelo ezifana ne-Privacy Pass, futhi sisebenza kanzima ukulinganisela ubumfihlo nokuphepha.",
    "home-main-3": "Ukuphepha Kuqala",
    "home-main-3c": "Ukunemba kukuthakazelisa kwakho nokwethu. I-hCaptcha igxile kumshicileli. Sisebenza ukukunikeza idatha yangempela futhi sikuvumele unqume ukuthi ungayisebenzisa kanjani. Amanye ama-captcha anikezwa izinkampani zokukhangisa zeGigantic. Lokhu kusho ukuthi yonke i-bot evimba inganciphisa imali engenayo.",
    "home-main-4": "Okuhlangenwe nakho okungcono komsebenzisi",
    "home-main-4c": "Amamodeli wokufunda wemishini eyinkimbinkimbi asetshenziswa yi-hCaptcha ukuthola ubuntu. Lokhu kusivumela ukuthi sidinge imisebenzi engacasuli kakhulu kubasebenzisi bakho futhi sithathe isikhathi sabo esincane ngokwenza njalo, ngenkathi sikhiqiza idatha enelebula esebenzisekayo yokulebula amakhasimende.",
    "home-main-plans": "I-hCaptcha imahhala ukuyisebenzisa kubashicileli banoma yisiphi isayizi. Kodwa-ke, kumabhizinisi nezinkundla ezidinga ukulawulwa okuningi, izixazululo zebhizinisi lethu ziyatholakala.",
    "home-main-plans2": "Izixazululo zebhizinisi le-hCaptcha zivikela izigidi zabasebenzisi kuwo wonke amashumi ezigidi zamawebhusayithi ezinye zezinkampani ezinkulu emhlabeni. Sicela uxhumane nathi ukuthola eminye imininingwane, noma vakashela",
    "home-main-plans3": "Izixazululo zebhizinisi le-hCaptcha zivikela izigidi zabasebenzisi kuwo wonke amashumi ezigidi zamawebhusayithi ezinye zezinkampani ezinkulu emhlabeni. Sicela uxhumane nathi ukuthola eminye imininingwane, noma vakashela",
    "home-main-plans4": "ukuthola imininingwane.",
    "home-plans-button-1": "Bhalisa manje",
    "home-plans-button-2": "Imininingwane yokuthengisa",
    "home-plans-chart-head-1": "Izici",
    "home-plans-chart-head-2": "Umshicileli",
    "home-plans-chart-head-3": "Ibhizinisi",
    "home-plans-chart-row-1-cell-1": "Izinhlobo zenselelo yokulawula zibonisiwe",
    "home-plans-chart-row-1-cell-2": "Kunomkhawulo",
    "home-plans-chart-row-1-cell-3": "Ingqikithi",
    "home-plans-chart-row-10-cell-1": "Amadeshibhodi amaningi wabasebenzisi",
    "home-plans-chart-row-11-cell-1": "Izici zokubika ezithuthukisiwe",
    "home-plans-chart-row-12-cell-1": "Ama-SLA ebhizinisi",
    "home-plans-chart-row-2-cell-1": "Lawula okuqukethwe kwenselele okusetshenzisiwe",
    "home-plans-chart-row-2-cell-2": "Kunomkhawulo",
    "home-plans-chart-row-2-cell-3": "Ingqikithi",
    "home-plans-chart-row-3-cell-1": "Thola imivuzo ngezixazululo zabantu",
    "home-plans-chart-row-4-cell-1": "Ukuvikelwa kwe-anti-bot esezingeni lomhlaba",
    "home-plans-chart-row-5-cell-1": "Isebenza kuwo wonke amazwe",
    "home-plans-chart-row-6-cell-1": "Inqubomgomo yobumfihlo ye-GDPR ne-CCPA",
    "home-plans-chart-row-7-cell-1": "Amazinga obunzima obulungiswe kahle",
    "home-plans-chart-row-8-cell-1": "Qalisa okuqukethwe kwakho okuyinselele",
    "home-plans-chart-row-9-cell-1": "Ukuhlela ubunzima besikhathi",
    "home-try-it-out-button": "Thola i-hCaptcha",
    "home-try-it-out-head": "Izame",
    "home-try-it-out-text": "I-hCaptcha inikeza ukutholwa kwebot okulula, okulula, nokuthembekile ngenkathi kuyinto encane kubantu ukuthi bayixazulule.",
    "labeling-about-head": "Mayelana ne-hCaptcha",
    "labeling-about-text-1": "I-hCaptcha yakhelwe ukuxazulula inkinga enkulu kakhulu yomsebenzi ekufundeni komshini; ilebula inani elikhulu ledatha ngendlela efike ngesikhathi, engabizi futhi ethembekile. Imininingwane eminingi ngokuvamile ikhiqiza imiphumela engcono kumamodeli wokufunda womshini. Impumelelo yakamuva yamamodeli ajulile iholele kumasethi wedatha akhula ngokwengeziwe, futhi i-hCaptcha isebenza ngalesi sidingo.",
    "labeling-about-text-2": "Kodwa-ke, ukudala amasethi edatha amakhulu abuyekezwe ngumuntu esebenzisa izindlela zendabuko kuhamba kancane futhi kuyabiza. I-hCaptcha iyindlela yokuthi izinkampani zithole izichasiselo ezizidingayo ngokushesha, ngekhwalithi ephezulu nangezindleko eziphansi kunezinye izindlela.",
    "labeling-annotations-head": "Izinhlobo Zezichasiselo",
    "labeling-annotations-text-1": "Ukutholwa kwento enembile ezithombeni nakwividiyo",
    "labeling-annotations-text-2": "Ukutholwa kwento enembile ezithombeni nakwividiyo",
    "labeling-annotations-text-3": "Izichasiselo zokukhomba zamacala amaningi wokusebenzisa ahlukahlukene",
    "labeling-annotations-text-4": "Hlunga noma hlanganisa izigaba ezinganaki zanoma yisiphi isayizi",
    "labeling-annotations-text-5": "Ukutholwa nokuhlukaniswa okunikwe amandla ngabantu",
    "labeling-annotations-text-6": "Ngabe udinga olunye uhlobo olungabhalisiwe lapha? Sibuze nje.",
    "labeling-annotations-title-1": "Amabhokisi abophezelayo",
    "labeling-annotations-title-2": "Amapholigoni",
    "labeling-annotations-title-3": "Izimpawu zomhlaba",
    "labeling-annotations-title-4": "Faka Ukuhlukaniswa Kwezigaba",
    "labeling-annotations-title-5": "Ukuqhathanisa nokuthola",
    "labeling-annotations-title-6": "... nokuningi okuningi",
    "labeling-ent-button": "Xhumana Nethimba Lethu Lezixazululo Zebhizinisi",
    "labeling-ent-head": "Udinga Ukulawula Ukuphela?",
    "labeling-ent-text-1": "Ipulatifomu le-HUMAN ngemuva kwe-hCaptcha linikela ngezici ezisezingeni eliphakeme kakhulu zomsebenzi nezokuphatha nge-on-premise, hybrid, noma i-SaaS deployments ehlangana nezinhlelo zakho ezikhona.",
    "labeling-ent-text-2": "Qalisa ngokuphelele ngokungaxhunyiwe ku-inthanethi ngabasebenzi bakho, inani lethrekhi elisetshenziswe kumayunithi webhizinisi noma kozakwethu be-consortium, hlela imisebenzi ngokukhetha abahlinzeki bezisebenzi abangaphakathi nabangaphandle ngokuya ngezindleko nezidingo zokuphepha, nokuningi.",
    "labeling-ent-text-3": "Ukufinyelela okulula kwe-API, amadeshobhodi amahle, nobuchwepheshe besimodeli obusezingeni eliphezulu ukukhulisa ukusebenza kahle.",
    "labeling-ent-text-4": "Ama-SLA we-99.99% we-uptime kanye ne-24/7 ukwesekwa komhlaba kuyatholakala. Ngeminye imininingwane:",
    "labeling-features-head-1": "Amapayipi alula aqhutshwa yi-API.",
    "labeling-features-head-2": "Kwenzelwe izindleko nekhwalithi. Akukho ukuzibophezela kwangaphambili okudingekayo.",
    "labeling-features-head-3": "Khokha kuphela ukunemba okudingayo.",
    "labeling-features-head-4": "Nikeza ngedatha yakho yeqiniso lomhlaba noma masiyakhe endizeni.",
    "labeling-features-text-1": "Ufuna ukuhlanganisa ukubuyekezwa komuntu ngqo ekusebenzeni kwebhizinisi lakho? Sinikeza ama-SLA athembeke kakhulu, amandla aqinisekisiwe, nama-REST APIs alula.",
    "labeling-features-text-2": "Ipulatifomu ye-HUMAN isebenzisa amamodeli wokuzethemba aphelele ukwenza ukuhlaziywa kwekhwalithi yesikhathi sangempela okuyinkimbinkimbi. Lokhu kusivumela ukuthi sinqume masinyane kokubili ubunzima bemibuzo nempendulo yayo efanele, ikongela isikhathi nemali.",
    "labeling-features-text-3": "Zonke izinkinga azifani. Izichasiselo zemisebenzi ebaluleke kakhulu kwezokuphepha zingadinga ukuzethemba okungu-99.99% kubasebenzi abangabantu ngokuphelele. Izichasiselo zesici esisodwa se-beta kuhlelo lokusebenza lwegeyimu yeselula zingadinga ukuzethemba okumaphakathi kuphela. Unquma.",
    "labeling-features-text-4": "Ingabe unayo idatha eluhlaza ngaphandle kwesethi ephelele yokuqinisekisa? Ezimweni eziningi singakwakhela eyodwa njengoba imisebenzi ihamba ngohlelo, noma yakha amasampuli anelebula yokuvunywa kwakho.",
    "labeling-info-head": "Ukuthola ilebula yedatha",
    "labeling-info-text-1": "Khuluma nomunye wochwepheshe besizinda sethu ukuze uchaze izidingo zakho zephrojekthi: ukunemba kwethagethi, ifomethi, kanye nanoma iziphi izidingo ezikhethekile.",
    "labeling-info-text-2": "Senza umsebenzi wokukhiqiza omncane ngokususelwa kudatha yakho yesampula. Lokhu kuvivinya umsebenzi esiwenzile ndawonye ukuqinisekisa ukuthi uthola ngqo okudingayo.",
    "labeling-info-text-3": "Ngevolumu yethu ephezulu kanye nokubambezeleka okuphansi sizoguqula umsebenzi wakho ngokushesha, ngokulethwa okuzenzakalelayo ngokushesha nje lapho usuqedile.",
    "labeling-info-text-4": "Njengoba siyiqonda kangcono imingcele yomsebenzi wakho wokukhiqiza, imiphumela izoqhubeka ithuthuke ngokuhamba kwesikhathi.",
    "labeling-info-text-5": "Amadeshibhodi abukhoma akuvumela ukuthi unikeze impendulo noma umise okwesikhashana ukukhiqizwa nganoma yisiphi isikhathi.",
    "labeling-info-title-1": "Chaza Imininingwane",
    "labeling-info-title-2": "Ukuhlolwa kokuqala komsebenzi",
    "labeling-info-title-3": "Phaka Imisebenzi Yokukhiqiza",
    "labeling-info-title-4": "Ukuthuthukiswa Okuqhubekayo",
    "labeling-info-title-5": "Imiphumela Yesikhathi Sangempela",
    "labeling-main-1": "Ukulebula kwedatha okungabizi esikalini",
    "labeling-main-1-button": "Thola Imininingwane Yakho Ebhalwe Manje",
    "labeling-main-1c": "Udinga amalebula amaningi wamasheya wakho wedatha? I-hCaptcha inikeza ilebula yedatha esheshayo, engabizi kakhulu, nekhwalithi ephezulu yezinkampani ezisebenzela ubuhlakani bokufakelwa nezinhlelo zokusebenza zokufunda ngomshini.",
    "labeling-main-2": "Qalisa izigidi zemisebenzi khona manjalo.",
    "labeling-main-2-button": "Thenga Izinsizakalo Zokulebula Idatha",
    "labeling-main-2c": "I-hCaptcha inelinye lamachibi amakhulu kunawo wonke emhlabeni atholakala ukuze uwasebenzise. Noma ngabe siphi isilinganiso sakho, singasisingatha ngaphandle kokuzibophezela okubizayo kwangaphambili. Izigidi zemisebenzi ngosuku azinankinga.",
    "labeling-platform-head": "Imininingwane eyimfihlo noma yomphakathi",
    "labeling-platform-text": "I-hCaptcha yakhelwe ku-HUMAN Platform, evumela umzila nokuhlaziywa okuyinkimbinkimbi ukukhulisa izindleko nokusebenza kahle kwesinyathelo ngasinye. Lobu buchwepheshe buvumela abasebenzi abafanele ukuthi babambe ingxenye ngayinye yomsebenzi wakho, bandise ukusebenza kahle kwezindleko ngenkathi kugcinwa ubumfihlo futhi bahlangabezane nanoma yiziphi izidingo zokulawula ezingasebenza.",
    "labeling-try-button": "Thenga Izinsizakalo Zokulebula Idatha",
    "labeling-try-head": "Ufuna ukuzama ngedatha yakho?",
    "labeling-try-text": "... sikulungele lapho ukhona: insizakalo yethu itholakala ubusuku nemini.",
    "learn-more-hcaptcha": "Funda kabanzi nge-hCaptcha",
    "page-acc-faq-1": "Umbuzo: Ingabe i-hCaptcha Section 508 + WCAG 2.0 iyahambisana? Impendulo: Sikholelwa kanjalo: bonke abasebenzisi abananoma yiluphi uhlobo lokukhubazeka abakwazi ukudlulisa amehlo kuwebhu bese befaka umbhalo kumafomu bangafinyelela kuzinsizakalo ezivikelwe yi-hCaptcha lapho kubhaliswa. Kodwa-ke, lesi akusona iseluleko sezomthetho: kufanele wenze ukuhlolwa kwakho, ubhekele ukuqaliswa kwakho okuthe xaxa ukuqinisekisa ukuthi lokhu kwenzeka lapho uthunyelwa khona.",
    "page-acc-faq-2": "Umbuzo: Ngabe usebenza kwezinye izinketho zokufinyeleleka (a11y), njengomsindo? Impendulo: Izinketho ezazidumile phambilini njengama-captchas alalelwayo ziyabandlulula abasebenzisi abaningi be-a11y futhi zehlulwa kalula ngamasu wokufunda umshini wanamuhla. Lokhu kuphoqe izinselelo zamanje zomsindo ukuba zibe nzima ngokwengeziwe, ukwethula umsindo, isikhathi esingajwayelekile, ukuhlanganiswa kwamagama okungajwayelekile, nokunye ukuhlula abahlaseli. Ngakho-ke asinantshiseko ngale ndlela uma sigwema inselelo ngokuphelele, kepha sizoyibheka uma kunesidingo emphakathini we-a11y. Kodwa-ke, sinentshisekelo kakhulu ku-Ubumfihlo Pass wecala lokufinyeleleka. Sikholelwa ukuthi ukuhlanganisa indlela yethu yamanje ye-a11y nokukhishwa kwe-Privacy Pass kuzovumela abasebenzisi be-a11y ukuthi baphequlule ngokuphepha, bavikeleke ngokwazi ukuthi ithrafikhi yabo iyimfihlo kakhulu, ngenkathi ikhawulela ukuhlukunyezwa ngabasebenza nge-bot okwenzeka nakanjani lapho kutholakala izinketho ze-a11y. Singabahlanganyeli abakhuthele eqenjini elisebenzayo le-IETF lokumisa lobu buchwepheshe obusha.",
    "page-acc-faq-3": "Umbuzo: Kuthiwani ngokuba wedwa? Ngabe ukubhaliswa kuveza idatha yokuphequlula i-a11y ngandlela thile? Wenzani nge-imeyili? Impendulo: i-hCaptcha yakhelwe ubumfihlo kusuka phansi. Kuhluke kakhulu kunezinketho zendabuko ezifana ne-reCAPTCHA ephethwe ngamanethiwekhi esikhangiso, anesisusa sokukulandela kuwebhu futhi akuhlanganise nobunikazi bangempela. Asikaze sisebenzise ama-imeyili okufinyeleleka noma imininingwane nganoma iyiphi enye injongo ngaphandle kokwenza ukusetshenziswa kwe-a11y nokuvikela ukuhlukunyezwa. Inqubomgomo yethu yobumfihlo inezimpendulo eziphelele nezinegunya lokuthi siyisebenzisa kanjani idatha, kepha impendulo emfushane ukuthi asinantshisekelo yokukuhlanganisa njengomuntu onomlando wakho wokuphequlula.Siphinde futhi sisebenze nesixazululo se-cryptographic ukulahla ngokushesha ikheli lakho le-imeyili. ngenkathi sigcina amandla ethu okuvikela ukuhlukunyezwa, sigcwalisa umsebenzi wethu wePass Privacy.",
    "page-acc-link-1": "Uma ungumsebenzisi wokungeneka, sicela ubhalise lapha.",
    "page-acc-subhead": "Ukuqinisekisa ukufinyelela okungenamthungo kwabo bonke abasebenzisi ngenkathi kugcinwa ukuphepha",
    "page-acc-summary": "Isifinyezo",
    "page-acc-summary-contents-1": "I-hCaptcha yakhelwe ukumisa ama-bots ngokuwahlukanisa nabantu. Ukuhlolwa okubonakalayo kuyithuluzi elilula lalokhu, kepha hhayi wonke umuntu angaxazulula inselelo ebonakalayo. Ngalesi sizathu sakha enye indlela elula, engenabuhlungu ukuvumela abashicileli abasebenzisa insiza yethu ukuthi balondoloze ukufinyeleleka kwabo bonke ngokuhambisana ngokugcwele kweSigaba 508 ne-WCAG 2.0.",
    "page-acc-summary-contents-2": "Isebenza kanjani: okokuqala, umsebenzisi wokufinyeleleka ubhalisa kule URL, exhunywe ekhasini lemininingwane yewijethi ye-hCaptcha. Banikezwa ikhukhi ebethelwe engasetshenziswa kaningana ngosuku, kepha kufanele ivuselelwe njalo ngamahora angama-24 ngokungena ngemvume.",
    "page-acc-title": "Imininingwane Yokufinyeleleka ye-hCaptcha",
    "page-acc-tr-body": "Umbuzo: Ngisabona inselelo ngemuva kokusetha ikhukhi. Yini ebangela lokhu? Impendulo: Lokhu ikakhulukazi kungenxa yokusebenzisa i-ad blocker enolaka noma i-anti-cookie extension, noma isilungiselelo esivimba amakhukhi wesayithi, kulokhu ikhukhi le-hcaptcha.com elisethwe noma elihlolwe yi-hCaptcha JavaScript kusayithi elehlukile , njengaleli olivakashelayo. Amakhukhi okufinyeleleka we-hCaptcha asebenza nazo zonke iziphequluli nezivimbeli zezikhangiso ezinamasethingi awo ajwayelekile, ngakho-ke ukwehluleka okujwayelekile kungenxa yemibhalo elwa nama-anti-adblock noma imithetho efanayo ebhekise kumasayithi athile. Izixazululo: 1. I-Whitelist hcaptcha.com namakhukhi * .hcaptcha.com kusikhangiso sakho esivimba noma isandiso sokuphepha sesiphequluli. 2. Uma usebenzisa isiphequluli se-Brave, esingaveli (kusukela ngo-Ephreli 2020) esibonakala sinoma yiluphi uhlobo lohlu olumhlophe lwamakhukhi, iya kokuthi Izintandokazi -> Izihlangu -> Amakhukhi bese ukhetha okuthi Vumela Onke Amakhukhi. 3. Uma usebenzisa inguqulo yakamuva kakhulu yeSafari ku-OS X 10.15 noma i-iOS 13. 4 esanda kukhishwa, i-Apple isanda kushintsha indlela yokuziphatha kweSafari ehlobene namakhukhi enkampani yangaphandle, ibavimba ngokuphelele. Sisebenzisa isixazululo, kodwa okwamanje sicela uvakashele Izintandokazi ze-Safari, isigaba Sobumfihlo, futhi ungahloli ukulandelela iwebhusayithi: Vimbela ukulandelela isiza esivumelana ukuze ikhukhi lokungeneka lisebenze njengoba bekulindelekile. Umbuzo: Ngisebenzisa amadivayisi amaningi. Ngabe ngidinga ukubhalisa kaningi? Impendulo: Cha. Sicela uchofoze isixhumanisi sokungena ngemvume se-imeyili esithunyelwe kuwe kudivayisi ngayinye oyisebenzisayo ukusetha ikhukhi.",
    "page-acc-tr-title": "Yabasebenzisi bokufinyeleleka: Umhlahlandlela we-Q & A ne-Troubleshooting",
    "priv-hc": "Ubumfihlo Bugxile",
    "priv-hc-text": "Amanethiwekhi wesikhangiso akubona njengomkhiqizo wawo. Asazi. Asinandaba ukuthi obani abasebenzisi, kuphela amathuba okuthi babe nobungozi. Sisekela izinhlelo ezifana ne-Privacy Pass, futhi sisebenza kanzima ukulinganisela ubumfihlo nokuphepha.",
    "reporting-bugs-accessibility-button": "Funda kabanzi mayelana nezinketho zokungeneka",
    "reporting-bugs-accessibility-head": "Izinketho zokufinyelela",
    "reporting-bugs-accessibility-text": "Ngabe ungaboni kahle noma awukwazi ukuqeda i-hCaptchas?",
    "reporting-bugs-guide-ff-head": "Ukuthwebula imininingwane yombiko wesiphazamisi: Firefox",
    "reporting-bugs-guide-ff-step-1": "Isinyathelo 1: Vula Amathuluzi Wonjiniyela (Lokhu kuqala ukurekhoda iseshini.)",
    "reporting-bugs-guide-ff-step-2": "Isinyathelo 2: Chofoza kuthebhu yenethiwekhi kumathuluzi wonjiniyela. Hlola ibhokisi lamalogi ePersist phezulu.",
    "reporting-bugs-guide-ff-step-3": "Isinyathelo 3: vakashela ku-https: //accounts.hcaptcha.com/demo, noma kuwebhusayithi onenkinga kuyo (Inothi Lobumfihlo: kuphela uma ungakhathazeki ukwabelana ngokuthi kuyini) ... bese uchofoza ku-I ngiyinkinobho yomuntu, bese uzama ukuxazulula.",
    "reporting-bugs-guide-ff-step-4": "Isinyathelo 4: Chofoza u-HAR ngemuva kokuzama ukuxazulula, bese ukhetha Gcina Konke njenge-HAR ukugcina i-log yenethiwekhi. Thumela lelo fayela kithi.",
    "reporting-bugs-guide-ff-step-5": "Isinyathelo 5: Chofoza kuthebhu yeConsole, bese uqhafaza kwesokudla bese ukhetha Konke bese uligcina kufayela lombhalo, ukuze ugcine i-log console. Sithumele nathi lokho.",
    "reporting-bugs-guide-ff-step-6": "Isinyathelo sokugcina: Thumela i-imeyili kulawo ma-HAR bese u-console amafayela we-log, bese uchaza inkinga Sebenzisa: support@hcaptcha.com (sicela usebenzise insiza efana neDropbox noma iFayilebin bese uthumela izixhumanisi) bese ukhetha isithombe-skrini, uma usola ukuthi kukhona okungavezi kahle . Sicela uthumele i-IP oyisebenzisayo futhi. Ungayithola ku-https: //www.whatsmyip.org/ Siyabonga ngokuthatha isikhathi ukusisiza ukuthola lolu lwazi! Sizibophezele ekwenzeni i-hCaptcha isebenze kahle kuwo wonke umuntu.",
    "reporting-bugs-guide-head": "Ukuthwebula imininingwane yombiko wesiphazamisi: i-Chrome",
    "reporting-bugs-guide-step-1": "Isinyathelo 1: Vula Amathuluzi Wonjiniyela (Lokhu kuqala ukurekhoda iseshini.)",
    "reporting-bugs-guide-step-2": "Isinyathelo 2: Chofoza kuthebhu yenethiwekhi kumathuluzi wonjiniyela. Thikha ibhokisi le-Preserve log phezulu.",
    "reporting-bugs-guide-step-3": "Isinyathelo 3: vakashela ku-https: //accounts.hcaptcha.com/demo, noma kuwebhusayithi onenkinga kuyo (Inothi Lobumfihlo: kuphela uma ungakhathazeki ukwabelana ngokuthi kuyini) ... bese uchofoza ku-I ngiyinkinobho yomuntu, bese uzama ukuxazulula.",
    "reporting-bugs-guide-step-4": "Isinyathelo 4: Chofoza ku-Export HAR (umcibisholo omncane ophansi) ngemuva kokuzama ukuxazulula, okusindisa i-log yenethiwekhi. Thumela lelo fayela kithi.",
    "reporting-bugs-guide-step-5": "Isinyathelo 5: Chofoza kuthebhu ye-Console, bese uchofoza kwesokudla bese u-Save as .. ukuze ugcine i-log console. Sithumele nathi lokho.",
    "reporting-bugs-guide-step-6": "Isinyathelo sokugcina: Thumela i-imeyili kulawo ma-HAR bese usiduduza, bese uchaza inkinga. Sebenzisa: support@hcaptcha.com (sicela usebenzise insiza efana neDropbox noma iFayilebin bese uthumela izixhumanisi) bese ukhetha isithombe-skrini, uma usola ukuthi kukhona okungakhombisi kahle. Sicela uthumele i-IP oyisebenzisayo futhi. Ungayithola ku-https: //www.whatsmyip.org/ Siyabonga ngokuthatha isikhathi ukusisiza ukuthola lolu lwazi! Sizibophezele ekwenzeni i-hCaptcha isebenze kahle kuwo wonke umuntu.",
    "reporting-bugs-guide-text-1": "Ukuthumela imininingwane yokulungisa iphutha ngombiko wakho kuzokwenza kube lula kakhulu kithi ukukhomba ukuthi kwenzekani. Nayi imiyalo yesinyathelo ngesinyathelo:",
    "reporting-bugs-guide-text-2": "Uma ungunjiniyela wewebhu noma umsebenzisi oyingcweti, isifinyezo singathanda ukuthi usithumelele inethiwekhi yokuqopha i-HAR nezingodo zekhonsoli yesiphequluli. Sicela uzame ukukhubaza noma yikuphi ukuvimba isikhangiso noma izandiso zokuphepha kwesiphequluli kuqala bese uzama futhi ngaphambi kokuhamba ngalezi zinyathelo. Uma lokho kulungisa inkinga yakho, sisazokuthokozela ukusazisa inguqulo yesiphequluli sakho, isivimbeli sesikhangiso noma isandiso sesiphequluli, kanye ne-URL yewebhusayithi.",
    "reporting-bugs-intro-head": "Uthole isiphazamisi? Nakhu ukuthi ungakubika kanjani.",
    "reporting-bugs-intro-text": "Izigidi zabantu zisebenzisa i-hCaptcha inyanga ngayinye, ezinkulungwaneni zezinhlanganisela zeziphequluli, izandiso, amadivayisi, izibhulamlilo, nokuningi. Inhloso yethu ukuqinisekisa ukuthi isebenza njalo kuwe, ngakho-ke siyazisa kakhulu imibiko yakho! Ukuze unikeze impendulo esheshayo, mane uchofoze inkinobho yokuthumela impendulo. Uma ubona inkinga esebenzayo, sicela ulandele imiyalo yelog yokulungisa iphutha ye-Chrome noma imiyalo ye-log debug yeFirefox engezansi. Nganoma yiziphi ezinye iziphequluli mane usithumele i-imeyili. Ngokuphathelene nezinkinga zokuphepha noma zobumfihlo, bona imiyalo engezansi.",
    "reporting-bugs-privacy-head": "Izinkinga Zobumfihlo",
    "reporting-bugs-privacy-text": "Asinandaba ukuthi obani abasebenzisi, kuphela amathuba okuthi babe nobungozi noma imishini. Sisekela izinhlelo ezifana ne-Privacy Pass, futhi sisebenza kanzima ukulinganisela ubumfihlo nokuphepha. Uma uthole inkinga ocabanga ukuthi ingathinta ubumfihlo bomsebenzisi, sicela usithumele i-imeyili ku-support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Sithumele impendulo",
    "reporting-bugs-provide-feedback-head": "Nikeza impendulo ngokushesha nge-hCaptcha",
    "reporting-bugs-provide-feedback-text": "Siyakwazisa ukufaka kwakho. Sazise noma yiziphi izinkinga futhi sizozixazulula ngokushesha.",
    "reporting-bugs-security-head": "Iziphazamisi Zokuphepha",
    "reporting-bugs-security-text": "Sihlala sinentshisekelo yokuthola imibiko yezimbungulu zokuphepha. I-imeyili support@hcaptcha.com & CC security@hcaptcha.com futhi sizobuyela kuwe ngokushesha. Futhi sinohlelo lwe-bug bounty lwemibiko efanelekile yokuphepha kusevisi ye-hCaptcha kanye nekhodi yomthombo ehlobene.",
    "sec-hc": "Ukuphepha Kuqala",
    "sec-hc-text": "I-hCaptcha igxile kumshicileli. Sisebenza ukunikeza amasayithi idatha yangempela futhi sibavumele banqume ukuthi bazoyisebenzisa kanjani. Ukunemba kukuthakazelisa kwakho nokwethu. Amanye ama-captcha anikezwa izinkampani zokukhangisa. Yonke i-bot evimba inganciphisa imali engenayo.",
    "switch-to-english-link": "Shintshela esiNgisini",
    "what-is-hcaptcha": "Yini i-hCaptcha?",
    "what-is-hcaptcha-text": "I-hCaptcha isiza amasevisi wakho wewebhu owathandayo ukugcina ama-bots, ogaxekile, nokuhlukumeza ngokubuza imibuzo elula elula kubantu futhi enzima kumishini.",
    "why-hc": "Kungani i-hCaptcha?",
    "why-hc-text": "Ngaso sonke isikhathi uma uphendula inselelo, sisebenzisa amamodeli asezingeni eliphakeme ukuthola ukuthi ungumuntu noma ungumshini. Iwebhusayithi oyivakashele isebenzisa lo mphumela ukusiza ukuthuthukisa ulwazi lwakho kusayithi labo ngokugcina ama-bots."
}