{
    "about-advisors-brendan": "CEO. Umholi owaziwayo ku-AI. Usebenzise ubuhlakani bemishini ngezinga ezahlukahlukene zezinkinga zebhizinisi emashumini eminyaka adlule.",
    "about-advisors-dawn": "I-PhD ku-Computational Biology, eStanford. Ukusebenza ngamanethiwekhi we-neural kusukela ngonyaka we-1999. Gxila kwi-ML esetshenzisiwe nokufunda okujulile ngezinga.",
    "about-advisors-head": "Abeluleki",
    "about-advisors-keiran": "Database kanye neBlockchain uchwepheshe. Unjiniyela wokuqala we-Cloudera nokuningi. Iminyaka eyishumi yesoftware yokwakha ubuchwepheshe namaqembu.",
    "about-content-head-1": "Lokho Esikwenzayo",
    "about-content-head-2": "Kungani Kubalulekile",
    "about-content-text-1": "I-hCaptcha iyinsizakalo ye-Intuition Machines Inc, inkampani ye-AI kanye nomshini wokufunda ogxile kugxathu lokulinganisa ne-visual domain ML ngezinga. Sakha futhi sisebenzise amasistimu amakhulu we-scalable ukunika amandla izinsizakalo zokuhlaziywa kwevidiyo nezithombe zezinkampani ze-Global 2000 emhlabeni jikelele.",
    "about-content-text-2": "Imininingwane ethe xaxa ikhiqiza imiphumela engcono. Ukwakha nokugcina imininingwane efanele enezimpawu kanye nesikhathi esifanele kuyadla isikhathi futhi kuyabiza. I-‍hCaptcha ekuqaleni yenzelwe ukubhekana nezidingo zethu ngokulebula kwezithombe, futhi isiyatholakala kwezinye izinkampani ezinezidingo ezifanayo.",
    "about-intro-head-1": "Sebenzela i-hCaptcha",
    "about-intro-head-2": "Umsebenzi wethu Mkhulu",
    "about-intro-text": "Sikhula ngokushesha futhi ngaso sonke isikhathi sifuna ithalente elihle kakhulu emhlabeni wonke emahhovisi ethu omhlaba. Ungafaka isicelo ngezixhumanisi ezingezansi.",
    "about-leadership-alex": "Database kanye neBlockchain uchwepheshe. Unjiniyela wokuqala we-Cloudera nokuningi. Iminyaka eyishumi yesoftware yokwakha ubuchwepheshe namaqembu.",
    "about-leadership-eli": "CEO. Umholi owaziwayo ku-AI. Usebenzise ubuhlakani bemishini ngezinga ezahlukahlukene zezinkinga zebhizinisi emashumini eminyaka adlule.",
    "about-leadership-head": "Ubuholi",
    "about-leadership-todd": "I-PhD ku-Computational Biology, eStanford. Ukusebenza ngamanethiwekhi we-neural kusukela ngonyaka we-1999. Gxila kwi-ML esetshenzisiwe nokufunda okujulile ngezinga.",
    "acc-opt": "Izinketho Zokufinyelela",
    "acc-opt-but": "Funda kabanzi mayelana nezinketho zokungeneka",
    "acc-opt-text": "Ngabe ungaboni kahle noma awukwazi ukuqeda i-hCaptchas?",
    "accessibility-link": "Ukutholakala",
    "appreciate-in": "Siyabonga ukufaka kwakho. Sazise noma yiziphi izingqinamba futhi sizozixazulula ngokushesha.",
    "fb-but": "Sithumele impendulo",
    "feedback-text": "Nikeza impendulo ku-hCaptcha osanda kuyibona",
    "footer-attribution": "Isimangalo",
    "footer-copyright-text": "i-hCaptcha inguphawu lokuthengisa olubhalisiwe lwe-Intuition Machines, Inc.",
    "footer-header-1": "Inkampani",
    "footer-header-2": "Izinsizakusebenza",
    "footer-header-3": "Ukuxhumana",
    "footer-link-1": "Ukubiza",
    "footer-link-2": "Cishe",
    "footer-link-3": "Imisebenzi",
    "footer-link-4": "Izimpawu Zentengiso",
    "footer-link-5": "Ibhulogi",
    "footer-link-6": "Isimo",
    "footer-link-7": "Imibhalo",
    "footer-link-8": "Bika isiphazamisi",
    "footer-link-9": "Ukutholakala",
    "footer-privacy": "Ubumfihlo",
    "footer-subheader-1": "Ukuxhaswa",
    "footer-subheader-2": "Ukuxhumana",
    "footer-terms": "Imibandela",
    "header-docs-link": "Amadokhumenti",
    "header-labeling-services-link": "Izinsizakalo Zokuhlwaya",
    "header-login-button": "Ngena ngemvume",
    "header-plans-link": "Amacebo",
    "header-signup-button": "Bhalisela",
    "home-about-head": "Mayelana ne-hCaptcha",
    "home-about-subtitle": "Inikezwe amandla yi-HUMAN Protocol",
    "home-about-text-1": "i-hCaptcha yakhelwe ukuxazulula inkinga enkulu kakhulu yabasebenzi ekufundeni komshini: ilebula izinombolo ezinkulu zedatha ngendlela eshibhile, engabizi, futhi ethembekile.",
    "home-about-text-2": "Imininingwane engaphezulu ngokuvamile ikhiqiza imiphumela engcono kumamodeli wokufunda womshini wokuqeqesha. Impumelelo yakamuva yamamodeli ajulile iholele ekuhlelweni kwedatha okukhulu, cishe njalo nokubuyekezwa okuthile komuntu. Kodwa-ke, ukudala imininingo emide ebuyekezwe abantu nge-Mechan Turk, Umdwebo Wesishiyagalombili, njll., Kuhamba kancane futhi kuyabiza.",
    "home-about-text-3": "i-hCaptcha ivumela amawebhusayithi ukuthi enze imali ekukhonzeni lesi sidingo ngenkathi evimba i-bots nezinye izindlela zokuhlukumeza.",
    "home-about-text-4": "Imakethe ye-hCaptcha inikwa amandla yi-HUMAN Protocol, umthetho ovulekile ovunyelwe wokubukeza komuntu osebenza ku-Ethereum blockchain. Amawebhusayithi athola i-Human Tokens (HMT) noma nini lapho abasebenzisi besebenzisa iwijethi ye-hCaptcha esizeni sabo, futhi izinkampani ezifunda umshini zikhokha i-Human Tokens ukuthola imininingwane yazo ibhalwe phansi.",
    "home-ba-labeling-services-link": "Izinsizakalo Zokwenza ilebuli",
    "home-benefits-head-1": "Inani ngokubiza i-Idatha",
    "home-benefits-head-2": "Nikeza Ukubuyiselwa Kwesisa",
    "home-benefits-text-1": "Ngabe uqaphele ngaso sonke isikhathi uma \"uchofoza emotweni\" usiza ukuqeqesha mahhala uhlelo olulodwa lokufunda ngomshini weGiganticcompany?",
    "home-benefits-text-2": "i-hCaptcha ijika le modeli. Uma usebenzisa i-hCaptcha, izinkampani zenza umsebenzi abasebenzisi bakho abakwenzayo njengoba befakazela ubuntu babo. Uthola imivuzo.",
    "home-benefits-text-3": "Ufuna ukubuyisela ukupha kwakho okuthandayo? i-hCaptcha ikuvumela ukuthi uxhase izinhlangano ezinikela ozikhethayo ngenzuzo oyithola ngokuyisebenzisa. Abasebenzisi esizeni sakho maduze nje bazokwazi ukubona umnikelo wakho ekuphaseleni ngomkhiqizo oqondileyo esibonakalayo se-hCaptcha.",
    "home-challenge-text-1": "Khetha zonke izithombe ezihambelana nombuzo",
    "home-challenge-text-2": "Chaza indawo ebopha izinto",
    "home-challenge-text-3": "Khomba amalebula ahambisanayo",
    "home-challenge-title-1": "Qhathanisa",
    "home-challenge-title-2": "Ibhokisi Lokwenza",
    "home-challenge-title-3": "Isigaba",
    "home-challenges-head": "Izinselelo Ezethulwayo",
    "home-challenges-text-1": "... neminye imisebenzi elula. Elula kubantu, kanzima i-bots.",
    "home-challenges-text-2": "Imisebenzi yangokwezifiso iyatholakala nabashicileli bebhizinisi.",
    "home-ent-1": "Ufuna iminikelo yokuphepha yebhizinisi lethu?",
    "home-ent-2": "Vakashela isayithi lethu elisha elizinikezele: BotStop.com",
    "home-ent-button": "Funda kabanzi: I-BotStop yi-hCaptcha",
    "home-from-the-blog": "KUSUKELA IGAZI:",
    "home-from-the-blog-value": "Izilungiselelo Zobunzima be-hCaptcha zisebenza kanjani",
    "home-intro-body": "Ingabe usebenzisa i-Captcha ukukhipha i-bots? I-hCaptcha ivikela ubumfihlo bomsebenzisi, ivuza amawebhusayithi, futhi isiza izinkampani ukuthi zifakwe ilebula. Kokuphinda kungeniswe kwe-reCAPTCHA: ungashintsha kungakapheli imizuzu.",
    "home-intro-button": "Bhalisa Manje",
    "home-intro-head": "Misa ama-bots amaningi. Qala ukuvikela ubumfihlo bomsebenzisi.",
    "home-main-1": "Ngasese. Vikela. Ngokushesha. Futhi sikukhokhela ukuthi uyisebenzise.",
    "home-main-2": "Ubumfihlo Ugxilwe",
    "home-main-2c": "Amanethiwekhi wesikhangiso abona izivakashi zakho njengomkhiqizo. Kwa-hCaptcha umkhiqizo uwumsebenzi abanikezayo. Asikhathali ukuthi abasebenzisi bakho bangobani, kuphela ukuthi bangaba yingozi kangakanani. Sisekela imizamo efana ne-Privacy Pass, futhi sisebenza kanzima ukulinganisa ubumfihlo nokuphepha.",
    "home-main-3": "Ezokuphepha Okokuqala",
    "home-main-3c": "Ukunemba kuyintshisekelo yakho neyethu. I-hCaptcha igxile kumshicileli. Sisebenzela ukukunikeza idatha yangempela futhi sikuvumele unqume ukuthi uyisebenzisa kanjani. Ezinye izihlokwi zinikezwa yi",
    "home-main-4": "Isipiliyoni Somsebenzisi Esingcono",
    "home-main-4c": "Amamodeli wokufunda womshini obanzi asetshenziswa yi-hCaptcha ukuthola isintu. Lokhu kusivumela ukuthi sidinge imisebenzi ecasulayo evela kubasebenzisi bakho futhi uthathe isikhathi sabo esincane ngokwenza lokho, ngenkathi sisakhiqiza idatha ebalulekile enelebula yokulebula amakhasimende.",
    "home-main-plans": "i-hCaptcha imahhala ukuyisebenzisela abashicileli banoma yisiphi isayizi. Noma kunjalo, kumabhizinisi namapulatifomu adinga ukulawulwa okwengeziwe, izixazululo zethu zebhizinisi ziyatholakala.",
    "home-main-plans2": "Izisombululo zebhizinisi le-hCaptcha zivikela izigidi zabasebenzisi kuwo wonke amashumi ezigidi amawebhusayithi kwezinye zezinkampani ezinkulu emhlabeni. Sicela uxhumane nathi ukuthola eminye imininingwane, noma vakashela",
    "home-main-plans3": "Izisombululo zebhizinisi le-hCaptcha zivikela izigidi zabasebenzisi kuwo wonke amashumi ezigidi amawebhusayithi kwezinye zezinkampani ezinkulu emhlabeni. Sicela uxhumane nathi ukuthola eminye imininingwane, noma vakashela",
    "home-main-plans4": "ngemininingwane.",
    "home-plans-button-1": "Bhalisa manje",
    "home-plans-button-2": "Ukuthengisa othintana naye",
    "home-plans-chart-head-1": "Izici",
    "home-plans-chart-head-2": "Umshicileli",
    "home-plans-chart-head-3": "Ibhizinisi",
    "home-plans-chart-row-1-cell-1": "Izinhlobo zenselelo yokulawula zikhonjisiwe",
    "home-plans-chart-row-1-cell-2": "Kunomkhawulo",
    "home-plans-chart-row-1-cell-3": "Ingqikithi",
    "home-plans-chart-row-10-cell-1": "Amazinga wobunzima obuhlelwe kahle",
    "home-plans-chart-row-11-cell-1": "Amazinga wobunzima obuhlelwe kahle",
    "home-plans-chart-row-12-cell-1": "Amazinga wobunzima obuhlelwe kahle",
    "home-plans-chart-row-2-cell-1": "Lawula okuqukethwe yinselelo okusetshenzisiwe",
    "home-plans-chart-row-2-cell-2": "Kunomkhawulo",
    "home-plans-chart-row-2-cell-3": "Ingqikithi",
    "home-plans-chart-row-3-cell-1": "Thola imivuzo yokuxazululwa komuntu",
    "home-plans-chart-row-4-cell-1": "Ukuvikelwa kwe-anti-bot okusezingeni lomhlaba",
    "home-plans-chart-row-5-cell-1": "Isebenza emazweni wonke",
    "home-plans-chart-row-6-cell-1": "I-GDPR nenqubomgomo yobumfihlo ye-CCPA-friendly",
    "home-plans-chart-row-7-cell-1": "Amazinga wobunzima obuhlelwe kahle",
    "home-plans-chart-row-8-cell-1": "Amazinga wobunzima obuhlelwe kahle",
    "home-plans-chart-row-9-cell-1": "Amazinga wobunzima obuhlelwe kahle",
    "home-try-it-out-button": "Thola i-hCaptcha",
    "home-try-it-out-head": "Izame",
    "home-try-it-out-text": "i-hCaptcha inikezela ukuthola okulula, okulula, futhi okuthembekile ekutholeni i-bot ngenkathi kungelula ngabantu ukukuxazulula.",
    "labeling-about-head": "Mayelana ne-hCaptcha",
    "labeling-about-text-1": "i-hCaptcha yenzelwe ukuxazulula inkinga enkulu yabasebenzi ekufundeni komshini; ilebula izinombolo ezinkulu zedatha ngendlela esifike ngesikhathi, engabizi futhi ethembekile. Imininingwane engaphezulu ngokuvamile ikhiqiza imiphumela engcono kumamodeli wokufunda womshini wokuqeqesha. Impumelelo yakamuva yamamodeli ajulile iholele ekuhlelweni kwedatha enkulu, futhi i-hCaptcha isebenza lesi sidingo.",
    "labeling-about-text-2": "Kodwa-ke, ukudala imininingo emikhulu yokubuyekezwa komuntu kusetshenziswa izindlela zendabuko kuhamba kancane futhi kuyabiza. i-hCaptcha yindlela yezinkampani ukuthola izichasiselo abazidingayo ngokushesha, ngekhwalithi ephakeme nangezindleko eziphansi kunezinye izindlela.",
    "labeling-annotations-head": "Izinhlobo zezichasiselo",
    "labeling-annotations-text-1": "Ukutholwa okunembile kwento ezithombeni nakwividiyo",
    "labeling-annotations-text-2": "Ukutholwa okunembile kwento ezithombeni nakwividiyo",
    "labeling-annotations-text-3": "Izichasiselo ezikhombe ngamacala amaningi ahlukahlukene wokusetshenziswa",
    "labeling-annotations-text-4": "Hlunga noma faka izigaba zokuphikisana kwanoma isiphi usayizi",
    "labeling-annotations-text-5": "Ukutholwa okunamandla namandla abantu",
    "labeling-annotations-text-6": "Ngabe udinga olunye uhlobo olungafakwanga lapha? Vele usibuze.",
    "labeling-annotations-title-1": "Amabhokisi Okugoqa",
    "labeling-annotations-title-2": "Amapholigoni",
    "labeling-annotations-title-3": "Izimpawu zomhlaba",
    "labeling-annotations-title-4": "Nikeza Isigaba",
    "labeling-annotations-title-5": "Ukuqhathanisa Nokutholwa",
    "labeling-annotations-title-6": "... nezinye eziningi",
    "labeling-ent-button": "Xhumana nethimba lethu lezinxazululo zebhizinisi",
    "labeling-ent-head": "Ngabe udinga Ukulawulwa kokugcina?",
    "labeling-ent-text-1": "Ipulatifomu ye-HUMAN ngemuva kwe-hCaptcha inikeza ikhwalithi yomsebenzi owenziwe kahle kakhulu nezici zokuphatha nge-on-premises, hybrid, noma ukuthunyelwa kwe-SaaS okuhlanganisa nezinhlelo zakho ezikhona.",
    "labeling-ent-text-2": "Sebenzisa ngokuphelele okungaxhunyiwe ku-inthanethi nabasebenzi bakho, inani lethrekhi elisetshenziswa kuwo wonke amayunithi webhizinisi noma ozakwethu be -orortium, ngokukhetha imisebenzi yendlela eya kubanikezeli bezabasebenzi abahlukene bangaphakathi noma bangaphandle ngokuya ngezidingo nezindleko zokuphepha, nokuningi.",
    "labeling-ent-text-3": "Ukufinyelela kwe-API ye-Easy okulula, amadeshibhodi amahle, nobuchwepheshe bamuva be-mod-in-the-loop ukukhulisa ukusebenza kahle kwezisebenzi.",
    "labeling-ent-text-4": "Ama-99.99% ama-upLA SLAs kanye nokwesekwa okungu-24/7 komhlaba okutholakalayo. Ngeminye imininingwane:",
    "labeling-features-head-1": "Amapayipi alula aqhutshwa yi-API.",
    "labeling-features-head-2": "Kwenzelwe izindleko nekhwalithi. Akukho ukuzibophelela kwangaphambili okudingekayo.",
    "labeling-features-head-3": "Khokhela kuphela ukunemba okudingayo.",
    "labeling-features-head-4": "Nikela ngemininingwane yeqiniso lomhlaba wakho noma usivumele silwakhe endizeni.",
    "labeling-features-text-1": "Ufuna ukuhlanganisa ukubuyekezwa komuntu ngqo ekusebenzeni kwebhizinisi lakho? Sinikeza ama-SLA aphezulu wokuthembela phezulu, umthamo oqinisekisiwe, nama-REST API alula.",
    "labeling-features-text-2": "Ipulatifomu yeHUMAN isebenzisa amamodeli wokuqiniseka ngokuphelele ukwenza ukuhlaziya kwekhwalithi yangempela yesikhathi sangempela. Lokhu kusivumela ukuthi sinqume ngokushesha zombili ubunzima bemibuzo nempendulo yabo engase ilunge, sikongela isikhathi nemali.",
    "labeling-features-text-3": "Akuzona zonke izinkinga ezifanayo. Ukuchazwa kwemisebenzi ebalulekile yokuphepha kungadinga ukuzethemba kwe-99.99% kubasebenzi abangabantu ngokuphelele. Izichasiso zesici esisodwa se-beta kuhlelo lokusebenza lomdlalo weselula zingadinga ukuzethemba okulinganiselayo. Unquma.",
    "labeling-features-text-4": "Ingabe unayo idatha eluhlaza ngaphandle kwesethi yokuqinisekisa ephelele? Ezimweni eziningi singakwenzela yona njengoba imisebenzi ihamba ngohlelo, noma senzele amasampula anelebuli wokugunyazwa kwakho.",
    "labeling-info-head": "Ukuthola ilebuli Yedatha",
    "labeling-info-text-1": "Khuluma nomunye wochwepheshe besizinda sethu ukucacisa izidingo zephrojekthi yakho: ukunemba kweta, ifomethi, nanoma yiziphi izidingo ezikhethekile.",
    "labeling-info-text-2": "Senza umsebenzi omncane wokukhiqiza ngokususelwa kudatha yakho yesampula. Lokhu kuvivinya umsebenzi esiwenzile ndawonye ukuqinisekisa ukuthi uthola ngqo lokho okudingayo.",
    "labeling-info-text-3": "Ngomthamo wethu omkhulu kanye ne-latency ephansi sizoguqula umsebenzi wakho ngokushesha, ngokulethwe okuzenzakalelayo ngokushesha nje lapho kwenziwa.",
    "labeling-info-text-4": "Njengoba siqonda kangcono amapharamitha womsebenzi wakho wokukhiqiza, imiphumela izoqhubeka yathuthuka ngokuhamba kwesikhathi.",
    "labeling-info-text-5": "Amadeshibhodi abukhoma avumela ukuthi unikeze ngempendulo noma ukhiphe ikhefu nganoma yisiphi isikhathi.",
    "labeling-info-title-1": "Chaza Imininingwane",
    "labeling-info-title-2": "Isivivinyo sokuqala somsebenzi",
    "labeling-info-title-3": "Imisebenzi Yokukhishwa Kokusabalalisa",
    "labeling-info-title-4": "Ukuthuthuka Okuqhubekayo",
    "labeling-info-title-5": "Imiphumela Yesikhathi Esifanele",
    "labeling-main-1": "Idlala amalebula wedatha esebenza kahle ngezinga",
    "labeling-main-1-button": "Thola Idatha Yakho Elebula Manje",
    "labeling-main-1c": "Ngabe udinga amalebula amaningi emininingwane yakho? i-hCaptcha inikezela ngokushesha, okungabizi, futhi nekhwalithi ephezulu yemininingwane ephezulu ezinkampanini ezisebenza ngobuhlakani bokufakelwa nezinhlelo zokusebenza zokufunda ngomshini.",
    "labeling-main-2": "Hola izigidi zemisebenzi ngokushesha.",
    "labeling-main-2-button": "Thenga Izinsizakalo Zokubhalwa Kedatha",
    "labeling-main-2c": "i-hCaptcha ingelinye lamachibi amakhulu kunayo yonke emhlabeni oyisebenzisela ukusetshenziswa. Noma ngabe ungakanani, singakwazi ukusiphatha ngaphandle kokuzibophezela okubaluleke kakhulu kwangaphambili. Izigidi zemisebenzi ngosuku azinankinga.",
    "labeling-platform-head": "Imininingwane Yangasese noma Yomphakathi",
    "labeling-platform-text": "i-hCaptcha yakhelwe kwi-HUMAN Platform, evumela umzila ongahluziwe kanye nokuhlaziywa ukuze wengeze izindleko nokusebenza kahle esinyweni ngasinye. Lobu buchwepheshe buvumela abasebenzi abalungile basebenze ingxenye ngayinye yomsebenzi wakho, bekhulisa ukusebenza kwezindleko ngenkathi kulondolozwa ubumfihlo futhi bahlangabezana nanoma yiziphi izidingo zokulawula ezingasebenza.",
    "labeling-try-button": "Thenga Izinsizakalo Zokubhalwa Kedatha",
    "labeling-try-head": "Ufuna ukuzama nedatha yakho?",
    "labeling-try-text": "... sikulungele lapho ukhona: inkonzo yethu iyatholakala ubusuku nemini.",
    "learn-more-hcaptcha": "Funda kabanzi nge-hCaptcha",
    "page-acc-faq-1": "Umbuzo: Ngabe i-hCaptcha Isigaba 508 + WCAG 2.0 iyahambisana? Impendulo: Sikholelwa kanjalo: bonke abasebenzisi abananoma iluphi uhlobo lokulimazeka abakwazi ukubhekabheka iwebhu futhi bafake umbhalo kumafomu bangafinyelela ezinsizeni ezivikelwe yi-hCaptcha lapho kubhaliswa. Kodwa-ke, lesi akusiseluleko esisemthethweni: kufanele wenze ukuhlola kwakho, ucubungula ukusebenzisa kwakho okuthile ukuze uqinisekise ukuthi yilesi simo sokuthunyelwa kwakho.",
    "page-acc-faq-2": "Umbuzo: Ngabe usebenza kokunye ukufinyeleleka (a11y) izinketho, njengomsindo? Impendulo: Izinketho ezazithandwa ngaphambili ezinjenge-audio Captchas zibandlulula abasebenzisi abaningi be-a11y futhi zinqotshwa kalula amasu wokufunda umshini wanamuhla. Lokhu kuphoqe ukuthi izinselelo zamanje zomsindo zibe nzima ngokwengeziwe, ukwethula umsindo, isikhathi esingajwayelekile, ukuhlanganiswa kwamagama okungajwayelekile, njalonjalo nokunqoba abahlaseli. Ngakho-ke, asinawo umdlandla ngale ndlela ngokugwema inselelo ngokuphelele, kodwa sizoyibheka uma kunesidingo emphakathini we-a11y. Kodwa-ke, sinentshisekelo kakhulu kwi-Ubumfihlo Pass yecala lokusebenzisa Ukutholakala. Sikholwa ukuthi ukuhlanganisa indlela yethu yamanje ye-a11y nokukhipha Ubumfihlo be-Ubumfihlo kuzovumela abasebenzisi be-a11y ukuthi babhekabhe ngokuphepha, bavikelekile olwazini lokuthi ithrafikhi yabo iyimfihlo kakhulu, ngenkathi kuvinjelwa ukuhlukunyezwa ngabasebenza nge-bot okwenzeka ngokunganqikazi lapho izinketho ze-a11y zitholakala. Singabambiqhaza abakhuthele eqenjini elisebenzayo le-IETF ekumeni lobu buchwepheshe obusha.",
    "page-acc-faq-3": "Umbuzo: Kuthiwani ngobumfihlo? Ingabe ukubhaliswa kuveza idatha yokuphequlula ye -11y ngandlela thile? Wenzani nge-imeyili? Impendulo: hCaptcha yenzelwe ubumfihlo kusukela phansi kuya phezulu. Ihluke kakhulu kunendlela yendabuko efana ne-reCAPTCHA ephethwe ngamanethiwekhi ezikhangiso, anokukhuthaza ukukulandela kuwebhu futhi akuhlobanise nobunikazi bangempela. Asilokothi sisebenzise ama-imeyili noma imininingwane yokufinyelela nganoma iyiphi injongo ngaphandle kokuhlinzeka ukusetshenziswa kwe -11y kanye nokuvikela ukuhlukunyezwa. Umgomo wethu wobumfihlo unezimpendulo eziphelele nezinamandla zokuthi sisebenzisa kanjani idatha, kepha impendulo emfushane ukuthi asinasifiso sokukuhlanganisa njengomuntu onomlando wakho wokuphequlula.Sisebenza njengamanje nesixazululo se-cryptographic ukulahla ikheli lakho le-imeyili sisalondoloze amandla ethu wokuvikela ukuhlukunyezwa, ukulekelela umsebenzi wethu Wobumfihlo be-Pass.",
    "page-acc-link-1": "Uma ungumsebenzisi wokufinyelela, sicela ubhalise lapha.",
    "page-acc-subhead": "Ukuqinisekisa ukufinyeleleka komthungo kwabo bonke abasebenzisi ngenkathi kugcinwa ukuphepha",
    "page-acc-summary": "Isifinyezo",
    "page-acc-summary-contents-1": "i-hCaptcha yakhelwe ukumisa i-bots ngokuhlukanisa phakathi kwabantu. Ukuhlolwa okubukwayo kuyithuluzi elilungele lokhu, kepha akuwona wonke umuntu ongaxazulula inselelo ebonakalayo. Ngalesi sizathu siklame enye indlela elula, engenabuhlungu yokuvumela abashicileli abasebenzisa insizakalo yethu bagcine ukutholakala kwabo bonke ngokuhambisana okugcwele kweSigaba 508 kanye ne-WCAG 2.0.",
    "page-acc-summary-contents-2": "Isebenza kanjani: okokuqala, umsebenzisi ongena ngemvume ubhalisa kule URL, exhunywe ekhasini lemininingwane lewijethi ye-hCaptcha. Banikezwa ikhukhi elibethelwe elingasetshenziswa kaninginingi ngosuku, kodwa kufanele livuseleleke njalo ngamahora angama-24 nge-login.Nxa inselele ithunyelwa kumsebenzisi ongafinyeleleka kunoma yisiphi isayithi esebenzisa insizakalo ye-hCaptcha, bazodlula ngokuzenzakalelayo.",
    "page-acc-title": "Imininingwane yokuFinyeleleka ye-hCaptcha",
    "page-acc-tr-body": "Umbuzo: Ngisabona inselelo ngemuva kokubeka ikhukhi. Yini ebangela lokhu? Impendulo: Ngokuvamile lokhu kungenxa yokusebenzisa i-block blocker yesikhangiso noma isandiso se-cookie, noma isilungiselelo esivimba amakhukhi ezindawo ezinqunyelwe, kulokhu ikhukhi le-Hcaptcha.com elibekwe noma lihlolwe yi-hCaptcha JavaScript kusayithi elihlukile , njengalowo omvakashele. Amakhukhi okufinyeleleka kwe-hCaptcha asebenza nazo zonke iziphequluli ezithandwa kakhulu nezivimbi zesikhangiso ngezilungiselelo zawo ezijwayelekile, ngakho-ke ukwehluleka ngokuvamile kungenxa yemibhalo ebhaliwe ene-anti-adblock noma ama-Rulea aqondiswe kwezinye izingosi. Isixazululo: 1. I-whitelist hcaptcha.com kanye ne-. 2. Uma usebenzisa isiphequluli seBrave, okungekho (ukusukela ngo-Ephreli 2020) kubonakala singenalo uhlobo lokwenza umthambo wekhokhi, iya ku-Okuthandwayo -> Izihlangu -> Amakhukhi bese ukhetha u-Vumela wonke amakhukhi. 3. Uma usebenzisa uhlobo lwakamuva kakhulu lweSafari kunoma iyiphi i-OS X esanda kukhishwa noma i-iOS 13. 4, i-Apple isanda kushintsha ukusebenza kweSafari ephathelene namakhukhi avela eceleni, ebavimba bonke ngokuzenzakalelayo. Sisebenzisa isixazululo, kepha njengamanje sicela uvakashele Okuncamelayo kweSafari, isigaba sobumfihlo, futhi ungahloli umkhondo weWebhusayithi: Vikela ukulandela indawo okwenzelwe kuyo ukuze unikeze amandla ikhukhi lokufinyelela ukuthi lisebenze njengoba bekulindelekile. Umbuzo: Ngisebenzisa amadivaysi amaningi. Ngabe ngidinga ukubhalisa izikhawu eziningi? Impendulo: Cha. Sicela uchofoze isixhumanisi esifanayo sokungena nge-imeyili esithunyelwe kuwe kudivayisi ngayinye oyisebenzisayo ukusetha ikhukhi.",
    "page-acc-tr-title": "Abasebenzisi Ukutholakala: Q & A kanye nesiqondisi sokuxazulula izinkinga",
    "priv-hc": "Ubumfihlo Ugxilwe",
    "priv-hc-text": "Amanethiwekhi ezikhangiso akubona njengomkhiqizo wawo. Asazi. Asinendaba ukuthi abasebenzisi banjani, kuphela ukuthi bangaba yingozi kangakanani. Sisekela imizamo efana ne-Privacy Pass, futhi sisebenza kanzima ukulinganisa ubumfihlo nokuphepha.",
    "reporting-bugs-accessibility-button": "Funda kabanzi mayelana nezinketho zokungeneka",
    "reporting-bugs-accessibility-head": "Izinketho Zokufinyelela",
    "reporting-bugs-accessibility-text": "Ngabe ungaboni kahle noma awukwazi ukuqeda i-hCaptchas?",
    "reporting-bugs-guide-ff-head": "Ukuthwebula Imininingwane Yokubika Kwemaphutha: I-Firefox",
    "reporting-bugs-guide-ff-step-1": "Isinyathelo 1: Vula Amathuluzi Wonjiniyela (Lokhu kuqala ukuqopha isikhathi.)",
    "reporting-bugs-guide-ff-step-2": "Isinyathelo 2: Chofoza kuthebhu yenethiwekhi kumathuluzi wonjiniyela. Bheka ibhokisi elithi \"izingodo ezingamaPheresiya\" phezulu.",
    "reporting-bugs-guide-ff-step-3": "Isinyathelo 3: vakashela ku-https: //accounts.hcaptcha.com/demo, noma iwebhusayithi onenkinga kuyo (Qaphela inqubomgomo yobumfihlo: kuphela uma ungazi ukuthi unjani) ... bese uchofoza u- \" Ngingumuntu inkinobho \", futhi ngizame ukuxazulula.",
    "reporting-bugs-guide-ff-step-4": "Isinyathelo 4: Chofoza u- \"HAR\" ngemuva kokuzama ukuxazulula, bese ukhetha u- \"Gcina Konke njenge-HAR\" ukusindisa ilogi yenethiwekhi. Thumela lelo fayela kithi.",
    "reporting-bugs-guide-ff-step-5": "Isinyathelo 5: Chofoza kuthebhu ye-Console, bese uqhafaza kwesokudla bese ukhetha \"Khetha konke\" bese ugcina lokho kufayela lombhalo, ukuze ugcine i-console log. Sithumele lokho futhi.",
    "reporting-bugs-guide-ff-step-6": "Isinyathelo sokugcina: Thumela nge-imeyili lawo mafayela we-HAR nama-console kithi, bese uchaza inkinga ‍Sebenzisa: support@hcaptcha.com (sicela usebenzise insiza efana neDropbox noma iFayilebin bese uthumela izixhumanisi) bese ukhetha isithombe-skrini, uma usola ukuthi kukhona okungabonisi kahle . Sicela uthumele i-IP oyisebenzisayo. Ungayithola ku-https: //www.whatsmyip.org/‍ Siyabonga ngokuthatha isikhathi ukusisiza ukuthi sithole lolu lwazi! Sizimisele ukwenza i-hCaptcha isebenze kahle kuwo wonke umuntu.",
    "reporting-bugs-guide-head": "Ukuthwebula Imininingwane Yokubika Kwemaphutha: I-Chrome",
    "reporting-bugs-guide-step-1": "Isinyathelo 1: Vula Amathuluzi Wonjiniyela (Lokhu kuqala ukuqopha isikhathi.)",
    "reporting-bugs-guide-step-2": "Isinyathelo 2: Chofoza kuthebhu yenethiwekhi kumathuluzi wonjiniyela. Bheka ibhokisi elithi \"Londoloza irekhodi\" phezulu.",
    "reporting-bugs-guide-step-3": "Isinyathelo 3: vakashela ku-https: //accounts.hcaptcha.com/demo, noma iwebhusayithi onenkinga kuyo (Qaphela inqubomgomo yobumfihlo: kuphela uma ungazi ukuthi unjani) ... bese uchofoza u- \" Ngingumuntu inkinobho \", futhi ngizame ukuxazulula.",
    "reporting-bugs-guide-step-4": "Isinyathelo 4: Qhafaza \"Thumela I-HAR\" (umcibisholo omncane) ngemuva kokuzama ukuyixazulula, esindisa ilogi yenethiwekhi. Thumela lelo fayela kithi.",
    "reporting-bugs-guide-step-5": "Isinyathelo 5: Chofoza kuthebhu yeConsole, bese uqhafaza kwesokudla bese u \"Gcina njengo ..\" ukuze ugcine irekhodi lekhonsoli. Sithumele lokho futhi.",
    "reporting-bugs-guide-step-6": "Isinyathelo sokugcina: Thumela nge-imeyili lawo ma-HAR namafayela we-console kithina, bese uchaza inkinga: Sebenzisa: support@hcaptcha.com (sicela usebenzise insiza efana neDropbox noma iFayilebin bese uthumela izixhumanisi) bese ukhetha isithombe-skrini, uma usola ukuthi kukhona okungabonisi kahle . Sicela uthumele i-IP oyisebenzisayo. Ungayithola ku-https: //www.whatsmyip.org/ hSiyabonga ngokuthatha isikhathi ukusisiza ukuthola lolu lwazi! Sizimisele ukwenza i-hCaptcha isebenze kahle kuwo wonke umuntu.",
    "reporting-bugs-guide-text-1": "Ukuthumela imininingwane yokulungisa iphutha ngombiko wakho kuzokwenza kube lula ngathi ukubona ukuthi kwenzekani. Nayi imiyalo yesinyathelo ngesinyathelo:",
    "reporting-bugs-guide-text-2": "Uma ungunjiniyela wewebhu noma umsebenzisi onguchwepheshe, isifinyezo sithanda ukuthi usithumele inethiwekhi eqopha izingodo ze-HAR nezingosi zesiphequluli. Sicela uzame ukukhubaza noma yisiphi isithasiselo sesikhangiso noma izandiso zokuphepha zesiphequluli kuqala bese uzama kabusha ngaphambi kokudlula kulezi zinyathelo. Uma lokho kulungisa inkinga yakho, sizokwazisa ukuthi usazise i-browser yakho, i-ads blocker noma isandiso sesiphequluli kanye ne-URL yewebhusayithi.",
    "reporting-bugs-intro-head": "Uthole isiphazamisi? Nakhu ukuthi ungakubika kanjani.",
    "reporting-bugs-intro-text": "Izigidi zabantu zisebenzisa i-hCaptcha njalo ngenyanga, ezinkulungwaneni zokuhlanganiswa kweziphequlululi, izandiso, amadivaysi, ama-firewall, nokuningi. Umgomo wethu ukuqiniseka ukuthi kusebenza njalo kuwe, ngakho-ke siyabonga kakhulu imibiko yakho! Ukunikeza impendulo esheshayo, vele uchofoze inkinobho ethi \"Sithumele impendulo\". Uma ubona inkinga esebenzayo, sicela ulandele imiyalo yokungena yokulungisa iphutha yemiyalo ye-Chrome noma ye-debug ye-Firefox ngezansi. Noma iziphi ezinye iziphequluli mane nje usithumele i-imeyili. Ngezinkinga zokuphepha noma zobumfihlo ezingaba khona, bona imiyalo engezansi.",
    "reporting-bugs-privacy-head": "Izindaba Zobumfihlo",
    "reporting-bugs-privacy-text": "Asinendaba ukuthi abasebenzisi banjani, kuphela ukuthi bangaba yingozi kangakanani noma imishini. Sisekela imizamo efana ne-Privacy Pass, futhi sisebenza kanzima ukulinganisa ubumfihlo nokuphepha. Uma uthole inkinga ocabanga ukuthi ingathinta ubumfihlo bomsebenzisi, sicela usithumele i-imeyili ku-support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Sithumele impendulo",
    "reporting-bugs-provide-feedback-head": "Nikeza impendulo ngokushesha nge-hCaptcha",
    "reporting-bugs-provide-feedback-text": "Siyabonga ukufaka kwakho. Sazise noma yiziphi izingqinamba futhi sizozixazulula ngokushesha.",
    "reporting-bugs-security-head": "Ezokuphepha",
    "reporting-bugs-security-text": "Sihlala sinentshisekelo yokuthola imibiko yezimbungulu zezokuphepha. I-imeyili support@hcaptcha.com & CC security@hcaptcha.com futhi sizobuyela kuwe ngokushesha. Siphinde sibe nohlelo lwesinambuzane semibiko yokuphepha efanelekile kusevisi ye-hCaptcha nekhodi yomthombo ehlobene.",
    "sec-hc": "Ezokuphepha Okokuqala",
    "sec-hc-text": "I-hCaptcha igxile kumshicileli. Sisebenzela ukunika amasayithi idatha yangempela futhi sibavumele banqume ukuthi bayisebenzisa kanjani. Ukunemba kuyintshisekelo yakho neyethu. Ezinye izikhulu zinikezwa yizinkampani zokukhangisa. Wonke ama-bot awavimbayo anganciphisa imali ayitholayo.",
    "what-is-hcaptcha": "Yini i-hCaptcha?",
    "what-is-hcaptcha-text": "i-hCaptcha isiza izinsizakalo zakho zewebhu eziyizintandokazi ukugcina i-bots, ogaxekile, kanye nokuhlukumeza ngokubuza imibuzo elula elula kubantu futhi enzima ngemishini.",
    "why-hc": "Kungani hCaptcha?",
    "why-hc-text": "Njalo lapho uphendula inselelo, sisebenzisa amamodeli amnandi ukuthola ukuthi ungumuntu noma ungumshini. Iwebhusayithi oyivakashele isebenzisa lo mphumela ukusiza ukuthuthukisa ulwazi lwakho kusayithi labo ngokugcina i-bots."
}