{
  "header-privacy-link": "Secretum",
  "header-integration-link": "Integrationem",
  "header-cost-link": "Pretium",
  "header-features-link": "Features",
  "header-docs-link": "Docs",
  "header-login-button": "Login",
  "header-contact-button": "Contactus Sales",
  "intro-heading": "Nulla frictio humanitatis verificationis.",
  "intro-contact-button": "Contactus nos ut plus discamus",
  "intro-text-bottom": "Cohortes innitentes virtute textus.",
  "sub-menu-button": "Contactus Sales",
  "sub-menu-item1": "Inceptum",
  "sub-menu-item2": "Pretium",
  "sub-menu-item3": "Integrationem",
  "sub-menu-item4": "Features",
  "sub-menu-item5": "Secretum",
  "sub-menu-item6": "Docs",
  "info-head-1": "Aedificavit in probatum hCaptcha platform",
  "info-text-1": "hCaptcha Inceptum decurrit in hCaptcha suggestu technologiae, extensum ad comprehendendum magni commercii conatum lineamenta necessaria.",
  "info-head-2": "A socium confidebat",
  "intro-subtitle": "Bot problema hodie solve tuum.",
  "info-text-2": "Officia nostra ab amplissimis societatibus in mundo credita sunt ut multa decies centena milia usorum cotidianorum per decem milia situs serviant.",
  "cloudflare-quote-text": "Nos complures CAPTCHA concionatorum aestimavimus ac nosmet ipsos systema construentes. In fine, hCaptcha emersit ut optimus jocus reCAPTCHA.",
  "cloudflare-quote-detail": "Director of Product Management, Cloudflare",
  "section-quote-head": "Sumptus efficax optio ad alta negotiationis conatibus",
  "section-quote-text": "Denique apud Google credibile est jocus. hCaptcha Inceptio compendia dramatica tradit in reCAPTCHA libellum cum securitate superiore: usque ad 80% minus sumptuosum in quibusdam casibus. ‍ Multae maximae mundi maximae officia online in inceptum hCaptcha mutaverunt et emendaverunt detectionem autocinetorum iuxta peculiorum solidorum pretium.",
  "section-quote-button": "Contact us hodie pro quote",
  "section-privacy-header": "Secretum Focused",
  "section-privacy-text-1": "Ad retiacula visitatores tuos vide ut opus. Unicum nobis productum est eorum humanitatem determinat. Officia nostra occurrunt vel excedunt GDPR, CCPA, et LGPD requisita, et incepta adiuvant ut Privacy Pass. Intimitatis et securitatis aequivalere laboramus.",
  "section-privacy-text-2": "Hoc unicum focus in secreto significat quod nulla singularium notitiarum retentione, crustulum libera operatione offerre possumus, et alia cautiones secreti contractuum servata optima securitate servata.",
  "section-security-header": "Securitas primum",
  "section-security-text-1": "Sagacitas in rebus tuis et nostra est. hCaptcha opera dat tibi veras notitias et constituas quomodo ea utaris. Aliae captchas a Giganticis vendo societatibus praebentur. Hoc significat quodlibet autocinetum impeditum reditus eorum reducere potest.",
  "section-security-text-2": "Novissima machina discendi artes utens cum umbilico in secreto sinit nos superare signa securitatis legatorum omnia in perpetuum consilia sine laesione securitatis vel secreti usoris.",
  "section-user-experience-header": "Magna User Usus",
  "section-user-experience-text1": "Pro inceptis utentes, optiones praesto sunt ut provocationes in plerisque missionibus omnino evitent.",
  "section-user-experience-text2": "Frictionem minuere, provocationem omnino vitando ad 99,9% tuae legitimi negotiationis, dum adhuc praestans securitatem optimam, per exempla autocinetorum provectorum.",
  "section-easy-integration-header": "Securus integration",
  "section-easy-integration-text": "Addens hCaptcha accipit tantum minuta et paucas lineas in codice. Praecipua API cum reCAPTCHA V2 compatitur, et tantum minuta ad mutandum capit. Possis esse et currere cum superiore alternatione hodie, et in magis provectis ut necesse est converte.",
  "section-easy-integration-serverside": "Servo Latus:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "nativus comminatio ustulo",
  "section-threat-text": "Non omnia problemata idem sunt: uno nomine accipiendo significat necesse est ut tuas necessitates ad utiles compellas. Cum hCaptcha unica ustorum comminationis, consultatio velox nobis permittit ut exempla nostra modulanda ut ustulos magis ad negotia tua pertinentes tradas.",
  "section-challenges-header": "Launch Your own challenges in Seconds",
  "section-challenges-text-1": "Mane in notam cum pertinet content",
  "section-challenges-text-2": "Cum usores provocationem solvere debent ad securitatis requisita, cur munera iucunda et ad usorem pertinentia non efficiunt? Cum simplici consuetudine nostra excogitatoris provocatio, in notam provocatio-nota contenta in paucis minutis mittere potes.",
  "section-integration-header": "Direct Platform Integration",
  "section-integration-subheader": "For Web Infrastructure Companies",
  "section-integration-text": "Systema Inceptum hCaptcha in consilio suo unice flexibile est: ex parte vel omnino in margine retis tui explicari potest, si nubem publicam operaris vel multa centra data possides. ‍ Hoc dramatically minuere sumptibus et extemporalitatem negotiationis, retentis omnibus administrationis utilitatibus nostris 24/7 in-vocantibus baculum ad arctissimum SLAs occurrere.",
  "section-support-header": "Reachable PERITIA ac Support Nam et tu et tua Users",
  "section-support-text": "Officium est nobis prioritas suprema. Sustentationem 24/7 in-vocamus et directam coordinationem remissam cum machinatione tua team integrationis et nostrae in- vocationis baculo durante et post exsecutionem conservamus. Etiam actuose vigilantia et respondendo quaestionibus tuis usorum per media socialia, forums committuntur. et canales nostri in- vestigationis et electronicae. Accessi sumus et responsuri, et satisfactionem usoris tractamus in summo KPI.",
  "section-enterprise-header": "Enterprise features",
  "section-enterprise-title-1": "Mundus-genus anti-bot praesidium",
  "section-enterprise-desc-1": "Pugna probatissima apud telam scalam.",
  "section-enterprise-title-2": "Princeps accurate bot scores",
  "section-enterprise-desc-2": "Malos histrionum multarum generum deprehendere.",
  "section-enterprise-title-3": "Nulla friction et 99.9% modis passivis",
  "section-enterprise-desc-3": "Impugnare minus quam 0.1% legitimos utentes.",
  "section-enterprise-title-4": "Imperium provocatione types ostensum est",
  "section-enterprise-desc-4": "Bibliothecam typi eligendi ex.",
  "section-enterprise-title-5": "Imperium provocatione contentus usus",
  "section-enterprise-desc-5": "Mane notam cum constanti usuario.",
  "section-enterprise-title-6": "Enterprise SLAs",
  "section-enterprise-desc-6": "Praestatur fides et ieiunant 24/7 in-vocatio subsidii.",
  "section-enterprise-title-7": "Legatum navigatri subsidium",
  "section-enterprise-desc-7": "Compatible all the way back to Internet Explorer 8 .",
  "section-enterprise-title-8": "Provecta renuntiationes dashboards et API",
  "section-enterprise-desc-8": "Vide quid agitur per omnes sites et apps.",
  "section-enterprise-title-9": "Operatur in omni terra",
  "section-enterprise-desc-9": "Dissimilis reCAPTCHA, in omni terra laboramus.",
  "section-enterprise-title-10": "GDPR, CCPA, et LGPD-amica secreti consilii",
  "section-enterprise-desc-10": "Secretum a die constituto unum. Fortis MGE Agreement.",
  "section-enterprise-title-11": "Opinatus difficultas levels",
  "section-enterprise-desc-11": "Hoc dial ut ad usum tuum causam prorsus aptam.",
  "section-enterprise-title-12": "Pars prima, hosting",
  "section-enterprise-desc-12": "Omnes petitiones et bona vade ad hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Multi-user dashboards",
  "section-enterprise-desc-13": "Partis administrationis per turmas tuas.",
  "section-enterprise-title-14": "Instant Verification",
  "section-enterprise-desc-14": "0ms latency: cognoscere hCaptcha a signis nullo API voca.",
  "section-enterprise-title-15": "Mobile (iOS et Android) Integration",
  "section-enterprise-desc-15": "Inconsutilem experientiam per telam, mobilem indigenam, per telam mobilem. Praestructa integrationes et indigena SDKs in promptu sunt.",
  "section-enterprise-title-16": "nativus Terms and Privacy Guarantee",
  "section-enterprise-desc-16": "Tuas necessitates legales satisfacies cum aliae societates non possunt.",
  "presented-challlenges-head": "Provocationes presented",
  "presented-challenges-title-1": "Comparatio",
  "presented-challenges-text-1": "Omnes imagines, quae inserere query",
  "presented-challenges-title-2": "Block",
  "presented-challenges-text-2": "Define area obiecti ad terminum",
  "presented-challenges-title-3": "Categorisation",
  "presented-challenges-text-3": "COGNOSCO sunt correspondentes pittacia",
  "presented-challenges-subheader": "...et alia simplicia opera. Facile homines, difficile automata.",
  "presented-challenges-subtext": "Consuetudinis munera etiam editoribus inceptis praesto sunt.",
  "footer-header-1": "Societas",
  "footer-header-2": "Resources",
  "footer-header-3": "Contactus",
  "footer-link-1": "Labeling",
  "footer-link-2": "De",
  "footer-link-3": "Jobs",
  "footer-link-4": "Trademarks",
  "footer-link-5": "Blog",
  "footer-link-6": "Status",
  "footer-link-7": "Documentation",
  "footer-link-8": "Referre Bug",
  "footer-link-9": "Accessibility",
  "footer-terms": "Terms",
  "footer-privacy": "Privacy",
  "footer-attribution": "attributio",
  "footer-subheader-1": "Support",
  "footer-subheader-2": "Contactus",
  "switch-to-english-link": "Switch ad Anglis",
  "intro-heading-privacy": "Disposito secreto.",
  "intro-subtitle-p1-privacy": " Unice intimitatis secreti aditus ad securitatem online.",
  "info-head-2-pr": "Recordatio online actio non est responsum.",
  "info-text-1-pr": "hCaptcha Inceptio unum tantum propositum habet: ne actores malos quominus operationes tuas online perturbant et tuos usores laedant.",
  "info-text-2-pr": "Nostrae systemata sic a fundamento disposita sunt ut notitia collectionis obscuratis et retentio servato securitati classis ducens. Optima via ad usorum tutelam data omnino non est reponenda.",
  "info-text-3-pr": "Omnes emptoris relationes etiam valido M. Processing Agreement muniuntur. Munus hCaptcha omnibus legibus secretis obtemperat, ubicumque est servitium tuum vel clientes tui. Non servans notitias personales multo facilius nobis facit quam in aliis societatibus.",
  "info-text-2-2-pr": "Officia similia reCAPTCHA v3 dicunt quod pixel vestigia ponens in omnibus paginis tui siti necessaria est ad securitatem bonam. Hoc secus est.",
  "info-text-2-3-pr": "Simplex analysis morum signum est a malis histrionibus facile com- prehensum, et requirit conservationem historiae vestigandi pro omnibus tuis legitimis commercii.",
  "info-text-2-4-pr": "Nos ad retia non operamur, nec interest in moribus tuis observandis ut praeconia vendant. Hoc significat pixelam passivam in omni pagina situs tui non require.",
  "info-text-2-5-pr": "Provocationem nostram adde codicem tantum ubi opus est, et ubi sensum et te et tuos utentes tueri facit.",
  "info-head-3-pr": "Apparatus eruditionis utilis est. Sed personalis notitia ad operandum non requirit.",
  "info-text-3-1-pr": "Apparatus eruditionis nunc impactus fere omnem vitae nostrae aspectum, saepe in modis non cognoscimus nec videre possumus. Officia securitatis Online nulla alia sunt.",
  "info-text-3-2-pr": "Per mille signa discendo, exempla colligere et altam fiduciam attingere possunt ad deprehendendas malitiosas mores celerrime, etiam cum nullum singulare signum per se satis valeret ad rem indicandam.",
  "info-text-3-3-pr": "Nihilominus, nulla huius rei notitia personaliter identificabilia adhibita (PII). Artes cryptographicae modernae sinunt nos quam celerrime abiiciendi quaslibet notitias personales, pro uno modo signaturas creando, quae nulli homini coniungi possunt.",
  "info-text-3-4-pr": "Disciplina in notitiis de-notis bene operatur, nec in discrimen vel securitatem vel intimitatem requirit. Clientes nostri experimenta empirica fecerunt et nos pares vel meliores multo minus privatis rationibus declararunt.",
  "cloudflare-quote-text-privacy": "Pluribus de solutionibus hCaptcha probavimus: 1) personalia notitias non vendunt; notitias personales necessarias dumtaxat minimas colligunt, perspicuum est in describendo info colligunt et quomodo ea utantur vel detegant.",
  "pilot-head": "Conare nos in ambitu tuo nullo obligato.",
  "pilot-text-1a": "Nos fabrum sumus, non salespopuli, sed electione tua te beatum esse volumus.",
  "pilot-text-1b": "Optime ut satisfactio tua curet, est demonstrare necessitates tuas occurrere.",
  "pilot-text-1c": "Omnes fere societates quae gubernatorem incipiunt solutiones nostras finaliter eligunt.",
  "pilot-text-1d": "Hac forma utere ut ad unum technicorum nostrorum pervenire. Cito respondemus.",
  "pilot-text-1e": "Nos quoque directe electronicas dare potes.",
  "pilot-email-details": "Singula hic sunt.",
  "pilot-f1": "Regio",
  "pilot-f2": "Nomen tuum",
  "pilot-f3": "Nomen tuum",
  "pilot-f4": "Negotium Email",
  "pilot-f5": "Alia singula habere debemus?",
  "pilot-f6": "Velis urgere?",
  "pilot-f7": "Ita.",
  "pilot-f8": "Oppugnatur et promto Velit.",
  "pilot-f9": "Submit",
  "pilot-f10": "Ingrediendo electronicam tuam, legibus nostris et secretis consiliis consentis, et a nobis epistulas accipias.",
  "pilot-fo-1": "Integratio facilius esse non potuit.",
  "pilot-fo-2": "hCaptcha justos habet integrationes praestructae ad frontem et systemata backend uteris.",
  "pilot-fo-3": "Si forte ex reCAPTCHA Google venire contigerit, APIs nostri in supplementum guttae sunt. Tres lineae codicis omnes desideras.",
  "pilot-fo-4": "Nostri fabrum invehentes celeriter ire possunt, sive integrationem React, SDKs pro iOS apps nativi, exemplum Javae backend, vel alia fere missione.",
  "pilot-fo-5": "Et ut semper, secretum est pro nobis core valorem. Provocationem nostram adde codicem tantum ubi opus est, et ubi sensum et te et tuos utentes tueri facit. Notitia collectionis obscuratis incipit a momento integrationis.",
  "pilot-fdone": "Gratias tibi. mox continuaturi erimus.",
  "home-ent-2-new": "Plura de incepti nostri solutione disce.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Inceptum solutiones securitatis class-primentes liberant et multa officia topiorum online defendunt.",
  "home-plans-button-2-new": "Discere plus",
  "header-enterprise-link": "Inceptum",
  "sales-interstitial-c1b-new": "Disce plus de hCaptcha Enterprise"
}
