{
  "23114595": "Magna User Usus",
  "34074886": "Quotiens tu respondes provocationem, utimur sapientibus exemplaribus ad instar num homo es. Pagina visitasti tunc hoc eventu utitur ut experientiam tuam emendare in situ eorum per automata servando.",
  "98173630": "hCaptcha est latissime usus sui iuris CAPTCHA servitium mundi.",
  "111184581": "Pars prima, hosting",
  "119298044": "Provectae auto-praefecti ML et AI technologiae possessiones tuas interretiales ab minis et oppugnationibus defendunt",
  "121743429": "For Web Infrastructure Companies",
  "122875767": "Tuas necessitates legales satisfacies cum aliae societates non possunt.",
  "126134492": "Other",
  "152010250": "hCaptcha discendi machinam auto-dispositam componit cum novo ore suggestum computandum, quod unice minimizat notitias collectionis et retentionis, liberatas e super 250 locis globally pro magnitudine scalabilitatis.",
  "179723061": "Plus imperium pro iugis quae securitati classis-ducens",
  "191460155": "Nulla friction et 99.9% modis passivis",
  "282913023": "Sumptus efficax optio ad alta negotiationis conatibus",
  "328625009": "... Parati sumus, cum estis: nostrum officium circa horologium praesto est.",
  "353066938": "Peritus quadriga, laborat in hodiernis quaestionibus difficillimis. hCaptcha est ministerium",
  "353367791": "Malos histrionum multarum generum deprehendere.",
  "359073033": "Dashboards libera summus gradus vel subtilis aspectus actionis.",
  "392886773": "Operatur in omni terra",
  "451701069": "Prosequitur cum GDPR, CCPA;",
  "547245263": "Bot problema hodie solve tuum.",
  "552920956": "hCaptcha permittit websites praemia mereri dum interclusio automata et aliae abusus. hCaptcha etiam permittit ut elec- tionis tuae elec- tionem cum his fructibus sustentare.",
  "555158694": "Ministerium quo uteris elegit ut experientiam tuam emendare in eorum situ instituendo hCaptcha ad negotium malignum reducendum.",
  "585557010": "Impugnare minus quam 0.1% legitimos utentes.",
  "713281684": "Eggplant",
  "719304627": "Opus finem-ad-finem Imperium?",
  "734735952": "Nos complures CAPTCHA concionatorum aestimavimus ac nosmet ipsos systema construentes. In fine, hCaptcha emersit ut optimus jocus reCAPTCHA.",
  "751483365": "Support pro clientibus non-JavaScript.",
  "788770967": "Doleo quia hoc audio! Facultatem nostram optio uti velis:",
  "793242047": "Reducere challenges oblatis usoribus ut permitteret ad accessum ad applicationes",
  "829047995": "Currently utens reCAPTCHA?",
  "836577577": "Addens hCaptcha accipit tantum minuta et paucas lineas in codice. Praecipua API cum reCAPTCHA V2 compatitur, et tantum minuta ad mutandum capit.",
  "838049015": "Omnes imagines, quae inserere query",
  "846501387": "Mundus-genus bot praesidium",
  "861167568": "hCaptcha unam e difficilioribus difficultatibus IT solvit: impediendo malitiosas malas applicationes tuas oppugnare",
  "880478438": "ad optima-in-genus autocinetorum et fraudis procuratio.",
  "897432717": "Nostro consilio novo pro ustulos consueto,   addendo negotium tuum cognitionis permittit exempla nostra ut ustulos unice pertinentes tuis usoribus tradas.",
  "910989640": "Generare detailed et actio tradit nativus",
  "976209454": "Earn praemia seu da Caritati",
  "981806349": "Ad probatum hCaptcha platform aedificatum",
  "999610953": "Denique apud Google credibile est jocus. hCaptcha Inceptum tradit compendia dramatica in reCAPTCHA libellum cum securitate superiore: usque ad 80% minus sumptuosum in quibusdam casibus.",
  "1014004474": "hCaptcha's Enterprise consilia offerunt provectus servitio-gradu pacta servare ordinationem tuam custodiri",
  "1045484714": "SAML SSO integratio cum Suggero Identity tuo, e.g. Okta or Azure AD.",
  "1050501253": "Nimis difficile",
  "1070364246": "Oops! Aliquid erravit subdendo forma.",
  "1103295010": "Pecuniam merere vel donare caritati pro cum hominibus solvendis Captchas",
  "1130868224": "Tres lineae de codice",
  "1131525092": "Coetus mali actores sine labore per intimitatem nostram conservandi Scoped UIDs invenire ac desinere dolum et abusum affinem invenire",
  "1141402092": "Provectus renuntiationes features",
  "1150035777": "Apparatus eruditionis exempla sophisticatus generant fiduciam ustorum bottarum innixum multis notitiis punctis ultra an recte respondeantur quaestiones",
  "1150963691": "APT diminutio",
  "1172067553": "HUMANI suggestum post hCaptcha praebet valde urbanum opus qualitatem et administrationem notarum per praemissa, hybrida, vel Saas incepta quae cum systematibus tuis existentibus integrant.",
  "1173652155": "Consiliarii",
  "1218990730": "quam referre quaestiones cum acta omnia",
  "1250541092": "- Sergius Isasi",
  "1263998069": "Earn praemia pro homine solvit",
  "1300485304": "hCaptcha tutatur contra minas provectas et decoys destinata retiacula inficere",
  "1345083090": "Reporting functionality issue?",
  "1356745565": "Compatible omni via ad Penitus Rimor 8 .",
  "1368787974": "Partis administrationis per turmas tuas.",
  "1393184984": "omnes vos postulo.",
  "1475399473": "Plus discere de hCaptcha quadrigis",
  "1485807325": "Multi-usore dashboards, SAML SSO",
  "1508655687": "Addere tua provocationes ad formandam vestram audientiam ad streamline vel restringere accessum",
  "1510448156": "Possis esse et currere cum superiore alternatione hodie, et in magis provectis ut necesse est converte.",
  "1525403768": "Pro magis notitia contactus Enterprise Sales.",
  "1544546608": "Secretum Pass",
  "1549336309": "hCaptcha circa hoc exemplar vertit. Cum hCaptcha uteris, societates imperant ut opera tua utentes faciant ut humanitatem suam probent. Praemia possides.",
  "1559631739": "Privata doctrina",
  "1579093044": "Cum simplici consuetudine nostra excogitatoris provocatio, in notam provocationem in tantum paucis minutis mittere potes.",
  "1586809757": "Princeps accurate bot scores",
  "1599610318": "Publisher",
  "1637702726": "De hCaptcha",
  "1662477701": "Resources",
  "1676849166": "Frictionem minuere, provocationem omnino vitando ad 99,9% tuae legitimi negotiationis dum adhuc praestans securitatem optimam, per exempla autocinetorum provectorum.",
  "1685871181": "In summo online officia confidunt",
  "1752795854": "hCaptcha modernum, secreti-focum accessum ad moras minores.",
  "1779265104": "nativus Terms and Privacy Guarantee",
  "1792519141": "hCaptcha Enterprise",
  "1798492192": "Legatum navigatri subsidium",
  "1803009328": "Pugna probatissima apud telam scalam.",
  "1844885924": "Bibliothecam typi eligendi ex.",
  "1849717906": "Customize with your own challenge content",
  "1849805607": "hCaptcha protegit contra minas et decoys destinata ad retiacula liquanda",
  "1886100235": "Multae maximae mundi maximae officia online inceptum in Captcha inceptum mutaverunt et in meliorem partem detectionem autocinetorum receperunt una cum peculio pecuniario substantiali.",
  "1894355645": "hCaptcha praebet simplicem, facilem, ac certam deprehensionem autocineticam, dum leves hominibus ad solvendum.",
  "1927613000": "hCaptcha eruditionis apparatus sophisticatos componit cum valida provocatione suggestuum ad defendendum applicationes interretiales ex ratione takeoveri, tomen, radendo, et alia genera abusuum.",
  "1936512180": "‍ Securus API accessus, pulchra dashboards, et novissimum exemplar technologiae-in the-loop technologiae ad efficaciam opificis maximize.",
  "1956967813": "Officia nostra ab amplissimis societatibus in mundo credita sunt ut multa decies centena milia usorum cotidianorum per decem milia situs serviant.",
  "1958297836": "Coordinata impetus praesidium & APTUS mitigationem",
  "2041686284": "Plures notitiae plerumque meliores eventus in apparatus eruditionis formandis efficit. Recens successus profundarum exemplorum magis magisque magnas notitias induxit, et hCaptcha huic necessitati inservit. Attamen, utentes traditis rationibus utentes traditis rationibus hominum recensitos magnas creant, tam tardus est quam sumptuosus.",
  "2103563261": "Privatus vel Publica Information",
  "2131386784": "Reachable PERITIA ac Support quia tu et tua Users",
  "2138799135": "hCaptcha habet justos integrationum praestructarum pro anteriori et posteriori systemata uteris.",
  "2163914794": "Pluribus pittaciis opus tuum datasets? hCaptcha celeriter, cost-efficax praebet, et quale altum est, pter societates in intelligentia et machina discendi applicationes artificiales operantium.",
  "2183926131": "Incipias cum hCaptcha Enterprise",
  "2184564739": "Vide",
  "2188609322": "Mali actores magis magisque communes online sunt. At usor secreti sacrificare responsum non est.",
  "2319072959": "Currite totum offline cum propria vis laboris, inda pretii per unitates negotiationes vel consortium consortium consumptorum, selective itineris jobs diversis provisoribus laboris interni vel externi substructi in sumptus et requisita securitatis, et plura.",
  "2320894364": "Cum super 200 puncta praesentiae, nubes hCaptcha res tuas per orbem protegit",
  "2354267648": "GDPR, CCPA, et LGPD amica secreti consilii",
  "2373007864": "hCaptcha Inceptum decurrit in hCaptcha suggestu technologiae, extensum ad comprehendendum magni commercii conatum lineamenta egent.",
  "2418549423": "vexillum emergens ad intimitatem intimitatis per argumenta cryptographica conservandam, et alia singularia prima notarum secretarum.",
  "2489287539": "Friction-liberum \"Non accusantium doloremque\" & 99.9% modi passivi",
  "2510209017": "Quid opus est pluribus auxiliis?",
  "2513143348": "Systema Inceptum hCaptcha in consilio suo singulariter flexibile est: ex parte vel omnino in margine retis tui explicari potest, si nubem publicam operaris vel multa centra data possides.",
  "2535001179": "Si forte ex reCAPTCHA Google venire contigerit, APIs nostri gutta-in supplementum sunt.",
  "2593768395": "Inconsutilem experientiam per telam, mobilem indigenam, per telam mobilem. Praestructa integrationes et indigena SDKs in promptu sunt.",
  "2650502379": "Launch Your own challenges in Seconds",
  "2670003220": "Jobs",
  "2671622670": "Inceptum",
  "2676853536": "Multi-user dashboards",
  "2681650568": "Et ut semper, secretum est pro nobis core valorem. Provocationem nostram adde codicem tantum ubi opus est, et ubi sensum et te et tuos utentes tueri facit. Notitia collectionis obscuratis incipit a momento integrationis.",
  "2682873489": "Define area obiecti ad terminum",
  "2686825859": "Sign up free or contact us about hCaptcha Enterprise solutions",
  "2698140263": "Non omnia problemata idem sunt: uno nomine questus significat, necesse est ut tuas necessitates utiles alloquatur.",
  "2698640210": "Imperium challenges et genera ostensum est",
  "2707282231": "Customize challenges for your users. Impossibile est ut automata solvere ac penetrare.",
  "2714878440": "Munera tua a rasura, ratione takeoveri, tomento credentium, et spamma cum provectae nostrae eruditionis et humanitatis verificatione.",
  "2718999653": "nativus comminatio ustulo",
  "2781507299": "Instant Verification",
  "2782263070": "Officium est nobis prioritas suprema. Sustentationem 24/7 in-vocamus servamus et coordinationem remissam directam praebemus cum team integratione machinali et nostro in-vocatione baculi durante et post exsecutionem.",
  "2806751666": "Quid hCaptcha?",
  "2826051554": "et plus",
  "2881474837": "hCaptcha Enterprise",
  "2890048009": "Ad retiacula visitatores videas ut productum. Unicum nobis productum est eorum humanitatem determinat. Officia nostra occurrunt vel excedunt GDPR, CCPA, LGPD et PIPL requisita, ac incepta adiuvant sicut passere secreti. Intimitatis et securitatis aequivalere laboramus.",
  "2927700175": "CAPTCHA provocationes ostendimus difficilia automata sed facile hominibus colligendo difficilia ut- label notitias ex machinarum quaestionibus discendi, et utendo ad discernendum utrum homo sit locus vel app visitator.",
  "2968026167": "Vestrum ventus vegetabilis",
  "3018523079": "Mane notam cum constanti usuario.",
  "3065000659": "Intellexistis quotienscumque \"click in autocineto\" adiuvas ut unum instituendi sint",
  "3093388779": "hCaptcha liberum est editoribus alicujus magnitudinis uti",
  "3093689546": "Securus integration",
  "3096063825": "Conare eam",
  "3107683988": "Hoc potest dramatically minuere negotiatio-retis et gratuita, servatis omnibus administrationis utilitatibus nostris 24/7 in-vocantibus baculum ad arctissimum SLAs occurrere.",
  "3117887301": "A maximum online officia confidebat",
  "3121248460": "Infinite diversas consuetudines proclamat - a simplici ad complexu - pro auditorio praeventus tuo",
  "3153117136": "Quam hCaptcha difficultas Occasus Opus",
  "3160820928": "Ordinata impetum praesidium",
  "3161489950": "Provectus Securitatis mundi ML Platform",
  "3167979932": "Secretum a die constituto unum. Fortis MGE Agreement.",
  "3194111925": "auxilium",
  "3213351333": "Non upfront commitment requiratur",
  "3213957230": "Cum usores provocationem solvere debent ad securitatis requisita, cur munera iucunda et ad usorem pertinentia non efficiunt?",
  "3225770968": "hCaptcha intentissima problema in machina discendi labore solvenda destinatur; pter magnas moles notitiarum opportune, parabilis, certa ratione.",
  "3230004040": "Tune uisum obtunsus es vel aliter hCaptchas implere non potuisti?",
  "3235430156": "machina systemata discendi gratis?",
  "3260825523": "Apparatus intuitus",
  "3264813246": "Inconueniens",
  "3265895521": "Levate et inferiore provocatione difficultas fundatur in tempore diei",
  "3266612494": "A socium confidebat",
  "3276777569": "hCaptcha",
  "3287172429": "Imperium provocatione types ostensum est",
  "3365203058": "Mundus-genus anti-bot praesidium",
  "3412647984": "Hoc permittit ut futuras quaestiones vitare scribendo et crustulum constituendo. Quaeso etiam experiri avertendi tuum ad obstructorem.",
  "3417372336": "Flectendum in minuta",
  "3446714684": "Mobile (iOS et Android) Integration",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "Pro inceptis utentes, optiones praesto sunt ut provocationes in plerisque missionibus omnino evitent.",
  "3478726913": "hCaptcha unum ex maximis lacunis in planeta pro usu tuo praesto habet. Quidquid scala tua, id sine sumptuosa cura aggredi possumus. Millions operum per diem non sunt problema.",
  "3480023141": "Disce de accessibility optiones",
  "3483700676": "Decies negotia statim launch",
  "3500503648": "hCaptcha ordinatur ad longum tempus data retentione tollere, innixa instanti aestimatione potius quam in memoria et analysi historiae tuae vestigandae. Nos quoque incepta quasi",
  "3524251858": "Director of Product Management, Cloudflare",
  "3526939538": "Software Bug",
  "3530599065": "Secretum e fundamentis construitur. hCaptcha nullum PII retinet ac multis secretis mandatis et institutis obtemperat.",
  "3570415321": "Societas",
  "3573245166": "Dissimilis reCAPTCHA, in omni terra laboramus.",
  "3578122193": "Mane in notam cum pertinet content",
  "3620442880": "Flash Sale praesidium features",
  "3630114728": "Vide quid fit per omnes situs tuos et apps.",
  "3644106388": "Contactus",
  "3660619092": "Sign up free or contact sales for Enterprise solutions",
  "3688621388": "comminatio subscriptionibus",
  "3704893754": "Vis videre te? Conare hCaptcha Free",
  "3714002185": "Disce plus de hCaptcha Enterprise",
  "3715747429": "Nostrae machinae in naves immissae cito te ire possunt, num integrationem React, SDKs pro iOS apps nativi, exemplum Javae backend, vel paene quamlibet aliam missionem.",
  "3717512591": "Direct Platform Integration",
  "3721365241": "Try",
  "3729345277": "hCaptcha via est ad societates ut adnotationes celerius requirunt, cum qualitate superiore et in minore quam alia.",
  "3730038780": "Elige ex infinito fere numero provocationum pro users solvere",
  "3739936967": "Hoc unicum focus in secreto significat quod nulla singularium notitiarum retentione, crustulum gratuita operatione, aliaque secreti contractuum cautionibus prout opus erat, servata optima securitate offerre possumus. Lege plus.",
  "3740051331": "Committimus etiam actuose vigilantia et respondendo quaestionibus tuis usorum per media socialia, forums, et subsidia in- plicamenta et electronica canales. Accessi sumus et responsuri, et satisfactionem usoris tractamus in summo KPI.",
  "3753956446": "Liber",
  "3758963444": "Gratias tibi! Your submission has been received!",
  "3767462250": "Designed for Privacy",
  "3768951251": "Enterprise SLAs",
  "3807059944": "Imperium provocatione contentus usus",
  "3816867833": "Commentarium",
  "3817811295": "Praestatur fides et ieiunant 24/7 in-vocatio subsidii.",
  "3892905664": "hCaptcha adiuvat ventus online officia custodiendo automata, spamma et abusus interrogando quaestiones simplices quae hominibus facilia sunt et machinis difficilia.",
  "3913848038": "99,99% uptime SLAs et 24/7 global subsidium praesto.",
  "3951254541": "Bene tuum initus. Novimus quaestiones quasvis et cito solvemus.",
  "3952259236": "Milia signa caecata tua cum hCaptcha compone ut hCaptcha de generibus morum instituendi - exempli gratia tantum - malitiosas mores melius praedicere quam vel sola solutione.",
  "3953584369": "Urbanus RBAC restrictiones aditus praesto est.",
  "4007826952": "# 1 Intimum primum CAPTCHA pro tela, mobile et plus.",
  "4019660456": "0ms latency: cognoscere hCaptcha a signis nullo API voca.",
  "4065065042": "Hoc dial ut ad usum tuum causam prorsus aptam.",
  "4083018285": "Synopsis notarum extensarum quae cum SOC vigilantia et responsione adaugeantur aucta electronica minis pertinacis iunguntur",
  "4146870445": "Qui sumus",
  "4147497805": "Carrot",
  "4194763679": "Opinatus difficultas levels",
  "4195759329": "Bot deprehensio ac periculo turpis",
  "4199502476": "Provecta renuntiationes dashboards et API",
  "4238473596": "Minima frictio pro usoribus realibus magni momenti est. hCaptcha simplicibus officiis utitur et minus tempus pro plerisque usoribus accipit, dum negotiatio autocinetica plus moratur.",
  "4272022475": "Omnes petitiones et bona vade ad hcaptcha.yourdomain.com",
  "4272454814": "Integram cum provisore identitatis electionis tuae.",
  "a11y-img-1": "Post User login screen accessibility",
  "a11y-img-2": "UI Widget accessibility optionem in menu",
  "a11y-img-3": "Accessibility alternis sermonibus arca archa in UI Widget",
  "about-advisors-brendan": "CEO fortium. Co-conditor Mozilla. Creator de JavaScript programming language. Et conditor browsers.",
  "about-advisors-dawn": "Professor, CS apud Universitae Californiae, Berkeley. Turn etiam doctrina excellens securitatem blockchain periti. Oasis CEO de Div.",
  "about-advisors-head": "Advisors",
  "about-advisors-keiran": "Scientist at Stanford Research. Apparatus eruditionis ad maiorem quantitatem nulla ripis sepe pecunia et Academia.",
  "about-content-head-1": "Quod fac nobis",
  "about-content-head-2": "Quid est Negotia,",
  "about-content-text-1a": "affert hCaptcha moderni secretum focused prohibet accedere minores.",
  "about-content-text-1b": "Non enim facile ostendere About it provocationibus, qui sunt facile, sed recensiones minores populus a difficile-ut-titulus colligendis notitia de problems apparatus doctrina, ac per hoc distinguere utrum de website salutor an app est humanum.",
  "about-content-text-2a": "Actores sunt mala nostra aetate usque frequentiorum online. Sed sacrificing user secretum non est responsum.",
  "about-content-text-2b": "Security obtulerunt in solutions ad focus principaliter in societates tracking users per telam. Esse creatum effective sumus in hoc malum facere securitate solution user secretum non est necesse libera optimum results.",
  "about-intro-head-1": "De hCaptcha",
  "about-intro-head-2": "Privacy, Securitatis et Doctrina Jesu.",
  "about-intro-text": "hCaptcha est latissime usus sui iuris CAPTCHA servitium mundi.",
  "about-leadership-head": "Qui sumus",
  "about-leadership-headsub": "Peritus bigas, quam maxime opus in hodiernae difficultates.",
  "about-leadership-link1": "Qui sumus",
  "about-leadership-text1": "Lorem in altum apparatus doctrina, et doctrina ad visual domain scale: maxime cum a focus in a magis sophisticated modern systems online securitatem minas.",
  "about-leadership-text2": "Cum software decennia doctrina experientia et apparatus, ut ædificem et agunt massively scalable systems Quia occupari pars hodiernae difficultates salva maxime secretum.",
  "acc-opt": "accessibility Options",
  "acc-opt-but": "Learn more about accessibility options",
  "acc-opt-text": "Inminuta vel non potuerit perficere hCaptchas uisum esse?",
  "accessibility-link": "accessibility",
  "appreciate-in": "Initus bene tuum. Nos scio te quis quaestiones et solvere cito ne eis.",
  "fb-but": "Mitte nobis feedback",
  "feedback-text": "Vos iustus vidit providere feedback in hCaptcha",
  "footer-attribution": "Commons Attribution",
  "footer-copyright-text": "hCaptcha autem intuitus est registered trademark velit, Inc.",
  "footer-header-1": "turba",
  "footer-header-2": "Resources",
  "footer-header-3": "Contact",
  "footer-link-1": "labeling",
  "footer-link-10": "accessibility",
  "footer-link-2": "circa",
  "footer-link-3": "Jobs",
  "footer-link-4": "Site Map",
  "footer-link-5": "AI Ethics",
  "footer-link-6": "Blog",
  "footer-link-7": "Status",
  "footer-link-8": "documenta",
  "footer-link-9": "Report a Bug",
  "footer-privacy": "Privacy",
  "footer-subheader-1": "Support",
  "footer-subheader-2": "Contact",
  "footer-terms": "termini",
  "h-plans": "Subscription Plans",
  "header-docs-link": "Docs",
  "header-labeling-services-link": "labeling Services",
  "header-login-button": "login",
  "header-plans-link": "consilia",
  "header-signup-button": "Signup",
  "home-about-head": "De hCaptcha",
  "home-about-subtitle": "Powered by humanae COMMENTARIUM",
  "home-about-text-1": "hCaptcha est maxime disposito solvere problema in apparatus discendi labor intensive, labeling ingens amounts of notitia in opportune, parabilis et indubitabili via.",
  "home-about-text-2": "Magis notitia fere fructum melior praecessi in disciplina apparatus doctrina exempla monstrabit. Recens victoria altum duci exempla monstrabit, ut has datasets magis magna, fere semper aliquid humanum recensionem. Sed creando magnum homine recensuit datasets Mechanica per Tur figura octo, etc. est tum pretiosa trabe lentus irrumasti.",
  "home-about-text-3": "dum pecuniam postularet ibidem sino consequat hCaptcha websites abusum Automata aliisque.",
  "home-about-text-4": "Quod humano powered hCaptcha marketplace est protocollo, quia quod homo aperta review qui fugit in decentralized protocol Ethereum blockchain. Websites earn signa Humanum (HMT) hCaptcha content quotienscumque users uti in locum, et doctrina apparatus impetro in notitia societates sunt, signa dant Humanum intitulatum.",
  "home-ba-labeling-services-link": "labeling Services",
  "home-benefits-head-1": "Partes eae data est in Labeling",
  "home-benefits-head-2": "Da Back to caritas",
  "home-benefits-text-1": "Nonne vos animadverto vos click in omne tempus instituendi car vos es auxilium comitatu scriptor apparatus discendi unum COLOSSEUS systems gratis?",
  "home-benefits-text-2": "hCaptcha circa istam formam. Cum utor hCaptcha, societatibus bid in opere users tui faciunt quod non probare dinentur. Vos adepto ad certaminum præmium vincens.",
  "home-benefits-text-3": "Vis dare ad vestri ventus caritatis; hCaptcha lets vos tuae support charitates in arbitrium cum earnings utendi ex eo lucrari tibi. Users in vestri site cum non poteris videre tui invenire potero conlationem, per medios serra dissecuit est caritas de hCaptcha interface.",
  "home-challenge-text-1": "Lectus omnis Imagines par query",
  "home-challenge-text-2": "Define obiecti ad aream ferventis equitis ascendentis",
  "home-challenge-text-3": "COGNOSCO est titulus correspondentes",
  "home-challenge-title-1": "collatio",
  "home-challenge-title-2": "Rank",
  "home-challenge-title-3": "Categorisation",
  "home-challenges-head": "provocationes presented",
  "home-challenges-text-1": "... et alia simplex munia. Facile homines, durum per bots.",
  "home-challenges-text-2": "Consuetudinis munera etiam editoribus inceptis praesto sunt.",
  "home-ent-1": "Vultus pro nobis coeptis securitatem et vitulos anniculos?",
  "home-ent-2": "Visita nostrum novum dedicatum situs: BotStop.com",
  "home-ent-button": "Disce magis: ex BotStop hCaptcha",
  "home-from-the-blog": "Ex Blog:",
  "home-from-the-blog-value": "Quam difficultatem Occasus Opus hCaptcha",
  "home-intro-body": "Minores autem abstinere mattis uteris? hCaptcha protegit user secretum remuneratur websites, quod succurro impetro in notitia societates intitulatum. Est a gutta-in replacement pro reCAPTCHA, vos can switch intra minuta.",
  "home-intro-button": "Sign up now",
  "home-intro-head": "Nolite plures minores. User incipit protegens turpitudinem.",
  "home-main-1": "Privatus. Secure. Citius. Redde tu nobis, et ea uti.",
  "home-main-2": "intentus Privacy",
  "home-main-2c": "Ad retiacula visitatores videas ut productum. Nam hCaptcha productum est opus providere. Non curamus quinam utentes tui sint, nisi quam verisimile sit malitiosos esse. Incepta sustinemus sicut Secretum Transi et laborare ad aequivalendum secretum et securitatem.",
  "home-main-3": "securitatis prima",
  "home-main-3c": "Cura et diligentia est, et nostrum. hCaptcha est publisher-focused. Non opus est vobis dare notitia realis et non invenientes quomodo ea uti. Aliae sunt Captchas provisum est a societatibus COLOSSEUS vendo. Sic census reducere omnem bot impediant.",
  "home-main-4": "Melius est User Usus",
  "home-main-4c": "Sophisticated apparatus doctrina exempla sunt ex hominibus hCaptcha ad determinandum. Hic permittit users et minorem minor molestiae tempore muneribus de facto adhuc dicatur notitia pter producendi usus elit.",
  "home-main-plans": "si autem non potest usurpari pro hCaptcha publishers magnitudine. Sed quia oportet esse magis agentem atque tabulatis adlevatae imperium nostri coeptis solutiones sunt available.",
  "home-main-plans2": "hCaptcha coeptis solutions praesidio decem millions of websites per millions of users quia quidam maximae societates in planeta. Placere contact us for more info: et visita",
  "home-main-plans3": "hCaptcha coeptis solutions praesidio decem millions of websites per millions of users quia quidam maximae societates in planeta. Placere contact us for more info: et visita",
  "home-main-plans4": "nam singula.",
  "home-plans-button-1": "Sign up now",
  "home-plans-button-2": "Contact venditio",
  "home-plans-chart-head-1": "Features",
  "home-plans-chart-head-2": "publisher",
  "home-plans-chart-head-3": "Enterprise",
  "home-plans-chart-row-1-cell-1": "Ostensum est provocatione imperium types",
  "home-plans-chart-row-1-cell-2": "stricto",
  "home-plans-chart-row-1-cell-3": "summa",
  "home-plans-chart-row-10-cell-1": "Multi-user dashboards",
  "home-plans-chart-row-11-cell-1": "Provectus features renuntiationes",
  "home-plans-chart-row-12-cell-1": "Enterprise SLAs",
  "home-plans-chart-row-2-cell-1": "Provocatione usus est potestate contentus",
  "home-plans-chart-row-2-cell-2": "stricto",
  "home-plans-chart-row-2-cell-3": "summa",
  "home-plans-chart-row-3-cell-1": "Earn hominum solvuntur praemia,",
  "home-plans-chart-row-4-cell-1": "Mundi-genus anti-bot praesidium",
  "home-plans-chart-row-5-cell-1": "Works in omni terra",
  "home-plans-chart-row-5a-cell-1": "Nullo accusantium doloremque ac 99.9% modis passivis",
  "home-plans-chart-row-5b-cell-1": "Bot fiduciam scores",
  "home-plans-chart-row-6-cell-1": "CCPA-amica consilium et secretum GDPR",
  "home-plans-chart-row-7-cell-1": "Denique grani difficultas campester,",
  "home-plans-chart-row-8-cell-1": "Launch tuum contentus provocatione",
  "home-plans-chart-row-9-cell-1": "Secundum tempus difficultate, scheduling",
  "home-try-it-out-button": "Get Quid hCaptcha",
  "home-try-it-out-head": "Try eum",
  "home-try-it-out-text": "hCaptcha praebet simplex, facile et leve esse reliable bot abiens hostem solvere pro hominibus.",
  "labeling-about-head": "De hCaptcha",
  "labeling-about-text-1": "plurimus labor intensive quaestionem solvere hCaptcha natum Apparatus eruditionis labeling ingens amounts of notitia in opportune, parabilis et indubitabili via. Magis notitia fere fructum melior praecessi in disciplina apparatus doctrina exempla monstrabit. Recens victoria altum duci exempla monstrabit, ut has datasets magis magna, et hCaptcha serves hoc opus.",
  "labeling-about-text-2": "Sed creando magnum homine recensuit datasets usura traditional modi est tam pretiosa trabe lentus irrumasti. ita ut in explicationibus ad societates hCaptcha est non requirere citius et altius et qualis apud alterum minus quam sumptus facere.",
  "labeling-annotations-head": "Genera Description",
  "labeling-annotations-text-1": "Object accurate deprehendatur per imagines et videos",
  "labeling-annotations-text-2": "Object accurate deprehendatur per imagines et videos",
  "labeling-annotations-text-3": "Iam multis annotationibus in usum diversis casibus,",
  "labeling-annotations-text-4": "Quolibet generis aut append genera et cuiuslibet magnitudinis",
  "labeling-annotations-text-5": "Vi humana palam ac dispositio",
  "labeling-annotations-text-6": "Quid aliud genus non enumerantur hic? Sicut a nobis.",
  "labeling-annotations-title-1": "prensatque Pyxidas",
  "labeling-annotations-title-2": "polygona",
  "labeling-annotations-title-3": "Alii terminos transtulerunt",
  "labeling-annotations-title-4": "attributum Categorisation",
  "labeling-annotations-title-5": "Et comparationis Deprehensio",
  "labeling-annotations-title-6": "... praeter plura",
  "labeling-ent-button": "Our Team About Us Contact Enterprise",
  "labeling-ent-head": "Quid End-ad-finem Imperium?",
  "labeling-ent-text-1": "Platform post laborem humanum hCaptcha providet maxime sophisticated et qualis administratio-features in via praemissa, hybrid aut SaaS deployments ut integrate in vestri existentium systems.",
  "labeling-ent-text-2": "Currere per totum online tua workforce, per negotio delerem semita valorem Consortium seu unitatibus sociis, selectas route diversis jobs internum et externum pretium laboris providers et securitate secundum usus, et magis.",
  "labeling-ent-text-3": "API aditus facilis, dashboards pulcherrima, et exemplar-in-the-loop tardus technology ad maximize efficientiam.",
  "labeling-ent-text-4": "99.99% uptime SLAs 24/7 et firmamentum global available. Pro magis notitia:",
  "labeling-features-head-1": "API agitatae cauruļvadiem simplex.",
  "labeling-features-head-2": "Et qualis est optimized sumptus. Upfront commitment non requiritur.",
  "labeling-features-head-3": "Tantum opus reddere ad recte.",
  "labeling-features-head-4": "Notitia veritatis et aedificemus tute super terram volant.",
  "labeling-features-text-1": "Vis ut integrate in vestri negotium directe recensionem res humanae? Reliability SLAs princeps nobis offerre, guaranteed facultatem et simplex APIs CETERA.",
  "labeling-features-text-2": "Platform humanum comprehensive fiducia utitur analysis qualis exempla monstrabit praestare sophisticated real-time. Mox utrumque determinat hanc quaestionem quaestiones sinit et fortasse recte respondetur, nisi tempus et pecuniam.",
  "labeling-features-text-3": "Quaestiones non sunt. Annotationes pro salute-critica munus requirere potest totaliter ab homine operarios 99,99% fiducia. Annotationes pro beta potest nisi eget app moderate ludo pluma in mobili fiducia. Iudicate.",
  "labeling-features-text-4": "Nisi data tibi mattis metus idearum copia? Unum in pluribus non possumus aedificare munera ad te current, propter quam ratio, aut crea intitulatum samples pro te invita dicere.",
  "labeling-info-head": "Questus data Labeled",
  "labeling-info-text-1": "Unus ex nobis loqui cum peritorum domain vestri project necessitates define: target accurate, forma, et nihil speciale requisitis.",
  "labeling-info-text-2": "Job productio fundatur super nos ducere parva sample data. Et hoc probat opus quod weve 'simul factum est ut vos adepto exacte quod tibi necessarium est.",
  "labeling-info-text-3": "Magnitudinem tuam volumus nostra cum humilitate latency gyrum velociter automated cum traditione protinus factum.",
  "labeling-info-text-4": "Ut melius intelligere parametri productionem operis vestri, ut amplio eventus et permanere per tempus.",
  "labeling-info-text-5": "Non patitur vivere dashboards providere feedback productio morae vel quando.",
  "labeling-info-title-1": "define Specifications",
  "labeling-info-title-2": "Coepi Job Test",
  "labeling-info-title-3": "Productio Deploy Jobs",
  "labeling-info-title-4": "Continua emendationem",
  "labeling-info-title-5": "Verus tempus Results",
  "labeling-main-1": "Pter ordinem data ad sumptus-efficens",
  "labeling-main-1-button": "Get tuam Data autem Labeled",
  "labeling-main-1c": "Pluribus pittaciis opus tuum datasets? hCaptcha ieiunium, sumptus efficens, et qualitatem altam praebet pro societatibus quae operantur in applicationibus artificialibus intelligentiae et machinae discendi.",
  "labeling-main-2": "Statim res gestas scribere millions launch.",
  "labeling-main-2-button": "Buy data Labeling Services",
  "labeling-main-2c": "hCaptcha unus est maxima aquarum et super vertices planetae available pro usu. Quicquid tua scale, et pretiosa tractare non upfront munera suscipienda. Per diem millions of negotium est non forsit.",
  "labeling-platform-head": "Publica privatis seu Information",
  "labeling-platform-text": "Humana enim erat super hCaptcha Platform sit, ex qua sumptus sophisticated excitandas et analysis ad optimize ad efficientiam et involvent pedes eius. Hoc lets technology dextra parte unaquaque tuum tractamus vis laboris, sumptus maxima efficientiam contendentes secretum regulatory requisitis quod sit applicare circumspicere et obire.",
  "labeling-try-button": "Buy data Labeling Services",
  "labeling-try-head": "Vultis experimentum vestri notitia?",
  "labeling-try-text": "... parati sumus cum sis: nos muneris est available circum horologium.",
  "learn-more-hcaptcha": "Learn More about hCaptcha",
  "page-acc-faq-1": "Quaeritur: Utrum hCaptcha Sectio 508 + WCAG 2.1 AA obsequatur? Responde: Credimus sic: omnes usores quacumque forma deminuti qui telam percurrere possunt et textum formarum formarum accedere possunt officia ab hCaptcha in adnotatione munita. Sed hoc non est legale consilium: aestimatio tua debet facere, considerans exsecutionem particularem tuam ut hoc in casu instruere possit.",
  "page-acc-faq-2": "Quaeritur: Laborasne in aliis optionibus accessibilitatem (a11y) sicut audio? Responde: Antea populares optiones sicut captchas audio contra multos utentes discernunt et facile vincuntur a modernis machinarum technicis discendi. Hic coegit provocationes auditionis currentis ut magis ac difficilius fieret, strepitus, timidus, inconstans, insolitus verbi iuncturas introducens, et sic oppugnatores ut vinceret. Ita minus studiosi sumus circa hanc accessionem nos omnino impugnationem evitandam, sed deliberabimus si ab ipsa communitate exigatur. Nihilominus valde interest in Secreto Transite ad usum casus accessibilitas. Credimus iungendum nostrum currenti accessum cum Secreto Transitu issuance licebit ab utentibus utentes tuto percurrere, secure in cognitione eorum mercaturae secretiores esse, dum abusus ab operatoribus autocinetis restringendis inevitabiliter fit cum optiones 11y praesto sunt. Nos actuosi participes sumus in IETF catervae laborantis normae hanc novam technologiam.",
  "page-acc-faq-3": "Quaeritur: Quid de secreto? Adnotatione exponere a11y pasco data aliquo modo? Quid facis cum inscriptione? Responsio: hCaptcha secreti a fundamentis destinata est. Dissimile est quam optiones traditionales sicut reCAPTCHA quae ad retiacula possidentur, qui incitamentum habent ad investigandum te inter telam et te cum reali identitate coniungunt. Usum accessibilitatem electronicarum litterarum numquam usui sumus vel ad rem ullam aliam quam ad faciliorem usum et abusum praecavendum. Consilium secretum nostrum responsabilitates comprehensivas et auctoritates habet quomodo notitias utimur, sed brevis responsio nihil interest in societate tua ut hominem cum historia carpendo. Nos quoque nunc in solutione cryptographica laborantes ut celeriter electronicam electronicam abiicias tuam. dum adhuc facultatem nostram servans ne abusus sit, complens opus nostrum Secretum Transi.",
  "page-acc-link-1": "Facilitas si es usura Suspendisse commodo est.",
  "page-acc-subhead": "Seamless ensuring securitas usque cum users obvius ad omnes",
  "page-acc-summary": "summary",
  "page-acc-summary-contents-1": "hCaptcha designatur automata prohibere distinguendo ab hominibus. Visuale probatio instrumentum opportunum est ad hoc, sed non omnes provocationem visualem solvere possunt. Hac de causa rem simplicem sine dolore designavimus ut editores utentes servitio nostro ad omnia accessibilitatem conservandam cum plena Sectione 508 et WCAG 2.1 AA obsequentia.",
  "page-acc-summary-contents-2": "Quomodo enim operatur: primum, sunt signa per user ad hoc URL accessibility, quod coniunctum est, et in hCaptcha content info pagina. Quae data est encrypted quod crustulum adhiberi poterit in pluribus temporibus per diem XXIV horas tamen esse uti refrigeret omnis via login.When de provocatione ad accessibility user is presented in quolibet situ hCaptcha usura servitium, ad te statim transiet.",
  "page-acc-title": "Accessibility hCaptcha Information",
  "page-acc-tr-body": "Quaeritur: Ego sum, et tamen cum provocationem profecta est post crustulum. Diducendum est hoc?<br> Et respondendum est, per hoc quod typically ex alto uibrare ad anti-crustulum obstructore proscriptionum aut extensio, aut in crucis-site crustula cuneos suadentque cadentia, quod in hac causa est quod crustulum is in hcaptcha.com posuit sedatus vel per alium locum ad Highslide JS hCaptcha , ut sint vobis in unum adire.<br><br> hCaptcha accessibility crustula et ad opus opularpay browsers blockers et occasus vexillum suum, et typically es ex defectis anti-anti-targeting rulesets adblock scriptor maxime non similis sites.<br><br> Solutions:<br><br> 1. * .hcaptcha.com Whitelist hcaptcha.com et crustula tui navigatoris obstructore proscriptionum ad securitatem extensio vel pasco.<br> 2. Si vos es pasco usus et fortes, et omnis generis quaestiones non videntur habere whitelist crustulum, ad Preferences -> ancilia -> Crustulae et dimitte omnia Crustulae eligere.<br> 3. Si vos es usura Safari in ipso tardus version of OS X aut nuper dimisit iOS 13,4 10,15 aut, mores vertit in Safari Apple sicut ad crustula tertia-pars asilo subierunt omnibus illis per default. Nos solution ad effectum; sed interim placet Safari Preferences visita: Privacy sectionem, quod licens tracking Website: Ne tracking crucis-site ad enable crustulum in accessibility munus est, ut expectata.<br><br> Quaeritur: Ego utor multiple cogitationes. Quid pluribus opus est signum temporum<br> Respondeo: Non ad vos click in utraque arte uti inscriptio login link ut statuet pretium.<br><br> Quaeritur: Quo modo defendat me a usura tertia-pars crustulum dum tracking facilitas crustulum?<br> Responsio ad usurparet secretum, consequat vel extensionem gradu whitelisting sustentans dominium (ut Origenes uBlock) erit opus sperandum whitelist hcaptcha.com fac ita.",
  "page-acc-tr-title": "Pro Accessibility Users: Frequent Questions and Troubleshooting Guide",
  "page-acc-tr2-body": "Safari<br> Ut potestatem crustulorum in Safari (Mac): Ite in Safari occumbo-down menu. Lego Preferences. Privacy click in summo panel. Sub 'Block crustula' est eligere optio, numquam.<br> Ut potestatem crustulorum in Safari (iPhone / leo iOS 11+): Aperi Occasus. Librum et eligere Safari. Sub Highest: declinemus 'Ne Cross-Site mauris' et 'Omnia Clausus Crustulum,<br><br> Firefox<br> Click in scuto nec ad sinistram in oratio talea in webpage. Donec click in Occasus. In Preferences Firefox Highest panel mos aperire. Consectetur semita sub tutela Custom eligere. Elige et elit scriptor angustos excerpendo ea checkboxes. Fac tibi unblocked hcaptcha.com.<br><br> Vos can quoque aliqua declinemus ad tempus in custodiis Custom ut debug hoc est a deselecting checkboxes: Deselect in Games checkbox vel deselect Crustulae checkbox etiam si vos es having proventus.<br><br> Google Chrome<br> Google Chrome (PC)<br> Select menu icon quod Chrome. Lego Occasus.<br> Ad Privacy and Security ergo Crustulae et alius site notitia.<br> Vide, Clausus Tertius- Secui Crustulum 'est non enabled.<br><br> Google Chrome (Mac)<br> Chrome aperire preferences ex menu talea.<br> Ad Privacy and Security ergo Crustulae et alius site notitia.<br> Vide, Clausus Tertius- Secui Crustulum 'est non enabled.<br><br> Google Chrome (Android)<br> In Android fabrica, Chrome aperire app.<br> In summo iure, et tunc Occasus Magis ICTUS.<br> ICTUS Occasus Site et Crustulae.<br> Proximus, Crustulae, 'switch super ad occasum.<br> Reprehendo arca archa tunc ut 'sine tertia-pars crustula.<br><br> Penitus rimor<br> 1. Select superius, ad calces in dextera scrinii, et 'Penitus Bene. Si autem Menu Bar enabled, te potest eligere, Tools, tunc 'Penitus Bene.<br> 2. Click ad, Privacy 'pittacium.<br> 3. Select the 'Advanced' deprimendo.<br> 4. sub 'Tertius- Secui Crustulum, elige' accipe '.<br> 5. Click 'OK'",
  "page-acc-tr2-head": "Crux crucis-pasco per mandatum Crustulae Site",
  "priv-hc": "intentus Privacy",
  "priv-hc-text": "Ad retiacula in quantum video opus. We do not. Users qui sunt sumus non curamus, quid verisimile tantum sunt intelligentes maligni. Non facit pro incepta tamquam Privacy Christi, et laborare et opus statera securitatem et secretum.",
  "reporting-bugs-accessibility-button": "Learn more about accessibility options",
  "reporting-bugs-accessibility-head": "accessibility Options",
  "reporting-bugs-accessibility-text": "Inminuta vel non potuerit perficere hCaptchas uisum esse?",
  "reporting-bugs-guide-ff-head": "Capere Bug Report Details: Firefox",
  "reporting-bugs-guide-ff-step-1": "I gradus: In Tools Developer (haec animi recording session.)",
  "reporting-bugs-guide-ff-step-2": "Gradus II: Network super Click Tools tab in Developer. Reprehendo arca archa in Ortor te et omnia ad summitatem.",
  "reporting-bugs-guide-ff-step-3": "Gradus 3: visita https://accounts.hcaptcha.com/demo, vel pagina quod fluxum habes in (Nota secreti: tantum si non sapis communicare quid est) ... et tunc preme ego sum felis hominem, et solvere conantur.",
  "reporting-bugs-guide-ff-step-4": "Gradus 4: Preme HAR postquam solvere conaris et elige Serva omnia ut HAR ut stipes retis salvas. File ad nos mitte.",
  "reporting-bugs-guide-ff-step-5": "V gradus: Click in Blu-tab, tunc click Lectus omnis dextra et salvum facere quod lima ut est in textu, ut salvum iniuriarum consolatorium. Mitte nobis ut bene.",
  "reporting-bugs-guide-ff-step-6": "Ultimus gradus: electronicae illae HAR et tabellas stipes nobis consolantur et problema utere: support@hcaptcha.com (placere utere servitio sicut Dropbox vel Filebin et nexus mitte) et optionally tortorem, si suspicaris aliquid esse non recte monstrans . Quaeso, IP mitte tum uteris. Gratias a https://www.whatsmyip.org/ accipere potes gratias pro tempore adiuvandi nos hoc info! Commissi sumus ut hCaptcha bene operandum omnibus.",
  "reporting-bugs-guide-head": "Capere Bug Report Details: Chrome",
  "reporting-bugs-guide-step-1": "I gradus: In Tools Developer (haec animi recording session.)",
  "reporting-bugs-guide-step-2": "Gradus II: Network super Click Tools tab in Developer. Reprehendo arca archa et simplicis David custodi iniuriarum ad summitatem.",
  "reporting-bugs-guide-step-3": "Gradus 3: visita https://accounts.hcaptcha.com/demo, vel pagina quod fluxum habes in (Nota secreti: tantum si non sapis communicare quid est) ... et tunc preme ego sum felis hominem, et solvere conantur.",
  "reporting-bugs-guide-step-4": "IV gradus, Click Import har (parum enim in sagitta) Post quantum potes solvere, qui salvet ad network iniuriarum. Mitte nobis, ut lima.",
  "reporting-bugs-guide-step-5": "V gradus: Click in console pittacium, and pone et dextra click Servo Console ut .. ut salvificem iniuriarum. Mitte nobis ut bene.",
  "reporting-bugs-guide-step-6": "Ultimus gradus: electronicas illas HAR et tabellas stipes nobis consol et problema describe. Utere: support@hcaptcha.com (placere utere servitio sicut Dropbox vel Filebin et nexus mitte) et optione tortori, si suspicaris aliquid non recte monstrans. Quaeso, IP mitte tum uteris. Gratias a https://www.whatsmyip.org/ accipere potes gratias pro tempore adiuvandi nos hoc info! Commissi sumus ut hCaptcha bene operandum omnibus.",
  "reporting-bugs-guide-text-1": "Mittens debugging info tua fama multo faciet illud facillimus ut identify nobis quid suus 'iens on. Hic gradus sint, gradus-per instructiones,",
  "reporting-bugs-guide-text-2": "Si elit telaris vel usoris peritus es, summarium volumus ut mitteres nobis retis memoriam HAR et navigatrum acta solacia. Quaeso experire inactivare aliquem ad obstructorem vel extensiones securitatis navigandi primum et tunc retry antequam per hos gradus vadis. Si id problema tuum figit, adhuc bene valemus mittere nos scire versionem navigatri tui, ad obstructorem vel extensionem navigatoris, ac pagina URL.",
  "reporting-bugs-intro-head": "Found ugbay? Hic est quomodo ad eam referre.",
  "reporting-bugs-intro-text": "Millions of populus hCaptcha uti cuiusque mensis, in coniunctis browsers millia, extensiones, cogitationes, firewalls, et plus. Quia operatur ad finem fac ita multo appreciate tradit; Velox ad feedback, iustus click a button Mitte nobis feedback. Cum et utilitatis exitus si tu, placet, sequere instructiones ad CIMICO iniuriarum iniuriarum lusione cum Chrome et instructiones in Firefox inferius. Nam quis alius pasco iustus email us. Vel potentiale pro secretum securitatem exitibus, vide infra in instructiones.",
  "reporting-bugs-privacy-head": "Privacy Exitus",
  "reporting-bugs-privacy-text": "Users qui sunt sumus non curamus, quid verisimile tantum sunt intelligentes maligni vel machinis. Non facit pro incepta tamquam Privacy Christi, et laborare et opus statera securitatem et secretum. Si autem inventus est exitus afficit vobis videtur posse user secretum, placere ad nos support@hcaptcha.com email.",
  "reporting-bugs-provide-feedback-button": "Mitte nobis feedback",
  "reporting-bugs-provide-feedback-head": "Providere feedback statim in hCaptcha",
  "reporting-bugs-provide-feedback-text": "Initus bene tuum. Nos scio te quis quaestiones et solvere cito ne eis.",
  "reporting-bugs-security-head": "Plant Bugs Security",
  "reporting-bugs-security-text": "Semper nos sunt interested in accipiens in pignus bugs tradit. Et erit security@hcaptcha.com email support@hcaptcha.com & C ad te cito. Nos quoque have ingrediuntur ad securitatem progressio cibi inferebantur ugbay tradit in hCaptcha et related officium source codice.",
  "sales-interstitial-c1": "nam societates",
  "sales-interstitial-c1a": "Enterprise Solutions securitatem (solvit)",
  "sales-interstitial-c1b": "Disce magis de Enterprise hCaptcha (BotStop)",
  "sales-interstitial-c1c": "Data annotationem",
  "sales-interstitial-c1d": "Purchase hCaptcha officia annotationem",
  "sales-interstitial-c2": "nam hominum",
  "sales-interstitial-c2a": "Ego tibi hCaptcha addere ad (Versio Vulgata)",
  "sales-interstitial-c2b": "Publishers website aut app pro meis addere hCaptcha",
  "sales-interstitial-c2c": "Quod hCaptcha?",
  "sales-interstitial-c2d": "Learn more about hCaptcha",
  "sales-interstitial-head": "Faciamus certus vos adepto ad dextram est.",
  "sec-hc": "securitatis prima",
  "sec-hc-text": "hCaptcha editor-focused est. Operamur ut sites notitias reales dare et decernere quomodo ea uti possint. Sagacitas in re tua et nostra est. Aliae captchas a societatibus vendo praebentur. Quaelibet automata impedientia reditus suos minuere possunt.",
  "signup-interstitial-c1": "Nam societates aut websites",
  "signup-interstitial-c1a": "Ego tibi hCaptcha addere ad (Versio Vulgata)",
  "signup-interstitial-c1b": "Publishers website aut app pro meis addere hCaptcha",
  "signup-interstitial-c1c": "Enterprise Solutions securitatem (solvit)",
  "signup-interstitial-c1d": "Disce magis de Enterprise hCaptcha (BotStop)",
  "signup-interstitial-c1e": "Data annotationem",
  "signup-interstitial-c1f": "Purchase hCaptcha officia annotationem",
  "signup-interstitial-c2": "nam hominum",
  "signup-interstitial-c2a": "accessibility",
  "signup-interstitial-c2b": "Learn about accessibility options quia hCaptcha",
  "signup-interstitial-c2c": "Pecuniam merere",
  "signup-interstitial-c2d": "Opus est ut singula notitia labeler",
  "signup-interstitial-head": "Faciamus certus vos adepto ad dextram est.",
  "support-interstitial-c1": "nam societates",
  "support-interstitial-c1a": "Enterprise Solutions securitatem (solvit)",
  "support-interstitial-c1b": "Ut subsidium hCaptcha Enterprise (BotStop)",
  "support-interstitial-c1c": "hCaptcha Publisher (liberum)",
  "support-interstitial-c1d": "Ut subsidium hCaptcha Publishing Date",
  "support-interstitial-c2": "nam hominum",
  "support-interstitial-c2a": "Cum provocatione habentem difficultas?",
  "support-interstitial-c2b": "Learn about accessibility options quia hCaptcha",
  "support-interstitial-c2c": "Ugbay referre vis?",
  "support-interstitial-c2d": "Disce magis de exitibus reporting software",
  "support-interstitial-head": "Faciamus certus vos adepto ad dextram est.",
  "switch-to-english-link": "Switch to English",
  "what-is-hcaptcha": "Quod hCaptcha?",
  "what-is-hcaptcha-text": "hCaptcha adjuvat textus muneris ut vestri ventus e recensiones minores, spam et postulantes ab abusu simplex quaestiones, quae homines facile et difficile ad machines.",
  "why-hc": "Quid hCaptcha?",
  "why-hc-text": "Quisque tempus provocatione te respondendum est, utimur sophisticated exempla monstrabit, ut instar sicco si vos es homo vel apparatus. Deinde utitur auxilio meliorem visited Pagina quam evenit in usum tuum in locum exire observatio per bots."
}
