{
  "header-privacy-link": "Канфідэнцыяльнасць",
  "header-integration-link": "Інтэграцыя",
  "header-cost-link": "Кошт",
  "header-features-link": "Асаблівасці",
  "header-docs-link": "Дакументы",
  "header-login-button": "Увайсці",
  "header-contact-button": "Звяртайцеся ў аддзел продажаў",
  "intro-heading": "Праверка чалавечнасці без трэння.",
  "intro-contact-button": "Звяжыцеся з намі, каб даведацца больш",
  "intro-text-bottom": "На гэта разлічваюць кампаніі, якія забяспечваюць сеціва.",
  "sub-menu-button": "Звяртайцеся ў аддзел продажаў",
  "sub-menu-item1": "Прадпрыемства",
  "sub-menu-item2": "Кошт",
  "sub-menu-item3": "Інтэграцыя",
  "sub-menu-item4": "Асаблівасці",
  "sub-menu-item5": "Канфідэнцыяльнасць",
  "sub-menu-item6": "Дакументы",
  "info-head-1": "Пабудаваны на праверанай платформе hCaptcha",
  "info-text-1": "hCaptcha Enterprise працуе на аснове тэхналогіі платформы hCaptcha, пашыранай, каб уключыць функцыі, неабходныя прадпрыемствам з высокім трафікам.",
  "info-head-2": "Надзейны партнёр",
  "intro-subtitle": "Вырашыце праблему з ботам сёння.",
  "info-text-2": "Нашы паслугі давяраюць найбуйнейшыя кампаніі ў свеце, каб абслугоўваць многія мільёны штодзённых карыстальнікаў на дзясятках мільёнаў сайтаў.",
  "cloudflare-quote-text": "Мы ацанілі шэраг пастаўшчыкоў CAPTCHA, а таксама самі пабудавалі сістэму. У рэшце рэшт, hCaptcha стаў лепшай альтэрнатывай reCAPTCHA.",
  "cloudflare-quote-detail": "Дырэктар па кіраванні прадуктамі, Cloudflare",
  "section-quote-head": "Эканамічны варыянт для прадпрыемстваў з высокай праходнасцю",
  "section-quote-text": "Нарэшце, надзейная альтэрнатыва Google. hCaptcha Enterprise забяспечвае значную эканомію на вашым рахунку reCAPTCHA з больш высокай бяспекай: у некаторых выпадках да 80% танней. Многія з найбуйнейшых у свеце інтэрнэт-сэрвісаў перайшлі на hCaptcha Enterprise і атрымалі палепшанае выяўленне ботаў разам з істотнай эканоміяй выдаткаў.",
  "section-quote-button": "Звяжыцеся з намі сёння для цытаты",
  "section-privacy-header": "Канфідэнцыяльнасць",
  "section-privacy-text-1": "Рэкламныя сеткі разглядаюць вашых наведвальнікаў як прадукт. Для нас адзіны прадукт вызначае іх чалавечнасць. Нашы паслугі адпавядаюць або перавышаюць патрабаванні GDPR, CCPA і LGPD, а таксама падтрымліваюць такія ініцыятывы, як Privacy Pass. Мы прыкладаем усе намаганні, каб збалансаваць канфідэнцыяльнасць і бяспеку.",
  "section-privacy-text-2": "Гэты унікальны акцэнт на канфідэнцыяльнасці азначае, што мы можам прапанаваць нулявое захаванне індывідуальных даных, працу без cookie і іншыя дагаворныя гарантыі канфідэнцыяльнасці па меры неабходнасці, захоўваючы пры гэтым выдатную бяспеку.",
  "section-security-header": "Бяспека ў першую чаргу",
  "section-security-text-1": "Дакладнасць у вашых і нашых інтарэсах. hCaptcha працуе, каб даць вам рэальныя дадзеныя і дазволіць вам вырашаць, як іх выкарыстоўваць. Іншыя капчы прадастаўляюць рэкламныя кампаніі Gigantic. Гэта азначае, што кожны бот, які яны блакіруюць, можа знізіць іх даход.",
  "section-security-text-2": "Выкарыстанне найноўшых метадаў машыннага навучання з акцэнтам на канфідэнцыяльнасць дазваляе нам перавысіць стандарты бяспекі састарэлых стратэгій назаўжды запісваць усё без шкоды для бяспекі або прыватнасці карыстальнікаў.",
  "section-user-experience-header": "Выдатны карыстацкі досвед",
  "section-user-experience-text1": "Для карпаратыўных карыстальнікаў даступныя варыянты, якія дазваляюць цалкам пазбегнуць праблем у большасці сцэнарыяў.",
  "section-user-experience-text2": "Паменшыце трэнне, цалкам пазбягаючы праблем для 99,9% вашага законнага трафіку, забяспечваючы пры гэтым выдатную бяспеку, дзякуючы перадавым мадэлям ботаў.",
  "section-easy-integration-header": "Лёгкая інтэграцыя",
  "section-easy-integration-text": "Даданне hCaptcha займае ўсяго некалькі хвілін і ўсяго некалькі радкоў кода. Базавы API сумяшчальны з reCAPTCHA V2, і пераключэнне займае ўсяго некалькі хвілін. Сёння вы можаце выкарыстоўваць лепшую альтэрнатыву і пры неабходнасці ўключаць больш пашыраныя функцыі.",
  "section-easy-integration-serverside": "На боку сервера:",
  "section-easy-integration-frontend": "Фронтэнд:",
  "section-threat-header": "Індывідуальныя паказчыкі пагроз",
  "section-threat-text": "Не ўсе праблемы аднолькавыя: атрыманне аднаго бала азначае, што ён павінен задаволіць вашыя патрэбы, каб быць карысным. Дзякуючы ўнікальным індывідуальным ацэнкам пагроз ад hCaptcha, хуткая кансультацыя дазваляе нам наладзіць нашы мадэлі, каб даставіць ацэнкі, больш актуальныя для вашага бізнесу.",
  "section-challenges-header": "Запусціце свае ўласныя выклікі за лічаныя секунды",
  "section-challenges-text-1": "Заставайцеся на марцы з адпаведным зместам",
  "section-challenges-text-2": "Калі карыстальнікі павінны вырашыць задачу, каб задаволіць патрабаванні бяспекі, чаму б не стварыць задачы, прыемныя і рэлевантныя для карыстальніка? З дапамогай нашага простага карыстальніцкага канструктара выклікаў вы можаце запусціць змесціва для выкліку брэнда ўсяго за некалькі хвілін.",
  "section-integration-header": "Прамая інтэграцыя платформы",
  "section-integration-subheader": "Для кампаній з вэб-інфраструктурай",
  "section-integration-text": "Сістэма hCaptcha Enterprise унікальна гнуткая па сваёй канструкцыі: яе можна часткова або цалкам разгарнуць на мяжы вашай сеткі, калі вы кіруеце агульнадаступным воблакам або валодаеце мноствам цэнтраў апрацоўкі дадзеных. Гэта можа значна скараціць выдаткі і трафік па-за сеткай, захоўваючы пры гэтым усе перавагі кіравання нашымі кругласутачнымі супрацоўнікамі, якія працуюць па выкліку, каб выконваць самыя строгія SLA.",
  "section-support-header": "Дасяжны вопыт і падтрымка як для вас, так і для вашых карыстальнікаў",
  "section-support-text": "Абслугоўванне з'яўляецца для нас галоўным прыярытэтам. Мы падтрымліваем кругласутачную падтрымку па выкліку і прапануем непасрэдную каардынацыю Slack з вашай камандай інжынернай інтэграцыі і нашым супрацоўнікам па выкліку падчас і пасля ўкаранення.‍ ‍Мы таксама імкнемся актыўна сачыць і адказваць на пытанні вашых карыстальнікаў у сацыяльных сетках, на форумах , а таксама нашы каналы падтрымкі ўнутраных віджэтаў і электроннай пошты. Мы даступныя і чуйныя, і разглядаем задаволенасць карыстальнікаў як галоўны KPI.",
  "section-enterprise-header": "Функцыі прадпрыемства",
  "section-enterprise-title-1": "Абарона ад робатаў сусветнага класа",
  "section-enterprise-desc-1": "Праверана ў бітве ў вэб-масштабе.",
  "section-enterprise-title-2": "Высокая дакладнасць балаў бота",
  "section-enterprise-desc-2": "Выявіць дрэнных акцёраў розных тыпаў.",
  "section-enterprise-title-3": "Нуль трэння і 99,9% пасіўных рэжымаў",
  "section-enterprise-desc-3": "Кіньце выклік менш чым 0,1% законных карыстальнікаў.",
  "section-enterprise-title-4": "Паказаны тыпы задач кіравання",
  "section-enterprise-desc-4": "Шырокая бібліятэка тыпаў на выбар.",
  "section-enterprise-title-5": "Выкарыстоўваецца змесціва для кантролю",
  "section-enterprise-desc-5": "Заставайцеся на марцы з пастаянным карыстацкім досведам.",
  "section-enterprise-title-6": "Прадпрыемствы SLA",
  "section-enterprise-desc-6": "Гарантаваная надзейнасць і хуткая кругласутачная падтрымка па выкліку.",
  "section-enterprise-title-7": "Падтрымка старога браўзера",
  "section-enterprise-desc-7": "Сумяшчальнасць аж да Internet Explorer 8.",
  "section-enterprise-title-8": "Пашыраныя панэлі справаздач і API",
  "section-enterprise-desc-8": "Паглядзіце, што адбываецца на ўсіх вашых сайтах і ў праграмах.",
  "section-enterprise-title-9": "Працуе ў кожнай краіне",
  "section-enterprise-desc-9": "У адрозненне ад reCAPTCHA, мы працуем у кожнай краіне.",
  "section-enterprise-title-10": "Палітыка канфідэнцыяльнасці ў адпаведнасці з GDPR, CCPA і LGPD",
  "section-enterprise-desc-10": "Прызначаны для канфідэнцыяльнасці з першага дня. Моцнае пагадненне аб апрацоўцы даных.",
  "section-enterprise-title-11": "Дробныя ўзроўні складанасці",
  "section-enterprise-desc-11": "Набярыце гэта, каб дакладна адпавядаць вашаму варыянту выкарыстання.",
  "section-enterprise-title-12": "Першарадны хостынг",
  "section-enterprise-desc-12": "Усе запыты і актывы накіроўваюцца на hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Шматкарыстальніцкія прыборныя панэлі",
  "section-enterprise-desc-13": "Доля кіравання ў вашай камандзе.",
  "section-enterprise-title-14": "Імгненная праверка",
  "section-enterprise-desc-14": "Затрымка 0 мс: праверце токены hCaptcha без выкліку API.",
  "section-enterprise-title-15": "Мабільная інтэграцыя (iOS і Android).",
  "section-enterprise-desc-15": "Бесперашкодны вопыт у Інтэрнэце, у родным мабільным, мабільным інтэрнэце. Даступныя папярэдне ўбудаваныя інтэграцыі і родныя SDK.",
  "section-enterprise-title-16": "Індывідуальныя ўмовы і гарантыі прыватнасці",
  "section-enterprise-desc-16": "Задаволіць свае юрыдычныя патрэбы, калі іншыя кампаніі не могуць.",
  "presented-challlenges-head": "Прадстаўленыя выклікі",
  "presented-challenges-title-1": "Параўнанне",
  "presented-challenges-text-1": "Выберыце ўсе выявы, якія адпавядаюць запыту",
  "presented-challenges-title-2": "Абмежавальная скрынка",
  "presented-challenges-text-2": "Вызначэнне абмежаванай вобласці для аб'ектаў",
  "presented-challenges-title-3": "Катэгарызацыя",
  "presented-challenges-text-3": "Вызначце адпаведныя пазнакі",
  "presented-challenges-subheader": "...і іншыя простыя заданні. Лёгка для людзей, цяжка для ботаў.",
  "presented-challenges-subtext": "Карыстальніцкія задачы таксама даступныя для карпаратыўных выдаўцоў.",
  "footer-header-1": "Кампанія",
  "footer-header-2": "Рэсурсы",
  "footer-header-3": "Кантакт",
  "footer-link-1": "Маркіроўка",
  "footer-link-2": "Аб",
  "footer-link-3": "Вакансіі",
  "footer-link-4": "Гандлёвыя знакі",
  "footer-link-5": "Блог",
  "footer-link-6": "Статус",
  "footer-link-7": "Дакументацыя",
  "footer-link-8": "Паведаміць пра памылку",
  "footer-link-9": "Даступнасць",
  "footer-terms": "Умовы",
  "footer-privacy": "Канфідэнцыяльнасць",
  "footer-attribution": "Атрыбуцыя",
  "footer-subheader-1": "Падтрымка",
  "footer-subheader-2": "Кантакт",
  "switch-to-english-link": "Пераключыцца на англійскую мову",
  "intro-heading-privacy": "Прызначаны для канфідэнцыяльнасці.",
  "intro-subtitle-p1-privacy": " Унікальны падыход да бяспекі ў Інтэрнэце, арыентаваны на канфідэнцыяльнасць.",
  "info-head-2-pr": "Запіс актыўнасці ў Інтэрнэце - гэта не адказ.",
  "info-text-1-pr": "hCaptcha Enterprise мае толькі адну мэту: недапушчэнне зламысных суб'ектаў, якія парушаюць вашыя аперацыі ў Інтэрнэце і наносяць шкоду вашым карыстальнікам.",
  "info-text-2-pr": "Такім чынам, нашы сістэмы распрацаваны з нуля, каб звесці да мінімуму збор і захаванне даных пры захаванні найвышэйшай бяспекі ў сваім класе. Лепшы спосаб абараніць карыстальніцкія дадзеныя - гэта не захоўваць іх наогул.",
  "info-text-3-pr": "Усе адносіны з кліентамі таксама абаронены моцным пагадненнем аб апрацоўцы даных. Сэрвіс hCaptcha адпавядае ўсім законам аб канфідэнцыяльнасці незалежна ад таго, дзе знаходзяцца ваш сэрвіс або вашы кліенты. Адсутнасць захавання персанальных даных робіць гэта значна прасцей для нас, чым для іншых кампаній.",
  "info-text-2-2-pr": "Такія сэрвісы, як reCAPTCHA v3, кажуць, што размяшчэнне пікселя адсочвання на кожнай старонцы вашага сайта неабходна для добрай бяспекі. Гэта не так.",
  "info-text-2-3-pr": "Просты паводніцкі аналіз - гэта сігнал, які лёгка падрабляюць дрэнныя суб'екты, і ён таксама патрабуе захавання гісторыі праглядаў для ўсяго вашага законнага трафіку.",
  "info-text-2-4-pr": "Мы не кіруем рэкламнай сеткай і не зацікаўленыя ў назіранні за вашымі паводзінамі карыстальнікаў, каб прадаваць ім рэкламу. Гэта азначае, што нам не патрабуецца пасіўны піксель на кожнай старонцы вашага сайта.",
  "info-text-2-5-pr": "Дадавайце наш код выкліку толькі там, дзе гэта неабходна, і дзе мае сэнс абараніць вас і вашых карыстальнікаў.",
  "info-head-3-pr": "Машынае навучанне карысна. Але для працы гэта не патрабуе персанальных дадзеных.",
  "info-text-3-1-pr": "Цяпер машыннае навучанне ўплывае амаль на кожны аспект нашага жыцця, часта такім чынам, што мы не ўсведамляем і не можам бачыць. Службы бяспекі ў інтэрнэце нічым не адрозніваюцца.",
  "info-text-3-2-pr": "Вывучыўшы тысячы сігналаў, мадэлі могуць зрабіць высновы і дасягнуць высокай упэўненасці ў выяўленні шкоднасных паводзін вельмі хутка, нават калі ні адзін асобны сігнал сам па сабе не будзе дастаткова моцным, каб сведчыць аб праблеме.",
  "info-text-3-3-pr": "Аднак нічога з гэтага не патрабуе выкарыстання асабістай інфармацыі (PII). Сучасныя крыптаграфічныя метады дазваляюць нам як мага хутчэй адхіляць любыя асабістыя даныя, ствараючы замест іх аднабаковы подпіс, які нельга звязаць ні з адным чалавекам.",
  "info-text-3-4-pr": "Навучанне па дэідэнтыфікаваных дадзеных працуе гэтак жа добра і не патрабуе пагрозы ні бяспекі, ні канфідэнцыяльнасці. Нашы кліенты правялі эмпірычныя тэсты і абвясцілі нас роўнымі або лепшымі, чым значна менш прыватныя альтэрнатывы.",
  "cloudflare-quote-text-privacy": "Нам спадабалася некалькі рэчаў у рашэннях hCaptcha: 1) яны не прадаюць персанальныя дадзеныя; яны збіраюць толькі мінімальна неабходныя персанальныя даныя, яны празрыстыя ў апісанні інфармацыі, якую яны збіраюць, і таго, як яны яе выкарыстоўваюць і/або раскрываюць.",
  "pilot-head": "Паспрабуйце нас у вашым асяроддзі без абавязацельстваў.",
  "pilot-text-1a": "Мы інжынеры, а не прадаўцы: мы хочам, каб вы былі задаволеныя сваім выбарам.",
  "pilot-text-1b": "Лепшы спосаб забяспечыць ваша задавальненне - прадэманстраваць, што мы адпавядаем вашым патрэбам.",
  "pilot-text-1c": "Практычна ўсе кампаніі, якія пачынаюць пілот, выбіраюць нашы рашэнні.",
  "pilot-text-1d": "Выкарыстоўвайце гэтую форму, каб звязацца з адным з нашых тэхнічных спецыялістаў. Мы хутка рэагуем.",
  "pilot-text-1e": "Вы таксама можаце напісаць нам напрамую.",
  "pilot-email-details": "Падрабязнасці тут.",
  "pilot-f1": "Рэгіён",
  "pilot-f2": "Ваша імя",
  "pilot-f3": "Ваша імя",
  "pilot-f4": "Дзелавая электронная пошта",
  "pilot-f5": "Якія-небудзь іншыя дэталі, якія мы павінны мець?",
  "pilot-f6": "Вам патрабуецца тэрміновая адаптацыя?",
  "pilot-f7": "Так.",
  "pilot-f8": "Я падвяргаюся нападу і патрабуюць неадкладнай адаптацыі.",
  "pilot-f9": "Адправіць",
  "pilot-f10": "Уводзячы сваю электронную пошту, вы згаджаецеся з нашымі ўмовамі і палітыкай прыватнасці, а таксама атрымліваць ад нас электронную пошту.",
  "pilot-fo-1": "Інтэграцыя не можа быць прасцей.",
  "pilot-fo-2": "hCaptcha мае дзесяткі папярэдне ўбудаваных інтэграцый для інтэрфейсных і бэкэнд-сістэм, якія вы выкарыстоўваеце.",
  "pilot-fo-3": "Калі вы атрымліваеце ад Google reCAPTCHA, нашы API - гэта замены. Тры радкі кода - усё, што вам трэба.",
  "pilot-fo-4": "Нашы інжынеры па адаптацыі дапамогуць вам хутка, незалежна ад таго, патрэбна вам інтэграцыя з React, пакеты SDK для родных прыкладанняў iOS, прыклад бэкэнда Java або практычна любы іншы сцэнар.",
  "pilot-fo-5": "І, як заўсёды, канфідэнцыяльнасць для нас з'яўляецца асноўнай каштоўнасцю. Дадавайце наш код выкліку толькі там, дзе гэта неабходна, і дзе мае сэнс абараніць вас і вашых карыстальнікаў. Мінімізацыя збору даных пачынаецца з моманту інтэграцыі.",
  "pilot-fdone": "Дзякуй. Мы звяжамся ў бліжэйшы час.",
  "home-ent-2-new": "Даведайцеся больш аб нашым карпаратыўным рашэнні.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Рашэнні hCaptcha Enterprise забяспечваюць бяспеку лепшага ў сваім класе і абараняюць многія лепшыя онлайн-сэрвісы.",
  "home-plans-button-2-new": "Даведайцеся больш",
  "header-enterprise-link": "Прадпрыемства",
  "sales-interstitial-c1b-new": "Даведайцеся больш пра hCaptcha Enterprise"
}
