{
    "1031855757": "Выкарыстанне гэтага сайта",
    "1034830": "Спрэчкі, якія не могуць быць прадметам папярэдняга арбітражнага пагаднення ў адпаведнасці з Законам Дода-Фрэнка аб рэформе і абароне правоў спажыўцоў Уол-стрыт (Public Law 111-203), выключаюцца з гэтага",
    "1064537632": "Звярніце ўвагу, што выкарыстанне вамі нашага Сэрвісу рэгулюецца нашым Пагадненнем аб апрацоўцы даных, якое ўключана сюды шляхам спасылкі. Калі ласка, азнаёмцеся з гэтым пагадненнем, каб даведацца, як мы апрацоўваем персанальныя даныя ад вашага імя. Звярніце ўвагу, што мы працуем у якасці «апрацоўшчыка даных» для мэт агульнага рэгламенту ЕС аб абароне даных і «пастаўшчыка паслуг» для мэт Каліфарнійскага закона аб канфідэнцыяльнасці спажыўцоў.",
    "1095532507": "Файл cookie (\"Cookie\") - гэта невялікі тэкставы файл, які размяшчаецца на вашым цвёрдым дыску серверам вэб-старонкі. Файлы cookie ўтрымліваюць інфармацыю, якую пазней можа прачытаць вэб-сервер у дамене, які выдаў вам файл cookie. Некаторыя файлы cookie будуць выкарыстоўвацца толькі ў тым выпадку, калі вы выкарыстоўваеце пэўныя функцыі або выбіраеце пэўныя перавагі, а некаторыя файлы cookie будуць выкарыстоўвацца заўсёды. Вы можаце даведацца больш аб кожным печыва, прагледзеўшы наш бягучы спіс печыва ніжэй.",
    "1158384644": "Вы можаце ў любы час спыніць выкарыстанне нашага вэб-сайта пры ўмове, што вы павінны выконваць усе дзеючыя палітыкі IMI. Мы можам па сваім меркаванні скасаваць гэтае пагадненне, прыпыніць доступ да нашага вэб-сайта або выдаліць любыя паслугі неадкладна без папярэдняга паведамлення па любой прычыне.",
    "1300074400": "Інфармацыю аб цяперашнім кіраўніцтве кампаніі можна атрымаць на старонцы Аб. Цяперашні генеральны дырэктар кампаніі з'яўляецца кіраўніком, адказным за кантэнт.",
    "1395644678": "Афіцыйны сайт Еўрапейскай камісіі для онлайн-вырашэння спрэчак:",
    "148542287": "Гэта не юрыдычная кансультацыя, і ніякіх гарантый адносна гэтага аналізу не даюцца. Калі ў вас ёсць дадатковыя пытанні ці праблемы, калі ласка, звяжыцеся з намі па адрасе:",
    "1527172673": "Калі ў вас ёсць якія-небудзь пытанні адносна гэтай Палітыкі выкарыстання файлаў cookie, звяжыцеся з намі па адрасе:",
    "1535054294": "Глядзіце іх падрабязную палітыку",
    "1747657936": "Нашы сайты і сэрвіс не прызначаны для дзяцей ва ўзросце да 13 гадоў, і мы свядома не збіраем асабістую інфармацыю ад дзяцей ва ўзросце да 13 гадоў. Калі мы даведаемся, што мы сабралі персанальную інфармацыю дзіцяці ва ўзросце да 13 гадоў, мы прымем разумныя крокі для выдалення такой інфармацыі з нашых файлаў, як толькі гэта практычна магчыма, за выключэннем выпадкаў, калі ў нас ёсць юрыдычныя абавязацельствы па яе захаванні. Калі ласка, звяжыцеся з намі, калі вы лічыце, што ў нас ёсць інфармацыя аб дзіцяці ва ўзросце да 13 гадоў:",
    "1807512722": "Вы можаце прад'явіць любыя прэтэнзіі, якія ўзнікаюць у выніку выкарыстання вамі гэтага вэб-сайта, у адміністрацыйнае ведамства, але толькі ў той ступені, у якой дзеючае заканадаўства дазваляе доступ да такога агенцтва, нягледзячы на існаванне арбітражнага пагаднення. Такія адміністрацыйныя прэтэнзіі ўключаюць без абмежавання прэтэнзій прэтэнзіі або абвінавачванні ў Камісію па роўных магчымасцях занятасці, Міністэрства працы ЗША і Нацыянальны савет па працоўных адносінах. Нішто ў гэтым пункце не будзе лічыцца перашкаджаючым і не апраўдаць вас ад падачы адміністрацыйнага пазову ў любое ведамства, каб выканаць ваш абавязак вычарпаць адміністратыўныя сродкі, перш чым падаць пазоў у арбітраж, аднак вы адмаўляецеся ад права на любое грашовае ўзнагароджанне праз гэта агенцкае разбіральніцтва.",
    "2238885192": "Мы выкарыстоўваем Sentry для збору даных адладкі, калі карыстальнік адчувае памылку. Для атрымання інфармацыі аб тым, як Sentry збірае і апрацоўвае даныя:",
    "2520904193": "Вы адмаўляецеся ад любога права, якое маеце на тое, каб любая спрэчка разглядалася, разглядалася або разглядалася ў арбітражным парадку як класавы, калектыўны або прадстаўнічы іск. Нягледзячы на любы іншы пункт, які змяшчаецца ў гэтым пагадненні, папярэдні сказ ні ў якім разе не аддзяляецца ад гэтага пагаднення. Любая прэтэнзія аб тым, што гэтая адмова цалкам або часткова не падлягае выкананню, недапушчальная, несапраўдная або неапраўданая, можа быць вырашана толькі судом кампетэнтнай юрысдыкцыі, а не арбітрам. Вы не будзеце падвяргацца помсты або перашкаджаць вам выконваць задачы на нашым сайце ў выніку выкарыстання вашых правоў у адпаведнасці з раздзелам 7 Закона аб нацыянальных працоўных адносінах, або ў выніку падачы або ўдзелу ў класавым, калектыўным або прадстаўнічым іску на любым форуме , але мы можам законна дамагацца выканання гэтай адмовы ад калектыўных пазоў і дамагацца адхілення такіх калектыўных, калектыўных або прадстаўнічых іскаў або прэтэнзій.",
    "2577178569": "3. Выкарыстоўваецца ў строга неабходных тэхнічных мэтах: дазваляе выкарыстоўваць даступнасць карыстальнікам.",
    "2583888954": "Выключэнні.",
    "263977834": "Адміністрацыйнае знясіленне.",
    "2657277322": "Калі ў вас ёсць якія-небудзь пытанні, калі ласка, звяжыцеся з намі па адрасе:",
    "271333468": "Мы прымаем адпаведныя тэхнічныя і арганізацыйныя меры для абароны інфармацыі, якую мы збіраем і захоўваем, і патрабуем ад усіх агентаў, якія ажыццяўляюць нашу апрацоўку ад нашага імя, рабіць тое ж самае. На жаль, ніякія меры бяспекі не з'яўляюцца на 100% бяспечнымі, і, такім чынам, ні адна сетка або сістэма (у тым ліку наша) не могуць быць на 100% абароненыя ад знішчэння, страты, змены, несанкцыянаванага раскрыцця або доступу да інфармацыі, якую мы збіраем і захоўваем. Калі вы лічыце, што ваша інфармацыя не можа быць бяспечнай па якой-небудзь прычыне, неадкладна звяжыцеся з намі па адрасе:",
    "2763011087": "IMI не бярэ на сябе абавязацельстваў і не абавязаны ўдзельнічаць у альтэрнатыўным вырашэнні спажывецкіх спрэчак перад арганізацыяй па вырашэнні спажывецкіх спрэчак.",
    "2927283721": "Выконваючы задачы на нашым вэб-сайце, вы даеце дазвол на збор, выкарыстанне і раскрыццё вашай асабістай інфармацыі ў адпаведнасці з нашай Палітыкай прыватнасці. Акрамя таго, мы можам перадаваць пэўную інфармацыю пра вас і выкананыя задачы Заяўніку, чые задачы вы выканалі, каб палегчыць сэрвісныя адносіны і палепшыць вэб-сайт, у тым ліку, напрыклад, ідэнтыфікатар ўдзельніка, вынікі выкананых задач і іншыя атрыбуты, звязаныя з ваша кваліфікацыя, мовы, навыкі і выкарыстанне вэб-сайта.",
    "2943815316": "Мы перыядычна абнаўляем гэты спіс, таму могуць быць дадатковыя файлы cookie, якія яшчэ не ў спісе. Вэб-маякі, тэгі і скрыпты могуць выкарыстоўвацца на сайтах або ў электронных лістах, каб дапамагчы нам дастаўляць файлы cookie, падлічваць наведванне, разумець эфектыўнасць выкарыстання і эфектыўнасці кампаніі, а таксама вызначаць, ці было электроннае паведамленне адкрыта і выкарыстоўвалася. Мы можам атрымліваць справаздачы, заснаваныя на выкарыстанні гэтых тэхналогій нашымі пастаўшчыкамі паслуг/аналітыкі на індывідуальнай і сукупнай аснове.",
    "3040062804": "Любое арбітражнае разбіральніцтва ў адпаведнасці з гэтым раздзелам будзе праходзіць па змаўчанні ў штаце Каліфорнія, калі вы не пражываеце за межамі Злучаных Штатаў, і ў гэтым выпадку арбітраж будзе праходзіць цалкам у электронным або тэлефонным рэжыме. Арбітраж можа адбыцца ў любым іншым месцы, калі на гэта ўзгоднена кожная з бакоў у пісьмовай форме. Незалежна ад яго месцазнаходжання, любы бок можа прыняць удзел у арбітражным разглядзе праз відэа або тэлеканферэнцыю.",
    "3091247030": "Адмова ад калектыўнага пазову.",
    "3102490587": "За выключэннем адмовы ад калектыўных пазоў, калі якое-небудзь умова, палажэнне або частка гэтага арбітражнага агавора будуць прызнаныя несапраўднымі або невыканальнымі, яны будуць спыненыя, а астатняя частка арбітражнага агавора падлягае выкананню.",
    "3187946010": "Увесь тэкст, выявы, графічная анімацыя, відэа, музыка, гукі і іншыя матэрыялы на гэтых старонках абаронены законам аб аўтарскім праве IMI або трэцімі асобамі, калі гэта вызначана. Забараняецца капіяваць або змяняць гэты матэрыял для камерцыйнага выкарыстання спосабам, які перавышае разумнае добрасумленнае выкарыстанне.",
    "3199694247": "Раздзяляльнасць.",
    "3302832698": "Патрабуецца альтэрнатыўнае вырашэнне спрэчак.",
    "3361191778": "Інфармацыя, прадстаўленая на інтэрнэт-старонках, не ўяўляе сабой індывідуальныя парады і не можа замяніць іх. Калі вам патрэбна індывідуальная кансультацыя, звярніцеся ў нашу службу падтрымкі.",
    "3493572638": "Выдаткі і зборы.",
    "3794239003": "Арбітражная працэдура.",
    "3885459114": "Як правіла, вы можаце актываваць або пазней дэактываваць выкарыстанне кукі з дапамогай функцыі, убудаванай у ваш вэб-браўзэр. Калі вы хочаце даведацца больш пра файлы cookie або як кантраляваць, адключаць або выдаляць іх, калі ласка, наведайце https://www.knowcookies.com/ для атрымання падрабязных інструкцый.",
    "3956117148": "Вэб-сайты hCaptcha.com і BotStop.com (Сайты) могуць уключаць дадатковыя файлы cookie, як апісана ў гэтай Палітыцы.",
    "4193379787": "Усе арбітражныя справы ў рамках гэтага пагаднення будуць праводзіцца ў адпаведнасці з правіламі Амерыканскай арбітражнай асацыяцыі або ўзаемна ўзгодненай арбітражнай службай. Арбітрам будзе амерыканскі арбітр, абраны са спісу не менш чым з сямі (7) імёнаў шляхам альтэрнатыўных удараў. У арбітражы кожны з бакоў будзе мець права праводзіць адэкватнае грамадзянскае выяўленне, прад'яўляць дыспазітыўныя хадайніцтвы, а таксама прадстаўляць сведак і доказы, неабходныя для прадстаўлення сваіх спраў і абароны, і любыя спрэчкі ў гэтай сувязі будуць вырашацца арбітрам. Вырашэнне спрэчкі павінна грунтавацца выключна на законе, які рэгулюе прэтэнзіі і заяўкі, і арбітр не можа спасылацца на якія-небудзь падставы, акрамя такога кантралюючага закона. Арбітр мае імунітэт суддзя ад грамадзянскай адказнасці, калі дзейнічае ў якасці арбітра, які дапаўняе любы іншы існуючы імунітэт. Прысуды павінны ўключаць пісьмовае аргументаванае меркаванне арбітра. Вы адмаўляецеся ад свайго права на судовае разбіральніцтва прысяжнымі па любых прэтэнзіях, якія вы можаце мець да IMI або якія IMI можа мець да вас. Любая прэтэнзія ў адпаведнасці з гэтым пунктам павінна быць прад'яўлена ў межах дзеючага тэрміну даўнасці. Гэты пункт рэгулюе Федэральны закон аб арбітражы Злучаных Штатаў, і вы прызнаеце, што гэтае Пагадненне сведчыць аб камерцыйнай здзелцы.",
    "470943029": "Калі ў вас ёсць якія-небудзь пытанні аб гэтай Палітыцы прыватнасці, калі ласка, звяжыцеся з намі па адрасе:",
    "498769698": "Вы можаце атрымаць доступ, выправіць, змяніць або выдаліць пэўную асабістую інфармацыю, якую вы, магчыма, прадаставілі нам праз свой уліковы запіс Інтэгратара, Кліента або Даступнасці (калі вы з'яўляецеся інтэгратарам, Кліентам або Карыстальнікам даступнасці). Калі вы не можаце зрабіць гэта, або ў вас ёсць якія-небудзь пытанні адносна асабістай інфармацыі, якую мы сабралі і/або адкрылі пра вас, або хочаце адклікаць вашу згоду на нашу апрацоўку (г.зн. цалкам выдаліць ваш уліковы запіс), калі ласка, звяжыцеся з намі па адрасе:",
    "537881751": "Сардэчна запрашаем у hCaptcha! Гэтая Палітыка канфідэнцыяльнасці апісвае практыку Intuition Machines, Inc. (\"IMI\", \"мы\" або \"нас\") у дачыненні да нашага збору, выкарыстання і раскрыцця інфармацыі (у тым ліку персанальнай інфармацыі, вызначанай ніжэй) праз наш вэб-сайт па адрасе www.hcaptcha .com і любыя іншыя паддамены або дамены, якія мы выкарыстоўваем (\"Сайты\"), а таксама інтэрфейс прыкладной праграмы hCaptcha і адпаведнае праграмнае забеспячэнне і матэрыялы (сумесна \"Сэрвіс\").",
    "561456032": "Вы згаджаецеся з тым, што для любых спрэчак, якія ўзнікаюць з-за выкарыстання Вамі Паслуг або звязаны з імі, у тым ліку любых спрэчак, якія маглі ўзнікнуць з моманту, калі вы пачалі выконваць задачы для IMI, і, у прыватнасці, уключаючы любыя прэтэнзіі, звязаныя з тым, класіфікуеце вы як незалежнага падрадчыка, вы спачатку паведаміце IMI аб вашай прэтэнзіі да яго. Затым вы і IMI паспрабуеце вырашыць праблему шляхам прамых перамоваў або пасярэдніцтва. Мы падзелім пароўну кошт пасярэдніцтва і дамовімся, што медыяцыя будзе праводзіцца па тэлефоне або іншым электронным спосабам. Калі прэтэнзія застаецца нявырашанай пасля нефармальных перамоў або пасярэдніцтва, вы згаджаецеся, што вы і IMI будзеце выкарыстоўваць канчатковы і абавязковы арбітраж для вырашэння спрэчкі. Гэты пункт рэгулюе ўсе прэтэнзіі заднім лікам з моманту, калі вы пачалі выкарыстоўваць наш вэб-сайт, незалежна ад таго, заснаваныя яны на дэлікце, дамове, статуце, уключаючы, але не абмяжоўваючыся імі, любыя прэтэнзіі аб дыскрымінацыі і дамаганні, незалежна ад таго, заснаваныя яны на Каліфарнійскім законе аб справядлівай занятасці і жыллёвым будынку , Раздзел VII Закона аб грамадзянскіх правах 1964 года з папраўкамі, або любы іншы дзяржаўны або федэральны закон або нарматыўны акт, закон аб справядлівасці ці іншым чынам.",
    "658775471": "Мы выкарыстоўваем Cloudflare для аптымізацыі нашага вэб-трафіку. Для атрымання інфармацыі аб тым, як Cloudflare збірае і апрацоўвае даныя:",
    "702926385": "Бакі нясуць свае выдаткі на юрыдычнае прадстаўніцтва ў любым такім арбітражы, за выключэннем тых выпадкаў, калі плата за адваката прама прадугледжана законам. Бакі падзеляць любы першапачатковы адміністрацыйны збор, які спаганяе арбітр, да максімальнага кошту для вас у дзвесце пяцьдзесят долараў (250,00 долараў ЗША). Выдаткі арбітра і судовага рэпарцёра, калі такія маюцца, першапачаткова нясем мы; аднак арбітр мае права прысудзіць належныя выдаткі пераважаючай баку, як гэта прадугледжана законам, і/або патрабаваць ад бакоў падзелу выдаткаў, звязаных з арбітрам і/або судовым дакладчыкам.",
    "720059527": "2. Выкарыстоўваецца для строга неабходных тэхнічных мэтаў: балансавання нагрузкі, маршрутызацыі.",
    "74538881": "Адказнасць за гэты сайт",
    "996430331": "Месца правядзення арбітражу.",
    "211351380": "З блога:",
    "3153117136": "Як працуюць налады складанасці hCaptcha",
    "2915355938": "Даступнасць",
    "793784899": "Планы",
    "2671622670": "Прадпрыемства",
    "3527140447": "Дакументы",
    "505891021": "Паслугі маркіроўкі",
    "692176459": "Увайсці",
    "1892574253": "Зарэгістравацца",
    "2593864519": "Спыніце больш ботаў. Пачніце абараняць канфідэнцыяльнасць карыстальнікаў.",
    "4007826952": "CAPTCHA № 1 - першая ў прыватнасці для вэб-, мабільных і іншых.",
    "3721365241": "Паспрабуйце",
    "3753956446": "Бясплатна",
    "3276777569": "hCaptcha",
    "55035359": "Вы выкарыстоўваеце reCAPTCHA?",
    "3417372336": "Пераключыцеся за лічаныя хвіліны",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "На якія належаць лепшыя інтэрнэт-сэрвісы",
    "1470290349": "за лепшы ў сваім класе бот і кіраванне махлярствам.",
    "3714002185": "Даведайцеся больш пра hCaptcha Enterprise",
    "3946753128": "Прыватны. Бяспечны. Хутчэй.",
    "939665604": "Канфідэнцыяльнасць",
    "780475098": "Рэкламныя сеткі разглядаюць вашых наведвальнікаў як прадукт. Нас важна толькі тое, добры візіт ці дрэнны. hCaptcha адпавядае GDPR, CCPA, LGPD, PIPL і іншым глабальным законам аб даных.",
    "219813583": "Бяспека ў першую чаргу",
    "2714878440": "Абараніце свае паслугі ад скрадання, захопу ўліковых запісаў, напаўнення ўліковых даных і спаму з дапамогай нашага перадавога машыннага навучання і праверкі чалавечнасці.",
    "1397766838": "Лепшы карыстацкі досвед",
    "2670352917": "hCaptcha забяспечвае больш надзейнае выяўленне бота, пры гэтым простая для людзей.",
    "2806751666": "Што такое hCaptcha?",
    "3096063825": "Паспрабуйце",
    "2968026167": "Ваш любімы гародніна",
    "713281684": "Баклажан",
    "4147497805": "Маркоўны",
    "3758963444": "Дзякуй! Ваша заява атрымана!",
    "1070364246": "Ой! Нешта пайшло не так падчас адпраўкі формы.",
    "1129833879": "Спыніце шкоднасных ботаў, абараніце канфідэнцыяльнасць карыстальнікаў",
    "58091799": "Даведайцеся больш пра hCaptcha Publisher і Enterprise",
    "1599610318": "Выдавец",
    "3093388779": "hCaptcha можна выкарыстоўваць бясплатна для выдаўцоў любога памеру",
    "179723061": "Больш кантролю для каманд, якім патрэбна самая высокая бяспека",
    "846501387": "Абарона ад ботаў сусветнага класа",
    "119298044": "Перадавыя тэхналогіі ML і AI з самакантролем абараняюць вашыя вэб-ўласцівасці ад пагроз і нападаў",
    "1263998069": "Зарабляйце ўзнагароды за чалавечыя рашэнні",
    "1103295010": "Зарабляйце грошы або аддавайце на дабрачыннасць, калі людзі разгадваюць капчу",
    "392886773": "Працуе ў кожнай краіне",
    "2320894364": "З больш чым 200 пунктамі прысутнасці воблака hCaptcha абараняе вашыя актывы па ўсім свеце",
    "451701069": "Адпавядае GDPR, CCPA,",
    "2826051554": "і больш",
    "3530599065": "Канфідэнцыяльнасць будуецца з нуля. hCaptcha не захоўвае PII і адпавядае шматлікім патрабаванням і правілам канфідэнцыяльнасці.",
    "2489287539": "«Без капчу» і 99,9% пасіўных рэжымаў без трэння",
    "793242047": "Паменшыце праблемы, якія прадстаўляюцца карыстальнікам, каб забяспечыць хуткі доступ да прыкладанняў",
    "4195759329": "Выяўленне ботаў і ацэнкі рызыкі",
    "1150035777": "Складаныя мадэлі машыннага навучання генеруюць балы ўпэўненасці бота на аснове многіх пунктаў дадзеных, акрамя таго, ці былі правільныя адказы на пытанні",
    "3688621388": "Подпісы пагрозы",
    "1131525092": "Аб'ядноўвайце дрэнных акцёраў без асаблівых высілкаў з дапамогай нашых UID, якія захоўваюць канфідэнцыяльнасць, каб знайсці і спыніць звязаныя з імі махлярства і злоўжыванні",
    "1559631739": "Прыватнае навучанне",
    "3952259236": "Аб'яднайце свае заслепленыя даныя з тысячамі сігналаў hCaptcha, каб навучыць hCaptcha класам паводзін - толькі для вашага прыкладу - каб лепш прагназаваць шкоднаснае паводзіны лепш, чым любое рашэнне паасобку",
    "1150963691": "Змякчэнне APT",
    "4083018285": "Набор пашыраных функцый, якія спалучаюцца з палепшаным маніторынгам SOC і рэагаваннем для барацьбы са складанымі пастаяннымі пагрозамі",
    "3160820928": "Узгодненая абарона ад нападу",
    "1849805607": "hCaptcha абараняе ад пагроз і падманаў, прызначаных для пранікнення ў вашыя сеткі",
    "1958297836": "Каардынаваная абарона ад атакі і змякчэнне наступстваў APT",
    "1300485304": "hCaptcha абараняе ад перадавых пагроз і падманаў, прызначаных для пранікнення ў вашыя сеткі",
    "2698640210": "Паказаны задачы і тыпы кантролю",
    "3121248460": "Паказвайце бясконца разнастайныя індывідуальныя задачы - ад простых да складаных - для вашай чаканай аўдыторыі",
    "3807059944": "Выкарыстоўваецца змесціва для кантролю",
    "2707282231": "Наладзьце праблемы для вашых карыстальнікаў. Зрабіце немагчымым рашэнне і пранікненне ботаў.",
    "4194763679": "Дробназярністыя ўзроўні складанасці",
    "3730038780": "Выбірайце з амаль бясконцай колькасці задач, якія трэба вырашыць карыстальнікам",
    "1849717906": "Наладзьце з вашым уласным зместам выкліку",
    "1508655687": "Дадайце свае ўласныя задачы, прызначаныя для вашай аўдыторыі, каб упарадкаваць або абмежаваць доступ",
    "3620442880": "Функцыі абароны ад Flash Sale",
    "3265895521": "Павышайце і зніжайце складанасць выклікаў у залежнасці ад часу сутак",
    "1485807325": "Шматкарыстальніцкія прыборныя панэлі, SAML SSO",
    "359073033": "Прыборныя панэлі забяспечваюць высокаўзроўневае або дэталёвае ўяўленне аб дзейнасці.",
    "4272454814": "Інтэграцыя з пастаўшчыком пасведчанняў па вашаму выбару.",
    "1141402092": "Пашыраныя функцыі справаздачнасці",
    "910989640": "Стварэнне падрабязных і індывідуальных справаздач аб дзейнасці",
    "3768951251": "Прадпрыемствы SLA",
    "1014004474": "Планы hCaptcha Enterprise прапануюць пашыраныя пагадненні аб узроўнях абслугоўвання для абароны вашай арганізацыі",
    "1177598246": "Звяртайцеся ў аддзел продажаў",
    "1067704102": "Значэнне ў маркіроўцы дадзеных",
    "3065000659": "Вы зразумелі, што кожны раз, калі вы \"націскаеце на машыну\", вы дапамагаеце трэніравацца сінглу",
    "3235430156": "сістэмы машыннага навучання кампаніі бясплатна?",
    "1549336309": "hCaptcha ператварае гэтую мадэль. Калі вы выкарыстоўваеце hCaptcha, кампаніі робяць стаўку на працу вашых карыстальнікаў, калі яны даказваюць сваю чалавечнасць. Вы атрымаеце ўзнагароды.",
    "3725880582": "Вярніце дабрачыннасці",
    "1671436004": "Хочаце вярнуць любімую дабрачыннасць?",
    "1663628612": "дазваляе вам",
    "4272088465": "дабрачынныя арганізацыі па вашаму выбару з даходамі, якія вы атрымліваеце ад яго выкарыстання.",
    "2894845722": "Карыстальнікі вашага сайта неўзабаве змогуць убачыць ваш унёсак у дабрачыннасць праз стрыманы брэндынг у інтэрфейсе hCaptcha.",
    "3194111925": "падтрымка",
    "1637702726": "Аб hCaptcha",
    "2323282990": "Сучасны падыход да праверкі чалавечнасці",
    "1201821619": "hCaptcha вырашае адну з самых актуальных праблем сучаснасці: прадухіленне злоўжывання інтэрнэт-сэрвісамі шкоднасных ботаў.",
    "1475399473": "Даведайцеся больш пра каманду hCaptcha",
    "3161489950": "Самая прасунутая ў свеце платформа бяспекі ML",
    "3247172580": "hCaptcha аб'яднаў перадавое машыннае навучанне пад самакантролем з новым падыходам да вылічэнняў, які адназначна мінімізуе збор і захаванне даных, якія дастаўляюцца з больш чым 250 месцаў па ўсім свеце для шырокай маштабаванасці.",
    "3767462250": "Прызначаны для прыватнасці",
    "3500503648": "hCaptcha распрацаваны, каб ліквідаваць доўгатэрміновае захаванне дадзеных, абапіраючыся на імгненную ацэнку, а не на запіс і аналіз вашай гісторыі прагляду. Мы таксама падтрымліваем такія ініцыятывы, як",
    "2418549423": ", новы стандарт для захавання канфідэнцыяльнасці ў Інтэрнэце з дапамогай крыптаграфічных доказаў, а таксама іншыя унікальныя асаблівасці прыватнасці.",
    "1544546608": "Абанемент на канфідэнцыяльнасць",
    "976209454": "Зарабляйце ўзнагароды або аддайце на дабрачыннасць",
    "552920956": "hCaptcha дазваляе вэб-сайтам атрымліваць узнагароды, блакіруючы ботаў і іншыя формы злоўжывання. hCaptcha таксама дазваляе вам падтрымліваць дабрачынныя арганізацыі па вашаму выбару з дапамогай гэтых даходаў.",
    "654326661": "Хочаце пераканацца ў гэтым самі? Паспрабуйце hCaptcha бясплатна.",
    "3570415321": "Кампанія",
    "3987022469": "Маркіроўка",
    "1636202177": "Аб",
    "2670003220": "Вакансіі",
    "3233305531": "Гандлёвыя знакі",
    "3028319964": "Этыка ІІ",
    "4131598919": "Прэс",
    "1662477701": "Рэсурсы",
    "3130928685": "Блог",
    "1756106276": "Статус",
    "1235925265": "Дакументацыя",
    "920212083": "Паведаміць пра памылку",
    "2076066173": "Кібератакі 101",
    "3644106388": "Кантакт",
    "2182196747": "Падтрымка",
    "487083593": "Продажы",
    "878585497": "Умовы",
    "1697438123": "Канфідэнцыяльнасць",
    "1316817321": "Атрыбуцыя",
    "3488019891": "hCaptcha з'яўляецца зарэгістраванай гандлёвай маркай Intuition Machines, Inc.",
    "4224961202": "Канфідэнцыяльнасць, бяспека і машыннае навучанне.",
    "98173630": "hCaptcha з'яўляецца найбольш шырока выкарыстоўваным незалежным сэрвісам CAPTCHA ў свеце.",
    "1514478724": "Даведацца больш",
    "1752795854": "hCaptcha прыносіць сучасны, арыентаваны на канфідэнцыяльнасць падыход да спынення ботаў.",
    "2927700175": "Мы паказваем праблемы CAPTCHA, якія складаныя для ботаў, але простыя для людзей, збіраючы цяжкія для пазначэння даныя аб праблемах машыннага навучання і выкарыстоўваючы іх, каб адрозніць, ці з'яўляецца наведвальнік вэб-сайта або праграмы чалавекам.",
    "2188609322": "Дрэнныя акцёры ўсё часцей сустракаюцца ў інтэрнэце. Але ахвяраваць канфідэнцыяльнасцю карыстальнікаў - гэта не рашэнне.",
    "2032102720": "Рашэнні бяспекі, прапанаваныя рэкламнымі кампаніямі, накіраваны ў першую чаргу на адсочванне карыстальнікаў у Інтэрнэце. Мы стварылі эфектыўнае рашэнне для бяспекі, якое даказвае, што для дасягнення выдатных вынікаў не абавязкова наносіць шкоду канфідэнцыяльнасці карыстальнікаў.",
    "4146870445": "Хто мы такія",
    "353066938": "Вопытная каманда, якая працуе над самымі складанымі праблемамі сучаснасці. hCaptcha - гэта сэрвіс",
    "3260825523": "Машыны інтуіцыі",
    "1173652155": "Дарадцы",
    "3972094614": "Брэндан Айх",
    "2113642787": "Песня світанку",
    "2256305371": "Прафесар CS Каліфарнійскага ўніверсітэта ў Берклі. Эксперт па глыбокім навучанні, бяспецы, блокчейну. Генеральны дырэктар Oasis Labs.",
    "1606599610": "Кіран Томпсан",
    "2177660021": "Вучоны-даследчык у Стэнфардзе. Машынае навучанне і колькаснае фінансаванне ў буйных банках, хедж-фондах і навуковых колах.",
    "2686825859": "Зарэгіструйцеся бясплатна або звяжыцеся з намі па пытаннях рашэнняў hCaptcha Enterprise",
    "583434701": "Даступнасць hCaptcha",
    "611905972": "Забеспячэнне бесперабойнага доступу для ўсіх карыстальнікаў пры захаванні бяспекі",
    "874098071": "Калі вы карыстаецеся спецыяльнымі магчымасцямі, зарэгіструйцеся тут",
    "2745385064": "Рэзюмэ",
    "3353238942": "hCaptcha распрацавана, каб спыніць ботаў, адрозніваючы іх ад людзей. Візуальныя тэсты - зручны інструмент для гэтага, але не кожны можа вырашыць візуальную задачу.",
    "3600022491": "Па гэтай прычыне мы распрацавалі простую, бязбольную альтэрнатыву, каб дазволіць выдаўцам, якія выкарыстоўваюць наш сэрвіс, захаваць даступнасць для ўсіх з поўнай адпаведнасцю Раздзелу 508 і WCAG 2.1 AA.",
    "2557240048": "Як гэта працуе: спачатку карыстальнік спецыяльных магчымасцей рэгіструецца праз",
    "3871665286": ", які бачна звязаны на старонцы інфармацыі віджэтаў hCaptcha. Ім даецца зашыфраваны файл cookie, які можна выкарыстоўваць некалькі разоў на дзень, але павінен абнаўляцца кожныя 24 гадзіны праз лагін.",
    "3441764123": "Калі на сайце з дапамогай сэрвісу hCaptcha адкрываецца праблема, яна аўтаматычна пройдзе.",
    "4247858664": "старонка рэгістрацыі спецыяльных магчымасцяў",
    "1297657322": "Экран даступнасці карыстальніка пасля ўваходу ў сістэму",
    "1717658846": "Опцыя даступнасці ў меню інтэрфейсу віджэта",
    "1266963825": "Пытанне: ці адпавядае hCaptcha Раздзел 508 + WCAG 2.1 AA?",
    "850025770": "A: Мы лічым, што так: усе карыстальнікі з любой формай парушэнняў, якія могуць праглядаць Інтэрнэт і ўводзіць тэкст у формы, могуць атрымаць доступ да паслуг, абароненых hCaptcha пасля рэгістрацыі. Аднак гэта не з'яўляецца юрыдычнай парадай: вы павінны правесці ўласную ацэнку, прымаючы пад увагу вашу канкрэтную рэалізацыю, каб пераканацца, што гэта так для вашага разгортвання.",
    "159272246": "Пытанне: Ці працуеце вы над іншымі варыянтамі даступнасці (\"a11y\"), напрыклад, аўдыё?",
    "4074220464": "A: Раней папулярныя варыянты, такія як аўдыякапча, дыскрымінуюць многіх карыстальнікаў a11y і лёгка перамагаюцца сучаснымі метадамі машыннага навучання. Гэта прымусіла бягучыя аўдыяпраблемы станавіцца ўсё больш і больш складанымі, уводзячы шум, няцотны час, незвычайныя спалучэнні слоў і гэтак далей, каб перамагчы зламыснікаў. Такім чынам, мы з меншым энтузіязмам ставімся да гэтага падыходу, чым увогуле пазбягаем праблемы, але разгледзім гэта, калі будзе попыт з боку супольнасці a11y.",
    "2309661107": "Тым не менш, мы вельмі зацікаўлены ў",
    "2555914614": "для варыянту выкарыстання даступнасці. Мы лічым, што аб'яднанне нашага цяперашняга падыходу a11y з выдачай Privacy Pass дазволіць карыстальнікам a11y бяспечна праглядаць вэб-сайты, упэўненыя ў тым, што іх трафік больш прыватны, адначасова абмяжоўваючы злоўжыванні з боку аператараў ботаў, якія непазбежна ўзнікаюць пры наяўнасці опцый a11y. Мы з'яўляемся актыўнымі ўдзельнікамі рабочай групы IETF па стандартызацыі гэтай новай тэхналогіі.",
    "2583775432": "Пытанне: як наконт прыватнасці? Ці адкрывае рэгістрацыя нейкім чынам дадзеныя прагляду a11y? Што вы робіце з электроннай поштай?",
    "4215483493": "A: hCaptcha прызначаны для канфідэнцыяльнасці з нуля. Гэта вельмі адрозніваецца ад традыцыйных варыянтаў, такіх як reCAPTCHA, якімі належаць рэкламныя сеткі, якія маюць стымул адсочваць вас у інтэрнэце і звязваць вас з сапраўднай асобай.",
    "2474661839": "Наша",
    "4137573005": "мае вычарпальныя і аўтарытэтныя адказы на тое, як мы выкарыстоўваем дадзеныя, але кароткі адказ: мы не зацікаўленыя ў тым, каб звязваць вас як чалавека з вашай гісторыяй прагляду.",
    "4101570501": "У цяперашні час мы таксама працуем над крыптаграфічным рашэннем для хуткага выдалення вашага адраса электроннай пошты, захоўваючы пры гэтым нашу здольнасць прадухіляць злоўжыванні, дапаўняючы нашу працу па прыватнасці.",
    "260595108": "Мы ніколі не выкарыстоўваем электронную пошту або інфармацыю аб спецыяльных магчымасцях для якіх-небудзь іншых мэтаў, акрамя як для палягчэння выкарыстання A11y і прадухілення злоўжыванняў.",
    "3063819779": "Палітыка прыватнасці",
    "465714311": "Для карыстальнікаў даступнасці: пытанні і адказы і кіраўніцтва па ліквідацыі непаладак",
    "3596207631": "Пытанне: Я ўсё яшчэ бачу праблему пасля ўстаноўкі cookie. Што выклікае гэта?",
    "469089249": "A: Звычайна гэта адбываецца з-за выкарыстання агрэсіўнага блакіроўшчыка рэкламы або пашырэння для абароны файлаў cookie, або настройкі, якая блакуе «межсайтавыя» файлы cookie, у дадзеным выпадку файл cookie для hcaptcha.com, які ўсталёўваецца або правяраецца hCaptcha JS на іншы сайт, як той, які вы наведваеце.",
    "4263626815": "Кукі-файлы даступнасці hCaptcha працуюць з усімі папулярнымі браўзерамі і блакіроўшчыкамі рэкламы з іх стандартнымі наладамі, таму звычайна збоі адбываюцца з-за скрыптоў супраць блакіроўкі рэкламы або падобных набораў правілаў, накіраваных на пэўныя сайты.",
    "3906359167": "Рашэнні:",
    "3464870463": "1. У белы спіс файлаў cookie hcaptcha.com і *.hcaptcha.com у блакіроўцы рэкламы або пашырэнні бяспекі браўзера.",
    "1204911585": "2. Калі вы карыстаецеся браўзерам Brave, у якім (па стане на красавік 2020 г.) няма белага спісу файлаў cookie, перайдзіце ў Налады -> Шчыты -> Cookies і выберыце «Дазволіць усе файлы cookie».",
    "2932826396": "3. Калі вы выкарыстоўваеце самую апошнюю версію Safari на нядаўна выпушчанай OS X 10.15 або iOS 13.4, Apple толькі што змяніла паводзіны Safari, звязаныя са староннімі файламі cookie, блакіруючы іх усе па змаўчанні. Мы ўкараняем рашэнне, але тым часам, калі ласка, наведайце раздзел \"Настройкі Safari\", раздзел \"Канфідэнцыяльнасць\" і зніміце галачку з пункта \"Адсочванне вэб-сайтаў: прадухіліць міжсайтавае адсочванне\", каб уключыць кукі для спецыяльных магчымасцей, каб функцыянаваць належным чынам.",
    "3836291932": "Пытанне: Я выкарыстоўваю некалькі прылад. Ці трэба рэгістравацца некалькі разоў?",
    "3251220335": "A: Не. Калі ласка, націсніце тую ж спасылку для ўваходу па электроннай пошце, адпраўленую вам на кожнай прыладзе, якую вы выкарыстоўваеце, каб усталяваць файл cookie.",
    "2082407178": "Пытанне: Як я магу абараніць сябе ад адсочвання файлаў cookie трэціх асоб пры выкарыстанні файла cookie для спецыяльных магчымасцяў?",
    "2700197090": "A: Выкарыстанне любога пашырэння канфідэнцыяльнасці або блакіроўкі рэкламы, якое падтрымлівае белы спіс на ўзроўні дамена (напрыклад, uBlock Origin), будзе працаваць належным чынам: проста пераканайцеся, што ў белы спіс hcaptcha.com.",
    "3657743880": "Інструкцыі для браўзера для міжсайтавых файлаў cookie",
    "1960601330": "Каб уключыць файлы cookie ў Safari (Mac): перайдзіце ў выпадальнае меню Safari. Выберыце Налады. Націсніце Канфідэнцыяльнасць на верхняй панэлі. У раздзеле «Блакаваць файлы cookie» выберыце опцыю «Ніколі».",
    "1622303590": "Каб уключыць файлы cookie ў Safari (iPhone/iPad iOS 11+): адкрыйце налады. Пракруціць ўніз і абярыце Safari. У раздзеле Канфідэнцыяльнасць і бяспека адключыце «Прадухіліць міжсайтавае адсочванне» і «Блакаваць усе файлы cookie»",
    "2199048568": "Націсніце на шчыт злева ад адраснага радка на любой вэб-старонцы. Націсніце на Параметры абароны. Адкрыецца панэль канфідэнцыяльнасці і бяспекі налад Firefox. У раздзеле Палепшаная абарона ад адсочвання абярыце Карыстальніцкі. Выберыце, якія трэкеры і скрыпты блакіраваць, усталяваўшы гэтыя сцяжкі. Пераканайцеся, што вы разблакіравалі hcaptcha.com.",
    "3967047208": "Вы таксама можаце часова адключыць некаторыя сродкі абароны ў Карыстальніцкім, каб адладзіць гэта, зняўшы сцяжкі: Зніміце сцяжок Trackers або зніміце сцяжок Cookie, калі ў вас усё яшчэ ўзнікаюць праблемы.",
    "3805618893": "Google Chrome (ПК)",
    "3795997071": "Выберыце значок меню Chrome. Выберыце Налады.",
    "926138631": "Перайдзіце ў раздзел Канфідэнцыяльнасць і бяспека, затым Кукі і іншыя даныя сайта.",
    "3419878556": "Пераканайцеся, што «Блакаваць староннія файлы cookie» не ўключана.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Адкрыйце налады Chrome з радка меню.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "На прыладзе Android адкрыйце праграму Chrome.",
    "3620039756": "У правым верхнім куце націсніце \"Яшчэ\", а затым \"Налады\".",
    "2813310562": "Націсніце Налады сайта, а затым Cookies.",
    "3014657981": "Уключыце наладу побач з «Файлы cookie».",
    "1242066691": "Пастаўце сцяжок насупраць «Дазволіць староннія файлы cookie».",
    "292250020": "1. Выберыце шасцярэньку ў правым верхнім куце экрана, а затым выберыце «Уласцівасці Інтэрнэту». Калі ў вас уключана радок меню, вы можаце выбраць «Інструменты», а затым «Уласцівасці інтэрнэту».",
    "4114820649": "2. Пстрыкніце ўкладку «Кандэнцыяльнасць».",
    "946838734": "3. Выберыце кнопку «Дадаткова».",
    "348809718": "4. У раздзеле «Стороннія файлы cookie» абярыце «Прыняць».",
    "1253441326": "5. Націсніце \"ОК\"",
    "852032043": "Сафары",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "Этычная палітыка ІІ",
    "1161704803": "Чаму ў нас ёсць палітыка па этыцы ІІ?",
    "1806535500": "Практычна кожная тэхналогія, ад алоўкаў да дынаміту, - гэта а",
    "24452499": "раствор; яго можна выкарыстоўваць як на карысць, так і на шкоду. Кожная кампанія, якая даследуе, будуе або прадае рашэнні падвойнага прызначэння, абавязана ўлічваць наступствы сваіх дзеянняў.",
    "4023575072": "падвойнага выкарыстання",
    "3336625692": "На гэтай старонцы падрабязна апісваюцца нашы думкі на гэтую тэму ў кантэксце этыкі штучнага інтэлекту, а таксама працэсы, якія мы прытрымліваемся, каб гарантаваць, што выкарыстанне нашых паслуг застаецца ў адпаведнасці з палітыкай, якую мы прынялі як кампанія.",
    "835717930": "Этыка ІІ на hCaptcha",
    "2179524509": "Час ад часу мы атрымліваем пытанні аб тым, якія пытанні дапушчальныя для сэрвісу hCaptcha і чаму задаюць канкрэтныя пытанні.",
    "1962721652": "Людзі шукаюць шаблоны, і часам бяскрыўднае пытанне можа адразу ператварыцца з зусім нядзіўнага ў падазронае, з-за зменаў у свеце, а не з-за матывацый таго, хто задае пытанне.",
    "3974566657": "Па меры таго, як паслугі становяцца ўсё больш папулярнымі, такога роду з'явы непазбежна становяцца ўсё часцей. hCaptcha выкарыстоўваецца мільёнамі людзей кожны дзень практычна ў кожнай краіне свету, таму мы публікуем гэтую палітыку і тэматычнае даследаванне таго, як мы вырашаем гэтыя праблемы, каб быць максімальна празрыстымі.",
    "1830910223": "Рэальнае даследаванне па этыцы штучнага інтэлекту",
    "805971861": "«Парасон» - гэта тэрмін у ImageNet, стандартным наборы эталонных даных, які выкарыстоўваецца даследчыкамі камп'ютэрнага зроку. Надзейная ідэнтыфікацыя людзей, якія трымаюць парасоны, таксама мае вырашальнае значэнне для стварэння бяспечных сістэм дапамогі вадзіцелю наступнага пакалення (ADAS).",
    "3988350": "Гэта азначае, што ёсць выдатныя варыянты выкарыстання для рэальных анатацый парасонаў. Ёсць месца для рознагалоссяў наконт уплыву самакіравання аўтамабіляў, але сістэмы ADAS ужо эканоміць",
    "548587288": "вакол свету.",
    "3138772661": "тысячы жыццяў кожны год",
    "3168199226": "Аднак у 2020 годзе стала ясна, што стварэнне такога набору даных можа ўспрымацца як тэхналогія падвойнага прызначэння так, як мала хто чакаў год таму.",
    "558378834": "Такім чынам, мы больш не прымаем запыты на пытанні, звязаныя з парасонамі. Магчымасць блытаніны, калі канчатковы карыстальнік бачыць пытанне пра парасоны ў бягучы момант, занадта высокая, і ў канчатковым рахунку наша мэта - зрабіць свет больш прыемным.",
    "3376604063": "Палітыка і працэсы ІІ па этыцы",
    "1923365316": "У hCaptcha мы маем строгую палітыку па этыцы ў галіне штучнага інтэлекту, частка якой уключае працэс «Знай свайго кліента» (KYC).",
    "4230322909": "Мы заўсёды спрабуем добра зразумець кожнага новага кліента і яго меркаваны варыянт выкарыстання, каб пацвердзіць, што ён добра падыходзіць для нашых прадуктаў і паслуг, і пераканацца, што ён адпавядае палітыцы, якую мы прынялі як кампанія.",
    "2735073144": "Мы таксама праводзім бягучыя агляды па меры неабходнасці. Напрыклад, у нашым нядаўнім аглядзе дат і крыніц запытаў на маркіроўку, звязаных з парасонамі, мы змаглі хутка пацвердзіць, што за апошнія 12 месяцаў ніводная дзяржаўная арганізацыя або вядомы дзяржаўны пастаўшчык праграмнага забеспячэння для назірання не рабіла запытаў на парасоны з дапамогай нашых паслуг. .",
    "2715462692": "Як выглядае наш працэс этыкі AI?",
    "3049976256": "Для кожнага новага кліента маркіроўкі мы праходзім кантрольны спіс у працэсе продажаў. Гэта ўключае ў сябе першапачатковую праверку KYC перад адаптацыяй, а таксама праверку ўсіх запытаў, зробленых нашым аналітыкам, а таксама выбарачныя праверкі ў рэжыме рэальнага часу і перыядычныя агляды запытаў, зробленых з дапамогай нашай платформы самаабслугоўвання.",
    "3103642530": "Гэты агляд складаецца з некалькіх набораў крытэрыяў:",
    "3349094124": "Крытэрыі этычных праблем: Мэта",
    "1038019440": "1. Ці прадстаўляе гэты кліент нацыянальныя інтарэсы краіны, якая, як вядома, вядзе паводзіны, якія супярэчаць міжнародным законам і нормам?",
    "493717511": "2. Ці запытвае гэты кліент паслугі, якія маглі б быць",
    "2209109640": "выкарыстоўвалі толькі ў злосных мэтах у кантэксце сваёй звычайнай прадпрымальніцкай дзейнасці?",
    "3457805519": "3. Ці можа запыт кліента быць выкананы ў адпаведнасці з заканадаўствам ЗША і нашымі правіламі ўзаемадзеяння?",
    "1942611550": "у першую чаргу",
    "109179759": "Крытэрыі этычных праблем: Суб'ектыўныя",
    "1033698050": "1. Ці лічым мы, што кліент даў нам варыянт выкарыстання, які мы лічым маральна прымальным, у адпаведнасці з нашай інтэрпрэтацыяй тыповых заходніх грамадскіх нормаў?",
    "361372538": "2. Ці лічым мы, што нашы прадастаўленыя паслугі, верагодна, будуць выкарыстоўвацца кліентам у дыскрымінацыйных мэтах, спосабамі, якія могуць быць законнымі, але непрымальнымі для нас?",
    "2867855718": "3. Ці лічым мы, што патрэбы канфідэнцыяльнасці можна здавальняюча задаволіць для запыту?",
    "2462728596": "Калі мы не можам задаволіць сябе ў гэтых пунктах, мы адхіляем запыт і можам спыніць далейшы доступ да нашай платформы, як пазначана ў нашых Умовах.",
    "1995277831": "Дзякуй",
    "1818116402": "Мы спадзяемся, што вы ацанілі гэты погляд на тое, як мы вырашаем аперацыйныя пытанні з кампанентам этыкі AI.",
    "1499894352": "Вельмі нешматлікія кампаніі прапануюць празрыстасць сваіх працэсаў прыняцця рашэнняў у гэтай галіне, і мы спадзяемся, што іншыя будуць рушыць услед гэтаму прыкладу!",
    "535659033": "Атрыбуцыя Creative Commons",
    "1495915066": "Як мы, нашы партнёры па навуковых даследаваннях і нашы кліенты выкарыстоўваем сродкі масавай інфармацыі Creative Commons",
    "3017533972": "Мы, нашы партнёры па навуковых даследаваннях і нашы кліенты можам час ад часу спасылацца або прайграваць часткі кантэнту з ліцэнзіяй Creative Commons праз платформу hCaptcha, каб пашырыць веды чалавецтва ў галіне машыннага навучання.",
    "1428053210": "Гэты кантэнт, як правіла, трансфармуецца са свайго першапачатковага выгляду. Напрыклад, відэа можа быць падзелена на мноства малюнкаў, гэтыя выявы могуць быць падзеленыя на мноства новых малюнкаў, а затым гэтыя новыя выявы выпадковым чынам змешваюцца, каб атрымаць канчатковы вынік.",
    "1728211763": "Выкарыстанне кантэнту такім чынам і ў гэтых мэтах падпадае пад кіруючыя прынцыпы добрасумленнага выкарыстання ў адпаведнасці з нашым разуменнем заканадаўства і стандартнай практыкі ў гэтай галіне, але мы даўнія прыхільнікі Creative Commons і аддаем перавагу ўсім, хто дапамагае ў манументальная задача паляпшэння машыннага інтэлекту.",
    "1949452297": "З-за ўнутраных абмежаванняў карыстальніцкага інтэрфейсу hCaptcha і яго меркаванняў бяспекі немагчыма прайграць крыніца кожнага выявы, непасрэдна прылеглай да яго выкарыстання. Замест гэтага мы спасылаемся на гэтую старонку з нашай хатняй старонкі і падтрымліваем спіс крыніц, якія ў цяперашні час або нядаўна абслугоўваліся праз платформу. Вы можаце атрымаць доступ да бягучага спісу",
    "2367602973": "тут",
    "659124570": "Акрамя таго, калі вы бачыце змесціва, якое належыць вам, прайгранае на платформе hCaptcha і хочаце яго выдаліць па любой прычыне, вы можаце звязацца з намі па электроннай пошце па адрасе",
    "2066749488": "Іншыя скаргі",
    "3479034323": "Калі вы бачыце змесціва, якое належыць вам, прайгранае на платформе hCaptcha і хочаце, каб яго па якой-небудзь прычыне выдалілі, вы можаце звязацца з намі па электроннай пошце.",
    "1836554225": "Паведамленні ў блогу",
    "2873297188": "Ці ўсе CAPTCHAS дыскрымінуюць неамерыканцаў?",
    "165932542": "Паглядзіце на стаўкі рашэння hCaptcha па ўсім свеце",
    "1865097546": "16 лістапада 2021 г",
    "3005876482": "hCaptcha цяпер самы вялікі незалежны сэрвіс CAPTCHA, працуе на 15% Інтэрнэту",
    "693820850": "Вы можаце перамагчы Google, паставіўшы канфідэнцыяльнасць на першае месца",
    "3609106478": "Начынне ўліковых дадзеных:",
    "299335340": "Што гэта такое і як спыніць напады",
    "354925785": "Увядзенне",
    "423222878": "Некаторыя з самых цяжкіх для выяўлення, прадухілення і спынення кібератак - гэта тыя, дзе зламыснік можа выкарыстоўваць законныя ўліковыя дадзеныя карыстальніка для ўваходу ў актыўны ўліковы запіс карыстальніка. У кампаніі, якая размяшчае ўліковы запіс, няма ніякіх падстаў падазраваць, што што-небудзь не так. Здаецца, што кліент проста ўвайшоў у свой уліковы запіс. Зламыснік дасягнуў гэтай паспяховай хітрыкі, выкарыстоўваючы выкрадзеныя ўліковыя даныя — звычайна ў выніку кібератакі, вядомай як «напаўненне ўліковых дадзеных». Сёння гэта сур'ёзная праблема, але яе можна ліквідаваць правільнымі контрмерамі.",
    "777660551": "Што такое Credential Stuffing?",
    "2602763587": "Напаўненне ўліковых даных - гэта форма кібератакі, пры якой зламыснік спрабуе ўвайсці на вэб-сайт некалькі разоў, выкарыстоўваючы пары скрадзеных імёнаў карыстальнікаў і пароляў. «Начынне» адносіцца да паўторных спробаў ўваходу ў сістэму, якія амаль заўсёды выконваюцца аўтаматызаваным праграмным забеспячэннем бота.",
    "1271831121": "Гэта не так, каб хакер (апрануты ў балахон, вядома!) сядзіць там і набірае ўліковыя дадзеныя за ўліковымі. Аўтаматызаваны бот для ўваходу ў сістэму можа быць зроблены з стандартнага інструмента, такога як Selenium, або спецыяльна распрацаванага хакерскага інструмента.",
    "2588750717": "Сапраўды, некаторыя атакі падбору ўліковых даных уключаюць мільёны ўліковых дадзеных — усе яны забіваюцца ў інтэрфейс уваходу на вэб-сайт у надзеі быць прапушчаным. Апынуўшыся ўнутр, зламыснік можа завалодаць уліковым запісам ахвяры.",
    "1137757109": "Калі гэта ўліковы запіс электроннай камерцыі, зламыснік можа замовіць тавары. Калі ахвярай з'яўляецца банк, зламыснік можа перавесці сродкі ў афшор і гэтак далей.",
    "1559150837": "Аднак мэты не безабаронныя. На большасці вэб-сайтаў ёсць элементы кіравання, якія блакуюць падазронага карыстальніка, які спрабуе ўвайсці ў тысячы розных уліковых запісаў з аднаго і таго ж IP-адрасу за кароткі прамежак часу. Што робяць зламыснікі, каб абыйсці гэтыя метады абароны, з'яўляецца мадэляванне геаграфічнай разнастайнасці і разнастайнасці IP. Выкарыстоўваючы магутныя інструменты, якія часта кіруюцца штучным інтэлектам, яны могуць зрабіць так, што тысячы карыстальнікаў выпадковым чынам спрабуюць увайсці ў сістэму ў розны час сутак з усёй краіны. Гэта значна цяжэй выявіць і спыніць.",
    "1892020899": "Адкуль хакеры бяруць уліковыя дадзеныя?",
    "2597149484": "Прычына, па якой хакер павінен «набіць» так шмат уліковых дадзеных, звязана з тым, адкуль яны атрымліваюць выкрадзеныя ўліковыя даныя.",
    "3030395800": "Гэтыя ўліковыя дадзеныя звычайна зыходзяць ад узломаў даных. Гэтыя атакі, таксама вядомыя як «разліў уліковых дадзеных», могуць прывесці да таго, што мільёны ўліковых дадзеных будуць скінуты ў цёмную сетку. Калі разліў паступіў з банка, хакер паспрабуе выкарыстаць гэтыя ўліковыя дадзеныя, каб трапіць на іншыя сайты. Гэты падыход працуе, таму што вельмі шмат людзей выкарыстоўваюць аднолькавую камбінацыю імя карыстальніка і пароля для некалькіх сайтаў. (Гэтая практыка не рэкамендуецца, але рэальнасць такая, якая яна ёсць. Людзі, як правіла, паўтараюць адны і тыя ж уліковыя дадзеныя для ўваходу.)",
    "1258965840": "Такім чынам, калі зламыснік можа патрапіць на адзін сайт, ён, верагодна, можа патрапіць на некалькі сайтаў, выкарыстоўваючы выдадзеныя ўліковыя даныя. Напрыклад, яны могуць атрымаць пару імя карыстальніка і пароля, як JohnDoe/525momma, але яны паняцця не маюць, што гэтая пара зробіць для іх. Такім чынам, яны спрабуюць пару на Amazon.com, Ebay, Citibank, Walgreens і гэтак далей. Яны могуць паспрабаваць гэтую пару на тысячах розных сайтаў.",
    "3594440415": "У рэшце рэшт, яны пачнуць адчыняць дзверы.",
    "780280214": "Як hCaptcha і hCaptcha Enterprise змякчаюць пагрозу запаўнення ўліковых даных",
    "4165374512": "Нягледзячы на тое, што можна выкарыстоўваць інструменты выяўлення IP і месцазнаходжання, каб прадухіліць напаўненне ўліковых даных, больш эканамічна эфектыўным і дакладным метадам з'яўляецца проста перапыніць аўтаматызаваны бот запаўнення ўліковых даных. hCaptcha і hCaptcha Enterprise могуць паставіць у тупік бота ў пункце ўваходу. Нават калі бот мае правільныя ўліковыя дадзеныя, калі ён не можа прайсці міма выяўлення hCaptcha Enterprise або hCaptcha CAPTCHA, ён не зможа выканаць сваю начынне, і ваш сайт і карыстальнікі будуць абаронены.",
    "3269644546": "Калі ласка",
    "1058572205": "нам, калі вы хочаце даведацца больш пра",
    "3753613260": "кантакт",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Паведамленне скаргаў DMCA",
    "54093347": "Зарэгістраваны агент DMCA",
    "3233441200": "Паўтарайце палітыку парушальнікаў",
    "4011712313": "У рамках нашай Палітыкі DMCA мы змяшчаем уліковыя запісы кліентаў, для якіх мы атрымліваем некалькі паведамленняў аб меркаваных парушэннях DMCA, у шматэтапную палітыку DMCA аб паўторных парушэннях. Пасля атрымання паўторных паведамленняў DMCA на працягу каляндарнага месяца ўліковы запіс кліента будзе пераходзіць ад аднаго кроку палітыкі да наступнага.",
    "766825168": "Дзеянні, якія мы можам прадпрымаць у адпаведнасці з Палітыкай DMCA аб паўторных парушэннях, уключаюць адпраўку папярэджанняў аб падвышанай бачнасці кліенту ўліковага запісу. Каб пацвердзіць гэтыя абвесткі, мы можам запатрабаваць ад кліента ўвайсці ва ўліковы запіс або патэлефанаваць у нашу службу падтрымкі. Мы таксама пакідаем за сабой права прыпыніць або спыніць, а таксама ўжыць іншыя часовыя меры да службы hCaptcha і IMI любога кліента, для якога мы працягвалі атрымліваць апавяшчэнні аб меркаваных парушэннях DMCA нават пасля таго, як мы адправілі паўторныя папярэджанні аб парушальніках. Акрамя таго, мы можам спыняць па сваім меркаванні іншыя паслугі hCaptcha або IMI, якія прадастаўляюцца гэтым кліентам, калі мы спыняем паслугу hCaptcha ў адпаведнасці з гэтай палітыкай.",
    "2410122265": "Рэсурсы hCaptcha: Боты 101",
    "4166776480": "Начынне ўліковых дадзеных: што гэта такое і як спыніць атакі",
    "2301335298": "Махлярства з плацяжамі: змякчэнне хуткага развіцця кіберзлачыннасці",
    "3682071227": "Што такое захоп уліковых запісаў і як яны працуюць?",
    "2729131930": "Што такое скрабінг і як ён працуе?",
    "1344959096": "Працуе ў якасці індывідуальнага наклейшчыка дадзеных",
    "3510143229": "hCaptcha - гэта сэрвіс для вэб-сайтаў і прыкладанняў,",
    "3930611699": "асобныя работнікі.",
    "1051214799": "hCaptcha - гэта служба вэб-бяспекі, якая спрабуе падзяліцца каштоўнасцю з выдаўцамі вэб-сайтаў або прыкладанняў, якія яе выкарыстоўваюць.",
    "360236473": "Сэрвіс hCaptcha не прызначаны для таго, каб хто-небудзь працаваў у якасці індывідуальнага этыкетніка. Ён не прызначаны і не падыходзіць для гэтай мэты. Мы не рэкамендуем нікому спрабаваць выкарыстоўваць hCaptcha ў якасці крыніцы асабістага даходу.",
    "3842490632": "Індывідуальны карыстальнік, які спрабуе адказаць на многія пытанні, хутчэй за ўсё, хутка будзе абмежаваны або забаронены. Гэтак жа важна, як і наша",
    "1560232962": "падрабязна ахоплівае, не даюцца гарантыі адносна сумы, заробленай за любы адказ. У гэты час можа не быць даступных платных пытанняў, адказ можа быць адхілены па прычынах якасці і г.д.",
    "2694001822": "Тым не менш, мы час ад часу наймаем асоб, каб дапамагчы нам праверыць ўласцівасці сістэмы і новыя функцыі.",
    "1569804581": "Калі вы жадаеце звязацца з вамі ў будучыні адносна звязаных магчымасцяў, запоўніце гэтую форму.",
    "636461959": "Імя",
    "1139500589": "Краіна",
    "1789607185": "Адрас электроннай пошты",
    "325077666": "Адпраўляючы сваю інфармацыю, вы згаджаецеся з нашымі",
    "3555583744": "і",
    "3609929815": ". Мы будзем захоўваць ваша імя, краіну і інфармацыю аб адрасе электроннай пошты толькі для таго, каб звязацца з вамі ў будучыні адносна магчымасцяў працы з асобнымі маркіроўкамі.",
    "4197928199": "Палітыка прыватнасці",
    "851786723": "Уводзячы сваю электронную пошту, вы згаджаецеся з нашымі ўмовамі і палітыкай прыватнасці, а таксама атрымліваць ад нас электронную пошту.",
    "2402165761": "Як дзейнічае выскрабанне?",
    "4260542944": "Вычыстка змесціва (таксама вядомая як \"выскабленне экрана\" або проста \"выскабленне\") - гэта звыклы, часта карысны працэс для збору інфармацыі з Інтэрнэту. Аднак у апошнія гады тэхніка стала любімым інструментам хакераў і махляроў. Контрмеры могуць эфектыўна змякчыць пагрозу, але для іх рэалізацыі неабходна разумець, як працуе гэты працэс.",
    "2066255783": "Што такое скрабінг кантэнту?",
    "1910628828": "Скрэпінг кантэнту - гэта метад атрымання дадзеных з сістэмы, які ўключае аўтаматызаваны набор інструментаў, які выдае сябе за праграмны кліент або вэб-браўзэр. Гэта не новае. На самай справе, для інжынераў-праграмістаў, якім могуць спатрэбіцца дадзеныя са старога мэйнфрейма, выкрабанне можа быць адзіным спосабам здабывання інфармацыі. Арыгінальныя раздымы могуць знікнуць і немагчыма замяніць.",
    "3408107995": "Аднак сёння скрабінг нязменна азначае праграмны падыход да атрымання дадзеных з вэб-сайта. Праграмнае забеспячэнне для выскрабання дзейнічае як карыстальнік, націскаючы на кнопкі і чытаючы атрыманы вынік. Ёсць шмат законных ужыванняў для выскрабання. Адным з прыкладаў з'яўляюцца вэб-сканеры, якія забяспечваюць магутнасць пошукавых сістэм. Гэтак жа такія інструменты, як Skyscanner, якія шукаюць прапановы па падарожжах, прабіраючы тысячы турыстычных вэб-сайтаў. Фінтэх-фірмы таксама выкарыстоўваюць яго, ачышчаючы фінансавыя даныя карыстальнікаў з банкаўскіх сайтаў, калі няма даступных інтэрфейсаў праграмнага забеспячэння прыкладанняў (API) для злучэння дадзеных. Што трэба памятаць пра выскрабанне экрана, гэта яго хуткасць і маштабаванасць. Працэс можа збіраць велізарныя аб'ёмы даных з вэб-сайтаў, пры ўмове, што сайты не настроены так, каб гэта не адбылося. Пры хуткасці вылічэнняў скрэпер можа назапашваць вялікія наборы даных, узаемадзейнічаючы з вэб-сайтамі і базавым праграмным забеспячэннем і базамі дадзеных, якія іх забяспечваюць.",
    "1920884252": "Чаму ачыстка кантэнту ўяўляе пагрозу бяспецы?",
    "2256795853": "Магчымасць хутка здабываць вялікую колькасць даных з вэб-сайтаў робіць выскрабанне магутным інструментам у руках зламыснікаў. Скрэпінг-бот можа збіраць дадзеныя карыстальнікаў з сайтаў сацыяльных сетак. Затым, ачысціўшы сайты, якія ўтрымліваюць адрасы і іншую асабістую інфармацыю, і суадносіўшы вынікі, хакер можа ўдзельнічаць у злачынствах, звязаных з ідэнтыфікацыяй, напрыклад, адпраўляць махлярскія заяўкі на крэдытныя карты.",
    "4087694419": "Хакер-выкрадальнік можа таксама збіраць дадзеныя з такіх сайтаў, як Amazon і eBay, каб ствараць падробленыя або падманлівыя спісы прадуктаў. Затым ён ці яна можа прапанаваць іх на продаж у аднарангавых сэрвісах, такіх як OfferUp, і праводзіць фішынгавыя атакі на пакупнікоў. Або махляр можа прадаваць неіснуючыя прадукты. Далейшае махлярства са скрабаваннем экрана ўключае падробку выдаўцоў рэкламы. Выкрадаючы змесціва з сайтаў выдаўцоў, махляр можа ствараць фальшывыя старонкі выдаўца рэкламы на розных сэрвісах. Затым яны могуць прадаваць рэкламу на гэтых старонках аўтарызаваным рэсэлерам, чые кантакты яны сабралі з файла ads.txt выдаўца. Рэкламныя слоты здаюцца рэкламадаўцам рэальнымі, але гэта не так.",
    "3315658779": "Прадухіленне выкрадання кантэнту з дапамогай hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise выкарыстоўвае перадавое машыннае навучанне для ідэнтыфікацыі шкоднаснага трафіку на ваш сайт і прыкладання, у тым ліку скрабінг.",
    "1422537019": "мы сёння, каб даведацца больш.",
    "1988268879": "Эканомная маркіроўка дадзеных у маштабе",
    "2163914794": "Патрэбна больш метак для набораў даных? hCaptcha забяспечвае хуткую, эканамічна выгадную і высокую якасць маркіроўкі дадзеных для кампаній, якія працуюць над прыкладаннямі са штучным інтэлектам і машынным навучаннем.",
    "3378932530": "Атрымлівайце маркіроўку вашых даных зараз",
    "3483700676": "Імгненна запускайце мільёны задач",
    "3478726913": "hCaptcha мае адзін з самых вялікіх пулаў на планеце, даступных для вашага выкарыстання. Незалежна ад вашага маштабу, мы справімся з гэтым без дарагіх авансавых абавязацельстваў. Мільёны задач у дзень не з'яўляюцца праблемай.",
    "740501259": "Простыя канвееры, кіраваныя API",
    "2784612261": "Хочаце ўключыць чалавечы агляд непасрэдна ў вашыя бізнес-аперацыі? Мы прапануем SLA высокай надзейнасці, гарантаваную ёмістасць і простыя API REST.",
    "1144966033": "Аптымізаваны па кошце і якасці",
    "3213351333": "Ніякіх папярэдніх абавязацельстваў не патрабуецца",
    "2107077506": "Платформа HUMAN выкарыстоўвае комплексныя мадэлі даверу для выканання складанага аналізу якасці ў рэжыме рэальнага часу. Гэта дазваляе нам хутка вызначаць як складанасць пытанняў, так і іх верагодны правільны адказ, эканомячы ваш час і грошы.",
    "3576146278": "Плаціце толькі за патрэбную вам дакладнасць",
    "2952586316": "Не ўсе праблемы аднолькавыя. Анатацыі для крытычна важных для бяспекі задач могуць запатрабаваць 99,99% даверу з боку выключна людзей. Анатацыі для адной бэта-функцыі ў праграме для мабільных гульняў могуць запатрабаваць толькі ўмеранай упэўненасці. Вам вырашаць.",
    "710145621": "Пакажыце свае ўласныя наземныя праўдзівыя дадзеныя або дазвольце нам пабудаваць іх на хаду",
    "987901590": "У вас ёсць сырыя даныя без комплекснага набору праверкі? У большасці выпадкаў мы можам стварыць адзін для вас, калі задачы выконваюцца праз сістэму, або стварыць пазначаныя ўзоры для вашага зацвярджэння.",
    "2597352122": "Тыпы анатацый",
    "1344687860": "Абмежавальныя скрынкі",
    "1089415440": "Дакладнае выяўленне аб'ектаў у выявах і відэа",
    "3817067682": "Шматкутнікі",
    "2682873489": "Вызначэнне абмежаванай вобласці для аб'ектаў",
    "1275150216": "Адметнасці",
    "2067112112": "Кропкавыя анатацыі для розных варыянтаў выкарыстання",
    "4228682126": "Катэгарызацыя атрыбутаў",
    "2920213479": "Сартаваць або дадаваць адвольныя катэгорыі любога памеру",
    "3288667364": "Параўнанне і выяўленне",
    "155877895": "Выяўленне і класіфікацыя з дапамогай чалавека",
    "3128433367": "... і многае іншае",
    "2827452240": "Патрэбен іншы тып, не паказаны тут? Проста спытайце нас.",
    "719304627": "Патрэбен скразны кантроль?",
    "1172067553": "Платформа HUMAN, якая стаіць за hCaptcha, забяспечвае вельмі складаныя функцыі якасці працы і кіравання з дапамогай лакальнага, гібрыднага або SaaS-разгортвання, якія інтэгруюцца з вашымі існуючымі сістэмамі.",
    "2319072959": "Працуйце цалкам у аўтаномным рэжыме з вашымі ўласнымі супрацоўнікамі, адсочвайце кошт спажывання бізнес-падраздзяленняў або партнёраў па кансорцыуме, выбарачна накіроўвайце вакансіі розным унутраным або знешнім пастаўшчыкам рабочай сілы на аснове патрабаванняў да кошту і бяспекі і многае іншае.",
    "1936512180": "Лёгкі доступ да API, прыгожыя прыборныя панэлі і найноўшая тэхналогія \"мадэль у пятлі\", каб максімальна павысіць эфектыўнасць працы.",
    "3913848038": "Даступныя 99,99% пагадненняў аб абслугоўванні і кругласутачная глабальная падтрымка.",
    "1080752747": "Кантакт у продажы",
    "1525403768": "Для атрымання дадатковай інфармацыі звяртайцеся ў аддзел продажаў прадпрыемства.",
    "1546930020": "Атрыманне маркіроўкі дадзеных",
    "2486638408": "Вызначце тэхнічныя характарыстыкі",
    "1027200955": "Пагаворыце з адным з нашых экспертаў у вобласці, каб вызначыць патрэбы вашага праекта: мэтавую дакладнасць, фармат і любыя спецыяльныя патрабаванні.",
    "1156712451": "Пачатковы тэст на працу",
    "181065232": "Мы выконваем невялікую вытворчую працу на аснове вашых узорных дадзеных. Гэта тэстуе працу, якую мы правялі разам, каб пераканацца, што вы атрымаеце менавіта тое, што вам трэба.",
    "3207769512": "Разгортванне вытворчых заданняў",
    "1099238677": "Дзякуючы высокаму аб'ёму і нізкай затрымцы мы хутка перавернем вашу працу з аўтаматычнай дастаўкай, як толькі яна будзе зроблена.",
    "465783046": "Хочаце паспрабаваць са сваімі дадзенымі?",
    "328625009": "... мы гатовыя, калі вы: наша паслуга даступная кругласутачна.",
    "3225770968": "hCaptcha прызначаны для вырашэння найбольш працаёмкай праблемы ў машынным навучанні; маркіроўка велізарных аб'ёмаў даных своечасова, даступна і надзейна.",
    "2041686284": "Больш даных звычайна дае лепшыя вынікі пры навучанні мадэлям машыннага навучання. Нядаўні поспех глыбокіх мадэляў прывёў да ўсё большых набораў даных, і hCaptcha служыць гэтай патрэбе. Тым не менш, стварэнне вялікіх набораў дадзеных, прагледжаных людзьмі, з выкарыстаннем традыцыйных метадаў - павольна і дорага.",
    "3729345277": "hCaptcha - гэта спосаб для кампаній, каб атрымаць неабходныя анатацыі хутчэй, з больш высокай якасцю і меншымі выдаткамі, чым іншыя альтэрнатывы.",
    "2103563261": "Прыватная або публічная інфармацыя",
    "2513143348": "Сістэма hCaptcha Enterprise унікальна гнуткая па сваёй канструкцыі: яе можна часткова або цалкам разгарнуць на мяжы вашай сеткі, калі вы кіруеце агульнадаступным воблакам або валодаеце мноствам цэнтраў апрацоўкі дадзеных.",
    "3107683988": "Гэта можа значна скараціць пазасеткавы трафік і выдаткі, захоўваючы пры гэтым усе перавагі кіравання нашымі кругласутачнымі супрацоўнікамі, якія працуюць па выкліку, каб выканаць самыя строгія SLA.",
    "3660619092": "Зарэгіструйцеся бясплатна або звярніцеся ў аддзел продажаў для рашэнняў Enterprise",
    "2351176803": "Умовы ліцэнзіі для hCaptcha JS API",
    "2616226398": "Падпарадкавана нашаму",
    "2024293275": ". Усе астатнія правы абаронены, пакуль.",
    "1062291156": "стандартныя ўмовы",
    "2712493234": "Махлярства з плацяжамі: змякчэнне хуткага развіцця кіберзлачыннасці",
    "1817772953": "Махлярства - не новая форма злачынства. Сапраўды, археолагі раскапалі прылады для барацьбы з махлярствам, распрацаваныя старажытнымі шумерамі для перавозкі жывёлы без страт амаль 10 000 гадоў таму! У іх выпадку яны паклалі гліняныя жэтоны, кожны з якіх прадстаўляў жывёлу, у гліняны шар, вядомы як «булла». Була падарожнічаў са зграяй, калі яна перамяшчалася ад прадаўца да пакупніка. Нават тады ўладальнікі бізнесу былі занепакоеныя тым, што не ўсе, з кім яны мелі справу, былі на вышыні. Шмат што змянілася за 10 000 гадоў, але неабходнасць быць інавацыйнымі ў прадухіленні махлярства застаецца з намі. Сёння пытанне махлярства з інтэрнэт-плацяжамі набывае першараднае значэнне. З дапамогай Інтэрнэту махляры ўсё больш умелі перахітрыць сродкі барацьбы з махлярствам. Аднак новыя рашэнні пераламляюць ход.",
    "1053787685": "Што такое махлярства з аплатай?",
    "433424759": "Махлярства з плацяжамі ўключае ў сябе любы тып незаконнай аперацыі, пры якой кіберзлачынца пазбаўляе ахвяру чагосьці каштоўнага, як правіла, грошай. Гэта можа азначаць выкарыстанне скрадзенай крэдытнай карты для заказу тавараў у Інтэрнэце або захоп банкаўскага рахунку і незаконны перавод сродкаў з яго. Ёсць шмат варыянтаў, але ўсе яны маюць аднолькавы вынік: ашуканец выкарыстоўвае выкрадзеную асобу або плацежную інфармацыю, каб скрасці ў спажыўца, банка або прадаўца.",
    "2939852138": "Як ашуканцы [спрабуюць] сысці ад махлярства з аплатай?",
    "1665616092": "Махлярства з плацяжамі простае па сваёй канцэпцыі, але яно можа быць фантастычна складаным у сваім сучасным выкананні.",
    "4246520782": "Фактычна, у апошнія гады Інтэрнэт стаў сведкам сапраўднай гонкі ўзбраенняў паміж ашуканцамі і абаронцамі.",
    "2167049807": "Службы бяспекі прынялі розныя контрмеры і сродкі кантролю, якія перамагаюць лёгкія, лянівыя падыходы да махлярства з плацяжамі. Аднак атакі становяцца ўсё больш выдасканаленымі. Напрыклад, боты цяпер могуць атрымліваць выкрадзеныя нумары крэдытных карт і PIN-коды з падробленых вэб-сайтаў і фішынгавых атак.",
    "1936449777": "Затым, у цалкам аўтаматызаваным рэжыме, яны могуць імітаваць паводзіны чалавека на сайтах электроннай камерцыі, націскаючы на кнопкі і дадаючы тавары ў кошыкі — да такой ступені, калі многія, калі не большасць сродкаў кантролю супраць махлярства, не могуць сказаць, што бот спрабуе скрасці. тавар. Хутчэй за ўсё, гэта выглядае так, быццам карыстальнік проста робіць пакупкі. Бот можа ўвайсці ў рахунак рэальнага кліента, выкарыстоўваючы скрадзеныя ўліковыя даныя. Дадаткова зацямняе махлярства здольнасць бота падрабляць IP-адрасы і ствараць выгляд, быццам «пакупнік» дзесьці адрозніваецца ад зламысніка, які можа знаходзіцца ў чужой краіне.",
    "648630222": "Прадухіленне махлярства з плацяжамі з hCaptcha Enterprise",
    "1621930829": "Што можна зрабіць з сучаснымі, няспыннымі махлярствамі з плацяжамі? Выкарыстоўваючы некалькі слаёў кантролю, як правіла, разумны падыход. Аднак лепшыя контрмеры - гэта тыя, якія могуць захапіць бота і выявіць, што ён падроблены, нягледзячы на ўсё, што яго стваральнікі прыкладаюць, каб паўтарыць паводзіны чалавека.",
    "2423586454": "Ёсць яшчэ некаторыя рэчы, якія праграмнае забеспячэнне не можа зрабіць, незалежна ад таго, наколькі добры ІІ стаіць за гэтым. Сучасная тэхналогія CAPTCHA прапануе правераны метад блакавання ботаў, якія спрабуюць працягваць махлярства з плацяжамі. У той час як старыя падыходы да CAPTCHA, такія як простыя нахіленыя лічбы ў скрынцы, цяпер у асноўным дэфіцытныя для змякчэння наступстваў прасунутых ботаў, аўтаматызаванае прылада рэагавання на тэставанне, такое як hCaptcha Enterprise, можа лёгка паставіць у тупік бота-махляра ў момант уваходу ў рахунак або афармлення кошыка. Нават калі бот мае рэальныя ўліковыя дадзеныя, калі не зможа прайсці праз CAPTCHA.",
    "1467308982": "Графік аплаты",
    "1291824746": "Выплаты hCaptcha выконваюцца штоквартальна на працягу 60 дзён. Каб праілюстраваць, што гэта значыць, глядзіце табліцу ніжэй.",
    "3444947612": "Трафік паміж",
    "4181611011": "Дата прымірэння",
    "728503636": "Дата выплаты",
    "3720584906": "15 ліпеня 2021 г. - 15 кастрычніка 2021 г",
    "388240587": "5-15 студзеня 2022 г",
    "3426312287": "5-15 студзеня 2022 г",
    "615618648": "15 красавіка 2021 г. - 15 ліпеня 2021 г",
    "3376724603": "14-24 верасня 2021 г.†††",
    "3398978455": "15-25 верасня 2021 г.†††",
    "2722456056": "15 студзеня 2021 г. - 15 красавіка 2021 г",
    "4063155841": "Не пазней за 25 чэрвеня 2021 г.††",
    "4082053540": "19-25 чэрвеня 2021 г.††",
    "64953197": "15 кастрычніка 2020 г. - 15 студзеня 2021 г",
    "1023070345": "Не пазней за 14 сакавіка 2021 г",
    "2600696085": "15 сакавіка 2021 г",
    "3217791519": "15 ліпеня 2020 г. - 15 кастрычніка 2020 г",
    "649261378": "5-11 студзеня 2021 г.*",
    "1559190296": "5-11 студзеня 2021 г.†",
    "3806054689": "15 красавіка 2020 г. - 15 ліпеня 2020 г",
    "4162383380": "16 - 22 верасня 2020 г.*****",
    "1990824776": "16-24 верасня 2020 г.*****",
    "3856690908": "15 студзеня 2020 г. - 15 красавіка 2020 г",
    "3200641265": "Не пазней за 16 чэрвеня 2020 г.*",
    "3744079744": "15-19 чэрвеня 2020 г.****",
    "2209837451": "15 кастрычніка 2019 г. - 15 студзеня 2020 г",
    "2510534204": "Не пазней за 23 сакавіка 2020 г.***",
    "2910560864": "20-23 сакавіка 2020 г.***",
    "2544565802": "15 ліпеня 2019 г. - 15 кастрычніка 2019 г",
    "3963642878": "Не пазней за 14 снежня 2019 г.*",
    "622103562": "17 снежня 2019 г.**",
    "4072202039": "15 красавіка 2019 г. - 15 ліпеня 2019 г",
    "818049069": "Не пазней за 15 ліпеня 2019 г",
    "1169005651": "15 верасня 2019 г",
    "2303655425": "15 студзеня 2019 г. - 15 красавіка 2019 г",
    "3678889946": "Не пазней за 15 чэрвеня 2019 г",
    "3094354698": "15 чэрвеня 2019 г",
    "4217013126": "Выплаты звычайна выконваюцца на працягу дня ў дату выплаты і звычайна завяршаюцца да паўночы па ціхаакіянскім часе. Калі ўліковы запіс быў пазначаны для разгляду, для афармлення плацяжу можа спатрэбіцца да пяці дадатковых працоўных дзён.",
    "1447649958": "Нагадаем, толькі дакладны рух людзей мае права на выплаты. Вы можаце ўбачыць больш падрабязную інфармацыю аб гэтым у нашым FAQ па спасылцы ніжэй. Даступны баланс таксама павінен дасягаць мінімальнага парога, каб мець права на выплату, у цяперашні час 10 HMT.",
    "4257144752": "Ацэнкі ў рэжыме рэальнага часу не адлюстроўваюць канчатковую дакладнасць або чалавечнасць, і, такім чынам, вашы канчатковыя заробкі могуць істотна адрознівацца ўверх або ўніз ад лічбаў, паказаных на панэлі інструментаў да вашага першага зверкі.",
    "2728931827": "Пасля кожнай зверкі вашыя ацэнкі па ключы сайта будуць абнаўляцца, і дакладнасць будучых прагнозаў павінна павышацца, калі на вашым сайце не адбыліся істотныя змены ў паводзінах карыстальнікаў.",
    "1200905005": "††† З верасня 2021 года зверкі і выплаты цяпер працягваюцца прыкладна 10 дзён, а не адзін дзень, каб спрасціць аперацыйныя абмежаванні, звязаныя з ростам службы.",
    "4284094387": "†† Некаторыя зверкі і выплаты ў чэрвені 2021 г. будуць праводзіцца на наступным тыдні з-за затрымкі ў праверцы канчатковых разлікаў падчас акна зверкі.",
    "1977013707": "† Выплаты за снежань 2020 года былі перанесены з 15 чысла, каб пазбегнуць супадзення з выверкамі ў канцы года і водпускамі супрацоўнікаў: яны будуць завершаны да другога тыдня студзеня. З-за больш павольных, чым звычайна, пераводаў у PayPal выплаты будуць выконвацца на працягу некалькіх дзён, а не за адзін дзень.",
    "517010299": "Калі ласка, звярніце ўвагу: у цяперашні час мы працуем над сур'ёзным пераходам да зверкі амаль у рэжыме рэальнага часу. Перыядычныя зверкі будуць праводзіцца радзей, чым звычайна, да першага квартала 2021 года. Гэта не ўплывае на графікі або даты выплат.",
    "3092200338": "** Калі 15-е прыпадае на выхадны дзень, дата выплаты - 17-е.",
    "3891941747": "*** РЭКАМЕНДАЦЫЯ па COVID-19: з-за скарачэння персаналу, звязанага з COVID-19, зверка была перанесена, каб даць дадатковы час для завяршэння нашай стандартнай праверкі. Чакаецца, што выплаты пачнуцца ў пятніцу і скончацца ў наступны панядзелак.",
    "2301757528": "**** З-за абслугоўвання PayPal іх REST API падчас акна выплат не ўсе выплаты былі завершаны 15 чэрвеня. Любыя выплаты, запланаваныя на 15 чэрвеня (па ціхаакіянскім часе), але не выкананыя з-за памылак API PayPal, былі паўторна выкананы да 19 чэрвеня (па ціхаакіянскім часе).",
    "116842359": "***** Чакаецца, што зверкі будуць завершаны на працягу некалькіх дзён з-за абслугоўвання сістэмы.",
    "4154415610": "***** Выплаты за верасень 2020 года будуць выконвацца пакетамі па меры завяршэння зверкі, прычым некаторыя з іх будуць выконвацца на некалькі дзён пазней, чым было запланавана першапачаткова з-за затрымкі зверкі.",
    "2310694091": "Што значыць Прымірэнне?",
    "164801246": "Зверка - гэта працэс, пры якім трафік аналізуецца пасля факту, каб пераканацца ў яго гуманнасці і дакладнасці, пасля таго, як усе дадзеныя з усіх сайтаў са справаздачамі. Вы можаце прачытаць больш падрабязную інфармацыю ў нашым",
    "3256245394": "а таксама нашы паведамленні ў блогу, напр",
    "3089778412": "Як hCaptcha разлічвае ўзнагароды",
    "3329755436": "Ці плануеце вы паскорыць гэты працэс?",
    "1911669851": "Так, у цяперашні час мы працуем над рознымі паляпшэннямі нашых бэкэнд-сістэм, якія, як мы чакаем, у канчатковым выніку дазволяць нам прапанаваць як больш хуткую зверку, больш хуткую дакладнасць ацэнак і больш хуткія выплаты. Зараз мы працуем над тым, каб спачатку паскорыць прымірэнне.",
    "2366003154": "Запыты прэсы і СМІ",
    "3054564199": "Прэс-кіт",
    "3173156067": "Некаторы гатовы заклад даступны ў выпадку, калі вы хочаце ўключыць прыклады малюнкаў у свой артыкул.",
    "867314732": "Вы можаце атрымаць высокі дазвол",
    "858218750": "і інструкцыі па іх выкарыстанні на",
    "3821716514": "старонка.",
    "1186243118": "выявы лагатыпаў",
    "3034959000": "Вы можаце атрымаць",
    "1764089150": "тут:",
    "1558428432": ". Калі ласка, залічыце іх на hCaptcha.com.",
    "2429359042": "прыклады малюнкаў інтэрфейсу",
    "1480820434": "малюнак 1",
    "3213411837": "малюнак 2",
    "1270712701": "Прэс-рэлізы і апошнія справаздачы",
    "231285005": "Вы можаце знайсці апошнія абнаўленні ў нашым блогу",
    "1289884910": "Мы таксама перыядычна публікуем аналіз і справаздачы. Напрыклад:",
    "932546190": "Чаму капчы будуць з намі заўсёды",
    "2344319147": "Колькі сапраўды каштуе выяўленне бота Google?",
    "1637527266": "У якіх краінах найбольшы трафік бот?",
    "230159237": "Кантакты",
    "3759923279": "Калі ласка, накіроўвайце запыты прэсы на наступны адрас электроннай пошты:",
    "4255608322": "Апошняе абнаўленне: 12 красавіка 2021 г",
    "33639629": "Не прымяняецца да вэб-сайтаў трэціх асоб. Звярніце ўвагу, што дадзеная Палітыка канфідэнцыяльнасці не распаўсюджваецца на любы вэб-сайт, прапанову, прадукт або паслугу якой-небудзь трэцяй асобы, нават калі яна спасылаецца на наш сайт або ўключае ў сябе Службу - калі ласка, звярніцеся да прымяняльнай палітыкі прыватнасці, перш чым прыняць рашэнне даць любую інфармацыю трэцім асобам партыі.",
    "987375734": "IMI знаходзіцца ў Злучаных Штатах. Сайты і сэрвіс кантралююцца і кіруюцца намі са Злучаных Штатаў. Ваша персанальная інфармацыя можа захоўвацца і апрацоўвацца ў любой краіне, дзе ў нас ёсць сродкі або ў якой мы прыцягваем пастаўшчыкоў паслуг, і, выкарыстоўваючы Сайты і сэрвіс, вы даеце згоду на перадачу інфармацыі ў краіны за межамі вашай краіны пражывання, уключаючы Злучаныя Штаты , якія могуць мець правілы абароны даных, якія адрозніваюцца ад правілаў вашай краіны. Пры пэўных абставінах суды, праваахоўныя органы, якія рэгулююць органы або органы бяспекі ў гэтых іншых краінах могуць мець права на доступ да вашай асабістай інфармацыі.",
    "452920031": "Заўвага для кліентаў за межамі Злучаных Штатаў.",
    "2328839224": ". Калі ласка, азнаёмцеся з нашым раздзелам «Паведамленне для жыхароў Каліфорніі», які тычыцца вашых правоў у адпаведнасці з Каліфарнійскім Законам аб канфідэнцыяльнасці спажыўцоў («CCPA»).",
    "1565481281": "Заўвага для жыхароў Каліфорніі",
    "1028058338": "Калі ласка, азнаёмцеся з нашым раздзелам «Паведамленне для суб'ектаў даных ЕС», які тычыцца вашых правоў у адпаведнасці з Агульным рэгламентам аб абароне даных (\"GDPR\").",
    "2271205646": "Памятка для жыхароў Еўрапейскай эканамічнай зоны.",
    "508143070": "Звярніце ўвагу, што IMI з'яўляецца кантралёрам вашай асабістай інфармацыі, за выключэннем выпадкаў, калі мы апрацоўваем асабістую інфармацыю ад імя нашых інтэгратараў у сувязі з прадастаўленнем нашага сэрвісу, і ў гэтым выпадку мы з'яўляемся апрацоўшчыкам асабістай інфармацыі, а гэтыя інтэгратары з'яўляюцца кантралёрамі Асабістая інфармацыя.",
    "2330965058": "Калі мы выступаем у якасці апрацоўшчыка для нашых інтэгратараў, мы не выкарыстоўваем сабраныя даныя для іншых мэтаў, акрамя як разумна неабходных для прадастаўлення нашага сэрвісу, і наша апрацоўка будзе рэгулявацца кантрактамі, якія мы маем з нашымі інтэгратарамі, а не гэтым Палітыка прыватнасці",
    "3017040355": "Апрацоўка даных суб'екта даных ЕС ажыццяўляецца ў адпаведнасці з прававой асновай стандартных дагаворных палажэнняў (SCC), інтэграваных у Дадатку аб апрацоўцы даных да нашых Умоў абслугоўвання або Пагадненняў аб апрацоўцы даных з нашымі інтэгратарамі.",
    "2233384692": "Калі ў вас ёсць якія-небудзь пытанні ці сумненні з нагоды таго, як апрацоўваюцца такія даныя, або вы хочаце рэалізаваць свае правы, вы павінны звязацца з фізічнай або юрыдычнай асобай (г.зн. кантралёрам дадзеных), якая заключыла з намі дамову аб выкарыстанні Службы для апрацоўкі гэтых даных. Аднак мы будзем аказваць дапамогу нашым інтэгратарам у вырашэнні любых праблем, якія могуць узнікнуць у адпаведнасці з умовамі нашага кантракту з імі.",
    "349292953": "Інфармацыя, якую мы збіраем",
    "3022001832": "Мы збіраем інфармацыю ад асоб, якія ўзаемадзейнічаюць з нашымі сайтамі і сэрвісамі, у тым ліку тых, хто ўключае наш сэрвіс у свой вэб-сайт (\"Інтэгратары\"), тых, хто выкарыстоўвае паслугі для маркіроўкі дадзеных (\"Кліенты\"), і канчатковых карыстальнікаў, якія ўзаемадзейнічаюць з нашымі Абслугоўванне праз вэб-сайты нашых інтэгратараў («Канчатковыя карыстальнікі»).",
    "835545301": "Мы збіраем наступныя катэгорыі інфармацыі:",
    "3228928991": "Інфармацыя, якая можа быць выкарыстана для ідэнтыфікацыі асобы або кантакту з ней (\"Асабістая інфармацыя\"), напрыклад, імя, адрас электроннай пошты і краіна. Мы збіраем асабістую інфармацыю ад нашых цяперашніх і патэнцыйных інтэгратараў і кліентаў, калі яны прадастаўляюць яе непасрэдна нам (напрыклад, запаўняючы форму пры рэгістрацыі ўліковага запісу або заяўляючы на атрыманне апавяшчэнняў па электроннай пошце ад нас). Мы таксама можам праверыць асобу нашых інтэгратараў і кліентаў, параўноўваючы асабістую інфармацыю з базамі дадзеных трэціх асоб або афіцыйнымі юрыдычнымі дакументамі.",
    "1655796811": "Інфармацыя, якая збіраецца аўтаматычна ў выніку выкарыстання Інтэгратарам або Заказчыкам Сайтаў або Паслуг (\"Аналітычная інфармацыя\"), напрыклад, IP-адрасы, тып браўзера, пастаўшчык інтэрнэт-паслуг, тып платформы, тып прылады, аперацыйная сістэма, дата і час доступу і іншай падобнай інфармацыі. Некаторая аналітычная інфармацыя ад нашага імя збіраецца трэцімі асобамі, з якімі мы прыцягваем для гэтай мэты, а некаторая аналітычная інфармацыя збіраецца з дапамогай розных тэхналогій адсочвання, уключаючы файлы cookie (гл. ніжэй «Староннія аналітыкі і тэхналогіі адсочвання»).",
    "1388241689": "Інфармацыя, сабраная ў выніку адказу Канчатковым карыстальнікам на запыты праз Службу (\"Пазначаныя даныя\"), напрыклад, дадзеныя маркіроўкі малюнкаў, тэкст, ператвораны з аўдыяфайлаў, прайграваных гэтым Канчатковым карыстальнікам, адказы на пытанні і іншыя запыты, створаныя Службай у мэтах маркіроўкі дадзеных для выкарыстання ў прыкладаннях машыннага навучання. Звярніце ўвагу, што пазначаныя дадзеныя не прывязаны ні да адной ідэнтыфікаванай асобы.",
    "1493790285": "Іншая інфармацыя, сабраная ад Канчатковых карыстальнікаў у рамках Службы, неабходная для таго, каб вызначыць, ці яны",
    "2216374138": "з'яўляюцца чалавечымі, напрыклад, рухі мышы, становішча пракруткі, падзеі націску клавіш, падзеі дотыку і інфармацыя гіраскопа / акселерометра, калі дастасавальна.",
    "2394073454": "Мы можам збіраць дадатковую інфармацыю ад канчатковых карыстальнікаў, якія жадаюць працаваць з намі ў якасці індывідуальных маркірчыкаў даных.",
    "3103557430": "Як мы выкарыстоўваем інфармацыю",
    "1130802068": "Мы выкарыстоўваем інфармацыю, якую мы збіраем для наступных мэтаў:",
    "2940689138": "Для адміністравання ўліковых запісаў інтэгратара і кліента і прадастаўлення паслугі. Мы выкарыстоўваем асабістую інфармацыю для таго, каб звязваць пэўныя ўліковыя запісы з інтэгратарамі і кліентамі і прадастаўляць ім Сэрвіс, адказваць на запыты або запыты, аказваць падтрымку або тэхнічную дапамогу і спрыяць плацяжам.",
    "857974529": "Каб палепшыць сайт і сэрвіс. Мы выкарыстоўваем аналітычную інфармацыю, каб палепшыць існуючыя і распрацаваць новыя паслугі і прапановы, а таксама наладзіць існуючыя і будучыя прапановы прадуктаў.",
    "1820844638": "Каб атрымаць інфармацыю аб рынку. Мы выкарыстоўваем аналітычную інфармацыю для аналізу рынку і правядзення бізнес-аналізу, звязанага з Сайтам і нашымі Паслугамі, а таксама для іншых даследчых мэтаў.",
    "3386280249": "Каб забяспечыць рынак для маркіраваных даных. Наш сэрвіс дазваляе маркіроўку даных вялікага аб'ёму і прагляд сістэм машыннага навучання ў якасці паслугі для ўладальнікаў вэб-сайтаў і кампаній, якім патрэбна дапамога ў пазначэнні сваіх даных. З гэтай мэтай мы раскрываем пазначаныя даныя нашым кліентам, зацікаўленым у атрыманні маркіраваных даных.",
    "3532143291": "Для забеспячэння бяспекі нашых паслуг і сістэм. Мы выкарыстоўваем Інфармацыю Аналітыкі для забеспячэння бяспекі нашых сістэм шляхам выяўлення патэнцыйных пагроз і ўразлівасцяў, а таксама для абароны збіраем інфармацыі.",
    "2185418511": "Для любых законных дзелавых мэтаў, пры ўмове, што інфармацыя дэідэнтыфікаваная або аб'яднаная такім чынам, што яе нельга разумна прывязаць да асобнага чалавека.",
    "2386465280": "Як мы дзелімся інфармацыяй",
    "2159517814": "Мы перадаем або раскрываем асабістую інфармацыю ў наступных выпадках:",
    "4256083674": "Па прамым запыце ад інтэгратара, каб вызначыць рызыку махлярства ў сувязі з канкрэтным запытам на выклік CAPTCHA або IP-адрасам, або іншым чынам, калі была дадзена канкрэтная згода.",
    "3494826505": "З пастаўшчыкамі мы супрацоўнічаем, каб забяспечыць асноўныя аспекты Сайтаў і Службы, такія як захоўванне даных, хостынг і аналітыка, і толькі для гэтых мэтаў.",
    "1119009846": "Па меры неабходнасці для захавання дзеючага заканадаўства, у тым ліку запытаў урадаў, запытаў праваахоўных органаў і іншых дзяржаўных і прыватных структур, каб абараніць правы, канфідэнцыяльнасць, бяспеку або ўласнасць вас, нас ці іншых асоб.",
    "197676026": "З іншымі для любых законных дзелавых мэтаў, пры ўмове, што інфармацыя дэідэнтыфікаваная",
    "2359312315": "або абагульнены такім чынам, што яго нельга разумна прывязаць да асобнага чалавека.",
    "2497216176": "Тэхналогіі аналітыкі і адсочвання трэціх асоб",
    "3694578791": "Як было сказана вышэй, мы (і нашы трэція пастаўшчыкі) збіраем аналітычную інфармацыю часткова з дапамогай файлаў cookie, вэб-маякоў і іншых тэхналогій адсочвання. У некаторых выпадках мы супрацоўнічаем са староннімі пастаўшчыкамі, каб выкарыстоўваць файлы cookie для збору аналітычнай інфармацыі.",
    "2014256987": "Калі вы не жадаеце блакаваць выкарыстанне файлаў cookie або іншых тэхналогій адсочвання, глядзіце раздзел «Кіраванне вашай інфармацыяй» ніжэй. Звярніце ўвагу, што гэта можа негатыўна паўплываць на ваш вопыт выкарыстання Сайтаў або Сэрвісу, паколькі некаторыя функцыі могуць працаваць няправільна.",
    "2788024905": "Як мы абараняем інфармацыю",
    "3031284129": "Адмова ад гарантыйнай адказнасці",
    "26365791": "У поўнай меры, дазволенай законам, Сайт і Служба (і любыя іншыя спадарожныя паслугі, інфармацыя, дадзеныя, функцыі і іншы кантэнт або матэрыялы) прадастаўляюцца на аснове «як ёсць» і «па меры наяўнасці». У поўнай меры, дазволенай законам, IMI выключае ўсе гарантыі, у тым ліку, але не абмяжоўваючыся імі, гарантыі прыдатнасці для продажу, прыдатнасці для пэўнай мэты і непарушэння.",
    "735630686": "Кіраванне вашай інфармацыяй (Вашы правы)",
    "2895491273": "Калі вы аддаеце перавагу блакіраваць файлы cookie або іншыя тэхналогіі адсочвання, у большасці браўзераў і мабільных прылад вам неабходна змяніць налады, каб паведаміць вам, калі вы атрымліваеце файлы cookie або выкарыстоўваюцца іншыя тэхналогіі адсочвання, а таксама выбраць, прымаць або не дазваляць гэта. Большасць браўзераў таксама дазваляюць адключаць або выдаляць існуючыя файлы cookie або аўтаматычна адхіляць будучыя файлы cookie. Вы таксама можаце выкарыстоўваць інструменты іншых вытворцаў, у тым ліку ўбудовы для браўзера, каб кантраляваць свае налады cookie. Аднак звярніце ўвагу, што калі вы адключыце ўсе файлы cookie, некаторыя часткі нашых сайтаў могуць не працаваць належным чынам.",
    "707527778": "Інфармацыя ад дзяцей",
    "2419795065": "Паведамленне для жыхароў Каліфорніі",
    "1517625162": "Згодна з раздзелам 1789.3 Грамадзянскага кодэкса Каліфорніі, карыстальнікі Каліфорніі маюць права на наступнае паведамленне аб правах спажыўцоў: жыхары Каліфорніі могуць звяртацца па пошце ў Аддзел дапамогі па скаргах Аддзела спажывецкіх паслуг Дэпартамента па справах спажыўцоў Каліфорніі па адрасе 1625 North Market Blvd., Сакрамэнта, CA 95834, або па тэлефоне (916) 445-1254 або (800) 952-5210.",
    "3730344349": "У гэтым раздзеле прадстаўлена дадатковая інфармацыя аб асабістай інфармацыі, якую мы збіраем аб спажыўцах Каліфорніі, і правах, якія прадастаўляюцца ім у адпаведнасці з Каліфарнійскім Законам аб канфідэнцыяльнасці спажыўцоў або \"CCPA\".",
    "4044467791": "Для катэгорый асабістай інфармацыі, якую мы сабралі ад вас за папярэднія 12 месяцаў, глядзіце вышэй раздзел «Інфармацыя, якую мы збіраем». Мы збіраем гэтую інфармацыю ў дзелавых і камерцыйных мэтах, апісаных у раздзеле «Як мы выкарыстоўваем асабістую інфармацыю» вышэй. За папярэднія 12 месяцаў мы падзяліліся наступнымі катэгорыямі інфармацыі з трэцімі асобамі ў камерцыйных мэтах:",
    "4208081170": "Катэгорыя асабістай інфармацыі",
    "1528242915": "Ідэнтыфікатары.",
    "3863351997": "Катэгорыі асабістай інфармацыі, пералічаныя ў статуце Каліфорніі аб кліентах (Каліфорнійскі грамадзянскі кодэкс § 1798.80(e)).",
    "2826705343": "Камерцыйная інфармацыя.",
    "2683038211": "Інтэрнэт або іншая дзейнасць у электроннай сетцы.",
    "3671828834": "Прыклады абагуленай асабістай інфармацыі",
    "779426309": "Сапраўднае імя, унікальны асабісты ідэнтыфікатар, онлайн-ідэнтыфікатар, адрас інтэрнэт-пратаколу, адрас электроннай пошты, імя ўліковага запісу або іншыя падобныя ідэнтыфікатары.",
    "2414368123": "Імя, нумар крэдытнай карты, нумар дэбетавай карты або любая іншая фінансавая інфармацыя.",
    "4088941349": "Запісы прадуктаў ці паслуг, набытых, атрыманых або разгледжаных.",
    "3238612014": "Гісторыя прагляду, інфармацыя аб узаемадзеянні спажыўца з інтэрнэт-сайтам, дадаткам або рэкламай.",
    "1023108656": "Катэгорыі атрымальнікаў трэціх асоб",
    "1418235079": "Пастаўшчыкі паслуг",
    "3238184941": "Заўвага: Рызыка махлярства, звязаная з асобным IP-адрасам, можа быць перададзена інтэгратару па запыце.",
    "285116485": "Кампанія не «прадае» (як гэты тэрмін вызначаецца ў CCPA) персанальную інфармацыю, якую мы збіраем. Калі ласка, звярніцеся да раздзела «Староннія тэхналогіі аналітыкі і адсочвання» вышэй для атрымання дадатковай інфармацыі аб тыпах старонніх файлаў cookie, калі такія маюцца, якія мы выкарыстоўваем.",
    "1408750006": "З улікам пэўных абмежаванняў CCPA дае спажыўцам Каліфорніі права запытваць больш падрабязную інфармацыю аб катэгорыях або канкрэтных частках асабістай інфармацыі, якую мы збіраем (у тым ліку аб тым, як мы выкарыстоўваем і раскрываем гэтую інфармацыю), выдаляць іх асабістую інфармацыю, адмовіцца ад любыя «продажы», якія могуць адбыцца, а таксама права не падвяргацца дыскрымінацыі за ажыццяўленне гэтых правоў.",
    "759057398": "Паведамленне для суб'ектаў даных ЕС",
    "825780955": "Асабістая інфармацыя",
    "2945960297": "У дачыненні да суб'ектаў даных ЕС тэрмін «асабістая інфармацыя», які выкарыстоўваецца ў гэтай Палітыцы прыватнасці, эквівалентны «асабістым даным», як гэта вызначана ў Агульным рэгламенце Еўрапейскага саюза аб абароне даных (GDPR).",
    "1126613163": "Канфідэнцыйныя дадзеныя",
    "3571006800": "Некаторая інфармацыя, якую вы нам падаеце, можа ўяўляць сабой канфідэнцыйныя даныя, як гэта вызначана ў GDPR (таксама згадваюцца як спецыяльныя катэгорыі персанальных даных), у тым ліку ідэнтыфікацыю вашай расы або этнічнай прыналежнасці ў дзяржаўных дакументах, якія пацвярджаюць асобу.",
    "1988461282": "Прававыя падставы для апрацоўкі",
    "3519564631": "Мэты апрацоўкі",
    "1778642038": "Каб мець зносіны з вамі",
    "2223819810": "Каб аптымізаваць нашу платформу",
    "1678661231": "Для захавання патрабаванняў, прадухілення махлярства і бяспекі",
    "2561077702": "Каб аказаць нашу паслугу",
    "2066321185": "Прававая аснова",
    "1174237568": "Гэтыя дзеянні па апрацоўцы з'яўляюцца нашымі законнымі інтарэсамі. Мы спрабуем разгледзець і збалансаваць любыя патэнцыйныя ўздзеяння на вас (як станоўчыя, так і адмоўныя) і вашыя правы, перш чым апрацоўваць вашу асабістую інфармацыю ў нашых законных інтарэсах. Мы не выкарыстоўваем вашу асабістую інфармацыю для дзейнасці, дзе нашы інтарэсы пераважаюць з-за негатыўнага ўздзеяння на вас (калі толькі мы не маем вашай згоды або калі гэта не патрабуецца або дазволена законам).",
    "1350478093": "Мэта апрацоўкі",
    "787916198": "З вашай згоды",
    "3348433919": "Вашы правы",
    "3842673636": "Згодна з GDPR, вы маеце пэўныя правы адносна вашай асабістай інфармацыі. Вы можаце папрасіць нас прыняць наступныя дзеянні ў дачыненні да вашай асабістай інфармацыі, якую мы захоўваем:",
    "4057343238": "Адмова",
    "1834911235": "Спыніце рассылаць вам прамыя маркетынгавыя паведамленні, на атрыманне якіх вы раней далі згоду. Мы можам працягваць адпраўляць вам паведамленні, звязаныя з паслугамі і іншыя немаркетынгавыя паведамленні.",
    "3022301908": "Доступ",
    "680638297": "Прадастаўляць вам інфармацыю аб нашай апрацоўцы вашай асабістай інфармацыі і даць вам доступ да вашай асабістай інфармацыі.",
    "1409486258": "Правільна",
    "3878077249": "Абнавіце або выпраўце недакладнасці ў вашай асабістай інфармацыі.",
    "3645414921": "Выдаліць",
    "42182578": "Выдаліце вашу асабістую інфармацыю.",
    "1609621367": "Перадача",
    "3208155808": "Перадайце машыначытаную копію вашай асабістай інфармацыі вам або трэцяй асобе па вашаму выбару.",
    "1786796818": "Абмежаваць",
    "3329634829": "Абмежаваць апрацоўку вашай асабістай інфармацыі.",
    "4202774977": "Аб'ект",
    "3007158970": "Супраць таго, каб мы спадзяваліся на нашы законныя інтарэсы ў якасці асновы апрацоўкі вашай асабістай інфармацыі, якая ўплывае на вашыя правы.",
    "1273071008": "Запыты на правы доступу да суб'екта даных",
    "3594381346": "месцазнаходжанне.",
    "21141582": "гэта",
    "3357523404": "Трансгранічная перадача даных",
    "290966395": "Як апісана ў раздзеле «Нататка для кліентаў за межамі Злучаных Штатаў», калі ласка, памятайце, што вашыя асабістыя даныя будуць перададзены, апрацаваны і захаваны ў Злучаных Штатах. Законы аб абароне даных у ЗША могуць адрознівацца ад законаў вашай краіны пражывання. Вы даяце згоду на перадачу вашай інфармацыі, уключаючы асабістую інфармацыю, у ЗША, як гэта выкладзена ў гэтай Палітыцы прыватнасці, наведваючы нашы сайты або карыстаючыся нашым сэрвісам.",
    "3178581111": "Выкарыстоўвайце ў новых мэтах",
    "1088304322": "Мы можам выкарыстоўваць вашу асабістую інфармацыю па прычынах, не апісаных у гэтай Палітыцы канфідэнцыяльнасці, калі нам гэта дазваляе закон і калі прычына сумяшчальная з мэтай, для якой мы яе сабралі. Калі нам трэба выкарыстоўваць вашу асабістую інфармацыю ў незвязаных мэтах, мы можам паведаміць вам і растлумачыць прымяняемую прававую аснову для гэтага выкарыстання. Калі мы спадзяваліся на вашу згоду на канкрэтнае выкарыстанне вашай асабістай інфармацыі, мы можам запатрабаваць ад вас згоды для любых незвязаных мэтаў і дазволіць вам спыніць выкарыстанне сэрвісу ў той час, калі вы супраць гэтага.",
    "2260079771": "Захаванне даных",
    "38428546": "Мы надзейна захоўваем вашы персанальныя даныя на працягу ўсяго тэрміну дзеяння вашага ўліковага запісу ў нас. Мы будзем захоўваць вашыя персанальныя даныя толькі столькі, колькі гэта неабходна для дасягнення мэтаў, для якіх мы іх сабралі, у тым ліку для выканання любых юрыдычных, бухгалтарскіх або справаздачных абавязацельстваў або для вырашэння спрэчак. Крытэрыі, якія мы выкарыстоўваем для вызначэння тэрмінаў захоўвання, уключаюць дзеючыя дагаворныя палажэнні, законныя тэрміны іскавай даўніны, дзеючыя нарматыўныя патрабаванні і галіновыя стандарты.",
    "384965568": "Нягледзячы на тое, што патрабаванні да захавання адрозніваюцца ў залежнасці ад юрысдыкцыі, інфармацыя аб нашых тыповых перыядах захоўвання для розных аспектаў вашых асабістых даных апісана ніжэй.",
    "2788836740": "Кантактная інфармацыя ў маркетынгавых мэтах захоўваецца на пастаяннай аснове, пакуль вы не адпішыцеся. Пасля гэтага мы дадамо вашыя дадзеныя ў наш спіс забароненых на нявызначаны час. Інфармацыя па электроннай пошце, сабраная ад карыстальнікаў даступнасці, ніколі не будзе выкарыстоўвацца ў маркетынгавых мэтах.",
    "3520687192": "Запісы зносін з вамі (напрыклад, білеты ў службу падтрымкі, адкрытыя праз электронную пошту або Twitter) могуць захоўвацца нядоўга.",
    "292211832": "Інфармацыя, сабраная з дапамогай тэхнічных сродкаў, такіх як файлы cookie, лічыльнікі вэб-старонак і іншыя інструменты аналітыкі, адхіляюцца, як толькі гэта магчыма, але можа захоўвацца на працягу абмежаванага перыяду да аднаго года з моманту заканчэння тэрміну дзеяння файлаў cookie, як правіла, у дэідэнтыфікаванай і абагульненай форме калі мы не выявім патэнцыйнага злоўжывання нашым сэрвісам, і ў гэтым выпадку мы захаваем гэтую інфармацыю, каб дапамагчы нам прадухіліць злоўжыванні ў будучыні. Мы не можам звязаць гэтую ананімную і зводную інфармацыю з вамі, вашай сям'ёй, IP-адрасам або любой асабістай інфармацыяй на аснове захаванай інфармацыі.",
    "3192683783": "Змены ў гэтай Палітыцы прыватнасці",
    "1702335960": "Любая інфармацыя, якую мы збіраем, падпадае пад дзеянне Палітыкі прыватнасці, якая дзейнічае на момант збору такой інфармацыі. Аднак мы можам час ад часу пераглядаць Палітыку прыватнасці. Калі перагляд істотны, як вызначаецца выключна намі, мы паведамім вам, напрыклад, па электроннай пошце. Бягучая версія заўсёды будзе размяшчацца на нашай старонцы Палітыкі прыватнасці.",
    "3669258571": "Палітыка выкарыстання файлаў cookie",
    "2905621957": "Апошняе абнаўленне: 18 ліпеня 2020 г",
    "1173934218": "Мы разумеем, што ваша канфідэнцыяльнасць важная для вас і імкнемся быць празрыстымі адносна тэхналогій, якія мы выкарыстоўваем. Гэтая палітыка дае падрабязную інфармацыю аб тым, як і калі мы выкарыстоўваем файлы cookie на нашых сайтах і сэрвісах.",
    "2694150481": "Ці выкарыстоўваем мы файлы cookie?",
    "457627611": "Так. Мы і нашы аналітычныя або пастаўшчыкі паслуг, маркетынгавыя партнёры і філіялы можам выкарыстоўваць файлы cookie, вэб-маякі або пікселі і іншыя тэхналогіі, каб гарантаваць, што кожны, хто выкарыстоўвае Сайты, мае найлепшы вопыт. Для больш падрабязнай інфармацыі глядзіце раздзел «Старонняя аналітыка і тэхналогіі адсочвання» нашай Палітыкі прыватнасці.",
    "501102544": ": мы лічым, што служба анты-ботаў hCaptcha (г.зн. служба, убудаваная ў вэб-сайты, гульні або мабільныя праграмы) уключае ў сябе толькі так званыя файлы cookie «без згоды» у адпаведнасці з правіламі GDPR. Прыклады такіх вызваленых файлаў cookie ўключаюць:",
    "461631543": "Заўвага GDPR",
    "2150907653": "* Тэхнічныя файлы cookie, строга неабходныя для прадастаўлення паслугі. Яны ўключаюць у сябе файлы cookie пераваг, файлы cookie сеансаў, файлы cookie балансавання нагрузкі і г.д.",
    "1012122721": "* Статыстычныя файлы cookie, якія кіруюцца непасрэдна намі (гэта значыць першасныя, а не староннія файлы cookie), калі дадзеныя не выкарыстоўваюцца для прафілявання.",
    "3255230599": "Што такое кукі?",
    "2954157511": "Чаму мы выкарыстоўваем файлы cookie?",
    "1539071196": "Звычайна мы выкарыстоўваем файлы cookie для наступных мэтаў:",
    "3545935449": "Каб распазнаць новых або мінулых карыстальнікаў.",
    "32739972": "Каб захаваць інфармацыю аб вашай сесіі ўваходу, калі вы зарэгістраваныя на нашых сайтах.",
    "4209078147": "Для паляпшэння нашага сайта і для лепшага разумення вашых наведванняў на нашых платформах і на сайце.",
    "1077448694": "Для інтэграцыі са староннімі вэб-сайтамі сацыяльных сетак.",
    "1709478090": "Каб абслугоўваць вас рэкламай на аснове інтарэсаў або мэтавай.",
    "3256020881": "Каб назіраць за вашымі паводзінамі і дзейнасцю прагляду з цягам часу на некалькіх вэб-сайтах або іншых платформах.",
    "1092241113": "Каб лепш зразумець інтарэсы нашых кліентаў і інтэгратараў.",
    "1434289796": "Некаторыя файлы cookie неабходныя для пэўных відаў выкарыстання сайтаў, і без такіх файлаў cookie мы не змаглі б забяспечыць мноства паслуг, якія вам патрэбныя для правільнага выкарыстання сайтаў. Гэтыя файлы cookie, напрыклад, дазваляюць нам кіраваць нашымі сайтамі, каб вы маглі атрымаць да іх доступ, як вы запыталі, і дазваляюць нам прызнаць, што вы стварылі ўліковы запіс і ўвайшлі ў гэты ўліковы запіс для доступу да змесціва сайта. Яны таксама ўключаюць у сябе файлы cookie, якія дазваляюць нам запамінаць вашы папярэднія дзеянні ў той жа сесіі прагляду і забяспечваюць бяспеку нашых сайтаў.",
    "1533171442": "Мы таксама выкарыстоўваем функцыянальныя файлы cookie і файлы cookie трэціх асоб для аналізу і маркетынгавых мэтаў. Функцыянальныя файлы cookie дазваляюць пэўным часткам сайтаў працаваць належным чынам, а вашы карыстальніцкія перавагі застаюцца вядомымі. Файлы cookie аналізу, сярод іншага, збіраюць інфармацыю аб тым, як кліенты, інтэгратары і канчатковыя карыстальнікі выкарыстоўваюць нашы сайты, змест і прадукты, якія карыстальнікі праглядаюць часцей за ўсё, а таксама аб эфектыўнасці нашай рэкламы трэціх асоб. Рэкламныя файлы cookie дапамагаюць паказваць рэкламу адпаведнай аўдыторыі і паказваць нашы аб'явы ў верхняй частцы вынікаў пошуку. Файлы cookie - гэта альбо «сесійныя» файлы cookie, якія выдаляюцца, калі вы завяршаеце сеанс браўзера, або «пастаянныя», якія застаюцца да іх выдалення вамі (абмяркоўваецца ніжэй) або бокам, які абслугоўваў файл cookie. Поўная інфармацыя аб усіх файлах cookie, якія выкарыстоўваюцца на сайтах, даступная ў нашай табліцы раскрыцця інфармацыі аб файлах cookie ніжэй.",
    "322830977": "Як адключыць Cookies.",
    "262509504": "Мы можам звязваць інфармацыю, сабраную файламі cookie, з іншай інфармацыяй, якую мы збіраем ад вас у адпаведнасці з гэтай Палітыкай канфідэнцыяльнасці, і выкарыстоўваць аб'яднаную інфармацыю, як выкладзена ў гэтым дакуменце. Аналагічным чынам трэція бакі, якія абслугоўваюць файлы cookie на нашых сайтах, могуць звязаць ваша імя або адрас электроннай пошты з іншай інфармацыяй, якую яны збіраюць, якая можа ўключаць мінулыя пакупкі, зробленыя ў аўтаномным рэжыме або ў Інтэрнэце, або інфармацыю аб вашым выкарыстанні ў Інтэрнэце.",
    "2935155034": "Калі вы знаходзіцеся ў Еўрапейскай эканамічнай зоне, у вас ёсць пэўныя правы, якія апісаны вышэй у загалоўку «Паведамленне для суб'ектаў даных ЕС», уключаючы права правяраць і выпраўляць або выдаляць дадзеныя, якія мы маем пра вас.",
    "1873812847": "Раскрыццё інфармацыі аб файлах cookie",
    "3319083717": "Імя:",
    "3183855267": "1. hmt_id",
    "907324388": "Функцыя",
    "2896187462": "1. Выкарыстоўваецца для строга неабходнай ананімнай статыстыкі, звязанай з сэрвісамі, і для іншых тэхнічных мэтаў, такіх як дапамога ў падтрымцы даступнасці.",
    "987267027": "Партыя",
    "3453526675": "1. 1-я партыя",
    "1952810469": "Тып",
    "1795436560": "1. Сесія",
    "102695075": "Працягласць",
    "3356329025": "1. 30 дзён",
    "3744153629": "Імёны:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "сесія,",
    "3186435874": "sessionid",
    "1241291641": "Глядзіце больш падрабязную інфармацыю.",
    "1834801943": "2. 1-я партыя",
    "2114694926": "2. Сесія",
    "938404336": "2. Змяняецца; да 30 дзён.",
    "2196526290": "hc_accessibility",
    "1061239711": "3. 1-я партыя",
    "1483015662": "3. Сесія",
    "3458934553": "3. Змяняецца; да 30 дзён.",
    "134571844": "Impressum (Апавяшчэнне аб сайце)",
    "110836420": "Апошняе абнаўленне: 23 снежня 2020 г",
    "2901894297": "hCaptcha з'яўляецца паслугай Intuition Machines, Inc. (\"IMI\"), карпарацыі Дэлавэр ЗША (#6393793).",
    "2928362319": "Запыты можна адпраўляць па пошце: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "3094150511": "Рэгулюючы орган: Федэральная камісія па сувязі ЗША, 45 L Street NE, Вашынгтон, акруга Калумбія 20554 ЗША.",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Няма гарантый адносна кантэнту",
    "707541553": "Уся інфармацыя, якая змяшчаецца на нашых інтэрнэт-старонках, была праверана IMI або трэцяй бокам. Тым не менш, ні IMI, ні трэція асобы не могуць несці адказнасць за актуальнасць, дакладнасць або поўнасць інфармацыі. Гэта таксама тычыцца іншых вэб-сайтаў, на якія можна перайсці па гіперспасылках на нашых старонках. IMI не нясе адказнасці за змест гэтых знешніх вэб-сайтаў.",
    "2650241052": "Няма парады",
    "204716894": "Змест і дызайн нашых вэб-старонак абаронены законам аб аўтарскім праве. Дубляванне старонак і іх зместу спосабам, які перавышае разумнае добрасумленнае выкарыстанне, патрабуе папярэдняй пісьмовай згоды IMI, калі няма іншых прававых палажэнняў для дублявання старонкі.",
    "3182435854": "Аўтарскае права",
    "3236873806": "IMI адказвае за гэты вэб-сайт.",
    "1338341134": "hCaptcha + Абанемент прыватнасці (бэта-версія)",
    "88879089": "Канфідэнцыяльнасць Pass з'яўляецца",
    "1898063898": "для захавання прыватнасці карыстальнікаў, якія мы распрацоўваем сумесна з",
    "1942186611": "і іншыя.",
    "3673079511": "які развіваецца стандарт",
    "2164933356": "Воблакі",
    "3119589996": "Як гэта працуе: пашырэнне браўзэра дае карыстальнікам магчымасць ствараць і падпісваць крыптаграфічна сляпыя токены для вэб-сайтаў, якія падтрымліваюць пратакол Privacy Pass. Пашырэнне генеруе пропускі, якія змяшчаюць крыптаграфічна сляпыя токены, якія падпісваюцца hCaptcha, калі задача вырашаецца на любым сайце з дапамогай сэрвісу hCaptcha,",
    "1254771154": "праблемы, паказаныя ў іншых сэрвісах, якія падтрымліваюць Privacy Pass, якія таксама ўключаюць hCaptcha, напрыклад, Cloudflare.",
    "996362763": "Гэтыя токены адключаюцца і захоўваюцца пашырэннем для выкарыстання ў будучыні. Калі карыстальнік наведвае сайт з дапамогай hCaptcha і павінен прайсці залік (незалежна ад таго, ці з дапамогай кнопкі «Я чалавек»), яны аўтаматычна акупляюцца. Працэдура асляплення азначае, што падпісаныя і выкупленыя токены крыптаграфічна недаступныя з пункту гледжання hCaptcha, і такім чынам канфідэнцыяльнасць карыстальнікаў захоўваецца.",
    "2943346052": "Паколькі працэс стандартызацыі IETF працягваецца, мы чакаем, што асноўныя браўзеры прымуць нейкую форму Privacy Pass. Гэта ў канчатковым выніку зробіць пашырэнне непатрэбным. Аднак на дадзены момант выконвайце інструкцыі ніжэй.",
    "2326660907": "акрамя",
    "741483946": "* Іншымі словамі: вы можаце атрымаць токены hCaptcha Privacy Pass на hCaptcha.com і выкарыстоўваць іх на іншых сайтах непасрэдна з дапамогай hCaptcha.com. Вы не можаце атрымаць або выкупіць токены hCaptcha Privacy Pass для абыходу сэрвісу hCaptcha, які выкарыстоўваецца Cloudflare, паколькі Cloudflare выдае і выкупляе свае ўласныя токены Privacy Pass.",
    "1362015807": "Пачатак",
    "1358325821": "Спачатку ўсталюйце пашырэнне для",
    "310885519": "або",
    "4091044469": ". Пераканайцеся, што вы ўключылі пашырэнне ў рэжыме інкогніта. Затым наведайце любы вэб-сайт з дапамогай hCaptcha і разгадайце капчу. Пачынаючы з версіі 2.0.3, вы можаце выкупіць гэтыя токены на вэб-сайтах з дапамогай hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "Пасля таго, як вы ўсталявалі пашырэнне, націсніце тут (або на любым вэб-сайце, які выкарыстоўвае hCaptcha), каб зарабіць пропускі:",
    "166277959": "Звярніце ўвагу: гэтая функцыя зараз знаходзіцца ў бэта-версіі і можа працаваць не для ўсіх вэб-сайтаў і карыстальнікаў увесь час. У выпадку, калі ён не ўключаны або не працуе для канкрэтнага карыстальніка, паводзіны проста вернецца да стандартнага вопыту hCaptcha без страты функцыянальнасці.",
    "3031357206": "Побач з радком URL з'явіцца новы значок. Цяпер наведайце вэб-сайт з дапамогай hCaptcha. Гэта будзе выглядаць так:",
    "1066753052": "гэта азначае, што кашалёк пусты, і вы знаходзіцеся на сайце, які ўключае выклік hCaptcha. Пасля таго, як вы выканаеце заданне, вы атрымаеце токены, якія можна выкупіць на любым іншым вэб-сайце з дапамогай hCaptcha.",
    "651123197": "Пасля завяршэння выкліку на значку будзе паказвацца колькасць бягучага сумы ў вашым кашальку.",
    "554844646": "Вы можаце пацвердзіць, што пашырэнне працуе, убачыўшы, што лічыльнік памяншаецца на 1 кожны раз, калі вы націскаеце кнопку",
    "4087729475": "задача пасля вашага першапачатковага рашэння.",
    "647630208": "І ўсё! Ваш прагляд у Інтэрнэце цяпер больш прыватны.",
    "3272552822": "Распрацоўшчыкі і шыфравальшчыкі:",
    "4059570880": "Калі вы хацелі б адсочваць намаганні па стандартызацыі, намаганні ў цяперашні час вядуцца на",
    "1904390996": "стандартызаваць",
    "252720667": "які ляжыць у аснове крыптаграфічнай бяспекі Privacy Pass. Сам пратакол праходзіць праз",
    "3972554015": "працэс таксама. І, вядома, пашырэнне для браўзэра",
    "3723626769": "за ваш унёсак і агляд.",
    "3882147547": "Непрыкметныя псеўдавыпадковыя функцыі",
    "565624910": "чарнавік",
    "3421090159": "з адкрытым зыходным кодам",
    "3098677775": "Пытанне: Ці з'яўляецца мой IP і гісторыя праглядаў цалкам прыватнымі ад hCaptcha пры выкарыстанні Privacy Pass?",
    "4019638786": "A: Карыстальнікі Privacy Pass hCaptcha ніколі не будуць падвяргаць hCaptcha свой IP-адрас, калі толькі кашалёк маркераў іх браўзера не пусты або сайт не адпраўляе яго. hCaptcha не мае магчымасці звязаць карыстальніка з выкупам токена і ніколі не ўзаемадзейнічае непасрэдна з карыстальнікам падчас пагашэння, калі іх кашалёк токенаў не пусты.",
    "3887113660": "Пытанне: Як Privacy Pass ўплывае на даходы hCaptcha?",
    "1116455671": "A: Вы атрымаеце ўзнагароду за першапачатковае рашэнне, калі карыстальнік выканае яго на вашым сайце. Выкупы выконваюцца па той жа схеме адказу, што і калі б карыстальнік аўтаматычна перайшоў на ваш сайт з-за высокай упэўненасці кліентаў: ніякага заробку не адбываецца, і выклік siteverify з вашага сервера атрымлівае ў выніках праходжання \"крэдыт: False\".",
    "779817954": "Пытанне: Калі ў мяне ёсць пропускі на Privacy Pass, выдадзеныя іншым пастаўшчыком, ці магу я выкупіць іх на hCaptcha?",
    "3014149332": "A: Не, пропускі не сумяшчальныя: яны павінны быць выдадзены і выкуплены адным і тым жа органам, у дадзеным выпадку hCaptcha. Звярніце ўвагу, што калі ў вашым пашырэнні ёсць пропускі як ад Cloudflare, так і ад hCaptcha, даступная колькасць зменіцца на правільную суму ў залежнасці ад патрабаванняў старонкі, якую вы наведваеце. Іншымі словамі, калі ў вас ёсць 100 пропускаў Cloudflare ў вашым кашальку і 10 праходаў hCaptcha, вы павінны ўбачыць 10 на значку пашырэння на старонках з убудаваным hCaptcha.",
    "3679148535": "Пытанне: Над якімі іншымі праграмамі Privacy Pass вы працуеце?",
    "1606783855": "A: Мы вельмі зацікаўлены ў прыватнасці Pass для даступнасці (\"a11y\"). Раней папулярныя варыянты, такія як аўдыё капча, дыскрымінуюць многіх карыстальнікаў a11y. Мы лічым, што аб'яднанне нашага цяперашняга падыходу a11y з выдачай Privacy Pass дазволіць карыстальнікам a11y бяспечна праглядаць вэб-сайты, упэўненыя ў тым, што іх трафік больш прыватны, адначасова абмяжоўваючы злоўжыванні з боку аператараў ботаў, якія непазбежна ўзнікаюць пры наяўнасці опцый a11y.",
    "2359150347": "Пытанне: ці падтрымліваюць іншыя службы бяспекі ў Інтэрнэце Privacy Pass?",
    "2082237880": "A: hCaptcha з'яўляецца першым сэрвісам такога роду, які падтрымлівае Privacy Pass, і ў цяперашні час з'яўляецца адзіным, які робіць гэта. Тым не менш, мы чакаем, што іншыя сэрвісы прызнаюць перавагі павышэння канфідэнцыяльнасці карыстальнікаў у Інтэрнэце, і чакаем, што ў будучыні больш будзе ўкараняцца, паколькі стандарты IETF, якія мы дапамагаем распрацоўваць, будуць афіцыйна прынятыя.",
    "2109792055": "Кіраўніцтва карыстальніка: Адладка праблем з выдачай і праверкай пропуску прыватнасці",
    "3588620914": "Privacy Pass - гэта новае вынаходніцтва па стандартах Інтэрнэту, і іншыя праграмы і пашырэнні браўзэра, якія не ведаюць пра гэта, могуць перашкаджаць яго функцыянальнасці.",
    "4039193170": "Калі ў вас узніклі праблемы з атрыманнем або выкупам токенаў:",
    "2378786360": "1. Паспрабуйце адзін з іншых падтрымоўваных браўзераў: калі вы карыстаецеся Chrome, паспрабуйце выкарыстоўваць Firefox без імпартавання налад з Chrome і ўсталюйце там убудова. Калі гэта працуе, магчыма, у вас праблема з канфігурацыяй браўзера.",
    "394235836": "3. Калі ні адна з вышэйпаказаных прапаноў не працуе, адпраўце нам ліст падтрымкі, і мы будзем рады дапамагчы разабрацца ў тым, што адбываецца.",
    "3470857731": "Аналіз таго, наколькі добра reCAPTCHA выяўляе ботаў.",
    "3240786848": "Апошняе абнаўленне: 18 лютага 2021 г",
    "2547140673": "Больш за дзесяць гадоў сэрвіс Google reCAPTCHA прапануе ўладальнікам вэб-сайтаў здзелку: дазволіць Google адсочваць вашых карыстальнікаў і задаваць ім пытанні, а ў абмен яны абяцаюць спыніць ботаў і спам.",
    "2133754014": "Больш за 4,5 мільёна вэб-сайтаў выкарыстоўваюць reCAPTCHA [",
    "3152512587": "і сістэма штодня збірае сотні мільёнаў рашэнняў. [",
    "2296918009": "Гэта складае больш за 100 чалавек-гадоў працы кожны дзень.",
    "3900538778": "Пазначаныя даныя - гэта паліва, якое забяспечвае машыннае навучанне. Адказы reCAPTCHA выкарыстоўваюцца для паляпшэння паслуг ML/AI ад Google з 2009 года. Многія людзі, якія выкарыстоўваюць reCAPTCHA, не разумеюць, што іх праца выкарыстоўваецца.",
    "1160252730": "Google цяпер спаганяе высокія цэны на reCAPTCHA Enterprise, што прымушае многія кампаніі пераацэньваць гэтую здзелку.",
    "1131196501": "Буйныя кампаніі, як",
    "204889717": "перайшлі на hCaptcha",
    "639413188": "у адказ.",
    "3280658086": "карпаратыўныя рашэнні",
    "3842815245": "Гэта сумленны гандаль?",
    "714342693": "Каманда hCaptcha з 2016 года збірае цэнавыя дадзеныя з сэрвісаў, якія ўзрушаюць капчу ў «цёмнай сетцы». Мы заўважылі цікавую тэндэнцыю:",
    "468929661": "Сярэдні кошт узлому reCAPTCHA неверагодна нізкі (менш за 1 долар за 1000 вырашэнняў) і істотна не вырас з моманту пачатку нашага маніторынгу ў 2016 годзе. Гэта датычыцца і reCAPTCHA v2 і v3. [",
    "2862164005": "Дадзеныя аб цэнах дазваляюць нам вызначыць дакладную цану ў доларах для бяспекі, прапанаванай reCAPTCHA: 0,001 долара або менш за адказ.",
    "102498091": "Google спаганяе 1 долар за 1000 запытаў за reCAPTCHA Enterprise, што азначае, што цяпер яны бяруць больш за адзін запыт, чым варта парушаць бяспеку іх сэрвісу. Гэта здаецца дрэннай здзелкай.",
    "130239139": "Якую каштоўнасць складае больш за 100 чалавек-гадоў працы, якія збірае Google штодня?",
    "1421074182": "Істотна вышэй.",
    "1953519598": "Кошт маркіроўкі адной выявы вагаецца ад 0,03 да 1,00 долара і больш. Па любой кансерватыўнай ацэнцы, Google на сённяшні дзень здабыў мільярды даляраў бясплатнай працоўнай сілы. [",
    "3025548709": "Ці ёсць альтэрнатыва гэтай несправядлівай здзелцы?",
    "263761351": "hCaptcha - гэта першая надзейная альтэрнатыва, якую цяпер выкарыстоўваюць сотні мільёнаў людзей кожны месяц.",
    "2743692546": "Калі карыстальнікі даказваюць сваю чалавечнасць з дапамогай hCaptcha, іх праца выходзіць на ананімны адкрыты рынак для таргоў.",
    "1982750088": "Кампаніі ва ўсім свеце робяць стаўкі за гэтую працу, каб выканаць простыя задачы, лёгкія для людзей, але цяжкія для машын. Карыстальнікі падтрымліваюць сайт, які яны наведваюць, і адчуваюць менш вэб-спаму дзякуючы больш высокаму ўзроўню бяспекі.",
    "1108398506": "кліенты атрымліваюць поўны кантроль над вопытам і карыстаюцца вопытам, які набыў hCaptcha, кіруючы найбуйнейшым незалежным пастаўшчыком выклікаў у Інтэрнэце. Яны таксама атрымліваюць больш выгадную здзелку, чым reCAPTCHA Enterprise: цэны на 50-80% лепш, у залежнасці ад аб'ёму.",
    "3012870872": "Вэб-сайты і праграмы, якія выкарыстоўваюць бясплатную версію (hCaptcha Publisher), атрымліваюць даход ад гэтай працы, а не ахвяруюць яе Google.",
    "2271512952": "Карыстальнікі падтрымліваюць сайт, які яны наведваюць, і адчуваюць менш вэб-спаму.",
    "278010425": "Шырокае і часта змяняльнае мноства задач на hCaptcha таксама цяжэй аўтаматызаваць. Адзіны інтэрфейс reCAPTCHA не змяніўся на працягу многіх гадоў і мае невялікі набор пытанняў, якія рэдка змяняюцца. Гэта адзін са спосабаў, якім hCaptcha забяспечвае больш надзейную абарону ад робатаў, чым reCAPTCHA.",
    "984849234": "hCaptcha выкарыстоўвае перадавое машыннае навучанне, каб забяспечыць тое, што толькі абяцае reCAPTCHA, пры гэтым падзяляючы атрыманую каштоўнасць з вэб-сайтамі, якія яе выкарыстоўваюць.",
    "4063769686": "Карыстальнікі падтрымліваюць сайт, які яны наведваюць, і адчуваюць менш вэб-спаму. Гэта здаецца больш справядлівай здзелкай.",
    "685916926": "Чаму reCAPTCHA з часам не палепшылася?",
    "3992401943": "З 2012 г. у глыбокім навучанні адбылася рэвалюцыя. За апошняе дзесяцігоддзе індустрыяльная норма дакладнасці задач радыкальна палепшылася, у першую чаргу дзякуючы глыбокім згорткавым сеткам. Іншыя паслугі на базе ML, якія прапануе Google, прытрымліваліся гэтай крывой.",
    "615031303": "(Гл. зноскі",
    "2125514305": "ML палепшылася, але цяжкасць абыходу reCAPTCHA істотна не змянілася за гэты час.",
    "1406188018": "6 і 7",
    "2689973938": "Паляпшэнне reCAPTCHA стварае ўнутраны канфлікт для Google як пастаўшчыка рэкламы.",
    "464238793": "Калі Google сам вызначае, што карыстальнік, які бачыў рэкламу або націскаў спасылку, насамрэч быў ботам, ён не можа спаганяць плату за рэкламу, паказаную гэтаму карыстальніку. Гэты канфлікт інтарэсаў моцна абмежаваў амбіцыі Google па барацьбе з ботамі.",
    "918924423": "Напрыклад, Google не прапанаваў відавочна каштоўных паслуг, такіх як выяўленне ботаў рэтраактыўна. Значна больш надзейна абвясціць карыстацкі трафік генераваным ботамі пасля аналізу дадзеных за некалькі дзён.",
    "661412233": "Ведаць пасля капчы, што некаторыя карыстальнікі былі ботамі, таксама каштоўна. Гэта дазваляе ўладальнікам вэб-сайтаў ачышчаць старыя паведамленні са спамам і выдаляць «спячыя ўліковыя запісы», зарэгістраваныя на спам-форумах, у будучыні, паменшыць махлярства і многае іншае.",
    "3600797185": "Прапанаванне рэтраактыўнай ідэнтыфікацыі бота адкрые Google хваравітыя пытанні аб тым, як заднім лікам вярнуць грошы рэкламадаўцам, якія выдаткавалі грошы на гэты ашуканскі трафік.",
    "2076932190": "Такім чынам, прадукт reCAPTCHA стагніраваў на працягу дзесяці гадоў.",
    "3856912381": "Карыстальнікі пацярпелі, і непатрэбны вэб-спам цяпер лютуе. Але ёсць альтэрнатыва.",
    "1035621426": "Кожны бот, ідэнтыфікаваны reCAPTCHA, непасрэдна зніжае даход ад рэкламы Google.",
    "3668115514": "Чым адрозніваецца hCaptcha?",
    "2413742287": "Стымул hCaptcha заключаецца ў тым, каб максымізаваць дакладнасць, а не даход ад рэкламы: адказы бота бескарысныя для нашых кліентаў, якім патрэбныя дадзеныя аб навучанні людзей.",
    "1373262754": "Веданне таго, хто такі чалавек, мае мінімальнае значэнне для hCaptcha. Нам важна толькі тое, людзі яны ці зламыснік.",
    "600646860": "Замест таго, каб прапаноўваць паслугу сумніўнай каштоўнасці, здабываючы працоўную сілу з рэальнай каштоўнасцю, hCaptcha забяспечвае як кампенсацыю, так і моцную абарону ад робатаў.",
    "1836191653": "Замест таго, каб прапаноўваць бясплатным карыстальнікам паслугу, якую можна лёгка перамагчы, спаганяючы мільёны даляраў за карпаратыўную версію, якая не нашмат лепшая, hCaptcha забяспечвае выдатную абарону ад ботаў для абодвух, прапаноўваючы карпаратыўным карыстальнікам дадатковыя функцыі і настройку, а таксама моцныя SLA і хуткую падтрымку.",
    "990215503": "hCaptcha - гэта адзіны буйны сэрвіс капчу, які не належыць рэкламнай сетцы.",
    "971933157": "hCaptcha клапоціцца пра канфідэнцыяльнасць, празрыстасць і справядлівасць.",
    "178839499": "hCaptcha падзяляе каштоўнасць праведзенай працы, пакуль карыстальнікі даказваюць сваю чалавечнасць.",
    "1237076138": "hCaptcha прапануе выгадную здзелку як для бясплатных (hCaptcha Publisher), так і для карпаратыўных (hCaptcha Enterprise) кліентаў.",
    "614310292": "Хто стварыў hCaptcha?",
    "4188814619": "hCaptcha - гэта паслуга Intuition Machines (",
    "3265328927": "), кампанія машыннага навучання, якая прапануе прадукты і паслугі для кампаній, якія ўкараняюць машыннае навучанне ў шырокім маштабе.",
    "2740033957": "Каманда IM складаецца з навукоўцаў і інжынераў з Apple, Amazon і іншых лідэраў у галіне машыннага навучання, размеркаваных сістэм і бяспекі.",
    "1579715421": "Навукоўцы IM рэгулярна публікуюць на галоўных канферэнцыях, такіх як ICML, ICLR, ECCV і NeurIPS, і кампанія публічна апублікавала найноўшыя вынікі ў такіх дысцыплінах ML, як глыбокае хэшаванне [",
    "4015238193": "і OCR [",
    "279580593": "imachines.com",
    "279918384": "Як Google выкарыстоўвае вашу бясплатную працу?",
    "2385522384": "Верагодна, вы бачылі кадры відэа з камер на аўтамабілі Waymo ад Google і дапамагалі палепшыць іх распазнаванне аб'ектаў.",
    "1517627947": "Верагодна, вы бачылі фатаграфіі будынкаў або вулічных знакаў з аўтамабіляў Google Streetview, а таксама дапамагалі пазначаць месцы для іх прадуктаў Maps і Earth.",
    "3225936061": "Верагодна, вы бачылі фатаграфіі тэксту, узятага са старонак кніг у сэрвісе Google Books, і дапамагалі палепшыць іх праграмнае забеспячэнне для OCR (распазнавання тэксту).",
    "129661785": "Вас калі-небудзь прасілі \"націснуць на машыну/пешаходны пераход/стомафор?\"",
    "936667684": "Вас калі-небудзь прасілі \"набраць знак на будынку/вуліцы?\"",
    "3773515538": "Калі-небудзь прасілі \"набраць два словы?\"",
    "1778058441": "Якія віды вакансій выконваюцца на hCaptcha?",
    "366088791": "hCaptcha падтрымлівае шырокі спектр задач.",
    "3114147525": "Кліенты hCaptcha выкарыстоўваюць сэрвіс для выканання задач, уключаючы распазнаванне аб'ектаў, выяўленне атрыбутаў (збор этыкетак для ідэнтыфікацыі тыпаў адзення), ранжыраванне рэлевантнасці (выбар найбольш актуальнага прадукту з некалькіх варыянтаў у параўнанні з асноўным прадуктам), абмежавальныя рамкі (знаходжанне абласцей, якія ўяўляюць цікавасць на малюнак), «Чалавек OCR» (ідэнтыфікацыя тэксту на малюнку) і многія іншыя віды заданняў.",
    "3139609561": "Ніжэй прыведзены два прыклады тыпаў заданняў класіфікацыі выяваў і выяўлення атрыбутаў. [",
    "2273532558": "Хто плацежныя кліенты hCaptcha?",
    "4104221634": "Кліенты hCaptcha ахопліваюць розныя галіны, ад тэхналагічных кампаній да тых, якія арыентаваны на моду, рознічны гандаль і іншыя сферы, дзе яны могуць ствараць каштоўнасць ад прымянення машыннага навучання.",
    "1337725003": "hCaptcha імкнецца дэмакратызаваць доступ да вялікіх аб'ёмаў анатацый у рэжыме рэальнага часу, дазваляючы вялікім і малым кампаніям паляпшаць якасць сваіх прадуктаў і паслуг, ужываючы машыннае навучанне ў сваім бізнэсе.",
    "4086379603": "Пытанні?",
    "1243684308": "Мы сур'ёзна ставімся да вашых водгукаў і хочам, каб кожны атрымаў больш прыемны вопыт у Інтэрнэце, з меншай колькасцю ботаў і меншай колькасцю спаму. Звяртайцеся да нас:",
    "2645321220": "І калі вы лічыце, што кошт reCAPTCHA занадта высокая, спытаеце нас пра hCaptcha Enterprise. У цяперашні час яны выкарыстоўваюцца некаторымі з найбуйнейшых выдаўцоў, кампаній фінансавых паслуг і вэб-інфраструктурных кампаній у свеце, яны з'яўляюцца не толькі надзейнай альтэрнатывай reCAPTCHA: мы лічым, што яны прапануюць найлепшую абарону ад ботаў, якая даступная ў цяперашні час.",
    "1229233916": "Зноскі",
    "1115642494": "1. Крыніца: спісы сайтаў BuiltWith.com reCAPTCHA. Праверана 9 ліпеня 2019.",
    "448807334": "(\"Сотні мільёнаў CAPTCHA разгадваюцца людзьмі кожны дзень.\") Праверана 8 ліпеня 2019 года.",
    "2397590157": "3. Кансерватыўная ацэнка: 200 мільёнаў рашэнняў * 30 секунд на рашэнне ў гадах = 190,3 чалавека-гадоў/дзень.",
    "3236311792": "4. Унутраны аналіз hCaptcha. Дадзеныя сабраны да 30 чэрвеня 2019 г. Падрабязнасці даступныя па запыце.",
    "1752259468": "5. Кансерватыўная ацэнка: кошт адной анатацыі 0,01 $ * у сярэднім 200 Млн. анатацый у дзень (ніжняя мяжа) * 365 дзён у годзе * 10 гадоў з моманту набыцця ў 2009 годзе = значэнне ніжняй мяжы ў 7,3 мільярда долараў.",
    "3268946369": "6. Аўтар: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Крыніца: Мэры Мікер, KP Internet Trends 2017",
    "2666258754": "СЭМАНТЫЧНАЯ ІЕРАРХІЯ, ЗАснаваныя на рэляцыйных убудоўваннях для глыбокага хэшавання пад слабым кантролем, Хейкі Арпонен, Том Э. Бішоп. ICML 2019, семінар LLD.",
    "2544169219": "Апошнія апошнія вынікі: ICML LLD, травень 2019 г.",
    "1973347745": "10. Бясплатныя малюнкі. Крыніца: Petapixel.",
    "1493115924": "Заўвагі аб таварным знаку:",
    "4051104324": "«Intuition Machines» з'яўляецца зарэгістраванай гандлёвай маркай Intuition Machines, Inc.",
    "3983646521": "Усе назвы прадуктаў, лагатыпы, брэнды, гандлёвыя маркі і зарэгістраваныя гандлёвыя маркі з'яўляюцца ўласнасцю іх адпаведных уладальнікаў. Усе назвы кампаній, прадуктаў і паслуг, якія выкарыстоўваюцца на гэтым сайце, прызначаны толькі для ідэнтыфікацыі. Выкарыстанне гэтых назваў, таварных знакаў і брэндаў не азначае адабрэння. У дадзеным выпадку ўсё наадварот.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Навукоўцы IM задаюць новы эталон для слаба кантраляванага распазнавання тэксту (OCR) на CVPR 2020.",
    "1259002282": "Знайшлі памылку? Вось як паведаміць.",
    "3301728462": "Мільёны людзей выкарыстоўваюць hCaptcha кожны месяц у тысячах камбінацый браўзераў, пашырэнняў, прылад, брандмаўэраў і іншага.",
    "3878230879": "Наша мэта - пераканацца, што гэта заўсёды працуе для вас, таму мы вельмі цэнім вашыя справаздачы!",
    "2465128185": "Каб даць хуткі водгук, проста націсніце кнопку «Адправіць нам водгук».",
    "2921990472": "Калі вы бачыце функцыянальную праблему, прытрымлівайцеся",
    "2870341481": "ніжэй. Толькі для любых іншых браўзераў",
    "1866590035": "Інструкцыі часопіса адладкі для Chrome",
    "444492541": "Інструкцыі часопіса адладкі для Firefox",
    "169267610": "напішыце нам",
    "3100722753": "Для патэнцыйных праблем з бяспекай або канфідэнцыяльнасцю глядзіце інструкцыі ніжэй.",
    "1906593952": "Дайце водгук аб hCaptcha, які вы толькі што бачылі",
    "3951254541": "Мы цэнім ваш удзел. Паведаміце нам аб любых праблемах, і мы хутка іх вырашыць.",
    "3324288040": "Адпраўце нам водгук",
    "2864016648": "Праблемы прыватнасці",
    "304004915": "Нам не важна, хто такія карыстальнікі, толькі наколькі верагодна, што яны з'яўляюцца шкоднаснымі або машынамі. Мы падтрымліваем такія ініцыятывы, як",
    "1139493658": ", і прыкладаць усе намаганні, каб збалансаваць канфідэнцыяльнасць і бяспеку.",
    "3083289844": "Калі вы выявілі праблему, якая, на вашу думку, можа паўплываць на канфідэнцыяльнасць карыстальнікаў, напішыце нам па адрасе",
    "4264784515": "Памылкі бяспекі",
    "963238401": "Мы заўсёды зацікаўлены ў атрыманні паведамленняў аб памылках бяспекі. Электронная пошта",
    "3926027556": "і мы хутка звяжамся з вамі.",
    "1589805435": "У нас таксама ёсць а",
    "2560582224": "Праграма для выплаты памылак",
    "103876916": "для адпаведных справаздач аб бяспецы службы hCaptcha і адпаведнага зыходнага кода.",
    "497117287": "Параметры даступнасці",
    "3230004040": "Вы са слабым зрокам ці іншым чынам не можаце запоўніць hCaptchas?",
    "3480023141": "Даведайцеся больш пра спецыяльныя магчымасці",
    "2052161540": "Захоп дэталяў справаздачы пра памылку: Chrome",
    "2281169898": "Адпраўка інфармацыі аб адладцы разам з вашай справаздачай зробіць нам значна прасцей вызначыць, што адбываецца. Вось пакрокавыя інструкцыі:",
    "1123365779": "Калі вы вэб-распрацоўшчык або вопытны карыстальнік, мы хацелі б, каб вы даслаць нам сеткавыя запісы HAR і журналы кансолі браўзера.",
    "2015218686": "перш чым прайсці гэтыя крокі. Калі гэта вырашыць вашу праблему, мы ўсё роўна будзем удзячныя, калі вы паведаміце нам сваю версію браўзера, блакіроўку рэкламы або пашырэнне браўзэра, а таксама URL-адрас вэб-сайта.",
    "3922723611": "Паспрабуйце адключыць любы блакіроўшчык рэкламы або пашырэнне бяспекі браўзера",
    "4036872105": "спачатку, а потым паўтарыце спробу",
    "993651083": "Крок 1: Адкрыйце Інструменты распрацоўшчыка (Гэта пачне запісваць сеанс.)",
    "4163469907": "Крок 2: націсніце на ўкладку Сетка ў Інструментах распрацоўшчыка. Адзначце поле «Захаваць часопіс» уверсе.",
    "4243348003": "Крок 3: наведаць",
    "641342999": ", або вэб-сайт, на якім у вас узнікла праблема (Заўвага аб прыватнасці: толькі калі вы не супраць падзяліцца тым, што гэта такое) ... а затым націсніце кнопку «Я чалавек» і паспрабуйце вырашыць.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Крок 4: Націсніце «Экспарт HAR» (маленькая стрэлка ўніз) пасля спробы вырашыць, што захавае сеткавы журнал. Дашліце гэты файл нам.",
    "1503240421": "Крок 5: Пстрыкніце ўкладку Кансоль і пстрыкніце правай кнопкай мышы, а затым «Захаваць як ..», каб захаваць журнал кансолі. Дашліце нам і гэта.",
    "2863840904": "Крок 6: Апошні крок, адпраўце нам гэтыя файлы журналаў HAR і кансолі па электроннай пошце і апішыце праблему",
    "4051785543": "Выкарыстоўвайце:",
    "3623028666": "(калі ласка, выкарыстоўвайце сэрвіс, як",
    "551761392": "і адпраўце спасылкі) і, пры жаданні, скрыншот, калі вы падазраяце, што нешта адлюстроўваецца няправільна. Адпраўце таксама IP-адрас, які вы выкарыстоўваеце. Вы можаце атрымаць яго ад",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Дзякуй, што знайшлі час, каб дапамагчы нам атрымаць гэтую інфармацыю!",
    "3680327841": "Мы імкнемся зрабіць так, каб hCaptcha добра працавала для ўсіх",
    "1059502393": "Захоп дэталяў справаздачы аб памылках: Firefox",
    "1112074001": "Крок 2: націсніце на ўкладку Сетка ў Інструментах распрацоўшчыка. Адзначце поле «Захоўваць часопісы» уверсе.",
    "1797298240": "Крок 4: Націсніце «HAR» пасля спробы вырашыць, і абярыце «Захаваць усё як HAR», каб захаваць журнал сеткі. Дашліце гэты файл нам.",
    "3671246379": "Крок 5: Пстрыкніце ўкладку Кансоль, пстрыкніце правай кнопкай мышы, а затым «Выбраць усе» і захавайце гэта ў тэкставым файле, каб захаваць журнал кансолі. Дашліце нам і гэта.",
    "3816867833": "Зваротная сувязь",
    "788770967": "Шкада гэта чуць! Вы можаце выкарыстоўваць наш варыянт даступнасці:",
    "1333016413": "Гэта дазваляе пазбегнуць будучых пытанняў, зарэгістраваўшыся і ўсталяваўшы файл cookie.",
    "2333410049": "Паспрабуйце таксама адключыць блакіроўку рэкламы.",
    "1345083090": "Паведаміць пра праблему з функцыянальнасцю?",
    "2184564739": "Глядзі",
    "604751186": "Іншыя пытанні? Электронная пошта",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "як паведаміць аб праблемах з падрабязнымі журналамі",
    "1050501253": "Занадта складана",
    "3264813246": "Недарэчны",
    "3526939538": "Праграмная памылка",
    "126134492": "Іншае",
    "3511610999": "Давайце пераканаемся, што вы трапілі ў патрэбнае месца.",
    "3906886217": "Для кампаній або вэб-сайтаў",
    "1621597093": "Рашэнні бяспекі прадпрыемства (платныя)",
    "3176531704": "Анатацыя даных",
    "1834239172": "Набудзьце паслугі анатацыі hCaptcha",
    "1457707016": "Для фізічных асоб",
    "770264626": "Дадайце hCaptcha да свайго сэрвісу (бясплатна)",
    "881015166": "Дадаць hCaptcha for Publishers на мой сайт або ў дадатак",
    "47536007": "Даведайцеся больш пра hCaptcha",
    "2012837493": "Вынікі пошуку",
    "4034694801": "Няма адпаведных вынікаў.",
    "3621411541": "Даведайцеся аб варыянтах даступнасці для hCaptcha",
    "3401005681": "Зарабляць грошы",
    "3933993151": "Працуйце ў якасці індывідуальнага этыкетніка дадзеных",
    "563059212": "Спіс субпрацэсараў",
    "3501923981": "Апошняе абнаўленне: 1 студзеня 2020 г.",
    "3548097301": "Уступае ў сілу: 1 студзеня 2020 г.",
    "3991444169": "На гэтай старонцы пералічаны бягучыя субпрацэсары для службы hCaptcha Enterprise.",
    "835396984": "У цяперашні час дзейнічае",
    "424089481": "Amazon Web Services, Inc. (Глабальны). Прадастаўляюцца паслугі: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Глабальны). Прадастаўляюцца паслугі: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Глабальны). Паслугі, якія прадстаўляюцца: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Глабальны). Прадстаўленыя паслугі: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Заўвага: не распаўсюджваецца на ўсіх кліентаў. Напрыклад, кліенты IP Blinding або іншыя пашыраныя кліенты канфідэнцыяльнасці або бяспекі (напрыклад, кліенты Secure Virtual Tenancy) цалкам выключаныя з любых патэнцыйных «PII», якія калі-небудзь траплялі ў сістэмы тэлеметрыі, нават IP-адрас. Калі патрабуецца, звярніцеся да прадстаўніка вашага ўліковага запісу для атрымання дадатковай інфармацыі.",
    "700843971": "Hound Technology, Inc. (Глабальны). Прадастаўляюцца паслугі: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Глабальны). Паслугі, якія прадстаўляюцца: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Глабальны). Прадастаўляюцца паслугі: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Глабальны). Прадастаўляюцца паслугі: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Інфраструктура",
    "370366524": "Тэлеметрыя эфемернай службы",
    "121192737": "Будучыя дапаўненні",
    "2420789666": "Fastly, Inc. Паслугі, якія прадастаўляюцца: Хутка CDN і крайавыя вылічэнні.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Уступае ў сілу: 1 верасня 2021 г. Пабудова інфраструктуры",
    "1487796027": "Для кампаній",
    "3943417791": "Атрымаць падтрымку для hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (бясплатна)",
    "3397976149": "Атрымайце падтрымку для hCaptcha Publisher",
    "833750823": "Узніклі цяжкасці з выклікам?",
    "2024737147": "Хочаце паведаміць пра памылку?",
    "1978884623": "Даведайцеся больш пра справаздачы аб праблемах з праграмным забеспячэннем",
    "4188664955": "Асноўныя ўмовы абслугоўвання",
    "2621989404": "Апошняе абнаўленне: 24 верасня 2021 г. Звярніце ўвагу, што нашы тэрміны на англійскай мове з'яўляюцца аўтарытэтнымі.",
    "2404545611": "Сардэчна запрашаем у hCaptcha! Дзякуй за тое, што вы з'яўляецеся часткай нашай суполкі. Усе карыстальнікі «Сэрвісаў» (вызначаныя ніжэй) павінны пагадзіцца з наступнымі ўмовамі («Умовы абслугоўвання»). Згодна з гэтымі Умовамі абслугоўвання, «IMI», «мы» і «нас» адносяцца да Intuition Machines, Inc. і яе даччыных кампаній, філіялаў, службовых асоб, агентаў, супрацоўнікаў, прадстаўнікоў і агентаў, а наш «веб-сайт» уключае любы вэб-сайт пад наш кантроль, у тым ліку www.hcaptcha.com і www.imachines.com.",
    "2348450790": "Калі ласка, прачытайце гэтыя ўмовы абслугоўвання. Яны ўключаюць, сярод іншых палажэнняў, адмову ад гарантый, абмежаванні адказнасці і абавязковы арбітраж. Звярніце ўвагу, што гэтыя ўмовы абслугоўвання могуць змяніцца пасля вашага апошняга наведвання нашага вэб-сайта. Мы можам час ад часу пераглядаць і абнаўляць гэтыя ўмовы абслугоўвання па сваім меркаванні. У выпадку істотных змяненняў, мы паведамім вам, апублікуючы абноўленыя Умовы абслугоўвання на гэтай старонцы, пасля чаго вы павінны пацвярджаць прыняць абноўленыя Умовы абслугоўвання, каб працягваць выкарыстоўваць або атрымліваць доступ да Сайта або Сэрвісу.",
    "1933936765": "Пагадненне аб апрацоўцы даных (Апошняе абнаўленне: 23 верасня 2021 г.)",
    "2959486280": "Калі вы не згодныя з гэтымі Умовамі абслугоўвання, вы не маеце права выкарыстоўваць або атрымліваць доступ да Сайта або Сэрвісу.",
    "3200859925": "1. Мэта",
    "1807143500": "Паслугі ўключаюць у сябе службу бяспекі ў Інтэрнэце (\"Служба hCaptcha\") і платформу (\"Платформа Intuition Machines\"), на якой фізічная асоба (\"Удзельнік\") можа выбраць для выканання задач, якія трэцяя асоба або сама Intuition Machines (кожны «Запытчык») размяшчае паведамленні на нашым вэб-сайце або ў службе hCaptcha альбо непасрэдна на нашым сайце, альбо шляхам доступу да платформы Intuition Machines і/або выконваючы задачы праз або ў сувязі з юрыдычнай асобай і/або платформай або сэрвісам (кожны, «Інтэгратар»). Запытаўцы размяшчаюць задачы і запрашаюць Удзельнікаў выконваць іх у абмен на ўзнагароды, прадастаўленыя IMI інтэгратарам, або ў адпаведнасці з вызначэннем Запыту, калі запытчык выкарыстоўвае платформу Intuition Machines або Сэрвіс hCaptcha для абслугоўвання задач сваім уласным канчатковым карыстальнікам. Мы спаганяем кампаніі і прыватныя асобы (кожны з іх \"Кліент\") за выкарыстанне нашай платформы, каб яны маглі выкарыстоўваць наша праграмнае забеспячэнне, аўтарскія задачы, наймаць нас для аўтара задач і/або атрымаць доступ да Удзельнікаў. Мы таксама спаганяем інтэгратараў за выкарыстанне нашага сэрвісу hCaptcha, каб паменшыць махлярства, злоўжыванні і спам на іх вэб-сайтах, у мабільных прыкладаннях і іншых інтэрнэт-рэсурсах. Вышэйпаказанае разам называецца «Паслугі».",
    "3212830633": "2. Прыдатнасць",
    "2605814073": "Выкарыстоўваючы або рэгіструючыся ў нашых Паслугах, вы згаджаецеся: вам не менш за 18 гадоў; вы маеце паўнамоцтвы заключаць гэтае пагадненне ад імя сябе або арганізацыі, якую вы прадстаўляеце, і заўсёды будзеце прытрымлівацца гэтых Умоў абслугоўвання і ўсіх палітыкаў і кіруючых прынцыпаў IMI, на якія спасылаюцца тут; і вы не будзеце злоўжываць нашым вэб-сайтам, няспраўна прадстаўляць нам вашу асобу або выкарыстоўваць штучны інтэлект для выканання якой-небудзь часткі любой задачы ў IMI, якая патрабуе чалавечага інтэлекту.",
    "2616040974": "3. Заказчыкі і запыты",
    "1544829730": "Калі вы з'яўляецеся Заказчыкам або Запытчыкам, вы згаджаецеся з тым, што дадатковыя ўмовы, прыкладзеныя да гэтага ў якасці Дадатку для кліентаў, будуць прымяняцца і быць уключаны шляхам спасылкі ў гэтыя Умовы абслугоўвання. Калі вы не з'яўляецеся Кліентам або Запытчыкам або перастаеце быць Кліентам або Запытчыкам, дадатковыя ўмовы ў Дадатку да кліента не будуць прымяняцца і яны не будуць уключаны шляхам спасылкі ў гэтыя Умовы абслугоўвання.",
    "3759360138": "4. Імя карыстальніка і пароль",
    "2236960358": "Пасля рэгістрацыі вам будзе прапанавана раскрыць пэўную асабістую інфармацыю пра вас (\"Асабістая інфармацыя\"), уключаючы ваша імя, адрас электроннай пошты, а таксама стварыць імя карыстальніка і пароль, усе з якіх будуць падпарадкоўвацца нашай Палітыцы прыватнасці, даступнай на нашым сайце вэб-сайт. Вы толькі нясеце адказнасць за маніторынг, забеспячэнне і падтрыманне бяспекі вашага ўліковага запісу, пароляў і любых ключоў аўтэнтыфікацыі, звязаных з вашым уліковым запісам, і вы нясеце адказнасць за любое выкарыстанне або дзеянні, прадпрынятыя ў выніку выкарыстання гэтай інфармацыі ў Сэрвісах.",
    "3047519814": "Вы згаджаецеся, што нікому не адкрыеце свой уліковы запіс або пароль.",
    "1699668873": "Вы павінны неадкладна паведаміць IMI, калі вы падазраяце, што інфармацыя вашага ўліковага запісу была скрадзеная або выкарыстаная кімсьці іншым, або любое іншае парушэнне бяспекі.",
    "3044038608": "Вы згаджаецеся даць нам праўдзівую, дакладную і поўную інфармацыю ў адпаведнасці з патрабаваннямі ў працэсе рэгістрацыі. Вы таксама згаджаецеся аператыўна абнаўляць такую інфармацыю па меры неабходнасці, каб яна была актуальнай і дакладнай.",
    "4132302900": "5. Ваша канфідэнцыяльнасць, вашы даныя і «Даныя для ўсіх»",
    "10724169": "Вы прымаеце нашу Палітыку прыватнасці, якая рэгулюе тое, што мы будзем рабіць з любой асабістай інфармацыяй, якую вы дасце нам.",
    "1669194950": "У дадатак да персанальнай інфармацыі, ад вас таксама можа спатрэбіцца падаць (або нам спатрэбіцца для збору) іншыя даныя, каб мы маглі прадастаўляць Паслугі (сумесна «Даныя кліента»). Мы не нясем адказнасці за любыя невыкананні Паслуг, выкліканыя вашай затрымкай або непрадастаўленнем Даных кліента.",
    "1330274831": "Сапраўдным вы даяце нам сусветную, невыключную, субліцэнзійную, безацэнчную, безадклікальную ліцэнзію на выкарыстанне, прайграванне, распаўсюджванне ў электронным выглядзе і публічнае адлюстраванне любых Даных кліента выключна з мэтай прадастаўлення Паслуг . Вы заяўляеце і гарантуеце, што валодаеце дастатковымі правамі, правам уласнасці і цікавасці да вашых даных, каб даць ліцэнзію ў гэтым раздзеле.",
    "2230333214": "Мы аб'ядноўваем даныя кліентаў з іншымі дадзенымі, каб вынікі не ідэнтыфікаваліся, а таксама збіраем дэідэнтыфікаваныя тэхнічныя часопісы і даныя аб выкарыстанні Паслуг («Агрэгатныя/дэідэнтыфікаваныя даныя»). Нягледзячы на што-небудзь супрацьлеглае ў гэтым дакуменце, любыя такія агрэгаваныя/дэідэнтыфікаваныя даныя могуць выкарыстоўвацца IMI для любых дзелавых мэтаў падчас або пасля тэрміну дзеяння гэтага Пагаднення, у тым ліку, без абмежавання, для распрацоўкі і паляпшэння Паслуг, а таксама для стварэння і распаўсюджвання справаздач і іншых матэрыялаў. Дадзеныя кліента таксама могуць захоўвацца і адлюстроўвацца ў сістэме на працягу абмежаванага перыяду часу, які не перавышае 180 дзён пасля завяршэння задання, напрыклад, у якасці даных аўтаматычнай каліброўкі або праверкі для сістэм Intuition Machines. Для яснасці, гэты раздзел 5 не дае нам права ідэнтыфікаваць вас як крыніцу якіх-небудзь зводных/дэідэнтыфікаваных даных без вашага папярэдняга пісьмовага дазволу.",
    "3881754581": ". Калі вы з'яўляецеся Заказчыкам нашых паслуг анатацый і выбралі опцыю «Даныя для ўсіх» у рамках выкарыстання Паслуг, то вы даяце IMI і ўсім карыстальнікам Паслуг ва ўсім свеце невыключныя, субліцэнзаваныя, перадачы, безаплатная, безадзыўная ліцэнзія на поўнае выкарыстанне ўсіх Даных кліентаў, уключаючы ўсе адпаведныя правы на інтэлектуальную ўласнасць. Калі вы выбіраеце опцыю «Даныя для ўсіх», вы заяўляеце і гарантуеце, што валодаеце дастатковымі правамі, правам уласнасці і цікавасці да вашых даных, каб даць ліцэнзію ў гэтым раздзеле.",
    "3496767126": "Каб пазбегнуць сумненняў, наступны пункт прымяняецца выключна да Кліентаў, якія выкарыстоўваюць нашы паслугі анатацый, а не да выкарыстання нашых Паслуг у якасці інтэгратара",
    "767207800": "Калі вашы даныя ўтрымліваюць патэнцыйна непрыемны або абразлівы змест, мы патрабуем ад вас пазначыць іх «ЯКВЫ ЗМЕСТ», каб служыць справядлівым папярэджаннем для ўсіх, хто бачыць вашы даныя. Вы не можаце без асобнага пісьмовага пагаднення з IMI ўключаць задачы, якія парушаюць нашу палітыку, у тым ліку, але не абмяжоўваючыся імі, (а) задачы, якія прама або ўскосна прасоўваюць іншы вэб-сайт або паслугу, (б) задачы, якія парушаюць умовы вэб-сайта трэцяга боку і ўмовы, (c) задачы, якія просяць Удзельнікаў звяртацца да трэціх асоб, (d) задачы, якія просяць Удзельнікаў прыняць меры для маніпулявання паводзінамі або вынікамі вэб-сайта, (e) задачы, якія парушаюць правы на інтэлектуальную ўласнасць трэціх асоб, і (f) задачы якія патрабуюць ад удзельнікаў спампоўкі праграмнага забеспячэння або файлаў.",
    "3370561195": "6. Прымальныя паводзіны",
    "4205152730": "Вам прапануецца ўзаемадзейнічаць з іншымі карыстальнікамі ў любым месцы нашага вэб-сайта, форуму, абмену паведамленнямі, чатам і іншымі каналамі сацыяльных сетак, якія кантралююцца IMI, але калі вы робіце гэта, вы павінны выконваць усе ўмовы абслугоўвання і выкарыстання на нашым сайце, а таксама ўсе адпаведныя законы .",
    "1394253934": "7. Няправільнае выкарыстанне, злоўжыванне і скажэнне",
    "1406393333": "Любы доступ або выкарыстанне Паслуг, акрамя як у адпаведнасці з дадзенымі Умовамі абслугоўвання і любымі інструкцыямі, якія мы прадстаўляем, строга забаронены. У прыватнасці, вы НЕ БУДЗЕЦЕ:",
    "3409726716": "зарэгістраваць у нас больш чым адзін уліковы запіс без пісьмовага дазволу;",
    "3119498672": "выконваць любую задачу з выкарыстаннем інтэрнэт-ботаў, вэб-робатаў, ботаў, скрыптоў або любой іншай формы штучнага інтэлекту або іншым чынам спрабаваць атрымаць узнагароды ад IMI або любога запытніка або інтэгратара, не выконваючы задачы, як яны апісаны;",
    "1188668818": "прадастаўляць любую ілжывую інфармацыю падчас выкарыстання гэтага вэб-сайта (уключаючы, без абмежавання, выдаваць сябе за іншую асобу або арганізацыю ў вашым уліковым запісе, ілжыва заяўляць або іншым чынам хлусіць сябе або сваю сувязь з любой іншай асобай або арганізацыяй у вашым акаўнце;",
    "2804310964": "доступ або спроба атрымаць доступ да нашага вэб-сайта праз любы вэб-сервер або іншую прыладу, прызначаную для схавання вашага сапраўднага месцазнаходжання або асобы, або любым іншым спосабам, акрамя прадстаўленага інтэрфейсу;",
    "1374227759": "выкарыстоўваць вэб-сайт для любой незаконнай дзейнасці або для любой іншай мэты, чым мэта, для якой ён быў даступны;",
    "2103513933": "займацца дзейнасцю, якая перашкаджае або парушае функцыянаванне сайта;",
    "137127070": "ўстаўляць, загружаць або далучаць шкоднасныя або невядомыя знешнія спасылкі або файлы, або загружаць любы кантэнт, які змяшчае вірус, траянскі конь, чарвяк, бомбу запаволенага дзеяння або іншы шкодны кампутарны код;",
    "1686655020": "Загружайце любы кантэнт, на які распаўсюджваецца аўтарскае права, які не з'яўляецца вашай арыгінальнай працай, за выключэннем выпадкаў, калі ў вас ёсць дазвол ад законнага ўладальніка на публікацыю такога кантэнту і прадастаўленне IMI ўсіх ліцэнзійных правоў, прадастаўленых тут;",
    "1406692811": "займацца спамам або публікаваць любую рэкламу, спрабаваць атрымаць рэфералы, масавыя камунікацыі, грашовыя прапановы або запыты, запыт на паслугі, рэкламу, маркетынг, бессэнсоўныя паведамленні, дублюючыя тэмы, незаконны кантэнт, спасылкі на сацыяльныя вэб-сайты, адрасы электроннай пошты або ідэнтыфікатары мессенджера, калі не патрабуецца задача;",
    "3893539589": "устаўляць знешнія спасылкі, якія прапануюць тавары або паслугі, калі гэтага не патрабуе задача;",
    "3214322759": "у адваротным выпадку ўдзельнічаць у любой шкоднаснай або ашуканскай дзейнасці.",
    "3733422465": "8. Праверка вашай асобы",
    "267645277": "IMI можа праверыць вашу асобу. Гэта можа ўключаць у сябе параўнанне вашай асабістай інфармацыі з базамі дадзеных трэціх асоб або афіцыйнымі юрыдычнымі дакументамі. Вы дазваляеце нам рабіць любыя запыты, неабходныя для пацверджання вашай асобы, права ўласнасці на адрас электроннай пошты і валодання вашымі фінансавымі рахункамі. Вы згаджаецеся прадастаўляць інфармацыю пра сябе, каб дапамагчы нам пацвердзіць вашу асобу.",
    "4169910317": "9. Выкананне Закона",
    "519755936": "Вы толькі нясеце адказнасць за выкананне федэральных, дзяржаўных, правінцыйных і мясцовых законаў у сувязі з выкарыстаннем Служб. Вы згаджаецеся пакрыць страты і пазбавіць нас ад любых прэтэнзій да нас, таму што вы не выканалі якія-небудзь законы або парушылі якія-небудзь правы трэціх асоб, уключаючы, без абмежавання, кантрактныя правы, правы на інтэлектуальную ўласнасць або канфідэнцыяльнасць.",
    "731546974": "10. Падаткі ўдзельнікаў або інтэгратараў",
    "3128328457": "Калі вы з'яўляецеся ўдзельнікам або інтэгратарам, толькі вы нясеце адказнасць за выплату любых ацэначных або іншых федэральных, дзяржаўных або мясцовых падаткаў на прыбытак, сацыяльнага забеспячэння, FICA і кампенсацый работнікам у выніку выкарыстання нашага вэб-сайта, а таксама падобныя падаткі або зборы ў юрысдыкцыях за межамі ЗША. Вы згаджаецеся пакрыць страты і пазбавіць нас ад любых ацэнак супраць нас, таму што вы не выконвалі падатковае заканадаўства.",
    "2931396764": "11. Парушэнне гэтых Умоў абслугоўвання",
    "1240667045": "Мы можам прыпыніць, абмежаваць або скасаваць ваш доступ да Паслуг у любы час па любой прычыне, у тым ліку таму, што: (а) мы лічым, што вы парушылі гэтыя Умовы абслугоўвання (уключаючы іншыя адпаведныя палітыкі); (b) мы лічым, што вы парушылі нашы правы або правы любой трэцяй асобы; (c) мы не можам праверыць або пацвердзіць сапраўднасць інфармацыі, якую вы нам далі; або (d) мы лічым, што вашыя дзеянні могуць стварыць адказнасць для вас, нас або трэцяй асобы. Каб пазбегнуць сумневаў, мы пакідаем за сабой права прадухіліць або прыпыніць выплату вам, калі мы абгрунтавана лічым, што што-небудзь з вышэйпералічанага адносіцца да такога плацяжу.",
    "1601080128": "Калі мы прыпынім або закрыем ваш уліковы запіс, вы больш не будзеце мець доступу да любых частак вэб-сайта, уключаючы даныя, паведамленні, файлы і іншыя матэрыялы, якія вы захоўваеце на сайце. Вы не можаце працягваць выкарыстоўваць наш вэб-сайт пад іншым або новым імем уліковага запісу. Парушэнні гэтых Умоў абслугоўвання могуць быць прыцягнуты да адказнасці ў поўнай меры закону і могуць прывесці да дадатковых штрафаў і санкцый.",
    "1160707899": "12. Роля і адносіны ўдзельніка з IMI і іншымі асобамі, якія запытваюць",
    "269838707": "Калі вы з'яўляецеся ўдзельнікам, вы і толькі вы вырашаеце, якія і колькі задач выконваць, а таксама калі і дзе вы іх выконваеце. Вы можаце марнаваць столькі ці мала часу на выкананне заданняў, колькі заўгодна. Вы ні ў якім разе не абавязаны выконваць заданне.",
    "1087195513": "Калі вы з'яўляецеся Удзельнікам, які атрымлівае доступ да Паслуг і/або выконвае задачы праз інтэгратара або ў сувязі з ім ад імя Запытніка, які не з'яўляецца IMI, вы згаджаецеся і прызнаеце, што Intuition Machines не нясе адказнасці і не мае перад вамі ніякіх абавязацельстваў перад павага да любых узнагарод або іншай кампенсацыі за выкананыя задачы. Вы згаджаецеся і пацвярджаеце, што любыя ўзнагароды або іншыя кампенсацыі за выкананыя задачы вызначаюцца выключна ў адпаведнасці з вашым пагадненнем з запытчыкам і/або інтэгратарам, у залежнасці ад неабходнасці. Любыя спрэчкі з нагоды такіх узнагарод або іншай кампенсацыі (уключаючы, без абмежавання, неатрыманне такіх узнагарод або іншай кампенсацыі) вырашаюцца выключна паміж вамі і Запытчыкам і/або Інтэгратарам, у залежнасці ад неабходнасці.",
    "952813944": "Ні выкарыстанне вамі нашага вэб-сайта, ні што-небудзь у гэтым пагадненні не стварае працоўных адносін, партнёрства, сумеснага прадпрыемства, агенцтва, франшызы або гандлёвага прадстаўніка паміж вамі і Intuition Machines. Мы не даем вам ніякага абсталявання або інструментаў для выканання задачы. Мы не даем вам ніякіх ільгот, кампенсацый работнікам або страхавога пакрыцця. Мы не нясем адказнасці за любыя выдаткі, якія вы панясеце пры выкарыстанні нашага сайта. Мы не будзем утрымліваць ніякай сумы з вашай узнагароды за федэральны падаходны падатак або падаход штата, сацыяльнае забеспячэнне або любы іншы падатак. Вы можаце ў любы час выконваць задачы для любога чалавека або бізнесу, у тым ліку для любога з нашых канкурэнтаў. Вы не маеце права заключаць якія-небудзь кантракты, пісьмовыя або вусныя, ад імя Intuition Machines.",
    "3460432665": "Нягледзячы на вышэйсказанае, калі вы падаткаплацельшчык ЗША, мы можам запытаць у вас W-9, які абнаўляецца штогод, і мы можам забараніць вам выконваць задачы, пакуль вы не завяршыце або не абнавіце W-9.",
    "458271951": "Калі вы з'яўляецеся Удзельнікам, які атрымлівае доступ да Паслуг і/або выконвае задачы праз інтэгратара або ў сувязі з ім ад імя Intuition Machines (выступаючы ў якасці запытніка), Intuition Machines можа ўзнагародзіць вас за прымальнае выкананне пэўных задач. У выпадку, калі будзе выяўлена, што вы ўдзельнічалі ў махлярстве, злоўжыванні або парушэнні гэтых Умоў абслугоўвання, любыя і ўсе ўзнагароды для вас могуць быць утрыманыя і/або вернутыя Intuition Machines.",
    "3056723024": "13. Непрымальнае выкананне заданняў",
    "3913203723": "Калі па якой-небудзь прычыне Запытчык не прымае выкананне задачы, якую вы выканалі, вы, як Удзельнік або Інтэгратар, не будзеце мець права на ўзнагароджанне за выкананне задання. У выпадку, калі ўзнагароды ўжо былі размеркаваны вам за непрымальна выкананае заданне, мы можам вярнуць іх у вас.",
    "3666807632": "14. Кваліфікацыя і навыкі ўдзельніка",
    "1993899769": "15. Наша выкарыстанне інфармацыі",
    "3027055607": "16. Інтэлектуальная ўласнасць і правы ўласнасці",
    "3910971075": "IMI валодае ўсімі правамі, уключаючы правы на інтэлектуальную ўласнасць, на зыходны код, аб'ектны код або асноўную структуру, ідэі або алгарытмы, API і любое дадатковае праграмнае забеспячэнне, дакументацыю або даныя, звязаныя з Паслугамі (\"Праграмнае забеспячэнне\"). Вы не будзеце, прама або ўскосна, праз трэцюю асобу або іншым чынам: (а) рэканструяваць, дэкампіляваць, разбіраць або іншым чынам спрабаваць выявіць Праграмнае забеспячэнне; (b) змяняць, перакладаць або ствараць вытворныя творы на аснове любога Праграмнага забеспячэння; (c) капіяваць, здаваць у арэнду, здаваць у арэнду, распаўсюджваць, закладваць, перадаваць або іншым чынам перадаваць або абцяжарваць правы на любое Праграмнае забеспячэнне; (d) выкарыстоўваць любое Праграмнае забеспячэнне ў мэтах падзелу часу, у мэтах сэрвіснага бюро або іншым чынам у інтарэсах трэцяй асобы; або (e) выдаліць любыя абвесткі аб уласнасці або этыкеткі.",
    "3660891610": "Калі вы з'яўляецеся ўдзельнікам, IMI, а не вы, мае права ўласнасці на любую працу, якую вы вырабляеце ў рамках выканання любой задачы. Прымаючы ўмовы гэтага Пагаднення, вы згаджаецеся (і гэтым робіце) перадаць нам валоданне, права ўласнасці і права ўласнасці (уключаючы ўсе правы на інтэлектуальную ўласнасць, якія існуюць ва ўсім свеце) на вашу працу і на яе. Каб гарантаваць, што мы можам набываць, удасканальваць і выкарыстоўваць такія правы, вы таксама згаджаецеся (i) падпісваць любыя дакументы, якія дапамогуць у дакументаванні, удасканаленні і захаванні нашых правоў; і (ii) забяспечыць разумны доступ да інфармацыі для запісу, удасканалення, забеспячэння, абароны і захавання такіх правоў уласнасці ў любой і ва ўсіх краінах. Вашы абавязацельствы ў рамках гэтага раздзела будуць працягвацца нават пасля таго, як вы адменіце рэгістрацыю або спыніце карыстанне Паслугамі. Вы прызначаеце нас сваім адвакатам для афармлення дакументаў ад вашага імя ў мэтах, выкладзеных у гэтым раздзеле.",
    "426125156": "17. Аўтарскія правы і выдаленне",
    "1408530660": "IMI паважае інтэлектуальную ўласнасць іншых, і мы пакідаем за сабой права выдаляць з нашага сайта любы матэрыял, які, на нашу думку, можа парушаць інтэлектуальныя правы любой трэцяй асобы. Калі вы лічыце, што ваша ўласная праца была скапіравана такім чынам, што парушае аўтарскія правы на гэтым вэб-сайце, звярніцеся ў службу падтрымкі Intuition Machines.",
    "2696932851": "18. Кампенсацыя",
    "3844300338": "Вы згаджаецеся кампенсаваць, абараняць і абараняць нас ад любых прэтэнзій, страт, абавязацельстваў, выдаткаў і выдаткаў (уключаючы разумныя ганарары і выдаткі адвакатаў), якія ўзнікаюць або звязаныя з выкананнем вамі задач або выкарыстаннем нашага вэб-сайта .",
    "2474091800": "19. Спрэчкі з іншымі карыстальнікамі; Вызваліце",
    "3162107126": "IMI не з'яўляецца ўдзельнікам якіх-небудзь спрэчак паміж вамі і любым іншым карыстальнікам Паслуг. Вы вызваляеце IMI і яе філіялы ад любых і ўсіх прэтэнзій, патрабаванняў і страт любога роду і характару, вядомых і невядомых, падазроных і непадазраваных, раскрытых і нераскрытых, якія ўзнікаюць або звязаныя з любой спрэчкай паміж вамі і іншым карыстальнікам.",
    "2271969747": "20. Канфідэнцыйная інфармацыя, якую вы атрымліваеце",
    "1042802841": "Канфідэнцыйная інфармацыя - гэта любая інфармацыя, пазначаная як канфідэнцыйная або ўласнасць, або якая павінна быць разумна разумена бокам, які прымае, як канфідэнцыйная або ўласнасць. Гэта не ўключае ў сябе інфармацыю, якая (1) з'яўляецца агульнадаступнай, (2) ужо знаходзіцца ў валоданні, распрацавана незалежна або ўжо вядома бокам-атрымальнікам, або (3) была раскрыта па рашэнні суда або ў адпаведнасці з іншым патрабаваннем права.",
    "1918025546": "Калі вам прадастаўляецца канфідэнцыйная інфармацыя ад каго-небудзь у Сэрвісах, вы згаджаецеся абараняць таямніцу канфідэнцыйнай інфармацыі з такой жа ступенню дбайнасці, якую вы выкарыстоўваеце для абароны ўласнай канфідэнцыйнай інфармацыі, але ні ў якім разе не менш, чым належную асцярожнасць. Вы не маеце права раскрываць або публікаваць такую канфідэнцыйную або канфідэнцыйную інфармацыю, за выключэннем выпадкаў, калі гэта можа быць неабходна для выканання задачы. Уся інфармацыя ў задачы на платформе Intuition Machines павінна разглядацца як канфідэнцыйная, нават калі інфармацыя прама не пазначана як канфідэнцыйная.",
    "2690395789": "Калі і калі вам больш не патрэбна канфідэнцыйная інфармацыя, якую вы атрымалі, вы павінны неадкладна вярнуць або знішчыць (па патрабаванні таго, хто раскрыў інфармацыю) усе копіі інфармацыі, якія існуюць у памяшканнях, сістэмах або іншым абсталяванні, якім вы кіруеце.",
    "2178073797": "Паколькі раскрыццё канфідэнцыйнай інфармацыі можа нанесці непапраўную шкоду, асоба, якая раскрывае, мае права звярнуцца да судовага забароны за любое парушэнне або пагрозу парушэння гэтага тэрміну.",
    "2185860003": "21. Мадыфікацыі вэб-сайта",
    "2631249972": "Мы можам палепшыць або змяніць наш вэб-сайт без паведамлення.",
    "3764131594": "22. Вэб-сайты трэціх асоб",
    "295955580": "Наш вэб-сайт можа ўтрымліваць спасылкі на вэб-сайты трэціх асоб. Мы не кантралюем, не расследуем, не кантралюем і не правяраем такія вэб-сайты. Мы не нясем адказнасці і не ўхваляем камп'ютэрныя праграмы, кантэнт або меркаванні, якія змяшчаюцца на такіх вэб-сайтах. Калі вы вырашылі пакінуць наш вэб-сайт і атрымаць доступ да любога старонняга вэб-сайта, вы робіце гэта на свой страх і рызыку.",
    "838225123": "23. Адмова ад гарантый",
    "3897238493": "ПАСЛУГІ ПРАСТАЎЛЯЮЦЦА НА ПАСТАВЕ «ЯК ЁСЦЬ». МЫ НЕ ДАВАЕМ НІЯКІХ ЗАЯЎЛЕНЬ АБО ГАРАНТЫЙ, ПАМЯТНЫХ АБО ЯВЫХ, АДНАСЯЦЬ ДОСТУПНАСЦІ, ПРЫДЗНАНАСЦІ, ЗАКОННАСЦІ, ДОСТУПНАСЦІ АБО ФУНКЦЫЯНАЛЬНАСЦЬ СЛУЖБ, ЛЮБЫХ ЗВЯЗАНЫХ ПРАГРАМНЫХ ПАСТАЎ АБО МАТЭРЫЯЛ. У МАКСІМАЛЬНАЙ СЦІПНІ, ДАВОЛЕНАЙ ЗАКОНАМ, IMI адмаўляецца ад УСІХ ЯВЫХ АБО МАЮЧАНЫХ УМОЎ, ЗАЯЎЛЕННЯЎ І ГАРАНТЫЙ, УТЛЮЧАЮЧЫ, НЕ АБМЯЖУВАЮЧЫЯ ГАРАНТЫІЯМ ГАНАРЦЫЯ, ПРАЦЫЯДНАСЦІ І ПРАЦЫЯНАЛЬНАСЦІ. ВАШЫ АДЗІНЫ І ЭКСКЛЮЗЫВНЫ СРОК ПРАВЫ ПАДАЧЫЎ АД IMI АД ЛЮБЫХ ДЭФЕКТАХ, НЕАДПАВЕДНАСЦІ АБО НЕЗАДАВАЛЕННЯ - СПЫНЯЦЦА ВЫКАРЫСТАННЯ СЛУГАХ. Мы не нясем ніякай адказнасці за любы шкоду вашай камп'ютэрнай сістэме, страту або пашкоджанне дадзеных або іншыя вынікі ад вашага доступу або выкарыстання вэб-сайта або платформы Intuition Machines. Могуць узнікаць запланаваныя і незапланаваныя перапынкі, і мы не гарантуем бесперабойную даступнасць нашага вэб-сайта.",
    "2110259227": "24. Абмежаванне адказнасці",
    "3018077211": "25. Вырашэнне спрэчак удзельнікаў",
    "2790841456": "Калі вы з'яўляецеся ўдзельнікам, вы згаджаецеся з наступным арбітражным агаворам і адмовай ад калектыўных пазоў:",
    "2323013093": "26. Прымяняльнае права",
    "2900525040": "Законы штата Каліфорнія рэгулююць гэтыя Умовы абслугоўвання і любыя спрэчкі, спрэчкі або прэтэнзіі, якія вынікаюць з іх.",
    "3339302473": "27. Спыненне",
    "41530052": "28. Агульныя ўмовы",
    "3202747130": "Увесь пагадненне. Гэтыя Умовы абслугоўвання і любыя палітыкі, працэдуры або ўмовы, на якія спасылаюцца ў гэтым пагадненні, складаюць поўнае пагадненне бакоў у дачыненні да прадмета, і замяняюць і адмяняюць усе папярэднія і сучасныя звязаныя пагадненні, прэтэнзіі, заяўленні і паразуменні бакоў .",
    "4080263153": "Няма адмовы. Мы не будзем лічыцца адмовіліся ад якой-небудзь часткі нашых правоў або сродкаў прававой абароны, калі адмова не ў пісьмовай форме і падпісаны намі. Калі мы зацягваем выкананне або не выконваем свае правы ў адпаведнасці з любым палажэннем гэтага пагаднення, гэта не будзе адмаўляцца ад нашага права наступнага забеспячэння выканання такога палажэння або любой часткі гэтага пагаднення.",
    "1789371580": "Прызначальнасць. Вы не можаце перадаваць гэтыя Умовы абслугоўвання без нашай папярэдняй пісьмовай згоды. Мы можам перадаць гэтыя Умовы абслугоўвання ў любы час без папярэдняга паведамлення. З улікам вышэйсказанага гэтыя Умовы абслугоўвання будуць абавязковымі для правапераемнікаў і дазволеных правапераемнікаў кожнага боку.",
    "2819628066": "Раздзяляльнасць. Калі якое-небудзь палажэнне гэтых Умоў абслугоўвання будзе прызнана несапраўдным або невыканальным па якой-небудзь прычыне, гэта не паўплывае на сапраўднасць і правамоцнасць астатніх палажэнняў.",
    "3955981186": "Папраўкі. Ніякія змены або папраўкі да гэтых Умоў абслугоўвання кім-небудзь, акрамя IMI, не з'яўляюцца абавязковымі для IMI, за выключэннем выпадкаў, калі ў пісьмовай форме, падпісанай належным чынам упаўнаважаным прадстаўніком IMI.",
    "1377538813": "Пераважная мова. Версія гэтых Умоў абслугоўвання на англійскай мове будзе кантраляваць ва ўсіх адносінах і будзе мець перавагу ў выпадку якіх-небудзь неадпаведнасцяў з перакладзенымі версіямі, калі такія маюцца.",
    "2438016011": "Добраахвотнае пагадненне. Усе бакі гэтых Умоў абслугоўвання заяўляюць і згаджаюцца, што кожны разгледзеў усе аспекты гэтага пагаднення, уважліва прачытаў і цалкам разумее ўсе яго палажэнні і добраахвотна заключае гэтае пагадненне.",
    "2445034923": "Калі вы не згодныя з усімі ўмовамі і палажэннямі гэтых Умоў абслугоўвання, не выкарыстоўвайце (і вы не можаце) выкарыстоўваць і не атрымліваць доступ да Сайта або Паслуг.",
    "2646127839": "Дадатак для кліентаў да асноўных умоў абслугоўвання",
    "4097297673": "Як Кліент, Запытчык або Інтэгратар, вы згаджаецеся выконваць прыведзеныя ніжэй умовы ў дадатак да любых іншых абавязковых умоў паміж вамі і IMI.",
    "1093280979": "1. Формы замовы платформы",
    "1549953005": "Магчыма, вы запоўнілі адну або некалькі формаў замовы на доступ да платформы (кожная з іх «Форма замовы») як умова для таго, каб стаць Кліентам або Запытчыкам. Калі так, то ўмовы, апісаныя ў форме замовы, становяцца часткай Умоў абслугоўвання і ўключаюцца ў дадзенае шляхам спасылкі.",
    "3819851005": "2. Зборы",
    "1591032933": "Вы будзеце плаціць IMI зборы, як апісана ў адпаведнай форме замовы, з дапамогай спосабу аплаты, які вы ўказалі ў адпаведнай форме замовы. Калі іншае прама не агаворана абодвума бакамі ў пісьмовай форме, вы забяспечыце поўную аплату ўсіх рахункаў-фактур, выстаўленых на працягу трыццаці (30) дзён пасля даты адпраўкі рахунка-фактуры. Вы даяце нам права на выкананне аўтарызацыі крэдытнай карты для ўсёй інфармацыі аб крэдытнай карце, якую вы нам падаеце, захоўваць гэтую інфармацыю аб крэдытнай карце і спаганяць грошы з вашай крэдытнай карты або любога іншага рахунку, на які мы ўзаемна згодныя ў якасці формы аплаты. Калі іншае не пазначана ў форме замовы або ў вашым карпаратыўным пагадненні аб абслугоўванні або галоўным пагадненні аб абслугоўванні, усе зборы за паслугі, акрамя лішніх, выстаўляюцца штогод з моманту пачатку паслуг, якія прадастаўляюцца IMI паводле вашага пагаднення (\"Дата ўступлення ў сілу\").",
    "4142610534": "Любыя пратэрмінаваныя плацяжы будуць налічвацца ў памеры 1,5% працэнта ў месяц або максімальнай, дазволенай законам, у залежнасці ад таго, што ніжэй. Калі вы па якой-небудзь прычыне не аплаціце суму, якую належыць па гэтым Пагадненні, ваш уліковы запіс можа быць прыпынены па нашым меркаванні, і ў гэтым выпадку з вашага ўліковага запісу не будуць зроблены дадатковыя плацяжы за выкананне задач, і ўсе вашы задачы будуць выдалены з нашага сайта. Вы павінны кампенсаваць нам усе сумы, якія належаць па патрабаванні, плюс любыя зборы за апрацоўку, пратэрміноўку або адвакацкія зборы. Мы таксама можам рабіць адпаведныя справаздачы ў агенцтва крэдытнай справаздачнасці і праваахоўныя органы.",
    "512991700": "Калі вы хочаце аспрэчыць якія-небудзь зборы, вы павінны звязацца з нашым аддзелам падтрымкі кліентаў не пазней чым праз трыццаць (30) дзён пасля даты закрыцця першага рахунка або выпіскі з рахунку, у якой з'явілася памылка або праблема, каб атрымаць карэкціроўку або крэдыт.",
    "1273914192": "3. Падаткі",
    "4242322181": "Вы нясеце адказнасць за выплату ўсіх падаткаў, звязаных з Паслугамі, акрамя падаткаў ЗША, налічаных на чысты прыбытак або асабістую маёмасць Intuition Machines.",
    "1671996585": "Магчыма, вам спатрэбіцца інтэграваць свой вэб-сайт, прыкладанне або платформу з нашымі Паслугамі праз наш інтэрфейс прыкладання (\"API\"). У выпадку, калі вы зробіце гэта, мы даем вам абмежаваную, невыключную, неперадаемую, непрысвойваемую, адкліканую ліцэнзію на выкарыстанне API выключна для доступу да Паслуг. Мы можам змяніць API і/або спыніць падтрымку старых версій або выпускаў API у любы час. Мы пакідаем за сабой права прыпыніць або абмежаваць ваш доступ да API па сваім меркаванні, і мы прыкладзем разумныя намаганні, каб паведаміць вам да прыпынення.",
    "4036662147": "5. Абарона канфідэнцыйнай інфармацыі",
    "3564208535": "Вы згаджаецеся выкарыстоўваць камерцыйна абгрунтаваныя намаганні для абароны любой канфідэнцыйнай інфармацыі, атрыманай ад нас або праз нашы паслугі. уключае вынікі бота і непублічныя дэталі нашай карпаратыўнай службы, у тым ліку непублічную дакументацыю і любыя дэталі, якія мы можам падзяліцца адносна нашых метадаў выяўлення ботаў. Калі вам будзе прадастаўлены доступ да такой Канфідэнцыйнай інфармацыі, мы можам змяніць, прыпыніць або абмежаваць ваш доступ да нашых Паслуг па сваім меркаванні, калі вызначым, што канфідэнцыйная інфармацыя раскрываецца ў выніку выкарыстання вамі нашых Паслуг, і мы прыкладзем разумныя намаганні каб паведаміць вам да прыпынення.",
    "120384113": "6. Спыненне",
    "453723556": "Вы можаце спыніць дзеянне гэтага Дадатку для кліентаў незалежна ад Умоў абслугоўвання, перастаўшы быць Кліентам або Запытчыкам. Мы пакідаем за сабой права прыпыніць або спыніць ваш статус Кліента або Запытніка ў любы час або іншым чынам спыніць ваш уліковы запіс або выкарыстанне Паслуг у адпаведнасці з Умовамі абслугоўвання. Вы захоўваеце адказнасць пасля спынення за любыя сумы, якія належаць да вашай формы замовы. Калі ваша падпіска ўключае любыя штомесячныя або гадавыя зборы або штомесячныя або гадавыя мінімумы, вы па-ранейшаму будзеце несці адказнасць за аплату ўсіх збораў за паслугі да канца гэтага месяца або года адпаведна.",
    "218889628": "За выключэннем выпадкаў, калі мы спыняем дзеянне гэтага Дадатку для кліента або Умоў абслугоўвання ў выніку парушэння вамі гэтага Дадатку для кліентаў або Умоў абслугоўвання, калі мы спыняем дзеянне і вы перадаплаціце нам якія-небудзь зборы, мы вернем прапарцыйную частку гэтых перадаплачаныя сумы на аснове астатняга часу або Паслуг, за якія вы заплацілі, у залежнасці ад таго, што менш. Мы завершым нашу працу камерцыйна разумным спосабам, захаваем і даставім вам усе аплачаныя наборы выходных даных і ўсе даныя кліента, якія знаходзяцца ў нашым распараджэнні. Пасля любога спынення мы можам, але не абавязаны выдаліць якія-небудзь дадзеныя.",
    "2505227594": "7. Перавышэнні",
    "2369877184": "Максімальна дазволеная пікавая хуткасць RPS для інтэгратараў або кліентаў hCaptcha складае 1000 запытаў у секунду да суб'ектаў вашага ўліковага запісу (\"RPS\"), калі іншае не вызначана пісьмовым дагаворным пагадненнем паміж вамі і намі.",
    "234420106": "У выпадку, калі вы з'яўляецеся інтэгратарам або кліентам сэрвісу hCaptcha Enterprise і выкарыстанне вашага API, якое вымяраецца RPS, перавышае норму, прадугледжаную для вашага ўзроўню сэрвісу, мы можам змяніць вашу паслугу або спаганяць завышаную стаўку. У выпадку, калі ваша пікавая хуткасць RPS перавышае забяспечаную хуткасць у 10 разоў на працягу 10 і больш хвілін у агульнай складанасці на працягу 30-дзённага перыяду, і большасць гэтых запытаў, па нашым уласным меркаванні, не з'яўляюцца шкоднасным трафікам, мы можам выбраць спаганяць з вас стаўкі завышэння, указаную ў дагаворы, за ўсе запыты API, зробленыя ў гэтым месяцы.",
    "2619472217": "8. Перапродаж",
    "2019702084": "Замоўленыя паслугі SaaS не могуць быць прададзены, перададзены, здадзены ў субарэнду, ліцэнзаваныя, субліцэнзійныя або іншым спосабам даступны любой іншай трэцяй асобе (акрамя філіяла Заказчыка), калі гэта дакладна не дазволена ў Галоўным пагадненні аб абслугоўванні або Пагадненні з рэсэлерам. ), і ўсе заказы ў адпаведнасці з Пагадненнем і ўсё выкарыстанне Заказчыкам Службы павінны быць для ўласнага ўнутранага бізнес-карыстання Кліентам або яго Партнёрам.",
    "1233229030": "Рознае",
    "1467783792": "Ні адна фізічная, юрыдычная або юрыдычная асоба, падвергнутая санкцыям Злучаных Штатаў (\"Акцёр санкцыянавання\"), не мае права на ўзнагароды або выкарыстоўваць Паслугі ў якасці інтэгратара. Каб пазбегнуць сумневаў, гэта ўключае ў сябе ўсіх суб'ектаў, падвергнутых санкцыям, прызначаных Упраўленнем па кантролі за замежнымі актывамі (\"OFAC\") Міністэрства фінансаў ЗША.",
    "3759657802": "Вы не маеце права перадаваць, перадаваць або дэлегаваць гэтыя Умовы абслугоўвання або свае правы або абавязацельствы па гэтым дагаворы якім-небудзь чынам (у адпаведнасці з законам або іншым чынам).",
    "1627232990": "Пераклады гэтых Умоў абслугоўвання прадастаўляюцца на аснове максімальных намаганняў. У выпадку істотных адрозненняў паміж Умовамі абслугоўвання на англійскай мове і іх перакладам, Умовы абслугоўвання на англійскай мове будуць разглядацца як аўтарытэтныя.",
    "805221621": "Калі ласка, звяжыцеся з намі па адрасе",
    "259613338": "калі ў вас ёсць якія-небудзь пытанні адносна гэтых Умоў абслугоўвання.",
    "2735878907": "Заява аб планаванні бесперапыннасці бізнесу",
    "2887242610": "Intuition Machines, Inc распрацавала план бесперапыннасці бізнесу аб тым, як мы будзем рэагаваць на падзеі, якія істотна парушаюць наш бізнес hCaptcha. Паколькі тэрміны і наступствы катастроф і збояў непрадказальныя, мы павінны быць гнуткімі ў рэагаванні на рэальныя падзеі, калі яны адбываюцца. Маючы гэта на ўвазе, мы прадстаўляем вам гэтую інфармацыю аб нашым плане бесперапыннасці бізнесу.",
    "809251240": "Звязацца з намі",
    "2551802342": "– Мы плануем хутка аднавіць і аднавіць бізнес-аперацыі пасля значнага зрыву бізнесу і рэагаваць, абараняючы нашых супрацоўнікаў і маёмасць, правёўшы фінансавую і аперацыйную ацэнку, абараняючы кнігі і запісы фірмы, а таксама дазваляючы нашым кліентам і іх канчатковым карыстальнікам ажыццяўляць здзелкі ў Інтэрнэце. Карацей кажучы, наш план бесперапыннасці бізнесу распрацаваны, каб дазволіць нашай фірме аднавіць дзейнасць як мага хутчэй, улічваючы маштабы і сур'ёзнасць значных парушэнняў у бізнэсе. Наш план бесперапыннасці бізнесу прадугледжвае: рэзервовае капіраванне і аднаўленне дадзеных; усе крытычна важныя сістэмы; фінансавыя і аперацыйныя ацэнкі; альтэрнатыўныя камунікацыі з кліентамі, супрацоўнікамі і нагляднымі органамі; альтэрнатыўнае фізічнае размяшчэнне супрацоўнікаў; крытычнае ўздзеянне пастаўшчыкоў і кліентаў; нарматыўная справаздачнасць; і аператыўнае апавяшчэнне нашых кліентаў, калі мы не можам працягваць сваю дзейнасць. Наш асноўны пул пастаўшчыкоў падтрымлівае нашы важныя запісы ў геаграфічна асобнай вобласці. Нягледзячы на тое, што кожная надзвычайная сітуацыя стварае ўнікальныя праблемы, заснаваныя на знешніх фактарах, такіх як час сутак і сур'ёзнасць збояў, гэты пул пастаўшчыкоў паведаміў нам, што іх мэта - аднавіць сваю ўласную дзейнасць і мець магчымасць хутка аднавіць паслугі. Нягледзячы на тое, што мы працавалі, каб знізіць рызыку, выкарыстоўваючы разнастайныя пастаўшчыкі, вашы паслугі могуць быць зменены або спыненыя ў гэты перыяд.",
    "826396656": "Наш план бесперапыннасці бізнесу",
    "1979347895": "– Значныя перабоі ў бізнэсе могуць адрознівацца па сваім маштабе, напрыклад, толькі наша фірма, адзін будынак, у якім знаходзіцца наша фірма, раён, дзе знаходзіцца наша фірма, горад, дзе мы знаходзімся, ці ўвесь рэгіён. У кожнай з гэтых абласцей цяжар парушэння таксама можа вар'іравацца ад мінімальнага да сур'ёзнага. У выпадку збояў у працы нашай фірмы, нашага дзелавога раёна, горада або рэгіёна або будынку, у якім знаходзіцца наша фірма, мы пераносім сваю дзейнасць на мясцовы ўчастак, калі гэта неабходна, і не чакаем істотных парушэнняў у бізнес-аперацыях. У любой сітуацыі мы плануем працягваць сваю дзейнасць, перадаваць аперацыі альтэрнатыўным пастаўшчыкам, калі гэта неабходна, і паведаміць вам праз наш вэб-сайт hcaptcha.com і старонку стану на hcaptchastatus.com аб тым, як з намі звязацца. Калі значныя перабоі ў бізнэсе настолькі сур'ёзныя, што перашкаджаюць нам працягваць сваю дзейнасць, мы хутка паведамім вам.",
    "653679457": "Розныя збоі",
    "410397176": "Для атрымання дадатковай інфармацыі",
    "2095899021": "Інструкцыі па брэндынгу hCaptcha і агульная ліцэнзія на таварныя знакі",
    "2340340589": "Інструкцыі па выкарыстанні знака hCaptcha",
    "2430148876": "Мы стварылі гэтыя рэкамендацыі і агульную ліцэнзію на таварную марку, каб як мага прасцей для нашых кліентаў, партнёраў і прыхільнікаў працаваць з нашым брэндам, захоўваючы пры гэтым нашу фірмовую ідэнтычнасць. Калі вам трэба выкарыстоўваць значкі, лагатыпы або іншыя знакі hCaptcha спосабамі, якія істотна адрозніваюцца ад гэтых інструкцый, вам трэба будзе звязацца з намі (IMI) для атрымання пісьмовай ліцэнзіі.",
    "3884400764": "Нягледзячы на тое, што вы можаце выкарыстоўваць знакі hCaptcha ў адпаведнасці з гэтымі рэкамендацыямі, гэта не азначае, што ў вас ёсць якія-небудзь правы на знакі hCaptcha, лагатыпы або любы іншы таварны знак, гандлёвае найменне, знак абслугоўвання, назву кампаніі або рэпутацыю hCaptcha. Мы хочам забяспечыць максімальную гнуткасць, але мы абавязаны абараняць hCaptcha ад несанкцыянаванага выкарыстання любой гандлёвай маркі, гандлёвай маркі, знака абслугоўвання, назвы кампаніі або добрай волі hCaptcha. Любое несанкцыянаванае выкарыстанне аўтаматычна спыняе дзеянне дазволу або ліцэнзіі, выдадзеных hCaptcha, і можа пацягнуць за сабой юрыдычную адказнасць за любыя страты.",
    "512598290": "Такім чынам, мы павінны папрасіць вас заўсёды выкарыстоўваць усе знакі і лагатыпы hCaptcha ў форме, якая адпавядае прыведзеным ніжэй правілам, уключаючы выкарыстанне вялікіх літар, шрыфт і стыль.",
    "2075610992": "Дзякуй за вашу падтрымку!",
    "1023190144": "hCaptcha® у тэксце",
    "4274324704": "Вось як выкарыстоўваць наша імя ў пісьмовай копіі:",
    "3912926900": "hCaptcha® павінен мець зарэгістраваны сімвал гандлёвай маркі пры першым з'яўленні ў творчай копіі.",
    "950637875": "Напісанне hCaptcha ніколі не павінна быць зменена, а hCaptcha заўсёды павінна быць з вялікай літары ў другой літары (\"C\"). Яно ніколі не бывае множным або прыналежным.",
    "2624601135": "«hCaptcha» не павінна выкарыстоўвацца як частка назвы брэнда, злучацца праз злучок або выкарыстоўвацца ў назвах прыкладанняў або іншых прадуктаў.",
    "3828090208": "Замест гэтага выкарыстоўвайце «для hCaptcha». Калі выкарыстоўваецца з лагатыпам трэцяй боку, «for hCaptcha» павінен быць меншым па памеры, чым лагатып трэцяй боку.",
    "4149738856": "hCaptcha варта выкарыстоўваць у якасці прыметніка, а затым і належны агульны тэрмін.",
    "1446868537": "hCaptcha ніколі не варта выкарыстоўваць у якасці дзеяслова.",
    "2487931657": "Не выкарыстоўвайце: \"мы hCaptcha'd наш сайт.\"",
    "2565565429": "Замест гэтага выкарыстоўвайце: «мы выкарыстоўваем hCaptcha, каб зрабіць наш сайт больш бяспечным і бяспечным».",
    "3434202027": "Любое выкарыстанне назвы hCaptcha ў камунікацыі патрабуе пазначэння: \"hCaptcha з'яўляецца зарэгістраванай гандлёвай маркай Intuition Machines, Inc.\"",
    "2754937029": "Непрымальнае выкарыстанне",
    "2436973524": "Прымаюцца толькі дакладныя спасылкі. Недапушчальна казаць, што сайт выкарыстоўвае сэрвісы і праграмы hCaptcha, калі гэта не так. Аналагічным чынам выкарыстанне нашага лагатыпа або любых значкоў таксама дапушчальна толькі тады, калі сайт выкарыстоўвае сэрвісы hCaptcha.",
    "69844082": "Гандлёвыя знакі hCaptcha, графічныя сімвалы, лагатыпы, шрыфты або значкі таксама не могуць выкарыстоўвацца зняважліва.",
    "3861413614": "Вы не можаце выкарыстоўваць любы таварны знак або лагатып hCaptcha, якія б азначалі, што hCaptcha мае прыналежнасць або адабрэнне, спонсарства або падтрымку прадукту або паслугі трэцяга боку, без выразнага пісьмовага дазволу.",
    "1409822234": "Ні ў якім разе нельга выкарыстоўваць ідэнтычны або амаль ідэнтычны таварны знак hCaptcha у якасці даменнага імя.",
    "4181060163": "Трэція асобы не павінны выкарыстоўваць варыянты або арфаграфічныя памылкі, а таксама дзейнічаць якім-небудзь чынам, што можа выклікаць блытаніну першапачатковай цікавасці да таварных знакаў hCaptcha.",
    "3955555607": "За выключэннем партнёраў або аўтарызаваных рэсэлераў, трэція асобы не могуць рабіць стаўкі па ключавых словах, Google AdWords або іншых мэтавых рэкламных сістэмах з выкарыстаннем знакаў hCaptcha або арфаграфічных памылак. Таксама трэція асобы не могуць выкарыстоўваць знакі hCaptcha ў даменных імёнах, любой пошукавай аптымізацыі, мета-тэгах, пошукавых тэрмінах, кодзе або іншым скажэнні.",
    "1985238261": "Іншыя забароненыя знакі",
    "2193061499": "Некаторыя з нашых лагатыпаў і знакаў могуць выкарыстоўвацца толькі hCaptcha і яго партнёрамі. Трэція асобы не могуць выкарыстоўваць наступныя знакі без пісьмовай ліцэнзіі hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "Аўтарызаваны рэсэлер hCaptcha™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop ад hCaptcha™",
    "2557601376": "Лагатып hCaptcha™",
    "248923369": "Лагатып BotStop™",
    "3942875761": "Дапамажыце стварыць лепшы вэб™",
    "364774188": "Я чалавек™",
    "2785425016": "(у кантэксце рашэння праверкі чалавечнасці, напрыклад, заклік да дзеяння)",
    "2639657759": "Знакі, якія выкарыстоўваюцца з дазволу",
    "1268918580": "Некаторыя з лагатыпаў і знакаў, якія выкарыстоўваюцца hCaptcha і яго партнёрамі, належаць трэцім асобам і могуць выкарыстоўвацца толькі з іх дазволу. Трэція асобы не могуць выкарыстоўваць наступныя знакі, за выключэннем выпадкаў, калі гэта дазволена іх уладальнікамі:",
    "3782751514": "HUMAN Protocol® з'яўляецца зарэгістраванай гандлёвай маркай HUMAN Protocol Foundation і выкарыстоўваецца з яе дазволу.",
    "1620709264": "HUMAN Token® з'яўляецца зарэгістраванай гандлёвай маркай HUMAN Protocol Foundation і выкарыстоўваецца з яе дазволу.",
    "3031953928": "HUMAN Network™ з'яўляецца гандлёвай маркай HUMAN Protocol Foundation і выкарыстоўваецца з яго дазволу.",
    "3554363588": "Іншыя знакі",
    "3290996791": "Усе іншыя назвы прадуктаў, лагатыпы і брэнды з'яўляюцца ўласнасцю іх адпаведных уладальнікаў. Усе іншыя назвы кампаній, прадуктаў і паслуг, якія выкарыстоўваюцца на гэтым сайце, прызначаны толькі для ідэнтыфікацыі. Выкарыстанне гэтых назваў, лагатыпаў і брэндаў не азначае адабрэння.",
    "2444685143": "Палітыка лагатыпа",
    "2414232014": "Наш лагатып імгненна пазнавальны і адзін з нашых самых каштоўных і важных актываў. Каб гарантаваць, што наша кампанія застаецца моцным прадстаўніцтвам, яе трэба старанна і паслядоўна прадстаўляць ва ўсіх каналах камунікацыі.",
    "803639471": "Лагатып hCaptcha складаецца з значка рукі і лагатыпа hCaptcha. У альтэрнатыўнай форме значок рукі можа з'яўляцца сам па сабе, калі месца абмежавана, а «hCaptcha» выкарыстоўваецца ў якасці слоўнага знака (як апісана вышэй) у непасрэднай блізкасці ад значка рукі, так што відавочна, што значок рукі ўяўляе hCaptcha.",
    "564127016": "Значок рукі hCaptcha:",
    "1424800293": "Лагатып hCaptcha:",
    "1525506526": "Што такое захоп уліковых запісаў і як яны працуюць?",
    "2446481523": "Ёсць старая народная казка, у якой фурман і шляхціц з'яўляюцца ў паліцэйскім у невялікай вясковай вёсцы. Адзін чалавек, апрануты ў бруднае жабрацкае адзенне, сказаў канстэблю: «Я шляхціц. Гэты чалавек быў маім кіроўцам.",
    "1767952047": "Учора ўвечары ён напаў на мяне, скраў маю вопратку і забраў грошы». Іншы мужчына, апрануты ў шыкоўную вопратку, у адзенне шляхецкага саслоўя, адказаў: «Канстэбль, гэты чалавек вар'ят. Ён думае, што ён шляхціц. Я сапраўдны шляхціц. Арыштуйце яго!»",
    "2947576723": "Гэта гісторыя папярэднічала вадзіцельскім пасведчанням і лічбавым адбіткам пальцаў, але яна дае добры прыклад таго, што можа пайсці не так у сітуацыі паглынання акаўнта. Чалавек уваходзіць у інтэрнэт-банкаўскі рахунак або ў дадатак для мабільных плацяжоў. Ён сапраўдны ўладальнік акаўнта ці хакер? Хто насамрэч хто? Гэтыя праблемы бяспекі ўплываюць на арганізацыі, якія дазваляюць атрымаць доступ да ўліковага запісу самаабслугоўвання.",
    "1687299615": "Што такое захоп рахунку?",
    "2648707986": "Захоп акаўнта - гэта форма кібер-махлярства, пры якой зламыснік выдае сябе за ўладальніка ўліковага запісу ў Інтэрнэце. Як правіла, уліковы запіс знаходзіцца ў фінансавай установе або прадпрыемстве электроннай камерцыі, дзе махляр можа скрасці грошы, тавары або падарункавыя карты. Зламыснік выкарыстоўвае выкрадзеныя ўліковыя даныя для ўваходу ў рахунак, а затым пераняць яго, магчыма, змяніўшы пароль, каб заблакаваць фактычнага ўладальніка ўліковага запісу.",
    "1476843710": "Менш фінансавыя шкодныя, але ўсё яшчэ шкодныя формы захопу акаўнта ўключаюць захоп уліковых запісаў у сацыяльных сетках і таму падобнае. У гэтых выпадках зламыснік звычайна спрабуе распаўсюджваць шкоднаснае праграмнае забеспячэнне або ўдзельнічаць у фішынгавых атаках супраць нічога не падазраваных сяброў ахвяры. Або зламыснік спрабуе збянтэжыць ахвяру, што часам здараецца, напрыклад, са знакамітасцямі і палітыкамі.",
    "2904949278": "Як хакер забірае ўліковы запіс?",
    "2575690545": "Паглынанне ўліковых запісаў, як і многія іншыя кібер-махлярства, у асноўным з'яўляюцца справай аўтаматызаваных масавых працэсаў. Рэдка, калі хакер, апрануты ў талстоўцы ў падвале сваёй маці, уводзіць паролі на сайты банкаў па адным.",
    "3614653023": "Хутчэй, практыка абапіраецца на буйнамаштабныя атакі напаўнення ўліковых даных, якія спрабуюць выкарыстоўваць мільёны пар імя карыстальніка і пароля ў дзясятках мэтавых фінансавых устаноў у надзеі разблакіраваць невялікую частку акаўнтаў. Пасля таго, як аўтаматызаванае праграмнае забеспячэнне для махлярства атрымае доступ да ўліковага запісу, чалавек-хакер можа ўмяшацца, але ў некаторых выпадках не.",
    "2762759509": "Многія атакі на захоп уліковых запісаў амаль цалкам аўтаматызаваныя.",
    "1972710018": "Бачыць гэта з пункту гледжання кампаніі",
    "1282121137": "Каб зразумець, наколькі праблематычным можа быць паглынанне рахунку, разгледзім, як выглядае вопыт з пункту гледжання фінансавай установы. Яны апрацоўваюць мільёны лагінаў кожны дзень.",
    "2315518622": "У сувязі са складанасцю, даступнай у сучасных інструментах атакі, вельмі складана выявіць, якія, калі такія маюцца, з'яўляюцца ашуканскімі. Затым чалавек тэлефануе ў службу падтрымкі і кажа: «Мой уліковы запіс атакавалі! Я не магу ўвайсці, а нехта крадзе мае грошы!»",
    "1836369533": "Як канстабль у народнай казцы, як вызначыць, хто ёсць хто? Калі зламыснік мае дастаткова выкрадзеных элементаў ідэнтыфікацыі, такіх як нумар пасведчання кіроўцы, нумар сацыяльнага страхавання, дзявочае прозвішча маці, адрас і гэтак далей, можа быць даволі складана вызначыць, ці з'яўляецца абанент сапраўдным уладальнікам акаўнта або зламыснікам, які спрабуе атрымаць скід пароля на ўліковым запісе, у які ён хоча пранікнуць.",
    "2880837730": "Што можна зрабіць, каб спыніць захоп рахункаў?",
    "3654556483": "Фінансавыя ўстановы і кампаніі электроннай камерцыі маюць працэсы і сродкі кантролю, якія змякчаюць некаторыя пагрозы захопу ўліковых запісаў. Яны вар'іруюцца ад старамодных сакрэтных пытанняў \"як звалі вашага лепшага сябра ў пачатковай школе\" да метадаў выяўлення, якія высочваюць падазроныя IP-адрасы і профілі мабільных прылад.",
    "2449501658": "забяспечвае адзін з самых прасунутых спосабаў змякчэння пагрозы ад ашуканскіх спробаў ўваходу ў уліковы запіс, выкарыстоўваючы машыннае навучанне для выяўлення і спынення ботаў, і эфектыўна робіць ашуканцам цяжэй або нават немагчымым захапіць уліковы запіс.",
    "3621455477": "каб даведацца больш!",
    "555246307": "Дарэчы, вось як заканчваецца гісторыя шляхціца і яго шафёра: канстэбль прымусіў двух мужчын гадзінамі сядзець у пакоі разам і нудзіцца з розуму. У канцы дня ён з'явіўся і сказаў: «Я зараз пагавару з фурманам». Чалавек у шляхетным адзенні ўстаў. Ён так засумаваў, што забыўся, што толькі прыкідваецца шляхціцам.",
    "1224727373": "BotStop ад hCaptcha",
    "1187718370": "Звяжыцеся з намі",
    "3892905664": "hCaptcha дапамагае вашым любімым інтэрнэт-сэрвісам пазбягаць ботаў, спаму і злоўжыванняў, задаючы простыя пытанні, лёгкія для людзей і складаныя для машын.",
    "555158694": "Сэрвіс, якім вы карыстаецеся, выбраў, каб палепшыць ваш вопыт на сваім сайце, усталяваўшы hCaptcha, каб паменшыць шкоднасны трафік.",
    "1617196410": "hCaptcha сканцэнтраваны на спыненні ботаў. Нам не важна, хто такі карыстальнік, а толькі тое, ці з'яўляюцца яны шкоднаснымі. Мы прыкладаем усе намаганні, каб збалансаваць канфідэнцыяльнасць і",
    "1624200563": "бяспекі, а таксама выконваць GDPR, CCPA, LGPD, PIPL і іншыя правілы прыватнасці.",
    "1927613000": "hCaptcha спалучае ў сабе складанае машыннае навучанне з магутнай платформай для абароны вэб-прыкладанняў ад захопу ўліковых запісаў, напаўнення ўліковых даных, выкрадання і іншых відаў злоўжыванняў.",
    "1133989302": "Чаму hCaptcha?",
    "34074886": "Кожны раз, калі вы адказваеце на выклік, мы выкарыстоўваем складаныя мадэлі, каб высветліць, ці з'яўляецеся вы чалавекам. Затым вэб-сайт, які вы наведалі, выкарыстоўвае гэты вынік, каб палепшыць ваш вопыт на сваім сайце, не даючы ботаў.",
    "3412647984": "Гэта дазваляе пазбегнуць будучых пытанняў, зарэгістраваўшыся і ўсталяваўшы файл cookie. Паспрабуйце таксама адключыць блакіроўку рэкламы.",
    "2510209017": "Патрэбна дадатковая дапамога?",
    "477275453": "Чаму API з'яўляюцца папулярнай мішэнню для хакераў?",
    "596347471": "Інтэрфейсы праграмавання прыкладанняў (API) сталі папулярнай мішэнню для зламыснікаў у кіберпрасторы. На гэта ёсць шмат прычын, у тым ліку іх вялікая карыснасць у інтэграцыі прыкладанняў. Аднак можна знізіць рызыку API.",
    "2441638955": "Па-першае, што такое API?",
    "3963216198": "Каб абмеркаваць, чаму API з'яўляюцца папулярнай мішэнню для хакераў, варта спачатку на кароткі момант вызначыцца, што ў цяперашні час маецца на ўвазе пад тэрмінам «API». Канцэпцыя API зусім не новая. Фактычна, інтэрфейсы для злучэння розных камп'ютэрных сістэм адзін з адным, а таксама іх унутраныя кампаненты існуюць прынамсі з пачатку 1960-х гадоў.",
    "1047251718": "Аднак сёння, калі людзі гавораць пра API, яны нязменна маюць на ўвазе API, заснаваныя на стандартах. Гэта API, створаныя з выкарыстаннем адкрытых стандартаў, такіх як Representational State Transfer (REST) і адкрытых стандартных фарматаў файлаў, такіх як JavaScript Object Notation (JSON). Такія \"RESTful API\", як яны вядомыя, могуць быць створаны без неабходнасці ўласнага праграмнага забеспячэння. Атрыманыя API здольныя адпраўляць і атрымліваць даныя і выклікі працэдур паміж праграмнымі прыкладаннямі. Напрыклад, прыкладанне мабільнага банкінгу выкарыстоўвае API для доступу да сістэм банка.",
    "3195334319": "Карыснасць і ўразлівасць API",
    "1903743785": "З'яўленне API, заснаваных на стандартах, стала сур'ёзным крокам наперад у інтэграцыі прыкладанняў. За апошнія 20 гадоў або каля таго API перайшлі ад дарагіх і складаных запатэнтаваных праграмных прадуктаў да бясплатных інструментаў, заснаваных на стандартах, з якімі параўнальна лёгка працаваць і хутка разгортвацца.",
    "879362350": "Дзякуючы новым API, якія працуюць праз Інтэрнэт, стала магчымым падключыць любое праграмнае забеспячэнне або крыніцу дадзеных у любым пункце свету, незалежна ад платформы, схемы дадзеных або мовы праграмавання. У выніку вылічальны свет зараз знаходзіцца ў разгары рэвалюцыі API. Адбыўся выбух сувязі паміж праграмамі і дадзенымі. Гэта выдатна, пакуль гэтага не будзе.",
    "3844432472": "Сама адкрытасць і карыснасць API робіць іх неверагодна багатымі мішэнямі для зламыснікаў. Гэтак жа, як мабільнае прыкладанне можа быць запраграмавана на атрыманне даных з карпаратыўнай сістэмы з дапамогай API, таксама можа быць і частка шкоднасных праграм. Хакеры напісалі шырокі спектр праграмных інструментаў для злоўжывання API. Гэта эфектыўны метад атакі.",
    "2187096543": "Сапраўды, былі некаторыя сур'ёзныя парушэнні дадзеных у выніку хакерскага праграмнага забеспячэння, якое заклікала API для вымання дадзеных з базы дадзеных. У рэшце рэшт, калі для крадзяжу дадзеных проста патрабуецца базавы выклік GET для API, напісаны з дапамогай REST і JSON, то лёгка ачысціць базу дадзеных. На самай справе, калі людзі кажуць пра атакі «скрабання экрана», яны ў асноўным маюць на ўвазе хуткія выклікі API, якія выцягваюць дадзеныя з баз дадзеных. API сталі асноўнай паверхняй атакі для арганізацый, якія іх ствараюць.",
    "4222109231": "Зніжэнне рызыкі API з карпаратыўным прадуктам hCaptcha",
    "1783317946": "Спыненне нападаў API з'яўляецца папулярным варыянтам выкарыстання",
    "3022922096": ", карпаратыўны набор прадуктаў hCaptcha. У адрозненне ад бясплатнай версіі hCaptcha,",
    "63719113": "выкарыстоўвае перадавое машыннае навучанне для ідэнтыфікацыі шкоднаснага трафіку на ваш сайт і праграмы - у тым ліку дзеянні па ачыстцы.",
    "3566102529": "мы сёння, каб даведацца больш.",
    "3096553330": "Кожная сістэма, якую мы ствараем, проста адлюстроўвае нашы адносіны з іншымі людзьмі.",
    "1467218142": "Тое, што мы жадаем ад іх і ад нас саміх, кіруе нашымі паводзінамі, і, такім чынам, тыя ж мадэлі ўзаемадзеяння паўтараюцца ва ўсіх чалавечых сістэмах. Інтэрнэт дае мноства выдатных прыкладаў гэтага фундаментальнага аспекту нашага свету.",
    "808872868": "Напрыклад: спам, махлярства і злоўжыванні існуюць у Інтэрнэце амаль на наступны дзень пасля першага злучэння дзвюх сістэм.",
    "1085089390": "Злоўжыванне ў Інтэрнэце вынікае з прыроджаных паводзін чалавека",
    "3064321967": "Першы вядомы спам-электронны ліст быў адпраўлены ў 1978 годзе.",
    "3800781598": "] Амаль праз пяць дзесяцігоддзяў спам па электроннай пошце працягвае мучыць нас. Многія мільярды долараў і тысячы чалавек-гадоў інжынерных намаганняў былі ўкладзеныя ў яго перамогу, але спам захоўваецца. З абодвух бакоў існуюць індустрыі на мільярд долараў, гэта значыць тыя, што абараняюць ад гэтага, і тыя, хто гэта пасылае.",
    "2119943547": "Чаму гэта? Адказ просты. Пакуль ёсць стымул злоўжываць сістэмай, нехта звычайна знойдзе спосаб. І як толькі яны гэта зробяць, зараз у кагосьці з'явіцца стымул іх спыніць.",
    "532470444": "Баланс можа крыху змяняцца з году ў год, але такія паводзіны проста адлюстроўвае фундаментальную чалавечую прыроду, а пяць тысяч гадоў запісанай гісторыі азначаюць, што дынаміка наўрад ці зменіцца ў бліжэйшы час.",
    "3193548097": "Надзея вясна вечная",
    "4065614934": "Гэты аналіз не новы, але людзі вечныя аптымісты. Асабліва калі яны думаюць, што іх ідэя новая.",
    "1216071511": "Тыя ж ідэі прапануюцца так часта, што каля 20 гадоў таму ананімны аўтар прыдумаў карысную запаўненне пустых месцаў для інтэрнэт-дыскусій аб рашэннях па барацьбе са спамам:",
    "1941999673": "Ваш пост адвакаты а",
    "4179118182": "( ) тэхнічны ( ) заканадаўчы ( ) рынкавы ( ) пільшчык",
    "3978720689": "падыход да барацьбы са спамам. Ваша ідэя не атрымаецца. Вось чаму гэта не спрацуе.",
    "318339230": "(Адно або некалькі з наступнага могуць адносіцца да вашай канкрэтнай ідэі, і гэта можа мець месца",
    "30312304": "іншыя недахопы, якія адрозніваліся ад штата да штата да таго, як быў прыняты дрэнны федэральны закон.)",
    "2710988028": "( ) Спамеры могуць лёгка выкарыстоўваць яго для збору адрасоў электроннай пошты",
    "3912514510": "( ) Спісы рассылкі і іншыя законныя спосабы выкарыстання электроннай пошты будуць закрануты",
    "2030062561": "( ) Ніхто не зможа знайсці хлопца і забраць грошы",
    "3334160175": "( ) Ён безабаронны перад нападамі грубай сілы",
    "3238345709": "( ) Гэта спыніць спам на два тыдні, а потым мы затрымаемся",
    "4227800293": "( ) Карыстальнікі электроннай пошты не будуць мірыцца з гэтым",
    "2271252286": "( ) Microsoft не будзе мірыцца з гэтым",
    "692064738": "( ) Міліцыя не змірыцца з гэтым",
    "3475647460": "( ) Патрабуе занадта шмат супрацоўніцтва ад спамераў",
    "1482845460": "( ) Патрабуе неадкладнага поўнага супрацоўніцтва ад усіх адначасова",
    "3741193183": "( ) Многія карыстальнікі электроннай пошты не могуць дазволіць сабе страціць бізнес або адчуліць патэнцыйных працадаўцаў",
    "2234909600": "( ) Спамеры не клапоцяцца пра несапраўдныя адрасы ў сваіх спісах",
    "1982617151": "( ) Любы мог ананімна разбурыць чыю-небудзь кар'еру ці бізнес",
    "2498172334": "У прыватнасці, ваш план не ўлічвае",
    "389705801": "( ) Законы, якія прама забараняюць гэта",
    "190955495": "( ) Адсутнасць цэнтралізаванага кантролю для электроннай пошты",
    "237009707": "( ) Адкрытыя эстафеты ў замежных краінах",
    "3507532387": "( ) Прастата пошуку малюсенькай літарна-лічбавай адраснай прасторы ўсіх адрасоў электроннай пошты",
    "2477958756": "( ) Дрэнныя людзі",
    "3254142589": "( ) Праблемы юрысдыкцыі",
    "3621401685": "( ) Непапулярнасць новых дзіўных падаткаў",
    "4277475973": "( ) Публічнае нежаданне прымаць дзіўныя новыя формы грошай",
    "941057651": "( ) Вялізныя існуючыя інвестыцыі ў праграмнае забеспячэнне ў SMTP",
    "3265293440": "( ) Адчувальнасць пратаколаў, акрамя SMTP, да нападу",
    "515733427": "( ) Гатоўнасць карыстальнікаў усталёўваць патчы АС, атрыманыя па электроннай пошце",
    "2631159699": "( ) Арміі чарвякоў прарэзалі шырокапалосныя падключаныя скрынкі Windows",
    "776542208": "( ) Вечная гонка ўзбраенняў уключана ва ўсе падыходы да фільтрацыі",
    "989480928": "( ) Надзвычайная прыбытковасць спаму",
    "3898950867": "( ) Вакансіі Джо і / або крадзеж асабістых дадзеных",
    "3395399558": "( ) Тэхнічна непісьменныя палітыкі",
    "1118929614": "( ) Надзвычайная глупства з боку людзей, якія вядуць бізнэс са спамерамі",
    "838951836": "( ) Нядобрасумленнасць з боку саміх спамераў",
    "2123236933": "( ) Выдаткі на прапускную здольнасць, на якія не ўплывае фільтраванне кліента",
    "2292919419": "( ) Перспектывы",
    "2534436327": "і наступныя філасофскія пярэчанні таксама могуць прымяняцца:",
    "832385387": "( ) Ідэі, падобныя да вашых, лёгка прыдумаць, але ніводная ніколі не была прадэманстравана",
    "1993984258": "( ) Любая схема, заснаваная на адмове, непрымальная",
    "3909240516": "( ) Загалоўкі SMTP не павінны быць прадметам заканадаўства",
    "1151065360": "( ) Чорныя спісы адстой",
    "2396605499": "( ) Белыя спісы адстой",
    "2225785608": "( ) Мы павінны мець магчымасць гаварыць пра Віягру без цэнзуры",
    "3004688366": "( ) Контрмеры не павінны ўключаць махлярства або махлярства з крэдытнымі карткамі",
    "922470170": "( ) Контрмеры не павінны ўключаць сабатаж публічных сетак",
    "3068923550": "( ) Контрмеры павінны дзейнічаць, калі ўводзіць іх паступова",
    "2752975480": "( ) Адпраўка электроннай пошты павінна быць бясплатнай",
    "117227832": "( ) Чаму мы павінны давяраць вам і вашым серверам?",
    "1021431157": "( ) Несумяшчальнасць з адкрытым зыходным кодам або ліцэнзіямі з адкрытым зыходным кодам",
    "2801524659": "( ) Меры добрага самаадчування нічога не дазваляюць вырашыць праблему",
    "931661269": "( ) Часовыя/аднаразовыя адрасы электроннай пошты грувасткія",
    "2090457681": "( ) Я не хачу, каб урад чытаў маю электронную пошту",
    "3536122902": "( ) Спыняць іх такім чынам недастаткова павольна і балюча",
    "2391175562": "Акрамя таго, вось што я думаю пра вас:",
    "229198134": "( ) Прабач, чувак, але я не думаю, што гэта спрацуе.",
    "345563040": "( ) Гэта дурная ідэя, а вы дурны чалавек, што прапанавалі яе.",
    "409780280": "( ) Добрая спроба, ****! Спадзяюся, хтосьці наступіць на вашу клавіятуру!",
    "2820080973": "арганізаваны з ❤ ад",
    "3943164003": "праглядаць у сырам выглядзе",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Чаму ваша новае рашэнне для барацьбы са спамам не будзе працаваць",
    "361795034": ". Невядомы аўтар, в. 2000 год",
    "1547006769": "Праверка чалавечнасці - тая ж праблема",
    "3717942925": "Падобна таму, як заўсёды будуць людзі, якія жадаюць прыцягнуць вашу ўвагу па электроннай пошце, заўсёды будзе жаданне абмежаваць доступ да некаторых рэсурсаў так, каб да іх маглі мець доступ толькі людзі.",
    "2481032625": "Ці з'яўляецца мэта прадухіліць:",
    "1691348394": "- аўтаматызаваныя масавыя пакупкі падчас абмежаванага продажу",
    "1771016224": "- праграмнае забеспячэнне для масавай загрузкі ўсяго кантэнту з вашага сайта",
    "1959762846": "- запаўненне вашых вэб-форм бясконцым маркетынгавым спамам або злоўжываннямі",
    "345108670": "- набіванне ўліковых даных і іншыя спробы захопу акаўнта",
    "2540760245": "сярод многіх іншых мэтаў, магчымасць фільтрацыі інтэрнэт-трафіку на аснове «чалавек ці не», верагодна, застанецца каштоўным інструментам да таго часу, пакуль чалавечая прырода прытрымліваецца тых жа шаблонаў, зафіксаваных на працягу апошніх пяці тысяч гадоў.",
    "3346362371": "Што наконт машыннага навучання?",
    "3619183405": "У 2021 годзе простыя CAPTCHA часам можна вырашаць з дапамогай праграмнага забеспячэння, дзякуючы дасягненням у галіне машыннага навучання. Каб вырашыць гэта, hCaptcha таксама робіць вельмі дэталёвы аналіз такіх уласцівасцяў, як",
    "3292221787": "на выклік быў дадзены адказ, а не толькі пра тое, ці быў ён правільным, і часта змяняліся як пытанні, так і выкарыстоўваныя даныя.",
    "1080672247": "Паколькі многія з зададзеных пытанняў не могуць быць эканамічна вырашаны з дапамогай стандартнага праграмнага забеспячэння, а таксама паколькі дадзеныя, як правіла, унікальныя для сістэмы, гэта азначае, што боты часта цалкам спыняюцца бясплатным сэрвісам, і замест гэтага яны павінны разлічваць на чалавечыя вырашальнікі CAPTCHA, што робіць многія віды злоўжыванняў зусім неэканамічнымі.",
    "4172868199": "ідзе значна далей, пераходзячы ў сферу спроб адрозніць «добрага чалавека» ад «дрэннага чалавека», і сёння выкарыстоўваецца многімі з самых папулярных у свеце інтэрнэт-сэрвісаў, каб знайсці і спыніць усё, ад махлярства з пакупкамі да прасунутага ўстойлівага пагрозы супраць іх карыстальнікаў, захоўваючы пры гэтым унікальную ўвагу на захаванні прыватнасці.",
    "2873911365": "А як наконт апаратнай атэстацыі?",
    "1477196356": "Розныя метады звязвання ідэнтычнасці з прыладай крыптаграфічна бяспечным спосабам, часам з захаваннем прыватнасці, прапаноўваліся на працягу дзесяцігоддзяў. Крыптаграфія з адкрытым ключом ўзыходзіць да в. 1975, і апаратныя токены існуюць амаль столькі ж.",
    "2349681896": "На жаль, кіраванне апаратнай часткай не азначае, што вы асоба. Практычна кожная папулярная схема атэстацыі спажывецкіх апаратных сродкаў неаднаразова парушалася, латалася, а потым зноў парушалася.",
    "254326776": "Часта выяўляецца, што злоснае злоўжыванне гэтымі недахопамі адбывалася на працягу некалькіх месяцаў ці гадоў да раскрыцця або акадэмічнай публікацыі.",
    "2462909475": "Сцяна з больш чым 10 000 тэлефонаў, якія выкарыстоўваюцца для злоўжыванняў, частка аперацыі кітайскага бота.",
    "1963951234": "Незалежна ад таго, наколькі надзейная ваша крыптаграфічная схема, калі хтосьці можа ў рэшце рэшт проста выдаткаваць грошы, каб даць вам адказ, які вы шукаеце, валодання апаратнай часткай недастаткова.",
    "1278884196": "Тым не менш, крыптаграфія - даволі маладая дысцыпліна. Зыходзячы з нядаўняй гісторыі, ваша крыптаграфічная схема і/або рэалізацыя, хутчэй за ўсё, будуць зламаныя, як толькі ў каго-небудзь з'явіцца стымул прыгледзецца да яе ўважліва, і, верагодна, іншыя людзі зразумеюць гэта задоўга да вас. Абапіраючыся на апаратнае забеспячэнне, вам можа спатрэбіцца папрасіць кожнага з вашых карыстальнікаў змяніць фізічную прыладу, каб выправіць недахоп. У большасці выпадкаў гэта наўрад ці адбудзецца хутка, што азначае, што на самой справе ваша сістэма проста не адкрыецца.",
    "1828028934": "Вось чаму",
    "1642844535": "важна: hCaptcha выкарыстоўвае некалькі розных падыходаў, каб адказаць на адно і тое ж фундаментальнае пытанне, што дазваляе параўнаць для ўзгодненасці ўсіх ацэнак.",
    "1155821305": "абарона - гэта глыбіня",
    "119098046": "Што наконт пасіўных рашэнняў або рашэнняў без выклікаў?",
    "2760410719": "Службы, якія спрабуюць выяўляць бот з чыста пасіўнымі сігналамі, хутка сутыкаюцца з фундаментальнай праблемай: як праверыць, ці правільна сістэма выяўляе дрэнных акцёраў, калі ў вас няма дакладнай праўды?",
    "1722734001": "Адкрыты інтэрнэт - гэта вельмі шумнае асяроддзе. Дрэнныя акцёры кожны дзень атакуюць карыстальнікаў нашага сэрвісу і канкурэнтаў, такіх як reCAPTCHA, і, вядома, спрабуюць пры гэтым выглядаць як мага больш чалавечымі.",
    "1595254735": "Чыста пасіўныя сэрвісы з цяжкасцю падтрымліваюць дакладнасць выяўлення бота або нават ведаюць, калі яны недакладныя. Без магчымасці час ад часу аспрэчваць карыстальнікаў і правільна аналізаваць вынікі гэтай праблемы, дакладнасць мае тэндэнцыю значна зніжацца з часам.",
    "2412751979": "Дзякуючы больш дакладным сігналам чалавецтва, якія забяспечваюць функцыю hCaptcha, многія кампаніі, якія раней выкарыстоўвалі reCAPTCHA v3/Enterprise, перайшлі на",
    "2284856231": "а таксама рэзка палепшылася дакладнасць у чыста пасіўным рэжыме hCaptcha Enterprise.",
    "4162847": "Мы змаглі гэта назіраць непасрэдна, бо некаторыя з нашых кліентаў праводзяць A/B-тэсты па тым жа запыце, перш чым цалкам пераходзяць з прапаноў Google. Звычайна мы можам даказаць высокі ўзровень ілжывададатных і ілжывых адмоўных адмоў ад reCAPTCHA v3 або reCAPTCHA Enterprise.",
    "436125785": "Гэта нядзіўна, улічваючы недакладнасць зваротнай сувязі, даступнай у гэтых прадуктах, і той факт, што яны прадаюцца рэкламнай сеткай з пераважнай зацікаўленасцю ў тым, каб не занадта добра выяўляць бот, каб гэта не пашкодзіць іх асноўнаму бізнесу.",
    "2233741720": "У заключэнне",
    "2133809801": "Пакуль людзі застаюцца людзьмі, верагодна, што праверка чалавечнасці будзе гуляць пэўную ролю ў Інтэрнэце.",
    "2255549335": "Наша праца ў hCaptcha складаецца ў тым, каб знайсці добрыя кампрамісы паміж складанасцю і дакладнасцю і падтрымліваць нізкае трэнне, асабліва для",
    "4138068262": "карыстальнікаў. У рэшце рэшт, узаемадзеянне з праблемамі, верагодна, застанецца часткай арсенала інструментаў для зніжэння злоўжыванняў у Інтэрнэце, пакуль чалавечая прырода застаецца нязменнай.",
    "855097735": "Стварэнне сэрвісу, які робіць гэта добра, ураўнаважваючы ўсе праблемы, - вельмі цяжкая праблема (і мы заўсёды працуем над яе ўдасканаленнем, каб зрабіць вопыт як мага больш прыемным), але мы спадзяемся, што вы пагодзіцеся, што памяншэнне спаму, злоўжыванняў, захопу ўліковых запісаў , і махлярства ў Інтэрнэце ў канчатковым рахунку варта час ад часу простага пытання.",
    "1953959745": "даступнасць",
    "2543123170": "Праверка чалавечнасці без трэння",
    "547245263": "Вырашыце праблему з ботам сёння.",
    "3117887301": "Давяраюць найбуйнейшыя інтэрнэт-сэрвісы",
    "981806349": "Пабудаваны на праверанай платформе hCaptcha",
    "2373007864": "hCaptcha Enterprise працуе на аснове тэхналогіі платформы hCaptcha, пашыранай для ўключэння функцый, неабходных прадпрыемствам з высокім трафікам.",
    "2652399059": "Надзейны партнёр",
    "1997838163": "Найбуйнейшыя сусветныя кампаніі залежаць ад hCaptcha Enterprise. Інтэграцыя простая, а дакладнасць выяўлення не мае сабе роўных.",
    "734735952": "Мы ацанілі шэраг пастаўшчыкоў CAPTCHA, а таксама самі пабудавалі сістэму. У рэшце рэшт, hCaptcha стаў лепшай альтэрнатывай reCAPTCHA.",
    "1250541092": "— Сергі Ісасі",
    "3524251858": "Дырэктар па кіраванні прадуктамі, Cloudflare",
    "3971348140": "Чаму мы выкарыстоўвалі hCaptcha? Ніхто іншы не мог забяспечыць патрэбныя нам функцыі і прадукцыйнасць. Яны хутка запусцілі нас, і нашым гандлярам падабаецца гэты вопыт.",
    "4248655793": "— Аляксей М.",
    "4185927140": "Менеджэр па прадуктах, Flash, Shopify",
    "282913023": "Эканамічны варыянт для прадпрыемстваў з высокай праходнасцю",
    "999610953": "Нарэшце, надзейная альтэрнатыва Google. hCaptcha Enterprise забяспечвае значную эканомію на вашым рахунку reCAPTCHA з больш высокай бяспекай: у некаторых выпадках да 80% танней.",
    "1886100235": "Многія з найбуйнейшых у свеце інтэрнэт-сэрвісаў перайшлі на hCaptcha Enterprise і атрымалі палепшанае выяўленне ботаў разам са значнай эканоміяй выдаткаў.",
    "2903742230": "Рэкламныя сеткі разглядаюць вашых наведвальнікаў як прадукт. Для нас адзіная мэта - вызначыць іх чалавечнасць. Нашы паслугі адпавядаюць або перавышаюць патрабаванні GDPR, CCPA, LGPD і PIPL, і мы прыкладаем усе намаганні, каб збалансаваць канфідэнцыяльнасць і бяспеку.",
    "3901503296": "Гэты унікальны акцэнт на канфідэнцыяльнасці азначае, што мы можам прапанаваць нулявое захаванне індывідуальных даных, працу без cookie і іншыя дагаворныя гарантыі канфідэнцыяльнасці па меры неабходнасці, захоўваючы выдатную бяспеку.",
    "3342910682": "Чытаць далей",
    "1130783905": "Дакладнасць у вашых і нашых інтарэсах. hCaptcha працуе, каб даць вам рэальныя дадзеныя і дазволіць вам вырашаць, як іх выкарыстоўваць. Іншыя рашэнні бяспекі прадастаўляюць рэкламныя кампаніі Gigantic. Гэта азначае, што кожны бот, які яны блакіруюць, можа знізіць іх даход.",
    "2019130052": "Нашы інавацыі ў галіне ML, арыентаванага на канфідэнцыяльнасць, дазваляюць нам перавысіць стандарты бяспекі састарэлых стратэгій «запісваць усё назаўжды», не наносячы шкоды бяспецы або прыватнасці карыстальнікаў.",
    "23114595": "Выдатны карыстацкі досвед",
    "3437412311": "Для карыстальнікаў Enterprise даступныя варыянты, каб цалкам пазбегнуць праблем у большасці сцэнарыяў, абапіраючыся на пасіўныя балы.",
    "1996843433": "Паменшыце трэнне, цалкам пазбягаючы праблем для 99,9% вашага законнага трафіку, забяспечваючы пры гэтым выдатную бяспеку.",
    "3093689546": "Лёгкая інтэграцыя",
    "247560732": "Дадайце hCaptcha з трыма радкамі кода. Калі вы знаходзіцеся з reCAPTCHA, наш API сумяшчальны, і пераключэнне займае ўсяго некалькі хвілін.",
    "1510448156": "Вы можаце працаваць з лепшай альтэрнатывай сёння і ўключаць больш пашыраныя функцыі па меры неабходнасці.",
    "2718999653": "Індывідуальныя паказчыкі пагроз",
    "2698140263": "Не ўсе праблемы аднолькавыя: атрыманне аднаго бала азначае, што ён павінен задаволіць вашыя патрэбы, каб быць карысным.",
    "897432717": "Дзякуючы нашаму новаму дызайну для індывідуальных паказчыкаў пагроз, даданне вашых бізнес-ведаў дазваляе нашым мадэлям пастаўляць балы, унікальна адпаведныя вашым карыстальнікам.",
    "2650502379": "Запусціце свае ўласныя выклікі за лічаныя секунды",
    "3578122193": "Заставайцеся на марцы з адпаведным зместам",
    "1074044172": "Калі карыстальнікі павінны вырашыць задачу, каб адпавядаць вашым патрабаванням бяспекі, чаму б не задаць пытанні, прыемныя і актуальныя для карыстальніка?",
    "1579093044": "З дапамогай нашага простага карыстальніцкага канструктара выклікаў вы можаце запусціць змесціва для выкліку брэнда ўсяго за некалькі хвілін.",
    "3717512591": "Прамая інтэграцыя платформы",
    "121743429": "Для кампаній з вэб-інфраструктурай",
    "2131386784": "Дасяжны вопыт і падтрымка як для вас, так і для вашых карыстальнікаў",
    "2782263070": "Сэрвіс з'яўляецца для нас галоўным прыярытэтам. Мы падтрымліваем кругласутачную падтрымку па выкліку і прапануем прамую каардынацыю Slack з вашай камандай інжынернай інтэграцыі і нашым супрацоўнікам па выкліку падчас і пасля рэалізацыі.",
    "3740051331": "Мы таксама імкнемся актыўна кантраляваць і адказваць на пытанні вашых карыстальнікаў у сацыяльных сетках, на форумах і ў нашых віджэтах і каналах падтрымкі па электроннай пошце. Мы даступныя і чуйныя, а задаволенасць карыстальнікаў разглядаем як галоўны KPI.",
    "170775527": "Функцыі прадпрыемства",
    "3383086062": "hCaptcha Enterprise - гэта поўнае рашэнне бяспекі ў Інтэрнэце. Актыўны і пасіўны рэжымы дазваляюць спыніць запаўненне ўліковых даных, выявіць захоп уліковых запісаў і блакаваць падазроных удзельнікаў. Усё з нулявым трэннем для законных карыстальнікаў.",
    "1408599440": "Хутка пачніце з некалькіх радкоў кода і нашага пасіўнага рэжыму на 99,9% або вазьміце поўны кантроль над тым, калі і як карыстальнікі кідаюць выклік. Карыстальніцкія мадэлі пагроз і наладжвальныя праблемы азначаюць неперасягненую гнуткасць для забеспячэння бяспекі.",
    "3365203058": "Абарона ад робатаў сусветнага класа",
    "1803009328": "Праверана ў бітве ў вэб-масштабе.",
    "1586809757": "Высокая дакладнасць балаў бота",
    "353367791": "Выявіць дрэнных акцёраў розных тыпаў.",
    "191460155": "Нуль трэння і 99,9% пасіўных рэжымаў",
    "585557010": "Кіньце выклік менш чым 0,1% законных карыстальнікаў.",
    "3287172429": "Паказаны тыпы задач кіравання",
    "1844885924": "Шырокая бібліятэка тыпаў на выбар.",
    "3018523079": "Заставайцеся на марцы з пастаянным карыстацкім досведам.",
    "3817811295": "Гарантаваная надзейнасць і хуткая кругласутачная падтрымка па выкліку.",
    "1798492192": "Падтрымка старога браўзера",
    "1356745565": "Сумяшчальнасць з Internet Explorer 8.",
    "751483365": "Падтрымка кліентаў без JavaScript.",
    "4199502476": "Пашыраныя панэлі справаздач і API",
    "3630114728": "Паглядзіце, што адбываецца на ўсіх вашых сайтах і ў праграмах.",
    "3573245166": "У адрозненне ад reCAPTCHA, мы працуем у кожнай краіне.",
    "2354267648": "Палітыка канфідэнцыяльнасці ў адпаведнасці з GDPR, CCPA і LGPD",
    "3167979932": "Прызначаны для канфідэнцыяльнасці з першага дня. Моцнае пагадненне аб апрацоўцы даных.",
    "4065065042": "Набярыце гэта, каб дакладна адпавядаць вашаму выпадку выкарыстання.",
    "111184581": "Асаблівы хостынг",
    "4272022475": "Усе запыты і актывы накіроўваюцца на hcaptcha.yourdomain.com",
    "2676853536": "Шматкарыстальніцкія прыборныя панэлі",
    "1368787974": "Доля кіравання ў вашай камандзе.",
    "1045484714": "Інтэграцыя SAML SSO з вашым пастаўшчыком ідэнтыфікацыі, напрыклад Okta або Azure AD.",
    "3953584369": "Даступныя складаныя абмежаванні доступу RBAC.",
    "2781507299": "Імгненная праверка",
    "4019660456": "Затрымка 0 мс: праверце токены hCaptcha без выкліку API.",
    "3446714684": "Мабільная інтэграцыя (iOS і Android).",
    "2593768395": "Бесперашкодны вопыт у Інтэрнэце, у родным мабільным, мабільным інтэрнэце. Даступныя папярэдне ўбудаваныя інтэграцыі і родныя SDK.",
    "1779265104": "Індывідуальныя ўмовы і гарантыі прыватнасці",
    "122875767": "Задаволіць свае юрыдычныя патрэбы, калі іншыя кампаніі не могуць.",
    "148188781": "Прадстаўленыя выклікі",
    "838049015": "Выберыце ўсе выявы, якія адпавядаюць запыту",
    "1126302400": "Абмежавальная скрынка",
    "3554448168": "Катэгарызацыя",
    "2104933754": "Вызначце адпаведныя пазнакі",
    "3612043014": "...і іншыя простыя заданні. Лёгка для людзей, цяжка для ботаў.",
    "3624758171": "Карыстальніцкія задачы таксама даступныя для карпаратыўных выдаўцоў.",
    "1001938065": "Інтэграцыя не можа быць прасцей",
    "2138799135": "hCaptcha мае дзесяткі папярэдне ўбудаваных інтэграцый для інтэрфейсных і бэкэнд-сістэм, якія вы выкарыстоўваеце.",
    "2535001179": "Калі вы атрымліваеце ад Google reCAPTCHA, нашы API - гэта замены.",
    "1393184984": "гэта ўсё, што вам трэба.",
    "3715747429": "Нашы інжынеры па адаптацыі дапамогуць вам хутка, незалежна ад таго, патрэбна вам інтэграцыя з React, пакеты SDK для родных прыкладанняў iOS, прыклад бэкэнда Java або практычна любы іншы сцэнар.",
    "2681650568": "І, як заўсёды, канфідэнцыяльнасць для нас з'яўляецца асноўнай каштоўнасцю. Дадавайце наш код выкліку толькі там, дзе гэта неабходна, і дзе мае сэнс абараніць вас і вашых карыстальнікаў. Мінімізацыя збору даных пачынаецца з моманту інтэграцыі.",
    "1130868224": "Тры радкі кода",
    "2183926131": "Пачніце з hCaptcha Enterprise",
    "1526887904": "Канфідэнцыяльнасць hCaptcha Enterprise",
    "1845745385": "Прызначаны для прыватнасці.",
    "1297224875": "Унікальны падыход да інтэрнэт-бяспекі прадпрыемства, арыентаваны на канфідэнцыяльнасць.",
    "2762458927": "Вашы даныя карыстальніка не прадаюцца.",
    "2058856283": "hCaptcha Enterprise мае толькі адну мэту: не дапусціць зламысных суб'ектаў, якія парушаюць вашыя аперацыі ў Інтэрнэце і наносяць шкоду вашым карыстальнікам.",
    "2408036504": "Такім чынам, нашы сістэмы распрацаваны з нуля, каб звесці да мінімуму збор і захаванне даных, захоўваючы пры гэтым найвышэйшую ў сваім класе бяспеку. Лепшы спосаб абараніць карыстальніцкія дадзеныя - гэта не захоўваць іх наогул.",
    "4099477834": "Усе адносіны з кліентамі таксама абаронены моцным пагадненнем аб апрацоўцы даных. Сэрвіс hCaptcha адпавядае ўсім законам аб канфідэнцыяльнасці незалежна ад таго, дзе знаходзяцца ваш сэрвіс або вашы кліенты. Адсутнасць асабістых даных робіць гэта значна прасцей для нас, чым для іншых кампаній.",
    "3569492665": "Запіс актыўнасці ў Інтэрнэце - гэта не адказ.",
    "3389431373": "Такія сэрвісы, як reCAPTCHA v3, кажуць, што размяшчэнне пікселя адсочвання на кожнай старонцы вашага сайта неабходна для добрай бяспекі. Гэта не так.",
    "3590546893": "Просты паводніцкі аналіз - гэта сігнал, які лёгка падрабляюць дрэнныя суб'екты, і ён таксама патрабуе захавання гісторыі прагляду для ўсяго вашага законнага трафіку.",
    "1105363520": "Мы не кіруем рэкламнай сеткай і не зацікаўленыя ў назіранні за вашымі паводзінамі карыстальнікаў, каб прадаваць ім рэкламу. Гэта азначае, што нам не патрабуецца пасіўны піксель на кожнай старонцы вашага сайта.",
    "3088605177": "Дадавайце наш код выкліку толькі там, дзе гэта неабходна, і дзе мае сэнс абараніць вас і вашых карыстальнікаў.",
    "337971271": "Машынае навучанне карысна. Але для працы гэта не патрабуе персанальных дадзеных.",
    "320166522": "Зараз машыннае навучанне ўплывае амаль на кожны аспект нашага жыцця, часта такім чынам, што мы не ўсведамляем і не можам бачыць. Службы бяспекі ў інтэрнэце нічым не адрозніваюцца.",
    "3180664128": "Вывучыўшы тысячы сігналаў, мадэлі могуць зрабіць высновы і дасягнуць высокай упэўненасці ў выяўленні шкоднасных паводзін вельмі хутка, нават калі ні адзін асобны сігнал сам па сабе не будзе дастаткова моцным, каб сведчыць аб праблеме.",
    "961941354": "Аднак нічога з гэтага не патрабуе выкарыстання асабістай інфармацыі (\"PII\"). Сучасныя крыптаграфічныя метады дазваляюць нам як мага хутчэй адхіляць любыя асабістыя даныя, ствараючы замест іх аднабаковы подпіс, які нельга звязаць з асобай.",
    "1706581702": "Навучанне па дэідэнтыфікаваных дадзеных працуе гэтак жа добра і не патрабуе пагрозы ні бяспекі, ні канфідэнцыяльнасці. Нашы кліенты правялі эмпірычныя тэсты і абвясцілі нас роўнымі або лепшымі, чым значна менш прыватныя альтэрнатывы.",
    "3203921334": "Нам спадабалася некалькі рэчаў у рашэннях hCaptcha: 1) яны не прадаюць персанальныя дадзеныя; яны збіраюць толькі мінімальна неабходныя персанальныя даныя, яны празрыстыя ў апісанні інфармацыі, якую яны збіраюць, і таго, як яны яе выкарыстоўваюць і/або раскрываюць.",
    "305735018": "Нарэшце, надзейная альтэрнатыва Google. hCaptcha Enterprise забяспечвае значную эканомію на вашым рахунку reCAPTCHA з больш высокай бяспекай: у некаторых выпадках да 80% танней.",
    "3695206755": "Паспрабуйце нас у вашым асяроддзі без абавязацельстваў.",
    "2941545733": "Мы інжынеры, а не прадаўцы: мы хочам, каб вы былі задаволеныя сваім выбарам.",
    "131871195": "Лепшы спосаб забяспечыць ваша задавальненне - прадэманстраваць, што мы адпавядаем вашым патрэбам.",
    "3436534225": "Практычна ўсе кампаніі, якія пачынаюць пілот, выбіраюць нашы рашэнні.",
    "4060250206": "Выкарыстоўвайце гэтую форму, каб звязацца з адным з нашых тэхнічных спецыялістаў. Мы хутка рэагуем.",
    "1159746815": "Вы таксама можаце напісаць нам напрамую.",
    "2531534427": "Падрабязнасці тут.",
    "2059998584": "Рэгіён",
    "3916131732": "Амерыкі",
    "135276624": "Еўропа, Блізкі Усход, Афрыка (EMEA)",
    "1182294134": "Азіяцка-Ціхаакіянскі рэгіён (APAC)",
    "2437934778": "Ваша імя",
    "3859506577": "Дзелавая электронная пошта",
    "1268414751": "Якія-небудзь іншыя дэталі, якія мы павінны мець?",
    "42559805": "Вам патрабуецца тэрміновая адаптацыя?",
    "851679588": "Так.",
    "1729677626": "Я падвергнуты нападу і патрабуюць неадкладнай адаптацыі.",
    "2808971932": "Гэта тэкст унутры блока div.",
    "2468683988": "Загаловак",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Тэкставая спасылка",
    "2212670355": "Зарэгістравацца",
    "31502377": "Што такое элемент Rich Text?",
    "2310705547": "Элемент багатага тэксту дазваляе ствараць і фарматаваць загалоўкі, абзацы, цытаты, выявы і відэа ў адным месцы замест таго, каб дадаваць і фарматаваць іх паасобку. Проста двойчы пстрыкніце і лёгка стварайце кантэнт.",
    "2590587108": "Статычнае і дынамічнае рэдагаванне кантэнту",
    "778204464": "Элемент багатага тэксту можа выкарыстоўвацца са статычным або дынамічным зместам. Для статычнага змесціва проста перакіньце яго на любую старонку і пачніце рэдагаваць. Для дынамічнага змесціва дадайце поле распрацаванага тэксту ў любую калекцыю, а затым падключыце элемент фарматаванага тэксту да гэтага поля на панэлі налад. Вуаля!",
    "1890955039": "Як наладзіць фарматаванне для кожнага тэксту",
    "3286051798": "Загалоўкі, абзацы, цытаты, малюнкі, выявы і подпісы да малюнкаў могуць быць стылізаваныя пасля дадання класа да элемента багатага тэксту з дапамогай укладзенай сістэмы селектара «Калі ўнутры».",
    "504332576": "Мы з гонарам аб'яўляем, што hCaptcha ператварыўся ў найбуйнейшы незалежны сэрвіс кібербяспекі ў свеце, які працуе на каля 15% Інтэрнэту - і большую частку гэтай долі рынку мы забралі непасрэдна ад Google reCAPTCHA. Разам hCaptcha і",
    "1155436473": "(наша карпаратыўная прапанова) зараз абараняе сотні мільёнаў карыстальнікаў на дзясятках мільёнаў вэб-сайтаў і прыкладанняў кожны месяц. Наша гісторыя паказвае, што вы можаце канкураваць з Big Tech, калі ставіць канфідэнцыяльнасць на першае месца.",
    "3108727249": "БотСтоп",
    "1296696044": "Канфідэнцыяльнасць супраць бяспекі: чаму б не абодва?",
    "538871570": "Канкурэнцыя з Google і іншымі вялікімі тэхналагічнымі кампаніямі здаецца складанай задачай: іх манапалістычная ўлада на рынку, эфекты платформы і армія высокааплатных распрацоўшчыкаў, як правіла, лічацца занадта магутнымі, каб змагацца з кім-небудзь, акрамя іншых тэхналагічных гігантаў, такіх як Facebook або Amazon. Наша гісторыя паказвае, што гэта не павінна быць так - вы можаце перамагчы Big Tech, засяродзіўшыся на канфідэнцыяльнасці.",
    "3600718611": "Разгледзім Google reCAPTCHA,",
    "4281708680": ". У hCaptcha мы наўмысна прынялі зусім іншы падыход, выкарыстоўваючы метады машыннага навучання, якія захоўваюць канфідэнцыяльнасць, каб ідэнтыфікаваць тыповыя паводзіны бота з высокай дакладнасцю, пры гэтым спажываючы і захоўваючы як мага менш дадзеных.",
    "3312336121": "які спажывае велізарную колькасць паводніцкіх дадзеных, каб вызначыць, ці з'яўляюцца карыстальнікі Інтэрнэту законнымі людзьмі або ботамі",
    "1193738791": ": яны адсочваюць паводзіны карыстальнікаў на кожнай старонцы вэб-сайта і ў інтэрнэце. Мы распрацавалі hCaptcha, каб быць максімальна бяспечным для прыватнасці з першага дня. Гэта прывяло да зусім іншага падыходу да праблемы. Як аказалася, адсочванне карыстальнікаў у Інтэрнэце і прывязка іх гісторыі вэб-сайтаў да іх асобы зусім непатрэбныя для дасягнення добрай бяспекі. Шмат кампаній, якія перайшлі на hCaptcha",
    "2620705814": "Google з'яўляецца рэкламнай кампаніяй, і іх прадукты бяспекі вельмі падобныя на іх рэкламныя прадукты",
    "1126447688": "часта паведамляюць пра роўную ці лепшую прадукцыйнасць у выяўленні і змякчэнні наступстваў, нягледзячы на нашую канфідэнцыяльнасць",
    "439777523": "Пытанні рэгулявання",
    "3588274874": "Засяроджваючыся на прадастаўленні прадукту ў адпаведнасці з рэгулятарнымі намаганнямі, такімі як GDPR Еўрапейскага саюза і CCPA Каліфорніі, мы адчулі значны рост - вядома, дапамагае тое, што hCaptcha - гэта простая замена reCAPTCHA і, такім чынам, можа быць усталяваны на працягу некалькіх хвілін.",
    "2150595700": ". GDPR і CCPA паставілі на карту заклапочанасць канфідэнцыяльнасцю для карпаратыўных пакупнікоў, і ў той жа час канфідэнцыяльнасць у Інтэрнэце становіцца ўсё больш і больш важнай для грамадскасці, паколькі мы ўсе пачынаем разумець, як індустрыі інтэрнэт-рэкламы і маркетынгу гістарычна выкарыстоўвалі нашы даныя.",
    "2624949852": "Вядома, з 2009 года reCAPTCHA быў адным з першых удзельнікаў у галіне вэб-бяспекі, абараняючы мільёны вэб-сайтаў ад пастаянна растучых пагроз з боку шкоднасных ботаў і спамераў. Аднак у апошнія гады ён быў цалкам скампраметаваны:",
    "499510428": "Мы сапраўды лічым, што рэгуляванне дапамагло нам тут",
    "1232651561": "праграмнае забеспячэнне зараз не менш добра, як людзі, у вырашэнні задач reCAPTCHA.",
    "824740867": "Замест таго, каб паляпшаць рашэнне, Google выпусціў reCAPTCHA v3, які працуе больш як рэкламная сетка, чым праграмнае забеспячэнне бяспекі, збіраючы паводніцкія даныя з усяго Інтэрнэту для стварэння профіляў карыстальнікаў. На жаль, такога роду сігнал лёгка перамагчы, і, такім чынам, забяспечвае невялікую абарону ад ботаў, наносячы шкоду канфідэнцыяльнасці карыстальнікаў.",
    "1027023087": "Замест гэтага мы ў hCaptcha засяродзіліся на больш сучасных падыходах да праблемы, якія не патрабуюць захавання доўгатэрміновых запісаў паводзін, такіх як гісторыя прагляду, і аказаліся значна больш устойлівымі перад тварам рашучых праціўнікаў з моманту ўвядзення сэрвісу.",
    "2852295413": "Уласцівы канфлікт інтарэсаў: спыненне ботаў зніжае даход рэкламнай сеткі",
    "1597520917": "Усё большая колькасць крытыкаў адзначаюць, што ігнараванне Google канфідэнцыяльнасцю карыстальнікаў павінна турбаваць кліентаў, якія жадаюць абараніць свае вэб-сайты і праграмы.",
    "763447231": "У той жа час, спыненне доступу ботам да сайтаў выдаўцоў можа выявіць махлярства з рэкламай, супрацьпастаўляючы прадукт Google reCAPTCHA наўпрост супраць іх рэкламнага бізнесу, які прыносіць больш за 80% іх даходу.",
    "999674529": "Кожны бот, які выяўляе Google, павінен зарабляць нуль рэкламных даляраў. Такім чынам, стымулы кампаніі Google дрэнна адпавядаюць карыстальнікам іх службаў бяспекі, і гэта можа быць адным з тлумачэнняў нізкай эфектыўнасці іх прапановы бяспекі reCAPTCHA.",
    "956019009": "Найбуйнейшыя кампаніі па вэб-інфраструктуре ўжо прынялі меры",
    "1923297430": "Апошні момант пералому для многіх буйных кліентаў наступіў, калі Google пачаў спаганяць грошы з кампаній за выкарыстанне іх прадукту ў любым значным маштабе. Гэта прымусіла карыстальнікаў reCAPTCHA доўгі час шукаць лепшыя альтэрнатывы, паколькі праблемы рэгулявання ва ўсім свеце ўжо зрабілі выкарыстанне прапаноў Google усё больш непрывабным.",
    "2197218442": "Генеральны дырэктар Cloudflare Мэцью Прынс абагульніў гэты пункт гледжання ў",
    "155456850": "абвяшчаючы аб пераходзе на hCaptcha:",
    "435302267": "паведамленне ў блогу кампаніі",
    "2087769953": "\"Мы вельмі рады гэтай змене, таму што яна дапамагае вырашыць праблемы канфідэнцыяльнасці, уласцівыя спадзявацца на сэрвіс Google, які мы карыстаемся на працягу некаторага часу. Мы ацанілі шэраг пастаўшчыкоў CAPTCHA, а таксама самі пабудавалі сістэму. У рэшце рэшт, hCaptcha стала лепшай альтэрнатывай reCAPTCHA.» «Нам спадабалася некалькі рэчаў у рашэннях hCaptcha: 1) яны не прадаюць асабістыя дадзеныя; яны збіраюць толькі мінімальна неабходныя персанальныя даныя, яны празрыстыя ў апісанні інфармацыі, якую яны збіраюць, і таго, як яны яе выкарыстоўваюць і/або раскрываюць».",
    "595582512": "Калі вы хочаце эфектыўна абараніць свой сайт або прыкладанне ад ботаў, спамераў або іншых шкоднасных суб'ектаў, захоўваючы пры гэтым канфідэнцыяльнасць вашых карыстальнікаў (і выконваючы ўсе адпаведныя правілы!), разгледзьце hCaptcha і нашу прапанову Enterprise",
    "3388180864": "Зацікаўлены ў працы над глыбокімі тэхнічнымі праблемамі ў вэб-масштабе? Мы заўсёды наймаем таленавітых інжынераў па ўсім свеце -",
    "3892952987": "праверце нашы вакансіі і падайце заяўку тут",
    "3368788823": "Тэрэнс Ідэн робіць цікавы момант у сваім блогу: \"",
    "1491780143": "CAPTCHA не даказваюць, што вы чалавек - яны даказваюць, што вы амерыканец",
    "2146900431": "Інтуітыўна гэта зацвярджэнне мае вялікі сэнс. CAPTCHA, як і амаль усё, убудаваныя ў культурны кантэкст, і калі ваш пул праблем у асноўным створаны ў адной культуры, гэта можа не вельмі добра пераносіцца ў іншую. Па сутнасці, гэта пытанне культуры",
    "378086442": "CAPTCHA, а не іх UX як такі.",
    "1445008801": "Як кажа Эдэн:",
    "332723732": "змест",
    "2072808435": "\"Здагадайцеся, Google? Таксі ў маёй краіне звычайна чорныя. Я паглядзеў дастаткова фільмаў, каб ведаць, што ўсе ў Амерыцы жоўтыя. Але ў любой іншай краіне, якую я наведаў, таксі былі мішамі розныя адценні».",
    "3206136647": "Праблема Google тут грунтуецца на даных пытання, якія яны выкарыстоўваюць у параўнанні з тым, хто іх бачыць. Калі ўсе дадзеныя паступаюць з адной і той жа культуры (а ў выпадку Google з адной і той жа кампаніі), вы, вядома, можаце разлічваць на праблемы, якія дрэнна пераносяцца ў іншыя культуры, у адпаведнасці са скаргай Ідэна.",
    "2217842245": "Аднак нашы дадзеныя паказваюць, што (для hCaptcha)",
    "4280117172": "Многія краіны насамрэч працуюць крыху лепш, чым ЗША, у тым ліку Нігерыя, Індыя, Бразілія і Германія:",
    "555749578": "існуе менш чым 1% дысперсія ў каэфіцыентах рашэння ў буйных краінах на кожным кантыненце.",
    "151737819": "Стаўкі hCaptcha Solve па ўсім свеце адрозніваюцца вельмі мала",
    "3908992897": "і выкарыстоўваецца ў кожнай краіне і тэрыторыі свету, таму мы вельмі засяроджаны на прадастаўленні паслядоўнага глабальнага вопыту.",
    "2808122102": "Такім чынам, міжкультурная функцыянальнасць з'яўляецца асноўным патрабаваннем да нашага сэрвісу. Перакананне, што ўсе законныя карыстальнікі могуць атрымаць хуткі доступ да кантэнту, з'яўляецца найважнейшай часткай нашай місіі. Мы прапануем праблемы на 110 мовах і пастаянна ўдасканальваем адпаведныя пераклады, каб пераканацца, што нашы праблемы могуць быць вырашаны ўсімі.",
    "3913801502": "hCaptcha цяпер працуе прыкладна на 15% Інтэрнэту",
    "2077639538": ". Па-першае, даныя аб праблемах нашага сэрвісу могуць паступаць з многіх крыніц, а не толькі з адной - ад буйных кампаній з спісу Fortune 500 да стартапаў машыннага навучання, калі яны прытрымліваюцца нашых",
    "3951112506": ". Гэта ўжо гарантуе больш высокую ступень гетэрагеннасці ў дадзеных.",
    "1803943584": "Па-другое, мы дазваляем задачам самааптымізаваць, каб вызначыць, у якіх краінах або мовах яны будуць працаваць, што яшчэ больш павялічвае верагоднасць паслядоўнага вопыту. Калі дакладнасць будзе ніжэйшай за чаканую, набор пытанняў проста спыніцца ў рэгіёне або мове, дзе ўзнікае гэты эфект.",
    "3668873369": "У hCaptcha мы прымянілі іншы падыход з першага дня",
    "1519201684": "Этычная палітыка ІІ",
    "2155089487": ". Калі б для некаторых груп нашыя праблемы было прасцей вырашаць, мы чакалі б, каб убачыць розніцу ў тым, як людзі па ўсім свеце і ў розных культурах выконваюць іх пры іх вырашэнні. У кантэксце паведамлення Ідэна мы чакаем, што амерыканцы будуць лепш, чым людзі ў іншых краінах. Паколькі мы патрацілі гады на распрацоўку сістэм, каб пазбегнуць гэтай праблемы, мы насамрэч бачым якраз наадварот.",
    "2603863826": "PS: Калі вы знойдзеце пераклад на сваю мову, у якім можна было б палепшыць, не саромейцеся адпраўляць а",
    "3543141425": "за гэта!",
    "2697276059": "Доказы таго, што гэта працуе: адзіная хуткасць рашэння па ўсім свеце",
    "664236229": "запыт на выцягванне"
}