{
    "1031855757": "이 사이트의 사용",
    "1034830": "Dodd-Frank 월스트리트 개혁 및 소비자 보호법(공법 111-203)에 따라 분쟁 전 중재 합의의 대상이 아닐 수 있는 분쟁은 이 항목에서 제외됩니다.",
    "1064537632": "귀하의 당사 서비스 사용은 참조로 여기에 통합된 당사 데이터 처리 계약의 적용을 받습니다. 이 계약을 검토하여 당사가 대신하여 개인 데이터를 처리하는 방법을 확인하십시오. 당사는 EU 일반 데이터 보호 규정의 목적에 따라 \"데이터 처리자\"로, 캘리포니아 소비자 개인 정보 보호법의 목적에 따라 \"서비스 제공자\"로 운영됩니다.",
    "1095532507": "쿠키(\"쿠키\")는 웹 페이지 서버가 귀하의 하드 드라이브에 저장하는 작은 텍스트 파일입니다. 쿠키에는 귀하에게 쿠키를 발행한 도메인의 웹 서버가 나중에 읽을 수 있는 정보가 포함되어 있습니다. 일부 쿠키는 특정 기능을 사용하거나 특정 기본 설정을 선택한 경우에만 사용되며 일부 쿠키는 항상 사용됩니다. 아래의 현재 쿠키 목록을 보면 각 쿠키에 대해 자세히 알아볼 수 있습니다.",
    "1158384644": "적용 가능한 모든 IMI 정책을 준수해야 하는 경우 언제든지 당사 웹사이트 사용을 중단할 수 있습니다. 당사는 단독 재량에 따라 이 계약을 종료하거나 당사 웹사이트에 대한 액세스를 일시 중단하거나 어떠한 이유로든 통지 없이 즉시 서비스를 제거할 수 있습니다.",
    "1300074400": "회사의 현재 경영진에 대한 정보는 정보 페이지에서 얻을 수 있습니다. 회사의 현재 CEO는 콘텐츠를 담당하는 전무입니다.",
    "1395644678": "온라인 분쟁 해결을 위한 유럽 위원회 공식 웹사이트:",
    "148542287": "이것은 법적 조언이 아니며 이 분석과 관련하여 어떠한 보증도 제공되지 않습니다. 추가 질문이나 우려 사항이 있는 경우 다음 주소로 문의하십시오.",
    "1527172673": "이 쿠키 정책에 대해 질문이 있는 경우 다음 주소로 문의하십시오.",
    "1535054294": "자세한 정책을 참조하십시오",
    "1747657936": "당사 사이트 및 서비스는 13세 미만의 어린이를 대상으로 하지 않으며 13세 미만의 어린이로부터 고의로 개인 정보를 수집하지 않습니다. 당사가 13세 미만 어린이의 개인 정보를 수집했다는 사실을 알게 되면 당사가 보관할 법적 의무가 없는 한 가능한 한 빨리 당사 파일에서 그러한 정보를 삭제하기 위한 합당한 단계. 13세 미만의 어린이로부터 또는 그에 관한 정보가 있다고 생각되면 저희에게 연락하십시오:",
    "1807512722": "귀하는 이 웹사이트 사용으로 인해 발생하는 모든 청구를 행정 기관에 제기할 수 있지만 중재에 대한 합의가 있음에도 불구하고 해당 법률이 해당 기관에 대한 액세스를 허용하는 경우에만 가능합니다. 이러한 행정적 청구에는 평등 고용 기회 위원회, 미국 노동부 및 전국 노동 관계 위원회(National Labor Relations Board)에 제기된 청구 또는 청구가 포함되며 이에 국한되지 않습니다. 이 조항의 어떤 내용도 중재에 대한 청구를 제기하기 전에 행정적 구제책을 모두 이행할 의무를 이행하기 위해 귀하가 기관에 행정적 청구를 제기하는 것을 배제하거나 면제하는 것으로 간주되지 않습니다. 그러나 귀하는 이를 통해 금전적 판정에 대한 권리를 포기합니다. 대행사 절차.",
    "2238885192": "사용자에게 오류가 발생하면 Sentry를 사용하여 디버깅 데이터를 수집합니다. Sentry가 데이터를 수집하고 처리하는 방법에 대한 정보:",
    "2520904193": "귀하는 집단 소송, 집단 소송 또는 대표 소송으로 제기, 심리 또는 중재될 분쟁에 대한 귀하의 권리를 포기합니다. 이 계약에 포함된 다른 조항에도 불구하고 앞 문장은 어떠한 경우에도 이 계약에서 분리할 수 없습니다. 이 포기의 전부 또는 일부가 시행 불가능, 비양심적, 무효 또는 무효화될 수 있다는 주장은 중재자가 아닌 관할 법원에서만 결정할 수 있습니다. 귀하는 전국 노동 관계법 섹션 7에 따라 귀하의 권리를 행사하거나 모든 포럼에서 집단 소송, 집단 소송 또는 대표 소송을 제기하거나 참여함으로써 당사 웹 사이트의 작업 완료에 대해 보복을 당하거나 방지되지 않습니다. , 그러나 우리는 이 집단 소송 포기의 집행을 합법적으로 추구할 수 있으며 그러한 집단, 집단적 또는 대표적 소송 또는 청구의 기각을 요청할 수 있습니다.",
    "2577178569": "3. 반드시 필요한 기술적 목적을 위해 사용: 접근성 사용자가 사용할 수 있습니다.",
    "2583888954": "예외.",
    "263977834": "관리 소진.",
    "2657277322": "질문이 있는 경우 다음 주소로 문의하십시오.",
    "271333468": "우리는 우리가 수집하고 저장하는 정보를 보호하기 위해 적절한 기술적 및 조직적 조치를 구현하고 우리를 대신하여 처리를 수행하는 모든 대리인도 동일한 조치를 취하도록 요구합니다. 유감스럽게도 어떤 보안 조치도 100% 완벽할 수 없으며 따라서 어떤 네트워크나 시스템(당사 포함)도 당사가 수집 및 저장하는 정보의 파괴, 손실, 변경, 무단 공개 또는 액세스로부터 100% 안전하다고 보장할 수 없습니다. 귀하의 정보가 어떤 이유로 안전하지 않다고 생각되면 즉시 다음 주소로 문의하십시오.",
    "2763011087": "IMI는 소비자 분쟁 해결 기관 앞에서 소비자 분쟁에 대한 대안적 분쟁 해결을 약속하지 않으며 참여할 의무도 없습니다.",
    "2927283721": "당사 웹사이트에서 작업을 수행함으로써 귀하는 당사 개인정보 보호정책에 따라 귀하의 개인 정보 수집, 사용 및 공개를 승인하게 됩니다. 또한 당사는 귀하와 귀하가 완료한 작업에 대한 특정 정보를 귀하가 서비스 관계를 촉진하고 웹사이트를 개선하기 위해 완료한 작업의 요청자에게 공유할 수 있습니다. 여기에는 예를 들어 기여자 ID, 완료된 작업의 결과 및 기타 관련 속성이 포함됩니다. 귀하의 자격, 언어, 기술 및 웹사이트 사용.",
    "2943815316": "우리는 이 목록을 주기적으로 업데이트하므로 아직 나열되지 않은 추가 쿠키가 있을 수 있습니다. 웹 비콘, 태그 및 스크립트는 당사가 쿠키를 전달하고, 방문 횟수를 계산하고, 사용량 및 캠페인 효과를 이해하고, 이메일을 열어 조치를 취했는지 여부를 판단하는 데 도움이 되도록 사이트 또는 이메일에서 사용될 수 있습니다. 당사는 당사의 서비스/분석 제공업체가 이러한 기술을 사용하여 개별 및 집계 기반으로 보고서를 수신할 수 있습니다.",
    "3040062804": "이 섹션에 따른 모든 중재 절차는 기본적으로 캘리포니아 주 내에서 진행됩니다. 단, 귀하가 미국 이외의 지역에 거주하는 경우에는 중재가 전적으로 전자 또는 전화로 진행됩니다. 중재는 모든 당사자가 서면으로 동의하는 경우 다른 장소에서 진행될 수 있습니다. 위치에 관계없이 모든 당사자는 라이브 비디오 또는 원격 회의를 통해 중재에 참석하도록 선택할 수 있습니다.",
    "3091247030": "집단 소송 포기.",
    "3102490587": "집단 소송 포기를 제외하고, 이 중재 조항의 조항이나 조항 또는 일부가 무효 또는 집행 불가능으로 선언되면 해당 조항은 분리되고 나머지 중재 조항은 집행 가능합니다.",
    "3187946010": "이 페이지의 모든 텍스트, 이미지, 그래픽 애니메이션, 비디오, 음악, 사운드 및 기타 자료는 지정된 경우 IMI 또는 제3자의 저작권법에 따라 보호됩니다. 합리적인 공정 사용을 초과하는 방식으로 상업적 사용을 위해 이 자료를 복사하거나 수정하는 것은 금지되어 있습니다.",
    "3199694247": "분리 가능성.",
    "3302832698": "대체 분쟁 해결이 필요합니다.",
    "3361191778": "인터넷 페이지에 제공된 정보는 개별적인 조언을 나타내지 않으며 이를 대체할 수 없습니다. 개별적인 조언이 필요한 경우 지원 담당자에게 문의하십시오.",
    "3493572638": "비용 및 수수료.",
    "3794239003": "중재 절차.",
    "3885459114": "일반적으로 웹 브라우저에 내장된 기능을 통해 쿠키 사용을 활성화하거나 나중에 비활성화할 수 있습니다. 쿠키에 대해 자세히 알아보거나 쿠키를 제어, 비활성화 또는 삭제하는 방법에 대해 자세히 알아보려면 https://www.knowcookies.com/을 방문하여 자세한 지침을 확인하십시오.",
    "3956117148": "hCaptcha.com 및 BotStop.com 웹사이트(사이트)에는 이 정책에 설명된 추가 쿠키가 포함될 수 있습니다.",
    "4193379787": "이 계약에 따른 모든 중재는 미국 중재 협회의 규칙에 따라 또는 상호 합의된 중재 서비스에 의해 수행됩니다. 중재자는 대체 파업을 통해 7명 이상의 이름 목록에서 선택된 미국 중재자가 됩니다. 중재에서 각 당사자는 적절한 민사 증거 제출을 수행하고, 처분 동의를 구하고, 자신의 사건과 변호를 제시하는 데 필요한 증인과 증거를 제시할 권리가 있으며 이와 관련된 모든 분쟁은 중재자가 해결해야 합니다. 분쟁의 해결은 주장된 청구 및 방어를 규율하는 법률에만 기초해야 하며 중재자는 그러한 준거법 이외의 근거를 사용할 수 없습니다. 중재인은 중재인의 자격으로 행동할 때 민사 책임으로부터 사법관의 면제를 가지며, 이 면제는 기존의 다른 면제를 보완합니다. 판정에는 중재자의 서면 의견이 포함되어야 합니다. 귀하는 IMI에 대해 제기할 수 있는 청구 또는 IMI가 귀하에 대해 제기할 수 있는 모든 청구에 대해 배심원 재판을 받을 권리를 포기합니다. 이 조항에 따른 모든 청구는 해당 소멸시효 기간 내에 제기되어야 합니다. 미국 연방 중재법이 이 조항을 규율하며 귀하는 이 계약이 상업 거래를 증명한다는 것을 인정합니다.",
    "470943029": "이 개인 정보 보호 정책에 대해 질문이 있는 경우 다음 주소로 문의하십시오.",
    "498769698": "통합자, 고객 또는 접근성 사용자 계정(통합자, 고객 또는 접근성 사용자인 경우)을 통해 제공한 특정 개인 정보에 액세스, 수정, 수정 또는 삭제할 수 있습니다. 그렇게 할 수 없거나 귀하에 대해 수집 및/또는 공유한 개인 정보에 대해 질문이 있거나 처리에 대한 동의를 철회하려면(즉, 계정을 완전히 삭제) 다음 주소로 문의하십시오.",
    "537881751": "hCaptcha에 오신 것을 환영합니다! 이 개인 정보 보호 정책은 당사 웹사이트 www.hcaptcha를 통한 정보(아래에 정의된 개인 정보 포함)의 수집, 사용 및 공개에 관한 Intuition Machines, Inc.(\"IMI\", \"당사\" 또는 \"당사\")의 관행을 설명합니다. .com 및 당사가 사용하는 기타 모든 하위 도메인 또는 도메인(\"사이트\"), hCaptcha 응용 프로그램 인터페이스 및 관련 소프트웨어 및 자료(총칭하여 \"서비스\").",
    "561456032": "귀하는 귀하가 IMI를 위한 작업을 수행하기 시작한 시점부터 발생할 수 있는 모든 분쟁을 포함하여 귀하의 서비스 사용과 관련하여 발생하는 모든 분쟁, 특히 귀하가 다음으로 분류하는지 여부와 관련된 청구를 포함하는 데 동의합니다. 독립 계약자인 경우, 먼저 IMI에 이에 대한 청구를 통지해야 합니다. 그런 다음 귀하와 IMI는 직접 협상 또는 중재를 통해 문제를 해결하려고 시도합니다. 우리는 조정 비용을 균등하게 분할하고 조정이 전화 또는 기타 전자적 수단을 통해 수행되어야 한다는 데 동의합니다. 비공식적인 협상이나 중재 후에도 청구가 해결되지 않은 경우 귀하는 귀하와 IMI가 분쟁을 해결하기 위해 최종적이고 구속력 있는 중재를 사용하는 데 동의합니다. 이 조항은 불법 행위, 계약, 법령에 기반을 두고 있는지 여부에 관계없이 모든 청구에 소급 적용되며, 여기에는 캘리포니아 공정 고용 및 주택법(California Fair Employment and Housing Act)에 기반한 차별 및 괴롭힘 청구가 포함되지만 이에 국한되지 않습니다. , 1964년 민권법 Title VII(수정됨) 또는 기타 주 또는 연방법 또는 규정, 형평법 또는 기타.",
    "658775471": "Cloudflare를 사용하여 웹 트래픽을 최적화합니다. Cloudflare가 데이터를 수집하고 처리하는 방법에 대한 정보:",
    "702926385": "변호사 수임료가 법률에 의해 명시적으로 규정된 경우를 제외하고, 당사자들은 그러한 중재에서 법적 대리를 위한 각자의 비용을 부담해야 합니다. 당사자는 중재자가 청구하는 초기 관리 수수료를 최대 250달러(US$250.00)까지 분할합니다. 중재인 및 법원 보고자의 비용(있는 경우)은 초기에 당사가 부담합니다. 그러나 중재인은 법에 따라 승소한 당사자에게 적절한 비용을 지급하고/하거나 당사자에게 중재인 및/또는 법원 보고자와 관련된 비용을 분할하도록 요구할 재량을 갖습니다.",
    "720059527": "2. 엄격하게 필요한 기술적 목적을 위해 사용: 로드 밸런싱, 라우팅.",
    "74538881": "이 웹사이트에 대한 책임",
    "996430331": "중재 장소.",
    "211351380": "블로그에서:",
    "3153117136": "hCaptcha 난이도 설정 작동 방식",
    "2915355938": "접근성",
    "793784899": "계획",
    "2671622670": "기업",
    "3527140447": "문서",
    "505891021": "라벨링 서비스",
    "692176459": "로그인",
    "1892574253": "가입하기",
    "2593864519": "더 많은 봇을 중지합니다. 사용자 개인 정보 보호를 시작하십시오.",
    "4007826952": "웹, 모바일 등을 위한 #1 개인 정보 보호 우선 보안 문자.",
    "3721365241": "노력하다",
    "3753956446": "무료",
    "3276777569": "hCaptcha",
    "55035359": "현재 reCAPTCHA를 사용 중이신가요?",
    "3417372336": "몇 분 안에 전환",
    "2881474837": "hCaptcha 엔터프라이즈",
    "1685871181": "최고의 온라인 서비스에 의존",
    "1470290349": "동급 최고의 봇 및 사기 관리를 위해",
    "3714002185": "hCaptcha Enterprise에 대해 자세히 알아보기",
    "3946753128": "사적인. 안전한. 더 빠르게.",
    "939665604": "개인정보 보호",
    "780475098": "광고 네트워크는 방문자를 제품으로 봅니다. 우리는 방문이 좋은지 나쁜지에만 관심이 있습니다. hCaptcha는 GDPR, CCPA, LGPD, PIPL 및 기타 글로벌 데이터 법률을 준수합니다.",
    "219813583": "보안 우선",
    "2714878440": "고급 기계 학습 및 인간성 검증을 통해 스크래핑, 계정 탈취, 자격 증명 스터핑 및 스팸으로부터 서비스를 보호하십시오.",
    "1397766838": "더 나은 사용자 경험",
    "2670352917": "hCaptcha는 인간이 쉽게 해결할 수 있는 동시에 보다 안정적인 봇 감지 기능을 제공합니다.",
    "2806751666": "hCaptcha는 무엇입니까?",
    "3096063825": "사용해보기",
    "2968026167": "좋아하는 야채",
    "713281684": "가지",
    "4147497805": "당근",
    "3758963444": "감사합니다! 귀하의 제출물이 접수되었습니다!",
    "1070364246": "앗! 양식을 제출하는 동안 문제가 발생했습니다.",
    "1129833879": "악성 봇 차단, 사용자 개인 정보 보호",
    "58091799": "hCaptcha Publisher 및 Enterprise에 대해 자세히 알아보기",
    "1599610318": "발행자",
    "3093388779": "hCaptcha는 모든 규모의 게시자가 무료로 사용할 수 있습니다.",
    "179723061": "동급 최고의 보안이 필요한 팀을 위한 더 많은 제어",
    "846501387": "세계적 수준의 봇 보호",
    "119298044": "고급 자체 감독 ML 및 AI 기술은 위협 및 공격으로부터 웹 자산을 보호합니다.",
    "1263998069": "인간의 해결에 대한 보상을 받으세요",
    "1103295010": "인간이 CAPTCHA를 풀 때 돈을 벌거나 자선 단체에 기부하십시오.",
    "392886773": "모든 국가에서 작동",
    "2320894364": "200개 이상의 접속 지점을 통해 hCaptcha의 클라우드는 전 세계의 자산을 보호합니다.",
    "451701069": "GDPR, CCPA 준수,",
    "2826051554": "그리고 더",
    "3530599065": "개인 정보는 처음부터 구축됩니다. hCaptcha는 PII를 유지하지 않으며 수많은 개인 정보 보호 의무 및 규정을 준수합니다.",
    "2489287539": "마찰 없는 \"보안문자 없음\" 및 99.9% 패시브 모드",
    "793242047": "애플리케이션에 빠르게 액세스할 수 있도록 사용자에게 제시되는 문제 감소",
    "4195759329": "봇 탐지 및 위험 점수",
    "1150035777": "정교한 기계 학습 모델은 질문에 올바르게 대답했는지 여부를 넘어 많은 데이터 포인트를 기반으로 봇 신뢰도 점수를 생성합니다.",
    "3688621388": "위협 서명",
    "1131525092": "개인 정보 보호 범위가 지정된 UID를 통해 악의적인 행위자를 손쉽게 그룹화하여 관련 사기 및 남용을 찾고 중지합니다.",
    "1559631739": "개인 학습",
    "3952259236": "블라인드 데이터를 hCaptcha의 수천 가지 신호와 결합하여 행동 클래스에 대해 hCaptcha를 훈련(귀하의 경우에만 해당)",
    "1150963691": "APT 완화",
    "4083018285": "정교한 지속적 위협을 해결하기 위해 향상된 SOC 모니터링 및 대응과 결합된 확장 기능 제품군",
    "3160820928": "통합 공격 방어",
    "1849805607": "hCaptcha는 네트워크에 침투하도록 설계된 위협 및 미끼로부터 보호합니다.",
    "1958297836": "통합 공격 방어 및 APT 완화",
    "1300485304": "hCaptcha는 네트워크에 침투하도록 설계된 지능형 위협 및 미끼로부터 보호합니다.",
    "2698640210": "표시된 도전과제 및 유형 제어",
    "3121248460": "예상되는 청중을 위해 단순한 것부터 복잡한 것까지 무한히 다양한 맞춤형 과제를 표시합니다.",
    "3807059944": "사용된 챌린지 콘텐츠 제어",
    "2707282231": "사용자를 위한 과제를 사용자 지정합니다. 봇이 해결하고 침투할 수 없도록 합니다.",
    "4194763679": "세분화된 난이도",
    "3730038780": "사용자가 해결해야 할 거의 무한한 과제 중에서 선택",
    "1849717906": "나만의 챌린지 콘텐츠로 커스터마이징",
    "1508655687": "액세스를 간소화하거나 제한하기 위해 청중을 위해 맞춤화된 고유한 과제를 추가합니다.",
    "3620442880": "플래시 판매 보호 기능",
    "3265895521": "시간을 기준으로 챌린지 난이도를 높이거나 낮춥니다.",
    "1485807325": "다중 사용자 대시보드, SAML SSO",
    "359073033": "대시보드는 활동에 대한 상위 수준 또는 세분화된 보기를 제공합니다.",
    "4272454814": "선택한 ID 공급자와 통합합니다.",
    "1141402092": "고급 보고 기능",
    "910989640": "상세하고 맞춤화된 활동 보고서 생성",
    "3768951251": "엔터프라이즈 SLA",
    "1014004474": "hCaptcha의 엔터프라이즈 플랜은 조직을 보호하기 위해 고급 서비스 수준 계약을 제공합니다.",
    "1177598246": "영업팀에 문의",
    "1067704102": "데이터 라벨링의 가치",
    "3065000659": "\"차를 클릭\"할 때마다 단일 훈련을 돕고 있다는 것을 알고 계셨습니까?",
    "3235430156": "회사의 기계 학습 시스템을 무료로?",
    "1549336309": "hCaptcha는 이 모델을 뒤집습니다. hCaptcha를 사용할 때 회사는 사용자가 인간성을 증명할 때 수행하는 작업에 입찰합니다. 보상을 받습니다.",
    "3725880582": "자선단체에 기부",
    "1671436004": "좋아하는 자선 단체에 기부하고 싶습니까?",
    "1663628612": "당신을 할 수 있습니다",
    "4272088465": "당신이 그것을 사용하여 얻는 수입으로 당신이 선택한 자선 단체.",
    "2894845722": "귀하의 사이트 사용자는 곧 hCaptcha 인터페이스의 신중한 브랜딩을 통해 자선 단체에 대한 귀하의 기부를 볼 수 있습니다.",
    "3194111925": "지원하다",
    "1637702726": "hCaptcha 정보",
    "2323282990": "인류를 검증하는 현대적 접근",
    "1201821619": "hCaptcha는 오늘날 가장 시급한 문제 중 하나인 악성 봇이 온라인 서비스를 남용하는 것을 방지하는 문제를 해결합니다.",
    "1475399473": "hCaptcha 팀에 대해 자세히 알아보기",
    "3161489950": "세계에서 가장 진보된 보안 ML 플랫폼",
    "3247172580": "hCaptcha는 대규모 확장을 위해 전 세계 250개 이상의 위치에서 제공되는 데이터 수집 및 보존을 고유하게 최소화하는 새로운 에지 컴퓨팅 접근 방식과 고급 자체 지도 머신 러닝을 결합했습니다.",
    "3767462250": "개인 정보 보호를 위한 설계",
    "3500503648": "hCaptcha는 인터넷 사용 기록을 기록하고 분석하는 대신 즉각적인 평가에 의존하여 장기 데이터 보존을 제거하도록 설계되었습니다. 우리는 또한 다음과 같은 이니셔티브를 지원합니다.",
    "2418549423": ", 암호화 증명 및 기타 고유한 개인 정보 우선 기능을 통해 온라인 개인 정보를 보호하기 위한 새로운 표준입니다.",
    "1544546608": "프라이버시 패스",
    "976209454": "보상을 받거나 자선단체에 기부하세요",
    "552920956": "hCaptcha를 사용하면 봇 및 기타 형태의 남용을 차단하면서 웹사이트에서 보상을 받을 수 있습니다. hCaptcha를 사용하면 이러한 수입으로 선택한 자선단체를 지원할 수도 있습니다.",
    "654326661": "직접 보고 싶으신가요? hCaptcha를 무료로 사용해 보세요.",
    "3570415321": "회사",
    "3987022469": "라벨링",
    "1636202177": "에 대한",
    "2670003220": "채용 정보",
    "3233305531": "상표",
    "3028319964": "AI 윤리",
    "4131598919": "누르다",
    "1662477701": "자원",
    "3130928685": "블로그",
    "1756106276": "상태",
    "1235925265": "선적 서류 비치",
    "920212083": "버그 신고",
    "2076066173": "사이버 공격 101",
    "3644106388": "연락하다",
    "2182196747": "지원하다",
    "487083593": "매상",
    "878585497": "자귀",
    "1697438123": "은둔",
    "1316817321": "속성",
    "3488019891": "hCaptcha는 Intuition Machines, Inc.의 등록 상표입니다.",
    "4224961202": "개인 정보 보호, 보안 및 기계 학습.",
    "98173630": "hCaptcha는 세계에서 가장 널리 사용되는 독립적인 CAPTCHA 서비스입니다.",
    "1514478724": "더 알아보기",
    "1752795854": "hCaptcha는 봇을 중지하는 데 개인 정보에 중점을 둔 현대적인 접근 방식을 제공합니다.",
    "2927700175": "머신러닝 문제에서 라벨링이 어려운 데이터를 수집하여 웹사이트 방문자인지 앱 방문자인지 구별하는 방식으로 봇에게는 어렵지만 사람에게는 쉬운 CAPTCHA 챌린지를 보여줍니다.",
    "2188609322": "나쁜 배우가 온라인에서 점점 더 흔해지고 있습니다. 그러나 사용자 개인 정보를 희생하는 것은 답이 아닙니다.",
    "2032102720": "광고 회사에서 제공하는 보안 솔루션은 주로 웹에서 사용자를 추적하는 데 중점을 둡니다. 우리는 우수한 결과를 제공하기 위해 사용자 개인 정보를 해칠 필요가 없음을 증명하는 효과적인 보안 솔루션을 만들었습니다.",
    "4146870445": "우리는 누구인가",
    "353066938": "오늘날의 가장 어려운 문제를 해결하는 경험 많은 팀. hCaptcha는",
    "3260825523": "직관 기계",
    "1173652155": "고문",
    "3972094614": "브렌단 아이크",
    "2113642787": "새벽의 노래",
    "2256305371": "버클리 캘리포니아 대학교 CS 교수. 딥러닝, 보안, 블록체인 전문가. 오아시스 연구소의 CEO.",
    "1606599610": "키어런 톰슨",
    "2177660021": "스탠포드 연구원. 주요 은행, 헤지 펀드 및 학계에서 머신 러닝 및 퀀트 금융.",
    "2686825859": "무료로 가입하거나 hCaptcha Enterprise 솔루션에 대해 문의하십시오.",
    "583434701": "hCaptcha 접근성",
    "611905972": "보안을 유지하면서 모든 사용자에 대한 원활한 액세스 보장",
    "874098071": "접근성 사용자인 경우 여기에서 가입하세요.",
    "2745385064": "요약",
    "3353238942": "hCaptcha는 봇을 사람과 구별하여 차단하도록 설계되었습니다. 시각적 테스트는 이를 위한 편리한 도구이지만 모든 사람이 시각적 문제를 해결할 수 있는 것은 아닙니다.",
    "3600022491": "이러한 이유로 우리는 서비스를 사용하는 게시자가 전체 섹션 508 및 WCAG 2.1 AA를 준수하여 모든 사람의 접근성을 유지할 수 있도록 간단하고 고통 없는 대안을 설계했습니다.",
    "2557240048": "작동 방식: 먼저 접근성 사용자가 다음을 통해 가입합니다.",
    "3871665286": ", hCaptcha 위젯 정보 페이지에 눈에 띄게 링크되어 있습니다. 하루에 여러 번 사용할 수 있는 암호화된 쿠키가 제공되지만 로그인을 통해 24시간마다 새로 고쳐야 합니다.",
    "3441764123": "hCaptcha 서비스를 사용하는 사이트에서 접근성 사용자에게 도전 과제가 제시되면 자동으로 통과합니다.",
    "4247858664": "접근성 가입 페이지",
    "1297657322": "로그인 후 접근성 사용자 화면",
    "1717658846": "위젯 UI 메뉴의 접근성 옵션",
    "1266963825": "Q: hCaptcha 섹션 508 + WCAG 2.1 AA를 준수합니까?",
    "850025770": "A: 우리는 그렇게 믿습니다. 웹을 탐색하고 양식에 텍스트를 입력할 수 있는 모든 형태의 장애가 있는 사용자는 등록 시 hCaptcha로 보호되는 서비스에 액세스할 수 있습니다. 그러나 이것은 법적 조언이 아닙니다. 배포에 해당하는지 확인하기 위해 특정 구현을 고려하여 자체 평가를 수행해야 합니다.",
    "159272246": "Q: 오디오와 같은 다른 접근성(\"a11y\") 옵션에 대해 작업하고 있습니까?",
    "4074220464": "A: 오디오 보안 문자와 같은 이전에 인기 있는 옵션은 많은 사용자를 차별하며 최신 기계 학습 기술에 쉽게 패배합니다. 이로 인해 현재 오디오 문제가 점점 더 어려워지고 노이즈, 이상한 타이밍, 비정상적인 단어 조합 등을 도입하여 공격자를 물리칠 수 있습니다. 따라서 우리는 이 접근 방식과 도전을 완전히 피하는 것에 대해 덜 열광하지만 커뮤니티의 요구가 있는 경우 고려할 것입니다.",
    "2309661107": "그러나 우리는 매우 관심이 있습니다",
    "2555914614": "접근성 사용 사례의 경우. 우리는 현재의 접근 방식과 Privacy Pass 발급을 결합하면 사용자가 트래픽이 더 비공개적이라는 사실을 알고 안전하게 탐색할 수 있을 뿐만 아니라 옵션을 사용할 수 있을 때 필연적으로 발생하는 봇 운영자의 남용을 제한할 수 있다고 믿습니다. 우리는 이 새로운 기술을 표준화하는 IETF 작업 그룹에 적극적으로 참여하고 있습니다.",
    "2583775432": "Q: 개인정보는 어떻게 되나요? 등록하면 어떤 식으로든 검색 데이터가 노출됩니까? 이메일로 무엇을 합니까?",
    "4215483493": "A: hCaptcha는 처음부터 개인 정보 보호를 위해 설계되었습니다. 이는 웹에서 사용자를 추적하고 실제 신원과 연관시키려는 인센티브가 있는 광고 네트워크가 소유한 reCAPTCHA와 같은 기존 옵션과 매우 다릅니다.",
    "2474661839": "우리의",
    "4137573005": "우리가 데이터를 사용하는 방법에 대해 포괄적이고 권위 있는 답변을 가지고 있지만 짧은 대답은 우리가 귀하를 검색 기록과 개인으로 연결하는 데 관심이 없다는 것입니다.",
    "4101570501": "또한 우리는 현재 개인 정보 보호 패스 작업을 보완하면서 남용을 방지하는 능력을 유지하면서 귀하의 이메일 주소를 신속하게 폐기하는 암호화 솔루션을 개발하고 있습니다.",
    "260595108": "우리는 사용 촉진 및 남용 방지 이외의 다른 목적으로 접근성 이메일이나 정보를 사용하지 않습니다.",
    "3063819779": "개인 정보 정책",
    "465714311": "접근성 사용자용: Q&A 및 문제 해결 가이드",
    "3596207631": "Q: 쿠키를 설정한 후에도 여전히 문제가 표시됩니다. 이 문제의 원인은 무엇입니까?",
    "469089249": "A: 이는 일반적으로 공격적인 광고 차단기 또는 쿠키 방지 확장 프로그램을 사용하거나 \"교차 사이트\" 쿠키를 차단하는 설정 때문입니다. 이 경우에는 hCaptcha JS에서 설정하거나 확인하는 hcaptcha.com용 쿠키입니다. 방문 중인 사이트와 같은 다른 사이트.",
    "4263626815": "hCaptcha 접근성 쿠키는 표준 설정으로 모든 인기 있는 브라우저 및 광고 차단기와 함께 작동하므로 일반적으로 실패는 특정 사이트를 대상으로 하는 \"anti-adblock\" 스크립트 또는 유사한 규칙 집합으로 인해 발생합니다.",
    "3906359167": "솔루션:",
    "3464870463": "1. 광고 차단기 또는 브라우저 보안 확장 프로그램에서 hcaptcha.com 및 *.hcaptcha.com 쿠키를 허용 목록에 추가합니다.",
    "1204911585": "2. (2020년 4월 현재) 쿠키 허용 목록이 없는 것으로 보이는 Brave 브라우저를 사용하는 경우 기본 설정 -> Shields -> 쿠키로 이동하여 \"모든 쿠키 허용\"을 선택합니다.",
    "2932826396": "3. 최근 출시된 OS X 10.15 또는 iOS 13.4에서 최신 버전의 Safari를 사용하는 경우 Apple은 기본적으로 모든 타사 쿠키를 차단하여 타사 쿠키와 관련된 Safari의 동작을 변경했습니다. 솔루션을 구현하고 있지만 그 동안 Safari 기본 설정, 개인 정보 보호 섹션을 방문하여 \"웹 사이트 추적: 교차 사이트 추적 방지\"를 선택 취소하여 접근성 쿠키가 예상대로 작동하도록 하십시오.",
    "3836291932": "Q: 여러 장치를 사용합니다. 여러 번 가입해야 하나요?",
    "3251220335": "A: 아니요. 쿠키를 설정하려면 사용하는 각 장치에서 동일한 이메일 로그인 링크를 클릭하십시오.",
    "2082407178": "Q: 접근성 쿠키를 사용하는 동안 제3자 쿠키 추적으로부터 자신을 보호하려면 어떻게 해야 합니까?",
    "2700197090": "A: 도메인 수준 허용 목록(예: uBlock Origin)을 지원하는 개인 정보 보호 또는 광고 차단 확장 프로그램을 사용하면 예상대로 작동합니다. hcaptcha.com을 허용 목록에 추가하세요.",
    "3657743880": "사이트 간 쿠키에 대한 브라우저 지침",
    "1960601330": "Safari(Mac)에서 쿠키를 활성화하려면: Safari 드롭다운 메뉴로 이동합니다. 기본 설정을 선택합니다. 상단 패널에서 개인 정보 보호를 클릭합니다. '쿠키 차단'에서 '안함' 옵션을 선택하십시오.",
    "1622303590": "Safari에서 쿠키를 활성화하려면(iPhone/iPad iOS 11+): 설정을 엽니다. 아래로 스크롤하여 Safari를 선택합니다. 개인 정보 및 보안에서 \"교차 사이트 추적 방지\" 및 \"모든 쿠키 차단\"을 끕니다.",
    "2199048568": "웹페이지의 주소 표시줄 왼쪽에 있는 방패를 클릭하십시오. 보호 설정을 클릭합니다. Firefox 기본 설정 개인 정보 및 보안 패널이 열립니다. 향상된 추적 보호에서 사용자 지정을 선택합니다. 해당 확인란을 선택하여 차단할 추적기 및 스크립트를 선택합니다. hcaptcha.com을 차단 해제했는지 확인하십시오.",
    "3967047208": "또한 확인란을 선택 취소하여 사용자 지정에서 일시적으로 일부 보호 기능을 해제하여 디버그할 수 있습니다. 추적기 확인란을 선택 취소하거나 여전히 문제가 있는 경우 쿠키 확인란을 선택 취소합니다.",
    "3805618893": "구글 크롬(PC)",
    "3795997071": "Chrome 메뉴 아이콘을 선택합니다. 설정을 선택합니다.",
    "926138631": "개인 정보 및 보안으로 이동한 다음 쿠키 및 기타 사이트 데이터로 이동합니다.",
    "3419878556": "\"타사 쿠키 차단\"이 활성화되어 있지 않은지 확인하십시오.",
    "2269166171": "구글 크롬(맥):",
    "2989126922": "메뉴 표시줄에서 Chrome 환경설정을 엽니다.",
    "2348697693": "구글 크롬(안드로이드):",
    "3700113699": "Android 기기에서 Chrome 앱을 엽니다.",
    "3620039756": "오른쪽 상단에서 더보기를 탭한 다음 설정을 탭합니다.",
    "2813310562": "사이트 설정을 누른 다음 쿠키를 누릅니다.",
    "3014657981": "'쿠키' 옆에 있는 설정을 켭니다.",
    "1242066691": "\"타사 쿠키 허용\" 옆의 확인란을 선택합니다.",
    "292250020": "1. 화면 오른쪽 상단의 톱니바퀴를 선택한 다음 \"인터넷 옵션\"을 선택합니다. 메뉴 표시줄이 활성화된 경우 \"도구\"를 선택한 다음 \"인터넷 옵션\"을 선택할 수 있습니다.",
    "4114820649": "2. \"개인 정보\" 탭을 클릭합니다.",
    "946838734": "3. \"고급\" 버튼을 선택합니다.",
    "348809718": "4. \"타사 쿠키\"에서 \"수락\"을 선택합니다.",
    "1253441326": "5. \"확인\"을 클릭합니다.",
    "852032043": "원정 여행",
    "836017336": "파이어폭스",
    "3356349631": "구글 크롬",
    "3235744534": "인터넷 익스플로러",
    "4104188759": "AI 윤리 정책",
    "1161704803": "AI 윤리 정책이 있는 이유는 무엇입니까?",
    "1806535500": "연필에서 다이너마이트에 이르기까지 거의 모든 기술은",
    "24452499": "해결책; 그것은 좋거나 나쁘게 사용될 수 있습니다. 이중 사용 솔루션을 연구, 구축 또는 판매하는 모든 회사는 행동의 결과를 고려해야 할 의무가 있습니다.",
    "4023575072": "이중 사용",
    "3336625692": "이 페이지는 AI 윤리의 맥락에서 이 주제에 대한 우리의 생각을 자세히 설명하고 서비스 사용이 회사로서 채택한 정책과 일치하도록 하기 위해 따르는 프로세스를 설명합니다.",
    "835717930": "hCaptcha의 AI 윤리",
    "2179524509": "우리는 때때로 hCaptcha 서비스에 어떤 종류의 질문이 허용되는지, 그리고 왜 특정 질문을 하는지에 대한 질문을 받습니다.",
    "1962721652": "인간은 패턴을 추구하는 존재이며, 때때로 무해한 질문은 질문을 하는 사람의 동기가 아니라 세상의 변화로 인해 전혀 놀랍지 않은 질문에서 한 순간에 의심스러운 질문으로 바뀔 수 있습니다.",
    "3974566657": "서비스가 대중화됨에 따라 이러한 종류의 발생은 필연적으로 더 자주 발생합니다. hCaptcha는 전 세계 거의 모든 국가에서 매일 수백만 명의 사람들이 사용하고 있으므로 가능한 한 투명하게 공개하기 위해 이 정책과 이러한 문제를 해결하는 방법에 대한 사례 연구를 게시하고 있습니다.",
    "1830910223": "실제 AI 윤리 사례 연구",
    "805971861": "\"Umbrella\"는 컴퓨터 비전 연구자들이 사용하는 표준 벤치마크 데이터 세트인 ImageNet의 용어입니다. 우산을 들고 있는 사람을 확실하게 식별하는 것도 안전한 차세대 첨단 운전자 지원(ADAS) 시스템을 구축하는 데 중요합니다.",
    "3988350": "이것은 실제 우산 주석에 대한 훌륭한 사용 사례가 있음을 의미합니다. 자율주행차의 영향에 대해서는 이견의 여지가 있지만 ADAS 시스템은 이미 절약하고 있다.",
    "548587288": "세계에서.",
    "3138772661": "매년 수천 명의 생명",
    "3168199226": "그러나 2020년에는 이러한 종류의 데이터 세트를 구축하는 것이 1년 전에는 거의 예상하지 못했던 방식으로 이중 사용 기술로 인식될 수 있다는 것이 분명해졌습니다.",
    "558378834": "따라서 현재로서는 우산과 관련된 질문에 대한 요청을 더 이상 받지 않습니다. 현재 순간에 최종 사용자가 우산에 대한 질문을 볼 때 혼란의 가능성이 너무 높으며 궁극적으로 우리의 목표는 세상을 더 즐거운 곳으로 만드는 것입니다.",
    "3376604063": "AI 윤리 정책 및 프로세스",
    "1923365316": "hCaptcha에는 엄격한 AI 윤리 정책이 있으며 그 중 일부에는 KYC(Know Your Customer) 프로세스가 포함됩니다.",
    "4230322909": "우리는 항상 각각의 새로운 고객과 그들의 의도된 사용 사례를 잘 이해하여 그것이 우리 제품과 서비스에 적합한지 확인하고 우리가 회사로서 채택한 정책을 따르도록 노력합니다.",
    "2735073144": "또한 필요에 따라 지속적인 검토를 수행합니다. 예를 들어, 우산 관련 라벨링 요청에 대한 요청 날짜 및 출처에 대한 최근 검토에서 우리는 정부 기관이나 알려진 감시 소프트웨어 공급업체가 지난 12개월 동안 우리 서비스를 사용하는 우산에 관해 요청한 적이 없음을 빠르게 확인할 수 있었습니다. .",
    "2715462692": "AI 윤리 프로세스는 어떤 모습입니까?",
    "3049976256": "각각의 새로운 라벨링 고객에 대해 판매 프로세스 중에 체크리스트를 검토합니다. 여기에는 온보딩 전의 초기 KYC 실사, 분석가에 대한 모든 요청 확인, 셀프 서비스 플랫폼을 사용하여 이루어진 요청에 대한 실시간 현장 확인 및 정기 검토가 포함됩니다.",
    "3103642530": "이 검토는 몇 가지 기준으로 구성됩니다.",
    "3349094124": "윤리적 우려 기준: 객관적",
    "1038019440": "1. 이 고객은 국제법 및 규범에 반하는 행동을 하는 것으로 알려진 국가의 국익을 대표합니까?",
    "493717511": "2. 이 고객이 다음과 같은 서비스를 요청하고 있습니까?",
    "2209109640": "정상적인 비즈니스 활동과 관련하여 악의적인 목적으로만 사용됩니까?",
    "3457805519": "3. 고객의 요청이 미국 법률 및 당사의 계약 규칙에 따라 이행될 수 있습니까?",
    "1942611550": "주로",
    "109179759": "윤리적 우려 기준: 주관적",
    "1033698050": "1. 전형적인 서구 사회 규범에 대한 우리의 해석에 따르면 고객이 우리가 도덕적으로 수용 가능한 사용 사례를 제공했다고 믿습니까?",
    "361372538": "2. 우리가 제공하는 서비스가 합법적이지만 우리가 받아들일 수 없는 방식으로 고객에 의해 차별적인 목적으로 사용될 가능성이 있다고 믿습니까?",
    "2867855718": "3. 개인 정보 보호 요구 사항이 요청에 대해 만족스럽게 처리될 수 있다고 생각합니까?",
    "2462728596": "이러한 사항에 대해 만족할 수 없는 경우 당사는 요청을 거부하고 당사 약관에 설명된 대로 당사 플랫폼에 대한 추가 액세스를 종료할 수 있습니다.",
    "1995277831": "감사합니다",
    "1818116402": "AI 윤리 구성 요소를 사용하여 운영 문제를 처리하는 방법에 대한 이 보기를 감사히 여기셨기를 바랍니다.",
    "1499894352": "이 영역에서 의사 결정 프로세스에 투명성을 제공하는 회사는 거의 없으며 다른 회사도 이 예를 따르기를 바랍니다!",
    "535659033": "크리에이티브 커먼즈 저작자 표시",
    "1495915066": "우리, 학술 연구 파트너 및 고객이 Creative Commons 미디어를 사용하는 방법",
    "3017533972": "당사, 학술 연구 파트너 및 당사 고객은 기계 학습 분야에서 인류의 지식을 발전시키기 위해 때때로 hCaptcha 플랫폼을 통해 Creative Commons 라이선스 콘텐츠의 일부를 참조하거나 복제할 수 있습니다.",
    "1428053210": "이 콘텐츠는 일반적으로 원래 형식에서 변형됩니다. 예를 들어, 비디오는 많은 이미지로 분할될 수 있고, 그 이미지는 많은 새로운 이미지로 분할될 수 있으며, 그런 다음 새로운 이미지는 무작위로 혼합되어 표시되는 최종 결과를 생성할 수 있습니다.",
    "1728211763": "이러한 방식으로 이러한 목적으로 콘텐츠를 사용하는 것은 해당 분야의 법률 및 표준 관행에 대한 우리의 이해에 따라 공정 사용 지침에 해당하지만, 우리는 Creative Commons의 오랜 팬이며 도움이 되는 사람에게 크레딧을 제공하는 것을 선호합니다. 기계 지능을 향상시키는 기념비적인 작업.",
    "1949452297": "hCaptcha UI의 본질적인 제약과 보안 고려 사항으로 인해 각 이미지의 사용과 직접 인접한 소스를 재현하는 것은 불가능합니다. 대신 홈페이지에서 이 페이지로 연결하고 현재 또는 최근에 플랫폼을 통해 제공되는 소스 목록을 유지 관리합니다. 현재 목록에 액세스할 수 있습니다.",
    "2367602973": "여기",
    "659124570": "또한 hCaptcha 플랫폼에서 재생산된 귀하의 콘텐츠를 보고 어떤 이유로든 해당 콘텐츠를 제거하려는 경우 다음 주소로 이메일을 통해 당사에 연락할 수 있습니다.",
    "2066749488": "기타 불만사항",
    "3479034323": "hCaptcha 플랫폼에서 재생산된 귀하의 콘텐츠를 보고 어떤 이유로든 해당 콘텐츠를 제거하려는 경우 이메일을 통해 당사에 연락할 수 있습니다.",
    "1836554225": "블로그 게시물",
    "2873297188": "모든 보안문자가 미국인이 아닌 사람을 차별합니까?",
    "165932542": "전 세계의 hCaptcha 해결률 살펴보기",
    "1865097546": "2021년 11월 16일",
    "3005876482": "hCaptcha는 이제 인터넷의 15%에서 실행되는 가장 큰 독립 보안 문자 서비스입니다.",
    "693820850": "개인정보를 최우선으로 하여 Google을 이길 수 있습니다.",
    "3609106478": "크리덴셜 스터핑:",
    "299335340": "그것이 무엇이며 공격을 중지하는 방법",
    "354925785": "소개",
    "423222878": "탐지, 방지 및 중지하기 가장 어려운 사이버 공격 중 일부는 악의적인 행위자가 합법적인 사용자 자격 증명을 사용하여 활성 사용자 계정에 로그인할 수 있는 공격입니다. 정교한 탐지 기능이 많지 않다면 계정을 호스팅하는 회사는 문제가 있다고 의심할 이유가 없습니다. 고객은 단순히 자신의 계정에 로그인한 것처럼 보입니다. 공격자는 일반적으로 \"자격 증명 스터핑\"으로 알려진 사이버 공격 기술의 결과인 훔친 자격 증명을 사용하여 이러한 성공적인 책략을 달성했습니다. 오늘날 심각한 문제이지만 올바른 대책으로 완화할 수 있는 문제입니다.",
    "777660551": "크리덴셜 스터핑이란 무엇입니까?",
    "2602763587": "크리덴셜 스터핑은 공격자가 도난당한 사용자 이름과 비밀번호를 사용하여 웹사이트에 여러 번 로그인을 시도하는 사이버 공격의 한 형태입니다. \"stuffing\"은 반복적인 로그인 시도를 의미하며 거의 항상 자동화된 봇 소프트웨어에 의해 수행됩니다.",
    "1271831121": "해커(물론 후드티를 입고 있습니다!)가 거기 앉아서 자격 증명을 입력하고 있는 것과는 다릅니다. 자동화된 로그인 봇은 Selenium과 같은 기성 도구나 맞춤형으로 개발된 해커 도구로 만들 수 있습니다.",
    "2588750717": "실제로 일부 크리덴셜 스터핑 공격에는 수백만 개의 크리덴셜이 관련되어 있습니다. 모든 크리덴셜은 침입을 희망하여 순진한 웹사이트 로그인 인터페이스에 채워집니다. 일단 침입하면 공격자는 피해자의 계정을 탈취할 수 있습니다.",
    "1137757109": "전자 상거래 계정인 경우 공격자는 상품을 주문할 수 있습니다. 피해자가 은행인 경우 공격자는 자금을 해외로 이체하는 등의 작업을 수행할 수 있습니다.",
    "1559150837": "목표물은 무방비 상태가 아닙니다. 대부분의 웹 사이트에는 짧은 시간에 동일한 IP 주소에서 수천 개의 다른 계정에 로그인하려는 의심스러운 사용자를 차단하는 제어 기능이 있습니다. 크리덴셜 스터핑 공격자가 이러한 보호 기술을 우회하기 위해 수행하는 것은 지리적 및 IP 다양성을 시뮬레이션하는 것입니다. 강력한 AI 기반 도구를 사용하여 수천 명의 사용자가 전국 각지에서 하루 중 다른 시간에 무작위로 로그인을 시도하는 것처럼 보이게 할 수 있습니다. 이것은 감지하고 중지하기가 훨씬 어렵습니다.",
    "1892020899": "해커는 어디에서 자격 증명을 얻습니까?",
    "2597149484": "해커가 많은 자격 증명을 \"채워야\"하는 이유는 도난당한 자격 증명을 얻은 위치와 관련이 있습니다.",
    "3030395800": "이러한 자격 증명은 일반적으로 데이터 유출로 인해 발생합니다. \"자격 증명 유출\"이라고도 하는 이러한 공격으로 인해 수백만 개의 자격 증명이 다크 웹에 덤프될 수 있습니다. 유출이 은행에서 발생한 경우 해커는 해당 자격 증명을 사용하여 다른 사이트에 액세스하려고 합니다. 이 접근 방식은 많은 사람들이 여러 사이트에 대해 동일한 사용자 이름과 비밀번호 조합을 사용하기 때문에 효과가 있습니다. (이 방법은 권장되지 않지만 현실이 그렇습니다. 사람들은 동일한 로그인 자격 증명을 반복하는 경향이 있습니다.)",
    "1258965840": "따라서 공격자가 한 사이트에 들어갈 수 있다면 유출된 자격 증명을 사용하여 여러 사이트에 들어갈 수 있습니다. 예를 들어 JohnDoe/525momma와 같은 사용자 이름/비밀번호 쌍을 얻을 수 있지만 그 쌍이 자신을 위해 무엇을 할지는 모릅니다. 그래서 그들은 Amazon.com, Ebay, Citibank, Walgreens 등에서 쌍을 시도합니다. 그들은 수천 개의 다른 사이트에서 그 쌍을 시도할 수 있습니다.",
    "3594440415": "마침내 그들은 문을 열기 시작할 것입니다.",
    "780280214": "hCaptcha 및 hCaptcha Enterprise가 자격 증명 스터핑 위협을 완화하는 방법",
    "4165374512": "IP 및 위치 감지 도구를 사용하여 자격 증명 스터핑을 방지할 수 있지만 더 비용 효율적이고 정확한 방법은 자동화된 자격 증명 스터핑 봇 자체를 중단하는 것입니다. hCaptcha 및 hCaptcha Enterprise는 진입 지점에서 봇을 걸러낼 수 있습니다. 봇이 올바른 자격 증명을 가지고 있더라도 hCaptcha Enterprise의 감지 또는 hCaptcha의 CAPTCHA를 통과할 수 없으면 스터핑을 수행하지 못하고 사이트와 사용자가 보호됩니다.",
    "3269644546": "제발",
    "1058572205": "에 대해 더 알고 싶다면",
    "3753613260": "연락하다",
    "1792519141": "hCaptcha 엔터프라이즈",
    "3515435438": "DMCA 불만 신고",
    "54093347": "DMCA 등록 에이전트",
    "3233441200": "반복 침해자 정책",
    "4011712313": "DMCA 정책의 일환으로, 우리는 침해 주장에 대한 여러 DMCA 통지를 받은 고객의 계정을 다단계 DMCA 반복 침해자 정책에 배치합니다. 한 달 동안 반복되는 DMCA 알림을 받으면 고객 계정은 한 정책 단계에서 다음 정책 단계로 진행됩니다.",
    "766825168": "DMCA 반복 침해자 정책에 따라 당사가 취할 수 있는 조치에는 계정의 기록 고객에게 가시성이 향상되었다는 경고를 보내는 것이 포함됩니다. 이러한 알림을 확인하기 위해 고객이 계정에 로그인하거나 지원 팀에 전화하도록 요청할 수 있습니다. 우리는 또한 반복적인 침해자 경고를 보낸 후에도 계속해서 침해 주장에 대한 DMCA 통지를 받은 고객의 hCaptcha 및 IMI 서비스를 일시 중지 또는 종료하고 다른 임시 조치를 적용할 권리를 보유합니다. 또한 이 정책에 따라 hCaptcha 서비스를 종료할 때 이러한 고객에게 제공되는 다른 hCaptcha 또는 IMI 서비스를 단독 재량으로 종료할 수 있습니다.",
    "2410122265": "hCaptcha 리소스: 봇 101",
    "4166776480": "크리덴셜 스터핑(Credential Stuffing): 정의 및 공격 중지 방법",
    "2301335298": "결제 사기: 빠르게 진화하는 사이버 범죄 모드 완화",
    "3682071227": "계정 탈취란 무엇이며 어떻게 작동합니까?",
    "2729131930": "스크래핑이란 무엇이며 어떻게 작동합니까?",
    "1344959096": "개인 데이터 라벨러로 일하기",
    "3510143229": "hCaptcha는 웹사이트와 앱을 위한 서비스입니다.",
    "3930611699": "개별 노동자.",
    "1051214799": "hCaptcha는 이를 사용하는 웹사이트나 앱의 퍼블리셔와 가치를 공유하고자 하는 웹 보안 서비스입니다.",
    "360236473": "hCaptcha 서비스는 개인 라벨러로 일하는 사람을 위한 것이 아닙니다. 이 목적을 위해 설계되거나 적합하지 않습니다. 개인 수입원으로 hCaptcha를 사용하는 것을 권장하지 않습니다.",
    "3842490632": "많은 질문에 답변을 시도하는 개별 사용자는 속도가 제한되거나 빠르게 차단될 수 있습니다. 마찬가지로 중요합니다.",
    "1560232962": "자세한 내용은 특정 답변에 대해 얻은 금액에 대해 보장되지 않습니다. 그 당시에는 유료 질문이 없을 수 있으며 품질상의 이유로 답변이 거부될 수 있습니다.",
    "2694001822": "그러나 시스템 속성과 새로운 기능을 테스트하는 데 도움을 주기 위해 개인을 고용하기도 합니다.",
    "1569804581": "관련 기회와 관련하여 향후 연락을 원하시면 이 양식을 작성해 주십시오.",
    "636461959": "이름",
    "1139500589": "국가",
    "1789607185": "이메일 주소",
    "325077666": "귀하의 정보를 제출함으로써 귀하는 당사의",
    "3555583744": "그리고",
    "3609929815": ". 우리는 개별 라벨 작업 기회와 관련하여 향후 귀하에게 연락할 목적으로만 귀하의 이름, 국가 및 이메일 주소 정보를 보유할 것입니다.",
    "4197928199": "개인 정보 정책",
    "851786723": "귀하의 이메일을 입력함으로써 귀하는 당사의 약관 및 개인정보 보호정책에 동의하고 당사로부터 이메일을 수신하는 데 동의하게 됩니다.",
    "2402165761": "스크래핑은 어떻게 작동합니까?",
    "4260542944": "콘텐츠 스크래핑(\"스크린 스크래핑\" 또는 간단히 \"스크래핑\"이라고도 함)은 웹에서 정보를 수집하는 데 익숙하고 유용한 프로세스입니다. 그러나 최근 몇 년 동안 이 기술은 해커와 사기꾼이 선호하는 도구가 되었습니다. 대응책은 위협을 효과적으로 완화할 수 있지만 이를 구현하려면 프로세스가 어떻게 작동하는지 이해하는 것이 필수적입니다.",
    "2066255783": "콘텐츠 스크래핑이란 무엇입니까?",
    "1910628828": "콘텐츠 스크래핑은 소프트웨어 클라이언트나 웹 브라우저를 가장하는 자동화된 도구 세트와 관련된 시스템에서 데이터를 가져오는 기술입니다. 새로운 것이 아닙니다. 사실, 오래된 메인프레임의 데이터가 필요할 수 있는 소프트웨어 엔지니어의 경우 스크래핑이 정보를 추출하는 유일한 방법일 수 있습니다. 원래 커넥터가 없어져 교체가 불가능할 수 있습니다.",
    "3408107995": "그러나 오늘날 스크래핑은 항상 웹사이트에서 데이터를 가져오는 프로그래밍 방식의 접근 방식을 의미합니다. 스크래핑 소프트웨어는 버튼을 클릭하고 결과 출력을 읽는 인간 사용자처럼 작동합니다. 긁는 데에는 합법적인 용도가 많이 있습니다. 검색 엔진을 구동하는 웹 크롤러가 한 예입니다. 수천 개의 여행 웹사이트를 검색하여 여행 상품을 찾는 Skyscanner와 같은 도구도 마찬가지입니다. 핀테크 회사도 이를 사용하여 데이터 연결에 사용할 수 있는 API(응용 프로그래밍 인터페이스)가 없는 경우 은행 사이트에서 사용자의 금융 데이터를 긁어냅니다. 화면 스크래핑에 대해 염두에 두어야 할 사항은 속도와 확장성입니다. 이 프로세스는 사이트가 발생을 방지하도록 구성되지 않았다고 가정할 때 웹 사이트에서 엄청난 양의 데이터를 수집할 수 있습니다. 컴퓨팅 속도로 스크레이퍼는 웹사이트와 이를 지원하는 기본 소프트웨어 및 데이터베이스와 상호 작용하여 대규모 데이터 세트를 축적할 수 있습니다.",
    "1920884252": "콘텐츠 스크래핑이 보안을 위협하는 이유는 무엇입니까?",
    "2256795853": "웹사이트에서 많은 데이터를 빠르게 추출할 수 있는 능력으로 인해 스크래핑은 악의적인 행위자에게 강력한 도구가 됩니다. 스크래핑 봇은 소셜 미디어 사이트에서 사용자 데이터를 수집할 수 있습니다. 그런 다음 해커는 주소 및 기타 개인 정보가 포함된 사이트를 스크랩하고 결과를 연관시켜 사기성 신용 카드 신청서 제출과 같은 신원 범죄에 연루될 수 있습니다.",
    "4087694419": "스크래핑 해커는 Amazon 및 eBay와 같은 사이트에서 데이터를 수집하여 가짜 또는 기만적인 제품 목록을 만들 수도 있습니다. 그런 다음 오퍼업(OfferUp)과 같은 P2P 서비스에서 판매를 제안하고 구매자에 대한 피싱 공격을 수행할 수 있습니다. 또는 사기꾼은 존재하지 않는 제품을 판매할 수 있습니다. 추가 화면 스크래핑 사기에는 광고 게시자를 속이는 것이 포함됩니다. 게시자 사이트에서 콘텐츠를 스크랩하여 사기범은 다른 서비스에서 가짜 광고 게시자 페이지를 만들 수 있습니다. 그런 다음 게시자의 ads.txt 파일에서 연락처를 수집한 승인된 리셀러에게 해당 페이지의 광고를 판매할 수 있습니다. 광고 슬롯은 광고주에게 실제처럼 보이지만 실제로는 그렇지 않습니다.",
    "3315658779": "hCaptcha Enterprise로 콘텐츠 스크랩 방지",
    "2602081482": "hCaptcha Enterprise는 고급 기계 학습을 사용하여 스크래핑 활동을 포함하여 사이트 및 앱에 대한 악성 트래픽을 식별합니다.",
    "1422537019": "자세한 내용은 오늘 우리를 참조하십시오.",
    "1988268879": "대규모의 비용 효율적인 데이터 레이블 지정",
    "2163914794": "데이터세트에 더 많은 레이블이 필요하십니까? hCaptcha는 인공 지능 및 기계 학습 응용 프로그램을 작업하는 회사를 위해 빠르고 비용 효율적이며 고품질 데이터 레이블링을 제공합니다.",
    "3378932530": "지금 데이터에 레이블 지정",
    "3483700676": "수백만 개의 작업을 즉시 실행",
    "3478726913": "hCaptcha에는 사용 가능한 지구상에서 가장 큰 풀 중 하나가 있습니다. 규모에 관계없이 값비싼 사전 약정 없이 처리할 수 있습니다. 하루에 수백만 개의 작업이 문제가 되지 않습니다.",
    "740501259": "간단한 API 기반 파이프라인",
    "2784612261": "인적 검토를 비즈니스 운영에 직접 통합하고 싶으십니까? 우리는 높은 안정성 SLA, 보장된 용량 및 간단한 REST API를 제공합니다.",
    "1144966033": "비용과 품질에 최적화",
    "3213351333": "선불 약정이 필요하지 않음",
    "2107077506": "HUMAN 플랫폼은 포괄적인 신뢰 모델을 사용하여 정교한 실시간 품질 분석을 수행합니다. 이를 통해 질문의 난이도와 정답이 될 가능성을 모두 신속하게 판단하여 시간과 비용을 절약할 수 있습니다.",
    "3576146278": "필요한 정확도에 대해서만 비용을 지불하십시오.",
    "2952586316": "모든 문제가 같은 것은 아닙니다. 안전이 중요한 작업에 대한 주석은 전적으로 인간 작업자의 99.99% 신뢰가 필요할 수 있습니다. 모바일 게임 앱의 한 베타 기능에 대한 주석은 보통 정도의 신뢰도만 요구할 수 있습니다. 당신이 결정합니다.",
    "710145621": "고유한 실측 데이터를 제공하거나 즉시 구축할 수 있습니다.",
    "987901590": "포괄적인 검증 세트가 없는 원시 데이터가 있습니까? 대부분의 경우 작업이 시스템을 통해 실행될 때 귀하를 위해 하나를 만들거나 귀하의 승인을 위해 레이블이 지정된 샘플을 만들 수 있습니다.",
    "2597352122": "주석 유형",
    "1344687860": "경계 상자",
    "1089415440": "이미지 및 비디오에서 정확한 물체 감지",
    "3817067682": "다각형",
    "2682873489": "개체의 경계 영역 정의",
    "1275150216": "랜드마크",
    "2067112112": "다양한 사용 사례에 대한 포인트 주석",
    "4228682126": "속성 분류",
    "2920213479": "모든 크기의 임의 범주 정렬 또는 추가",
    "3288667364": "비교 및 탐지",
    "155877895": "인적 감지 및 분류",
    "3128433367": "... 그리고 더 많은",
    "2827452240": "여기에 나열되지 않은 다른 유형이 필요하십니까? 저희에게 물어보세요.",
    "719304627": "종단 간 제어가 필요하십니까?",
    "1172067553": "hCaptcha 뒤에 있는 HUMAN 플랫폼은 기존 시스템과 통합되는 온프레미스, 하이브리드 또는 SaaS 배포를 통해 매우 정교한 작업 품질 및 관리 기능을 제공합니다.",
    "2319072959": "자체 인력과 함께 완전히 오프라인으로 실행하고, 사업부 또는 컨소시엄 파트너 전체에서 소비된 가치를 추적하고, 비용 및 보안 요구 사항에 따라 다양한 내부 또는 외부 인력 제공자에게 작업을 선택적으로 라우팅하는 등의 작업을 수행합니다.",
    "1936512180": "‍손쉬운 API 액세스, 아름다운 대시보드 및 최신 모델-인-더-루프 기술을 통해 작업자 효율성을 극대화합니다.",
    "3913848038": "99.99% 가동 시간 SLA 및 연중무휴 글로벌 지원이 제공됩니다.",
    "1080752747": "영업팀에 문의",
    "1525403768": "자세한 내용은 엔터프라이즈 영업팀에 문의하십시오.",
    "1546930020": "레이블이 지정된 데이터 가져오기",
    "2486638408": "사양 정의",
    "1027200955": "목표 정확도, 형식 및 특수 요구 사항과 같은 프로젝트 요구 사항을 정의하려면 도메인 전문가 중 한 명과 상의하십시오.",
    "1156712451": "초기 작업 테스트",
    "181065232": "샘플 데이터를 기반으로 소규모 생산 작업을 실행합니다. 이것은 우리가 함께 수행한 작업을 테스트하여 필요한 것을 정확히 얻을 수 있도록 합니다.",
    "3207769512": "프로덕션 작업 배포",
    "1099238677": "높은 볼륨과 짧은 지연 시간을 통해 작업이 완료되는 즉시 자동 배송으로 작업을 신속하게 처리해 드립니다.",
    "465783046": "데이터를 사용해 보고 싶습니까?",
    "328625009": "... 우리는 당신이 있을 때 준비가 되어 있습니다: 우리의 서비스는 24시간 이용 가능합니다.",
    "3225770968": "hCaptcha는 기계 학습에서 가장 노동 집약적인 문제를 해결하도록 설계되었습니다. 적시에, 저렴하고 신뢰할 수 있는 방식으로 방대한 양의 데이터에 레이블을 지정합니다.",
    "2041686284": "더 많은 데이터는 일반적으로 머신 러닝 모델 훈련에서 더 나은 결과를 생성합니다. 최근 딥 모델의 성공으로 인해 점점 더 큰 데이터 세트가 생성되었으며 hCaptcha는 이러한 요구를 충족합니다. 그러나 전통적인 방법을 사용하여 사람이 검토한 대규모 데이터 세트를 만드는 것은 느리고 비용이 많이 듭니다.",
    "3729345277": "hCaptcha는 기업이 필요한 주석을 다른 대안보다 더 높은 품질과 더 낮은 비용으로 얻을 수 있는 방법입니다.",
    "2103563261": "개인 또는 공개 정보",
    "2513143348": "hCaptcha Enterprise 시스템은 고유하게 유연하게 설계되었습니다. 공용 클라우드를 운영하거나 많은 데이터 센터를 소유하고 있는 경우 네트워크 에지에 부분적으로 또는 전체적으로 배포할 수 있습니다.",
    "3107683988": "이를 통해 가장 엄격한 SLA를 충족하기 위해 연중무휴 대기 중인 직원이 관리하는 모든 이점을 유지하면서 네트워크 외부 트래픽과 비용을 크게 줄일 수 있습니다.",
    "3660619092": "엔터프라이즈 솔루션에 대해 무료로 가입하거나 영업팀에 문의하십시오.",
    "2351176803": "hCaptcha JS API에 대한 사용 조건",
    "2616226398": "우리의 대상",
    "2024293275": ". 현재로서는 다른 모든 권리를 보유합니다.",
    "1062291156": "표준 용어",
    "2712493234": "결제 사기: 빠르게 진화하는 사이버 범죄 모드 완화",
    "1817772953": "사기는 새로운 형태의 범죄가 아닙니다. 실제로 고고학자들은 거의 10,000년 전에 손실 없이 가축을 운송하기 위해 고대 수메르인들이 고안한 사기 방지 장치를 발굴했습니다! 그들의 경우, 그들은 각각 동물을 나타내는 점토 토큰을 \"불라\"로 알려진 점토 공 안에 넣었습니다. Bulla는 판매자에서 구매자로 이동할 때 무리와 함께 이동할 것입니다. 그럼에도 불구하고 사업주들은 자신이 거래하는 모든 사람이 정상적이지 않다는 점을 우려했습니다. 10,000년 동안 많은 것이 변했지만 사기를 방지하기 위한 혁신의 필요성은 여전히 우리에게 있습니다. 오늘날 온라인 지불 사기 문제가 가장 중요합니다. 인터넷을 통해 사기꾼들은 사기 방지 통제를 능가하는 데 점점 더 능숙해졌습니다. 그러나 새로운 솔루션이 흐름을 바꾸고 있습니다.",
    "1053787685": "결제 사기란 무엇입니까?",
    "433424759": "지불 사기는 사이버 범죄자가 피해자로부터 가치 있는 것, 일반적으로 돈을 빼앗는 모든 유형의 불법 거래를 포함합니다. 이것은 도난당한 신용 카드를 사용하여 온라인으로 상품을 주문하거나 은행 계좌를 탈취하여 불법적으로 자금을 이체하는 것을 의미할 수 있습니다. 다양한 변형이 있지만 모두 동일한 결과를 낳습니다. 사기꾼은 도난당한 신원 또는 지불 정보를 사용하여 소비자, 은행 또는 상인에게서 훔칩니다.",
    "2939852138": "사기꾼은 지불 사기를 피하려고 어떻게 [시도합니까?]",
    "1665616092": "지불 사기는 개념적으로는 단순하지만 현재 실행에서 매우 복잡할 수 있습니다.",
    "4246520782": "사실, 인터넷은 최근 몇 년 동안 사기꾼과 변호인 간의 진정한 군비 경쟁을 목격했습니다.",
    "2167049807": "보안 팀은 지불 사기에 대한 쉽고 게으른 접근 방식을 물리칠 수 있는 다양한 대응책과 통제 수단을 채택했습니다. 그러나 공격은 점점 더 교묘해지고 있습니다. 예를 들어, 봇은 이제 가짜 웹사이트와 피싱 공격에서 도난당한 신용 카드 번호와 PIN을 수집할 수 있습니다.",
    "1936449777": "그런 다음 완전히 자동화된 모드에서 전자 상거래 사이트에서 버튼을 클릭하고 장바구니에 항목을 추가하는 인간의 행동을 모방할 수 있습니다. 상품. 오히려 인간 사용자가 단순히 쇼핑하는 것처럼 보입니다. 봇은 도난당한 로그인 자격 증명을 사용하여 실제 고객의 계정에 로그인할 수 있습니다. 사기를 더욱 은폐하는 것은 봇이 IP 주소를 스푸핑하여 마치 외국에 있을 수 있는 공격자와 다른 곳에 있는 것처럼 보이게 하는 봇의 능력입니다.",
    "648630222": "hCaptcha Enterprise로 결제 사기 방지",
    "1621930829": "오늘날의 선진적이고 끊임없는 지불 사기 활동에 대해 무엇을 할 수 있습니까? 여러 레이어의 컨트롤을 사용하는 것이 일반적으로 현명한 접근 방식입니다. 그러나 가장 좋은 대책은 봇을 함정에 빠뜨리고 사람의 행동을 복제하려는 제작자의 최선의 노력에도 불구하고 가짜임을 드러낼 수 있는 것입니다.",
    "2423586454": "AI가 아무리 뛰어나더라도 소프트웨어가 할 수 없는 일이 여전히 있습니다. 최신 CAPTCHA 기술은 결제 사기를 영속시키려는 봇을 차단하는 입증된 방법을 제공합니다. 상자 안의 단순한 경사 숫자와 같은 CAPTCHA에 대한 이전 접근 방식은 이제 고급 봇을 완화하는 데 대부분 부족하지만 hCaptcha Enterprise와 같은 자동화된 테스트 응답 장치는 계정 로그인 또는 장바구니 체크아웃 순간에 사기꾼 봇을 쉽게 넘어뜨릴 수 있습니다. 봇이 실제 자격 증명을 가지고 있더라도 보안 문자를 통과할 수 없는 경우.",
    "1467308982": "지불 일정",
    "1291824746": "hCaptcha 지불금은 60일 후행 기준으로 분기별로 실행됩니다. 이것이 의미하는 바를 설명하려면 아래 표를 참조하십시오.",
    "3444947612": "사이의 트래픽",
    "4181611011": "조정 날짜",
    "728503636": "지불 날짜",
    "3720584906": "2021년 7월 15일 - 2021년 10월 15일",
    "388240587": "2022년 1월 5일-15일",
    "3426312287": "2022년 1월 5-15일",
    "615618648": "2021년 4월 15일 - 2021년 7월 15일",
    "3376724603": "2021년 9월 14일-24일†††",
    "3398978455": "2021년 9월 15일-25일†††",
    "2722456056": "2021년 1월 15일 - 2021년 4월 15일",
    "4063155841": "늦어도 2021년 6월 25일까지††",
    "4082053540": "2021년 6월 19-25일††",
    "64953197": "2020년 10월 15일 - 2021년 1월 15일",
    "1023070345": "늦어도 2021년 3월 14일까지",
    "2600696085": "2021년 3월 15일",
    "3217791519": "2020년 7월 15일 - 2020년 10월 15일",
    "649261378": "2021년 1월 5일-11일*",
    "1559190296": "2021년 1월 5-11일†",
    "3806054689": "2020년 4월 15일 - 2020년 7월 15일",
    "4162383380": "2020년 9월 16일 - 22일*****",
    "1990824776": "2020년 9월 16-24일*****",
    "3856690908": "2020년 1월 15일 - 2020년 4월 15일",
    "3200641265": "늦어도 2020년 6월 16일까지*",
    "3744079744": "2020년 6월 15일-19일****",
    "2209837451": "2019년 10월 15일 - 2020년 1월 15일",
    "2510534204": "늦어도 2020년 3월 23일까지***",
    "2910560864": "2020년 3월 20-23일***",
    "2544565802": "2019년 7월 15일 - 2019년 10월 15일",
    "3963642878": "늦어도 2019년 12월 14일까지*",
    "622103562": "2019년 12월 17일**",
    "4072202039": "2019년 4월 15일 - 2019년 7월 15일",
    "818049069": "늦어도 2019년 7월 15일까지",
    "1169005651": "2019년 9월 15일",
    "2303655425": "2019년 1월 15일 - 2019년 4월 15일",
    "3678889946": "늦어도 2019년 6월 15일까지",
    "3094354698": "2019년 6월 15일",
    "4217013126": "지불은 일반적으로 지불 날짜에 하루 종일 실행되며 일반적으로 태평양 시간 자정까지 완료됩니다. 계정이 검토 대상으로 표시된 경우 지급을 해제하는 데 영업일 기준 최대 5일이 추가로 소요될 수 있습니다.",
    "1447649958": "다시 말씀드리지만 정확한 인적 트래픽만 지불할 수 있습니다. 이에 대한 자세한 내용은 아래 링크된 FAQ에서 확인할 수 있습니다. 사용 가능한 잔액은 현재 10 HMT인 대금 지급 자격을 얻으려면 최소 임계값도 충족해야 합니다.",
    "4257144752": "실시간 추정치는 최종 정확도나 인간성을 반영하지 않으므로 최종 수입은 첫 번째 조정 이전에 대시보드에 표시된 수치와 크게 다를 수 있습니다.",
    "2728931827": "각 조정 후에 사이트의 사용자 행동에 중대한 변화가 없는 한 사이트별 추정치가 업데이트되고 향후 예측의 정확도가 높아집니다.",
    "1200905005": "††† 2021년 9월부터 조정 및 지불은 이제 서비스 성장과 관련된 운영 제약을 단순화하기 위해 하루가 아닌 약 10일 동안 실행됩니다.",
    "4284094387": "†† 2021년 6월 일부 조정 및 지불금은 조정 기간 동안 최종 계산 확인이 지연되어 다음 주에 실행됩니다.",
    "1977013707": "† 2020년 12월 지급 일정은 연말 조정 및 직원 휴가와 겹치지 않도록 15일부터 다시 일정이 조정되었습니다. 1월 둘째 주까지 완료됩니다. PayPal로의 전송 속도가 평소보다 느리기 때문에 지급은 하루에 완료되지 않고 며칠에 걸쳐 실행됩니다.",
    "517010299": "참고: 현재 거의 실시간 조정으로의 주요 백엔드 전환 작업을 진행 중입니다. 정기 조정은 2021년 1분기까지 평소보다 덜 자주 실행됩니다. 이는 지급 일정이나 날짜에 영향을 미치지 않습니다.",
    "3092200338": "** 15일이 주말인 경우 지급일은 17일이 됩니다.",
    "3891941747": "*** COVID-19 권고: COVID-19와 관련된 직원 능력 감소로 인해 표준 검증을 완료하는 데 추가 시간을 허용하기 위해 조정 일정이 조정되었습니다. 지불은 금요일에 시작되어 다음 월요일에 완료될 것으로 예상됩니다.",
    "2301757528": "**** 지급 기간 동안 PayPal의 REST API 유지 관리로 인해 6월 15일에 일부 지급이 완료되지 않았습니다. 6월 15일(태평양 표준시)에 예정되어 있지만 PayPal API 오류로 인해 실행되지 않은 모든 지불은 6월 19일(태평양 표준시)까지 재실행되었습니다.",
    "116842359": "***** 조정은 시스템 유지 관리로 인해 며칠에 걸쳐 완료될 것으로 예상됩니다.",
    "4154415610": "***** 2020년 9월 지급은 조정이 완료되면 일괄적으로 실행되며 일부는 조정 지연으로 인해 원래 예정보다 며칠 늦게 실행됩니다.",
    "2310694091": "화해은 무슨 뜻인가요?",
    "164801246": "조정은 모든 보고 사이트의 모든 데이터가 포함된 후 트래픽을 분석하여 인간성과 정확성을 확인하는 프로세스입니다. 자세한 내용은 당사에서 읽을 수 있습니다.",
    "3256245394": "예를 들어",
    "3089778412": "hCaptcha가 보상을 계산하는 방법",
    "3329755436": "이 프로세스의 속도를 높일 계획입니까?",
    "1911669851": "예, 우리는 현재 더 빠른 조정, 더 빠른 추정 정확도 및 더 빠른 지불을 모두 제공할 수 있을 것으로 기대하는 백엔드 시스템에 대한 다양한 개선 작업을 진행하고 있습니다. 우리는 현재 먼저 화해에 속도를 내기 위해 노력하고 있습니다.",
    "2366003154": "언론 및 언론 문의",
    "3054564199": "보도 자료",
    "3173156067": "기사에 예시 이미지를 포함하려는 경우 미리 준비된 일부 자료를 사용할 수 있습니다.",
    "867314732": "고해상도를 검색할 수 있습니다.",
    "858218750": "및 사용에 대한 지침",
    "3821716514": "페이지.",
    "1186243118": "로고 이미지",
    "3034959000": "검색할 수 있습니다",
    "1764089150": "여기:",
    "1558428432": ". hCaptcha.com에 크레딧을 제공하세요.",
    "2429359042": "예제 인터페이스 이미지",
    "1480820434": "이미지 1",
    "3213411837": "이미지 2",
    "1270712701": "보도 자료 및 최근 보고서",
    "231285005": "블로그에서 최신 업데이트를 찾을 수 있습니다.",
    "1289884910": "또한 비정기적으로 분석 및 보고서를 게시합니다. 예를 들어:",
    "932546190": "보안문자가 항상 우리와 함께하는 이유",
    "2344319147": "Google의 봇 탐지는 실제로 얼마의 가치가 있습니까?",
    "1637527266": "봇 트래픽이 가장 많은 국가는 어디인가요?",
    "230159237": "콘택트 렌즈",
    "3759923279": "언론 문의는 다음 이메일 주소로 보내주십시오.",
    "4255608322": "최종 업데이트: 2021년 4월 12일",
    "33639629": "제3자 웹사이트에는 적용되지 않습니다. 이 개인정보 보호정책은 제3자의 웹사이트, 제안, 제품 또는 서비스가 당사 사이트에 연결되거나 서비스를 통합하더라도 적용되지 않습니다. 정보를 제3자에게 제공하기로 결정하기 전에 해당 개인정보 보호정책을 참조하십시오. 파티.",
    "987375734": "IMI는 미국에 기반을 두고 있습니다. 사이트와 서비스는 미국에서 당사가 통제하고 운영합니다. 귀하의 개인 정보는 당사가 시설을 가지고 있거나 서비스 제공자를 고용하는 모든 국가에서 저장 및 처리될 수 있으며, 사이트 및 서비스를 사용함으로써 귀하는 미국을 포함하여 귀하의 거주 국가 이외의 국가로 정보를 전송하는 데 동의합니다. , 귀하의 국가와 다른 데이터 보호 규칙이 있을 수 있습니다. 특정 상황에서 다른 국가의 법원, 법 집행 기관, 규제 기관 또는 보안 당국이 귀하의 개인 정보에 액세스할 수 있습니다.",
    "452920031": "미국 이외 지역의 고객을 위한 참고 사항.",
    "2328839224": ". 캘리포니아 소비자 개인 정보 보호법(\"CCPA\")에 따른 귀하의 권리와 관련된 \"캘리포니아 거주자에 대한 통지\" 섹션을 참조하십시오.",
    "1565481281": "캘리포니아 거주자를 위한 참고 사항",
    "1028058338": "일반 데이터 보호 규정(\"GDPR\")에 따른 귀하의 권리와 관련된 \"EU 데이터 주체에 대한 통지\" 섹션을 참조하십시오.",
    "2271205646": "유럽 경제 지역 거주자를 위한 참고 사항.",
    "508143070": "IMI는 서비스 제공과 관련하여 통합자를 대신하여 개인 정보를 처리하는 경우를 제외하고 귀하의 개인 정보 컨트롤러입니다. 이 경우 당사는 개인 정보 처리자이고 해당 통합자는 개인 정보.",
    "2330965058": "우리가 통합자를 위한 프로세서 역할을 하는 경우, 우리는 서비스를 제공하는 데 합리적으로 필요한 것 이외의 목적으로 수집된 데이터를 사용하지 않으며, 처리는 통합자와 맺은 계약에 따라 규율됩니다. 개인 정보 정책",
    "3017040355": "EU 데이터 주체 데이터의 처리는 서비스 약관의 데이터 처리 부록 또는 통합자와의 데이터 처리 계약에 통합된 표준 계약 조항(SCC)의 법적 근거에 따라 운영됩니다.",
    "2233384692": "그러한 데이터가 처리되는 방식에 대해 질문이나 우려 사항이 있거나 귀하의 권리를 행사하려는 경우 이 데이터를 처리하기 위해 서비스를 사용하기로 당사와 계약한 개인 또는 단체(즉, 데이터 컨트롤러)에게 연락해야 합니다. 그러나 우리는 통합자와의 계약 조건에 따라 귀하가 가질 수 있는 우려 사항을 해결하기 위해 통합자를 지원합니다.",
    "349292953": "수집하는 정보",
    "3022001832": "당사는 당사 서비스를 웹사이트에 통합하는 자(\"통합자\"), 데이터 라벨링을 위해 서비스를 이용하는 자(\"고객\"), 당사 사이트 및 서비스와 상호작용하는 최종 사용자를 포함하여 당사 사이트 및 서비스와 상호작용하는 개인으로부터 정보를 수집합니다. 당사 통합자(\"최종 사용자\")의 웹사이트를 통한 서비스.",
    "835545301": "당사는 다음 범주의 정보를 수집합니다.",
    "3228928991": "이름, 이메일 주소 및 국가와 같이 개인을 식별하거나 연락하는 데 사용할 수 있는 정보(\"개인 정보\"). 당사는 현재 및 장래의 통합자 및 고객이 당사에 직접 제공할 때(예: 계정에 가입할 때 양식을 작성하거나 당사로부터 이메일 알림 수신을 신청함으로써) 개인 정보를 수집합니다. 또한 개인 정보를 제3자 데이터베이스 또는 공식 법적 문서와 비교하여 통합자 및 고객의 신원을 확인할 수 있습니다.",
    "1655796811": "IP 주소, 브라우저 유형, 인터넷 서비스 공급자, 플랫폼 유형, 장치 유형, 운영 체제, 날짜 및 타임스탬프와 같은 통합자 또는 고객의 사이트 또는 서비스 사용 결과 자동으로 수집되는 정보(\"분석 정보\") 액세스 및 기타 유사한 정보. 일부 분석 정보는 당사가 해당 목적으로 사용하는 제3자에 의해 당사를 대신하여 수집되며 일부 분석 정보는 쿠키를 포함한 다양한 추적 기술을 통해 수집됩니다(아래 \"제3자 분석 및 추적 기술\" 참조).",
    "1388241689": "이미지 라벨링 데이터, 해당 최종 사용자에게 재생되는 오디오 파일에서 변환된 텍스트, 질문에 대한 답변 및 서비스에서 생성된 기타 프롬프트와 같이 최종 사용자가 서비스를 통해 프롬프트에 응답한 결과 수집된 정보(\"레이블이 지정된 데이터\") 기계 학습 응용 프로그램에서 사용하기 위해 데이터에 레이블을 지정하기 위한 목적입니다. 레이블이 지정된 데이터는 식별된 개인과 연결되지 않습니다.",
    "1493790285": "서비스의 일부로 최종 사용자로부터 수집된 기타 정보는 다음을 결정하는 데 필요합니다.",
    "2216374138": "마우스 움직임, 스크롤 위치, 키 누르기 이벤트, 터치 이벤트, 자이로스코프/가속도계 정보와 같은 사람입니다.",
    "2394073454": "당사는 개별 데이터 라벨러로서 당사와 협력하고자 하는 최종 사용자로부터 추가 정보를 수집할 수 있습니다.",
    "3103557430": "정보 사용 방법",
    "1130802068": "수집한 정보는 다음과 같은 목적으로 사용합니다.",
    "2940689138": "통합자 및 고객 계정을 관리하고 서비스를 제공합니다. 당사는 특정 계정을 통합자 및 고객과 연결하고 이들에게 서비스를 제공하고 요청 또는 문의에 응답하고 지원 또는 기술 지원을 제공하고 지불을 용이하게 하기 위해 개인 정보를 사용합니다.",
    "857974529": "사이트 및 서비스 개선. 당사는 분석 정보를 사용하여 기존 서비스를 개선하고 새로운 서비스와 오퍼링을 개발하고 기존 및 향후 제품 오퍼링을 맞춤화합니다.",
    "1820844638": "시장 통찰력을 도출합니다. 당사는 분석 정보를 사용하여 시장을 분석하고 사이트 및 당사 서비스와 관련된 비즈니스 분석을 수행하고 기타 연구 목적을 수행합니다.",
    "3386280249": "레이블이 지정된 데이터에 대한 시장을 제공합니다. 당사 서비스는 데이터에 레이블을 지정하는 데 도움이 필요한 웹사이트 소유자 및 회사를 위한 서비스로 기계 학습 시스템에 대한 대용량 데이터 레이블 지정 및 인적 검토를 가능하게 합니다. 이를 위해 당사는 레이블이 지정된 데이터 획득에 관심이 있는 고객에게 레이블이 지정된 데이터를 공개합니다.",
    "3532143291": "당사의 서비스와 시스템을 보호하기 위해. 우리는 분석 정보를 사용하여 잠재적인 위협과 취약성을 식별하여 시스템을 보호하고 수집한 정보를 보호합니다.",
    "2185418511": "합법적인 비즈니스 목적을 위해 정보가 개인과 합리적으로 연결될 수 없도록 비식별화되거나 집계되어야 합니다.",
    "2386465280": "정보 공유 방법",
    "2159517814": "당사는 다음과 같은 경우에 개인정보를 공유하거나 공개합니다.",
    "4256083674": "특정 CAPTCHA 챌린지 요청 또는 IP 주소의 사기 위험을 식별하기 위해 통합자가 직접 요청하는 경우 또는 기타 특정 동의가 제공된 경우.",
    "3494826505": "공급업체와 협력하여 데이터 저장, 호스팅 및 분석과 같은 사이트 및 서비스의 필수 측면을 이러한 목적으로만 제공합니다.",
    "1119009846": "귀하, 당사 또는 타인의 권리, 개인 정보, 안전 또는 재산을 보호하기 위해 정부 요청, 법 집행 요청 및 기타 공공 및 민간 기관에 대한 관련 법률을 준수하는 데 필요한 경우.",
    "197676026": "정보가 비식별화되는 경우에 한하여 합법적인 비즈니스 목적을 위해 다른 사람과 함께",
    "2359312315": "또는 개인과 합리적으로 연결될 수 없도록 집계됩니다.",
    "2497216176": "타사 분석 및 추적 기술",
    "3694578791": "위에서 논의한 바와 같이 당사(및 타사 공급업체)는 쿠키, 웹 비콘 및 기타 추적 기술을 사용하여 부분적으로 분석 정보를 수집합니다. 경우에 따라 당사는 분석 정보 수집 목적으로 쿠키를 사용하기 위해 제3자 공급업체와 협력합니다.",
    "2014256987": "쿠키 또는 기타 추적 기술의 사용을 차단하지 않으려면 아래의 \"정보 관리\"를 참조하십시오. 그렇게 하면 일부 기능이 제대로 작동하지 않을 수 있으므로 사이트 또는 서비스 사용 경험에 부정적인 영향을 미칠 수 있습니다.",
    "2788024905": "정보 보호 방법",
    "3031284129": "보증 부인",
    "26365791": "법이 허용하는 최대한의 범위 내에서 사이트와 서비스(및 기타 관련 서비스, 정보, 데이터, 기능 및 기타 콘텐츠 또는 자료)는 \"있는 그대로\" 및 \"이용 가능한 대로\" 제공됩니다. 법이 허용하는 최대 범위 내에서 IMI는 상품성, 특정 목적에의 적합성 및 비침해에 대한 묵시적 보증을 포함하되 이에 국한되지 않는 모든 보증을 배제합니다.",
    "735630686": "귀하의 정보 관리(귀하의 권리)",
    "2895491273": "쿠키 또는 기타 추적 기술, 대부분의 브라우저 및 모바일 장치를 차단하려는 경우 쿠키 또는 기타 추적 기술을 수신할 때 사용자에게 알리고 수락/허용 여부를 선택하기 위해 설정을 변경합니다. 그것. 또한 대부분의 브라우저에서는 기존 쿠키를 비활성화 또는 삭제하거나 향후 쿠키를 자동으로 거부할 수 있습니다. 브라우저 플러그인을 포함한 제3자 도구를 사용하여 쿠키 기본 설정을 제어할 수도 있습니다. 그러나 모든 쿠키를 비활성화하면 사이트의 일부가 제대로 작동하지 않을 수 있습니다.",
    "707527778": "어린이 정보",
    "2419795065": "캘리포니아 거주자에 대한 통지",
    "1517625162": "캘리포니아 민법 섹션 1789.3에 따라 캘리포니아 사용자는 다음 소비자 권리 고지를 받을 자격이 있습니다. 캘리포니아 거주자는 1625 North Market Blvd., Sacramento, CA 95834 또는 (916) 445-1254 또는 (800) 952-5210으로 전화하십시오.",
    "3730344349": "이 섹션에서는 캘리포니아 소비자에 대해 수집한 개인 정보와 캘리포니아 소비자 개인 정보 보호법 또는 \"CCPA\"에 따라 이들에게 부여된 권리에 대한 추가 세부 정보를 제공합니다.",
    "4044467791": "지난 12개월 동안 당사가 귀하로부터 수집한 개인 정보의 범주에 대해서는 위의 \"우리가 수집하는 정보\" 섹션을 참조하십시오. 당사는 위의 \"개인 정보 사용 방법\" 섹션에 설명된 비즈니스 및 상업적 목적을 위해 이 정보를 수집합니다. 지난 12개월 동안 당사는 비즈니스 목적으로 다음 범주의 정보를 제3자와 공유했습니다.",
    "4208081170": "개인정보 항목",
    "1528242915": "식별자.",
    "3863351997": "캘리포니아 고객 기록 법령(Cal. Civ. Code § 1798.80(e))에 나열된 개인 정보 범주.",
    "2826705343": "상업 정보.",
    "2683038211": "인터넷 또는 기타 전자 네트워크 활동.",
    "3671828834": "공유되는 개인정보의 예",
    "779426309": "실명, 고유한 개인 식별자, 온라인 식별자, 인터넷 프로토콜 주소, 이메일 주소, 계정 이름 또는 기타 유사한 식별자.",
    "2414368123": "이름, 신용 카드 번호, 직불 카드 번호 또는 기타 금융 정보.",
    "4088941349": "구매, 획득 또는 고려한 제품 또는 서비스의 기록.",
    "3238612014": "검색 기록, 인터넷 웹사이트, 애플리케이션 또는 광고와 소비자의 상호 작용에 대한 정보.",
    "1023108656": "제3자 수신자 범주",
    "1418235079": "서비스 제공자",
    "3238184941": "참고: 개별 IP 주소와 관련된 사기 위험은 요청 시 통합업체와 공유될 수 있습니다.",
    "285116485": "회사는 수집한 개인 정보를 \"판매\"하지 않습니다(이 용어는 CCPA에 정의됨). 당사가 사용하는 제3자 쿠키의 유형(있는 경우)에 대한 자세한 내용은 위의 \"제3자 분석 및 추적 기술\" 섹션을 참조하십시오.",
    "1408750006": "특정 제한 사항에 따라 CCPA는 캘리포니아 소비자에게 우리가 수집하는 개인 정보의 범주 또는 특정 부분(이 정보를 사용 및 공개하는 방법 포함)에 대한 자세한 내용을 알고, 개인 정보를 삭제하고, 거부할 수 있는 권리를 제공합니다. 발생할 수 있는 모든 \"판매\" 및 이러한 권리 행사에 대해 차별을 받지 않을 권리.",
    "759057398": "EU 데이터 주체에 대한 고지",
    "825780955": "개인 정보",
    "2945960297": "EU 데이터 주체와 관련하여 본 개인정보 보호정책에 사용된 \"개인 정보\"라는 용어는 유럽 연합 일반 데이터 보호 규정(GDPR)에 정의된 \"개인 데이터\"와 동일합니다.",
    "1126613163": "민감한 데이터",
    "3571006800": "귀하가 당사에 제공하는 정보 중 일부는 정부에서 발행한 신분증에 있는 귀하의 인종 또는 민족 식별을 포함하여 GDPR에 정의된 민감한 데이터(개인 데이터의 특수 범주라고도 함)를 구성할 수 있습니다.",
    "1988461282": "처리를 위한 법적 근거",
    "3519564631": "처리 목적",
    "1778642038": "당신과 소통하기 위해",
    "2223819810": "플랫폼을 최적화하려면",
    "1678661231": "규정 준수, 사기 방지 및 안전을 위해",
    "2561077702": "서비스를 제공하기 위해",
    "2066321185": "법적 근거",
    "1174237568": "이러한 처리 활동은 당사의 정당한 이익을 구성합니다. 당사는 합법적인 이익을 위해 귀하의 개인 정보를 처리하기 전에 귀하와 귀하의 권리에 대한 잠재적 영향(긍정적 및 부정적)을 고려하고 균형을 유지하려고 시도합니다. 당사는 귀하에 대한 부정적인 영향으로 인해 당사의 이익이 우선시되는 활동을 위해 귀하의 개인 정보를 사용하지 않습니다(귀하의 동의가 있거나 법에 의해 달리 요구되거나 허용되지 않는 한).",
    "1350478093": "처리 목적",
    "787916198": "귀하의 동의하에",
    "3348433919": "귀하의 권리",
    "3842673636": "GDPR에 따라 귀하는 귀하의 개인 정보에 관한 특정 권리를 가집니다. 귀하는 당사가 보유하고 있는 귀하의 개인 정보와 관련하여 다음 조치를 취하도록 요청할 수 있습니다.",
    "4057343238": "옵트아웃",
    "1834911235": "이전에 수신에 동의한 직접 마케팅 커뮤니케이션 전송을 중지하십시오. 당사는 귀하에게 서비스 관련 및 기타 비마케팅 커뮤니케이션을 계속 보낼 수 있습니다.",
    "3022301908": "접속하다",
    "680638297": "귀하의 개인 정보 처리에 대한 정보를 제공하고 귀하의 개인 정보에 대한 액세스를 제공합니다.",
    "1409486258": "옳은",
    "3878077249": "개인 정보의 부정확성을 업데이트하거나 수정합니다.",
    "3645414921": "삭제",
    "42182578": "개인정보를 삭제합니다.",
    "1609621367": "옮기다",
    "3208155808": "기계 판독이 가능한 귀하의 개인 정보 사본을 귀하 또는 귀하가 선택한 제3자에게 전송하십시오.",
    "1786796818": "얽매다",
    "3329634829": "귀하의 개인 정보 처리를 제한하십시오.",
    "4202774977": "물체",
    "3007158970": "귀하의 권리에 영향을 미치는 귀하의 개인 정보 처리를 기반으로 당사의 정당한 이익에 대한 당사의 의존에 반대합니다.",
    "1273071008": "데이터 주체 액세스 권한 요청",
    "3594381346": "위치.",
    "21141582": "이것",
    "3357523404": "국가 간 데이터 전송",
    "290966395": "\"미국 이외 지역의 고객에 대한 참고 사항\" 섹션에 설명된 대로 귀하의 개인 데이터는 미국으로 전송, 처리 및 저장됩니다. 미국의 데이터 보호법은 거주 국가의 데이터 보호법과 다를 수 있습니다. 귀하는 당사 사이트를 방문하거나 당사 서비스를 사용하여 본 개인정보 보호정책에 명시된 바와 같이 개인 정보를 포함한 귀하의 정보를 미국으로 전송하는 데 동의합니다.",
    "3178581111": "새로운 목적을 위한 사용",
    "1088304322": "우리는 법률에 의해 허용되고 그 이유가 수집 목적과 일치하는 경우 이 개인 정보 보호 정책에 설명되지 않은 이유로 귀하의 개인 정보를 사용할 수 있습니다. 관련 없는 목적으로 귀하의 개인 정보를 사용해야 하는 경우 귀하에게 통지하고 해당 사용에 대한 해당 법적 근거를 설명할 수 있습니다. 당사가 귀하의 개인 정보의 특정 사용에 대해 귀하의 동의에 의존한 경우 관련 없는 목적으로 귀하의 동의를 구할 수 있으며 귀하가 반대하는 경우 해당 시점에 서비스 사용을 종료하도록 허용할 수 있습니다.",
    "2260079771": "데이터 보존",
    "38428546": "당사는 귀하의 계정 수명 동안 귀하의 개인 데이터를 안전하게 저장합니다. 당사는 법적, 회계 또는 보고 의무를 이행하거나 분쟁을 해결하기 위한 목적을 포함하여 수집 목적을 달성하는 데 필요한 기간 동안만 귀하의 개인 데이터를 보유합니다. 보관 기간을 결정하기 위해 사용하는 기준에는 시행 중인 해당 계약 조항, 법적 제한 기간, 해당 규제 요구 사항 및 산업 표준이 포함됩니다.",
    "384965568": "보관 요구 사항은 관할 구역에 따라 다르지만 귀하의 개인 데이터의 다양한 측면에 대한 일반적인 보관 기간에 대한 정보는 아래에 설명되어 있습니다.",
    "2788836740": "마케팅 목적의 연락처 정보는 구독을 취소할 때까지 지속적으로 유지됩니다. 그 후 귀하의 세부 정보를 금지 목록에 무기한 추가할 것입니다. 접근성 사용자로부터 수집된 이메일 정보는 마케팅 목적으로 사용되지 않습니다.",
    "3520687192": "귀하와의 커뮤니케이션 기록(예: 이메일 또는 Twitter를 통해 열린 지원 티켓)은 무기한 보관될 수 있습니다.",
    "292211832": "쿠키, 웹페이지 카운터 및 기타 분석 도구와 같은 기술적 수단을 통해 수집된 정보는 가능한 한 빨리 폐기되지만 일반적으로 비식별화되고 집계된 형태로 쿠키 만료일로부터 최대 1년의 제한된 기간 동안 보관될 수 있습니다. 서비스의 잠재적인 남용을 감지하지 않는 한 향후 남용을 방지하는 데 도움이 되도록 해당 정보를 유지합니다. 우리는 이 익명화되고 집계된 정보를 귀하, 귀하의 가구, IP 주소 또는 저장된 정보를 기반으로 하는 개인 정보에 연결할 수 없습니다.",
    "3192683783": "이 개인 정보 보호 정책의 변경 사항",
    "1702335960": "당사가 수집하는 모든 정보에는 해당 정보가 수집되는 시점에 유효한 개인정보 보호정책이 적용됩니다. 그러나 당사는 때때로 개인정보 보호정책을 수정할 수 있습니다. 당사가 단독으로 결정한 수정 사항이 중요한 경우, 예를 들어 이메일을 통해 귀하에게 통지할 것입니다. 최신 버전은 항상 개인 정보 보호 정책 페이지에 게시됩니다.",
    "3669258571": "쿠키 정책",
    "2905621957": "최종 업데이트: 2020년 7월 18일",
    "1173934218": "우리는 귀하의 개인 정보가 귀하에게 중요하다는 것을 이해하고 당사가 사용하는 기술에 대해 투명하게 공개하기 위해 최선을 다하고 있습니다. 이 정책은 사이트 및 서비스에서 쿠키를 사용하는 방법과 시기에 대한 자세한 정보를 제공합니다.",
    "2694150481": "쿠키를 사용합니까?",
    "457627611": "예. 당사와 당사의 분석 또는 서비스 제공업체, 마케팅 파트너 및 계열사는 사이트를 사용하는 모든 사람이 최상의 경험을 누릴 수 있도록 쿠키, 웹 비콘 또는 픽셀 및 기타 기술을 사용할 수 있습니다. 자세한 내용은 개인 정보 보호 정책의 \"제3자 분석 및 추적 기술\" 섹션을 참조하십시오.",
    "501102544": ": hCaptcha 봇 방지 서비스(예: 웹사이트, 게임 또는 모바일 앱에 포함된 서비스)에는 GDPR 규정에 따라 소위 \"동의 면제\" 쿠키만 포함됩니다. 이러한 면제 쿠키의 예는 다음과 같습니다.",
    "461631543": "GDPR 참고 사항",
    "2150907653": "* 서비스 제공을 위해 반드시 필요한 테크니컬 쿠키. 여기에는 기본 설정 쿠키, 세션 쿠키, 부하 분산 쿠키 등이 포함됩니다.",
    "1012122721": "* 데이터가 프로파일링에 사용되지 않는 경우 당사에서 직접 관리하는 통계 쿠키(즉, 타사 쿠키가 아닌 자사 쿠키).",
    "3255230599": "쿠키란?",
    "2954157511": "쿠키를 사용하는 이유는 무엇입니까?",
    "1539071196": "당사는 일반적으로 다음과 같은 목적으로 쿠키를 사용합니다.",
    "3545935449": "신규 또는 과거 사용자를 인식합니다.",
    "32739972": "당사 사이트에 등록된 경우 로그인 세션 정보를 저장합니다.",
    "4209078147": "당사 사이트를 개선하고 당사 플랫폼 및 사이트에 대한 귀하의 방문을 더 잘 이해하기 위해.",
    "1077448694": "타사 소셜 미디어 웹사이트와 통합합니다.",
    "1709478090": "관심 기반 또는 타겟 광고를 제공합니다.",
    "3256020881": "여러 웹사이트 또는 기타 플랫폼에서 시간 경과에 따른 귀하의 행동 및 탐색 활동을 관찰하기 위해.",
    "1092241113": "고객 및 통합자의 이익을 더 잘 이해하기 위해.",
    "1434289796": "일부 쿠키는 사이트의 특정 사용에 필요하며 이러한 쿠키가 없으면 사이트를 올바르게 사용하는 데 필요한 많은 서비스를 제공할 수 없습니다. 예를 들어 이러한 쿠키를 사용하면 당사 사이트를 운영할 수 있으므로 귀하가 요청한 대로 액세스할 수 있으며 사이트 콘텐츠에 액세스하기 위해 계정을 생성하고 해당 계정에 로그인했음을 인식할 수 있습니다. 여기에는 동일한 브라우징 세션 내에서 사용자의 이전 작업을 기억하고 사이트를 보호할 수 있는 쿠키도 포함됩니다.",
    "1533171442": "또한 분석 및 마케팅 목적으로 제3자의 기능 쿠키 및 쿠키를 사용합니다. 기능 쿠키를 사용하면 사이트의 특정 부분이 제대로 작동하고 사용자 기본 설정을 알 수 있습니다. 분석 쿠키는 무엇보다도 고객, 통합자 및 최종 사용자가 당사 사이트를 사용하는 방법, 사용자가 가장 자주 보는 콘텐츠 및 제품, 당사 제3자 광고의 효과에 대한 정보를 수집합니다. 광고 쿠키는 관련성 높은 잠재고객에게 광고를 전달하고 검색 결과 상단에 당사 광고를 표시하는 데 도움이 됩니다. 쿠키는 브라우저 세션을 종료할 때 삭제되는 \"세션\" 쿠키이거나 귀하(아래에서 설명) 또는 쿠키를 제공한 당사자가 삭제할 때까지 남아 있는 \"영구적\" 쿠키입니다. 사이트에서 사용되는 모든 쿠키에 대한 자세한 내용은 아래 쿠키 공개 표에서 확인할 수 있습니다.",
    "322830977": "쿠키를 비활성화하는 방법.",
    "262509504": "당사는 쿠키에 의해 수집된 정보를 본 개인정보 보호정책에 따라 귀하로부터 수집한 다른 정보와 연결하고 여기에 명시된 바와 같이 결합된 정보를 사용할 수 있습니다. 유사하게, 당사 사이트에서 쿠키를 제공하는 제3자는 귀하의 이름이나 이메일 주소를 그들이 수집하는 다른 정보에 연결할 수 있습니다. 여기에는 오프라인이나 온라인에서 이루어진 과거 구매 또는 귀하의 온라인 사용 정보가 포함될 수 있습니다.",
    "2935155034": "귀하가 유럽 경제 지역에 거주하는 경우 귀하는 당사가 귀하에 대해 가지고 있는 데이터를 검사 및 수정 또는 삭제할 수 있는 권리를 포함하여 \"EU 데이터 주체에 대한 통지\"라는 제목 아래에 설명된 특정 권리가 있습니다.",
    "1873812847": "쿠키 공개",
    "3319083717": "이름:",
    "3183855267": "1. hmt_id",
    "907324388": "기능",
    "2896187462": "1. 꼭 필요한 익명 서비스 관련 통계 및 접근성 지원 지원 등의 기술적 목적을 위해 사용됩니다.",
    "987267027": "파티",
    "3453526675": "1. 당사자",
    "1952810469": "유형",
    "1795436560": "1. 세션",
    "102695075": "지속",
    "3356329025": "1. 30일",
    "3744153629": "이름:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "세션,",
    "3186435874": "세션 아이디",
    "1241291641": "자세한 내용보기.",
    "1834801943": "2. 당사자",
    "2114694926": "2. 세션",
    "938404336": "2. 다양하다. 최대 30일.",
    "2196526290": "hc_accessibility",
    "1061239711": "3. 당사자",
    "1483015662": "3. 세션",
    "3458934553": "3. 다양하다. 최대 30일.",
    "134571844": "Impressum(사이트 공지)",
    "110836420": "최종 업데이트: 2020년 12월 23일",
    "2901894297": "hCaptcha는 미국 Delaware Corporation(#6393793)인 Intuition Machines, Inc.(\"IMI\")의 서비스입니다.",
    "2928362319": "우편 문의는 Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110으로 보낼 수 있습니다.",
    "3094150511": "규제 기관: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "내용에 대한 보장 없음",
    "707541553": "당사 인터넷 페이지에 포함된 모든 정보는 IMI 또는 제3자의 검증을 받았습니다. 그러나 IMI나 제3자는 최신 정보, 정확하거나 완전한 정보에 대해 책임을 지지 않습니다. 이는 당사 페이지의 하이퍼링크를 통해 도달할 수 있는 다른 웹사이트에도 적용됩니다. IMI는 이러한 외부 웹사이트의 내용에 대해 책임을 지지 않습니다.",
    "2650241052": "조언 없음",
    "204716894": "당사 웹 페이지의 내용과 디자인은 저작권법에 의해 보호됩니다. 합리적인 공정 사용을 초과하는 방식으로 페이지 및 콘텐츠를 복제하려면 페이지에 복제에 대해 지정된 다른 법적 조항이 없는 경우 IMI의 사전 서면 동의가 필요합니다.",
    "3182435854": "저작권",
    "3236873806": "IMI는 이 웹사이트에 대한 책임이 있습니다.",
    "1338341134": "hCaptcha + 개인 정보 보호 패스(베타)",
    "88879089": "프라이버시 패스는",
    "1898063898": "우리가 함께 개발하는 사용자 개인 정보 보호를 위해",
    "1942186611": "다른 사람.",
    "3673079511": "새로운 표준",
    "2164933356": "클라우드플레어",
    "3119589996": "작동 방식: 브라우저 확장은 사용자에게 Privacy Pass 프로토콜을 지원하는 웹 사이트에 대해 암호화된 블라인드 토큰을 만들고 서명할 수 있는 기능을 제공합니다. 확장 프로그램은 hCaptcha 서비스를 사용하여 모든 사이트에서 문제가 해결될 때 hCaptcha에 의해 서명된 암호화된 블라인드 토큰이 포함된 패스를 생성합니다.",
    "1254771154": "Cloudflare와 같이 hCaptcha도 포함하는 다른 Privacy Pass 지원 서비스에 표시된 문제.",
    "996362763": "이러한 토큰은 블라인드가 해제되어 향후 사용을 위해 확장 프로그램에 의해 저장됩니다. 사용자가 hCaptcha를 사용하여 사이트를 방문하고 챌린지를 통과해야 하는 경우(보이지 않거나 \"나는 인간입니다\" 버튼을 통해) 자동으로 사용됩니다. 블라인드 절차는 서명 및 교환된 토큰이 hCaptcha의 관점에서 암호화 방식으로 연결되지 않으므로 사용자 개인 정보가 보호됨을 의미합니다.",
    "2943346052": "IETF 표준화 프로세스가 계속됨에 따라 주요 브라우저는 기본적으로 일부 형태의 Privacy Pass를 채택할 것으로 예상합니다. 이것은 결국 확장을 불필요하게 만듭니다. 그러나 잠시 동안 아래 지침을 따르십시오.",
    "2326660907": "제외하고",
    "741483946": "* 즉, hCaptcha.com에서 hCaptcha Privacy Pass 토큰을 얻을 수 있으며, hCaptcha.com을 사용하여 다른 사이트에서 직접 사용할 수 있습니다. Cloudflare는 자체 Privacy Pass 토큰을 발급하고 사용하기 때문에 Cloudflare에서 사용하는 hCaptcha 서비스를 우회하기 위해 hCaptcha Privacy Pass 토큰을 얻거나 사용할 수 없습니다.",
    "1362015807": "시작하기",
    "1358325821": "먼저 확장 프로그램을 설치하십시오.",
    "310885519": "또는",
    "4091044469": ". 시크릿 모드에서 확장 프로그램을 활성화했는지 확인하세요. 그런 다음 hCaptcha를 사용하여 웹 사이트를 방문하고 보안 문자를 해결하십시오. 버전 2.0.3부터 hCaptcha를 사용하여 웹사이트에서 이러한 토큰을 사용할 수 있습니다.",
    "3904679538": "크롬",
    "3700767772": "확장 프로그램을 설치했으면 여기(또는 hCaptcha 사용 웹사이트)를 클릭하여 패스를 받으세요.",
    "166277959": "참고: 이 기능은 현재 베타 버전이며 모든 웹사이트와 사용자에게 항상 작동하지 않을 수 있습니다. 특정 사용자에 대해 활성화되지 않거나 작동하지 않는 경우 동작은 기능 손실 없이 단순히 표준 hCaptcha 환경으로 대체됩니다.",
    "3031357206": "URL 표시줄 옆에 새 아이콘이 나타납니다. 이제 hCaptcha를 사용하여 웹사이트를 방문하십시오. 다음과 같이 표시됩니다.",
    "1066753052": "이는 지갑이 비어 있고 hCaptcha 챌린지가 포함된 사이트에 있음을 의미합니다. 챌린지를 완료하면 hCaptcha를 사용하여 다른 웹사이트에서 사용할 수 있는 토큰을 얻을 수 있습니다.",
    "651123197": "챌린지를 완료하면 지갑에 있는 현재 총액이 아이콘에 표시됩니다.",
    "554844646": "클릭할 때마다 카운터가 1씩 내려가는 것을 보면 확장 프로그램이 작동하는지 확인할 수 있습니다.",
    "4087729475": "초기 해결 후 도전.",
    "647630208": "그리고 그게 다야! 이제 온라인 탐색이 더 비공개입니다.",
    "3272552822": "개발자 및 암호 작성자:",
    "4059570880": "표준화 노력을 추적하려는 경우 현재 노력이 진행 중입니다.",
    "1904390996": "표준화하기 위해",
    "252720667": "Privacy Pass의 암호화 보안을 기반으로 합니다. 프로토콜 자체는",
    "3972554015": "과정도. 그리고 브라우저 확장은 물론",
    "3723626769": "당신의 기여와 검토를 위해.",
    "3882147547": "모호한 의사 난수 함수",
    "565624910": "초안",
    "3421090159": "오픈 소스",
    "3098677775": "Q: Privacy Pass를 사용할 때 내 IP와 검색 기록이 hCaptcha에서 완전히 비공개입니까?",
    "4019638786": "A: hCaptcha의 Privacy Pass 사용자는 브라우저의 토큰 지갑이 비어 있거나 사이트에서 전송하지 않는 한 자신의 IP를 hCaptcha에 노출하지 않습니다. hCaptcha는 사용자를 토큰 상환에 연결할 방법이 없으며 토큰 지갑이 비어 있지 않는 한 상환 중에 사용자와 직접 상호 작용하지 않습니다.",
    "3887113660": "Q: Privacy Pass는 hCaptcha 수입에 어떤 영향을 줍니까?",
    "1116455671": "A: 사용자가 사이트에서 완료하면 초기 해결에 대한 보상을 받게 됩니다. 사용은 높은 클라이언트 신뢰도로 인해 사용자가 사이트에서 자동 통과한 것과 동일한 응답 패턴을 따릅니다. 수익이 발생하지 않고 서버의 siteverify 호출이 통과 결과에서 '크레딧: False'를 수신합니다.",
    "779817954": "Q: 다른 제공업체에서 발급한 Privacy Pass 패스가 있는 경우 hCaptcha에서 사용할 수 있습니까?",
    "3014149332": "A: 아니요, 패스는 상호 운용할 수 없습니다. 패스는 동일한 기관(이 경우 hCaptcha)에서 발급하고 사용해야 합니다. 확장 프로그램에 Cloudflare와 hCaptcha 모두의 패스가 있는 경우 방문 중인 페이지의 요구 사항에 따라 사용 가능한 번호가 올바른 금액으로 변경됩니다. 즉, 지갑에 100개의 Cloudflare 패스가 있고 10개의 hCaptcha 패스가 있는 경우 hCaptcha가 포함된 페이지의 확장 아이콘에 10이 표시되어야 합니다.",
    "3679148535": "Q: Privacy Pass의 다른 어떤 애플리케이션을 작업하고 있습니까?",
    "1606783855": "A: 접근성을 위한 Privacy Pass(\"a11y\") 사용 사례에 매우 관심이 있습니다. 오디오 보안 문자와 같은 이전에 인기 있는 옵션은 많은 사용자를 차별합니다. 우리는 현재의 접근 방식과 Privacy Pass 발급을 결합하면 사용자가 트래픽이 더 비공개적이라는 사실을 알고 안전하게 탐색할 수 있을 뿐만 아니라 옵션을 사용할 수 있을 때 필연적으로 발생하는 봇 운영자의 남용을 제한할 수 있다고 믿습니다.",
    "2359150347": "Q: 다른 온라인 보안 서비스에서 Privacy Pass를 지원합니까?",
    "2082237880": "A: hCaptcha는 Privacy Pass를 지원하는 최초의 서비스이며 현재 유일하게 지원합니다. 그러나 우리는 다른 서비스가 온라인에서 사용자 개인 정보 보호 증가의 이점을 인식할 것으로 기대하며 앞으로 우리가 개발하는 데 도움이 되는 IETF 표준이 공식적으로 채택됨에 따라 더 많은 서비스가 구현을 수행할 것으로 기대합니다.",
    "2109792055": "사용자 가이드: 개인 정보 보호 패스 발급 및 검증 문제 디버깅",
    "3588620914": "Privacy Pass는 웹 표준에 따른 새로운 발명이며 이를 인식하지 못하는 다른 응용 프로그램 및 브라우저 확장이 기능을 방해할 수 있습니다.",
    "4039193170": "토큰을 받거나 사용하는 데 문제가 있는 경우:",
    "2378786360": "1. 지원되는 다른 브라우저 중 하나를 사용해 보세요. Chrome을 사용 중인 경우 Chrome에서 설정을 가져오지 않고 Firefox를 사용하고 플러그인을 설치합니다. 작동하는 경우 브라우저 구성 문제가 있을 수 있습니다.",
    "394235836": "3. 위의 제안 사항 중 아무 것도 작동하지 않으면 지원 이메일을 보내주시면 진행 상황을 파악하는 데 도움을 드리겠습니다.",
    "3470857731": "reCAPTCHA가 봇을 얼마나 잘 감지하는지 분석합니다.",
    "3240786848": "마지막 업데이트: 2021년 2월 18일",
    "2547140673": "10년 이상 동안 Google의 reCAPTCHA 서비스는 웹사이트 소유자에게 거래를 제공했습니다.",
    "2133754014": "450만 개 이상의 웹사이트에서 reCAPTCHA [",
    "3152512587": "시스템은 매일 수억 개의 해결 방법을 수집합니다. [",
    "2296918009": "이는 매일 100인년 이상의 노동에 해당합니다.[",
    "3900538778": "레이블이 지정된 데이터는 기계 학습을 지원하는 연료입니다. reCAPTCHA 답변은 2009년부터 Google의 ML/AI 서비스를 개선하는 데 사용되었습니다. reCAPTCHA를 사용하는 많은 사람들은 자신의 노력이 활용되고 있다는 사실을 깨닫지 못합니다.",
    "1160252730": "Google은 현재 reCAPTCHA Enterprise에 높은 가격을 부과하고 있어 많은 회사에서 이 거래를 재평가하고 있습니다.",
    "1131196501": "다음과 같은 주요 기업",
    "204889717": "hCaptcha로 전환했습니다.",
    "639413188": "답으로.",
    "3280658086": "엔터프라이즈 솔루션",
    "3842815245": "이것이 공정한 거래입니까?",
    "714342693": "hCaptcha 팀은 2016년부터 \"다크 웹\" 보안 문자 차단 서비스에서 가격 데이터를 수집해 왔습니다. 흥미로운 추세를 발견했습니다.",
    "468929661": "reCAPTCHA를 깨는 평균 비용은 매우 낮으며(1,000회 해결당 $1 미만) 모니터링이 2016년에 시작된 이후 크게 증가하지 않았습니다. 이는 reCAPTCHA v2와 v3 모두에 적용됩니다. [",
    "2862164005": "가격 데이터를 통해 reCAPTCHA가 제공하는 보안에 정확한 달러 가치를 매길 수 있습니다. 답변당 $0.001 이하입니다.",
    "102498091": "Google은 reCAPTCHA Enterprise에 대해 요청 1,000건당 1달러를 청구합니다. 즉, 이제 서비스 보안을 깨는 데 드는 비용보다 요청당 더 많은 비용이 청구됩니다. 이것은 나쁜 거래처럼 보입니다.",
    "130239139": "Google이 매일 수집하는 100인년 이상의 노동의 가치는 무엇입니까?",
    "1421074182": "상당히 높습니다.",
    "1953519598": "단일 이미지에 레이블을 지정하는 비용은 $0.03에서 $1.00 이상입니다. 보수적인 추정에 따르면 Google은 현재까지 수십억 달러의 무료 노동력을 추출했습니다. [",
    "3025548709": "이 불공정 거래에 대한 대안이 있습니까?",
    "263761351": "hCaptcha는 현재 매달 수억 명의 사람들이 사용하는 신뢰할 수 있는 최초의 대안입니다.",
    "2743692546": "사용자가 hCaptcha를 통해 인간성을 증명함에 따라 노동력은 입찰을 위해 익명의 공개 시장에 진입합니다.",
    "1982750088": "전 세계의 기업들은 사람에게는 쉽지만 기계에게는 어려운 간단한 작업을 완료하기 위해 그 노동력에 입찰합니다. 사용자는 방문하는 사이트를 지원하고 더 높은 수준의 보안으로 인해 웹 스팸을 덜 경험합니다.",
    "1108398506": "고객은 경험을 완전히 제어하고 hCaptcha가 인터넷에서 가장 큰 독립 도전 제공업체를 운영하면서 얻은 전문 지식을 활용합니다. 또한 reCAPTCHA Enterprise보다 더 나은 거래를 제공합니다. 볼륨에 따라 최대 50-80% 더 저렴한 가격입니다.",
    "3012870872": "무료 버전(hCaptcha Publisher)을 사용하는 웹사이트와 앱은 Google에 기부하는 대신 해당 작업에서 수익을 얻습니다.",
    "2271512952": "사용자는 방문하는 사이트를 지원하고 웹 스팸을 덜 경험합니다.",
    "278010425": "hCaptcha에서 광범위하고 자주 변경되는 다양한 작업도 자동화하기가 더 어렵습니다. reCAPTCHA의 단일 인터페이스는 수년 동안 변경되지 않았으며 드물게 변경되는 작은 질문 세트가 있습니다. 이것은 hCaptcha가 reCAPTCHA보다 더 강력한 안티봇 보호 기능을 제공하는 방법 중 하나입니다.",
    "984849234": "hCaptcha는 고급 기계 학습을 사용하여 reCAPTCHA만이 약속하는 것을 제공하는 동시에 캡처한 가치를 이를 사용하는 웹사이트와 공유합니다.",
    "4063769686": "사용자는 방문하는 사이트를 지원하고 웹 스팸을 덜 경험합니다. 이것은 더 공정한 거래처럼 보입니다.",
    "685916926": "reCAPTCHA가 시간이 지남에 따라 개선되지 않은 이유는 무엇입니까?",
    "3992401943": "2012년부터 딥 러닝에 혁명이 있었습니다. 작업 정확도에 대한 업계 표준은 주로 딥 컨볼루션 네트워크 덕분에 지난 10년 동안 급격히 개선되었습니다. Google이 제공하는 다른 ML 기반 서비스는 이 곡선을 따랐습니다.",
    "615031303": "(각주 참조",
    "2125514305": "ML은 개선되었지만 이 기간 동안 reCAPTCHA를 우회하는 어려움은 실질적으로 변경되지 않았습니다.",
    "1406188018": "6과 7",
    "2689973938": "reCAPTCHA를 개선하면 광고 공급업체인 Google에 본질적인 충돌이 발생합니다.",
    "464238793": "Google 자체에서 사용자가 광고를 보거나 링크를 클릭한 것이 실제로는 봇이라고 판단하면 해당 사용자에게 표시되는 광고에 대해 비용을 청구할 수 없습니다. 이러한 이해 상충으로 인해 Google의 봇 방지 목표 범위가 심각하게 제한되었습니다.",
    "918924423": "예를 들어, Google은 소급 봇 감지와 같은 분명히 가치 있는 서비스를 제공하지 않았습니다. 며칠 동안의 데이터를 분석한 후 봇 생성 사용자 트래픽을 선언하는 것이 훨씬 더 안정적입니다.",
    "661412233": "보안 문자 후에 일부 사용자가 봇이라는 사실을 아는 것도 중요합니다. 웹 사이트 소유자는 오래된 스팸 게시물을 정리하고 향후 스팸 포럼에 등록된 \"잠자는 계정\"을 삭제하고 사기를 줄이는 등의 작업을 수행할 수 있습니다.",
    "3600797185": "소급 봇 식별을 제공하면 사기성 트래픽에 비용을 지출한 광고주에게 소급적으로 환불하는 방법에 대한 까다로운 질문에 Google이 노출될 것입니다.",
    "2076932190": "따라서 reCAPTCHA 제품은 10년 동안 정체되었습니다.",
    "3856912381": "사용자는 고통을 겪었고 불필요한 웹 스팸은 이제 만연합니다. 그러나 대안이 있습니다.",
    "1035621426": "reCAPTCHA로 식별된 모든 봇은 Google의 광고 수익을 직접적으로 감소시킵니다.",
    "3668115514": "hCaptcha는 어떻게 다른가요?",
    "2413742287": "hCaptcha의 인센티브는 광고 수익이 아니라 정확성을 극대화하는 것입니다. 봇 답변은 인간 교육 데이터가 필요한 고객에게 쓸모가 없습니다.",
    "1373262754": "개인이 누구인지 아는 것은 hCaptcha에 대한 최소한의 가치입니다. 우리는 그들이 인간인지 악의적 인 행위자인지에만 관심이 있습니다.",
    "600646860": "hCaptcha는 실제 가치가 있는 노동력을 추출하면서 의심스러운 가치의 서비스를 제공하는 대신 보상과 강력한 봇 방지 보호를 모두 제공합니다.",
    "1836191653": "hCaptcha는 무료 사용자에게 쉽게 패배한 서비스를 제공하고 훨씬 더 좋지 않은 엔터프라이즈 버전에 대해 수백만 달러를 청구하는 대신, 강력한 SLA 및 신속한 지원과 함께 엔터프라이즈 사용자에게 추가 기능 및 사용자 지정을 제공하면서 두 가지 모두에 우수한 봇 보호를 제공합니다.",
    "990215503": "hCaptcha는 광고 네트워크가 소유하지 않은 유일한 주요 보안 문자 서비스입니다.",
    "971933157": "hCaptcha는 개인 정보 보호, 투명성 및 공정성을 중요하게 생각합니다.",
    "178839499": "hCaptcha는 사용자가 인간성을 증명하는 동안 수행한 작업의 가치를 공유합니다.",
    "1237076138": "hCaptcha는 무료(hCaptcha Publisher) 및 기업(hCaptcha Enterprise) 고객 모두에게 공정한 거래를 제공합니다.",
    "614310292": "누가 hCaptcha를 만들었습니까?",
    "4188814619": "hCaptcha는 Intuition Machines(",
    "3265328927": "), 기계 학습을 대규모로 구현하는 회사에 제품과 서비스를 제공하는 기계 학습 회사입니다.",
    "2740033957": "IM 팀은 Apple, Amazon 및 기타 기계 학습, 분산 시스템 및 보안 리더의 과학자 및 엔지니어로 구성됩니다.",
    "1579715421": "IM 과학자들은 ICML, ICLR, ECCV, NeurIPS와 같은 최고의 컨퍼런스에 정기적으로 발표하고 있으며 회사는 딥 해싱과 같은 ML 분야의 최신 결과를 공개적으로 발표했습니다.",
    "4015238193": "및 OCR [",
    "279580593": "imachines.com",
    "279918384": "Google은 귀하의 무료 노동력을 어떻게 사용하고 있습니까?",
    "2385522384": "Google의 Waymo 자율 주행 자동차에서 카메라의 비디오 프레임을 보고 물체 인식을 개선하는 데 도움이 되었을 것입니다.",
    "1517627947": "Google의 Streetview 자동차에서 건물 또는 거리 표지판의 사진을 보고 지도 및 어스 제품의 위치에 레이블을 지정하는 데 도움을 주었을 것입니다.",
    "3225936061": "Google 도서 서비스의 도서 페이지에서 가져온 텍스트 사진을 보고 OCR(텍스트 인식) 소프트웨어를 개선하는 데 도움이 되었을 것입니다.",
    "129661785": "\"자동차/횡단보도/신호등을 클릭\"하라는 요청을 받은 적이 있습니까?",
    "936667684": "\"건물/도로 표지판을 입력하라\"는 요청을 받은 적이 있습니까?",
    "3773515538": "\"두 단어를 입력하십시오\"라는 질문을 받은 적이 있습니까?",
    "1778058441": "hCaptcha에서 실행되는 작업의 종류는 무엇입니까?",
    "366088791": "hCaptcha는 다양한 작업을 지원합니다.",
    "3114147525": "hCaptcha 고객은 객체 인식, 속성 감지(의류 유형 식별을 위한 레이블 수집), 관련성 순위(기본 제품과 비교할 때 여러 옵션 중에서 가장 관련성이 높은 제품 선택), 경계 상자(관심 영역 찾기)를 포함한 작업에 서비스를 사용합니다. 이미지), \"인간 OCR\"(이미지에서 텍스트 식별) 및 기타 여러 유형의 작업.",
    "3139609561": "다음은 이미지 분류 및 속성 감지 작업 유형의 두 가지 예입니다. [",
    "2273532558": "hCaptcha의 유료 고객은 누구입니까?",
    "4104221634": "hCaptcha 고객은 기술 회사에서 패션, 소매 및 기계 학습을 적용하여 가치를 창출할 수 있는 기타 분야에 중점을 둔 회사에 이르기까지 다양한 산업 분야에 걸쳐 있습니다.",
    "1337725003": "hCaptcha는 대용량 실시간 주석에 대한 액세스를 민주화하여 크고 작은 기업이 머신 러닝을 비즈니스에 적용하여 제품 및 서비스의 품질을 개선할 수 있도록 하기 위해 노력하고 있습니다.",
    "4086379603": "질문?",
    "1243684308": "우리는 귀하의 피드백을 진지하게 받아들이고 있으며, 모든 사람이 봇과 스팸을 줄여 더욱 즐거운 온라인 경험을 할 수 있도록 하고자 합니다. 저희에게 연락하십시오:",
    "2645321220": "reCAPTCHA 비용이 너무 높다고 생각되시면 hCaptcha Enterprise에 대해 문의해 주십시오. 현재 세계에서 가장 큰 일부 퍼블리셔, 금융 서비스 회사 및 웹 인프라 회사에서 사용 중인 reCAPTCHA는 reCAPTCHA의 신뢰할 수 있는 대안일 뿐만 아니라 현재 사용 가능한 최고의 봇 보호 기능을 제공한다고 믿습니다.",
    "1229233916": "각주",
    "1115642494": "1. 출처: BuiltWith.com reCAPTCHA 사이트 목록. 2019년 7월 9일에 확인함.",
    "448807334": "(\"매일 수억 개의 보안 문자가 사람들에 의해 해결됩니다.\") 2019년 7월 8일에 확인함.",
    "2397590157": "3. 보수적 추정치: 2억 해결 * 해결당 30초(년) = 190.3인년/일.",
    "3236311792": "4. hCaptcha 내부 분석. 2019년 6월 30일까지 수집된 데이터. 세부 정보는 요청 시 제공됩니다.",
    "1752259468": "5. 보수적 추정: 단일 주석 비용 $0.01 * 2억 평균 일일 주석(하한) * 연간 365일 * 2009년 인수 이후 10년 = 73억 달러의 하한 값.",
    "3268946369": "6. 크레딧: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. 출처: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "약하게 감독되는 딥 해싱을 위한 시맨틱 계층 기반 관계형 임베딩, Heikki Arponen, Tom E Bishop. ICML 2019, LLD 워크숍.",
    "2544169219": "최신 최신 결과: ICML LLD, 2019년 5월.",
    "1973347745": "10. 로열티 프리 예시 이미지. 출처: 페타픽셀.",
    "1493115924": "상표 정보:",
    "4051104324": "\"Intuition Machines\"는 Intuition Machines, Inc.의 등록 상표입니다.",
    "3983646521": "모든 제품 이름, 로고, 브랜드, 상표 및 등록 상표는 해당 소유자의 자산입니다. 이 웹사이트에 사용된 모든 회사, 제품 및 서비스 이름은 식별 목적으로만 사용됩니다. 이러한 이름, 상표 및 브랜드의 사용은 보증을 의미하지 않습니다. 이 경우에는 정반대입니다.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM 과학자들은 CVPR 2020에서 OCR(Weakly Supervised Text Recognition)에 대한 새로운 벤치마크를 설정했습니다.",
    "1259002282": "버그를 찾았습니까? 신고하는 방법은 다음과 같습니다.",
    "3301728462": "수백만 명의 사람들이 매달 수천 개의 브라우저, 확장 프로그램, 장치, 방화벽 등의 조합에서 hCaptcha를 사용합니다.",
    "3878230879": "우리의 목표는 항상 귀하에게 효과가 있는지 확인하는 것이므로 귀하의 보고서에 감사드립니다!",
    "2465128185": "빠른 피드백을 제공하려면 \"피드백 보내기\" 버튼을 클릭하세요.",
    "2921990472": "기능적 문제가 있는 경우 다음을 따르십시오.",
    "2870341481": "아래에. 다른 브라우저의 경우",
    "1866590035": "Chrome용 디버그 로그 지침",
    "444492541": "Firefox용 디버그 로그 지침",
    "169267610": "이메일을 보내주세요",
    "3100722753": "잠재적인 보안 또는 개인 정보 보호 문제는 아래 지침을 참조하십시오.",
    "1906593952": "방금 본 hCaptcha에 대한 피드백 제공",
    "3951254541": "귀하의 의견에 감사드립니다. 문제를 알려주시면 신속하게 해결해 드리겠습니다.",
    "3324288040": "피드백 보내기",
    "2864016648": "개인 정보 보호 문제",
    "304004915": "우리는 사용자가 누구인지 상관하지 않고 그들이 악의적이거나 기계일 가능성이 얼마나 되는지 상관하지 않습니다. 우리는 다음과 같은 이니셔티브를 지원합니다.",
    "1139493658": ", 개인 정보 보호와 보안의 균형을 위해 열심히 노력합니다.",
    "3083289844": "사용자 개인 정보에 영향을 줄 수 있다고 생각되는 문제를 발견한 경우 다음 주소로 이메일을 보내주십시오.",
    "4264784515": "보안 버그",
    "963238401": "우리는 항상 보안 버그에 대한 보고를 받는 데 관심이 있습니다. 이메일",
    "3926027556": "신속하게 연락드리겠습니다.",
    "1589805435": "우리는 또한",
    "2560582224": "버그 현상금 프로그램",
    "103876916": "hCaptcha 서비스 및 관련 소스 코드에 대한 적격 보안 보고서",
    "497117287": "접근성 옵션",
    "3230004040": "시각 장애가 있거나 hCaptcha를 완료할 수 없습니까?",
    "3480023141": "접근성 옵션에 대해 자세히 알아보기",
    "2052161540": "버그 보고서 세부정보 캡처: Chrome",
    "2281169898": "보고서와 함께 디버깅 정보를 보내면 진행 상황을 훨씬 쉽게 식별할 수 있습니다. 다음은 단계별 지침입니다.",
    "1123365779": "웹 개발자 또는 전문 사용자인 경우 요약하여 HAR 및 브라우저 콘솔 로그를 기록하는 네트워크를 저희에게 보내주시기 바랍니다.",
    "2015218686": "이 단계를 거치기 전에. 문제가 해결되면 브라우저 버전, 광고 차단 프로그램 또는 브라우저 확장 프로그램, 웹사이트 URL을 알려주시면 감사하겠습니다.",
    "3922723611": "광고 차단 프로그램이나 브라우저 보안 확장 프로그램을 비활성화해 보세요.",
    "4036872105": "먼저 다음 다시 시도",
    "993651083": "1단계: 개발자 도구 열기(이렇게 하면 세션 기록이 시작됩니다.)",
    "4163469907": "2단계: 개발자 도구에서 네트워크 탭을 클릭합니다. 상단의 \"로그 보존\" 상자를 선택합니다.",
    "4243348003": "3단계: 방문",
    "641342999": ", 또는 문제가 있는 웹사이트(개인정보 보호 참고: 공유해도 되는 경우에만 해당) ... 그런 다음 \"나는 인간입니다\" 버튼을 클릭하고 해결해 보세요.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "4단계: 해결을 시도한 후 \"HAR 내보내기\"(작은 아래쪽 화살표)를 클릭하여 네트워크 로그를 저장합니다. 그 파일을 저희에게 보내주십시오.",
    "1503240421": "5단계: 콘솔 탭을 클릭하고 콘솔 로그를 저장하려면 \"다른 이름으로 저장 ..\"을 마우스 오른쪽 버튼으로 클릭합니다. 그것도 보내주세요.",
    "2863840904": "6단계: 마지막 단계에서 해당 HAR 및 콘솔 로그 파일을 이메일로 보내고 문제 설명",
    "4051785543": "사용하다:",
    "3623028666": "(다음과 같은 서비스를 사용하십시오.",
    "551761392": "및 링크 전송) 및 선택적으로 스크린샷(선택적으로 올바르게 표시되지 않는 항목이 있다고 의심되는 경우). 사용중인 IP도 함께 보내주세요. 당신은 그것을 얻을 수 있습니다",
    "1219091208": "드롭 박스",
    "443094024": "파일빈",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "시간을 내어 이 정보를 얻을 수 있도록 도와주셔서 감사합니다!",
    "3680327841": "우리는 hCaptcha가 모두에게 잘 작동하도록 최선을 다하고 있습니다.",
    "1059502393": "버그 보고서 세부 정보 캡처: Firefox",
    "1112074001": "2단계: 개발자 도구에서 네트워크 탭을 클릭합니다. 상단의 \"로그 유지\" 상자를 선택합니다.",
    "1797298240": "4단계: 해결을 시도한 후 \"HAR\"을 클릭하고 \"HAR로 모두 저장\"을 선택하여 네트워크 로그를 저장합니다. 그 파일을 저희에게 보내주십시오.",
    "3671246379": "5단계: 콘솔 탭을 클릭하고 \"모두 선택\"을 마우스 오른쪽 버튼으로 클릭하고 텍스트 파일에 저장하여 콘솔 로그를 저장합니다. 그것도 보내주세요.",
    "3816867833": "피드백",
    "788770967": "유감입니다! 다음과 같은 접근성 옵션을 사용할 수 있습니다.",
    "1333016413": "이렇게 하면 쿠키를 등록하고 설정하여 향후 질문을 피할 수 있습니다.",
    "2333410049": "또한 광고 차단기를 해제해 보십시오.",
    "1345083090": "기능 문제를 보고하시겠습니까?",
    "2184564739": "보다",
    "604751186": "다른 문제? 이메일",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "자세한 로그 문제를 보고하는 방법",
    "1050501253": "너무 어렵다",
    "3264813246": "부적절",
    "3526939538": "소프트웨어 버그",
    "126134492": "다른",
    "3511610999": "올바른 위치에 도달했는지 확인합시다.",
    "3906886217": "회사 또는 웹사이트용",
    "1621597093": "엔터프라이즈 보안 솔루션(유료)",
    "3176531704": "데이터 주석",
    "1834239172": "hCaptcha 주석 서비스 구매",
    "1457707016": "개인용",
    "770264626": "서비스에 hCaptcha 추가(무료)",
    "881015166": "내 웹사이트 또는 앱에 hCaptcha for Publishers 추가",
    "47536007": "hCaptcha에 대해 자세히 알아보기",
    "2012837493": "검색 결과",
    "4034694801": "일치하는 결과가 없습니다.",
    "3621411541": "hCaptcha의 접근성 옵션에 대해 알아보기",
    "3401005681": "돈을 벌다",
    "3933993151": "개별 데이터 라벨러로 일하기",
    "563059212": "보조 처리자 목록",
    "3501923981": "최종 업데이트: 2020년 1월 1일.",
    "3548097301": "발효일: 2020년 1월 1일.",
    "3991444169": "이 페이지는 hCaptcha Enterprise 서비스의 현재 하위 프로세서를 나열합니다.",
    "835396984": "현재 활성",
    "424089481": "Amazon Web Services, Inc.(글로벌). 제공되는 서비스: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc.(글로벌). 제공되는 서비스: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (글로벌). 제공되는 서비스: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp.(글로벌). 제공되는 서비스: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "참고: 모든 고객에게 적용되는 것은 아닙니다. 예를 들어, IP Blinding 또는 기타 고급 개인 정보 보호 또는 보안 옵션 고객(예: Secure Virtual Tenancy 고객)은 IP 주소를 포함하여 원격 측정 시스템에 들어가는 모든 잠재적 \"PII\"에서 완전히 제외됩니다. 필요한 경우 계정 담당자에게 자세한 내용을 문의하십시오.",
    "700843971": "Hound Technology, Inc.(글로벌). 제공되는 서비스: Honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc.(글로벌). 제공되는 서비스: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc.(글로벌). 제공되는 서비스: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc.(글로벌). 제공되는 서비스: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "하부 구조",
    "370366524": "임시 서비스 원격 분석",
    "121192737": "예정된 추가 사항",
    "2420789666": "Fastly, Inc. 제공 서비스: Fastly CDN 및 에지 컴퓨팅.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "발효일: 2021년 9월 1일. 인프라 추가",
    "1487796027": "기업용",
    "3943417791": "hCaptcha Enterprise(BotStop) 지원 받기",
    "702287791": "hCaptcha 게시자(무료)",
    "3397976149": "hCaptcha Publisher에 대한 지원 받기",
    "833750823": "도전에 어려움이 있습니까?",
    "2024737147": "버그를 보고하시겠습니까?",
    "1978884623": "소프트웨어 문제 보고에 대해 자세히 알아보기",
    "4188664955": "마스터 서비스 약관",
    "2621989404": "최종 업데이트: 2021년 9월 24일. 당사의 영어 용어는 신뢰할 수 있습니다.",
    "2404545611": "hCaptcha에 오신 것을 환영합니다! 저희 커뮤니티의 일원이 되어주셔서 감사합니다. \"서비스\"(아래 정의)의 모든 사용자는 다음 약관(\"서비스 약관\")에 동의해야 합니다. 본 서비스 약관에 따라 \"IMI\", \"당사\" 및 \"저희\"는 Intuition Machines, Inc. 및 그 자회사, 계열사, 임원, 대리인, 직원, 대리인 및 대리인을 의미하며, 당사의 \"웹사이트\"에는 아래의 모든 웹사이트가 포함됩니다. www.hcaptcha.com 및 www.imachines.com을 포함한 당사의 통제.",
    "2348450790": "이 서비스 약관을 읽으십시오. 여기에는 보증 부인, 책임 제한 및 구속력 있는 중재가 포함됩니다. 본 서비스 약관은 귀하가 당사 웹사이트를 마지막으로 방문한 이후 변경되었을 수 있습니다. 당사는 단독 재량으로 본 서비스 약관을 수시로 수정 및 업데이트할 수 있습니다. 중대한 변경 사항이 있는 경우 이 페이지에 업데이트된 서비스 약관을 게시하여 귀하에게 통지할 것이며, 그 후에 사이트 또는 서비스를 계속 사용하거나 액세스하려면 업데이트된 서비스 약관에 동의해야 합니다.",
    "1933936765": "데이터 처리 계약(최종 업데이트: 2021년 9월 23일)",
    "2959486280": "이 서비스 약관에 동의하지 않으면 사이트 또는 서비스를 사용하거나 액세스할 수 없습니다.",
    "3200859925": "1. 목적",
    "1807143500": "서비스에는 온라인 보안 서비스(\"hCaptcha 서비스\") 및 개인(\"기고자\")이 제3자 엔티티 또는 Intuition Machines 자체(각각 \"요청자\")는 당사 웹사이트에서 직접 또는 Intuition Machines 플랫폼에 액세스하고/하거나 제3자 엔티티 및/또는 플랫폼 또는 서비스(각각, \"적분기\"). 요청자는 작업을 게시하고 기여자를 초대하여 IMI가 통합자에게 제공한 보상을 대가로 또는 요청자가 Intuition Machines Platform 또는 hCaptcha 서비스를 사용하여 자신의 최종 사용자에게 작업을 제공하는 경우 요청자가 결정한 대로 작업을 수행하도록 초대합니다. 당사는 회사 및 개인(각각 \"고객\")이 당사 소프트웨어를 사용하고, 작업을 작성하고, 작업을 작성하도록 당사를 고용하고, 기여자에 대한 액세스 권한을 얻을 수 있도록 당사 플랫폼 사용에 대해 비용을 청구합니다. 또한 웹사이트, 모바일 앱 및 기타 온라인 자산에서 사기, 남용 및 스팸을 줄이기 위해 hCaptcha 서비스 사용에 대해 통합자에게 비용을 청구합니다. 이를 통칭하여 \"서비스\"라고 합니다.",
    "3212830633": "2. 자격",
    "2605814073": "당사 서비스를 사용하거나 등록함으로써 귀하는 다음 사항에 동의합니다. 귀하는 18세 이상입니다. 귀하는 귀하 또는 귀하가 대표하는 법인을 대신하여 이 계약을 체결할 권한이 있으며 항상 본 서비스 약관과 여기에 언급된 모든 IMI 정책 및 지침을 준수할 것입니다. 그리고 귀하는 당사 웹사이트를 남용하거나 당사에 귀하의 신원을 허위로 표시하거나 인공 지능을 사용하여 인간 지능이 필요한 IMI 작업의 일부를 완료하지 않습니다.",
    "2616040974": "3. 고객 및 요청자",
    "1544829730": "귀하가 고객 또는 요청자인 경우 고객 부록으로 여기에 첨부된 추가 조건이 적용되고 본 서비스 조건에 참조로 통합된다는 데 동의합니다. 귀하가 고객 또는 요청자가 아니거나 더 이상 고객 또는 요청자가 아닌 경우에는 고객 부록의 추가 조건이 적용되지 않으며 참조를 통해 본 서비스 약관에 통합되지도 않습니다.",
    "3759360138": "4. 사용자 이름 및 비밀번호",
    "2236960358": "등록 시 이름, 이메일 주소를 포함한 특정 개인 정보(\"개인 정보\")를 공개하고 사용자 이름과 비밀번호를 생성하라는 요청을 받게 됩니다. 웹사이트. 귀하는 귀하의 계정, 비밀번호 및 귀하의 계정과 관련된 인증 키의 보안을 모니터링, 보장 및 유지할 책임이 있으며 서비스에서 해당 정보의 사용 또는 사용을 통해 취한 조치에 대해 책임이 있습니다.",
    "3047519814": "귀하는 귀하의 계정이나 비밀번호를 누구와도 공유하지 않을 것에 동의합니다.",
    "1699668873": "귀하의 계정 정보가 도난당하거나 다른 사람이 사용하거나 기타 보안 위반이 의심되는 경우 즉시 IMI에 알려야 합니다.",
    "3044038608": "귀하는 등록 프로세스에서 요청한 대로 정확하고 완전한 사실 정보를 제공하는 데 동의합니다. 또한 귀하는 이러한 정보를 최신 상태로 정확하게 유지하기 위해 필요한 경우 즉시 업데이트하는 데 동의합니다.",
    "4132302900": "5. 귀하의 개인 정보, 귀하의 데이터 및 \"모두를 위한 데이터\"",
    "10724169": "귀하는 귀하가 당사에 제공한 개인 정보로 당사가 수행할 작업을 규율하는 당사의 개인정보 보호정책에 동의합니다.",
    "1669194950": "개인 정보 외에도 귀하는 당사가 서비스를 제공할 수 있도록 다른 데이터를 제공해야 할 수도 있습니다(또는 수집해야 할 수도 있음)(총칭하여 \"고객 데이터\"). 당사는 귀하의 지연 또는 고객 데이터 제공 실패로 인한 서비스 수행 실패에 대해 책임을 지지 않습니다.",
    "1330274831": "이로써 귀하는 본 계약 기간 동안 서비스 제공 목적으로만 고객 데이터를 사용, 재생산, 전자 배포 및 공개적으로 표시할 수 있는 전 세계적이고 비독점적이며 2차 라이선스가 부여되고 양도 가능하고 로열티가 없고 취소할 수 없는 라이선스를 당사에 부여합니다. . 귀하는 이 섹션의 라이선스를 부여하기 위해 귀하의 데이터에 대한 충분한 권리, 소유권 및 이익을 소유하고 있음을 진술하고 보증합니다.",
    "2230333214": "당사는 결과를 개인 식별할 수 없도록 고객 데이터를 다른 데이터와 집계하고 서비스 사용에 관한 식별되지 않은 기술 로그 및 데이터(\"집계/비식별화된 데이터\")도 수집합니다. 본 문서에 상반되는 내용이 있음에도 불구하고, 이러한 집계/비식별화 데이터는 서비스 개발 및 개선, 보고서 작성 및 배포를 포함하되 이에 국한되지 않는 본 계약 기간 동안 또는 그 이후에 모든 비즈니스 목적으로 IMI에서 사용할 수 있습니다. 재료. 고객 데이터는 작업이 완료된 후 180일을 초과하지 않는 제한된 기간 동안 시스템에 표시될 수도 있습니다(예: Intuition Machines 시스템에 대한 자동 보정 또는 검증 데이터). 명확히 하자면, 이 섹션 5는 귀하의 사전 서면 허가 없이 집계/비식별화된 데이터의 출처로 귀하를 식별할 수 있는 권리를 당사에 부여하지 않습니다.",
    "3881754581": ". 귀하가 당사 주석 서비스의 고객이고 서비스 사용의 일부로 \"모두를 위한 데이터\" 옵션을 선택한 경우 귀하는 IMI 및 서비스의 모든 사용자에게 전 세계적으로 비독점적이며 재라이선스 가능하고 양도 가능한 정보를 부여합니다. 모든 관련 지적 재산권을 포함하여 모든 고객 데이터를 완전히 활용할 수 있는 로열티 없는 취소 불가능한 라이선스. \"모두를 위한 데이터\" 옵션을 선택하는 경우, 귀하는 이 섹션의 라이선스를 부여하기 위해 데이터에 대한 충분한 권리, 소유권 및 이익을 소유하고 있음을 진술하고 보증합니다.",
    "3496767126": "의심을 피하기 위해 다음 단락은 당사 주석 서비스를 사용하는 고객에게만 적용되며 통합자로서 당사 서비스를 사용하는 경우에는 적용되지 않습니다.",
    "767207800": "귀하의 데이터에 잠재적으로 노골적이거나 불쾌감을 주는 콘텐츠가 포함되어 있는 경우 귀하의 데이터를 보는 모든 사람에게 공정한 경고를 제공하기 위해 \"노골적인 콘텐츠\"로 표시해야 합니다. IMI와의 별도의 서면 계약 없이는 (a) 다른 웹사이트 또는 서비스를 직간접적으로 홍보하는 작업, (b) 타사 웹사이트의 약관을 위반하는 작업 및 이에 국한되지 않는 우리의 정책을 위반하는 작업을 포함할 수 없습니다. 조건, (c) 기여자에게 제3자를 요청하도록 요청하는 작업, (d) 기여자에게 웹사이트의 행동이나 결과를 조작하기 위한 조치를 취하도록 요청하는 작업, (e) 제3자의 지적 재산권을 침해하는 작업, (f) 작업 기여자가 소프트웨어나 파일을 다운로드해야 하는 경우.",
    "3370561195": "6. 허용되는 행동",
    "4205152730": "귀하는 당사 웹사이트, 포럼, 메시징, 채팅 및 IMI가 관리하는 기타 소셜 미디어 채널의 어느 곳에서나 다른 사용자와 상호 작용할 것을 권장하지만 그렇게 하는 경우 당사 사이트의 모든 서비스 및 사용 약관 및 모든 관련 법률을 준수해야 합니다. .",
    "1394253934": "7. 오용, 남용 및 허위 진술",
    "1406393333": "본 서비스 약관 및 당사가 제공하는 지침에 따르지 않고 서비스에 액세스하거나 사용하는 것은 엄격히 금지됩니다. 특히, 다음과 같은 행위를 하지 않습니다.",
    "3409726716": "서면 승인 없이 하나 이상의 계정을 등록하는 행위",
    "3119498672": "인터넷 봇, 웹 로봇, 봇, 스크립트 또는 기타 형태의 인공 지능을 사용하여 작업을 수행하거나 설명된 작업을 완료하지 않고 IMI 또는 요청자 또는 통합자로부터 보상을 얻으려고 시도합니다.",
    "1188668818": "이 웹사이트를 사용하는 동안 거짓 정보를 제공합니다(귀하의 계정에서 다른 사람이나 조직을 사칭하거나 계정에 있는 다른 사람이나 조직과의 관계 또는 자신을 허위 진술하거나 허위 진술하는 것을 포함하되 이에 국한되지 않음)",
    "2804310964": "귀하의 실제 위치 또는 신원을 난독화하도록 설계된 프록시 웹 서버 또는 기타 장치를 통해 또는 제공된 인터페이스 이외의 수단을 통해 당사 웹사이트에 액세스하거나 액세스를 시도하는 행위",
    "1374227759": "불법적인 활동을 위해 또는 사용 가능하게 된 목적 이외의 다른 목적으로 웹사이트를 사용하는 행위",
    "2103513933": "사이트의 기능을 방해하거나 방해하는 활동에 참여합니다.",
    "137127070": "악성 또는 알려지지 않은 외부 링크 또는 파일을 삽입, 업로드 또는 첨부하거나 바이러스, 트로이 목마, 웜, 시한 폭탄 또는 기타 유해한 컴퓨터 코드가 포함된 콘텐츠를 업로드하는 행위",
    "1686655020": "적법한 소유자로부터 해당 콘텐츠를 게시하고 여기에 부여된 모든 라이선스 권한을 IMI에 부여할 수 있는 권한이 있는 경우를 제외하고 귀하의 원본 저작물이 아닌 저작권이 적용되는 콘텐츠를 업로드합니다.",
    "1406692811": "스팸에 가담하거나 모든 종류의 홍보 게시, 추천 받기 시도, 대량 커뮤니케이션, 금전 제안 또는 요청, 서비스 권유, 광고, 마케팅, 말도 안되는 메시지, 중복된 주제, 불법 콘텐츠, 소셜 웹사이트 링크, 이메일 주소 또는 작업에서 요구하지 않는 한 인스턴트 메신저 ID;",
    "3893539589": "작업에서 요구하지 않는 한 상품이나 서비스를 제공하는 외부 링크를 삽입합니다.",
    "3214322759": "그렇지 않으면 악의적이거나 사기적인 활동에 참여합니다.",
    "3733422465": "8. 본인 확인",
    "267645277": "IMI는 귀하의 신원을 확인할 수 있습니다. 여기에는 귀하의 개인 정보를 제3자 데이터베이스 또는 공식 법적 문서와 비교하는 것이 포함될 수 있습니다. 귀하는 당사가 귀하의 신원, 이메일 주소 소유권 및 금융 계정 소유권을 확인하는 데 필요한 모든 문의를 할 수 있는 권한을 부여합니다. 귀하는 귀하의 신원 확인을 지원하기 위해 귀하에 대한 정보를 제공하는 데 동의합니다.",
    "4169910317": "9. 법률 준수",
    "519755936": "귀하는 서비스 사용과 관련하여 연방, 주, 지방 및 지역 법률을 준수할 책임이 있습니다. 귀하는 법률을 준수하지 않았거나 계약, 지적 재산권 또는 개인 정보 보호 권리를 포함하되 이에 국한되지 않는 제3자의 권리를 위반했기 때문에 당사에 대한 청구에 대해 당사를 면책하고 무해하게 하는 데 동의합니다.",
    "731546974": "10. 기여자 또는 통합자 세금",
    "3128328457": "귀하가 기고자 또는 통합자인 경우, 귀하는 당사 웹사이트 사용의 결과로 지불해야 하는 추정 또는 기타 연방, 주 또는 지방 소득세, 사회 보장, FICA 및 근로자 보상에 대한 지불 책임이 있습니다. 미국 이외의 관할 구역에서 유사한 세금 또는 요금. 귀하는 세법을 준수하지 않았기 때문에 당사에 대한 평가에 대해 당사를 면책하고 무해하게 하는 데 동의합니다.",
    "2931396764": "11. 본 서비스 약관 위반",
    "1240667045": "당사는 다음과 같은 이유로 인해 언제든지 서비스에 대한 액세스를 일시 중지, 제한 또는 취소할 수 있습니다. (b) 귀하가 당사의 권리 또는 제3자의 권리를 침해했다고 생각합니다. (c) 귀하가 당사에 제공한 정보를 확인하거나 인증할 수 없습니다. 또는 (d) 귀하의 행동이 귀하, 당사 또는 제3자에 대한 책임을 유발할 수 있다고 생각합니다. 의심의 여지를 없애기 위해, 당사는 전술한 내용 중 어느 것이 해당 지불에 적용된다고 합리적으로 믿을 경우 귀하에 대한 지불을 방지하거나 일시 중지할 권리를 보유합니다.",
    "1601080128": "당사가 귀하의 계정을 일시 중지하거나 해지하면 귀하는 귀하가 사이트에 보관하는 데이터, 메시지, 파일 및 기타 자료를 포함하여 웹사이트의 어떤 부분에도 더 이상 액세스할 수 없습니다. 귀하는 다른 또는 새로운 계정 이름으로 당사 웹사이트를 계속 사용할 수 없습니다. 본 서비스 약관을 위반하는 경우 법률의 최대 범위 내에서 기소될 수 있으며 추가 처벌 및 제재를 받을 수 있습니다.",
    "1160707899": "12. 기여자의 역할 및 IMI 및 기타 요청자와의 관계",
    "269838707": "기여자인 경우 완료할 작업과 완료할 작업의 수, 완료 시기 및 장소를 결정하는 것은 귀하뿐입니다. 선택한 작업을 완료하는 데 시간을 얼마든지 할애할 수 있습니다. 어떤 경우에도 작업을 완료해야 할 의무가 없습니다.",
    "1087195513": "귀하가 IMI가 아닌 요청자를 대신하여 통합자를 통해 또는 통합자와 관련하여 서비스에 액세스하고 작업을 수행하는 기여자인 경우 귀하는 Intuition Machine이 완료된 작업에 대한 보상 또는 기타 보상과 관련하여 귀하는 완료된 작업에 대한 보상 또는 기타 보상이 해당되는 경우 요청자 및/또는 통합자와의 계약에 따라서만 결정된다는 데 동의하고 인정합니다. 그러한 보상 또는 기타 보상에 대한 모든 분쟁(해당 보상 또는 기타 보상을 받지 못하는 것을 포함하되 이에 국한되지 않음)은 전적으로 귀하와 요청자 및/또는 통합자(해당되는 경우) 사이에 있습니다.",
    "952813944": "귀하가 당사 웹사이트를 사용하거나 본 계약의 어떠한 내용도 귀하와 Intuition Machines 간의 고용, 파트너십, 합작 투자, 대행사, 프랜차이즈 또는 판매 대리인 관계를 생성하지 않습니다. 우리는 작업을 완료하기 위한 장비나 도구를 제공하지 않습니다. 우리는 귀하에게 어떠한 혜택, 산재 보상 또는 보험 보장도 제공하지 않습니다. 당사는 귀하가 당사 웹사이트를 사용하면서 발생하는 모든 비용에 대해 책임을 지지 않습니다. 우리는 연방 또는 주 소득세, 사회 보장 또는 기타 세금에 대한 보상에서 어떤 금액도 원천 징수하지 않습니다. 귀하는 경쟁업체를 포함하여 모든 개인이나 비즈니스를 위해 언제든지 자유롭게 작업을 수행할 수 있습니다. 귀하는 Intuition Machines를 대신하여 서면 또는 구두로 계약을 체결할 권한이 없습니다.",
    "3460432665": "전술한 내용에도 불구하고 귀하가 미국 납세자인 경우 당사는 W-9를 매년 업데이트하도록 요청할 수 있으며 귀하가 W-9를 완료하거나 업데이트할 때까지 작업 수행을 금지할 수 있습니다.",
    "458271951": "귀하가 Intuition Machines(요청자 역할)를 대신하여 Integrator를 통해 또는 통합자와 관련하여 서비스에 액세스하고 작업을 수행하는 기여자인 경우 Intuition Machines는 특정 작업의 수용 가능한 완료에 대해 귀하에게 보상할 수 있습니다. 귀하가 사기, 남용 또는 본 서비스 약관 위반에 연루된 것으로 밝혀질 경우 귀하에 대한 모든 보상은 Intuition Machines에 의해 보류 및/또는 회수될 수 있습니다.",
    "3056723024": "13. 허용되지 않는 작업 완료",
    "3913203723": "어떤 이유로든 요청자가 완료한 작업의 수행을 수락하지 않는 경우 기여자 또는 통합자로서 귀하는 작업에 대한 보상을 받을 자격이 없습니다. 수용할 수 없을 정도로 완료된 작업에 대해 보상이 이미 귀하에게 분배된 경우, 귀하로부터 보상을 회수할 수 있습니다.",
    "3666807632": "14. 기여자 자격 및 기술",
    "1993899769": "15. 정보 사용",
    "3027055607": "16. 지적 재산권 및 소유권",
    "3910971075": "IMI는 소스 코드, 개체 코드 또는 기본 구조, 아이디어 또는 알고리즘, API 및 서비스와 관련된 추가 소프트웨어, 문서 또는 데이터(\"소프트웨어\")에 대한 지적 재산권을 포함한 모든 권리를 소유합니다. 귀하는 직접 또는 간접적으로 제3자를 통하거나 다음과 같은 행위를 해서는 안 됩니다. (b) 소프트웨어를 기반으로 한 파생 작업을 수정, 번역 또는 생성합니다. (c) 소프트웨어에 대한 권리를 복사, 임대, 임대, 배포, 담보 제공, 양도 또는 양도하거나 담보로 설정하는 행위 (d) 시분할, 서비스 사무소 목적 또는 제3자의 이익을 위해 소프트웨어를 사용하는 행위 또는 (e) 소유권 고지 또는 라벨을 제거합니다.",
    "3660891610": "귀하가 기고자인 경우 귀하가 아닌 IMI가 작업 완료의 일부로 귀하가 제작한 모든 작업에 대한 소유권을 갖습니다. 본 계약의 조건을 수락함으로써 귀하는 귀하의 작업에 대한 소유권, 소유권 및 소유권(전 세계에 존재하는 모든 지적 재산권 포함)을 당사에 이전하는 데 동의합니다. 당사가 그러한 권리를 획득, 완성 및 사용할 수 있도록 하기 위해 귀하는 (i) 당사 권리의 문서화, 완전성 및 집행을 지원하는 모든 문서에 서명하는 데 동의합니다. (ii) 모든 국가에서 그러한 소유권을 기록, 완성, 보안, 방어 및 집행하기 위한 정보에 대한 합리적인 접근을 제공합니다. 이 섹션에 따른 귀하의 의무는 서비스 등록을 취소하거나 서비스 사용을 중단한 후에도 계속됩니다. 귀하는 이 섹션에 명시된 목적을 위해 귀하를 대신하여 문서를 실행하기 위해 당사를 귀하의 대리인으로 임명합니다.",
    "426125156": "17. 저작권 및 게시 중단",
    "1408530660": "IMI는 타인의 지적 재산권을 존중하며 제3자의 지적 권리를 침해할 수 있다고 판단되는 자료를 사이트에서 제거할 권리가 있습니다. 귀하의 작업이 이 웹사이트에서 저작권 침해를 구성하는 방식으로 복사되었다고 생각되면 Intuition Machines 고객 지원에 문의하십시오.",
    "2696932851": "18. 면책",
    "3844300338": "귀하는 귀하의 작업 수행 또는 당사 웹사이트 사용과 관련하여 발생하는 모든 청구, 손해, 책임, 비용 및 경비(합리적인 변호사 수임료 및 비용 포함)로부터 당사를 면책하고, 방어하고, 무해하게 하는 데 동의합니다. .",
    "2474091800": "19. 다른 이용자와의 분쟁 풀어 주다",
    "3162107126": "IMI는 귀하와 서비스의 다른 사용자 간의 분쟁의 당사자가 아닙니다. 귀하는 귀하와 다른 사용자 간의 분쟁으로 인해 발생하거나 이와 관련하여 알려진 것과 알려지지 않은 것, 의심되는 것과 의심되지 않은 것, 공개된 것과 공개되지 않은 모든 종류와 성격의 모든 청구, 요구 및 손해로부터 IMI 및 그 계열사를 면제합니다.",
    "2271969747": "20. 귀하가 받는 기밀 정보",
    "1042802841": "기밀 정보는 기밀 또는 독점으로 표시되거나 받는 당사자가 기밀 또는 독점으로 합리적으로 이해해야 하는 모든 정보입니다. 여기에는 (1) 공개적으로 사용 가능한 정보, (2) 수신 당사자가 이미 소유하거나 독자적으로 개발했거나 수신 당사자에게 이미 알려진 정보, 또는 (3) 법원 명령에 의해 또는 달리 요구된 대로 공개된 정보는 포함되지 않습니다. 법.",
    "1918025546": "서비스의 누군가로부터 기밀 정보를 제공받은 경우, 귀하는 자신의 기밀 정보를 보호하는 데 사용하는 것과 동일한 수준으로 기밀 정보를 보호하는 데 동의하지만 어떠한 경우에도 적절한 주의를 기울이지 않습니다. 업무 수행에 필요한 경우를 제외하고 그러한 기밀 또는 독점 정보를 공개하거나 게시할 수 없습니다. Intuition Machines 플랫폼의 작업 내 모든 정보는 해당 정보가 기밀로 명시적으로 지정되지 않은 경우에도 기밀로 간주되어야 합니다.",
    "2690395789": "받은 기밀 정보가 더 이상 필요하지 않은 경우, 귀하는 귀하가 제어하는 구내, 시스템 또는 기타 장비에 있는 정보의 모든 사본을 즉시 반환하거나(정보 공개자의 요청에 따라) 파기해야 합니다.",
    "2178073797": "기밀 정보를 공개하면 돌이킬 수 없는 피해를 입을 수 있으므로 공개 당사자는 이 조건의 위반 또는 위협되는 위반에 대해 금지 명령 구제를 요청할 수 있습니다.",
    "2185860003": "21. 웹사이트 수정",
    "2631249972": "당사는 귀하에게 통지하지 않고 당사 웹사이트를 개선하거나 수정할 수 있습니다.",
    "3764131594": "22. 제3자 웹사이트",
    "295955580": "당사 웹사이트에는 제3자 웹사이트에 대한 링크가 포함될 수 있습니다. 우리는 그러한 웹사이트를 통제, 조사, 모니터링 또는 확인하지 않습니다. 우리는 그러한 웹사이트에 포함된 컴퓨터 프로그램, 콘텐츠 또는 의견에 대해 책임을 지지 않으며 보증하지도 않습니다. 귀하가 당사 웹사이트를 떠나 제3자 웹사이트에 액세스하기로 결정한 경우, 귀하는 이에 대한 위험을 감수해야 합니다.",
    "838225123": "23. 보증의 부인",
    "3897238493": "서비스는 \"있는 그대로\" 제공됩니다. 우리는 서비스, 관련 소프트웨어 또는 자료, 작업 또는 IT 작업에 대한 액세스 가능성, 적합성, 합법성, 가용성 또는 기능과 관련하여 묵시적이든 명시적이든 어떠한 진술이나 보증도 하지 않습니다. 법이 허용하는 최대 범위 내에서 IMI는 상품성, 특정 목적에의 적합성 및 이에 국한되지 않는 모든 명시적 또는 묵시적 조건, 진술 및 보증을 부인합니다. 모든 결함, 부적합 또는 불만족과 관련하여 IMI에 대한 귀하의 유일하고 배타적인 구제책은 서비스 사용을 중단하는 것입니다. 당사는 귀하의 컴퓨터 시스템에 대한 피해, 데이터의 손실 또는 손상 또는 그로 인한 기타 피해에 대해 책임을 지지 않습니다. 웹사이트 또는 Intuition Machines 플랫폼에 대한 액세스 또는 사용에서. 예정되거나 예정되지 않은 중단이 발생할 수 있으며 당사 웹사이트의 중단 없는 가용성을 보증하지 않습니다.",
    "2110259227": "24. 책임의 제한",
    "3018077211": "25. 기여자 분쟁 해결",
    "2790841456": "귀하가 기고자인 경우 다음 중재 조항 및 집단 소송 포기에 동의합니다.",
    "2323013093": "26. 준거법",
    "2900525040": "캘리포니아 주법이 본 서비스 약관 및 이로 인해 발생하는 모든 논쟁, 분쟁 또는 청구에 적용됩니다.",
    "3339302473": "27. 해지",
    "41530052": "28. 일반 약관",
    "3202747130": "전체 계약. 본 서비스 약관 및 본 계약에서 언급된 모든 정책, 절차 또는 조건은 주제와 관련하여 당사자의 완전한 합의를 구성하고 당사자의 모든 이전 및 현재 관련 계약, 청구, 진술 및 이해를 대체하고 취소합니다. .",
    "4080263153": "포기 없음. 포기가 서면으로 작성되고 당사가 서명하지 않는 한 당사는 당사의 권리 또는 구제책의 일부를 포기한 것으로 간주되지 않습니다. 당사가 본 계약의 조항에 따라 당사의 권리를 집행하는 것을 지연하거나 집행하지 못하는 경우, 이는 이후에 해당 조항 또는 본 계약의 일부를 집행할 당사의 권리를 포기하는 것으로 간주되지 않습니다.",
    "1789371580": "할당 가능성. 귀하는 당사의 사전 서면 동의 없이 본 서비스 약관을 양도할 수 없습니다. 당사는 통지 없이 언제든지 본 서비스 약관을 할당할 수 있습니다. 전술한 내용에 따라 본 서비스 약관은 각 당사자의 승계인 및 허용된 양수인을 구속합니다.",
    "2819628066": "분리 가능성. 본 서비스 약관의 어떤 조항이 어떤 이유로든 유효하지 않거나 시행할 수 없는 것으로 판명되더라도 나머지 조항의 유효성과 시행 가능성에는 영향을 미치지 않습니다.",
    "3955981186": "수정안. IMI가 아닌 다른 사람이 본 서비스 약관을 수정하거나 수정하더라도 IMI의 정식으로 권한을 부여받은 대리인이 서명한 서면 문서가 아닌 한 IMI를 구속하지 않습니다.",
    "1377538813": "널리 사용되는 언어. 본 서비스 약관의 영어 버전은 모든 면에서 통제되며 번역된 버전과 일치하지 않는 부분이 있는 경우 우선 적용됩니다.",
    "2438016011": "자발적 동의. 본 서비스 약관의 모든 당사자는 각 당사자가 본 계약의 모든 측면을 검토했으며 모든 조항을 주의 깊게 읽고 완전히 이해했으며 자발적으로 본 계약을 체결했음을 진술하고 이에 동의합니다.",
    "2445034923": "본 서비스 약관의 모든 조건에 동의하지 않는 경우 사이트 또는 서비스를 사용하거나 액세스하지 마십시오.",
    "2646127839": "마스터 서비스 약관에 대한 고객 부록",
    "4097297673": "고객, 요청자 또는 통합자로서 귀하는 귀하와 IMI 간의 기타 구속력 있는 조건 외에 아래 조건에 구속된다는 데 동의합니다.",
    "1093280979": "1. 플랫폼 주문서",
    "1549953005": "고객 또는 요청자가 되기 위한 조건으로 하나 이상의 플랫폼 액세스 주문 양식(각각 \"주문 양식\")을 작성했을 수 있습니다. 그렇다면 주문 양식에 설명된 이용 약관은 서비스 약관의 일부가 되며 참조로 통합됩니다.",
    "3819851005": "2. 수수료",
    "1591032933": "귀하는 해당 주문 양식에 제공된 지불 방법을 통해 해당 주문 양식에 설명된 대로 IMI에 수수료를 지불합니다. 양 당사자가 서면으로 달리 명시적으로 동의하지 않는 한, 귀하는 송장 발송일로부터 삼십(30)일 이내에 발행된 모든 송장에 대해 전액을 지불해야 합니다. 귀하는 귀하가 당사에 제공한 모든 신용 카드 정보에 대해 신용 카드 승인을 실행하고, 해당 신용 카드 정보를 저장하고, 귀하의 신용 카드 또는 당사가 지불 방법으로 상호 동의한 기타 계정에 청구할 수 있는 권한을 부여합니다. 주문 양식이나 기업 서비스 계약 또는 마스터 서비스 계약에 달리 명시되지 않는 한 서비스에 대한 모든 요금은 초과분을 제외하고 매년 귀하의 계약에 따라 IMI가 제공하는 서비스가 시작될 때 청구됩니다(\"발효일\").",
    "4142610534": "연체료는 월 1.5% 또는 법에서 허용하는 최대 금액 중 더 낮은 비율로 연체료가 부과됩니다. 어떤 이유로든 본 계약에 따라 지불해야 하는 금액을 지불하지 않으면 당사의 단독 재량에 따라 귀하의 계정이 정지될 수 있으며, 이 경우 작업 완료에 대한 추가 지불이 귀하의 계정에서 이루어지지 않으며 귀하의 모든 작업이 제거됩니다. 우리 웹사이트에서. 귀하는 요청 시 지불해야 하는 모든 금액과 모든 처리 수수료, 연체료 또는 변호사 비용을 상환해야 합니다. 또한 신용 보고 기관 및 법 집행 기관에 적절한 보고를 할 수 있습니다.",
    "512991700": "수수료에 대해 이의를 제기하려면 조정 또는 크레딧을 받기 위해 오류나 문제가 발생한 첫 번째 청구서 또는 계정 명세서의 마감일로부터 삼십(30)일 이내에 고객 지원 부서에 연락해야 합니다.",
    "1273914192": "3. 세금",
    "4242322181": "귀하는 Intuition Machines의 순이익 또는 개인 자산에 대해 평가된 미국 세금을 제외하고 서비스와 관련된 모든 세금을 지불할 책임이 있습니다.",
    "1671996585": "귀하는 당사의 애플리케이션 프로그래밍 인터페이스(\"API\")를 통해 귀하의 웹사이트, 애플리케이션 또는 플랫폼을 당사 서비스와 통합해야 할 수 있습니다. 귀하가 그렇게 하는 경우 당사는 귀하에게 서비스에 액세스하기 위한 용도로만 API를 사용할 수 있는 제한적이고 비독점적이며 양도 불가능하고 양도 불가능하며 취소 가능한 라이선스를 부여합니다. 당사는 언제든지 API를 수정하거나 API의 이전 버전 또는 릴리스에 대한 지원을 중단할 수 있습니다. 당사는 단독 재량에 따라 API에 대한 귀하의 액세스를 일시 중지하거나 제한할 수 있는 권리를 보유하며 일시 중지되기 전에 귀하에게 통지하기 위해 합당한 노력을 기울일 것입니다.",
    "4036662147": "5. 기밀 정보 보호",
    "3564208535": "귀하는 당사로부터 또는 당사 서비스를 통해 수신한 기밀 정보를 보호하기 위해 상업적으로 합당한 노력을 기울일 것에 동의합니다. 비공개 문서 및 봇 탐지 방법과 관련하여 공유할 수 있는 모든 세부 정보를 포함하여 봇 점수 및 엔터프라이즈 서비스의 비공개 세부 정보가 포함됩니다. 귀하에게 그러한 기밀 정보에 대한 액세스 권한이 부여된 경우 당사는 귀하의 서비스 사용으로 인해 기밀 정보가 노출된다고 판단하는 경우 단독 재량으로 귀하의 서비스 액세스를 수정, 일시 중지 또는 제한할 수 있으며 합리적인 노력을 기울일 것입니다. 정지 전에 통지합니다.",
    "120384113": "6. 해지",
    "453723556": "귀하는 고객 또는 요청자가 되지 않음으로써 서비스 약관과 별도로 이 고객 부록을 해지할 수 있습니다. 당사는 언제든지 고객 또는 요청자로서의 귀하의 상태를 일시 중지 또는 종료하거나 서비스 약관에 따라 귀하의 계정 또는 서비스 사용을 종료할 수 있는 권리를 보유합니다. 해지 시 주문 양식에 따라 지불해야 하는 금액에 대한 책임은 귀하에게 있습니다. 구독에 월별 또는 연간 요금 또는 월별 또는 연간 최소 요금이 포함된 경우 해당 월 또는 연도 말까지 각각의 모든 서비스 요금을 지불해야 합니다.",
    "218889628": "귀하가 본 고객 부록 또는 서비스 약관을 위반하여 이 고객 부록 또는 서비스 약관을 종료하는 경우를 제외하고, 당사가 종료하고 귀하가 당사에 수수료를 선지급한 경우, 당사는 해당 비용의 비례하는 부분을 환불할 것입니다. 귀하가 지불한 남은 시간 또는 서비스 중 적은 금액을 기준으로 선불 금액. 우리는 상업적으로 합당한 방식으로 작업을 마무리하고 우리가 소유하고 있는 모든 유료 출력 데이터 세트와 모든 고객 데이터를 보존하고 제공합니다. 종료 시 당사는 데이터를 삭제할 수 있지만 이를 삭제할 의무는 없습니다.",
    "2505227594": "7. 초과분",
    "2369877184": "hCaptcha 통합자 또는 고객에게 허용되는 최대 RPS 비율은 귀하와 당사 간의 서면 계약에 달리 명시되지 않는 한 귀하의 계정 내 엔티티에 대한 초당 1,000개 요청(\"RPS\")입니다.",
    "234420106": "귀하가 hCaptcha Enterprise 서비스의 통합자 또는 고객이고 RPS로 측정한 귀하의 API 사용량이 서비스 계층에 대해 프로비저닝된 요금을 초과하는 경우 당사는 귀하의 서비스를 수정하거나 초과 요금을 부과하도록 선택할 수 있습니다. 최대 RPS 속도가 30일 기간 내에 총 10분 동안 프로비저닝된 속도를 10배 초과하고 이러한 요청의 대부분이 단독 판단에 따라 악성 트래픽이 아닌 경우 다음을 선택할 수 있습니다. 해당 월에 이루어진 모든 API 요청에 대해 계약에 명시된 초과 요금으로 청구합니다.",
    "2619472217": "8. 재판매",
    "2019702084": "고객의 마스터 서비스 계약 또는 리셀러 계약에서 명시적으로 허용하지 않는 한 주문한 SaaS 서비스는 판매, 재판매, 임대, 재임대, 라이선스, 하위 라이선스가 부여되거나 다른 제3자(고객의 계열사 제외)에게 제공될 수 없습니다. ) 및 본 계약에 따른 모든 주문 및 서비스의 모든 고객 사용은 고객 또는 그 계열사의 내부 업무용이어야 합니다.",
    "1233229030": "여러 가지 잡다한",
    "1467783792": "미국의 승인을 받은 개인, 법인 또는 조직(\"승인된 행위자\")은 보상을 받거나 통합자로서 서비스를 사용할 수 없습니다. 의심의 여지를 없애기 위해 여기에는 미국 재무부의 해외 자산 통제국(\"OFAC\")이 지정한 모든 제재 행위자가 포함됩니다.",
    "3759657802": "귀하는 본 서비스 약관 또는 이에 따른 귀하의 권리 또는 의무를 어떠한 방식으로도(법률 또는 기타 방법에 의해) 양도, 이전 또는 위임할 수 없습니다.",
    "1627232990": "이 서비스 약관의 번역은 최선을 다해 제공됩니다. 영어 서비스 약관과 그 번역본 사이에 실질적인 차이가 있는 경우 영어 서비스 약관이 권위 있는 것으로 해석됩니다.",
    "805221621": "다음 주소로 문의하십시오.",
    "259613338": "이 서비스 약관에 대해 질문이 있는 경우.",
    "2735878907": "비즈니스 연속성 계획서",
    "2887242610": "Intuition Machines, Inc는 hCaptcha 비즈니스를 크게 방해하는 이벤트에 어떻게 대응할 것인지에 대한 비즈니스 연속성 계획을 개발했습니다. 재난 및 중단의 시기와 영향은 예측할 수 없기 때문에 실제 사건이 발생하는 즉시 유연하게 대응해야 합니다. 이를 염두에 두고 비즈니스 연속성 계획에 대한 이 정보를 제공합니다.",
    "809251240": "문의하기",
    "2551802342": "– 우리는 중대한 비즈니스 중단 후 비즈니스 운영을 신속하게 복구 및 재개할 계획이며 직원과 재산을 보호하고 재무 및 운영 평가를 수행하며 회사의 장부와 기록을 보호하고 고객과 최종 사용자가 온라인으로 거래할 수 있도록 하여 대응합니다. 요컨대, 우리의 사업 연속성 계획은 중대한 사업 중단의 범위와 심각성을 감안할 때 우리 회사가 가능한 한 빨리 운영을 재개할 수 있도록 설계되었습니다. 당사의 비즈니스 연속성 계획은 다음을 해결합니다. 데이터 백업 및 복구; 모든 미션 크리티컬 시스템; 재무 및 운영 평가; 고객, 직원 및 감독 기관과의 대체 커뮤니케이션 직원의 대체 물리적 위치; 중요한 공급업체 및 고객 영향; 규제 보고; 당사가 사업을 계속할 수 없는 경우 고객에게 즉시 통지합니다. 당사의 핵심 공급업체 풀은 지리적으로 분리된 지역에서 당사의 중요한 기록을 백업합니다. 모든 비상 상황은 시간 및 중단의 심각성과 같은 외부 요인에 따라 고유한 문제를 제기하지만 이 공급업체 풀은 자체 운영을 복원하고 신속하게 서비스를 재개할 수 있도록 하는 것이 목표라는 조언을 받았습니다. 다양한 공급업체를 사용하여 위험을 줄이기 위해 노력했지만 이 기간 동안 서비스가 수정되거나 중단될 수 있습니다.",
    "826396656": "비즈니스 연속성 계획",
    "1979347895": "– 중대한 비즈니스 중단은 범위가 다를 수 있습니다(예: 당사만 해당, 당사가 있는 단일 건물, 당사가 위치한 지역, 당사가 위치한 도시 또는 전체 지역). 이러한 각 영역 내에서 중단의 심각도는 최소에서 심각까지 다양할 수 있습니다. 우리 회사, 사업 지구, 도시 또는 지역이나 회사가 있는 건물에 장애가 발생하면 필요할 때 운영을 현지 사이트로 이전하고 사업 운영에 중대한 지장이 없을 것으로 예상합니다. 어떤 상황에서도 우리는 사업을 계속하고 필요한 경우 대체 공급업체로 작업을 이전할 계획이며 당사 웹사이트 hcaptcha.com 및 상태 페이지 hcaptchastatus.com을 통해 당사에 연락하는 방법을 알려드립니다. 중대한 업무 중단이 너무 심각하여 업무를 계속할 수 없는 경우 신속하게 알려 드리겠습니다.",
    "653679457": "다양한 방해",
    "410397176": "자세한 내용은",
    "2095899021": "hCaptcha 브랜딩 지침 및 일반 상표 라이선스",
    "2340340589": "hCaptcha 표시 사용 지침",
    "2430148876": "우리는 고객, 파트너 및 팬이 우리의 기업 아이덴티티를 유지하면서 최대한 쉽게 우리 브랜드와 작업할 수 있도록 이러한 지침과 일반 상표 라이선스를 만들었습니다. 이러한 지침과 실질적으로 다른 방식으로 hCaptcha 아이콘, 로고 또는 기타 표시를 사용해야 하는 경우 서면 라이선스를 위해 당사(IMI)에 연락해야 합니다.",
    "3884400764": "이 지침에 따라 hCaptcha 마크를 사용할 수 있지만 hCaptcha 마크, 로고 또는 기타 상표, 상호, 서비스 마크, 비즈니스 이름 또는 hCaptcha의 영업권에 대한 기득권이 있음을 의미하지는 않습니다. 우리는 가능한 한 많은 유연성을 부여하기를 원하지만 hCaptcha의 상표, 상호, 서비스 마크, 상호 또는 영업권의 무단 사용으로부터 hCaptcha를 보호할 의무가 있습니다. 무단 사용은 hCaptcha가 부여한 권한 또는 라이선스를 자동으로 종료하고 모든 손해에 대해 법적 책임을 질 수 있습니다.",
    "512598290": "따라서 대문자, 서체 및 스타일을 포함하여 아래 규칙을 준수하는 형식으로 모든 hCaptcha 마크와 로고를 항상 사용하도록 요청해야 합니다.",
    "2075610992": "지원해 주셔서 감사합니다!",
    "1023190144": "텍스트의 hCaptcha®",
    "4274324704": "서면 사본에 당사 이름을 사용하는 방법은 다음과 같습니다.",
    "3912926900": "hCaptcha®에는 크리에이티브 사본에 처음 나타날 때 등록 상표 기호가 있어야 합니다.",
    "950637875": "hCaptcha 철자는 절대 변경하면 안 되며 hCaptcha는 항상 두 번째 문자(\"C\")를 대문자로 사용해야 합니다. 절대 복수형이나 소유격이 아닙니다.",
    "2624601135": "\"hCaptcha\"는 브랜드 이름의 일부로 사용하거나 하이픈으로 연결하거나 애플리케이션 또는 기타 제품의 이름에 사용해서는 안 됩니다.",
    "3828090208": "대신 \"for hCaptcha\"를 사용하십시오. 타사 로고와 함께 사용하는 경우 \"for hCaptcha\"는 타사 로고보다 크기가 작아야 합니다.",
    "4149738856": "hCaptcha는 형용사로 사용되어야 하며 그 뒤에 적절한 일반 용어가 와야 합니다.",
    "1446868537": "hCaptcha는 동사로 사용되어서는 안됩니다.",
    "2487931657": "\"우리 사이트를 hCaptcha 처리했습니다.\"를 사용하지 마십시오.",
    "2565565429": "대신 \"hCaptcha를 사용하여 사이트를 더 안전하고 안전하게 만듭니다.\"를 사용합니다.",
    "3434202027": "커뮤니케이션에서 hCaptcha 이름을 사용하려면 \"hCaptcha는 Intuition Machines, Inc.의 등록 상표입니다.\"라는 속성이 필요합니다.",
    "2754937029": "허용되지 않는 사용",
    "2436973524": "정확한 참조만 허용됩니다. 사이트에서 hCaptcha 서비스 및 응용 프로그램을 사용하지 않을 때 사용한다고 말하는 것은 허용되지 않습니다. 마찬가지로 당사 로고 또는 배지의 사용은 사이트에서 hCaptcha 서비스를 사용할 때만 적절합니다.",
    "69844082": "hCaptcha 상표, 그래픽 기호, 로고, 서체 또는 아이콘도 폄하 방식으로 사용할 수 없습니다.",
    "3861413614": "명시적인 서면 허가 없이는 hCaptcha가 제3자 제품 또는 서비스와 제휴 또는 보증, 후원 또는 지원한다는 것을 암시하는 hCaptcha 상표 또는 로고를 사용할 수 없습니다.",
    "1409822234": "어떠한 경우에도 동일하거나 거의 동일한 hCaptcha 상표를 도메인 이름으로 사용할 수 없습니다.",
    "4181060163": "제3자는 변형이나 철자 오류를 사용하거나 hCaptcha 상표에 대한 초기 이해 혼동을 야기하는 방식으로 행동해서는 안 됩니다.",
    "3955555607": "파트너 또는 공인 리셀러가 아닌 제3자는 키워드, Google AdWords 또는 hCaptcha 표시나 철자 오류를 사용하는 기타 타겟 광고 시스템에 입찰할 수 없습니다. 또한 제3자는 도메인 이름, 검색 엔진 최적화, 메타 태그, 검색어, 코드 또는 기타 허위 진술에 hCaptcha 표시를 사용할 수 없습니다.",
    "1985238261": "기타 제한 표시",
    "2193061499": "당사 로고 및 마크 중 일부는 hCaptcha 및 그 파트너가 사용하도록 제한됩니다. 제3자는 hCaptcha의 서면 라이선스 없이 다음 마크를 사용할 수 없습니다.",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha 파트너™",
    "755156539": "hCaptcha 공인 대리점™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "봇스톱™",
    "1655022901": "hCaptcha™의 BotStop",
    "2557601376": "hCaptcha 로고™",
    "248923369": "BotStop 로고™",
    "3942875761": "더 나은 Web™ 구축 지원",
    "364774188": "나는 인간이다™",
    "2785425016": "(인간성 검증 솔루션의 맥락에서, 예를 들어 행동 촉구)",
    "2639657759": "허가에 의해 사용된 표시",
    "1268918580": "hCaptcha와 그 파트너가 사용하는 로고와 마크 중 일부는 제3자의 소유이며 허가를 받은 경우에만 사용할 수 있습니다. 제3자는 소유자가 허용한 경우를 제외하고 다음 마크를 사용할 수 없습니다.",
    "3782751514": "HUMAN Protocol®은 HUMAN Protocol Foundation의 등록 상표이며 허가를 받아 사용됩니다.",
    "1620709264": "HUMAN Token®은 HUMAN Protocol Foundation의 등록 상표이며 허가를 받아 사용됩니다.",
    "3031953928": "HUMAN Network™는 HUMAN Protocol Foundation의 상표이며 허가를 받아 사용됩니다.",
    "3554363588": "기타 마크",
    "3290996791": "다른 모든 제품 이름, 로고 및 브랜드는 해당 소유자의 자산입니다. 이 웹사이트에 사용된 다른 모든 회사, 제품 및 서비스 이름은 식별 목적으로만 사용됩니다. 이러한 이름, 로고 및 브랜드의 사용은 보증을 의미하지 않습니다.",
    "2444685143": "로고 정책",
    "2414232014": "우리 로고는 즉시 알아볼 수 있으며 우리의 가장 가치 있고 중요한 자산 중 하나입니다. 그것이 우리 회사의 강력한 대표성을 유지하려면 모든 커뮤니케이션 채널에서 신중하고 일관된 방식으로 제시되어야 합니다.",
    "803639471": "hCaptcha 로고는 손 모양 아이콘과 hCaptcha 로고 타입으로 구성되어 있습니다. 다른 형식에서는 공간이 제한되고 \"hCaptcha\"가 손 아이콘에 매우 근접하여 워드마크로 사용되는 경우(위에서 설명한 대로) 손 아이콘이 단독으로 나타날 수 있으므로 손 아이콘이 hCaptcha를 나타내는 것이 분명합니다.",
    "564127016": "hCaptcha 손 아이콘:",
    "1424800293": "hCaptcha 로고:",
    "1525506526": "계정 탈취란 무엇이며 어떻게 작동합니까?",
    "2446481523": "작은 시골마을의 경찰서에 마차 운전수와 귀족이 나타난다는 오래된 민담이 있습니다. 더럽고 가난한 옷을 입은 한 남자가 순경에게 말했습니다. “저는 귀족입니다. 이 사람은 내 운전사였다.",
    "1767952047": "어젯밤에 저를 공격하고 제 옷을 훔치고 돈을 훔쳤습니다.” 귀족 계급의 멋진 옷을 입은 다른 사람이 대답했습니다. “경관님, 이 사람은 미쳤습니다. 그는 자신이 귀족이라고 생각합니다. 나는 진정한 귀족입니다. 그를 체포하라!”",
    "2947576723": "이 이야기는 운전 면허증과 디지털 지문보다 앞선 이야기이지만 계정 탈취 상황에서 무엇이 잘못될 수 있는지에 대한 좋은 예를 제공합니다. 한 사람이 온라인 은행 계좌 또는 모바일 결제 앱에 로그인합니다. 그는 실제 계정 소유자입니까, 아니면 해커입니까? 과연 누가 누구일까요? 이러한 보안 문제는 셀프 서비스 계정 액세스를 허용하는 조직에 영향을 줍니다.",
    "1687299615": "계정 탈취란 무엇입니까?",
    "2648707986": "계정 탈취는 악의적인 행위자가 온라인 계정의 소유자를 가장하는 사이버 사기의 한 형태입니다. 일반적으로 계정은 사기범이 돈, 상품 또는 기프트 카드를 훔칠 수 있는 금융 기관 또는 전자 상거래 비즈니스에 있습니다. 공격자는 훔친 로그인 자격 증명을 사용하여 계정에 액세스한 다음 이를 인계하여 실제 계정 소유자를 잠그기 위해 암호를 변경할 수 있습니다.",
    "1476843710": "재정적으로 덜 해롭지만 여전히 해로운 형태의 계정 탈취에는 소셜 미디어 계정 도용 등이 포함됩니다. 이러한 경우 공격자는 일반적으로 멀웨어를 전파하거나 피해자의 순진한 친구를 대상으로 피싱 공격을 시도합니다. 또는 공격자가 피해자를 난처하게 만들려고 하는 경우가 있습니다.",
    "2904949278": "해커는 어떻게 계정을 인수합니까?",
    "2575690545": "많은 사이버 사기와 마찬가지로 계정 탈취는 대부분 자동화된 대량 프로세스의 문제입니다. 후드티를 입고 어머니 집 지하실에 있는 해커가 은행 웹사이트에 한 번에 하나씩 비밀번호를 입력하는 경우는 드뭅니다.",
    "3614653023": "오히려 이 관행은 계정의 작은 하위 집합을 잠금 해제하기 위해 수십 개의 대상 금융 기관에서 수백만 개의 사용자 이름/암호 쌍을 시도하는 대규모 자격 증명 스터핑 공격에 의존합니다. 자동화된 사기 소프트웨어가 계정에 액세스하면 인간 해커가 개입할 수 있지만 어떤 경우에는 그렇지 않습니다.",
    "2762759509": "많은 계정 탈취 공격이 거의 완전히 자동화되어 있습니다.",
    "1972710018": "회사 입장에서 보면",
    "1282121137": "계정 탈취가 얼마나 문제가 될 수 있는지 이해하려면 금융 기관의 관점에서 경험이 어떻게 보이는지 고려하십시오. 매일 수백만 건의 로그인을 처리합니다.",
    "2315518622": "오늘날의 공격 도구에서 사용할 수 있는 정교함으로 인해 어떤 것이 사기성인지 탐지하는 것은 매우 어렵습니다. 그러자 한 사람이 고객센터에 전화를 걸어 “내 계정이 공격을 받았다! 로그인할 수 없고 누군가 내 돈을 훔치고 있습니다!”",
    "1836369533": "민담에 나오는 순경처럼 누가 진짜인지 어떻게 판별합니까? 공격자가 운전 면허증 번호, 사회 보장 번호, 어머니의 결혼 전 이름, 주소 등과 같은 도용된 ID 요소를 충분히 가지고 있는 경우 발신자가 실제 계정 소유자인지 또는 정보를 얻으려는 공격자인지 확인하기가 매우 어려울 수 있습니다. 침투하려는 계정의 비밀번호 재설정.",
    "2880837730": "계정 탈취를 중지하려면 어떻게 해야 합니까?",
    "3654556483": "금융 기관과 전자 상거래 회사에는 계정 탈취 위협을 완화하는 프로세스와 통제 수단이 있습니다. 여기에는 \"초등학교 때 가장 친한 친구의 이름은 무엇이었습니까?\"라는 구식 보안 질문에서 의심스러운 IP 주소 및 모바일 장치 프로필을 찾아내는 탐지 방법에 이르기까지 다양합니다.",
    "2449501658": "기계 학습을 사용하여 봇을 탐지 및 중지하고 사기꾼이 계정 탈취에 참여하는 것을 훨씬 더 어렵게 또는 심지어 불가능하게 만드는 사기성 계정 로그인 시도의 위협을 완화하는 가장 진보된 방법 중 하나를 제공합니다.",
    "3621455477": "더 배우기 위해!",
    "555246307": "그건 그렇고, 귀족과 그의 운전사의 이야기는 다음과 같이 끝납니다. 순경은 두 남자를 몇 시간 동안 함께 방에 앉아 지루하게 만들었습니다. 말미에 그는 나타나 “이제 마차 기사님과 이야기를 하겠다”고 말했다. 고귀한 옷을 입은 남자가 일어섰다. 그는 너무 지루해서 자신이 귀족 척하고 있다는 것을 잊었습니다.",
    "1224727373": "hCaptcha의 BotStop",
    "1187718370": "문의하기",
    "3892905664": "hCaptcha는 사람에게는 쉽고 기계에게는 어려운 간단한 질문을 함으로써 좋아하는 온라인 서비스가 봇, 스팸 및 남용을 차단할 수 있도록 도와줍니다.",
    "555158694": "귀하가 사용하는 서비스는 악성 트래픽을 줄이기 위해 hCaptcha를 설치하여 사이트 경험을 개선하도록 선택했습니다.",
    "1617196410": "hCaptcha는 봇을 중지하는 데 중점을 둡니다. 우리는 사용자가 누구인지 상관하지 않고 그들이 악의적인지 여부에만 관심이 있습니다. 우리는 개인 정보 보호 및",
    "1624200563": "보안을 유지하고 GDPR, CCPA, LGPD, PIPL 및 기타 개인정보 보호 규정을 준수합니다.",
    "1927613000": "hCaptcha는 정교한 기계 학습과 강력한 챌린지 플랫폼을 결합하여 계정 탈취, 자격 증명 스터핑, 스크래핑 및 기타 유형의 남용으로부터 웹 애플리케이션을 보호합니다.",
    "1133989302": "왜 hCaptcha인가?",
    "34074886": "도전 과제에 답할 때마다 정교한 모델을 사용하여 귀하가 인간인지 파악합니다. 그런 다음 방문한 웹 사이트는 이 결과를 사용하여 봇을 차단함으로써 사이트 경험을 개선하는 데 도움을 줍니다.",
    "3412647984": "이렇게 하면 쿠키를 등록하고 설정하여 향후 질문을 피할 수 있습니다. 또한 광고 차단기를 해제해 보십시오.",
    "2510209017": "도움이 더 필요하세요?",
    "477275453": "API가 해커에게 인기 있는 대상인 이유는 무엇입니까?",
    "596347471": "API(응용 프로그래밍 인터페이스)는 사이버 공간의 악의적인 행위자의 인기 있는 표적이 되었습니다. 애플리케이션 통합에서의 뛰어난 유용성을 포함하여 많은 이유가 있습니다. 그러나 API 위험을 완화할 수 있습니다.",
    "2441638955": "먼저 API란 무엇인가?",
    "3963216198": "API가 해커에게 인기 있는 대상인 이유를 논의하려면 먼저 \"API\"라는 용어가 현재 의미하는 바를 정의하는 데 잠시 시간을 할애할 가치가 있습니다. API의 개념은 전혀 새로운 것이 아닙니다. 사실, 다양한 컴퓨터 시스템을 서로 연결하는 인터페이스와 내부 구성 요소는 적어도 1960년대 초반부터 존재해 왔습니다.",
    "1047251718": "그러나 오늘날 사람들이 API에 대해 이야기할 때 항상 표준 기반 API를 의미합니다. REST(Representational State Transfer)와 같은 개방형 표준 및 JSON(JavaScript Object Notation)과 같은 개방형 표준 파일 형식을 사용하여 구축된 API입니다. 알려진 대로 이러한 \"RESTful API\"는 독점 소프트웨어 없이도 만들 수 있습니다. 결과 API는 소프트웨어 응용 프로그램 간에 데이터 및 프로시저 호출을 보내고 받을 수 있습니다. 예를 들어, 모바일 뱅킹 앱은 API를 사용하여 은행 시스템에 액세스합니다.",
    "3195334319": "API의 유용성과 취약성",
    "1903743785": "표준 기반 API의 도래는 애플리케이션 통합에서 큰 도약을 의미했습니다. 지난 20여 년 동안 API는 비용이 많이 들고 복잡한 독점 소프트웨어 제품에서 비교적 작업하기 쉽고 배포가 빠른 무료 표준 기반 도구로 바뀌었습니다.",
    "879362350": "인터넷을 통해 작동하는 새로운 API를 통해 플랫폼, 데이터 스키마 또는 프로그래밍 언어에 관계없이 전 세계 어디에서나 모든 소프트웨어 또는 데이터 소스를 연결할 수 있게 되었습니다. 그 결과 컴퓨팅 세계는 지금 API 혁명의 한가운데에 있습니다. 애플리케이션과 데이터 간의 연결성이 폭발적으로 증가했습니다. 그렇지 않을 때까지 훌륭합니다.",
    "3844432472": "API의 개방성과 유용성으로 인해 API는 공격자에게 믿을 수 없을 정도로 풍부한 표적이 됩니다. 모바일 앱이 API를 사용하여 기업 시스템에 접근하고 데이터를 가져오도록 프로그래밍할 수 있는 것과 같은 방식으로 맬웨어도 마찬가지입니다. 해커는 API를 남용하기 위해 다양한 소프트웨어 도구를 작성했습니다. 효과적인 공격 기술입니다.",
    "2187096543": "실제로 데이터베이스에서 데이터를 추출하기 위해 API를 호출하는 해커 작성 소프트웨어로 인해 몇 가지 주요 데이터 침해가 발생했습니다. 결국, 데이터를 훔치는 데 REST 및 JSON을 사용하여 작성된 API에 대한 기본 GET 호출만 필요하다면 데이터베이스를 신속하게 제거하기 쉽습니다. 실제로 사람들이 \"화면 스크래핑\" 공격에 대해 이야기할 때 실제로 의미하는 것은 대부분 데이터베이스에서 데이터를 가져오는 신속한 API 호출입니다. API는 API를 구축하는 조직의 주요 공격 표면이 되었습니다.",
    "4222109231": "hCaptcha의 엔터프라이즈 제품으로 API 위험 완화",
    "1783317946": "API 공격을 중지하는 것은 널리 사용되는 사용 사례입니다.",
    "3022922096": ", hCaptcha의 엔터프라이즈 제품군. hCaptcha의 무료 버전과 달리,",
    "63719113": "스크래핑 활동을 포함하여 사이트 및 앱에 대한 악성 트래픽을 식별하기 위해 고급 기계 학습을 사용합니다.",
    "3566102529": "자세한 내용은 오늘 우리를 참조하십시오.",
    "3096553330": "우리가 만드는 모든 시스템은 단순히 다른 사람들과의 관계를 반영합니다.",
    "1467218142": "우리가 그들과 우리 자신에게서 원하는 것이 우리의 행동을 주도하므로 모든 인간 시스템에서 동일한 패턴의 상호 작용이 반복됩니다. 인터넷은 우리 세계의 이러한 근본적인 측면에 대한 많은 훌륭한 예를 제공합니다.",
    "808872868": "예: 스팸, 사기 및 남용은 두 시스템이 처음 함께 연결된 지 거의 하루 만에 온라인에 존재했습니다.",
    "1085089390": "온라인 학대는 타고난 인간 행동에서 비롯됩니다.",
    "3064321967": "알려진 최초의 스팸 이메일은 1978년에 발송되었습니다. [",
    "3800781598": "] 거의 50년이 지난 후에도 이메일 스팸은 계속해서 우리를 괴롭히고 있습니다. 이를 퇴치하기 위해 수십억 달러와 수천 년의 엔지니어링 노력이 투입되었지만 스팸은 여전히 존재합니다. 양쪽에 10억 달러 규모의 산업, 즉 이를 옹호하는 기업과 이를 보내는 기업이 있습니다.",
    "2119943547": "왜 이런거야? 답은 간단합니다. 시스템을 남용할 동기가 있는 한 누군가는 일반적으로 방법을 찾을 것입니다. 그리고 일단 그렇게 하면 다른 누군가가 이제 그들을 막을 인센티브를 갖게 될 것입니다.",
    "532470444": "균형은 해마다 조금씩 바뀔 수 있지만, 이 행동은 단순히 인간의 근본적인 본성을 반영하며, 기록된 5,000년의 역사는 그 역동성이 조만간 바뀌지 않을 것임을 암시합니다.",
    "3193548097": "희망 스프링스 이터널",
    "4065614934": "이 분석은 새로운 것이 아니지만 사람들은 영원히 낙관적입니다. 특히 자신의 아이디어가 새롭다고 생각할 때 더욱 그렇습니다.",
    "1216071511": "동일한 아이디어가 너무 자주 제안되어 약 20년 전에 익명의 저자가 스팸 방지 솔루션에 대한 온라인 토론을 위해 유용한 공란 채우기를 제안했습니다.",
    "1941999673": "귀하의 게시물 옹호",
    "4179118182": "( ) 기술 ( ) 입법 ( ) 시장 기반 ( ) 자경단",
    "3978720689": "스팸 퇴치를 위한 접근 방식. 당신의 아이디어는 작동하지 않을 것입니다. 이것이 작동하지 않는 이유입니다.",
    "318339230": "(다음 중 하나 이상이 귀하의 특정 아이디어에 적용될 수 있으며,",
    "30312304": "나쁜 연방법이 통과되기 전에 주마다 달랐던 다른 결함.)",
    "2710988028": "( ) 스패머는 이메일 주소를 수집하는 데 쉽게 사용할 수 있습니다.",
    "3912514510": "( ) 메일링 리스트 및 기타 합법적인 이메일 사용이 영향을 받습니다.",
    "2030062561": "( ) 아무도 그 남자를 찾거나 돈을 모을 수 없을 것이다",
    "3334160175": "( ) 무차별 대입 공격에 무방비",
    "3238345709": "( ) 2주 동안 스팸을 차단한 다음 계속 차단하겠습니다.",
    "4227800293": "( ) 이메일 사용자는 그것을 참지 않을 것입니다",
    "2271252286": "( ) Microsoft는 이를 참지 않을 것입니다.",
    "692064738": "( ) 경찰은 그것을 참지 않을 것이다",
    "3475647460": "( ) 스패머로부터 너무 많은 협력이 필요합니다.",
    "1482845460": "( ) 한 번에 모든 사람의 즉각적인 총체적 협력이 필요합니다.",
    "3741193183": "( ) 많은 이메일 사용자는 사업을 잃거나 잠재적 고용주를 소외시킬 여유가 없습니다.",
    "2234909600": "( ) 스패머는 목록에 있는 잘못된 주소를 신경 쓰지 않습니다.",
    "1982617151": "( ) 누구든지 다른 사람의 경력이나 사업을 익명으로 파괴할 수 있습니다.",
    "2498172334": "특히, 귀하의 계획은",
    "389705801": "( ) 명시적으로 금지하는 법률",
    "190955495": "( ) 이메일에 대한 중앙 제어 권한 부재",
    "237009707": "( ) 해외 오픈 릴레이",
    "3507532387": "( ) 모든 이메일 주소의 작은 영숫자 주소 공간 검색 용이",
    "2477958756": "( ) 나쁜 사람들",
    "3254142589": "( ) 관할 문제",
    "3621401685": "( ) 이상한 새로운 세금의 인기 없음",
    "4277475973": "( ) 이상한 새로운 형태의 돈을 받아들이는 대중의 꺼림칙함",
    "941057651": "( ) SMTP에 대한 막대한 기존 소프트웨어 투자",
    "3265293440": "( ) SMTP 이외의 프로토콜이 공격에 취약",
    "515733427": "( ) 이메일로 받은 OS 패치 설치 의사",
    "2631159699": "( ) 광대역 연결 Windows 상자로 가득한 웜의 군대",
    "776542208": "( ) 모든 필터링 접근 방식에 수반되는 영원한 군비 경쟁",
    "989480928": "( ) 스팸의 극도의 수익성",
    "3898950867": "( ) Joe 직업 및/또는 신분 도용",
    "3395399558": "( ) 기술적으로 문맹인 정치인",
    "1118929614": "( ) 스패머와 거래하는 사람들의 극단적인 어리석음",
    "838951836": "( ) 스패머 자체의 부정직",
    "2123236933": "( ) 클라이언트 필터링의 영향을 받지 않는 대역폭 비용",
    "2292919419": "( ) 전망",
    "2534436327": "다음과 같은 철학적 반대도 적용될 수 있습니다.",
    "832385387": "( ) 당신과 비슷한 아이디어는 쉽게 내세울 수 있지만 아직까지 실용적인 것은 없습니다.",
    "1993984258": "( ) 옵트아웃에 기반한 모든 계획은 허용되지 않습니다.",
    "3909240516": "( ) SMTP 헤더는 법률의 대상이 되어서는 안 됩니다.",
    "1151065360": "( ) 블랙리스트는 짜증난다",
    "2396605499": "( ) 화이트리스트는 형편없다",
    "2225785608": "( ) 검열을 받지 않고 비아그라에 대해 이야기할 수 있어야 합니다.",
    "3004688366": "( ) 대책에는 전신환 사기 또는 신용 카드 사기가 포함되어서는 안 됩니다.",
    "922470170": "( ) 대책에는 공공 네트워크의 방해 행위가 포함되어서는 안 됩니다.",
    "3068923550": "( ) 단계적으로 단계적으로 도입할 경우 대응책이 작동해야 함",
    "2752975480": "( ) 이메일 전송은 무료여야 합니다.",
    "117227832": "( ) 왜 우리는 당신과 당신의 서버를 믿어야 합니까?",
    "1021431157": "( ) 오픈 소스 또는 오픈 소스 라이선스와 비호환성",
    "2801524659": "( ) 기분 좋은 조치는 문제를 해결하는 데 아무런 도움이 되지 않습니다.",
    "931661269": "( ) 임시/일회성 이메일 주소가 번거롭다",
    "2090457681": "( ) 정부가 내 이메일을 읽는 것을 원하지 않습니다.",
    "3536122902": "( ) 그런 식으로 멈추는 것은 느리고 고통스럽지 않습니다.",
    "2391175562": "더군다나 나는 당신에 대해 이렇게 생각합니다.",
    "229198134": "( ) 미안하지만, 나는 그것이 효과가 없을 것이라고 생각합니다.",
    "345563040": "( ) 이것은 어리석은 생각이고 제안한 당신은 어리석은 사람입니다.",
    "409780280": "( ) 좋은 시도, ****! 누군가 키보드를 밟았으면 좋겠습니다!",
    "2820080973": "❤에 의해 호스트됨",
    "3943164003": "원시보기",
    "3875523186": "gistfile1.txt",
    "2840750518": "깃허브",
    "593735469": "새로운 스팸 방지 솔루션이 작동하지 않는 이유",
    "361795034": ". 무명의 저자, c. 2000년",
    "1547006769": "인적성 검증도 같은 문제",
    "3717942925": "이메일을 통해 당신의 관심을 받고자 하는 사람들이 항상 있는 것처럼 일부 리소스에 대한 액세스를 제한하여 사람만 액세스할 수 있도록 하려는 욕구가 항상 있을 것입니다.",
    "2481032625": "다음을 방지하는 것이 목표인지 여부:",
    "1691348394": "- 한정판 판매 중 자동 대량 구매",
    "1771016224": "- 웹사이트에서 모든 콘텐츠를 일괄 다운로드하는 소프트웨어",
    "1959762846": "- 웹 양식이 끝없는 마케팅 스팸 또는 남용으로 채워짐",
    "345108670": "- 크리덴셜 스터핑 및 기타 계정 탈취 시도",
    "2540760245": "인간의 본성이 지난 5,000년 동안 기록된 동일한 패턴을 따르는 한 \"인간 여부\"를 기반으로 온라인 트래픽을 필터링할 수 있는 다른 많은 용도 중에서 가치 있는 도구로 남을 것입니다.",
    "3346362371": "기계 학습은 어떻습니까?",
    "3619183405": "2021년에는 기계 학습의 발전 덕분에 간단한 보안 문자가 때때로 소프트웨어로 해결될 수 있습니다. 이 문제를 해결하기 위해 hCaptcha는 다음과 같은 속성에 대한 매우 상세한 분석도 수행합니다.",
    "3292221787": "챌린지는 정답 여부뿐 아니라 질문에 대한 답변과 사용된 데이터를 자주 변경합니다.",
    "1080672247": "대부분의 질문은 기성 소프트웨어로 경제적으로 해결할 수 없고 데이터는 일반적으로 시스템에 고유하기 때문에 봇은 종종 무료 서비스에 의해 완전히 중지되고 대신 인간 CAPTCHA 솔버에 의존해야 합니다. 많은 종류의 학대를 완전히 비경제적으로 만듭니다.",
    "4172868199": "이보다 훨씬 더 나아가 \"좋은 인간\"과 \"나쁜 인간\"을 구별하려는 시도의 영역으로 이동하며 오늘날 세계에서 가장 인기 있는 많은 온라인 서비스에서 구매 사기에서 고급 영구 개인 정보 보호에 고유한 초점을 유지하면서 사용자에 대한 위협을 차단합니다.",
    "2873911365": "하드웨어 증명은 어떻습니까?",
    "1477196356": "때로는 개인 정보 보호 속성이 있는 암호로 안전한 방식으로 ID를 장치에 연결하는 다양한 방법이 수십 년 동안 제안되었습니다. 공개 키 암호화는 c로 거슬러 올라갑니다. 1975년, 하드웨어 토큰은 거의 오랫동안 존재해 왔습니다.",
    "2349681896": "불행히도 하드웨어를 제어한다고 해서 사람이 되는 것은 아닙니다. 거의 모든 인기 있는 소비자 하드웨어 증명 체계는 반복적으로 중단되고, 패치되고, 다시 중단되었습니다.",
    "254326776": "이러한 결함의 악의적인 남용은 공개 또는 학술 출판 이전에 몇 달 또는 몇 년 동안 발생한 것으로 종종 발견됩니다.",
    "2462909475": "10,000개 이상의 전화기가 중국 봇 작업의 일부인 학대에 사용된 벽입니다.",
    "1963951234": "암호화 체계가 아무리 신뢰할 수 있더라도 결국 누군가가 단순히 돈을 지출하여 원하는 답을 얻을 수 있다면 하드웨어를 소유하는 것만으로는 충분하지 않습니다.",
    "1278884196": "즉, 암호학은 아주 어린 학문입니다. 최근 기록에 따르면 암호화 체계 및/또는 구현은 누군가가 이를 자세히 살펴보고자 하는 동기를 갖게 되면 즉시 중단될 가능성이 있으며 다른 사람들이 이를 알기 훨씬 전에 알아차릴 가능성이 높습니다. 하드웨어에 의존한다는 것은 결함을 패치하기 위해 모든 사용자에게 물리적 장치를 변경하도록 요청해야 할 수도 있음을 의미합니다. 이것은 대부분의 경우 빠르게 발생하지 않을 것입니다. 즉, 실제로 시스템은 단순히 페일오픈됩니다.",
    "1828028934": "이는 이유",
    "1642844535": "중요: hCaptcha는 동일한 기본 질문에 답하기 위해 여러 가지 다른 접근 방식을 사용하므로 모든 평가에서 일관성을 비교할 수 있습니다.",
    "1155821305": "수비는 깊이다",
    "119098046": "패시브 또는 노챌린지 솔루션은 어떻습니까?",
    "2760410719": "순전히 수동적인 신호로 봇 탐지를 시도하는 서비스는 근본적인 문제에 빠르게 직면합니다. 정확한 ground truth가 없을 때 시스템이 악의적인 행위자를 올바르게 탐지하는지 여부를 어떻게 검증합니까?",
    "1722734001": "개방형 인터넷은 매우 시끄러운 환경입니다. 악의적인 행위자는 매일 reCAPTCHA와 같은 우리 서비스 사용자와 경쟁자를 공격하며 가능한 한 인간처럼 보이려고 시도합니다.",
    "1595254735": "순전히 수동적인 서비스는 봇 탐지 정확도를 유지하기 위해 고군분투하거나 심지어 정확하지 않을 때조차 알기 위해 고군분투합니다. 때때로 사용자에게 도전하고 해당 도전의 결과를 정확하게 분석할 수 있는 기능이 없으면 시간이 지남에 따라 정확도가 크게 떨어지는 경향이 있습니다.",
    "2412751979": "hCaptcha를 구동하는 보다 정확한 인간 신호 덕분에 이전에 reCAPTCHA v3/Enterprise를 사용했던 많은 회사가 다음으로 전환했습니다.",
    "2284856231": "hCaptcha Enterprise의 순수 수동 모드에서도 정확도가 크게 향상되었습니다.",
    "4162847": "일부 고객이 Google 제품에서 완전히 전환하기 전에 동일한 요청에 대해 A/B 테스트를 실행하기 때문에 이를 직접 관찰할 수 있었습니다. 일반적으로 reCAPTCHA v3 또는 reCAPTCHA Enterprise에서 발생하는 높은 위양성 및 위음성 비율을 모두 증명할 수 있습니다.",
    "436125785": "이는 해당 제품에서 사용할 수 있는 피드백 루프의 부정확성과 봇 탐지에 너무 능숙하지 않아 핵심 비즈니스에 해가 되지 않도록 하는 압도적인 기득권을 가진 광고 네트워크에 의해 판매된다는 사실을 고려할 때 놀라운 일이 아닙니다.",
    "2233741720": "결론적으로",
    "2133809801": "사람이 사람으로 남아 있는 한 온라인에서 인간성 검증이 역할을 할 가능성이 높습니다.",
    "2255549335": "hCaptcha에서 우리의 임무는 어려움과 정확성 사이에서 좋은 균형을 찾고 마찰을 낮게 유지하는 것입니다.",
    "4138068262": "사용자. 결국 인간의 본성이 변하지 않는 한 도전과제와의 상호작용은 온라인 남용을 줄이기 위한 도구의 일부로 남을 가능성이 높습니다.",
    "855097735": "모든 문제의 균형을 맞추면서 이 작업을 잘 수행하는 서비스를 구축하는 것은 매우 어려운 문제입니다(그리고 우리는 가능한 한 즐거운 경험을 제공하기 위해 항상 개선하기 위해 노력하고 있습니다). 그러나 스팸, 남용, 계정 탈취를 줄이는 데 동의하기를 바랍니다. , 그리고 온라인 사기는 궁극적으로 가끔 간단한 질문을 할 가치가 있습니다.",
    "1953959745": "접근성",
    "2543123170": "마찰이 없는 인간성 검증",
    "547245263": "오늘 봇 문제를 해결하세요.",
    "3117887301": "가장 큰 온라인 서비스가 신뢰하는",
    "981806349": "검증된 hCaptcha 플랫폼을 기반으로 구축",
    "2373007864": "hCaptcha Enterprise는 트래픽이 많은 기업에 필요한 기능을 포함하도록 확장된 hCaptcha 플랫폼 기술에서 실행됩니다.",
    "2652399059": "신뢰할 수 있는 파트너",
    "1997838163": "세계 최대 기업들은 hCaptcha Enterprise에 의존하고 있습니다. 통합이 간단하고 탐지 정확도가 타의 추종을 불허합니다.",
    "734735952": "우리는 많은 CAPTCHA 공급업체를 평가하고 시스템을 직접 구축했습니다. 결국 hCaptcha는 reCAPTCHA에 대한 최고의 대안으로 떠올랐습니다.",
    "1250541092": "— 세르지 이사시",
    "3524251858": "Cloudflare 제품 관리 이사",
    "3971348140": "hCaptcha를 사용한 이유는 무엇입니까? 우리가 필요로 하는 기능과 성능을 제공할 수 있는 사람은 아무도 없었습니다. 그들은 우리를 빠르게 시작하고 실행했으며 우리 상인들은 그 경험을 좋아합니다.",
    "4248655793": "— 알렉스 M.",
    "4185927140": "제품 관리자, Flash, Shopify",
    "282913023": "트래픽이 많은 기업을 위한 비용 효율적인 옵션",
    "999610953": "마지막으로 Google의 신뢰할 수 있는 대안입니다. hCaptcha Enterprise는 보안이 강화되어 reCAPTCHA 청구서를 획기적으로 절감합니다. 경우에 따라 최대 80% 저렴합니다.",
    "1886100235": "세계 최대 온라인 서비스 중 다수가 hCaptcha Enterprise로 전환했으며 상당한 비용 절감과 함께 향상된 봇 감지 기능을 받았습니다.",
    "2903742230": "광고 네트워크는 방문자를 제품으로 봅니다. 우리의 유일한 목표는 그들의 인간성을 결정하는 것입니다. 당사 서비스는 GDPR, CCPA, LGPD 및 PIPL 요구 사항을 충족하거나 초과하며 개인 정보 보호와 보안의 균형을 맞추기 위해 열심히 노력합니다.",
    "3901503296": "개인 정보 보호에 대한 이러한 독특한 초점은 우수한 보안을 유지하면서 필요에 따라 개인 데이터 보존 제로, 쿠키 없는 운영 및 기타 계약상의 개인 정보 보호를 제공할 수 있음을 의미합니다.",
    "3342910682": "더 읽기",
    "1130783905": "정확성은 귀하와 당사의 관심사입니다. hCaptcha는 실제 데이터를 제공하고 이를 사용하는 방법을 결정할 수 있도록 합니다. 다른 보안 솔루션은 Gigantic 광고 회사에서 제공합니다. 이는 차단하는 모든 봇이 수익을 감소시킬 수 있음을 의미합니다.",
    "2019130052": "개인 정보 중심 ML의 혁신을 통해 보안이나 사용자 개인 정보를 해치지 않으면서 기존 \"모든 것을 영원히 기록\" 전략의 보안 표준을 능가할 수 있습니다.",
    "23114595": "뛰어난 사용자 경험",
    "3437412311": "엔터프라이즈 사용자의 경우 수동 점수에 의존하여 대부분의 시나리오에서 문제를 완전히 피할 수 있는 옵션을 사용할 수 있습니다.",
    "1996843433": "우수한 보안을 제공하면서 합법적인 트래픽의 99.9%에 대한 문제를 완전히 방지하여 마찰을 줄입니다.",
    "3093689546": "쉬운 통합",
    "247560732": "세 줄의 코드로 hCaptcha를 추가합니다. reCAPTCHA에서 오는 경우 API가 호환되며 전환하는 데 몇 분 밖에 걸리지 않습니다.",
    "1510448156": "지금 바로 우수한 대안을 실행하고 필요에 따라 고급 기능을 켤 수 있습니다.",
    "2718999653": "맞춤형 위협 점수",
    "2698140263": "모든 문제가 같은 것은 아닙니다. 단일 점수를 얻는다는 것은 유용하기 위해 필요한 사항을 해결해야 함을 의미합니다.",
    "897432717": "맞춤형 위협 점수를 위한 새로운 디자인을 통해 비즈니스 지식을 추가하면 당사 모델이 사용자와 고유하게 관련된 점수를 제공할 수 있습니다.",
    "2650502379": "몇 초 만에 자신의 도전을 시작하십시오",
    "3578122193": "관련 콘텐츠로 브랜드 유지",
    "1074044172": "사용자가 보안 요구 사항을 충족하기 위해 문제를 해결해야 할 때 사용자에게 유쾌하고 관련성 높은 질문을 하지 않겠습니까?",
    "1579093044": "간단한 맞춤형 챌린지 디자이너를 사용하면 단 몇 분 만에 브랜드 챌린지 콘텐츠를 시작할 수 있습니다.",
    "3717512591": "직접 플랫폼 통합",
    "121743429": "웹 인프라 회사용",
    "2131386784": "귀하와 귀하의 사용자 모두에게 도달 가능한 전문 지식 및 지원",
    "2782263070": "서비스는 우리에게 최우선 순위입니다. 우리는 연중무휴 24시간 대기 지원을 유지하고 구현 중 및 구현 후에 엔지니어링 통합 팀 및 대기 직원과 직접 Slack 조정을 제공합니다.",
    "3740051331": "또한 소셜 미디어, 포럼, 위젯 내 및 이메일 지원 채널에서 사용자의 질문을 적극적으로 모니터링하고 응답하기 위해 최선을 다하고 있습니다. 우리는 접근 가능하고 반응이 빠르며 사용자 만족도를 최고의 KPI로 취급합니다.",
    "170775527": "엔터프라이즈 기능",
    "3383086062": "hCaptcha Enterprise는 완전한 온라인 보안 솔루션입니다. 능동 및 수동 모드를 사용하면 자격 증명 스터핑을 중지하고 계정 탈취를 감지하며 의심스러운 행위자를 차단할 수 있습니다. 합법적인 사용자를 위한 마찰이 전혀 없습니다.",
    "1408599440": "몇 줄의 코드와 99.9% 수동 모드로 빠르게 시작하거나 사용자가 문제를 겪는 시기와 방법을 완전히 제어할 수 있습니다. 맞춤형 위협 모델과 맞춤형 과제는 보안을 보장하는 탁월한 유연성을 의미합니다.",
    "3365203058": "세계적 수준의 봇 방지 보호",
    "1803009328": "웹 규모에서 전투 테스트를 거쳤습니다.",
    "1586809757": "높은 정확도의 봇 점수",
    "353367791": "다양한 유형의 불량 행위자를 탐지합니다.",
    "191460155": "제로 마찰 및 99.9% 패시브 모드",
    "585557010": "합법적인 사용자의 0.1% 미만에 도전하십시오.",
    "3287172429": "표시된 제어 챌린지 유형",
    "1844885924": "선택할 수 있는 다양한 유형의 라이브러리.",
    "3018523079": "일관된 사용자 경험으로 브랜드를 유지하십시오.",
    "3817811295": "보장된 안정성과 빠른 24/7 온콜 지원.",
    "1798492192": "레거시 브라우저 지원",
    "1356745565": "Internet Explorer 8과 완전히 호환됩니다.",
    "751483365": "비 JavaScript 클라이언트에 대한 지원.",
    "4199502476": "고급 보고 대시보드 및 API",
    "3630114728": "모든 사이트와 앱에서 어떤 일이 일어나고 있는지 확인하세요.",
    "3573245166": "reCAPTCHA와 달리 우리는 모든 국가에서 일합니다.",
    "2354267648": "GDPR, CCPA 및 LGPD 친화적인 개인 정보 보호 정책",
    "3167979932": "첫날부터 개인 정보 보호를 위해 설계되었습니다. 강력한 데이터 처리 계약.",
    "4065065042": "사용 사례에 정확히 맞도록 전화를 겁니다.",
    "111184581": "자사 호스팅",
    "4272022475": "모든 요청과 자산은 hcaptcha.yourdomain.com으로 이동합니다.",
    "2676853536": "다중 사용자 대시보드",
    "1368787974": "팀 전체에서 관리를 공유합니다.",
    "1045484714": "ID 공급자(예: Okta 또는 Azure AD)와의 SAML SSO 통합.",
    "3953584369": "정교한 RBAC 액세스 제한이 가능합니다.",
    "2781507299": "즉각적인 확인",
    "4019660456": "0ms 대기 시간: API 호출 없이 hCaptcha 토큰을 확인합니다.",
    "3446714684": "모바일(iOS 및 Android) 통합",
    "2593768395": "웹, 네이티브 모바일, 모바일 웹 전반에 걸친 원활한 경험. 사전 구축된 통합 및 기본 SDK를 사용할 수 있습니다.",
    "1779265104": "맞춤형 약관 및 개인정보 보호",
    "122875767": "다른 회사에서는 할 수 없는 법적 요구 사항을 충족하십시오.",
    "148188781": "제시된 과제",
    "838049015": "검색어와 일치하는 모든 이미지 선택",
    "1126302400": "경계 상자",
    "3554448168": "분류",
    "2104933754": "해당 레이블 식별",
    "3612043014": "...및 기타 간단한 작업. 인간에게는 쉽고 봇에게는 어렵다.",
    "3624758171": "엔터프라이즈 게시자도 사용자 지정 작업을 사용할 수 있습니다.",
    "1001938065": "이보다 더 쉬울 수 없는 통합",
    "2138799135": "hCaptcha에는 사용하는 프론트엔드 및 백엔드 시스템을 위한 수십 개의 사전 구축된 통합이 있습니다.",
    "2535001179": "Google의 reCAPTCHA에서 오는 경우 Google API는 즉시 교체됩니다.",
    "1393184984": "필요한 모든 것입니다.",
    "3715747429": "우리의 온보딩 엔지니어는 React 통합, iOS 네이티브 앱용 SDK, Java 백엔드 예제 또는 거의 모든 다른 시나리오가 필요한지 여부에 관계없이 신속하게 진행할 수 있습니다.",
    "2681650568": "그리고 항상 그렇듯이 개인 정보는 우리의 핵심 가치입니다. 필요하고 귀하와 귀하의 사용자 모두를 보호하는 데 합당한 곳에만 챌린지 코드를 추가하십시오. 데이터 수집의 최소화는 통합하는 순간부터 시작됩니다.",
    "1130868224": "세 줄의 코드",
    "2183926131": "hCaptcha Enterprise 시작하기",
    "1526887904": "hCaptcha 엔터프라이즈 개인 정보 보호",
    "1845745385": "개인 정보 보호를 위해 설계되었습니다.",
    "1297224875": "엔터프라이즈 온라인 보안에 대한 고유한 개인 정보 중심 접근 방식입니다.",
    "2762458927": "귀하의 사용자 데이터는 판매용이 아닙니다.",
    "2058856283": "hCaptcha Enterprise의 목적은 단 하나입니다. 악의적인 행위자가 온라인 운영을 방해하고 사용자에게 피해를 주는 것을 방지하는 것입니다.",
    "2408036504": "따라서 당사 시스템은 처음부터 동급 최고의 보안을 유지하면서 데이터 수집 및 보존을 최소화하도록 설계되었습니다. 사용자 데이터를 보호하는 가장 좋은 방법은 전혀 저장하지 않는 것입니다.",
    "4099477834": "또한 모든 고객 관계는 강력한 데이터 처리 계약으로 보호됩니다. hCaptcha 서비스는 서비스 또는 고객이 거주하는 지역에 관계없이 모든 개인정보 보호법을 준수합니다. 개인 데이터를 보관하지 않으면 다른 회사보다 훨씬 쉽게 처리할 수 있습니다.",
    "3569492665": "온라인 활동을 기록하는 것은 답이 아닙니다.",
    "3389431373": "reCAPTCHA v3와 같은 서비스에서는 보안을 강화하기 위해 사이트의 모든 페이지에 추적 픽셀을 배치해야 한다고 말합니다. 그렇지 않다.",
    "3590546893": "간단한 행동 분석은 악의적인 행위자가 쉽게 위조할 수 있는 신호이며 모든 합법적인 트래픽에 대한 검색 기록도 유지해야 합니다.",
    "1105363520": "우리는 광고 네트워크를 운영하지 않으며 광고를 판매하기 위해 사용자 행동을 관찰하는 데 관심이 없습니다. 즉, 사이트의 모든 페이지에 수동 픽셀이 필요하지 않습니다.",
    "3088605177": "필요하고 귀하와 귀하의 사용자 모두를 보호하는 데 합당한 곳에만 챌린지 코드를 추가하십시오.",
    "337971271": "기계 학습은 유용합니다. 그러나 작동하는 데 개인 데이터가 필요한 것은 아닙니다.",
    "320166522": "머신 러닝은 이제 우리 삶의 거의 모든 측면에 영향을 미치며 종종 우리가 깨닫지 못하고 볼 수 없는 방식으로 영향을 미칩니다. 온라인 보안 서비스도 다르지 않습니다.",
    "3180664128": "수천 개의 신호를 학습함으로써 모델은 개별 신호 자체가 문제를 나타낼 만큼 충분히 강력하지 않은 경우에도 악성 행동을 매우 빠르게 추론하고 높은 신뢰도에 도달할 수 있습니다.",
    "961941354": "그러나 이 중 어느 것도 개인 식별 정보(\"PII\")를 사용할 필요가 없습니다. 현대 암호화 기술을 사용하면 개인 데이터를 가능한 한 빨리 폐기하여 개인에게 연결할 수 없는 단방향 서명을 대신 생성할 수 있습니다.",
    "1706581702": "비식별화된 데이터에 대한 교육도 마찬가지로 작동하며 보안이나 개인 정보 보호에 대한 타협이 필요하지 않습니다. 우리 고객은 경험적 테스트를 수행했으며 훨씬 덜 사적인 대안과 동등하거나 더 낫다고 선언했습니다.",
    "3203921334": "우리는 hCaptcha 솔루션에 대한 많은 점을 좋아했습니다. 1) 개인 데이터를 판매하지 않습니다. 필요한 최소한의 개인 데이터만 수집하고, 수집하는 정보와 정보를 사용 및/또는 공개하는 방법을 투명하게 설명합니다.",
    "305735018": "마지막으로 Google의 신뢰할 수 있는 대안입니다. hCaptcha Enterprise는 보안이 강화되어 reCAPTCHA 청구서를 획기적으로 절감합니다. 경우에 따라 최대 80% 저렴합니다.",
    "3695206755": "의무 없이 귀하의 환경에서 저희를 시험해 보십시오.",
    "2941545733": "우리는 영업 사원이 아니라 엔지니어입니다. 우리는 귀하가 귀하의 선택에 만족하기를 바랍니다.",
    "131871195": "귀하의 만족을 보장하는 가장 좋은 방법은 귀하의 요구 사항을 충족한다는 것을 입증하는 것입니다.",
    "3436534225": "파일럿을 시작한 거의 모든 회사는 궁극적으로 당사 솔루션을 선택합니다.",
    "4060250206": "이 양식을 사용하여 기술 전문가에게 문의하십시오. 우리는 신속하게 대응합니다.",
    "1159746815": "당신은 또한 우리에게 직접 이메일을 보낼 수 있습니다.",
    "2531534427": "자세한 내용은 여기에 있습니다.",
    "2059998584": "지역",
    "3916131732": "미주",
    "135276624": "유럽, 중동, 아프리카(EMEA)",
    "1182294134": "아시아 태평양(APAC)",
    "2437934778": "당신의 이름",
    "3859506577": "비즈니스 이메일",
    "1268414751": "우리가 알아야 할 다른 세부 사항이 있습니까?",
    "42559805": "긴급 온보딩이 필요하십니까?",
    "851679588": "예.",
    "1729677626": "공격을 받고 있으며 즉각적인 온보딩이 필요합니다.",
    "2808971932": "이것은 div 블록 내부의 일부 텍스트입니다.",
    "2468683988": "표제",
    "356336077": "Lorem ipsum dolor sitmet, consectetur adipiscing elit. eros elementum tristique의 Suspendisse varius enim. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "텍스트 링크",
    "2212670355": "가입하기",
    "31502377": "서식 있는 텍스트 요소란 무엇입니까?",
    "2310705547": "서식 있는 텍스트 요소를 사용하면 제목, 단락, 인용문, 이미지 및 비디오를 개별적으로 추가하고 서식을 지정하지 않고도 한 곳에서 만들고 서식을 지정할 수 있습니다. 더블 클릭만 하면 쉽게 콘텐츠를 만들 수 있습니다.",
    "2590587108": "정적 및 동적 콘텐츠 편집",
    "778204464": "서식 있는 텍스트 요소는 정적 또는 동적 콘텐츠와 함께 사용할 수 있습니다. 정적 콘텐츠의 경우 아무 페이지에나 놓고 편집을 시작하십시오. 동적 콘텐츠의 경우 서식 있는 텍스트 필드를 컬렉션에 추가한 다음 서식 있는 텍스트 요소를 설정 패널의 해당 필드에 연결합니다. 짜잔!",
    "1890955039": "각 서식 있는 텍스트의 서식을 사용자 지정하는 방법",
    "3286051798": "\"When inside of\" 중첩 선택기 시스템을 사용하여 서식 있는 텍스트 요소에 클래스를 추가한 후 제목, 단락, 큰따옴표, 그림, 이미지 및 그림 캡션의 스타일을 지정할 수 있습니다.",
    "504332576": "우리는 hCaptcha가 인터넷의 약 15%에서 실행되는 세계에서 가장 큰 독립적인 사이버 보안 서비스로 성장했으며 이 시장 점유율의 대부분을 Google reCAPTCHA에서 직접 가져갔다는 것을 발표하게 된 것을 자랑스럽게 생각합니다. hCaptcha와 함께",
    "1155436473": "(당사의 엔터프라이즈 제품)은 이제 매달 수천만 개의 웹사이트와 앱에서 수억 명의 사용자를 보호합니다. 우리의 이야기는 개인 정보를 최우선으로 할 때 Big Tech와 경쟁할 수 있음을 보여줍니다.",
    "3108727249": "봇스톱",
    "1296696044": "개인 정보 보호 대 보안: 둘 다 아닌 이유는 무엇입니까?",
    "538871570": "Google 및 기타 Big Tech 회사와 경쟁하는 것은 어려운 주문처럼 보입니다. 독점 시장 지배력, 플랫폼 효과 및 고임금 개발자 군대는 일반적으로 Facebook 또는 Amazon과 같은 다른 기술 거물이 아닌 다른 사람이 다루기에는 너무 강력하다고 간주됩니다. 우리의 이야기는 그렇게 할 필요가 없다는 것을 보여줍니다. 개인 정보 보호에 집중함으로써 Big Tech를 이길 수 있습니다.",
    "3600718611": "Google reCAPTCHA를 고려하십시오.",
    "4281708680": ". hCaptcha에서는 개인 정보 보호 머신 러닝 기술을 사용하여 높은 정확도로 일반적인 봇 동작을 식별하는 동시에 가능한 한 적은 데이터를 소비하고 저장하는 매우 다른 접근 방식을 의도적으로 취했습니다.",
    "3312336121": "웹 사용자가 합법적인 사람인지 봇인지 판단하기 위해 엄청난 양의 행동 데이터를 소비합니다.",
    "1193738791": ": 웹사이트의 모든 페이지와 웹 전반에서 사용자 행동을 추적합니다. hCaptcha는 첫날부터 최대한 개인 정보를 보호하도록 설계했습니다. 이것은 문제에 대한 완전히 다른 접근으로 이어졌습니다. 결과적으로 웹에서 사용자를 추적하고 웹 기록을 신원에 연결하는 것은 우수한 보안을 달성하기 위해 완전히 불필요합니다. hCaptcha로 전환한 많은 회사",
    "2620705814": "Google은 광고 회사이며 보안 제품은 광고 제품과 매우 유사합니다.",
    "1126447688": "개인 정보 보호에 중점을 두고 있음에도 불구하고 봇 탐지 및 완화에서 동일하거나 더 나은 성능을 보고하는 경우가 많습니다.",
    "439777523": "규제 사항",
    "3588274874": "유럽 연합의 GDPR 및 캘리포니아의 CCPA와 같은 규제 노력에 부합하는 제품을 제공하는 데 집중하면서 우리는 엄청난 성장을 경험했습니다. 물론 hCaptcha가 reCAPTCHA에 대한 간단한 \"드롭 인\" 대체품이므로 몇 분 안에 설치할 수 있다는 점에서 도움이 됩니다.",
    "2150595700": ". GDPR 및 CCPA는 기업 구매자를 위한 개인 정보 보호 문제를 지도에 표시했으며, 동시에 온라인 광고 및 마케팅 산업이 역사적으로 데이터를 어떻게 사용했는지 이해하기 시작하면서 온라인 개인 정보가 대중에게 점점 더 중요해지고 있습니다.",
    "2624949852": "물론 reCAPTCHA는 2009년부터 웹 보안 분야의 초기 진입자였으며 악성 봇 및 스패머에 의한 계속 증가하는 위협으로부터 수백만 개의 웹 사이트를 보호했습니다. 그러나 최근 몇 년 동안 완전히 손상되었습니다.",
    "499510428": "우리는 규제가 여기에서 우리를 도왔다고 믿습니다.",
    "1232651561": "소프트웨어는 이제 reCAPTCHA 문제를 해결하는 데 능숙합니다.",
    "824740867": "Google은 솔루션을 개선하는 대신 보안 소프트웨어라기보다 광고 네트워크처럼 작동하는 reCAPTCHA v3를 출시하여 웹 전체에서 행동 데이터를 수집하여 사용자 프로필을 구축했습니다. 불행히도 이러한 종류의 신호는 쉽게 무효화되므로 봇에 대한 보호 기능은 거의 제공하지 않으면서 사용자 개인 정보를 해칠 수 있습니다.",
    "1027023087": "대신 우리 hCaptcha는 문제에 대한 보다 현대적인 접근 방식에 초점을 맞추었습니다. 이 접근 방식은 검색 기록과 같은 장기간의 행동 기록을 유지할 필요가 없으며 서비스가 도입된 이후 단호한 적에 맞서 훨씬 더 탄력적인 것으로 입증되었습니다.",
    "2852295413": "본질적인 이해 상충: 봇을 중지하면 광고 네트워크의 수익이 감소합니다.",
    "1597520917": "점점 더 많은 비평가들이 Google이 사용자 개인정보를 무시하는 것은 웹사이트와 앱을 보호하려는 고객을 우려해야 한다고 지적했습니다.",
    "763447231": "동시에 봇이 게시자 사이트에 액세스하지 못하도록 차단하면 광고 사기가 드러날 수 있으며 Google의 reCAPTCHA 제품이 수익의 80% 이상을 차지하는 광고 비즈니스에 직접적으로 영향을 줄 수 있습니다.",
    "999674529": "Google에서 감지한 모든 봇은 광고 수익이 0이어야 합니다. 따라서 Google의 회사 인센티브는 보안 서비스 사용자와 제대로 일치하지 않으며 이는 reCAPTCHA 보안 제품의 성능이 좋지 않은 이유 중 하나일 수 있습니다.",
    "956019009": "가장 큰 웹 인프라 회사는 이미 조치를 취했습니다.",
    "1923297430": "많은 대규모 고객의 마지막 한계점은 Google이 회사에서 의미 있는 규모로 제품을 사용하는 데 대해 요금을 부과하기 시작했을 때였습니다. 이로 인해 전 세계의 규제 문제로 인해 이미 Google 제품을 사용하는 것이 점점 더 매력적이지 않게 되었기 때문에 오랫동안 reCAPTCHA 사용자가 더 나은 대안을 찾도록 했습니다.",
    "2197218442": "Cloudflare CEO Matthew Prince는 이 관점을 다음과 같이 요약했습니다.",
    "155456850": "hCaptcha로의 전환 발표:",
    "435302267": "회사 블로그 포스팅",
    "2087769953": "\"우리는 이 변화가 우리가 한동안 Google 서비스에 의존하는 데 내재된 개인정보 보호 문제를 해결하는 데 도움이 되기 때문에 매우 기쁩니다. 우리는 여러 CAPTCHA 공급업체를 평가하고 시스템을 직접 구축했습니다. 결국, hCaptcha는 reCAPTCHA에 대한 최고의 대안으로 떠올랐습니다.”\"우리는 hCaptcha 솔루션에 대해 다음과 같은 많은 점을 좋아했습니다. 1) 개인 데이터를 판매하지 않습니다. 필요한 최소한의 개인 데이터만 수집하고, 수집하는 정보와 이를 사용 및/또는 공개하는 방법을 투명하게 설명합니다.\"",
    "595582512": "봇, 스패머 또는 기타 악의적인 행위자로부터 사이트 또는 앱을 효과적으로 보호하면서 사용자의 개인 정보를 보호하고 모든 관련 규정을 준수하려면 hCaptcha 및 엔터프라이즈 제품을 고려하십시오.",
    "3388180864": "웹 규모에서 심층적인 기술적 문제를 해결하는 데 관심이 있으십니까? 우리는 항상 전 세계적으로 재능있는 엔지니어를 고용하고 있습니다.",
    "3892952987": "우리의 채용 공고를 확인하고 여기에서 신청하십시오",
    "3368788823": "Terence Eden은 자신의 블로그에서 다음과 같이 흥미로운 점을 지적합니다.",
    "1491780143": "CAPTCHA는 당신이 인간임을 증명하지 않습니다 – 그들은 당신이 미국인임을 증명합니다",
    "2146900431": "직관적으로 이 주장은 많은 의미가 있습니다. 보안 문자는 거의 모든 것과 마찬가지로 문화적 맥락에 포함되어 있으며, 도전 과제 풀이 대부분 한 문화에서 생성된 경우 다른 문화로 잘 번역되지 않을 수 있습니다. 근본적으로 이것은 문화의 문제이다.",
    "378086442": "UX 그 자체가 아닌 보안문자.",
    "1445008801": "에덴은 다음과 같이 말합니다.",
    "332723732": "콘텐츠",
    "2072808435": "\"알았어, 구글? 우리 나라의 택시는 일반적으로 검은색이다. 나는 미국의 모든 택시가 노란색이라는 것을 알 만큼 영화를 충분히 봤다. 그러나 내가 방문한 다른 모든 나라에서 택시는 다른 색조.\"",
    "3206136647": "여기서 구글의 문제는 그들이 사용하는 질문 데이터와 그것을 보는 사람을 기반으로 합니다. 모든 데이터가 동일한 문화(Google의 경우 동일한 회사)에서 가져온 경우 Eden의 불만 사항에 따라 다른 문화로 잘 번역되지 않는 문제가 있을 것으로 예상할 수 있습니다.",
    "2217842245": "그러나 우리의 데이터는 (hCaptcha의 경우)",
    "4280117172": "실제로 나이지리아, 인도, 브라질, 독일을 포함한 많은 국가들이 미국보다 약간 더 나은 성과를 내고 있습니다.",
    "555749578": "모든 대륙의 주요 국가에서 해결률의 차이는 1% 미만입니다.",
    "151737819": "전 세계의 hCaptcha 해결률은 편차가 거의 없음을 보여줍니다.",
    "3908992897": "전 세계 모든 국가와 지역에서 사용되므로 일관된 글로벌 경험을 제공하는 데 중점을 두고 있습니다.",
    "2808122102": "따라서 다문화 기능은 우리 서비스의 기본 요구 사항입니다. 모든 합법적인 사용자가 콘텐츠에 빠르게 액세스할 수 있도록 하는 것은 우리 임무의 중요한 부분입니다. 우리는 110개 언어로 챌린지를 제공하고 모든 사람이 우리의 챌린지를 해결할 수 있도록 관련 번역을 지속적으로 개선하고 있습니다.",
    "3913801502": "hCaptcha는 이제 인터넷의 약 15%에서 실행됩니다.",
    "2077639538": ". 하나는 Fortune지 선정 500대 기업에서 머신 러닝 스타트업에 이르기까지 우리 서비스의 챌린지 데이터가 하나가 아닌 다양한 출처에서 올 수 있다는 것입니다.",
    "3951112506": ". 이는 이미 데이터의 더 높은 수준의 이질성을 보장합니다.",
    "1803943584": "둘째, 도전 과제를 자체 최적화하여 실행될 국가 또는 언어를 결정하여 일관된 경험의 가능성을 더욱 높입니다. 정확도가 예상보다 낮으면 이 효과가 발생하는 지역 또는 언어에서 일련의 질문 실행이 중지됩니다.",
    "3668873369": "hCaptcha에서는 첫날부터 다른 접근 방식을 취했습니다.",
    "1519201684": "AI 윤리 정책",
    "2155089487": ". 우리의 문제가 일부 그룹에 대해 해결하기 더 쉬웠다면 전 세계와 다른 문화권에 있는 사람들이 문제를 해결할 때 수행하는 방식에 차이가 있을 것으로 예상됩니다. Eden의 게시물의 맥락에서, 우리는 미국인들이 다른 나라 사람들보다 더 잘할 것으로 기대합니다. 우리는 이 문제를 피하기 위해 시스템을 개발하는 데 수년을 보냈기 때문에 실제로는 정반대입니다.",
    "2603863826": "추신: 개선 사항을 사용할 수 있는 귀하의 언어로 된 번역을 찾으면 언제든지 제출하십시오.",
    "3543141425": "그것을 위해!",
    "2697276059": "이것이 효과가 있다는 증거: 전 세계적으로 균일한 해결률",
    "664236229": "풀 리퀘스트"
}