{
  "header-privacy-link": "رازداری",
  "header-integration-link": "انضمام",
  "header-cost-link": "لاگت",
  "header-features-link": "خصوصیات",
  "header-docs-link": "دستاویزات",
  "header-login-button": "لاگ ان کریں",
  "header-contact-button": "سیلز سے رابطہ کریں۔",
  "intro-heading": "زیرو رگڑ انسانیت کی تصدیق۔",
  "intro-contact-button": "مزید جاننے کے لیے ہم سے رابطہ کریں۔",
  "intro-text-bottom": "ویب کو طاقت دینے والی کمپنیوں کے ذریعے انحصار کیا۔",
  "sub-menu-button": "سیلز سے رابطہ کریں۔",
  "sub-menu-item1": "انٹرپرائز",
  "sub-menu-item2": "لاگت",
  "sub-menu-item3": "انضمام",
  "sub-menu-item4": "خصوصیات",
  "sub-menu-item5": "رازداری",
  "sub-menu-item6": "دستاویزات",
  "info-head-1": "ثابت شدہ hCaptcha پلیٹ فارم پر بنایا گیا ہے۔",
  "info-text-1": "hCaptcha Enterprise hCaptcha پلیٹ فارم ٹکنالوجی پر چلتا ہے، جس میں ان خصوصیات کو شامل کرنے کے لیے بڑھایا گیا ہے جن کی اعلی ٹریفک انٹرپرائزز کو ضرورت ہے۔",
  "info-head-2": "ایک قابل اعتماد پارٹنر",
  "intro-subtitle": "آج ہی اپنے بوٹ کا مسئلہ حل کریں۔",
  "info-text-2": "ہماری خدمات پر دنیا کی سب سے بڑی کمپنیاں بھروسہ کرتی ہیں جو دسیوں ملین سائٹس میں روزانہ لاکھوں صارفین کی خدمت کرتی ہیں۔",
  "cloudflare-quote-text": "ہم نے خود ایک نظام بنانے کے ساتھ ساتھ متعدد کیپچا وینڈرز کا جائزہ لیا۔ آخر میں، hCaptcha reCAPTCHA کے بہترین متبادل کے طور پر ابھرا۔",
  "cloudflare-quote-detail": "پروڈکٹ مینجمنٹ کے ڈائریکٹر، Cloudflare",
  "section-quote-head": "ہائی ٹریفک انٹرپرائزز کے لیے سرمایہ کاری مؤثر آپشن",
  "section-quote-text": "آخر میں، گوگل کا ایک قابل اعتبار متبادل۔ hCaptcha Enterprise زیادہ سیکیورٹی کے ساتھ آپ کے reCAPTCHA بل پر ڈرامائی بچت فراہم کرتا ہے: کچھ معاملات میں %80 تک کم مہنگا ہے۔ دنیا کی بہت سی سب سے بڑی آن لائن سروسز hCaptcha انٹرپرائز میں تبدیل ہو گئی ہیں اور لاگت میں خاطر خواہ بچت کے ساتھ بہتر بوٹ کا پتہ لگانا بھی حاصل کر چکے ہیں۔",
  "section-quote-button": "اقتباس کے لیے آج ہی ہم سے رابطہ کریں۔",
  "section-privacy-header": "پرائیویسی فوکسڈ",
  "section-privacy-text-1": "اشتھاراتی نیٹ ورک آپ کے مہمانوں کو پروڈکٹ کے طور پر دیکھتے ہیں۔ ہمارے لیے واحد پروڈکٹ ان کی انسانیت کا تعین کر رہی ہے۔ ہماری خدمات GDPR، CCPA، اور LGPD کی ضروریات کو پورا کرتی ہیں یا اس سے تجاوز کرتی ہیں، اور پرائیویسی پاس جیسے اقدامات کی حمایت کرتی ہیں۔ ہم رازداری اور سلامتی میں توازن پیدا کرنے کے لیے سخت محنت کرتے ہیں۔",
  "section-privacy-text-2": "رازداری پر اس انوکھی توجہ کا مطلب یہ ہے کہ ہم بہترین سیکیورٹی کو برقرار رکھتے ہوئے صفر انفرادی ڈیٹا برقرار رکھنے، کوکی سے پاک آپریشن، اور دیگر معاہدہ رازداری کی ضمانتیں پیش کر سکتے ہیں۔",
  "section-security-header": "سیکیورٹی سب سے پہلے",
  "section-security-text-1": "درستگی آپ کے اور ہمارے مفاد میں ہے۔ hCaptcha آپ کو حقیقی ڈیٹا دینے کا کام کرتا ہے اور آپ کو فیصلہ کرنے دیتا ہے کہ اسے کیسے استعمال کیا جائے۔ دیگر کیپچا Gigantic اشتہاری کمپنیاں فراہم کرتی ہیں۔ اس کا مطلب ہے کہ ہر بوٹ جو وہ بلاک کرتے ہیں ان کی آمدنی کم ہو سکتی ہے۔",
  "section-security-text-2": "پرائیویسی پر فوکس کرتے ہوئے جدید ترین مشین لرننگ تکنیکوں کا استعمال ہمیں سیکیورٹی یا صارف کی رازداری کو نقصان پہنچائے بغیر ہر چیز کو ہمیشہ کے لیے حکمت عملیوں کو ریکارڈ کرنے کے حفاظتی معیارات سے تجاوز کرنے دیتا ہے۔",
  "section-user-experience-header": "زبردست صارف کا تجربہ",
  "section-user-experience-text1": "انٹرپرائز کے صارفین کے لیے، زیادہ تر منظرناموں میں چیلنجوں سے مکمل طور پر بچنے کے لیے اختیارات دستیاب ہیں۔",
  "section-user-experience-text2": "اعلی درجے کے بوٹ ماڈلز کی بدولت اپنی 99.9% جائز ٹریفک کے لیے مکمل طور پر چیلنج سے گریز کرتے ہوئے رگڑ کو کم کریں۔",
  "section-easy-integration-header": "آسان انضمام",
  "section-easy-integration-text": "hCaptcha کو شامل کرنے میں صرف منٹ اور کوڈ کی صرف چند لائنیں لگتی ہیں۔ بنیادی API reCAPTCHA V2 کے ساتھ مطابقت رکھتا ہے، اور اسے سوئچ کرنے میں صرف چند منٹ لگتے ہیں۔ آپ آج ایک اعلی متبادل کے ساتھ تیار اور چل سکتے ہیں، اور ضرورت کے مطابق مزید جدید خصوصیات کو آن کر سکتے ہیں۔",
  "section-easy-integration-serverside": "سرور سائیڈ:",
  "section-easy-integration-frontend": "فرنٹ اینڈ:",
  "section-threat-header": "اپنی مرضی کے مطابق خطرے کے اسکور",
  "section-threat-text": "تمام مسائل ایک جیسے نہیں ہیں: ایک ہی سکور حاصل کرنے کا مطلب ہے کہ اسے مفید ہونے کے لیے آپ کی ضروریات کو پورا کرنا چاہیے۔ hCaptcha کے منفرد کسٹمائزڈ تھریٹ اسکورز کے ساتھ، ایک فوری مشاورت ہمیں اپنے ماڈلز کو ٹیون کرنے کی اجازت دیتی ہے تاکہ آپ کے کاروبار کے لیے مزید متعلقہ اسکور فراہم کریں۔",
  "section-challenges-header": "سیکنڈوں میں اپنے اپنے چیلنجز کا آغاز کریں۔",
  "section-challenges-text-1": "متعلقہ مواد کے ساتھ برانڈ پر قائم رہیں",
  "section-challenges-text-2": "جب صارفین کو حفاظتی تقاضوں کو پورا کرنے کے لیے ایک چیلنج کو حل کرنا ہوگا، تو کیوں نہ صارف کے لیے خوشگوار اور متعلقہ کام تخلیق کریں؟ ہمارے سادہ کسٹم چیلنج ڈیزائنر کے ساتھ، آپ صرف چند منٹوں میں آن برانڈ چیلنج مواد لانچ کر سکتے ہیں۔",
  "section-integration-header": "براہ راست پلیٹ فارم انٹیگریشن",
  "section-integration-subheader": "ویب انفراسٹرکچر کمپنیوں کے لیے",
  "section-integration-text": "hCaptcha انٹرپرائز سسٹم اپنے ڈیزائن میں منفرد طور پر لچکدار ہے: اگر آپ پبلک کلاؤڈ چلاتے ہیں یا بہت سے ڈیٹا سینٹرز کے مالک ہیں تو اسے جزوی طور پر یا مکمل طور پر آپ کے نیٹ ورک کے کنارے پر لگایا جا سکتا ہے۔ سخت ترین SLAs کو پورا کرنے کے لیے ہمارے 24/7 آن کال اسٹاف کے انتظام کے تمام فوائد کو برقرار رکھتے ہوئے یہ اخراجات اور آف نیٹ ورک ٹریفک کو ڈرامائی طور پر کم کر سکتا ہے۔",
  "section-support-header": "آپ اور آپ کے صارفین دونوں کے لیے قابل رسائی مہارت اور تعاون",
  "section-support-text": "خدمت ہمارے لیے اولین ترجیح ہے۔ ہم 24/7 آن کال سپورٹ کو برقرار رکھتے ہیں اور عمل درآمد کے دوران اور اس کے بعد آپ کی انجینئرنگ انٹیگریشن ٹیم اور اپنے آن کال سٹاف کے ساتھ براہ راست سلیک کوآرڈینیشن پیش کرتے ہیں۔ ‍ ہم سوشل میڈیا، فورمز پر آپ کے صارفین کے سوالات کی فعال طور پر نگرانی اور جواب دینے کے لیے بھی پرعزم ہیں۔ اور ہمارے ان ویجیٹ اور ای میل سپورٹ چینلز۔ ہم قابل رسائی اور جوابدہ ہیں، اور صارف کے اطمینان کو ایک اعلی KPI کے طور پر دیکھتے ہیں۔",
  "section-enterprise-header": "انٹرپرائز کی خصوصیات",
  "section-enterprise-title-1": "عالمی معیار کا اینٹی بوٹ تحفظ",
  "section-enterprise-desc-1": "ویب پیمانے پر جنگ کا تجربہ کیا گیا۔",
  "section-enterprise-title-2": "اعلی درستگی والے بوٹ اسکورز",
  "section-enterprise-desc-2": "بہت سے مختلف اقسام کے برے اداکاروں کا پتہ لگائیں۔",
  "section-enterprise-title-3": "زیرو رگڑ اور 99.9% غیر فعال موڈز",
  "section-enterprise-desc-3": "0.1% سے کم جائز صارفین کو چیلنج کریں۔",
  "section-enterprise-title-4": "کنٹرول چیلنج کی اقسام دکھائی گئیں۔",
  "section-enterprise-desc-4": "منتخب کرنے کے لیے اقسام کی وسیع لائبریری۔",
  "section-enterprise-title-5": "استعمال شدہ چیلنج مواد کو کنٹرول کریں۔",
  "section-enterprise-desc-5": "مستقل صارف کے تجربے کے ساتھ برانڈ پر قائم رہیں۔",
  "section-enterprise-title-6": "انٹرپرائز SLAs",
  "section-enterprise-desc-6": "گارنٹیڈ قابل اعتماد اور تیز 24/7 آن کال سپورٹ۔",
  "section-enterprise-title-7": "میراثی براؤزر سپورٹ",
  "section-enterprise-desc-7": "انٹرنیٹ ایکسپلورر 8 کے ساتھ ہر طرح سے مطابقت رکھتا ہے۔",
  "section-enterprise-title-8": "اعلی درجے کی رپورٹنگ ڈیش بورڈز اور API",
  "section-enterprise-desc-8": "دیکھیں کہ آپ کی تمام سائٹس اور ایپس پر کیا ہو رہا ہے۔",
  "section-enterprise-title-9": "ہر ملک میں کام کرتا ہے۔",
  "section-enterprise-desc-9": "reCAPTCHA کے برعکس، ہم ہر ملک میں کام کرتے ہیں۔",
  "section-enterprise-title-10": "GDPR، CCPA، اور LGPD دوستانہ رازداری کی پالیسی",
  "section-enterprise-desc-10": "پہلے دن سے رازداری کے لیے ڈیزائن کیا گیا ہے۔ مضبوط ڈیٹا پروسیسنگ معاہدہ۔",
  "section-enterprise-title-11": "مشکل کی عمدہ سطح",
  "section-enterprise-desc-11": "اپنے استعمال کے کیس میں بالکل فٹ ہونے کے لیے اسے ڈائل کریں۔",
  "section-enterprise-title-12": "فرسٹ پارٹی ہوسٹنگ",
  "section-enterprise-desc-12": "تمام درخواستیں اور اثاثے hcaptcha.yourdomain.com پر جاتے ہیں۔",
  "section-enterprise-title-13": "ملٹی یوزر ڈیش بورڈز",
  "section-enterprise-desc-13": "اپنی ٹیم میں انتظام کا اشتراک کریں۔",
  "section-enterprise-title-14": "فوری تصدیق",
  "section-enterprise-desc-14": "0ms لیٹنسی: بغیر کسی API کال کے hCaptcha ٹوکن کی تصدیق کریں۔",
  "section-enterprise-title-15": "موبائل (iOS اور Android) انٹیگریشن",
  "section-enterprise-desc-15": "ویب، مقامی موبائل، موبائل ویب پر ہموار تجربہ۔ پہلے سے تیار کردہ انضمام اور مقامی SDKs دستیاب ہیں۔",
  "section-enterprise-title-16": "اپنی مرضی کے مطابق شرائط اور رازداری کی ضمانتیں۔",
  "section-enterprise-desc-16": "جب دوسری کمپنیاں نہیں کر سکتیں تو اپنی قانونی ضروریات پوری کریں۔",
  "presented-challlenges-head": "چیلنجز پیش کئے",
  "presented-challenges-title-1": "موازنہ",
  "presented-challenges-text-1": "استفسار سے مماثل تمام تصاویر منتخب کریں۔",
  "presented-challenges-title-2": "باؤنڈنگ باکس",
  "presented-challenges-text-2": "اشیاء کے لیے باؤنڈنگ ایریا کی وضاحت کریں۔",
  "presented-challenges-title-3": "زمرہ بندی",
  "presented-challenges-text-3": "متعلقہ لیبلز کی شناخت کریں۔",
  "presented-challenges-subheader": "اور دوسرے آسان کام۔ انسانوں کے لیے آسان، بوٹس کے لیے مشکل۔",
  "presented-challenges-subtext": "انٹرپرائز پبلشرز کے لیے حسب ضرورت کام بھی دستیاب ہیں۔",
  "footer-header-1": "کمپنی",
  "footer-header-2": "حوالہ جات",
  "footer-header-3": "رابطہ کریں۔",
  "footer-link-1": "لیبل لگانا",
  "footer-link-2": "کے بارے میں",
  "footer-link-3": "نوکریاں",
  "footer-link-4": "ٹریڈ مارکس",
  "footer-link-5": "بلاگ",
  "footer-link-6": "حالت",
  "footer-link-7": "دستاویزی",
  "footer-link-8": "بگ کی اطلاع دیں۔",
  "footer-link-9": "رسائی",
  "footer-terms": "شرائط",
  "footer-privacy": "رازداری",
  "footer-attribution": "انتساب",
  "footer-subheader-1": "حمایت",
  "footer-subheader-2": "رابطہ کریں۔",
  "switch-to-english-link": "انگریزی پر سوئچ کریں۔",
  "intro-heading-privacy": "رازداری کے لیے ڈیزائن کیا گیا ہے۔",
  "intro-subtitle-p1-privacy": " آن لائن سیکیورٹی کے لیے ایک منفرد رازداری سے چلنے والا طریقہ۔",
  "info-head-2-pr": "آن لائن سرگرمی ریکارڈ کرنا جواب نہیں ہے۔",
  "info-text-1-pr": "hCaptcha Enterprise کا صرف ایک مقصد ہے: برے اداکاروں کو آپ کے آن لائن آپریشنز میں خلل ڈالنے اور آپ کے صارفین کو نقصان پہنچانے سے روکنا۔",
  "info-text-2-pr": "اس طرح ہمارے سسٹمز کو زمینی سطح سے ڈیزائن کیا گیا ہے تاکہ ڈیٹا اکٹھا کرنے اور برقرار رکھنے کو کم سے کم کیا جا سکے جبکہ کلاس لیڈنگ سیکیورٹی کو برقرار رکھا جائے۔ صارف کے ڈیٹا کی حفاظت کا بہترین طریقہ یہ ہے کہ اسے بالکل بھی ذخیرہ نہ کیا جائے۔",
  "info-text-3-pr": "تمام صارفین کے تعلقات مضبوط ڈیٹا پروسیسنگ معاہدے کے ذریعے بھی محفوظ ہیں۔ hCaptcha سروس تمام رازداری کے قوانین کی تعمیل کرتی ہے اس سے قطع نظر کہ آپ کی سروس یا آپ کے گاہک کہاں رہتے ہیں۔ ذاتی ڈیٹا نہ رکھنا ہمارے لیے دوسری کمپنیوں کے مقابلے میں بہت آسان بنا دیتا ہے۔",
  "info-text-2-2-pr": "reCAPTCHA v3 جیسی سروسز کا کہنا ہے کہ آپ کی سائٹ کے ہر صفحے پر ان کا ٹریکنگ پکسل لگانا اچھی سیکیورٹی کے لیے ضروری ہے۔ یہ اصل بات نہیں.",
  "info-text-2-3-pr": "سادہ طرز عمل کا تجزیہ برے اداکاروں کی طرف سے آسانی سے جعل سازی کا اشارہ ہے، اور آپ کے تمام جائز ٹریفک کے لیے براؤزنگ ہسٹری کو بھی برقرار رکھنے کی ضرورت ہے۔",
  "info-text-2-4-pr": "ہم کوئی اشتہاری نیٹ ورک نہیں چلاتے، اور آپ کو اشتہارات بیچنے کے لیے آپ کے صارف کے رویے کو دیکھنے میں کوئی دلچسپی نہیں ہے۔ اس کا مطلب ہے کہ ہمیں آپ کی سائٹ کے ہر صفحے پر ایک غیر فعال پکسل کی ضرورت نہیں ہے۔",
  "info-text-2-5-pr": "ہمارا چیلنج کوڈ صرف اس جگہ شامل کریں جہاں یہ ضروری ہو، اور جہاں یہ آپ اور آپ کے صارفین دونوں کی حفاظت کے لیے معنی رکھتا ہو۔",
  "info-head-3-pr": "مشین لرننگ مفید ہے۔ لیکن اسے کام کرنے کے لیے ذاتی ڈیٹا کی ضرورت نہیں ہے۔",
  "info-text-3-1-pr": "مشین لرننگ اب ہماری زندگی کے تقریباً ہر پہلو کو متاثر کرتی ہے، اکثر ایسے طریقوں سے جن کا ہمیں احساس نہیں ہوتا اور نہ ہی دیکھ سکتے ہیں۔ آن لائن سیکیورٹی خدمات مختلف نہیں ہیں۔",
  "info-text-3-2-pr": "ہزاروں سگنلز کو سیکھ کر، ماڈل نقصان دہ رویے کا بہت تیزی سے پتہ لگانے میں اعلیٰ اعتماد کا اندازہ لگا سکتے ہیں اور اس تک پہنچ سکتے ہیں، یہاں تک کہ جب کوئی انفرادی سگنل بذات خود اتنا مضبوط نہ ہو کہ کسی مسئلے کی نشاندہی کر سکے۔",
  "info-text-3-3-pr": "تاہم، اس میں سے کسی کو بھی ذاتی طور پر قابل شناخت معلومات (PII) استعمال کرنے کی ضرورت نہیں ہے۔ جدید کرپٹوگرافک تکنیک ہمیں کسی بھی ذاتی ڈیٹا کو جلد از جلد ضائع کرنے کی اجازت دیتی ہے، اس کے بجائے یکطرفہ دستخط تیار کرتے ہیں جو کسی فرد سے منسلک نہیں ہوسکتے ہیں۔",
  "info-text-3-4-pr": "غیر شناخت شدہ ڈیٹا پر تربیت بھی اسی طرح کام کرتی ہے، اور اس کے لیے سیکیورٹی یا رازداری پر سمجھوتہ کرنے کی ضرورت نہیں ہے۔ ہمارے صارفین نے تجرباتی ٹیسٹ کیے ہیں، اور ہمیں بہت کم نجی متبادل کے برابر یا بہتر قرار دیا ہے۔",
  "cloudflare-quote-text-privacy": "ہمیں hCaptcha کے حل کے بارے میں بہت سی چیزیں پسند آئیں: 1) وہ ذاتی ڈیٹا فروخت نہیں کرتے؛ وہ صرف کم از کم ضروری ذاتی ڈیٹا اکٹھا کرتے ہیں، وہ ان معلومات کو بیان کرنے میں شفاف ہوتے ہیں جو وہ جمع کرتے ہیں اور وہ اسے کیسے استعمال اور/یا ظاہر کرتے ہیں۔",
  "pilot-head": "ہمیں اپنے ماحول میں بغیر کسی ذمہ داری کے آزمائیں۔",
  "pilot-text-1a": "ہم انجینئرز ہیں، سیلز پیپل نہیں: ہم چاہتے ہیں کہ آپ اپنی پسند سے خوش رہیں۔",
  "pilot-text-1b": "آپ کے اطمینان کو یقینی بنانے کا بہترین طریقہ یہ ظاہر کرنا ہے کہ ہم آپ کی ضروریات کو پورا کرتے ہیں۔",
  "pilot-text-1c": "عملی طور پر تمام کمپنیاں جو پائلٹ شروع کرتی ہیں بالآخر ہمارے حل کا انتخاب کرتی ہیں۔",
  "pilot-text-1d": "ہمارے تکنیکی ماہرین میں سے کسی تک پہنچنے کے لیے اس فارم کا استعمال کریں۔ ہم جلدی سے جواب دیتے ہیں۔",
  "pilot-text-1e": "آپ ہمیں براہ راست ای میل بھی کر سکتے ہیں۔",
  "pilot-email-details": "تفصیلات یہاں ہیں۔",
  "pilot-f1": "علاقہ",
  "pilot-f2": "تمھارا نام",
  "pilot-f3": "تمھارا نام",
  "pilot-f4": "بزنس ای میل",
  "pilot-f5": "کوئی اور تفصیلات ہمارے پاس ہونی چاہئیں؟",
  "pilot-f6": "کیا آپ کو فوری طور پر آن بورڈنگ کی ضرورت ہے؟",
  "pilot-f7": "جی ہاں.",
  "pilot-f8": "میں حملے کی زد میں ہوں اور مجھے فوری طور پر آن بورڈنگ کی ضرورت ہے۔",
  "pilot-f9": "جمع کرائیں",
  "pilot-f10": "اپنا ای میل درج کرکے، آپ ہماری شرائط اور رازداری کی پالیسی سے اتفاق کرتے ہیں، اور ہم سے ای میل وصول کرتے ہیں۔",
  "pilot-fo-1": "انضمام آسان نہیں ہو سکتا۔",
  "pilot-fo-2": "hCaptcha میں آپ کے استعمال کردہ فرنٹ اینڈ اور بیک اینڈ سسٹمز کے لیے درجنوں پہلے سے بنائے گئے انضمام ہیں۔",
  "pilot-fo-3": "اگر آپ گوگل کے reCAPTCHA سے آرہے ہیں، تو ہمارے APIs ڈراپ ان متبادل ہیں۔ کوڈ کی تین لائنیں آپ کو درکار ہیں۔",
  "pilot-fo-4": "ہمارے آن بورڈنگ انجینئرز آپ کو تیزی سے آگے بڑھا سکتے ہیں، چاہے آپ کو React انضمام کی ضرورت ہو، iOS مقامی ایپس کے لیے SDKs، جاوا بیک اینڈ کی مثال، یا عملی طور پر کسی اور منظر نامے کی ضرورت ہو۔",
  "pilot-fo-5": "اور ہمیشہ کی طرح، رازداری ہمارے لیے ایک بنیادی قدر ہے۔ ہمارا چیلنج کوڈ صرف اس جگہ شامل کریں جہاں یہ ضروری ہو، اور جہاں یہ آپ اور آپ کے صارفین دونوں کی حفاظت کے لیے معنی رکھتا ہو۔ ڈیٹا اکٹھا کرنا کم سے کم انضمام کے لمحے سے شروع ہوتا ہے۔",
  "pilot-fdone": "شکریہ ہم جلد ہی رابطہ کریں گے۔",
  "home-ent-2-new": "ہمارے انٹرپرائز حل کے بارے میں مزید جانیں۔",
  "home-ent-button-new": "hCaptcha انٹرپرائز",
  "home-main-plans2-new": "hCaptcha انٹرپرائز سلوشنز کلاس لیڈنگ سیکیورٹی فراہم کرتے ہیں اور بہت سی اعلی آن لائن خدمات کی حفاظت کرتے ہیں۔",
  "home-plans-button-2-new": "اورجانیے",
  "header-enterprise-link": "انٹرپرائز",
  "sales-interstitial-c1b-new": "hCaptcha Enterprise کے بارے میں مزید جانیں۔"
}
