{
    "1137470858": "11 دسمبر 2021",
    "12462594": "hCaptcha HUMAN پلیٹ فارم پر بنایا گیا ہے، جو ہر قدم پر لاگت اور کارکردگی کو بہتر بنانے کے لیے جدید ترین روٹنگ اور تجزیہ کی اجازت دیتا ہے۔",
    "2262549101": "رابطے کے متبادل طریقے US کاپی رائٹ آفس DMCA نامزد ایجنٹ ڈائرکٹری میں درج ہیں۔",
    "2272776729": "براہ کرم نوٹ کریں کہ مزید کارروائی کرنے سے پہلے آپ کو اپنی شناخت اور درخواست کی تصدیق کرنی ہوگی، جیسے کہ اپنی حکومتی شناخت فراہم کرکے۔ کیلیفورنیا کے قانون کے مطابق، آپ اپنی طرف سے درخواست کرنے کے لیے ایک مجاز ایجنٹ کو نامزد کر سکتے ہیں۔ آپ کی طرف سے درخواست کرنے کے لیے ایک مجاز ایجنٹ کو نامزد کرنے کے لیے، آپ کو ایک درست پاور آف اٹارنی، درخواست گزار کی درست حکومت کی جانب سے جاری کردہ شناخت، اور مجاز ایجنٹ کی حکومت کی جانب سے جاری کردہ شناخت فراہم کرنا ہوگی۔",
    "2335607721": "نوٹس. سروس کی ان شرائط سے متعلق تمام نوٹس ای میل کے ذریعے بھیجے جائیں گے یا ہماری ویب سائٹ پر پوسٹ کیے جائیں گے۔ آپ کو ہمیں نوٹس بھیجنا چاہیے۔",
    "2875934612": "20 نومبر 2020",
    "3084122606": "جہاں آپ کی ذاتی معلومات کا ہمارا استعمال آپ کی رضامندی پر مبنی ہے، آپ کو سروس میں بتائے گئے طریقے سے یا ہم سے اس نمبر پر رابطہ کرکے کسی بھی وقت اسے واپس لینے کا حق حاصل ہے۔",
    "3312286067": "یا اپنے دائرہ اختیار میں ڈیٹا پروٹیکشن ریگولیٹر کو شکایت جمع کروائیں۔ آپ اپنے ڈیٹا پروٹیکشن ریگولیٹر کو یہاں پر تلاش کر سکتے ہیں۔",
    "3506025515": "hCaptcha log4shell سے متاثر نہیں ہوتا ہے۔ یہاں ہم جانتے ہیں کہ کس طرح ہے.",
    "3516838896": "log4j2 ریموٹ کوڈ پر عمل درآمد کے بگ نے حال ہی میں انٹرنیٹ کو اپنی لپیٹ میں لے لیا، جس سے آن لائن خدمات کا ایک بڑا حصہ متاثر ہوا۔ hCaptcha متاثر نہیں ہوا تھا۔ یہاں ہم نے اس حقیقت کی تصدیق کیسے کی۔",
    "3553195003": "hCaptcha log4shell سے متاثر نہیں ہوتا ہے۔",
    "3610875753": "- اگر ایک اہم کاروباری رکاوٹ کے بعد آپ ہم سے رابطہ نہیں کر سکتے جیسا کہ آپ عام طور پر کرتے ہیں۔",
    "3612764043": "آپ کو ہماری ویب سائٹ hcaptcha.com یا hcaptchastatus.com پر جانا چاہیے۔",
    "3626193263": "ڈیجیٹل ملینیم کاپی رائٹ ایکٹ (DMCA) کے لیے hCaptcha نامزد ایجنٹ ہے۔",
    "3794891866": "کیلیفورنیا کے صارفین ہم سے رابطہ کر کے CCPA کے تحت اپنے حقوق کے مطابق درخواست کر سکتے ہیں۔",
    "3814036702": "- اگر آپ کو ہماری کاروباری تسلسل کی منصوبہ بندی کے بارے میں سوالات ہیں، تو آپ ہم سے اس پر رابطہ کر سکتے ہیں۔",
    "3975007628": "اب ہر ماہ لاکھوں ویب سائٹس اور ایپس کے لاکھوں صارفین کی حفاظت کریں۔ ہماری کہانی سے پتہ چلتا ہے کہ جب آپ رازداری کو اولین ترجیح دیتے ہیں تو آپ Big Tech کا مقابلہ کر سکتے ہیں۔",
    "4038264749": "نوٹ کریں جب کہ مقامی COVID-19 آرڈرز لاگو رہتے ہیں اس بات کی کوئی گارنٹی نہیں ہے کہ میل بروقت موصول ہو جائے گی، اور ای میل (",
    "4115505783": ") ہم تک پہنچنے کا صحیح چینل ہے۔ کمپنی ٹیلی فون یا فیکس نمبر برقرار نہیں رکھتی ہے۔ یہ 21ویں صدی ہے۔",
    "4164851712": "ہم صرف آپ کی ذاتی معلومات کا استعمال قانون کے ذریعہ اجازت کے مطابق کرتے ہیں۔ ہم سے آپ کو آپ کی ذاتی معلومات پر کارروائی کے قانونی اڈوں سے آگاہ کرنے کی ضرورت ہے، جن کی تفصیل نیچے دی گئی ہے۔ اگر آپ کے پاس قانونی بنیادوں کے بارے میں سوالات ہیں جن کے تحت ہم آپ کی ذاتی معلومات پر کارروائی کرتے ہیں، تو ہم سے اس پر رابطہ کریں۔",
    "4201262098": "یہ ٹکنالوجی صحیح افرادی قوت کو آپ کے کام کے ہر حصے کو سنبھالنے دیتی ہے، رازداری کو محفوظ رکھتے ہوئے لاگت کی کارکردگی کو زیادہ سے زیادہ کرتی ہے اور کسی بھی ریگولیٹری تقاضوں کو پورا کرتی ہے جو لاگو ہوسکتی ہیں۔",
    "4217188341": "30 نومبر 2020",
    "4238473596": "حقیقی صارفین کے لیے رگڑ کو کم کرنا ضروری ہے۔ hCaptcha آسان کاموں کا استعمال کرتا ہے اور زیادہ تر صارفین کے لیے کم وقت لگتا ہے جبکہ زیادہ بوٹ ٹریفک کو روکتا ہے۔",
    "4243935861": "ha.com",
    "4270798104": "2. دیگر ایکسٹینشنز کو غیر فعال کرنے کی کوشش کریں۔ اگر اس سے یہ حل ہو جاتا ہے، تو انہیں ایک ایک کرکے آن کریں جب تک کہ آپ کو مسئلہ نہ مل جائے، اور اس ایکسٹینشن کے ڈویلپر کو اس کے بارے میں آگاہ کرنے کے ساتھ ساتھ ہمیں اس بارے میں آگاہ کرنے دیں۔",
    "427220273": "آپ کی شناخت کی تصدیق کرنے اور آپ کی درخواست پر کارروائی کرنے میں ہماری مدد کے لیے ہم آپ سے مخصوص معلومات کی درخواست کر سکتے ہیں۔ قابل اطلاق قانون ہمیں آپ کی درخواست کو مسترد کرنے کی ضرورت یا اجازت دے سکتا ہے۔ اگر ہم آپ کی درخواست کو مسترد کرتے ہیں، تو ہم آپ کو بتائیں گے کہ کیوں، قانونی پابندیوں کے ساتھ۔ اگر آپ اپنی ذاتی معلومات کے ہمارے استعمال کے بارے میں شکایت جمع کروانا چاہتے ہیں یا اپنی ذاتی معلومات سے متعلق آپ کی درخواستوں کا جواب دینا چاہتے ہیں تو آپ ہم سے اس پر رابطہ کر سکتے ہیں۔",
    "433026247": "کاموں کو انجام دینے سے، آپ قابلیت اور مہارت حاصل کر سکتے ہیں، جو ہم اپنی صوابدید پر دیں گے۔ ہم کسی بھی وقت، کسی بھی وجہ سے یا کسی بھی وجہ سے آپ کی قابلیت اور مہارت کو تخلیق، ترمیم، یا منسوخ کرنے کا حق محفوظ رکھتے ہیں۔ چونکہ ہم قومی اصل، نسل، رنگ، جنس، جنسی رجحان، یا قانون کے ذریعہ محفوظ کردہ کسی دوسرے طبقے کی بنیاد پر امتیاز نہیں کرتے ہیں، اس لیے آپ کو کاموں تک رسائی حاصل کرنے کے لیے کسی دوسرے تعاون کنندہ کے طور پر وہی موقع ملے گا جیسا کہ آپ کی اہلیت اور مہارتیں جمع ہوتی ہیں۔ . ایک تعاون کنندہ کے طور پر، اگر آپ کو یقین ہے کہ مشکل امتحانی سوالات نے آپ کی قابلیت، مہارت یا انعامات کو متاثر کیا ہے، تو آپ ٹاسک انٹرفیس کے ذریعے یا ہمارے سپورٹ سسٹم میں ٹکٹ کے ذریعے، مثال کے طور پر ای میل کے ذریعے، مشکل امتحانی سوالات کی وضاحت کرنے والے اچھی طرح سے تعاون یافتہ تنازعات فراہم کر سکتے ہیں۔ پر",
    "492025216": "13 دسمبر 2021",
    "799274928": "ای میل نوٹس کو تمام مقاصد کے لیے تحریری نوٹس سمجھا جاتا ہے جس کے لیے تحریری نوٹس کی ضرورت پڑ سکتی ہے۔ ای میل نوٹس مطلوبہ وصول کنندہ کو مناسب طریقے سے بھیجے جانے کے بعد کاروباری دن موصول ہوئے سمجھے جاتے ہیں۔",
    "211351380": "بلاگ سے:",
    "3153117136": "hCaptcha مشکل کی ترتیبات کیسے کام کرتی ہیں۔",
    "2915355938": "رسائی",
    "793784899": "منصوبے",
    "2671622670": "انٹرپرائز",
    "3527140447": "دستاویزات",
    "505891021": "لیبلنگ سروسز",
    "692176459": "لاگ ان کریں",
    "1892574253": "سائن اپ",
    "2593864519": "مزید بوٹس کو روکیں۔ صارف کی رازداری کی حفاظت شروع کریں۔",
    "4007826952": "ویب، موبائل اور مزید کے لیے #1 رازداری کا پہلا کیپچا۔",
    "3721365241": "کوشش کریں۔",
    "3753956446": "مفت",
    "3276777569": "hCaptcha",
    "55035359": "فی الحال reCAPTCHA استعمال کر رہے ہیں؟",
    "3417372336": "منٹوں میں سوئچ کریں۔",
    "2881474837": "hCaptcha انٹرپرائز",
    "1685871181": "سب سے اوپر آن لائن خدمات پر انحصار کرتے ہیں",
    "1470290349": "بہترین درجے کے بوٹ اور فراڈ مینجمنٹ کے لیے۔",
    "3714002185": "hCaptcha Enterprise کے بارے میں مزید جانیں۔",
    "3946753128": "نجی. محفوظ تیز تر۔",
    "939665604": "پرائیویسی فوکسڈ",
    "780475098": "اشتھاراتی نیٹ ورک آپ کے مہمانوں کو پروڈکٹ کے طور پر دیکھتے ہیں۔ ہمیں صرف اس بات کی پرواہ ہے کہ آیا دورہ اچھا ہے یا برا۔ hCaptcha GDPR، CCPA، LGPD، PIPL، اور دیگر عالمی ڈیٹا قوانین کی تعمیل کرتا ہے۔",
    "219813583": "سیکیورٹی سب سے پہلے",
    "2714878440": "ہماری جدید مشین لرننگ اور ہیومینٹی تصدیق کے ساتھ اپنی خدمات کو سکریپنگ، اکاؤنٹ ٹیک اوور، کریڈینشل اسٹفنگ اور اسپام سے بچائیں۔",
    "1397766838": "بہتر صارف کا تجربہ",
    "2670352917": "hCaptcha انسانوں کے لیے حل کرنے کے لیے آسان ہونے کے ساتھ ساتھ بوٹ کی مزید قابل اعتماد شناخت فراہم کرتا ہے۔",
    "2806751666": "hCaptcha کیا ہے؟",
    "3096063825": "اسے آزمائیں",
    "2968026167": "آپ کی پسندیدہ سبزی۔",
    "713281684": "بینگن",
    "4147497805": "گاجر",
    "3758963444": "شکریہ! آپ کی جمع کرائی گئی ہے!",
    "1070364246": "افوہ! فارم جمع کرواتے وقت کچھ غلط ہو گیا۔",
    "1129833879": "بدنیتی پر مبنی بوٹس کو روکیں، صارف کی رازداری کی حفاظت کریں۔",
    "58091799": "hCaptcha پبلشر اور انٹرپرائز کے بارے میں مزید جانیں۔",
    "1599610318": "پبلشر",
    "3093388779": "hCaptcha کسی بھی سائز کے پبلشرز کے لیے استعمال کرنے کے لیے مفت ہے۔",
    "179723061": "ان ٹیموں کے لیے مزید کنٹرول جنہیں کلاس لیڈنگ سیکیورٹی کی ضرورت ہے۔",
    "846501387": "عالمی معیار کے بوٹ تحفظ",
    "119298044": "اعلی درجے کی خود زیر نگرانی ML اور AI ٹیکنالوجیز آپ کی ویب پراپرٹیز کو خطرات اور حملوں سے محفوظ رکھتی ہیں",
    "1263998069": "انسانی حل کے لیے انعامات کمائیں۔",
    "1103295010": "جب انسان کیپچا حل کرتے ہیں تو پیسے کمائیں یا خیرات میں دیں۔",
    "392886773": "ہر ملک میں کام کرتا ہے۔",
    "2320894364": "200 سے زیادہ پوائنٹس کی موجودگی کے ساتھ، hCaptcha کا کلاؤڈ پوری دنیا میں آپ کے اثاثوں کی حفاظت کرتا ہے",
    "451701069": "GDPR، CCPA کی تعمیل کرتا ہے،",
    "2826051554": "اور مزید",
    "3530599065": "رازداری کو زمین سے بنایا گیا ہے۔ hCaptcha میں کوئی PII نہیں ہے اور یہ رازداری کے متعدد مینڈیٹس اور ضوابط کے مطابق ہے۔",
    "2489287539": "رگڑ سے پاک \"کوئی کیپچا نہیں\" اور 99.9% غیر فعال موڈز",
    "793242047": "ایپلی کیشنز تک تیز رسائی کی اجازت دینے کے لیے صارفین کو پیش کیے گئے چیلنجز کو کم کریں۔",
    "4195759329": "بوٹ کا پتہ لگانے اور خطرے کے اسکور",
    "1150035777": "جدید ترین مشین لرننگ ماڈلز بوٹ اعتماد کے اسکورز پیدا کرتے ہیں جو کہ بہت سے ڈیٹا پوائنٹس کی بنیاد پر ہوتے ہیں کہ آیا سوالات کا صحیح جواب دیا گیا تھا",
    "3688621388": "دھمکی کے دستخط",
    "1131525092": "متعلقہ دھوکہ دہی اور بدسلوکی کو تلاش کرنے اور روکنے کے لیے ہماری پرائیویسی کو محفوظ رکھنے والے Scoped UIDs کے ذریعے آسانی کے ساتھ برے اداکاروں کو اکٹھا کریں۔",
    "1559631739": "نجی تعلیم",
    "3952259236": "اپنے اندھے ڈیٹا کو hCaptcha کے ہزاروں سگنلز کے ساتھ جوڑیں تاکہ hCaptcha کو طرز عمل کی کلاسوں پر تربیت دی جا سکے -- صرف آپ کی مثال کے لئے -- کسی بھی حل سے بہتر طور پر بدنیتی پر مبنی رویے کی بہتر پیش گوئی کرنے کے لیے",
    "1150963691": "APT تخفیف",
    "4083018285": "توسیع شدہ خصوصیات کا ایک مجموعہ جو بہتر SOC نگرانی اور نفیس مستقل خطرات سے نمٹنے کے لیے جواب کے ساتھ مل جاتا ہے۔",
    "3160820928": "مربوط حملے سے تحفظ",
    "1849805607": "hCaptcha آپ کے نیٹ ورکس میں دراندازی کے لیے بنائے گئے خطرات اور ڈیکوز سے حفاظت کرتا ہے۔",
    "1958297836": "مربوط حملے سے تحفظ اور APT تخفیف",
    "1300485304": "hCaptcha آپ کے نیٹ ورکس میں دراندازی کرنے کے لیے بنائے گئے جدید خطرات اور ڈیکوز سے حفاظت کرتا ہے۔",
    "2698640210": "کنٹرول چیلنجز اور اقسام دکھائے گئے ہیں۔",
    "3121248460": "اپنے متوقع سامعین کے لیے لامحدود متنوع حسب ضرورت چیلنجز -- سادہ سے پیچیدہ تک -- ڈسپلے کریں۔",
    "3807059944": "استعمال شدہ چیلنج مواد کو کنٹرول کریں۔",
    "2707282231": "اپنے صارفین کے لیے چیلنجز کو حسب ضرورت بنائیں۔ بوٹس کے لیے حل کرنا اور گھسنا ناممکن بنائیں۔",
    "4194763679": "مشکل کی عمدہ سطح",
    "3730038780": "صارفین کو حل کرنے کے لیے تقریباً لامحدود چیلنجز میں سے انتخاب کریں۔",
    "1849717906": "اپنے چیلنج کے مواد کے ساتھ حسب ضرورت بنائیں",
    "1508655687": "رسائی کو ہموار کرنے یا محدود کرنے کے لیے اپنے سامعین کے لیے تیار کردہ اپنے چیلنجز شامل کریں۔",
    "3620442880": "فلیش سیل کے تحفظ کی خصوصیات",
    "3265895521": "دن کے وقت کی بنیاد پر چیلنج کی مشکل کو بڑھائیں اور کم کریں۔",
    "1485807325": "ملٹی یوزر ڈیش بورڈز، SAML SSO",
    "359073033": "ڈیش بورڈز سرگرمی کے اعلیٰ سطحی یا عمدہ نظارے پیش کرتے ہیں۔",
    "4272454814": "اپنی پسند کے شناختی فراہم کنندہ کے ساتھ مربوط ہوں۔",
    "1141402092": "اعلی درجے کی رپورٹنگ کی خصوصیات",
    "910989640": "سرگرمی کی تفصیلی اور حسب ضرورت رپورٹس بنائیں",
    "3768951251": "انٹرپرائز SLAs",
    "1014004474": "hCaptcha کے انٹرپرائز پلانز آپ کی تنظیم کو محفوظ رکھنے کے لیے اعلی درجے کی خدمت کی سطح کے معاہدے پیش کرتے ہیں۔",
    "1177598246": "سیلز سے رابطہ کریں۔",
    "1067704102": "ڈیٹا لیبلنگ میں قدر",
    "3065000659": "کیا آپ کو یہ احساس ہوا کہ جب بھی آپ \"گاڑی پر کلک کریں\" تو آپ کسی ایک کو تربیت دینے میں مدد کر رہے ہیں۔",
    "3235430156": "کمپنی کا مشین لرننگ سسٹم مفت میں؟",
    "1549336309": "hCaptcha اس ماڈل کو بدل دیتا ہے۔ جب آپ hCaptcha استعمال کرتے ہیں تو کمپنیاں اس کام پر بولی لگاتی ہیں جو آپ کے صارفین کرتے ہیں کیونکہ وہ اپنی انسانیت کا ثبوت دیتے ہیں۔ آپ کو انعامات ملتے ہیں۔",
    "3725880582": "چیریٹی کو واپس دیں۔",
    "1671436004": "اپنے پسندیدہ خیراتی ادارے کو واپس دینا چاہتے ہیں؟",
    "1663628612": "آپ کو اجازت دیتا ہے",
    "4272088465": "آپ کی پسند کے خیراتی ادارے اس کمائی کے ساتھ جو آپ اسے استعمال کرنے سے حاصل کرتے ہیں۔",
    "2894845722": "آپ کی سائٹ کے صارفین جلد ہی hCaptcha انٹرفیس پر دانشمندانہ برانڈنگ کے ذریعے خیراتی کام میں آپ کے تعاون کو دیکھ سکیں گے۔",
    "3194111925": "حمایت",
    "1637702726": "hCaptcha کے بارے میں",
    "2323282990": "انسانیت کی تصدیق کے لیے ایک جدید طریقہ",
    "1201821619": "hCaptcha آج کے اہم ترین مسائل میں سے ایک کو حل کرتا ہے: بدنیتی پر مبنی بوٹس کو آن لائن خدمات کا غلط استعمال کرنے سے روکنا۔",
    "1475399473": "hCaptcha ٹیم کے بارے میں مزید جانیں۔",
    "3161489950": "دنیا کا سب سے جدید سیکیورٹی ایم ایل پلیٹ فارم",
    "3247172580": "hCaptcha نے جدید سیلف سپروائزڈ مشین لرننگ کو ایک نوول ایج کمپیوٹ اپروچ کے ساتھ ملایا جو ڈیٹا اکٹھا کرنے اور برقرار رکھنے کو منفرد طور پر کم کرتا ہے، بڑے پیمانے پر اسکیل ایبلٹی کے لیے عالمی سطح پر 250 سے زیادہ مقامات سے ڈیلیور کیا جاتا ہے۔",
    "3767462250": "رازداری کے لیے ڈیزائن کیا گیا ہے۔",
    "3500503648": "hCaptcha آپ کی براؤزنگ ہسٹری کو ریکارڈ کرنے اور تجزیہ کرنے کے بجائے فوری تشخیص پر انحصار کرتے ہوئے طویل مدتی ڈیٹا کی برقراری کو ختم کرنے کے لیے ڈیزائن کیا گیا ہے۔ ہم جیسے اقدامات کی بھی حمایت کرتے ہیں۔",
    "2418549423": ", کرپٹوگرافک ثبوتوں کے ذریعے آن لائن پرائیویسی کو محفوظ رکھنے کے لیے ایک ابھرتا ہوا معیار، اور دیگر منفرد رازداری کی پہلی خصوصیات۔",
    "1544546608": "پرائیویسی پاس",
    "976209454": "انعامات کمائیں یا خیرات میں دیں۔",
    "552920956": "hCaptcha ویب سائٹس کو بوٹس اور بدسلوکی کی دیگر اقسام کو بلاک کرتے ہوئے انعامات حاصل کرنے کی اجازت دیتا ہے۔ hCaptcha آپ کو ان کمائیوں کے ساتھ اپنی پسند کے خیراتی اداروں کو سپورٹ کرنے کی بھی اجازت دیتا ہے۔",
    "654326661": "اپنے آپ کو دیکھنا چاہتے ہیں؟ hCaptcha مفت میں آزمائیں۔",
    "3570415321": "کمپنی",
    "3987022469": "لیبل لگانا",
    "1636202177": "کے بارے میں",
    "2670003220": "نوکریاں",
    "3233305531": "ٹریڈ مارکس",
    "3028319964": "AI اخلاقیات",
    "4131598919": "دبائیں",
    "1662477701": "حوالہ جات",
    "3130928685": "بلاگ",
    "1756106276": "حالت",
    "1235925265": "دستاویزی",
    "920212083": "ایک بگ کی اطلاع دیں۔",
    "2076066173": "سائبر حملے 101",
    "3644106388": "رابطہ کریں۔",
    "2182196747": "حمایت",
    "487083593": "سیلز",
    "878585497": "شرائط",
    "1697438123": "رازداری",
    "1316817321": "انتساب",
    "3488019891": "hCaptcha Intuition Machines, Inc کا رجسٹرڈ ٹریڈ مارک ہے۔",
    "4224961202": "رازداری، سیکورٹی، اور مشین لرننگ۔",
    "98173630": "hCaptcha دنیا کی سب سے زیادہ استعمال ہونے والی آزاد کیپچا سروس ہے۔",
    "1514478724": "اورجانیے",
    "1752795854": "hCaptcha بوٹس کو روکنے کے لیے ایک جدید، رازداری پر مبنی نقطہ نظر لاتا ہے۔",
    "2927700175": "ہم مشین لرننگ کے مسائل سے لیبل سے مشکل ڈیٹا اکٹھا کرکے، اور اس کا استعمال کرتے ہوئے یہ فرق کرنے کے لیے کہ آیا کوئی ویب سائٹ یا ایپ دیکھنے والا انسان ہے، کیپچا چیلنجز دکھاتے ہیں جو بوٹس کے لیے مشکل ہیں لیکن لوگوں کے لیے آسان ہیں۔",
    "2188609322": "برے اداکار آن لائن تیزی سے عام ہیں۔ لیکن صارف کی رازداری کو قربان کرنا اس کا جواب نہیں ہے۔",
    "2032102720": "اشتہاری کمپنیوں کی طرف سے پیش کردہ حفاظتی حل بنیادی طور پر ویب پر صارفین کو ٹریک کرنے پر مرکوز ہیں۔ ہم نے ایک مؤثر حفاظتی حل بنایا ہے جو ثابت کرتا ہے کہ بہترین نتائج فراہم کرنے کے لیے صارف کی رازداری کو نقصان پہنچانا ضروری نہیں ہے۔",
    "4146870445": "ہم کون ہیں",
    "353066938": "ایک تجربہ کار ٹیم، جو آج کے مشکل ترین مسائل پر کام کر رہی ہے۔ hCaptcha کی ایک خدمت ہے۔",
    "1173652155": "مشیر",
    "2256305371": "کیلیفورنیا یونیورسٹی، برکلے میں پروفیسر، CS۔ گہری تعلیم، سیکورٹی، بلاکچین ماہر۔ اویسس لیبز کے سی ای او۔",
    "2177660021": "اسٹینفورڈ میں ریسرچ سائنسدان۔ بڑے بینکوں، ہیج فنڈز، اور تعلیمی اداروں میں مشین لرننگ اور کوانٹ فنانس۔",
    "2686825859": "مفت سائن اپ کریں یا hCaptcha انٹرپرائز سلوشنز کے بارے میں ہم سے رابطہ کریں۔",
    "583434701": "hCaptcha قابل رسائی",
    "611905972": "سیکورٹی کو برقرار رکھتے ہوئے تمام صارفین کے لیے ہموار رسائی کو یقینی بنانا",
    "874098071": "اگر آپ ایک قابل رسائی صارف ہیں، تو براہ کرم یہاں سائن اپ کریں۔",
    "2745385064": "خلاصہ",
    "3353238942": "hCaptcha بوٹس کو لوگوں سے ممتاز کرکے روکنے کے لیے ڈیزائن کیا گیا ہے۔ بصری ٹیسٹ اس کے لیے ایک آسان ٹول ہیں، لیکن ہر کوئی بصری چیلنج کو حل نہیں کر سکتا۔",
    "3600022491": "اس وجہ سے ہم نے ایک سادہ، بے درد متبادل ڈیزائن کیا ہے تاکہ ہماری سروس استعمال کرنے والے پبلشرز کو مکمل سیکشن 508 اور WCAG 2.1 AA کی تعمیل کے ساتھ سب کے لیے رسائی کو محفوظ رکھ سکیں۔",
    "2557240048": "یہ کیسے کام کرتا ہے: سب سے پہلے، ایک قابل رسائی صارف بذریعہ سائن اپ کرتا ہے۔",
    "3871665286": "، جو hCaptcha ویجیٹ کے معلوماتی صفحہ میں نمایاں طور پر منسلک ہے۔ انہیں ایک انکرپٹڈ کوکی دی جاتی ہے جسے دن میں کئی بار استعمال کیا جا سکتا ہے، لیکن لاگ ان کے ذریعے ہر 24 گھنٹے بعد تازہ ہونا ضروری ہے۔",
    "3441764123": "جب hCaptcha سروس کا استعمال کرتے ہوئے کسی سائٹ پر کسی قابل رسائی صارف کو چیلنج پیش کیا جاتا ہے، تو وہ خود بخود پاس ہو جائیں گے۔",
    "4247858664": "قابل رسائی سائن اپ صفحہ",
    "1297657322": "لاگ ان کے بعد قابل رسائی صارف اسکرین",
    "1717658846": "ویجیٹ UI مینو میں رسائی کا اختیار",
    "1266963825": "سوال: کیا hCaptcha سیکشن 508 + WCAG 2.1 AA کے مطابق ہے؟",
    "850025770": "ج: ہم اس پر یقین رکھتے ہیں: کسی بھی قسم کی خرابی کے حامل تمام صارفین جو ویب براؤز کرنے اور فارم پر ٹیکسٹ درج کرنے کے قابل ہیں رجسٹریشن کے بعد hCaptcha کے ذریعے محفوظ خدمات تک رسائی حاصل کر سکتے ہیں۔ تاہم، یہ قانونی مشورہ نہیں ہے: آپ کو اپنے مخصوص عمل کو مدنظر رکھتے ہوئے اپنی تشخیص خود کرنا چاہیے تاکہ یہ یقینی بنایا جا سکے کہ یہ آپ کی تعیناتی کا معاملہ ہے۔",
    "159272246": "سوال: کیا آپ دیگر ایکسیسبیلٹی (\"a11y\") کے اختیارات پر کام کر رہے ہیں، جیسے آڈیو؟",
    "4074220464": "A: پہلے مقبول اختیارات جیسے آڈیو کیپچا بہت سے a11y صارفین کے ساتھ امتیازی سلوک کرتے ہیں اور جدید مشین لرننگ تکنیکوں سے آسانی سے شکست کھا جاتے ہیں۔ اس نے حملہ آوروں کو شکست دینے کے لیے موجودہ آڈیو چیلنجز کو زیادہ سے زیادہ مشکل ہونے پر مجبور کر دیا ہے، جس میں شور، عجیب وقت، غیر معمولی الفاظ کے امتزاج وغیرہ کو متعارف کرایا گیا ہے۔ اس طرح ہم چیلنج سے مکمل طور پر گریز کرنے کے مقابلے میں اس نقطہ نظر کے بارے میں کم پرجوش ہیں، لیکن اگر a11y کمیونٹی کی طرف سے مطالبہ کیا گیا تو اس پر غور کریں گے۔",
    "2309661107": "تاہم، ہم بہت دلچسپی رکھتے ہیں",
    "2555914614": "قابل رسائی استعمال کیس کے لیے۔ ہمیں یقین ہے کہ ہمارے موجودہ a11y اپروچ کو پرائیویسی پاس کے اجراء کے ساتھ جوڑنے سے a11y صارفین کو محفوظ طریقے سے براؤز کرنے کی اجازت ملے گی، اس علم میں کہ ان کی ٹریفک زیادہ نجی ہے، جبکہ بوٹ آپریٹرز کے ذریعہ بدسلوکی کو محدود کرتے ہیں جو کہ لامحالہ اس وقت ہوتا ہے جب a11y اختیارات دستیاب ہوں۔ ہم اس نئی ٹیکنالوجی کو معیاری بنانے والے IETF ورکنگ گروپ میں سرگرم شریک ہیں۔",
    "2583775432": "سوال: رازداری کے بارے میں کیا خیال ہے؟ کیا رجسٹریشن کسی طرح سے a11y براؤزنگ ڈیٹا کو بے نقاب کرتی ہے؟ آپ ای میل کے ساتھ کیا کرتے ہیں؟",
    "4215483493": "A: hCaptcha زمین سے رازداری کے لیے ڈیزائن کیا گیا ہے۔ یہ روایتی اختیارات جیسے reCAPTCHA سے بہت مختلف ہے جو اشتہاری نیٹ ورکس کی ملکیت ہیں، جن کے پاس ویب پر آپ کو ٹریک کرنے اور آپ کو ایک حقیقی شناخت کے ساتھ منسلک کرنے کی ترغیب ہے۔",
    "2474661839": "ہماری",
    "4137573005": "اس کے جامع اور مستند جوابات ہیں کہ ہم ڈیٹا کو کس طرح استعمال کرتے ہیں، لیکن مختصر جواب یہ ہے کہ ہمیں آپ کو آپ کی براؤزنگ ہسٹری کے ساتھ ایک فرد کے طور پر منسلک کرنے میں کوئی دلچسپی نہیں ہے۔",
    "4101570501": "ہم فی الحال آپ کے ای میل ایڈریس کو تیزی سے ضائع کرنے کے لیے ایک خفیہ حل پر بھی کام کر رہے ہیں جب کہ بدسلوکی کو روکنے کی اپنی صلاحیت کو برقرار رکھتے ہوئے، ہمارے پرائیویسی پاس کے کام کی تکمیل کرتے ہوئے۔",
    "260595108": "ہم A11y کے استعمال کو آسان بنانے اور غلط استعمال کو روکنے کے علاوہ کسی اور مقصد کے لیے کبھی بھی قابل رسائی ای میلز یا معلومات کا استعمال نہیں کرتے ہیں۔",
    "3063819779": "رازداری کی پالیسی",
    "465714311": "قابل رسائی صارفین کے لیے: سوال و جواب اور ٹربل شوٹنگ گائیڈ",
    "3596207631": "س: میں کوکی سیٹ کرنے کے بعد بھی ایک چیلنج دیکھ رہا ہوں۔ اس کی وجہ کیا ہے؟",
    "469089249": "A: یہ عام طور پر ایک جارحانہ اشتہار بلاکر یا اینٹی کوکی ایکسٹینشن کے استعمال کی وجہ سے ہوتا ہے، یا ایسی ترتیب جو \"کراس سائٹ\" کوکیز کو روکتی ہے، اس صورت میں hcaptcha.com کے لیے ایک کوکی جو hCaptcha JS کے ذریعے سیٹ یا چیک کی جاتی ہے۔ مختلف سائٹ، جیسے آپ جس سائٹ پر جا رہے ہیں۔",
    "4263626815": "hCaptcha ایکسیسبیلٹی کوکیز تمام مقبول براؤزرز اور ایڈ بلاکرز کے ساتھ ان کی معیاری ترتیبات کے ساتھ کام کرتی ہیں، اس لیے عام طور پر ناکامیاں \"اینٹی-ایڈ بلاک\" اسکرپٹس یا مخصوص سائٹس کو نشانہ بنانے والے اسی طرح کے اصولوں کی وجہ سے ہوتی ہیں۔",
    "3906359167": "حل:",
    "3464870463": "1. اپنے ایڈ بلاکر یا براؤزر سیکیورٹی ایکسٹینشن میں hcaptcha.com اور *.hcaptcha.com کوکیز کو وائٹ لسٹ کریں۔",
    "1204911585": "2. اگر آپ بہادر براؤزر استعمال کر رہے ہیں، جس میں (اپریل 2020 تک) کسی بھی قسم کی کوکی وائٹ لسٹ نظر نہیں آتی ہے، تو ترجیحات -> شیلڈز -> کوکیز پر جائیں اور \"Allow All Cookies\" کو منتخب کریں۔",
    "2932826396": "3. اگر آپ حال ہی میں جاری کردہ OS X 10.15 یا iOS 13.4 پر سفاری کا بالکل تازہ ترین ورژن استعمال کر رہے ہیں، تو ایپل نے ابھی صرف فریق ثالث کوکیز سے متعلق سفاری کے رویے کو تبدیل کر دیا ہے، ان سب کو بطور ڈیفالٹ بلاک کر دیا ہے۔ ہم ایک حل نافذ کر رہے ہیں، لیکن اس دوران براہ کرم سفاری ترجیحات، پرائیویسی سیکشن پر جائیں، اور \"ویب سائٹ ٹریکنگ: کراس سائٹ ٹریکنگ کو روکیں\" کو غیر چیک کریں تاکہ ایکسیسبیلٹی کوکی کو توقع کے مطابق کام کرنے کے قابل بنایا جا سکے۔",
    "3836291932": "سوال: میں متعدد آلات استعمال کرتا ہوں۔ کیا مجھے متعدد بار سائن اپ کرنے کی ضرورت ہے؟",
    "3251220335": "A: نہیں، براہ کرم اسی ای میل لاگ ان لنک پر کلک کریں جو آپ کو کوکی سیٹ کرنے کے لیے استعمال کرتے ہوئے ہر ڈیوائس پر بھیجا گیا ہے۔",
    "2082407178": "س: ایکسیسبیلٹی کوکی استعمال کرتے ہوئے میں تھرڈ پارٹی کوکی ٹریکنگ سے اپنے آپ کو کیسے بچا سکتا ہوں؟",
    "2700197090": "A: کسی بھی رازداری یا اشتہار کو مسدود کرنے والی توسیع کا استعمال جو ڈومین کی سطح کی وائٹ لسٹنگ (مثلاً uBlock Origin) کو سپورٹ کرتا ہے توقع کے مطابق کام کرے گا: صرف hcaptcha.com کو وائٹ لسٹ کرنا یقینی بنائیں۔",
    "3657743880": "کراس سائٹ کوکیز کے لیے براؤزر کی ہدایات",
    "1960601330": "Safari (Mac) میں کوکیز کو فعال کرنے کے لیے: Safari ڈراپ ڈاؤن مینو پر جائیں۔ ترجیحات کو منتخب کریں۔ اوپری پینل میں پرائیویسی پر کلک کریں۔ 'کوکیز کو بلاک کریں' کے تحت 'کبھی نہیں' کا آپشن منتخب کریں۔",
    "1622303590": "سفاری (iPhone/iPad iOS 11+) میں کوکیز کو فعال کرنے کے لیے: اپنی ترتیبات کھولیں۔ نیچے سکرول کریں اور سفاری کو منتخب کریں۔ رازداری اور سلامتی کے تحت، \"کراس سائٹ ٹریکنگ کو روکیں\" اور \"تمام کوکیز کو مسدود کریں\" کو بند کردیں",
    "2199048568": "کسی بھی ویب پیج پر ایڈریس بار کے بائیں جانب شیلڈ پر کلک کریں۔ پروٹیکشن سیٹنگز پر کلک کریں۔ Firefox Preferences Privacy & Security پینل کھل جائے گا۔ بہتر ٹریکنگ پروٹیکشن کے تحت، اپنی مرضی کے مطابق منتخب کریں۔ ان چیک باکسز کو منتخب کرکے منتخب کریں کہ کون سے ٹریکرز اور اسکرپٹس کو بلاک کرنا ہے۔ یقینی بنائیں کہ آپ نے hcaptcha.com کو غیر مسدود کر دیا ہے۔",
    "3967047208": "آپ چیک باکسز کو غیر منتخب کر کے اسے ڈیبگ کرنے کے لیے اپنی مرضی کے مطابق کچھ تحفظات کو عارضی طور پر بند کر سکتے ہیں: ٹریکرز چیک باکس کو غیر منتخب کریں یا اگر آپ کو ابھی بھی مسائل درپیش ہیں تو کوکیز کے چیک باکس کو غیر منتخب کریں۔",
    "3805618893": "گوگل کروم (پی سی)",
    "3795997071": "کروم مینو آئیکن کو منتخب کریں۔ ترتیبات کو منتخب کریں۔",
    "926138631": "پرائیویسی اور سیکیورٹی پر جائیں، پھر کوکیز اور سائٹ کے دیگر ڈیٹا پر جائیں۔",
    "3419878556": "یقینی بنائیں کہ \"تیسرے فریق کوکیز کو مسدود کریں\" فعال نہیں ہے۔",
    "2269166171": "گوگل کروم (میک):",
    "2989126922": "مینو بار سے کروم کی ترجیحات کھولیں۔",
    "2348697693": "گوگل کروم (اینڈرائیڈ):",
    "3700113699": "اپنے Android ڈیوائس پر، Chrome ایپ کھولیں۔",
    "3620039756": "اوپر دائیں طرف، مزید اور پھر ترتیبات پر ٹیپ کریں۔",
    "2813310562": "سائٹ کی ترتیبات اور پھر کوکیز کو تھپتھپائیں۔",
    "3014657981": "\"کوکیز\" کے آگے، سیٹنگ کو آن کریں۔",
    "1242066691": "\"تیسرے فریق کوکیز کی اجازت دیں\" کے ساتھ والے باکس کو چیک کریں۔",
    "292250020": "1. اسکرین کے اوپری دائیں کونے میں گیئر کو منتخب کریں، پھر \"انٹرنیٹ آپشنز\" کو منتخب کریں۔ اگر آپ کے پاس مینو بار فعال ہے، تو آپ \"ٹولز\" پھر \"انٹرنیٹ آپشنز\" کو منتخب کر سکتے ہیں۔",
    "4114820649": "2. \"پرائیویسی\" ٹیب پر کلک کریں۔",
    "946838734": "3. \"ایڈوانسڈ\" بٹن کو منتخب کریں۔",
    "348809718": "4. \"تیسرے فریق کوکیز\" کے تحت \"قبول کریں\" کو منتخب کریں۔",
    "1253441326": "5. \"OK\" پر کلک کریں",
    "852032043": "سفاری",
    "836017336": "فائر فاکس",
    "3356349631": "گوگل کروم",
    "3235744534": "انٹرنیٹ ایکسپلورر",
    "4104188759": "AI اخلاقیات کی پالیسی",
    "1161704803": "ہمارے پاس AI اخلاقیات کی پالیسی کیوں ہے؟",
    "1806535500": "عملی طور پر ہر ٹیکنالوجی، پنسل سے لے کر ڈائنامائٹ تک، ایک ہے۔",
    "24452499": "حل یہ اچھے یا بیمار کے لئے استعمال کیا جا سکتا ہے. دوہری استعمال کے حل کی تحقیق، تعمیر، یا فروخت کرنے والی ہر کمپنی کی ذمہ داری ہے کہ وہ اپنے اعمال کے نتائج پر غور کرے۔",
    "4023575072": "دوہری استعمال",
    "3336625692": "یہ صفحہ AI اخلاقیات کے تناظر میں اس موضوع پر ہمارے خیالات کی تفصیل دیتا ہے، اور ہماری خدمات کے استعمال کو یقینی بنانے کے لیے ہم جس عمل کی پیروی کرتے ہیں وہ ان پالیسیوں کے مطابق ہے جو ہم نے بطور کمپنی اختیار کی ہیں۔",
    "835717930": "hCaptcha میں AI اخلاقیات",
    "2179524509": "ہمیں کبھی کبھار سوالات ملتے ہیں کہ hCaptcha سروس کے لیے کس قسم کے سوالات جائز ہیں، اور خاص سوالات کیوں پوچھے جا رہے ہیں۔",
    "1962721652": "انسان نمونہ کے متلاشی ہوتے ہیں، اور بعض اوقات ایک بے ضرر سوال ایک لمحے میں مکمل طور پر حیران کن سے مشکوک ہو جاتا ہے، دنیا میں ہونے والی تبدیلیوں کی وجہ سے سوال پوچھنے والے کے محرکات کے بجائے۔",
    "3974566657": "جیسے جیسے خدمات زیادہ مقبول ہوتی جاتی ہیں، اس قسم کے واقعات لامحالہ زیادہ کثرت سے ہوتے جاتے ہیں۔ hCaptcha دنیا کے تقریباً ہر ملک میں روزانہ لاکھوں لوگ استعمال کرتے ہیں، اس لیے ہم اس پالیسی اور کیس اسٹڈی کو شائع کر رہے ہیں کہ ہم ان مسائل کو کس طرح حل کرتے ہیں تاکہ ممکن حد تک شفاف ہو۔",
    "1830910223": "ایک حقیقی دنیا کی AI اخلاقیات کیس اسٹڈی",
    "805971861": "\"امبریلا\" امیج نیٹ میں ایک اصطلاح ہے، کمپیوٹر وژن کے محققین کے ذریعہ استعمال کردہ معیاری بینچ مارک ڈیٹاسیٹ۔ محفوظ اگلی نسل کے ایڈوانسڈ ڈرائیور اسسٹنس (ADAS) سسٹم کی تعمیر کے لیے چھتریوں والے لوگوں کی قابل اعتماد طریقے سے شناخت کرنا بھی اہم ہے۔",
    "3988350": "اس کا مطلب ہے کہ حقیقی دنیا کی چھتری کی تشریحات کے لیے بہترین استعمال کے معاملات ہیں۔ خود سے چلنے والی کاروں کے اثرات پر اختلاف کی گنجائش ہے، لیکن ADAS سسٹم پہلے ہی بچت کر رہے ہیں۔",
    "548587288": "دنیا کے گرد.",
    "3138772661": "ہر سال ہزاروں جانیں",
    "3168199226": "تاہم، 2020 میں یہ واضح ہو گیا کہ اس قسم کے ڈیٹاسیٹ کی تعمیر کو دوہری استعمال کی ٹیکنالوجی کے طور پر اس طرح سمجھا جا سکتا ہے جس کی ایک سال پہلے کچھ لوگوں نے توقع کی ہو گی۔",
    "558378834": "اس طرح ہم اس وقت چھتریوں سے متعلق سوالات کی درخواستیں قبول نہیں کر رہے ہیں۔ الجھن کا امکان جب ایک آخری صارف موجودہ لمحے میں چھتریوں کے بارے میں کوئی سوال دیکھتا ہے، اور بالآخر ہمارا مقصد دنیا کو مزید خوشگوار جگہ بنانا ہے۔",
    "3376604063": "AI اخلاقیات کی پالیسیاں اور عمل",
    "1923365316": "ہمارے پاس hCaptcha پر سخت AI اخلاقیات کی پالیسی ہے، اور اس کے ایک حصے میں Know Your Customer (KYC) کا عمل شامل ہے۔",
    "4230322909": "ہم ہمیشہ ہر نئے گاہک اور ان کے مطلوبہ استعمال کے معاملے کے بارے میں اچھی سمجھ حاصل کرنے کی کوشش کرتے ہیں، دونوں اس بات کی تصدیق کرنے کے لیے کہ یہ ہماری مصنوعات اور خدمات کے لیے موزوں ہے اور اس بات کو یقینی بنانے کے لیے کہ یہ ان پالیسیوں کی پیروی کرتا ہے جو ہم نے بطور کمپنی اختیار کی ہیں۔",
    "2735073144": "ہم ضرورت کے مطابق جاری جائزے بھی کرتے ہیں۔ مثال کے طور پر، چھتری سے متعلق لیبلنگ کی درخواستوں کی درخواستوں کی تاریخوں اور ذرائع کے ہمارے حالیہ جائزے میں ہم تیزی سے اس بات کی تصدیق کرنے میں کامیاب ہو گئے کہ پچھلے 12 مہینوں میں کسی بھی سرکاری ادارے یا سرویلنس سافٹ ویئر کے معروف ریاستی سپلائر نے ہماری خدمات کا استعمال کرتے ہوئے چھتریوں سے متعلق درخواستیں نہیں کی ہیں۔ .",
    "2715462692": "ہمارا AI اخلاقیات کا عمل کیسا لگتا ہے؟",
    "3049976256": "ہر نئے لیبلنگ گاہک کے لیے، ہم فروخت کے عمل کے دوران ایک چیک لسٹ سے گزرتے ہیں۔ اس میں آن بورڈنگ سے پہلے ابتدائی KYC مستعدی کے ساتھ ساتھ ہمارے تجزیہ کاروں کو کی گئی تمام درخواستوں کی تصدیق، اور ہمارے سیلف سروس پلیٹ فارم کا استعمال کرتے ہوئے کی گئی درخواستوں کے ریئل ٹائم اسپاٹ چیک اور وقتاً فوقتاً جائزے شامل ہیں۔",
    "3103642530": "یہ جائزہ معیار کے کئی سیٹوں پر مشتمل ہے:",
    "3349094124": "اخلاقی خدشات کا معیار: مقصد",
    "1038019440": "1. کیا یہ صارف کسی ایسے ملک کے قومی مفادات کی نمائندگی کر رہا ہے جو بین الاقوامی قوانین اور اصولوں کے خلاف رویے میں ملوث ہے؟",
    "493717511": "2. کیا یہ صارف خدمات کی درخواست کر رہا ہے جو ہو سکتا ہے۔",
    "2209109640": "ان کی عام کاروباری سرگرمیوں کے تناظر میں صرف بدنیتی پر مبنی مقاصد کے لیے استعمال کیا جاتا ہے؟",
    "3457805519": "3. کیا گاہک کی درخواست امریکی قانون اور ہماری منگنی کے قواعد کے تحت پوری کی جا سکتی ہے؟",
    "1942611550": "بنیادی طور پر",
    "109179759": "اخلاقی خدشات کا معیار: موضوعی",
    "1033698050": "1. کیا ہم سمجھتے ہیں کہ گاہک نے ہمیں استعمال کا ایک کیس دیا ہے جسے ہم اخلاقی طور پر قابل قبول سمجھتے ہیں، ہمارے عام مغربی معاشرتی اصولوں کی تشریح کے مطابق؟",
    "361372538": "2. کیا ہم سمجھتے ہیں کہ ہماری فراہم کردہ خدمات ممکنہ طور پر گاہک کی طرف سے امتیازی مقاصد کے لیے استعمال کی جائیں گی، ان طریقوں سے جو قانونی تو ہو سکتی ہیں لیکن ہمارے لیے قابل قبول نہیں ہیں؟",
    "2867855718": "3. کیا ہمیں یقین ہے کہ درخواست کے لیے رازداری کی ضروریات کو تسلی بخش طریقے سے پورا کیا جا سکتا ہے؟",
    "2462728596": "اگر ہم ان نکات پر خود کو مطمئن نہیں کر سکتے ہیں، تو ہم درخواست کو مسترد کر دیں گے اور اپنے پلیٹ فارم تک مزید رسائی کو ختم کر سکتے ہیں، جیسا کہ ہماری شرائط میں بیان کیا گیا ہے۔",
    "1995277831": "شکریہ",
    "1818116402": "ہم امید کرتے ہیں کہ آپ نے اس نظر کو سراہا ہو گا کہ ہم AI اخلاقیات کے جزو کے ساتھ آپریشنل سوالات کو کیسے ہینڈل کرتے ہیں۔",
    "1499894352": "بہت کم کمپنیاں اس علاقے میں اپنے فیصلہ سازی کے عمل میں شفافیت پیش کرتی ہیں، اور ہم امید کرتے ہیں کہ دیگر اس مثال کی پیروی کریں گے!",
    "535659033": "تخلیقی العام انتساب",
    "1495915066": "ہم، ہمارے تعلیمی تحقیقی شراکت دار، اور ہمارے گاہک کس طرح تخلیقی العام میڈیا کا استعمال کرتے ہیں۔",
    "3017533972": "ہم، ہمارے تعلیمی تحقیقی شراکت دار، اور ہمارے صارفین مشین لرننگ کے میدان میں انسانیت کے علم کو آگے بڑھانے کے لیے hCaptcha پلیٹ فارم کے ذریعے کبھی کبھار تخلیقی العام کے لائسنس یافتہ مواد کے کچھ حصوں کا حوالہ یا دوبارہ پیش کر سکتے ہیں۔",
    "1428053210": "یہ مواد عام طور پر اپنی اصل شکل سے بدل جاتا ہے۔ مثال کے طور پر، ایک ویڈیو کو بہت سی تصاویر میں تقسیم کیا جا سکتا ہے، وہ تصاویر بہت سی نئی تصاویر میں تقسیم ہو سکتی ہیں، اور ان نئی تصاویر کو تصادفی طور پر ملا کر حتمی نتیجہ ظاہر کیا جا سکتا ہے۔",
    "1728211763": "اس طرح اور ان مقاصد کے لیے مواد کا استعمال قانون اور فیلڈ میں معیاری طریقوں کے بارے میں ہماری سمجھ کے مطابق منصفانہ استعمال کے رہنما خطوط میں آتا ہے، لیکن ہم Creative Commons کے دیرینہ پرستار ہیں اور ہر اس شخص کو کریڈٹ دینے کو ترجیح دیتے ہیں جو مدد کرتا ہے۔ مشینی ذہانت کو بہتر بنانے کا ایک اہم کام۔",
    "1949452297": "hCaptcha UI کی اندرونی رکاوٹوں اور اس کے حفاظتی تحفظات کی وجہ سے، ہر تصویر کے ماخذ کو براہ راست اس کے استعمال سے ملحق دوبارہ پیش کرنا ممکن نہیں ہے۔ اس کے بجائے، ہم اپنے ہوم پیج سے اس صفحہ کو لنک کرتے ہیں اور پلیٹ فارم کے ذریعے فی الحال یا حال ہی میں پیش کیے گئے ذرائع کی فہرست کو برقرار رکھتے ہیں۔ آپ موجودہ فہرست تک رسائی حاصل کر سکتے ہیں۔",
    "2367602973": "یہاں",
    "659124570": "مزید برآں، اگر آپ دیکھتے ہیں کہ آپ کا مواد hCaptcha پلیٹ فارم پر دوبارہ تیار کیا گیا ہے اور آپ اسے کسی بھی وجہ سے ہٹانا چاہتے ہیں، تو آپ ہم سے ای میل کے ذریعے رابطہ کر سکتے ہیں۔",
    "2066749488": "دیگر شکایات",
    "3479034323": "اگر آپ دیکھتے ہیں کہ آپ کا مواد hCaptcha پلیٹ فارم پر دوبارہ تیار کیا گیا ہے اور آپ اسے کسی بھی وجہ سے ہٹانا چاہتے ہیں تو آپ ہم سے ای میل کے ذریعے رابطہ کر سکتے ہیں۔",
    "1836554225": "بلاگ پوسٹس",
    "2873297188": "کیا تمام CAPTCHAS غیر امریکیوں کے ساتھ امتیازی سلوک کرتے ہیں؟",
    "165932542": "پوری دنیا میں hCaptcha حل کی شرحوں پر ایک نظر",
    "1865097546": "16 نومبر 2021",
    "3005876482": "hCaptcha اب سب سے بڑی آزاد کیپچا سروس ہے، جو 15% انٹرنیٹ پر چلتی ہے",
    "693820850": "آپ رازداری کو پہلے رکھ کر گوگل کو شکست دے سکتے ہیں۔",
    "3609106478": "اسناد بھرنا:",
    "299335340": "یہ کیا ہے اور حملوں کو کیسے روکا جائے۔",
    "354925785": "تعارف",
    "423222878": "کچھ مشکل ترین سائبر حملوں کا پتہ لگانے، روکنے اور روکنے کے لیے وہ ہیں جہاں ایک بدنیتی پر مبنی اداکار ایک فعال صارف اکاؤنٹ میں لاگ ان کرنے کے لیے صارف کے جائز اسناد کو استعمال کرنے کے قابل ہوتا ہے۔ پتہ لگانے کی بہت ساری جدید صلاحیتوں کے بغیر، اکاؤنٹ کی میزبانی کرنے والی کمپنی کے پاس یہ شک کرنے کی کوئی وجہ نہیں ہے کہ کچھ بھی غلط ہے۔ ایسا لگتا ہے کہ ایک صارف نے اپنے اکاؤنٹ میں لاگ ان کیا ہے۔ حملہ آور نے چوری شدہ اسناد کا استعمال کرتے ہوئے یہ کامیابی حاصل کی - عام طور پر سائبر اٹیک تکنیک کا نتیجہ جسے \"کریڈینشل اسٹفنگ\" کہا جاتا ہے۔ یہ آج ایک سنگین مسئلہ ہے، لیکن ایک ایسا مسئلہ ہے جسے صحیح جوابی اقدامات سے کم کیا جا سکتا ہے۔",
    "777660551": "کریڈینشل اسٹفنگ کیا ہے؟",
    "2602763587": "کریڈینشل اسٹفنگ سائبر اٹیک کی ایک شکل ہے جس میں حملہ آور چوری شدہ صارف ناموں اور پاس ورڈز کے جوڑے استعمال کرکے متعدد بار ویب سائٹ میں لاگ ان کرنے کی کوشش کرتا ہے۔ \"سٹفنگ\" سے مراد بار بار لاگ ان کی کوششیں ہیں، جو تقریباً ہمیشہ خودکار بوٹ سافٹ ویئر کے ذریعے انجام دی جاتی ہیں۔",
    "1271831121": "ایسا نہیں ہے کہ ہیکر (یقیناً ہوڈی میں ملبوس!) وہاں بیٹھا ہو، اسناد کے بعد اسناد ٹائپ کر رہا ہو۔ خودکار لاگ ان بوٹ کو آف دی شیلف ٹول جیسے سیلینیم یا اپنی مرضی کے مطابق تیار کردہ ہیکر ٹول سے بنایا جا سکتا ہے۔",
    "2588750717": "درحقیقت، کچھ اسناد بھرنے والے حملوں میں لاکھوں اسناد شامل ہوتی ہیں—سب کو اندر جانے کی امید میں غیر مشکوک ویب سائٹ لاگ ان انٹرفیس میں بھرا جاتا ہے۔ اندر آنے کے بعد، حملہ آور شکار کے اکاؤنٹ پر قبضہ کر سکتا ہے۔",
    "1137757109": "اگر یہ ایک ای کامرس اکاؤنٹ ہے، تو حملہ آور تجارتی سامان کا آرڈر دے سکتا ہے۔ اگر شکار ایک بینک ہے، تو حملہ آور فنڈز آف شور منتقل کر سکتا ہے، وغیرہ۔",
    "1559150837": "اہداف اگرچہ بے دفاع نہیں ہیں۔ زیادہ تر ویب سائٹس کے پاس ایسے کنٹرول ہوتے ہیں جو ایک مشکوک صارف کو بلاک کر دیتے ہیں جو ایک ہی IP ایڈریس سے ہزاروں مختلف اکاؤنٹس میں مختصر وقت میں لاگ ان کرنے کی کوشش کر رہا ہے۔ ان حفاظتی تکنیکوں کو حاصل کرنے کے لیے کریڈینشل اسٹفنگ حملہ آور کیا کرتے ہیں یہ جغرافیائی اور IP تنوع کی تقلید کرنا ہے۔ طاقتور، اکثر AI سے چلنے والے ٹولز کا استعمال کرتے ہوئے، وہ یہ ظاہر کر سکتے ہیں کہ ہزاروں صارفین تصادفی طور پر پورے ملک سے دن کے مختلف اوقات میں لاگ ان کرنے کی کوشش کر رہے ہیں۔ اس کا پتہ لگانا اور روکنا بہت مشکل ہے۔",
    "1892020899": "ہیکرز کو اسناد کہاں سے ملتی ہیں؟",
    "2597149484": "ہیکر کے پاس بہت ساری اسناد کا \"سامان\" رکھنے کی وجہ اس سے ہے کہ وہ اپنی چوری شدہ اسناد کہاں سے حاصل کرتے ہیں۔",
    "3030395800": "یہ اسناد عام طور پر ڈیٹا کی خلاف ورزیوں سے آتی ہیں۔ \"کریڈینشل اسپلز\" کے نام سے بھی جانا جاتا ہے، ان حملوں کے نتیجے میں لاکھوں اسناد ڈارک ویب پر پھینک دی جا سکتی ہیں۔ اگر اسپل بینک سے آیا ہے، تو ہیکر ان اسناد کو دوسری سائٹوں پر جانے کے لیے استعمال کرنے کی کوشش کرے گا۔ یہ نقطہ نظر کام کرتا ہے کیونکہ بہت سے لوگ متعدد سائٹوں کے لیے ایک ہی صارف نام اور پاس ورڈ کا مجموعہ استعمال کرتے ہیں۔ (اس عمل کی حوصلہ شکنی کی جاتی ہے، لیکن حقیقت وہی ہے جو ہے۔ لوگ ایک ہی لاگ ان اسناد کو دہراتے ہیں۔)",
    "1258965840": "اس طرح، اگر حملہ آور ایک سائٹ میں جا سکتا ہے، تو وہ ممکنہ طور پر پھیلی ہوئی اسناد کا استعمال کرتے ہوئے متعدد سائٹوں میں جا سکتا ہے۔ مثال کے طور پر، وہ JohnDoe/525momma جیسا صارف نام/پاس ورڈ جوڑا حاصل کر سکتے ہیں، لیکن انہیں اندازہ نہیں ہے کہ وہ جوڑا ان کے لیے کیا کرے گا۔ لہذا، وہ Amazon.com، Ebay، Citibank، Walgreens اور آن اور آن پر جوڑی آزماتے ہیں۔ وہ اس جوڑی کو ہزار مختلف سائٹس پر آزما سکتے ہیں۔",
    "3594440415": "آخر کار، وہ دروازے کھولنا شروع کر دیں گے۔",
    "780280214": "hCaptcha اور hCaptcha انٹرپرائز اسناد بھرنے کے خطرے کو کیسے کم کرتے ہیں۔",
    "4165374512": "اگرچہ اسناد بھرنے سے روکنے کے لیے IP اور مقام کا پتہ لگانے والے ٹولز کا استعمال ممکن ہے، لیکن ایک زیادہ سرمایہ کاری مؤثر اور درست طریقہ یہ ہے کہ خودکار کریڈینشل اسٹفنگ بوٹ کو روکا جائے۔ hCaptcha اور hCaptcha انٹرپرائز داخلے کے مقام پر بوٹ کو اسٹمپ کر سکتے ہیں۔ یہاں تک کہ اگر بوٹ کے پاس صحیح اسناد ہیں، اگر یہ hCaptcha Enterprise کی کھوج یا hCaptcha کے CAPTCHA کو حاصل نہیں کر سکتا ہے، تو اسے اس کا سامان نہیں کرنا پڑے گا اور آپ کی سائٹ اور صارفین محفوظ ہیں۔",
    "3269644546": "برائے مہربانی",
    "1058572205": "اگر آپ کے بارے میں مزید جاننا چاہتے ہیں تو ہمیں",
    "3753613260": "رابطہ",
    "1792519141": "hCaptcha انٹرپرائز",
    "3515435438": "DMCA شکایات کی اطلاع دینا",
    "54093347": "DMCA رجسٹرڈ ایجنٹ",
    "3233441200": "خلاف ورزی کی پالیسی کو دہرائیں۔",
    "4011712313": "ہماری DMCA پالیسی کے حصے کے طور پر، ہم ان صارفین کے اکاؤنٹس رکھتے ہیں جن کے لیے ہمیں مبینہ خلاف ورزی کی متعدد DMCA اطلاعات موصول ہوتی ہیں ایک کثیر مرحلہ DMCA Repeat Infringer Policy میں۔ ایک کیلنڈر مہینے میں بار بار DMCA کی اطلاع موصول ہونے پر، کسٹمر اکاؤنٹ ایک پالیسی سے اگلے مرحلے میں ترقی کرے گا۔",
    "766825168": "DMCA Repeat Infringer Policy کے تحت ہم جو اقدامات کر سکتے ہیں ان میں اکاؤنٹ کے ریکارڈ کے صارف کو زیادہ مرئیت کے الرٹس بھیجنا شامل ہے۔ ان انتباہات کو تسلیم کرنے کے لیے، ہم صارف سے اکاؤنٹ میں لاگ ان کرنے یا اپنی سپورٹ ٹیم کو کال کرنے کا مطالبہ کر سکتے ہیں۔ ہم کسی بھی صارف کی hCaptcha اور IMI سروس کو معطل یا ختم کرنے کے ساتھ ساتھ دوسرے عبوری اقدامات کا اطلاق کرنے کا حق بھی محفوظ رکھتے ہیں جس کے لیے ہم نے بار بار خلاف ورزی کے انتباہات بھیجنے کے بعد بھی مبینہ خلاف ورزی کی DMCA اطلاعات موصول ہوتی رہیں۔ اس کے علاوہ، جب ہم اس پالیسی کے تحت hCaptcha سروس کو ختم کرتے ہیں تو ہم اپنی صوابدید پر ان صارفین کو فراہم کردہ دیگر hCaptcha یا IMI خدمات کو ختم کر سکتے ہیں۔",
    "2410122265": "hCaptcha وسائل: بوٹس 101",
    "4166776480": "اسناد بھرنا: یہ کیا ہے اور حملوں کو کیسے روکا جائے۔",
    "2301335298": "ادائیگی کی دھوکہ دہی: سائبر کرائم کے تیزی سے ترقی پذیر موڈ کو کم کرنا",
    "3682071227": "اکاؤنٹ ٹیک اوور کیا ہیں اور وہ کیسے کام کرتے ہیں؟",
    "2729131930": "سکریپنگ کیا ہے اور یہ کیسے کام کرتا ہے؟",
    "1344959096": "انفرادی ڈیٹا لیبلر کے طور پر کام کرنا",
    "3510143229": "hCaptcha ویب سائٹس اور ایپس کے لیے ایک سروس ہے،",
    "3930611699": "انفرادی کارکنان.",
    "1051214799": "hCaptcha ایک ویب سیکیورٹی سروس ہے جو اسے استعمال کرنے والی ویب سائٹس یا ایپس کے پبلشرز کے ساتھ قدر کا اشتراک کرنے کی کوشش کرتی ہے۔",
    "360236473": "hCaptcha سروس کا مقصد کسی کے لیے انفرادی لیبلر کے طور پر کام کرنے کے لیے استعمال کرنا نہیں ہے۔ یہ اس مقصد کے لیے ڈیزائن یا موزوں نہیں ہے۔ ہم کسی کو تجویز نہیں کرتے کہ hCaptcha کو ذاتی آمدنی کے ذریعہ کے طور پر استعمال کرنے کی کوشش کرے۔",
    "3842490632": "بہت سے سوالوں کے جواب دینے کی کوشش کرنے والا ایک فرد صارف کی شرح محدود یا فوری پابندی کا امکان ہے۔ اتنا ہی اہم، جیسا کہ ہمارا",
    "1560232962": "تفصیل سے احاطہ کرتا ہے، کسی بھی جواب کے لیے کمائی گئی رقم کی کوئی ضمانت نہیں دی جاتی ہے۔ ہو سکتا ہے کہ اس وقت کوئی بامعاوضہ سوالات دستیاب نہ ہوں، معیار کی وجوہات کی بنا پر جواب مسترد کیا جا سکتا ہے، وغیرہ۔",
    "2694001822": "تاہم، ہم نظام کی خصوصیات اور نئی خصوصیات کو جانچنے میں ہماری مدد کے لیے کبھی کبھار افراد کی خدمات حاصل کرتے ہیں۔",
    "1569804581": "اگر آپ مستقبل میں متعلقہ مواقع کے حوالے سے رابطہ کرنا چاہتے ہیں، تو براہ کرم یہ فارم پُر کریں۔",
    "636461959": "نام",
    "1139500589": "ملک",
    "1789607185": "ای میل اڈریس",
    "325077666": "اپنی معلومات جمع کروا کر آپ ہماری بات سے اتفاق کرتے ہیں۔",
    "3555583744": "اور",
    "3609929815": ". ہم آپ کے نام، ملک، اور ای میل ایڈریس کی معلومات صرف اس مقصد کے لیے رکھیں گے کہ آپ مستقبل میں انفرادی لیبلنگ کام کے مواقع کے حوالے سے آپ سے رابطہ کریں۔",
    "4197928199": "رازداری کی پالیسی",
    "851786723": "اپنا ای میل درج کرکے، آپ ہماری شرائط اور رازداری کی پالیسی سے اتفاق کرتے ہیں، اور ہم سے ای میل وصول کرتے ہیں۔",
    "2402165761": "سکریپنگ کیسے کام کرتی ہے؟",
    "4260542944": "مواد کا سکریپنگ (جسے \"اسکرین سکریپنگ\" یا صرف \"سکریپنگ\" بھی کہا جاتا ہے) ویب سے معلومات اکٹھا کرنے کے لیے ایک مانوس، اکثر مفید عمل ہے۔ تاہم، حالیہ برسوں میں، یہ تکنیک ہیکرز اور دھوکہ بازوں کا پسندیدہ آلہ بن گئی ہے۔ انسدادی اقدامات مؤثر طریقے سے خطرے کو کم کر سکتے ہیں، لیکن ان پر عمل درآمد کے لیے یہ سمجھنا ضروری ہے کہ یہ عمل کیسے کام کرتا ہے۔",
    "2066255783": "مواد سکریپنگ کیا ہے؟",
    "1910628828": "مواد کی سکریپنگ سسٹم سے ڈیٹا حاصل کرنے کی ایک تکنیک ہے جس میں سافٹ ویئر کلائنٹ یا ویب براؤزر کی نقالی کرنے والا خودکار ٹول سیٹ شامل ہوتا ہے۔ یہ کوئی نئی بات نہیں ہے۔ درحقیقت، سافٹ ویئر انجینئرز کے لیے جنہیں پرانے مین فریم سے ڈیٹا کی ضرورت ہو سکتی ہے، معلومات کو نکالنے کا واحد طریقہ سکریپنگ ہو سکتا ہے۔ اصل کنیکٹر ختم ہو سکتے ہیں اور اسے تبدیل کرنا ناممکن ہے۔",
    "3408107995": "آج، اگرچہ، ہمیشہ سکریپنگ کا مطلب ویب سائٹ سے ڈیٹا نکالنے کے لیے پروگرامی طریقہ ہے۔ سکریپنگ سافٹ ویئر انسانی صارف کی طرح کام کرتا ہے، بٹنوں پر کلک کرتا ہے اور نتیجے میں آنے والے آؤٹ پٹ کو پڑھتا ہے۔ سکریپنگ کے بہت سے جائز استعمال ہیں۔ ویب کرالر جو سرچ انجن کو طاقت دیتے ہیں اس کی ایک مثال ہے۔ اسی طرح اسکائی اسکینر جیسے ٹولز بھی ہیں جو ہزاروں ٹریول ویب سائٹس کے ذریعے سفری سودے تلاش کرتے ہیں۔ Fintech فرمیں اس کا استعمال بھی کرتی ہیں، اگر ڈیٹا کنکشن بنانے کے لیے کوئی ایپلیکیشن پروگرامنگ انٹرفیس (APIs) دستیاب نہ ہوں تو بینک سائٹس سے صارف کے مالیاتی ڈیٹا کو ختم کر دیتے ہیں۔ اسکرین سکریپنگ کے بارے میں ذہن میں رکھنے والی چیزیں اس کی رفتار اور اسکیل ایبلٹی ہیں۔ اس عمل سے ویب سائٹس سے بے تحاشہ ڈیٹا اکٹھا کیا جا سکتا ہے، یہ فرض کرتے ہوئے کہ سائٹیں اسے ہونے سے روکنے کے لیے ترتیب نہیں دی گئی ہیں۔ کمپیوٹ کی رفتار سے، ایک سکریپر ویب سائٹس اور بنیادی سافٹ ویئر اور ڈیٹا بیس کے ساتھ بات چیت کرکے بڑے ڈیٹا سیٹس کو اکٹھا کرسکتا ہے جو انہیں طاقت دیتا ہے۔",
    "1920884252": "مواد کو کھرچنا ایک سیکیورٹی خطرہ کیوں ہے؟",
    "2256795853": "ویب سائٹس سے بہت سارے ڈیٹا کو تیزی سے نکالنے کی صلاحیت بدنیتی پر مبنی اداکاروں کے ہاتھ میں سکریپنگ کو ایک طاقتور ٹول بناتی ہے۔ ایک سکریپنگ بوٹ سوشل میڈیا سائٹس سے صارف کا ڈیٹا اکٹھا کر سکتا ہے۔ پھر، پتے اور دیگر ذاتی معلومات پر مشتمل سائٹس کو سکریپ کرکے اور نتائج کو آپس میں جوڑ کر، ہیکر شناختی جرائم میں ملوث ہو سکتا ہے جیسے کہ جعلی کریڈٹ کارڈ کی درخواستیں جمع کروانا۔",
    "4087694419": "ایک سکریپنگ ہیکر جعلی یا فریب پر مبنی مصنوعات کی فہرستیں بنانے کے لیے Amazon اور eBay جیسی سائٹس سے ڈیٹا بھی اکٹھا کر سکتا ہے۔ پھر وہ انہیں آفر اپ جیسی پیئر ٹو پیئر سروسز پر فروخت کے لیے پیش کر سکتا ہے اور خریداروں پر فشنگ حملے کر سکتا ہے۔ یا، دھوکہ باز ایسی مصنوعات فروخت کر سکتا ہے جو موجود نہیں ہیں۔ مزید اسکرین سکریپنگ دھوکہ دہی میں اشتہار پبلشرز کو دھوکہ دینا شامل ہے۔ پبلشر سائٹس سے مواد کو ختم کرکے، دھوکہ باز مختلف سروسز پر جعلی اشتہار پبلشر کے صفحات بنا سکتا ہے۔ پھر وہ ان صفحات پر اشتہارات مجاز باز فروشوں کو فروخت کر سکتے ہیں، جن کے رابطے انہوں نے پبلشر کی ads.txt فائل سے حاصل کیے ہیں۔ اشتہار کی سلاٹ مشتہر کو حقیقی لگتی ہیں، لیکن وہ نہیں ہیں۔",
    "3315658779": "hCaptcha انٹرپرائز کے ساتھ مواد کی سکریپنگ کو روکیں۔",
    "2602081482": "hCaptcha Enterprise آپ کی سائٹ اور ایپس پر بدنیتی پر مبنی ٹریفک کی شناخت کے لیے جدید مشین لرننگ کا استعمال کرتا ہے - بشمول سکریپنگ سرگرمیاں۔",
    "1422537019": "مزید جاننے کے لیے آج ہمیں۔",
    "1988268879": "پیمانے پر لاگت سے موثر ڈیٹا لیبلنگ",
    "2163914794": "اپنے ڈیٹاسیٹس کے لیے مزید لیبلز کی ضرورت ہے؟ hCaptcha مصنوعی ذہانت اور مشین لرننگ ایپلی کیشنز پر کام کرنے والی کمپنیوں کے لیے تیز رفتار، کم لاگت، اور اعلیٰ معیار کا ڈیٹا لیبلنگ فراہم کرتا ہے۔",
    "3378932530": "اپنے ڈیٹا کو ابھی لیبل لگائیں۔",
    "3483700676": "لاکھوں کاموں کو فوری طور پر شروع کریں۔",
    "3478726913": "hCaptcha آپ کے استعمال کے لیے دستیاب کرہ ارض کے سب سے بڑے تالابوں میں سے ایک ہے۔ آپ کا پیمانہ کچھ بھی ہو، ہم اسے مہنگے پیشگی وعدوں کے بغیر ہینڈل کر سکتے ہیں۔ روزانہ لاکھوں کام کوئی مسئلہ نہیں ہیں۔",
    "740501259": "سادہ API سے چلنے والی پائپ لائنز",
    "2784612261": "انسانی جائزے کو براہ راست اپنے کاروباری کاموں میں ضم کرنا چاہتے ہیں؟ ہم اعلی قابل اعتماد SLAs، ضمانت شدہ صلاحیت، اور سادہ REST APIs پیش کرتے ہیں۔",
    "1144966033": "قیمت اور معیار کے لیے موزوں ہے۔",
    "3213351333": "کوئی پیشگی عزم کی ضرورت نہیں ہے۔",
    "2107077506": "HUMAN پلیٹ فارم نفیس ریئل ٹائم کوالٹی تجزیہ کرنے کے لیے جامع اعتماد کے ماڈلز کا استعمال کرتا ہے۔ یہ ہمیں سوالات کی مشکل اور ان کے ممکنہ درست جواب دونوں کا فوری تعین کرنے کی اجازت دیتا ہے، جس سے آپ کا وقت اور پیسہ بچتا ہے۔",
    "3576146278": "صرف اس درستگی کے لیے ادائیگی کریں جس کی آپ کو ضرورت ہے۔",
    "2952586316": "تمام مسائل ایک جیسے نہیں ہوتے۔ حفاظتی اہم کاموں کے لیے تشریحات مکمل طور پر انسانی کارکنوں سے 99.99% اعتماد کی ضرورت ہو سکتی ہیں۔ موبائل گیم ایپ میں ایک بیٹا فیچر کے لیے تشریحات کے لیے صرف اعتدال پسند اعتماد کی ضرورت ہو سکتی ہے۔ تم فیصلہ کرو.",
    "710145621": "اپنا زمینی سچائی کا ڈیٹا فراہم کریں یا ہمیں اسے تیار کرنے دیں۔",
    "987901590": "کیا آپ کے پاس جامع تصدیقی سیٹ کے بغیر خام ڈیٹا ہے؟ زیادہ تر معاملات میں ہم آپ کے لیے ایک بنا سکتے ہیں کیونکہ کام سسٹم کے ذریعے چلتے ہیں، یا آپ کی منظوری کے لیے لیبل والے نمونے بنا سکتے ہیں۔",
    "2597352122": "تشریح کی اقسام",
    "1344687860": "باؤنڈنگ بکس",
    "1089415440": "تصاویر اور ویڈیو میں آبجیکٹ کا درست پتہ لگانا",
    "3817067682": "کثیر الاضلاع",
    "2682873489": "اشیاء کے لیے باؤنڈنگ ایریا کی وضاحت کریں۔",
    "1275150216": "نشانیاں",
    "2067112112": "بہت سے مختلف استعمال کے معاملات کے لیے پوائنٹ تشریحات",
    "4228682126": "انتساب کی درجہ بندی",
    "2920213479": "کسی بھی سائز کے صوابدیدی زمروں کو ترتیب دیں یا شامل کریں۔",
    "3288667364": "موازنہ اور کھوج",
    "155877895": "انسانی طاقت کا پتہ لگانے اور درجہ بندی",
    "3128433367": "... اور بہت کچھ",
    "2827452240": "ایک اور قسم کی ضرورت ہے جو یہاں درج نہیں ہے؟ بس ہم سے پوچھیں۔",
    "719304627": "آخر سے آخر تک کنٹرول کی ضرورت ہے؟",
    "1172067553": "HCaptcha کے پیچھے HUMAN پلیٹ فارم کام کے معیار اور انتظامی خصوصیات کو آن پریمائز، ہائبرڈ، یا SaaS کی تعیناتیوں کے ذریعے فراہم کرتا ہے جو آپ کے موجودہ سسٹمز کے ساتھ مربوط ہوتے ہیں۔",
    "2319072959": "اپنی افرادی قوت کے ساتھ مکمل طور پر آف لائن چلائیں، کاروباری اکائیوں یا کنسورشیم پارٹنرز میں استعمال کی جانے والی قیمت کا پتہ لگائیں، لاگت اور حفاظتی تقاضوں کی بنیاد پر مختلف اندرونی یا بیرونی مزدور فراہم کنندگان کو منتخب طور پر ملازمتیں بھیجیں، وغیرہ۔",
    "1936512180": "‍آسان API رسائی، خوبصورت ڈیش بورڈز، اور کارکن کی کارکردگی کو بڑھانے کے لیے جدید ترین ماڈل ان دی لوپ ٹیکنالوجی۔",
    "3913848038": "99.99% اپ ٹائم SLAs اور 24/7 عالمی تعاون دستیاب ہے۔",
    "1080752747": "سیلز سے رابطہ کریں۔",
    "1525403768": "مزید معلومات کے لیے انٹرپرائز سیلز سے رابطہ کریں۔",
    "1546930020": "ڈیٹا کا لیبل لگانا",
    "2486638408": "نردجیکرن کی وضاحت کریں۔",
    "1027200955": "اپنے پراجیکٹ کی ضروریات کی وضاحت کرنے کے لیے ہمارے ڈومین کے ماہرین میں سے ایک سے بات کریں: ہدف کی درستگی، فارمیٹ، اور کوئی خاص ضروریات۔",
    "1156712451": "ابتدائی ملازمت کا امتحان",
    "181065232": "ہم آپ کے نمونے کے ڈیٹا کی بنیاد پر ایک چھوٹی پروڈکشن کام انجام دیتے ہیں۔ یہ اس کام کی جانچ کرتا ہے جو ہم نے مل کر کیا ہے تاکہ یہ یقینی بنایا جا سکے کہ آپ کو بالکل وہی چیز مل گئی ہے جس کی آپ کو ضرورت ہے۔",
    "3207769512": "پیداواری ملازمتیں تعینات کریں۔",
    "1099238677": "ہمارے اعلی حجم اور کم تاخیر کے ساتھ ہم آپ کے کام کو جلد از جلد مکمل کر دیں گے، جیسے ہی یہ ہو جائے گا خودکار ڈیلیوری کے ساتھ۔",
    "465783046": "اپنے ڈیٹا کے ساتھ اسے آزمانا چاہتے ہیں؟",
    "328625009": "... جب آپ ہوں تو ہم تیار ہیں: ہماری سروس چوبیس گھنٹے دستیاب ہے۔",
    "3225770968": "hCaptcha مشین لرننگ میں انتہائی محنت طلب مسئلہ کو حل کرنے کے لیے ڈیزائن کیا گیا ہے۔ بروقت، سستی، اور قابل اعتماد طریقے سے ڈیٹا کی بڑی مقدار میں لیبل لگانا۔",
    "2041686284": "زیادہ ڈیٹا عام طور پر مشین لرننگ ماڈلز کی تربیت میں بہتر نتائج پیدا کرتا ہے۔ گہرے ماڈلز کی حالیہ کامیابی نے تیزی سے بڑے ڈیٹاسیٹس کو جنم دیا ہے، اور hCaptcha اس ضرورت کو پورا کرتا ہے۔ تاہم، روایتی طریقوں کا استعمال کرتے ہوئے بڑے انسانی جائزہ شدہ ڈیٹاسیٹس بنانا سست اور مہنگا دونوں ہے۔",
    "3729345277": "hCaptcha کمپنیوں کے لیے وہ تشریحات حاصل کرنے کا ایک طریقہ ہے جس کی انہیں ضرورت ہوتی ہے، اعلیٰ معیار کے ساتھ اور دیگر متبادلات سے کم قیمت پر۔",
    "2103563261": "نجی یا عوامی معلومات",
    "2513143348": "hCaptcha انٹرپرائز سسٹم اپنے ڈیزائن میں منفرد طور پر لچکدار ہے: اگر آپ پبلک کلاؤڈ چلاتے ہیں یا بہت سے ڈیٹا سینٹرز کے مالک ہیں تو اسے جزوی طور پر یا مکمل طور پر آپ کے نیٹ ورک کے کنارے پر لگایا جا سکتا ہے۔",
    "3107683988": "سخت ترین SLAs کو پورا کرنے کے لیے ہمارے 24/7 آن کال اسٹاف کے انتظام کے تمام فوائد کو برقرار رکھتے ہوئے یہ آف نیٹ ورک ٹریفک اور اخراجات کو ڈرامائی طور پر کم کر سکتا ہے۔",
    "3660619092": "انٹرپرائز حل کے لیے مفت سائن اپ کریں یا سیلز سے رابطہ کریں۔",
    "2351176803": "hCaptcha JS API کے لیے لائسنس کی شرائط",
    "2616226398": "ہمارے تابع",
    "2024293275": ". باقی تمام حقوق محفوظ ہیں، ابھی کے لیے۔",
    "1062291156": "معیاری شرائط",
    "2712493234": "ادائیگی کی دھوکہ دہی: سائبر کرائم کے تیزی سے ترقی پذیر موڈ کو کم کرنا",
    "1817772953": "فراڈ جرم کی کوئی نئی شکل نہیں ہے۔ درحقیقت، ماہرین آثار قدیمہ نے تقریباً 10,000 سال قبل قدیم سومیریوں کی طرف سے مویشیوں کو بغیر کسی نقصان کے نقل و حمل کے لیے وضع کردہ اینٹی فراڈ آلات کا پتہ لگایا ہے! ان کے معاملے میں، وہ مٹی کے ٹوکن، ہر ایک جانور کی نمائندگی کرتے ہوئے، مٹی کی گیند کے اندر ڈالتے ہیں جسے \"بلا\" کہا جاتا ہے۔ بُلا ریوڑ کے ساتھ سفر کرے گا جب یہ بیچنے والے سے خریدار کی طرف جاتا تھا۔ تب بھی، کاروباری مالکان فکر مند تھے کہ ہر وہ شخص جس کے ساتھ وہ کام کر رہے تھے اوپر اور اوپر نہیں تھا۔ 10,000 سالوں میں بہت کچھ بدل گیا ہے، لیکن دھوکہ دہی کو روکنے کے لیے اختراعی ہونے کی ضرورت ہمارے ساتھ ہے۔ آج، آن لائن ادائیگی کی دھوکہ دہی کا معاملہ بہت اہمیت کا حامل ہے۔ انٹرنیٹ کے ساتھ، دھوکہ دہی کرنے والے اینٹی فراڈ کنٹرولز کو ختم کرنے میں تیزی سے ماہر ہو گئے ہیں۔ تاہم، نئے حل جوار کو موڑ رہے ہیں۔",
    "1053787685": "ادائیگی فراڈ کیا ہے؟",
    "433424759": "ادائیگی کی دھوکہ دہی کسی بھی قسم کی غیر قانونی لین دین پر مشتمل ہوتی ہے جس میں سائبر کرائمین شکار کو کسی قیمتی چیز، عام طور پر رقم سے محروم کر دیتا ہے۔ اس کا مطلب یہ ہو سکتا ہے کہ چوری شدہ کریڈٹ کارڈ کا استعمال آن لائن سامان کا آرڈر دینے کے لیے یا بینک اکاؤنٹ پر قبضہ کرنا اور اس سے غیر قانونی طور پر رقوم کی منتقلی کرنا۔ بہت سی تبدیلیاں ہیں، لیکن ان سب کا نتیجہ ایک ہی ہے: ایک بدمعاش کسی صارف، بینک یا مرچنٹ سے چوری کرنے کے لیے چوری شدہ شناخت یا ادائیگی کی معلومات کا استعمال کرتا ہے۔",
    "2939852138": "فراڈ کرنے والے ادائیگی کے فراڈ سے کیسے بچتے ہیں؟",
    "1665616092": "ادائیگی کی دھوکہ دہی تصور میں آسان ہے، لیکن یہ اس کے موجودہ دور کے عمل میں حیرت انگیز طور پر پیچیدہ ہوسکتا ہے۔",
    "4246520782": "درحقیقت، انٹرنیٹ حالیہ برسوں میں دھوکہ بازوں اور محافظوں کے درمیان ہتھیاروں کی ایک حقیقی دوڑ کا گواہ رہا ہے۔",
    "2167049807": "سیکیورٹی ٹیموں نے مختلف قسم کے انسدادی اقدامات اور کنٹرولز اپنائے ہیں جو ادائیگی کے دھوکہ دہی کے لیے آسان، سست رویوں کو شکست دیتے ہیں۔ تاہم، حملے تیزی سے جدید ترین ہوتے جا رہے ہیں۔ مثال کے طور پر، بوٹس اب جعلی ویب سائٹس اور فشنگ حملوں سے چوری شدہ کریڈٹ کارڈ نمبر اور PIN حاصل کر سکتے ہیں۔",
    "1936449777": "پھر، مکمل طور پر خودکار موڈ میں، وہ ای کامرس سائٹس پر انسانی رویے کی نقل کر سکتے ہیں، بٹنوں پر کلک کر کے اور شاپنگ کارٹس میں آئٹمز شامل کر سکتے ہیں—اس مقام تک جہاں بہت سے، اگر زیادہ تر اینٹی فراڈ کنٹرولز نہیں بتا سکتے ہیں کہ کوئی بوٹ چوری کرنے کی کوشش کر رہا ہے۔ سامان بلکہ ایسا لگتا ہے جیسے کوئی انسانی صارف محض خریداری کر رہا ہو۔ بوٹ چوری شدہ لاگ ان اسناد کا استعمال کرتے ہوئے حقیقی صارف کے اکاؤنٹ میں لاگ ان کر سکتا ہے۔ مزید دھوکہ دہی پر پردہ ڈالنا بوٹ کی آئی پی ایڈریس کو جعل سازی کرنے کی صلاحیت ہے اور اسے ایسا لگتا ہے جیسے \"خریدار\" حملہ آور سے کہیں مختلف ہے، جو شاید کسی غیر ملک میں ہو۔",
    "648630222": "hCaptcha انٹرپرائز کے ساتھ ادائیگی کے فراڈ کو روکیں۔",
    "1621930829": "آج کی اعلی درجے کی، مسلسل ادائیگی کی دھوکہ دہی کی سرگرمیوں کے بارے میں کیا کیا جا سکتا ہے؟ کنٹرولز کی متعدد پرتوں کا استعمال عام طور پر ایک دانشمندانہ طریقہ ہے۔ تاہم، بہترین انسدادی اقدامات وہ ہیں جو بوٹ کو پھنس سکتے ہیں اور یہ ظاہر کر سکتے ہیں کہ یہ جعلی ہے، اس کے تخلیق کاروں کی جانب سے انسانی رویے کو نقل کرنے کی بہترین کوششوں کے باوجود۔",
    "2423586454": "اب بھی کچھ چیزیں ایسی ہیں جو سافٹ ویئر نہیں کر سکتا، چاہے اس کے پیچھے AI کتنا ہی اچھا ہو۔ جدید کیپچا ٹیکنالوجی ادائیگی کی دھوکہ دہی کو برقرار رکھنے کی کوشش کرنے والے بوٹس کو روکنے کا ایک ثابت شدہ طریقہ پیش کرتی ہے۔ اگرچہ کیپچا کے لیے پرانے نقطہ نظر، جیسے باکس میں سادہ ترچھے نمبرز، اب زیادہ تر ایڈوانس بوٹس کو کم کرنے میں کم ہیں، ایک خودکار ٹیسٹنگ رسپانس ڈیوائس جیسے hCaptcha Enterprise اکاؤنٹ لاگ ان یا شاپنگ کارٹ چیک آؤٹ کے وقت دھوکہ باز بوٹ کو آسانی سے روک سکتا ہے۔ یہاں تک کہ اگر بوٹ کے پاس حقیقی اسناد ہیں، اگر وہ کیپچا کے ذریعے حاصل نہیں کر سکے گا۔",
    "1467308982": "ادائیگی کے نظام الاوقات",
    "1291824746": "hCaptcha پے آؤٹس سہ ماہی طور پر 60 دن کے پیچھے چلتے ہیں۔ اس کا مطلب بتانے کے لیے، براہ کرم نیچے دی گئی جدول کو دیکھیں۔",
    "3444947612": "ٹریفک کے درمیان",
    "4181611011": "مفاہمت کی تاریخ",
    "728503636": "ادائیگی کی تاریخ",
    "3720584906": "15 جولائی 2021 - 15 اکتوبر 2021",
    "388240587": "5-15 جنوری 2022",
    "3426312287": "5-15 جنوری 2022",
    "615618648": "15 اپریل 2021 - 15 جولائی 2021",
    "3376724603": "14-24 ستمبر 2021 †††",
    "3398978455": "15-25 ستمبر 2021 †††",
    "2722456056": "15 جنوری 2021 - 15 اپریل 2021",
    "4063155841": "25 جون 2021 کے بعد نہیں †",
    "4082053540": "جون 19-25th 2021††",
    "64953197": "15 اکتوبر 2020 - 15 جنوری 2021",
    "1023070345": "14 مارچ 2021 کے بعد نہیں۔",
    "2600696085": "15 مارچ 2021",
    "3217791519": "15 جولائی 2020 - 15 اکتوبر 2020",
    "649261378": "5-11 جنوری 2021*",
    "1559190296": "5-11 جنوری 2021†",
    "3806054689": "15 اپریل 2020 - 15 جولائی 2020",
    "4162383380": "16 ستمبر - 22 ستمبر 2020 ****",
    "1990824776": "16-24 ستمبر 2020 ****",
    "3856690908": "15 جنوری 2020 - 15 اپریل 2020",
    "3200641265": "16 جون 2020 کے بعد نہیں*",
    "3744079744": "15-19 جون 2020 ****",
    "2209837451": "15 اکتوبر 2019 - 15 جنوری 2020",
    "2510534204": "23 مارچ 2020 کے بعد نہیں ***",
    "2910560864": "20-23 مارچ 2020***",
    "2544565802": "15 جولائی 2019 - 15 اکتوبر 2019",
    "3963642878": "14 دسمبر 2019 کے بعد نہیں*",
    "622103562": "17 دسمبر 2019**",
    "4072202039": "15 اپریل 2019 - 15 جولائی 2019",
    "818049069": "15 جولائی 2019 کے بعد نہیں۔",
    "1169005651": "15 ستمبر 2019",
    "2303655425": "15 جنوری 2019 - 15 اپریل 2019",
    "3678889946": "15 جون 2019 کے بعد نہیں۔",
    "3094354698": "15 جون 2019",
    "4217013126": "ادائیگیاں عام طور پر ادائیگی کی تاریخ پر دن بھر چلتی ہیں، اور عام طور پر آدھی رات کو بحر الکاہل کے وقت تک مکمل ہو جاتی ہیں۔ اگر کسی اکاؤنٹ پر نظرثانی کے لیے جھنڈا لگایا گیا ہے، تو ادائیگی جاری کرنے میں پانچ اضافی کاروباری دن لگ سکتے ہیں۔",
    "1447649958": "ایک یاد دہانی کے طور پر، صرف درست انسانی ٹریفک ہی ادائیگیوں کے لیے اہل ہے۔ آپ ذیل میں لنک کردہ ہمارے اکثر پوچھے گئے سوالات میں اس پر مزید تفصیلات دیکھ سکتے ہیں۔ ادائیگی کے اہل ہونے کے لیے دستیاب بیلنس کو بھی کم از کم حد کو پورا کرنا چاہیے، فی الحال 10 HMT۔",
    "4257144752": "حقیقی وقت کے تخمینے حتمی درستگی یا انسانیت کی عکاسی نہیں کرتے ہیں، اور اس طرح آپ کی حتمی کمائی آپ کے پہلے مفاہمت سے پہلے ڈیش بورڈ میں دکھائے گئے نمبروں سے کافی حد تک اوپر یا نیچے ہو سکتی ہے۔",
    "2728931827": "ہر مفاہمت کے بعد، آپ کے فی سائٹ کلیدی تخمینوں کو اپ ڈیٹ کیا جائے گا اور مستقبل کی پیشین گوئیوں کی درستگی میں اضافہ ہونا چاہیے، جب تک کہ آپ کی سائٹ کے صارف کے رویے میں کوئی مادی تبدیلی نہ ہو۔",
    "1200905005": "††† ستمبر 2021 سے، سروس میں ترقی سے متعلق آپریشنل رکاوٹوں کو آسان بنانے کے لیے، مفاہمت اور ادائیگیاں اب ایک دن کی بجائے تقریباً 10 دن کی مدت میں چلتی ہیں۔",
    "4284094387": "†† کچھ جون 2021 مفاہمتیں اور ادائیگیاں مفاہمت ونڈو کے دوران حتمی حسابات کی تصدیق میں تاخیر کی وجہ سے اگلے ہفتے میں چلیں گی۔",
    "1977013707": "† دسمبر 2020 کی ادائیگیوں کو سال کے آخر میں ہونے والی مفاہمتوں اور عملے کی چھٹیوں کے ساتھ اوورلیپ سے بچنے کے لیے 15 تاریخ سے دوبارہ شیڈول کیا گیا ہے: وہ جنوری کے دوسرے ہفتے تک مکمل ہو جائیں گی۔ PayPal میں معمول سے زیادہ سست منتقلی کی وجہ سے، ادائیگیاں ایک دن میں مکمل ہونے کے بجائے کئی دنوں تک چلیں گی۔",
    "517010299": "براہ کرم نوٹ کریں: ہم فی الحال قریب قریب حقیقی وقت کی مفاہمت پر ایک بڑے پس منظر کی منتقلی پر کام کر رہے ہیں۔ متواتر مفاہمتیں Q1 2021 تک معمول سے کم بار بار چلیں گی۔ اس سے ادائیگی کے نظام الاوقات یا تاریخوں پر کوئی اثر نہیں پڑے گا۔",
    "3092200338": "** جب 15 ویک اینڈ پر آتا ہے، تو ادائیگی کی تاریخ 17 کے بجائے ہوتی ہے۔",
    "3891941747": "*** COVID-19 ایڈوائزری: COVID-19 سے متعلق عملے کی کم صلاحیت کی وجہ سے، ہماری معیاری تصدیق کو مکمل کرنے کے لیے اضافی وقت دینے کے لیے مفاہمت کو دوبارہ ترتیب دیا گیا ہے۔ توقع ہے کہ ادائیگی جمعہ کو شروع ہوگی اور اگلے پیر کو مکمل ہوگی۔",
    "2301757528": "**** پے آؤٹ ونڈو کے دوران ان کے REST APIs کی PayPal کی دیکھ بھال کی وجہ سے، 15 جون کو تمام ادائیگیاں مکمل نہیں ہوئیں۔ کوئی بھی ادائیگی جو 15 جون (بحرالکاہل کے وقت) کے لیے مقرر کی گئی تھی لیکن PayPal API کی خرابیوں کی وجہ سے عمل میں نہیں آئی تھی، 19 جون (بحرالکاہل وقت) تک دوبارہ چلائی گئی تھی۔",
    "116842359": "***** نظام کی بحالی کی وجہ سے کئی دنوں میں مفاہمتیں مکمل ہونے کی امید ہے۔",
    "4154415610": "***** ستمبر 2020 کی ادائیگیاں مفاہمت کی تکمیل کے ساتھ ہی بیچوں میں چلیں گی، کچھ مفاہمت کی تاخیر کی وجہ سے اصل میں طے شدہ وقت سے کئی دن بعد چلیں گی۔",
    "2310694091": "Reconciliation کا کیا مطلب ہے؟",
    "164801246": "مفاہمت ایک ایسا عمل ہے جس کے تحت ٹریفک کی انسانیت اور درستگی کی تصدیق کرنے کے بعد اس کا تجزیہ کیا جاتا ہے، ایک بار جب تمام رپورٹنگ سائٹس کا تمام ڈیٹا آتا ہے۔",
    "3256245394": "نیز ہماری بلاگ پوسٹس، جیسے",
    "3089778412": "hCaptcha انعامات کا حساب کیسے لگاتا ہے۔",
    "3329755436": "کیا آپ اس عمل کو تیز کرنے کا ارادہ رکھتے ہیں؟",
    "1911669851": "ہاں، ہم فی الحال اپنے بیک اینڈ سسٹمز میں مختلف قسم کی بہتریوں پر کام کر رہے ہیں جن کی ہم توقع کرتے ہیں کہ آخرکار ہمیں تیز تر مفاہمت، زیادہ تیز تخمینے کی درستگی، اور تیز ادائیگی دونوں پیش کرنے کی اجازت ملے گی۔ ہم اس وقت پہلے مفاہمت کو تیز کرنے کے لیے کام کر رہے ہیں۔",
    "2366003154": "پریس اور میڈیا سے متعلق پوچھ گچھ",
    "3054564199": "پریس کٹ",
    "3173156067": "اگر آپ اپنے مضمون میں مثالی تصاویر شامل کرنا چاہیں گے تو کچھ ریڈی میڈ کولیٹرل دستیاب ہے۔",
    "867314732": "آپ ہائی ریزولوشن بازیافت کرسکتے ہیں۔",
    "858218750": "اور ان کے استعمال کے بارے میں رہنمائی",
    "3821716514": "صفحہ",
    "1186243118": "لوگو کی تصاویر",
    "3034959000": "آپ بازیافت کرسکتے ہیں۔",
    "1764089150": "یہاں:",
    "1558428432": ". براہ کرم انہیں hCaptcha.com پر کریڈٹ کریں۔",
    "2429359042": "مثال کے طور پر انٹرفیس تصاویر",
    "1480820434": "تصویر 1",
    "3213411837": "تصویر 2",
    "1270712701": "پریس ریلیز اور حالیہ رپورٹس",
    "231285005": "آپ ہمارے بلاگ پر حالیہ اپ ڈیٹس تلاش کر سکتے ہیں۔",
    "1289884910": "ہم گاہے بگاہے تجزیے اور رپورٹس بھی شائع کرتے ہیں۔ مثال کے طور پر:",
    "932546190": "کیوں کیپچا ہمیشہ ہمارے ساتھ رہیں گے۔",
    "2344319147": "گوگل کے بوٹ کا پتہ لگانے کی واقعی قیمت کتنی ہے؟",
    "1637527266": "کن ممالک میں سب سے زیادہ بوٹ ٹریفک ہے؟",
    "230159237": "رابطے",
    "3759923279": "براہ کرم پریس انکوائریوں کو درج ذیل ای میل ایڈریس پر بھیجیں:",
    "4255608322": "آخری بار اپ ڈیٹ کیا گیا: 12 اپریل 2021",
    "537881751": "hCaptcha میں خوش آمدید! یہ رازداری کی پالیسی ہماری ویب سائٹ www.hcaptcha کے ذریعے معلومات کے جمع کرنے، استعمال کرنے، اور افشاء کرنے کے حوالے سے Intuition Machines, Inc. (\"IMI\"، \"ہم\" یا \"ہم\") کے طریقوں کی وضاحت کرتی ہے۔ .com اور کوئی دیگر ذیلی ڈومینز یا ڈومین جو ہم استعمال کرتے ہیں (\"سائٹس\") اور hCaptcha ایپلیکیشن پروگرام انٹرفیس اور متعلقہ سافٹ ویئر اور مواد (مجموعی طور پر، \"سروس\")۔",
    "33639629": "تھرڈ پارٹی ویب سائٹس پر لاگو نہیں ہے۔ براہ کرم نوٹ کریں کہ یہ رازداری کی پالیسی کسی تیسرے فریق کی کسی بھی ویب سائٹ، پیشکش، پروڈکٹ یا سروس پر لاگو نہیں ہوتی، چاہے یہ ہماری سائٹ سے منسلک ہو یا سروس کو شامل کرتی ہو - براہ کرم تیسرے کو کوئی بھی معلومات فراہم کرنے کا فیصلہ کرنے سے پہلے قابل اطلاق رازداری کی پالیسیوں کا حوالہ دیں۔ پارٹیاں",
    "987375734": "IMI امریکہ میں مقیم ہے۔ سائٹس اور سروس امریکہ سے ہمارے ذریعے کنٹرول اور چلائی جاتی ہیں۔ آپ کی ذاتی معلومات کو کسی بھی ملک میں ذخیرہ اور اس پر کارروائی کی جا سکتی ہے جہاں ہمارے پاس سہولیات موجود ہیں یا جس میں ہم سروس فراہم کرنے والوں کو شامل کرتے ہیں، اور سائٹس اور سروس کا استعمال کرکے آپ اپنے رہائشی ملک سے باہر کے ممالک بشمول ریاستہائے متحدہ میں معلومات کی منتقلی کی رضامندی دیتے ہیں۔ جس میں ڈیٹا کے تحفظ کے اصول ہو سکتے ہیں جو آپ کے ملک کے قوانین سے مختلف ہیں۔ بعض حالات میں، عدالتیں، قانون نافذ کرنے والی ایجنسیاں، ان دوسرے ممالک میں ریگولیٹری ایجنسیاں یا سیکورٹی حکام آپ کی ذاتی معلومات تک رسائی کے حقدار ہو سکتے ہیں۔",
    "452920031": "امریکہ سے باہر کے صارفین کے لیے ایک نوٹ۔",
    "2328839224": ". براہ کرم کیلیفورنیا کنزیومر پرائیویسی ایکٹ (\"CCPA\") کے تحت آپ کے حقوق سے متعلق ہمارا \"کیلیفورنیا کے رہائشیوں کو نوٹس\" سیکشن دیکھیں۔",
    "1565481281": "کیلیفورنیا کے رہائشیوں کے لیے ایک نوٹ",
    "1028058338": "براہ کرم جنرل ڈیٹا پروٹیکشن ریگولیشن (\"GDPR\") کے تحت آپ کے حقوق سے متعلق ہمارا \"EU ڈیٹا کے مضامین کا نوٹس\" سیکشن دیکھیں۔",
    "2271205646": "یورپی اکنامک ایریا کے رہائشیوں کے لیے ایک نوٹ۔",
    "508143070": "نوٹ کریں کہ IMI آپ کی ذاتی معلومات کا کنٹرولر ہے، سوائے اس کے جہاں ہم اپنی سروس کی فراہمی کے سلسلے میں اپنے انٹیگریٹرز کی جانب سے ذاتی معلومات پر کارروائی کرتے ہیں، ایسی صورت میں ہم ذاتی معلومات کے پروسیسر ہیں، اور وہ انٹیگریٹرز کے کنٹرولر ہیں۔ ذاتی معلومات.",
    "2330965058": "جہاں ہم اپنے انٹیگریٹرز کے لیے پروسیسر کے طور پر کام کرتے ہیں، ہم اپنی سروس فراہم کرنے کے لیے مناسب طور پر ضروری ہونے کے علاوہ کسی اور مقصد کے لیے جمع کیے گئے ڈیٹا کا استعمال نہیں کرتے ہیں، اور ہماری پروسیسنگ ان معاہدوں کے تحت چلائی جائے گی جو ہمارے انٹیگریٹرز کے ساتھ ہیں، نہ کہ رازداری کی پالیسی",
    "3017040355": "EU ڈیٹا سبجیکٹ ڈیٹا کی پروسیسنگ معیاری معاہدے کی شقوں (SCCs) کی قانونی بنیاد کے تحت کام کرتی ہے جو ڈیٹا پروسیسنگ ضمیمہ کے اندر ہماری سروس کی شرائط یا ہمارے انٹیگریٹرز کے ساتھ ڈیٹا پروسیسنگ کے معاہدوں میں شامل ہے۔",
    "2233384692": "اگر آپ کے پاس اس بارے میں کوئی سوالات یا خدشات ہیں کہ اس طرح کے ڈیٹا کو کیسے ہینڈل کیا جاتا ہے یا آپ اپنے حقوق کا استعمال کرنا چاہتے ہیں، تو آپ کو اس شخص یا ادارے (یعنی ڈیٹا کنٹرولر) سے رابطہ کرنا چاہیے جس نے اس ڈیٹا کو پروسیس کرنے کے لیے سروس استعمال کرنے کے لیے ہمارے ساتھ معاہدہ کیا ہے۔ تاہم، ہم اپنے انٹیگریٹرز کو ان کے ساتھ اپنے معاہدے کی شرائط کے مطابق، آپ کی کسی بھی تشویش کو دور کرنے کے لیے مدد فراہم کریں گے۔",
    "349292953": "معلومات ہم جمع کرتے ہیں۔",
    "3022001832": "ہم ان افراد سے معلومات اکٹھا کرتے ہیں جو ہماری سائٹس اور سروسز کے ساتھ تعامل کرتے ہیں، بشمول وہ لوگ جو ہماری سروس کو اپنی ویب سائٹ میں شامل کرتے ہیں (\"انٹیگریٹرز\")، وہ لوگ جو ڈیٹا لیبلنگ کے لیے خدمات کا استعمال کرتے ہیں (\"گاہک\")، اور آخری صارفین جو ہماری سائٹس اور سروسز کے ساتھ تعامل کرتے ہیں۔ ہمارے انٹیگریٹرز (\"اینڈ یوزرز\") کی ویب سائٹس کے ذریعے سروس۔",
    "835545301": "ہم معلومات کے درج ذیل زمرے جمع کرتے ہیں:",
    "3228928991": "وہ معلومات جو کسی فرد کی شناخت یا رابطہ کرنے کے لیے استعمال کی جا سکتی ہے (\"ذاتی معلومات\")، جیسے نام، ای میل پتہ، اور ملک۔ ہم اپنے موجودہ اور ممکنہ انٹیگریٹرز اور صارفین سے ذاتی معلومات جمع کرتے ہیں جب وہ اسے براہ راست ہمیں دیتے ہیں (مثال کے طور پر، کسی اکاؤنٹ کے لیے سائن اپ کرتے وقت، یا ہم سے ای میل اطلاعات موصول کرنے کے لیے درخواست دینا)۔ ہم تیسرے فریق کے ڈیٹا بیس یا سرکاری قانونی دستاویزات سے ذاتی معلومات کا موازنہ کرکے اپنے انٹیگریٹرز اور صارفین کی شناخت کی تصدیق بھی کر سکتے ہیں۔",
    "1655796811": "انٹیگریٹر یا گاہک کے سائٹس یا سروسز (\"تجزیاتی معلومات\") کے استعمال کے نتیجے میں خود بخود جمع کی جانے والی معلومات، جیسے کہ IP پتے، براؤزر کی قسم، انٹرنیٹ سروس فراہم کنندہ، پلیٹ فارم کی قسم، ڈیوائس کی قسم، آپریٹنگ سسٹم، تاریخ اور ٹائم سٹیمپ رسائی، اور اسی طرح کی دیگر معلومات۔ کچھ تجزیاتی معلومات ہماری طرف سے تیسرے فریق کے ذریعہ جمع کی جاتی ہیں جن کو ہم اس مقصد کے لیے شامل کرتے ہیں، اور کچھ تجزیاتی معلومات کوکیز سمیت متعدد ٹریکنگ ٹیکنالوجیز کے ذریعے جمع کی جاتی ہیں (نیچے \"تیسرے فریق کے تجزیات اور ٹریکنگ ٹیکنالوجیز\" دیکھیں)۔",
    "1388241689": "سروس (\"لیبل لگا ڈیٹا\") کے ذریعے اختتامی صارفین کے جوابات دینے کے نتیجے میں جمع کی گئی معلومات، جیسا کہ تصویری لیبلنگ ڈیٹا، ان اینڈ یوزرز کو چلائی جانے والی آڈیو فائلوں سے تبدیل شدہ متن، سوالات کے جوابات، اور سروس کے ذریعے تیار کردہ دیگر اشارے مشین لرننگ ایپلی کیشنز میں استعمال کے لیے ڈیٹا لیبلنگ کے مقاصد کے لیے۔ نوٹ کریں کہ لیبل لگا ڈیٹا کسی شناخت شدہ فرد سے منسلک نہیں ہے۔",
    "1493790285": "سروس کے حصے کے طور پر اختتامی صارفین سے جمع کی گئی دیگر معلومات اس بات کا تعین کرنے کے لیے ضروری ہے کہ آیا وہ",
    "2216374138": "انسان ہیں، جیسے کہ ماؤس کی حرکت، اسکرول پوزیشن، کی پریس ایونٹس، ٹچ ایونٹس، اور جائروسکوپ / ایکسلرومیٹر کی معلومات جیسا کہ قابل اطلاق ہے۔",
    "2394073454": "ہم ان آخری صارفین سے اضافی معلومات اکٹھا کر سکتے ہیں جو انفرادی ڈیٹا لیبلرز کے طور پر ہمارے ساتھ کام کرنا چاہتے ہیں۔",
    "3103557430": "ہم معلومات کو کس طرح استعمال کرتے ہیں۔",
    "1130802068": "ہم جمع کردہ معلومات کو درج ذیل مقاصد کے لیے استعمال کرتے ہیں:",
    "2940689138": "انٹیگریٹر اور کسٹمر اکاؤنٹس کا انتظام کرنے اور سروس فراہم کرنے کے لیے۔ ہم انٹیگریٹرز اور صارفین کے ساتھ مخصوص اکاؤنٹس کو منسلک کرنے اور انہیں سروس فراہم کرنے، درخواستوں یا استفسارات کا جواب دینے، مدد یا تکنیکی مدد فراہم کرنے اور ادائیگیوں کو آسان بنانے کے لیے ذاتی معلومات کا استعمال کرتے ہیں۔",
    "857974529": "سائٹ اور سروس کو بہتر بنانے کے لیے۔ ہم اپنے موجودہ کو بہتر بنانے اور نئی خدمات اور پیشکشوں کو تیار کرنے اور موجودہ اور مستقبل کی مصنوعات کی پیشکشوں کو اپنی مرضی کے مطابق بنانے کے لیے تجزیات کی معلومات کا استعمال کرتے ہیں۔",
    "1820844638": "مارکیٹ کی بصیرت حاصل کرنے کے لیے۔ ہم تجزیات کی معلومات کا استعمال مارکیٹ کا تجزیہ کرنے اور سائٹ اور ہماری خدمات سے متعلق کاروباری تجزیے کرنے اور دیگر تحقیقی مقاصد کے لیے کرتے ہیں۔",
    "3386280249": "لیبل والے ڈیٹا کے لیے مارکیٹ فراہم کرنے کے لیے۔ ہماری سروس ویب سائٹ کے مالکان اور کمپنیوں کے لیے سروس کے طور پر مشین لرننگ سسٹم کے لیے ہائی والیوم ڈیٹا لیبلنگ اور انسانی جائزہ کو قابل بناتی ہے جنہیں اپنے ڈیٹا کا لیبل لگانے میں مدد کی ضرورت ہوتی ہے۔ اس مقصد کے لیے، ہم لیبل لگا ڈیٹا حاصل کرنے میں دلچسپی رکھنے والے اپنے صارفین کے لیے لیبل لگا ڈیٹا ظاہر کرتے ہیں۔",
    "3532143291": "ہماری خدمات اور نظام کو محفوظ بنانے کے لیے۔ ہم تجزیات کی معلومات کا استعمال ممکنہ خطرات اور کمزوریوں کی نشاندہی کرکے اپنے سسٹم کو محفوظ بنانے کے لیے کرتے ہیں، اور بصورت دیگر جو معلومات ہم جمع کرتے ہیں اس کی حفاظت کرتے ہیں۔",
    "2185418511": "کسی بھی جائز کاروباری مقصد کے لیے، بشرطیکہ معلومات کو غیر شناخت شدہ یا اس طرح جمع کیا گیا ہو کہ اسے کسی فرد سے معقول طور پر منسلک نہیں کیا جا سکتا۔",
    "2386465280": "ہم معلومات کا اشتراک کیسے کرتے ہیں۔",
    "2159517814": "ہم درج ذیل صورتوں میں ذاتی معلومات کا اشتراک یا انکشاف کرتے ہیں:",
    "4256083674": "انٹیگریٹر کی جانب سے مخصوص کیپچا چیلنج کی درخواست یا آئی پی ایڈریس کے دھوکہ دہی کے خطرے کی نشاندہی کرنے پر، یا بصورت دیگر جہاں مخصوص رضامندی دی گئی تھی۔",
    "3494826505": "وینڈرز کے ساتھ ہم سائٹس اور سروس کے ضروری پہلو فراہم کرنے میں مشغول رہتے ہیں، جیسے ڈیٹا اسٹوریج، ہوسٹنگ، اور تجزیات، اور صرف ان مقاصد کے لیے۔",
    "1119009846": "جیسا کہ آپ کے، ہمارے، یا دوسروں کے حقوق، رازداری، حفاظت، یا املاک کے تحفظ کے لیے سرکاری اور نجی اداروں کے لیے سرکاری درخواستوں، قانون نافذ کرنے والی درخواستوں سمیت قابل اطلاق قانون کی تعمیل کرنا ضروری ہے۔",
    "197676026": "کسی بھی جائز کاروباری مقصد کے لیے دوسروں کے ساتھ، بشرطیکہ معلومات کی شناخت نہ ہو۔",
    "2359312315": "یا اس طرح جمع کیا گیا ہے کہ اسے کسی فرد سے معقول طور پر منسلک نہیں کیا جاسکتا۔",
    "2497216176": "تھرڈ پارٹی تجزیات اور ٹریکنگ ٹیکنالوجیز",
    "3694578791": "جیسا کہ اوپر بحث کی گئی ہے، ہم (اور ہمارے تیسرے فریق فروش) کوکیز، ویب بیکنز اور دیگر ٹریکنگ ٹیکنالوجیز کے استعمال کے ذریعے جزوی طور پر تجزیاتی معلومات اکٹھی کرتے ہیں۔ کچھ مثالوں میں، ہم تجزیات کی معلومات جمع کرنے کے مقاصد کے لیے کوکیز استعمال کرنے کے لیے فریق ثالث فروشوں کے ساتھ کام کرتے ہیں۔",
    "2238885192": "جب کسی صارف کو کسی غلطی کا سامنا ہوتا ہے تو ہم ڈیبگنگ ڈیٹا اکٹھا کرنے کے لیے Sentry کا استعمال کرتے ہیں۔ اس بارے میں معلومات کے لیے کہ سینٹری کیسے ڈیٹا اکٹھا اور اس پر کارروائی کرتی ہے:",
    "1535054294": "براہ کرم ان کی تفصیلی پالیسی دیکھیں",
    "658775471": "ہم اپنی ویب ٹریفک کو بہتر بنانے کے لیے Cloudflare کا استعمال کرتے ہیں۔ Cloudflare ڈیٹا کو کیسے اکٹھا اور اس پر کارروائی کرتا ہے اس بارے میں معلومات کے لیے:",
    "2014256987": "اگر آپ کوکیز یا دیگر ٹریکنگ ٹیکنالوجیز کے استعمال کو روکنے کو ترجیح نہیں دیں گے، تو براہ کرم ذیل میں \"اپنی معلومات کا انتظام\" دیکھیں۔ براہ کرم نوٹ کریں کہ ایسا کرنے سے سائٹس یا سروس کے استعمال کے آپ کے تجربے پر منفی اثر پڑ سکتا ہے، کیونکہ ہو سکتا ہے کچھ خصوصیات ٹھیک سے کام نہ کریں۔",
    "2788024905": "ہم معلومات کو کیسے محفوظ کرتے ہیں۔",
    "271333468": "ہم ان معلومات کی حفاظت کے لیے مناسب تکنیکی اور تنظیمی اقدامات نافذ کرتے ہیں جو ہم جمع اور ذخیرہ کرتے ہیں، اور ان تمام ایجنٹوں سے مطالبہ کرتے ہیں جو ہماری طرف سے ہماری پروسیسنگ کرتے ہیں۔ بدقسمتی سے، کوئی بھی حفاظتی اقدامات 100% فول پروف نہیں ہیں، اور اس طرح کوئی بھی نیٹ ورک یا سسٹم (بشمول ہمارا) تباہی، نقصان، تبدیلی، غیر مجاز افشاء، یا ہماری جمع اور ذخیرہ کردہ معلومات تک رسائی کے خلاف 100% محفوظ ہونے کی ضمانت نہیں دی جا سکتی۔ اگر آپ کو لگتا ہے کہ آپ کی معلومات کسی بھی وجہ سے محفوظ نہیں ہیں، تو براہ کرم ہم سے فوری طور پر اس پر رابطہ کریں:",
    "3031284129": "وارنٹی دستبرداری",
    "26365791": "قانون کی طرف سے اجازت دی گئی مکمل حد تک، سائٹ اور سروس (اور کوئی دوسری متعلقہ خدمات، معلومات، ڈیٹا، خصوصیات، اور دیگر مواد یا مواد) \"جیسا ہے\" اور \"جیسا کہ دستیاب ہے\" کی بنیاد پر فراہم کی جاتی ہیں۔ قانون کی طرف سے اجازت دی گئی مکمل حد تک، IMI تمام وارنٹیوں کو خارج کرتا ہے، بشمول تجارتی قابلیت، کسی خاص مقصد کے لیے فٹنس، اور عدم خلاف ورزی کی مضمر وارنٹیوں تک محدود نہیں۔",
    "735630686": "اپنی معلومات کا انتظام کرنا (آپ کے حقوق)",
    "498769698": "آپ کچھ ذاتی معلومات تک رسائی، درست، ترمیم، یا حذف کر سکتے ہیں جو آپ نے ہمیں اپنے انٹیگریٹر، کسٹمر، یا ایکسیسبیلٹی یوزر اکاؤنٹ (اگر آپ انٹیگریٹر، گاہک، یا ایکسیسبیلٹی صارف ہیں) کے ذریعے فراہم کی ہیں۔ اگر آپ ایسا کرنے سے قاصر ہیں، یا ہم نے آپ کے بارے میں جو ذاتی معلومات اکٹھی کی ہیں اور/یا شیئر کی ہیں اس کے بارے میں کوئی سوالات ہیں، یا ہماری پروسیسنگ کے لیے اپنی رضامندی واپس لینا چاہتے ہیں (یعنی اپنا اکاؤنٹ مکمل طور پر حذف کریں) تو براہ کرم ہم سے اس نمبر پر رابطہ کریں:",
    "2895491273": "اگر آپ کوکیز یا دیگر ٹریکنگ ٹیکنالوجیز کو مسدود کرنے کو ترجیح دیتے ہیں، تو زیادہ تر براؤزرز اور موبائل ڈیوائسز آپ کو اپنی ترتیبات کو تبدیل کرنے کے لیے تاکہ آپ کو مطلع کیا جا سکے کہ آپ کوکیز موصول ہونے پر یا دیگر ٹریکنگ ٹیکنالوجیز استعمال کی جا رہی ہیں، اور یہ منتخب کرنے کے لیے کہ آیا قبول کرنا ہے یا نہیں کرنا ہے۔ یہ. زیادہ تر براؤزر آپ کو موجودہ کوکیز کو غیر فعال یا حذف کرنے یا مستقبل کی کوکیز کو خودکار طور پر مسترد کرنے کی بھی اجازت دیتے ہیں۔ آپ اپنی کوکیز کی ترجیحات کو کنٹرول کرنے کے لیے فریق ثالث کے ٹولز بشمول براؤزر پلگ ان کا بھی استعمال کر سکتے ہیں۔ تاہم، نوٹ کریں کہ اگر آپ تمام کوکیز کو غیر فعال کر دیتے ہیں، تو ہو سکتا ہے ہماری سائٹس کے کچھ حصے ٹھیک سے کام نہ کریں۔",
    "707527778": "بچوں سے معلومات",
    "1747657936": "ہماری سائٹس اور سروس 13 سال سے کم عمر کے بچوں کے لیے نہیں دی جاتی ہیں اور ہم جان بوجھ کر 13 سال سے کم عمر کے بچوں سے ذاتی معلومات اکٹھا نہیں کرتے ہیں۔ اگر ہمیں معلوم ہوتا ہے کہ ہم نے 13 سال سے کم عمر کے بچے کی ذاتی معلومات اکٹھی کی ہیں، تو ہم جتنی جلدی ممکن ہو ہماری فائلوں سے ایسی معلومات کو حذف کرنے کے لیے معقول اقدامات، جب تک کہ اسے برقرار رکھنے کی ہماری کوئی قانونی ذمہ داری نہ ہو۔ براہ کرم ہم سے رابطہ کریں اگر آپ کو یقین ہے کہ ہمارے پاس 13 سال سے کم عمر کے بچے سے یا اس کے بارے میں کوئی معلومات ہیں:",
    "2419795065": "کیلیفورنیا کے رہائشیوں کو نوٹس",
    "1517625162": "کیلیفورنیا سول کوڈ سیکشن 1789.3 کے تحت، کیلیفورنیا کے صارفین درج ذیل صارفی حقوق کے نوٹس کے حقدار ہیں: کیلیفورنیا کے رہائشی 1625 North Market Blvd. CA 95834، یا بذریعہ ٹیلی فون (916) 445-1254 یا (800) 952-5210 پر۔",
    "3730344349": "یہ سیکشن کیلیفورنیا کے صارفین کے بارے میں ہم جو ذاتی معلومات اکٹھا کرتے ہیں اور کیلیفورنیا کنزیومر پرائیویسی ایکٹ یا \"CCPA\" کے تحت انہیں فراہم کردہ حقوق کے بارے میں اضافی تفصیلات فراہم کرتا ہے۔",
    "4044467791": "گزشتہ 12 مہینوں میں ہم نے آپ سے جو ذاتی معلومات اکٹھی کی ہیں، ان کے زمرے کے لیے، براہ کرم اوپر \"معلومات ہم جمع کرتے ہیں\" سیکشن دیکھیں۔ ہم یہ معلومات کاروباری اور تجارتی مقاصد کے لیے جمع کرتے ہیں جو اوپر \"ہم ذاتی معلومات کا استعمال کیسے کرتے ہیں\" سیکشن میں بیان کیے گئے ہیں۔ پچھلے 12 مہینوں میں، ہم نے کاروباری مقصد کے لیے فریق ثالث کے ساتھ معلومات کے درج ذیل زمروں کا اشتراک کیا ہے:",
    "4208081170": "ذاتی معلومات کا زمرہ",
    "1528242915": "شناخت کنندگان۔",
    "3863351997": "ذاتی معلومات کے زمرے جو کیلیفورنیا کے کسٹمر ریکارڈز قانون میں درج ہیں (Cal. Civ. Code § 1798.80(e))۔",
    "2826705343": "تجارتی معلومات۔",
    "2683038211": "انٹرنیٹ یا دیگر الیکٹرانک نیٹ ورک کی سرگرمی۔",
    "3671828834": "اشتراک کردہ ذاتی معلومات کی مثالیں۔",
    "779426309": "ایک اصلی نام، منفرد ذاتی شناخت کنندہ، آن لائن شناخت کنندہ، انٹرنیٹ پروٹوکول ایڈریس، ای میل ایڈریس، اکاؤنٹ کا نام، یا اسی طرح کے دوسرے شناخت کنندگان۔",
    "2414368123": "ایک نام، کریڈٹ کارڈ نمبر، ڈیبٹ کارڈ نمبر، یا کوئی دوسری مالی معلومات۔",
    "4088941349": "خریدی گئی، حاصل کی گئی یا سمجھی جانے والی مصنوعات یا خدمات کے ریکارڈ۔",
    "3238612014": "براؤزنگ کی تاریخ، انٹرنیٹ ویب سائٹ، ایپلیکیشن، یا اشتہار کے ساتھ صارف کے تعامل سے متعلق معلومات۔",
    "1023108656": "تیسری پارٹی کے وصول کنندگان کے زمرے",
    "1418235079": "سہولت کار",
    "3238184941": "نوٹ: انفرادی IP ایڈریس سے وابستہ دھوکہ دہی کا خطرہ درخواست پر انٹیگریٹر کے ساتھ شیئر کیا جا سکتا ہے۔",
    "285116485": "کمپنی \"بیچ\" نہیں کرتی ہے (جیسا کہ یہ اصطلاح CCPA میں بیان کی گئی ہے) وہ ذاتی معلومات جو ہم جمع کرتے ہیں۔ فریق ثالث کوکیز کی اقسام کے بارے میں مزید معلومات کے لیے براہ کرم اوپر والے \"تیسرے فریق کے تجزیات اور ٹریکنگ ٹیکنالوجیز\" سیکشن سے رجوع کریں، جو ہم استعمال کرتے ہیں۔",
    "1408750006": "کچھ حدود کے تابع، CCPA کیلیفورنیا کے صارفین کو یہ حق فراہم کرتا ہے کہ وہ زمرہ جات یا ذاتی معلومات کے مخصوص ٹکڑوں کے بارے میں مزید تفصیلات جاننے کی درخواست کریں جو ہم جمع کرتے ہیں (بشمول ہم اس معلومات کو کیسے استعمال اور ظاہر کرتے ہیں)، اپنی ذاتی معلومات کو حذف کرنے، آپٹ آؤٹ کرنے کے لیے۔ کوئی بھی \"فروخت\" جو ہو سکتی ہے، نیز ان حقوق کو استعمال کرنے کے لیے امتیازی سلوک نہ کرنے کا حق۔",
    "759057398": "EU ڈیٹا کے مضامین کے لیے نوٹس",
    "825780955": "ذاتی معلومات",
    "2945960297": "EU ڈیٹا کے مضامین کے حوالے سے، اصطلاح \"ذاتی معلومات\" جیسا کہ اس رازداری کی پالیسی میں استعمال کیا گیا ہے \"ذاتی ڈیٹا\" کے مترادف ہے جیسا کہ یورپی یونین جنرل ڈیٹا پروٹیکشن ریگولیشن (GDPR) میں بیان کیا گیا ہے۔",
    "1126613163": "حساس ڈیٹا",
    "3571006800": "آپ کی فراہم کردہ معلومات میں سے کچھ حساس ڈیٹا پر مشتمل ہو سکتی ہے جیسا کہ GDPR میں بیان کیا گیا ہے (جسے ذاتی ڈیٹا کے خصوصی زمرے بھی کہا جاتا ہے)، بشمول حکومت کی طرف سے جاری کردہ شناختی دستاویزات پر آپ کی نسل یا نسل کی شناخت۔",
    "1988461282": "پروسیسنگ کے لیے قانونی بنیادیں",
    "3519564631": "پروسیسنگ کے مقاصد",
    "1778642038": "آپ کے ساتھ بات چیت کرنے کے لیے",
    "2223819810": "ہمارے پلیٹ فارم کو بہتر بنانے کے لیے",
    "1678661231": "تعمیل، دھوکہ دہی کی روک تھام، اور حفاظت کے لیے",
    "2561077702": "ہماری خدمت فراہم کرنے کے لیے",
    "2066321185": "قانونی طور پر",
    "1174237568": "پروسیسنگ کی یہ سرگرمیاں ہمارے جائز مفادات کو تشکیل دیتی ہیں۔ ہم اپنے جائز مفادات کے لیے آپ کی ذاتی معلومات پر کارروائی کرنے سے پہلے آپ پر کسی بھی ممکنہ اثرات (مثبت اور منفی دونوں) اور آپ کے حقوق پر غور کرنے اور ان میں توازن پیدا کرنے کی کوشش کرتے ہیں۔ ہم آپ کی ذاتی معلومات کو ایسی سرگرمیوں کے لیے استعمال نہیں کرتے ہیں جہاں ہماری دلچسپیاں آپ پر کسی منفی اثر سے زیر اثر ہو جاتی ہیں (جب تک کہ ہمیں آپ کی رضامندی حاصل نہ ہو یا بصورت دیگر ضروری ہو یا قانون کی طرف سے اجازت ہو)۔",
    "1350478093": "پروسیسنگ کا مقصد",
    "787916198": "آپ کی رضامندی سے",
    "3348433919": "آپ کے حقوق",
    "3842673636": "GDPR کے تحت، آپ کو اپنی ذاتی معلومات سے متعلق کچھ حقوق حاصل ہیں۔ آپ ہم سے اپنی ذاتی معلومات کے سلسلے میں درج ذیل اقدامات کرنے کو کہہ سکتے ہیں جو ہمارے پاس ہے:",
    "4057343238": "آپٹ آؤٹ",
    "1834911235": "آپ کو براہ راست مارکیٹنگ مواصلات بھیجنا بند کریں جو آپ نے پہلے وصول کرنے کی رضامندی دی ہے۔ ہم آپ کو سروس سے متعلق اور دیگر غیر مارکیٹنگ مواصلات بھیجنا جاری رکھ سکتے ہیں۔",
    "3022301908": "رسائی",
    "680638297": "آپ کو آپ کی ذاتی معلومات کی ہماری پروسیسنگ کے بارے میں معلومات فراہم کرتا ہے اور آپ کو اپنی ذاتی معلومات تک رسائی فراہم کرتا ہے۔",
    "1409486258": "درست",
    "3878077249": "اپ ڈیٹ کریں یا اپنی ذاتی معلومات میں غلطیاں درست کریں۔",
    "3645414921": "حذف کریں۔",
    "42182578": "اپنی ذاتی معلومات کو حذف کریں۔",
    "1609621367": "منتقلی",
    "3208155808": "اپنی ذاتی معلومات کی مشین سے پڑھنے کے قابل کاپی آپ کو یا اپنی پسند کے تیسرے فریق کو منتقل کریں۔",
    "1786796818": "پابندی",
    "3329634829": "اپنی ذاتی معلومات کی پروسیسنگ کو محدود کریں۔",
    "4202774977": "چیز",
    "3007158970": "آپ کی ذاتی معلومات کی ہماری پروسیسنگ کی بنیاد کے طور پر ہمارے جائز مفادات پر انحصار پر اعتراض کریں جو آپ کے حقوق کو متاثر کرتی ہے۔",
    "1273071008": "ڈیٹا سبجیکٹ تک رسائی کے حقوق کی درخواستیں۔",
    "3594381346": "مقام",
    "21141582": "یہ",
    "3357523404": "کراس بارڈر ڈیٹا ٹرانسفر",
    "290966395": "جیسا کہ ہمارے \"امریکہ سے باہر صارفین کے لیے ایک نوٹ\" سیکشن میں بیان کیا گیا ہے، براہ کرم آگاہ رہیں کہ آپ کا ذاتی ڈیٹا ریاستہائے متحدہ میں منتقل کیا جائے گا، اس پر کارروائی کی جائے گی اور ذخیرہ کیا جائے گا۔ امریکہ میں ڈیٹا کے تحفظ کے قوانین آپ کے رہائشی ملک کے قوانین سے مختلف ہو سکتے ہیں۔ آپ ہماری سائٹس پر جا کر یا ہماری سروس کا استعمال کرتے ہوئے اپنی معلومات بشمول ذاتی معلومات کی امریکہ منتقلی پر رضامندی دیتے ہیں جیسا کہ اس رازداری کی پالیسی میں بیان کیا گیا ہے۔",
    "3178581111": "نئے مقاصد کے لیے استعمال کریں۔",
    "1088304322": "ہم آپ کی ذاتی معلومات کو ان وجوہات کے لیے استعمال کر سکتے ہیں جن کی اس رازداری کی پالیسی میں بیان نہیں کی گئی ہے، جہاں ہمیں قانون کے ذریعے ایسا کرنے کی اجازت ہے اور جہاں وجہ اس مقصد سے مطابقت رکھتی ہے جس کے لیے ہم نے اسے جمع کیا ہے۔ اگر ہمیں آپ کی ذاتی معلومات کو کسی غیر متعلقہ مقصد کے لیے استعمال کرنے کی ضرورت ہے، تو ہم آپ کو مطلع کر سکتے ہیں اور اس استعمال کے لیے قابل اطلاق قانونی بنیاد کی وضاحت کر سکتے ہیں۔ اگر ہم نے آپ کی ذاتی معلومات کے کسی خاص استعمال کے لیے آپ کی رضامندی پر انحصار کیا ہے، تو ہم کسی غیر متعلقہ مقصد کے لیے آپ کی رضامندی حاصل کر سکتے ہیں اور اگر آپ اعتراض کرتے ہیں تو اس وقت آپ کو سروس کا استعمال ختم کرنے کی اجازت دے سکتے ہیں۔",
    "2260079771": "ڈیٹا برقرار رکھنا",
    "38428546": "ہم آپ کا ذاتی ڈیٹا محفوظ طریقے سے آپ کے اکاؤنٹ کی پوری زندگی اپنے پاس محفوظ کرتے ہیں۔ ہم آپ کا ذاتی ڈیٹا صرف اس وقت تک اپنے پاس رکھیں گے جب تک کہ ان مقاصد کو پورا کرنے کے لیے جس کے لیے ہم نے اسے جمع کیا تھا، بشمول کسی قانونی، اکاؤنٹنگ، یا رپورٹنگ کی ذمہ داریوں کو پورا کرنے یا تنازعات کو حل کرنے کے مقاصد کے لیے۔ سٹوریج کی مدت کا تعین کرنے کے لیے ہم جو معیار استعمال کرتے ہیں ان میں قابل اطلاق معاہدہ کی دفعات شامل ہیں جو نافذ ہیں، قانونی قانونی حدود کی مدت، قابل اطلاق ریگولیٹری تقاضے، اور صنعت کے معیارات۔",
    "384965568": "اگرچہ برقرار رکھنے کے تقاضے دائرہ اختیار کے لحاظ سے مختلف ہوتے ہیں، آپ کے ذاتی ڈیٹا کے مختلف پہلوؤں کے لیے ہمارے مخصوص برقرار رکھنے کے ادوار کے بارے میں معلومات ذیل میں بیان کی گئی ہیں۔",
    "2788836740": "مارکیٹنگ کے مقاصد کے لیے رابطہ کی معلومات اس وقت تک برقرار رکھی جاتی ہے جب تک آپ ان سبسکرائب نہیں کرتے۔ اس کے بعد ہم آپ کی تفصیلات کو غیر معینہ مدت تک اپنی دبانے کی فہرست میں شامل کریں گے۔ قابل رسائی صارفین سے جمع کی گئی ای میل معلومات کو کبھی بھی مارکیٹنگ کے مقاصد کے لیے استعمال نہیں کیا جائے گا۔",
    "3520687192": "آپ کے ساتھ مواصلات کے ریکارڈز (مثلاً ای میل یا ٹویٹر کے ذریعے کھولے گئے سپورٹ ٹکٹ) غیر معینہ مدت کے لیے رکھے جا سکتے ہیں۔",
    "292211832": "کوکیز، ویب پیج کاؤنٹرز اور دیگر تجزیاتی ٹولز جیسے تکنیکی ذرائع سے جمع کی گئی معلومات کو جیسے ہی عملی طور پر ضائع کر دیا جاتا ہے، لیکن کوکی کے ختم ہونے سے ایک سال تک محدود مدت کے لیے رکھا جا سکتا ہے، عام طور پر غیر شناخت شدہ اور مجموعی شکل میں جب تک کہ ہمیں اپنی سروس کے ممکنہ غلط استعمال کا پتہ نہ لگ جائے، ایسی صورت میں ہم مستقبل میں بیجا استعمال کو روکنے میں ہماری مدد کے لیے اس معلومات کو برقرار رکھیں گے۔ ہم اس گمنام اور مجموعی معلومات کو آپ، آپ کے گھر والے، IP ایڈریس، یا ذخیرہ کردہ معلومات کی بنیاد پر کسی بھی ذاتی معلومات سے منسلک کرنے سے قاصر ہیں۔",
    "470943029": "اگر آپ کے پاس اس رازداری کی پالیسی کے بارے میں کوئی سوالات ہیں، تو براہ کرم ہم سے یہاں پر رابطہ کریں:",
    "3192683783": "اس رازداری کی پالیسی میں تبدیلیاں",
    "1702335960": "کوئی بھی معلومات جو ہم جمع کرتے ہیں وہ رازداری کی پالیسی کے ساتھ مشروط ہوتی ہے جب اس طرح کی معلومات اکٹھی کی جاتی ہیں۔ تاہم، ہم وقتاً فوقتاً رازداری کی پالیسی پر نظر ثانی کر سکتے ہیں۔ اگر کوئی نظرثانی مواد ہے، جیسا کہ مکمل طور پر ہم نے طے کیا ہے، تو ہم آپ کو مطلع کریں گے، مثال کے طور پر ای میل کے ذریعے۔ موجودہ ورژن ہمیشہ ہماری پرائیویسی پالیسی پیج پر پوسٹ کیا جائے گا۔",
    "3669258571": "کوکی پالیسی",
    "2905621957": "آخری بار اپ ڈیٹ کیا گیا: 18 جولائی 2020",
    "1173934218": "ہم سمجھتے ہیں کہ آپ کی رازداری آپ کے لیے اہم ہے اور ہم جو ٹیکنالوجیز استعمال کرتے ہیں ان کے بارے میں شفاف ہونے کے لیے پرعزم ہیں۔ یہ پالیسی اس بارے میں تفصیلی معلومات فراہم کرتی ہے کہ ہم اپنی سائٹس اور سروس پر کوکیز کیسے اور کب استعمال کرتے ہیں۔",
    "2694150481": "کیا ہم کوکیز استعمال کرتے ہیں؟",
    "457627611": "جی ہاں. ہم اور ہمارے تجزیات یا خدمات فراہم کرنے والے، مارکیٹنگ کے شراکت دار، اور ملحقہ کوکیز، ویب بیکنز، یا پکسلز اور دیگر ٹیکنالوجیز کا استعمال اس بات کو یقینی بنانے کے لیے کر سکتے ہیں کہ ہر وہ شخص جو سائٹس کو استعمال کرتا ہے اسے بہترین ممکنہ تجربہ حاصل ہو۔ مزید تفصیلات کے لیے براہ کرم ہماری پرائیویسی پالیسی کا \"تھرڈ پارٹی اینالیٹکس اینڈ ٹریکنگ ٹیکنالوجیز\" سیکشن دیکھیں۔",
    "501102544": ": ہمیں یقین ہے کہ hCaptcha اینٹی بوٹ سروس (یعنی ویب سائٹس، گیمز، یا موبائل ایپس کے ذریعے سرایت کردہ سروس) میں GDPR کے ضوابط کے مطابق صرف نام نہاد \"رضامندی سے مستثنیٰ\" کوکیز شامل ہیں۔ ایسی مستثنیٰ کوکیز کی مثالوں میں شامل ہیں:",
    "461631543": "جی ڈی پی آر نوٹ",
    "2150907653": "* تکنیکی کوکیز سروس کی فراہمی کے لیے سختی سے ضروری ہیں۔ ان میں ترجیحی کوکیز، سیشن کوکیز، لوڈ بیلنسنگ کوکیز وغیرہ شامل ہیں۔",
    "1012122721": "* شماریاتی کوکیز کا انتظام براہ راست ہمارے ذریعے ہوتا ہے (یعنی فرسٹ پارٹی، تھرڈ پارٹی کوکیز نہیں)، جہاں ڈیٹا کو پروفائلنگ کے لیے استعمال نہیں کیا جاتا ہے۔",
    "148542287": "یہ قانونی مشورہ نہیں ہے، اور اس تجزیہ کے حوالے سے کوئی وارنٹی فراہم نہیں کی گئی ہے۔ اگر آپ کے مزید سوالات یا خدشات ہیں، تو براہ کرم ہم سے یہاں پر رابطہ کریں:",
    "3956117148": "hCaptcha.com اور BotStop.com ویب سائٹس (سائٹس) میں اضافی کوکیز شامل ہو سکتی ہیں، جیسا کہ اس پالیسی میں بیان کیا گیا ہے۔",
    "3255230599": "کوکی کیا ہے؟",
    "1095532507": "کوکی (\"کوکی\") ایک چھوٹی ٹیکسٹ فائل ہے جو آپ کی ہارڈ ڈرائیو پر ویب پیج سرور کے ذریعے رکھی جاتی ہے۔ کوکیز میں وہ معلومات ہوتی ہیں جو بعد میں اس ڈومین میں موجود ویب سرور کے ذریعے پڑھی جا سکتی ہیں جس نے آپ کو کوکی جاری کی تھی۔ کچھ کوکیز صرف اس صورت میں استعمال ہوں گی جب آپ کچھ خصوصیات استعمال کرتے ہیں یا کچھ ترجیحات کو منتخب کرتے ہیں، اور کچھ کوکیز ہمیشہ استعمال کی جائیں گی۔ آپ ذیل میں ہماری موجودہ کوکی کی فہرست دیکھ کر ہر کوکی کے بارے میں مزید معلومات حاصل کر سکتے ہیں۔",
    "2943815316": "ہم اس فہرست کو وقتاً فوقتاً اپ ڈیٹ کرتے ہیں، اس لیے ایسی اضافی کوکیز ہو سکتی ہیں جو ابھی تک درج نہیں ہیں۔ ویب بیکنز، ٹیگز اور اسکرپٹس سائٹس یا ای میلز میں کوکیز ڈیلیور کرنے، وزٹ گننے، استعمال اور مہم کی تاثیر کو سمجھنے اور یہ تعین کرنے میں مدد کے لیے استعمال کیے جا سکتے ہیں کہ آیا ای میل کھولی گئی ہے اور اس پر عمل کیا گیا ہے۔ ہم انفرادی اور مجموعی بنیادوں پر اپنے سروس/تجزیاتی فراہم کنندگان کی طرف سے ان ٹیکنالوجیز کے استعمال پر مبنی رپورٹس حاصل کر سکتے ہیں۔",
    "2954157511": "ہم کوکیز کیوں استعمال کرتے ہیں؟",
    "1539071196": "ہم عام طور پر کوکیز کو درج ذیل مقاصد کے لیے استعمال کرتے ہیں:",
    "3545935449": "نئے یا ماضی کے صارفین کو پہچاننے کے لیے۔",
    "32739972": "اگر آپ ہماری سائٹس پر رجسٹرڈ ہیں تو اپنے لاگ ان سیشن کی معلومات کو ذخیرہ کرنے کے لیے۔",
    "4209078147": "ہماری سائٹ کو بہتر بنانے اور ہمارے پلیٹ فارمز اور سائٹ پر اپنے دوروں کو بہتر طور پر سمجھنے کے لیے۔",
    "1077448694": "تھرڈ پارٹی سوشل میڈیا ویب سائٹس کے ساتھ ضم کرنے کے لیے۔",
    "1709478090": "دلچسپی پر مبنی یا ٹارگٹڈ اشتہارات کے ساتھ آپ کی خدمت کے لیے۔",
    "3256020881": "متعدد ویب سائٹس یا دوسرے پلیٹ فارمز پر وقت کے ساتھ ساتھ اپنے طرز عمل اور براؤزنگ کی سرگرمیوں کا مشاہدہ کرنے کے لیے۔",
    "1092241113": "اپنے صارفین اور انٹیگریٹرز کے مفادات کو بہتر طور پر سمجھنے کے لیے۔",
    "1434289796": "کچھ کوکیز سائٹس کے مخصوص استعمال کے لیے ضروری ہوتی ہیں، اور ایسی کوکیز کے بغیر، ہم ایسی بہت سی خدمات فراہم کرنے کے قابل نہیں ہوں گے جن کی آپ کو سائٹس کو صحیح طریقے سے استعمال کرنے کی ضرورت ہے۔ مثال کے طور پر، یہ کوکیز ہمیں اپنی سائٹس کو چلانے کی اجازت دیتی ہیں تاکہ آپ اس تک رسائی حاصل کر سکیں جیسا کہ آپ نے درخواست کی ہے اور ہمیں یہ تسلیم کرنے دیں کہ آپ نے ایک اکاؤنٹ بنایا ہے اور سائٹ کے مواد تک رسائی کے لیے اس اکاؤنٹ میں لاگ ان کیا ہے۔ ان میں کوکیز بھی شامل ہیں جو ہمیں اسی براؤزنگ سیشن میں آپ کی سابقہ کارروائیوں کو یاد رکھنے اور اپنی سائٹس کو محفوظ بنانے کے قابل بناتی ہیں۔",
    "1533171442": "ہم تجزیہ اور مارکیٹنگ کے مقاصد کے لیے فریق ثالث کی فنکشنل کوکیز اور کوکیز بھی استعمال کرتے ہیں۔ فنکشنل کوکیز سائٹس کے کچھ حصوں کو صحیح طریقے سے کام کرنے اور آپ کے صارف کی ترجیحات کو معلوم رہنے کے قابل بناتی ہیں۔ تجزیہ کوکیز، دیگر چیزوں کے علاوہ، معلومات جمع کرتی ہیں کہ کس طرح گاہک، انٹیگریٹرز، اور اختتامی صارفین ہماری سائٹوں کو استعمال کرتے ہیں، وہ مواد اور مصنوعات جنہیں صارفین اکثر دیکھتے ہیں، اور ہمارے تیسرے فریق کی تشہیر کی تاثیر۔ ایڈورٹائزنگ کوکیز متعلقہ سامعین تک اشتہارات پہنچانے اور ہمارے اشتہارات کو تلاش کے نتائج میں سب سے اوپر ظاہر کرنے میں مدد کرتی ہیں۔ کوکیز یا تو \"سیشن\" کوکیز ہیں جو آپ کے براؤزر سیشن کو ختم کرنے پر حذف ہو جاتی ہیں، یا \"مسلسل\" جو آپ کے حذف ہونے تک رہتی ہیں (ذیل میں زیر بحث) یا کوکی پیش کرنے والی پارٹی۔ سائٹس پر استعمال ہونے والی تمام کوکیز کے بارے میں مکمل تفصیلات نیچے ہمارے کوکی ڈسکلوزر ٹیبل پر دستیاب ہیں۔",
    "322830977": "کوکیز کو کیسے غیر فعال کریں۔",
    "3885459114": "آپ عام طور پر اپنے ویب براؤزر میں بنائی گئی فعالیت کے ذریعے کوکیز کے استعمال کو چالو یا بعد میں غیر فعال کر سکتے ہیں۔ اگر آپ کوکیز کے بارے میں مزید جاننا چاہتے ہیں، یا انہیں کیسے کنٹرول، غیر فعال یا حذف کرنا چاہتے ہیں، تو تفصیلی رہنمائی کے لیے براہ کرم https://www.knowcookies.com/ ملاحظہ کریں۔",
    "262509504": "ہم اس رازداری کی پالیسی کے مطابق کوکیز کے ذریعے جمع کی گئی معلومات کو دوسری معلومات کے ساتھ جوڑ سکتے ہیں جو ہم آپ سے جمع کرتے ہیں اور مشترکہ معلومات کو استعمال کر سکتے ہیں جیسا کہ یہاں بیان کیا گیا ہے۔ اسی طرح، تیسرے فریق جو ہماری سائٹس پر کوکیز پیش کرتے ہیں وہ آپ کے نام یا ای میل ایڈریس کو اپنی جمع کردہ دیگر معلومات سے جوڑ سکتے ہیں، جس میں آف لائن یا آن لائن کی گئی ماضی کی خریداری، یا آپ کے آن لائن استعمال کی معلومات شامل ہو سکتی ہیں۔",
    "2935155034": "اگر آپ یورپی اکنامک ایریا میں واقع ہیں، تو آپ کے پاس کچھ حقوق ہیں جو اوپر \"EU ڈیٹا سبجیکٹس کے لیے نوٹس\" کے عنوان کے تحت بیان کیے گئے ہیں، بشمول ہمارے پاس آپ کے بارے میں موجود ڈیٹا کو جانچنے اور درست کرنے یا حذف کرنے کا حق۔",
    "1873812847": "کوکیز کا انکشاف",
    "3319083717": "نام:",
    "3183855267": "1. hmt_id",
    "907324388": "فنکشن",
    "2896187462": "1. سختی سے ضروری گمنام سروس سے متعلق اعدادوشمار کے لیے استعمال کیا جاتا ہے، اور دیگر تکنیکی مقاصد جیسے کہ رسائی کی مدد میں مدد کرنا۔",
    "987267027": "پارٹی",
    "3453526675": "1. پہلی جماعت",
    "1952810469": "قسم",
    "1795436560": "1. سیشن",
    "102695075": "دورانیہ",
    "3356329025": "1. 30 دن",
    "3744153629": "نام:",
    "2801359190": "__cfduid،",
    "1829242168": "__cflb،",
    "2219945145": "اجلاس،",
    "3186435874": "اجلاس",
    "720059527": "2. سختی سے ضروری تکنیکی مقاصد کے لیے استعمال کیا جاتا ہے: لوڈ بیلنسنگ، روٹنگ۔",
    "1241291641": "مزید تفصیلات دیکھیں۔",
    "1834801943": "2. پہلی جماعت",
    "2114694926": "2. سیشن",
    "938404336": "2. مختلف ہوتی ہے۔ 30 دن تک.",
    "2196526290": "hc_رسائی",
    "2577178569": "3. سختی سے ضروری تکنیکی مقاصد کے لیے استعمال کیا جاتا ہے: قابل رسائی صارف کے استعمال کو قابل بناتا ہے۔",
    "1061239711": "3. پہلی جماعت",
    "1483015662": "3. سیشن",
    "3458934553": "3. مختلف ہوتی ہے۔ 30 دن تک.",
    "1527172673": "اگر آپ کے پاس اس کوکی پالیسی کے بارے میں کوئی سوالات ہیں، تو براہ کرم ہم سے یہاں پر رابطہ کریں:",
    "134571844": "Impressum (سائٹ نوٹس)",
    "110836420": "آخری بار اپ ڈیٹ کیا گیا: دسمبر 23، 2020",
    "2901894297": "hCaptcha Intuition Machines, Inc. (\"IMI\")، ڈیلاویئر یو ایس کارپوریشن (#6393793) کی ایک سروس ہے۔",
    "2928362319": "بذریعہ ڈاک پوچھ گچھ بھیجی جا سکتی ہے: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110۔",
    "1300074400": "کمپنی کے موجودہ انتظام کے بارے میں معلومات کے بارے میں صفحہ پر حاصل کیا جا سکتا ہے. کمپنی کے موجودہ CEO مواد کے لیے ذمہ دار مینیجنگ ڈائریکٹر ہیں۔",
    "3094150511": "ریگولیٹری اتھارٹی: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA۔",
    "2763011087": "IMI صارفین کے تنازعات کو حل کرنے والے ادارے کے سامنے صارفین کے تنازعات کے متبادل تنازعات کے حل کا پابند نہیں ہے اور نہ ہی اس میں شرکت کرنے کا پابند ہے۔",
    "1395644678": "آن لائن تنازعات کے حل کے لیے یورپی کمیشن کی سرکاری ویب سائٹ:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "مواد کے حوالے سے کوئی ضمانت نہیں ہے۔",
    "707541553": "ہمارے انٹرنیٹ صفحات پر موجود تمام معلومات کی IMI یا کسی تیسرے فریق کے ذریعے توثیق کی گئی ہے۔ تاہم، معلومات کے موجودہ، درست یا مکمل ہونے کے لیے نہ تو IMI اور نہ ہی تیسرے فریق کو ذمہ دار ٹھہرایا جا سکتا ہے۔ یہ دوسری ویب سائٹس پر بھی لاگو ہوتا ہے جن تک ہمارے صفحات پر موجود ہائپر لنکس کے ذریعے پہنچا جا سکتا ہے۔ IMI ان بیرونی ویب سائٹس کے مواد کی کوئی ذمہ داری قبول نہیں کرتا ہے۔",
    "2650241052": "کوئی مشورہ نہیں۔",
    "3361191778": "انٹرنیٹ صفحات پر فراہم کردہ معلومات انفرادی مشورے کی نمائندگی نہیں کرتی ہیں اور اس کی جگہ نہیں لے سکتی ہیں۔ اگر آپ کو انفرادی مشورے کی ضرورت ہے، تو براہ کرم ہمارے معاون عملے سے رابطہ کریں۔",
    "1031855757": "اس سائٹ کا استعمال",
    "204716894": "ہمارے ویب صفحات کا مواد اور ڈیزائن کاپی رائٹ قانون کے تحت محفوظ ہیں۔ صفحات اور ان کے مواد کو اس انداز میں نقل کرنے کے لیے جو مناسب منصفانہ استعمال سے زیادہ ہو، IMI سے پیشگی تحریری رضامندی کی ضرورت ہوتی ہے اگر صفحہ پر نقل کے لیے کوئی اور قانونی دفعات متعین نہ ہوں۔",
    "3182435854": "کاپی رائٹ",
    "3187946010": "ان صفحات پر موجود تمام متن، تصاویر، گرافیکل اینیمیشن، ویڈیوز، موسیقی، آوازیں اور دیگر مواد کاپی رائٹ قانون کے تحت IMI یا فریق ثالث کے ذریعہ محفوظ کیا جاتا ہے اگر اس کی وضاحت کی گئی ہو۔ تجارتی استعمال کے لیے اس مواد کو نقل کرنا یا اس میں ترمیم کرنا اس طریقے سے منع ہے جو معقول استعمال سے زیادہ ہو۔",
    "74538881": "اس ویب سائٹ کی ذمہ داری",
    "3236873806": "IMI اس ویب سائٹ کے لیے ذمہ دار ہے۔",
    "2657277322": "اگر آپ کے کوئی سوالات ہیں، تو براہ کرم ہم سے یہاں پر رابطہ کریں:",
    "1338341134": "hCaptcha + پرائیویسی پاس (بیٹا)",
    "88879089": "پرائیویسی پاس ایک ہے۔",
    "1898063898": "صارف کی رازداری کے تحفظ کے لیے جس کے ساتھ ہم ترقی کر رہے ہیں۔",
    "1942186611": "اور دوسرے.",
    "3673079511": "ابھرتا ہوا معیار",
    "2164933356": "Cloudflare",
    "3119589996": "یہ کیسے کام کرتا ہے: براؤزر کی توسیع صارفین کو رازداری کے پاس پروٹوکول کو سپورٹ کرنے والی ویب سائٹس کے لیے خفیہ طور پر بلائنڈ ٹوکن بنانے اور ان پر دستخط کرنے کی اہلیت فراہم کرتی ہے۔ ایکسٹینشن خفیہ طور پر بلائنڈ ٹوکنز پر مشتمل پاسز تیار کرتی ہے جن پر hCaptcha کے ذریعے دستخط کیے جاتے ہیں جب hCaptcha سروس کا استعمال کرتے ہوئے کسی بھی سائٹ پر کوئی چیلنج حل کیا جاتا ہے،",
    "1254771154": "دیگر پرائیویسی پاس سپورٹنگ سروسز پر دکھائے گئے چیلنجز جو hCaptcha کو بھی سرایت کرتے ہیں، جیسے Cloudflare۔",
    "996362763": "ان ٹوکنز کو اندھا کیا جاتا ہے اور مستقبل کے استعمال کے لیے ایکسٹینشن کے ذریعے محفوظ کیا جاتا ہے۔ جب صارف hCaptcha کا استعمال کرتے ہوئے کسی سائٹ پر جاتا ہے اور اسے چیلنج کو پاس کرنے کی ضرورت ہوتی ہے (چاہے پوشیدہ ہو یا \"میں انسان ہوں\" بٹن کے ذریعے) وہ خود بخود چھڑایا جاتا ہے۔ بلائنڈنگ طریقہ کار کا مطلب یہ ہے کہ دستخط شدہ اور چھڑانے والے ٹوکن خفیہ طور پر hCaptcha کے نقطہ نظر سے غیر منسلک ہیں، اور اس طرح صارف کی رازداری محفوظ رہتی ہے۔",
    "2943346052": "جیسا کہ IETF معیاری کاری کا عمل جاری ہے، ہم توقع کرتے ہیں کہ بڑے براؤزرز پرائیویسی پاس کی کچھ شکل مقامی طور پر اپنائیں گے۔ یہ آخر کار توسیع کو غیر ضروری قرار دے گا۔ اس لمحے کے لیے، تاہم، براہ کرم نیچے دی گئی ہدایات پر عمل کریں۔",
    "2326660907": "سوائے",
    "741483946": "* دوسرے الفاظ میں: آپ hCaptcha.com پر hCaptcha پرائیویسی پاس ٹوکن حاصل کر سکتے ہیں، اور انہیں دوسری سائٹوں پر براہ راست hCaptcha.com استعمال کر سکتے ہیں۔ آپ hCaptcha پرائیویسی پاس ٹوکن حاصل نہیں کر سکتے ہیں اور نہ ہی Cloudflare کی طرف سے استعمال کردہ hCaptcha سروس کو نظرانداز کر سکتے ہیں، کیونکہ Cloudflare اپنے پرائیویسی پاس ٹوکنز کو مسئلہ کرتا ہے اور اسے چھڑاتا ہے۔",
    "1362015807": "شروع ہوا چاہتا ہے",
    "1358325821": "سب سے پہلے، کے لیے ایکسٹینشن انسٹال کریں۔",
    "310885519": "یا",
    "4091044469": ". یقینی بنائیں کہ آپ نے ایکسٹینشن کو پوشیدگی وضع میں فعال کیا ہے۔ پھر، hCaptcha کا استعمال کرتے ہوئے کسی بھی ویب سائٹ پر جائیں اور کیپچا حل کریں۔ ورژن 2.0.3 کے مطابق، آپ hCaptcha کا استعمال کرتے ہوئے ویب سائٹس پر ان ٹوکنز کو چھڑا سکتے ہیں۔",
    "3904679538": "کروم",
    "3700767772": "ایک بار جب آپ ایکسٹینشن انسٹال کر لیں، پاس حاصل کرنے کے لیے یہاں کلک کریں (یا hCaptcha استعمال کرنے والی کسی ویب سائٹ پر)",
    "166277959": "براہ کرم نوٹ کریں: یہ فیچر فی الحال بیٹا میں ہے، اور ہو سکتا ہے کہ تمام ویب سائٹس اور صارفین کے لیے ہر وقت کام نہ کرے۔ اس صورت میں کہ یہ فعال نہیں ہے یا کسی خاص صارف کے لیے کام نہیں کرتا ہے، طرز عمل آسانی سے معیاری hCaptcha کے تجربے پر واپس آجائے گا جس میں فعالیت کا کوئی نقصان نہیں ہوگا۔",
    "3031357206": "آپ کے URL بار کے آگے ایک نیا آئیکن ظاہر ہوگا۔ اب hCaptcha کا استعمال کرتے ہوئے ایک ویب سائٹ ملاحظہ کریں۔ یہ اس طرح نظر آئے گا:",
    "1066753052": "جس کا مطلب ہے کہ پرس خالی ہے، اور آپ ایسی سائٹ پر ہیں جس میں hCaptcha چیلنج شامل ہے۔ چیلنج مکمل کرنے کے بعد، آپ ٹوکن حاصل کریں گے جو hCaptcha کے ساتھ کسی بھی دوسری ویب سائٹ پر حاصل کیے جا سکتے ہیں۔",
    "651123197": "چیلنج مکمل کرنے کے بعد آپ کے بٹوے میں موجودہ کل کی گنتی آئیکن پر دکھائی جائے گی۔",
    "554844646": "آپ ہر بار کلک کرنے پر کاؤنٹر کو 1 نیچے جاتے ہوئے دیکھ کر تصدیق کر سکتے ہیں کہ ایکسٹینشن کام کر رہی ہے۔",
    "4087729475": "آپ کے ابتدائی حل کے بعد چیلنج۔",
    "647630208": "اور یہ بات ہے! آپ کی آن لائن براؤزنگ اب زیادہ نجی ہے۔",
    "3272552822": "ڈویلپرز اور کرپٹوگرافرز:",
    "4059570880": "اگر آپ معیاری کاری کی کوششوں کا سراغ لگانا چاہتے ہیں تو فی الحال کوششیں جاری ہیں۔",
    "1904390996": "کو معیاری بنانے کے لیے",
    "252720667": "پرائیویسی پاس کی کرپٹوگرافک سیکیورٹی کے تحت۔ پروٹوکول خود سے گزر رہا ہے۔",
    "3972554015": "عمل بھی. اور براؤزر کی توسیع یقیناً ہے۔",
    "3723626769": "آپ کے تعاون اور جائزے کے لیے۔",
    "3882147547": "غافل سیوڈورنڈم افعال",
    "565624910": "مسودہ",
    "3421090159": "آزاد مصدر",
    "3098677775": "سوال: کیا پرائیویسی پاس استعمال کرتے وقت میرا IP اور براؤزنگ ہسٹری hCaptcha سے مکمل طور پر نجی ہے؟",
    "4019638786": "A: hCaptcha کے پرائیویسی پاس استعمال کرنے والے کبھی بھی اپنے IP کو hCaptcha پر ظاہر نہیں کریں گے جب تک کہ ان کے براؤزر کا ٹوکن والیٹ خالی نہ ہو یا سائٹ اسے بھیجے۔ hCaptcha کے پاس صارف کو ٹوکن ریڈیمپشن سے منسلک کرنے کا کوئی طریقہ نہیں ہے، اور وہ صارف کے ساتھ کبھی بھی براہ راست تعامل نہیں کرتا جب تک کہ اس کا ٹوکن والیٹ خالی نہ ہو۔",
    "3887113660": "سوال: پرائیویسی پاس hCaptcha کی آمدنی کو کیسے متاثر کرتا ہے؟",
    "1116455671": "A: اگر صارف اسے آپ کی سائٹ پر مکمل کرتا ہے تو آپ کو ابتدائی حل کے لیے ایک انعام ملے گا۔ چھٹکارے اسی ردعمل کے نمونے کی پیروی کرتے ہیں جیسے صارف نے اعلی کلائنٹ کے اعتماد کی وجہ سے آپ کی سائٹ پر خود بخود پاس کیا تھا: کوئی کمائی نہیں ہوتی ہے، اور آپ کے سرور سے سائٹ کی تصدیق کال کو پاس کے نتائج میں ایک `کریڈٹ: غلط` موصول ہوتا ہے۔",
    "779817954": "سوال: اگر میرے پاس پرائیویسی پاسز ہیں جو کسی دوسرے فراہم کنندہ کے ذریعہ جاری کیے گئے ہیں، کیا میں انہیں hCaptcha پر چھڑا سکتا ہوں؟",
    "3014149332": "A: نہیں، پاسز آپس میں کام کرنے کے قابل نہیں ہیں: انہیں اسی اتھارٹی کے ذریعہ جاری کیا جانا چاہئے اور چھڑانا چاہئے، اس معاملے میں hCaptcha۔ نوٹ کریں کہ اگر آپ کے پاس اپنی ایکسٹینشن میں Cloudflare اور hCaptcha دونوں سے پاسز ہیں، تو دستیاب نمبر درست رقم میں تبدیل ہو جائے گا اس پر منحصر ہے کہ آپ جس صفحہ پر جا رہے ہیں۔ دوسرے الفاظ میں، اگر آپ کے بٹوے میں 100 Cloudflare پاسز ہیں اور 10 hCaptcha پاسز ہیں، تو آپ کو hCaptcha ایمبیڈڈ صفحات پر ایکسٹینشن آئیکن پر 10 نظر آنا چاہیے۔",
    "3679148535": "سوال: آپ پرائیویسی پاس کی کون سی دوسری ایپلی کیشنز پر کام کر رہے ہیں؟",
    "1606783855": "A: ہم ایکسیسبیلٹی (\"a11y\") کے استعمال کے کیس کے لیے پرائیویسی پاس میں بہت دلچسپی رکھتے ہیں۔ پہلے مقبول اختیارات جیسے آڈیو کیپچا بہت سے a11y صارفین کے ساتھ امتیازی سلوک کرتے ہیں۔ ہمیں یقین ہے کہ ہمارے موجودہ a11y اپروچ کو پرائیویسی پاس کے اجراء کے ساتھ جوڑنے سے a11y صارفین کو محفوظ طریقے سے براؤز کرنے کی اجازت ملے گی، اس علم میں کہ ان کی ٹریفک زیادہ نجی ہے، جبکہ بوٹ آپریٹرز کے ذریعہ بدسلوکی کو محدود کرتے ہیں جو کہ لامحالہ اس وقت ہوتا ہے جب a11y اختیارات دستیاب ہوں۔",
    "2359150347": "سوال: کیا دیگر آن لائن سیکیورٹی سروسز پرائیویسی پاس کی حمایت کرتی ہیں؟",
    "2082237880": "A: hCaptcha اپنی نوعیت کی پہلی سروس ہے جو پرائیویسی پاس کو سپورٹ کرتی ہے، اور فی الحال ایسا کرنے والی واحد سروس ہے۔ تاہم، ہم توقع کرتے ہیں کہ دیگر سروسز آن لائن صارف کی پرائیویسی بڑھانے کے فوائد کو تسلیم کریں گی، اور امید کرتے ہیں کہ مستقبل میں مزید IETF معیارات پر عمل درآمد کریں گے جن کو ہم تیار کرنے میں مدد کر رہے ہیں رسمی طور پر اپنایا گیا ہے۔",
    "2109792055": "یوزر گائیڈ: پرائیویسی پاس جاری کرنے اور توثیق کے ساتھ ڈیبگنگ کے مسائل",
    "3588620914": "پرائیویسی پاس ویب کے معیارات کے لحاظ سے ایک نئی ایجاد ہے، اور دیگر ایپلیکیشنز اور براؤزر ایکسٹینشنز جو اس سے واقف نہیں ہیں ان کے لیے اس کی فعالیت میں مداخلت کرنا ممکن ہے۔",
    "4039193170": "اگر آپ کو ٹوکن حاصل کرنے یا چھڑانے میں مسائل ہیں:",
    "2378786360": "1. دوسرے معاون براؤزرز میں سے ایک کو آزمائیں: اگر آپ کروم پر ہیں، تو Chrome سے اپنی ترتیبات درآمد کیے بغیر Firefox استعمال کرنے کی کوشش کریں، اور وہاں پلگ ان انسٹال کریں۔ اگر یہ کام کرتا ہے، تو آپ کو براؤزر کنفیگریشن کا مسئلہ ہو سکتا ہے۔",
    "394235836": "3. اگر اوپر دی گئی تجاویز میں سے کوئی بھی کام نہیں کرتی ہے، تو ہمیں ایک سپورٹ ای میل بھیجیں اور ہمیں یہ معلوم کرنے میں خوشی ہو گی کہ کیا ہو رہا ہے۔",
    "3470857731": "reCAPTCHA بوٹس کا کتنی اچھی طرح سے پتہ لگاتا ہے اس کا تجزیہ۔",
    "3240786848": "آخری اپ ڈیٹ: فروری 18، 2021",
    "2547140673": "ایک دہائی سے زیادہ عرصے سے، Google کی reCAPTCHA سروس نے ویب سائٹ کے مالکان کو تجارت کی پیشکش کی ہے: Google کو اپنے صارفین کو ٹریک کرنے اور ان سے سوالات کرنے دیں، اور اس کے بدلے میں وہ بوٹس اور اسپام کو روکنے کا وعدہ کرتے ہیں۔",
    "2133754014": "4.5 ملین سے زیادہ ویب سائٹس reCAPTCHA استعمال کرتی ہیں",
    "3152512587": "اور سسٹم روزانہ لاکھوں حل جمع کرتا ہے۔ [",
    "2296918009": "یہ روزانہ 100 سے زائد افرادی سال کی محنت کے برابر ہے۔",
    "3900538778": "لیبل شدہ ڈیٹا وہ ایندھن ہے جو مشین لرننگ کو طاقت دیتا ہے۔ 2009 سے Google کی ML/AI سروسز کو بہتر بنانے کے لیے reCAPTCHA جوابات کا استعمال کیا جا رہا ہے۔ بہت سے لوگ جو reCAPTCHA استعمال کرتے ہیں وہ یہ نہیں سمجھتے کہ ان کی محنت کو استعمال کیا جا رہا ہے۔",
    "1160252730": "Google اب reCAPTCHA Enterprise کے لیے زیادہ قیمتیں وصول کر رہا ہے، جس کی وجہ سے بہت سی کمپنیاں اس ڈیل کا دوبارہ جائزہ لے رہی ہیں۔",
    "1131196501": "جیسی بڑی کمپنیاں",
    "204889717": "hCaptcha's پر تبدیل ہو گئے ہیں۔",
    "639413188": "جواب میں.",
    "3280658086": "انٹرپرائز کے حل",
    "3842815245": "کیا یہ منصفانہ تجارت ہے؟",
    "714342693": "hCaptcha ٹیم 2016 سے \"ڈارک ویب\" کیپچا بریکنگ سروسز سے قیمتوں کا ڈیٹا اکٹھا کر رہی ہے۔ ہم نے ایک دلچسپ رجحان دیکھا:",
    "468929661": "reCAPTCHA کو توڑنے کی اوسط لاگت ناقابل یقین حد تک کم ہے ($1 فی 1000 حل سے کم) اور 2016 میں ہماری نگرانی شروع ہونے کے بعد سے اس میں مادی طور پر اضافہ نہیں ہوا ہے۔ یہ reCAPTCHA v2 اور v3 دونوں پر لاگو ہوتا ہے۔ [",
    "2862164005": "قیمتوں کا ڈیٹا ہمیں reCAPTCHA کی طرف سے پیش کردہ سیکیورٹی پر ایک درست ڈالر کی قیمت ڈالنے دیتا ہے: $0.001 یا اس سے کم فی جواب۔",
    "102498091": "Google reCAPTCHA Enterprise کے لیے فی 1000 درخواستوں پر $1 چارج کرتا ہے، یعنی اب وہ فی درخواست اس سے زیادہ چارج کرتے ہیں جو ان کی سروس کی سیکیورٹی کو توڑنے کے لیے خرچ ہوتی ہے۔ یہ ایک برا سودا لگتا ہے۔",
    "130239139": "Google کی طرف سے روزانہ جمع کی جانے والی 100+ افرادی سالوں کی محنت کی کیا قیمت ہے؟",
    "1421074182": "کافی زیادہ۔",
    "1953519598": "ایک تصویر کو لیبل کرنے کی قیمت $0.03 سے $1.00 یا اس سے زیادہ ہے۔ کسی بھی قدامت پسند اندازے کے مطابق، گوگل نے آج تک اربوں ڈالر مفت لیبر نکالا ہے۔ [",
    "3025548709": "کیا اس غیر منصفانہ معاہدے کا کوئی متبادل ہے؟",
    "263761351": "hCaptcha پہلا معتبر متبادل ہے، جسے اب ہر ماہ لاکھوں لوگ استعمال کرتے ہیں۔",
    "2743692546": "جیسے ہی صارفین hCaptcha کے ذریعے اپنی انسانیت کا ثبوت دیتے ہیں، ان کی محنت بولی لگانے کے لیے ایک گمنام اوپن مارکیٹ میں داخل ہوتی ہے۔",
    "1982750088": "دنیا بھر کی کمپنیاں اس محنت کے لیے بولی لگاتی ہیں تاکہ وہ آسان کام مکمل کر سکیں جو لوگوں کے لیے آسان ہیں لیکن مشینوں کے لیے مشکل ہیں۔ صارفین اس سائٹ کو سپورٹ کرتے ہیں جس پر وہ جا رہے ہیں، اور اعلی سطح کی سیکیورٹی کی وجہ سے کم ویب سپیم کا تجربہ کرتے ہیں۔",
    "1108398506": "صارفین تجربے پر مکمل کنٹرول حاصل کرتے ہیں، اور hCaptcha نے انٹرنیٹ پر سب سے بڑے آزاد چیلنج فراہم کنندہ کو چلانے کی مہارت سے فائدہ اٹھایا ہے۔ وہ reCAPTCHA انٹرپرائز سے بھی بہتر ڈیل حاصل کرتے ہیں: حجم کے لحاظ سے 50-80% تک بہتر قیمت۔",
    "3012870872": "مفت ورژن (hCaptcha Publisher) استعمال کرنے والی ویب سائٹس اور ایپس گوگل کو عطیہ کرنے کے بجائے اس کام سے آمدنی حاصل کرتی ہیں۔",
    "2271512952": "صارفین اس سائٹ کو سپورٹ کرتے ہیں جس پر وہ جا رہے ہیں، اور کم ویب سپیم کا تجربہ کرتے ہیں۔",
    "278010425": "hCaptcha پر کاموں کی وسیع اور اکثر بدلتی ہوئی اقسام کو خود کار بنانا بھی مشکل ہے۔ reCAPTCHA کا واحد انٹرفیس کئی سالوں میں تبدیل نہیں ہوا ہے، اور اس میں کبھی کبھار تبدیل ہونے والے سوالات کا ایک چھوٹا سیٹ ہے۔ یہ ان طریقوں میں سے ایک ہے جو hCaptcha reCAPTCHA کے مقابلے میں زیادہ مضبوط اینٹی بوٹ تحفظ فراہم کرتا ہے۔",
    "984849234": "hCaptcha اعلی درجے کی مشین لرننگ کو ڈیلیور کرنے کے لیے استعمال کرتا ہے جس کا صرف reCAPTCHA وعدہ کرتا ہے، جبکہ اس کا استعمال کرنے والی ویب سائٹس کے ساتھ کیپچر کی گئی قدر کا اشتراک کرتا ہے۔",
    "4063769686": "صارفین اس سائٹ کو سپورٹ کرتے ہیں جس پر وہ جا رہے ہیں، اور کم ویب سپیم کا تجربہ کرتے ہیں۔ یہ ایک منصفانہ ڈیل کی طرح لگتا ہے۔",
    "685916926": "وقت کے ساتھ reCAPTCHA میں بہتری کیوں نہیں آئی؟",
    "3992401943": "2012 کے بعد سے گہری سیکھنے میں ایک انقلاب آیا ہے۔ کام کی درستگی کے لیے صنعت کے معیار میں گزشتہ دہائی کے دوران یکسر بہتری آئی ہے، بنیادی طور پر گہرے کنوولوشنل نیٹ ورکس کی وجہ سے۔ ML سے چلنے والی دیگر خدمات Google کی پیشکشوں نے اس وکر کی پیروی کی ہے۔",
    "615031303": "(فوٹو نوٹس دیکھیں",
    "2125514305": "ML میں بہتری آئی ہے، لیکن reCAPTCHA کو نظرانداز کرنے کی مشکل اس وقت کے دوران مادی طور پر تبدیل نہیں ہوئی ہے۔",
    "1406188018": "6 اور 7",
    "2689973938": "reCAPTCHA کو بہتر بنانے سے Google کے لیے بطور اشتہار فروش ایک اندرونی تنازعہ پیدا کرتا ہے۔",
    "464238793": "اگر گوگل خود اس بات کا تعین کرتا ہے کہ کوئی صارف اشتہار دیکھ رہا ہے یا کسی لنک پر کلک کرنا درحقیقت ایک بوٹ تھا، تو وہ اس صارف کو دکھائے گئے اشتہارات کے لیے چارج نہیں کر سکتا۔ مفادات کے اس ٹکراؤ نے گوگل کے اینٹی بوٹ عزائم کے دائرہ کار کو بری طرح محدود کر دیا ہے۔",
    "918924423": "مثال کے طور پر، گوگل نے واضح طور پر قابل قدر خدمات پیش نہیں کی ہیں جیسے کہ سابقہ بوٹ کا پتہ لگانا۔ کئی دنوں کے ڈیٹا کا تجزیہ کرنے کے بعد صارف کی ٹریفک بوٹ کے ذریعے پیدا ہونے کا اعلان کرنا زیادہ قابل اعتماد ہے۔",
    "661412233": "کیپچا کے بعد یہ جاننا کہ کچھ صارفین بوٹس تھے بھی قابل قدر ہے۔ یہ ویب سائٹ کے مالکان کو پرانی اسپام پوسٹس کو صاف کرنے اور مستقبل میں اسپام فورمز میں رجسٹرڈ \"سلیپر اکاؤنٹس\" کو حذف کرنے، دھوکہ دہی کو کم کرنے، اور مزید بہت کچھ کرنے دیتا ہے۔",
    "3600797185": "ریٹرو ایکٹیو بوٹ شناخت کی پیشکش گوگل کو ان کانٹے دار سوالات کے لیے کھول دے گی کہ کس طرح ان مشتہرین کو واپسی کی جائے جنہوں نے اس جعلی ٹریفک پر پیسہ خرچ کیا۔",
    "2076932190": "اس طرح reCAPTCHA پروڈکٹ ایک دہائی سے جمود کا شکار ہے۔",
    "3856912381": "صارفین کو نقصان اٹھانا پڑا ہے، اور غیر ضروری ویب سپیم اب بہت زیادہ ہے۔ لیکن ایک متبادل ہے۔",
    "1035621426": "reCAPTCHA کے ذریعہ شناخت کردہ ہر بوٹ براہ راست Google کی اشتہاری آمدنی کو کم کرتا ہے۔",
    "3668115514": "hCaptcha کیسے مختلف ہے؟",
    "2413742287": "hCaptcha کی ترغیب درستگی کو زیادہ سے زیادہ کرنا ہے، اشتہار کی آمدنی نہیں: بوٹ جوابات ہمارے صارفین کے لیے بیکار ہیں، جنہیں انسانی تربیت کے ڈیٹا کی ضرورت ہے۔",
    "1373262754": "یہ جاننا کہ ایک فرد کون ہے hCaptcha کے لیے کم سے کم قدر ہے۔ ہمیں صرف پرواہ ہے کہ آیا وہ انسان ہیں یا بدنیتی پر مبنی اداکار۔",
    "600646860": "حقیقی قدر کے ساتھ لیبر نکالتے ہوئے قابل اعتراض قدر کی خدمت پیش کرنے کے بجائے، hCaptcha معاوضہ اور مضبوط اینٹی بوٹ تحفظ دونوں فراہم کرتا ہے۔",
    "1836191653": "انٹرپرائز ورژن کے لیے لاکھوں ڈالر چارج کرتے ہوئے مفت صارفین کو آسانی سے شکست خوردہ سروس پیش کرنے کے بجائے جو زیادہ بہتر نہیں ہے، hCaptcha دونوں کو بہترین بوٹ تحفظ فراہم کرتا ہے، جبکہ انٹرپرائز صارفین کو مضبوط SLAs اور تیز رفتار سپورٹ کے ساتھ اضافی خصوصیات اور حسب ضرورت پیش کرتا ہے۔",
    "990215503": "hCaptcha واحد بڑی کیپچا سروس ہے جو کسی اشتہاری نیٹ ورک کی ملکیت نہیں ہے۔",
    "971933157": "hCaptcha رازداری، شفافیت اور انصاف پسندی کا خیال رکھتا ہے۔",
    "178839499": "hCaptcha کیے گئے کام کی قدر شیئر کرتا ہے جبکہ صارفین اپنی انسانیت کا ثبوت دیتے ہیں۔",
    "1237076138": "hCaptcha مفت (hCaptcha Publisher) اور انٹرپرائز (hCaptcha Enterprise) صارفین دونوں کو منصفانہ ڈیل پیش کرتا ہے۔",
    "614310292": "hCaptcha کس نے بنایا؟",
    "4188814619": "hCaptcha Intuition Machines کی ایک سروس ہے (",
    "3265328927": ")، ایک مشین لرننگ کمپنی جو بڑے پیمانے پر مشین لرننگ کو نافذ کرنے والی کمپنیوں کے لیے مصنوعات اور خدمات پیش کرتی ہے۔",
    "2740033957": "IM ٹیم Apple، Amazon کے سائنسدانوں اور انجینئرز اور مشین لرننگ، ڈسٹری بیوٹڈ سسٹمز اور سیکیورٹی کے دیگر رہنماوں پر مشتمل ہے۔",
    "1579715421": "IM کے سائنسدان باقاعدگی سے ICML، ICLR، ECCV، اور NeurIPS جیسی اعلیٰ کانفرنسوں میں شائع کرتے ہیں، اور کمپنی نے عوامی طور پر ML کے مضامین جیسے گہری ہیشنگ میں جدید ترین نتائج جاری کیے ہیں۔",
    "4015238193": "اور او سی آر",
    "279580593": "imachines.com",
    "279918384": "گوگل آپ کی مفت لیبر کا استعمال کیسے کر رہا ہے؟",
    "2385522384": "آپ ممکنہ طور پر گوگل کی Waymo سیلف ڈرائیونگ کاروں پر کیمرے سے ویڈیو کے فریم دیکھ رہے تھے، اور ان کی آبجیکٹ کی شناخت کو بہتر بنانے میں مدد کر رہے تھے۔",
    "1517627947": "آپ ممکنہ طور پر Google کی Streetview کاروں سے عمارتوں کی تصاویر یا سڑک کے نشانات دیکھ رہے تھے، اور ان کے Maps اور Earth پروڈکٹس کے لیے مقامات کو لیبل کرنے میں مدد کر رہے تھے۔",
    "3225936061": "آپ ممکنہ طور پر گوگل کی کتب سروس پر کتاب کے صفحات سے لیے گئے متن کی تصاویر دیکھ رہے تھے، اور ان کے OCR (ٹیکسٹ کی شناخت) سافٹ ویئر کو بہتر بنانے میں مدد کر رہے تھے۔",
    "129661785": "کبھی \"کار/کراس واک/اسٹاپ لائٹ پر کلک کرنے کو کہا گیا؟\"",
    "936667684": "کبھی \"عمارت/اسٹریٹ سائن میں ٹائپ کرنے کو کہا گیا؟\"",
    "3773515538": "کبھی \"دو الفاظ میں ٹائپ کرنے کو کہا گیا ہے؟\"",
    "1778058441": "hCaptcha پر کس قسم کی نوکریاں چلتی ہیں؟",
    "366088791": "hCaptcha مختلف قسم کے کاموں کی حمایت کرتا ہے۔",
    "3114147525": "hCaptcha کے صارفین اس سروس کو کاموں کے لیے استعمال کرتے ہیں جن میں آبجیکٹ کی شناخت، انتساب کا پتہ لگانا (کپڑوں کی اقسام کی شناخت کے لیے لیبل جمع کرنا)، متعلقہ درجہ بندی (ایک بنیادی پروڈکٹ کے مقابلے میں کئی اختیارات میں سے سب سے زیادہ متعلقہ پروڈکٹ کا انتخاب)، باؤنڈنگ بکس (دلچسپی کے شعبے تلاش کرنا) ایک تصویر)، \"ہیومن او سی آر\" (تصویر میں متن کی شناخت کرنا) اور بہت سی دوسری قسم کے کام۔",
    "3139609561": "ذیل میں تصویر کی درجہ بندی اور انتساب کا پتہ لگانے والی ملازمت کی اقسام کی دو مثالیں ہیں۔ [",
    "2273532558": "hCaptcha کے ادائیگی کرنے والے صارفین کون ہیں؟",
    "4104221634": "hCaptcha کے صارفین ٹیکنالوجی کمپنیوں سے لے کر فیشن، ریٹیل اور دیگر شعبوں پر توجہ مرکوز کرنے والی مختلف صنعتوں پر محیط ہیں جہاں وہ مشین لرننگ کو لاگو کرکے قدر پیدا کرسکتے ہیں۔",
    "1337725003": "hCaptcha بڑی اور چھوٹی کمپنیوں کو اپنے کاروبار میں مشین لرننگ کو لاگو کرکے اپنی مصنوعات اور خدمات کے معیار کو بہتر بنانے کی اجازت دیتے ہوئے، ہائی والیوم ریئل ٹائم تشریح تک رسائی کو جمہوری بنانے کے لیے پرعزم ہے۔",
    "4086379603": "سوالات؟",
    "1243684308": "ہم آپ کے تاثرات کو سنجیدگی سے لیتے ہیں، اور یہ یقینی بنانا چاہتے ہیں کہ کم بوٹس اور کم اسپام کے ساتھ ہر ایک کو آن لائن زیادہ خوشگوار تجربہ حاصل ہو۔ ہم تک پہنچیں:",
    "2645321220": "اور اگر آپ کو لگتا ہے کہ reCAPTCHA کی قیمت بہت زیادہ ہے تو ہم سے hCaptcha Enterprise کے بارے میں پوچھیں۔ فی الحال دنیا کے سب سے بڑے پبلشرز، مالیاتی خدمات کی کمپنیوں، اور ویب انفراسٹرکچر کمپنیوں کے زیر استعمال، وہ نہ صرف reCAPTCHA کا ایک قابل اعتبار متبادل ہیں: ہمیں یقین ہے کہ وہ فی الحال دستیاب بہترین بوٹ تحفظ فراہم کرتے ہیں۔",
    "1229233916": "فوٹ نوٹ",
    "1115642494": "1. ماخذ: BuiltWith.com reCAPTCHA سائٹ کی فہرستیں۔ 9 جولائی 2019 کو حاصل کیا گیا۔",
    "448807334": "(\"سیکڑوں ملین کیپچا ہر روز لوگ حل کرتے ہیں۔\") 8 جولائی 2019 کو بازیافت ہوا۔",
    "2397590157": "3. قدامت پسندانہ تخمینہ: 200 ملین حل کرتا ہے * 30 سیکنڈ فی حل = 190.3 شخصی سال/دن میں۔",
    "3236311792": "4. hCaptcha اندرونی تجزیہ۔ 30 جون، 2019 تک حاصل کردہ ڈیٹا۔ درخواست پر دستیاب تفصیلات۔",
    "1752259468": "5. قدامت پسند تخمینہ: ایک تشریح کی $0.01 لاگت * 200M اوسط۔ تشریحات فی دن (نچلی حد) * 365 دن فی سال * 2009 کے حصول کے بعد سے 10 سال = $7.3 بلین لوئر باؤنڈ ویلیو۔",
    "3268946369": "6. کریڈٹ: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. ماخذ: میری میکر، کے پی انٹرنیٹ ٹرینڈز 2017",
    "2666258754": "کمزور نگرانی والے ڈیپ ہیشنگ، ہیکی آرپونین، ٹام ای بشپ کے لیے سیمینٹک درجہ بندی پر مبنی رشتہ دار ایمبیڈنگز۔ ICML 2019، LLD ورکشاپ۔",
    "2544169219": "حالیہ جدید ترین نتائج: ICML LLD، مئی 2019۔",
    "1973347745": "10. رائلٹی سے پاک مثال کی تصاویر۔ ماخذ: پیٹا پکسل۔",
    "1493115924": "ٹریڈ مارک نوٹ:",
    "4051104324": "\"Intuition Machines\" Intuition Machines, Inc کا رجسٹرڈ ٹریڈ مارک ہے۔",
    "3983646521": "تمام پروڈکٹ کے نام، لوگو، برانڈز، ٹریڈ مارک اور رجسٹرڈ ٹریڈ مارکس ان کے متعلقہ مالکان کی ملکیت ہیں۔ اس ویب سائٹ میں استعمال ہونے والی تمام کمپنی، پروڈکٹ اور سروس کے نام صرف شناختی مقاصد کے لیے ہیں۔ ان ناموں، ٹریڈ مارکس اور برانڈز کے استعمال کا مطلب توثیق نہیں ہے۔ اس معاملے میں، بالکل برعکس.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM سائنسدانوں نے CVPR 2020 میں کمزور نگرانی شدہ ٹیکسٹ ریکگنیشن (OCR) کے لیے نیا معیار قائم کیا۔",
    "1259002282": "ایک بگ ملا؟ اس کی اطلاع دینے کا طریقہ یہاں ہے۔",
    "3301728462": "براؤزرز، ایکسٹینشنز، ڈیوائسز، فائر والز اور مزید کے ہزاروں مجموعوں پر لاکھوں لوگ ہر ماہ hCaptcha استعمال کرتے ہیں۔",
    "3878230879": "ہمارا مقصد یہ یقینی بنانا ہے کہ یہ ہمیشہ آپ کے لیے کام کرتا ہے، اس لیے ہم آپ کی رپورٹس کی بہت تعریف کرتے ہیں!",
    "2465128185": "فوری تاثرات دینے کے لیے، بس \"ہمیں تاثرات بھیجیں\" بٹن پر کلک کریں۔",
    "2921990472": "اگر آپ کو کوئی فعال مسئلہ نظر آرہا ہے، تو براہ کرم اس پر عمل کریں۔",
    "2870341481": "نیچے کسی دوسرے براؤزر کے لیے",
    "1866590035": "کروم کے لیے ڈیبگ لاگ ہدایات",
    "444492541": "فائر فاکس کے لیے ڈیبگ لاگ ہدایات",
    "169267610": "ہمیں ای میل کریں",
    "3100722753": "سیکیورٹی یا رازداری کے ممکنہ مسائل کے لیے، نیچے دی گئی ہدایات دیکھیں۔",
    "1906593952": "hCaptcha پر فیڈ بیک فراہم کریں جو آپ نے ابھی دیکھا ہے۔",
    "3951254541": "ہم آپ کے ان پٹ کی تعریف کرتے ہیں۔ ہمیں کوئی بھی مسئلہ بتائیں اور ہم انہیں جلد حل کر دیں گے۔",
    "3324288040": "ہمیں رائے بھیجیں۔",
    "2864016648": "رازداری کے مسائل",
    "304004915": "ہمیں اس بات کی پرواہ نہیں ہے کہ صارفین کون ہیں، صرف ان کے بدنیتی پر مبنی یا مشین ہونے کا امکان کتنا ہے۔ ہم جیسے اقدامات کی حمایت کرتے ہیں۔",
    "1139493658": "اور پرائیویسی اور سیکیورٹی کو متوازن کرنے کے لیے سخت محنت کریں۔",
    "3083289844": "اگر آپ کو کوئی ایسا مسئلہ ملا ہے جو آپ کے خیال میں صارف کی رازداری کو متاثر کر سکتا ہے، تو براہ کرم ہمیں ای میل کریں۔",
    "4264784515": "سیکیورٹی کیڑے",
    "963238401": "ہم ہمیشہ سیکیورٹی کی خرابیوں کی رپورٹس حاصل کرنے میں دلچسپی رکھتے ہیں۔ ای میل",
    "3926027556": "اور ہم آپ کے پاس جلد واپس جائیں گے۔",
    "1589805435": "ہمارے پاس بھی ایک ہے۔",
    "2560582224": "بگ باؤنٹی پروگرام",
    "103876916": "hCaptcha سروس اور متعلقہ سورس کوڈ پر اہل سیکیورٹی رپورٹس کے لیے۔",
    "497117287": "رسائی کے اختیارات",
    "3230004040": "کیا آپ بصارت سے محروم ہیں یا بصورت دیگر hCaptchas مکمل کرنے سے قاصر ہیں؟",
    "3480023141": "رسائی کے اختیارات کے بارے میں مزید جانیں۔",
    "2052161540": "بگ رپورٹ کی تفصیلات کیپچر کرنا: کروم",
    "2281169898": "آپ کی رپورٹ کے ساتھ ڈیبگنگ کی معلومات بھیجنے سے ہمارے لیے یہ شناخت کرنا بہت آسان ہو جائے گا کہ کیا ہو رہا ہے۔ یہاں قدم بہ قدم ہدایات ہیں:",
    "1123365779": "اگر آپ ویب ڈویلپر یا ماہر صارف ہیں، تو خلاصہ یہ ہے کہ آپ ہمیں ایک نیٹ ورک ریکارڈنگ HAR اور براؤزر کنسول لاگ بھیجنا چاہیں گے۔",
    "2015218686": "اس سے پہلے کہ آپ ان مراحل سے گزریں۔ اگر اس سے آپ کا مسئلہ حل ہو جاتا ہے، تب بھی ہم آپ کی تعریف کریں گے کہ آپ ہمیں اپنا براؤزر ورژن، ایڈ بلاکر یا براؤزر ایکسٹینشن، اور ویب سائٹ کا یو آر ایل بتائیں۔",
    "3922723611": "براہ کرم کسی بھی ایڈ بلاکر یا براؤزر سیکیورٹی ایکسٹینشن کو غیر فعال کرنے کی کوشش کریں۔",
    "4036872105": "پہلے اور پھر دوبارہ کوشش کریں۔",
    "993651083": "مرحلہ 1: ڈیولپر ٹولز کھولیں (اس سے سیشن کی ریکارڈنگ شروع ہو جاتی ہے۔)",
    "4163469907": "مرحلہ 2: ڈویلپر ٹولز میں نیٹ ورک ٹیب پر کلک کریں۔ سب سے اوپر \"لاگ محفوظ کریں\" باکس کو چیک کریں۔",
    "4243348003": "مرحلہ 3: ملاحظہ کریں۔",
    "641342999": "، یا جس ویب سائٹ پر آپ کو کوئی مسئلہ درپیش ہے (پرائیویسی نوٹ: صرف اس صورت میں جب آپ کو اس کا اشتراک کرنے میں کوئی اعتراض نہ ہو) ... اور پھر \"میں انسان ہوں\" بٹن پر کلک کریں، اور حل کرنے کی کوشش کریں۔",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "مرحلہ 4: حل کرنے کی کوشش کرنے کے بعد \"Export HAR\" (چھوٹا نیچے تیر) پر کلک کریں، جو نیٹ ورک لاگ کو محفوظ کرتا ہے۔ وہ فائل ہمیں بھیج دیں۔",
    "1503240421": "مرحلہ 5: کنسول ٹیب پر کلک کریں، اور کنسول لاگ کو محفوظ کرنے کے لیے پھر \"Save as ..\" پر دائیں کلک کریں۔ وہ ہمیں بھی بھیج دیں۔",
    "2863840904": "مرحلہ 6: آخری مرحلہ، ان HAR اور کنسول لاگ فائلوں کو ہمیں ای میل کریں، اور مسئلہ کی وضاحت کریں",
    "4051785543": "استعمال کریں:",
    "3623028666": "(براہ کرم ایک سروس استعمال کریں۔",
    "551761392": "اور لنکس بھیجیں) اور اختیاری طور پر ایک اسکرین شاٹ، اگر آپ کو شبہ ہے کہ کوئی چیز صحیح طریقے سے ظاہر نہیں ہو رہی ہے۔ براہ کرم وہ IP بھی بھیجیں جو آپ استعمال کر رہے ہیں۔ سے حاصل کر سکتے ہیں۔",
    "1219091208": "ڈراپ باکس",
    "443094024": "فائل بین",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "یہ معلومات حاصل کرنے میں ہماری مدد کرنے کے لیے وقت نکالنے کا شکریہ!",
    "3680327841": "ہم hCaptcha کو سب کے لیے اچھی طرح سے کام کرنے کے لیے پرعزم ہیں۔",
    "1059502393": "کیپچرنگ بگ رپورٹ کی تفصیلات: فائر فاکس",
    "1112074001": "مرحلہ 2: ڈویلپر ٹولز میں نیٹ ورک ٹیب پر کلک کریں۔ سب سے اوپر \"پرسسٹ لاگز\" باکس کو چیک کریں۔",
    "1797298240": "مرحلہ 4: حل کرنے کی کوشش کرنے کے بعد \"HAR\" پر کلک کریں، اور نیٹ ورک لاگ کو محفوظ کرنے کے لیے \"Save All as HAR\" کو منتخب کریں۔ وہ فائل ہمیں بھیج دیں۔",
    "3671246379": "مرحلہ 5: کنسول ٹیب پر کلک کریں، اور پھر \"سب کو منتخب کریں\" پر دائیں کلک کریں اور کنسول لاگ کو محفوظ کرنے کے لیے اسے ٹیکسٹ فائل میں محفوظ کریں۔ وہ ہمیں بھی بھیج دیں۔",
    "3816867833": "فیڈ بیک",
    "788770967": "یہ سن کر افسوس! آپ ہمارے قابل رسائی آپشن کو استعمال کرنا چاہتے ہیں:",
    "1333016413": "یہ آپ کو کوکی رجسٹر کرکے اور ترتیب دے کر مستقبل کے سوالات سے بچنے دیتا ہے۔",
    "2333410049": "براہ کرم اپنے ایڈ بلاکر کو بھی بند کرنے کی کوشش کریں۔",
    "1345083090": "فعالیت کے مسئلے کی اطلاع دے رہے ہیں؟",
    "2184564739": "دیکھیں",
    "604751186": "دیگر مسائل؟ ای میل",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "تفصیلی لاگز کے ساتھ مسائل کی اطلاع کیسے دیں۔",
    "1050501253": "بہت مشکل",
    "3264813246": "نامناسب",
    "3526939538": "سافٹ ویئر بگ",
    "126134492": "دیگر",
    "3511610999": "آئیے یقینی بنائیں کہ آپ صحیح جگہ پر پہنچ گئے ہیں۔",
    "3906886217": "کمپنیوں یا ویب سائٹس کے لیے",
    "1621597093": "انٹرپرائز سیکیورٹی حل (ادائیگی)",
    "3176531704": "ڈیٹا تشریح",
    "1834239172": "hCaptcha تشریح کی خدمات خریدیں۔",
    "1457707016": "افراد کے لیے",
    "770264626": "hCaptcha کو اپنی سروس میں شامل کریں (مفت)",
    "881015166": "میری ویب سائٹ یا ایپ میں hCaptcha for Publishers شامل کریں۔",
    "47536007": "hCaptcha کے بارے میں مزید جانیں۔",
    "2012837493": "تلاش کے نتائج",
    "4034694801": "کوئی مماثل نتائج نہیں۔",
    "3621411541": "hCaptcha کے لیے رسائی کے اختیارات کے بارے میں جانیں۔",
    "3401005681": "پیسہ کماؤ",
    "3933993151": "انفرادی ڈیٹا لیبلر کے طور پر کام کریں۔",
    "563059212": "ذیلی پروسیسرز کی فہرست",
    "3501923981": "آخری بار اپ ڈیٹ کیا گیا: 1 جنوری 2020۔",
    "3548097301": "مؤثر: 1 جنوری 2020۔",
    "3991444169": "یہ صفحہ hCaptcha انٹرپرائز سروس کے لیے موجودہ ذیلی پروسیسرز کی فہرست دیتا ہے۔",
    "835396984": "فی الحال فعال",
    "424089481": "Amazon Web Services Inc. (عالمی)۔ فراہم کردہ خدمات: ایمیزون ویب سروسز۔ https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (عالمی)۔ فراہم کردہ خدمات: Cloudflare.com۔",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "آئی بی ایم (عالمی)۔ فراہم کردہ خدمات: IBM Cloud۔",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "مائیکروسافٹ کارپوریشن (عالمی) فراہم کردہ خدمات: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "نوٹ: تمام صارفین پر لاگو نہیں ہوتا ہے۔ مثال کے طور پر، آئی پی بلائنڈنگ یا دیگر جدید پرائیویسی یا سیکیورٹی آپشن کے صارفین (مثلاً محفوظ ورچوئل کرایہ داری کے صارفین) ٹیلی میٹری سسٹم میں داخل ہونے والے کسی بھی ممکنہ \"PII\" سے مکمل طور پر خارج ہیں، یہاں تک کہ ایک IP پتہ۔ اگر ضرورت ہو تو مزید معلومات کے لیے اپنے اکاؤنٹ کے نمائندے سے رابطہ کریں۔",
    "700843971": "Hound Technology, Inc. (عالمی) فراہم کردہ خدمات: honeycomb.io۔",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (عالمی) فراہم کردہ خدمات: LogDNA.com۔",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (عالمی) فراہم کردہ خدمات: Zendesk.com۔",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "میلگن ٹیکنالوجیز، انکارپوریٹڈ (عالمی)۔ فراہم کردہ خدمات: Mailgun.com۔",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "انفراسٹرکچر",
    "370366524": "عارضی سروس ٹیلی میٹری",
    "121192737": "آنے والے اضافے",
    "2420789666": "Fastly, Inc. فراہم کردہ خدمات: Fastly CDN اور edge compute۔",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "مؤثر: 1 ستمبر 2021۔ انفراسٹرکچر کا اضافہ",
    "1487796027": "کمپنیوں کے لیے",
    "3943417791": "hCaptcha Enterprise (BotStop) کے لیے سپورٹ حاصل کریں",
    "702287791": "hCaptcha پبلیشر (مفت)",
    "3397976149": "hCaptcha Publisher کے لیے تعاون حاصل کریں۔",
    "833750823": "ایک چیلنج کے ساتھ مشکل ہے؟",
    "2024737147": "ایک بگ کی اطلاع دینا چاہتے ہیں؟",
    "1978884623": "سافٹ ویئر کے مسائل کی اطلاع دینے کے بارے میں مزید جانیں۔",
    "4188664955": "ماسٹر سروس کی شرائط",
    "2621989404": "آخری تازہ کاری: 24 ستمبر 2021۔ براہ کرم نوٹ کریں کہ ہماری انگریزی زبان کی اصطلاحات مستند ہیں۔",
    "2404545611": "hCaptcha میں خوش آمدید! ہماری کمیونٹی کا حصہ بننے کے لیے آپ کا شکریہ۔ \"سروسز\" (ذیل میں بیان کردہ) کے تمام صارفین کو درج ذیل شرائط (\"سروس کی شرائط\") سے متفق ہونا ضروری ہے۔ سروس کی ان شرائط کے تحت، \"IMI\"، \"ہم\" اور \"ہم\" سے مراد Intuition Machines, Inc. اور اس کے ذیلی ادارے، ملحقہ ادارے، افسران، ایجنٹ، ملازمین، نمائندے اور ایجنٹ ہیں، اور ہماری \"ویب سائٹ\" میں کوئی بھی ویب سائٹ شامل ہے۔ ہمارا کنٹرول، بشمول www.hcaptcha.com اور www.imachines.com۔",
    "2348450790": "براہ کرم ان سروس کی شرائط کو پڑھیں۔ ان میں، دیگر دفعات کے علاوہ، وارنٹیوں کی تردید، ذمہ داری کی حدود، اور پابند ثالثی شامل ہیں۔ براہ کرم نوٹ کریں کہ ہماری ویب سائٹ پر آپ کے آخری وزٹ کے بعد سروس کی یہ شرائط تبدیل ہو سکتی ہیں۔ ہم اپنی صوابدید پر وقتاً فوقتاً سروس کی ان شرائط پر نظر ثانی اور اپ ڈیٹ کر سکتے ہیں۔ مادی تبدیلی کی صورت میں، ہم آپ کو اس صفحہ پر اپ ڈیٹ کردہ سروس کی شرائط پوسٹ کر کے مطلع کریں گے، جس کے بعد آپ کو سائٹ یا سروس کا استعمال جاری رکھنے یا اس تک رسائی جاری رکھنے کے لیے اپ ڈیٹ کردہ سروس کی شرائط کو اثبات کے ساتھ قبول کرنا ہوگا۔",
    "1064537632": "براہ کرم نوٹ کریں کہ ہماری سروس کا آپ کا استعمال ہمارے ڈیٹا پروسیسنگ معاہدے کے تحت چلتا ہے، جو یہاں حوالہ کے ساتھ شامل کیا گیا ہے۔ براہ کرم اس معاہدے کا جائزہ لیں کہ ہم آپ کی طرف سے ذاتی ڈیٹا پر کس طرح کارروائی کرتے ہیں۔ نوٹ کریں کہ ہم EU جنرل ڈیٹا پروٹیکشن ریگولیشن کے مقاصد کے لیے \"ڈیٹا پروسیسر\" اور کیلیفورنیا کنزیومر پرائیویسی ایکٹ کے مقصد کے لیے \"سروس پرووائیڈر\" کے طور پر کام کرتے ہیں۔",
    "1933936765": "ڈیٹا پروسیسنگ کا معاہدہ (آخری اپ ڈیٹ: 23 ستمبر 2021)",
    "2959486280": "اگر آپ سروس کی ان شرائط سے اتفاق نہیں کرتے ہیں، تو آپ سائٹ یا سروس کا استعمال یا رسائی نہیں کر سکتے۔",
    "3200859925": "1. مقصد",
    "1807143500": "خدمات میں ایک آن لائن سیکیورٹی سروس (\"hCaptcha سروس\") اور ایک پلیٹ فارم (\"Intuition Machines Platform\") شامل ہے جس پر ایک فرد (\"Contributor\") ایسے کاموں کو انجام دینے کا انتخاب کر سکتا ہے جو کہ فریق ثالث کا ادارہ یا Intuition Machines خود (ہر ایک ایک \"Requester\") ہماری ویب سائٹ یا hCaptcha سروس پر پوسٹ کرتا ہے، یا تو براہ راست ہماری ویب سائٹ پر یا Intuition Machines پلیٹ فارم تک رسائی حاصل کر کے اور/یا کسی تیسرے فریق کے ادارے اور/یا پلیٹ فارم یا سروس کے ذریعے یا اس کے سلسلے میں کام انجام دے کر (ہر ایک، ایک \"انٹیگریٹر\")۔ درخواست کنندہ ٹاسک پوسٹ کرتے ہیں اور تعاون کنندگان کو مدعو کرتے ہیں کہ وہ IMI کی طرف سے انٹیگریٹرز کو فراہم کردہ انعامات کے بدلے میں انہیں انجام دیں، یا جیسا کہ درخواست کنندہ کے ذریعہ طے کیا گیا ہے اگر درخواست کنندہ انٹیویشن مشین پلیٹ فارم یا hCaptcha سروس استعمال کر رہا ہے تاکہ وہ اپنے اختتامی صارفین کو کام پیش کرے۔ ہم اپنے پلیٹ فارم کے استعمال کے لیے کمپنیوں اور افراد (ہر ایک \"کسٹمر\") سے معاوضہ لیتے ہیں تاکہ وہ ہمارے سافٹ ویئر، مصنف کے کاموں، مصنف کے کاموں کے لیے ہماری خدمات حاصل کر سکیں، اور/یا تعاون کنندگان تک رسائی حاصل کر سکیں۔ ہم انٹیگریٹرز کو اپنی hCaptcha سروس کے استعمال کے لیے بھی چارج کرتے ہیں تاکہ ان کی ویب سائٹس، موبائل ایپس، اور دیگر آن لائن پراپرٹیز پر دھوکہ دہی، غلط استعمال اور اسپام کو کم کیا جا سکے۔ مذکورہ بالا کو اجتماعی طور پر \"خدمات\" کہا جاتا ہے۔",
    "3212830633": "2. اہلیت",
    "2605814073": "ہماری خدمات کو استعمال کرنے یا رجسٹر کر کے، آپ اتفاق کرتے ہیں: آپ کی عمر کم از کم 18 سال ہے؛ آپ کو یہ اختیار حاصل ہے کہ آپ اپنی یا اس ادارے کی طرف سے اس معاہدے میں داخل ہوں جس کی آپ نمائندگی کرتے ہیں، اور ہر وقت سروس کی ان شرائط اور یہاں دی گئی تمام IMI پالیسیوں اور رہنما خطوط کی تعمیل کرتے رہیں گے۔ اور آپ ہماری ویب سائٹ کا غلط استعمال نہیں کریں گے، ہمارے سامنے اپنی شناخت کو غلط بیان نہیں کریں گے، یا IMI پر کسی بھی کام کے کسی بھی حصے کو مکمل کرنے کے لیے مصنوعی ذہانت کا استعمال نہیں کریں گے جس کے لیے انسانی ذہانت کی ضرورت ہے۔",
    "2616040974": "3. صارفین اور درخواست گزار",
    "1544829730": "اگر آپ ایک گاہک یا درخواست گزار ہیں، تو آپ اس بات سے اتفاق کرتے ہیں کہ یہاں بطور کسٹمر ضمیمہ منسلک اضافی شرائط لاگو ہوں گی اور سروس کی ان شرائط میں حوالہ کے ذریعے شامل کی جائیں گی۔ اگر آپ گاہک یا درخواست گزار نہیں ہیں، یا گاہک یا درخواست کنندہ رہنا چھوڑ دیتے ہیں، تو کسٹمر کے ضمیمہ میں اضافی شرائط لاگو نہیں ہوں گی اور نہ ہی انہیں سروس کی ان شرائط میں حوالہ کے ذریعے شامل کیا جائے گا۔",
    "3759360138": "4. صارف نام اور پاس ورڈ",
    "2236960358": "رجسٹریشن کے بعد، آپ سے آپ کے بارے میں کچھ ذاتی معلومات (\"ذاتی معلومات\") کو ظاہر کرنے کے لیے کہا جائے گا، بشمول آپ کا نام، ای میل پتہ، اور صارف نام اور پاس ورڈ بنانے کے لیے، یہ سب ہماری پرائیویسی پالیسی کے تابع ہوں گے، جو ہماری ویب سائٹ پر دستیاب ہے۔ ویب سائٹ آپ اکیلے اپنے اکاؤنٹ، پاس ورڈز، اور آپ کے اکاؤنٹ سے منسلک کسی بھی تصدیقی کلید کی نگرانی، یقینی بنانے اور برقرار رکھنے کے ذمہ دار ہیں، اور آپ سروسز پر اس معلومات کے استعمال یا استعمال کے ذریعے کیے گئے کسی بھی اقدام کے ذمہ دار ہیں۔",
    "3047519814": "آپ اتفاق کرتے ہیں کہ آپ اپنا اکاؤنٹ یا پاس ورڈ کسی کے ساتھ شیئر نہیں کریں گے۔",
    "1699668873": "اگر آپ کو شبہ ہے کہ آپ کے اکاؤنٹ کی معلومات چوری ہوئی ہے یا کسی اور کے ذریعہ استعمال ہوئی ہے، یا سیکیورٹی کی کوئی دوسری خلاف ورزی ہے تو آپ کو فوری طور پر IMI کو مطلع کرنا چاہیے۔",
    "3044038608": "آپ ہمیں صحیح، درست اور مکمل معلومات فراہم کرنے سے اتفاق کرتے ہیں جیسا کہ ہمارے رجسٹریشن کے عمل میں درخواست کی گئی ہے۔ آپ اس طرح کی معلومات کو موجودہ اور درست رکھنے کے لیے ضروری طور پر فوری طور پر اپ ڈیٹ کرنے سے بھی اتفاق کرتے ہیں۔",
    "4132302900": "5. آپ کی رازداری، آپ کا ڈیٹا، اور \"ڈیٹا سب کے لیے\"",
    "10724169": "آپ ہماری پرائیویسی پالیسی کو قبول کرتے ہیں، جو اس بات کو کنٹرول کرتی ہے کہ آپ جو بھی ذاتی معلومات ہمیں دیں گے اس کے ساتھ ہم کیا کریں گے۔",
    "1669194950": "ذاتی معلومات کے علاوہ، آپ کو دیگر ڈیٹا فراہم کرنے کی ضرورت پڑ سکتی ہے (یا یہ ہمارے لیے جمع کرنا ضروری ہو سکتا ہے) تاکہ ہم خدمات (مجموعی طور پر، \"کسٹمر ڈیٹا\") فراہم کر سکیں۔ ہم خدمات انجام دینے میں کسی ناکامی کے ذمہ دار نہیں ہیں جو آپ کی تاخیر یا کسٹمر ڈیٹا فراہم کرنے میں ناکامی کی وجہ سے ہوتی ہے۔",
    "1330274831": "اس کے ذریعے آپ ہمیں اس معاہدے کی مدت کے دوران ایک عالمی، غیر خصوصی، ذیلی لائسنس، قابل منتقلی، رائلٹی سے پاک، ناقابل تنسیخ لائسنس فراہم کرتے ہیں تاکہ کسی بھی صارف کے ڈیٹا کو صرف اور صرف خدمات فراہم کرنے کے مقصد کے لیے استعمال کریں، دوبارہ تیار کریں، الیکٹرانک طور پر تقسیم کریں اور عوامی طور پر ڈسپلے کریں۔ . آپ نمائندگی کرتے ہیں اور ضمانت دیتے ہیں کہ آپ اس سیکشن میں لائسنس دینے کے لیے اپنے ڈیٹا میں اور اس میں کافی حق، عنوان، اور دلچسپی رکھتے ہیں۔",
    "2230333214": "ہم صارف کے ڈیٹا کو دوسرے ڈیٹا کے ساتھ جمع کرتے ہیں تاکہ نتائج ذاتی طور پر قابل شناخت نہ ہوں اور ہم سروسز کے استعمال سے متعلق غیر شناخت شدہ تکنیکی لاگ اور ڈیٹا بھی جمع کرتے ہیں (\"مجموعی/ڈی-شناخت شدہ ڈیٹا\")۔ اس کے برعکس کسی بھی چیز کے باوجود، ایسا کوئی بھی مجموعی/غیر شناخت شدہ ڈیٹا IMI اس معاہدے کی مدت کے دوران یا اس کے بعد کسی بھی کاروباری مقصد کے لیے استعمال کر سکتا ہے، بشمول سروسز کو تیار کرنے اور بہتر بنانے اور رپورٹس بنانے اور تقسیم کرنے کے لیے اور دیگر مواد. کسٹمر کا ڈیٹا بھی برقرار رہ سکتا ہے اور ایک محدود مدت کے لیے سسٹم میں ظاہر کیا جا سکتا ہے جو کام مکمل ہونے کے بعد 180 دنوں سے زیادہ نہ ہو، مثال کے طور پر Intuition Machines سسٹم کے لیے خودکار کیلیبریشن یا توثیق کا ڈیٹا۔ وضاحت کے لیے، یہ سیکشن 5 ہمیں آپ کی پیشگی تحریری اجازت کے بغیر کسی بھی مجموعی/غیر شناخت شدہ ڈیٹا کے ماخذ کے طور پر آپ کی شناخت کرنے کا حق نہیں دیتا۔",
    "3881754581": ". اگر آپ ہماری تشریحی خدمات کے صارف ہیں اور آپ نے خدمات کے اپنے استعمال کے حصے کے طور پر \"سب کے لیے ڈیٹا\" کا اختیار منتخب کیا ہے، تو آپ IMI اور خدمات کے تمام صارفین کو ایک عالمی، غیر خصوصی، ذیلی لائسنس، قابل منتقلی، تمام متعلقہ دانشورانہ املاک کے حقوق سمیت تمام کسٹمر ڈیٹا کا مکمل استحصال کرنے کے لیے رائلٹی سے پاک، اٹل لائسنس۔ اگر آپ \"سب کے لیے ڈیٹا\" کے اختیار کو منتخب کرتے ہیں، تو آپ اس بات کی نمائندگی اور ضمانت دیتے ہیں کہ آپ اس سیکشن میں لائسنس دینے کے لیے اپنے ڈیٹا میں اور اس میں کافی حق، عنوان، اور دلچسپی رکھتے ہیں۔",
    "3496767126": "شک سے بچنے کے لیے، درج ذیل پیراگراف کا اطلاق خصوصی طور پر ان صارفین پر ہوتا ہے جو ہماری تشریحی خدمات استعمال کرتے ہیں، اور ہماری خدمات کو بطور انٹیگریٹر استعمال کرنے پر نہیں",
    "767207800": "اگر آپ کے ڈیٹا میں ممکنہ طور پر صریح یا جارحانہ مواد شامل ہے، تو ہم آپ سے مطالبہ کرتے ہیں کہ آپ ان پر \"EXPLICIT CONTENT\" کا نشان لگائیں تاکہ آپ کا ڈیٹا دیکھنے والے کسی بھی شخص کو منصفانہ انتباہ کے طور پر پیش کیا جا سکے۔ آپ IMI کے ساتھ علیحدہ تحریری معاہدے کے بغیر ایسے کاموں کو شامل نہیں کر سکتے جو ہماری پالیسیوں کی خلاف ورزی کرتے ہیں، بشمول، لیکن ان تک محدود نہیں، (a) وہ کام جو براہ راست یا بالواسطہ طور پر کسی دوسری ویب سائٹ یا سروس کو فروغ دیتے ہیں، (b) ایسے کام جو تیسرے فریق کی ویب سائٹ کی شرائط کی خلاف ورزی کرتے ہیں اور شرائط، (c) کام جو شراکت کنندگان کو فریق ثالث سے درخواست کرنے کے لیے کہتے ہیں، (d) وہ کام جو شراکت کنندگان سے کسی ویب سائٹ کے رویے یا نتائج میں ہیرا پھیری کرنے کے لیے کارروائی کرنے کو کہتے ہیں، (ای) ایسے کام جو فریق ثالث کے دانشورانہ املاک کے حقوق کی خلاف ورزی کرتے ہیں، اور (f) کام جس کے لیے شراکت داروں کو سافٹ ویئر یا فائلیں ڈاؤن لوڈ کرنے کی ضرورت ہوتی ہے۔",
    "3370561195": "6. قابل قبول رویہ",
    "4205152730": "آپ کو ہماری ویب سائٹ، فورم، پیغام رسانی، چیٹ، اور IMI کے زیر کنٹرول دوسرے سوشل میڈیا چینلز پر کہیں بھی دوسرے صارفین کے ساتھ بات چیت کرنے کی ترغیب دی جاتی ہے، لیکن اگر آپ ایسا کرتے ہیں تو آپ کو ہماری سائٹ پر سروس اور استعمال کی تمام شرائط اور تمام متعلقہ قوانین کی تعمیل کرنی ہوگی۔ .",
    "1394253934": "7. غلط استعمال، بدسلوکی، اور غلط بیانی۔",
    "1406393333": "خدمات کی ان شرائط اور ہم فراہم کردہ ہدایات کے علاوہ خدمات تک رسائی یا استعمال سختی سے ممنوع ہے۔ خاص طور پر، آپ یہ نہیں کریں گے:",
    "3409726716": "تحریری اجازت کے بغیر ہمارے ساتھ ایک سے زیادہ اکاؤنٹس کے لیے رجسٹر ہوں؛",
    "3119498672": "انٹرنیٹ بوٹس، ویب روبوٹس، بوٹس، اسکرپٹس، یا مصنوعی ذہانت کی کسی دوسری شکل کے استعمال سے کوئی بھی کام انجام دینا یا بصورت دیگر IMI یا کسی بھی درخواست کنندہ یا انٹیگریٹر سے ٹاسک مکمل کیے بغیر انعامات حاصل کرنے کی کوشش کرنا جیسا کہ وہ بیان کیا گیا ہے۔",
    "1188668818": "اس ویب سائٹ کو استعمال کرتے وقت کوئی بھی غلط معلومات فراہم کریں (بشمول آپ کے اکاؤنٹ میں کسی دوسرے شخص یا تنظیم کی نقالی کرنا، یا آپ کے اکاؤنٹ میں کسی دوسرے شخص یا تنظیم کے ساتھ اپنے آپ کو یا آپ کی وابستگی کو غلط بیان کرنا یا غلط بیان کرنا شامل ہے؛",
    "2804310964": "کسی بھی پراکسی ویب سرور یا آپ کے حقیقی مقام یا شناخت کو مبہم کرنے کے لیے ڈیزائن کیا گیا ہے یا فراہم کردہ انٹرفیس کے علاوہ کسی اور ذریعے سے ہماری ویب سائٹ تک رسائی یا رسائی کی کوشش کرنا؛",
    "1374227759": "ویب سائٹ کو کسی بھی غیر قانونی سرگرمی کے لیے، یا اس مقصد کے علاوہ کسی اور مقصد کے لیے استعمال کرنا جس کے لیے اسے دستیاب کرایا گیا تھا۔",
    "2103513933": "ایسی سرگرمی میں مشغول ہونا جو سائٹ کے کام میں مداخلت کرتی ہے یا اس میں خلل ڈالتی ہے۔",
    "137127070": "بدنیتی پر مبنی یا نامعلوم بیرونی لنکس یا فائلیں داخل کریں، اپ لوڈ کریں، یا منسلک کریں، یا کوئی ایسا مواد اپ لوڈ کریں جس میں وائرس، ٹروجن ہارس، ورم، ٹائم بم، یا دیگر نقصان دہ کمپیوٹر کوڈ ہو؛",
    "1686655020": "کاپی رائٹ سے مشروط کوئی بھی مواد اپ لوڈ کریں جو آپ کا اصل کام نہیں ہے، جب تک کہ آپ کو ایسے مواد کو پوسٹ کرنے اور IMI کو یہاں دیئے گئے تمام لائسنس یافتہ حقوق فراہم کرنے کے حقدار مالک سے اجازت نہ ہو۔",
    "1406692811": "سپیمنگ میں مشغول ہوں یا کسی بھی قسم کی تشہیر کریں، حوالہ جات حاصل کرنے کی کوشش کریں، ماس کمیونیکیشن، رقم کی پیشکشیں یا درخواستیں، خدمات کی درخواستیں، اشتہارات، مارکیٹنگ، بیہودہ پیغامات، نقل شدہ موضوعات، غیر قانونی مواد، سماجی ویب سائٹ کے لنکس، ای میل ایڈریس، یا فوری میسنجر آئی ڈیز جب تک کہ کام کی ضرورت نہ ہو۔",
    "3893539589": "بیرونی لنکس داخل کریں جو سامان یا خدمات پیش کرتے ہیں جب تک کہ کام کی ضرورت نہ ہو۔",
    "3214322759": "بصورت دیگر کسی بھی بدنیتی پر مبنی یا دھوکہ دہی کی سرگرمی میں ملوث ہوں۔",
    "3733422465": "8. اپنی شناخت کی تصدیق کرنا",
    "267645277": "IMI آپ کی شناخت کی تصدیق کر سکتا ہے۔ اس میں آپ کی ذاتی معلومات کا تیسرے فریق کے ڈیٹا بیس یا سرکاری قانونی دستاویزات سے موازنہ کرنا شامل ہو سکتا ہے۔ آپ ہمیں اجازت دیتے ہیں کہ آپ کی شناخت، آپ کے ای میل ایڈریس کی آپ کی ملکیت، اور آپ کے مالی اکاؤنٹس کی آپ کی ملکیت کی تصدیق کرنے کے لیے ضروری کوئی بھی پوچھ گچھ کریں۔ آپ اپنی شناخت کی تصدیق میں ہماری مدد کرنے کے لیے اپنے بارے میں معلومات فراہم کرنے سے اتفاق کرتے ہیں۔",
    "4169910317": "9. قانون کی تعمیل",
    "519755936": "آپ کی خدمات کے استعمال کے سلسلے میں وفاقی، ریاستی، صوبائی اور مقامی قوانین کی تعمیل کرنے کے لیے آپ اکیلے ذمہ دار ہیں۔ آپ ہمارے خلاف کسی بھی دعوے کی تلافی کرنے اور ہمیں بے ضرر رکھنے پر اتفاق کرتے ہیں کیونکہ آپ کسی بھی قانون کی تعمیل کرنے میں ناکام رہے یا کسی بھی فریق ثالث کے حقوق کی خلاف ورزی کی، بشمول بغیر کسی معاہدے کے، املاک دانش، یا رازداری کے حقوق۔",
    "731546974": "10. شراکت دار یا انٹیگریٹر ٹیکس",
    "3128328457": "اگر آپ کنٹریبیوٹر یا انٹیگریٹر ہیں، تو آپ اکیلے ہی ہماری ویب سائٹ کے استعمال کے نتیجے میں واجب الادا کسی بھی تخمینی یا دیگر وفاقی، ریاستی، یا مقامی انکم ٹیکس، سماجی تحفظ، FICA، اور کارکنوں کے معاوضے کی ادائیگی کے ذمہ دار ہیں۔ غیر امریکی دائرہ اختیار میں ملتے جلتے ٹیکس یا چارجز۔ آپ معاوضہ دینے اور ہمارے خلاف کسی بھی تشخیص کے لیے ہمیں بے ضرر رکھنے پر اتفاق کرتے ہیں کیونکہ آپ ٹیکس کے کسی بھی قوانین کی تعمیل کرنے میں ناکام رہے۔",
    "2931396764": "11. سروس کی ان شرائط کی خلاف ورزی",
    "1240667045": "ہم کسی بھی وجہ سے کسی بھی وقت سروسز تک آپ کی رسائی کو معطل، محدود یا منسوخ کر سکتے ہیں، بشمول: (a) ہمیں یقین ہے کہ آپ نے سروس کی ان شرائط کی خلاف ورزی کی ہے (بشمول دیگر متعلقہ پالیسیاں)؛ (b) ہمیں یقین ہے کہ آپ نے ہمارے حقوق یا کسی تیسرے فریق کے حقوق کی خلاف ورزی کی ہے۔ (c) ہم آپ کی فراہم کردہ معلومات کی تصدیق یا تصدیق کرنے سے قاصر ہیں؛ یا (d) ہمیں یقین ہے کہ آپ کے اعمال آپ، ہمارے، یا کسی تیسرے فریق کے لیے ذمہ داریاں پیدا کر سکتے ہیں۔ شک سے بچنے کے لیے، ہم آپ کو ادائیگی کو روکنے یا معطل کرنے کا حق محفوظ رکھتے ہیں اگر ہمیں معقول طور پر یقین ہے کہ مذکورہ بالا میں سے کوئی بھی ایسی ادائیگی پر لاگو ہوتا ہے۔",
    "1601080128": "اگر ہم آپ کا اکاؤنٹ معطل یا ختم کر دیتے ہیں، تو آپ کو ویب سائٹ کے کسی بھی حصے تک رسائی حاصل نہیں ہو گی، بشمول ڈیٹا، پیغامات، فائلیں، اور دیگر مواد جو آپ سائٹ پر رکھتے ہیں۔ آپ ہماری ویب سائٹ کو کسی مختلف یا نئے اکاؤنٹ کے نام سے استعمال کرنا جاری نہیں رکھ سکتے۔ سروس کی ان شرائط کی خلاف ورزی پر قانون کی مکمل حد تک مقدمہ چلایا جا سکتا ہے اور اس کے نتیجے میں اضافی جرمانے اور پابندیاں لگ سکتی ہیں۔",
    "1160707899": "12. تعاون کنندہ کا کردار اور IMI اور دیگر درخواست گزاروں کے ساتھ تعلق",
    "269838707": "اگر آپ کنٹریبیوٹر ہیں، تو آپ اور صرف آپ فیصلہ کرتے ہیں کہ کون سے اور کتنے کاموں کو مکمل کرنا ہے، اور انہیں کب اور کہاں مکمل کرنا ہے۔ آپ اپنی مرضی کے مطابق کاموں کو مکمل کرنے میں زیادہ سے زیادہ یا کم وقت صرف کرنے کے لیے آزاد ہیں۔ کسی بھی وقت آپ کو کسی کام کو مکمل کرنے کی کوئی ذمہ داری نہیں ہے۔",
    "1087195513": "اگر آپ ایک شراکت دار ہیں جو خدمات تک رسائی حاصل کرتا ہے اور/یا کسی انٹیگریٹر کے ذریعے یا اس کے سلسلے میں کام انجام دیتا ہے کسی ایسے درخواست کنندہ کی جانب سے جو IMI نہیں ہے، تو آپ اتفاق کرتے ہیں اور تسلیم کرتے ہیں کہ Intuition Machines اس کے لیے ذمہ دار نہیں ہے اور اس کے ساتھ آپ پر کوئی ذمہ داری نہیں ہے۔ مکمل شدہ کاموں کے لیے کسی انعام یا دیگر معاوضے کا احترام۔ آپ اتفاق کرتے ہیں اور تسلیم کرتے ہیں کہ مکمل شدہ کاموں کے لیے کسی بھی انعام یا دیگر معاوضے کا تعین مکمل طور پر درخواست کنندہ اور/یا انٹیگریٹر کے ساتھ آپ کے معاہدے کے مطابق ہوتا ہے، جیسا کہ قابل اطلاق ہے۔ اس طرح کے انعامات یا دیگر معاوضے پر کوئی تنازعہ (بشمول اس طرح کے انعامات یا دیگر معاوضے حاصل کرنے میں بغیر کسی حد کے ناکامی) صرف آپ اور درخواست گزار اور/یا انٹیگریٹر کے درمیان ہے، جیسا کہ قابل اطلاق ہے۔",
    "952813944": "نہ تو آپ کا ہماری ویب سائٹ کا استعمال اور نہ ہی اس معاہدے میں کوئی بھی چیز آپ کے اور Intuition Machines کے درمیان روزگار، شراکت داری، جوائنٹ وینچر، ایجنسی، فرنچائز، یا سیلز کے نمائندے کا رشتہ پیدا کرتی ہے۔ ہم آپ کو کسی کام کو مکمل کرنے کے لیے کوئی سامان یا اوزار فراہم نہیں کرتے ہیں۔ ہم آپ کو کوئی فوائد، کارکنوں کا معاوضہ، یا انشورنس کوریج فراہم نہیں کرتے ہیں۔ ہماری ویب سائٹ استعمال کرنے میں آپ کو جو بھی اخراجات ہوتے ہیں ہم اس کے ذمہ دار نہیں ہیں۔ ہم وفاقی یا ریاستی انکم ٹیکس، سوشل سیکیورٹی، یا کسی دوسرے ٹیکس کے لیے آپ کے انعام میں سے کوئی رقم نہیں روکیں گے۔ آپ ہمارے کسی بھی حریف سمیت کسی بھی شخص یا کاروبار کے لیے کام انجام دینے کے لیے ہر وقت آزاد ہیں۔ آپ کو Intuition Machines کی جانب سے تحریری یا زبانی کسی بھی معاہدے میں داخل ہونے کا اختیار نہیں ہے۔",
    "3460432665": "مذکورہ بالا کے باوجود، اگر آپ امریکی ٹیکس دہندہ ہیں تو ہم آپ سے W-9 کی درخواست کر سکتے ہیں، جسے سالانہ اپ ڈیٹ کیا جائے، اور ہم آپ کو اس وقت تک کام کرنے سے روک سکتے ہیں جب تک کہ آپ W-9 کو مکمل یا اپ ڈیٹ نہ کر لیں۔",
    "458271951": "اگر آپ ایک کنٹریبیوٹر ہیں جو سروسز تک رسائی حاصل کرتا ہے اور/یا Intuition Machines (ایک درخواست دہندہ کے طور پر کام کر رہا ہے) کی جانب سے انٹیگریٹر کے ذریعے یا اس کے سلسلے میں کام انجام دیتا ہے، تو Intuition Machines آپ کو کچھ کاموں کی قابل قبول تکمیل پر انعام دے سکتی ہے۔ ایسی صورت میں جو آپ کو دھوکہ دہی، بدسلوکی، یا سروس کی ان شرائط کی خلاف ورزی میں ملوث پایا جاتا ہے، آپ کو ملنے والے کوئی بھی اور تمام انعامات Intuition Machines کے ذریعے روکے جا سکتے ہیں اور/یا وصول کیے جا سکتے ہیں۔",
    "3056723024": "13. کاموں کی ناقابل قبول تکمیل",
    "3913203723": "اگر، کسی بھی وجہ سے، درخواست کنندہ آپ کے مکمل کردہ کام کی کارکردگی کو قبول نہیں کرتا ہے، تو آپ بطور معاون یا انٹیگریٹر اس کام کے لیے کسی انعام کے حقدار نہیں ہوں گے۔ اس صورت میں کہ ایک ناقابل قبول کام کے لیے آپ کو انعامات پہلے ہی منتشر کر دیے گئے تھے، ہم انہیں آپ سے وصول کر سکتے ہیں۔",
    "3666807632": "14. شراکت دار کی قابلیت اور ہنر",
    "1993899769": "15. معلومات کا ہمارا استعمال",
    "2927283721": "ہماری ویب سائٹ پر کام انجام دے کر، آپ ہماری پرائیویسی پالیسی کے مطابق اپنی ذاتی معلومات کو جمع کرنے، استعمال کرنے اور افشاء کرنے کی اجازت دیتے ہیں۔ اس کے علاوہ، ہم آپ کے اور آپ کے مکمل کیے گئے کاموں کے بارے میں کچھ معلومات درخواست کنندہ کے ساتھ شیئر کر سکتے ہیں جن کے کام آپ نے سروس تعلقات کو آسان بنانے اور ویب سائٹ کو بہتر بنانے کے لیے مکمل کیے ہیں، بشمول، مثال کے طور پر، Contributor ID، مکمل کیے گئے کاموں کے نتائج، اور اس سے متعلق دیگر صفات۔ آپ کی اہلیت، زبانیں، مہارتیں، اور ویب سائٹ کا استعمال۔",
    "3027055607": "16. دانشورانہ املاک اور ملکیتی حقوق",
    "3910971075": "IMI تمام حقوق کا مالک ہے، بشمول انٹلیکچوئل پراپرٹی رائٹس، سورس کوڈ، آبجیکٹ کوڈ یا بنیادی ڈھانچہ، آئیڈیاز یا الگورتھم، API، اور سروسز (\"سافٹ ویئر\") سے متعلق کسی بھی اضافی سافٹ ویئر، دستاویزات یا ڈیٹا میں۔ آپ، براہ راست یا بالواسطہ طور پر، کسی تیسرے فریق کے ذریعے یا دوسری صورت میں: (a) ریورس انجینئر، ڈی کمپائل، جدا، یا بصورت دیگر سافٹ ویئر کو دریافت کرنے کی کوشش نہیں کریں گے۔ (b) کسی بھی سافٹ ویئر کی بنیاد پر مشتق کاموں میں ترمیم، ترجمہ، یا تخلیق کرنا؛ (c) کاپی، کرایہ، لیز، تقسیم، گروی، تفویض، یا بصورت دیگر کسی بھی سافٹ ویئر کو حقوق کی منتقلی یا پابند کرنا؛ (d) ٹائم شیئرنگ، سروس بیورو کے مقاصد، یا دوسری صورت میں فریق ثالث کے فائدے کے لیے کوئی بھی سافٹ ویئر استعمال کرنا؛ یا (e) کسی بھی ملکیتی نوٹس یا لیبل کو ہٹا دیں۔",
    "3660891610": "اگر آپ کنٹریبیوٹر ہیں، IMI، اور آپ کے نہیں، آپ کے کسی بھی کام میں ملکیتی حقوق ہیں جو آپ کسی بھی کام کو مکمل کرنے کے حصے کے طور پر تیار کرتے ہیں۔ اس معاہدے کی شرائط کو قبول کر کے آپ اپنے کام میں اور ہمارے لیے ملکیت، ملکیت، اور ٹائٹل (بشمول دنیا بھر میں موجود تمام دانشورانہ املاک کے حقوق) کی منتقلی (اور اس کے ذریعے) سے اتفاق کرتے ہیں۔ اس بات کو یقینی بنانے کے لیے کہ ہم اس طرح کے حقوق حاصل کرنے، مکمل کرنے اور استعمال کرنے کے قابل ہیں، آپ مزید (i) دستاویزات، کمال اور ہمارے حقوق کے نفاذ میں معاونت کے لیے کسی بھی دستاویز پر دستخط کرنے سے اتفاق کرتے ہیں۔ اور (ii) کسی بھی اور تمام ممالک میں اس طرح کے ملکیتی حقوق کو ریکارڈ کرنے، مکمل کرنے، محفوظ کرنے، دفاع کرنے اور نافذ کرنے کے لیے معلومات تک معقول رسائی فراہم کریں۔ اس سیکشن کے تحت آپ کی ذمہ داریاں اس وقت بھی جاری رہیں گی جب آپ سروسز سے رجسٹر ہو جائیں یا ان کا استعمال بند کر دیں۔ آپ ہمیں اپنے اٹارنی کے طور پر تقرر کرتے ہیں تاکہ اس سیکشن میں بیان کیے گئے مقاصد کے لیے اپنی طرف سے دستاویزات کی تکمیل کریں۔",
    "426125156": "17. کاپی رائٹ اور ٹیک ڈاؤن",
    "1408530660": "IMI دوسروں کی دانشورانہ املاک کا احترام کرتا ہے اور ہم اپنی سائٹ سے کسی بھی ایسے مواد کو ہٹانے کا حق محفوظ رکھتے ہیں جو ہمارے خیال میں کسی تیسرے فریق کے دانشورانہ حقوق کی خلاف ورزی کر سکتا ہے۔ اگر آپ کو یقین ہے کہ آپ کا اپنا کام اس طرح سے کاپی کیا گیا ہے جس سے اس ویب سائٹ پر کاپی رائٹ کی خلاف ورزی ہوتی ہے، تو براہ کرم Intuition Machines کسٹمر سپورٹ سے رابطہ کریں۔",
    "2696932851": "18. معاوضہ",
    "3844300338": "آپ ہمیں کسی بھی اور تمام دعووں، نقصانات، ذمہ داریوں، اخراجات، اور اخراجات (بشمول معقول وکیل کی فیس اور اخراجات) سے ہرجانہ، دفاع، اور ہمیں بے ضرر رکھنے پر اتفاق کرتے ہیں، جو آپ کے کاموں کی کارکردگی یا ہماری ویب سائٹ کے استعمال سے پیدا ہوتے ہیں یا اس سے متعلق ہیں۔ .",
    "2474091800": "19. دوسرے صارفین کے ساتھ تنازعات؛ رہائی",
    "3162107126": "IMI آپ کے اور سروسز کے کسی دوسرے صارف کے درمیان کسی تنازعہ کا فریق نہیں ہے۔ آپ IMI اور اس سے ملحقہ اداروں کو ہر قسم کے دعووں، مطالبات، اور ہر قسم کے نقصانات، معلوم اور نامعلوم، مشتبہ اور غیر مشتبہ، ظاہر اور غیر ظاہر، آپ کے اور دوسرے صارف کے درمیان کسی تنازعہ سے پیدا ہونے والے یا اس سے منسلک ہونے سے رہائی دیتے ہیں۔",
    "2271969747": "20. آپ کو موصول ہونے والی خفیہ معلومات",
    "1042802841": "خفیہ معلومات ایسی کوئی بھی معلومات ہوتی ہے جس پر خفیہ یا ملکیتی کے طور پر نشان لگا دیا جاتا ہے، یا جسے وصول کرنے والے فریق کو رازدارانہ یا ملکیتی سمجھنا چاہیے۔ اس میں ایسی کوئی بھی معلومات شامل نہیں ہے جو (1) عوامی طور پر دستیاب ہو، (2) پہلے سے ہی کے قبضے میں ہو، آزادانہ طور پر تیار کی گئی ہو، یا وصول کنندہ فریق کو پہلے سے ہی معلوم ہو، یا (3) عدالتی حکم کے ذریعے ظاہر کیا گیا ہو یا بصورت دیگر ضرورت کے مطابق قانون",
    "1918025546": "اگر آپ کو سروسز پر کسی کی طرف سے خفیہ معلومات فراہم کی جاتی ہیں، تو آپ رازدارانہ معلومات کی رازداری کو اسی حد تک برقرار رکھنے پر اتفاق کرتے ہیں جو آپ اپنی خفیہ معلومات کی حفاظت کے لیے استعمال کرتے ہیں، لیکن کسی بھی صورت میں مناسب دیکھ بھال سے کم نہیں۔ آپ ایسی کسی بھی خفیہ یا ملکیتی معلومات کو ظاہر یا شائع نہیں کر سکتے، سوائے اس کے کہ کسی کام کی کارکردگی کے لیے ضروری ہو۔ Intuition Machines پلیٹ فارم پر کسی ٹاسک کے اندر موجود تمام معلومات کو خفیہ سمجھا جانا چاہیے چاہے وہ معلومات کو صریح طور پر خفیہ قرار نہ دیا گیا ہو۔",
    "2690395789": "اگر اور جب آپ کو موصول ہونے والی خفیہ معلومات کی مزید ضرورت نہیں ہے، تو آپ کو فوری طور پر معلومات کی تمام کاپیاں واپس کر دیں یا تباہ کر دیں (جیسا کہ کسی نے بھی معلومات کا انکشاف کیا ہے) ان معلومات کی تمام کاپیاں جو آپ کے زیر کنٹرول احاطے، سسٹمز یا دیگر آلات پر موجود ہیں۔",
    "2178073797": "چونکہ خفیہ معلومات کا افشاء کرنا ناقابل تلافی نقصان کا باعث بن سکتا ہے، اس لیے ظاہر کرنے والا فریق اس اصطلاح کی کسی بھی خلاف ورزی یا دھمکی آمیز خلاف ورزی پر حکم امتناعی ریلیف حاصل کرنے کا حقدار ہے۔",
    "2185860003": "21. ویب سائٹ میں تبدیلیاں",
    "2631249972": "ہم آپ کو اطلاع دیئے بغیر اپنی ویب سائٹ کو بہتر یا تبدیل کر سکتے ہیں۔",
    "3764131594": "22. فریق ثالث کی ویب سائٹس",
    "295955580": "ہماری ویب سائٹ تھرڈ پارٹی ویب سائٹس کے لنکس پر مشتمل ہو سکتی ہے۔ ہم ایسی ویب سائٹس کو کنٹرول، تفتیش، نگرانی یا چیک نہیں کرتے ہیں۔ ہم ایسی ویب سائٹس پر موجود کمپیوٹر پروگرامز، مواد یا آراء کے لیے ذمہ دار نہیں ہیں اور نہ ہی ہم ان کی تائید کرتے ہیں۔ اگر آپ ہماری ویب سائٹ کو چھوڑنے اور کسی تیسرے فریق کی ویب سائٹ تک رسائی کا فیصلہ کرتے ہیں، تو آپ اپنی ذمہ داری پر ایسا کرتے ہیں۔",
    "838225123": "23. وارنٹی کا اعلان",
    "3897238493": "خدمات \"جیسا ہے\" کی بنیاد پر فراہم کی جاتی ہیں۔ ہم رسائی، تندرستی، قانون سازی، دستیابی، یا خدمات کی فعالیت کے حوالے سے کوئی نمائندگی یا وارنٹی، مضمر یا بیان نہیں کرتے ہیں، کسی بھی متعلقہ، متعلقہ متعلقہ، متعلقہ متعلقہ، متعلقہ متعلقہ اشیاء۔ قانون کی طرف سے اجازت دی گئی زیادہ سے زیادہ حد تک، IMI تمام واضح یا مضمر شرائط، نمائندگیوں اور وارنٹیوں کو مسترد کرتا ہے، بشمول، لیکن ان تک محدود نہیں۔ IMI کے خلاف آپ کا واحد اور خصوصی علاج کسی بھی خرابی، غیر موافقت، یا عدم اطمینان کے حوالے سے خدمات کے استعمال کو روکنا ہے، ہم آپ کے کمپیوٹر سسٹم کو ہونے والے کسی نقصان، ڈیٹا کے نقصان یا بدعنوانی کے نتیجے میں ہونے والے نقصان یا دیگر نقصانات کے لیے کوئی ذمہ دار نہیں ہوں گے۔ ویب سائٹ یا Intuition Machines پلیٹ فارم تک آپ کی رسائی یا استعمال سے۔ طے شدہ اور غیر طے شدہ رکاوٹیں ہوسکتی ہیں، اور ہم اپنی ویب سائٹ کی بلا تعطل دستیابی کی ضمانت نہیں دیتے۔",
    "2110259227": "24. ذمہ داری کی حد",
    "3018077211": "25. شراکت دار تنازعہ کا حل",
    "2790841456": "اگر آپ تعاون کنندہ ہیں، تو آپ درج ذیل ثالثی شق اور کلاس ایکشن چھوٹ سے اتفاق کرتے ہیں:",
    "3302832698": "متبادل تنازعات کا حل درکار ہے۔",
    "561456032": "آپ اس بات سے اتفاق کرتے ہیں کہ خدمات کے آپ کے استعمال سے پیدا ہونے والے یا اس سے متعلق کسی بھی تنازعہ کے لیے، بشمول کوئی بھی تنازعہ جو اس وقت سے پیدا ہوا ہو جب آپ نے IMI کے لیے کام کرنا شروع کیا ہو، اور خاص طور پر اس بات سے متعلق کوئی دعویٰ بھی شامل ہے کہ آیا آپ اس کی درجہ بندی کرتے ہیں یا نہیں۔ ایک آزاد ٹھیکیدار، آپ سب سے پہلے IMI کو اس کے خلاف اپنے دعوے کے بارے میں مطلع کریں گے۔ اس کے بعد آپ اور IMI براہ راست گفت و شنید یا ثالثی کے ذریعے مسئلے کو حل کرنے کی کوشش کریں گے۔ ہم ثالثی کی لاگت کو مساوی طور پر تقسیم کریں گے اور اس بات پر متفق ہوں گے کہ ثالثی ٹیلی فونک یا دیگر الیکٹرانک ذرائع سے کی جائے گی۔ اگر کوئی دعویٰ غیر رسمی بات چیت یا ثالثی کے بعد حل نہیں ہوتا ہے، تو آپ اتفاق کرتے ہیں کہ آپ اور IMI تنازعہ کو حل کرنے کے لیے حتمی اور پابند ثالثی کا استعمال کریں گے۔ جب سے آپ نے ہماری ویب سائٹ استعمال کرنا شروع کی ہے تب سے یہ شق تمام دعووں پر حکومت کرتی ہے، چاہے وہ کیلیفورنیا فیئر ایمپلائمنٹ اینڈ ہاؤسنگ ایکٹ پر مبنی ہو، خواہ وہ تشدد، معاہدہ، قانون، بشمول امتیازی سلوک اور ایذا رسانی کے کسی بھی دعوے پر مبنی ہو، لیکن ان تک محدود نہیں۔ 1964 کے سول رائٹس ایکٹ کا عنوان VII، جیسا کہ ترمیم شدہ، یا کوئی اور ریاستی یا وفاقی قانون یا ضابطہ، مساوی قانون، یا دوسری صورت میں۔",
    "3794239003": "ثالثی کا طریقہ کار۔",
    "4193379787": "اس معاہدے کے تحت تمام ثالثی امریکن ثالثی ایسوسی ایشن کے قوانین کے تحت یا باہمی رضامندی سے ثالثی سروس کے ذریعے کی جائے گی۔ ثالث ایک امریکی ثالث ہوگا جس کا انتخاب سات (7) سے کم ناموں کی فہرست سے متبادل ہڑتالوں کے ذریعے کیا جائے گا۔ ثالثی میں، ہر فریق کو یہ حق حاصل ہوگا کہ وہ مناسب دیوانی دریافت کرے، منحرف حرکات لائے، اور اپنے مقدمات اور دفاع پیش کرنے کے لیے ضرورت کے مطابق گواہ اور شواہد پیش کرے، اور اس سلسلے میں کوئی بھی تنازعہ ثالث کے ذریعے حل کیا جائے گا۔ تنازعہ کا حل مکمل طور پر اس قانون پر مبنی ہوگا جو دعووں اور دفاع کی استدعا پر حکومت کرے گا، اور ثالث ایسے کنٹرولنگ قانون کے علاوہ کسی اور بنیاد کو استعمال نہیں کر سکتا۔ ثالث کی حیثیت سے کام کرتے وقت ثالث کو سول ذمہ داری سے عدالتی افسر کا استثنیٰ حاصل ہوگا، جو استثنیٰ کسی دوسرے موجودہ استثنیٰ کو پورا کرتا ہے۔ ایوارڈز میں ثالث کی تحریری استدلال رائے شامل ہونی چاہیے۔ آپ IMI یا IMI کے خلاف آپ کے خلاف کسی بھی دعوے کی جیوری کے ذریعہ ٹرائل کرنے کا اپنا حق چھوڑ دیتے ہیں۔ اس شق کے تحت کوئی بھی دعویٰ قابل اطلاق قانون کی حدود کی مدت کے اندر لایا جانا چاہیے۔ ریاستہائے متحدہ کا وفاقی ثالثی ایکٹ اس شق کو کنٹرول کرتا ہے، اور آپ تسلیم کرتے ہیں کہ یہ معاہدہ تجارت میں لین دین کا ثبوت دیتا ہے۔",
    "2583888954": "مستثنیات",
    "1034830": "وہ تنازعات جو ڈوڈ فرینک وال اسٹریٹ ریفارم اینڈ کنزیومر پروٹیکشن ایکٹ (عوامی قانون 111-203) کے ذریعہ فراہم کردہ پیشگی ثالثی معاہدے کے تابع نہیں ہوسکتے ہیں اس سے خارج ہیں۔",
    "263977834": "انتظامی تھکن۔",
    "1807512722": "آپ اس ویب سائٹ کے استعمال سے پیدا ہونے والے کسی بھی دعوے کو کسی انتظامی ایجنسی کے پاس لا سکتے ہیں لیکن صرف اس حد تک کہ قابل اطلاق قانون ثالثی کے معاہدے کے موجود ہونے کے باوجود ایسی ایجنسی تک رسائی کی اجازت دیتا ہے۔ اس طرح کے انتظامی دعووں میں بغیر کسی حد کے دعوے یا چارجز شامل ہیں جو Equal Employment Opportunity Commission، یو ایس ڈیپارٹمنٹ آف لیبر، اور نیشنل لیبر ریلیشن بورڈ کے سامنے لائے گئے ہیں۔ ثالثی میں دعویٰ کرنے سے پہلے انتظامی علاج کو ختم کرنے کی اپنی ذمہ داری کو پورا کرنے کے لیے اس شق میں کوئی بھی چیز آپ کو کسی بھی ایجنسی کے سامنے انتظامی دعویٰ لانے سے روکنے یا معاف کرنے کے لیے نہیں سمجھا جائے گا، تاہم، آپ اس کے ذریعے کسی بھی مالیاتی ایوارڈ کے حق سے دستبردار ہو جائیں گے۔ ایجنسی کی کارروائی.",
    "996430331": "ثالثی کا مقام۔",
    "3040062804": "اس سیکشن کے تحت ثالثی کی کوئی بھی کارروائی پہلے سے طے شدہ طور پر ریاست کیلیفورنیا میں ہوگی، جب تک کہ آپ ریاستہائے متحدہ سے باہر نہیں رہتے، اس صورت میں ثالثی مکمل طور پر الیکٹرانک یا ٹیلی فونی طور پر ہوگی۔ ثالثی کسی دوسرے مقام پر ہو سکتی ہے اگر ہر فریق تحریری طور پر اس پر راضی ہو۔ اس کے مقام سے قطع نظر، کوئی بھی فریق لائیو ویڈیو یا ٹیلی کانفرنس کے ذریعے ثالثی میں پیش ہونے کا انتخاب کر سکتا ہے۔",
    "3091247030": "کلاس ایکشن چھوٹ۔",
    "2520904193": "آپ کسی بھی تنازعہ کو ایک طبقاتی، اجتماعی، یا نمائندہ کارروائی کے طور پر لانے، سننے، یا ثالثی کرنے کے لیے اپنے پاس موجود کسی بھی حق سے دستبردار ہو جاتے ہیں۔ اس معاہدے میں موجود کسی بھی دوسری شق کے باوجود، سابقہ جملہ کسی بھی صورت میں اس معاہدے سے منقطع نہیں ہوگا۔ کوئی بھی دعویٰ کہ اس چھوٹ کا تمام یا کچھ حصہ ناقابل نفاذ، غیر معقول، باطل یا باطل ہے اس کا تعین صرف مجاز دائرہ اختیار کی عدالت کے ذریعہ کیا جاسکتا ہے نہ کہ کسی ثالث کے ذریعہ۔ نیشنل لیبر ریلیشنز ایکٹ کے سیکشن 7 کے تحت آپ کے حقوق استعمال کرنے کے نتیجے میں، یا کسی بھی فورم میں کلاس، اجتماعی یا نمائندہ کارروائی میں حصہ لینے یا اس میں شرکت کرنے کے نتیجے میں آپ کے خلاف جوابی کارروائی نہیں کی جائے گی اور نہ ہی آپ کو ہماری ویب سائٹ پر کام مکمل کرنے سے روکا جائے گا۔ ، لیکن ہم قانونی طور پر اس طبقاتی کارروائی کی چھوٹ کے نفاذ کی کوشش کر سکتے ہیں، اور اس طرح کے طبقاتی، اجتماعی یا نمائندہ اقدامات یا دعووں کو برخاست کرنے کی کوشش کر سکتے ہیں۔",
    "3493572638": "اخراجات اور فیس۔",
    "702926385": "فریقین ہر ایک ایسی کسی بھی ثالثی میں قانونی نمائندگی کے لیے اپنے متعلقہ اخراجات برداشت کریں گے، سوائے اس حد کے کہ اٹارنی کی فیس قانون کے ذریعے واضح طور پر فراہم کی گئی ہو۔ فریقین ثالث کی طرف سے وصول کی جانے والی کسی بھی ابتدائی انتظامی فیس کو تقسیم کریں گے، آپ کے لیے زیادہ سے زیادہ لاگت دو سو پچاس ڈالر (US$250.00) تک۔ ثالث اور عدالتی رپورٹر کا خرچہ، اگر کوئی ہو، تو ہم ابتدائی طور پر برداشت کریں گے۔ تاہم، ثالث کے پاس یہ صوابدید ہوگی کہ وہ مروجہ فریق کو مناسب اخراجات دے، جیسا کہ قانون کے ذریعہ فراہم کیا گیا ہے، اور/یا فریقین سے ثالث اور/یا عدالتی رپورٹر سے وابستہ اخراجات کو تقسیم کرنے کا مطالبہ کرنا ہوگا۔",
    "3199694247": "جدائی۔",
    "3102490587": "کلاس ایکشن ویور کے علاوہ، اگر اس ثالثی شق کا کوئی ٹرم یا پروویژن یا حصہ کالعدم یا ناقابل نفاذ قرار دیا جاتا ہے تو اسے منقطع کر دیا جائے گا اور ثالثی کی باقی ماندہ شق قابل نفاذ ہوگی۔",
    "2323013093": "26. قابل اطلاق قانون",
    "2900525040": "ریاست کیلیفورنیا کے قوانین سروس کی ان شرائط اور ان سے پیدا ہونے والے کسی بھی تنازعہ، تنازعہ یا دعوے پر حکومت کرتے ہیں۔",
    "3339302473": "27. برطرفی",
    "1158384644": "آپ کسی بھی وقت ہماری ویب سائٹ کا استعمال بند کرنے کا انتخاب کر سکتے ہیں، بشرطیکہ آپ کو تمام قابل اطلاق IMI پالیسیوں کی پابندی کرنی چاہیے۔ ہم، اپنی صوابدید پر، اس معاہدے کو ختم کر سکتے ہیں، ہماری ویب سائٹ تک رسائی کو معطل کر سکتے ہیں، یا بغیر کسی وجہ کے نوٹس کے فوری طور پر کسی بھی خدمات کو ہٹا سکتے ہیں۔",
    "41530052": "28. عمومی شرائط",
    "3202747130": "مکمل معاہدہ. سروس کی یہ شرائط اور اس معاہدے میں حوالہ دیا گیا کوئی بھی پالیسیاں، طریقہ کار، یا شرائط موضوع کے حوالے سے فریقین کے پورے معاہدے کو تشکیل دیتی ہیں، اور تمام سابقہ اور ہم عصر متعلقہ معاہدوں، دعووں، نمائندگیوں، اور فریقین کے سمجھوتوں کو منسوخ اور منسوخ کرتی ہیں۔ .",
    "4080263153": "کوئی چھوٹ نہیں۔ ہمیں اپنے حقوق یا علاج کے کسی بھی حصے سے دستبردار نہیں سمجھا جائے گا جب تک یہ چھوٹ تحریری طور پر نہ ہو اور ہمارے دستخط نہ ہوں۔ اگر ہم اس معاہدے کی کسی بھی شق کے تحت اپنے حقوق کو نافذ کرنے میں تاخیر کرتے ہیں یا اسے نافذ کرنے میں ناکام رہتے ہیں، تو اس سے اس طرح کی فراہمی یا اس معاہدے کے کسی بھی حصے کو بعد میں نافذ کرنے کے ہمارے حق کی چھوٹ نہیں ہوگی۔",
    "1789371580": "تفویض پذیری آپ ہماری پیشگی تحریری اجازت کے بغیر سروس کی ان شرائط کو تفویض نہیں کر سکتے ہیں۔ ہم سروس کی یہ شرائط کسی بھی وقت، بغیر اطلاع کے تفویض کر سکتے ہیں۔ مذکورہ بالا کے تابع، سروس کی یہ شرائط ہر پارٹی کے جانشینوں اور اجازت یافتہ تفویض پر پابند ہوں گی۔",
    "2819628066": "جدائی۔ اگر سروس کی ان شرائط کی کوئی بھی شق کسی بھی وجہ سے غلط یا ناقابل نفاذ پائی جاتی ہے، تو یہ کسی بھی باقی شقوں کی درستگی اور نفاذ کو متاثر نہیں کرے گی۔",
    "3955981186": "ترامیم۔ IMI کے علاوہ کسی اور کی طرف سے سروس کی ان شرائط میں کوئی ترمیم یا ترمیم IMI پر پابند نہیں ہوگی جب تک کہ IMI کے کسی مجاز نمائندے کے دستخط شدہ تحریری دستاویز میں نہ ہو۔",
    "1377538813": "مروجہ زبان۔ سروس کی ان شرائط کا انگریزی زبان کا ورژن ہر لحاظ سے کنٹرول کرے گا اور ترجمہ شدہ ورژن کے ساتھ کسی بھی تضاد کی صورت میں، اگر کوئی ہے تو غالب ہوگا۔",
    "2438016011": "رضاکارانہ معاہدہ۔ سروس کی ان شرائط کے تمام فریقین نمائندگی کرتے ہیں اور اس بات پر متفق ہیں کہ ہر ایک نے اس معاہدے کے تمام پہلوؤں کا جائزہ لیا ہے، اس کی تمام دفعات کو بغور پڑھا اور پوری طرح سمجھ لیا ہے، اور رضاکارانہ طور پر اس معاہدے میں داخل ہو رہا ہے۔",
    "2445034923": "اگر آپ سروس کی ان شرائط کی تمام شرائط و ضوابط سے متفق نہیں ہیں، تو سائٹ یا خدمات کو استعمال یا ان تک رسائی نہ کریں (اور آپ نہیں بھی کر سکتے ہیں)۔",
    "2646127839": "سروس کی ماسٹر شرائط میں کسٹمر کا ضمیمہ",
    "4097297673": "بطور صارف، درخواست کنندہ، یا انٹیگریٹر، آپ اپنے اور IMI کے درمیان کسی بھی دیگر پابند شرائط کے علاوہ درج ذیل شرائط کے پابند ہونے سے اتفاق کرتے ہیں۔",
    "1093280979": "1. پلیٹ فارم آرڈر فارم",
    "1549953005": "ہو سکتا ہے آپ نے ایک یا زیادہ پلیٹ فارم تک رسائی کے آرڈر فارم (ہر ایک، ایک \"آرڈر فارم\") کو کسٹمر یا درخواست کنندہ بننے کی شرط کے طور پر مکمل کر لیا ہو۔ اگر ایسا ہے تو، پھر آرڈر فارم میں بیان کردہ شرائط و ضوابط سروس کی شرائط کا حصہ بن جاتے ہیں اور یہاں حوالہ کے ذریعہ شامل کیے جاتے ہیں۔",
    "3819851005": "2. فیس",
    "1591032933": "آپ IMI کو فیس ادا کریں گے جیسا کہ قابل اطلاق آرڈر فارم میں بیان کیا گیا ہے ادائیگی کے طریقہ کار کے ذریعے جو آپ نے قابل اطلاق آرڈر فارم میں فراہم کیا ہے۔ جب تک کہ دوسری صورت میں دونوں فریق تحریری طور پر واضح طور پر متفق نہ ہوں، آپ انوائس کی میلنگ تاریخ کے تیس (30) دنوں کے اندر جاری کردہ تمام رسیدوں کے لیے مکمل ادائیگی فراہم کریں گے۔ آپ ہمیں اجازت دیتے ہیں کہ آپ ہمیں فراہم کردہ تمام کریڈٹ کارڈ کی معلومات پر کریڈٹ کارڈ کی اجازتیں چلائیں، اس کریڈٹ کارڈ کی معلومات کو ذخیرہ کریں، اور آپ کے کریڈٹ کارڈ یا کسی دوسرے اکاؤنٹ کو چارج کرنے کے لیے ہم باہمی طور پر ادائیگی کی ایک شکل کے طور پر متفق ہیں۔ جب تک کہ آرڈر فارم پر یا آپ کے انٹرپرائز سروس ایگریمنٹ یا ماسٹر سروس ایگریمنٹ میں دوسری صورت میں بیان نہ کیا گیا ہو، خدمات کی تمام فیسیں، زائد عمروں کو چھوڑ کر، آپ کے معاہدے (\"مؤثر تاریخ\") کے تحت IMI کی طرف سے فراہم کردہ خدمات کے آغاز پر سالانہ بل کی جاتی ہے۔",
    "4142610534": "کوئی بھی تاخیر سے ادائیگی ہر ماہ 1.5% فیصد کی شرح سے یا قانون کی طرف سے اجازت دی گئی زیادہ سے زیادہ رقم، جو بھی کم ہو، تاخیر سے چارجز جمع کرے گی۔ اگر آپ کسی بھی وجہ سے اس معاہدے کے تحت واجب الادا رقم ادا کرنے میں ناکام رہتے ہیں، تو آپ کا اکاؤنٹ ہماری صوابدید پر معطل کیا جا سکتا ہے، ایسی صورت میں کاموں کی تکمیل کے لیے آپ کے اکاؤنٹ سے کوئی اضافی ادائیگی نہیں کی جائے گی اور آپ کے تمام کاموں کو ہٹا دیا جائے گا۔ ہماری ویب سائٹ سے۔ آپ کو مطالبہ پر واجب الادا تمام رقوم کے علاوہ کسی بھی پروسیسنگ فیس، لیٹ فیس، یا اٹارنی فیس کی واپسی کرنی ہوگی۔ ہم کریڈٹ رپورٹنگ ایجنسیوں اور قانون نافذ کرنے والے حکام کو بھی مناسب رپورٹیں دے سکتے ہیں۔",
    "512991700": "اگر آپ کسی بھی فیس پر تنازعہ کرنا چاہتے ہیں، تو آپ کو ہمارے کسٹمر سپورٹ ڈیپارٹمنٹ سے پہلے بلنگ یا اکاؤنٹ اسٹیٹمنٹ کی آخری تاریخ کے تیس (30) دن بعد رابطہ کرنا چاہیے جس میں ایڈجسٹمنٹ یا کریڈٹ حاصل کرنے کے لیے غلطی یا مسئلہ ظاہر ہوا ہے۔",
    "1273914192": "3. ٹیکس",
    "4242322181": "آپ Intuition Machines کی خالص آمدنی یا ذاتی جائیداد پر لگائے گئے امریکی ٹیکسوں کے علاوہ خدمات سے وابستہ تمام ٹیکسوں کی ادائیگی کے ذمہ دار ہیں۔",
    "1671996585": "آپ کو ہماری ایپلی کیشن پروگرامنگ انٹرفیس (\"API\") کے ذریعے اپنی ویب سائٹ، ایپلیکیشن، یا پلیٹ فارم کو ہماری سروسز کے ساتھ مربوط کرنے کی ضرورت پڑ سکتی ہے۔ اگر آپ ایسا کرتے ہیں تو، ہم آپ کو صرف سروسز تک رسائی کے لیے API کو استعمال کرنے کے لیے ایک محدود، غیر خصوصی، ناقابل منتقلی، ناقابل تفویض، قابل تنسیخ لائسنس فراہم کرتے ہیں۔ ہم کسی بھی وقت API میں ترمیم کر سکتے ہیں اور/یا پرانے ورژن یا API کے ریلیز کی حمایت بند کر سکتے ہیں۔ ہم اپنی صوابدید پر API تک آپ کی رسائی کو معطل یا محدود کرنے کا حق محفوظ رکھتے ہیں، اور ہم معطلی سے قبل آپ کو نوٹس فراہم کرنے کے لیے معقول کوششیں کریں گے۔",
    "4036662147": "5. خفیہ معلومات کا تحفظ",
    "3564208535": "آپ ہم سے یا ہماری خدمات کے ذریعے موصول ہونے والی کسی بھی خفیہ معلومات کی حفاظت کے لیے تجارتی لحاظ سے معقول کوششوں کو استعمال کرنے سے اتفاق کرتے ہیں۔ اس میں بوٹ اسکورز اور ہماری انٹرپرائز سروس کی غیر عوامی تفصیلات شامل ہیں، بشمول غیر عوامی دستاویزات اور کوئی بھی تفصیلات جو ہم اپنے بوٹ کا پتہ لگانے کے طریقوں سے متعلق شیئر کر سکتے ہیں۔ اگر آپ کو ایسی کسی بھی خفیہ معلومات تک رسائی دی جاتی ہے، تو ہم اپنی صوابدید پر اپنی سروسز تک آپ کی رسائی میں ترمیم، معطل یا محدود کر سکتے ہیں اگر ہم یہ طے کرتے ہیں کہ ہماری سروسز کے آپ کے استعمال سے خفیہ معلومات کو ظاہر کیا جا رہا ہے، اور ہم معقول کوششیں کریں گے۔ معطلی سے پہلے آپ کو نوٹس فراہم کرنے کے لیے۔",
    "120384113": "6. ختم کرنا",
    "453723556": "آپ اس صارف ضمیمہ کو سروس کی شرائط سے آزاد ایک گاہک یا درخواست کنندہ کے طور پر ختم کر سکتے ہیں۔ ہم کسی بھی وقت کسٹمر یا درخواست کنندہ کے طور پر آپ کی حیثیت کو معطل یا ختم کرنے کا حق محفوظ رکھتے ہیں، یا بصورت دیگر آپ کا اکاؤنٹ یا سروس کی شرائط کے مطابق خدمات کے استعمال کو ختم کرنے کا حق محفوظ رکھتے ہیں۔ آپ اپنے آرڈر فارم کے تحت کسی بھی رقم کے لیے ختم ہونے پر ذمہ دار رہیں گے۔ اگر آپ کی سبسکرپشن میں کوئی ماہانہ یا سالانہ فیس یا ماہانہ یا سالانہ کم از کم شامل ہیں، تو پھر بھی آپ بالترتیب اس مہینے یا سال کے اختتام تک تمام سروسز فیس کی ادائیگی کے ذمہ دار ہوں گے۔",
    "218889628": "سوائے اس کے کہ جہاں ہم اس کسٹمر اپینڈکس یا سروس کی شرائط کو آپ کے اس کسٹمر اپینڈکس یا سروس کی شرائط کی خلاف ورزی کے نتیجے میں ختم کرتے ہیں، اگر ہم ختم کرتے ہیں اور آپ نے ہمیں کوئی فیس پہلے سے ادا کی ہے، تو ہم ان کا ایک تناسب والا حصہ واپس کر دیں گے۔ پری پیڈ رقم، بقیہ وقت یا خدمات کی بنیاد پر جن کے لیے آپ نے ادائیگی کی ہے، جو بھی کم ہو۔ ہم اپنے کام کو تجارتی لحاظ سے معقول طریقے سے سمیٹیں گے اور آپ کو تمام ادائیگی شدہ آؤٹ پٹ ڈیٹا سیٹس اور ہمارے پاس موجود تمام کسٹمر ڈیٹا کو محفوظ اور فراہم کریں گے۔ کسی بھی برطرفی پر، ہم کسی بھی ڈیٹا کو حذف کرنے کے پابند نہیں ہو سکتے ہیں۔",
    "2505227594": "7. اووریجز",
    "2369877184": "hCaptcha انٹیگریٹرز یا صارفین کے لیے زیادہ سے زیادہ اجازت یافتہ چوٹی RPS کی شرح آپ کے اکاؤنٹ (\"RPS\") کے اندر موجود اداروں کو فی سیکنڈ 1,000 درخواستیں ہیں، جب تک کہ آپ اور ہمارے درمیان کسی تحریری معاہدے کے ذریعے اس کی وضاحت نہ کی گئی ہو۔",
    "234420106": "اس صورت میں کہ آپ hCaptcha انٹرپرائز سروس کے انٹیگریٹر یا صارف ہیں اور آپ کے API کا استعمال جیسا کہ RPS کے ذریعہ ماپا جاتا ہے آپ کی سروس کے درجے کے لیے فراہم کردہ شرح سے زیادہ ہے، ہم آپ کی سروس میں ترمیم کرنے یا زائد شرح سے چارج کرنے کا انتخاب کر سکتے ہیں۔ اس صورت میں کہ آپ کی چوٹی کی RPS کی شرح 30 دن کی مدت کے اندر مجموعی طور پر 10 یا اس سے زیادہ منٹ کے لیے 10 کے فیکٹر سے زیادہ ہو جائے اور ان درخواستوں کی اکثریت، ہمارے واحد فیصلے میں، نقصان دہ ٹریفک کی نہیں، ہم منتخب کر سکتے ہیں۔ اس مہینے میں کی گئی تمام API درخواستوں کے لیے آپ سے آپ کے معاہدے کے مطابق متعین اووریج ریٹ پر چارج کریں۔",
    "2619472217": "8. دوبارہ فروخت",
    "2019702084": "جب تک کہ کسٹمر کے ماسٹر سروس ایگریمنٹ یا ری سیلر کے معاہدے میں واضح طور پر اجازت نہ ہو، آرڈر شدہ SaaS سروسز کو فروخت، دوبارہ فروخت، لیز پر، ذیلی لیز پر، لائسنس یافتہ، ذیلی لائسنس یافتہ، یا بصورت دیگر کسی تیسرے فریق (کسٹمر کے الحاق کے علاوہ) کو دستیاب نہیں کیا جائے گا۔ )، اور معاہدے کے تحت تمام آرڈرز اور سروس کا تمام کسٹمر استعمال گاہک یا اس سے ملحق کے اپنے اندرونی کاروباری استعمال کے لیے ہوگا۔",
    "1233229030": "متفرق",
    "1467783792": "ریاست ہائے متحدہ امریکہ کی طرف سے منظور شدہ کوئی بھی شخص، ادارہ یا تنظیم (ایک \"منظور شدہ اداکار\") انعامات یا خدمات کو بطور انٹیگریٹر استعمال کرنے کا اہل نہیں ہے۔ شک سے بچنے کے لیے، اس میں امریکی محکمہ خزانہ کے دفتر برائے غیر ملکی اثاثہ جات کنٹرول (\"OFAC\") کے ذریعہ نامزد کردہ کوئی بھی منظور شدہ اداکار شامل ہیں۔",
    "3759657802": "آپ ان سروس کی شرائط یا اپنے حقوق یا ذمہ داریوں کو یہاں کسی بھی طرح سے تفویض، منتقل یا تفویض نہیں کر سکتے ہیں (قانون کے مطابق یا کسی اور طرح سے)۔",
    "1627232990": "سروس کی ان شرائط کے ترجمے بہترین کوشش کی بنیاد پر فراہم کیے گئے ہیں۔ انگریزی زبان کی سروس کی شرائط اور اس کے ترجمے کے درمیان کسی بھی اہم فرق کی صورت میں، انگریزی زبان کی سروس کی شرائط کو مستند سمجھا جائے گا۔",
    "805221621": "پر ہم سے رابطہ کریں",
    "259613338": "اگر آپ کے پاس سروس کی ان شرائط کے بارے میں کوئی سوالات ہیں۔",
    "2735878907": "کاروبار کے تسلسل کی منصوبہ بندی کا بیان",
    "2887242610": "Intuition Machines, Inc نے ایک کاروباری تسلسل کا منصوبہ تیار کیا ہے کہ ہم ان واقعات کا جواب کیسے دیں گے جو ہمارے hCaptcha کاروبار کو نمایاں طور پر متاثر کرتے ہیں۔ چونکہ آفات اور رکاوٹوں کا وقت اور اثر غیر متوقع ہے، اس لیے ہمیں حقیقی واقعات کے پیش آنے پر ردعمل دینے میں لچکدار ہونا پڑے گا۔ اس بات کو ذہن میں رکھتے ہوئے، ہم آپ کو اپنے کاروباری تسلسل کے منصوبے پر یہ معلومات فراہم کر رہے ہیں۔",
    "809251240": "ہم سے رابطہ کرنا",
    "2551802342": "- ہم ایک اہم کاروباری رکاوٹ کے بعد تیزی سے بحالی اور کاروباری کارروائیوں کو دوبارہ شروع کرنے کا ارادہ رکھتے ہیں اور اپنے ملازمین اور املاک کی حفاظت، مالی اور آپریشنل تشخیص، فرم کی کتابوں اور ریکارڈوں کی حفاظت، اور اپنے صارفین اور ان کے آخری صارفین کو آن لائن لین دین کرنے کی اجازت دے کر جواب دیتے ہیں۔ مختصراً، ہمارا کاروباری تسلسل کا منصوبہ اس لیے ڈیزائن کیا گیا ہے کہ ہماری فرم کو جلد از جلد کام دوبارہ شروع کرنے کی اجازت دی جائے، اہم کاروباری رکاوٹ کی گنجائش اور شدت کے پیش نظر۔ ہمارے کاروباری تسلسل کے منصوبے کے پتے: ڈیٹا بیک اپ اور ریکوری؛ تمام مشن کے اہم نظام؛ مالی اور آپریشنل تشخیص؛ گاہکوں، ملازمین، اور نگرانی کے اداروں کے ساتھ متبادل مواصلات؛ ملازمین کے متبادل جسمانی مقام؛ اہم سپلائر اور گاہک کا اثر؛ ریگولیٹری رپورٹنگ؛ اور اگر ہم اپنا کاروبار جاری رکھنے سے قاصر ہیں تو اپنے صارفین کو فوری نوٹس دینا۔ ہمارا بنیادی سپلائر پول جغرافیائی طور پر الگ علاقے میں ہمارے اہم ریکارڈز کا بیک اپ کرتا ہے۔ اگرچہ ہر ہنگامی صورتحال بیرونی عوامل کی بنیاد پر منفرد مسائل پیدا کرتی ہے، جیسے کہ دن کا وقت اور خلل کی شدت، ہمیں اس سپلائر پول کی طرف سے مشورہ دیا گیا ہے کہ ان کا مقصد اپنے کاموں کو بحال کرنا اور تیزی سے خدمات کو دوبارہ شروع کرنے کے قابل ہونا ہے۔ اگرچہ ہم نے سپلائرز کے متنوع سیٹ کا استعمال کرتے ہوئے خطرے کو کم کرنے کے لیے کام کیا ہے، لیکن اس مدت کے دوران آپ کی خدمات میں ترمیم یا مداخلت کی جا سکتی ہے۔",
    "826396656": "ہمارا کاروباری تسلسل کا منصوبہ",
    "1979347895": "- اہم کاروباری رکاوٹیں ان کے دائرہ کار میں مختلف ہو سکتی ہیں، جیسے کہ صرف ہماری فرم، ایک ہی عمارت جس میں ہماری فرم واقع ہے، وہ پڑوس جہاں ہماری فرم واقع ہے، وہ شہر جہاں ہم واقع ہیں، یا پورا علاقہ۔ ان علاقوں میں سے ہر ایک کے اندر، خلل کی شدت بھی کم سے کم سے شدید تک مختلف ہو سکتی ہے۔ ہماری فرم، ہمارے کاروباری ضلع، شہر، یا علاقے یا ہماری فرم کی رہائش گاہ کی عمارت میں رکاوٹ کی صورت میں، ہم ضرورت پڑنے پر اپنے آپریشنز کو مقامی سائٹ پر منتقل کریں گے اور توقع کریں گے کہ کاروباری کارروائیوں میں کوئی مادی رکاوٹ نہیں آئے گی۔ دونوں صورتوں میں، ہم کاروبار کو جاری رکھنے، اگر ضروری ہو تو متبادل سپلائرز کو آپریشنز منتقل کرنے کا ارادہ رکھتے ہیں، اور hcaptcha.com پر ہماری ویب سائٹ اور hcaptchastatus.com پر ہمارے اسٹیٹس پیج کے ذریعے آپ کو مطلع کرتے ہیں کہ ہم سے کیسے رابطہ کیا جائے۔ اگر اہم کاروباری خلل اتنا شدید ہے کہ یہ ہمیں کاروبار میں رہنے سے روکتا ہے، تو ہم آپ کو فوری طور پر مطلع کریں گے۔",
    "653679457": "مختلف رکاوٹیں",
    "410397176": "مزید معلومات کے لیے",
    "2095899021": "hCaptcha برانڈنگ کے رہنما خطوط اور جنرل ٹریڈ مارک لائسنس",
    "2340340589": "hCaptcha نشان کے استعمال کے بارے میں رہنما خطوط",
    "2430148876": "ہم نے یہ رہنما خطوط اور عمومی ٹریڈ مارک لائسنس بنائے ہیں تاکہ اپنے گاہکوں، شراکت داروں اور مداحوں کے لیے اپنی کارپوریٹ شناخت کو برقرار رکھتے ہوئے اپنے برانڈ کے ساتھ کام کرنا ہر ممکن حد تک آسان بنایا جائے۔ اگر آپ کو hCaptcha شبیہیں، لوگو، یا دیگر نشانوں کو ان طریقوں سے استعمال کرنے کی ضرورت ہے جو مادی طور پر ان رہنما خطوط سے مختلف ہوں، تو آپ کو تحریری لائسنس کے لیے ہم سے (IMI) رابطہ کرنا ہوگا۔",
    "3884400764": "جب کہ آپ ان رہنما خطوط کے مطابق hCaptcha نشانات استعمال کر سکتے ہیں، اس کا یہ مطلب نہیں ہے کہ آپ کے پاس hCaptcha مارکس، لوگو، یا کسی دوسرے ٹریڈ مارک، تجارتی نام، سروس کے نشان، کاروباری نام یا hCaptcha کے خیر سگالی میں کوئی مخصوص حقوق ہیں۔ ہم زیادہ سے زیادہ لچک دینا چاہتے ہیں، لیکن ہم hCaptcha کو کسی بھی ٹریڈ مارک، تجارتی نام، سروس کے نشان، کاروباری نام یا hCaptcha کے خیر سگالی کے غیر مجاز استعمال کے خلاف تحفظ دینے کے پابند ہیں۔ کوئی بھی غیر مجاز استعمال hCaptcha کی طرف سے دی گئی اجازت یا لائسنس کو خود بخود ختم کر دیتا ہے اور کسی بھی نقصان کے لیے قانونی ذمہ داریاں اٹھا سکتا ہے۔",
    "512598290": "لہٰذا، ہمیں یہ ضرور کہنا چاہیے کہ آپ ہمیشہ hCaptcha کے تمام نشانات اور لوگو کو ایک ایسی شکل میں استعمال کریں جو نیچے دیے گئے اصولوں پر عمل پیرا ہو، بشمول کیپیٹلائزیشن، ٹائپ فیس اور انداز۔",
    "2075610992": "آپ کے تعاون کاشکریہ!",
    "1023190144": "hCaptcha® متن میں",
    "4274324704": "تحریری کاپی میں ہمارا نام استعمال کرنے کا طریقہ یہاں ہے:",
    "3912926900": "hCaptcha® کے پاس پہلی بار تخلیقی کاپی میں ظاہر ہونے پر ایک رجسٹرڈ ٹریڈ مارک علامت ہونی چاہیے۔",
    "950637875": "hCaptcha ہجے کو کبھی بھی تبدیل نہیں کیا جانا چاہئے اور hCaptcha کو ہمیشہ دوسرے حرف (\"C\") میں بڑا ہونا چاہئے۔ یہ کبھی بھی جمع یا ملکیت نہیں ہے۔",
    "2624601135": "\"hCaptcha\" کو کسی برانڈ نام کے حصے کے طور پر استعمال نہیں کیا جانا چاہیے، اسے ہائفن کے ساتھ جوڑ کر، یا ایپلی کیشنز یا دیگر مصنوعات کے ناموں میں استعمال نہیں کیا جانا چاہیے۔",
    "3828090208": "اس کے بجائے \"hCaptcha کے لیے\" استعمال کریں۔ اگر تیسرے فریق کے لوگو کے ساتھ استعمال کیا جائے تو، \"hCaptcha کے لیے\" کا سائز تھرڈ پارٹی لوگو سے چھوٹا ہونا چاہیے۔",
    "4149738856": "hCaptcha کو ایک صفت کے طور پر استعمال کیا جانا چاہئے اور اس کے بعد ایک مناسب عام اصطلاح استعمال کی جانی چاہئے۔",
    "1446868537": "hCaptcha کبھی بھی بطور فعل استعمال نہیں ہونا چاہیے۔",
    "2487931657": "استعمال نہ کریں: \"ہم نے اپنی سائٹ hCaptcha'd.\"",
    "2565565429": "اس کے بجائے استعمال کریں: \"ہم اپنی سائٹ کو محفوظ اور زیادہ محفوظ بنانے کے لیے hCaptcha استعمال کرتے ہیں۔\"",
    "3434202027": "مواصلات میں hCaptcha نام کے کسی بھی استعمال کے لیے انتساب کی ضرورت ہوتی ہے: \"hCaptcha Intuition Machines, Inc کا رجسٹرڈ ٹریڈ مارک ہے۔\"",
    "2754937029": "ناقابل قبول استعمال",
    "2436973524": "صرف درست حوالہ جات قابل قبول ہیں۔ یہ کہنا جائز نہیں ہے کہ کوئی سائٹ hCaptcha سروسز اور ایپلیکیشنز استعمال کرتی ہے جب کہ یہ نہیں کرتی ہے۔ اسی طرح، ہمارے لوگو یا کسی بیج کا استعمال اسی طرح مناسب ہے جب سائٹ hCaptcha سروسز استعمال کرتی ہے۔",
    "69844082": "hCaptcha ٹریڈ مارکس، گرافک علامات، لوگو، ٹائپ فیس، یا شبیہیں بھی توہین آمیز انداز میں استعمال نہیں کی جا سکتی ہیں۔",
    "3861413614": "آپ کوئی بھی hCaptcha ٹریڈ مارک یا لوگو استعمال نہیں کر سکتے ہیں جس سے یہ ظاہر ہوتا ہو کہ hCaptcha کا کسی تیسرے فریق پروڈکٹ یا سروس کے ساتھ وابستگی یا توثیق، کفالت، یا حمایت ہے، بغیر واضح تحریری اجازت کے۔",
    "1409822234": "کسی بھی حالت میں ایک جیسا یا تقریباً ایک جیسا hCaptcha ٹریڈ مارک کو ڈومین نام کے طور پر استعمال نہیں کیا جائے گا۔",
    "4181060163": "فریق ثالث کو متغیرات یا غلط املاء کا استعمال نہیں کرنا چاہئے یا کسی بھی طرح سے کام نہیں کرنا چاہئے جس سے hCaptcha ٹریڈ مارکس پر کسی بھی ابتدائی دلچسپی کی الجھن پیدا ہو۔",
    "3955555607": "شراکت داروں یا مجاز باز فروخت کنندگان کے علاوہ، فریق ثالث hCaptcha نشانات یا غلط ہجے استعمال کرتے ہوئے مطلوبہ الفاظ، گوگل ایڈورڈز، یا دیگر ٹارگٹڈ ایڈورٹائزنگ سسٹمز کے لیے بولی نہیں لگا سکتے ہیں۔ نہ ہی فریق ثالث ڈومین ناموں، کسی بھی سرچ انجن کی اصلاح، میٹا ٹیگز، تلاش کی اصطلاحات، کوڈ، یا دیگر غلط بیانی میں hCaptcha نشانات کا استعمال کر سکتے ہیں۔",
    "1985238261": "دوسرے محدود نشانات",
    "2193061499": "ہمارے کچھ لوگو اور نشانات hCaptcha اور اس کے شراکت داروں کے استعمال کرنے تک محدود ہیں۔ تیسرے فریق hCaptcha کے تحریری لائسنس کے بغیر درج ذیل نشانات استعمال نہیں کر سکتے ہیں۔",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha پارٹنر™",
    "755156539": "hCaptcha مجاز ری سیلر™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop by hCaptcha™",
    "2557601376": "hCaptcha لوگو™",
    "248923369": "BotStop لوگو™",
    "3942875761": "ایک بہتر ویب ™ بنانے میں مدد کریں۔",
    "364774188": "میں انسان ہوں ™",
    "2785425016": "(انسانیت کی تصدیق کے حل کے تناظر میں، مثال کے طور پر ایک کال ٹو ایکشن)",
    "2639657759": "اجازت کے ذریعہ استعمال کردہ نشانات",
    "1268918580": "hCaptcha اور اس کے شراکت داروں کے استعمال کردہ کچھ لوگو اور نشانات فریقین ثالث کی ملکیت ہیں اور صرف ان کی اجازت سے استعمال کیے جا سکتے ہیں۔ فریق ثالث درج ذیل نشانات استعمال نہیں کر سکتے سوائے اس کے کہ ان کے مالکان کی اجازت ہو:",
    "3782751514": "HUMAN Protocol® HUMAN Protocol Foundation کا رجسٹرڈ ٹریڈ مارک ہے، اور اس کی اجازت سے استعمال ہوتا ہے۔",
    "1620709264": "HUMAN Token® HUMAN Protocol Foundation کا رجسٹرڈ ٹریڈ مارک ہے، اور اس کی اجازت سے استعمال کیا جاتا ہے۔",
    "3031953928": "HUMAN Network™ HUMAN Protocol Foundation کا ٹریڈ مارک ہے، اور اسے اس کی اجازت سے استعمال کیا جاتا ہے۔",
    "3554363588": "دیگر نشانات",
    "3290996791": "دیگر تمام پروڈکٹ کے نام، لوگو اور برانڈز ان کے متعلقہ مالکان کی ملکیت ہیں۔ اس ویب سائٹ میں استعمال ہونے والی دیگر تمام کمپنی، پروڈکٹ اور سروس کے نام صرف شناختی مقاصد کے لیے ہیں۔ ان ناموں، لوگو اور برانڈز کے استعمال کا مطلب توثیق نہیں ہے۔",
    "2444685143": "لوگو پالیسی",
    "2414232014": "ہمارا لوگو فوری طور پر قابل شناخت ہے اور ہمارے سب سے قیمتی اور اہم اثاثوں میں سے ایک ہے۔ اس بات کو یقینی بنانے کے لیے کہ یہ ہماری کمپنی کی مضبوط نمائندگی بنی رہے، اسے مواصلات کے تمام چینلز پر محتاط اور مستقل مزاجی سے پیش کیا جانا چاہیے۔",
    "803639471": "hCaptcha لوگو ہینڈ آئیکن اور hCaptcha لوگو ٹائپ پر مشتمل ہے۔ اس کی متبادل شکل میں، ہینڈ آئیکن خود بخود ظاہر ہو سکتا ہے جب جگہ محدود ہو اور \"hCaptcha\" کو لفظ کے نشان کے طور پر استعمال کیا جائے (جیسا کہ اوپر بیان کیا گیا ہے) ہینڈ آئیکن کے قریب ہے، اس طرح کہ یہ واضح ہو کہ ہاتھ کا آئیکن hCaptcha کی نمائندگی کرتا ہے۔",
    "564127016": "hCaptcha ہینڈ آئیکن:",
    "1424800293": "hCaptcha لوگو:",
    "1525506526": "اکاؤنٹ ٹیک اوور کیا ہیں اور وہ کیسے کام کرتے ہیں؟",
    "2446481523": "ایک پرانی لوک کہانی ہے جس میں ایک ویگن ڈرائیور اور ایک رئیس ایک چھوٹے سے دیہاتی گاؤں میں کانسٹیبلری میں دکھائی دیتے ہیں۔ ایک آدمی، جو گندے، غریبوں کے لباس میں ملبوس تھا، نے کانسٹیبل سے کہا، \"میں شریف آدمی ہوں۔ یہ شخص میرا ڈرائیور تھا۔",
    "1767952047": "اس نے کل رات مجھ پر حملہ کیا، میرے کپڑے چرائے اور میرے پیسے لے گئے۔ دوسرے آدمی نے، جو بڑے عمدہ لباس میں ملبوس، اعلیٰ طبقے کا لباس تھا، جواب دیا، ’’کانسٹیبل، یہ شخص پاگل ہے۔ وہ سمجھتا ہے کہ وہ ایک شریف آدمی ہے۔ میں حقیقی رئیس ہوں۔ اسے گرفتار کرو!\"",
    "2947576723": "یہ کہانی ڈرائیور کے لائسنس اور ڈیجیٹل فنگر پرنٹنگ سے پہلے کی ہے، لیکن یہ ایک اچھی مثال پیش کرتی ہے کہ اکاؤنٹ ٹیک اوور کی صورت حال میں کیا غلط ہو سکتا ہے۔ ایک شخص آن لائن بینک اکاؤنٹ یا موبائل ادائیگی ایپ میں لاگ ان ہوتا ہے۔ کیا وہ حقیقی اکاؤنٹ ہولڈر ہے، یا ہیکر؟ واقعی کون ہے کون؟ یہ سیکیورٹی مسائل ان تنظیموں کو متاثر کرتے ہیں جو سیلف سروس اکاؤنٹ تک رسائی کی اجازت دیتی ہیں۔",
    "1687299615": "اکاؤنٹ ٹیک اوور کیا ہے؟",
    "2648707986": "اکاؤنٹ ٹیک اوور سائبر فراڈ کی ایک شکل ہے جس میں ایک بدنیتی پر مبنی اداکار آن لائن اکاؤنٹ کے مالک کی نقالی کرتا ہے۔ عام طور پر، اکاؤنٹ کسی مالیاتی ادارے یا ای کامرس کے کاروبار میں ہوتا ہے جہاں دھوکہ باز رقم، تجارتی سامان یا گفٹ کارڈز چرا سکتا ہے۔ حملہ آور اکاؤنٹ تک رسائی حاصل کرنے کے لیے چوری شدہ لاگ ان اسناد کا استعمال کرتا ہے اور پھر اسے اپنے قبضے میں لے لیتا ہے، شاید اکاؤنٹ کے اصل مالک کو لاک آؤٹ کرنے کے لیے پاس ورڈ کو تبدیل کر دیتا ہے۔",
    "1476843710": "کم مالی نقصان دہ لیکن پھر بھی اکاؤنٹ ٹیک اوور کی نقصان دہ شکلوں میں سوشل میڈیا اکاؤنٹس کا ہائی جیک کرنا اور اس طرح کی چیزیں شامل ہیں۔ ان صورتوں میں، حملہ آور عام طور پر مالویئر پھیلانے کی کوشش کرتا ہے یا شکار کے غیر مشتبہ دوستوں کے خلاف فشنگ حملوں میں ملوث ہوتا ہے۔ یا، حملہ آور شکار کو شرمندہ کرنے کی کوشش کر رہا ہے، جو کبھی کبھی مشہور شخصیات اور سیاستدانوں کے ساتھ ہوتا ہے، مثال کے طور پر۔",
    "2904949278": "ہیکر کس طرح اکاؤنٹ پر قبضہ کرتا ہے؟",
    "2575690545": "بہت زیادہ سائبر فراڈ کی طرح اکاؤنٹ ٹیک اوور، زیادہ تر خودکار، بڑے پیمانے پر عمل کا معاملہ ہے۔ ایک ہیکر کے لیے، جو اپنی ماں کے تہہ خانے میں ہوڈی میں ملبوس ہے، بینک کی ویب سائٹس میں ایک وقت میں پاس ورڈ ٹائپ کرنا نایاب ہے۔",
    "3614653023": "بلکہ، یہ مشق بڑے پیمانے پر کریڈینشل اسٹفنگ حملوں پر انحصار کرتی ہے جو اکاؤنٹس کے ایک چھوٹے سے ذیلی سیٹ کو کھولنے کی امید میں درجنوں ہدف والے مالیاتی اداروں پر لاکھوں صارف نام/پاس ورڈ کے جوڑے آزماتے ہیں۔ ایک بار جب خودکار فراڈ سافٹ ویئر اکاؤنٹ تک رسائی حاصل کر لیتا ہے، تو ایک انسانی ہیکر اس میں ملوث ہو سکتا ہے، لیکن بعض صورتوں میں ایسا نہیں۔",
    "2762759509": "بہت سے اکاؤنٹ ٹیک اوور حملے تقریباً مکمل طور پر خودکار ہوتے ہیں۔",
    "1972710018": "اسے کمپنی کے نقطہ نظر سے دیکھنا",
    "1282121137": "یہ سمجھنے کے لیے کہ اکاؤنٹ ٹیک اوور کتنا مشکل ہو سکتا ہے، اس بات پر غور کریں کہ مالیاتی ادارے کے نقطہ نظر سے تجربہ کیسا لگتا ہے۔ وہ ہر روز لاکھوں لاگ ان کو ہینڈل کرتے ہیں۔",
    "2315518622": "آج کے حملے کے ٹولز میں دستیاب نفاست کے ساتھ، یہ معلوم کرنا انتہائی مشکل ہے کہ کون سے، اگر کوئی ہیں، دھوکہ دہی پر مبنی ہیں۔ پھر، ایک شخص کسٹمر سروس لائن کو کال کرتا ہے اور کہتا ہے \"میرے اکاؤنٹ پر حملہ ہوا ہے! میں لاگ ان نہیں کر سکتا اور کوئی میرے پیسے چوری کر رہا ہے!",
    "1836369533": "لوک کہانی میں کانسٹیبل کی طرح، کوئی یہ کیسے طے کرتا ہے کہ واقعی کون ہے؟ اگر حملہ آور کے پاس چوری شدہ شناختی عناصر ہیں، جیسے کہ ڈرائیور کا لائسنس نمبر، سوشل سیکورٹی نمبر، ماں کا پہلا نام، پتہ وغیرہ، تو یہ تعین کرنا کافی مشکل ہو سکتا ہے کہ کال کرنے والا اصلی اکاؤنٹ ہولڈر ہے یا حملہ آور ایک حاصل کرنے کی کوشش کر رہا ہے۔ اس اکاؤنٹ پر پاس ورڈ ری سیٹ کریں جس میں وہ گھسنا چاہتا ہے۔",
    "2880837730": "اکاؤنٹ ٹیک اوور روکنے کے لیے کیا کیا جا سکتا ہے؟",
    "3654556483": "مالیاتی اداروں اور ای کامرس کمپنیوں کے پاس ایسے عمل اور کنٹرول ہوتے ہیں جو اکاؤنٹ پر قبضے کے کچھ خطرے کو کم کرتے ہیں۔ یہ پرانے زمانے کے \"ابتدائی اسکول میں آپ کے سب سے اچھے دوست کا نام کیا تھا\" کے حفاظتی سوالات سے لے کر پتہ لگانے کے طریقوں تک ہیں جو مشکوک IP پتے اور موبائل ڈیوائس پروفائلز کا پتہ لگاتے ہیں۔",
    "2449501658": "بوٹس کا پتہ لگانے اور روکنے کے لیے مشین لرننگ کا استعمال کرتے ہوئے، دھوکہ دہی پر مبنی اکاؤنٹ لاگ ان کی کوششوں سے خطرے کو کم کرنے کا ایک جدید ترین طریقہ فراہم کرتا ہے، اور مؤثر طریقے سے دھوکہ بازوں کے لیے اکاؤنٹ ٹیک اوور میں مشغول ہونا بہت مشکل یا ناممکن بناتا ہے۔",
    "3621455477": "مزید جاننے کے لیے!",
    "555246307": "ویسے، رئیس اور اس کے ڈرائیور کی کہانی یہاں ختم ہوتی ہے: کانسٹیبل نے دونوں آدمیوں کو گھنٹوں ایک کمرے میں بٹھایا اور ان کے دماغ سے غضب نکالا۔ دن کے اختتام پر، وہ نمودار ہوا اور کہا، \"میں اب ویگن ڈرائیور سے بات کروں گا۔\" عمدہ لباس والا آدمی کھڑا ہو گیا۔ وہ بہت غضب ناک تھا، وہ بھول گیا تھا کہ وہ صرف رئیس ہونے کا ڈرامہ کر رہا تھا۔",
    "1224727373": "BotStop بذریعہ hCaptcha",
    "1187718370": "ہم سے رابطہ کریں۔",
    "3892905664": "hCaptcha آسان سوالات پوچھ کر آپ کی پسندیدہ آن لائن خدمات کو بوٹس، اسپام اور غلط استعمال سے دور رکھنے میں مدد کرتا ہے جو انسانوں کے لیے آسان اور مشینوں کے لیے مشکل ہیں۔",
    "555158694": "آپ جس سروس کا استعمال کرتے ہیں اس نے نقصان دہ ٹریفک کو کم کرنے کے لیے hCaptcha انسٹال کرکے اپنی سائٹ پر آپ کے تجربے کو بہتر بنانے کا انتخاب کیا ہے۔",
    "1617196410": "hCaptcha بوٹس کو روکنے پر مرکوز ہے۔ ہمیں اس بات کی پرواہ نہیں ہے کہ صارف کون ہے، لیکن صرف اس بات سے کہ وہ بدنیتی پر مبنی ہے۔ ہم رازداری اور توازن کے لیے سخت محنت کرتے ہیں",
    "1624200563": "سیکیورٹی، اور GDPR، CCPA، LGPD، PIPL، اور رازداری کے دیگر ضوابط کی تعمیل کریں۔",
    "1927613000": "hCaptcha ایک طاقتور چیلنج پلیٹ فارم کے ساتھ جدید ترین مشین لرننگ کو یکجا کرتا ہے تاکہ ویب ایپلیکیشنز کو اکاؤنٹ ٹیک اوور، کریڈینشل اسٹفنگ، سکریپنگ اور دیگر قسم کے غلط استعمال سے محفوظ رکھا جا سکے۔",
    "1133989302": "hCaptcha کیوں؟",
    "34074886": "جب بھی آپ کسی چیلنج کا جواب دیتے ہیں، ہم یہ جاننے کے لیے جدید ترین ماڈل استعمال کرتے ہیں کہ آیا آپ انسان ہیں۔ اس کے بعد آپ نے جس ویب سائٹ کو دیکھا وہ بوٹس کو باہر رکھ کر اپنی سائٹ پر آپ کے تجربے کو بہتر بنانے میں مدد کے لیے اس نتیجے کا استعمال کرتی ہے۔",
    "3412647984": "یہ آپ کو کوکی رجسٹر کرکے اور ترتیب دے کر مستقبل کے سوالات سے بچنے دیتا ہے۔ براہ کرم اپنے ایڈ بلاکر کو بھی بند کرنے کی کوشش کریں۔",
    "2510209017": "مزید مدد کی ضرورت ہے؟",
    "477275453": "APIs ہیکرز کے لیے ایک مقبول ہدف کیوں ہیں؟",
    "596347471": "ایپلیکیشن پروگرامنگ انٹرفیس (APIs) سائبر اسپیس میں بدنیتی پر مبنی اداکاروں کے لیے ایک مقبول ہدف بن گئے ہیں۔ اس کی بہت سی وجوہات ہیں، بشمول ایپلیکیشن انضمام میں ان کی زبردست افادیت۔ تاہم، API کے خطرے کو کم کرنا ممکن ہے۔",
    "2441638955": "سب سے پہلے، ایک API کیا ہے؟",
    "3963216198": "اس بات پر بحث کرنے کے لیے کہ APIs ہیکرز کے لیے ایک مقبول ہدف کیوں ہیں، اس بات کی وضاحت کرنے کے لیے پہلے تھوڑا سا وقت نکالنا ضروری ہے کہ فی الحال \"API\" کی اصطلاح سے کیا مراد ہے۔ API کا تصور بالکل نیا نہیں ہے۔ درحقیقت، مختلف کمپیوٹر سسٹمز کو ایک دوسرے سے جوڑنے کے لیے انٹرفیسز، نیز ان کے اندرونی اجزاء، کم از کم 1960 کی دہائی کے اوائل سے ہی موجود ہیں۔",
    "1047251718": "تاہم، آج جب لوگ APIs کے بارے میں بات کرتے ہیں، تو ان کا مطلب ہمیشہ معیار پر مبنی APIs ہوتا ہے۔ یہ ریپریزنٹیشنل اسٹیٹ ٹرانسفر (REST) اور اوپن اسٹینڈرڈ فائل فارمیٹس جیسے JavaScript Object Notation (JSON) کو استعمال کرتے ہوئے بنائے گئے APIs ہیں۔ اس طرح کے \"RESTful APIs\"، جیسا کہ وہ جانا جاتا ہے، ملکیتی سافٹ ویئر کی ضرورت کے بغیر بنائے جا سکتے ہیں۔ نتیجے میں آنے والے APIs سافٹ ویئر ایپلی کیشنز کے درمیان ڈیٹا اور طریقہ کار کی کال بھیجنے اور وصول کرنے کے قابل ہیں۔ مثال کے طور پر، ایک موبائل بینکنگ ایپ بینک کے سسٹمز تک رسائی کے لیے API کا استعمال کرتی ہے۔",
    "3195334319": "APIs کی افادیت اور کمزوری۔",
    "1903743785": "معیارات پر مبنی APIs کی آمد نے ایپلیکیشن انضمام میں ایک بڑی چھلانگ کی نمائندگی کی۔ پچھلے 20 سالوں میں، APIs مہنگے اور پیچیدہ ملکیتی سافٹ ویئر پروڈکٹس سے مفت، معیار پر مبنی ٹولز بن گئے ہیں جن کے ساتھ کام کرنا نسبتاً آسان تھا — اور تیزی سے تعینات کیا گیا تھا۔",
    "879362350": "انٹرنیٹ پر کام کرنے والے نئے APIs کے ساتھ، پلیٹ فارم، ڈیٹا سکیما یا پروگرامنگ زبان سے قطع نظر، دنیا میں کہیں بھی، کسی بھی سافٹ ویئر یا ڈیٹا سورس کو جوڑنا ممکن ہو گیا۔ نتیجے کے طور پر، کمپیوٹنگ کی دنیا اب ایک API انقلاب کے درمیان ہے۔ ایپلیکیشنز اور ڈیٹا کے درمیان رابطے کا ایک دھماکہ ہوا ہے۔ یہ بہت اچھا ہے، جب تک کہ ایسا نہ ہو۔",
    "3844432472": "APIs کی انتہائی کشادگی اور افادیت انہیں حملہ آوروں کے لیے ناقابل یقین حد تک بھرپور ہدف بناتی ہے۔ اسی طرح جس طرح ایک موبائل ایپ کو API کا استعمال کرتے ہوئے کارپوریٹ سسٹم سے ڈیٹا تک پہنچنے اور حاصل کرنے کے لیے پروگرام بنایا جا سکتا ہے، اسی طرح میلویئر کا ایک ٹکڑا بھی ہو سکتا ہے۔ ہیکرز نے APIs کا غلط استعمال کرنے کے لیے مختلف قسم کے سافٹ ویئر ٹولز لکھے ہیں۔ یہ ایک مؤثر حملے کی تکنیک ہے۔",
    "2187096543": "درحقیقت، ہیکر کے لکھے ہوئے سافٹ ویئر کے نتیجے میں ڈیٹا کی کچھ بڑی خلاف ورزیاں ہوئی ہیں جنہوں نے ڈیٹا بیس سے ڈیٹا نکالنے کے لیے API سے مطالبہ کیا۔ بہر حال، اگر ڈیٹا چوری کرنے کے لیے کسی API پر ایک بنیادی GET کال کی ضرورت ہوتی ہے، جو REST اور JSON کا استعمال کرتے ہوئے لکھا جاتا ہے، تو ڈیٹا بیس کو تیزی سے صاف کرنا آسان ہے۔ درحقیقت، جب لوگ \"اسکرین سکریپنگ\" حملوں کے بارے میں بات کرتے ہیں، تو ان کا اصل مطلب کیا ہے، زیادہ تر، تیز رفتار API کالز ہیں جو ڈیٹا بیس سے ڈیٹا نکالتی ہیں۔ APIs ان تنظیموں کے لیے ایک اہم حملے کی سطح بن چکے ہیں جو انھیں بناتے ہیں۔",
    "4222109231": "hCaptcha کے انٹرپرائز پروڈکٹ کے ساتھ API کے خطرے کو کم کرنا",
    "1783317946": "API حملوں کو روکنا اس کے لیے استعمال کا ایک مقبول معاملہ ہے۔",
    "3022922096": ", hCaptcha کی مصنوعات کا انٹرپرائز سوٹ۔ hCaptcha کے مفت ورژن کے برعکس،",
    "63719113": "آپ کی سائٹ اور ایپس پر بدنیتی پر مبنی ٹریفک کی شناخت کے لیے جدید مشین لرننگ کا استعمال کرتا ہے - بشمول سکریپنگ سرگرمیاں۔",
    "3566102529": "مزید جاننے کے لیے آج ہمیں۔",
    "3096553330": "ہم جو بھی نظام بناتے ہیں وہ دوسرے لوگوں کے ساتھ ہمارے تعلقات کی عکاسی کرتا ہے۔",
    "1467218142": "جو کچھ ہم ان سے اور خود سے چاہتے ہیں وہ ہمارے رویے کو آگے بڑھاتا ہے، اور اس طرح تمام انسانی نظاموں میں تعامل کے وہی نمونے دہراتے ہیں۔ انٹرنیٹ ہماری دنیا کے اس بنیادی پہلو کی بہت سی شاندار مثالیں فراہم کرتا ہے۔",
    "808872868": "مثال کے طور پر: اسپام، دھوکہ دہی، اور بدسلوکی آن لائن موجود ہیں جب سے دو سسٹم پہلی بار ایک ساتھ منسلک ہوئے تھے۔",
    "1085089390": "آن لائن بدسلوکی پیدائشی انسانی رویوں سے ہوتی ہے۔",
    "3064321967": "پہلی مشہور سپیم ای میل 1978 میں بھیجی گئی تھی۔",
    "3800781598": "] تقریباً پانچ دہائیوں کے بعد، ای میل سپیم ہمیں مسلسل پریشان کر رہا ہے۔ اسے شکست دینے کے لیے کئی ارب ڈالر اور ہزاروں افراد سالہ انجینئرنگ کی کوششیں لگائی گئی ہیں، اور پھر بھی اسپام جاری ہے۔ دونوں طرف اربوں ڈالر کی صنعتیں ہیں یعنی اس کا دفاع کرنے والے اور بھیجنے والے۔",
    "2119943547": "یہ کیوں ہے؟ جواب بہت سادہ ہے۔ جب تک کسی نظام کو غلط استعمال کرنے کی ترغیب ملتی ہے، عام طور پر کوئی نہ کوئی راستہ تلاش کر لے گا۔ اور ایک بار جب وہ ایسا کرتے ہیں، اب کسی اور کے پاس انہیں روکنے کی ترغیب ملے گی۔",
    "532470444": "توازن سال بہ سال تھوڑا سا بدل سکتا ہے، لیکن یہ طرز عمل محض بنیادی انسانی فطرت کی عکاسی کرتا ہے، اور پانچ ہزار سال کی ریکارڈ شدہ تاریخ کا مطلب ہے کہ جلد ہی کسی بھی وقت متحرک تبدیلی کا امکان نہیں ہے۔",
    "3193548097": "امید کے چشمے ابدی",
    "4065614934": "یہ تجزیہ نیا نہیں ہے، لیکن لوگ ہمیشہ کے لیے پر امید ہیں۔ خاص طور پر جب وہ سوچتے ہیں کہ ان کا آئیڈیا نیا ہے۔",
    "1216071511": "انہی خیالات کو اتنی کثرت سے تجویز کیا جاتا ہے کہ تقریباً 20 سال پہلے، ایک گمنام مصنف نے اینٹی سپیم حل کے بارے میں آن لائن بات چیت کے لیے ایک مددگار بھرنے کے لیے خالی جگہ پیش کی:",
    "1941999673": "آپ کی پوسٹ وکالت کرتی ہے a",
    "4179118182": "( ) تکنیکی ( ) قانون سازی ( ) مارکیٹ پر مبنی ( ) چوکسی",
    "3978720689": "سپیم سے لڑنے کا طریقہ۔ تمہارا خیال کام نہیں کرے گا۔ یہاں یہ ہے کہ یہ کیوں کام نہیں کرے گا۔",
    "318339230": "(مندرجہ ذیل میں سے ایک یا زیادہ آپ کے مخصوص خیال پر لاگو ہو سکتے ہیں، اور ہو سکتا ہے۔",
    "30312304": "دوسری خامیاں جو ایک برا وفاقی قانون منظور ہونے سے پہلے ریاست سے ریاست میں مختلف ہوتی تھیں۔)",
    "2710988028": "( ) سپیمرز اسے آسانی سے ای میل پتوں کی کٹائی کے لیے استعمال کر سکتے ہیں۔",
    "3912514510": "( ) میلنگ کی فہرستیں اور دیگر جائز ای میل استعمال متاثر ہوں گے۔",
    "2030062561": "( ) کوئی بھی آدمی کو تلاش کرنے یا رقم جمع کرنے کے قابل نہیں ہوگا۔",
    "3334160175": "() یہ وحشیانہ طاقت کے حملوں کے خلاف بے دفاع ہے۔",
    "3238345709": "( ) یہ دو ہفتوں تک اسپام کو روک دے گا اور پھر ہم اس میں پھنس جائیں گے۔",
    "4227800293": "( ) ای میل استعمال کرنے والے اسے برداشت نہیں کریں گے۔",
    "2271252286": "( ) مائیکروسافٹ اسے برداشت نہیں کرے گا۔",
    "692064738": "() پولیس اسے برداشت نہیں کرے گی۔",
    "3475647460": "( ) سپیمرز سے بہت زیادہ تعاون کی ضرورت ہے۔",
    "1482845460": "( ) ایک ہی وقت میں سب سے مکمل تعاون کی ضرورت ہے۔",
    "3741193183": "( ) بہت سے ای میل صارفین کاروبار کھونے یا ممکنہ آجروں کو الگ کرنے کے متحمل نہیں ہو سکتے",
    "2234909600": "( ) سپیمرز اپنی فہرستوں میں غلط پتوں کی پرواہ نہیں کرتے",
    "1982617151": "( ) کوئی بھی شخص گمنام طور پر کسی اور کے کیریئر یا کاروبار کو تباہ کر سکتا ہے۔",
    "2498172334": "خاص طور پر، آپ کا منصوبہ حساب دینے میں ناکام رہتا ہے۔",
    "389705801": "() قوانین واضح طور پر اس کی ممانعت کرتے ہیں۔",
    "190955495": "( ) ای میل کے لیے مرکزی کنٹرولنگ اتھارٹی کا فقدان",
    "237009707": "( ) بیرونی ممالک میں ریلے کھولیں۔",
    "3507532387": "( ) تمام ای میل پتوں کے چھوٹے حروف تہجی ایڈریس کی جگہ تلاش کرنے میں آسانی",
    "2477958756": "( ) برے لوگ",
    "3254142589": "() عدالتی مسائل",
    "3621401685": "( ) عجیب نئے ٹیکسوں کی غیر مقبولیت",
    "4277475973": "( ) پیسے کی عجیب نئی شکلوں کو قبول کرنے میں عوامی ہچکچاہٹ",
    "941057651": "( ) SMTP میں موجودہ سافٹ ویئر کی بڑی سرمایہ کاری",
    "3265293440": "( ) حملہ کرنے کے لیے SMTP کے علاوہ پروٹوکول کی حساسیت",
    "515733427": "( ) ای میل کے ذریعے موصول ہونے والے OS پیچ کو انسٹال کرنے کے لیے صارفین کی خواہش",
    "2631159699": "( ) کیڑے سے چھلنی والی فوجیں براڈ بینڈ سے منسلک ونڈوز بکس",
    "776542208": "( ) تمام فلٹرنگ طریقوں میں شامل ہتھیاروں کی ابدی دوڑ",
    "989480928": "( ) سپیم کا انتہائی منافع بخش",
    "3898950867": "( ) جو نوکریاں اور/یا شناخت کی چوری",
    "3395399558": "() تکنیکی طور پر ناخواندہ سیاست دان",
    "1118929614": "( ) ان لوگوں کی طرف سے انتہائی حماقت جو سپیمرز کے ساتھ کاروبار کرتے ہیں۔",
    "838951836": "( ) خود اسپامرز کی طرف سے بے ایمانی۔",
    "2123236933": "( ) بینڈوتھ کے اخراجات جو کلائنٹ کی فلٹرنگ سے متاثر نہیں ہوتے ہیں۔",
    "2292919419": "() آؤٹ لک",
    "2534436327": "اور درج ذیل فلسفیانہ اعتراضات بھی لاگو ہو سکتے ہیں:",
    "832385387": "( ) آپ سے ملتے جلتے آئیڈیاز سامنے آنا آسان ہیں، پھر بھی کوئی بھی عملی طور پر نہیں دکھایا گیا",
    "1993984258": "( ) آپٹ آؤٹ پر مبنی کوئی بھی اسکیم ناقابل قبول ہے۔",
    "3909240516": "( ) SMTP ہیڈرز کو قانون سازی کا موضوع نہیں ہونا چاہیے۔",
    "1151065360": "( ) بلیک لسٹ چوس رہی ہے۔",
    "2396605499": "( ) وائٹ لسٹ چوستے ہیں۔",
    "2225785608": "( ) ہمیں بغیر سنسر کیے ویاگرا کے بارے میں بات کرنے کے قابل ہونا چاہیے۔",
    "3004688366": "( ) انسدادی اقدامات میں وائر فراڈ یا کریڈٹ کارڈ فراڈ شامل نہیں ہونا چاہیے۔",
    "922470170": "( ) انسدادی اقدامات میں عوامی نیٹ ورکس کی تخریب کاری شامل نہیں ہونی چاہیے۔",
    "3068923550": "( ) اگر بتدریج مرحلہ وار کیا جائے تو انسدادی اقدامات ضرور کام کریں۔",
    "2752975480": "( ) ای میل بھیجنا مفت ہونا چاہیے۔",
    "117227832": "( ) ہمیں آپ پر اور آپ کے سرورز پر بھروسہ کیوں کرنا چاہیے؟",
    "1021431157": "( ) اوپن سورس یا اوپن سورس لائسنس کے ساتھ عدم مطابقت",
    "2801524659": "( ) اچھا محسوس کرنے والے اقدامات مسئلے کو حل کرنے کے لیے کچھ نہیں کرتے",
    "931661269": "( ) عارضی/ ایک وقتی ای میل پتے بوجھل ہوتے ہیں۔",
    "2090457681": "( ) میں نہیں چاہتا کہ حکومت میری ای میل پڑھے۔",
    "3536122902": "() انہیں اس طرح روکنا کافی سست اور تکلیف دہ نہیں ہے۔",
    "2391175562": "مزید برآں، میں آپ کے بارے میں یہی سوچتا ہوں:",
    "229198134": "( ) معذرت یار، لیکن مجھے نہیں لگتا کہ یہ کام کرے گا۔",
    "345563040": "( ) یہ ایک احمقانہ خیال ہے، اور آپ اسے تجویز کرنے کے لیے ایک احمق شخص ہیں۔",
    "409780280": "( ) اچھی کوشش، ****! مجھے امید ہے کہ کوئی آپ کے کی بورڈ پر قدم رکھے گا!",
    "2820080973": "❤ کے ساتھ میزبانی کی",
    "3943164003": "خام دیکھیں",
    "3875523186": "gistfile1.txt",
    "2840750518": "گٹ ہب",
    "593735469": "آپ کا نیا اینٹی سپیم حل کیوں کام نہیں کرے گا۔",
    "361795034": ". نامعلوم مصنف، ج. 2000",
    "1547006769": "انسانیت کی توثیق بھی ایک ہی مسئلہ ہے۔",
    "3717942925": "جس طرح ہمیشہ ایسے لوگ ہوں گے جو ای میل کے ذریعے آپ کی توجہ حاصل کرنا چاہتے ہوں گے، اسی طرح کچھ وسائل تک رسائی کو محدود کرنے کی خواہش ہمیشہ رہے گی کہ صرف انسان ہی ان تک رسائی حاصل کر سکیں۔",
    "2481032625": "کیا مقصد روکنا ہے:",
    "1691348394": "- ایک محدود ریلیز سیل کے دوران خودکار بڑے پیمانے پر خریداری",
    "1771016224": "- آپ کی ویب سائٹ سے تمام مواد کو بڑے پیمانے پر ڈاؤن لوڈ کرنے سے سافٹ ویئر",
    "1959762846": "- آپ کے ویب فارمز کو لامتناہی مارکیٹنگ کے اسپام یا غلط استعمال سے بھرنا",
    "345108670": "- اسناد بھرنے اور اکاؤنٹ پر قبضے کی دوسری کوششیں۔",
    "2540760245": "بہت سے دوسرے استعمالات کے درمیان، \"انسان یا نہیں\" کی بنیاد پر آن لائن ٹریفک کو فلٹر کرنے کے قابل ہونا ممکنہ طور پر اس وقت تک ایک قیمتی ٹول رہے گا جب تک کہ انسانی فطرت گزشتہ پانچ ہزار سالوں میں ریکارڈ کیے گئے نمونوں کی پیروی کرتی ہے۔",
    "3346362371": "مشین لرننگ کے بارے میں کیا خیال ہے؟",
    "3619183405": "2021 میں سادہ کیپچا کبھی کبھی سافٹ ویئر کے ذریعے حل کیے جا سکتے ہیں، مشین لرننگ میں پیشرفت کی بدولت۔ اس سے نمٹنے کے لیے، hCaptcha خصوصیات کا ایک بہت تفصیلی تجزیہ بھی کرتا ہے۔",
    "3292221787": "چیلنج کا جواب دیا گیا، نہ صرف یہ کہ آیا یہ درست تھا، اور اکثر سوالات اور استعمال شدہ ڈیٹا دونوں کو تبدیل کرتا ہے۔",
    "1080672247": "چونکہ پوچھے گئے بہت سے سوالات کو آف دی شیلف سافٹ ویئر سے معاشی طور پر حل نہیں کیا جا سکتا، اور چونکہ ڈیٹا عام طور پر سسٹم کے لیے منفرد ہوتا ہے، اس کا مطلب یہ ہے کہ بوٹس کو اکثر مفت سروس کے ذریعے مکمل طور پر روک دیا جاتا ہے، اور اس کے بجائے انسانی کیپچا حل کرنے والوں پر انحصار کرنا چاہیے۔ بہت سی قسم کی زیادتیوں کو مکمل طور پر غیر اقتصادی بنا دیتا ہے۔",
    "4172868199": "اس سے بہت آگے جاتا ہے، \"اچھے انسان\" کو \"برے انسان\" سے ممتاز کرنے کی کوششوں کے دائرے میں بھی جاتا ہے، اور آج دنیا کی بہت سی مشہور آن لائن سروسز کے ذریعے اس کا استعمال خریداری کے فراڈ سے لے کر ایڈوانس پرسسٹنٹ تک ہر چیز کو تلاش کرنے اور روکنے کے لیے کیا جاتا ہے۔ رازداری کے تحفظ پر منفرد توجہ مرکوز کرتے ہوئے، ان کے صارفین کے خلاف دھمکیاں۔",
    "2873911365": "ہارڈ ویئر کی تصدیق کے بارے میں کیا خیال ہے؟",
    "1477196356": "خفیہ طور پر محفوظ انداز میں شناخت کو کسی آلے سے جوڑنے کے مختلف طریقے، بعض اوقات رازداری کے تحفظ کی خصوصیات کے ساتھ، کئی دہائیوں سے تجویز کیے جاتے رہے ہیں۔ عوامی کلید کی خفیہ نگاری c. 1975، اور ہارڈویئر ٹوکن تقریباً اتنے عرصے سے موجود ہیں۔",
    "2349681896": "بدقسمتی سے، ہارڈ ویئر کے ایک ٹکڑے کو کنٹرول کرنے کا مطلب یہ نہیں ہے کہ آپ ایک شخص ہیں۔ عملی طور پر ہر مقبول صارف ہارڈویئر کی تصدیق کی اسکیم کو بار بار توڑا گیا، پیچ کیا گیا اور پھر دوبارہ ٹوٹ گیا۔",
    "254326776": "ان خامیوں کا بدنیتی پر مبنی غلط استعمال اکثر انکشاف یا علمی اشاعت سے پہلے مہینوں یا سالوں سے پایا جاتا ہے۔",
    "2462909475": "10,000 سے زیادہ فونز کی دیوار جو بدسلوکی کے لیے استعمال ہوتی ہے، یہ چینی بوٹ آپریشن کا حصہ ہے۔",
    "1963951234": "اس سے کوئی فرق نہیں پڑتا ہے کہ آپ کی کرپٹوگرافک اسکیم کتنی ہی قابل اعتماد ہے، اگر کوئی دن کے اختتام پر صرف آپ کو وہ جواب دینے کے لیے رقم خرچ کر سکتا ہے جس کی آپ تلاش کر رہے ہیں، تو ہارڈ ویئر کے ایک ٹکڑے کا مالک ہونا ناکافی ہے۔",
    "1278884196": "اس نے کہا، خفیہ نگاری کافی نوجوان نظم و ضبط ہے۔ حالیہ تاریخ کی بنیاد پر، آپ کی کرپٹوگرافک اسکیم اور/یا عمل درآمد کے ٹوٹ جانے کا امکان ہے جیسے ہی کسی کے پاس اسے قریب سے دیکھنے کی ترغیب ملے گی، اور امکان ہے کہ دوسرے لوگ آپ کے ایسا کرنے سے بہت پہلے ہی اس کا اندازہ لگا لیں گے۔ ہارڈ ویئر پر بھروسہ کرنے کا مطلب یہ بھی ہے کہ آپ کو اپنے ہر صارف سے اس خامی کو دور کرنے کے لیے ایک فزیکل ڈیوائس کو تبدیل کرنے کے لیے کہنا پڑے گا۔ زیادہ تر معاملات میں یہ جلدی ہونے کا امکان نہیں ہے، یعنی حقیقت میں آپ کا سسٹم آسانی سے کھلنے میں ناکام ہو جائے گا۔",
    "1828028934": "یہ کیوں ہے",
    "1642844535": "اہم ہے: hCaptcha ایک ہی بنیادی سوال کا جواب دینے کے لیے متعدد مختلف طریقوں کا استعمال کرتا ہے، جس سے تمام جائزوں میں مستقل مزاجی کا موازنہ کیا جا سکتا ہے۔",
    "1155821305": "دفاع گہرائی ہے",
    "119098046": "غیر فعال یا بغیر چیلنج کے حل کے بارے میں کیا خیال ہے؟",
    "2760410719": "وہ خدمات جو مکمل طور پر غیر فعال سگنلز کے ساتھ بوٹ کا پتہ لگانے کی کوشش کرتی ہیں تیزی سے ایک بنیادی مسئلہ میں چلی جاتی ہیں: جب آپ کے پاس درست زمینی سچائی نہیں ہے تو آپ اس بات کی توثیق کیسے کریں گے کہ آیا کوئی سسٹم خراب اداکاروں کا صحیح طریقے سے پتہ لگاتا ہے یا نہیں؟",
    "1722734001": "کھلا انٹرنیٹ ایک بہت شور والا ماحول ہے۔ برے اداکار ہماری سروس کے صارفین اور reCAPTCHA جیسے حریفوں پر ہر روز حملہ کرتے ہیں، اور یقیناً ایسا کرتے ہوئے زیادہ سے زیادہ انسان نظر آنے کی کوشش کر رہے ہیں۔",
    "1595254735": "مکمل طور پر غیر فعال خدمات بوٹ کا پتہ لگانے کی درستگی کو برقرار رکھنے، یا یہ جاننے کے لیے بھی جدوجہد کرتی ہیں کہ وہ کب غلط ہیں۔ کبھی کبھار صارفین کو چیلنج کرنے اور اس چیلنج کے نتائج کا صحیح تجزیہ کرنے کی صلاحیت کے بغیر، درستگی وقت کے ساتھ ساتھ بہت زیادہ کم ہوتی جاتی ہے۔",
    "2412751979": "زیادہ درست انسانی سگنلز کی بدولت جو hCaptcha کو طاقت دیتے ہیں، بہت سی کمپنیاں جو پہلے reCAPTCHA v3/Enterprise استعمال کرتی تھیں",
    "2284856231": "اور hCaptcha انٹرپرائز کے مکمل طور پر غیر فعال موڈ میں بھی ڈرامائی طور پر بہتر درستگی دیکھی گئی۔",
    "4162847": "ہم اس کا براہ راست مشاہدہ کرنے میں کامیاب رہے ہیں، کیونکہ ہمارے کچھ صارفین گوگل کی پیشکشوں سے مکمل طور پر تبدیل ہونے سے پہلے اسی درخواست پر A/B ٹیسٹ چلاتے ہیں۔ ہم عام طور پر reCAPTCHA v3 یا reCAPTCHA Enterprise سے آنے والی اعلی جھوٹی مثبت اور غلط منفی شرح دونوں کو ثابت کرنے کے قابل ہیں۔",
    "436125785": "ان پروڈکٹس میں دستیاب فیڈ بیک لوپس کی غلطیت کے پیش نظر یہ حیرت کی بات نہیں ہے، اور یہ حقیقت ہے کہ وہ ایک اشتہاری نیٹ ورک کی طرف سے بیچے جاتے ہیں جس میں بوٹ کی کھوج میں زیادہ اچھا نہ ہونے میں دلچسپی ہوتی ہے، ایسا نہ ہو کہ اس سے ان کے بنیادی کاروبار کو نقصان پہنچے۔",
    "2233741720": "آخر میں",
    "2133809801": "جب تک لوگ لوگ رہیں گے، اس بات کا امکان ہے کہ انسانیت کی تصدیق آن لائن ادا کرنے میں ایک کردار ادا کرے گی۔",
    "2255549335": "hCaptcha میں ہمارا کام دشواری اور درستگی کے درمیان اچھی تجارت تلاش کرنا اور رگڑ کو کم رکھنا ہے، خاص طور پر",
    "4138068262": "صارفین آخر میں، چیلنجوں کے ساتھ بات چیت آن لائن بدسلوکی کو کم کرنے کے لیے ٹولز کے ہتھیار کا حصہ رہے گی جب تک کہ انسانی فطرت میں کوئی تبدیلی نہیں آتی۔",
    "855097735": "ایک ایسی سروس بنانا جو تمام خدشات کو متوازن رکھتے ہوئے یہ اچھی طرح سے کرتی ہے ایک بہت مشکل مسئلہ ہے (اور ہم ہمیشہ اسے بہتر بنانے کے لیے کام کر رہے ہیں تاکہ تجربے کو زیادہ سے زیادہ خوشگوار بنایا جا سکے) لیکن ہمیں امید ہے کہ آپ اس بات سے اتفاق کریں گے کہ سپیم، غلط استعمال، اکاؤنٹ ٹیک اوور کو کم کرنا ، اور آن لائن فراڈ بالآخر کبھی کبھار سادہ سوال کے قابل ہے۔",
    "1953959745": "رسائی",
    "2543123170": "زیرو رگڑ انسانیت کی تصدیق",
    "547245263": "آج ہی اپنے بوٹ کا مسئلہ حل کریں۔",
    "3117887301": "سب سے بڑی آن لائن سروسز کے ذریعے بھروسہ مند",
    "981806349": "ثابت شدہ hCaptcha پلیٹ فارم پر بنایا گیا ہے۔",
    "2373007864": "hCaptcha Enterprise hCaptcha پلیٹ فارم ٹکنالوجی پر چلتا ہے، جس میں ان خصوصیات کو شامل کرنے کے لیے بڑھایا گیا ہے جن کی اعلی ٹریفک انٹرپرائزز کو ضرورت ہے۔",
    "2652399059": "ایک قابل اعتماد پارٹنر",
    "1997838163": "دنیا کی سب سے بڑی کمپنیاں hCaptcha Enterprise پر انحصار کرتی ہیں۔ انضمام آسان ہے، اور پتہ لگانے کی درستگی بے مثال ہے۔",
    "734735952": "ہم نے خود ایک نظام بنانے کے ساتھ ساتھ متعدد کیپچا وینڈرز کا جائزہ لیا۔ آخر میں، hCaptcha reCAPTCHA کے بہترین متبادل کے طور پر ابھرا۔",
    "1250541092": "- سرگی ایساسی",
    "3524251858": "پروڈکٹ مینجمنٹ کے ڈائریکٹر، Cloudflare",
    "3971348140": "ہم نے hCaptcha کیوں استعمال کیا؟ ہمیں جس خصوصیات اور کارکردگی کی ضرورت تھی کوئی اور نہیں دے سکتا۔ انہوں نے ہمیں اٹھایا اور تیزی سے چلایا، اور ہمارے تاجروں کو یہ تجربہ پسند ہے۔",
    "4248655793": "- ایلکس ایم۔",
    "4185927140": "پروڈکٹ مینیجر، فلیش، شاپائف",
    "282913023": "ہائی ٹریفک انٹرپرائزز کے لیے سرمایہ کاری مؤثر آپشن",
    "999610953": "آخر میں، گوگل کا ایک قابل اعتبار متبادل۔ hCaptcha Enterprise زیادہ سیکیورٹی کے ساتھ آپ کے reCAPTCHA بل پر ڈرامائی بچت فراہم کرتا ہے: کچھ معاملات میں %80 تک کم مہنگا ہے۔",
    "1886100235": "دنیا کی بہت سی سب سے بڑی آن لائن سروسز hCaptcha انٹرپرائز میں تبدیل ہو گئی ہیں اور لاگت میں خاطر خواہ بچت کے ساتھ بہتر بوٹ کا پتہ لگانا بھی حاصل کر چکے ہیں۔",
    "2903742230": "اشتھاراتی نیٹ ورک آپ کے مہمانوں کو پروڈکٹ کے طور پر دیکھتے ہیں۔ ہمارے لیے واحد مقصد ان کی انسانیت کا تعین کرنا ہے۔ ہماری خدمات GDPR، CCPA، LGPD، اور PIPL کی ضروریات کو پورا کرتی ہیں یا اس سے تجاوز کرتی ہیں، اور ہم رازداری اور سلامتی کو متوازن کرنے کے لیے سخت محنت کرتے ہیں۔",
    "3901503296": "رازداری پر اس انوکھی توجہ کا مطلب یہ ہے کہ ہم بہترین سیکیورٹی کو برقرار رکھتے ہوئے ضرورت کے مطابق صفر انفرادی ڈیٹا برقرار رکھنے، کوکیز سے پاک آپریشن، اور دیگر معاہدہ رازداری کی ضمانتیں پیش کر سکتے ہیں۔",
    "3342910682": "مزید پڑھ",
    "1130783905": "درستگی آپ کے اور ہمارے مفاد میں ہے۔ hCaptcha آپ کو حقیقی ڈیٹا دینے کا کام کرتا ہے اور آپ کو فیصلہ کرنے دیتا ہے کہ اسے کیسے استعمال کیا جائے۔ دیگر حفاظتی حل Gigantic اشتہاری کمپنیوں کے ذریعہ فراہم کیے جاتے ہیں۔ اس کا مطلب ہے کہ ہر بوٹ جو وہ بلاک کرتے ہیں ان کی آمدنی کم ہو سکتی ہے۔",
    "2019130052": "رازداری پر مبنی ML میں ہماری اختراعات ہمیں سیکورٹی یا صارف کی رازداری کو نقصان پہنچائے بغیر \"ہر چیز کو ہمیشہ کے لیے ریکارڈ کریں\" کی حکمت عملیوں کے حفاظتی معیارات سے تجاوز کرنے دیتی ہیں۔",
    "23114595": "زبردست صارف کا تجربہ",
    "3437412311": "انٹرپرائز کے صارفین کے لیے، غیر فعال اسکورز پر انحصار کرتے ہوئے، زیادہ تر منظرناموں میں چیلنجوں سے مکمل طور پر بچنے کے لیے اختیارات دستیاب ہیں۔",
    "1996843433": "بہترین سیکیورٹی فراہم کرتے ہوئے اپنی جائز ٹریفک کے 99.9% کے لیے مکمل طور پر چیلنج سے گریز کر کے رگڑ کو کم کریں۔",
    "3093689546": "آسان انضمام",
    "247560732": "کوڈ کی تین لائنوں کے ساتھ hCaptcha شامل کریں۔ اگر آپ reCAPTCHA سے آ رہے ہیں، تو ہمارا API مطابقت رکھتا ہے اور اسے سوئچ کرنے میں صرف چند منٹ لگتے ہیں۔",
    "1510448156": "آپ آج ایک اعلی متبادل کے ساتھ تیار اور چل سکتے ہیں، اور ضرورت کے مطابق مزید جدید خصوصیات کو آن کر سکتے ہیں۔",
    "2718999653": "اپنی مرضی کے مطابق خطرے کے اسکور",
    "2698140263": "تمام مسائل ایک جیسے نہیں ہوتے ہیں: ایک اسکور حاصل کرنے کا مطلب ہے کہ اسے مفید ہونے کے لیے آپ کی ضروریات کو پورا کرنا چاہیے۔",
    "897432717": "حسب ضرورت خطرے کے اسکورز کے لیے ہمارے نئے ڈیزائن کے ساتھ، آپ کے کاروباری علم کو شامل کرنا ہمارے ماڈلز کو آپ کے صارفین کے لیے منفرد طور پر متعلقہ اسکور فراہم کرنے کی اجازت دیتا ہے۔",
    "2650502379": "سیکنڈوں میں اپنے اپنے چیلنجز کا آغاز کریں۔",
    "3578122193": "متعلقہ مواد کے ساتھ برانڈ پر قائم رہیں",
    "1074044172": "جب صارفین کو آپ کے حفاظتی تقاضوں کو پورا کرنے کے لیے کسی چیلنج کو حل کرنا ہوگا، تو کیوں نہ صارف کے لیے خوشگوار اور متعلقہ سوالات پوچھیں؟",
    "1579093044": "ہمارے سادہ کسٹم چیلنج ڈیزائنر کے ساتھ، آپ صرف چند منٹوں میں آن برانڈ چیلنج کا مواد لانچ کر سکتے ہیں۔",
    "3717512591": "براہ راست پلیٹ فارم انٹیگریشن",
    "121743429": "ویب انفراسٹرکچر کمپنیوں کے لیے",
    "2131386784": "آپ اور آپ کے صارفین دونوں کے لیے قابل رسائی مہارت اور تعاون",
    "2782263070": "خدمت ہمارے لیے اولین ترجیح ہے۔ ہم 24/7 آن کال سپورٹ کو برقرار رکھتے ہیں اور عمل درآمد کے دوران اور بعد میں آپ کی انجینئرنگ انٹیگریشن ٹیم اور اپنے آن کال سٹاف کے ساتھ براہ راست سلیک کوآرڈینیشن پیش کرتے ہیں۔",
    "3740051331": "ہم سوشل میڈیا، فورمز، اور اپنے ان ویجیٹ اور ای میل سپورٹ چینلز پر آپ کے صارفین کے سوالات کی فعال طور پر نگرانی اور جواب دینے کے لیے بھی پرعزم ہیں۔ ہم قابل رسائی اور جوابدہ ہیں، اور صارف کے اطمینان کو ایک اعلی KPI کے طور پر دیکھتے ہیں۔",
    "170775527": "انٹرپرائز کی خصوصیات",
    "3383086062": "hCaptcha Enterprise ایک مکمل آن لائن سیکورٹی حل ہے۔ ایکٹو اور غیر فعال موڈز آپ کو اسناد کی بھرائی کو روکنے، اکاؤنٹ ٹیک اوور کا پتہ لگانے، اور مشکوک اداکاروں کو بلاک کرنے دیتے ہیں۔ تمام جائز صارفین کے لیے صفر رگڑ کے ساتھ۔",
    "1408599440": "کوڈ کی چند لائنوں اور ہمارے 99.9% غیر فعال موڈ کے ساتھ جلدی شروع کریں، یا صارفین کو کب اور کیسے چیلنج کیا جاتا ہے اس پر مکمل کنٹرول حاصل کریں۔ اپنی مرضی کے خطرے کے ماڈل اور حسب ضرورت چیلنجز کا مطلب ہے سیکورٹی کو یقینی بنانے کے لیے بے مثال لچک۔",
    "3365203058": "عالمی معیار کا اینٹی بوٹ تحفظ",
    "1803009328": "ویب پیمانے پر جنگ کا تجربہ کیا گیا۔",
    "1586809757": "اعلی درستگی والے بوٹ اسکورز",
    "353367791": "بہت سے مختلف اقسام کے برے اداکاروں کا پتہ لگائیں۔",
    "191460155": "زیرو رگڑ اور 99.9% غیر فعال موڈز",
    "585557010": "0.1% سے کم جائز صارفین کو چیلنج کریں۔",
    "3287172429": "کنٹرول چیلنج کی اقسام دکھائی گئیں۔",
    "1844885924": "منتخب کرنے کے لیے اقسام کی وسیع لائبریری۔",
    "3018523079": "مستقل صارف کے تجربے کے ساتھ برانڈ پر قائم رہیں۔",
    "3817811295": "گارنٹیڈ قابل اعتماد اور تیز 24/7 آن کال سپورٹ۔",
    "1798492192": "میراثی براؤزر سپورٹ",
    "1356745565": "انٹرنیٹ ایکسپلورر 8 کے ساتھ ہر طرح سے مطابقت رکھتا ہے۔",
    "751483365": "غیر جاوا اسکرپٹ کلائنٹس کے لیے سپورٹ۔",
    "4199502476": "اعلی درجے کی رپورٹنگ ڈیش بورڈز اور API",
    "3630114728": "دیکھیں کہ آپ کی تمام سائٹس اور ایپس پر کیا ہو رہا ہے۔",
    "3573245166": "reCAPTCHA کے برعکس، ہم ہر ملک میں کام کرتے ہیں۔",
    "2354267648": "GDPR، CCPA، اور LGPD دوستانہ رازداری کی پالیسی",
    "3167979932": "پہلے دن سے رازداری کے لیے ڈیزائن کیا گیا ہے۔ مضبوط ڈیٹا پروسیسنگ معاہدہ۔",
    "4065065042": "اپنے استعمال کے کیس میں بالکل فٹ ہونے کے لیے اسے ڈائل کریں۔",
    "111184581": "فرسٹ پارٹی ہوسٹنگ",
    "4272022475": "تمام درخواستیں اور اثاثے hcaptcha.yourdomain.com پر جاتے ہیں۔",
    "2676853536": "ملٹی یوزر ڈیش بورڈز",
    "1368787974": "اپنی ٹیم میں انتظام کا اشتراک کریں۔",
    "1045484714": "آپ کے شناختی فراہم کنندہ کے ساتھ SAML SSO کا انضمام، جیسے Okta یا Azure AD۔",
    "3953584369": "RBAC تک رسائی کی نفیس پابندیاں دستیاب ہیں۔",
    "2781507299": "فوری تصدیق",
    "4019660456": "0ms لیٹنسی: بغیر کسی API کال کے hCaptcha ٹوکن کی تصدیق کریں۔",
    "3446714684": "موبائل (iOS اور Android) انٹیگریشن",
    "2593768395": "ویب، مقامی موبائل، موبائل ویب پر ہموار تجربہ۔ پہلے سے تیار کردہ انضمام اور مقامی SDKs دستیاب ہیں۔",
    "1779265104": "اپنی مرضی کے مطابق شرائط اور رازداری کی ضمانتیں۔",
    "122875767": "جب دوسری کمپنیاں نہیں کر سکتیں تو اپنی قانونی ضروریات پوری کریں۔",
    "148188781": "چیلنجز پیش کئے",
    "838049015": "ان تمام تصاویر کو منتخب کریں جو استفسار سے مماثل ہوں۔",
    "1126302400": "باؤنڈنگ باکس",
    "3554448168": "زمرہ بندی",
    "2104933754": "متعلقہ لیبلز کی شناخت کریں۔",
    "3612043014": "اور دوسرے آسان کام۔ انسانوں کے لیے آسان، بوٹس کے لیے مشکل۔",
    "3624758171": "انٹرپرائز پبلشرز کے لیے حسب ضرورت کام بھی دستیاب ہیں۔",
    "1001938065": "انضمام آسان نہیں ہو سکتا",
    "2138799135": "hCaptcha میں آپ کے استعمال کردہ فرنٹ اینڈ اور بیک اینڈ سسٹمز کے لیے درجنوں پہلے سے بنائے گئے انضمام ہیں۔",
    "2535001179": "اگر آپ گوگل کے reCAPTCHA سے آرہے ہیں، تو ہمارے APIs ڈراپ ان متبادل ہیں۔",
    "1393184984": "آپ سب کی ضرورت ہے.",
    "3715747429": "ہمارے آن بورڈنگ انجینئرز آپ کو تیزی سے آگے بڑھا سکتے ہیں، چاہے آپ کو React انٹیگریشن، iOS مقامی ایپس کے لیے SDKs، جاوا بیک اینڈ کی مثال، یا عملی طور پر کسی دوسرے منظر نامے کی ضرورت ہو۔",
    "2681650568": "اور ہمیشہ کی طرح، رازداری ہمارے لیے ایک بنیادی قدر ہے۔ ہمارا چیلنج کوڈ صرف اس جگہ شامل کریں جہاں یہ ضروری ہو، اور جہاں یہ آپ اور آپ کے صارفین دونوں کی حفاظت کے لیے معنی رکھتا ہو۔ ڈیٹا اکٹھا کرنا کم سے کم انضمام کے لمحے سے شروع ہوتا ہے۔",
    "1130868224": "کوڈ کی تین لائنیں۔",
    "2183926131": "hCaptcha انٹرپرائز کے ساتھ شروع کریں۔",
    "1526887904": "hCaptcha انٹرپرائز پرائیویسی",
    "1845745385": "رازداری کے لیے ڈیزائن کیا گیا ہے۔",
    "1297224875": "انٹرپرائز آن لائن سیکیورٹی کے لیے ایک منفرد رازداری سے چلنے والا طریقہ۔",
    "2762458927": "آپ کا صارف ڈیٹا فروخت کے لیے نہیں ہے۔",
    "2058856283": "hCaptcha Enterprise کا صرف ایک مقصد ہے: برے اداکاروں کو آپ کے آن لائن آپریشنز میں خلل ڈالنے اور آپ کے صارفین کو نقصان پہنچانے سے روکنا۔",
    "2408036504": "اس طرح ہمارے سسٹمز کو زمینی سطح سے ڈیزائن کیا گیا ہے تاکہ ڈیٹا اکٹھا کرنے اور برقرار رکھنے کو کم سے کم کیا جا سکے جبکہ کلاس لیڈنگ سیکیورٹی کو برقرار رکھا جائے۔ صارف کے ڈیٹا کی حفاظت کا بہترین طریقہ یہ ہے کہ اسے بالکل بھی ذخیرہ نہ کیا جائے۔",
    "4099477834": "تمام صارفین کے تعلقات مضبوط ڈیٹا پروسیسنگ معاہدے کے ذریعے بھی محفوظ ہیں۔ hCaptcha سروس تمام رازداری کے قوانین کی تعمیل کرتی ہے اس سے قطع نظر کہ آپ کی سروس یا آپ کے گاہک کہاں رہتے ہیں۔ ذاتی ڈیٹا نہ رکھنا ہمارے لیے دوسری کمپنیوں کے مقابلے میں بہت آسان بنا دیتا ہے۔",
    "3569492665": "آن لائن سرگرمی ریکارڈ کرنا جواب نہیں ہے۔",
    "3389431373": "reCAPTCHA v3 جیسی سروسز کا کہنا ہے کہ آپ کی سائٹ کے ہر صفحے پر ان کا ٹریکنگ پکسل لگانا اچھی سیکیورٹی کے لیے ضروری ہے۔ یہ اصل بات نہیں.",
    "3590546893": "سادہ طرز عمل کا تجزیہ برے اداکاروں کے ذریعے آسانی سے جعل سازی کا اشارہ ہے، اور آپ کے تمام جائز ٹریفک کے لیے براؤزنگ کی تاریخ کو بھی برقرار رکھنے کی ضرورت ہے۔",
    "1105363520": "ہم کوئی اشتہاری نیٹ ورک نہیں چلاتے، اور آپ کو اشتہارات بیچنے کے لیے آپ کے صارف کے رویے کو دیکھنے میں کوئی دلچسپی نہیں ہے۔ اس کا مطلب ہے کہ ہمیں آپ کی سائٹ کے ہر صفحے پر ایک غیر فعال پکسل کی ضرورت نہیں ہے۔",
    "3088605177": "ہمارا چیلنج کوڈ صرف اس جگہ شامل کریں جہاں یہ ضروری ہو، اور جہاں یہ آپ اور آپ کے صارفین دونوں کی حفاظت کے لیے معنی رکھتا ہو۔",
    "337971271": "مشین لرننگ مفید ہے۔ لیکن اسے کام کرنے کے لیے ذاتی ڈیٹا کی ضرورت نہیں ہے۔",
    "320166522": "مشین لرننگ اب ہماری زندگی کے تقریباً ہر پہلو کو متاثر کرتی ہے، اکثر ایسے طریقوں سے جن کا ہمیں احساس نہیں ہوتا اور نہ ہی دیکھ سکتے ہیں۔ آن لائن سیکیورٹی خدمات مختلف نہیں ہیں۔",
    "3180664128": "ہزاروں سگنلز کو سیکھ کر، ماڈل نقصان دہ رویے کا بہت تیزی سے پتہ لگانے میں زیادہ اعتماد کا اندازہ لگا سکتے ہیں اور اس تک پہنچ سکتے ہیں، یہاں تک کہ جب کوئی انفرادی سگنل خود اتنا مضبوط نہ ہو کہ کسی مسئلے کی نشاندہی کر سکے۔",
    "961941354": "تاہم، اس میں سے کسی کو بھی ذاتی طور پر قابل شناخت معلومات (\"PII\") استعمال کرنے کی ضرورت نہیں ہے۔ جدید کرپٹوگرافک تکنیک ہمیں کسی بھی ذاتی ڈیٹا کو جلد از جلد ضائع کرنے کی اجازت دیتی ہے، اس کے بجائے یک طرفہ دستخط تیار کرتے ہیں جو کسی فرد سے منسلک نہیں ہوسکتے ہیں۔",
    "1706581702": "غیر شناخت شدہ ڈیٹا پر تربیت بھی اسی طرح کام کرتی ہے، اور اس کے لیے سیکیورٹی یا رازداری پر سمجھوتہ کرنے کی ضرورت نہیں ہے۔ ہمارے صارفین نے تجرباتی ٹیسٹ کیے ہیں، اور ہمیں بہت کم نجی متبادلات کے برابر یا بہتر قرار دیا ہے۔",
    "3203921334": "ہمیں hCaptcha کے حل کے بارے میں بہت سی چیزیں پسند آئیں: 1) وہ ذاتی ڈیٹا فروخت نہیں کرتے؛ وہ صرف کم از کم ضروری ذاتی ڈیٹا اکٹھا کرتے ہیں، وہ ان معلومات کو بیان کرنے میں شفاف ہوتے ہیں جو وہ جمع کرتے ہیں اور وہ اسے کیسے استعمال اور/یا ظاہر کرتے ہیں۔",
    "305735018": "آخر میں، گوگل کا ایک قابل اعتبار متبادل۔ hCaptcha Enterprise زیادہ سیکیورٹی کے ساتھ آپ کے reCAPTCHA بل پر ڈرامائی بچت فراہم کرتا ہے: کچھ معاملات میں %80 تک کم مہنگا ہے۔",
    "3695206755": "ہمیں اپنے ماحول میں بغیر کسی ذمہ داری کے آزمائیں۔",
    "2941545733": "ہم انجینئرز ہیں، سیلز پیپل نہیں: ہم چاہتے ہیں کہ آپ اپنی پسند سے خوش رہیں۔",
    "131871195": "آپ کے اطمینان کو یقینی بنانے کا بہترین طریقہ یہ ظاہر کرنا ہے کہ ہم آپ کی ضروریات کو پورا کرتے ہیں۔",
    "3436534225": "عملی طور پر تمام کمپنیاں جو پائلٹ شروع کرتی ہیں بالآخر ہمارے حل کا انتخاب کرتی ہیں۔",
    "4060250206": "ہمارے تکنیکی ماہرین میں سے کسی تک پہنچنے کے لیے اس فارم کا استعمال کریں۔ ہم جلدی سے جواب دیتے ہیں۔",
    "1159746815": "آپ ہمیں براہ راست ای میل بھی کر سکتے ہیں۔",
    "2531534427": "تفصیلات یہاں ہیں۔",
    "2059998584": "علاقہ",
    "3916131732": "امریکہ",
    "135276624": "یورپ، مشرق وسطی، افریقہ (EMEA)",
    "1182294134": "ایشیا پیسیفک (APAC)",
    "2437934778": "تمھارا نام",
    "3859506577": "بزنس ای میل",
    "1268414751": "کوئی اور تفصیلات ہمارے پاس ہونی چاہئیں؟",
    "42559805": "کیا آپ کو فوری طور پر آن بورڈنگ کی ضرورت ہے؟",
    "851679588": "جی ہاں.",
    "1729677626": "میں حملے کی زد میں ہوں اور مجھے فوری طور پر آن بورڈنگ کی ضرورت ہے۔",
    "2808971932": "یہ ایک div بلاک کے اندر کچھ متن ہے۔",
    "2468683988": "سرخی",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. eros elementum tristique میں Suspendisse varius enim. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "ٹیکسٹ لنک",
    "2212670355": "سائن اپ",
    "31502377": "رچ ٹیکسٹ عنصر کیا ہے؟",
    "2310705547": "رچ ٹیکسٹ عنصر آپ کو ہیڈنگز، پیراگراف، بلاک کوٹس، امیجز اور ویڈیو کو انفرادی طور پر شامل کرنے اور فارمیٹ کرنے کی بجائے ایک جگہ پر بنانے اور فارمیٹ کرنے کی اجازت دیتا ہے۔ بس ڈبل کلک کریں اور آسانی سے مواد تخلیق کریں۔",
    "2590587108": "جامد اور متحرک مواد میں ترمیم",
    "778204464": "ایک بھرپور متن عنصر جامد یا متحرک مواد کے ساتھ استعمال کیا جا سکتا ہے۔ جامد مواد کے لیے، اسے کسی بھی صفحہ میں ڈالیں اور ترمیم شروع کریں۔ متحرک مواد کے لیے، کسی بھی مجموعہ میں رچ ٹیکسٹ فیلڈ شامل کریں اور پھر سیٹنگ پینل میں اس فیلڈ سے ایک بھرپور ٹیکسٹ عنصر جوڑیں۔ Voila!",
    "1890955039": "ہر بھرپور متن کے لیے فارمیٹنگ کو کس طرح اپنی مرضی کے مطابق بنائیں",
    "3286051798": "عنوانات، پیراگراف، بلاک کوٹس، اعداد و شمار، تصاویر، اور فگر کیپشن سبھی کو سٹائل کیا جا سکتا ہے جب کلاس کو رچ ٹیکسٹ ایلیمنٹ میں شامل کیا جائے تو \"When inside of\" نیسٹڈ سلیکٹر سسٹم کا استعمال کرتے ہوئے۔",
    "504332576": "ہمیں یہ اعلان کرتے ہوئے فخر محسوس ہو رہا ہے کہ hCaptcha دنیا کی سب سے بڑی آزاد سائبر سیکیورٹی سروس بن گئی ہے، جو تقریباً 15% انٹرنیٹ پر چل رہی ہے - اور ہم نے اس مارکیٹ شیئر کا زیادہ تر حصہ براہ راست Google reCAPTCHA سے لیا ہے۔ ایک ساتھ، hCaptcha اور",
    "1155436473": "(ہماری انٹرپرائز پیشکش) اب ہر ماہ لاکھوں ویب سائٹس اور ایپس کے لاکھوں صارفین کی حفاظت کرتی ہے۔ ہماری کہانی سے پتہ چلتا ہے کہ جب آپ رازداری کو اولین ترجیح دیتے ہیں تو آپ Big Tech کا مقابلہ کر سکتے ہیں۔",
    "3108727249": "بوٹ اسٹاپ",
    "1296696044": "رازداری بمقابلہ سیکورٹی: دونوں کیوں نہیں؟",
    "538871570": "گوگل اور دیگر بڑی ٹیک کمپنیوں کے ساتھ مقابلہ کرنا ایک لمبے حکم کی طرح لگتا ہے: ان کی اجارہ داری کی مارکیٹ کی طاقت، پلیٹ فارم کے اثرات اور اعلیٰ معاوضہ والے ڈویلپرز کی فوج کو عام طور پر بہت زیادہ طاقتور سمجھا جاتا ہے لیکن فیس بک یا ایمیزون جیسی دیگر ٹیک کمپنیاں کسی کے لیے بھی اس سے نمٹنے کے لیے نہیں۔ ہماری کہانی سے پتہ چلتا ہے کہ ایسا ہونا ضروری نہیں ہے - آپ رازداری پر توجہ مرکوز کرکے بگ ٹیک کو شکست دے سکتے ہیں۔",
    "3600718611": "Google reCAPTCHA پر غور کریں،",
    "4281708680": ". hCaptcha میں، ہم نے جان بوجھ کر ایک بہت مختلف طریقہ اختیار کیا ہے، پرائیویسی کو محفوظ کرنے والی مشین لرننگ تکنیکوں کا استعمال کرتے ہوئے، اعلی درستگی پر عام بوٹ رویوں کی شناخت کرنے کے لیے، تمام ممکن حد تک کم ڈیٹا کا استعمال اور ذخیرہ کرنے کے دوران۔",
    "3312336121": "جو اس بات کا تعین کرنے کے لیے کہ آیا ویب استعمال کنندہ جائز انسان ہیں یا بوٹس، بہت زیادہ مقدار میں طرز عمل کا ڈیٹا استعمال کرتا ہے۔",
    "1193738791": ": وہ ویب سائٹ کے ہر صفحہ اور ویب پر صارف کے رویے کو ٹریک کرتے ہیں۔ ہم نے پہلے دن سے ہی hCaptcha کو زیادہ سے زیادہ رازداری کے موافق بنایا ہے۔ اس کی وجہ سے مسئلے کے لیے بالکل مختلف نقطہ نظر پیدا ہوا۔ جیسا کہ یہ پتہ چلتا ہے، اچھی سیکورٹی کے حصول کے لیے پورے ویب پر صارفین کو ٹریک کرنا اور ان کی ویب ہسٹری کو ان کی شناخت سے جوڑنا مکمل طور پر غیر ضروری ہے۔ بہت سی کمپنیاں جو hCaptcha پر تبدیل ہو چکی ہیں۔",
    "2620705814": "گوگل ایک اشتہاری کمپنی ہے، اور ان کی سیکیورٹی پروڈکٹس ان کے اشتہاری پروڈکٹس کی طرح نظر آتے ہیں۔",
    "1126447688": "ہماری پرائیویسی فوکس کے باوجود اکثر بوٹ کا پتہ لگانے اور تخفیف میں مساوی یا بہتر کارکردگی کی اطلاع دیتے ہیں۔",
    "439777523": "ضابطے کے معاملات",
    "3588274874": "یورپی یونین کی GDPR اور کیلیفورنیا کے CCPA جیسی ریگولیٹری کوششوں کے ساتھ منسلک پروڈکٹ کی فراہمی پر توجہ مرکوز کرتے ہوئے، ہم نے بڑے پیمانے پر ترقی کا تجربہ کیا ہے - یقیناً، اس سے مدد ملتی ہے کہ hCaptcha reCAPTCHA کے لیے آسان \"ڈراپ ان\" متبادل ہے اور اس طرح اسے منٹوں میں انسٹال کیا جا سکتا ہے۔",
    "2150595700": ". GDPR اور CCPA نے انٹرپرائز خریداروں کے لیے نقشے پر رازداری کے خدشات کو پیش کیا ہے، اور اسی وقت آن لائن رازداری عوام کے لیے زیادہ سے زیادہ اہم ہوتی جا رہی ہے کیونکہ ہم سب یہ سمجھنا شروع کر دیتے ہیں کہ آن لائن اشتہارات اور مارکیٹنگ کی صنعتوں نے تاریخی طور پر ہمارے ڈیٹا کو کس طرح استعمال کیا ہے۔",
    "2624949852": "بلاشبہ، reCAPTCHA 2009 سے ویب سیکیورٹی میں ایک ابتدائی داخلی تھا، جس نے لاکھوں ویب سائٹس کو بدنیتی پر مبنی بوٹس اور اسپامرز کے بڑھتے ہوئے خطرات سے تحفظ فراہم کیا۔ تاہم، حالیہ برسوں میں اس سے مکمل طور پر سمجھوتہ کیا گیا ہے:",
    "499510428": "ہمیں درحقیقت یقین ہے کہ ضابطے نے یہاں ہماری مدد کی ہے۔",
    "1232651561": "سافٹ ویئر اب اتنا ہی اچھا ہے جتنا کہ لوگ reCAPTCHA چیلنجز کو حل کرنے میں۔",
    "824740867": "حل کو بہتر بنانے کے بجائے، Google نے اس کے بجائے reCAPTCHA v3 جاری کیا، جو کہ سیکیورٹی سافٹ ویئر کے مقابلے ایک اشتہاری نیٹ ورک کی طرح کام کرتا ہے، صارف پروفائلز بنانے کے لیے پورے ویب سے رویے کا ڈیٹا اکٹھا کرتا ہے۔ بدقسمتی سے، اس قسم کے سگنل کو آسانی سے شکست دی جاتی ہے، اور اس طرح صارف کی رازداری کو نقصان پہنچاتے ہوئے بوٹس کے خلاف بہت کم تحفظ فراہم کرتا ہے۔",
    "1027023087": "hCaptcha میں ہم نے اس کے بجائے اس مسئلے کے لیے مزید جدید طریقوں پر توجہ مرکوز کی ہے، جس کے لیے براؤزنگ ہسٹری جیسے طویل المدتی رویے کے ریکارڈز کو برقرار رکھنے کی ضرورت نہیں ہے اور سروس متعارف کرائے جانے کے بعد سے پرعزم مخالفوں کے مقابلے میں بہت زیادہ لچکدار ثابت ہوئے ہیں۔",
    "2852295413": "دلچسپی کا ایک موروثی تصادم: بوٹس کو روکنے سے اشتہاری نیٹ ورک کی آمدنی کم ہوجاتی ہے۔",
    "1597520917": "ناقدین کی بڑھتی ہوئی تعداد نے نشاندہی کی ہے کہ گوگل کی جانب سے صارف کی پرائیویسی کو نظر انداز کرنے سے ان صارفین کو تشویش ہونی چاہیے جو اپنی ویب سائٹس اور ایپس کی حفاظت کرنا چاہتے ہیں۔",
    "763447231": "ایک ہی وقت میں، بوٹس کو پبلشر سائٹس تک رسائی سے روکنے سے اشتہاری دھوکہ دہی کا انکشاف ہو سکتا ہے، جو Google کے reCAPTCHA پروڈکٹ کو براہ راست ان کے اشتہاری کاروبار کے خلاف کھڑا کر سکتا ہے، جو ان کی آمدنی کا 80% سے زیادہ پیدا کرتا ہے۔",
    "999674529": "گوگل کا پتہ لگانے والے ہر بوٹ کو صفر اشتہاری ڈالر کمانے چاہئیں۔ اس طرح گوگل کی کمپنی کی ترغیبات ان کی سیکیورٹی سروسز کے صارفین کے ساتھ ناقص طور پر منسلک ہیں، اور یہ ان کی reCAPTCHA سیکیورٹی پیشکش کی خراب کارکردگی کی ایک وضاحت ہوسکتی ہے۔",
    "956019009": "سب سے بڑی ویب انفراسٹرکچر کمپنیوں نے پہلے ہی کارروائی کی ہے۔",
    "1923297430": "بہت سے بڑے صارفین کے لیے حتمی بریکنگ پوائنٹ اس وقت آیا جب گوگل نے کمپنیوں سے ان کی مصنوعات کو کسی بھی معنی خیز پیمانے پر استعمال کرنے کے لیے چارج کرنا شروع کیا۔ اس کی وجہ سے طویل عرصے سے reCAPTCHA صارفین کو بہتر متبادل تلاش کرنا پڑا کیونکہ پوری دنیا میں ریگولیٹری خدشات پہلے ہی Google کی پیشکشوں کو تیزی سے ناخوشگوار استعمال کرتے ہوئے بنا چکے ہیں۔",
    "2197218442": "Cloudflare کے سی ای او میتھیو پرنس نے میں اس نقطہ نظر کا خلاصہ کیا۔",
    "155456850": "hCaptcha پر اپنے سوئچ کا اعلان کرتے ہوئے:",
    "435302267": "کمپنی کی بلاگ پوسٹ",
    "2087769953": "\"ہم اس تبدیلی کے بارے میں پرجوش ہیں کیونکہ اس سے پرائیویسی کی پریشانی کو دور کرنے میں مدد ملتی ہے جو کہ گوگل سروس پر انحصار کرنے کے لیے ہے جو ہمارے پاس کچھ عرصے سے ہے۔ ہم نے خود ایک نظام بنانے کے ساتھ ساتھ کئی کیپچا وینڈرز کا جائزہ لیا۔ آخر میں، hCaptcha reCAPTCHA کے بہترین متبادل کے طور پر ابھرا۔\"\"ہمیں hCaptcha کے حل کے بارے میں بہت سی چیزیں پسند آئیں: 1) وہ ذاتی ڈیٹا فروخت نہیں کرتے؛ وہ صرف کم از کم ضروری ذاتی ڈیٹا اکٹھا کرتے ہیں، وہ ان معلومات کو بیان کرنے میں شفاف ہوتے ہیں جو وہ جمع کرتے ہیں اور وہ اسے کیسے استعمال اور/یا ظاہر کرتے ہیں۔\"",
    "595582512": "اگر آپ اپنے صارفین کی پرائیویسی (اور تمام متعلقہ ضوابط کی تعمیل کرتے ہوئے)، بوٹس، اسپامرز یا دیگر بدنیتی پر مبنی اداکاروں سے مؤثر طریقے سے اپنی سائٹ یا ایپ کی حفاظت کرنا چاہتے ہیں، تو hCaptcha اور ہماری انٹرپرائز پیشکش پر غور کریں۔",
    "3388180864": "ویب پیمانے پر گہرے تکنیکی چیلنجوں پر کام کرنے میں دلچسپی ہے؟ ہم ہمیشہ دنیا بھر میں باصلاحیت انجینئرز کی خدمات حاصل کر رہے ہیں۔",
    "3892952987": "ہمارے سوراخوں کو چیک کریں اور یہاں درخواست دیں۔",
    "3368788823": "ٹیرنس ایڈن نے اپنے بلاگ پر ایک دلچسپ نکتہ بیان کیا:",
    "1491780143": "کیپچا ثابت نہیں کرتے کہ آپ انسان ہیں - وہ ثابت کرتے ہیں کہ آپ امریکی ہیں۔",
    "2146900431": "بدیہی طور پر، یہ دعوی بہت معنی رکھتا ہے. کیپچا، تقریباً ہر چیز کی طرح، ایک ثقافتی سیاق و سباق میں سرایت کر رہے ہیں، اور اگر آپ کے چیلنجز کا پول زیادہ تر ایک ثقافت میں بنایا گیا ہے، تو ہو سکتا ہے کہ یہ دوسری ثقافت میں بہت اچھا ترجمہ نہ کرے۔ اس کی اصل میں، یہ ثقافتی معاملہ ہے",
    "378086442": "CAPTCHAs کا، بجائے ان کے UX فی سیکنڈ کے۔",
    "1445008801": "جیسا کہ ایڈن نے کہا:",
    "332723732": "مواد",
    "2072808435": "\"کیا اندازہ لگائیں، گوگل؟ میرے ملک میں ٹیکسیاں عام طور پر کالی ہوتی ہیں۔ میں نے کافی فلمیں دیکھی ہیں تاکہ یہ معلوم ہو سکے کہ امریکہ میں سبھی پیلے رنگ کی ہیں۔ لیکن میں نے جتنے بھی دوسرے ملک کا دورہ کیا ہے، وہاں ٹیکسیاں ایک مشت زنی رہی ہیں۔ مختلف رنگ۔\"",
    "3206136647": "یہاں گوگل کا مسئلہ اس سوال کے ڈیٹا پر مبنی ہے جسے وہ استعمال کرتے ہیں بمقابلہ اسے کون دیکھتا ہے۔ اگر تمام ڈیٹا ایک ہی ثقافت (اور گوگل کے معاملے میں، ایک ہی کمپنی) سے آتا ہے تو آپ یقینی طور پر ایسے چیلنجوں کی توقع کر سکتے ہیں جو ایڈن کی شکایت کے مطابق دوسری ثقافتوں میں اچھی طرح سے ترجمہ نہیں کرتے ہیں۔",
    "2217842245": "تاہم، ہمارا ڈیٹا ظاہر کرتا ہے کہ (hCaptcha کے لیے)",
    "4280117172": "بہت سے ممالک درحقیقت امریکہ سے قدرے بہتر ہیں، بشمول نائجیریا، ہندوستان، برازیل اور جرمنی:",
    "555749578": "ہر براعظم کے بڑے ممالک میں حل کی شرحوں میں 1% سے بھی کم فرق ہے۔",
    "151737819": "پوری دنیا میں hCaptcha حل کرنے کی شرحیں بہت کم فرق دکھاتی ہیں۔",
    "3908992897": "اور دنیا کے ہر ملک اور علاقے میں استعمال ہوتا ہے، لہذا ہم ایک مستقل عالمی تجربہ فراہم کرنے پر بہت زیادہ توجہ مرکوز کر رہے ہیں۔",
    "2808122102": "اس طرح بین الثقافتی فعالیت ہماری خدمت کے لیے ایک بنیادی ضرورت ہے۔ اس بات کو یقینی بنانا کہ تمام جائز صارفین مواد تک فوری رسائی حاصل کر سکیں ہمارے مشن کا ایک اہم حصہ ہے۔ ہم 110 زبانوں میں چیلنجز فراہم کرتے ہیں، اور متعلقہ تراجم کو مسلسل بہتر کر رہے ہیں تاکہ یہ یقینی بنایا جا سکے کہ ہمارے چیلنجز کو ہر کوئی حل کر سکتا ہے۔",
    "3913801502": "hCaptcha اب تقریباً 15% انٹرنیٹ پر چلتا ہے۔",
    "2077639538": ". ایک تو، ہماری سروس پر چیلنج ڈیٹا بہت سے ذرائع سے آسکتا ہے، نہ صرف ایک - بڑی Fortune 500 کمپنیوں سے لے کر مشین لرننگ اسٹارٹ اپ تک، جب تک کہ وہ ہماری باتوں پر قائم رہیں۔",
    "3951112506": ". یہ پہلے سے ہی اعداد و شمار میں اعلی درجے کی نسبت کی ضمانت دیتا ہے۔",
    "1803943584": "دوسرا، ہم چیلنجوں کو خود کو بہتر بنانے دیتے ہیں تاکہ یہ طے کیا جا سکے کہ وہ کن ممالک یا زبانوں میں چلیں گے، جس سے ایک مستقل تجربے کے امکانات کو اور بھی بڑھ جاتا ہے۔ اگر درستگی توقع سے کم ہے تو، سوالات کا ایک مجموعہ صرف اس علاقے یا زبان میں چلنا بند ہو جائے گا جہاں یہ اثر ہوتا ہے۔",
    "3668873369": "hCaptcha میں، ہم نے پہلے دن سے ایک مختلف طریقہ اختیار کیا ہے۔",
    "1519201684": "AI اخلاقیات کی پالیسی",
    "2155089487": ". اگر ہمارے چیلنجز کو کچھ گروپوں کے لیے حل کرنا آسان تھا، تو ہم اس میں فرق دیکھنے کی توقع کریں گے کہ پوری دنیا اور مختلف ثقافتوں کے لوگ ان کو حل کرتے وقت کس طرح کارکردگی کا مظاہرہ کرتے ہیں۔ ایڈن کی پوسٹ کے تناظر میں، ہم امریکیوں سے توقع کریں گے کہ وہ دوسرے ممالک کے لوگوں سے بہتر کام کریں گے۔ چونکہ ہم نے اس مسئلے سے بچنے کے لیے نظاموں کو تیار کرنے میں برسوں گزارے ہیں، ہم حقیقت میں اس کے برعکس دیکھتے ہیں۔",
    "2603863826": "PS: اگر آپ کو اپنی زبان میں کوئی ایسا ترجمہ ملتا ہے جس میں بہتری کا استعمال ہو سکتا ہے، تو بلا جھجھک ایک جمع کرائیں۔",
    "3543141425": "اس کے لئے!",
    "2697276059": "ثبوت یہ کام کر رہا ہے: پوری دنیا میں یکساں حل کی شرح",
    "664236229": "کھینچنے کی درخواست"
}