{
  "header-privacy-link": "गोपनीयता",
  "header-integration-link": "एकत्रीकरण",
  "header-cost-link": "खर्च",
  "header-features-link": "वैशिष्ट्ये",
  "header-docs-link": "डॉक्स",
  "header-login-button": "लॉगिन करा",
  "header-contact-button": "विक्रीशी संपर्क साधा",
  "intro-heading": "शून्य घर्षण मानवता पडताळणी.",
  "intro-contact-button": "अधिक जाणून घेण्यासाठी आमच्याशी संपर्क साधा",
  "intro-text-bottom": "वेबला शक्ती देणाऱ्या कंपन्यांवर अवलंबून.",
  "sub-menu-button": "विक्रीशी संपर्क साधा",
  "sub-menu-item1": "उपक्रम",
  "sub-menu-item2": "खर्च",
  "sub-menu-item3": "एकत्रीकरण",
  "sub-menu-item4": "वैशिष्ट्ये",
  "sub-menu-item5": "गोपनीयता",
  "sub-menu-item6": "डॉक्स",
  "info-head-1": "सिद्ध hCaptcha प्लॅटफॉर्मवर तयार केले",
  "info-text-1": "hCaptcha Enterprise hCaptcha प्लॅटफॉर्म तंत्रज्ञानावर चालते, उच्च रहदारी उपक्रमांना आवश्यक असलेल्या वैशिष्ट्यांचा समावेश करण्यासाठी विस्तारित.",
  "info-head-2": "एक विश्वासू भागीदार",
  "intro-subtitle": "तुमची बॉटची समस्या आजच सोडवा.",
  "info-text-2": "कोट्यावधी साइट्सवरील लाखो दैनंदिन वापरकर्त्यांना सेवा देण्यासाठी आमच्या सेवांवर जगातील सर्वात मोठ्या कंपन्यांचा विश्वास आहे.",
  "cloudflare-quote-text": "आम्ही अनेक कॅप्चा विक्रेत्यांचे मूल्यांकन केले तसेच एक प्रणाली स्वतः तयार केली. शेवटी, hCaptcha reCAPTCHA चा सर्वोत्तम पर्याय म्हणून उदयास आला.",
  "cloudflare-quote-detail": "उत्पादन व्यवस्थापन संचालक, क्लाउडफ्लेअर",
  "section-quote-head": "उच्च रहदारी उपक्रमांसाठी किफायतशीर पर्याय",
  "section-quote-text": "शेवटी, Google साठी एक विश्वासार्ह पर्याय. hCaptcha Enterprise तुमच्या reCAPTCHA बिलावर उच्च सुरक्षिततेसह नाटकीय बचत करते: काही प्रकरणांमध्ये 80% पर्यंत कमी खर्चिक. जगातील बर्‍याच मोठ्या ऑनलाइन सेवांनी hCaptcha Enterprise वर स्विच केले आहे आणि भरीव खर्च बचतीसह सुधारित बॉट डिटेक्शन प्राप्त केले आहे.",
  "section-quote-button": "कोटसाठी आजच आमच्याशी संपर्क साधा",
  "section-privacy-header": "गोपनीयता केंद्रित",
  "section-privacy-text-1": "जाहिरात नेटवर्क तुमच्या अभ्यागतांना उत्पादन म्हणून पाहतात. आमच्यासाठी एकमेव उत्पादन म्हणजे त्यांची मानवता निश्चित करणे. आमच्या सेवा GDPR, CCPA आणि LGPD आवश्यकता पूर्ण करतात किंवा त्यापेक्षा जास्त करतात आणि प्रायव्हसी पास सारख्या उपक्रमांना समर्थन देतात. आम्ही गोपनीयता आणि सुरक्षितता संतुलित करण्यासाठी कठोर परिश्रम करतो.",
  "section-privacy-text-2": "गोपनीयतेवर या अनोख्या फोकसचा अर्थ असा आहे की आम्ही उत्कृष्ट सुरक्षितता राखून आवश्यकतेनुसार शून्य वैयक्तिक डेटा धारणा, कुकी-मुक्त ऑपरेशन आणि इतर कराराच्या गोपनीयतेची हमी देऊ शकतो.",
  "section-security-header": "सुरक्षा प्रथम",
  "section-security-text-1": "अचूकता तुमच्या आणि आमच्या हिताची आहे. hCaptcha तुम्हाला खरा डेटा देण्याचे काम करते आणि तुम्हाला ते कसे वापरायचे ते ठरवू देते. इतर कॅप्चा महाकाय जाहिरात कंपन्यांद्वारे प्रदान केले जातात. याचा अर्थ त्यांनी ब्लॉक केलेला प्रत्येक बॉट त्यांची कमाई कमी करू शकतो.",
  "section-security-text-2": "गोपनीयतेवर लक्ष केंद्रित करून नवीनतम मशीन लर्निंग तंत्रांचा वापर केल्याने आम्हाला सुरक्षितता किंवा वापरकर्त्याच्या गोपनीयतेला हानी न पोहोचवता कायमस्वरूपी धोरणे रेकॉर्ड करण्यासाठी लेगसीच्या सुरक्षिततेच्या मानकांपेक्षा अधिक करू देते.",
  "section-user-experience-header": "उत्तम वापरकर्ता अनुभव",
  "section-user-experience-text1": "एंटरप्राइझ वापरकर्त्यांसाठी, बहुतेक परिस्थितींमध्ये आव्हाने पूर्णपणे टाळण्यासाठी पर्याय उपलब्ध आहेत.",
  "section-user-experience-text2": "प्रगत बॉट मॉडेल्सबद्दल धन्यवाद, तरीही उत्कृष्ट सुरक्षा प्रदान करताना तुमच्या वैध रहदारीच्या 99.9% साठी आव्हान टाळून घर्षण कमी करा.",
  "section-easy-integration-header": "सोपे एकत्रीकरण",
  "section-easy-integration-text": "hCaptcha जोडण्यासाठी फक्त काही मिनिटे आणि कोडच्या काही ओळी लागतात. मूलभूत API reCAPTCHA V2 शी सुसंगत आहे आणि स्विच होण्यासाठी फक्त काही मिनिटे लागतात. तुम्‍ही आजच एका उत्‍तम पर्यायासह तयार होऊ शकता आणि आवश्‍यकतेनुसार अधिक प्रगत वैशिष्‍ट्ये चालू करू शकता.",
  "section-easy-integration-serverside": "सर्व्हर साइड:",
  "section-easy-integration-frontend": "अग्रभाग:",
  "section-threat-header": "सानुकूलित धमकी स्कोअर",
  "section-threat-text": "सर्व समस्या सारख्या नसतात: एकच गुण मिळवणे म्हणजे ते उपयुक्त असण्यासाठी तुमच्या गरजा पूर्ण करणे आवश्यक आहे. hCaptcha च्या अद्वितीय सानुकूलित थ्रेट स्कोअरसह, द्रुत सल्लामसलत आम्हाला तुमच्या व्यवसायाशी अधिक संबंधित गुण देण्यासाठी आमचे मॉडेल ट्यून करू देते.",
  "section-challenges-header": "काही सेकंदात तुमची स्वतःची आव्हाने लाँच करा",
  "section-challenges-text-1": "संबंधित सामग्रीसह ब्रँडवर रहा",
  "section-challenges-text-2": "जेव्हा वापरकर्त्यांनी सुरक्षा आवश्यकता पूर्ण करण्यासाठी आव्हान सोडवणे आवश्यक आहे, तेव्हा वापरकर्त्यासाठी आनंददायी आणि संबंधित कार्ये का तयार करू नये? आमच्या साध्या कस्टम चॅलेंज डिझायनरसह, तुम्ही काही मिनिटांत ऑन-ब्रँड आव्हान सामग्री लाँच करू शकता.",
  "section-integration-header": "थेट प्लॅटफॉर्म एकत्रीकरण",
  "section-integration-subheader": "वेब इन्फ्रास्ट्रक्चर कंपन्यांसाठी",
  "section-integration-text": "hCaptcha एंटरप्राइझ सिस्टीम त्याच्या डिझाइनमध्ये अद्वितीयपणे लवचिक आहे: जर तुम्ही सार्वजनिक क्लाउड चालवत असाल किंवा अनेक डेटा सेंटर्सचे मालक असाल तर ती तुमच्या नेटवर्कच्या काठावर अंशतः किंवा संपूर्णपणे तैनात केली जाऊ शकते. कठोर SLAs पूर्ण करण्यासाठी आमच्या 24/7 ऑन-कॉल कर्मचार्‍यांकडून व्यवस्थापनाचे सर्व फायदे राखून ठेवताना हे नाटकीयरित्या खर्च आणि ऑफ-नेटवर्क रहदारी कमी करू शकते.",
  "section-support-header": "तुम्ही आणि तुमच्या वापरकर्त्यांसाठी पोहोचण्यायोग्य कौशल्य आणि समर्थन",
  "section-support-text": "आमच्यासाठी सेवा ही सर्वोच्च प्राथमिकता आहे. आम्ही 24/7 ऑन-कॉल सपोर्ट राखतो आणि अंमलबजावणी दरम्यान आणि नंतर तुमच्या अभियांत्रिकी एकत्रीकरण कार्यसंघ आणि आमच्या ऑन-कॉल कर्मचार्‍यांशी थेट स्लॅक समन्वय ऑफर करतो.‍ आम्ही सोशल मीडिया, मंचांवर तुमच्या वापरकर्त्यांच्या प्रश्नांचे सक्रियपणे निरीक्षण करण्यासाठी आणि त्यांना प्रतिसाद देण्यासाठी देखील वचनबद्ध आहोत. , आणि आमचे इन-विजेट आणि ईमेल समर्थन चॅनेल. आम्ही प्रवेश करण्यायोग्य आणि प्रतिसाद देणारे आहोत आणि वापरकर्त्याच्या समाधानाला शीर्ष KPI मानतो.",
  "section-enterprise-header": "एंटरप्राइझ वैशिष्ट्ये",
  "section-enterprise-title-1": "जागतिक दर्जाचे अँटी-बॉट संरक्षण",
  "section-enterprise-desc-1": "वेब स्केलवर लढाई-चाचणी केली.",
  "section-enterprise-title-2": "उच्च अचूकता बॉट स्कोअर",
  "section-enterprise-desc-2": "विविध प्रकारचे वाईट कलाकार शोधा.",
  "section-enterprise-title-3": "शून्य घर्षण आणि 99.9% निष्क्रिय मोड",
  "section-enterprise-desc-3": "0.1% पेक्षा कमी वैध वापरकर्त्यांना आव्हान द्या.",
  "section-enterprise-title-4": "नियंत्रण आव्हान प्रकार दाखवले आहेत",
  "section-enterprise-desc-4": "निवडण्यासाठी प्रकारांची विस्तृत लायब्ररी.",
  "section-enterprise-title-5": "वापरलेली आव्हान सामग्री नियंत्रित करा",
  "section-enterprise-desc-5": "सातत्यपूर्ण वापरकर्ता अनुभवासह ब्रँडवर रहा.",
  "section-enterprise-title-6": "एंटरप्राइझ SLAs",
  "section-enterprise-desc-6": "खात्रीशीर विश्वासार्हता आणि जलद 24/7 ऑन-कॉल समर्थन.",
  "section-enterprise-title-7": "लेगसी ब्राउझर समर्थन",
  "section-enterprise-desc-7": "इंटरनेट एक्सप्लोरर 8 वर परत सर्व प्रकारे सुसंगत.",
  "section-enterprise-title-8": "प्रगत अहवाल डॅशबोर्ड आणि API",
  "section-enterprise-desc-8": "तुमच्या सर्व साइट्स आणि अॅप्सवर काय चालले आहे ते पहा.",
  "section-enterprise-title-9": "प्रत्येक देशात काम करते",
  "section-enterprise-desc-9": "reCAPTCHA च्या विपरीत, आम्ही प्रत्येक देशात काम करतो.",
  "section-enterprise-title-10": "GDPR, CCPA आणि LGPD-अनुकूल गोपनीयता धोरण",
  "section-enterprise-desc-10": "पहिल्या दिवसापासून गोपनीयतेसाठी डिझाइन केलेले. मजबूत डेटा प्रोसेसिंग करार.",
  "section-enterprise-title-11": "बारीकसारीक अडचणीची पातळी",
  "section-enterprise-desc-11": "तुमच्या वापराच्या केसमध्ये तंतोतंत बसण्यासाठी हे डायल करा.",
  "section-enterprise-title-12": "प्रथम-पक्ष होस्टिंग",
  "section-enterprise-desc-12": "सर्व विनंत्या आणि मालमत्ता hcaptcha.yourdomain.com वर जातात",
  "section-enterprise-title-13": "बहु-वापरकर्ता डॅशबोर्ड",
  "section-enterprise-desc-13": "तुमच्या टीममध्ये व्यवस्थापन शेअर करा.",
  "section-enterprise-title-14": "झटपट पडताळणी",
  "section-enterprise-desc-14": "0ms लेटन्सी: कोणत्याही API कॉलशिवाय hCaptcha टोकन सत्यापित करा.",
  "section-enterprise-title-15": "मोबाइल (iOS आणि Android) एकत्रीकरण",
  "section-enterprise-desc-15": "वेब, मूळ मोबाइल, मोबाइल वेबवर अखंड अनुभव. पूर्व-निर्मित एकत्रीकरण आणि मूळ SDK उपलब्ध.",
  "section-enterprise-title-16": "सानुकूलित अटी आणि गोपनीयता हमी",
  "section-enterprise-desc-16": "जेव्हा इतर कंपन्या करू शकत नाहीत तेव्हा तुमच्या कायदेशीर गरजा पूर्ण करा.",
  "presented-challlenges-head": "आव्हाने सादर केली",
  "presented-challenges-title-1": "तुलना",
  "presented-challenges-text-1": "क्वेरीशी जुळणार्‍या सर्व प्रतिमा निवडा",
  "presented-challenges-title-2": "बाउंडिंग बॉक्स",
  "presented-challenges-text-2": "वस्तूंसाठी बाउंडिंग क्षेत्र परिभाषित करा",
  "presented-challenges-title-3": "वर्गीकरण",
  "presented-challenges-text-3": "संबंधित लेबले ओळखा",
  "presented-challenges-subheader": "...आणि इतर साधी कामे. मानवांसाठी सोपे, बॉट्ससाठी कठीण.",
  "presented-challenges-subtext": "एंटरप्राइझ प्रकाशकांसाठी सानुकूल कार्ये देखील उपलब्ध आहेत.",
  "footer-header-1": "कंपनी",
  "footer-header-2": "संसाधने",
  "footer-header-3": "संपर्क करा",
  "footer-link-1": "लेबलिंग",
  "footer-link-2": "बद्दल",
  "footer-link-3": "नोकऱ्या",
  "footer-link-4": "ट्रेडमार्क",
  "footer-link-5": "ब्लॉग",
  "footer-link-6": "स्थिती",
  "footer-link-7": "दस्तऐवजीकरण",
  "footer-link-8": "उणिव कळवा",
  "footer-link-9": "प्रवेशयोग्यता",
  "footer-terms": "अटी",
  "footer-privacy": "गोपनीयता",
  "footer-attribution": "विशेषता",
  "footer-subheader-1": "सपोर्ट",
  "footer-subheader-2": "संपर्क करा",
  "switch-to-english-link": "इंग्रजीवर स्विच करा",
  "intro-heading-privacy": "गोपनीयतेसाठी डिझाइन केलेले.",
  "intro-subtitle-p1-privacy": " ऑनलाइन सुरक्षेसाठी एक अद्वितीय गोपनीयता-चालित दृष्टीकोन.",
  "info-head-2-pr": "ऑनलाइन क्रियाकलाप रेकॉर्ड करणे हे उत्तर नाही.",
  "info-text-1-pr": "hCaptcha Enterprise चा एकच उद्देश आहे: वाईट कलाकारांना तुमच्या ऑनलाइन ऑपरेशन्समध्ये व्यत्यय आणण्यापासून आणि तुमच्या वापरकर्त्यांना हानी पोहोचवण्यापासून रोखणे.",
  "info-text-2-pr": "अशा प्रकारे आमची प्रणाली वर्ग-अग्रणी सुरक्षितता राखून डेटा संकलन आणि धारणा कमी करण्यासाठी जमिनीपासून तयार करण्यात आली आहे. वापरकर्ता डेटा संरक्षित करण्याचा सर्वोत्तम मार्ग म्हणजे तो अजिबात संग्रहित करू नका.",
  "info-text-3-pr": "सर्व ग्राहक संबंध मजबूत डेटा प्रोसेसिंग कराराद्वारे देखील संरक्षित आहेत. तुमची सेवा किंवा तुमचे ग्राहक कुठेही राहतात तरीही hCaptcha सेवा सर्व गोपनीयता कायद्यांचे पालन करते. वैयक्तिक डेटा न ठेवल्याने इतर कंपन्यांपेक्षा आमच्यासाठी हे खूप सोपे होते.",
  "info-text-2-2-pr": "reCAPTCHA v3 सारख्या सेवा सांगतात की चांगल्या सुरक्षिततेसाठी त्यांचा ट्रॅकिंग पिक्सेल तुमच्या साइटच्या प्रत्येक पेजवर ठेवणे आवश्यक आहे. असे नाही.",
  "info-text-2-3-pr": "साधे वर्तणुकीचे विश्लेषण हे वाईट कलाकारांद्वारे सहजपणे बनावट सिग्नल आहे आणि आपल्या सर्व वैध रहदारीसाठी देखील ब्राउझिंग इतिहास राखून ठेवणे आवश्यक आहे.",
  "info-text-2-4-pr": "आम्ही जाहिरात नेटवर्क चालवत नाही आणि तुमच्या वापरकर्त्यांना जाहिराती विकण्यासाठी त्यांच्या वर्तनाचे निरीक्षण करण्यात आम्हाला रस नाही. याचा अर्थ आम्हाला तुमच्या साइटच्या प्रत्येक पृष्ठावर निष्क्रिय पिक्सेलची आवश्यकता नाही.",
  "info-text-2-5-pr": "आमचा चॅलेंज कोड जिथे आवश्यक असेल तिथेच जोडा आणि जिथे तुम्हाला आणि तुमच्या वापरकर्त्यांचे संरक्षण करणे अर्थपूर्ण आहे.",
  "info-head-3-pr": "मशीन लर्निंग उपयुक्त आहे. पण काम करण्यासाठी वैयक्तिक डेटा आवश्यक नाही.",
  "info-text-3-1-pr": "मशीन लर्निंग आता आपल्या जीवनाच्या जवळजवळ प्रत्येक पैलूवर प्रभाव पाडते, बहुतेक वेळा आपल्याला लक्षात येत नाही आणि पाहू शकत नाही. ऑनलाइन सुरक्षा सेवा यापेक्षा वेगळ्या नाहीत.",
  "info-text-3-2-pr": "हजारो सिग्नल शिकून, मॉडेल्स अनुमान काढू शकतात आणि दुर्भावनापूर्ण वर्तन शोधण्यात उच्च आत्मविश्वास मिळवू शकतात, जरी कोणताही वैयक्तिक सिग्नल समस्या दर्शविण्याइतका मजबूत नसला तरीही.",
  "info-text-3-3-pr": "तथापि, यापैकी काहीही वैयक्तिकरित्या ओळखण्यायोग्य माहिती (PII) वापरण्याची आवश्यकता नाही. आधुनिक क्रिप्टोग्राफिक तंत्रे आम्हाला कोणताही वैयक्तिक डेटा शक्य तितक्या लवकर टाकून देण्याची परवानगी देतात, त्याऐवजी एकतर्फी स्वाक्षरी तयार करतात जी कोणत्याही व्यक्तीशी जोडली जाऊ शकत नाहीत.",
  "info-text-3-4-pr": "डी-आयडेंटिफाइड डेटाचे प्रशिक्षण तसेच कार्य करते आणि सुरक्षितता किंवा गोपनीयतेशी तडजोड करण्याची आवश्यकता नाही. आमच्या ग्राहकांनी प्रायोगिक चाचण्या केल्या आहेत, आणि आम्हाला कमी खाजगी पर्यायांपेक्षा समान किंवा चांगले घोषित केले आहे.",
  "cloudflare-quote-text-privacy": "आम्हाला hCaptcha सोल्यूशन्सबद्दल अनेक गोष्टी आवडल्या: 1) ते वैयक्तिक डेटा विकत नाहीत; ते फक्त किमान आवश्यक वैयक्तिक डेटा संकलित करतात, ते संकलित केलेल्या माहितीचे आणि ते कसे वापरतात आणि/किंवा उघड करतात याचे वर्णन करण्यात ते पारदर्शक असतात.",
  "pilot-head": "कोणत्याही बंधनाशिवाय तुमच्या वातावरणात आम्हाला वापरून पहा.",
  "pilot-text-1a": "आम्ही अभियंते आहोत, विक्री करणारे नाही: तुम्ही तुमच्या निवडीबद्दल आनंदी व्हावे अशी आमची इच्छा आहे.",
  "pilot-text-1b": "तुमचे समाधान सुनिश्चित करण्याचा सर्वोत्तम मार्ग म्हणजे आम्ही तुमच्या गरजा पूर्ण करतो हे दाखवणे.",
  "pilot-text-1c": "अक्षरशः पायलट सुरू करणाऱ्या सर्व कंपन्या शेवटी आमचे उपाय निवडतात.",
  "pilot-text-1d": "आमच्या तांत्रिक तज्ञांपैकी एकापर्यंत पोहोचण्यासाठी हा फॉर्म वापरा. आम्ही पटकन प्रतिसाद देतो.",
  "pilot-text-1e": "तुम्ही आम्हाला थेट ईमेल देखील करू शकता.",
  "pilot-email-details": "तपशील येथे आहेत.",
  "pilot-f1": "प्रदेश",
  "pilot-f2": "तुमचे नाव",
  "pilot-f3": "तुमचे नाव",
  "pilot-f4": "व्यवसाय ईमेल",
  "pilot-f5": "आमच्याकडे इतर काही तपशील असावेत?",
  "pilot-f6": "तुम्हाला तातडीने ऑनबोर्डिंग आवश्यक आहे का?",
  "pilot-f7": "होय.",
  "pilot-f8": "माझ्यावर हल्ला झाला आहे आणि मला त्वरित ऑनबोर्डिंगची आवश्यकता आहे.",
  "pilot-f9": "प्रस्तुत करणे",
  "pilot-f10": "तुमचा ईमेल टाकून, तुम्ही आमच्या अटी आणि गोपनीयता धोरणाला आणि आमच्याकडून ईमेल प्राप्त करण्यास सहमती देता.",
  "pilot-fo-1": "एकत्रीकरण सोपे असू शकत नाही.",
  "pilot-fo-2": "hCaptcha मध्ये तुम्ही वापरत असलेल्या फ्रंटएंड आणि बॅकएंड सिस्टमसाठी डझनभर पूर्व-निर्मित एकत्रीकरण आहेत.",
  "pilot-fo-3": "तुम्ही Google च्या reCAPTCHA वरून येत असल्यास, आमचे API ड्रॉप-इन बदली आहेत. कोडच्या तीन ओळी आपल्याला आवश्यक आहेत.",
  "pilot-fo-4": "आमचे ऑनबोर्डिंग अभियंते तुम्हाला रिअॅक्ट इंटिग्रेशन, iOS नेटिव्ह अॅप्ससाठी SDKs, Java बॅकएंड उदाहरण किंवा इतर कोणत्याही परिस्थितीची आवश्यकता असली तरीही तुम्हाला त्वरीत पुढे जाण्यास मदत करू शकतात.",
  "pilot-fo-5": "आणि नेहमीप्रमाणेच, आमच्यासाठी गोपनीयता हे मुख्य मूल्य आहे. आमचा चॅलेंज कोड जिथे आवश्यक असेल तिथेच जोडा आणि जिथे तुम्हाला आणि तुमच्या वापरकर्त्यांचे संरक्षण करण्यात अर्थ आहे. डेटा संकलन कमी करणे एकत्रीकरणाच्या क्षणापासून सुरू होते.",
  "pilot-fdone": "धन्यवाद. आम्ही लवकरच संपर्कात राहू.",
  "home-ent-2-new": "आमच्या एंटरप्राइझ सोल्यूशनबद्दल अधिक जाणून घ्या.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise सोल्यूशन्स वर्ग-अग्रणी सुरक्षा प्रदान करतात आणि अनेक शीर्ष ऑनलाइन सेवांचे संरक्षण करतात.",
  "home-plans-button-2-new": "अधिक जाणून घ्या",
  "header-enterprise-link": "उपक्रम",
  "sales-interstitial-c1b-new": "hCaptcha Enterprise बद्दल अधिक जाणून घ्या"
}
