{
    "1031855757": "या साइटचा वापर",
    "1034830": "Dodd-Frank Wall Street Reform and Consumer Protection Act (सार्वजनिक कायदा 111-203) द्वारे प्रदान केल्यानुसार पूर्वनिश्चित लवाद कराराच्या अधीन नसलेले विवाद यातून वगळण्यात आले आहेत.",
    "1064537632": "कृपया लक्षात घ्या की तुमचा आमच्या सेवेचा वापर आमच्या डेटा प्रोसेसिंग कराराद्वारे नियंत्रित केला जातो, जो येथे संदर्भानुसार समाविष्ट केला आहे. आम्ही तुमच्या वतीने वैयक्तिक डेटावर प्रक्रिया कशी करतो हे पाहण्यासाठी कृपया या कराराचे पुनरावलोकन करा. लक्षात ठेवा की आम्ही EU जनरल डेटा प्रोटेक्शन रेग्युलेशनच्या उद्देशांसाठी \"डेटा प्रोसेसर\" आणि कॅलिफोर्निया ग्राहक गोपनीयता कायद्याच्या उद्देशासाठी \"सेवा प्रदाता\" म्हणून काम करतो.",
    "1095532507": "कुकी (\"कुकी\") ही एक लहान मजकूर फाइल आहे जी वेब पृष्ठ सर्व्हरद्वारे तुमच्या हार्ड ड्राइव्हवर ठेवली जाते. कुकीजमध्ये अशी माहिती असते जी नंतर तुम्हाला कुकी जारी करणाऱ्या डोमेनमधील वेब सर्व्हरद्वारे वाचली जाऊ शकते. काही कुकीज फक्त तुम्ही काही वैशिष्ट्ये वापरल्यास किंवा विशिष्ट प्राधान्ये निवडल्यासच वापरल्या जातील आणि काही कुकीज नेहमी वापरल्या जातील. खाली आमची वर्तमान कुकी सूची पाहून तुम्ही प्रत्येक कुकीबद्दल अधिक जाणून घेऊ शकता.",
    "1158384644": "तुम्ही आमची वेबसाइट वापरणे बंद करणे कधीही निवडू शकता, परंतु तुम्ही सर्व लागू IMI धोरणांचे पालन केले पाहिजे. आम्ही, आमच्या विवेकबुद्धीनुसार, हा करार संपुष्टात आणू शकतो, आमच्या वेबसाइटवर प्रवेश निलंबित करू शकतो किंवा कोणत्याही कारणास्तव सूचना न देता कोणतीही सेवा त्वरित काढून टाकू शकतो.",
    "1300074400": "कंपनीच्या सध्याच्या व्यवस्थापनाविषयी माहिती बद्दल पृष्ठावर मिळू शकते. कंपनीचे वर्तमान सीईओ हे सामग्रीसाठी जबाबदार व्यवस्थापकीय संचालक आहेत.",
    "1395644678": "ऑनलाइन विवाद निराकरणासाठी युरोपियन कमिशनची अधिकृत वेबसाइट:",
    "148542287": "हा कायदेशीर सल्ला नाही आणि या विश्लेषणाबाबत कोणतीही हमी दिली जात नाही. आपल्याकडे अतिरिक्त प्रश्न किंवा समस्या असल्यास, कृपया आमच्याशी येथे संपर्क साधा:",
    "1527172673": "या कुकी धोरणाबद्दल तुम्हाला काही प्रश्न असल्यास, कृपया आमच्याशी येथे संपर्क साधा:",
    "1535054294": "कृपया त्यांचे तपशीलवार धोरण पहा",
    "1747657936": "आमच्या साइट्स आणि सेवा 13 वर्षांखालील मुलांसाठी निर्देशित केल्या जात नाहीत आणि आम्ही 13 वर्षांखालील मुलांकडून जाणूनबुजून वैयक्तिक माहिती गोळा करत नाही. जर आम्हाला कळले की आम्ही 13 वर्षाखालील मुलाची वैयक्तिक माहिती गोळा केली आहे, तर आम्ही आमच्या फायलींमधून अशी माहिती हटवण्याची वाजवी पावले शक्य तितक्या लवकर, आमच्याकडे ती राखून ठेवण्याचे कायदेशीर बंधन असल्याशिवाय. 13 वर्षांपेक्षा कमी वयाच्या मुलाकडून किंवा त्याबद्दल आमच्याकडे कोणतीही माहिती असल्याचे तुम्हाला वाटत असल्यास कृपया आमच्याशी संपर्क साधा:",
    "1807512722": "तुम्‍ही या वेबसाइटच्‍या वापरामुळे उद्भवणारा कोणताही दावा प्रशासकीय एजन्सीकडे आणू शकता परंतु लवाद करण्‍याचा करार नसतानाही लागू कायदा अशा एजन्सीला प्रवेशाची परवानगी देतो. अशा प्रशासकीय दाव्यांमध्ये समान रोजगार संधी आयोग, यूएस डिपार्टमेंट ऑफ लेबर आणि नॅशनल लेबर रिलेशन बोर्ड यांच्यासमोर मर्यादा नसलेले दावे किंवा शुल्क समाविष्ट आहे. लवादामध्ये दावा करण्यापूर्वी प्रशासकीय उपाय संपवण्याची तुमची जबाबदारी पूर्ण करण्यासाठी या खंडातील कोणतीही गोष्ट तुम्हाला कोणत्याही एजन्सीसमोर प्रशासकीय दावा आणण्यापासून रोखेल किंवा माफ करेल असे मानले जाणार नाही, तथापि, तुम्ही याद्वारे कोणत्याही आर्थिक निवाड्याचा अधिकार सोडून देता. एजन्सीची कार्यवाही.",
    "2238885192": "जेव्हा वापरकर्त्याला एखादी त्रुटी येते तेव्हा डीबगिंग डेटा गोळा करण्यासाठी आम्ही सेंट्रीचा वापर करतो. सेंटरी डेटा कसा संकलित करतो आणि त्यावर प्रक्रिया करतो याबद्दल माहितीसाठी:",
    "2520904193": "वर्ग, सामूहिक किंवा प्रातिनिधिक कृती म्‍हणून कोणताही विवाद आणण्‍याचा, ऐकण्‍याचा किंवा लवाद करण्‍याचा तुम्‍हाला असलेला कोणताही अधिकार तुम्ही सोडून देता. या करारामध्ये समाविष्ट असलेल्या इतर कोणत्याही कलमाला न जुमानता, मागील वाक्य कोणत्याही परिस्थितीत या करारापासून वेगळे करता येणार नाही. या माफीचा सर्व किंवा काही भाग लागू करण्यायोग्य, बेकायदेशीर, निरर्थक किंवा रद्द करण्यायोग्य आहे असा कोणताही दावा केवळ सक्षम अधिकारक्षेत्राच्या न्यायालयाद्वारे निर्धारित केला जाऊ शकतो आणि लवादाद्वारे नाही. नॅशनल लेबर रिलेशन अ‍ॅक्टच्या कलम 7 अंतर्गत तुम्ही तुमच्या अधिकारांचा वापर केल्यामुळे किंवा कोणत्याही फोरममध्ये वर्ग, सामूहिक किंवा प्रातिनिधिक कृती दाखल करून किंवा त्यात सहभागी झाल्यामुळे तुमच्याविरुद्ध बदला घेतला जाणार नाही किंवा आमच्या वेबसाइटवरील कार्ये पूर्ण करण्यापासून रोखले जाणार नाही. , परंतु आम्ही कायद्याने या वर्ग कृती माफीची अंमलबजावणी करू शकतो आणि अशा वर्ग, सामूहिक किंवा प्रातिनिधिक कृती किंवा दावे डिसमिस करू शकतो.",
    "2577178569": "3. काटेकोरपणे आवश्यक तांत्रिक हेतूंसाठी वापरले: प्रवेशयोग्यता वापरकर्ता वापर सक्षम करते.",
    "2583888954": "अपवाद.",
    "263977834": "प्रशासकीय थकवा.",
    "2657277322": "तुम्हाला काही प्रश्न असल्यास, कृपया आमच्याशी येथे संपर्क साधा:",
    "271333468": "आम्ही संकलित आणि संचयित करत असलेल्या माहितीचे संरक्षण करण्यासाठी आम्ही योग्य तांत्रिक आणि संस्थात्मक उपाय अंमलात आणतो आणि आमच्या वतीने आमची प्रक्रिया करणार्‍या सर्व एजंटांनी ते करणे आवश्यक आहे. दुर्दैवाने, कोणतेही सुरक्षा उपाय 100% निर्दोष नाहीत, आणि म्हणून कोणतेही नेटवर्क किंवा सिस्टम (आमच्यासह) विनाश, तोटा, बदल, अनधिकृत प्रकटीकरण किंवा आम्ही संकलित आणि संग्रहित केलेल्या माहितीच्या प्रवेशापासून 100% सुरक्षित असल्याची हमी दिली जाऊ शकत नाही. तुमची माहिती कोणत्याही कारणास्तव सुरक्षित नसेल असे तुम्हाला वाटत असल्यास, कृपया आमच्याशी त्वरित येथे संपर्क साधा:",
    "2763011087": "ग्राहक विवाद निराकरण घटकासमोर ग्राहक विवादांसाठी पर्यायी विवाद निराकरण करण्यासाठी IMI वचनबद्ध नाही किंवा त्यात सहभागी होण्यास बांधील नाही.",
    "2927283721": "आमच्या वेबसाइटवर कार्ये करून, तुम्ही आमच्या गोपनीयता धोरणानुसार तुमच्या वैयक्तिक माहितीचे संकलन, वापर आणि प्रकटीकरण अधिकृत करता. या व्यतिरिक्त, आम्ही तुमच्या आणि तुमच्या पूर्ण केलेल्या कार्यांबद्दल काही माहिती विनंतीकर्त्याला सामायिक करू शकतो ज्यांची कार्ये तुम्ही सेवा संबंध सुलभ करण्यासाठी आणि वेबसाइट सुधारण्यासाठी पूर्ण केली आहेत, उदाहरणार्थ, योगदानकर्ता आयडी, पूर्ण केलेल्या कार्यांचे परिणाम आणि संबंधित इतर गुणधर्मांसह तुमची पात्रता, भाषा, कौशल्ये आणि वेबसाइटचा वापर.",
    "2943815316": "आम्ही ही सूची वेळोवेळी अद्यतनित करतो, त्यामुळे अद्याप सूचीबद्ध नसलेल्या अतिरिक्त कुकीज असू शकतात. वेब बीकन्स, टॅग आणि स्क्रिप्टचा वापर साइट्समध्ये किंवा ईमेलमध्ये कुकीज वितरीत करण्यासाठी, भेटी मोजण्यासाठी, वापर आणि मोहिमेची प्रभावीता समजून घेण्यासाठी आणि ईमेल उघडण्यात आला आहे की नाही हे निर्धारित करण्यात मदत करण्यासाठी वापरला जाऊ शकतो. आमच्या सेवा/विश्लेषण प्रदात्यांद्वारे या तंत्रज्ञानाच्या वापरावर आधारित आम्हाला वैयक्तिक आणि एकत्रित आधारावर अहवाल प्राप्त होऊ शकतात.",
    "3040062804": "या कलमांतर्गत कोणतीही लवादाची कार्यवाही डीफॉल्टनुसार कॅलिफोर्निया राज्यामध्ये केली जाईल, जोपर्यंत तुम्ही युनायटेड स्टेट्स बाहेर रहात नाही, अशा परिस्थितीत लवाद संपूर्णपणे इलेक्ट्रॉनिक किंवा टेलिफोनद्वारे होईल. प्रत्येक पक्षाने लेखी सहमती दिल्यास लवाद इतर कोणत्याही ठिकाणी होऊ शकतो. त्याचे स्थान काहीही असले तरी, कोणताही पक्ष थेट व्हिडिओ किंवा टेलिकॉन्फरन्सद्वारे लवादामध्ये उपस्थित राहण्याची निवड करू शकतो.",
    "3091247030": "वर्ग कृती माफी.",
    "3102490587": "क्लास अॅक्शन वेव्हर वगळता, या लवादाच्या कलमाचा कोणताही टर्म किंवा तरतूद किंवा काही भाग निरर्थक किंवा अंमलात आणण्यायोग्य घोषित केल्यास ते खंडित केले जाईल आणि उर्वरित लवाद कलम लागू करण्यायोग्य असेल.",
    "3187946010": "या पृष्ठांवरील सर्व मजकूर, प्रतिमा, ग्राफिकल अॅनिमेशन, व्हिडिओ, संगीत, ध्वनी आणि इतर सामग्री IMI किंवा तृतीय पक्षांद्वारे निर्दिष्ट असल्यास कॉपीराइट कायद्यांतर्गत संरक्षित आहेत. वाजवी वाजवी वापरापेक्षा जास्त अशा पद्धतीने व्यावसायिक वापरासाठी ही सामग्री कॉपी करणे किंवा सुधारणे निषिद्ध आहे.",
    "3199694247": "वेगळेपणा.",
    "3302832698": "वैकल्पिक विवाद निराकरण आवश्यक आहे.",
    "3361191778": "इंटरनेट पृष्ठांवर प्रदान केलेली माहिती वैयक्तिक सल्ल्याचे प्रतिनिधित्व करत नाही आणि ती बदलू शकत नाही. तुम्हाला वैयक्तिक सल्ला हवा असल्यास, कृपया आमच्या सपोर्ट स्टाफशी संपर्क साधा.",
    "3493572638": "खर्च आणि फी.",
    "3794239003": "लवाद प्रक्रिया.",
    "3885459114": "तुम्ही तुमच्या वेब ब्राउझरमध्ये तयार केलेल्या कार्यक्षमतेद्वारे कुकीजचा वापर सक्रिय किंवा नंतर निष्क्रिय करू शकता. तुम्हाला कुकीज बद्दल अधिक जाणून घ्यायचे असल्यास, किंवा त्या कशा नियंत्रित करायच्या, अक्षम कराव्या किंवा कशा हटवायच्या, कृपया तपशीलवार मार्गदर्शनासाठी https://www.knowcookies.com/ ला भेट द्या.",
    "3956117148": "या धोरणात वर्णन केल्याप्रमाणे hCaptcha.com आणि BotStop.com वेबसाइट्स (साइट्स) मध्ये अतिरिक्त कुकीज समाविष्ट असू शकतात.",
    "4193379787": "या कराराखालील सर्व लवाद अमेरिकन लवाद संघटनेच्या नियमांनुसार किंवा परस्पर सहमत असलेल्या लवाद सेवेद्वारे आयोजित केले जातील. लवाद हा पर्यायी स्ट्राइकद्वारे कमीत कमी सात (7) नावांच्या यादीतून निवडलेला यूएस लवाद असेल. लवादामध्ये, प्रत्येक पक्षाला पुरेसा नागरी शोध घेण्याचा, विवादास्पद हालचाली आणण्याचा आणि त्यांचे खटले आणि बचाव सादर करण्यासाठी आवश्यकतेनुसार साक्षीदार आणि पुरावे सादर करण्याचा अधिकार असेल आणि या संदर्भातील कोणतेही विवाद लवादाद्वारे सोडवले जातील. विवादाचे निराकरण केवळ दावे आणि बचाव पक्षांचे नियमन करणार्‍या कायद्यावर आधारित असेल आणि लवाद अशा नियंत्रण कायद्याशिवाय इतर कोणत्याही आधाराची मागणी करू शकत नाही. लवादाच्या क्षमतेनुसार कार्य करताना लवादाला न्यायिक उत्तरदायित्वापासून न्यायिक अधिकार्‍याची प्रतिकारशक्ती असते, जी प्रतिकारशक्ती इतर कोणत्याही विद्यमान प्रतिकारशक्तीला पूरक असते. पुरस्कारांमध्ये लवादाचे लिखित तर्कसंगत मत समाविष्ट करणे आवश्यक आहे. तुम्ही IMI विरुद्ध किंवा IMI तुमच्या विरुद्ध असलेल्या कोणत्याही दाव्याच्या ज्युरीद्वारे खटल्याचा तुमचा अधिकार सोडून देता. या कलमांतर्गत कोणताही दावा मर्यादा कालावधीच्या लागू कायद्यात आणला जाणे आवश्यक आहे. युनायटेड स्टेट्स फेडरल लवाद कायदा या कलमाला नियंत्रित करतो आणि तुम्ही कबूल करता की हा करार वाणिज्यमधील व्यवहाराचा पुरावा देतो.",
    "470943029": "या गोपनीयता धोरणाबद्दल तुम्हाला काही प्रश्न असल्यास, कृपया आमच्याशी येथे संपर्क साधा:",
    "498769698": "तुम्ही तुमच्या इंटिग्रेटर, ग्राहक किंवा प्रवेशयोग्यता वापरकर्ता खात्याद्वारे (तुम्ही इंटिग्रेटर, ग्राहक किंवा प्रवेशयोग्यता वापरकर्ता असल्यास) आम्हाला प्रदान केलेली काही वैयक्तिक माहिती तुम्ही ऍक्सेस करू शकता, दुरुस्त करू शकता, सुधारू शकता किंवा हटवू शकता. तुम्ही तसे करण्यास अक्षम असल्यास, किंवा आम्ही तुमच्याबद्दल गोळा केलेल्या आणि/किंवा शेअर केलेल्या वैयक्तिक माहितीबद्दल काही प्रश्न असल्यास, किंवा आमच्या प्रक्रियेसाठी तुमची संमती काढून घेऊ इच्छित असल्यास (म्हणजे तुमचे खाते पूर्णपणे हटवा) कृपया आमच्याशी येथे संपर्क साधा:",
    "537881751": "hCaptcha मध्ये आपले स्वागत आहे! हे गोपनीयता धोरण आमच्या www.hcaptcha वरील वेबसाइटद्वारे आमच्या माहितीचे संकलन, वापर आणि प्रकटीकरण (खाली परिभाषित केलेल्या वैयक्तिक माहितीसह) संदर्भात Intuition Machines, Inc. (\"IMI\", \"आम्ही\" किंवा \"आमच्या\") च्या पद्धतींचे वर्णन करते. .com आणि आम्ही वापरत असलेले इतर कोणतेही सबडोमेन किंवा डोमेन (\"साइट्स\") आणि hCaptcha ऍप्लिकेशन प्रोग्राम इंटरफेस आणि संबंधित सॉफ्टवेअर आणि साहित्य (एकत्रितपणे, \"सेवा\").",
    "561456032": "तुम्ही सहमत आहात की तुमच्या सेवेच्या वापरामुळे उद्भवलेल्या किंवा संबंधित असलेल्या कोणत्याही विवादासाठी, तुम्ही IMI साठी कार्य करण्यास सुरुवात केल्यापासून उद्भवलेल्या कोणत्याही विवादासह, आणि विशेषत: तुम्ही म्हणून वर्गीकृत आहात की नाही याच्याशी संबंधित कोणत्याही दाव्याचा समावेश आहे. एक स्वतंत्र कंत्राटदार, तुम्ही प्रथम IMI विरुद्ध तुमच्या दाव्याबद्दल सूचित कराल. त्यानंतर तुम्ही आणि IMI थेट वाटाघाटीद्वारे किंवा मध्यस्थीद्वारे समस्येचे निराकरण करण्याचा प्रयत्न कराल. आम्ही मध्यस्थीची किंमत समान प्रमाणात विभाजित करू आणि सहमती दर्शवू की मध्यस्थी टेलिफोनिक किंवा इतर इलेक्ट्रॉनिक माध्यमांद्वारे केली जाईल. अनौपचारिक वाटाघाटी किंवा मध्यस्थीनंतर दावा न सोडवल्यास, तुम्ही सहमत आहात की तुम्ही आणि IMI विवादाचे निराकरण करण्यासाठी अंतिम आणि बंधनकारक लवादाचा वापर कराल. हे कलम तुम्ही आमची वेबसाइट वापरण्यास सुरुवात केल्यापासून सर्व दावे पूर्वलक्षीपणे नियंत्रित करते, मग ते कॅलिफोर्निया फेअर एम्प्लॉयमेंट अँड हाऊसिंग कायद्यावर आधारित असले तरीही, भेदभाव आणि छळाचे कोणतेही दावे, टोर्ट, करार, कायद्यावर आधारित असले तरी, परंतु इतकेच मर्यादित नाहीत. , 1964 च्या नागरी हक्क कायद्याचे शीर्षक VII, सुधारित केल्याप्रमाणे, किंवा इतर कोणतेही राज्य किंवा फेडरल कायदा किंवा नियमन, न्याय्य कायदा किंवा अन्यथा.",
    "658775471": "आमची वेब रहदारी ऑप्टिमाइझ करण्यासाठी आम्ही क्लाउडफ्लेअर वापरतो. क्लाउडफ्लेअर डेटा कसा संकलित करते आणि त्यावर प्रक्रिया करते याबद्दल माहितीसाठी:",
    "702926385": "वकिलाचे शुल्क कायद्याने स्पष्टपणे प्रदान केले आहे त्या मर्यादेशिवाय, अशा कोणत्याही लवादामध्ये कायदेशीर प्रतिनिधित्वासाठी पक्ष प्रत्येकाने त्यांचे संबंधित खर्च उचलतील. पक्ष मध्यस्थांकडून आकारले जाणारे कोणतेही प्रारंभिक प्रशासकीय शुल्क विभाजित करतील, तुमच्यासाठी कमाल दोनशे पन्नास डॉलर्स (US$250.00) पर्यंत. मध्यस्थ आणि कोर्ट रिपोर्टरचा खर्च, जर असेल तर, सुरुवातीला आम्ही उचलला जाईल; तथापि, लवादाकडे कायद्याने प्रदान केल्याप्रमाणे, प्रचलित पक्षाला योग्य खर्च देण्याचा आणि/किंवा पक्षकारांना मध्यस्थ आणि/किंवा कोर्ट रिपोर्टरशी संबंधित खर्चाचे विभाजन करण्याची आवश्यकता असेल.",
    "720059527": "2. काटेकोरपणे आवश्यक तांत्रिक हेतूंसाठी वापरला जातो: लोड बॅलेंसिंग, रूटिंग.",
    "74538881": "या वेबसाइटची जबाबदारी",
    "996430331": "लवादाचे स्थान.",
    "211351380": "ब्लॉगवरून:",
    "3153117136": "hCaptcha अडचण सेटिंग्ज कसे कार्य करतात",
    "2915355938": "प्रवेशयोग्यता",
    "793784899": "योजना",
    "2671622670": "उपक्रम",
    "3527140447": "डॉक्स",
    "505891021": "लेबलिंग सेवा",
    "692176459": "लॉग इन करा",
    "1892574253": "साइन अप करा",
    "2593864519": "अधिक बॉट्स थांबवा. वापरकर्त्याच्या गोपनीयतेचे संरक्षण करण्यास प्रारंभ करा.",
    "4007826952": "वेब, मोबाइल आणि अधिकसाठी #1 गोपनीयता-प्रथम कॅप्चा.",
    "3721365241": "प्रयत्न",
    "3753956446": "फुकट",
    "3276777569": "hCaptcha",
    "55035359": "सध्या reCAPTCHA वापरत आहात?",
    "3417372336": "मिनिटांत स्विच करा",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "शीर्ष ऑनलाइन सेवांवर अवलंबून असतात",
    "1470290349": "सर्वोत्तम श्रेणीतील बॉट आणि फसवणूक व्यवस्थापनासाठी.",
    "3714002185": "hCaptcha Enterprise बद्दल अधिक जाणून घ्या",
    "3946753128": "खाजगी. सुरक्षित. जलद.",
    "939665604": "गोपनीयता केंद्रित",
    "780475098": "जाहिरात नेटवर्क तुमच्या अभ्यागतांना उत्पादन म्हणून पाहतात. आम्हाला फक्त भेट चांगली की वाईट याची काळजी असते. hCaptcha GDPR, CCPA, LGPD, PIPL आणि इतर जागतिक डेटा कायद्यांचे पालन करते.",
    "219813583": "सुरक्षा प्रथम",
    "2714878440": "आमच्या प्रगत मशीन लर्निंग आणि मानवता पडताळणीसह स्क्रॅपिंग, अकाउंट टेकओव्हर, क्रेडेंशियल स्टफिंग आणि स्पॅमपासून तुमच्या सेवांचे संरक्षण करा.",
    "1397766838": "उत्तम वापरकर्ता अनुभव",
    "2670352917": "hCaptcha अधिक विश्वासार्ह बॉट डिटेक्शन प्रदान करते आणि मानवांसाठी ते सोडवणे सोपे आहे.",
    "2806751666": "hCaptcha म्हणजे काय?",
    "3096063825": "प्रयत्न कर",
    "2968026167": "तुमची आवडती भाजी",
    "713281684": "वांगं",
    "4147497805": "गाजर",
    "3758963444": "धन्यवाद! तुमचे सबमिशन प्राप्त झाले आहे!",
    "1070364246": "अरेरे! फॉर्म सबमिट करताना काहीतरी चूक झाली.",
    "1129833879": "दुर्भावनापूर्ण बॉट्स थांबवा, वापरकर्त्याच्या गोपनीयतेचे रक्षण करा",
    "58091799": "hCaptcha Publisher आणि Enterprise बद्दल अधिक जाणून घ्या",
    "1599610318": "प्रकाशक",
    "3093388779": "hCaptcha कोणत्याही आकाराच्या प्रकाशकांसाठी वापरण्यासाठी विनामूल्य आहे",
    "179723061": "वर्ग-अग्रणी सुरक्षा आवश्यक असलेल्या संघांसाठी अधिक नियंत्रण",
    "846501387": "जागतिक दर्जाचे बॉट संरक्षण",
    "119298044": "प्रगत स्वयं-पर्यवेक्षित ML आणि AI तंत्रज्ञान तुमच्या वेब गुणधर्मांचे धोके आणि हल्ल्यांपासून संरक्षण करतात",
    "1263998069": "मानवी निराकरणासाठी बक्षिसे मिळवा",
    "1103295010": "जेव्हा लोक कॅप्चा सोडवतात तेव्हा पैसे कमवा किंवा धर्मादाय करा",
    "392886773": "प्रत्येक देशात काम करते",
    "2320894364": "200 हून अधिक गुणांसह, hCaptcha चे क्लाउड जगभरातील तुमच्या मालमत्तेचे संरक्षण करते",
    "451701069": "GDPR, CCPA चे पालन करते,",
    "2826051554": "आणि अधिक",
    "3530599065": "गोपनीयता जमिनीपासून तयार केली जाते. hCaptcha कोणतेही PII राखून ठेवत नाही आणि अनेक गोपनीयता आदेश आणि नियमांचे पालन करते.",
    "2489287539": "घर्षण-मुक्त “कॅप्चा नाही” आणि 99.9% निष्क्रिय मोड",
    "793242047": "ऍप्लिकेशन्समध्ये जलद प्रवेशासाठी अनुमती देण्यासाठी वापरकर्त्यांना सादर केलेली आव्हाने कमी करा",
    "4195759329": "बॉट शोध आणि जोखीम स्कोअर",
    "1150035777": "अत्याधुनिक मशीन लर्निंग मॉडेल प्रश्नांची उत्तरे बरोबर दिली गेली की नाही या पलीकडे अनेक डेटा पॉइंट्सवर आधारित बॉट कॉन्फिडन्स स्कोअर व्युत्पन्न करतात",
    "3688621388": "धमकीच्या स्वाक्षऱ्या",
    "1131525092": "संबंधित फसवणूक आणि गैरवापर शोधण्यासाठी आणि थांबवण्यासाठी आमच्या गोपनीयता-संरक्षण स्कोप्ड UIDs द्वारे वाईट कलाकारांना एकत्रितपणे एकत्रित करा.",
    "1559631739": "खाजगी शिक्षण",
    "3952259236": "तुमचा आंधळा डेटा hCaptcha च्या हजारो सिग्नलसह एकत्र करा hCaptcha वर्तनाच्या वर्गांवर प्रशिक्षित करण्यासाठी -- फक्त तुमच्या उदाहरणासाठी -- दुर्भावनापूर्ण वर्तनाचा अंदाज लावण्यासाठी एकट्या उपायापेक्षा चांगले.",
    "1150963691": "APT शमन",
    "4083018285": "अत्याधुनिक सततच्या धोक्यांना संबोधित करण्यासाठी वर्धित SOC मॉनिटरिंग आणि प्रतिसादासह एकत्रित केलेल्या विस्तारित वैशिष्ट्यांचा संच",
    "3160820928": "समन्वित आक्रमण संरक्षण",
    "1849805607": "hCaptcha तुमच्या नेटवर्कमध्ये घुसखोरी करण्यासाठी डिझाइन केलेल्या धोक्यांपासून संरक्षण करते",
    "1958297836": "समन्वित हल्ला संरक्षण आणि APT शमन",
    "1300485304": "hCaptcha तुमच्या नेटवर्कमध्ये घुसखोरी करण्यासाठी डिझाइन केलेल्या प्रगत धोक्यांपासून संरक्षण करते",
    "2698640210": "नियंत्रण आव्हाने आणि प्रकार दाखवले आहेत",
    "3121248460": "तुमच्या अपेक्षित प्रेक्षकांसाठी - साध्या ते जटिल - असीम वैविध्यपूर्ण सानुकूल आव्हाने प्रदर्शित करा",
    "3807059944": "वापरलेली आव्हान सामग्री नियंत्रित करा",
    "2707282231": "तुमच्या वापरकर्त्यांसाठी आव्हाने सानुकूलित करा. सांगकामे सोडवणे आणि प्रवेश करणे अशक्य करा.",
    "4194763679": "बारीकसारीक अडचणीची पातळी",
    "3730038780": "वापरकर्त्यांना सोडवण्‍यासाठी जवळपास असीम आव्हानांमधून निवडा",
    "1849717906": "आपल्या स्वतःच्या आव्हान सामग्रीसह सानुकूलित करा",
    "1508655687": "प्रवेश सुलभ करण्यासाठी किंवा प्रतिबंधित करण्यासाठी तुमच्या प्रेक्षकांसाठी तयार केलेली तुमची स्वतःची आव्हाने जोडा",
    "3620442880": "फ्लॅश विक्री संरक्षण वैशिष्ट्ये",
    "3265895521": "दिवसाच्या वेळेनुसार आव्हान अडचण वाढवा आणि कमी करा",
    "1485807325": "एकाधिक-वापरकर्ता डॅशबोर्ड, SAML SSO",
    "359073033": "डॅशबोर्ड क्रियाकलापांचे उच्च-स्तरीय किंवा सूक्ष्म दृश्ये वितरीत करतात.",
    "4272454814": "तुमच्या पसंतीच्या ओळख प्रदात्याशी समाकलित व्हा.",
    "1141402092": "प्रगत अहवाल वैशिष्ट्ये",
    "910989640": "क्रियाकलापांचे तपशीलवार आणि सानुकूलित अहवाल तयार करा",
    "3768951251": "एंटरप्राइझ SLAs",
    "1014004474": "hCaptcha च्या एंटरप्राइझ योजना तुमची संस्था संरक्षित ठेवण्यासाठी प्रगत सेवा-स्तरीय करार ऑफर करतात",
    "1177598246": "विक्रीशी संपर्क साधा",
    "1067704102": "डेटा लेबलिंगमधील मूल्य",
    "3065000659": "प्रत्येक वेळी जेव्हा तुम्ही \"कारवर क्लिक करता\" तेव्हा तुम्ही एकट्याला प्रशिक्षित करण्यात मदत करत आहात याची तुम्हाला जाणीव झाली",
    "3235430156": "कंपनीची मशीन लर्निंग सिस्टीम मोफत?",
    "1549336309": "hCaptcha हे मॉडेल फिरवते. तुम्ही hCaptcha वापरता तेव्हा, कंपन्या तुमचे वापरकर्ते करत असलेल्या कामावर बोली लावतात कारण ते त्यांची मानवता सिद्ध करतात. तुम्हाला बक्षिसे मिळतात.",
    "3725880582": "धर्मादाय परत द्या",
    "1671436004": "तुमच्या आवडत्या धर्मादाय संस्थेला परत देऊ इच्छिता?",
    "1663628612": "तुम्हाला करू देते",
    "4272088465": "ते वापरून तुम्हाला मिळणाऱ्या कमाईसह तुमच्या आवडीच्या धर्मादाय संस्था.",
    "2894845722": "तुमच्या साइटवरील वापरकर्ते लवकरच hCaptcha इंटरफेसवर विवेकपूर्ण ब्रँडिंगद्वारे धर्मादाय कार्यासाठी तुमचे योगदान पाहण्यास सक्षम असतील.",
    "3194111925": "समर्थन",
    "1637702726": "hCaptcha बद्दल",
    "2323282990": "मानवतेची पडताळणी करण्यासाठी आधुनिक दृष्टीकोन",
    "1201821619": "hCaptcha आजच्या सर्वात महत्त्वाच्या समस्यांपैकी एक सोडवते: दुर्भावनापूर्ण बॉट्सला ऑनलाइन सेवांचा गैरवापर करण्यापासून प्रतिबंधित करते.",
    "1475399473": "hCaptcha टीमबद्दल अधिक जाणून घ्या",
    "3161489950": "जगातील सर्वात प्रगत सुरक्षा एमएल प्लॅटफॉर्म",
    "3247172580": "hCaptcha ने नॉव्हेल एज कंप्युट पध्दतीसह प्रगत सेल्फ-पर्यवेक्षित मशीन लर्निंग एकत्रित केले आहे जे मोठ्या प्रमाणात स्केलेबिलिटीसाठी जागतिक स्तरावर 250 हून अधिक ठिकाणांहून वितरीत केलेले डेटा संकलन आणि धारणा अनन्यपणे कमी करते.",
    "3767462250": "गोपनीयतेसाठी डिझाइन केलेले",
    "3500503648": "hCaptcha तुमच्या ब्राउझिंग इतिहासाचे रेकॉर्डिंग आणि विश्लेषण करण्याऐवजी झटपट मूल्यांकनावर अवलंबून राहून दीर्घकालीन डेटा धारणा दूर करण्यासाठी डिझाइन केले आहे. सारख्या उपक्रमांनाही आम्ही समर्थन देतो",
    "2418549423": ", क्रिप्टोग्राफिक पुरावे आणि इतर अद्वितीय गोपनीयता-प्रथम वैशिष्ट्यांद्वारे ऑनलाइन गोपनीयता संरक्षित करण्यासाठी एक उदयोन्मुख मानक.",
    "1544546608": "गोपनीयता पास",
    "976209454": "बक्षिसे मिळवा किंवा चॅरिटीला द्या",
    "552920956": "hCaptcha बॉट्स आणि इतर प्रकारचे गैरवर्तन अवरोधित करताना वेबसाइटना बक्षिसे मिळविण्याची अनुमती देते. hCaptcha तुम्हाला या कमाईसह तुमच्या पसंतीच्या धर्मादाय संस्थांना समर्थन देण्याची देखील परवानगी देतो.",
    "654326661": "स्वत: साठी पाहू इच्छिता? hCaptcha मोफत वापरून पहा.",
    "3570415321": "कंपनी",
    "3987022469": "लेबलिंग",
    "1636202177": "बद्दल",
    "2670003220": "नोकऱ्या",
    "3233305531": "ट्रेडमार्क",
    "3028319964": "एआय नीतिशास्त्र",
    "4131598919": "दाबा",
    "1662477701": "संसाधने",
    "3130928685": "ब्लॉग",
    "1756106276": "स्थिती",
    "1235925265": "दस्तऐवजीकरण",
    "920212083": "उणिव कळवा",
    "2076066173": "सायबर हल्ले 101",
    "3644106388": "संपर्क करा",
    "2182196747": "सपोर्ट",
    "487083593": "विक्री",
    "878585497": "अटी",
    "1697438123": "गोपनीयता",
    "1316817321": "विशेषता",
    "3488019891": "hCaptcha हा Intuition Machines, Inc चा नोंदणीकृत ट्रेडमार्क आहे.",
    "4224961202": "गोपनीयता, सुरक्षा आणि मशीन लर्निंग.",
    "98173630": "hCaptcha ही जगातील सर्वाधिक वापरली जाणारी स्वतंत्र कॅप्चा सेवा आहे.",
    "1514478724": "अधिक जाणून घ्या",
    "1752795854": "hCaptcha बॉट्स थांबवण्यासाठी एक आधुनिक, गोपनीयता-केंद्रित दृष्टीकोन आणते.",
    "2927700175": "मशीन लर्निंग समस्यांमधून लेबल-टू-लेबल डेटा गोळा करून आणि वेबसाइट किंवा अॅप अभ्यागत मानव आहे की नाही हे ओळखण्यासाठी आम्ही कॅप्चा आव्हाने दाखवतो जे बॉट्ससाठी कठीण परंतु लोकांसाठी सोपे असतात.",
    "2188609322": "वाईट कलाकार ऑनलाइन वाढत आहेत. परंतु वापरकर्त्याच्या गोपनीयतेचा त्याग करणे हे उत्तर नाही.",
    "2032102720": "जाहिरात कंपन्यांनी ऑफर केलेले सुरक्षा उपाय प्रामुख्याने वेबवरील वापरकर्त्यांचा मागोवा घेण्यावर लक्ष केंद्रित करतात. आम्ही एक प्रभावी सुरक्षा उपाय तयार केला आहे जो हे सिद्ध करतो की उत्कृष्ट परिणाम देण्यासाठी वापरकर्त्याच्या गोपनीयतेला हानी पोहोचवणे आवश्यक नाही.",
    "4146870445": "आम्ही कोण आहोत",
    "353066938": "एक अनुभवी टीम, आजच्या कठीण समस्यांवर काम करत आहे. hCaptcha ची सेवा आहे",
    "3260825523": "अंतर्ज्ञान यंत्रे",
    "1173652155": "सल्लागार",
    "3972094614": "ब्रेंडन इच",
    "2113642787": "पहाट गाणे",
    "2256305371": "कॅलिफोर्निया विद्यापीठ, बर्कले येथे प्रोफेसर, सी.एस. सखोल शिक्षण, सुरक्षा, ब्लॉकचेन तज्ञ. Oasis Labs चे CEO.",
    "1606599610": "किरन थॉम्पसन",
    "2177660021": "स्टॅनफोर्ड येथील संशोधन शास्त्रज्ञ. प्रमुख बँका, हेज फंड आणि शैक्षणिक क्षेत्रात मशीन लर्निंग आणि क्वांट फायनान्स.",
    "2686825859": "मोफत साइन अप करा किंवा hCaptcha Enterprise उपायांबद्दल आमच्याशी संपर्क साधा",
    "583434701": "hCaptcha प्रवेशयोग्यता",
    "611905972": "सुरक्षितता राखताना सर्व वापरकर्त्यांसाठी अखंड प्रवेश सुनिश्चित करणे",
    "874098071": "तुम्ही प्रवेशयोग्यता वापरकर्ता असल्यास, कृपया येथे साइन अप करा",
    "2745385064": "सारांश",
    "3353238942": "hCaptcha बॉट्सला लोकांपासून वेगळे करून थांबवण्यासाठी डिझाइन केलेले आहे. व्हिज्युअल चाचण्या यासाठी एक सोयीस्कर साधन आहे, परंतु प्रत्येकजण दृश्य आव्हान सोडवू शकत नाही.",
    "3600022491": "या कारणास्तव आम्ही आमची सेवा वापरणार्‍या प्रकाशकांना कलम ५०८ आणि WCAG 2.1 AA चे पूर्ण पालन करून सर्वांसाठी प्रवेशयोग्यता जतन करू देण्यासाठी एक सोपा, वेदनारहित पर्याय तयार केला आहे.",
    "2557240048": "ते कसे कार्य करते: प्रथम, प्रवेशयोग्यता वापरकर्ता याद्वारे साइन अप करतो",
    "3871665286": ", जे hCaptcha विजेट माहिती पृष्ठामध्ये ठळकपणे लिंक केलेले आहे. त्यांना एक एनक्रिप्टेड कुकी दिली जाते जी दिवसातून अनेक वेळा वापरली जाऊ शकते, परंतु लॉगिनद्वारे दर 24 तासांनी रीफ्रेश करणे आवश्यक आहे.",
    "3441764123": "hCaptcha सेवा वापरून साइटवर प्रवेशयोग्यता वापरकर्त्याला आव्हान दिले जाते तेव्हा ते आपोआप पास होतील.",
    "4247858664": "प्रवेशयोग्यता साइनअप पृष्ठ",
    "1297657322": "लॉगिन केल्यानंतर प्रवेशयोग्यता वापरकर्ता स्क्रीन",
    "1717658846": "विजेट UI मेनूमध्ये प्रवेशयोग्यता पर्याय",
    "1266963825": "प्रश्न: hCaptcha कलम 508 + WCAG 2.1 AA सुसंगत आहे का?",
    "850025770": "A: आमचा असा विश्वास आहे: वेब ब्राउझ करण्यास आणि फॉर्मवर मजकूर प्रविष्ट करण्यास सक्षम असलेले सर्व वापरकर्ते नोंदणीनंतर hCaptcha द्वारे संरक्षित सेवांमध्ये प्रवेश करू शकतात. तथापि, हा कायदेशीर सल्ला नाही: तुमच्या तैनातीसाठी हीच स्थिती आहे याची खात्री करण्यासाठी तुमची विशिष्ट अंमलबजावणी विचारात घेऊन तुम्ही स्वतःचे मूल्यमापन करावे.",
    "159272246": "प्रश्न: तुम्ही ऑडिओ सारख्या इतर प्रवेशयोग्यता (\"a11y\") पर्यायांवर काम करत आहात?",
    "4074220464": "A: ऑडिओ कॅप्चा सारखे पूर्वीचे लोकप्रिय पर्याय अनेक a11y वापरकर्त्यांशी भेदभाव करतात आणि आधुनिक मशीन लर्निंग तंत्राद्वारे सहज पराभूत होतात. यामुळे हल्लेखोरांना पराभूत करण्यासाठी आवाज, विचित्र वेळ, असामान्य शब्द संयोजन आणि अशाच प्रकारे वर्तमान ऑडिओ आव्हाने अधिकाधिक कठीण होत आहेत. त्यामुळे आव्हान पूर्णपणे टाळणे विरुद्ध आम्ही या दृष्टिकोनाबद्दल कमी उत्साही आहोत, परंतु a11y समुदायाकडून मागणी असल्यास त्याचा विचार करू.",
    "2309661107": "तथापि, आम्हाला खूप रस आहे",
    "2555914614": "प्रवेशयोग्यता वापर प्रकरणासाठी. आमचा विश्वास आहे की आमचा सध्याचा a11y दृष्टीकोन गोपनीयता पास जारी करण्यासोबत एकत्रित केल्याने a11y वापरकर्त्यांना सुरक्षितपणे ब्राउझ करण्याची अनुमती मिळेल, त्यांची रहदारी अधिक खाजगी आहे हे जाणून सुरक्षितपणे, बॉट ऑपरेटरद्वारे गैरवर्तन प्रतिबंधित करताना जे a11y पर्याय उपलब्ध असतात तेव्हा अपरिहार्यपणे उद्भवतात. या नवीन तंत्रज्ञानाचे प्रमाणीकरण करणाऱ्या IETF कार्यगटात आम्ही सक्रिय सहभागी आहोत.",
    "2583775432": "प्रश्न: गोपनीयतेबद्दल काय? नोंदणीमुळे a11y ब्राउझिंग डेटा काही प्रकारे उघड होतो का? तुम्ही ईमेलचे काय करता?",
    "4215483493": "A: hCaptcha गोपनीयतेसाठी तयार केले गेले आहे. हे reCAPTCHA सारख्या पारंपारिक पर्यायांपेक्षा खूप वेगळे आहे जे जाहिरात नेटवर्कच्या मालकीचे आहेत, ज्यांना वेबवर तुमचा मागोवा घेण्यासाठी आणि तुम्हाला खऱ्या ओळखीशी जोडण्यासाठी प्रोत्साहन आहे.",
    "2474661839": "आमचे",
    "4137573005": "आम्ही डेटा कसा वापरतो याबद्दल सर्वसमावेशक आणि अधिकृत उत्तरे आहेत, परंतु लहान उत्तर हे आहे की आम्हाला तुमच्या ब्राउझिंग इतिहासाशी एक व्यक्ती म्हणून जोडण्यात रस नाही.",
    "4101570501": "आम्ही सध्या क्रिप्टोग्राफिक सोल्यूशनवर देखील काम करत आहोत ज्यात तुमचा ईमेल अॅड्रेस झपाट्याने टाकून द्यावा, तरीही दुरुपयोग रोखण्याची आमची क्षमता जपून, आमच्या प्रायव्हसी पास कामाला पूरक आहे.",
    "260595108": "A11y वापर सुलभ करणे आणि गैरवर्तन रोखणे याशिवाय इतर कोणत्याही हेतूसाठी आम्ही प्रवेशयोग्यता ईमेल किंवा माहिती कधीही वापरत नाही.",
    "3063819779": "गोपनीयता धोरण",
    "465714311": "प्रवेशयोग्यता वापरकर्त्यांसाठी: प्रश्नोत्तरे आणि समस्यानिवारण मार्गदर्शक",
    "3596207631": "प्रश्न: कुकी सेट केल्यानंतरही मला एक आव्हान दिसत आहे. हे कशामुळे होत आहे?",
    "469089249": "उत्तर: हे सामान्यत: आक्रमक जाहिरात ब्लॉकर किंवा अँटी-कुकी एक्स्टेंशन वापरल्यामुळे किंवा \"क्रॉस-साइट\" कुकीज अवरोधित करणारी सेटिंग, या प्रकरणात hcaptcha.com साठी एक कुकी आहे जी hCaptcha JS द्वारे सेट किंवा तपासली जाते. भिन्न साइट, जसे की तुम्ही भेट देत आहात.",
    "4263626815": "hCaptcha ऍक्सेसिबिलिटी कुकीज सर्व लोकप्रिय ब्राउझर आणि अॅड ब्लॉकर्ससह त्यांच्या मानक सेटिंग्जसह कार्य करतात, त्यामुळे सामान्यतः अपयश \"अँटी-अ‍ॅडब्लॉक\" स्क्रिप्ट किंवा विशिष्ट साइट्सना लक्ष्य करणाऱ्या तत्सम नियमांमुळे होतात.",
    "3906359167": "उपाय:",
    "3464870463": "1. तुमच्या जाहिरात ब्लॉकर किंवा ब्राउझर सुरक्षा विस्तारामध्ये hcaptcha.com आणि *.hcaptcha.com कुकीज व्हाइटलिस्ट करा.",
    "1204911585": "2. जर तुम्ही ब्रेव्ह ब्राउझर वापरत असाल, ज्यामध्ये (एप्रिल 2020 पर्यंत) कोणत्याही प्रकारची कुकी व्हाइटलिस्ट दिसत नाही, तर प्राधान्ये -> शिल्ड्स -> कुकीज वर जा आणि \"सर्व कुकींना परवानगी द्या\" निवडा.",
    "2932826396": "3. तुम्ही नुकत्याच रिलीज झालेल्या OS X 10.15 किंवा iOS 13.4 वर सफारीची अगदी नवीनतम आवृत्ती वापरत असल्यास, Apple ने नुकतेच तृतीय-पक्ष कुकीजशी संबंधित सफारीचे वर्तन बदलले आहे, त्या सर्वांना डीफॉल्टनुसार ब्लॉक केले आहे. आम्ही एक उपाय अंमलात आणत आहोत, परंतु त्यादरम्यान कृपया सफारी प्राधान्ये, गोपनीयता विभागाला भेट द्या आणि प्रवेशयोग्यता कुकी अपेक्षेप्रमाणे कार्य करण्यासाठी सक्षम करण्यासाठी \"वेबसाइट ट्रॅकिंग: क्रॉस-साइट ट्रॅकिंग प्रतिबंधित करा\" अनचेक करा.",
    "3836291932": "प्रश्न: मी एकाधिक उपकरणे वापरतो. मला अनेक वेळा साइन अप करावे लागेल का?",
    "3251220335": "उ: नाही. कृपया कुकी सेट करण्यासाठी तुम्ही वापरत असलेल्या प्रत्येक डिव्हाइसवर तुम्हाला पाठवलेल्या समान ईमेल लॉगिन लिंकवर क्लिक करा.",
    "2082407178": "प्रश्न: प्रवेशयोग्यता कुकी वापरताना मी तृतीय-पक्ष कुकी ट्रॅकिंगपासून स्वतःचे संरक्षण कसे करू शकतो?",
    "2700197090": "A: डोमेन-स्तरीय व्हाइटलिस्टिंग (उदा. uBlock Origin) ला समर्थन देणारी कोणतीही गोपनीयता किंवा जाहिरात-ब्लॉकिंग विस्तार वापरणे अपेक्षेप्रमाणे कार्य करेल: फक्त hcaptcha.com ला श्वेतसूचीबद्ध करण्याचे सुनिश्चित करा.",
    "3657743880": "क्रॉस-साइट कुकीजसाठी ब्राउझर सूचना",
    "1960601330": "सफारी (मॅक) मध्ये कुकीज सक्षम करण्यासाठी: सफारी ड्रॉप-डाउन मेनूवर जा. प्राधान्ये निवडा. शीर्ष पॅनेलमधील गोपनीयता वर क्लिक करा. 'ब्लॉक कुकीज' अंतर्गत 'कधीही नाही' पर्याय निवडा.",
    "1622303590": "सफारी (iPhone/iPad iOS 11+) मध्ये कुकीज सक्षम करण्यासाठी: तुमची सेटिंग्ज उघडा. खाली स्क्रोल करा आणि सफारी निवडा. गोपनीयता आणि सुरक्षितता अंतर्गत, \"क्रॉस-साइट ट्रॅकिंग प्रतिबंधित करा\" आणि \"सर्व कुकीज अवरोधित करा\" बंद करा",
    "2199048568": "कोणत्याही वेबपेजवर अॅड्रेस बारच्या डावीकडील शील्डवर क्लिक करा. संरक्षण सेटिंग्ज वर क्लिक करा. फायरफॉक्स प्राधान्ये गोपनीयता आणि सुरक्षा पॅनेल उघडेल. वर्धित ट्रॅकिंग संरक्षण अंतर्गत, सानुकूल निवडा. ते चेकबॉक्सेस निवडून कोणते ट्रॅकर आणि स्क्रिप्ट ब्लॉक करायचे ते निवडा. तुम्ही hcaptcha.com अनब्लॉक केल्याची खात्री करा.",
    "3967047208": "चेकबॉक्सेसची निवड रद्द करून, हे डीबग करण्यासाठी तुम्ही कस्टममधील काही संरक्षणे तात्पुरते बंद करू शकता: ट्रॅकर्स चेकबॉक्सची निवड रद्द करा किंवा तुम्हाला अजूनही समस्या येत असल्यास कुकीज चेकबॉक्सची निवड रद्द करा.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Chrome मेनू चिन्ह निवडा. सेटिंग्ज निवडा.",
    "926138631": "गोपनीयता आणि सुरक्षितता वर जा, नंतर कुकीज आणि इतर साइट डेटा.",
    "3419878556": "\"तृतीय-पक्ष कुकीज अवरोधित करा\" सक्षम नसल्याची खात्री करा.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "मेनू बारमधून Chrome प्राधान्ये उघडा.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "तुमच्या Android डिव्हाइसवर, Chrome अॅप उघडा.",
    "3620039756": "सर्वात वरती उजवीकडे, अधिक टॅप करा आणि नंतर सेटिंग्ज.",
    "2813310562": "साइट सेटिंग्ज आणि नंतर कुकीज वर टॅप करा.",
    "3014657981": "\"कुकीज\" च्या पुढे, सेटिंग चालू करा.",
    "1242066691": "\"तृतीय-पक्ष कुकीजला अनुमती द्या\" च्या पुढील बॉक्स चेक करा.",
    "292250020": "1. स्क्रीनच्या वरच्या-उजव्या कोपर्‍यातील गियर निवडा, नंतर \"इंटरनेट पर्याय\" निवडा. जर तुम्ही मेनू बार सक्षम केला असेल, तर तुम्ही \"टूल्स\" नंतर \"इंटरनेट पर्याय\" निवडू शकता.",
    "4114820649": "2. \"गोपनीयता\" टॅबवर क्लिक करा.",
    "946838734": "3. \"प्रगत\" बटण निवडा.",
    "348809718": "4. \"तृतीय-पक्ष कुकीज\" अंतर्गत \"स्वीकारा\" निवडा.",
    "1253441326": "5. \"ओके\" क्लिक करा",
    "852032043": "सफारी",
    "836017336": "फायरफॉक्स",
    "3356349631": "गुगल क्रोम",
    "3235744534": "इंटरनेट एक्सप्लोरर",
    "4104188759": "AI नीतिशास्त्र धोरण",
    "1161704803": "आमच्याकडे एआय एथिक्स धोरण का आहे?",
    "1806535500": "अक्षरशः प्रत्येक तंत्रज्ञान, पेन्सिलपासून डायनामाइटपर्यंत, ए",
    "24452499": "उपाय; ते चांगल्या किंवा आजारासाठी वापरले जाऊ शकते. दुहेरी वापराच्या सोल्यूशन्सचे संशोधन, तयार करणे किंवा विक्री करणार्‍या प्रत्येक कंपनीने त्यांच्या कृतींचे परिणाम विचारात घेणे बंधनकारक आहे.",
    "4023575072": "दुहेरी वापर",
    "3336625692": "हे पृष्ठ AI नीतिशास्त्राच्या संदर्भात या विषयावरील आमचे विचार तपशीलवार देते आणि आमच्या सेवांचा वापर सुनिश्चित करण्यासाठी आम्ही ज्या प्रक्रियांचा अवलंब करतो त्या आम्ही कंपनी म्हणून स्वीकारलेल्या धोरणांशी सुसंगत राहतील.",
    "835717930": "hCaptcha येथे AI नीतिशास्त्र",
    "2179524509": "hCaptcha सेवेसाठी कोणत्या प्रकारचे प्रश्न अनुज्ञेय आहेत आणि विशिष्ट प्रश्न का विचारले जात आहेत असे प्रश्न आम्हाला अधूनमधून पडतात.",
    "1962721652": "मानव हे नमुना शोधणारे आहेत आणि काहीवेळा एखादा निरुपद्रवी प्रश्न प्रश्न विचारणाऱ्याच्या प्रेरणेपेक्षा जगामध्ये झालेल्या बदलांमुळे, क्षणार्धात पूर्णपणे आश्चर्यचकित करण्यापासून संशयास्पद बनू शकतो.",
    "3974566657": "सेवा अधिक लोकप्रिय होत असताना, या प्रकारची घटना अपरिहार्यपणे अधिक वारंवार होत जाते. hCaptcha जगातील अक्षरशः प्रत्येक देशात दररोज लाखो लोक वापरतात, म्हणून आम्ही हे धोरण आणि शक्य तितके पारदर्शक होण्यासाठी आम्ही या समस्यांचे निराकरण कसे करतो यावर एक केस स्टडी प्रकाशित करत आहोत.",
    "1830910223": "वास्तविक-जगातील एआय एथिक्स केस स्टडी",
    "805971861": "\"अम्ब्रेला\" ही इमेज नेटमधील एक संज्ञा आहे, संगणक दृष्टी संशोधकांद्वारे वापरलेला मानक बेंचमार्क डेटासेट. सुरक्षित नेक्स्ट-जनरेशन अॅडव्हान्स ड्रायव्हर असिस्टन्स (ADAS) सिस्टीम तयार करण्यासाठी छत्री धारण केलेल्या लोकांची विश्वसनीयरित्या ओळख करणे देखील महत्त्वाचे आहे.",
    "3988350": "याचा अर्थ वास्तविक-जगातील छत्री भाष्यांसाठी उत्कृष्ट वापर प्रकरणे आहेत. सेल्फ-ड्रायव्हिंग कारच्या प्रभावावर मतभेद होण्यास जागा आहे, परंतु ADAS सिस्टम आधीच बचत करत आहेत",
    "548587288": "जगभरातील.",
    "3138772661": "दरवर्षी हजारो जीव",
    "3168199226": "तथापि, 2020 मध्ये हे स्पष्ट झाले की या प्रकारचा डेटासेट तयार करणे हे दुहेरी वापराचे तंत्रज्ञान म्हणून समजले जाऊ शकते ज्याची काही वर्षापूर्वी अपेक्षा असेल.",
    "558378834": "त्यामुळे आम्ही यापुढे छत्रीशी संबंधित प्रश्नांच्या विनंत्या स्वीकारत नाही. जेव्हा अंतिम वापरकर्ता सध्याच्या क्षणी छत्रींबद्दल प्रश्न पाहतो तेव्हा गोंधळ होण्याची शक्यता खूप जास्त असते आणि शेवटी आमचे ध्येय हे जगाला अधिक आनंददायी स्थान बनवणे आहे.",
    "3376604063": "AI नीतिशास्त्र धोरणे आणि प्रक्रिया",
    "1923365316": "आमच्याकडे hCaptcha वर एक कठोर AI नीतिशास्त्र धोरण आहे आणि त्यात तुमच्या ग्राहकाला जाणून घ्या (KYC) प्रक्रिया समाविष्ट आहे.",
    "4230322909": "आम्ही नेहमी प्रत्येक नवीन ग्राहक आणि त्यांच्या हेतूने वापरल्या जाणार्‍या प्रकरणांची चांगली समज मिळवण्याचा प्रयत्न करतो, आमच्या उत्पादनांसाठी आणि सेवांसाठी ते योग्य आहे याची पुष्टी करण्यासाठी आणि आम्ही कंपनी म्हणून स्वीकारलेल्या धोरणांचे पालन करते याची खात्री करण्यासाठी.",
    "2735073144": "आम्ही आवश्यकतेनुसार चालू पुनरावलोकने देखील घेतो. उदाहरणार्थ, छत्री-संबंधित लेबलिंग विनंत्यांच्या तारखा आणि स्त्रोतांच्या आमच्या अलीकडील पुनरावलोकनात आम्ही त्वरीत याची पुष्टी करू शकलो की कोणत्याही सरकारी संस्थेने किंवा पाळत ठेवणे सॉफ्टवेअरच्या ज्ञात राज्य पुरवठादाराने गेल्या 12 महिन्यांत आमच्या सेवा वापरून छत्र्यांबाबत विनंत्या केल्या नाहीत. .",
    "2715462692": "आमची AI नीतिशास्त्र प्रक्रिया कशी दिसते?",
    "3049976256": "प्रत्येक नवीन लेबलिंग ग्राहकासाठी, आम्ही विक्री प्रक्रियेदरम्यान चेकलिस्टमधून जातो. यामध्ये ऑनबोर्डिंग करण्यापूर्वी प्रारंभिक केवायसी परिश्रम, तसेच आमच्या विश्लेषकांना केलेल्या सर्व विनंत्यांची पडताळणी आणि रिअल-टाइम स्पॉट चेक आणि आमचा सेल्फ-सर्व्हिस प्लॅटफॉर्म वापरून केलेल्या विनंत्यांची नियतकालिक पुनरावलोकने यांचा समावेश आहे.",
    "3103642530": "हे पुनरावलोकन अनेक निकषांचे बनलेले आहे:",
    "3349094124": "नैतिक चिंता निकष: उद्दीष्ट",
    "1038019440": "1. हा ग्राहक आंतरराष्ट्रीय कायदे आणि निकषांच्या विरुद्ध वागण्यात गुंतलेल्या देशाच्या राष्ट्रीय हिताचे प्रतिनिधित्व करतो का?",
    "493717511": "2. हा ग्राहक सेवांची विनंती करत आहे का",
    "2209109640": "त्यांच्या सामान्य व्यावसायिक क्रियाकलापांच्या संदर्भात केवळ दुर्भावनापूर्ण हेतूंसाठी वापरले जाते?",
    "3457805519": "3. यूएस कायद्यानुसार आणि आमच्या प्रतिबद्धतेच्या नियमांनुसार ग्राहकाची विनंती पूर्ण केली जाऊ शकते का?",
    "1942611550": "प्रामुख्याने",
    "109179759": "नैतिक चिंता निकष: व्यक्तिनिष्ठ",
    "1033698050": "1. आमचा असा विश्वास आहे की ग्राहकाने आम्हाला एक वापर केस दिला आहे जो आम्हाला नैतिकदृष्ट्या स्वीकार्य वाटतो, आमच्या विशिष्ट पाश्चात्य सामाजिक नियमांच्या व्याख्येनुसार?",
    "361372538": "2. आमचा असा विश्वास आहे की आमच्या प्रदान केलेल्या सेवांचा वापर ग्राहकाकडून भेदभावपूर्ण हेतूंसाठी केला जाईल, ज्या कायदेशीर असू शकतात परंतु आम्हाला मान्य नाहीत?",
    "2867855718": "3. विनंतीसाठी गोपनीयतेच्या गरजा समाधानकारकपणे पूर्ण केल्या जाऊ शकतात यावर आमचा विश्वास आहे का?",
    "2462728596": "आम्ही या मुद्यांवर स्वतःचे समाधान करू शकत नसल्यास, आम्ही विनंती नाकारू आणि आमच्या अटींमध्ये नमूद केल्याप्रमाणे आमच्या प्लॅटफॉर्मवरील पुढील प्रवेश रद्द करू.",
    "1995277831": "धन्यवाद",
    "1818116402": "आम्ही आशा करतो की आम्ही एआय एथिक्स घटकासह ऑपरेशनल प्रश्न कसे हाताळतो याबद्दल तुम्ही या देखाव्याचे कौतुक केले असेल.",
    "1499894352": "खूप कमी कंपन्या या क्षेत्रातील त्यांच्या निर्णय प्रक्रियेत पारदर्शकता देतात आणि आम्हाला आशा आहे की इतर या उदाहरणाचे अनुसरण करतील!",
    "535659033": "क्रिएटिव्ह कॉमन्स विशेषता",
    "1495915066": "आम्ही, आमचे शैक्षणिक संशोधन भागीदार आणि आमचे ग्राहक क्रिएटिव्ह कॉमन्स मीडिया कसे वापरतो",
    "3017533972": "आम्ही, आमचे शैक्षणिक संशोधन भागीदार आणि आमचे ग्राहक अधूनमधून क्रिएटिव्ह कॉमन्स-परवानाकृत सामग्रीचे काही भाग hCaptcha प्लॅटफॉर्मद्वारे संदर्भित किंवा पुनरुत्पादित करू शकतो जेणेकरुन मशीन लर्निंगच्या क्षेत्रात मानवतेचे ज्ञान वाढावे.",
    "1428053210": "ही सामग्री सामान्यतः त्याच्या मूळ स्वरूपापासून बदलली जाते. उदाहरणार्थ, एखादा व्हिडिओ अनेक प्रतिमांमध्ये विभागला जाऊ शकतो, त्या प्रतिमा अनेक नवीन प्रतिमांमध्ये विभागल्या जाऊ शकतात आणि त्या नवीन प्रतिमा यादृच्छिकपणे मिसळून अंतिम परिणाम प्रदर्शित केला जाऊ शकतो.",
    "1728211763": "अशाप्रकारे आणि या उद्देशांसाठी सामग्रीचा वापर कायद्याच्या आमच्या समजानुसार आणि क्षेत्रातील मानक पद्धतींनुसार योग्य वापराच्या मार्गदर्शक तत्त्वांमध्ये येतो, परंतु आम्ही क्रिएटिव्ह कॉमन्सचे दीर्घकाळ चाहते आहोत आणि जो कोणी मदत करतो त्याला श्रेय देण्यास प्राधान्य देतो. मशीन बुद्धिमत्ता सुधारण्याचे महत्त्वपूर्ण कार्य.",
    "1949452297": "hCaptcha UI च्या अंतर्गत मर्यादांमुळे आणि त्याच्या सुरक्षिततेच्या विचारांमुळे, प्रत्येक प्रतिमेचा स्त्रोत थेट त्याच्या वापराला लागून पुनरुत्पादित करणे शक्य नाही. त्याऐवजी, आम्ही आमच्या मुख्यपृष्ठावरून या पृष्ठाशी दुवा साधतो आणि प्लॅटफॉर्मद्वारे सध्या किंवा अलीकडे प्रदान केलेल्या स्त्रोतांची सूची राखतो. आपण वर्तमान सूचीमध्ये प्रवेश करू शकता",
    "2367602973": "येथे",
    "659124570": "याव्यतिरिक्त, जर तुम्हाला hCaptcha प्लॅटफॉर्मवर तुमच्या मालकीची सामग्री पुनरुत्पादित केलेली दिसली आणि तुम्हाला ती कोणत्याही कारणास्तव काढून टाकायची असेल, तर तुम्ही आमच्याशी ईमेलद्वारे येथे संपर्क साधू शकता.",
    "2066749488": "इतर तक्रारी",
    "3479034323": "तुम्हाला तुमच्या मालकीची सामग्री hCaptcha प्लॅटफॉर्मवर पुनरुत्पादित केलेली दिसली आणि ती कोणत्याही कारणास्तव काढून टाकली पाहिजे, तर तुम्ही आमच्याशी ईमेलद्वारे संपर्क साधू शकता.",
    "1836554225": "ब्लॉग पोस्ट",
    "2873297188": "सर्व कॅप्चा गैर-अमेरिकन लोकांशी भेदभाव करतात का?",
    "165932542": "जगभरातील hCaptcha निराकरण दरांवर एक नजर",
    "1865097546": "१६ नोव्हेंबर २०२१",
    "3005876482": "hCaptcha ही आता सर्वात मोठी स्वतंत्र कॅप्चा सेवा आहे, 15% इंटरनेटवर चालते",
    "693820850": "गोपनीयतेला प्राधान्य देऊन तुम्ही Google ला हरवू शकता",
    "3609106478": "क्रेडेन्शियल स्टफिंग:",
    "299335340": "ते काय आहे आणि हल्ले कसे थांबवायचे",
    "354925785": "परिचय",
    "423222878": "शोधणे, प्रतिबंध करणे आणि थांबवणे असे काही सर्वात कठीण सायबर हल्ले असे आहेत जेथे दुर्भावनायुक्त अभिनेता सक्रिय वापरकर्ता खात्यात लॉग इन करण्यासाठी कायदेशीर वापरकर्ता क्रेडेन्शियल्स वापरण्यास सक्षम आहे. बर्‍याच अत्याधुनिक शोध क्षमता नसताना, खाते होस्ट करणार्‍या कंपनीला काहीही चुकीचे आहे अशी शंका घेण्याचे कारण नाही. ग्राहकाने फक्त त्याच्या खात्यात लॉग इन केलेले दिसते. हल्लेखोराने चोरलेली क्रेडेन्शियल्स वापरून हा यशस्वी प्रयत्न साध्य केला—सामान्यत: \"क्रेडेन्शियल स्टफिंग\" म्हणून ओळखल्या जाणार्‍या सायबर हल्ला तंत्राचा परिणाम. आज ही एक गंभीर समस्या आहे, परंतु ती योग्य प्रतिकार उपायांनी कमी केली जाऊ शकते.",
    "777660551": "क्रेडेन्शियल स्टफिंग म्हणजे काय?",
    "2602763587": "क्रेडेन्शियल स्टफिंग हा सायबर हल्ल्याचा एक प्रकार आहे ज्यामध्ये आक्रमणकर्ता चोरीला गेलेली वापरकर्तानाव आणि पासवर्ड वापरून वेबसाइटवर अनेक वेळा लॉग इन करण्याचा प्रयत्न करतो. \"स्टफिंग\" हे पुनरावृत्ती लॉगिन प्रयत्नांना संदर्भित करते, जे जवळजवळ नेहमीच स्वयंचलित बॉट सॉफ्टवेअरद्वारे केले जातात.",
    "1271831121": "हॅकर (अर्थातच हुडी घातलेला!) तिथे बसून क्रेडेन्शिअल नंतर क्रेडेन्शिअल टाइप करत असल्यासारखे नाही. स्वयंचलित लॉगिन बॉट सेलेनियम सारख्या ऑफ-द-शेल्फ टूल किंवा कस्टम-विकसित हॅकर टूलमधून बनवले जाऊ शकते.",
    "2588750717": "खरंच, काही क्रेडेन्शियल स्टफिंग हल्ल्यांमध्ये लाखो क्रेडेन्शियल्सचा समावेश होतो—सर्व काही संशयास्पद वेबसाइट लॉगिन इंटरफेसमध्ये भरले जातील या आशेने. आत गेल्यावर, आक्रमणकर्ता पीडिताचे खाते ताब्यात घेऊ शकतो.",
    "1137757109": "ते ईकॉमर्स खाते असल्यास, आक्रमणकर्ता मालाची मागणी करू शकतो. जर पीडित बँक असेल, तर हल्लेखोर ऑफशोअर निधी हस्तांतरित करू शकतो, इत्यादी.",
    "1559150837": "लक्ष्य मात्र असुरक्षित नसतात. बर्‍याच वेबसाइट्सवर अशी नियंत्रणे असतात जी एका संशयास्पद वापरकर्त्याला अवरोधित करतात जो थोड्या वेळात एकाच IP पत्त्यावरून हजारो भिन्न खात्यांमध्ये लॉग इन करण्याचा प्रयत्न करीत आहे. क्रेडेन्शियल स्टफिंग आक्रमणकर्ते या संरक्षण तंत्रांचा अवलंब करण्यासाठी काय करतात ते म्हणजे भौगोलिक आणि IP विविधतेचे अनुकरण करणे. शक्तिशाली, अनेकदा AI-चालित साधने वापरून, ते असे दर्शवू शकतात की हजारो वापरकर्ते यादृच्छिकपणे देशभरातून दिवसाच्या वेगवेगळ्या वेळी लॉग इन करण्याचा प्रयत्न करत आहेत. हे शोधणे आणि थांबवणे खूप कठीण आहे.",
    "1892020899": "हॅकर्सना ओळखपत्रे कोठून मिळतात?",
    "2597149484": "हॅकरला अनेक क्रेडेन्शियल्स \"सामग्री\" ठेवण्याचे कारण त्यांना त्यांची चोरी झालेली क्रेडेन्शियल कोठे मिळते याच्याशी संबंधित आहे.",
    "3030395800": "ही क्रेडेन्शियल्स सहसा डेटाच्या उल्लंघनातून येतात. \"क्रेडेन्शियल स्पिल\" म्हणूनही ओळखले जाते, या हल्ल्यांमुळे लाखो क्रेडेन्शियल डार्क वेबवर टाकले जाऊ शकतात. जर गळती बँकेतून आली असेल, तर हॅकर ती क्रेडेन्शियल वापरून इतर साइटवर जाण्याचा प्रयत्न करेल. हा दृष्टिकोन कार्य करतो कारण बरेच लोक एकाधिक साइटसाठी समान वापरकर्तानाव आणि पासवर्ड संयोजन वापरतात. (ही प्रथा निरुत्साहित आहे, परंतु वास्तविकता तेच आहे. लोक समान लॉगिन क्रेडेन्शियल्सची पुनरावृत्ती करतात.)",
    "1258965840": "अशा प्रकारे, आक्रमणकर्ता एका साइटवर प्रवेश करू शकत असल्यास, तो कदाचित सांडलेल्या क्रेडेन्शियल्सचा वापर करून अनेक साइट्समध्ये प्रवेश करू शकतो. उदाहरणार्थ, त्यांना JohnDoe/525momma सारखी वापरकर्तानाव/पासवर्ड जोडी मिळू शकते, परंतु ती जोडी त्यांच्यासाठी काय करेल याची त्यांना कल्पना नाही. म्हणून, ते Amazon.com, Ebay, Citibank, Walgreens आणि वर आणि वर जोडी वापरून पहा. ते एक हजार वेगवेगळ्या साइटवर ती जोडी वापरून पाहू शकतात.",
    "3594440415": "अखेरीस, ते दरवाजे उघडण्यास सुरवात करतील.",
    "780280214": "hCaptcha आणि hCaptcha Enterprise क्रेडेन्शियल स्टफिंग धोका कसा कमी करतात",
    "4165374512": "क्रेडेन्शियल स्टफिंग टाळण्यासाठी IP आणि स्थान शोध साधने वापरणे शक्य असले तरी, अधिक किफायतशीर आणि अचूक पद्धत म्हणजे स्वयंचलित क्रेडेन्शियल स्टफिंग बॉटमध्ये व्यत्यय आणणे. hCaptcha आणि hCaptcha Enterprise एंट्रीच्या ठिकाणी बॉटला स्टंप करू शकतात. बॉटकडे योग्य क्रेडेन्शियल्स असूनही, जर तो hCaptcha Enterprise च्या डिटेक्शन किंवा hCaptcha च्या CAPTCHA च्या मागे जाऊ शकत नसेल, तर तो त्याचे स्टफिंग करू शकणार नाही आणि तुमची साइट आणि वापरकर्ते संरक्षित आहेत.",
    "3269644546": "कृपया",
    "1058572205": "आपण याबद्दल अधिक जाणून घेऊ इच्छित असल्यास",
    "3753613260": "संपर्क",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "DMCA तक्रारींचा अहवाल देणे",
    "54093347": "DMCA नोंदणीकृत एजंट",
    "3233441200": "उल्लंघनकर्ता धोरणाची पुनरावृत्ती करा",
    "4011712313": "आमच्या DMCA धोरणाचा भाग म्हणून, आम्ही ज्या ग्राहकांसाठी कथित उल्लंघनाच्या एकाधिक DMCA सूचना प्राप्त करतो त्यांची खाती आम्ही बहु-चरण DMCA पुनरावृत्ती उल्लंघनकर्ता धोरणामध्ये ठेवतो. एका कॅलेंडर महिन्यात वारंवार DMCA सूचना मिळाल्यावर, ग्राहक खाते एका पॉलिसी पायरीवरून दुसऱ्या टप्प्यावर जाईल.",
    "766825168": "DMCA रिपीट उल्लंघनकर्ता धोरणांतर्गत आम्ही करू शकणाऱ्या कृतींमध्ये खात्याच्या रेकॉर्डच्या ग्राहकाला वाढलेल्या दृश्यमानतेच्या सूचना पाठवणे समाविष्ट आहे. या सूचना मान्य करण्यासाठी, आम्हाला ग्राहकाने खात्यात लॉग इन करणे किंवा आमच्या सपोर्ट टीमला कॉल करणे आवश्यक आहे. आम्‍ही निलंबन किंवा संपुष्‍ट करण्‍याचा अधिकार राखून ठेवतो, तसेच आम्‍ही पुनरावृत्ती उल्‍लंघन करण्‍याच्‍या सूचना पाठवल्‍यानंतरही आम्‍हाला कथित उल्‍लंघनाच्‍या DMCA अधिसूचना मिळणे सुरू ठेवल्‍या असल्‍याच्‍या कोणत्याही ग्राहकच्‍या hCaptcha आणि IMI सेवेवर इतर अंतरिम उपाय लागू करण्‍याचा अधिकार राखून ठेवतो. याशिवाय, आम्ही या धोरणांतर्गत hCaptcha सेवा संपुष्टात आणल्यावर या ग्राहकांना प्रदान केलेल्या इतर hCaptcha किंवा IMI सेवा आमच्या विवेकबुद्धीनुसार आम्ही समाप्त करू शकतो.",
    "2410122265": "hCaptcha संसाधने: बॉट्स 101",
    "4166776480": "क्रेडेन्शियल स्टफिंग: ते काय आहे आणि हल्ले कसे थांबवायचे",
    "2301335298": "पेमेंट फ्रॉड: सायबर गुन्ह्यांचा वेगवान-विकसित मोड कमी करणे",
    "3682071227": "खाते घेणे काय आहे आणि ते कसे कार्य करतात?",
    "2729131930": "स्क्रॅपिंग म्हणजे काय आणि ते कसे कार्य करते?",
    "1344959096": "वैयक्तिक डेटा लेबलर म्हणून काम करणे",
    "3510143229": "hCaptcha ही वेबसाइट आणि अॅप्ससाठी सेवा आहे,",
    "3930611699": "वैयक्तिक कामगार.",
    "1051214799": "hCaptcha ही वेब सुरक्षा सेवा आहे जी ती वापरणाऱ्या वेबसाइट्स किंवा अॅप्सच्या प्रकाशकांसह मूल्य शेअर करण्याचा प्रयत्न करते.",
    "360236473": "hCaptcha सेवा वैयक्तिक लेबलर म्हणून काम करण्यासाठी कोणासाठीही वापरण्याचा हेतू नाही. हे या उद्देशासाठी डिझाइन केलेले किंवा अनुकूल केलेले नाही. वैयक्तिक उत्पन्नाचा स्रोत म्हणून hCaptcha वापरण्याचा प्रयत्न करण्याची आम्ही शिफारस करत नाही.",
    "3842490632": "अनेक प्रश्नांची उत्तरे देण्याचा प्रयत्न करणार्‍या वैयक्तिक वापरकर्त्याला रेट मर्यादित किंवा पटकन प्रतिबंधित केले जाण्याची शक्यता आहे. तितकेच महत्वाचे, आमच्या म्हणून",
    "1560232962": "तपशीलवार कव्हर करते, कोणत्याही उत्तरासाठी कमावलेल्या रकमेबद्दल कोणतीही हमी दिली जात नाही. त्या वेळी कोणतेही सशुल्क प्रश्न उपलब्ध नसतील, गुणवत्तेच्या कारणास्तव उत्तर नाकारले जाऊ शकते, इत्यादी.",
    "2694001822": "तथापि, सिस्टम गुणधर्म आणि नवीन वैशिष्ट्यांची चाचणी घेण्यात मदत करण्यासाठी आम्ही अधूनमधून व्यक्तींना नियुक्त करतो.",
    "1569804581": "तुम्हाला भविष्यात संबंधित संधींबाबत संपर्क साधायचा असल्यास, कृपया हा फॉर्म भरा.",
    "636461959": "नाव",
    "1139500589": "देश",
    "1789607185": "ईमेल पत्ता",
    "325077666": "तुमची माहिती सबमिट करून तुम्ही आमच्याशी सहमत आहात",
    "3555583744": "आणि",
    "3609929815": ". वैयक्तिक लेबलिंग कामाच्या संधींबाबत भविष्यात तुमच्याशी संपर्क साधण्याच्या उद्देशाने आम्ही तुमचे नाव, देश आणि ईमेल पत्ता माहिती राखून ठेवू.",
    "4197928199": "गोपनीयता धोरण",
    "851786723": "तुमचा ईमेल टाकून, तुम्ही आमच्या अटी आणि गोपनीयता धोरणास आणि आमच्याकडून ईमेल प्राप्त करण्यास सहमती देता.",
    "2402165761": "स्क्रॅपिंग कसे कार्य करते?",
    "4260542944": "सामग्री स्क्रॅपिंग (\"स्क्रीन स्क्रॅपिंग\" किंवा फक्त \"स्क्रॅपिंग\" म्हणून देखील ओळखले जाते) ही वेबवरून माहिती गोळा करण्यासाठी एक परिचित, अनेकदा उपयुक्त प्रक्रिया आहे. तथापि, अलिकडच्या वर्षांत, हे तंत्र हॅकर्स आणि फसवणूक करणारे एक अनुकूल साधन बनले आहे. प्रतिकारक उपाय प्रभावीपणे धोका कमी करू शकतात, परंतु त्यांची अंमलबजावणी करण्यासाठी, प्रक्रिया कशी कार्य करते हे समजून घेणे आवश्यक आहे.",
    "2066255783": "सामग्री स्क्रॅपिंग म्हणजे काय?",
    "1910628828": "सामग्री स्क्रॅपिंग हे सिस्टममधील डेटा हस्तगत करण्याचे एक तंत्र आहे ज्यामध्ये सॉफ्टवेअर क्लायंट किंवा वेब ब्राउझरची तोतयागिरी करणारे स्वयंचलित टूलसेट समाविष्ट आहे. हे नवीन नाही. खरं तर, सॉफ्टवेअर अभियंत्यांसाठी ज्यांना जुन्या मेनफ्रेमवरून डेटाची आवश्यकता असू शकते, स्क्रॅपिंग हा माहिती काढण्याचा एकमेव मार्ग असू शकतो. मूळ कनेक्टर निघून गेले आहेत आणि बदलणे अशक्य आहे.",
    "3408107995": "आज, तथापि, स्क्रॅपिंगचा अर्थ वेबसाइटवरून डेटा खेचण्यासाठी प्रोग्रामेटिक दृष्टीकोन आहे. स्क्रॅपिंग सॉफ्टवेअर मानवी वापरकर्त्याप्रमाणे कार्य करते, बटणावर क्लिक करते आणि परिणामी आउटपुट वाचते. स्क्रॅपिंगसाठी अनेक कायदेशीर उपयोग आहेत. वेब क्रॉलर्स जे पॉवर सर्च इंजिन्सचे एक उदाहरण आहेत. तसेच स्कायस्कॅनर सारखी साधने आहेत जी हजारो ट्रॅव्हल वेबसाइट्सच्या माध्यमातून ट्रॅव्हल डील शोधतात. डेटा कनेक्‍शन बनवण्‍यासाठी अ‍ॅप्लिकेशन प्रोग्रामिंग इंटरफेस (एपीआय) उपलब्‍ध नसल्‍यास फिनटेक फर्म त्‍याचा वापर करण्‍यासाठी वापरकर्त्‍याचा आर्थिक डेटा बँक साईट्सवरून काढून टाकतात. स्क्रीन स्क्रॅपिंगबद्दल लक्षात ठेवण्याच्या गोष्टी म्हणजे त्याची गती आणि स्केलेबिलिटी. ही प्रक्रिया होण्यापासून रोखण्यासाठी साइट्स कॉन्फिगर केलेली नाहीत असे गृहीत धरून, वेबसाइट्सवरून मोठ्या प्रमाणावर डेटा गोळा केला जाऊ शकतो. गणनेच्या वेगाने, स्क्रॅपर वेबसाइट्स आणि अंतर्निहित सॉफ्टवेअर आणि डेटाबेसेस यांच्याशी संवाद साधून मोठा डेटासेट एकत्र करू शकतो.",
    "1920884252": "सामग्री स्क्रॅप करणे सुरक्षा धोक्यात का आहे?",
    "2256795853": "वेबसाइट्सवरून, त्वरीत भरपूर डेटा काढण्याची क्षमता दुर्भावनापूर्ण कलाकारांच्या हातात स्क्रॅपिंग एक शक्तिशाली साधन बनवते. स्क्रॅपिंग बॉट सोशल मीडिया साइटवरून वापरकर्त्याचा डेटा गोळा करू शकतो. त्यानंतर, पत्ते आणि इतर वैयक्तिक माहिती असलेल्या साइट्स स्क्रॅप करून आणि परिणामांशी संबंध जोडून, हॅकर फसव्या क्रेडिट कार्ड अनुप्रयोग सबमिट करण्यासारख्या ओळखीच्या गुन्ह्यांमध्ये गुंतू शकतो.",
    "4087694419": "स्क्रॅपिंग हॅकर बनावट किंवा फसव्या उत्पादन सूची तयार करण्यासाठी Amazon आणि eBay सारख्या साइटवरून डेटा देखील गोळा करू शकतो. तो किंवा ती नंतर ते ऑफरअप सारख्या पीअर-टू-पीअर सेवांवर विक्रीसाठी देऊ शकतात आणि खरेदीदारांवर फिशिंग हल्ले करू शकतात. किंवा, फसवणूक करणारा अस्तित्वात नसलेली उत्पादने विकू शकतो. पुढील स्क्रीन स्क्रॅपिंग फसवणुकीत जाहिरात प्रकाशकांना फसवणे समाविष्ट आहे. प्रकाशक साइटवरील सामग्री स्क्रॅप करून, फसवणूक करणारा वेगवेगळ्या सेवांवर बनावट जाहिरात प्रकाशक पृष्ठे तयार करू शकतो. त्यानंतर ते त्या पृष्ठांवरील जाहिराती अधिकृत पुनर्विक्रेत्यांना विकू शकतात, ज्यांचे संपर्क त्यांनी प्रकाशकाच्या ads.txt फाइलमधून काढले आहेत. जाहिरात स्लॉट जाहिरातदारांना वास्तविक दिसतात, परंतु ते नाहीत.",
    "3315658779": "hCaptcha Enterprise सह सामग्री स्क्रॅपिंग प्रतिबंधित करा",
    "2602081482": "hCaptcha Enterprise तुमच्या साइट आणि अॅप्सवरील दुर्भावनापूर्ण रहदारी ओळखण्यासाठी प्रगत मशीन लर्निंग वापरते - स्क्रॅपिंग क्रियाकलापांसह.",
    "1422537019": "अधिक जाणून घेण्यासाठी आज आम्ही.",
    "1988268879": "स्केलवर खर्च-प्रभावी डेटा लेबलिंग",
    "2163914794": "तुमच्या डेटासेटसाठी आणखी लेबले हवी आहेत? hCaptcha कृत्रिम बुद्धिमत्ता आणि मशीन लर्निंग ऍप्लिकेशन्सवर काम करणाऱ्या कंपन्यांसाठी जलद, किफायतशीर आणि उच्च दर्जाचे डेटा लेबलिंग प्रदान करते.",
    "3378932530": "तुमचा डेटा आता लेबल करा",
    "3483700676": "लाखो कार्ये त्वरित लाँच करा",
    "3478726913": "hCaptcha मध्ये तुमच्या वापरासाठी उपलब्ध ग्रहावरील सर्वात मोठा पूल आहे. तुमचे स्केल काहीही असो, आम्ही महागड्या अपफ्रंट वचनबद्धतेशिवाय ते हाताळू शकतो. दररोज लाखो कार्ये कोणतीही समस्या नाहीत.",
    "740501259": "साध्या API-चालित पाइपलाइन",
    "2784612261": "तुमच्या व्यवसाय ऑपरेशन्समध्ये थेट मानवी पुनरावलोकन समाकलित करू इच्छिता? आम्ही उच्च विश्वासार्हता SLA, हमी क्षमता आणि साधे REST API ऑफर करतो.",
    "1144966033": "किंमत आणि गुणवत्तेसाठी अनुकूलित",
    "3213351333": "कोणतीही आगाऊ वचनबद्धता आवश्यक नाही",
    "2107077506": "HUMAN प्लॅटफॉर्म अत्याधुनिक रिअल-टाइम गुणवत्ता विश्लेषण करण्यासाठी सर्वसमावेशक आत्मविश्वास मॉडेल्स वापरते. हे आम्‍हाला प्रश्‍नांची अडचण आणि त्‍यांच्‍या संभाव्य बरोबर उत्‍तर या दोहोंचाही त्‍वरीतपणे निर्धारण करू देते, तुमचा वेळ आणि पैसा वाचतो.",
    "3576146278": "फक्त आपल्याला आवश्यक असलेल्या अचूकतेसाठी पैसे द्या",
    "2952586316": "सर्व समस्या सारख्या नसतात. सुरक्षा-गंभीर कार्यांसाठी भाष्यांना संपूर्ण मानवी कामगारांकडून 99.99% आत्मविश्वास आवश्यक असू शकतो. मोबाइल गेम अॅपमधील एका बीटा वैशिष्ट्यासाठी भाष्य करण्यासाठी फक्त मध्यम आत्मविश्वास आवश्यक असू शकतो. तुम्ही ठरवा.",
    "710145621": "तुमचा स्वतःचा ग्राउंड सत्य डेटा प्रदान करा किंवा आम्हाला ते तयार करू द्या",
    "987901590": "तुमच्याकडे सर्वसमावेशक पडताळणी सेटशिवाय कच्चा डेटा आहे का? बर्‍याच प्रकरणांमध्ये आम्ही तुमच्यासाठी एक तयार करू शकतो कारण सिस्टमद्वारे कार्ये चालतात किंवा तुमच्या मंजुरीसाठी लेबल केलेले नमुने तयार करू शकतात.",
    "2597352122": "भाष्य प्रकार",
    "1344687860": "बाउंडिंग बॉक्स",
    "1089415440": "इमेज आणि व्हिडिओमध्ये अचूक ऑब्जेक्ट डिटेक्शन",
    "3817067682": "बहुभुज",
    "2682873489": "वस्तूंसाठी बाउंडिंग क्षेत्र परिभाषित करा",
    "1275150216": "खुणा",
    "2067112112": "अनेक भिन्न वापर प्रकरणांसाठी पॉइंट भाष्ये",
    "4228682126": "विशेषता वर्गीकरण",
    "2920213479": "कोणत्याही आकाराच्या अनियंत्रित श्रेणी क्रमवारी लावा किंवा जोडा",
    "3288667364": "तुलना आणि शोध",
    "155877895": "मानवी-सक्षम शोध आणि वर्गीकरण",
    "3128433367": "... आणि बरेच काही",
    "2827452240": "येथे सूचीबद्ध नसलेला दुसरा प्रकार हवा आहे? फक्त आम्हाला विचारा.",
    "719304627": "एंड-टू-एंड नियंत्रण आवश्यक आहे?",
    "1172067553": "hCaptcha मागे असलेले HUMAN प्लॅटफॉर्म ऑन-प्रिमाइस, हायब्रीड किंवा SaaS उपयोजनांद्वारे अत्यंत अत्याधुनिक कार्य गुणवत्ता आणि व्यवस्थापन वैशिष्ट्ये प्रदान करते जे तुमच्या विद्यमान प्रणालींशी समाकलित होते.",
    "2319072959": "तुमच्‍या स्‍वत:च्‍या कर्मचार्‍यांसह संपूर्णपणे ऑफलाइन चालवा, व्‍यवसाय युनिट किंवा कंसोर्टियम भागीदारांमध्‍ये वापरण्‍यात आलेल्‍या मूल्याचा मागोवा घ्‍या, खर्च आणि सुरक्षा आवश्‍यकतेच्‍या आधारावर विविध अंतर्गत किंवा बाह्य कामगार प्रदात्‍यांना निवडकपणे नोकर्‍या मार्गी लावा आणि बरेच काही.",
    "1936512180": "कामगारांची कार्यक्षमता वाढवण्यासाठी सुलभ API प्रवेश, सुंदर डॅशबोर्ड आणि नवीनतम मॉडेल-इन-द-लूप तंत्रज्ञान.",
    "3913848038": "99.99% अपटाइम SLA आणि 24/7 जागतिक समर्थन उपलब्ध.",
    "1080752747": "विक्रीशी संपर्क साधा",
    "1525403768": "अधिक माहितीसाठी एंटरप्राइझ सेल्सशी संपर्क साधा.",
    "1546930020": "डेटा लेबल करणे",
    "2486638408": "तपशील परिभाषित करा",
    "1027200955": "तुमच्या प्रकल्पाच्या गरजा परिभाषित करण्यासाठी आमच्या डोमेन तज्ञांपैकी एकाशी बोला: लक्ष्य अचूकता, स्वरूप आणि कोणत्याही विशेष आवश्यकता.",
    "1156712451": "प्रारंभिक नोकरी चाचणी",
    "181065232": "आम्ही तुमच्या नमुना डेटावर आधारित एक लहान उत्पादन कार्य कार्यान्वित करतो. तुम्हाला नक्की काय हवे आहे हे सुनिश्चित करण्यासाठी आम्ही एकत्र केलेल्या कामाची हे चाचणी करते.",
    "3207769512": "उत्पादन नोकर्‍या तैनात करा",
    "1099238677": "आमच्या उच्च व्हॉल्यूम आणि कमी विलंबाने आम्ही तुमचे काम लवकरात लवकर पूर्ण करू, स्वयंचलित वितरणासह ते पूर्ण होताच.",
    "465783046": "तुमच्या डेटासह ते वापरून पहायचे आहे का?",
    "328625009": "... तुम्ही असाल तेव्हा आम्ही तयार आहोत: आमची सेवा चोवीस तास उपलब्ध असते.",
    "3225770968": "hCaptcha ची रचना मशीन लर्निंगमधील सर्वात श्रमिक समस्या सोडवण्यासाठी केली गेली आहे; वेळेवर, परवडणारे आणि विश्वासार्ह मार्गाने मोठ्या प्रमाणावर डेटा लेबल करणे.",
    "2041686284": "अधिक डेटा सामान्यत: प्रशिक्षण मशीन लर्निंग मॉडेलमध्ये चांगले परिणाम देतात. सखोल मॉडेल्सच्या अलीकडील यशामुळे मोठ्या प्रमाणात डेटासेट वाढले आहेत आणि hCaptcha ही गरज पूर्ण करते. तथापि, पारंपारिक पद्धतींचा वापर करून मानव-पुनरावलोकन केलेले मोठे डेटासेट तयार करणे हे दोन्ही धीमे आणि खर्चिक आहे.",
    "3729345277": "hCaptcha हा कंपन्यांना आवश्यक असलेली भाष्ये जलद, उच्च गुणवत्तेसह आणि इतर पर्यायांपेक्षा कमी खर्चात मिळवण्याचा एक मार्ग आहे.",
    "2103563261": "खाजगी किंवा सार्वजनिक माहिती",
    "2513143348": "hCaptcha एंटरप्राइझ सिस्टीम त्याच्या डिझाइनमध्ये अद्वितीयपणे लवचिक आहे: जर तुम्ही सार्वजनिक क्लाउड चालवत असाल किंवा अनेक डेटा सेंटर्सचे मालक असाल तर ती तुमच्या नेटवर्कच्या काठावर अंशतः किंवा संपूर्णपणे तैनात केली जाऊ शकते.",
    "3107683988": "हे आमच्या 24/7 ऑन-कॉल कर्मचार्‍यांकडून कठोर SLAs पूर्ण करण्यासाठी व्यवस्थापनाचे सर्व फायदे राखून ठेवत ऑफ-नेटवर्क रहदारी आणि खर्च नाटकीयरीत्या कमी करू शकतात.",
    "3660619092": "एंटरप्राइझ सोल्यूशन्ससाठी विनामूल्य साइन अप करा किंवा विक्रीशी संपर्क साधा",
    "2351176803": "hCaptcha JS API साठी परवाना अटी",
    "2616226398": "आमच्या अधीन",
    "2024293275": ". इतर सर्व अधिकार आत्तासाठी राखीव आहेत.",
    "1062291156": "मानक अटी",
    "2712493234": "पेमेंट फ्रॉड: सायबर गुन्ह्यांचा वेगवान-विकसित मोड कमी करणे",
    "1817772953": "फसवणूक हा काही नवीन प्रकारचा गुन्हा नाही. खरंच, पुरातत्वशास्त्रज्ञांनी सुमारे 10,000 वर्षांपूर्वी नुकसान न होता पशुधन वाहतूक करण्यासाठी प्राचीन सुमेरियन लोकांनी तयार केलेली फसवणूकविरोधी उपकरणे शोधून काढली आहेत! त्यांच्या बाबतीत, ते “बुल्ला” म्हणून ओळखल्या जाणार्‍या चिकणमातीच्या बॉलमध्ये मातीचे टोकन, प्रत्येक प्राणी दर्शवितात. विक्रेत्याकडून खरेदीदाराकडे जाताना बैल कळपासोबत प्रवास करत असे. तरीही, व्यवसाय मालकांना काळजी होती की ते ज्यांच्याशी व्यवहार करत होते त्या प्रत्येकजण वर आणि वर नाही. 10,000 वर्षात बरेच काही बदलले आहे, परंतु फसवणूक रोखण्यासाठी नाविन्यपूर्ण होण्याची गरज आपल्यासोबत आहे. आज ऑनलाइन पेमेंट फसवणुकीचा मुद्दा खूप महत्त्वाचा आहे. इंटरनेटमुळे, फसवणूक करणारे फसवणूकविरोधी नियंत्रणे अधिकाधिक पारंगत करण्यात पारंगत झाले आहेत. तथापि, नवीन उपाय भरती वळवत आहेत.",
    "1053787685": "पेमेंट फ्रॉड म्हणजे काय?",
    "433424759": "पेमेंट फ्रॉडमध्ये कोणत्याही प्रकारच्या बेकायदेशीर व्यवहाराचा समावेश असतो ज्यामध्ये सायबर गुन्हेगार पीडित व्यक्तीला मौल्यवान गोष्टीपासून, विशेषत: पैशापासून वंचित ठेवतो. याचा अर्थ असा असू शकतो की चोरीचे क्रेडिट कार्ड वापरून माल ऑनलाइन ऑर्डर करणे किंवा बँक खाते ताब्यात घेणे आणि त्यातून बेकायदेशीरपणे निधी हस्तांतरित करणे. यात अनेक भिन्नता आहेत, परंतु त्या सर्वांचा परिणाम सारखाच आहे: चोरट्याने ग्राहक, बँक किंवा व्यापार्‍यांकडून चोरी केलेली ओळख किंवा पेमेंट माहिती वापरतो.",
    "2939852138": "फसवणूक करणारे [प्रयत्न] पेमेंट फसवणूकीपासून कसे दूर जातात?",
    "1665616092": "पेमेंट फसवणूक संकल्पनेत सोपी आहे, परंतु सध्याच्या अंमलबजावणीमध्ये ती कमालीची गुंतागुंतीची असू शकते.",
    "4246520782": "खरं तर, इंटरनेट अलिकडच्या वर्षांत फसवणूक करणारे आणि बचावकर्ते यांच्यातील वास्तविक शस्त्रांच्या शर्यतीचे साक्षीदार आहे.",
    "2167049807": "सुरक्षा संघांनी विविध प्रकारचे प्रतिकार आणि नियंत्रणे स्वीकारली आहेत जी पेमेंट फसवणूक करण्याच्या सोप्या, आळशी पध्दतींना पराभूत करतात. तथापि, हल्ले अधिकाधिक अत्याधुनिक होत आहेत. उदाहरणार्थ, बॉट्स आता बनावट वेबसाइट्स आणि फिशिंग हल्ल्यांमधून चोरलेले क्रेडिट कार्ड नंबर आणि पिन काढू शकतात.",
    "1936449777": "नंतर, पूर्णपणे स्वयंचलित मोडमध्ये, ते ई-कॉमर्स साइट्सवरील मानवी वर्तनाची नक्कल करू शकतात, बटणांवर क्लिक करून आणि शॉपिंग कार्टमध्ये आयटम जोडू शकतात-अशा बिंदूपर्यंत जेथे बरेच, फसवणूकविरोधी नियंत्रणे सांगू शकत नाहीत की बॉट चोरी करण्याचा प्रयत्न करत आहे. माल उलट, असे दिसते की मानवी वापरकर्ता फक्त खरेदी करत आहे. बॉट चोरलेल्या लॉग इन क्रेडेन्शियल्सचा वापर करून खऱ्या ग्राहकाच्या खात्यात लॉग इन करू शकतो. फसवणूक आणखी अस्पष्ट करणे म्हणजे आयपी पत्ते फसवण्याची बॉटची क्षमता आणि असे दिसते की जणू काही \"गिरेदार\" आक्रमणकर्त्यापेक्षा वेगळा आहे, जो कदाचित परदेशात असेल.",
    "648630222": "hCaptcha Enterprise सह पेमेंट फसवणूक रोखा",
    "1621930829": "आजच्या प्रगत, अखंड पेमेंट फसवणूक क्रियाकलापांबद्दल काय केले जाऊ शकते? नियंत्रणाचे अनेक स्तर वापरणे हा सहसा शहाणपणाचा दृष्टीकोन असतो. तथापि, सर्वोत्कृष्ट प्रतिकारक उपाय असे आहेत जे बॉटला अडकवू शकतात आणि मानवी वर्तनाची प्रतिकृती तयार करण्यासाठी त्याच्या निर्मात्यांचे सर्वोत्तम प्रयत्न असूनही ते बनावट असल्याचे उघड करू शकतात.",
    "2423586454": "अजूनही काही गोष्टी आहेत ज्या सॉफ्टवेअर करू शकत नाही, AI कितीही चांगले असले तरीही. आधुनिक कॅप्चा तंत्रज्ञान पेमेंट फसवणूक कायम ठेवण्याचा प्रयत्न करणार्‍या बॉट्सना ब्लॉक करण्याची एक सिद्ध पद्धत प्रदान करते. बॉक्समधील साध्या तिरप्या क्रमांकांप्रमाणे कॅप्चाकडे जाण्याचे जुने पध्दत आता प्रगत बॉट्स कमी करण्यात कमी पडत असताना, hCaptcha Enterprise सारखे स्वयंचलित चाचणी-प्रतिसाद डिव्हाइस खाते लॉगिन किंवा शॉपिंग कार्ट चेकआउटच्या क्षणी फसवणूक करणारा बॉट सहजपणे स्टंप करू शकते. जरी बॉटकडे खरी क्रेडेन्शियल्स असली तरीही, कॅप्चा द्वारे मिळू शकणार नाही.",
    "1467308982": "पेमेंट वेळापत्रक",
    "1291824746": "hCaptcha पेआउट्स 60 दिवसांच्या अनुगामी आधारावर त्रैमासिक चालतात. याचा अर्थ काय ते स्पष्ट करण्यासाठी, कृपया खालील तक्ता पहा.",
    "3444947612": "दरम्यान वाहतूक",
    "4181611011": "समेटाची तारीख",
    "728503636": "पेआउट तारीख",
    "3720584906": "15 जुलै 2021 - 15 ऑक्टोबर 2021",
    "388240587": "5-15 जानेवारी 2022",
    "3426312287": "5-15 जानेवारी 2022",
    "615618648": "15 एप्रिल 2021 - 15 जुलै 2021",
    "3376724603": "14-24 सप्टेंबर 2021†††",
    "3398978455": "15-25 सप्टेंबर 2021†††",
    "2722456056": "15 जानेवारी 2021 - 15 एप्रिल 2021",
    "4063155841": "25 जून 2021 नंतर नाही ††",
    "4082053540": "19-25 जून 2021††",
    "64953197": "15 ऑक्टोबर 2020 - 15 जानेवारी 2021",
    "1023070345": "14 मार्च 2021 नंतर नाही",
    "2600696085": "१५ मार्च २०२१",
    "3217791519": "15 जुलै 2020 - 15 ऑक्टोबर 2020",
    "649261378": "5 ते 11 जानेवारी 2021*",
    "1559190296": "५-११ जाने २०२१†",
    "3806054689": "15 एप्रिल 2020 - 15 जुलै 2020",
    "4162383380": "16 सप्टेंबर - 22 2020 ****",
    "1990824776": "16-24 सप्टेंबर 2020 ****",
    "3856690908": "15 जानेवारी 2020 - 15 एप्रिल 2020",
    "3200641265": "16 जून 2020 नंतर नाही*",
    "3744079744": "15-19 जून 2020***",
    "2209837451": "15 ऑक्टोबर 2019 - 15 जानेवारी 2020",
    "2510534204": "23 मार्च 2020 नंतर नाही ***",
    "2910560864": "20-23 मार्च 2020***",
    "2544565802": "15 जुलै 2019 - 15 ऑक्टोबर 2019",
    "3963642878": "14 डिसेंबर 2019 नंतर नाही*",
    "622103562": "17 डिसेंबर 2019**",
    "4072202039": "15 एप्रिल 2019 - 15 जुलै 2019",
    "818049069": "15 जुलै 2019 नंतर नाही",
    "1169005651": "15 सप्टेंबर 2019",
    "2303655425": "15 जानेवारी 2019 - 15 एप्रिल 2019",
    "3678889946": "15 जून 2019 नंतर नाही",
    "3094354698": "१५ जून २०१९",
    "4217013126": "पेआउट सामान्यत: पेआउट तारखेला दिवसभर चालतात आणि सर्वसाधारणपणे मध्यरात्री पॅसिफिक वेळेपर्यंत पूर्ण होतात. एखादे खाते पुनरावलोकनासाठी ध्वजांकित केले असल्यास, पेमेंट जारी करण्यासाठी पाच अतिरिक्त व्यावसायिक दिवस लागू शकतात.",
    "1447649958": "स्मरणपत्र म्हणून, केवळ अचूक मानवी रहदारी पेआउटसाठी पात्र आहे. तुम्ही खाली लिंक केलेल्या आमच्या FAQ मध्ये याबद्दल अधिक तपशील पाहू शकता. सध्या 10 HMT, पेआउटसाठी पात्र होण्यासाठी उपलब्ध शिल्लक देखील किमान उंबरठा पूर्ण करणे आवश्यक आहे.",
    "4257144752": "रिअल-टाइम अंदाज अंतिम अचूकता किंवा मानवता दर्शवत नाहीत आणि अशा प्रकारे तुमची अंतिम कमाई तुमच्या पहिल्या सामंजस्यापूर्वी डॅशबोर्डमध्ये दर्शविलेल्या संख्येपेक्षा लक्षणीयरीत्या वर किंवा खाली बदलू शकते.",
    "2728931827": "प्रत्येक सामंजस्यानंतर, तुमचे प्रति-साइटकी अंदाज अद्यतनित केले जातील आणि भविष्यातील अंदाजांची अचूकता वाढली पाहिजे, जोपर्यंत तुमच्या साइटच्या वापरकर्त्याच्या वर्तनात भौतिक बदल होत नाही.",
    "1200905005": "††† सप्टेंबर 2021 पासून, सेवेतील वाढीशी संबंधित ऑपरेशनल अडथळे सुलभ करण्यासाठी, समेट आणि पेआउट्स आता एका दिवसाच्या ऐवजी अंदाजे 10 दिवसांच्या कालावधीत चालतात.",
    "4284094387": "†† काही जून 2021 सलोखा आणि पेआउट पुढील आठवड्यात चालू होतील कारण सामंजस्य विंडो दरम्यान अंतिम गणनांच्या पडताळणीत विलंब होत आहे.",
    "1977013707": "† डिसेंबर 2020 पेआउट्स 15 तारखेपासून पुन्हा शेड्यूल केले गेले आहेत जेणेकरून वर्षाच्या शेवटच्या सलोखा आणि कर्मचार्‍यांच्या सुट्ट्यांमध्ये ओव्हरलॅप होऊ नये: ते जानेवारीच्या दुसऱ्या आठवड्यापर्यंत पूर्ण होतील. PayPal मध्ये नेहमीपेक्षा हळू-हळू हस्तांतरणामुळे, पेआउट एकाच दिवशी पूर्ण होण्याऐवजी अनेक दिवस चालतील.",
    "517010299": "कृपया लक्षात ठेवा: आम्ही सध्या जवळच्या-रिअल-टाइम सामंजस्यासाठी मोठ्या बॅकएंड संक्रमणावर काम करत आहोत. Q1 2021 पर्यंत नियतकालिक सामंजस्या नेहमीपेक्षा कमी वेळा चालतील. याचा पेआउट शेड्यूल किंवा तारखांवर परिणाम होत नाही.",
    "3092200338": "** जेव्हा 15 वी आठवड्याच्या शेवटी येते तेव्हा पेआउटची तारीख 17 तारखेला असते.",
    "3891941747": "*** COVID-19 सल्ला: COVID-19 शी संबंधित कर्मचारी क्षमता कमी झाल्यामुळे, आमची मानक पडताळणी पूर्ण करण्यासाठी अतिरिक्त वेळ मिळावा यासाठी सलोखा पुन्हा शेड्यूल करण्यात आला आहे. पेआउट शुक्रवारी सुरू होणे आणि पुढील सोमवारी पूर्ण होणे अपेक्षित आहे.",
    "2301757528": "**** पेआउट विंडो दरम्यान त्यांच्या REST API च्या PayPal द्वारे देखभाल केल्यामुळे, 15 जून रोजी सर्व पेआउट पूर्ण झाले नाहीत. 15 जून (पॅसिफिक वेळ) साठी शेड्यूल केलेले कोणतेही पेआउट परंतु PayPal API त्रुटींमुळे कार्यान्वित न झालेले 19 जून (पॅसिफिक वेळ) पर्यंत पुन्हा चालवले गेले.",
    "116842359": "***** सिस्टीमच्या देखभालीमुळे अनेक दिवसांत सामंजस्य पूर्ण होणे अपेक्षित आहे.",
    "4154415610": "***** सप्टेंबर 2020 पेआउट सामंजस्य पूर्ण झाल्यावर बॅचमध्ये चालतील, काही समेट विलंबामुळे मूळ नियोजित वेळेपेक्षा बरेच दिवस उशिराने चालतील.",
    "2310694091": "Reconciliation म्हणजे काय?",
    "164801246": "सामंजस्य ही अशी प्रक्रिया आहे ज्याद्वारे ट्रॅफिकची मानवता आणि अचूकता पडताळून पाहिल्यानंतर त्याचे विश्लेषण केले जाते, एकदा सर्व रिपोर्टिंग साइटवरील सर्व डेटा येतो. तुम्ही आमच्या येथे अधिक तपशील वाचू शकता",
    "3256245394": "तसेच आमच्या ब्लॉग पोस्ट्स, उदा",
    "3089778412": "hCaptcha पुरस्कारांची गणना कशी करते",
    "3329755436": "तुम्ही या प्रक्रियेला गती देण्याचा विचार करत आहात?",
    "1911669851": "होय, आम्ही सध्या आमच्या बॅकएंड सिस्टीममध्ये विविध सुधारणांवर काम करत आहोत ज्याची आम्हाला अपेक्षा आहे की शेवटी आम्हाला जलद सामंजस्य, अधिक जलद अंदाज अचूकता आणि जलद पेआउट दोन्ही ऑफर करण्याची अनुमती मिळेल. आम्ही सध्या सलोख्याला गती देण्यासाठी काम करत आहोत.",
    "2366003154": "प्रेस आणि मीडिया चौकशी",
    "3054564199": "किट दाबा",
    "3173156067": "तुम्ही तुमच्या लेखात उदाहरण प्रतिमा समाविष्ट करू इच्छित असल्यास काही तयार संपार्श्विक उपलब्ध आहेत.",
    "867314732": "आपण उच्च-रिझोल्यूशन पुनर्प्राप्त करू शकता",
    "858218750": "आणि वर त्यांचा वापर करण्याबाबत मार्गदर्शन",
    "3821716514": "पृष्ठ",
    "1186243118": "लोगो प्रतिमा",
    "3034959000": "आपण पुनर्प्राप्त करू शकता",
    "1764089150": "येथे:",
    "1558428432": ". कृपया त्यांना hCaptcha.com वर जमा करा.",
    "2429359042": "उदाहरण इंटरफेस प्रतिमा",
    "1480820434": "प्रतिमा 1",
    "3213411837": "प्रतिमा २",
    "1270712701": "प्रेस विज्ञप्ति आणि अलीकडील अहवाल",
    "231285005": "आपण आमच्या ब्लॉगवर अलीकडील अद्यतने शोधू शकता",
    "1289884910": "आम्ही अधूनमधून विश्लेषण आणि अहवाल देखील प्रकाशित करतो. उदाहरणार्थ:",
    "932546190": "कॅप्चा नेहमी आमच्यासोबत का असतील",
    "2344319147": "Google च्या बॉट डिटेक्शनची खरोखर किंमत किती आहे?",
    "1637527266": "कोणत्या देशांमध्ये सर्वाधिक बॉट ट्रॅफिक आहे?",
    "230159237": "संपर्क",
    "3759923279": "कृपया खालील ईमेल पत्त्यावर प्रेस चौकशी निर्देशित करा:",
    "4255608322": "शेवटचे अपडेट: १२ एप्रिल २०२१",
    "33639629": "तृतीय पक्षाच्या वेबसाइट्सना लागू नाही. कृपया लक्षात ठेवा की हे गोपनीयता धोरण कोणत्याही तृतीय पक्षाच्या कोणत्याही वेबसाइट, ऑफर, उत्पादन किंवा सेवेला लागू होत नाही, जरी ते आमच्या साइटशी लिंक असले तरीही किंवा सेवा समाविष्ट करत असले तरीही - कृपया तृतीय पक्षाला कोणतीही माहिती प्रदान करण्याचा निर्णय घेण्यापूर्वी लागू गोपनीयता धोरणांचा संदर्भ घ्या. पक्ष",
    "987375734": "IMI युनायटेड स्टेट्स मध्ये स्थित आहे. साइट्स आणि सेवा युनायटेड स्टेट्समधून आमच्याद्वारे नियंत्रित आणि ऑपरेट केल्या जातात. तुमची वैयक्तिक माहिती कोणत्याही देशात जिथे आमच्याकडे सुविधा आहेत किंवा आम्ही सेवा प्रदात्यांना गुंतवून ठेवतो अशा कोणत्याही देशात संग्रहित आणि प्रक्रिया केली जाऊ शकते आणि साइट आणि सेवा वापरून तुम्ही युनायटेड स्टेट्ससह तुमच्या राहत्या देशाबाहेरील देशांना माहिती हस्तांतरित करण्यास संमती देता. , ज्यात डेटा संरक्षण नियम असू शकतात जे तुमच्या देशापेक्षा वेगळे आहेत. काही विशिष्ट परिस्थितींमध्ये, न्यायालये, कायद्याची अंमलबजावणी करणार्‍या संस्था, नियामक संस्था किंवा त्या इतर देशांतील सुरक्षा अधिकारी तुमची वैयक्तिक माहिती मिळवू शकतात.",
    "452920031": "युनायटेड स्टेट्स बाहेरील ग्राहकांसाठी एक टीप.",
    "2328839224": ". कृपया कॅलिफोर्निया ग्राहक गोपनीयता कायदा (\"CCPA\") अंतर्गत तुमच्या अधिकारांशी संबंधित \"कॅलिफोर्नियाच्या रहिवाशांना सूचना\" विभाग पहा.",
    "1565481281": "कॅलिफोर्नियाच्या रहिवाशांसाठी एक टीप",
    "1028058338": "कृपया जनरल डेटा प्रोटेक्शन रेग्युलेशन (\"GDPR\") अंतर्गत तुमच्या अधिकारांशी संबंधित आमचा \"EU डेटा विषयांना सूचना\" विभाग पहा.",
    "2271205646": "युरोपियन इकॉनॉमिक एरिया रहिवाशांसाठी एक टीप.",
    "508143070": "लक्षात ठेवा की आयएमआय तुमच्या वैयक्तिक माहितीचा नियंत्रक आहे, आमच्या सेवेच्या तरतुदीच्या संबंधात आम्ही आमच्या इंटिग्रेटर्सच्या वतीने वैयक्तिक माहितीवर प्रक्रिया करतो त्याशिवाय, अशा परिस्थितीत आम्ही वैयक्तिक माहितीचे प्रोसेसर आहोत आणि ते इंटिग्रेटर्सचे नियंत्रक आहेत वैयक्तिक माहिती.",
    "2330965058": "जिथे आम्ही आमच्या इंटिग्रेटर्ससाठी प्रोसेसर म्हणून काम करतो, आम्ही आमची सेवा प्रदान करण्यासाठी वाजवीपणे आवश्यक असल्याखेरीज इतर कोणत्याही हेतूसाठी संकलित केलेला डेटा वापरत नाही आणि आमची प्रक्रिया आमच्या इंटिग्रेटर्ससोबत असलेल्या करारांद्वारे नियंत्रित केली जाईल, हे नाही. गोपनीयता धोरण",
    "3017040355": "EU डेटा विषय डेटाची प्रक्रिया आमच्या सेवा अटींमध्ये डेटा प्रोसेसिंग परिशिष्ट किंवा आमच्या इंटिग्रेटर्ससह डेटा प्रोसेसिंग करारामध्ये एकत्रित केलेल्या मानक कराराच्या कलमांच्या (SCCs) कायदेशीर आधारावर चालते.",
    "2233384692": "असा डेटा कसा हाताळला जातो याविषयी तुम्हाला काही प्रश्न किंवा समस्या असल्यास किंवा तुम्ही तुमचे अधिकार वापरण्यास इच्छुक असल्यास, तुम्ही या डेटावर प्रक्रिया करण्यासाठी सेवा वापरण्यासाठी आमच्याशी करार केलेल्या व्यक्तीशी किंवा संस्थेशी (म्हणजे डेटा नियंत्रक) संपर्क साधावा. तथापि, आम्ही आमच्या इंटिग्रेटर्सना त्यांच्याशी केलेल्या आमच्या कराराच्या अटींनुसार, तुमच्या कोणत्याही समस्यांचे निराकरण करण्यासाठी मदत देऊ.",
    "349292953": "माहिती आम्ही गोळा करतो",
    "3022001832": "आम्ही आमच्या साइट्स आणि सेवांशी संवाद साधणार्‍या व्यक्तींकडून माहिती गोळा करतो, ज्यात आमची सेवा त्यांच्या वेबसाइट (\"इंटीग्रेटर्स\") मध्ये समाविष्ट करणारे, डेटा लेबलिंगसाठी सेवा वापरणारे (\"ग्राहक\") आणि अंतिम वापरकर्ते जे आमच्याशी संवाद साधतात. आमच्या इंटिग्रेटर्सच्या (\"अंतिम वापरकर्ते\") वेबसाइट्सद्वारे सेवा.",
    "835545301": "आम्ही माहितीच्या खालील श्रेणी गोळा करतो:",
    "3228928991": "नाव, ईमेल पत्ता आणि देश यासारखी माहिती (\"वैयक्तिक माहिती\") ओळखण्यासाठी किंवा संपर्क साधण्यासाठी वापरली जाऊ शकते. आमचे वर्तमान आणि संभाव्य इंटिग्रेटर आणि ग्राहक जेव्हा ते आम्हाला थेट देतात तेव्हा आम्ही वैयक्तिक माहिती गोळा करतो (उदाहरणार्थ, खात्यासाठी साइन अप करताना फॉर्म भरून किंवा आमच्याकडून ईमेल सूचना प्राप्त करण्यासाठी अर्ज करून). तृतीय पक्ष डेटाबेस किंवा अधिकृत कायदेशीर दस्तऐवजांशी वैयक्तिक माहितीची तुलना करून आम्ही आमच्या इंटिग्रेटर आणि ग्राहकांची ओळख देखील सत्यापित करू शकतो.",
    "1655796811": "इंटिग्रेटर किंवा ग्राहकाच्या साइट्स किंवा सेवा (\"विश्लेषण माहिती\") च्या वापरामुळे आपोआप संकलित केलेली माहिती, जसे की IP पत्ते, ब्राउझर प्रकार, इंटरनेट सेवा प्रदाता, प्लॅटफॉर्म प्रकार, डिव्हाइस प्रकार, ऑपरेटिंग सिस्टम, तारीख आणि वेळ स्टॅम्प प्रवेश आणि इतर तत्सम माहिती. काही Analytics माहिती आमच्या वतीने तृतीय पक्षांद्वारे संकलित केली जाते जी आम्ही त्या उद्देशासाठी गुंतलेली असते आणि काही Analytics माहिती कुकीजसह विविध ट्रॅकिंग तंत्रज्ञानाद्वारे गोळा केली जाते (खाली \"तृतीय पक्ष विश्लेषण आणि ट्रॅकिंग तंत्रज्ञान\" पहा).",
    "1388241689": "अंतिम वापरकर्त्यांनी सेवेद्वारे (\"लेबल केलेला डेटा\") प्रॉम्प्टची उत्तरे दिल्याचा परिणाम म्हणून संकलित केलेली माहिती, जसे की इमेज लेबलिंग डेटा, त्या अंतिम वापरकर्त्यांना प्ले केलेल्या ऑडिओ फाइल्समधून रूपांतरित केलेला मजकूर, प्रश्नांची उत्तरे आणि सेवेद्वारे व्युत्पन्न केलेल्या इतर सूचना मशीन लर्निंग ऍप्लिकेशन्समध्ये वापरण्यासाठी डेटा लेबल करण्याच्या हेतूने. लक्षात ठेवा की लेबल केलेला डेटा कोणत्याही ओळखलेल्या व्यक्तीशी जोडलेला नाही.",
    "1493790285": "अंतिम वापरकर्त्यांकडून सेवेचा एक भाग म्हणून संकलित केलेली इतर माहिती ते किंवा नाही हे निर्धारित करण्यासाठी आवश्यक आहे",
    "2216374138": "मानवी आहेत, जसे की माऊसची हालचाल, स्क्रोल पोझिशन, की प्रेस इव्हेंट्स, टच इव्हेंट्स आणि लागू असेल म्हणून जायरोस्कोप / एक्सेलेरोमीटर माहिती.",
    "2394073454": "वैयक्तिक डेटा लेबलर म्हणून आमच्यासोबत काम करू इच्छिणाऱ्या अंतिम वापरकर्त्यांकडून आम्ही अतिरिक्त माहिती गोळा करू शकतो.",
    "3103557430": "आम्ही माहिती कशी वापरतो",
    "1130802068": "आम्ही संकलित केलेली माहिती आम्ही खालील उद्देशांसाठी वापरतो:",
    "2940689138": "इंटिग्रेटर आणि ग्राहक खाती व्यवस्थापित करण्यासाठी आणि सेवा प्रदान करण्यासाठी. इंटिग्रेटर्स आणि ग्राहकांशी विशिष्ट खाती संबद्ध करण्यासाठी आणि त्यांना सेवा प्रदान करण्यासाठी, विनंत्या किंवा चौकशींना प्रतिसाद देण्यासाठी, समर्थन किंवा तांत्रिक सहाय्य प्रदान करण्यासाठी आणि देयके सुलभ करण्यासाठी आम्ही वैयक्तिक माहिती वापरतो.",
    "857974529": "साइट आणि सेवा सुधारण्यासाठी. आम्ही आमच्या विद्यमान सुधारण्यासाठी आणि नवीन सेवा आणि ऑफर विकसित करण्यासाठी आणि विद्यमान आणि भविष्यातील उत्पादन ऑफर कस्टमाइझ करण्यासाठी Analytics माहिती वापरतो.",
    "1820844638": "बाजार अंतर्दृष्टी प्राप्त करण्यासाठी. आम्‍ही बाजाराचे विश्‍लेषण करण्‍यासाठी आणि साइट आणि आमच्या सेवांशी संबंधित व्‍यवसाय विश्‍लेषण करण्‍यासाठी आणि इतर संशोधन उद्देशांसाठी विश्‍लेषण माहिती वापरतो.",
    "3386280249": "लेबल केलेल्या डेटासाठी मार्केट प्रदान करण्यासाठी. आमची सेवा उच्च व्हॉल्यूम डेटा लेबलिंग आणि मशीन लर्निंग सिस्टमसाठी मानवी पुनरावलोकन सक्षम करते वेबसाइट मालक आणि कंपन्यांना सेवा म्हणून ज्यांना त्यांचा डेटा लेबल करण्यात मदत हवी आहे. त्यासाठी, आम्ही लेबल केलेला डेटा प्राप्त करण्यास इच्छुक असलेल्या आमच्या ग्राहकांना लेबल केलेला डेटा उघड करतो.",
    "3532143291": "आमच्या सेवा आणि प्रणाली सुरक्षित करण्यासाठी. संभाव्य धोके आणि भेद्यता ओळखून आमच्या सिस्टमला सुरक्षित करण्यासाठी आणि अन्यथा आम्ही गोळा करत असलेल्या माहितीचे संरक्षण करण्यासाठी आम्ही Analytics माहिती वापरतो.",
    "2185418511": "कोणत्याही कायदेशीर व्यावसायिक हेतूसाठी, जर माहिती काढून टाकली गेली असेल किंवा एकत्रित केली गेली असेल तर ती एखाद्या व्यक्तीशी वाजवीपणे जोडली जाऊ शकत नाही.",
    "2386465280": "आम्ही माहिती कशी शेअर करतो",
    "2159517814": "आम्ही खालील प्रकरणांमध्ये वैयक्तिक माहिती सामायिक करतो किंवा उघड करतो:",
    "4256083674": "विशिष्ट कॅप्चा आव्हान विनंती किंवा IP पत्त्याची फसवणूक जोखीम ओळखण्यासाठी इंटिग्रेटरच्या थेट विनंतीवर किंवा अन्यथा जेथे विशिष्ट संमती दिली गेली होती.",
    "3494826505": "विक्रेत्यांसह आम्ही साइट्स आणि सेवेच्या आवश्यक बाबी, जसे की डेटा स्टोरेज, होस्टिंग आणि अॅनालिटिक्स प्रदान करण्यात गुंततो आणि फक्त त्या हेतूंसाठी.",
    "1119009846": "सरकारी विनंत्या, कायद्याची अंमलबजावणी विनंत्या आणि अन्यथा सार्वजनिक आणि खाजगी संस्थांसह लागू कायद्याचे पालन करणे आवश्यक आहे जेणेकरून तुमचे, आमचे किंवा इतरांचे अधिकार, गोपनीयता, सुरक्षितता किंवा मालमत्तेचे संरक्षण करण्यासाठी.",
    "197676026": "कोणत्याही कायदेशीर व्यावसायिक हेतूसाठी इतरांसह, जर माहितीची ओळख रद्द केली गेली असेल",
    "2359312315": "किंवा असे एकत्रित केले की ते एखाद्या व्यक्तीशी वाजवीपणे जोडले जाऊ शकत नाही.",
    "2497216176": "तृतीय पक्ष विश्लेषण आणि ट्रॅकिंग तंत्रज्ञान",
    "3694578791": "वर चर्चा केल्याप्रमाणे, आम्ही (आणि आमचे तृतीय पक्ष विक्रेते) कुकीज, वेब बीकन्स आणि इतर ट्रॅकिंग तंत्रज्ञानाच्या वापराद्वारे अंशतः Analytics माहिती गोळा करतो. काही उदाहरणांमध्ये, Analytics माहिती संकलित करण्याच्या उद्देशाने कुकीज वापरण्यासाठी आम्ही तृतीय पक्ष विक्रेत्यांसह कार्य करतो.",
    "2014256987": "आपण कुकीज किंवा इतर ट्रॅकिंग तंत्रज्ञानाचा वापर अवरोधित करण्यास प्राधान्य देत नसल्यास, कृपया खाली \"तुमची माहिती व्यवस्थापित करणे\" पहा. कृपया लक्षात ठेवा की असे केल्याने तुमच्या साइट्स किंवा सेवा वापरण्याच्या अनुभवावर नकारात्मक परिणाम होऊ शकतो, कारण काही वैशिष्ट्ये योग्यरित्या कार्य करू शकत नाहीत.",
    "2788024905": "आम्ही माहिती कशी सुरक्षित ठेवतो",
    "3031284129": "वॉरंटी अस्वीकरण",
    "26365791": "कायद्याने परवानगी दिलेल्या पूर्ण मर्यादेपर्यंत, साइट आणि सेवा (आणि इतर कोणत्याही संबंधित सेवा, माहिती, डेटा, वैशिष्ट्ये आणि इतर सामग्री किंवा सामग्री) \"जशी आहे तशी\" आणि \"जशी-उपलब्ध\" आधारावर प्रदान केली जाते. कायद्याने परवानगी दिलेल्या पूर्ण मर्यादेपर्यंत, IMI सर्व वॉरंटी वगळते, ज्यात व्यापारक्षमता, विशिष्ट हेतूसाठी फिटनेस आणि उल्लंघन न करण्याच्या गर्भित वॉरंटींचा समावेश आहे परंतु इतकेच मर्यादित नाही.",
    "735630686": "तुमची माहिती व्यवस्थापित करा (तुमचे अधिकार)",
    "2895491273": "आपण कुकीज किंवा इतर ट्रॅकिंग तंत्रज्ञान अवरोधित करण्यास प्राधान्य देत असल्यास, बहुतेक ब्राउझर आणि मोबाइल डिव्हाइसेसवर आपण आपली सेटिंग्ज बदलू शकता जेणेकरुन आपल्याला कुकीज किंवा इतर ट्रॅकिंग तंत्रज्ञान वापरल्या जात आहेत तेव्हा आपल्याला सूचित केले जावे आणि स्वीकारा/अनुमती द्यावी की नाही हे निवडण्यासाठी. ते बर्‍याच ब्राउझर तुम्हाला विद्यमान कुकीज अक्षम किंवा हटविण्याची किंवा भविष्यातील कुकीज स्वयंचलितपणे नाकारण्याची परवानगी देतात. तुमची कुकी प्राधान्ये नियंत्रित करण्यासाठी तुम्ही ब्राउझर प्लग-इनसह तृतीय पक्ष साधने देखील वापरू शकता. लक्षात ठेवा, तथापि, आपण सर्व कुकीज अक्षम केल्यास, आमच्या साइटचे काही भाग योग्यरित्या कार्य करू शकत नाहीत.",
    "707527778": "मुलांकडून माहिती",
    "2419795065": "कॅलिफोर्नियाच्या रहिवाशांना सूचना",
    "1517625162": "कॅलिफोर्निया नागरी संहिता कलम 1789.3 अंतर्गत, कॅलिफोर्नियाचे वापरकर्ते खालील ग्राहक हक्क सूचनेसाठी पात्र आहेत: कॅलिफोर्नियाचे रहिवासी 1625 नॉर्थ मार्केट ब्लेव्हिड, सॅक्रॅन्‍ट, सॅक्रॅन्‍या, कॅलिफोर्निया डिपार्टमेंट ऑफ कंझ्युमर अफेअर्सच्‍या डिव्हिजन ऑफ कंझ्युमर सर्व्हिसेसच्‍या तक्रार सहाय्य युनिटला मेलद्वारे पोहोचू शकतात. CA 95834, किंवा (916) 445-1254 किंवा (800) 952-5210 वर दूरध्वनीद्वारे.",
    "3730344349": "हा विभाग कॅलिफोर्नियाच्या ग्राहकांबद्दल आम्ही गोळा करत असलेली वैयक्तिक माहिती आणि त्यांना कॅलिफोर्निया ग्राहक गोपनीयता कायदा किंवा \"CCPA\" अंतर्गत प्रदान केलेल्या अधिकारांबद्दल अतिरिक्त तपशील प्रदान करतो.",
    "4044467791": "मागील 12 महिन्यांत आम्ही तुमच्याकडून गोळा केलेल्या वैयक्तिक माहितीच्या श्रेणींसाठी, कृपया वरील \"आम्ही संकलित केलेली माहिती\" विभाग पहा. आम्ही ही माहिती वरील \"आम्ही वैयक्तिक माहिती कशी वापरतो\" मध्ये वर्णन केलेल्या व्यवसाय आणि व्यावसायिक हेतूंसाठी गोळा करतो. मागील 12 महिन्यांत, आम्‍ही व्‍यवसाय उद्देशासाठी तृतीय पक्षांसोबत माहितीच्‍या खालील श्रेणी शेअर केल्या आहेत:",
    "4208081170": "वैयक्तिक माहितीची श्रेणी",
    "1528242915": "अभिज्ञापक.",
    "3863351997": "कॅलिफोर्निया ग्राहक रेकॉर्ड कायद्यामध्ये सूचीबद्ध वैयक्तिक माहिती श्रेणी (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "व्यावसायिक माहिती.",
    "2683038211": "इंटरनेट किंवा इतर इलेक्ट्रॉनिक नेटवर्क क्रियाकलाप.",
    "3671828834": "सामायिक केलेल्या वैयक्तिक माहितीची उदाहरणे",
    "779426309": "वास्तविक नाव, अद्वितीय वैयक्तिक ओळखकर्ता, ऑनलाइन ओळखकर्ता, इंटरनेट प्रोटोकॉल पत्ता, ईमेल पत्ता, खात्याचे नाव किंवा इतर समान अभिज्ञापक.",
    "2414368123": "नाव, क्रेडिट कार्ड नंबर, डेबिट कार्ड नंबर किंवा इतर कोणतीही आर्थिक माहिती.",
    "4088941349": "खरेदी केलेल्या, प्राप्त केलेल्या किंवा विचारात घेतलेल्या उत्पादनांचे किंवा सेवांचे रेकॉर्ड.",
    "3238612014": "ब्राउझिंग इतिहास, इंटरनेट वेबसाइट, ऍप्लिकेशन किंवा जाहिरातीसह ग्राहकांच्या परस्परसंवादाची माहिती.",
    "1023108656": "तृतीय-पक्ष प्राप्तकर्त्यांच्या श्रेणी",
    "1418235079": "सेवा प्रदाता",
    "3238184941": "टीप: वैयक्तिक IP पत्त्याशी संबंधित फसवणूक जोखीम विनंती केल्यावर इंटिग्रेटरसह सामायिक केली जाऊ शकते.",
    "285116485": "आम्ही संकलित केलेली वैयक्तिक माहिती कंपनी \"विक्री\" करत नाही (ही संज्ञा CCPA मध्ये परिभाषित केली आहे) आम्‍ही वापरत असलेल्‍या तृतीय-पक्ष कुकीजच्‍या प्रकारांबाबत अधिक माहितीसाठी कृपया वरील \"तृतीय पक्ष विश्‍लेषण आणि ट्रॅकिंग तंत्रज्ञान\" विभाग पहा.",
    "1408750006": "काही मर्यादांच्या अधीन राहून, CCPA कॅलिफोर्नियाच्या ग्राहकांना आम्ही संकलित करत असलेल्या (आम्ही ही माहिती कशी वापरतो आणि उघड करतो यासह) वैयक्तिक माहितीच्या श्रेण्यांबद्दल अधिक तपशील जाणून घेण्याचा, त्यांची वैयक्तिक माहिती हटविण्याचा, निवड रद्द करण्याचा अधिकार प्रदान करतो. कोणतीही \"विक्री\" होत असेल, तसेच या अधिकारांचा वापर करण्यासाठी भेदभाव न करण्याचा अधिकार.",
    "759057398": "EU डेटा विषयांना सूचना",
    "825780955": "वैयक्तिक माहिती",
    "2945960297": "EU डेटा विषयांच्या संदर्भात, या गोपनीयता धोरणामध्ये वापरलेली \"वैयक्तिक माहिती\" हा शब्द युरोपियन युनियन जनरल डेटा प्रोटेक्शन रेग्युलेशन (GDPR) मध्ये परिभाषित केल्यानुसार \"वैयक्तिक डेटा\" च्या समतुल्य आहे.",
    "1126613163": "संवेदनशील डेटा",
    "3571006800": "तुम्ही आम्हाला प्रदान करत असलेल्या काही माहितीमध्ये GDPR मध्ये परिभाषित केल्यानुसार संवेदनशील डेटा असू शकतो (वैयक्तिक डेटाच्या विशेष श्रेणी म्हणून देखील संदर्भित), सरकारने जारी केलेल्या ओळख दस्तऐवजांवर तुमची वंश किंवा वंश ओळखणे समाविष्ट आहे.",
    "1988461282": "प्रक्रियेसाठी कायदेशीर आधार",
    "3519564631": "प्रक्रिया उद्देश",
    "1778642038": "तुमच्याशी संवाद साधण्यासाठी",
    "2223819810": "आमचे प्लॅटफॉर्म ऑप्टिमाइझ करण्यासाठी",
    "1678661231": "अनुपालन, फसवणूक प्रतिबंध आणि सुरक्षिततेसाठी",
    "2561077702": "आमची सेवा देण्यासाठी",
    "2066321185": "कायदेशीर आधार",
    "1174237568": "या प्रक्रिया क्रियाकलाप आमच्या कायदेशीर स्वारस्ये तयार करतात. आम्ही आमच्या कायदेशीर हितसंबंधांसाठी तुमच्या वैयक्तिक माहितीवर प्रक्रिया करण्यापूर्वी तुमच्यावरील (सकारात्मक आणि नकारात्मक दोन्ही) आणि तुमच्या अधिकारांवर होणारे कोणतेही संभाव्य प्रभाव विचारात घेण्याचा आणि संतुलित करण्याचा प्रयत्न करतो. आम्ही तुमची वैयक्तिक माहिती अशा क्रियाकलापांसाठी वापरत नाही जिथे आमची स्वारस्ये तुमच्यावरील कोणत्याही प्रतिकूल परिणामामुळे ओव्हरराइड केली जातात (जोपर्यंत आम्हाला तुमची संमती नसेल किंवा अन्यथा आवश्यक असेल किंवा कायद्याने परवानगी नसेल).",
    "1350478093": "प्रक्रिया उद्देश",
    "787916198": "तुमच्या संमतीने",
    "3348433919": "आपले हक्क",
    "3842673636": "GDPR अंतर्गत, तुम्हाला तुमच्या वैयक्तिक माहितीशी संबंधित काही अधिकार आहेत. आमच्याकडे असलेल्या तुमच्या वैयक्तिक माहितीच्या संदर्भात तुम्ही आम्हाला पुढील कृती करण्यास सांगू शकता:",
    "4057343238": "निवड रद्द करा",
    "1834911235": "तुम्हाला थेट विपणन संप्रेषणे पाठवणे थांबवा जे तुम्ही यापूर्वी प्राप्त करण्यास संमती दिली होती. आम्ही तुम्हाला सेवा-संबंधित आणि इतर गैर-मार्केटिंग संप्रेषणे पाठवणे सुरू ठेवू शकतो.",
    "3022301908": "प्रवेश",
    "680638297": "तुमच्या वैयक्तिक माहितीच्या आमच्या प्रक्रियेबद्दल तुम्हाला माहिती देतो आणि तुम्हाला तुमच्या वैयक्तिक माहितीमध्ये प्रवेश देतो.",
    "1409486258": "योग्य",
    "3878077249": "तुमच्या वैयक्तिक माहितीमध्ये अद्ययावत करा किंवा अयोग्यता सुधारा.",
    "3645414921": "हटवा",
    "42182578": "तुमची वैयक्तिक माहिती हटवा.",
    "1609621367": "हस्तांतरण",
    "3208155808": "तुमच्या वैयक्तिक माहितीची मशीन-वाचनीय प्रत तुम्हाला किंवा तुमच्या पसंतीच्या तृतीय पक्षाकडे हस्तांतरित करा.",
    "1786796818": "प्रतिबंधित करा",
    "3329634829": "तुमच्या वैयक्तिक माहितीच्या प्रक्रियेस प्रतिबंध करा.",
    "4202774977": "ऑब्जेक्ट",
    "3007158970": "तुमच्या अधिकारांवर परिणाम करणाऱ्या तुमच्या वैयक्तिक माहितीच्या आमच्या प्रक्रियेचा आधार म्हणून आमच्या कायदेशीर हितसंबंधांवर आमच्या अवलंबून राहण्यावर आक्षेप घ्या.",
    "1273071008": "डेटा विषय प्रवेश अधिकार विनंत्या",
    "3594381346": "स्थान",
    "21141582": "हे",
    "3357523404": "क्रॉस-बॉर्डर डेटा ट्रान्सफर",
    "290966395": "आमच्या \"युनायटेड स्टेट्स बाहेरील ग्राहकांसाठी एक नोट\" विभागात वर्णन केल्याप्रमाणे, कृपया लक्षात ठेवा की तुमचा वैयक्तिक डेटा युनायटेड स्टेट्समध्ये हस्तांतरित केला जाईल, त्यावर प्रक्रिया केली जाईल आणि संग्रहित केली जाईल. यूएस मधील डेटा संरक्षण कायदे तुमच्या राहत्या देशात असलेल्या कायद्यांपेक्षा वेगळे असू शकतात. तुम्ही आमच्या साइट्सला भेट देऊन किंवा आमच्या सेवेचा वापर करून या गोपनीयता धोरणामध्ये नमूद केल्यानुसार, वैयक्तिक माहितीसह तुमची माहिती यूएसमध्ये हस्तांतरित करण्यास संमती देता.",
    "3178581111": "नवीन उद्देशांसाठी वापरा",
    "1088304322": "या गोपनीयता धोरणामध्ये वर्णन न केलेल्या कारणांसाठी आम्ही तुमची वैयक्तिक माहिती वापरू शकतो, जिथे आम्हाला कायद्याने तसे करण्याची परवानगी दिली आहे आणि कारण आम्ही ज्या उद्देशासाठी ती गोळा केली आहे त्याच्याशी सुसंगत आहे. आम्हाला तुमची वैयक्तिक माहिती एखाद्या असंबंधित हेतूसाठी वापरायची असल्यास, आम्ही तुम्हाला सूचित करू आणि त्या वापरासाठी लागू कायदेशीर आधार स्पष्ट करू. आम्ही तुमच्या वैयक्तिक माहितीच्या विशिष्ट वापरासाठी तुमच्या संमतीवर अवलंबून असल्यास, आम्ही कोणत्याही असंबंधित हेतूसाठी तुमची संमती घेऊ शकतो आणि तुमचा आक्षेप असल्यास त्या वेळी तुमचा सेवेचा वापर संपुष्टात आणण्याची परवानगी देऊ शकतो.",
    "2260079771": "डेटा धारणा",
    "38428546": "आम्‍ही तुमच्‍या खात्‍याच्‍या संपूर्ण आयुष्यभर तुमचा वैयक्तिक डेटा आमच्याकडे सुरक्षितपणे साठवतो. कोणत्याही कायदेशीर, लेखा किंवा अहवालाच्या जबाबदाऱ्या पूर्ण करण्यासाठी किंवा विवादांचे निराकरण करण्याच्या उद्देशांसह आम्ही ज्या उद्देशांसाठी तो गोळा केला आहे ते पूर्ण करण्यासाठी आवश्यक असेल तोपर्यंत आम्ही तुमचा वैयक्तिक डेटा राखून ठेवू. आम्ही स्टोरेज कालावधी निर्धारित करण्यासाठी वापरत असलेल्या निकषांमध्ये लागू असलेल्या कराराच्या तरतुदी, कायदेशीर वैधानिक मर्यादा कालावधी, लागू नियामक आवश्यकता आणि उद्योग मानकांचा समावेश आहे.",
    "384965568": "धारणा आवश्यकता अधिकारक्षेत्रानुसार बदलत असताना, आपल्या वैयक्तिक डेटाच्या विविध पैलूंसाठी आमच्या विशिष्ट धारणा कालावधीबद्दल माहिती खाली वर्णन केली आहे.",
    "2788836740": "जोपर्यंत तुम्ही सदस्यत्व रद्द करत नाही तोपर्यंत विपणन उद्देशांसाठी संपर्क माहिती कायम ठेवली जाते. त्यानंतर आम्ही तुमचे तपशील आमच्या दडपशाही सूचीमध्ये अनिश्चित काळासाठी जोडू. प्रवेशयोग्यता वापरकर्त्यांकडून संकलित केलेली ईमेल माहिती कधीही विपणन हेतूंसाठी वापरली जाणार नाही.",
    "3520687192": "तुमच्याशी झालेल्या संप्रेषणाच्या नोंदी (उदा. ईमेल किंवा Twitter द्वारे उघडलेली समर्थन तिकिटे) अनिश्चित काळासाठी ठेवली जाऊ शकतात.",
    "292211832": "कुकीज, वेबपृष्ठ काउंटर आणि इतर विश्लेषण साधनांसारख्या तांत्रिक माध्यमांद्वारे संकलित केलेली माहिती व्यावहारिक होताच टाकून दिली जाते, परंतु कुकीच्या समाप्तीपासून एक वर्षापर्यंत मर्यादित कालावधीसाठी ठेवली जाऊ शकते, विशेषत: डी-ओळखलेल्या आणि एकत्रित स्वरूपात. जोपर्यंत आम्हाला आमच्या सेवेचा संभाव्य गैरवापर आढळत नाही, अशा परिस्थितीत आम्ही भविष्यातील दुरुपयोग रोखण्यासाठी आम्हाला मदत करण्यासाठी ती माहिती राखून ठेवू. आम्ही ही अनामित आणि एकत्रित माहिती तुमच्याशी, तुमच्या कुटुंबाशी, IP पत्त्याशी किंवा संग्रहित केलेल्या माहितीवर आधारित कोणतीही वैयक्तिक माहिती जोडण्यात अक्षम आहोत.",
    "3192683783": "या गोपनीयता धोरणातील बदल",
    "1702335960": "आम्ही संकलित केलेली कोणतीही माहिती अशी माहिती संकलित केल्यावर प्रभावी गोपनीयता धोरणाच्या अधीन असते. तथापि, आम्ही वेळोवेळी गोपनीयता धोरणात सुधारणा करू शकतो. जर एखादी पुनरावृत्ती केवळ आम्‍ही ठरवल्‍याप्रमाणे सामग्री असेल, तर आम्‍ही तुम्‍हाला सूचित करू, उदाहरणार्थ ईमेलद्वारे. वर्तमान आवृत्ती नेहमी आमच्या गोपनीयता धोरण पृष्ठावर पोस्ट केली जाईल.",
    "3669258571": "कुकी धोरण",
    "2905621957": "शेवटचे अपडेट: जुलै १८, २०२०",
    "1173934218": "आम्ही समजतो की तुमची गोपनीयता तुमच्यासाठी महत्त्वाची आहे आणि आम्ही वापरत असलेल्या तंत्रज्ञानाबद्दल पारदर्शक राहण्यासाठी वचनबद्ध आहोत. हे धोरण आम्ही आमच्या साइट्स आणि सेवेवर कुकीज कसे आणि केव्हा वापरतो याबद्दल तपशीलवार माहिती प्रदान करते.",
    "2694150481": "आम्ही कुकीज वापरतो का?",
    "457627611": "होय. आम्‍ही आणि आमचे विश्‍लेषण किंवा सेवा प्रदाते, विपणन भागीदार आणि सहयोगी कुकीज, वेब बीकन किंवा पिक्‍सेल आणि इतर तंत्रज्ञानाचा वापर करण्‍यासाठी साईट्‍स वापरणार्‍या प्रत्‍येकाला सर्वोत्‍तम अनुभव मिळावा याची खात्री करण्‍यासाठी. अधिक तपशीलांसाठी कृपया आमच्या गोपनीयता धोरणाचा \"तृतीय पक्ष विश्लेषण आणि ट्रॅकिंग तंत्रज्ञान\" विभाग पहा.",
    "501102544": ": आमचा विश्वास आहे की hCaptcha अँटी-बॉट सेवा (म्हणजे वेबसाइट, गेम किंवा मोबाइल अॅप्सद्वारे एम्बेड केलेली सेवा) GDPR नियमांनुसार केवळ तथाकथित \"संमती-मुक्त\" कुकीज समाविष्ट करते. अशा मुक्त कुकीजच्या उदाहरणांमध्ये हे समाविष्ट आहे:",
    "461631543": "GDPR टीप",
    "2150907653": "* सेवेच्या तरतूदीसाठी तांत्रिक कुकीज कठोरपणे आवश्यक आहेत. यामध्ये प्राधान्य कुकीज, सत्र कुकीज, लोड बॅलन्सिंग कुकीज इ.",
    "1012122721": "* आमच्याद्वारे थेट व्यवस्थापित केलेल्या सांख्यिकीय कुकीज (म्हणजे प्रथम पक्ष, तृतीय-पक्ष कुकीज नाही), जेथे डेटा प्रोफाइलिंगसाठी वापरला जात नाही.",
    "3255230599": "कुकी म्हणजे काय?",
    "2954157511": "आम्ही कुकीज का वापरतो?",
    "1539071196": "आम्ही साधारणपणे खालील उद्देशांसाठी कुकीज वापरतो:",
    "3545935449": "नवीन किंवा मागील वापरकर्ते ओळखण्यासाठी.",
    "32739972": "तुम्ही आमच्या साइट्सवर नोंदणीकृत असल्यास तुमची लॉगिन सत्र माहिती साठवण्यासाठी.",
    "4209078147": "आमची साइट सुधारण्यासाठी आणि आमच्या प्लॅटफॉर्म आणि साइटवरील तुमच्या भेटी चांगल्या प्रकारे समजून घेण्यासाठी.",
    "1077448694": "तृतीय पक्ष सोशल मीडिया वेबसाइट्ससह समाकलित करण्यासाठी.",
    "1709478090": "तुम्हाला स्वारस्य-आधारित किंवा लक्ष्यित जाहिरातींची सेवा देण्यासाठी.",
    "3256020881": "एकाधिक वेबसाइट किंवा इतर प्लॅटफॉर्मवर कालांतराने तुमचे वर्तन आणि ब्राउझिंग क्रियाकलापांचे निरीक्षण करण्यासाठी.",
    "1092241113": "आमच्या ग्राहकांचे आणि इंटिग्रेटर्सचे हित अधिक चांगल्या प्रकारे समजून घेण्यासाठी.",
    "1434289796": "साइट्सच्या काही विशिष्ट वापरांसाठी काही कुकीज आवश्यक आहेत आणि अशा कुकीजशिवाय, आम्ही साइट्सचा योग्य वापर करण्यासाठी आवश्यक असलेल्या अनेक सेवा प्रदान करू शकणार नाही. या कुकीज, उदाहरणार्थ, आम्हाला आमच्या साइट्स ऑपरेट करण्याची परवानगी देतात जेणेकरून तुम्ही विनंती केल्याप्रमाणे तुम्ही त्यात प्रवेश करू शकता आणि आम्हाला ओळखू द्या की तुम्ही खाते तयार केले आहे आणि साइट सामग्रीमध्ये प्रवेश करण्यासाठी त्या खात्यात लॉग इन केले आहे. त्यामध्ये कुकीज देखील समाविष्ट आहेत ज्या आम्हाला त्याच ब्राउझिंग सत्रामध्ये तुमच्या मागील क्रिया लक्षात ठेवण्यास आणि आमच्या साइट सुरक्षित करण्यास सक्षम करतात.",
    "1533171442": "आम्ही विश्लेषण आणि विपणन हेतूंसाठी तृतीय पक्षांकडील कार्यात्मक कुकीज आणि कुकीज देखील वापरतो. कार्यात्मक कुकीज साइट्सचे काही भाग योग्यरित्या कार्य करण्यास सक्षम करतात आणि तुमची वापरकर्ता प्राधान्ये ज्ञात राहतील. विश्लेषण कुकीज, इतर गोष्टींबरोबरच, ग्राहक, समाकलक आणि अंतिम वापरकर्ते आमच्या साइट्सचा वापर कसा करतात, वापरकर्ते वारंवार पाहत असलेली सामग्री आणि उत्पादने आणि आमच्या तृतीय पक्षाच्या जाहिरातींची परिणामकारकता याविषयी माहिती गोळा करतात. जाहिरात कुकीज संबंधित प्रेक्षकांना जाहिराती वितरीत करण्यात आणि आमच्या जाहिराती शोध परिणामांच्या शीर्षस्थानी दिसण्यात मदत करतात. कुकीज एकतर \"सत्र\" कुकीज असतात ज्या तुम्ही तुमचे ब्राउझर सत्र संपल्यावर हटवल्या जातात किंवा \"सतत\" असतात, ज्या तुम्ही (खाली चर्चा केलेल्या) किंवा कुकी सर्व्ह करणाऱ्या पक्षाकडून हटवल्याशिवाय राहतात. साइटवर वापरल्या जाणार्‍या सर्व कुकीजचे संपूर्ण तपशील खालील आमच्या कुकी प्रकटीकरण टेबलवर उपलब्ध आहेत.",
    "322830977": "कुकीज अक्षम कसे करावे.",
    "262509504": "या गोपनीयता धोरणानुसार आम्ही कुकीजद्वारे संकलित केलेली माहिती तुमच्याकडून संकलित केलेल्या इतर माहितीशी जोडू शकतो आणि येथे नमूद केल्यानुसार एकत्रित माहिती वापरू शकतो. त्याचप्रमाणे, आमच्या साइट्सवर कुकीज देणारे तृतीय पक्ष तुमचे नाव किंवा ईमेल पत्ता त्यांनी संकलित केलेल्या इतर माहितीशी लिंक करू शकतात, ज्यात पूर्वीच्या ऑफलाइन किंवा ऑनलाइन केलेल्या खरेदी किंवा तुमची ऑनलाइन वापर माहिती समाविष्ट असू शकते.",
    "2935155034": "तुम्‍ही युरोपियन इकॉनॉमिक एरियामध्‍ये असल्‍यास, तुमच्‍याकडे काही अधिकार आहेत जे वर \"EU डेटा विषयांच्‍या सूचना\" या शीर्षलेखाखाली वर्णन केले आहेत, ज्यात आमच्याकडे तुमच्‍या विषयी असलेला डेटा तपासण्‍याचा आणि दुरुस्त करण्‍याचा किंवा हटवण्‍याचा अधिकार आहे.",
    "1873812847": "कुकी(चे) प्रकटीकरण",
    "3319083717": "नाव:",
    "3183855267": "1. hmt_id",
    "907324388": "कार्य",
    "2896187462": "1. काटेकोरपणे आवश्यक असलेल्या निनावी सेवा-संबंधित आकडेवारीसाठी आणि प्रवेशयोग्यता समर्थनामध्ये मदत करणे यासारख्या इतर तांत्रिक हेतूंसाठी वापरले जाते.",
    "987267027": "पार्टी",
    "3453526675": "1. पहिला पक्ष",
    "1952810469": "प्रकार",
    "1795436560": "1. सत्र",
    "102695075": "कालावधी",
    "3356329025": "1. 30 दिवस",
    "3744153629": "नावे:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "सत्र,",
    "3186435874": "सत्र",
    "1241291641": "अधिक तपशील पहा.",
    "1834801943": "2. पहिला पक्ष",
    "2114694926": "2. सत्र",
    "938404336": "2. बदलते; 30 दिवसांपर्यंत.",
    "2196526290": "hc_accessibility",
    "1061239711": "3. पहिला पक्ष",
    "1483015662": "3. सत्र",
    "3458934553": "3. बदलते; 30 दिवसांपर्यंत.",
    "134571844": "इंप्रेसम (साइट सूचना)",
    "110836420": "शेवटचे अपडेट: 23 डिसेंबर 2020",
    "2901894297": "hCaptcha ही Intuition Machines, Inc. (\"IMI\"), डेलावेअर यूएस कॉर्पोरेशन (#6393793) ची सेवा आहे.",
    "2928362319": "मेल केलेल्या चौकशी येथे पाठवल्या जाऊ शकतात: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "3094150511": "नियामक प्राधिकरण: यूएस फेडरल कम्युनिकेशन्स कमिशन, 45 एल स्ट्रीट NE, वॉशिंग्टन, डीसी 20554 यूएसए.",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "सामग्रीबाबत कोणतीही हमी नाही",
    "707541553": "आमच्या इंटरनेट पृष्ठांवर असलेली सर्व माहिती IMI किंवा तृतीय पक्षाद्वारे प्रमाणित केली गेली आहे. तथापि, वर्तमान, अचूक किंवा पूर्ण माहितीसाठी IMI किंवा तृतीय पक्षांना जबाबदार धरले जाऊ शकत नाही. हे आमच्या पृष्ठांवर हायपरलिंक्सद्वारे पोहोचू शकणार्‍या इतर वेबसाइटवर देखील लागू होते. या बाह्य वेबसाइट्सच्या सामग्रीसाठी IMI कोणतीही जबाबदारी स्वीकारत नाही.",
    "2650241052": "सल्ला नाही",
    "204716894": "आमच्या वेब पृष्ठांची सामग्री आणि डिझाइन कॉपीराइट कायद्यांतर्गत संरक्षित आहेत. पृष्ठांवर डुप्लिकेशन आणि त्यांच्या सामग्रीची वाजवी वाजवी वापरापेक्षा जास्त डुप्लिकेशन करण्यासाठी IMI कडून पूर्व लेखी संमती आवश्यक आहे जर पृष्ठावर डुप्लिकेशनसाठी इतर कायदेशीर तरतुदी निर्दिष्ट केल्या नसतील.",
    "3182435854": "कॉपीराइट",
    "3236873806": "या वेबसाइटसाठी IMI जबाबदार आहे.",
    "1338341134": "hCaptcha + गोपनीयता पास (बीटा)",
    "88879089": "गोपनीयता पास आहे",
    "1898063898": "वापरकर्त्याच्या गोपनीयतेचे रक्षण करण्यासाठी ज्याचा आम्ही संयोगाने विकास करत आहोत",
    "1942186611": "आणि इतर.",
    "3673079511": "उदयोन्मुख मानक",
    "2164933356": "क्लाउडफ्लेअर",
    "3119589996": "हे कसे कार्य करते: ब्राउझर विस्तार वापरकर्त्यांना गोपनीयता पास प्रोटोकॉलचे समर्थन करणार्‍या वेबसाइटसाठी क्रिप्टोग्राफिकदृष्ट्या अंध टोकन तयार करण्याची आणि त्यावर स्वाक्षरी करण्याची क्षमता प्रदान करतो. विस्तार hCaptcha सेवा वापरून कोणत्याही साइटवर आव्हान सोडवल्यावर hCaptcha द्वारे स्वाक्षरी केलेले क्रिप्टोग्राफिकली आंधळे टोकन असलेले पास व्युत्पन्न करते,",
    "1254771154": "इतर गोपनीयता पास-समर्थन सेवांवर दर्शविलेली आव्हाने जी hCaptcha देखील एम्बेड करतात, उदा. Cloudflare.",
    "996362763": "हे टोकन अनब्लाइंड केले जातात आणि भविष्यातील वापरासाठी विस्ताराद्वारे संग्रहित केले जातात. जेव्हा वापरकर्ता hCaptcha वापरून साइटला भेट देतो आणि त्याला आव्हान (अदृश्य असो किंवा \"मी मानव\" बटणाद्वारे) पास करणे आवश्यक असते तेव्हा ते आपोआप रिडीम केले जातात. ब्लाइंडिंग प्रक्रियेचा अर्थ असा आहे की स्वाक्षरी केलेले आणि रिडीम केलेले टोकन hCaptcha च्या दृष्टीकोनातून क्रिप्टोग्राफिकदृष्ट्या अनलिंक केले जाऊ शकतात आणि अशा प्रकारे वापरकर्त्याची गोपनीयता संरक्षित केली जाते.",
    "2943346052": "IETF मानकीकरण प्रक्रिया सुरू राहिल्याने, आम्ही अपेक्षा करतो की प्रमुख ब्राउझर काही प्रकारचे गोपनीयता पास स्वीकारतील. हे शेवटी विस्तारास अनावश्यक रेंडर करेल. या क्षणासाठी, तथापि, कृपया खालील सूचनांचे अनुसरण करा.",
    "2326660907": "वगळता",
    "741483946": "* दुसऱ्या शब्दांत: तुम्ही hCaptcha.com वर hCaptcha प्रायव्हसी पास टोकन मिळवू शकता आणि ते hCaptcha.com वापरून इतर साइटवर वापरू शकता. क्लाउडफ्लेअरने वापरलेल्या hCaptcha सेवेला बायपास करण्यासाठी तुम्ही hCaptcha प्रायव्हसी पास टोकन मिळवू किंवा रिडीम करू शकत नाही, कारण क्लाउडफ्लेअर स्वतःचे प्रायव्हसी पास टोकन रिडीम करते आणि रिडीम करते.",
    "1362015807": "सुरू करणे",
    "1358325821": "प्रथम, साठी विस्तार स्थापित करा",
    "310885519": "किंवा",
    "4091044469": ". तुम्ही गुप्त मोडमध्ये विस्तार सक्षम केल्याची खात्री करा. त्यानंतर, hCaptcha वापरून कोणत्याही वेबसाइटला भेट द्या आणि कॅप्चा सोडवा. आवृत्ती 2.0.3 नुसार, तुम्ही hCaptcha वापरून वेबसाइटवर ही टोकन रिडीम करू शकता.",
    "3904679538": "क्रोम",
    "3700767772": "एकदा तुम्‍हाला एक्‍सटेंशन इंस्‍टॉल केल्‍यावर, पास मिळवण्‍यासाठी येथे (किंवा hCaptcha वापरणार्‍या कोणत्याही वेबसाइटवर) क्लिक करा:",
    "166277959": "कृपया लक्षात ठेवा: हे वैशिष्ट्य सध्या बीटामध्ये आहे आणि सर्व वेबसाइट्स आणि वापरकर्त्यांसाठी सर्व वेळ काम करणार नाही. जर ते सक्षम केले नसेल किंवा विशिष्ट वापरकर्त्यासाठी कार्य करत नसेल तर, कार्यक्षमतेची कोणतीही हानी न करता वर्तन मानक hCaptcha अनुभवावर परत येईल.",
    "3031357206": "तुमच्या URL बारच्या पुढे एक नवीन चिन्ह दिसेल. आता hCaptcha वापरून वेबसाइटला भेट द्या. हे असे दिसेल:",
    "1066753052": "म्हणजे वॉलेट रिकामे आहे आणि तुम्ही hCaptcha आव्हान समाविष्ट असलेल्या साइटवर आहात. एकदा तुम्ही आव्हान पूर्ण केल्यानंतर, तुम्ही टोकन मिळवाल जे hCaptcha सह इतर कोणत्याही वेबसाइटवर रिडीम केले जाऊ शकतात.",
    "651123197": "आव्हान पूर्ण केल्यानंतर तुमच्या वॉलेटमधील सध्याच्या एकूण रकमेची संख्या आयकॉनवर दर्शविली जाईल.",
    "554844646": "तुम्ही प्रत्येक वेळी क्लिक केल्यावर काउंटर 1 ने खाली जात असल्याचे पाहून तुम्ही विस्तार कार्य करत असल्याची पुष्टी करू शकता",
    "4087729475": "तुमच्या प्रारंभिक निराकरणानंतरचे आव्हान.",
    "647630208": "आणि तेच! तुमचे ऑनलाइन ब्राउझिंग आता अधिक खाजगी झाले आहे.",
    "3272552822": "विकसक आणि क्रिप्टोग्राफर:",
    "4059570880": "जर तुम्हाला मानकीकरणाच्या प्रयत्नांचा मागोवा घ्यायचा असेल, तर सध्या येथे प्रयत्न सुरू आहेत",
    "1904390996": "प्रमाणित करण्यासाठी",
    "252720667": "गोपनीयता पासची क्रिप्टोग्राफिक सुरक्षा अंतर्निहित. प्रोटोकॉल स्वतः द्वारे जात आहे",
    "3972554015": "तसेच प्रक्रिया. आणि ब्राउझरचा विस्तार नक्कीच आहे",
    "3723626769": "तुमच्या योगदानासाठी आणि पुनरावलोकनासाठी.",
    "3882147547": "विस्मरणीय स्यूडोरांडम कार्ये",
    "565624910": "मसुदा",
    "3421090159": "मुक्त स्रोत",
    "3098677775": "प्रश्न: गोपनीयता पास वापरताना hCaptcha वरून माझा IP आणि ब्राउझिंग इतिहास पूर्णपणे खाजगी आहे का?",
    "4019638786": "A: hCaptcha चे प्रायव्हसी पास वापरकर्ते त्यांच्या ब्राउझरचे टोकन वॉलेट रिकामे असल्याशिवाय किंवा साइटने ते पाठवल्याशिवाय त्यांचा IP hCaptcha वर कधीही उघड करणार नाहीत. hCaptcha कडे वापरकर्त्याला टोकन रिडेम्पशनशी लिंक करण्याचा कोणताही मार्ग नाही आणि वापरकर्त्याचे टोकन वॉलेट रिकामे असल्याशिवाय तो रिडेम्पशन दरम्यान त्यांच्याशी थेट संवाद साधत नाही.",
    "3887113660": "प्रश्न: गोपनीयता पासचा hCaptcha कमाईवर कसा परिणाम होतो?",
    "1116455671": "उ: जर वापरकर्त्याने तुमच्या साइटवर ते पूर्ण केले तर तुम्हाला प्रारंभिक निराकरणासाठी बक्षीस मिळेल. रिडेम्प्शन त्याच प्रतिसाद पॅटर्नचे अनुसरण करतात जसे की वापरकर्त्याने उच्च क्लायंट आत्मविश्वासामुळे तुमच्या साइटवर स्वयं-पास केले होते: कोणतीही कमाई होत नाही आणि तुमच्या सर्व्हरकडून साइटव्हेरिफिक कॉलला पास परिणामांमध्ये `क्रेडिट: फॉल्स` प्राप्त होतो.",
    "779817954": "प्रश्न: माझ्याकडे दुसर्‍या प्रदात्याने जारी केलेले गोपनीयता पास पास असल्यास, मी ते hCaptcha वर रिडीम करू शकतो का?",
    "3014149332": "उ: नाही, पास इंटरऑपरेबल नसतात: ते समान प्राधिकरणाद्वारे जारी केले जाणे आणि रिडीम करणे आवश्यक आहे, या प्रकरणात hCaptcha. लक्षात ठेवा की जर तुमच्याकडे तुमच्या एक्स्टेंशनमध्ये Cloudflare आणि hCaptcha या दोन्हींकडून पास असतील, तर उपलब्ध संख्या तुम्ही भेट देत असलेल्या पृष्ठाच्या आवश्यकतेनुसार योग्य रकमेमध्ये बदलेल. दुसऱ्या शब्दांत, तुमच्या वॉलेटमध्ये 100 क्लाउडफ्लेअर पासेस आणि 10 hCaptcha पास असल्यास, hCaptcha एम्बेड केलेल्या पृष्ठांवरील विस्तार चिन्हावर तुम्हाला 10 दिसतील.",
    "3679148535": "प्रश्न: तुम्ही प्रायव्हसी पासच्या इतर कोणत्या अॅप्लिकेशन्सवर काम करत आहात?",
    "1606783855": "A: आम्हाला प्रवेशयोग्यता (\"a11y\") वापर प्रकरणासाठी गोपनीयता पासमध्ये खूप रस आहे. ऑडिओ कॅप्चासारखे पूर्वीचे लोकप्रिय पर्याय अनेक a11y वापरकर्त्यांविरुद्ध भेदभाव करतात. आमचा विश्वास आहे की आमचा सध्याचा a11y दृष्टीकोन गोपनीयता पास जारी करण्यासोबत एकत्रित केल्याने a11y वापरकर्त्यांना सुरक्षितपणे ब्राउझ करण्याची अनुमती मिळेल, त्यांची रहदारी अधिक खाजगी आहे हे जाणून सुरक्षितपणे, बॉट ऑपरेटरद्वारे गैरवर्तन प्रतिबंधित करताना जे a11y पर्याय उपलब्ध असतात तेव्हा अपरिहार्यपणे उद्भवतात.",
    "2359150347": "प्रश्न: इतर ऑनलाइन सुरक्षा सेवा प्रायव्हसी पासला समर्थन देतात का?",
    "2082237880": "A: hCaptcha ही अशा प्रकारची पहिली सेवा आहे जी प्रायव्हसी पासला सपोर्ट करते आणि सध्या ती एकमेव सेवा आहे. तथापि, आम्ही अपेक्षा करतो की इतर सेवांनी ऑनलाइन वापरकर्त्याची गोपनीयता वाढवण्याचे फायदे ओळखले पाहिजेत आणि आम्ही आशा करतो की भविष्यात आम्ही विकसित करण्यात मदत करत असलेली IETF मानके औपचारिकपणे स्वीकारली जातील म्हणून अधिक अंमलबजावणी करतील.",
    "2109792055": "वापरकर्ता मार्गदर्शक: गोपनीयता पास जारी करणे आणि प्रमाणीकरणासह डीबगिंग समस्या",
    "3588620914": "गोपनीयता पास हा वेबच्या मानकांनुसार एक नवीन शोध आहे आणि इतर अनुप्रयोग आणि ब्राउझर विस्तार ज्यांना त्याची माहिती नाही त्यांच्या कार्यक्षमतेमध्ये हस्तक्षेप करणे शक्य आहे.",
    "4039193170": "तुम्हाला टोकन मिळवण्यात किंवा रिडीम करण्यात समस्या येत असल्यास:",
    "2378786360": "1. इतर समर्थित ब्राउझरपैकी एक वापरून पहा: तुम्ही Chrome वर असल्यास, Chrome वरून तुमची सेटिंग्ज आयात न करता Firefox वापरून पहा आणि तेथे प्लगइन स्थापित करा. ते कार्य करत असल्यास, तुम्हाला ब्राउझर कॉन्फिगरेशन समस्या असू शकते.",
    "394235836": "3. वरीलपैकी कोणतीही सूचना कार्य करत नसल्यास, आम्हाला एक समर्थन ईमेल पाठवा आणि काय चालले आहे ते शोधण्यात आम्हाला मदत करण्यात आनंद होईल.",
    "3470857731": "reCAPTCHA बॉट्स किती चांगल्या प्रकारे शोधते याचे विश्लेषण.",
    "3240786848": "शेवटचे अपडेट: फेब्रुवारी १८, २०२१",
    "2547140673": "एका दशकाहून अधिक काळ, Google च्या reCAPTCHA सेवेने वेबसाइट मालकांना व्यापाराची ऑफर दिली आहे: Google ला तुमच्या वापरकर्त्यांचा मागोवा घेऊ द्या आणि त्यांना प्रश्न विचारू द्या आणि त्या बदल्यात ते बॉट्स आणि स्पॅम थांबवण्याचे वचन देतात.",
    "2133754014": "४.५ दशलक्षाहून अधिक वेबसाइट reCAPTCHA वापरतात [",
    "3152512587": "आणि प्रणाली दररोज शेकडो लाखो निराकरणे गोळा करते. [",
    "2296918009": "हे दररोज 100 पेक्षा जास्त व्यक्ती-वर्षांच्या श्रमाच्या बरोबरीचे आहे.[",
    "3900538778": "लेबल केलेला डेटा हे इंधन आहे जे मशीन लर्निंगला शक्ती देते. 2009 पासून Google च्या ML/AI सेवा सुधारण्यासाठी reCAPTCHA उत्तरे वापरली जात आहेत. अनेक लोक जे reCAPTCHA वापरतात त्यांना हे समजत नाही की त्यांचे श्रम वापरले जात आहेत.",
    "1160252730": "Google आता reCAPTCHA Enterprise साठी उच्च किंमती आकारत आहे, ज्यामुळे अनेक कंपन्यांनी या कराराचे पुनर्मूल्यांकन केले आहे.",
    "1131196501": "सारख्या मोठ्या कंपन्या",
    "204889717": "hCaptcha's वर स्विच केले आहे",
    "639413188": "प्रतिसादात.",
    "3280658086": "एंटरप्राइझ उपाय",
    "3842815245": "हा न्याय्य व्यापार आहे का?",
    "714342693": "hCaptcha टीम 2016 पासून \"डार्क वेब\" कॅप्चा-ब्रेकिंग सेवांमधून किंमत डेटा संकलित करत आहे. आम्हाला एक मनोरंजक ट्रेंड दिसला:",
    "468929661": "reCAPTCHA तोडण्याची सरासरी किंमत आश्चर्यकारकपणे कमी आहे (प्रति 1000 निराकरणासाठी $1 पेक्षा कमी) आणि आमची देखरेख 2016 मध्ये सुरू झाल्यापासून ती भौतिकदृष्ट्या वाढलेली नाही. हे reCAPTCHA v2 आणि v3 दोन्हीवर लागू होते. [",
    "2862164005": "किंमत डेटा आम्हाला reCAPTCHA द्वारे ऑफर केलेल्या सुरक्षिततेवर अचूक डॉलर मूल्य ठेवू देतो: प्रति उत्तर $0.001 किंवा कमी.",
    "102498091": "Google reCAPTCHA Enterprise साठी प्रति 1000 विनंत्यांना $1 आकारते, याचा अर्थ ते आता त्यांच्या सेवेची सुरक्षा खंडित करण्यासाठी लागणाऱ्या खर्चापेक्षा प्रति विनंती जास्त आकारतात. हे एक वाईट करार असल्याचे दिसते.",
    "130239139": "Google ने दररोज गोळा केलेल्या 100+ व्यक्ती-वर्षांच्या श्रमाचे मूल्य काय आहे?",
    "1421074182": "बऱ्यापैकी जास्त.",
    "1953519598": "एका प्रतिमेला लेबल लावण्याची किंमत $0.03 ते $1.00 किंवा अधिक आहे. कोणत्याही पुराणमतवादी अंदाजानुसार, Google ने आजपर्यंत अब्जावधी डॉलर्स मोफत श्रम काढले आहेत. [",
    "3025548709": "या अन्यायकारक कराराला पर्याय आहे का?",
    "263761351": "hCaptcha हा पहिला विश्वासार्ह पर्याय आहे, जो आता दर महिन्याला लाखो लोक वापरतात.",
    "2743692546": "वापरकर्ते hCaptcha द्वारे त्यांची माणुसकी सिद्ध करत असताना, त्यांचे श्रम बोलीसाठी निनावी खुल्या बाजारात प्रवेश करतात.",
    "1982750088": "जगभरातील कंपन्या त्या श्रमासाठी लोकांसाठी सोपी परंतु मशीनसाठी कठीण असलेली साधी कामे पूर्ण करण्यासाठी बोली लावतात. वापरकर्ते ते भेट देत असलेल्या साइटला समर्थन देतात आणि उच्च पातळीच्या सुरक्षिततेमुळे कमी वेब स्पॅम अनुभवतात.",
    "1108398506": "ग्राहक अनुभवावर संपूर्ण नियंत्रण मिळवतात आणि hCaptcha ने इंटरनेटवरील सर्वात मोठे स्वतंत्र आव्हान प्रदाता ऑपरेट करत असलेल्या कौशल्याचा फायदा मिळवला आहे. त्यांना reCAPTCHA Enterprise पेक्षा चांगला सौदा देखील मिळतो: व्हॉल्यूमवर अवलंबून 50-80% पर्यंत चांगली किंमत.",
    "3012870872": "मोफत आवृत्ती (hCaptcha Publisher) वापरणाऱ्या वेबसाइट्स आणि अॅप्स Google ला देणगी देण्याऐवजी त्या कामातून कमाई करतात.",
    "2271512952": "वापरकर्ते भेट देत असलेल्या साइटला समर्थन देतात आणि कमी वेब स्पॅम अनुभवतात.",
    "278010425": "hCaptcha वरील कार्यांची विस्तृत आणि वारंवार बदलणारी विविधता देखील स्वयंचलित करणे कठीण आहे. reCAPTCHA चा एकल इंटरफेस बर्‍याच वर्षांमध्ये बदललेला नाही आणि क्वचित बदलणाऱ्या प्रश्नांचा एक छोटा संच आहे. hCaptcha reCAPTCHA पेक्षा अधिक मजबूत अँटी-बॉट संरक्षण प्रदान करण्याचा हा एक मार्ग आहे.",
    "984849234": "hCaptcha वापरणार्‍या वेबसाइटसह कॅप्चर केलेले मूल्य शेअर करताना, reCAPTCHA जे वचन देते ते वितरित करण्यासाठी प्रगत मशीन लर्निंग वापरते.",
    "4063769686": "वापरकर्ते भेट देत असलेल्या साइटला समर्थन देतात आणि कमी वेब स्पॅम अनुभवतात. हे एक न्याय्य करार असल्यासारखे दिसते.",
    "685916926": "reCAPTCHA कालांतराने का सुधारले नाही?",
    "3992401943": "2012 पासून सखोल शिक्षणात एक क्रांती झाली आहे. कार्य अचूकतेसाठी उद्योगाचा आदर्श गेल्या दशकात मूलभूतपणे सुधारला आहे, मुख्यतः सखोल कॉन्व्होल्युशनल नेटवर्क्समुळे. Google ऑफर करत असलेल्या इतर ML-संचालित सेवांनी हे वक्र अनुसरण केले आहे.",
    "615031303": "(तळटीपा पहा",
    "2125514305": "ML मध्ये सुधारणा झाली आहे, परंतु reCAPTCHA ला बायपास करण्याची अडचण या काळात भौतिकरित्या बदललेली नाही.",
    "1406188018": "6 आणि 7",
    "2689973938": "reCAPTCHA मध्ये सुधारणा केल्याने जाहिरात विक्रेता म्हणून Google साठी अंतर्गत संघर्ष निर्माण होतो.",
    "464238793": "एखाद्या वापरकर्त्याने जाहिरात पाहणे किंवा दुव्यावर क्लिक करणे हा एक बॉट आहे हे Google स्वतः ठरवत असल्यास, ते त्या वापरकर्त्याला दाखवलेल्या जाहिरातींसाठी शुल्क आकारू शकत नाही. हितसंबंधांच्या या संघर्षाने Google च्या अँटी-बॉट महत्त्वाकांक्षेची व्याप्ती गंभीरपणे मर्यादित केली आहे.",
    "918924423": "उदाहरणार्थ, Google ने रेट्रोएक्टिव्ह बॉट डिटेक्शन सारख्या स्पष्टपणे मौल्यवान सेवा ऑफर केल्या नाहीत. अनेक दिवसांच्या डेटाचे विश्लेषण केल्यानंतर वापरकर्ता रहदारी बॉट-व्युत्पन्न घोषित करणे अधिक विश्वासार्ह आहे.",
    "661412233": "काही वापरकर्ते बॉट्स होते हे कॅप्चा नंतर जाणून घेणे देखील मौल्यवान आहे. हे वेबसाइट मालकांना जुन्या स्पॅम पोस्ट साफ करू देते आणि भविष्यात स्पॅम फोरमवर नोंदणीकृत \"स्लीपर खाती\" हटवू देते, फसवणूक कमी करू देते आणि बरेच काही.",
    "3600797185": "रेट्रोएक्टिव्ह बॉट आयडेंटिफिकेशन ऑफर केल्याने त्या फसव्या ट्रॅफिकवर पैसे खर्च करणार्‍या जाहिरातदारांना पूर्वलक्षीपणे परतावा कसा द्यायचा या काटेरी प्रश्नांसाठी Google उघडेल.",
    "2076932190": "अशा प्रकारे reCAPTCHA उत्पादन एका दशकापासून ठप्प झाले आहे.",
    "3856912381": "वापरकर्त्यांना त्रास सहन करावा लागला आहे आणि अनावश्यक वेब स्पॅम आता सर्रासपणे पसरले आहे. पण एक पर्याय आहे.",
    "1035621426": "reCAPTCHA द्वारे ओळखला जाणारा प्रत्येक बॉट थेट Google चे जाहिरात महसूल कमी करतो.",
    "3668115514": "hCaptcha कसा वेगळा आहे?",
    "2413742287": "hCaptcha चे प्रोत्साहन अचूकता वाढवणे आहे, जाहिरात महसूल नव्हे: आमच्या ग्राहकांसाठी, ज्यांना मानवी प्रशिक्षण डेटाची आवश्यकता आहे त्यांच्यासाठी बॉट उत्तरे निरुपयोगी आहेत.",
    "1373262754": "एखादी व्यक्ती कोण आहे हे जाणून घेणे hCaptcha साठी किमान मूल्य आहे. ते मानव आहेत की दुर्भावनापूर्ण अभिनेते आहेत याची आम्हाला काळजी आहे.",
    "600646860": "वास्तविक मूल्यासह श्रम काढताना शंकास्पद मूल्याची सेवा देण्याऐवजी, hCaptcha नुकसानभरपाई आणि मजबूत अँटी-बॉट संरक्षण प्रदान करते.",
    "1836191653": "एंटरप्राइझ आवृत्तीसाठी लाखो डॉलर्स चार्ज करत असताना मोफत वापरकर्त्यांना सहज पराभूत सेवा देण्याऐवजी, hCaptcha एंटरप्राइझ वापरकर्त्यांना मजबूत SLA आणि जलद समर्थनासह अतिरिक्त वैशिष्ट्ये आणि कस्टमायझेशन ऑफर करताना, दोघांनाही उत्कृष्ट बॉट संरक्षण प्रदान करते.",
    "990215503": "hCaptcha ही एकमेव मोठी कॅप्चा सेवा आहे जी जाहिरात नेटवर्कच्या मालकीची नाही.",
    "971933157": "hCaptcha गोपनीयता, पारदर्शकता आणि निष्पक्षतेची काळजी घेते.",
    "178839499": "hCaptcha वापरकर्ते त्यांची मानवता सिद्ध करत असताना केलेल्या कामाचे मूल्य शेअर करते.",
    "1237076138": "hCaptcha मोफत (hCaptcha Publisher) आणि एंटरप्राइझ (hCaptcha Enterprise) दोन्ही ग्राहकांना वाजवी डील ऑफर करते.",
    "614310292": "hCaptcha कोणी बनवला?",
    "4188814619": "hCaptcha ही अंतर्ज्ञान मशीनची सेवा आहे (",
    "3265328927": "), एक मशीन लर्निंग कंपनी जी मोठ्या प्रमाणावर मशीन लर्निंग लागू करणाऱ्या कंपन्यांसाठी उत्पादने आणि सेवा देते.",
    "2740033957": "IM कार्यसंघ Apple, Amazon मधील शास्त्रज्ञ आणि अभियंते आणि मशीन लर्निंग, वितरण प्रणाली आणि सुरक्षिततेमधील इतर नेत्यांनी बनलेला आहे.",
    "1579715421": "IM शास्त्रज्ञ नियमितपणे ICML, ICLR, ECCV, आणि NeurIPS सारख्या शीर्ष परिषदांमध्ये प्रकाशित करतात आणि कंपनीने डीप हॅशिंग सारख्या एमएल विषयांमध्ये अत्याधुनिक निकाल जाहीर केले आहेत [",
    "4015238193": "आणि ओसीआर [",
    "279580593": "imachines.com",
    "279918384": "Google तुमचे मोफत श्रम कसे वापरत आहे?",
    "2385522384": "तुम्ही Google च्या Waymo सेल्फ-ड्रायव्हिंग कारवरील कॅमेऱ्यांमधून व्हिडिओच्या फ्रेम्स पाहत असाल आणि त्यांची ऑब्जेक्ट ओळख सुधारण्यात मदत करत असाल.",
    "1517627947": "तुम्ही Google च्या Streetview कारमधून इमारतींची चित्रे किंवा मार्ग चिन्हे पाहत असाल आणि त्यांच्या नकाशे आणि पृथ्वी उत्पादनांसाठी स्थाने लेबल करण्यात मदत करत असाल.",
    "3225936061": "तुम्ही Google च्या बुक्स सेवेवर पुस्तकांच्या पानांवरून घेतलेल्या मजकूराची छायाचित्रे पाहत असाल आणि त्यांचे OCR (मजकूर ओळख) सॉफ्टवेअर सुधारण्यात मदत करत असाल.",
    "129661785": "कधी \"कार/क्रॉसवॉक/स्टॉपलाइटवर क्लिक करायला?\"",
    "936667684": "कधी \"इमारत/रस्त्यावरील चिन्ह टाइप करण्यास सांगितले आहे?\"",
    "3773515538": "कधी \"दोन शब्द टाइप करायला?\"",
    "1778058441": "hCaptcha वर कोणत्या प्रकारच्या नोकऱ्या चालतात?",
    "366088791": "hCaptcha विविध प्रकारच्या कार्यांना समर्थन देते.",
    "3114147525": "hCaptcha ग्राहक ऑब्जेक्ट ओळखणे, विशेषता शोधणे (कपड्यांचे प्रकार ओळखण्यासाठी लेबले गोळा करणे), प्रासंगिकता रँकिंग (प्राथमिक उत्पादनाच्या तुलनेत अनेक पर्यायांमधून सर्वात संबंधित उत्पादन निवडणे), बाउंडिंग बॉक्सेस (यावर स्वारस्य असलेले क्षेत्र शोधणे) यासह कामांसाठी सेवा वापरतात. एक प्रतिमा), \"मानवी OCR\" (प्रतिमेतील मजकूर ओळखणे) आणि इतर अनेक प्रकारची कार्ये.",
    "3139609561": "खाली प्रतिमा वर्गीकरण आणि विशेषता शोध जॉब प्रकारांची दोन उदाहरणे आहेत. [",
    "2273532558": "hCaptcha चे पैसे देणारे ग्राहक कोण आहेत?",
    "4104221634": "hCaptcha ग्राहक विविध उद्योगांमध्ये व्यापलेले आहेत, तंत्रज्ञान कंपन्यांपासून ते फॅशन, रिटेल आणि इतर क्षेत्रांवर लक्ष केंद्रित करणार्‍यांपर्यंत जेथे ते मशीन लर्निंग लागू करून मूल्य निर्माण करू शकतात.",
    "1337725003": "hCaptcha उच्च व्हॉल्यूम रीअल-टाइम एनोटेशनच्या प्रवेशाचे लोकशाहीकरण करण्यासाठी वचनबद्ध आहे, ज्यामुळे मोठ्या आणि लहान कंपन्यांना त्यांच्या व्यवसायात मशीन शिक्षण लागू करून त्यांची उत्पादने आणि सेवांची गुणवत्ता सुधारू देते.",
    "4086379603": "प्रश्न?",
    "1243684308": "आम्ही तुमचा अभिप्राय गांभीर्याने घेतो आणि प्रत्येकाला कमी बॉट्स आणि कमी स्पॅमसह अधिक आनंददायी ऑनलाइन अनुभव मिळेल याची खात्री करायची आहे. आमच्यापर्यंत पोहोचा:",
    "2645321220": "आणि तुम्हाला reCAPTCHA ची किंमत खूप जास्त वाटत असल्यास, आम्हाला hCaptcha Enterprise बद्दल विचारा. सध्या जगातील काही मोठ्या प्रकाशक, वित्तीय सेवा कंपन्या आणि वेब इन्फ्रास्ट्रक्चर कंपन्या वापरत आहेत, ते केवळ reCAPTCHA साठी एक विश्वासार्ह पर्याय नाहीत: आम्हाला विश्वास आहे की ते सध्या उपलब्ध असलेले सर्वोत्तम बॉट संरक्षण देतात.",
    "1229233916": "तळटीप",
    "1115642494": "1. स्रोत: BuiltWith.com reCAPTCHA साइट सूची. 9 जुलै 2019 रोजी पुनर्प्राप्त.",
    "448807334": "(\"कोकडो लाखो कॅप्चा लोक दररोज सोडवतात.\") 8 जुलै 2019 रोजी पुनर्प्राप्त.",
    "2397590157": "3. पुराणमतवादी अंदाज: 200 दशलक्ष सोडवते * 30 सेकंद प्रति निराकरण वर्ष = 190.3 व्यक्ती-वर्ष/दिवस.",
    "3236311792": "4. hCaptcha अंतर्गत विश्लेषण. 30 जून 2019 पर्यंत काढलेला डेटा. विनंती केल्यावर उपलब्ध तपशील.",
    "1752259468": "5. पुराणमतवादी अंदाज: $0.01 एका भाष्याची किंमत * 200M सरासरी. प्रति दिन भाष्ये (लोअर बाउंड) * 365 दिवस प्रति वर्ष * 2009 अधिग्रहणापासून 10 वर्षे = $7.3 बिलियन लोअर बाउंड मूल्य.",
    "3268946369": "6. क्रेडिट: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. स्रोत: मेरी मीकर, केपी इंटरनेट ट्रेंड्स 2017",
    "2666258754": "कमकुवत-पर्यवेक्षित डीप हॅशिंग, हेक्की अर्पोनेन, टॉम ई बिशपसाठी सिमेंटिक पदानुक्रम आधारित रिलेशनल एम्बेडिंग. ICML 2019, LLD कार्यशाळा.",
    "2544169219": "अलीकडील अत्याधुनिक निकाल: ICML LLD, मे 2019.",
    "1973347745": "10. रॉयल्टी-मुक्त उदाहरण प्रतिमा. स्रोत: Petapixel.",
    "1493115924": "ट्रेडमार्क नोट्स:",
    "4051104324": "\"Intuition Machines\" हा Intuition Machines, Inc चा नोंदणीकृत ट्रेडमार्क आहे.",
    "3983646521": "सर्व उत्पादनांची नावे, लोगो, ब्रँड, ट्रेडमार्क आणि नोंदणीकृत ट्रेडमार्क ही त्यांच्या संबंधित मालकांची मालमत्ता आहे. या वेबसाइटमध्ये वापरलेली सर्व कंपनी, उत्पादन आणि सेवेची नावे केवळ ओळखीच्या उद्देशाने आहेत. या नावांचा, ट्रेडमार्कचा आणि ब्रॅण्डचा वापर म्हणजे समर्थन सूचित करत नाही. या प्रकरणात, अगदी उलट.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM शास्त्रज्ञांनी CVPR 2020 मध्ये कमजोर पर्यवेक्षित मजकूर ओळख (OCR) साठी नवीन बेंचमार्क सेट केला आहे.",
    "1259002282": "बग सापडला? त्याची तक्रार कशी करायची ते येथे आहे.",
    "3301728462": "ब्राउझर, विस्तार, उपकरणे, फायरवॉल आणि अधिकच्या हजारो संयोजनांवर लाखो लोक दर महिन्याला hCaptcha वापरतात.",
    "3878230879": "ते नेहमी तुमच्यासाठी काम करते याची खात्री करणे हे आमचे ध्येय आहे, त्यामुळे आम्ही तुमच्या अहवालांचे खूप कौतुक करतो!",
    "2465128185": "द्रुत अभिप्राय देण्यासाठी, फक्त \"आम्हाला अभिप्राय पाठवा\" बटणावर क्लिक करा.",
    "2921990472": "तुम्हाला कार्यात्मक समस्या दिसत असल्यास, कृपया अनुसरण करा",
    "2870341481": "खाली इतर कोणत्याही ब्राउझरसाठी",
    "1866590035": "Chrome साठी डीबग लॉग सूचना",
    "444492541": "फायरफॉक्ससाठी डीबग लॉग सूचना",
    "169267610": "आम्हाला ईमेल करा",
    "3100722753": "संभाव्य सुरक्षा किंवा गोपनीयता समस्यांसाठी, खालील सूचना पहा.",
    "1906593952": "तुम्ही आत्ताच पाहिलेल्या hCaptcha वर फीडबॅक द्या",
    "3951254541": "आम्ही तुमच्या इनपुटची प्रशंसा करतो. आम्हाला कोणत्याही समस्या कळवा आणि आम्ही त्यांचे त्वरीत निराकरण करू.",
    "3324288040": "आम्हाला अभिप्राय पाठवा",
    "2864016648": "गोपनीयता समस्या",
    "304004915": "वापरकर्ते कोण आहेत याची आम्हाला पर्वा नाही, फक्त ते दुर्भावनापूर्ण किंवा मशीन असण्याची शक्यता किती आहे. सारख्या उपक्रमांना आम्ही पाठिंबा देतो",
    "1139493658": ", आणि गोपनीयता आणि सुरक्षितता संतुलित करण्यासाठी कठोर परिश्रम करा.",
    "3083289844": "वापरकर्त्याच्या गोपनीयतेवर परिणाम होऊ शकतो असे तुम्हाला वाटत असलेली समस्या आढळल्यास, कृपया आम्हाला येथे ईमेल करा",
    "4264784515": "सुरक्षा बग",
    "963238401": "आम्हाला सुरक्षा दोषांचे अहवाल प्राप्त करण्यात नेहमीच रस असतो. ईमेल",
    "3926027556": "आणि आम्ही पटकन तुमच्याकडे परत येऊ.",
    "1589805435": "आम्ही देखील ए",
    "2560582224": "बग बक्षीस कार्यक्रम",
    "103876916": "hCaptcha सेवा आणि संबंधित स्त्रोत कोडवरील पात्र सुरक्षा अहवालांसाठी.",
    "497117287": "प्रवेशयोग्यता पर्याय",
    "3230004040": "तुम्ही दृष्टिहीन आहात किंवा अन्यथा hCaptchas पूर्ण करण्यात अक्षम आहात?",
    "3480023141": "प्रवेशयोग्यता पर्यायांबद्दल अधिक जाणून घ्या",
    "2052161540": "बग अहवाल तपशील कॅप्चर करत आहे: Chrome",
    "2281169898": "तुमच्या अहवालासह डीबगिंग माहिती पाठवल्याने आम्हाला काय चालले आहे हे ओळखणे अधिक सोपे होईल. येथे चरण-दर-चरण सूचना आहेत:",
    "1123365779": "जर तुम्ही वेब डेव्हलपर किंवा तज्ञ वापरकर्ते असाल, तर सारांश असा आहे की तुम्ही आम्हाला नेटवर्क रेकॉर्डिंग HAR आणि ब्राउझर कन्सोल लॉग पाठवावेत.",
    "2015218686": "आपण या चरणांवर जाण्यापूर्वी. त्यामुळे तुमच्या समस्येचे निराकरण झाले, तरीही तुम्ही आम्हाला तुमची ब्राउझर आवृत्ती, जाहिरात ब्लॉकर किंवा ब्राउझर विस्तार आणि वेबसाइट URL कळवल्याबद्दल आम्ही आभारी आहोत.",
    "3922723611": "कृपया कोणतेही जाहिरात अवरोधक किंवा ब्राउझर सुरक्षा विस्तार अक्षम करण्याचा प्रयत्न करा",
    "4036872105": "प्रथम आणि नंतर पुन्हा प्रयत्न करा",
    "993651083": "पायरी 1: विकसक साधने उघडा (हे सत्र रेकॉर्ड करणे सुरू करते.)",
    "4163469907": "पायरी 2: डेव्हलपर टूल्समधील नेटवर्क टॅबवर क्लिक करा. शीर्षस्थानी \"लॉग जतन करा\" बॉक्स तपासा.",
    "4243348003": "पायरी 3: भेट द्या",
    "641342999": ", किंवा तुम्हाला ज्या वेबसाइटवर समस्या येत आहे (गोपनीयता टीप: फक्त ते काय आहे ते शेअर करण्यास तुमची हरकत नसेल तरच) ... आणि नंतर \"मी मानव आहे\" बटण क्लिक करा आणि निराकरण करण्याचा प्रयत्न करा.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "पायरी 4: तुम्ही निराकरण करण्याचा प्रयत्न केल्यानंतर \"Export HAR\" (लहान खाली बाण) वर क्लिक करा, जे नेटवर्क लॉग सेव्ह करते. ती फाईल आम्हाला पाठवा.",
    "1503240421": "पायरी 5: कन्सोल टॅबवर क्लिक करा आणि कन्सोल लॉग सेव्ह करण्यासाठी नंतर \"सेव्ह म्हणून ..\" वर राइट-क्लिक करा. तेही आम्हाला पाठवा.",
    "2863840904": "पायरी 6: शेवटची पायरी, त्या HAR आणि कन्सोल लॉग फाइल्स आम्हाला ईमेल करा आणि समस्येचे वर्णन करा",
    "4051785543": "वापरा:",
    "3623028666": "(कृपया सारखी सेवा वापरा",
    "551761392": "आणि दुवे पाठवा) आणि वैकल्पिकरित्या एक स्क्रीनशॉट, जर तुम्हाला शंका असेल की काहीतरी योग्यरित्या प्रदर्शित होत नाही. कृपया तुम्ही वापरत असलेला IP देखील पाठवा. कडून मिळवू शकता",
    "1219091208": "ड्रॉपबॉक्स",
    "443094024": "फाइलबिन",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "आम्हाला ही माहिती मिळवण्यात मदत करण्यासाठी वेळ दिल्याबद्दल धन्यवाद!",
    "3680327841": "hCaptcha प्रत्येकासाठी चांगले काम करण्यासाठी आम्ही वचनबद्ध आहोत",
    "1059502393": "बग अहवाल तपशील कॅप्चर करत आहे: फायरफॉक्स",
    "1112074001": "पायरी 2: डेव्हलपर टूल्समधील नेटवर्क टॅबवर क्लिक करा. शीर्षस्थानी \"पर्सिस्ट लॉग\" बॉक्स तपासा.",
    "1797298240": "पायरी 4: तुम्ही निराकरण करण्याचा प्रयत्न केल्यानंतर \"HAR\" वर क्लिक करा आणि नेटवर्क लॉग सेव्ह करण्यासाठी \"HAR म्हणून सर्व जतन करा\" निवडा. ती फाईल आम्हाला पाठवा.",
    "3671246379": "पायरी 5: कन्सोल टॅबवर क्लिक करा आणि कन्सोल लॉग सेव्ह करण्यासाठी \"सर्व निवडा\" वर उजवे-क्लिक करा आणि मजकूर फाइलमध्ये सेव्ह करा. तेही आम्हाला पाठवा.",
    "3816867833": "अभिप्राय",
    "788770967": "ऐकून वाईट वाटले! तुम्ही आमचा प्रवेशयोग्यता पर्याय वापरू शकता:",
    "1333016413": "हे तुम्हाला कुकी नोंदणी करून आणि सेट करून भविष्यातील प्रश्न टाळू देते.",
    "2333410049": "कृपया तुमचा जाहिरात ब्लॉकर बंद करून पहा.",
    "1345083090": "कार्यक्षमतेच्या समस्येची तक्रार करत आहात?",
    "2184564739": "पहा",
    "604751186": "इतर समस्या? ईमेल",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "तपशीलवार लॉगसह समस्यांचा अहवाल कसा द्यावा",
    "1050501253": "खूप अवघड",
    "3264813246": "अयोग्य",
    "3526939538": "सॉफ्टवेअर बग",
    "126134492": "इतर",
    "3511610999": "आपण योग्य ठिकाणी पोहोचल्याची खात्री करूया.",
    "3906886217": "कंपन्या किंवा वेबसाइटसाठी",
    "1621597093": "एंटरप्राइझ सुरक्षा उपाय (सशुल्क)",
    "3176531704": "डेटा भाष्य",
    "1834239172": "hCaptcha भाष्य सेवा खरेदी करा",
    "1457707016": "व्यक्तींसाठी",
    "770264626": "तुमच्या सेवेमध्ये hCaptcha जोडा (विनामूल्य)",
    "881015166": "माझ्या वेबसाइट किंवा अॅपवर प्रकाशकांसाठी hCaptcha जोडा",
    "47536007": "hCaptcha बद्दल अधिक जाणून घ्या",
    "2012837493": "शोध परिणाम",
    "4034694801": "कोणतेही जुळणारे परिणाम नाहीत.",
    "3621411541": "hCaptcha साठी प्रवेशयोग्यता पर्यायांबद्दल जाणून घ्या",
    "3401005681": "पैसे कमवा",
    "3933993151": "वैयक्तिक डेटा लेबलर म्हणून काम करा",
    "563059212": "सबप्रोसेसरची यादी",
    "3501923981": "शेवटचे अपडेट: १ जानेवारी २०२०.",
    "3548097301": "प्रभावी: 1 जानेवारी 2020.",
    "3991444169": "हे पृष्ठ hCaptcha एंटरप्राइझ सेवेसाठी वर्तमान उपप्रोसेसर सूचीबद्ध करते.",
    "835396984": "सध्या सक्रिय आहे",
    "424089481": "Amazon Web Services, Inc. (ग्लोबल). प्रदान केलेल्या सेवा: Amazon वेब सेवा. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (जागतिक). प्रदान केलेल्या सेवा: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (जागतिक). प्रदान केलेल्या सेवा: IBM क्लाउड.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "मायक्रोसॉफ्ट कॉर्पोरेशन (ग्लोबल). प्रदान केलेल्या सेवा: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "टीप: सर्व ग्राहकांना लागू होत नाही. उदाहरणार्थ, आयपी ब्लाइंडिंग किंवा इतर प्रगत गोपनीयता किंवा सुरक्षा पर्याय ग्राहक (उदा. सुरक्षित व्हर्च्युअल टेनन्सी ग्राहक) टेलिमेट्री सिस्टीममध्ये प्रवेश करणार्‍या कोणत्याही संभाव्य \"PII\" पासून पूर्णपणे वगळण्यात आले आहेत, अगदी IP पत्ता देखील. आवश्यक असल्यास अधिक माहितीसाठी कृपया तुमच्या खाते प्रतिनिधीशी संपर्क साधा.",
    "700843971": "Hound Technology, Inc. (ग्लोबल). प्रदान केलेल्या सेवा: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (ग्लोबल). प्रदान केलेल्या सेवा: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (जागतिक). प्रदान केलेल्या सेवा: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (ग्लोबल). प्रदान केलेल्या सेवा: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "पायाभूत सुविधा",
    "370366524": "क्षणिक सेवा टेलीमेट्री",
    "121192737": "आगामी भर",
    "2420789666": "फास्टली, इंक. सेवा पुरवल्या जातात: फास्टली सीडीएन आणि एज कंप्यूट.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "प्रभावी: 1 सप्टेंबर 2021. पायाभूत सुविधा जोडणे",
    "1487796027": "कंपन्यांसाठी",
    "3943417791": "hCaptcha Enterprise (BotStop) साठी समर्थन मिळवा",
    "702287791": "hCaptcha प्रकाशक (विनामूल्य)",
    "3397976149": "hCaptcha Publisher साठी समर्थन मिळवा",
    "833750823": "आव्हानात अडचण येत आहे?",
    "2024737147": "बग नोंदवायचा आहे का?",
    "1978884623": "सॉफ्टवेअर समस्यांची तक्रार करण्याबद्दल अधिक जाणून घ्या",
    "4188664955": "मास्टर सेवा अटी",
    "2621989404": "शेवटचे अपडेट: 24 सप्टेंबर 2021. कृपया लक्षात ठेवा की आमच्या इंग्रजी भाषेतील अटी अधिकृत आहेत.",
    "2404545611": "hCaptcha मध्ये आपले स्वागत आहे! आमच्या समुदायाचा एक भाग असल्याबद्दल धन्यवाद. \"सेवा\" (खाली परिभाषित) च्या सर्व वापरकर्त्यांनी खालील अटींशी सहमत असणे आवश्यक आहे (\"सेवा अटी\"). या सेवा अटींनुसार, \"IMI\", \"आम्ही\" आणि \"आम्ही\" हे Intuition Machines, Inc. आणि त्याच्या सहाय्यक कंपन्या, सहयोगी, अधिकारी, एजंट, कर्मचारी, प्रतिनिधी आणि एजंट यांचा संदर्भ देतात आणि आमच्या \"वेबसाइट\" मध्ये कोणत्याही वेबसाइटचा समावेश आहे. www.hcaptcha.com आणि www.imachines.com सह आमचे नियंत्रण.",
    "2348450790": "कृपया या सेवा अटी वाचा. त्यात, इतर तरतुदींबरोबरच, वॉरंटीचे अस्वीकरण, दायित्वाच्या मर्यादा आणि बंधनकारक लवाद यांचा समावेश होतो. कृपया लक्षात घ्या की या सेवा अटी तुमच्या आमच्या वेबसाइटला गेल्यानंतर बदलल्या असतील. आम्ही आमच्या विवेकबुद्धीनुसार वेळोवेळी या सेवा अटी सुधारित आणि अद्यतनित करू शकतो. भौतिक बदल झाल्यास, आम्ही आपल्याला या पृष्ठावर अद्यतनित सेवा अटी पोस्ट करून सूचित करू, त्यानंतर साइट किंवा सेवा वापरणे किंवा त्यात प्रवेश करणे सुरू ठेवण्यासाठी आपण अद्यतनित सेवा अटी होकारार्थी स्वीकारल्या पाहिजेत.",
    "1933936765": "डेटा प्रोसेसिंग करार (शेवटचे अपडेट: 23 सप्टेंबर 2021)",
    "2959486280": "तुम्ही या सेवा अटींशी सहमत नसल्यास, तुम्ही साइट किंवा सेवा वापरू शकत नाही किंवा त्यात प्रवेश करू शकत नाही.",
    "3200859925": "1. उद्देश",
    "1807143500": "सेवांमध्ये ऑनलाइन सुरक्षा सेवा (\"hCaptcha सेवा\") आणि एक प्लॅटफॉर्म (\"इंट्युशन मशीन्स प्लॅटफॉर्म\") समाविष्ट आहे ज्यावर एखादी व्यक्ती (\"योगदानकर्ता\") कार्ये करण्यासाठी निवडू शकते जी तृतीय पक्ष संस्था किंवा अंतर्ज्ञान मशीन स्वतः (प्रत्येक एक \"विनंतीकर्ता\") आमच्या वेबसाइटवर किंवा hCaptcha सेवेवर पोस्ट करतो, एकतर थेट आमच्या वेबसाइटवर किंवा अंतर्ज्ञान मशीन्स प्लॅटफॉर्मवर प्रवेश करून आणि/किंवा तृतीय पक्ष संस्था आणि/किंवा प्लॅटफॉर्म किंवा सेवा (प्रत्येक, एक \"इंटिग्रेटर\"). विनंतीकर्ते टास्क पोस्ट करतात आणि योगदानकर्त्यांना IMI द्वारे इंटिग्रेटर्सना प्रदान केलेल्या बक्षिसांच्या बदल्यात ते पूर्ण करण्यासाठी आमंत्रित करतात किंवा विनंतीकर्ता त्यांच्या स्वतःच्या अंतिम वापरकर्त्यांना कार्ये देण्यासाठी इंट्यूशन मशीन्स प्लॅटफॉर्म किंवा hCaptcha सेवा वापरत असल्यास विनंतीकर्त्याने ठरवले आहे. आम्ही आमच्या प्लॅटफॉर्मच्या वापरासाठी कंपन्या आणि व्यक्तींकडून (प्रत्येक \"ग्राहक\") शुल्क आकारतो जेणेकरून ते आमचे सॉफ्टवेअर, लेखक कार्ये वापरू शकतील, लेखक कार्यांसाठी आम्हाला नियुक्त करू शकतील आणि/किंवा योगदानकर्त्यांमध्ये प्रवेश मिळवू शकतील. आम्ही आमच्या hCaptcha सेवेच्या वापरासाठी इंटिग्रेटर्सना त्यांच्या वेबसाइट्स, मोबाइल अॅप्स आणि इतर ऑनलाइन गुणधर्मांवरील फसवणूक, गैरवर्तन आणि स्पॅम कमी करण्यासाठी शुल्क आकारतो. पूर्वगामींना एकत्रितपणे \"सेवा\" म्हणून संबोधले जाते.",
    "3212830633": "2. पात्रता",
    "2605814073": "आमच्या सेवा वापरून किंवा नोंदणी करून, तुम्ही सहमत होता: तुमचे वय किमान १८ वर्षे आहे; तुम्‍हाला स्‍वत:च्‍या किंवा तुम्‍ही प्रतिनिधीत्‍व करत असलेल्‍या संस्‍थेच्‍या वतीने हा करार करण्‍याचा अधिकार तुम्‍हाला आहे आणि तुम्‍ही या सेवा अटींचे आणि येथे संदर्भित सर्व IMI धोरणे आणि मार्गदर्शक तत्त्वांचे सदैव पालन करत राहाल; आणि तुम्ही आमच्या वेबसाइटचा गैरवापर करणार नाही, तुमची ओळख आमच्यासमोर चुकीची मांडणार नाही किंवा IMI वरील कोणत्याही कामाचा कोणताही भाग पूर्ण करण्यासाठी कृत्रिम बुद्धिमत्ता वापरणार नाही ज्यासाठी मानवी बुद्धिमत्ता आवश्यक आहे.",
    "2616040974": "3. ग्राहक आणि विनंती करणारे",
    "1544829730": "तुम्ही ग्राहक किंवा विनंतीकर्ता असल्यास, तुम्ही सहमत आहात की ग्राहक परिशिष्ट म्हणून येथे जोडलेल्या अतिरिक्त अटी लागू होतील आणि या सेवा अटींमध्ये संदर्भानुसार समाविष्ट केल्या जातील. तुम्ही ग्राहक किंवा विनंतीकर्ता नसल्यास, किंवा ग्राहक किंवा विनंतीकर्ता होण्याचे थांबवल्यास, ग्राहक परिशिष्टातील अतिरिक्त अटी लागू होणार नाहीत किंवा त्या या सेवा अटींमध्ये संदर्भानुसार समाविष्ट केल्या जाणार नाहीत.",
    "3759360138": "4. वापरकर्तानाव आणि पासवर्ड",
    "2236960358": "नोंदणी केल्यावर, तुम्हाला तुमच्याबद्दलची काही वैयक्तिक माहिती (\"वैयक्तिक माहिती\") उघड करण्यास सांगितले जाईल, ज्यामध्ये तुमचे नाव, ईमेल पत्ता आणि वापरकर्तानाव आणि पासवर्ड तयार करण्यास सांगितले जाईल, जे सर्व आमच्या गोपनीयता धोरणाच्या अधीन असतील, आमच्या वेबसाइटवर उपलब्ध आहेत. संकेतस्थळ. तुमचे खाते, पासवर्ड आणि तुमच्या खात्याशी निगडित कोणत्याही प्रमाणीकरण की यांची देखरेख, खात्री आणि देखरेख करण्यासाठी तुम्ही एकटेच जबाबदार आहात आणि सेवांवर त्या माहितीचा वापर करून केलेल्या कोणत्याही वापरासाठी किंवा कारवाईसाठी तुम्ही जबाबदार आहात.",
    "3047519814": "तुम्ही सहमत आहात की तुम्ही तुमचे खाते किंवा पासवर्ड कोणाशीही शेअर करणार नाही.",
    "1699668873": "तुमची खाते माहिती चोरली गेली आहे किंवा इतर कोणीतरी वापरली आहे किंवा सुरक्षिततेचे कोणतेही उल्लंघन केले आहे अशी तुम्हाला शंका असल्यास तुम्ही IMI ला ताबडतोब सूचित केले पाहिजे.",
    "3044038608": "आमच्या नोंदणी प्रक्रियेत विनंती केल्यानुसार तुम्ही आम्हाला खरी, अचूक आणि संपूर्ण माहिती देण्यास सहमत आहात. तुम्ही ही माहिती तात्काळ आणि अचूक ठेवण्यासाठी आवश्यकतेनुसार अद्ययावत करण्यास सहमती देता.",
    "4132302900": "5. तुमची गोपनीयता, तुमचा डेटा आणि \"डेटा सर्वांसाठी\"",
    "10724169": "तुम्ही आमचे गोपनीयता धोरण स्वीकारता, जे तुम्ही आम्हाला दिलेल्या कोणत्याही वैयक्तिक माहितीचे आम्ही काय करू हे नियंत्रित करते.",
    "1669194950": "वैयक्तिक माहिती व्यतिरिक्त, तुम्हाला इतर डेटा (किंवा आम्हाला संकलित करणे आवश्यक असू शकते) प्रदान करणे आवश्यक असू शकते जेणेकरून आम्ही सेवा प्रदान करू शकू (एकत्रितपणे, \"ग्राहक डेटा\"). तुमच्या विलंबामुळे किंवा ग्राहक डेटा प्रदान करण्यात अयशस्वी झाल्यामुळे सेवा पूर्ण करण्यात कोणत्याही अपयशासाठी आम्ही जबाबदार नाही.",
    "1330274831": "या कराराच्या मुदतीदरम्यान तुम्ही आम्हाला जगभरातील, अनन्य, उपपरवाना करण्यायोग्य, हस्तांतरणीय, रॉयल्टी-मुक्त, अपरिवर्तनीय परवाना मंजूर करता, कोणताही ग्राहक डेटा केवळ सेवा प्रदान करण्याच्या उद्देशाने वापरणे, पुनरुत्पादन करणे, इलेक्ट्रॉनिकरित्या वितरित करणे आणि सार्वजनिकरित्या प्रदर्शित करणे. . तुम्ही प्रतिनिधित्व करता आणि हमी देता की या विभागात परवाना मंजूर करण्यासाठी तुमच्याकडे पुरेसे अधिकार, शीर्षक आणि स्वारस्य आहे.",
    "2230333214": "आम्ही इतर डेटासह ग्राहक डेटा एकत्रित करतो जेणेकरुन परिणाम वैयक्तिकरित्या ओळखण्यायोग्य नसतील आणि आम्ही सेवांच्या वापरासंबंधित डी-ओळखलेले तांत्रिक लॉग आणि डेटा देखील संकलित करतो (\"एकत्रित/डी-ओळखलेला डेटा\"). याच्या विरुद्ध काहीही असले तरी, असा कोणताही एकत्रित/डि-ओळखलेला डेटा IMI द्वारे या कराराच्या मुदतीदरम्यान किंवा नंतर कोणत्याही व्यावसायिक हेतूसाठी वापरला जाऊ शकतो, ज्यामध्ये सेवा विकसित आणि सुधारणे आणि अहवाल तयार करणे आणि वितरित करणे आणि इतर गोष्टींचा समावेश आहे. साहित्य ग्राहक डेटा देखील टिकून राहू शकतो आणि कार्य पूर्ण झाल्यानंतर 180 दिवसांपेक्षा जास्त नसावा यासाठी मर्यादित कालावधीसाठी सिस्टममध्ये प्रदर्शित केला जाऊ शकतो, उदाहरणार्थ अंतर्ज्ञान मशीन सिस्टमसाठी स्वयंचलित कॅलिब्रेशन किंवा प्रमाणीकरण डेटा म्हणून. स्पष्टतेसाठी, हा कलम 5 आम्हाला तुमच्या पूर्व लेखी परवानगीशिवाय कोणत्याही एकूण/अ-ओळखलेल्या डेटाचा स्रोत म्हणून ओळखण्याचा अधिकार देत नाही.",
    "3881754581": ". जर तुम्ही आमच्या भाष्य सेवांचे ग्राहक असाल आणि तुमच्या सेवांच्या वापराचा भाग म्हणून \"सर्वांसाठी डेटा\" पर्याय निवडला असेल, तर तुम्ही IMI आणि सेवांच्या सर्व वापरकर्त्यांना जगभरातील, अनन्य, उपपरवाना करण्यायोग्य, हस्तांतरणीय, सर्व संबंधित बौद्धिक संपदा अधिकारांसह सर्व ग्राहक डेटाचे पूर्णपणे शोषण करण्यासाठी रॉयल्टी-मुक्त, अपरिवर्तनीय परवाना. तुम्ही \"सर्वांसाठी डेटा\" पर्याय निवडल्यास, तुम्ही प्रतिनिधित्व करता आणि हमी देता की या विभागातील परवाना मंजूर करण्यासाठी तुमच्याकडे पुरेसे अधिकार, शीर्षक आणि तुमच्या डेटामध्ये स्वारस्य आहे.",
    "3496767126": "शंका टाळण्यासाठी, खालील परिच्छेद केवळ आमच्या भाष्य सेवा वापरणार्‍या ग्राहकांना लागू होतो आणि आमच्या सेवांचा इंटिग्रेटर म्हणून वापर करत नाही.",
    "767207800": "तुमच्या डेटामध्ये संभाव्यतः स्पष्ट किंवा आक्षेपार्ह सामग्री असल्यास, तुमचा डेटा पाहणाऱ्या प्रत्येकासाठी योग्य चेतावणी म्हणून काम करण्यासाठी तुम्ही त्यांना \"स्पष्ट सामग्री\" चिन्हांकित करणे आवश्यक आहे. तुम्ही IMI सह स्वतंत्र लिखित कराराशिवाय आमच्या धोरणांचे उल्लंघन करणारी कार्ये समाविष्ट करू शकत नाही, ज्यात (अ) इतर वेबसाइट किंवा सेवेचा प्रत्यक्ष किंवा अप्रत्यक्षपणे प्रचार करणारी कार्ये, (ब) तृतीय पक्षाच्या वेबसाइटच्या अटींचे उल्लंघन करणारी कार्ये आणि अटी, (c) योगदानकर्त्यांना तृतीय पक्षांना विनंती करण्यास सांगणारी कार्ये, (d) योगदानकर्त्यांना वेबसाइटचे वर्तन किंवा परिणाम हाताळण्यासाठी कारवाई करण्यास सांगणारी कार्ये, (e) तृतीय पक्षांच्या बौद्धिक संपत्ती अधिकारांचे उल्लंघन करणारी कार्ये आणि (f) कार्ये ज्यासाठी सॉफ्टवेअर किंवा फाइल डाउनलोड करण्यासाठी योगदानकर्त्यांची आवश्यकता आहे.",
    "3370561195": "6. स्वीकारार्ह वर्तन",
    "4205152730": "तुम्हाला आमची वेबसाइट, फोरम, मेसेजिंग, चॅट आणि IMI द्वारे नियंत्रित इतर सोशल मीडिया चॅनेलवर कोठेही इतर वापरकर्त्यांशी संवाद साधण्यासाठी प्रोत्साहित केले जाते, परंतु तुम्ही असे केल्यास, तुम्ही आमच्या साइटवरील सेवा आणि वापराच्या सर्व अटी आणि सर्व संबंधित कायद्यांचे पालन केले पाहिजे. .",
    "1394253934": "7. गैरवापर, गैरवर्तन आणि चुकीचे सादरीकरण",
    "1406393333": "या सेवा अटी आणि आम्ही प्रदान केलेल्या कोणत्याही सूचनांव्यतिरिक्त सेवांचा कोणताही प्रवेश किंवा वापर करणे कठोरपणे प्रतिबंधित आहे. विशेषतः, तुम्ही हे करणार नाही:",
    "3409726716": "लेखी अधिकृततेशिवाय आमच्याकडे एकापेक्षा जास्त खात्यांसाठी नोंदणी करा;",
    "3119498672": "इंटरनेट बॉट्स, वेब रोबोट्स, बॉट्स, स्क्रिप्ट्स किंवा इतर कोणत्याही प्रकारच्या कृत्रिम बुद्धिमत्तेच्या वापरासह कोणतेही कार्य करणे किंवा अन्यथा वर्णन केल्यानुसार कार्ये पूर्ण न करता IMI किंवा कोणत्याही विनंतीकर्ता किंवा इंटिग्रेटरकडून पुरस्कार मिळविण्याचा प्रयत्न करणे;",
    "1188668818": "ही वेबसाइट वापरताना कोणतीही खोटी माहिती द्या (तुमच्या खात्यातील कोणत्याही अन्य व्यक्तीची किंवा संस्थेची तोतयागिरी करणे किंवा तुमच्या खात्यातील इतर कोणत्याही व्यक्ती किंवा संस्थेशी तुमची किंवा तुमची संलग्नता खोटे सांगणे किंवा अन्यथा चुकीची माहिती देणे यासह;",
    "2804310964": "तुमचे खरे स्थान किंवा ओळख अस्पष्ट करण्यासाठी डिझाइन केलेल्या कोणत्याही प्रॉक्सी वेब सर्व्हर किंवा इतर डिव्हाइसद्वारे किंवा प्रदान केलेल्या इंटरफेसशिवाय इतर कोणत्याही मार्गाने आमच्या वेबसाइटवर प्रवेश करणे किंवा प्रवेश करण्याचा प्रयत्न करणे;",
    "1374227759": "वेबसाइटचा वापर कोणत्याही बेकायदेशीर क्रियाकलापांसाठी किंवा ज्या उद्देशासाठी ती उपलब्ध करून देण्यात आली होती त्याशिवाय इतर कोणत्याही हेतूसाठी वापरणे;",
    "2103513933": "साइटच्या कार्यामध्ये व्यत्यय आणणाऱ्या किंवा व्यत्यय आणणाऱ्या क्रियाकलापांमध्ये गुंतणे;",
    "137127070": "दुर्भावनापूर्ण किंवा अज्ञात बाह्य दुवे किंवा फाइल्स घाला, अपलोड करा किंवा संलग्न करा किंवा व्हायरस, ट्रोजन हॉर्स, वर्म, टाइम बॉम्ब किंवा इतर हानिकारक संगणक कोड असलेली कोणतीही सामग्री अपलोड करा;",
    "1686655020": "कॉपीराइटच्या अधीन असलेली कोणतीही सामग्री अपलोड करा जी तुमचे मूळ काम नाही, जोपर्यंत तुम्हाला अशी सामग्री पोस्ट करण्याची आणि IMI ला येथे दिलेले सर्व परवानाकृत अधिकार प्रदान करण्यासाठी योग्य मालकाची परवानगी नसेल;",
    "1406692811": "स्पॅमिंगमध्ये गुंतणे किंवा कोणत्याही प्रकारची प्रसिद्धी पोस्ट करणे, संदर्भ मिळवण्याचा प्रयत्न करणे, मास कम्युनिकेशन, पैशाच्या ऑफर किंवा विनंत्या, सेवांची मागणी, जाहिराती, मार्केटिंग, निरर्थक संदेश, डुप्लिकेट विषय, बेकायदेशीर सामग्री, सामाजिक वेबसाइट लिंक्स, ई-मेल पत्ते किंवा कार्यासाठी आवश्यक नसल्यास इन्स्टंट मेसेंजर आयडी;",
    "3893539589": "कार्यासाठी आवश्यक नसल्यास वस्तू किंवा सेवा प्रदान करणारे बाह्य दुवे घाला;",
    "3214322759": "अन्यथा कोणत्याही दुर्भावनापूर्ण किंवा फसव्या क्रियाकलापात गुंतणे.",
    "3733422465": "8. तुमची ओळख पडताळणे",
    "267645277": "IMI तुमची ओळख सत्यापित करू शकते. यामध्ये तृतीय पक्ष डेटाबेस किंवा अधिकृत कायदेशीर दस्तऐवजांशी आपल्या वैयक्तिक माहितीची तुलना करणे समाविष्ट असू शकते. तुमची ओळख, तुमच्या ईमेल पत्त्याची तुमची मालकी आणि तुमच्या आर्थिक खात्यांची तुमची मालकी याची पुष्टी करण्यासाठी आवश्यक असलेल्या कोणत्याही चौकशीसाठी तुम्ही आम्हाला अधिकृत करता. तुमची ओळख पडताळण्यात आम्हाला मदत करण्यासाठी तुम्ही तुमच्याबद्दलची माहिती देण्यास सहमत आहात.",
    "4169910317": "9. कायद्याचे पालन",
    "519755936": "तुमच्‍या सेवा वापराच्‍या संबंधात फेडरल, राज्य, प्रांतीय आणि स्‍थानिक कायद्यांचे पालन करण्‍यासाठी तुम्ही एकटेच जबाबदार आहात. तुम्ही आमच्या विरुद्धच्या कोणत्याही दाव्यांची नुकसानभरपाई करण्यास आणि आम्हाला निरुपद्रवी ठेवण्यास सहमती देता कारण तुम्ही कोणत्याही कायद्याचे पालन करण्यात अयशस्वी झाले किंवा कोणत्याही तृतीय पक्ष अधिकारांचे उल्लंघन केले, ज्यामध्ये मर्यादा नसलेल्या करार, बौद्धिक मालमत्ता किंवा गोपनीयता अधिकारांचा समावेश आहे.",
    "731546974": "10. योगदानकर्ता किंवा इंटिग्रेटर कर",
    "3128328457": "तुम्ही कंट्रिब्युटर किंवा इंटिग्रेटर असाल तर, आमच्या वेबसाइटच्या वापरामुळे, तसेच कोणत्याही अंदाजे किंवा इतर फेडरल, राज्य किंवा स्थानिक आयकर, सामाजिक सुरक्षा, FICA आणि कामगारांच्या भरपाईसाठी तुम्ही जबाबदार आहात. यूएस नसलेल्या अधिकारक्षेत्रातील समान कर किंवा शुल्क. तुम्ही कोणत्याही कर कायद्याचे पालन करण्यात अयशस्वी झाल्यामुळे आमच्या विरुद्धच्या कोणत्याही मूल्यांकनासाठी आम्हाला नुकसानभरपाई देण्यास आणि आम्हाला निरुपद्रवी ठेवण्यास सहमती दर्शवता.",
    "2931396764": "11. या सेवा अटींचे उल्लंघन",
    "1240667045": "आम्ही कोणत्याही कारणास्तव सेवांवरील तुमचा प्रवेश कोणत्याही वेळी निलंबित, मर्यादित किंवा रद्द करू शकतो, यासह: (अ) तुम्ही या सेवा अटींचे (इतर संबंधित धोरणांसह) उल्लंघन केले आहे असे आम्हाला वाटते; (b) आम्हाला विश्वास आहे की तुम्ही आमच्या अधिकारांचे किंवा कोणत्याही तृतीय पक्षाच्या अधिकारांचे उल्लंघन केले आहे; (c) तुम्ही आम्हाला प्रदान केलेल्या माहितीची पडताळणी किंवा प्रमाणीकरण करण्यात आम्ही अक्षम आहोत; किंवा (d) आम्हाला विश्वास आहे की तुमच्या कृतींमुळे तुमच्यासाठी, आमच्यासाठी किंवा तृतीय पक्षासाठी दायित्वे निर्माण होऊ शकतात. शंका टाळण्याकरता, आम्ही तुम्हाला पेमेंट रोखण्याचा किंवा निलंबित करण्याचा अधिकार राखून ठेवतो, जर आम्हाला वाजवीपणे विश्वास असेल की अशा पेमेंटला वरीलपैकी कोणतेही लागू होते.",
    "1601080128": "आम्ही तुमचे खाते निलंबित केले किंवा संपुष्टात आणल्यास, तुम्हाला यापुढे वेबसाइटच्या कोणत्याही भागांमध्ये प्रवेश मिळणार नाही, ज्यामध्ये डेटा, संदेश, फाइल्स आणि तुम्ही साइटवर ठेवलेल्या इतर सामग्रीचा समावेश आहे. तुम्ही आमची वेबसाइट वेगळ्या किंवा नवीन खात्याच्या नावाखाली वापरणे सुरू ठेवू शकत नाही. या सेवा अटींचे उल्लंघन केल्यास कायद्याच्या पूर्ण मर्यादेपर्यंत कारवाई केली जाऊ शकते आणि अतिरिक्त दंड आणि मंजुरी मिळू शकतात.",
    "1160707899": "12. योगदानकर्त्याची भूमिका आणि IMI आणि इतर विनंतीकर्त्यांसोबतचे संबंध",
    "269838707": "तुम्ही कंट्रिब्युटर असाल तर, कोणती आणि किती टास्क पूर्ण करायची आणि ती कधी आणि कुठे पूर्ण करायची हे तुम्ही आणि फक्त तुम्हीच ठरवता. तुम्‍ही निवडल्‍याप्रमाणे कार्ये पूर्ण करण्‍यासाठी जास्तीत जास्त किंवा कमी वेळ घालवण्‍यासाठी मोकळे आहात. एखादे कार्य पूर्ण करण्यासाठी कोणत्याही वेळी तुमच्यावर बंधन नाही.",
    "1087195513": "जर तुम्ही योगदानकर्ता असाल जो सेवांमध्ये प्रवेश करतो आणि/किंवा IMI नसलेल्या विनंतीकर्त्याच्या वतीने इंटिग्रेटरद्वारे किंवा त्याच्या संबंधात कार्ये करतो, तर तुम्ही सहमत आहात आणि कबूल करता की अंतर्ज्ञान मशीन यासाठी जबाबदार नाही आणि तुमच्याशी कोणतेही बंधन नाही पूर्ण केलेल्या कार्यांसाठी कोणतेही बक्षीस किंवा इतर भरपाईचा आदर. तुम्ही सहमत आहात आणि कबूल करता की पूर्ण केलेल्या कार्यांसाठी कोणतेही बक्षिसे किंवा इतर नुकसानभरपाई केवळ विनंतीकर्ता आणि/किंवा इंटिग्रेटर यांच्याशी लागू असलेल्या तुमच्या करारानुसार निर्धारित केली जाते. अशा बक्षिसे किंवा इतर नुकसानभरपाईवरील कोणतेही विवाद (अशा प्रकारची बक्षिसे किंवा इतर नुकसानभरपाई मिळविण्यात मर्यादा नसलेल्या अपयशासह) केवळ तुम्ही आणि विनंतीकर्ता आणि/किंवा इंटिग्रेटर यांच्यातच लागू आहे.",
    "952813944": "तुमचा आमच्या वेबसाइटचा वापर किंवा या करारातील कोणतीही गोष्ट तुमच्या आणि अंतर्ज्ञान मशीन्समधील रोजगार, भागीदारी, संयुक्त उपक्रम, एजन्सी, फ्रँचायझी किंवा विक्री प्रतिनिधी संबंध निर्माण करत नाही. एखादे कार्य पूर्ण करण्यासाठी आम्ही तुम्हाला कोणतीही उपकरणे किंवा साधने पुरवत नाही. आम्ही तुम्हाला कोणतेही फायदे, कामगारांची भरपाई किंवा विमा संरक्षण देत नाही. आमची वेबसाइट वापरताना तुम्हाला होणाऱ्या कोणत्याही खर्चासाठी आम्ही जबाबदार नाही. आम्ही फेडरल किंवा राज्य आयकर, सामाजिक सुरक्षा किंवा इतर कोणत्याही करासाठी तुमच्या रिवॉर्डमधून कोणतीही रक्कम रोखणार नाही. आमच्या कोणत्याही प्रतिस्पर्ध्यांसह कोणत्याही व्यक्ती किंवा व्यवसायासाठी कार्ये करण्यासाठी तुम्ही नेहमी मोकळे आहात. तुम्हाला Intuition Machines च्या वतीने लिखित किंवा तोंडी कोणताही करार करण्याचा अधिकार नाही.",
    "3460432665": "पूर्वगामी असूनही, जर तुम्ही यूएस करदाते असाल तर आम्ही तुमच्याकडून W-9 ची विनंती करू शकतो, जो दरवर्षी अपडेट केला जावा आणि जोपर्यंत तुम्ही W-9 पूर्ण करत नाही किंवा अपडेट करत नाही तोपर्यंत आम्ही तुम्हाला कार्ये करण्यास प्रतिबंध करू शकतो.",
    "458271951": "जर तुम्ही एक योगदानकर्ता असाल जो सेवांमध्ये प्रवेश करतो आणि/किंवा इंटिग्रेटरद्वारे किंवा अंतर्ज्ञान मशीन्सच्या वतीने (विनंतीकर्ता म्हणून काम करत) कार्य करत असल्यास, अंतर्ज्ञान मशीन्स तुम्हाला काही कार्ये स्वीकार्य पूर्ण केल्याबद्दल बक्षीस देऊ शकतात. जर तुम्ही फसवणूक, गैरवर्तन किंवा या सेवा अटींचे उल्लंघन केल्याचे आढळल्यास, तुम्हाला मिळणारे कोणतेही आणि सर्व बक्षिसे रोखले जातील आणि/किंवा अंतर्ज्ञान मशीनद्वारे वसूल केले जातील.",
    "3056723024": "13. कार्यांची अस्वीकार्य पूर्णता",
    "3913203723": "जर, कोणत्याही कारणास्तव, विनंतीकर्ता तुम्ही पूर्ण केलेल्या कार्याची कामगिरी स्वीकारत नसेल, तर तुम्ही योगदानकर्ता किंवा इंटिग्रेटर म्हणून कार्यासाठी कोणत्याही बक्षीसासाठी पात्र असणार नाही. एखाद्या अस्वीकार्यपणे पूर्ण केलेल्या कार्यासाठी तुम्हाला आधीच बक्षिसे वाटली गेल्यास, आम्ही ते तुमच्याकडून वसूल करू शकतो.",
    "3666807632": "14. योगदानकर्ता पात्रता आणि कौशल्ये",
    "1993899769": "15. माहितीचा आमचा वापर",
    "3027055607": "16. बौद्धिक संपदा आणि मालकी हक्क",
    "3910971075": "स्रोत कोड, ऑब्जेक्ट कोड किंवा अंतर्निहित रचना, कल्पना किंवा अल्गोरिदम, API आणि सेवांशी संबंधित कोणतेही अतिरिक्त सॉफ्टवेअर, दस्तऐवजीकरण किंवा डेटा (\"सॉफ्टवेअर\") यामधील बौद्धिक संपदा अधिकारांसह सर्व अधिकार IMI कडे आहेत. तुम्ही, प्रत्यक्ष किंवा अप्रत्यक्षपणे, तृतीय पक्षाद्वारे किंवा अन्यथा: (अ) रिव्हर्स इंजिनियर, डीकंपाइल, डिस्सेम्बल किंवा अन्यथा सॉफ्टवेअर शोधण्याचा प्रयत्न करणार नाही; (b) कोणत्याही सॉफ्टवेअरवर आधारित व्युत्पन्न कामे सुधारणे, भाषांतर करणे किंवा तयार करणे; (c) कॉपी करणे, भाड्याने देणे, भाड्याने देणे, वितरित करणे, तारण देणे, नियुक्त करणे किंवा अन्यथा कोणत्याही सॉफ्टवेअरचे अधिकार हस्तांतरित करणे किंवा त्यांच्यावर बंधनकारक करणे; (d) टाइमशेअरिंगसाठी, सेवा ब्युरोच्या उद्देशांसाठी किंवा अन्यथा तृतीय पक्षाच्या फायद्यासाठी कोणतेही सॉफ्टवेअर वापरणे; किंवा (ई) कोणत्याही मालकीच्या सूचना किंवा लेबले काढून टाका.",
    "3660891610": "तुम्ही कंट्रिब्युटर असाल तर, IMI, तुमच्याकडे नसून, कोणतेही काम पूर्ण करण्यासाठी तुम्ही तयार केलेल्या कोणत्याही कामाचे मालकी हक्क आहेत. या कराराच्या अटींचा स्वीकार करून तुम्ही आमच्यामध्ये आणि तुमच्या कामावर ताबा, मालकी आणि शीर्षक (जगभरात अस्तित्वात असलेल्या सर्व बौद्धिक संपदा अधिकारांसह) हस्तांतरित करण्यास (आणि याद्वारे) सहमती देता. आम्ही असे अधिकार प्राप्त करण्यास, परिपूर्ण करण्यास आणि वापरण्यास सक्षम आहोत याची खात्री करण्यासाठी, तुम्ही पुढे (i) आमच्या अधिकारांच्या दस्तऐवजीकरण, परिपूर्णता आणि अंमलबजावणीमध्ये सहाय्य करण्यासाठी कोणत्याही दस्तऐवजांवर स्वाक्षरी करण्यास सहमती देता; आणि (ii) कोणत्याही आणि सर्व देशांमध्ये अशा मालकीचे अधिकार रेकॉर्ड करणे, परिपूर्ण करणे, सुरक्षित करणे, संरक्षण करणे आणि लागू करणे यासाठी माहितीवर वाजवी प्रवेश प्रदान करा. तुम्ही सेवांची नोंदणी रद्द केल्यानंतर किंवा त्यांचा वापर थांबवल्यानंतरही या कलमाखालील तुमचे दायित्व सुरू राहतील. या विभागात नमूद केलेल्या उद्देशांसाठी तुमच्या वतीने कागदपत्रे कार्यान्वित करण्यासाठी तुम्ही आम्हाला तुमचा मुखत्यार म्हणून नियुक्त करता.",
    "426125156": "17. कॉपीराइट आणि टेकडाउन",
    "1408530660": "IMI इतरांच्या बौद्धिक मालमत्तेचा आदर करते आणि आम्ही आमच्या साइटवरून कोणत्याही तृतीय पक्षाच्या बौद्धिक अधिकारांचे उल्लंघन करू शकते असे आम्हाला वाटत असलेली सामग्री काढून टाकण्याचा अधिकार राखून ठेवतो. तुमचे स्वतःचे काम या वेबसाइटवर कॉपीराईटचे उल्लंघन करणाऱ्या मार्गाने कॉपी केले गेले आहे असे तुम्हाला वाटत असल्यास, कृपया Intuition Machines ग्राहक समर्थनाशी संपर्क साधा.",
    "2696932851": "18. नुकसानभरपाई",
    "3844300338": "तुम्ही आम्हाला कोणत्याही आणि सर्व दावे, नुकसान, दायित्वे, खर्च आणि खर्च (वाजवी वकिलांची फी आणि खर्चासह) नुकसानभरपाई देण्यास, बचाव करण्यास आणि आम्हाला निरुपद्रवी ठेवण्यास सहमत आहात. .",
    "2474091800": "19. इतर वापरकर्त्यांसह विवाद; सोडा",
    "3162107126": "IMI तुमच्‍या आणि सेवेच्‍या इतर कोणत्‍याही वापरकर्त्यामध्‍ये कोणत्‍याही विवादाचा पक्ष नाही. तुम्ही IMI आणि त्‍याच्‍या सहयोगींना तुमच्‍या आणि दुसर्‍या वापरकर्त्‍यामध्‍ये कोणत्‍याही आणि सर्व प्रकारच्या दाव्‍यांपासून, मागण्यांपासून आणि प्रत्‍येक प्रकारच्‍या आणि प्रकृतीच्‍या नुकसानापासून मुक्त करता, ज्ञात आणि अज्ञात, संशयित आणि अप्रसिद्ध, उघड आणि अज्ञात, तुमच्‍या आणि दुसर्‍या वापरकर्त्‍यामध्‍ये होणार्‍या कोणत्याही विवादामुळे उद्भवलेले किंवा संबंधित असलेल्‍या.",
    "2271969747": "20. तुम्हाला प्राप्त होणारी गोपनीय माहिती",
    "1042802841": "गोपनीय माहिती ही गोपनीय किंवा मालकी म्हणून चिन्हांकित केलेली कोणतीही माहिती आहे किंवा जी प्राप्तकर्त्या पक्षाने गोपनीय किंवा मालकी म्हणून समजली पाहिजे. यामध्ये (१) सार्वजनिकरीत्या उपलब्ध असलेली, (२) आधीपासून ताब्यात असलेली, स्वतंत्रपणे विकसित केलेली किंवा प्राप्तकर्त्या पक्षाला आधीच ज्ञात असलेली किंवा (३) न्यायालयाच्या आदेशाद्वारे किंवा अन्यथा आवश्यकतेनुसार उघड केलेली कोणतीही माहिती समाविष्ट नाही. कायदा",
    "1918025546": "जर तुम्हाला सेवांवर कोणाकडूनही गोपनीय माहिती प्रदान केली गेली असेल, तर तुम्ही तुमच्या स्वतःच्या गोपनीय माहितीचे संरक्षण करण्यासाठी वापरता त्या प्रमाणात गोपनीय माहितीच्या गोपनीयतेचे रक्षण करण्यास सहमत आहात, परंतु कोणत्याही परिस्थितीत योग्य काळजी न घेता. एखादे कार्य पूर्ण करण्यासाठी आवश्यक असेल त्याशिवाय तुम्ही अशी कोणतीही गोपनीय किंवा मालकीची माहिती उघड किंवा प्रकाशित करू शकत नाही. माहिती स्पष्टपणे गोपनीय म्हणून नियुक्त केलेली नसली तरीही अंतर्ज्ञान मशीन प्लॅटफॉर्मवरील कार्यातील सर्व माहिती गोपनीय मानली जावी.",
    "2690395789": "तुम्हाला मिळालेल्या गोपनीय माहितीची तुम्हाला यापुढे आवश्यकता नसल्यास, तुम्ही तात्काळ परत करा किंवा नष्ट करा (माहिती उघड करणाऱ्याने विनंती केल्यानुसार) परिसर, सिस्टम किंवा तुम्ही नियंत्रित करत असलेल्या इतर उपकरणांवर अस्तित्वात असलेल्या माहितीच्या सर्व प्रती.",
    "2178073797": "गोपनीय माहिती उघड केल्याने कधीही भरून न येणारी हानी होऊ शकते, खुलासा करणारा पक्ष या संज्ञेच्या कोणत्याही उल्लंघनासाठी किंवा धमकीच्या उल्लंघनासाठी आदेशात्मक सवलत मिळविण्याचा अधिकार आहे.",
    "2185860003": "21. वेबसाइट बदल",
    "2631249972": "आम्ही तुम्हाला सूचना न देता आमच्या वेबसाइटमध्ये सुधारणा किंवा सुधारणा करू शकतो.",
    "3764131594": "22. तृतीय-पक्ष वेबसाइट्स",
    "295955580": "आमच्या वेबसाइटमध्ये तृतीय-पक्षाच्या वेबसाइटचे दुवे असू शकतात. आम्ही अशा वेबसाइटवर नियंत्रण ठेवत नाही, तपासत नाही, निरीक्षण करत नाही किंवा तपासत नाही. आम्ही अशा वेबसाइट्सवर समाविष्ट असलेल्या संगणक प्रोग्राम, सामग्री किंवा मतांसाठी जबाबदार नाही किंवा आम्ही त्याचे समर्थन करत नाही. तुम्ही आमची वेबसाइट सोडण्याचे आणि कोणत्याही तृतीय-पक्षाच्या वेबसाइटवर प्रवेश करण्याचे ठरविल्यास, तुम्ही ते तुमच्या स्वत:च्या जोखमीवर करता.",
    "838225123": "23. वॉरंटीचा अस्वीकरण",
    "3897238493": "सेवा \"जशा आहे तशा\" आधारावर पुरविल्या जातात. सेवांची प्रवेशयोग्यता, योग्यता, कायदेशीरपणा, उपलब्धता, किंवा कार्यक्षमतेच्या संदर्भात आम्ही कोणतेही प्रतिनिधित्व किंवा हमी देत नाही, निहित किंवा व्यक्त करत नाही. कायद्याने परवानगी दिलेल्या कमाल मर्यादेपर्यंत, IMI सर्व स्पष्ट किंवा निहित अटी, प्रतिनिधित्व आणि हमींचा अस्वीकरण करते, परंतु यापुरतेच मर्यादित नाही, भागीदारी, गैर मालमत्तेची हमी. कोणत्याही दोष, गैर-अनुरूपता किंवा असंतोष यांच्या संदर्भात IMI विरुद्ध तुमचा एकमेव आणि अनन्य उपाय म्हणजे सेवांचा वापर थांबवणे, तुमच्या संगणक प्रणालीला झालेल्या कोणत्याही हानीसाठी, डेटाचे नुकसान किंवा अन्य नुकसान झाल्यास, किंवा इतर दूषित होण्यासाठी आम्ही कोणतीही जबाबदारी घेणार नाही. वेबसाइट किंवा इंट्यूशन मशीन प्लॅटफॉर्मवर तुमच्या प्रवेश किंवा वापरातून. अनुसूचित आणि अनियोजित व्यत्यय येऊ शकतात आणि आम्ही आमच्या वेबसाइटच्या अखंड उपलब्धतेची हमी देत नाही.",
    "2110259227": "24. दायित्वाची मर्यादा",
    "3018077211": "25. योगदानकर्ता विवाद निराकरण",
    "2790841456": "तुम्ही योगदानकर्ते असल्यास, तुम्ही खालील लवाद कलम आणि वर्ग क्रिया माफीला सहमती देता:",
    "2323013093": "26. लागू कायदा",
    "2900525040": "कॅलिफोर्निया राज्याचे कायदे या सेवा अटी आणि त्यांच्यापासून उद्भवणारे कोणतेही विवाद, विवाद किंवा दावे नियंत्रित करतात.",
    "3339302473": "27. समाप्ती",
    "41530052": "28. सामान्य अटी",
    "3202747130": "संपूर्ण करार. या सेवा अटी आणि या करारामध्ये संदर्भित कोणतीही धोरणे, कार्यपद्धती किंवा अटी या विषयाशी संबंधित पक्षांचा संपूर्ण करार बनवतात आणि पक्षांचे सर्व पूर्वीचे आणि समकालीन संबंधित करार, दावे, प्रतिनिधित्व आणि समजूती रद्द करतात. .",
    "4080263153": "माफी नाही. माफी लेखी आणि आमच्या स्वाक्षरीशिवाय आम्ही आमच्या अधिकारांचा किंवा उपायांचा कोणताही भाग माफ केला आहे असे मानले जाणार नाही. जर आम्ही या कराराच्या कोणत्याही तरतुदीनुसार आमच्या अधिकारांची अंमलबजावणी करण्यास उशीर केला किंवा अयशस्वी झाला, तर अशा तरतुदी किंवा या कराराच्या कोणत्याही भागाची नंतर अंमलबजावणी करण्याच्या आमच्या अधिकाराचा त्याग केला जाणार नाही.",
    "1789371580": "नियुक्ती. आमच्या पूर्व लेखी संमतीशिवाय तुम्ही या सेवा अटी नियुक्त करू शकत नाही. आम्ही या सेवा अटी कोणत्याही वेळी, सूचना न देता नियुक्त करू शकतो. पूर्वगामीच्या अधीन राहून, या सेवा अटी प्रत्येक पक्षाच्या उत्तराधिकारी आणि परवानगी दिलेल्या नियुक्तीसाठी बंधनकारक असतील.",
    "2819628066": "वेगळेपणा. या सेवा अटींची कोणतीही तरतूद कोणत्याही कारणास्तव अवैध किंवा लागू करण्यायोग्य आढळल्यास, ती कोणत्याही उर्वरित तरतुदींच्या वैधतेवर आणि अंमलबजावणीवर परिणाम करणार नाही.",
    "3955981186": "दुरुस्त्या. IMI च्या योग्य अधिकृत प्रतिनिधीने स्वाक्षरी केलेल्या लेखी पत्राशिवाय IMI व्यतिरिक्त इतर कोणाकडूनही या सेवा अटींमध्ये कोणतेही बदल किंवा सुधारणा करणे IMI वर बंधनकारक असणार नाही.",
    "1377538813": "प्रचलित भाषा. या सेवा अटींची इंग्रजी भाषेतील आवृत्ती सर्व बाबतीत नियंत्रित करेल आणि अनुवादित आवृत्त्यांसह कोणत्याही विसंगती असल्यास, जर असेल तर ती प्रचलित होईल.",
    "2438016011": "ऐच्छिक करार. या सेवा अटींचे सर्व पक्ष प्रतिनिधित्व करतात आणि सहमत आहेत की प्रत्येकाने या कराराच्या सर्व पैलूंचे पुनरावलोकन केले आहे, त्याच्या सर्व तरतुदी काळजीपूर्वक वाचल्या आहेत आणि पूर्णपणे समजून घेतल्या आहेत आणि स्वेच्छेने या करारामध्ये प्रवेश करत आहेत.",
    "2445034923": "जर तुम्ही या सेवा अटींच्या सर्व अटी आणि शर्तींशी सहमत नसाल तर, साइट किंवा सेवा वापरू नका (आणि तुम्ही कदाचित करू शकत नाही).",
    "2646127839": "मास्टर सेवा अटींसाठी ग्राहक परिशिष्ट",
    "4097297673": "एक ग्राहक, विनंतीकर्ता किंवा इंटिग्रेटर या नात्याने, तुम्ही आणि IMI मधील इतर कोणत्याही बंधनकारक अटींव्यतिरिक्त खालील अटींनी बांधील असण्यास तुम्ही सहमत आहात.",
    "1093280979": "1. प्लॅटफॉर्म ऑर्डर फॉर्म",
    "1549953005": "तुम्ही एक किंवा अधिक प्लॅटफॉर्म ऍक्सेस ऑर्डर फॉर्म (प्रत्येक, एक \"ऑर्डर फॉर्म\") ग्राहक किंवा विनंतीकर्ता बनण्याची अट पूर्ण केली असेल. तसे असल्यास, ऑर्डर फॉर्ममध्ये वर्णन केलेल्या अटी आणि शर्ती सेवा अटींचा भाग बनतात आणि याद्वारे संदर्भाद्वारे समाविष्ट केल्या जातात.",
    "3819851005": "2. फी",
    "1591032933": "तुम्ही IMI ला लागू ऑर्डर फॉर्ममध्ये वर्णन केल्यानुसार फी तुम्ही लागू ऑर्डर फॉर्ममध्ये प्रदान केलेल्या पेमेंट पद्धतीद्वारे द्याल. जोपर्यंत दोन्ही पक्षांनी लिखित स्वरूपात स्पष्टपणे सहमती दर्शवली नाही तोपर्यंत, तुम्ही इनव्हॉइसच्या मेलिंग तारखेनंतर तीस (३०) दिवसांच्या आत जारी केलेल्या सर्व चलनांसाठी पूर्ण देयक प्रदान कराल. तुम्ही आम्हाला प्रदान केलेल्या सर्व क्रेडिट कार्ड माहितीवर क्रेडिट कार्ड अधिकृतता चालवण्यास, ती क्रेडिट कार्ड माहिती संग्रहित करण्यासाठी आणि तुमच्या क्रेडिट कार्डवर किंवा इतर कोणत्याही खात्यावर शुल्क आकारण्यासाठी आम्ही एक पेमेंट प्रकार म्हणून परस्पर सहमत आहात. ऑर्डर फॉर्मवर किंवा तुमच्या एंटरप्राइझ सर्व्हिस एग्रीमेंट किंवा मास्टर सर्व्हिस एग्रीमेंटमध्ये अन्यथा नमूद केल्याशिवाय, सेवांसाठीचे सर्व शुल्क, तुमच्या करारानुसार (\"प्रभावी तारीख\") IMI द्वारे प्रदान केलेल्या सेवा सुरू केल्यावर, जादा वय सोडून, दरवर्षी बिल केले जाते.",
    "4142610534": "कोणतीही उशीरा देयके प्रति महिना 1.5% टक्के दराने किंवा कायद्याने परवानगी दिलेल्या कमाल रकमेपैकी जे कमी असेल ते विलंब शुल्क जमा केले जाईल. तुम्ही कोणत्याही कारणास्तव या कराराअंतर्गत देय रक्कम भरण्यात अयशस्वी झाल्यास, आमच्या विवेकबुद्धीनुसार तुमचे खाते निलंबित केले जाऊ शकते, अशा परिस्थितीत कार्ये पूर्ण करण्यासाठी तुमच्या खात्यातून कोणतीही अतिरिक्त देयके दिली जाणार नाहीत आणि तुमची सर्व कार्ये काढून टाकली जातील. आमच्या वेबसाइटवरून. मागणीनुसार देय असलेल्या सर्व रकमेसाठी, तसेच कोणतीही प्रक्रिया शुल्क, विलंब शुल्क किंवा मुखत्यार शुल्कासाठी तुम्ही आम्हाला परतफेड करणे आवश्यक आहे. आम्ही क्रेडिट रिपोर्टिंग एजन्सी आणि कायद्याची अंमलबजावणी प्राधिकरणांना देखील योग्य अहवाल देऊ शकतो.",
    "512991700": "तुम्हाला कोणत्याही शुल्काबाबत विवाद करायचा असल्यास, तुम्ही आमच्या ग्राहक समर्थन विभागाशी संपर्क साधणे आवश्यक आहे तीस (30) दिवसांनंतर, ज्यामध्ये समायोजन किंवा क्रेडिट प्राप्त करण्यासाठी त्रुटी किंवा समस्या दिसून आली त्या पहिल्या बिलिंग किंवा खाते विवरणाच्या अंतिम तारखेनंतर.",
    "1273914192": "3. कर",
    "4242322181": "Intuition Machines च्या निव्वळ उत्पन्नावर किंवा वैयक्तिक मालमत्तेवर मूल्यांकन केलेल्या यूएस करांव्यतिरिक्त सेवांशी संबंधित सर्व कर भरण्यासाठी तुम्ही जबाबदार आहात.",
    "1671996585": "तुम्हाला आमच्या ऍप्लिकेशन प्रोग्रामिंग इंटरफेस (\"API\") द्वारे आमच्या सेवांसह तुमची वेबसाइट, अनुप्रयोग किंवा प्लॅटफॉर्म समाकलित करणे आवश्यक असू शकते. तुम्ही असे केल्‍यास, आम्‍ही तुम्‍हाला सेवांमध्‍ये प्रवेश करण्‍यासाठी एपीआय वापरण्‍यासाठी मर्यादित, अनन्य, नॉन-हस्तांतरणीय, नॉन-असाइन करण्यायोग्य, रद्द करता येणारा परवाना देतो. आम्ही API मध्ये बदल करू शकतो आणि/किंवा API च्या जुन्या आवृत्त्यांचे किंवा प्रकाशनांचे समर्थन थांबवू शकतो. आम्ही आमच्या विवेकबुद्धीनुसार API मध्ये तुमचा प्रवेश निलंबित करण्याचा किंवा मर्यादित करण्याचा अधिकार राखून ठेवतो आणि आम्ही निलंबनापूर्वी तुम्हाला सूचना देण्यासाठी वाजवी प्रयत्न करू.",
    "4036662147": "5. गोपनीय माहितीचे संरक्षण",
    "3564208535": "आमच्याकडून किंवा आमच्या सेवांद्वारे प्राप्त झालेल्या कोणत्याही गोपनीय माहितीचे संरक्षण करण्यासाठी तुम्ही व्यावसायिकदृष्ट्या वाजवी प्रयत्न वापरण्यास सहमत आहात. बॉट स्कोअर आणि आमच्या एंटरप्राइझ सेवेचे गैर-सार्वजनिक तपशील, गैर-सार्वजनिक दस्तऐवजीकरण आणि आमच्या बॉट शोध पद्धतींबाबत आम्ही शेअर करू शकू असे कोणतेही तपशील समाविष्ट करतो. जर तुम्हाला अशा कोणत्याही गोपनीय माहितीमध्ये प्रवेश दिला गेला असेल, तर तुम्ही आमच्या सेवांच्या वापरामुळे गोपनीय माहिती उघड होत असल्याचे आम्ही निर्धारित केल्यास, आम्ही आमच्या विवेकबुद्धीनुसार आमच्या सेवांमधील तुमचा प्रवेश सुधारित, निलंबित किंवा मर्यादित करू शकतो आणि आम्ही वाजवी प्रयत्न करू. निलंबनापूर्वी तुम्हाला सूचना देण्यासाठी.",
    "120384113": "6. समाप्ती",
    "453723556": "तुम्ही ग्राहक किंवा विनंतीकर्ता होण्याचे थांबवून सेवा अटींपासून स्वतंत्रपणे हे ग्राहक परिशिष्ट संपुष्टात आणू शकता. आम्ही कधीही ग्राहक किंवा विनंतीकर्ता म्हणून तुमची स्थिती निलंबित करण्याचा किंवा संपुष्टात आणण्याचा किंवा अन्यथा तुमचे खाते किंवा सेवा अटींशी सुसंगत सेवांचा वापर समाप्त करण्याचा अधिकार राखून ठेवतो. तुमच्या ऑर्डर फॉर्म अंतर्गत देय असलेल्या कोणत्याही रकमेसाठी तुम्ही संपुष्टात आल्यावर जबाबदार राहाल. तुमच्या सदस्यत्वामध्ये कोणतेही मासिक किंवा वार्षिक शुल्क किंवा मासिक किंवा वार्षिक किमान समाविष्ट असल्यास, तुम्ही त्या महिन्याच्या किंवा वर्षाच्या अखेरीस अनुक्रमे सर्व सेवा शुल्क भरण्यास जबाबदार असाल.",
    "218889628": "तुम्ही या ग्राहक परिशिष्ट किंवा सेवा अटींचे उल्लंघन केल्यामुळे आम्ही हे ग्राहक परिशिष्ट किंवा सेवा अटी कोठे संपुष्टात आणल्याशिवाय, आम्ही संपुष्टात आणल्यास आणि तुम्ही आम्हाला कोणतेही शुल्क प्रीपेड केले असल्यास, आम्ही त्यांच्या प्रमाणानुरूप भाग परत करू. प्रीपेड रक्कम, उर्वरित वेळ किंवा तुम्ही दिलेल्या सेवांवर आधारित, जे कमी असेल. आम्ही आमचे काम व्यावसायिकदृष्ट्या वाजवी पद्धतीने पूर्ण करू आणि आमच्या ताब्यातील सर्व सशुल्क आउटपुट डेटा सेट आणि सर्व ग्राहक डेटा तुम्हाला संरक्षित आणि वितरित करू. कोणत्याही समाप्तीनंतर, आम्ही कोणताही डेटा हटविण्यास बांधील नाही.",
    "2505227594": "7. ओव्हरेज",
    "2369877184": "hCaptcha Integrators किंवा ग्राहकांसाठी कमाल परवानगी असलेला पीक RPS दर हा तुमच्या खात्यातील (\"RPS\") घटकांना प्रति सेकंद 1,000 विनंत्या आहे, जोपर्यंत तुम्ही आणि आमच्यामधील लेखी करारनाम्याद्वारे निर्दिष्ट केले नाही.",
    "234420106": "तुम्ही hCaptcha एंटरप्राइझ सेवेचे इंटिग्रेटर किंवा ग्राहक असाल आणि RPS द्वारे मोजल्यानुसार तुमचा API वापर तुमच्या सेवा श्रेणीसाठी तरतूद केलेल्या दरापेक्षा जास्त असल्यास, आम्ही तुमच्या सेवेत बदल करणे किंवा जास्त दर आकारणे निवडू शकतो. जर तुमचा पीक RPS दर 30 दिवसांच्या कालावधीत एकूण 10 किंवा त्याहून अधिक मिनिटांसाठी 10 च्या घटकाने तरतूद केलेल्या दरापेक्षा जास्त असेल आणि यापैकी बहुतेक विनंत्या आमच्या एकट्याच्या निर्णयानुसार, दुर्भावनापूर्ण रहदारी नसून, आम्ही निवडू शकतो. त्या महिन्यात केलेल्या सर्व API विनंत्यांसाठी तुमच्या करारानुसार निर्दिष्ट केलेल्या जादा दराने शुल्क आकारले जाईल.",
    "2619472217": "8. पुनर्विक्री",
    "2019702084": "ग्राहकाच्या मुख्य सेवा करारामध्ये किंवा पुनर्विक्रेता करारामध्ये स्पष्टपणे परवानगी दिल्याशिवाय, ऑर्डर केलेल्या SaaS सेवांची विक्री, पुनर्विक्री, भाडेपट्टी, उप-लीज, परवाना, उप-परवाना, किंवा अन्यथा कोणत्याही तृतीय पक्षाला (ग्राहकाच्या संलग्न व्यतिरिक्त) उपलब्ध करून दिली जाणार नाही. ), आणि कराराच्या अंतर्गत सर्व ऑर्डर आणि सेवेचा सर्व ग्राहक वापर ग्राहकाच्या किंवा त्याच्या संलग्न व्यक्तीच्या स्वतःच्या अंतर्गत व्यावसायिक वापरासाठी असेल.",
    "1233229030": "नानाविध",
    "1467783792": "युनायटेड स्टेट्सने मंजूर केलेली कोणतीही व्यक्ती, संस्था किंवा संस्था (\"मंजूर अभिनेता\") पुरस्कारांसाठी किंवा सेवांचा इंटिग्रेटर म्हणून वापर करण्यास पात्र नाही. शंका टाळण्यासाठी, यामध्ये यूएस डिपार्टमेंट ऑफ द ट्रेझरीच्या फॉरेन अॅसेट कंट्रोल ऑफिस (\"OFAC\") द्वारे नियुक्त केलेल्या कोणत्याही मंजूर अभिनेत्यांचा समावेश आहे.",
    "3759657802": "तुम्ही या सेवा अटी किंवा तुमचे अधिकार किंवा दायित्वे कोणत्याही प्रकारे (कायद्याद्वारे किंवा अन्यथा) नियुक्त करू शकत नाही, हस्तांतरित करू किंवा नियुक्त करू शकत नाही.",
    "1627232990": "या सेवा अटींचे भाषांतर सर्वोत्तम-प्रयत्नाच्या आधारावर प्रदान केले जातात. इंग्रजी भाषेतील सेवा अटी आणि त्‍याच्‍या भाषांतरामध्‍ये कोणताही मूल्‍यपूर्ण फरक असल्‍यास, इंग्रजी भाषेच्‍या सेवा अटी अधिकृत समजल्या जातील.",
    "805221621": "येथे आमच्याशी संपर्क साधा",
    "259613338": "या सेवा अटींबाबत तुम्हाला काही प्रश्न असल्यास.",
    "2735878907": "व्यवसाय सातत्य नियोजन विधान",
    "2887242610": "Intuition Machines, Inc ने आमच्या hCaptcha व्यवसायात लक्षणीयरीत्या व्यत्यय आणणार्‍या घटनांना आम्ही कसा प्रतिसाद देऊ यावर व्यवसाय सातत्य योजना विकसित केली आहे. आपत्ती आणि व्यत्ययांची वेळ आणि परिणाम अप्रत्याशित असल्याने, वास्तविक घटना घडत असताना त्यांना प्रतिसाद देण्यात आपल्याला लवचिक राहावे लागेल. हे लक्षात घेऊन, आम्ही तुम्हाला आमच्या व्यवसाय सातत्य योजनेवर ही माहिती देत आहोत.",
    "809251240": "आमच्याशी संपर्क साधत आहे",
    "2551802342": "- महत्त्वाच्या व्यावसायिक व्यत्ययानंतर आम्ही त्वरित पुनर्प्राप्ती आणि व्यवसाय ऑपरेशन्स पुन्हा सुरू करण्याची योजना आखत आहोत आणि आमचे कर्मचारी आणि मालमत्तेचे रक्षण करून, आर्थिक आणि ऑपरेशनल मूल्यांकन करून, फर्मची पुस्तके आणि रेकॉर्ड संरक्षित करून आणि आमच्या ग्राहकांना आणि त्यांच्या अंतिम वापरकर्त्यांना ऑनलाइन व्यवहार करण्याची परवानगी देऊन प्रतिसाद देऊ. थोडक्यात, आमची व्यवसाय सातत्य योजना आमच्या फर्मला व्यवसायातील लक्षणीय व्यत्ययाची व्याप्ती आणि तीव्रता लक्षात घेता, शक्य तितक्या लवकर ऑपरेशन्स पुन्हा सुरू करण्याची परवानगी देण्यासाठी डिझाइन केलेली आहे. आमचा व्यवसाय सातत्य योजना पत्ते: डेटा बॅकअप आणि पुनर्प्राप्ती; सर्व मिशन क्रिटिकल सिस्टम; आर्थिक आणि ऑपरेशनल मूल्यांकन; ग्राहक, कर्मचारी आणि पर्यवेक्षण संस्थांशी पर्यायी संप्रेषण; कर्मचाऱ्यांचे वैकल्पिक भौतिक स्थान; गंभीर पुरवठादार आणि ग्राहक प्रभाव; नियामक अहवाल; आणि आम्ही आमचा व्यवसाय सुरू ठेवू शकत नसल्यास आमच्या ग्राहकांना त्वरित सूचना देणे आमचा मुख्य पुरवठादार पूल भौगोलिकदृष्ट्या वेगळ्या क्षेत्रात आमच्या महत्त्वाच्या नोंदींचा बॅकअप घेतो. प्रत्येक आणीबाणीच्या परिस्थितीमध्ये बाह्य घटकांवर आधारित अनन्य समस्या उद्भवतात, जसे की दिवसाची वेळ आणि व्यत्ययाची तीव्रता, आम्हाला या पुरवठादार पूलद्वारे सूचित केले गेले आहे की त्यांचे उद्दिष्ट त्यांचे स्वतःचे कार्य पुनर्संचयित करणे आणि सेवा वेगाने सुरू करणे हे आहे. जरी आम्ही विविध पुरवठादारांच्या संचाचा वापर करून जोखीम कमी करण्यासाठी काम केले असले तरी, या कालावधीत तुमच्या सेवांमध्ये सुधारणा किंवा व्यत्यय येऊ शकतो.",
    "826396656": "आमची व्यवसाय सातत्य योजना",
    "1979347895": "– महत्त्वाच्या व्यवसायातील व्यत्यय त्यांच्या व्याप्तीमध्ये बदलू शकतात, जसे की फक्त आमची फर्म, आमची फर्म असलेली एकच इमारत, आमची फर्म जिथे आहे ते शेजार, आम्ही जिथे आहोत ते शहर किंवा संपूर्ण प्रदेश. या प्रत्येक क्षेत्रामध्ये, व्यत्ययाची तीव्रता देखील कमीतकमी ते गंभीर पर्यंत बदलू शकते. आमची फर्म, आमचा व्यवसाय जिल्हा, शहर किंवा प्रदेश किंवा आमच्या फर्मचे निवासस्थान असलेल्या इमारतीमध्ये व्यत्यय आल्यास, आम्ही आमची कार्ये आवश्यकतेनुसार स्थानिक साइटवर हस्तांतरित करू आणि व्यवसाय ऑपरेशन्समध्ये कोणत्याही प्रकारचा व्यत्यय येणार नाही अशी अपेक्षा करू. कोणत्याही परिस्थितीत, आम्ही व्यवसाय सुरू ठेवण्याची, आवश्यक असल्यास पर्यायी पुरवठादारांकडे ऑपरेशन्स हस्तांतरित करण्याची आणि आमच्याशी संपर्क कसा साधायचा हे hcaptcha.com वर आमच्या वेबसाइटद्वारे आणि hcaptchastatus.com वरील आमच्या स्थिती पृष्ठाद्वारे तुम्हाला सूचित करण्याची योजना आहे. जर व्यवसायातील महत्त्वपूर्ण व्यत्यय इतका गंभीर असेल की तो आम्हाला व्यवसायात राहण्यापासून प्रतिबंधित करत असेल, तर आम्ही तुम्हाला त्वरीत सूचित करू.",
    "653679457": "विविध व्यत्यय",
    "410397176": "अधिक माहितीसाठी",
    "2095899021": "hCaptcha ब्रँडिंग मार्गदर्शक तत्त्वे आणि सामान्य ट्रेडमार्क परवाना",
    "2340340589": "hCaptcha चिन्ह वापरण्यासाठी मार्गदर्शक तत्त्वे",
    "2430148876": "आमचे ग्राहक, भागीदार आणि चाहत्यांना आमची कॉर्पोरेट ओळख जपत असताना आमच्या ब्रँडसोबत काम करणे शक्य तितके सोपे करण्यासाठी आम्ही ही मार्गदर्शक तत्त्वे आणि सामान्य ट्रेडमार्क परवाना तयार केला आहे. जर तुम्हाला hCaptcha आयकॉन, लोगो किंवा इतर चिन्हे या मार्गदर्शकतत्त्वांपेक्षा वेगळ्या पद्धतीने वापरायची असतील, तर तुम्हाला लेखी परवान्यासाठी आमच्याशी (IMI) संपर्क साधावा लागेल.",
    "3884400764": "तुम्ही या मार्गदर्शक तत्त्वांनुसार hCaptcha मार्क्स वापरू शकता, याचा अर्थ असा नाही की तुम्हाला hCaptcha मार्क्स, लोगो किंवा इतर कोणत्याही ट्रेडमार्क, ट्रेड नाव, सेवा चिन्ह, व्यवसायाचे नाव किंवा hCaptcha च्या सदिच्छा मध्ये कोणतेही निहित अधिकार आहेत. आम्ही शक्य तितकी लवचिकता देऊ इच्छितो, परंतु आम्ही hCaptcha चे कोणतेही ट्रेडमार्क, व्यापार नाव, सेवा चिन्ह, व्यवसायाचे नाव किंवा hCaptcha च्या सदिच्छा यांच्या अनधिकृत वापरापासून संरक्षण करण्यास बांधील आहोत. कोणताही अनधिकृत वापर hCaptcha द्वारे दिलेली परवानगी किंवा परवाना आपोआप संपुष्टात आणतो आणि कोणत्याही नुकसानीसाठी कायदेशीर दायित्वे लागू शकतात.",
    "512598290": "अशाप्रकारे, आम्‍ही विचारले पाहिजे की तुम्ही नेहमी सर्व hCaptcha मार्क्स आणि लोगो अशा फॉर्ममध्ये वापरा जे कॅपिटलायझेशन, टाइपफेस आणि शैलीसह खालील नियमांचे पालन करतात.",
    "2075610992": "तुमच्या समर्थनाबद्दल धन्यवाद!",
    "1023190144": "hCaptcha® मजकूरात",
    "4274324704": "आमचे नाव लिखित प्रतीमध्ये कसे वापरायचे ते येथे आहे:",
    "3912926900": "hCaptcha® क्रिएटिव्ह कॉपीमध्ये प्रथमच दिसल्यावर नोंदणीकृत ट्रेडमार्क चिन्ह असणे आवश्यक आहे.",
    "950637875": "hCaptcha स्पेलिंग कधीही बदलू नये आणि hCaptcha नेहमी दुसऱ्या अक्षरात (\"C\") कॅपिटल केले पाहिजे. ते कधीच अनेकवचनी किंवा मालकीण नसते.",
    "2624601135": "\"hCaptcha\" ब्रँड नावाचा भाग म्हणून वापरला जाऊ नये, हायफनसह जोडला जाऊ नये किंवा अनुप्रयोग किंवा इतर उत्पादनांच्या नावांमध्ये वापरला जाऊ नये.",
    "3828090208": "त्याऐवजी \"hCaptcha साठी\" वापरा. तृतीय पक्ष लोगोसह वापरल्यास, \"hCaptcha साठी\" तृतीय पक्ष लोगोपेक्षा आकाराने लहान असणे आवश्यक आहे.",
    "4149738856": "hCaptcha हे विशेषण म्हणून वापरले पाहिजे आणि त्यानंतर योग्य सामान्य संज्ञा वापरावी.",
    "1446868537": "hCaptcha कधीही क्रियापद म्हणून वापरले जाऊ नये.",
    "2487931657": "वापरू नका: \"आम्ही आमची साइट hCaptcha'd.\"",
    "2565565429": "त्याऐवजी वापरा: \"आम्ही आमची साइट सुरक्षित आणि अधिक सुरक्षित करण्यासाठी hCaptcha वापरतो.\"",
    "3434202027": "संप्रेषणांमध्ये hCaptcha नावाच्या कोणत्याही वापरासाठी विशेषता आवश्यक आहे: \"hCaptcha हा Intuition Machines, Inc चा नोंदणीकृत ट्रेडमार्क आहे.\"",
    "2754937029": "अस्वीकार्य उपयोग",
    "2436973524": "केवळ अचूक संदर्भ स्वीकार्य आहेत. एखादी साइट hCaptcha सेवा आणि अनुप्रयोग वापरत नाही तेव्हा ती वापरते असे म्हणण्याची परवानगी नाही. त्याचप्रमाणे, साइट hCaptcha सेवा वापरते तेव्हाच आमचा लोगो किंवा कोणत्याही बॅजचा वापर योग्य आहे.",
    "69844082": "hCaptcha ट्रेडमार्क, ग्राफिक चिन्हे, लोगो, टाइपफेस किंवा चिन्हे देखील अपमानास्पद पद्धतीने वापरली जाऊ शकत नाहीत.",
    "3861413614": "तुम्ही कोणताही hCaptcha ट्रेडमार्क किंवा लोगो वापरू शकत नाही ज्याचा अर्थ असा असेल की hCaptcha कडे स्पष्ट लेखी परवानगीशिवाय तृतीय पक्ष उत्पादन किंवा सेवेशी संलग्नता किंवा समर्थन, प्रायोजकत्व किंवा समर्थन आहे.",
    "1409822234": "कोणत्याही परिस्थितीत समान किंवा जवळपास एकसारखे hCaptcha ट्रेडमार्क डोमेन नाव म्हणून वापरले जाऊ नये.",
    "4181060163": "तृतीय पक्षांनी भिन्नता किंवा चुकीचे शब्दलेखन वापरू नये किंवा hCaptcha ट्रेडमार्कवर कोणत्याही प्रारंभिक स्वारस्याचा गोंधळ निर्माण होईल अशा प्रकारे कार्य करू नये.",
    "3955555607": "भागीदार किंवा अधिकृत पुनर्विक्रेता व्यतिरिक्त, तृतीय पक्ष hCaptcha गुण किंवा चुकीचे शब्दलेखन वापरून कीवर्ड, Google AdWords किंवा इतर लक्ष्यित जाहिरात प्रणालींसाठी बोली लावू शकत नाहीत. तसेच तृतीय पक्ष डोमेन नेम, कोणतेही शोध इंजिन ऑप्टिमायझेशन, मेटा टॅग, शोध संज्ञा, कोड किंवा इतर चुकीचे वर्णन यामध्ये hCaptcha मार्क वापरू शकत नाहीत.",
    "1985238261": "इतर प्रतिबंधित गुण",
    "2193061499": "आमचे काही लोगो आणि चिन्हे hCaptcha आणि त्याच्या भागीदारांद्वारे वापरण्यासाठी प्रतिबंधित आहेत. hCaptcha कडून लिखित परवान्याशिवाय तृतीय पक्ष खालील गुण वापरू शकत नाहीत:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha भागीदार™",
    "755156539": "hCaptcha अधिकृत पुनर्विक्रेता™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "hCaptcha™ द्वारे BotStop",
    "2557601376": "hCaptcha लोगो™",
    "248923369": "BotStop लोगो™",
    "3942875761": "अधिक चांगले वेब ™ तयार करण्यात मदत करा",
    "364774188": "मी मनुष्य आहे™",
    "2785425016": "(मानवता पडताळणी सोल्यूशनच्या संदर्भात, उदा. कृतीसाठी कॉल)",
    "2639657759": "परवानगीने वापरलेले गुण",
    "1268918580": "hCaptcha आणि त्याच्या भागीदारांद्वारे वापरलेले काही लोगो आणि चिन्ह तृतीय पक्षांच्या मालकीचे आहेत आणि त्यांच्या परवानगीनेच वापरले जाऊ शकतात. तृतीय पक्ष त्यांच्या मालकांच्या परवानगीशिवाय खालील चिन्हे वापरू शकत नाहीत:",
    "3782751514": "HUMAN Protocol® हा HUMAN Protocol Foundation चा नोंदणीकृत ट्रेडमार्क आहे आणि त्याच्या परवानगीने वापरला जातो.",
    "1620709264": "HUMAN Token® हा HUMAN Protocol Foundation चा नोंदणीकृत ट्रेडमार्क आहे आणि त्याच्या परवानगीने वापरला जातो.",
    "3031953928": "HUMAN Network™ हा HUMAN Protocol Foundation चा ट्रेडमार्क आहे आणि त्याच्या परवानगीने वापरला जातो.",
    "3554363588": "इतर गुण",
    "3290996791": "इतर सर्व उत्पादनांची नावे, लोगो आणि ब्रँड त्यांच्या संबंधित मालकांची मालमत्ता आहेत. या वेबसाइटमध्ये वापरलेली इतर सर्व कंपनी, उत्पादन आणि सेवेची नावे केवळ ओळखीच्या उद्देशाने आहेत. या नावांचा, लोगोचा आणि ब्रँडचा वापर करणे हे समर्थन सूचित करत नाही.",
    "2444685143": "लोगो धोरण",
    "2414232014": "आमचा लोगो त्वरित ओळखता येण्याजोगा आहे आणि आमच्या सर्वात मौल्यवान आणि महत्त्वाच्या मालमत्तेपैकी एक आहे. ते आमच्या कंपनीचे एक मजबूत प्रतिनिधित्व राहते याची खात्री करण्यासाठी, ते संप्रेषणाच्या सर्व माध्यमांवर काळजीपूर्वक आणि सातत्यपूर्ण रीतीने सादर केले जाणे आवश्यक आहे.",
    "803639471": "hCaptcha लोगोमध्ये हँड आयकॉन आणि hCaptcha लोगोटाइपचा समावेश आहे. त्याच्या पर्यायी स्वरुपात, जेव्हा जागा मर्यादित असेल तेव्हा हाताचे चिन्ह स्वतःच दिसू शकते आणि \"hCaptcha\" हा शब्द चिन्ह म्हणून (वर वर्णन केल्याप्रमाणे) हाताच्या चिन्हाच्या जवळ वापरला जातो, जसे की हे स्पष्ट आहे की हाताचे चिन्ह hCaptcha चे प्रतिनिधित्व करते.",
    "564127016": "hCaptcha हँड आयकॉन:",
    "1424800293": "hCaptcha लोगो:",
    "1525506526": "खाते घेणे काय आहे आणि ते कसे कार्य करतात?",
    "2446481523": "एक जुनी लोककथा आहे ज्यात एका लहानशा गावातील पोलीस दलात वॅगन चालक आणि एक कुलीन व्यक्ती दिसतात. घाणेरडे, गरीबांचे कपडे घातलेला एक माणूस हवालदाराला म्हणाला, “मी थोर माणूस आहे. हा माणूस माझा ड्रायव्हर होता.",
    "1767952047": "त्याने काल रात्री माझ्यावर हल्ला केला, माझे कपडे चोरले आणि माझे पैसे घेतले.” दुसर्‍या माणसाने, उत्कृष्ट वेशभूषा केलेल्या, उच्च वर्गातील कपडे, उत्तर दिले, \"कॉन्स्टेबल, हा माणूस वेडा आहे. त्याला वाटते की तो एक कुलीन आहे. मी खरा कुलीन आहे. त्याला अटक करा!”",
    "2947576723": "ही कथा ड्रायव्हिंग लायसन्स आणि डिजिटल फिंगर प्रिंटिंगची अगोदरची आहे, परंतु खाते ताब्यात घेण्याच्या परिस्थितीत काय चूक होऊ शकते याचे एक चांगले उदाहरण देते. एखादी व्यक्ती ऑनलाइन बँक खाते किंवा मोबाइल पेमेंट अॅपमध्ये लॉग इन करते. तो खरा खातेदार आहे की हॅकर? खरोखर कोण कोण आहे? या सुरक्षा समस्या स्वयं-सेवा खाते प्रवेशास परवानगी देणाऱ्या संस्थांवर परिणाम करतात.",
    "1687299615": "खाते ताब्यात घेणे म्हणजे काय?",
    "2648707986": "खाते ताब्यात घेणे हा सायबर फसवणुकीचा एक प्रकार आहे ज्यामध्ये दुर्भावनापूर्ण अभिनेता ऑनलाइन खात्याच्या मालकाची तोतयागिरी करतो. सामान्यतः, खाते एखाद्या वित्तीय संस्थेत किंवा ई-कॉमर्स व्यवसायात असते जेथे फसवणूक करणारा पैसे, व्यापारी माल किंवा भेटकार्डे चोरू शकतो. आक्रमणकर्ता खाते ऍक्सेस करण्यासाठी चोरलेले लॉगिन क्रेडेन्शियल्स वापरतो आणि नंतर ते ताब्यात घेतो, कदाचित वास्तविक खाते मालकाला लॉक करण्यासाठी पासवर्ड बदलत असतो.",
    "1476843710": "कमी आर्थिक हानीकारक परंतु तरीही खाते ताब्यात घेण्याच्या हानीकारक प्रकारांमध्ये सोशल मीडिया खात्यांचे अपहरण आणि यासारख्या गोष्टींचा समावेश होतो. या प्रकरणांमध्ये, हल्लेखोर सहसा मालवेअर पसरवण्याचा प्रयत्न करत असतो किंवा पीडितेच्या संशयास्पद मित्रांविरुद्ध फिशिंग हल्ल्यांमध्ये गुंतलेला असतो. किंवा, हल्लेखोर पीडितेला लाजवेल असा प्रयत्न करत आहे, जे कधीकधी सेलिब्रिटी आणि राजकारण्यांसह घडते, उदाहरणार्थ.",
    "2904949278": "हॅकर खाते कसे ताब्यात घेतो?",
    "2575690545": "अनेक सायबर फसवणुकीप्रमाणे खाते घेणे ही बहुतांशी स्वयंचलित, मोठ्या प्रमाणात प्रक्रियांची बाब आहे. आईच्या तळघरात हुडी घातलेल्या हॅकरने बँकेच्या वेबसाइटवर पासवर्ड टाईप करणे दुर्मिळ आहे.",
    "3614653023": "त्याऐवजी, सराव मोठ्या प्रमाणात क्रेडेन्शियल स्टफिंग हल्ल्यांवर अवलंबून आहे जे खात्यांचा एक छोटा उपसंच अनलॉक करण्याच्या आशेने डझनभर लक्ष्यित वित्तीय संस्थांवर लाखो वापरकर्तानाव/संकेतशब्द जोड्यांचा प्रयत्न करतात. एकदा स्वयंचलित फसवणूक सॉफ्टवेअरने खात्यात प्रवेश मिळवला की, मानवी हॅकर नंतर त्यात सामील होऊ शकतो, परंतु काही प्रकरणांमध्ये नाही.",
    "2762759509": "बरेच खाते टेकओव्हर हल्ले जवळजवळ संपूर्णपणे स्वयंचलित असतात.",
    "1972710018": "कंपनीच्या दृष्टीकोनातून पाहणे",
    "1282121137": "खाते ताब्यात घेणे किती समस्याप्रधान असू शकते हे समजून घेण्यासाठी, वित्तीय संस्थेच्या दृष्टिकोनातून अनुभव कसा दिसतो याचा विचार करा. ते दररोज लाखो लॉगिन हाताळतात.",
    "2315518622": "आजच्या अटॅक टूल्समध्ये उपलब्ध असलेल्या अत्याधुनिकतेमुळे, कोणते, जर असेल, तर ते फसवे आहेत हे शोधणे अत्यंत आव्हानात्मक आहे. त्यानंतर, एक व्यक्ती ग्राहक सेवा लाइनवर कॉल करते आणि म्हणते “माझ्या खात्यावर हल्ला झाला आहे! मी लॉग इन करू शकत नाही आणि कोणीतरी माझे पैसे चोरत आहे!”",
    "1836369533": "लोककथेतील हवालदाराप्रमाणे, खरोखर कोण आहे हे कसे ठरवायचे? जर हल्लेखोराकडे पुरेसे चोरलेले ओळख घटक असतील, जसे की ड्रायव्हरचा परवाना क्रमांक, सामाजिक सुरक्षा क्रमांक, आईचे लग्नाचे नाव, पत्ता आणि असेच, तर कॉलर हा खरा खातेदार आहे की हल्लेखोर हा खरा खातेदार आहे हे निश्चित करणे कठीण होऊ शकते. त्याला ज्या खात्यात प्रवेश करायचा आहे त्यावर पासवर्ड रीसेट करा.",
    "2880837730": "खाते घेणे थांबवण्यासाठी काय केले जाऊ शकते?",
    "3654556483": "वित्तीय संस्था आणि ईकॉमर्स कंपन्यांकडे प्रक्रिया आणि नियंत्रणे आहेत जी काही खाते टेकओव्हर धोक्यात कमी करतात. हे जुन्या पद्धतीच्या \"प्राथमिक शाळेतील तुमच्या सर्वात चांगल्या मित्राचे नाव काय होते\" सुरक्षा प्रश्नांपासून ते संशयास्पद IP पत्ते आणि मोबाइल डिव्हाइस प्रोफाइल शोधण्याच्या पद्धतींपर्यंत आहेत.",
    "2449501658": "फसव्या खाते लॉगिन प्रयत्नांपासून धोका कमी करण्यासाठी, बॉट्स शोधण्यासाठी आणि थांबवण्यासाठी मशीन लर्निंगचा वापर करून आणि फसवणूक करणार्‍यांसाठी खाते टेकओव्हरमध्ये गुंतणे प्रभावीपणे अधिक कठीण किंवा अगदी अशक्य बनवण्यासाठी सर्वात प्रगत मार्गांपैकी एक प्रदान करते.",
    "3621455477": "अधिक जाणून घेण्यासाठी!",
    "555246307": "तसे, थोर माणूस आणि त्याच्या ड्रायव्हरची कथा कशी संपते ते येथे आहे: कॉन्स्टेबलने त्या दोघांना तासनतास एका खोलीत बसवले आणि त्यांच्या मनातून कंटाळा आला. दिवसाच्या शेवटी, तो दिसला आणि म्हणाला, \"मी आता वॅगन ड्रायव्हरशी बोलेन.\" छान पोशाखातला माणूस उभा राहिला. तो खूप कंटाळला होता, तो विसरला होता की तो फक्त श्रेष्ठी असल्याचे भासवत आहे.",
    "1224727373": "hCaptcha द्वारे BotStop",
    "1187718370": "आमच्याशी संपर्क साधा",
    "3892905664": "hCaptcha तुमच्या आवडत्या ऑनलाइन सेवांना बॉट्स, स्पॅम आणि गैरवर्तनापासून दूर ठेवण्यास मदत करते जे मानवांसाठी सोपे आणि मशीन्ससाठी कठीण असे सोपे प्रश्न विचारून.",
    "555158694": "तुम्ही वापरत असलेल्या सेवेने दुर्भावनायुक्त रहदारी कमी करण्यासाठी hCaptcha इंस्टॉल करून त्यांच्या साइटवर तुमचा अनुभव सुधारण्यासाठी निवडले आहे.",
    "1617196410": "hCaptcha बॉट्स थांबविण्यावर केंद्रित आहे. वापरकर्ता कोण आहे याची आम्हाला पर्वा नाही, परंतु केवळ ते दुर्भावनापूर्ण आहेत की नाही. आम्ही गोपनीयता आणि समतोल राखण्यासाठी कठोर परिश्रम करतो",
    "1624200563": "सुरक्षा, आणि GDPR, CCPA, LGPD, PIPL आणि इतर गोपनीयता नियमांचे पालन करा.",
    "1927613000": "hCaptcha अत्याधुनिक मशीन लर्निंगला एका शक्तिशाली चॅलेंज प्लॅटफॉर्मसह एकत्रित करते जेणेकरुन वेब अॅप्लिकेशन्सचे खाते टेकओव्हर, क्रेडेन्शियल स्टफिंग, स्क्रॅपिंग आणि इतर प्रकारच्या गैरवापरापासून संरक्षण होईल.",
    "1133989302": "hCaptcha का?",
    "34074886": "प्रत्येक वेळी तुम्ही एखाद्या आव्हानाला उत्तर देता, तुम्ही मनुष्य आहात की नाही हे शोधण्यासाठी आम्ही अत्याधुनिक मॉडेल वापरतो. त्यानंतर तुम्ही भेट दिलेली वेबसाइट बॉट्स बाहेर ठेवून त्यांच्या साइटवरील तुमचा अनुभव सुधारण्यात मदत करण्यासाठी हा परिणाम वापरते.",
    "3412647984": "हे तुम्हाला कुकी नोंदणी करून आणि सेट करून भविष्यातील प्रश्न टाळू देते. कृपया तुमचा जाहिरात ब्लॉकर बंद करून पहा.",
    "2510209017": "आणखी मदत हवी आहे?",
    "477275453": "हॅकर्ससाठी APIs लोकप्रिय लक्ष्य का आहेत?",
    "596347471": "ऍप्लिकेशन प्रोग्रामिंग इंटरफेस (APIs) हे सायबरस्पेसमधील दुर्भावनापूर्ण अभिनेत्यांसाठी लोकप्रिय लक्ष्य बनले आहे. यासाठी अनेक कारणे आहेत, ज्यात ऍप्लिकेशन इंटिग्रेशनमधील त्यांच्या उत्तम उपयुक्ततेचा समावेश आहे. तथापि, API जोखीम कमी करणे शक्य आहे.",
    "2441638955": "प्रथम, API म्हणजे काय?",
    "3963216198": "हॅकर्ससाठी API हे लोकप्रिय लक्ष्य का आहेत यावर चर्चा करण्यासाठी, सध्या “API” या शब्दाचा अर्थ काय आहे हे परिभाषित करण्यासाठी प्रथम थोडा वेळ घेणे योग्य आहे. API ची संकल्पना अजिबात नवीन नाही. किंबहुना, विविध संगणक प्रणाली एकमेकांशी जोडण्यासाठी इंटरफेस, तसेच त्यांचे अंतर्गत घटक, किमान 1960 च्या सुरुवातीपासून आहेत.",
    "1047251718": "आज, तथापि, जेव्हा लोक API बद्दल बोलतात, तेव्हा त्यांचा अर्थ नेहमीच मानक-आधारित API असतो. हे रिप्रेझेंटेशनल स्टेट ट्रान्सफर (REST) आणि JavaScript ऑब्जेक्ट नोटेशन (JSON) सारखे ओपन स्टँडर्ड फाइल फॉरमॅट्स वापरून तयार केलेले API आहेत. असे \"रेस्टफुल API\" जसे की ते ओळखले जातात, ते प्रोप्रायटरी सॉफ्टवेअरच्या गरजेशिवाय तयार केले जाऊ शकतात. परिणामी APIs सॉफ्टवेअर ऍप्लिकेशन्स दरम्यान डेटा आणि प्रक्रिया कॉल पाठविण्यास आणि प्राप्त करण्यास सक्षम आहेत. उदाहरणार्थ, मोबाईल बँकिंग अॅप बँकेच्या प्रणालींमध्ये प्रवेश करण्यासाठी API वापरते.",
    "3195334319": "API ची उपयुक्तता आणि भेद्यता",
    "1903743785": "मानक-आधारित API च्या आगमनाने ऍप्लिकेशन इंटिग्रेशनमध्ये मोठी झेप दाखवली. गेल्या 20 वर्षांमध्ये, APIs महाग आणि क्लिष्ट मालकीच्या सॉफ्टवेअर उत्पादनांपासून विनामूल्य, मानक-आधारित साधने बनले आहेत ज्यांसह कार्य करणे तुलनेने सोपे होते-आणि उपयोजित करणे द्रुत होते.",
    "879362350": "इंटरनेटवर काम करत असलेल्या नवीन API सह, प्लॅटफॉर्म, डेटा स्कीमा किंवा प्रोग्रामिंग भाषेची पर्वा न करता, जगात कुठेही, कोणतेही सॉफ्टवेअर किंवा डेटा स्रोत कनेक्ट करणे शक्य झाले. परिणामी, संगणकीय जग आता API क्रांतीच्या मध्यभागी आहे. ऍप्लिकेशन्स आणि डेटामधील कनेक्टिव्हिटीचा स्फोट झाला आहे. तो नाही तोपर्यंत ते छान आहे.",
    "3844432472": "API ची अतिशय मोकळेपणा आणि उपयुक्तता त्यांना आक्रमणकर्त्यांसाठी अविश्वसनीयपणे समृद्ध लक्ष्य बनवते. ज्या प्रकारे मोबाइल अॅपला एपीआय वापरून कॉर्पोरेट सिस्टीममधून डेटा पोहोचण्यासाठी आणि मिळवण्यासाठी प्रोग्राम केले जाऊ शकते, तसेच मालवेअरचा एक भाग देखील असू शकतो. हॅकर्सनी API चा गैरवापर करण्यासाठी विविध प्रकारचे सॉफ्टवेअर टूल्स लिहिले आहेत. हे एक प्रभावी हल्ला तंत्र आहे.",
    "2187096543": "खरंच, डेटाबेसमधून डेटा काढण्यासाठी API ला कॉल केलेल्या हॅकर-लिखित सॉफ्टवेअरच्या परिणामी काही मोठ्या डेटाचे उल्लंघन झाले आहे. शेवटी, जर डेटा चोरण्यासाठी एपीआयवर मूलभूत GET कॉल आवश्यक असेल, जो REST आणि JSON वापरून लिहिलेला असेल, तर डेटाबेस त्वरीत साफ करणे सोपे आहे. खरं तर, जेव्हा लोक \"स्क्रीन स्क्रॅपिंग\" हल्ल्यांबद्दल बोलतात, तेव्हा त्यांचा खरोखर काय अर्थ होतो, बहुतेक, रॅपिड-फायर एपीआय कॉल असतात जे डेटाबेसमधून डेटा काढतात. APIs ते तयार करणाऱ्या संस्थांसाठी एक प्रमुख हल्ला पृष्ठभाग बनले आहेत.",
    "4222109231": "hCaptcha च्या एंटरप्राइझ उत्पादनासह API जोखीम कमी करणे",
    "1783317946": "API हल्ले थांबवणे हे एक लोकप्रिय वापर प्रकरण आहे",
    "3022922096": ", hCaptcha च्या उत्पादनांचा एंटरप्राइझ संच. hCaptcha च्या विनामूल्य आवृत्तीच्या विपरीत,",
    "63719113": "स्क्रॅपिंग क्रियाकलापांसह - तुमच्या साइटवर आणि अॅप्सवर दुर्भावनापूर्ण रहदारी ओळखण्यासाठी प्रगत मशीन लर्निंग वापरते.",
    "3566102529": "अधिक जाणून घेण्यासाठी आज आम्ही.",
    "3096553330": "आपण तयार केलेली प्रत्येक प्रणाली इतर लोकांसोबतचे आपले संबंध प्रतिबिंबित करते.",
    "1467218142": "आपल्याला त्यांच्याकडून आणि स्वतःकडून जे हवे आहे ते आपले वर्तन चालवते आणि अशा प्रकारे सर्व मानवी प्रणालींमध्ये परस्परसंवादाचे समान नमुने पुनरावृत्ती होतात. इंटरनेट आपल्या जगाच्या या मूलभूत पैलूची अनेक उत्कृष्ट उदाहरणे प्रदान करते.",
    "808872868": "उदाहरणार्थ: स्पॅम, फसवणूक आणि गैरवापर दोन प्रणाली पहिल्यांदा एकत्र जोडल्या गेल्याच्या जवळपास दिवसापासून ऑनलाइन अस्तित्वात आहेत.",
    "1085089390": "ऑनलाइन गैरवर्तन जन्मजात मानवी वर्तनातून होते",
    "3064321967": "पहिला ज्ञात स्पॅम ईमेल 1978 मध्ये पाठवला गेला होता. [",
    "3800781598": "] जवळपास पाच दशकांनंतर, ईमेल स्पॅमने आम्हाला त्रास देणे सुरूच ठेवले आहे. त्याला पराभूत करण्यासाठी अनेक अब्जावधी डॉलर्स आणि हजारो व्यक्ती-वर्षांचे अभियांत्रिकी प्रयत्न केले गेले आहेत, आणि तरीही स्पॅम कायम आहे. दोन्ही बाजूला अब्ज डॉलर्सचे उद्योग आहेत, म्हणजे त्याविरुद्ध बचाव करणारे आणि पाठवणारे.",
    "2119943547": "हे का? उत्तर सोपे आहे. जोपर्यंत एखाद्या व्यवस्थेचा गैरवापर करण्यास प्रोत्साहन दिले जाते, तोपर्यंत कोणीतरी मार्ग शोधेल. आणि एकदा त्यांनी असे केले की, आता त्यांना थांबवण्यासाठी इतर कोणालातरी प्रोत्साहन मिळेल.",
    "532470444": "समतोल वर्षानुवर्षे थोडासा बदलू शकतो, परंतु हे वर्तन फक्त मूलभूत मानवी स्वभाव प्रतिबिंबित करते आणि पाच हजार वर्षांच्या रेकॉर्ड इतिहासाचा अर्थ असा आहे की डायनॅमिक लवकरच कधीही बदलण्याची शक्यता नाही.",
    "3193548097": "आशा झरे चिरंतन",
    "4065614934": "हे विश्लेषण नवीन नाही, पण लोक कायम आशावादी आहेत. विशेषतः जेव्हा त्यांना वाटते की त्यांची कल्पना नवीन आहे.",
    "1216071511": "समान कल्पना इतक्या वारंवार मांडल्या जातात की सुमारे 20 वर्षांपूर्वी, एका अनामिक लेखकाने स्पॅम-विरोधी उपायांबद्दल ऑनलाइन चर्चेसाठी रिक्त जागा भरून काढल्या होत्या:",
    "1941999673": "तुमची पोस्ट अधिवक्ता ए",
    "4179118182": "( ) तांत्रिक ( ) विधान ( ) बाजारावर आधारित ( ) सतर्कता",
    "3978720689": "स्पॅमशी लढण्याचा दृष्टीकोन. तुमची कल्पना चालणार नाही. ते का काम करणार नाही ते येथे आहे.",
    "318339230": "(खालीलपैकी एक किंवा अधिक तुमच्या विशिष्ट कल्पनेला लागू होऊ शकतात आणि त्यात असू शकतात",
    "30312304": "वाईट फेडरल कायदा संमत होण्यापूर्वी राज्यानुसार बदलणारे इतर दोष.)",
    "2710988028": "( ) स्पॅमर ईमेल पत्ते काढण्यासाठी ते सहजपणे वापरू शकतात",
    "3912514510": "( ) मेलिंग सूची आणि इतर वैध ईमेल वापर प्रभावित होतील",
    "2030062561": "( ) कोणीही माणूस शोधू शकणार नाही किंवा पैसे गोळा करू शकणार नाही",
    "3334160175": "( ) क्रूर शक्तीच्या हल्ल्यांविरूद्ध ते असुरक्षित आहे",
    "3238345709": "( ) ते दोन आठवड्यांसाठी स्पॅम थांबवेल आणि नंतर आम्ही त्यात अडकून राहू",
    "4227800293": "( ) ईमेल वापरकर्ते ते ठेवणार नाहीत",
    "2271252286": "( ) मायक्रोसॉफ्ट ते सहन करणार नाही",
    "692064738": "() पोलिस ते सहन करणार नाहीत",
    "3475647460": "( ) स्पॅमर्सकडून खूप सहकार्य आवश्यक आहे",
    "1482845460": "( ) एकाच वेळी सर्वांचे तात्काळ संपूर्ण सहकार्य आवश्यक आहे",
    "3741193183": "( ) अनेक ईमेल वापरकर्ते व्यवसाय गमावू शकत नाहीत किंवा संभाव्य नियोक्ते वेगळे करू शकत नाहीत",
    "2234909600": "( ) स्पॅमर्सना त्यांच्या यादीतील अवैध पत्त्यांची पर्वा नसते",
    "1982617151": "( ) कोणीही अज्ञातपणे इतर कोणाचेही करिअर किंवा व्यवसाय नष्ट करू शकतो",
    "2498172334": "विशेषतः, तुमची योजना अयशस्वी ठरते",
    "389705801": "() स्पष्टपणे प्रतिबंधित करणारे कायदे",
    "190955495": "( ) ईमेलसाठी केंद्रीय नियंत्रण प्राधिकरणाचा अभाव",
    "237009707": "( ) परदेशात रिले उघडा",
    "3507532387": "( ) सर्व ईमेल पत्त्यांची लहान अल्फान्यूमेरिक अॅड्रेस स्पेस शोधण्याची सोय",
    "2477958756": "( ) वाईट लोक",
    "3254142589": "() अधिकारक्षेत्रातील समस्या",
    "3621401685": "( ) विचित्र नवीन करांची लोकप्रियता",
    "4277475973": "( ) पैशाचे विचित्र नवीन प्रकार स्वीकारण्यास सार्वजनिक अनिच्छा",
    "941057651": "( ) SMTP मध्ये विद्यमान सॉफ्टवेअर गुंतवणूक",
    "3265293440": "( ) हल्ला करण्यासाठी SMTP व्यतिरिक्त इतर प्रोटोकॉलची संवेदनशीलता",
    "515733427": "( ) ईमेलद्वारे प्राप्त झालेले OS पॅच स्थापित करण्याची वापरकर्त्यांची इच्छा",
    "2631159699": "( ) ब्रॉडबँड-कनेक्‍ट विंडोज बॉक्सेसमध्ये अळीचे सैन्य",
    "776542208": "( ) शाश्वत शस्त्रास्त्रांची शर्यत सर्व फिल्टरिंग पद्धतींमध्ये सामील आहे",
    "989480928": "( ) स्पॅमची अत्यंत नफाक्षमता",
    "3898950867": "( ) जो नोकऱ्या आणि/किंवा ओळख चोरी",
    "3395399558": "( ) तांत्रिकदृष्ट्या निरक्षर राजकारणी",
    "1118929614": "( ) स्पॅमरसह व्यवसाय करणाऱ्या लोकांचा अत्यंत मूर्खपणा",
    "838951836": "( ) स्वतः स्पॅमर्सच्या बाजूने अप्रामाणिकपणा",
    "2123236933": "( ) बँडविड्थ खर्च जे क्लायंट फिल्टरिंगमुळे प्रभावित होत नाहीत",
    "2292919419": "() आउटलुक",
    "2534436327": "आणि खालील तात्विक आक्षेप देखील लागू होऊ शकतात:",
    "832385387": "( ) तुमच्या सारख्याच कल्पना सहजासहजी येतात, तरीही कुठल्याच गोष्टी कधीच व्यावहारिक दाखवल्या गेल्या नाहीत",
    "1993984258": "( ) निवड रद्द करण्यावर आधारित कोणतीही योजना अस्वीकार्य आहे",
    "3909240516": "( ) SMTP शीर्षलेख हा कायद्याचा विषय नसावा",
    "1151065360": "( ) ब्लॅकलिस्ट शोषून घेतात",
    "2396605499": "( ) श्वेतसूची शोषक आहे",
    "2225785608": "( ) आपण सेन्सॉर न करता व्हायग्राबद्दल बोलण्यास सक्षम असले पाहिजे",
    "3004688366": "( ) प्रतिकारक उपायांमध्ये वायर फसवणूक किंवा क्रेडिट कार्ड फसवणूक असू नये",
    "922470170": "( ) प्रतिबंधात्मक उपायांमध्ये सार्वजनिक नेटवर्कच्या तोडफोडीचा समावेश नसावा",
    "3068923550": "( ) टप्प्याटप्प्याने टप्प्याटप्प्याने केल्यास प्रतिकार उपायांनी कार्य करणे आवश्यक आहे",
    "2752975480": "( ) ईमेल पाठवणे विनामूल्य असावे",
    "117227832": "( ) आम्ही तुमच्यावर आणि तुमच्या सर्व्हरवर विश्वास का ठेवला पाहिजे?",
    "1021431157": "( ) मुक्त स्रोत किंवा मुक्त स्त्रोत परवान्यांसह विसंगतता",
    "2801524659": "( ) फील-गुड उपाय समस्या सोडवण्यासाठी काहीही करत नाहीत",
    "931661269": "( ) तात्पुरते/एक वेळचे ईमेल पत्ते अवजड आहेत",
    "2090457681": "( ) सरकारने माझा ईमेल वाचावा असे मला वाटत नाही",
    "3536122902": "( ) त्यांना अशा प्रकारे थांबवणे पुरेसे मंद आणि वेदनादायक नाही",
    "2391175562": "शिवाय, मला तुमच्याबद्दल असे वाटते:",
    "229198134": "( ) माफ करा मित्रा, पण मला वाटत नाही की ते काम करेल.",
    "345563040": "( ) ही एक मूर्ख कल्पना आहे आणि ती सुचवण्यासाठी तुम्ही मूर्ख आहात.",
    "409780280": "( ) चांगला प्रयत्न, ****! मला आशा आहे की कोणीतरी तुमच्या कीबोर्डवर पाऊल टाकेल!",
    "2820080973": "द्वारे होस्ट केलेले",
    "3943164003": "कच्चे पहा",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "तुमचा नवीन स्पॅम विरोधी उपाय का काम करणार नाही",
    "361795034": ". अज्ञात लेखक, सी. 2000",
    "1547006769": "मानवता पडताळणी समान समस्या आहे",
    "3717942925": "जसे नेहमीच असे लोक असतील ज्यांना ईमेलद्वारे तुमचे लक्ष वेधून घ्यायचे असेल, त्याचप्रमाणे काही संसाधनांमध्ये प्रवेश प्रतिबंधित करण्याची इच्छा नेहमीच असेल ज्यामध्ये फक्त मानवच प्रवेश करू शकतात.",
    "2481032625": "प्रतिबंध करणे हे उद्दिष्ट आहे की नाही:",
    "1691348394": "- मर्यादित प्रकाशन विक्री दरम्यान स्वयंचलित मोठ्या प्रमाणावर खरेदी",
    "1771016224": "- तुमच्या वेबसाइटवरील सर्व सामग्री एकत्रितपणे डाउनलोड करण्यापासून सॉफ्टवेअर",
    "1959762846": "- तुमचे वेब फॉर्म अंतहीन मार्केटिंग स्पॅम किंवा गैरवर्तनाने भरलेले असणे",
    "345108670": "- क्रेडेन्शियल स्टफिंग आणि इतर खाते ताब्यात घेण्याचे प्रयत्न",
    "2540760245": "इतर अनेक उपयोगांमध्ये, \"मानवी किंवा नाही\" च्या आधारावर ऑनलाइन रहदारी फिल्टर करण्यास सक्षम असणे हे एक मौल्यवान साधन असेल जोपर्यंत मानवी स्वभाव गेल्या पाच हजार वर्षात नोंदवलेल्या समान नमुन्यांचे अनुसरण करेल.",
    "3346362371": "मशीन लर्निंगचे काय?",
    "3619183405": "2021 मध्ये साधे कॅप्चा कधीकधी सॉफ्टवेअरसह सोडवले जाऊ शकतात, मशीन लर्निंगमधील प्रगतीमुळे धन्यवाद. याचे निराकरण करण्यासाठी, hCaptcha सारख्या गुणधर्मांचे तपशीलवार विश्लेषण देखील करते",
    "3292221787": "आव्हानाचे उत्तर दिले गेले, फक्त ते बरोबर आहे की नाही हे नाही आणि वारंवार प्रश्न आणि वापरलेला डेटा दोन्ही बदलतात.",
    "1080672247": "कारण विचारले गेलेले अनेक प्रश्न ऑफ द शेल्फ सॉफ्टवेअरने आर्थिकदृष्ट्या सोडवले जाऊ शकत नाहीत आणि डेटा हा प्रणालीसाठी सामान्यत: अनन्य असल्यामुळे, याचा अर्थ असा होतो की बॉट्स बहुतेकदा विनामूल्य सेवेद्वारे पूर्णपणे बंद केले जातात आणि त्याऐवजी मानवी कॅप्चा सॉल्व्हर्सवर अवलंबून असणे आवश्यक आहे, जे अनेक प्रकारचे गैरवर्तन पूर्णपणे आर्थिक बनवते.",
    "4172868199": "यापेक्षा खूप पुढे जाते, \"चांगला माणूस\" आणि \"वाईट मनुष्य\" मधून वेगळे करण्याचा प्रयत्न करत आहे आणि आज जगातील अनेक लोकप्रिय ऑनलाइन सेवांद्वारे खरेदी फसवणुकीपासून ते प्रगत पर्सिस्टंटपर्यंत सर्वकाही शोधण्यासाठी आणि थांबवण्यासाठी वापरली जाते. गोपनीयतेचे रक्षण करण्यावर अनन्य लक्ष केंद्रित करून त्यांच्या वापरकर्त्यांविरुद्ध धमक्या.",
    "2873911365": "हार्डवेअर अटेस्टेशनचे काय?",
    "1477196356": "क्रिप्टोग्राफिकदृष्ट्या सुरक्षित पद्धतीने उपकरणाशी ओळख जोडण्याच्या विविध पद्धती, काहीवेळा गोपनीयता-संरक्षण गुणधर्मांसह, अनेक दशकांपासून प्रस्तावित आहेत. सार्वजनिक की क्रिप्टोग्राफी इ.स. 1975, आणि हार्डवेअर टोकन जवळजवळ पूर्वीपासून अस्तित्वात आहेत.",
    "2349681896": "दुर्दैवाने, हार्डवेअरचा तुकडा नियंत्रित करण्याचा अर्थ असा नाही की तुम्ही एक व्यक्ती आहात. अक्षरशः प्रत्येक लोकप्रिय ग्राहक हार्डवेअर प्रमाणीकरण योजना वारंवार खंडित, पॅच आणि नंतर पुन्हा खंडित केली गेली आहे.",
    "254326776": "या दोषांचा दुर्भावनापूर्ण गैरवापर अनेकदा प्रकटीकरण किंवा शैक्षणिक प्रकाशनाच्या आधी अनेक महिने किंवा वर्षे होत असल्याचे आढळून येते.",
    "2462909475": "10,000 हून अधिक फोनची भिंत गैरवापरासाठी वापरली जाते, ही चिनी बॉट ऑपरेशनचा भाग आहे.",
    "1963951234": "तुमची क्रिप्टोग्राफिक योजना कितीही विश्वासार्ह असली तरीही, तुम्ही शोधत असलेले उत्तर देण्यासाठी दिवसाच्या शेवटी जर कोणी पैसे खर्च करू शकत असेल, तर हार्डवेअरचा एक भाग असणे अपुरे आहे.",
    "1278884196": "असे म्हटले आहे की, क्रिप्टोग्राफी ही एक तरुण शाखा आहे. अलीकडील इतिहासाच्या आधारावर, तुमची क्रिप्टोग्राफिक योजना आणि/किंवा अंमलबजावणी लवकरात लवकर खंडित होण्याची शक्यता आहे कारण कोणालाही ते बारकाईने पाहण्यासाठी प्रोत्साहन मिळेल आणि कदाचित इतर लोक हे तुमच्या खूप आधी शोधतील. हार्डवेअरवर विसंबून राहण्याचा अर्थ असा आहे की तुम्हाला तुमच्या प्रत्येक वापरकर्त्याला दोष दूर करण्यासाठी भौतिक डिव्हाइस बदलण्यास सांगावे लागेल. बर्‍याच प्रकरणांमध्ये हे लवकर होण्याची शक्यता नाही, म्हणजे प्रत्यक्षात तुमची सिस्टीम उघडणे अयशस्वी होईल.",
    "1828028934": "त्यामुळेच",
    "1642844535": "महत्त्वाचे आहे: hCaptcha समान मूलभूत प्रश्नाचे उत्तर देण्यासाठी अनेक भिन्न पध्दती वापरते, ज्यामुळे सर्व मूल्यमापनांमध्ये सुसंगततेची तुलना करता येते.",
    "1155821305": "संरक्षण खोली आहे",
    "119098046": "पॅसिव्ह किंवा नो-चॅलेंज सोल्यूशन्सचे काय?",
    "2760410719": "पूर्णपणे निष्क्रीय सिग्नलसह बॉट डिटेक्शन करण्याचा प्रयत्न करणार्‍या सेवा त्वरीत मूलभूत समस्येत जातात: तुमच्याकडे अचूक ग्राउंड सत्य नसताना सिस्टम वाईट कलाकारांना अचूकपणे शोधते की नाही हे तुम्ही कसे सत्यापित कराल?",
    "1722734001": "खुले इंटरनेट हे अतिशय गोंगाटाचे वातावरण आहे. वाईट कलाकार आमच्या सेवेच्या वापरकर्त्यांवर आणि reCAPTCHA सारख्या प्रतिस्पर्ध्यांवर दररोज हल्ला करतात आणि अर्थातच ते करताना शक्य तितके मानवी दिसण्याचा प्रयत्न करतात.",
    "1595254735": "पूर्णपणे निष्क्रीय सेवा बॉट डिटेक्शन अचूकता राखण्यासाठी किंवा ते कधी चुकीचे आहेत हे जाणून घेण्यासाठी संघर्ष करतात. अधूनमधून वापरकर्त्यांना आव्हान देण्याच्या आणि त्या आव्हानाच्या परिणामांचे अचूक विश्लेषण करण्याच्या क्षमतेशिवाय, अचूकता कालांतराने मोठ्या प्रमाणात कमी होते.",
    "2412751979": "hCaptcha चा वापर करणाऱ्या अधिक अचूक मानवतेच्या संकेतांबद्दल धन्यवाद, पूर्वी reCAPTCHA v3/Enterprise वापरणाऱ्या अनेक कंपन्यांनी यावर स्विच केले आहे",
    "2284856231": "आणि hCaptcha Enterprise च्या पूर्णपणे निष्क्रिय मोडमध्ये देखील नाटकीयरित्या सुधारित अचूकता पाहिली.",
    "4162847": "आम्‍ही याचे थेट निरीक्षण करू शकलो आहोत, कारण आमचे काही ग्राहक Google च्या ऑफरमधून पूर्णपणे बदलण्‍यापूर्वी त्याच विनंतीवर A/B चाचण्या करतात. आम्ही सामान्यत: reCAPTCHA v3 किंवा reCAPTCHA Enterprise कडून येणारे उच्च खोटे सकारात्मक आणि चुकीचे नकारात्मक दर दोन्ही सिद्ध करण्यास सक्षम आहोत.",
    "436125785": "त्या उत्पादनांमध्ये उपलब्ध फीडबॅक लूपची अयोग्यता आणि बॉट डिटेक्शनमध्ये खूप चांगले न होण्यामध्ये जाहिरात नेटवर्कद्वारे त्यांची विक्री केली जाते हे आश्चर्यकारक नाही, जेणेकरून त्यांच्या मुख्य व्यवसायाला हानी पोहोचू नये.",
    "2233741720": "अनुमान मध्ये",
    "2133809801": "जोपर्यंत लोक लोक राहतात, तोपर्यंत मानवता पडताळणीची ऑनलाइन भूमिका असेल.",
    "2255549335": "hCaptcha मधील आमचे काम अडचण आणि अचूकता यांच्यातील चांगले ट्रेडऑफ शोधणे आणि घर्षण कमी ठेवणे हे आहे, विशेषतः",
    "4138068262": "वापरकर्ते शेवटी, जोपर्यंत मानवी स्वभाव अपरिवर्तित राहतो तोपर्यंत आव्हानांशी संवाद साधणे हे ऑनलाइन गैरवर्तन कमी करण्यासाठी साधनांच्या शस्त्रागाराचा भाग राहण्याची शक्यता आहे.",
    "855097735": "सर्व समस्यांचा समतोल साधून ही सेवा उत्तम प्रकारे तयार करणे ही एक अतिशय कठीण समस्या आहे (आणि अनुभव शक्य तितका आनंददायी बनवण्यासाठी आम्ही नेहमीच ती सुधारण्यासाठी प्रयत्नशील असतो) परंतु आम्ही आशा करतो की तुम्ही स्पॅम, गैरवर्तन, खाते टेकओव्हर कमी करण्यासाठी सहमत व्हाल. , आणि ऑनलाइन फसवणूक शेवटी अधूनमधून साध्या प्रश्नासाठी योग्य आहे.",
    "1953959745": "प्रवेशयोग्यता",
    "2543123170": "शून्य घर्षण मानवता पडताळणी",
    "547245263": "तुमची बॉटची समस्या आजच सोडवा.",
    "3117887301": "सर्वात मोठ्या ऑनलाइन सेवांद्वारे विश्वासार्ह",
    "981806349": "सिद्ध hCaptcha प्लॅटफॉर्मवर तयार केले",
    "2373007864": "hCaptcha Enterprise hCaptcha प्लॅटफॉर्म तंत्रज्ञानावर चालते, उच्च रहदारी उपक्रमांना आवश्यक असलेल्या वैशिष्ट्यांचा समावेश करण्यासाठी विस्तारित.",
    "2652399059": "एक विश्वासार्ह भागीदार",
    "1997838163": "जगातील सर्वात मोठ्या कंपन्या hCaptcha Enterprise वर अवलंबून आहेत. एकत्रीकरण सोपे आहे, आणि शोध अचूकता अतुलनीय आहे.",
    "734735952": "आम्ही अनेक कॅप्चा विक्रेत्यांचे मूल्यांकन केले तसेच एक प्रणाली स्वतः तयार केली. शेवटी, hCaptcha reCAPTCHA चा सर्वोत्तम पर्याय म्हणून उदयास आला.",
    "1250541092": "- सर्जी इसासी",
    "3524251858": "उत्पादन व्यवस्थापन संचालक, क्लाउडफ्लेअर",
    "3971348140": "आम्ही hCaptcha का वापरला? आम्हाला आवश्यक असलेली वैशिष्ट्ये आणि कार्यप्रदर्शन इतर कोणीही देऊ शकत नाही. त्यांनी आम्हाला उठवले आणि त्वरीत धाव घेतली आणि आमच्या व्यापाऱ्यांना हा अनुभव आवडला.",
    "4248655793": "- अॅलेक्स एम.",
    "4185927140": "उत्पादन व्यवस्थापक, फ्लॅश, Shopify",
    "282913023": "उच्च रहदारी उपक्रमांसाठी किफायतशीर पर्याय",
    "999610953": "शेवटी, Google साठी एक विश्वासार्ह पर्याय. hCaptcha Enterprise तुमच्या reCAPTCHA बिलावर उच्च सुरक्षिततेसह नाटकीय बचत करते: काही प्रकरणांमध्ये 80% पर्यंत कमी खर्चिक.",
    "1886100235": "जगातील बर्‍याच मोठ्या ऑनलाइन सेवांनी hCaptcha Enterprise वर स्विच केले आहे आणि खर्चात मोठ्या बचतीसह सुधारित बॉट डिटेक्शन प्राप्त केले आहे.",
    "2903742230": "जाहिरात नेटवर्क तुमच्या अभ्यागतांना उत्पादन म्हणून पाहतात. त्यांच्या माणुसकीचे निर्धारण करणे हेच आमचे ध्येय आहे. आमच्या सेवा GDPR, CCPA, LGPD आणि PIPL आवश्यकता पूर्ण करतात किंवा त्यापेक्षा जास्त आहेत आणि आम्ही गोपनीयता आणि सुरक्षितता संतुलित करण्यासाठी कठोर परिश्रम करतो.",
    "3901503296": "गोपनीयतेवर या अनोख्या फोकसचा अर्थ असा आहे की आम्ही उत्कृष्ट सुरक्षितता राखून आवश्यकतेनुसार शून्य वैयक्तिक डेटा धारणा, कुकी-मुक्त ऑपरेशन आणि इतर कराराच्या गोपनीयतेची हमी देऊ शकतो.",
    "3342910682": "पुढे वाचा",
    "1130783905": "अचूकता तुमच्या आणि आमच्या हिताची आहे. hCaptcha तुम्हाला खरा डेटा देण्याचे काम करते आणि तुम्हाला ते कसे वापरायचे ते ठरवू देते. इतर सुरक्षा उपाय महाकाय जाहिरात कंपन्यांद्वारे प्रदान केले जातात. याचा अर्थ त्यांनी ब्लॉक केलेला प्रत्येक बॉट त्यांची कमाई कमी करू शकतो.",
    "2019130052": "गोपनीयता-केंद्रित ML मधील आमची नवकल्पना आम्हाला सुरक्षितता किंवा वापरकर्त्याच्या गोपनीयतेला हानी न पोहोचवता वारसा \"सर्वकाही कायमचे रेकॉर्ड करा\" धोरणांचे सुरक्षा मानक ओलांडू देते.",
    "23114595": "उत्तम वापरकर्ता अनुभव",
    "3437412311": "एंटरप्राइझ वापरकर्त्यांसाठी, निष्क्रिय स्कोअरवर अवलंबून राहून, बहुतेक परिस्थितींमध्ये आव्हाने पूर्णपणे टाळण्यासाठी पर्याय उपलब्ध आहेत.",
    "1996843433": "तरीही उत्कृष्ट सुरक्षा प्रदान करताना तुमच्या वैध रहदारीच्या 99.9% साठी आव्हान टाळून घर्षण कमी करा.",
    "3093689546": "सोपे एकत्रीकरण",
    "247560732": "कोडच्या तीन ओळींसह hCaptcha जोडा. तुम्ही reCAPTCHA वरून येत असल्यास, आमचे API सुसंगत आहे आणि ते स्विच होण्यासाठी फक्त काही मिनिटे लागतात.",
    "1510448156": "तुम्‍ही आज उत्‍कृष्‍ट पर्यायाच्‍या मदतीने तयार होऊ शकता आणि आवश्‍यकतेनुसार अधिक प्रगत वैशिष्‍ट्ये चालू करू शकता.",
    "2718999653": "सानुकूलित धमकी स्कोअर",
    "2698140263": "सर्व समस्या सारख्या नसतात: एकच स्कोअर मिळवणे म्हणजे ते उपयुक्त असण्यासाठी तुमच्या गरजा पूर्ण करणे आवश्यक आहे.",
    "897432717": "सानुकूलित थ्रेट स्कोअरसाठी आमच्या नवीन डिझाइनसह, तुमचे व्यावसायिक ज्ञान जोडणे आमच्या मॉडेल्सना तुमच्या वापरकर्त्यांसाठी अद्वितीयपणे संबंधित गुण वितरीत करण्यास अनुमती देते.",
    "2650502379": "काही सेकंदात तुमची स्वतःची आव्हाने लाँच करा",
    "3578122193": "संबंधित सामग्रीसह ब्रँडवर रहा",
    "1074044172": "जेव्हा वापरकर्त्यांना तुमच्या सुरक्षितता आवश्यकता पूर्ण करण्यासाठी आव्हान सोडवणे आवश्यक आहे, तेव्हा वापरकर्त्यासाठी आनंददायी आणि संबंधित प्रश्न का विचारू नये?",
    "1579093044": "आमच्या साध्या कस्टम चॅलेंज डिझायनरसह, तुम्ही काही मिनिटांत ऑन-ब्रँड आव्हान सामग्री लॉन्च करू शकता.",
    "3717512591": "थेट प्लॅटफॉर्म एकत्रीकरण",
    "121743429": "वेब इन्फ्रास्ट्रक्चर कंपन्यांसाठी",
    "2131386784": "तुम्ही आणि तुमच्या वापरकर्त्यांसाठी पोहोचण्यायोग्य कौशल्य आणि समर्थन",
    "2782263070": "आमच्यासाठी सेवा ही सर्वोच्च प्राथमिकता आहे. आम्ही 24/7 ऑन-कॉल सपोर्ट राखतो आणि अंमलबजावणी दरम्यान आणि नंतर तुमच्या अभियांत्रिकी एकत्रीकरण कार्यसंघ आणि आमच्या ऑन-कॉल कर्मचार्‍यांसह थेट स्लॅक समन्वय ऑफर करतो.",
    "3740051331": "आम्ही सोशल मीडिया, मंच आणि आमच्या इन-विजेट आणि ईमेल समर्थन चॅनेलवर तुमच्या वापरकर्त्यांच्या प्रश्नांचे सक्रियपणे निरीक्षण करण्यासाठी आणि त्यांना प्रतिसाद देण्यासाठी देखील वचनबद्ध आहोत. आम्ही प्रवेश करण्यायोग्य आणि प्रतिसाद देणारे आहोत आणि वापरकर्त्याच्या समाधानाला शीर्ष KPI मानतो.",
    "170775527": "एंटरप्राइझ वैशिष्ट्ये",
    "3383086062": "hCaptcha Enterprise एक संपूर्ण ऑनलाइन सुरक्षा उपाय आहे. सक्रिय आणि निष्क्रिय मोड तुम्हाला क्रेडेन्शियल स्टफिंग थांबवू देतात, खाते टेकओव्हर शोधू शकतात आणि संशयास्पद कलाकारांना ब्लॉक करू शकतात. सर्व काही वैध वापरकर्त्यांसाठी शून्य घर्षणासह.",
    "1408599440": "कोडच्या काही ओळी आणि आमच्या 99.9% निष्क्रिय मोडसह त्वरित प्रारंभ करा किंवा वापरकर्त्यांना कधी आणि कसे आव्हान दिले जाते यावर पूर्ण नियंत्रण ठेवा. सानुकूल धोका मॉडेल आणि सानुकूल आव्हाने म्हणजे सुरक्षा सुनिश्चित करण्यासाठी अतुलनीय लवचिकता.",
    "3365203058": "जागतिक दर्जाचे अँटी-बॉट संरक्षण",
    "1803009328": "वेब स्केलवर लढाई-चाचणी केली.",
    "1586809757": "उच्च अचूकता बॉट स्कोअर",
    "353367791": "विविध प्रकारचे वाईट कलाकार शोधा.",
    "191460155": "शून्य घर्षण आणि 99.9% निष्क्रिय मोड",
    "585557010": "0.1% पेक्षा कमी वैध वापरकर्त्यांना आव्हान द्या.",
    "3287172429": "नियंत्रण आव्हान प्रकार दाखवले आहेत",
    "1844885924": "निवडण्यासाठी प्रकारांची विस्तृत लायब्ररी.",
    "3018523079": "सातत्यपूर्ण वापरकर्ता अनुभवासह ब्रँडवर रहा.",
    "3817811295": "खात्रीशीर विश्वासार्हता आणि जलद 24/7 ऑन-कॉल समर्थन.",
    "1798492192": "लेगसी ब्राउझर समर्थन",
    "1356745565": "इंटरनेट एक्सप्लोरर 8 वर परत सर्व प्रकारे सुसंगत.",
    "751483365": "जावास्क्रिप्ट नसलेल्या क्लायंटसाठी समर्थन.",
    "4199502476": "प्रगत अहवाल डॅशबोर्ड आणि API",
    "3630114728": "तुमच्या सर्व साइट्स आणि अॅप्सवर काय चालले आहे ते पहा.",
    "3573245166": "reCAPTCHA च्या विपरीत, आम्ही प्रत्येक देशात काम करतो.",
    "2354267648": "GDPR, CCPA आणि LGPD अनुकूल गोपनीयता धोरण",
    "3167979932": "पहिल्या दिवसापासून गोपनीयतेसाठी डिझाइन केलेले. मजबूत डेटा प्रोसेसिंग करार.",
    "4065065042": "तुमच्या वापराच्या केसमध्ये तंतोतंत बसण्यासाठी हे डायल करा.",
    "111184581": "प्रथम-पक्ष होस्टिंग",
    "4272022475": "सर्व विनंत्या आणि मालमत्ता hcaptcha.yourdomain.com वर जातात",
    "2676853536": "बहु-वापरकर्ता डॅशबोर्ड",
    "1368787974": "तुमच्या टीममध्ये व्यवस्थापन शेअर करा.",
    "1045484714": "तुमच्या ओळख प्रदात्यासोबत SAML SSO एकत्रीकरण, उदा. Okta किंवा Azure AD.",
    "3953584369": "अत्याधुनिक RBAC प्रवेश निर्बंध उपलब्ध आहेत.",
    "2781507299": "झटपट पडताळणी",
    "4019660456": "0ms विलंबता: API कॉलशिवाय hCaptcha टोकन सत्यापित करा.",
    "3446714684": "मोबाइल (iOS आणि Android) एकत्रीकरण",
    "2593768395": "वेब, मूळ मोबाइल, मोबाइल वेबवर अखंड अनुभव. पूर्व-निर्मित एकत्रीकरण आणि मूळ SDK उपलब्ध.",
    "1779265104": "सानुकूलित अटी आणि गोपनीयता हमी",
    "122875767": "जेव्हा इतर कंपन्या करू शकत नाहीत तेव्हा तुमच्या कायदेशीर गरजा पूर्ण करा.",
    "148188781": "आव्हाने सादर केली",
    "838049015": "क्वेरीशी जुळणार्‍या सर्व प्रतिमा निवडा",
    "1126302400": "बाउंडिंग बॉक्स",
    "3554448168": "वर्गीकरण",
    "2104933754": "संबंधित लेबले ओळखा",
    "3612043014": "...आणि इतर साधी कामे. मानवांसाठी सोपे, बॉट्ससाठी कठीण.",
    "3624758171": "एंटरप्राइझ प्रकाशकांसाठी सानुकूल कार्ये देखील उपलब्ध आहेत.",
    "1001938065": "एकत्रीकरण सोपे असू शकत नाही",
    "2138799135": "hCaptcha मध्ये तुम्ही वापरत असलेल्या फ्रंटएंड आणि बॅकएंड सिस्टमसाठी डझनभर प्री-बिल्ट इंटिग्रेशन्स आहेत.",
    "2535001179": "तुम्ही Google च्या reCAPTCHA वरून येत असल्यास, आमचे API ड्रॉप-इन बदली आहेत.",
    "1393184984": "तुम्हाला गरज आहे.",
    "3715747429": "आमचे ऑनबोर्डिंग अभियंते तुम्‍हाला रिएक्‍ट इंटिग्रेशन, iOS नेटिव्ह अ‍ॅप्ससाठी SDKs, Java बॅकएंड उदाहरण किंवा इतर कोणतीही परिस्थिती असल्‍याची गरज असले तरीही तुम्‍हाला त्‍वरीत जाण्‍यासाठी मदत करू शकतात.",
    "2681650568": "आणि नेहमीप्रमाणेच, आमच्यासाठी गोपनीयता हे मुख्य मूल्य आहे. आमचा चॅलेंज कोड फक्त जिथे आवश्यक असेल आणि जिथे तुम्हाला आणि तुमच्या वापरकर्त्यांचे संरक्षण करणे अर्थपूर्ण असेल तिथे जोडा. डेटा संकलन कमी करणे एकत्रीकरणाच्या क्षणापासून सुरू होते.",
    "1130868224": "कोडच्या तीन ओळी",
    "2183926131": "hCaptcha Enterprise सह प्रारंभ करा",
    "1526887904": "hCaptcha Enterprise गोपनीयता",
    "1845745385": "गोपनीयतेसाठी डिझाइन केलेले.",
    "1297224875": "एंटरप्राइझ ऑनलाइन सुरक्षिततेसाठी एक अद्वितीयपणे गोपनीयता-चालित दृष्टीकोन.",
    "2762458927": "तुमचा वापरकर्ता डेटा विक्रीसाठी नाही.",
    "2058856283": "hCaptcha Enterprise चा एकच उद्देश आहे: वाईट कलाकारांना तुमच्या ऑनलाइन ऑपरेशन्समध्ये व्यत्यय आणण्यापासून आणि तुमच्या वापरकर्त्यांना हानी पोहोचवण्यापासून रोखण्यासाठी.",
    "2408036504": "अशा प्रकारे आमची प्रणाली वर्ग-अग्रणी सुरक्षितता राखून डेटा संकलन आणि धारणा कमी करण्यासाठी जमिनीपासून तयार केली गेली आहे. वापरकर्ता डेटा संरक्षित करण्याचा सर्वोत्तम मार्ग म्हणजे तो अजिबात संग्रहित करू नका.",
    "4099477834": "सर्व ग्राहक संबंध मजबूत डेटा प्रोसेसिंग कराराद्वारे देखील संरक्षित आहेत. तुमची सेवा किंवा तुमचे ग्राहक कुठेही राहतात तरीही hCaptcha सेवा सर्व गोपनीयता कायद्यांचे पालन करते. वैयक्तिक डेटा न ठेवल्याने इतर कंपन्यांपेक्षा आमच्यासाठी हे खूप सोपे होते.",
    "3569492665": "ऑनलाइन क्रियाकलाप रेकॉर्ड करणे हे उत्तर नाही.",
    "3389431373": "reCAPTCHA v3 सारख्या सेवा सांगतात की चांगल्या सुरक्षिततेसाठी त्यांचा ट्रॅकिंग पिक्सेल तुमच्या साइटच्या प्रत्येक पृष्ठावर ठेवणे आवश्यक आहे. असे नाही.",
    "3590546893": "साधे वर्तणुकीचे विश्लेषण हे वाईट कलाकारांद्वारे सहजपणे बनावट सिग्नल आहे आणि आपल्या सर्व वैध रहदारीसाठी देखील ब्राउझिंग इतिहास राखून ठेवणे आवश्यक आहे.",
    "1105363520": "आम्ही जाहिरात नेटवर्क चालवत नाही आणि तुमच्या वापरकर्त्यांना जाहिराती विकण्यासाठी त्यांच्या वर्तनाचे निरीक्षण करण्यात आम्हाला रस नाही. याचा अर्थ आम्हाला तुमच्या साइटच्या प्रत्येक पृष्ठावर निष्क्रिय पिक्सेलची आवश्यकता नाही.",
    "3088605177": "आमचा चॅलेंज कोड फक्त जिथे आवश्यक असेल आणि जिथे तुम्हाला आणि तुमच्या वापरकर्त्यांचे संरक्षण करणे अर्थपूर्ण असेल तिथे जोडा.",
    "337971271": "मशीन लर्निंग उपयुक्त आहे. परंतु कार्य करण्यासाठी वैयक्तिक डेटाची आवश्यकता नाही.",
    "320166522": "मशीन लर्निंग आता आपल्या जीवनाच्या जवळजवळ प्रत्येक पैलूवर प्रभाव टाकते, अनेकदा आपल्याला लक्षात येत नाही आणि पाहू शकत नाही. ऑनलाइन सुरक्षा सेवा यापेक्षा वेगळ्या नाहीत.",
    "3180664128": "हजारो सिग्नल शिकून, मॉडेल्स अनुमान काढू शकतात आणि दुर्भावनापूर्ण वर्तन शोधण्यात उच्च आत्मविश्वास मिळवू शकतात, जरी कोणताही वैयक्तिक सिग्नल स्वतःहून समस्या दर्शवण्यासाठी इतका मजबूत नसला तरीही.",
    "961941354": "तथापि, यापैकी काहीही वैयक्तिकरित्या ओळखण्यायोग्य माहिती (\"PII\") वापरण्याची आवश्यकता नाही. आधुनिक क्रिप्टोग्राफिक तंत्रे आम्हाला कोणताही वैयक्तिक डेटा शक्य तितक्या लवकर टाकून देण्याची परवानगी देतात, त्याऐवजी एकतर्फी स्वाक्षरी तयार करतात ज्या कोणत्याही व्यक्तीशी जोडल्या जाऊ शकत नाहीत.",
    "1706581702": "डी-आयडेंटिफाइड डेटाचे प्रशिक्षण तसेच कार्य करते आणि सुरक्षितता किंवा गोपनीयतेशी तडजोड करण्याची आवश्यकता नाही. आमच्या ग्राहकांनी प्रायोगिक चाचण्या केल्या आहेत आणि आम्हाला कमी खाजगी पर्यायांपेक्षा समान किंवा चांगले घोषित केले आहे.",
    "3203921334": "आम्हाला hCaptcha सोल्यूशन्सबद्दल अनेक गोष्टी आवडल्या: 1) ते वैयक्तिक डेटा विकत नाहीत; ते फक्त किमान आवश्यक वैयक्तिक डेटा संकलित करतात, ते संकलित केलेल्या माहितीचे आणि ते कसे वापरतात आणि/किंवा उघड करतात याचे वर्णन करण्यात ते पारदर्शक असतात.",
    "305735018": "शेवटी, Google साठी एक विश्वासार्ह पर्याय. hCaptcha Enterprise तुमच्या reCAPTCHA बिलावर उच्च सुरक्षिततेसह नाटकीय बचत करते: काही प्रकरणांमध्ये 80% पर्यंत कमी खर्चिक.",
    "3695206755": "कोणत्याही बंधनाशिवाय तुमच्या वातावरणात आम्हाला वापरून पहा.",
    "2941545733": "आम्ही अभियंते आहोत, विक्री करणारे नाही: तुम्ही तुमच्या निवडीबद्दल आनंदी व्हावे अशी आमची इच्छा आहे.",
    "131871195": "तुमचे समाधान सुनिश्चित करण्याचा सर्वोत्तम मार्ग म्हणजे आम्ही तुमच्या गरजा पूर्ण करतो हे दाखवून देणे.",
    "3436534225": "अक्षरशः पायलट सुरू करणाऱ्या सर्व कंपन्या शेवटी आमचे उपाय निवडतात.",
    "4060250206": "आमच्या तांत्रिक तज्ञांपैकी एकापर्यंत पोहोचण्यासाठी हा फॉर्म वापरा. आम्ही पटकन प्रतिसाद देतो.",
    "1159746815": "तुम्ही आम्हाला थेट ईमेल देखील करू शकता.",
    "2531534427": "तपशील येथे आहेत.",
    "2059998584": "प्रदेश",
    "3916131732": "अमेरिका",
    "135276624": "युरोप, मध्य पूर्व, आफ्रिका (EMEA)",
    "1182294134": "आशिया-पॅसिफिक (APAC)",
    "2437934778": "तुमचे नाव",
    "3859506577": "व्यवसाय ईमेल",
    "1268414751": "आमच्याकडे इतर काही तपशील असावेत?",
    "42559805": "तुम्हाला तातडीने ऑनबोर्डिंग आवश्यक आहे का?",
    "851679588": "होय.",
    "1729677626": "माझ्यावर हल्ला झाला आहे आणि मला त्वरित ऑनबोर्डिंगची आवश्यकता आहे.",
    "2808971932": "हा div ब्लॉकच्या आत काही मजकूर आहे.",
    "2468683988": "शीर्षक",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. इरोस एलिमेंटम ट्रिस्टिकमध्ये सस्पेंडिस व्हेरियस एनिम. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh आणि justo cursus id rutrum lorem imperdiet. आपण आपल्या जीवनाचा अभ्यास करू शकता.",
    "2067334580": "मजकूर लिंक",
    "2212670355": "साइन अप करा",
    "31502377": "रिच टेक्स्ट घटक काय आहे?",
    "2310705547": "समृद्ध मजकूर घटक तुम्हाला हेडिंग्ज, परिच्छेद, ब्लॉककोट्स, प्रतिमा आणि व्हिडिओ वैयक्तिकरित्या जोडण्याऐवजी आणि स्वरूपित करण्याऐवजी एकाच ठिकाणी तयार आणि स्वरूपित करण्याची परवानगी देतो. फक्त डबल-क्लिक करा आणि सहजपणे सामग्री तयार करा.",
    "2590587108": "स्थिर आणि डायनॅमिक सामग्री संपादन",
    "778204464": "स्थिर किंवा डायनॅमिक सामग्रीसह समृद्ध मजकूर घटक वापरला जाऊ शकतो. स्थिर सामग्रीसाठी, ते कोणत्याही पृष्ठावर टाका आणि संपादन सुरू करा. डायनॅमिक सामग्रीसाठी, कोणत्याही संग्रहामध्ये एक समृद्ध मजकूर फील्ड जोडा आणि नंतर सेटिंग्ज पॅनेलमधील त्या फील्डमध्ये समृद्ध मजकूर घटक कनेक्ट करा. व्होइला!",
    "1890955039": "प्रत्येक समृद्ध मजकूरासाठी स्वरूपन कसे सानुकूलित करावे",
    "3286051798": "मथळे, परिच्छेद, ब्लॉककोट्स, आकृत्या, प्रतिमा आणि आकृती मथळे हे सर्व \"नेस्टेड सिलेक्टर सिस्टम\" वापरून रिच टेक्स्ट घटकामध्ये वर्ग जोडल्यानंतर शैलीबद्ध केले जाऊ शकतात.",
    "504332576": "आम्हाला हे घोषित करताना अभिमान वाटतो की hCaptcha ही जगातील सर्वात मोठी स्वतंत्र सायबरसुरक्षा सेवा बनली आहे, जी सुमारे 15% इंटरनेटवर चालते - आणि आम्ही यातील बहुतांश बाजार हिस्सा थेट Google reCAPTCHA कडून घेतला. एकत्र, hCaptcha आणि",
    "1155436473": "(आमची एंटरप्राइझ ऑफर) आता दर महिन्याला लाखो वेबसाइट्स आणि अॅप्सवरील शेकडो लाखो वापरकर्त्यांचे संरक्षण करते. आमची कथा दाखवते की तुम्ही जेव्हा गोपनीयता प्रथम ठेवता तेव्हा तुम्ही बिग टेकशी स्पर्धा करू शकता.",
    "3108727249": "बॉटस्टॉप",
    "1296696044": "गोपनीयता विरुद्ध सुरक्षा: दोन्ही का नाही?",
    "538871570": "Google आणि इतर बिग टेक कंपन्यांशी स्पर्धा करणे हे एक उंच ऑर्डरसारखे दिसते: त्यांची मक्तेदारी मार्केट पॉवर, प्लॅटफॉर्म इफेक्ट्स आणि उच्च पगार असलेल्या डेव्हलपर्सची फौज सामान्यत: फेसबुक किंवा अॅमेझॉन सारख्या इतर टेक दिग्गजांना सामोरे जाण्यासाठी खूप शक्तिशाली मानले जाते. आमची कथा दर्शवते की ते तसे असणे आवश्यक नाही - तुम्ही गोपनीयतेवर लक्ष केंद्रित करून बिग टेकला हरवू शकता.",
    "3600718611": "Google reCAPTCHA विचारात घ्या,",
    "4281708680": ". hCaptcha वर, शक्य तितक्या कमी डेटाचा वापर आणि संचय करताना, उच्च अचूकतेवर ठराविक बॉट वर्तन ओळखण्यासाठी, गोपनीयता-संरक्षण मशीन लर्निंग तंत्र वापरून, आम्ही जाणूनबुजून खूप भिन्न दृष्टीकोन घेतला आहे.",
    "3312336121": "जे वेब वापरकर्ते कायदेशीर मानव आहेत की सांगकामे आहेत हे निर्धारित करण्यासाठी मोठ्या प्रमाणात वर्तणुकीशी संबंधित डेटा वापरतो",
    "1193738791": ": ते वेबसाइटच्या प्रत्येक पृष्ठावर आणि संपूर्ण वेबवर वापरकर्त्याच्या वर्तनाचा मागोवा घेतात. आम्ही पहिल्या दिवसापासून hCaptcha शक्य तितक्या गोपनीयता-अनुकूल होण्यासाठी डिझाइन केले आहे. यामुळे समस्येकडे पूर्णपणे भिन्न दृष्टीकोन निर्माण झाला. हे दिसून येते की, संपूर्ण वेबवरील वापरकर्त्यांचा मागोवा घेणे आणि त्यांचा वेब इतिहास त्यांच्या ओळखीशी जोडणे चांगली सुरक्षितता मिळविण्यासाठी पूर्णपणे अनावश्यक आहे. ज्या अनेक कंपन्या hCaptcha वर स्विच झाल्या आहेत",
    "2620705814": "Google ही जाहिरात कंपनी आहे आणि त्यांची सुरक्षा उत्पादने त्यांच्या जाहिरात उत्पादनांसारखी दिसतात",
    "1126447688": "आमची गोपनीयता फोकस असूनही बॉट शोधणे आणि कमी करणे यामधील समान किंवा चांगल्या कार्यप्रदर्शनाचा अहवाल देतात",
    "439777523": "नियमन बाबी",
    "3588274874": "युरोपियन युनियनच्या GDPR आणि कॅलिफोर्नियाच्या CCPA सारख्या नियामक प्रयत्नांसह संरेखित उत्पादन वितरीत करण्यावर लक्ष केंद्रित करताना, आम्ही मोठ्या प्रमाणात वाढ अनुभवली आहे - अर्थातच, हे reCAPTCHA साठी hCaptcha सोपे \"ड्रॉप इन\" बदलण्यास मदत करते आणि अशा प्रकारे काही मिनिटांत स्थापित केले जाऊ शकते.",
    "2150595700": ". GDPR आणि CCPA ने एंटरप्राइझ खरेदीदारांसाठी नकाशावर गोपनीयतेची चिंता ठेवली आहे आणि त्याच वेळी ऑनलाइन गोपनीयता लोकांसाठी अधिक महत्त्वाची होत चालली आहे कारण ऑनलाइन जाहिरात आणि विपणन उद्योगांनी ऐतिहासिकदृष्ट्या आमचा डेटा कसा वापरला आहे हे आपल्या सर्वांना समजू लागले आहे.",
    "2624949852": "अर्थात, reCAPTCHA हे 2009 पासून वेब सुरक्षेमध्ये सुरुवातीचे प्रवेशकर्ते होते, जे लाखो वेबसाइट्सचे दुर्भावनापूर्ण बॉट्स आणि स्पॅमर्सच्या वाढत्या धोक्यांपासून संरक्षण करत होते. तथापि, अलिकडच्या वर्षांत ते पूर्णपणे तडजोड केले गेले आहे:",
    "499510428": "आमचा असा विश्वास आहे की नियमनाने आम्हाला येथे मदत केली आहे",
    "1232651561": "सॉफ्टवेअर आता reCAPTCHA आव्हाने सोडवण्यासाठी लोकांइतकेच चांगले आहे.",
    "824740867": "सोल्यूशनमध्ये सुधारणा करण्याऐवजी, Google ने reCAPTCHA v3 रिलीझ केले, जे वापरकर्ता प्रोफाइल तयार करण्यासाठी संपूर्ण वेबवरून वर्तणुकीशी संबंधित डेटा संकलित करून, सुरक्षा सॉफ्टवेअरपेक्षा जाहिरात नेटवर्कसारखे कार्य करते. दुर्दैवाने, या प्रकारचा सिग्नल सहजपणे पराभूत होतो आणि त्यामुळे वापरकर्त्याच्या गोपनीयतेला हानी पोहोचवताना बॉट्सपासून थोडेसे संरक्षण मिळते.",
    "1027023087": "hCaptcha वर आम्ही त्याऐवजी समस्येच्या अधिक आधुनिक पद्धतींवर लक्ष केंद्रित केले आहे, ज्यांना ब्राउझिंग इतिहासासारख्या दीर्घकालीन वर्तणुकीच्या नोंदी ठेवण्याची आवश्यकता नाही आणि सेवा सुरू केल्यापासून निर्धारीत प्रतिस्पर्ध्यांसमोर ते अधिक लवचिक सिद्ध झाले आहेत.",
    "2852295413": "स्वारस्यांचा अंतर्निहित संघर्ष: बॉट्स थांबवण्यामुळे जाहिरात नेटवर्कसाठी महसूल कमी होतो",
    "1597520917": "समीक्षकांच्या वाढत्या संख्येने निदर्शनास आणले आहे की वापरकर्त्याच्या गोपनीयतेकडे Google च्या दुर्लक्षामुळे त्यांच्या वेबसाइट्स आणि अॅप्सचे संरक्षण करू पाहणाऱ्या ग्राहकांची चिंता व्हायला हवी.",
    "763447231": "त्याच वेळी, बॉट्सला प्रकाशकांच्या साइटवर प्रवेश करण्यापासून थांबवल्याने जाहिरात फसवणूक उघड होऊ शकते, Google चे reCAPTCHA उत्पादन थेट त्यांच्या जाहिरात व्यवसायाच्या विरोधात आहे, जे त्यांच्या कमाईच्या 80% पेक्षा जास्त उत्पन्न करते.",
    "999674529": "Google ने शोधलेल्या प्रत्येक बॉटने शून्य जाहिरात डॉलर्स कमावले पाहिजेत. अशा प्रकारे Google च्या कंपनीचे प्रोत्साहन त्यांच्या सुरक्षा सेवांच्या वापरकर्त्यांशी खराबपणे संरेखित केलेले आहेत आणि त्यांच्या reCAPTCHA सुरक्षा ऑफरच्या खराब कामगिरीचे हे एक स्पष्टीकरण असू शकते.",
    "956019009": "सर्वात मोठ्या वेब इन्फ्रास्ट्रक्चर कंपन्यांनी आधीच कारवाई केली आहे",
    "1923297430": "अनेक मोठ्या ग्राहकांसाठी अंतिम ब्रेकिंग पॉइंट तेव्हा आला जेव्हा Google ने कंपन्यांना त्यांचे उत्पादन कोणत्याही अर्थपूर्ण प्रमाणात वापरण्यासाठी शुल्क आकारण्यास सुरुवात केली. यामुळे दीर्घकाळ reCAPTCHA वापरकर्त्यांनी चांगले पर्याय शोधले कारण जगभरातील नियामक चिंतेने Google च्या ऑफरचा वापर करून वाढत्या प्रमाणात अपील केले होते.",
    "2197218442": "क्लाउडफ्लेअरचे सीईओ मॅथ्यू प्रिन्स यांनी या दृष्टिकोनाचा सारांश दिला",
    "155456850": "hCaptcha वर त्यांचे स्विच करण्याची घोषणा करत आहे:",
    "435302267": "कंपनीचे ब्लॉग पोस्ट",
    "2087769953": "\"आम्ही या बदलाबद्दल उत्साहित आहोत कारण ते काही काळ आमच्याकडे असलेल्या Google सेवेवर विसंबून राहण्याच्या निहित गोपनीयतेच्या समस्येचे निराकरण करण्यात मदत करते. आम्ही अनेक कॅप्चा विक्रेत्यांचे मूल्यांकन केले तसेच स्वतः एक प्रणाली तयार केली. शेवटी, hCaptcha reCAPTCHA चा सर्वोत्तम पर्याय म्हणून उदयास आला.\"\"आम्हाला hCaptcha सोल्यूशन्सबद्दल अनेक गोष्टी आवडल्या: 1) ते वैयक्तिक डेटा विकत नाहीत; ते फक्त किमान आवश्यक वैयक्तिक डेटा संकलित करतात, ते संकलित केलेली माहिती आणि ते कसे वापरतात आणि/किंवा उघड करतात याचे वर्णन करण्यात ते पारदर्शक असतात.\"",
    "595582512": "तुम्ही तुमच्या वापरकर्त्यांची गोपनीयता (आणि सर्व संबंधित नियमांचे पालन करून!) बॉट्स, स्पॅमर किंवा इतर दुर्भावनापूर्ण कलाकारांपासून प्रभावीपणे तुमची साइट किंवा अॅप संरक्षित करू इच्छित असल्यास, hCaptcha आणि आमच्या एंटरप्राइझ ऑफरचा विचार करा.",
    "3388180864": "वेब स्केलवर सखोल तांत्रिक आव्हानांवर काम करण्यात स्वारस्य आहे? आम्ही नेहमीच जगभरातील प्रतिभावान अभियंत्यांची नियुक्ती करत असतो -",
    "3892952987": "आमचे ओपनिंग पहा आणि येथे अर्ज करा",
    "3368788823": "टेरेन्स इडनने त्याच्या ब्लॉगवर एक मनोरंजक मुद्दा मांडला: \"",
    "1491780143": "कॅप्चा तुम्ही माणूस आहात हे सिद्ध करत नाही - ते सिद्ध करतात की तुम्ही अमेरिकन आहात",
    "2146900431": "अंतर्ज्ञानाने, हा दावा खूप अर्थपूर्ण आहे. कॅप्चा, जवळजवळ सर्व गोष्टींप्रमाणे, एका सांस्कृतिक संदर्भामध्ये एम्बेड केलेले आहेत आणि जर तुमचा आव्हानांचा पूल बहुतेक एका संस्कृतीत तयार केला गेला असेल, तर ते दुसर्‍या संस्कृतीत फारसे अनुवादित होणार नाही. त्याच्या मुळाशी, ही सांस्कृतिक बाब आहे",
    "378086442": "कॅप्चा, त्यांच्या UX प्रति से ऐवजी.",
    "1445008801": "जसे ईडन म्हणतो:",
    "332723732": "सामग्री",
    "2072808435": "\"काय अंदाज लावा, गुगल? माझ्या देशातील टॅक्सी सामान्यतः काळ्या असतात. अमेरिकेतील सर्व पिवळे आहेत हे जाणून घेण्यासाठी मी पुरेसे चित्रपट पाहिले आहेत. परंतु मी भेट दिलेल्या प्रत्येक देशामध्ये टॅक्सी एक मिश-मॅश आहेत. भिन्न रंगछटा.\"",
    "3206136647": "येथे Google ची समस्या ते वापरत असलेल्या प्रश्न डेटावर आधारित आहे विरुद्ध ते कोण पाहते. जर सर्व डेटा समान संस्कृतीतून आला असेल (आणि Google च्या बाबतीत, त्याच कंपनीत) ईडनच्या तक्रारीच्या अनुषंगाने, इतर संस्कृतींमध्ये चांगले भाषांतर न करणारी आव्हाने तुम्हाला नक्कीच मिळतील.",
    "2217842245": "तथापि, आमचा डेटा दर्शवितो की (hCaptcha साठी)",
    "4280117172": "नायजेरिया, भारत, ब्राझील आणि जर्मनीसह अनेक देश खरेतर यूएस पेक्षा थोडे चांगले करतात:",
    "555749578": "प्रत्येक खंडातील प्रमुख देशांमध्ये सोडवण्याच्या दरांमध्ये 1% पेक्षा कमी फरक आहे.",
    "151737819": "जगभरातील hCaptcha सोडवण्याचे दर फार कमी फरक दाखवतात",
    "3908992897": "आणि जगातील प्रत्येक देश आणि प्रदेशात वापरला जातो, म्हणून आम्ही एक सातत्यपूर्ण जागतिक अनुभव प्रदान करण्यावर खूप लक्ष केंद्रित करतो.",
    "2808122102": "अशा प्रकारे आमच्या सेवेसाठी क्रॉस-कल्चरल कार्यक्षमता ही मूलभूत आवश्यकता आहे. सर्व कायदेशीर वापरकर्ते त्वरीत सामग्रीमध्ये प्रवेश करू शकतात याची खात्री करणे हा आमच्या ध्येयाचा एक महत्त्वाचा भाग आहे. आम्ही 110 भाषांमध्ये आव्हाने प्रदान करतो आणि आमची आव्हाने प्रत्येकाद्वारे सोडवली जाऊ शकतात याची खात्री करण्यासाठी आम्ही संबंधित भाषांतरांमध्ये सातत्याने सुधारणा करत आहोत.",
    "3913801502": "hCaptcha आता सुमारे 15% इंटरनेटवर चालते",
    "2077639538": ". एक तर, आमच्या सेवेवरील आव्हान डेटा अनेक स्त्रोतांकडून येऊ शकतो, फक्त एकच नाही - मोठ्या फॉर्च्युन 500 कंपन्यांपासून ते मशीन लर्निंग स्टार्टअपपर्यंत, जोपर्यंत ते आमच्या नियमांचे पालन करत आहेत",
    "3951112506": ". ते आधीच डेटामध्ये उच्च प्रमाणात विषमतेची हमी देते.",
    "1803943584": "दुसरे, आम्ही आव्हानांना ते कोणत्या देशांमध्ये किंवा भाषांमध्ये चालवायचे हे निर्धारित करण्यासाठी स्व-अनुकूलित करू देतो, आणि सातत्यपूर्ण अनुभवाची शक्यता आणखी वाढवतो. अचूकता अपेक्षेपेक्षा कमी असल्यास, प्रश्नांचा संच ज्या प्रदेशात किंवा भाषेमध्ये हा परिणाम होतो त्या प्रदेशात चालणे थांबेल.",
    "3668873369": "hCaptcha वर, आम्ही पहिल्या दिवसापासून एक वेगळा दृष्टीकोन घेतला आहे",
    "1519201684": "AI नीतिशास्त्र धोरण",
    "2155089487": ". काही गटांसाठी आमची आव्हाने सोडवणे सोपे असल्यास, आम्ही त्यांना सोडवताना जगभरातील आणि विविध संस्कृतींमधील लोक कसे कार्य करतात यात फरक पाहण्याची अपेक्षा करू. ईडनच्या पोस्टच्या संदर्भात, आम्ही इतर देशांतील लोकांपेक्षा अमेरिकन लोकांनी चांगले काम करण्याची अपेक्षा करू. कारण ही समस्या टाळण्यासाठी आम्ही प्रणाली विकसित करण्यात अनेक वर्षे घालवली आहेत, आम्ही प्रत्यक्षात अगदी उलट पाहतो.",
    "2603863826": "ता.क.: तुम्हाला तुमच्या भाषेत असे भाषांतर आढळल्यास ज्यामध्ये सुधारणा वापरता येतील, तर मोकळ्या मनाने एक सबमिट करा",
    "3543141425": "त्यासाठी!",
    "2697276059": "हे काम करत असल्याचा पुरावा: जगभरात एकसमान सोडवण्याचे दर",
    "664236229": "पुल विनंती"
}