{
  "23114595": "उत्तम वापरकर्ता अनुभव",
  "34074886": "प्रत्येक वेळी तुम्ही एखाद्या आव्हानाला उत्तर देता, तुम्ही मनुष्य आहात की नाही हे शोधण्यासाठी आम्ही अत्याधुनिक मॉडेल वापरतो. त्यानंतर तुम्ही भेट दिलेली वेबसाइट बॉट्स बाहेर ठेवून त्यांच्या साइटवरील तुमचा अनुभव सुधारण्यात मदत करण्यासाठी हा परिणाम वापरते.",
  "98173630": "hCaptcha ही जगातील सर्वाधिक वापरली जाणारी स्वतंत्र कॅप्चा सेवा आहे.",
  "111184581": "प्रथम-पक्ष होस्टिंग",
  "119298044": "प्रगत स्वयं-पर्यवेक्षित ML आणि AI तंत्रज्ञान तुमच्या वेब गुणधर्मांचे धोके आणि हल्ल्यांपासून संरक्षण करतात",
  "121743429": "वेब इन्फ्रास्ट्रक्चर कंपन्यांसाठी",
  "122875767": "जेव्हा इतर कंपन्या करू शकत नाहीत तेव्हा तुमच्या कायदेशीर गरजा पूर्ण करा.",
  "126134492": "इतर",
  "152010250": "hCaptcha ने नॉव्हेल एज कंप्युट प्लॅटफॉर्मसह प्रगत सेल्फ-पर्यवेक्षित मशीन लर्निंग एकत्रित केले आहे जे मोठ्या प्रमाणात स्केलेबिलिटीसाठी जागतिक स्तरावर 250 हून अधिक ठिकाणांहून वितरीत केलेले डेटा संकलन आणि धारणा अनन्यपणे कमी करते.",
  "179723061": "वर्ग-अग्रणी सुरक्षा आवश्यक असलेल्या संघांसाठी अधिक नियंत्रण",
  "191460155": "शून्य घर्षण आणि 99.9% निष्क्रिय मोड",
  "282913023": "उच्च रहदारी उपक्रमांसाठी किफायतशीर पर्याय",
  "328625009": "... तुम्ही असाल तेव्हा आम्ही तयार आहोत: आमची सेवा चोवीस तास उपलब्ध असते.",
  "353066938": "एक अनुभवी टीम, आजच्या कठीण समस्यांवर काम करत आहे. hCaptcha ची सेवा आहे",
  "353367791": "विविध प्रकारचे वाईट कलाकार शोधा.",
  "359073033": "डॅशबोर्ड क्रियाकलापांची उच्च-स्तरीय किंवा सूक्ष्म दृश्ये देतात.",
  "392886773": "प्रत्येक देशात काम करते",
  "451701069": "GDPR, CCPA चे पालन करते,",
  "547245263": "तुमची बॉटची समस्या आजच सोडवा.",
  "552920956": "hCaptcha बॉट्स आणि इतर प्रकारचे गैरवर्तन अवरोधित करताना वेबसाइटना बक्षिसे मिळविण्याची अनुमती देते. hCaptcha तुम्हाला या कमाईसह तुमच्या आवडीच्या धर्मादाय संस्थांना समर्थन देण्याची देखील परवानगी देतो.",
  "555158694": "तुम्ही वापरत असलेल्या सेवेने दुर्भावनायुक्त रहदारी कमी करण्यासाठी hCaptcha इंस्टॉल करून त्यांच्या साइटवर तुमचा अनुभव सुधारण्यासाठी निवडले आहे.",
  "585557010": "वैध वापरकर्त्यांपैकी 0.1% पेक्षा कमी आव्हान.",
  "713281684": "वांगं",
  "719304627": "एंड-टू-एंड नियंत्रण आवश्यक आहे?",
  "734735952": "आम्ही अनेक कॅप्चा विक्रेत्यांचे मूल्यांकन केले तसेच एक प्रणाली स्वतः तयार केली. शेवटी, hCaptcha reCAPTCHA चा सर्वोत्तम पर्याय म्हणून उदयास आला.",
  "751483365": "जावास्क्रिप्ट नसलेल्या क्लायंटसाठी समर्थन.",
  "788770967": "ऐकून वाईट वाटले! तुम्ही आमचा प्रवेशयोग्यता पर्याय वापरू शकता:",
  "793242047": "ऍप्लिकेशन्समध्ये जलद प्रवेशासाठी अनुमती देण्यासाठी वापरकर्त्यांना सादर केलेली आव्हाने कमी करा",
  "829047995": "सध्या reCAPTCHA वापरत आहात?",
  "836577577": "hCaptcha जोडण्यासाठी फक्त मिनिटे आणि कोडच्या काही ओळी लागतात. मूलभूत API reCAPTCHA V2 शी सुसंगत आहे आणि स्विच होण्यासाठी फक्त काही मिनिटे लागतात.",
  "838049015": "क्वेरीशी जुळणार्‍या सर्व प्रतिमा निवडा",
  "846501387": "जागतिक दर्जाचे बॉट संरक्षण",
  "861167568": "hCaptcha IT च्या सर्वात महत्त्वाच्या समस्यांपैकी एक सोडवते: दुर्भावनापूर्ण बॉट्सला तुमच्या वेब अनुप्रयोगांवर हल्ला करण्यापासून प्रतिबंधित करते",
  "880478438": "सर्वोत्तम श्रेणीतील बॉट आणि फसवणूक व्यवस्थापनासाठी.",
  "897432717": "कस्टमाइझ्ड थ्रेट स्कोअरसाठी आमच्या नवीन डिझाइनसह, तुमचे व्यावसायिक ज्ञान जोडल्याने आमच्या मॉडेल्सना तुमच्या वापरकर्त्यांसाठी अनन्यपणे संबंधित गुण वितरीत करण्याची अनुमती मिळते.",
  "910989640": "क्रियाकलापांचे तपशीलवार आणि सानुकूलित अहवाल तयार करा",
  "976209454": "बक्षिसे मिळवा किंवा चॅरिटीला द्या",
  "981806349": "सिद्ध hCaptcha प्लॅटफॉर्मवर तयार केले",
  "999610953": "शेवटी, Google साठी एक विश्वासार्ह पर्याय. hCaptcha Enterprise तुमच्या reCAPTCHA बिलावर उच्च सुरक्षिततेसह नाटकीय बचत करते: काही प्रकरणांमध्ये 80% पर्यंत कमी खर्चिक.",
  "1014004474": "hCaptcha च्या एंटरप्राइझ योजना तुमची संस्था संरक्षित ठेवण्यासाठी प्रगत सेवा-स्तरीय करार ऑफर करतात",
  "1045484714": "तुमच्या ओळख प्रदात्यासोबत SAML SSO एकत्रीकरण, उदा. Okta किंवा Azure AD.",
  "1050501253": "खूप अवघड",
  "1070364246": "अरेरे! फॉर्म सबमिट करताना काहीतरी चूक झाली.",
  "1103295010": "जेव्हा लोक कॅप्चा सोडवतात तेव्हा पैसे कमवा किंवा धर्मादाय द्या",
  "1130868224": "कोडच्या तीन ओळी",
  "1131525092": "संबंधित फसवणूक आणि गैरवापर शोधण्यासाठी आणि थांबवण्यासाठी आमच्या गोपनीयता-संरक्षण स्कोप्ड UIDs द्वारे वाईट कलाकारांना एकत्रितपणे एकत्रित करा.",
  "1141402092": "प्रगत अहवाल वैशिष्ट्ये",
  "1150035777": "अत्याधुनिक मशीन लर्निंग मॉडेल प्रश्नांची उत्तरे बरोबर दिली गेली की नाही या पलीकडे अनेक डेटा पॉइंट्सवर आधारित बॉट कॉन्फिडन्स स्कोअर व्युत्पन्न करतात",
  "1150963691": "APT शमन",
  "1172067553": "hCaptcha मागे असलेले HUMAN प्लॅटफॉर्म ऑन-प्रिमाइस, हायब्रीड किंवा SaaS उपयोजनांद्वारे अत्यंत अत्याधुनिक कामाची गुणवत्ता आणि व्यवस्थापन वैशिष्ट्ये प्रदान करते जे तुमच्या विद्यमान सिस्टीमसह एकत्रित होते.",
  "1173652155": "सल्लागार",
  "1218990730": "तपशीलवार लॉगसह समस्यांचा अहवाल कसा द्यावा",
  "1250541092": "- सर्जी इसासी",
  "1263998069": "मानवी निराकरणासाठी बक्षिसे मिळवा",
  "1300485304": "hCaptcha तुमच्या नेटवर्कमध्ये घुसखोरी करण्यासाठी डिझाइन केलेल्या प्रगत धोक्यांपासून संरक्षण करते",
  "1345083090": "कार्यक्षमतेच्या समस्येची तक्रार करत आहात?",
  "1356745565": "इंटरनेट एक्सप्लोरर 8 वर परत सर्व प्रकारे सुसंगत.",
  "1368787974": "तुमच्या टीममध्ये व्यवस्थापन शेअर करा.",
  "1393184984": "तुम्हाला गरज आहे.",
  "1475399473": "hCaptcha टीमबद्दल अधिक जाणून घ्या",
  "1485807325": "एकाधिक-वापरकर्ता डॅशबोर्ड, SAML SSO",
  "1508655687": "प्रवेश सुलभ करण्यासाठी किंवा प्रतिबंधित करण्यासाठी तुमच्या प्रेक्षकांसाठी तयार केलेली तुमची स्वतःची आव्हाने जोडा",
  "1510448156": "तुम्‍ही आज एक उत्‍कृष्‍ट पर्यायासह तयार होऊ शकता आणि आवश्‍यकतेनुसार अधिक प्रगत वैशिष्‍ट्ये चालू करू शकता.",
  "1525403768": "अधिक माहितीसाठी एंटरप्राइझ सेल्सशी संपर्क साधा.",
  "1544546608": "गोपनीयता पास",
  "1549336309": "hCaptcha हे मॉडेल फिरवते. तुम्ही hCaptcha वापरता तेव्हा, कंपन्या तुमचे वापरकर्ते करत असलेल्या कामावर बोली लावतात कारण ते त्यांची मानवता सिद्ध करतात. तुम्हाला बक्षिसे मिळतात.",
  "1559631739": "खाजगी शिक्षण",
  "1579093044": "आमच्या साध्या कस्टम चॅलेंज डिझायनरसह, तुम्ही काही मिनिटांत ऑन-ब्रँड आव्हान सामग्री लॉन्च करू शकता.",
  "1586809757": "उच्च अचूकता बॉट स्कोअर",
  "1599610318": "प्रकाशक",
  "1637702726": "hCaptcha बद्दल",
  "1662477701": "संसाधने",
  "1676849166": "प्रगत बॉट मॉडेल्सबद्दल धन्यवाद, तरीही उत्कृष्ट सुरक्षा प्रदान करताना तुमच्या वैध रहदारीच्या 99.9% साठी आव्हान टाळून घर्षण कमी करा.",
  "1685871181": "शीर्ष ऑनलाइन सेवांवर अवलंबून असतात",
  "1752795854": "hCaptcha बॉट्स थांबवण्यासाठी एक आधुनिक, गोपनीयता-केंद्रित दृष्टीकोन आणते.",
  "1779265104": "सानुकूलित अटी आणि गोपनीयता हमी",
  "1792519141": "hCaptcha Enterprise",
  "1798492192": "लेगसी ब्राउझर समर्थन",
  "1803009328": "वेब स्केलवर लढाई-चाचणी केली.",
  "1844885924": "निवडण्यासाठी प्रकारांची विस्तृत लायब्ररी.",
  "1849717906": "आपल्या स्वतःच्या आव्हान सामग्रीसह सानुकूलित करा",
  "1849805607": "hCaptcha तुमच्या नेटवर्कमध्ये घुसखोरी करण्यासाठी डिझाइन केलेल्या धोक्यांपासून आणि डिकोयपासून संरक्षण करते",
  "1886100235": "जगातील बर्‍याच मोठ्या ऑनलाइन सेवांनी hCaptcha Enterprise वर स्विच केले आहे आणि खर्चात मोठ्या बचतीसह सुधारित बॉट डिटेक्शन प्राप्त केले आहे.",
  "1894355645": "hCaptcha साधे, सोपे आणि विश्वासार्ह बॉट डिटेक्शन प्रदान करते आणि ते सोडवणे मानवांसाठी क्षुल्लक आहे.",
  "1927613000": "hCaptcha अत्याधुनिक मशीन लर्निंगला एका शक्तिशाली चॅलेंज प्लॅटफॉर्मसह एकत्रित करते जेणेकरुन वेब अॅप्लिकेशन्सचे खाते टेकओव्हर, क्रेडेन्शियल स्टफिंग, स्क्रॅपिंग आणि इतर प्रकारच्या गैरवापरापासून संरक्षण होईल.",
  "1936512180": "कामगारांची कार्यक्षमता वाढवण्यासाठी सुलभ API प्रवेश, सुंदर डॅशबोर्ड आणि नवीनतम मॉडेल-इन-द-लूप तंत्रज्ञान.",
  "1956967813": "कोट्यावधी साइट्सवरील लाखो दैनंदिन वापरकर्त्यांना सेवा देण्यासाठी आमच्या सेवांवर जगातील सर्वात मोठ्या कंपन्यांचा विश्वास आहे.",
  "1958297836": "समन्वित हल्ला संरक्षण आणि APT शमन",
  "2041686284": "अधिक डेटा सामान्यतः प्रशिक्षण मशीन लर्निंग मॉडेलमध्ये चांगले परिणाम देतात. सखोल मॉडेल्सच्या अलीकडील यशामुळे मोठ्या प्रमाणात डेटासेट वाढले आहेत आणि hCaptcha ही गरज पूर्ण करते. तथापि, पारंपारिक पद्धतींचा वापर करून मोठ्या प्रमाणात मानवी-पुनरावलोकन केलेले डेटासेट तयार करणे धीमे आणि महाग दोन्ही आहे.",
  "2103563261": "खाजगी किंवा सार्वजनिक माहिती",
  "2131386784": "तुम्ही आणि तुमच्या वापरकर्त्यांसाठी पोहोचण्यायोग्य कौशल्य आणि समर्थन",
  "2138799135": "hCaptcha मध्ये तुम्ही वापरत असलेल्या फ्रंटएंड आणि बॅकएंड सिस्टमसाठी डझनभर प्री-बिल्ट इंटिग्रेशन्स आहेत.",
  "2163914794": "तुमच्या डेटासेटसाठी आणखी लेबले हवी आहेत? hCaptcha कृत्रिम बुद्धिमत्ता आणि मशीन लर्निंग ऍप्लिकेशन्सवर काम करणाऱ्या कंपन्यांसाठी जलद, किफायतशीर आणि उच्च दर्जाचे डेटा लेबलिंग प्रदान करते.",
  "2183926131": "hCaptcha Enterprise सह प्रारंभ करा",
  "2184564739": "पहा",
  "2188609322": "वाईट कलाकार ऑनलाइन वाढत आहेत. परंतु वापरकर्त्याच्या गोपनीयतेचा त्याग करणे हे उत्तर नाही.",
  "2319072959": "तुमच्‍या स्‍वत:च्‍या कर्मचार्‍यांसह संपूर्णपणे ऑफलाइन चालवा, व्‍यवसाय युनिट किंवा कंसोर्टियम भागीदारांमध्‍ये वापरण्‍यात आलेल्‍या मूल्याचा मागोवा घ्‍या, खर्च आणि सुरक्षा आवश्‍यकतेच्‍या आधारावर विविध अंतर्गत किंवा बाह्य कामगार प्रदात्‍यांना निवडकपणे नोकर्‍या मार्गी लावा आणि बरेच काही.",
  "2320894364": "200 पेक्षा जास्त गुणांसह, hCaptcha चे क्लाउड जगभरातील तुमच्या मालमत्तेचे संरक्षण करते",
  "2354267648": "GDPR, CCPA आणि LGPD अनुकूल गोपनीयता धोरण",
  "2373007864": "hCaptcha Enterprise hCaptcha प्लॅटफॉर्म तंत्रज्ञानावर चालते, उच्च रहदारी उपक्रमांना आवश्यक असलेल्या वैशिष्ट्यांचा समावेश करण्यासाठी विस्तारित.",
  "2418549423": ", क्रिप्टोग्राफिक पुरावे आणि इतर अद्वितीय गोपनीयता-प्रथम वैशिष्ट्यांद्वारे ऑनलाइन गोपनीयता संरक्षित करण्यासाठी एक उदयोन्मुख मानक.",
  "2489287539": "घर्षण-मुक्त “कॅप्चा नाही” आणि 99.9% निष्क्रिय मोड",
  "2510209017": "आणखी मदत हवी आहे?",
  "2513143348": "hCaptcha एंटरप्राइझ सिस्टम त्याच्या डिझाइनमध्ये अद्वितीयपणे लवचिक आहे: जर तुम्ही सार्वजनिक क्लाउड चालवत असाल किंवा अनेक डेटा सेंटर्सचे मालक असाल तर ती तुमच्या नेटवर्कच्या काठावर अंशतः किंवा संपूर्णपणे तैनात केली जाऊ शकते.",
  "2535001179": "तुम्ही Google च्या reCAPTCHA वरून येत असल्यास, आमचे API ड्रॉप-इन बदली आहेत.",
  "2593768395": "वेब, मूळ मोबाइल, मोबाइल वेबवर अखंड अनुभव. पूर्व-निर्मित एकत्रीकरण आणि मूळ SDK उपलब्ध.",
  "2650502379": "काही सेकंदात तुमची स्वतःची आव्हाने लाँच करा",
  "2670003220": "नोकऱ्या",
  "2671622670": "उपक्रम",
  "2676853536": "बहु-वापरकर्ता डॅशबोर्ड",
  "2681650568": "आणि नेहमीप्रमाणेच, आमच्यासाठी गोपनीयता हे मुख्य मूल्य आहे. आमचा चॅलेंज कोड फक्त जिथे आवश्यक असेल आणि जिथे तुम्हाला आणि तुमच्या वापरकर्त्यांचे संरक्षण करणे अर्थपूर्ण असेल तिथे जोडा. डेटा संकलन कमी करणे एकत्रीकरणाच्या क्षणापासून सुरू होते.",
  "2682873489": "वस्तूंसाठी बाउंडिंग क्षेत्र परिभाषित करा",
  "2686825859": "मोफत साइन अप करा किंवा hCaptcha Enterprise उपायांबद्दल आमच्याशी संपर्क साधा",
  "2698140263": "सर्व समस्या सारख्या नसतात: एकच गुण मिळवणे म्हणजे आपल्या गरजा उपयुक्त ठरल्या पाहिजेत.",
  "2698640210": "नियंत्रण आव्हाने आणि प्रकार दाखवले आहेत",
  "2707282231": "तुमच्या वापरकर्त्यांसाठी आव्हाने सानुकूलित करा. सांगकामे सोडवणे आणि प्रवेश करणे अशक्य करा.",
  "2714878440": "आमच्या प्रगत मशीन लर्निंग आणि मानवता पडताळणीसह स्क्रॅपिंग, अकाउंट टेकओव्हर, क्रेडेंशियल स्टफिंग आणि स्पॅमपासून तुमच्या सेवांचे संरक्षण करा.",
  "2718999653": "सानुकूलित धमकी स्कोअर",
  "2781507299": "झटपट पडताळणी",
  "2782263070": "आमच्यासाठी सेवा ही सर्वोच्च प्राथमिकता आहे. आम्ही 24/7 ऑन-कॉल सपोर्ट राखतो आणि अंमलबजावणी दरम्यान आणि नंतर तुमच्या अभियांत्रिकी एकत्रीकरण कार्यसंघ आणि आमच्या ऑन-कॉल कर्मचार्‍यांशी थेट स्लॅक समन्वय ऑफर करतो.",
  "2806751666": "hCaptcha म्हणजे काय?",
  "2826051554": "आणि अधिक",
  "2881474837": "hCaptcha Enterprise",
  "2890048009": "जाहिरात नेटवर्क तुमच्या अभ्यागतांना उत्पादन म्हणून पाहतात. आमच्यासाठी एकमेव उत्पादन म्हणजे त्यांची मानवता निश्चित करणे. आमच्या सेवा GDPR, CCPA, LGPD आणि PIPL आवश्यकता पूर्ण करतात किंवा त्यापेक्षा जास्त करतात आणि प्रायव्हसी पास सारख्या उपक्रमांना समर्थन देतात. आम्ही गोपनीयता आणि सुरक्षितता संतुलित करण्यासाठी कठोर परिश्रम करतो.",
  "2927700175": "मशीन लर्निंग समस्यांमधून लेबल-टू-लेबल डेटा गोळा करून आणि वेबसाइट किंवा अॅप अभ्यागत मानव आहे की नाही हे ओळखण्यासाठी आम्ही कॅप्चा आव्हाने दाखवतो जे बॉट्ससाठी कठीण परंतु लोकांसाठी सोपे असतात.",
  "2968026167": "तुमची आवडती भाजी",
  "3018523079": "सातत्यपूर्ण वापरकर्ता अनुभवासह ब्रँडवर रहा.",
  "3065000659": "प्रत्येक वेळी जेव्हा तुम्ही \"कारवर क्लिक करता\" तेव्हा तुम्ही एकाला प्रशिक्षण देण्यात मदत करत आहात हे तुम्हाला जाणवले",
  "3093388779": "hCaptcha कोणत्याही आकाराच्या प्रकाशकांसाठी वापरण्यासाठी विनामूल्य आहे",
  "3093689546": "सोपे एकत्रीकरण",
  "3096063825": "प्रयत्न कर",
  "3107683988": "हे आमच्या 24/7 ऑन-कॉल कर्मचार्‍यांकडून कठोर SLAs पूर्ण करण्यासाठी व्यवस्थापनाचे सर्व फायदे राखून ठेवत ऑफ-नेटवर्क रहदारी आणि खर्च नाटकीयरीत्या कमी करू शकतात.",
  "3117887301": "सर्वात मोठ्या ऑनलाइन सेवांद्वारे विश्वासार्ह",
  "3121248460": "तुमच्या अपेक्षित प्रेक्षकांसाठी - साध्या ते जटिल - असीम वैविध्यपूर्ण सानुकूल आव्हाने प्रदर्शित करा",
  "3153117136": "hCaptcha अडचण सेटिंग्ज कसे कार्य करतात",
  "3160820928": "समन्वित आक्रमण संरक्षण",
  "3161489950": "जगातील सर्वात प्रगत सुरक्षा ML प्लॅटफॉर्म",
  "3167979932": "पहिल्या दिवसापासून गोपनीयतेसाठी डिझाइन केलेले. मजबूत डेटा प्रोसेसिंग करार.",
  "3194111925": "समर्थन",
  "3213351333": "कोणतीही आगाऊ वचनबद्धता आवश्यक नाही",
  "3213957230": "जेव्हा वापरकर्त्यांना सुरक्षा आवश्यकता पूर्ण करण्यासाठी आव्हान सोडवणे आवश्यक आहे, तेव्हा वापरकर्त्यासाठी आनंददायी आणि संबंधित कार्ये का तयार करू नये?",
  "3225770968": "hCaptcha ची रचना मशीन लर्निंगमधील सर्वात श्रमिक समस्या सोडवण्यासाठी केली गेली आहे; वेळेवर, परवडणाऱ्या आणि विश्वासार्ह मार्गाने मोठ्या प्रमाणावर डेटा लेबल करणे.",
  "3230004040": "तुम्ही दृष्टिहीन आहात किंवा अन्यथा hCaptchas पूर्ण करण्यात अक्षम आहात?",
  "3235430156": "कंपनीची मशीन लर्निंग सिस्टीम मोफत?",
  "3260825523": "अंतर्ज्ञान यंत्रे",
  "3264813246": "अयोग्य",
  "3265895521": "दिवसाच्या वेळेनुसार आव्हान अडचण वाढवा आणि कमी करा",
  "3266612494": "एक विश्वासू भागीदार",
  "3276777569": "hCaptcha",
  "3287172429": "नियंत्रण आव्हानाचे प्रकार दाखवले आहेत",
  "3365203058": "जागतिक दर्जाचे अँटी-बॉट संरक्षण",
  "3412647984": "हे तुम्हाला कुकी नोंदणी करून आणि सेट करून भविष्यातील प्रश्न टाळू देते. कृपया तुमचा जाहिरात ब्लॉकर बंद करून पहा.",
  "3417372336": "मिनिटांत स्विच करा",
  "3446714684": "मोबाइल (iOS आणि Android) एकत्रीकरण",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "एंटरप्राइझ वापरकर्त्यांसाठी, बहुतेक परिस्थितींमध्ये आव्हाने पूर्णपणे टाळण्यासाठी पर्याय उपलब्ध आहेत.",
  "3478726913": "hCaptcha मध्ये तुमच्या वापरासाठी उपलब्ध ग्रहावरील सर्वात मोठा पूल आहे. तुमचे स्केल काहीही असो, आम्ही महागड्या अपफ्रंट वचनबद्धतेशिवाय ते हाताळू शकतो. दररोज लाखो कार्ये कोणतीही समस्या नाहीत.",
  "3480023141": "प्रवेशयोग्यता पर्यायांबद्दल अधिक जाणून घ्या",
  "3483700676": "लाखो कार्ये त्वरित लाँच करा",
  "3500503648": "hCaptcha तुमच्या ब्राउझिंग इतिहासाचे रेकॉर्डिंग आणि विश्लेषण करण्याऐवजी झटपट मूल्यांकनावर अवलंबून राहून दीर्घकालीन डेटा रिटेंशन दूर करण्यासाठी डिझाइन केले आहे. सारख्या उपक्रमांनाही आम्ही समर्थन देतो",
  "3524251858": "उत्पादन व्यवस्थापन संचालक, क्लाउडफ्लेअर",
  "3526939538": "सॉफ्टवेअर बग",
  "3530599065": "गोपनीयता जमिनीपासून तयार केली जाते. hCaptcha कोणतेही PII राखून ठेवत नाही आणि अनेक गोपनीयता आदेश आणि नियमांचे पालन करते.",
  "3570415321": "कंपनी",
  "3573245166": "reCAPTCHA च्या विपरीत, आम्ही प्रत्येक देशात काम करतो.",
  "3578122193": "संबंधित सामग्रीसह ब्रँडवर रहा",
  "3620442880": "फ्लॅश विक्री संरक्षण वैशिष्ट्ये",
  "3630114728": "तुमच्या सर्व साइट्स आणि अॅप्सवर काय चालले आहे ते पहा.",
  "3644106388": "संपर्क करा",
  "3660619092": "एंटरप्राइझ सोल्यूशन्ससाठी विनामूल्य साइन अप करा किंवा विक्रीशी संपर्क साधा",
  "3688621388": "धमकीच्या स्वाक्षऱ्या",
  "3704893754": "स्वत: साठी पाहू इच्छिता? hCaptcha मोफत वापरून पहा",
  "3714002185": "hCaptcha Enterprise बद्दल अधिक जाणून घ्या",
  "3715747429": "आमचे ऑनबोर्डिंग अभियंते तुम्‍हाला रिएक्‍ट इंटिग्रेशन, iOS नेटिव्ह अ‍ॅप्ससाठी SDK, Java बॅकएंड उदाहरण किंवा अक्षरशः इतर कोणत्याही परिस्थितीची गरज असले तरीही तुम्‍हाला त्‍वरीतपणे पुढे नेऊ शकतात.",
  "3717512591": "थेट प्लॅटफॉर्म एकत्रीकरण",
  "3721365241": "प्रयत्न",
  "3729345277": "hCaptcha हा कंपन्यांना आवश्यक असलेली भाष्ये जलद, उच्च दर्जासह आणि इतर पर्यायांपेक्षा कमी खर्चात मिळवण्याचा एक मार्ग आहे.",
  "3730038780": "वापरकर्त्यांना सोडवण्‍यासाठी जवळपास असीम आव्हानांमधून निवडा",
  "3739936967": "गोपनीयतेवर या अनोख्या फोकसचा अर्थ असा आहे की आम्ही उत्कृष्ट सुरक्षितता राखून आवश्यकतेनुसार शून्य वैयक्तिक डेटा धारणा, कुकी-मुक्त ऑपरेशन आणि इतर कराराच्या गोपनीयतेची हमी देऊ शकतो. पुढे वाचा.",
  "3740051331": "आम्ही सोशल मीडिया, मंच आणि आमच्या इन-विजेट आणि ईमेल समर्थन चॅनेलवर तुमच्या वापरकर्त्यांच्या प्रश्नांचे सक्रियपणे निरीक्षण करण्यासाठी आणि त्यांना प्रतिसाद देण्यासाठी देखील वचनबद्ध आहोत. आम्ही प्रवेश करण्यायोग्य आणि प्रतिसाद देणारे आहोत आणि वापरकर्त्याच्या समाधानाला शीर्ष KPI मानतो.",
  "3753956446": "फुकट",
  "3758963444": "धन्यवाद! तुमचे सबमिशन प्राप्त झाले आहे!",
  "3767462250": "गोपनीयतेसाठी डिझाइन केलेले",
  "3768951251": "एंटरप्राइझ SLAs",
  "3807059944": "वापरलेली आव्हान सामग्री नियंत्रित करा",
  "3816867833": "अभिप्राय",
  "3817811295": "खात्रीशीर विश्वासार्हता आणि जलद 24/7 ऑन-कॉल समर्थन.",
  "3892905664": "hCaptcha तुमच्या आवडत्या ऑनलाइन सेवांना बॉट्स, स्पॅम आणि गैरवर्तनापासून दूर ठेवण्यास मदत करते जे मानवांसाठी सोपे आणि मशीनसाठी कठीण असे सोपे प्रश्न विचारून.",
  "3913848038": "99.99% अपटाइम SLA आणि 24/7 जागतिक समर्थन उपलब्ध.",
  "3951254541": "आम्ही तुमच्या इनपुटची प्रशंसा करतो. आम्हाला कोणतीही समस्या कळवा आणि आम्ही त्यांचे त्वरीत निराकरण करू.",
  "3952259236": "तुमचा आंधळा डेटा hCaptcha च्या हजारो सिग्नलसह एकत्र करा hCaptcha वर्तनाच्या वर्गांवर प्रशिक्षित करण्यासाठी -- फक्त तुमच्या उदाहरणासाठी -- दुर्भावनापूर्ण वर्तनाचा अंदाज लावण्यासाठी एकट्या उपायापेक्षा चांगले.",
  "3953584369": "अत्याधुनिक RBAC प्रवेश निर्बंध उपलब्ध आहेत.",
  "4007826952": "वेब, मोबाइल आणि अधिकसाठी #1 गोपनीयता-प्रथम कॅप्चा.",
  "4019660456": "0ms लेटन्सी: कोणत्याही API कॉलशिवाय hCaptcha टोकन सत्यापित करा.",
  "4065065042": "तुमच्या वापराच्या केसमध्ये तंतोतंत बसण्यासाठी हे डायल करा.",
  "4083018285": "विस्तारित वैशिष्ट्यांचा एक संच जो वर्धित SOC देखरेख आणि अत्याधुनिक सततच्या धोक्यांना संबोधित करण्यासाठी प्रतिसादासह एकत्रित करतो",
  "4146870445": "आम्ही कोण आहोत",
  "4147497805": "गाजर",
  "4194763679": "बारीकसारीक अडचणीची पातळी",
  "4195759329": "बॉट शोध आणि जोखीम स्कोअर",
  "4199502476": "प्रगत अहवाल डॅशबोर्ड आणि API",
  "4238473596": "वास्तविक वापरकर्त्यांसाठी घर्षण कमी करणे महत्वाचे आहे. hCaptcha सोपी कार्ये वापरते आणि अधिक बॉट ट्रॅफिक थांबवताना बहुतेक वापरकर्त्यांसाठी कमी वेळ घेते.",
  "4272022475": "सर्व विनंत्या आणि मालमत्ता hcaptcha.yourdomain.com वर जातात",
  "4272454814": "तुमच्या पसंतीच्या ओळख प्रदात्याशी समाकलित व्हा.",
  "a11y-img-1": "लॉगिन नंतर प्रवेशयोग्यता वापरकर्ता स्क्रीन",
  "a11y-img-2": "विजेट यूआय मेनूमधील प्रवेशयोग्यता पर्याय",
  "a11y-img-3": "विजेट UI मधील प्रवेशयोग्यता संवाद बॉक्स",
  "about-advisors-brendan": "ब्रेव्हचे सीईओ मोझिला सह-संस्थापक. जावास्क्रिप्ट प्रोग्रामिंग भाषेचा निर्माता. ब्राउझर आणि अधिक तयार करणारा.",
  "about-advisors-dawn": "प्रोफेसर, कॅलिफोर्निया, बर्कले येथील विद्यापीठातील सी.एस. खोल शिक्षण, सुरक्षा, ब्लॉकचेन तज्ञ. ओएसिस लॅबचे सीईओ",
  "about-advisors-head": "सल्लागार",
  "about-advisors-keiran": "स्टॅनफोर्ड येथे संशोधन वैज्ञानिक मशीन लर्निंग आणि मुख्य बँकांमध्ये हेज फंड आणि शैक्षणिक अर्थ.",
  "about-content-head-1": "आपण काय करतो",
  "about-content-head-2": "हे महत्त्वाचे का आहे",
  "about-content-text-1a": "एचकेप्चा बॉट्स थांबविण्याकरिता आधुनिक, गोपनीयता-लक्ष केंद्रित दृष्टीकोन आणतो.",
  "about-content-text-1b": "मशीन कॅप्शिंग समस्यांमधून कठीण-लेबल डेटा संकलित करून आणि वेबसाइट किंवा अॅप अभ्यागत मनुष्य आहे की नाही हे वेगळे करण्यासाठी लोकांचा वापर करून बॉटसाठी कठीण परंतु लोकांसाठी सोपे असलेल्या कॅप्चा आव्हाने आम्ही दर्शवितो.",
  "about-content-text-2a": "वाईट कलाकार ऑनलाइन सामान्यपणे वाढत आहेत. परंतु वापरकर्त्याच्या गोपनीयतेचे बलिदान देणे हे उत्तर नाही.",
  "about-content-text-2b": "जाहिरात कंपन्यांद्वारे ऑफर केलेले सुरक्षा उपाय प्रामुख्याने वेबवरील वापरकर्त्यांचा मागोवा घेण्यावर लक्ष केंद्रित करतात. आम्ही एक प्रभावी सुरक्षितता उपाय तयार केला आहे जो सिद्ध करतो की वापरकर्त्याच्या गोपनीयतेस हानी पोहचविणे उत्कृष्ट परिणाम वितरित करणे आवश्यक नाही.",
  "about-intro-head-1": "एच कॅप्चा बद्दल",
  "about-intro-head-2": "गोपनीयता, सुरक्षा आणि मशीन शिक्षण.",
  "about-intro-text": "hCaptcha ही जगातील सर्वाधिक वापरली जाणारी स्वतंत्र कॅप्चा सेवा आहे.",
  "about-leadership-head": "आम्ही कोण आहोत",
  "about-leadership-headsub": "आजच्या सर्वात कठीण समस्यांवर काम करणारा एक अनुभवी संघ.",
  "about-leadership-link1": "आम्ही कोण आहोत",
  "about-leadership-text1": "वाढत्या अत्याधुनिक आधुनिक धोक्यांपासून ऑनलाइन सिस्टमला सुरक्षित ठेवण्यावर विशेष लक्ष केंद्रित करून आम्ही व्यापक प्रमाणात खोल शिक्षण आणि व्हिज्युअल डोमेन मशीन शिक्षणात तज्ज्ञ आहोत.",
  "about-leadership-text2": "दशके दशकातील सॉफ्टवेअर आणि मशीन शिकण्याच्या कौशल्यामुळे, गोपनीयता संरक्षित करताना आजच्या काही कठीण समस्यांना सोडविण्यासाठी आम्ही मोठ्या प्रमाणात स्केलेबल सिस्टम तयार आणि ऑपरेट करतो.",
  "acc-opt": "प्रवेशयोग्यता पर्याय",
  "acc-opt-but": "Ibilityक्सेसीबीलिटी पर्यायांबद्दल अधिक जाणून घ्या",
  "acc-opt-text": "आपण दृष्टिहीन आहात किंवा hCaptchas पूर्ण करण्यात अक्षम आहात?",
  "accessibility-link": "प्रवेशयोग्यता",
  "appreciate-in": "आम्ही आपल्या इनपुटचे कौतुक करतो. आम्हाला कोणतीही समस्या सांगा आणि आम्ही त्या लवकर सोडवू.",
  "fb-but": "आम्हाला अभिप्राय पाठवा",
  "feedback-text": "आपण आत्ताच पाहिलेल्या एच कॅप्चावर अभिप्राय द्या",
  "footer-attribution": "विशेषता",
  "footer-copyright-text": "एच कॅप्चा हा अंतर्ज्ञान मशीन इंक चा नोंदणीकृत ट्रेडमार्क आहे.",
  "footer-header-1": "कंपनी",
  "footer-header-2": "संसाधने",
  "footer-header-3": "संपर्क",
  "footer-link-1": "लेबलिंग",
  "footer-link-10": "प्रवेशयोग्यता",
  "footer-link-2": "बद्दल",
  "footer-link-3": "नोकर्‍या",
  "footer-link-4": "ट्रेडमार्क",
  "footer-link-5": "एआय नीतिशास्त्र",
  "footer-link-6": "ब्लॉग",
  "footer-link-7": "स्थिती",
  "footer-link-8": "दस्तऐवजीकरण",
  "footer-link-9": "उणिव कळवा",
  "footer-privacy": "गोपनीयता",
  "footer-subheader-1": "आधार",
  "footer-subheader-2": "संपर्क",
  "footer-terms": "अटी",
  "h-plans": "सदस्यता योजना",
  "header-docs-link": "डॉक्स",
  "header-labeling-services-link": "लेबलिंग सेवा",
  "header-login-button": "लॉगिन",
  "header-plans-link": "योजना",
  "header-signup-button": "साइन अप",
  "home-about-head": "एच कॅप्चा बद्दल",
  "home-about-subtitle": "मानव प्रोटोकॉल द्वारा समर्थित",
  "home-about-text-1": "एचसीप्चा हे मशीन शिक्षणातील सर्वात श्रम गहन समस्येचे निराकरण करण्यासाठी डिझाइन केलेले आहे: वेळेवर, परवडणारे आणि विश्वासार्ह मार्गाने मोठ्या प्रमाणात डेटा लेबलिंग करणे.",
  "home-about-text-2": "अधिक डेटा सहसा प्रशिक्षण मशीन शिक्षण मॉडेलमध्ये चांगले परिणाम देतात. अलीकडील सखोल मॉडेल्सच्या यशामुळे काही मानवी पुनरावलोकनांसह मोठ्या प्रमाणात डेटासेट वाढत आहे. तथापि, मॅकेनिकल टर्क, फिगर आठ इ. द्वारे मोठ्या मानवी-पुनरावलोकन केलेले डेटासेट तयार करणे दोन्ही हळू आणि महाग आहे.",
  "home-about-text-3": "एचसीप्चा वेबसाइटवर बॉट्स आणि इतर प्रकारची गैरवर्तन करीत असताना या मागणीसाठी पैसे कमविण्यास परवानगी देते.",
  "home-about-text-4": "एच कॅप्चा मार्केटप्लेस इथेरियम ब्लॉकचेनवर चालणार्‍या मानवी पुनरावलोकनासाठी ओपन विकेंद्रीकृत प्रोटोकॉल ह्यूमन प्रोटोकॉलद्वारे समर्थित आहे. जेव्हा जेव्हा वापरकर्ते त्यांच्या साइटवर एचसीप्चा विजेट वापरतात तेव्हा वेबसाइट्स ह्यूमन टोकन (एचएमटी) कमवतात आणि मशीन लर्निंग कंपन्या त्यांचा डेटा लेबल लावण्यासाठी मानवी टोकनला पैसे देतात.",
  "home-ba-labeling-services-link": "लेबलिंग सेवा",
  "home-benefits-head-1": "डेटा लेबलिंगमधील मूल्य",
  "home-benefits-head-2": "चॅरिटीला परत द्या",
  "home-benefits-text-1": "आपण एका विशाल कंपनीची मशीन शिक्षण प्रणाली विनामूल्य प्रशिक्षण देण्यात मदत करत असलेल्या कारवर क्लिक करता तेव्हा आपणास हे लक्षात आले आहे?",
  "home-benefits-text-2": "hCaptcha हे मॉडेल फिरवते. जेव्हा आपण एच कॅप्चा वापरता, तेव्हा कंपन्या आपल्या वापरकर्त्याची मानवता सिद्ध करण्याच्या कार्यासाठी बोली लावतात. आपण बक्षिसे मिळवा.",
  "home-benefits-text-3": "आपल्या आवडत्या चॅरिटीला परत देऊ इच्छिता? एच कॅप्चा आपल्याला आपल्या आवडीच्या चॅरिटीजचा वापर करुन मिळविलेल्या उत्पन्नासह आपले समर्थन करू देतो. आपल्या साइटवरील वापरकर्ते लवकरच एचसीप्चा इंटरफेसवर सुज्ञ ब्रांडिंगद्वारे चॅरिटीमध्ये आपले योगदान पाहण्यास सक्षम असतील.",
  "home-challenge-text-1": "क्वेरीशी जुळणार्‍या सर्व प्रतिमा निवडा",
  "home-challenge-text-2": "ऑब्जेक्ट्ससाठी बाउंडिंग एरिया निश्चित करा",
  "home-challenge-text-3": "संबंधित लेबले ओळखा",
  "home-challenge-title-1": "तुलना",
  "home-challenge-title-2": "बाउंडिंग बॉक्स",
  "home-challenge-title-3": "वर्गीकरण",
  "home-challenges-head": "आव्हाने सादर केली",
  "home-challenges-text-1": "... आणि इतर सोपी कार्ये. मानवांसाठी सोपे, बॉट्ससाठी कठीण.",
  "home-challenges-text-2": "एंटरप्राइझ प्रकाशकांसाठी सानुकूल कार्ये देखील उपलब्ध आहेत.",
  "home-ent-1": "आमच्या एंटरप्राइझ सुरक्षा ऑफर शोधत आहात?",
  "home-ent-2": "आमच्या नवीन समर्पित साइटला भेट द्या: BotStop.com",
  "home-ent-button": "अधिक जाणून घ्या: एचकप्चाद्वारे बॉटस्टॉप",
  "home-from-the-blog": "ब्लॉग कडून:",
  "home-from-the-blog-value": "HCaptcha अडचण सेटिंग्ज कशा कार्य करतात",
  "home-intro-body": "सांगकामे ठेवण्यासाठी आपण कॅप्चा वापरता? hCaptcha वापरकर्त्याच्या गोपनीयतेचे रक्षण करते, वेबसाइटना पुरस्कृत करते आणि कंपन्यांना त्यांचा डेटा लेबल लावण्यास मदत करते. रेकापचा ही ड्रॉप-इन रिप्लेसमेंट आहेः आपण काही मिनिटांतच स्विच करू शकता.",
  "home-intro-button": "आत्ताच नोंदणी करा",
  "home-intro-head": "अधिक सांगकामे थांबवा. वापरकर्त्याच्या गोपनीयतेचे संरक्षण करण्यास प्रारंभ करा.",
  "home-main-1": "खाजगी. सुरक्षित वेगवान. आणि आम्ही ते वापरण्यासाठी आपल्याला पैसे देतो.",
  "home-main-2": "गोपनीयता केंद्रित",
  "home-main-2c": "जाहिरात नेटवर्क तुमच्या अभ्यागतांना उत्पादन म्हणून पाहतात. hCaptcha साठी उत्पादन हे त्यांनी दिलेले काम आहे. तुमचे वापरकर्ते कोण आहेत याची आम्हाला पर्वा नाही, फक्त ते दुर्भावनापूर्ण असण्याची शक्यता किती आहे. आम्ही प्रायव्हसी पास सारख्या उपक्रमांना समर्थन देतो आणि गोपनीयता आणि सुरक्षितता संतुलित करण्यासाठी कठोर परिश्रम करतो.",
  "home-main-3": "सुरक्षा प्रथम",
  "home-main-3c": "अचूकता आपल्या आणि आमच्या हिताचे आहे. एच कॅप्चा प्रकाशक-केंद्रित आहे. आम्ही आपल्याला वास्तविक डेटा देण्याचे कार्य करतो आणि आपण ते कसे वापरावे हे ठरवू देते. इतर कॅप्चा प्रचंड कंपन्यांच्या जाहिरातींनी पुरविल्या आहेत. याचा अर्थ असा की त्यांनी अवरोधित केलेले प्रत्येक बॉट त्यांचे उत्पन्न कमी करू शकेल.",
  "home-main-4": "उत्तम वापरकर्ता अनुभव",
  "home-main-4c": "मानवता निर्धारित करण्यासाठी अत्याधुनिक मशीन लर्निंग मॉडेल्स एचकेप्चा द्वारे वापरली जातात. आम्हाला अद्याप आपल्या वापरकर्त्यांकडून त्रासदायक कार्ये करण्याची आवश्यकता आहे आणि ग्राहकांना लेबल लावण्यासाठी उपयुक्त लेबल डेटा तयार करीत असताना, तसे करण्यात त्यांचा कमी वेळ घेण्यास मदत करू देते.",
  "home-main-plans": "एच कॅप्चा कोणत्याही आकाराच्या प्रकाशकांसाठी वापरण्यास विनामूल्य आहे. तथापि, अधिक नियंत्रणाची आवश्यकता असलेल्या उपक्रम आणि प्लॅटफॉर्मसाठी, आमचे एंटरप्राइझ सोल्यूशन्स उपलब्ध आहेत.",
  "home-main-plans2": "एच कॅप्चा एंटरप्राइझ सोल्यूशन ग्रहावरील काही मोठ्या कंपन्यांकरिता कोट्यवधी वेबसाइट्सच्या लाखो वापरकर्त्यांचे संरक्षण करते. कृपया अधिक माहितीसाठी आमच्याशी संपर्क साधा किंवा भेट द्या",
  "home-main-plans3": "एच कॅप्चा एंटरप्राइझ सोल्यूशन ग्रहावरील काही मोठ्या कंपन्यांकरिता कोट्यवधी वेबसाइट्सच्या लाखो वापरकर्त्यांचे संरक्षण करते. कृपया अधिक माहितीसाठी आमच्याशी संपर्क साधा किंवा भेट द्या",
  "home-main-plans4": "तपशीलांसाठी.",
  "home-plans-button-1": "आत्ताच नोंदणी करा",
  "home-plans-button-2": "संपर्क विक्री",
  "home-plans-chart-head-1": "वैशिष्ट्ये",
  "home-plans-chart-head-2": "प्रकाशक",
  "home-plans-chart-head-3": "एंटरप्राइझ",
  "home-plans-chart-row-1-cell-1": "आव्हान दर्शविलेले प्रकार नियंत्रित करा",
  "home-plans-chart-row-1-cell-2": "मर्यादित",
  "home-plans-chart-row-1-cell-3": "एकूण",
  "home-plans-chart-row-10-cell-1": "एकाधिक-वापरकर्ता डॅशबोर्ड",
  "home-plans-chart-row-11-cell-1": "प्रगत अहवाल वैशिष्ट्ये",
  "home-plans-chart-row-12-cell-1": "एंटरप्राइझ एसएलए",
  "home-plans-chart-row-2-cell-1": "वापरलेली आव्हान सामग्री नियंत्रित करा",
  "home-plans-chart-row-2-cell-2": "मर्यादित",
  "home-plans-chart-row-2-cell-3": "एकूण",
  "home-plans-chart-row-3-cell-1": "मानवी विद्रावांसाठी बक्षीस मिळवा",
  "home-plans-chart-row-4-cell-1": "जागतिक दर्जाचे अँटी-बॉट संरक्षण",
  "home-plans-chart-row-5-cell-1": "प्रत्येक देशात कार्य करते",
  "home-plans-chart-row-5a-cell-1": "नो-कॅप्चा आणि 99.9% निष्क्रिय मोड",
  "home-plans-chart-row-5b-cell-1": "बॉट आत्मविश्वास स्कोअर",
  "home-plans-chart-row-6-cell-1": "जीडीपीआर आणि सीसीपीए-अनुकूल गोपनीयता धोरण",
  "home-plans-chart-row-7-cell-1": "बारीक द्राक्षांचा त्रास पातळी",
  "home-plans-chart-row-8-cell-1": "आपली स्वतःची आव्हान सामग्री लाँच करा",
  "home-plans-chart-row-9-cell-1": "वेळ-आधारित अडचणीचे वेळापत्रक",
  "home-try-it-out-button": "एच कॅप्चा मिळवा",
  "home-try-it-out-head": "प्रयत्न कर",
  "home-try-it-out-text": "एचकेप्चा मानवी निराकरणासाठी क्षुल्लक असताना सोपी, सुलभ आणि विश्वासार्ह बॉट शोध प्रदान करते.",
  "labeling-about-head": "एच कॅप्चा बद्दल",
  "labeling-about-text-1": "एच कॅप्चा हे मशीन शिक्षणातील सर्वात श्रम गहन समस्येचे निराकरण करण्यासाठी डिझाइन केले गेले आहे; वेळेवर, स्वस्त आणि विश्वासार्ह मार्गाने मोठ्या प्रमाणात डेटा लेबलिंग. अधिक डेटा सहसा प्रशिक्षण मशीन शिक्षण मॉडेलमध्ये चांगले परिणाम देतात. अलीकडील सखोल मॉडेल्सच्या यशामुळे मोठ्या प्रमाणात डेटासेट वाढले आहेत आणि एच कॅप्चा ही आवश्यकता पूर्ण करते.",
  "labeling-about-text-2": "तथापि, पारंपारिक पद्धतींचा वापर करून मोठे मानवी-पुनरावलोकन केलेले डेटासेट तयार करणे दोन्ही हळू आणि महाग आहे. एच कॅप्चा हा कंपन्यांकरिता आवश्यक एनोटेशन जलद आवश्यक आहे, उच्च प्रतीसह आणि इतर पर्यायांच्या तुलनेत कमी किंमतीत.",
  "labeling-annotations-head": "भाष्य प्रकार",
  "labeling-annotations-text-1": "प्रतिमा आणि व्हिडिओमध्ये अचूक ऑब्जेक्ट ओळख",
  "labeling-annotations-text-2": "प्रतिमा आणि व्हिडिओमध्ये अचूक ऑब्जेक्ट ओळख",
  "labeling-annotations-text-3": "बर्‍याच भिन्न वापर प्रकरणांसाठी पॉइंट भाष्ये",
  "labeling-annotations-text-4": "कोणत्याही आकाराच्या अनियंत्रित श्रेण्या क्रमवारी लावा किंवा जोडा",
  "labeling-annotations-text-5": "मानवी शक्ती-शोध आणि वर्गीकरण",
  "labeling-annotations-text-6": "येथे सूचीबद्ध नसलेला दुसरा प्रकार हवा आहे? फक्त आम्हाला विचारा.",
  "labeling-annotations-title-1": "बाउंडिंग बॉक्स",
  "labeling-annotations-title-2": "बहुभुज",
  "labeling-annotations-title-3": "खुणा",
  "labeling-annotations-title-4": "विशेषता वर्गीकरण",
  "labeling-annotations-title-5": "तुलना आणि शोध",
  "labeling-annotations-title-6": "... आणि बरेच काही",
  "labeling-ent-button": "आमच्या एंटरप्राइझ सोल्यूशन्स कार्यसंघाशी संपर्क साधा",
  "labeling-ent-head": "एंड-टू-एंड नियंत्रण आवश्यक आहे?",
  "labeling-ent-text-1": "एचसीप्चाच्या मागे ह्युमन प्लॅटफॉर्म आपल्या अस्तित्वातील प्रणालींसह समाकलित केलेल्या प्री-प्रीमिस, हायब्रिड किंवा सास उपयोजनांद्वारे अत्यंत परिष्कृत कार्य गुणवत्ता आणि व्यवस्थापन वैशिष्ट्ये प्रदान करते.",
  "labeling-ent-text-2": "आपल्या स्वत: च्या कर्मचार्‍यांसह संपूर्ण ऑफलाइन चालवा, व्यवसाय युनिट्स किंवा कन्सोर्टियम भागीदारांद्वारे वापरल्या जाणार्‍या ट्रॅकचे मूल्य, निवड आणि खर्च आणि सुरक्षा आवश्यकतांच्या आधारावर वेगवेगळ्या अंतर्गत किंवा बाह्य कामगार प्रदात्यांकडे नोकरी निवड करा.",
  "labeling-ent-text-3": "कार्यक्षमता वाढविण्यासाठी सुलभ एपीआय प्रवेश, सुंदर डॅशबोर्ड्स आणि नवीनतम मॉडेल इन-द-लूप तंत्रज्ञान.",
  "labeling-ent-text-4": "99.99% अपटाइम एसएलए आणि 24/7 जागतिक समर्थन उपलब्ध. अधिक माहितीसाठीः",
  "labeling-features-head-1": "सोपी एपीआय-चालित पाइपलाइन.",
  "labeling-features-head-2": "किंमत आणि गुणवत्तेसाठी अनुकूलित कोणतीही स्पष्ट वचनबद्धता आवश्यक नाही.",
  "labeling-features-head-3": "केवळ आपल्याला आवश्यक अचूकतेसाठी पैसे द्या.",
  "labeling-features-head-4": "आपला स्वतःचा ग्राउंड सत्य डेटा प्रदान करा किंवा आम्हाला तो उड्डाणपूलावर बनवू द्या.",
  "labeling-features-text-1": "मानवी पुनरावलोकन थेट आपल्या व्यवसाय ऑपरेशनमध्ये समाकलित करू इच्छिता? आम्ही उच्च विश्वसनीयता एसएलए, हमी क्षमता आणि साधी आरईएसटी API ऑफर करतो.",
  "labeling-features-text-2": "अत्याधुनिक रीअल-टाइम गुणवत्तेचे विश्लेषण करण्यासाठी ह्यूमन प्लॅटफॉर्म व्यापक आत्मविश्वास मॉडेल्स वापरतो. यामुळे आम्हाला प्रश्नांची अडचण आणि त्यांचे योग्य उत्तर या दोन्ही गोष्टी द्रुतपणे निर्धारित करण्यास अनुमती देते, आपला वेळ आणि पैशांची बचत होते.",
  "labeling-features-text-3": "सर्व समस्या एकसारख्या नसतात. सुरक्षा-गंभीर कार्यांसाठी भाष्य करण्यासाठी संपूर्ण मानवी कामगारांकडून 99.99% आत्मविश्वास आवश्यक आहे. मोबाइल गेम अ‍ॅपमधील एका बीटा वैशिष्ट्यासाठी भाष्यांसाठी केवळ मध्यम आत्मविश्वासाची आवश्यकता असू शकते. तुम्ही ठरवा.",
  "labeling-features-text-4": "आपल्याकडे व्यापक सत्यापन सेटशिवाय कच्चा डेटा आहे? बहुतेक प्रकरणांमध्ये आम्ही आपल्यासाठी एक सिस्टम तयार केलेली कार्ये म्हणून तयार करू किंवा आपल्या मंजुरीसाठी लेबल असलेले नमुने तयार करु.",
  "labeling-info-head": "डेटा लेबल मिळविणे",
  "labeling-info-text-1": "आपल्या प्रोजेक्ट गरजा परिभाषित करण्यासाठी आमच्या डोमेन तज्ञांपैकी एकाशी बोलाः लक्ष्य अचूकता, स्वरूप आणि कोणत्याही विशेष आवश्यकता.",
  "labeling-info-text-2": "आम्ही आपल्या नमुना डेटावर आधारित एक लहान उत्पादन नोकरी कार्यान्वित करतो. आपल्याला आवश्यक असलेल्या गोष्टी आपल्याला नक्की मिळतील हे सुनिश्चित करण्यासाठी आम्ही एकत्रित केलेल्या कामाची चाचणी घेते.",
  "labeling-info-text-3": "आमच्या उच्च व्हॉल्यूम आणि कमी विलंब सह आम्ही स्वयंचलित वितरण पूर्ण होताच आपले कार्य पटकन फिरवू.",
  "labeling-info-text-4": "आम्ही आपल्या उत्पादन कार्याचे मापदंड अधिक चांगल्या प्रकारे समजून घेतल्याने परिणाम काळानुसार सुधारत राहतील.",
  "labeling-info-text-5": "थेट डॅशबोर्ड आपल्याला कोणत्याही वेळी अभिप्राय प्रदान करण्यास किंवा उत्पादनास विराम देण्यास अनुमती देतात.",
  "labeling-info-title-1": "वैशिष्ट्य परिभाषित करा",
  "labeling-info-title-2": "आरंभिक नोकरी परीक्षा",
  "labeling-info-title-3": "उत्पादन नोकर्या तैनात करा",
  "labeling-info-title-4": "सतत सुधारणा",
  "labeling-info-title-5": "वास्तविक वेळ निकाल",
  "labeling-main-1": "प्रमाणात प्रभावीपणे डेटा लेबलिंग",
  "labeling-main-1-button": "आपला डेटा आत्ताच लेबल करा",
  "labeling-main-1c": "तुमच्या डेटासेटसाठी आणखी लेबले हवी आहेत? hCaptcha कृत्रिम बुद्धिमत्ता आणि मशीन लर्निंग ऍप्लिकेशन्सवर काम करणाऱ्या कंपन्यांसाठी जलद, किफायतशीर आणि उच्च दर्जाचे डेटा लेबलिंग प्रदान करते.",
  "labeling-main-2": "लाखो कामे त्वरित लाँच करा.",
  "labeling-main-2-button": "डेटा लेबलिंग सेवा खरेदी करा",
  "labeling-main-2c": "आपल्या वापरासाठी उपलब्ध असलेल्या एचसी कॅप्चावर पृथ्वीवरील सर्वात मोठे तलाव आहे. आपला स्केल काहीही असो, आम्ही महागड्या स्पष्ट प्रतिबद्धतेशिवाय हे हाताळू शकतो. दररोज कोट्यवधी कामे कोणतीही अडचण नसतात.",
  "labeling-platform-head": "खाजगी किंवा सार्वजनिक माहिती",
  "labeling-platform-text": "एच कॅप्चा हा मानव प्लॅटफॉर्मवर बनविला गेला आहे, जो प्रत्येक चरणात किंमत आणि कार्यक्षमता अनुकूलित करण्यासाठी अत्याधुनिक मार्ग आणि विश्लेषणास अनुमती देते. हे तंत्रज्ञान आपल्या नोकरीच्या प्रत्येक भागाचे योग्य कार्यक्षेत्र हाताळण्यास, गोपनीयतेचे संरक्षण करताना आणि लागू होणार्‍या कोणत्याही नियामक आवश्यकतांची पूर्तता करताना किंमतीची कार्यक्षमता वाढवते.",
  "labeling-try-button": "डेटा लेबलिंग सेवा खरेदी करा",
  "labeling-try-head": "आपल्या डेटासह प्रयत्न करून पाहू इच्छिता?",
  "labeling-try-text": "... आपण असता तेव्हा आम्ही तयार असतोः आमची सेवा चोवीस तास उपलब्ध असते.",
  "learn-more-hcaptcha": "एच कॅप्चा बद्दल अधिक जाणून घ्या",
  "page-acc-faq-1": "प्रश्न: hCaptcha कलम 508 + WCAG 2.1 AA सुसंगत आहे का? उत्तर: आमचा असा विश्वास आहे: वेब ब्राउझ करण्यास आणि फॉर्मवर मजकूर टाकण्यास सक्षम असलेले सर्व वापरकर्ते hCaptcha द्वारे संरक्षित केलेल्या सेवांमध्ये नोंदणी केल्यानंतर प्रवेश करू शकतात. तथापि, हा कायदेशीर सल्ला नाही: तुमच्या तैनातीसाठी हीच स्थिती आहे याची खात्री करण्यासाठी तुमची विशिष्ट अंमलबजावणी विचारात घेऊन तुम्ही स्वतःचे मूल्यमापन करावे.",
  "page-acc-faq-2": "प्रश्न: तुम्ही ऑडिओ सारख्या इतर प्रवेशयोग्यता (a11y) पर्यायांवर काम करत आहात का? उत्तर: ऑडिओ कॅप्चासारखे पूर्वीचे लोकप्रिय पर्याय अनेक a11y वापरकर्त्यांशी भेदभाव करतात आणि आधुनिक मशीन लर्निंग तंत्रांद्वारे सहज पराभूत होतात. यामुळे हल्लेखोरांना पराभूत करण्यासाठी आवाज, विचित्र वेळ, असामान्य शब्द संयोजन आणि अशाच प्रकारे वर्तमान ऑडिओ आव्हाने अधिकाधिक कठीण होत आहेत. त्यामुळे आव्हान पूर्णपणे टाळणे विरुद्ध आम्ही या दृष्टिकोनाबद्दल कमी उत्साही आहोत, परंतु a11y समुदायाकडून मागणी असल्यास त्याचा विचार करू. तथापि, आम्हाला प्रवेशयोग्यता वापर प्रकरणासाठी गोपनीयता पासमध्ये खूप रस आहे. आमचा विश्वास आहे की आमचा सध्याचा a11y दृष्टीकोन गोपनीयता पास जारी करण्यासोबत एकत्रित केल्याने a11y वापरकर्त्यांना सुरक्षितपणे ब्राउझ करण्याची अनुमती मिळेल, त्यांची रहदारी अधिक खाजगी आहे हे जाणून सुरक्षितपणे, बॉट ऑपरेटरद्वारे होणार्‍या गैरवापराला प्रतिबंधित करताना जे a11y पर्याय उपलब्ध असतात तेव्हा अपरिहार्यपणे उद्भवतात. या नवीन तंत्रज्ञानाचे प्रमाणीकरण करणाऱ्या IETF कार्यगटात आम्ही सक्रिय सहभागी आहोत.",
  "page-acc-faq-3": "प्रश्न: गोपनीयतेबद्दल काय? नोंदणीमुळे a11y ब्राउझिंग डेटा काही प्रकारे उघड होतो का? तुम्ही ईमेलचे काय करता? उत्तर: hCaptcha गोपनीयतेसाठी तयार केले गेले आहे. हे reCAPTCHA सारख्या पारंपारिक पर्यायांपेक्षा खूप वेगळे आहे जे जाहिरात नेटवर्कच्या मालकीचे आहेत, ज्यांना वेबवर तुमचा मागोवा घेण्यासाठी आणि तुम्हाला खऱ्या ओळखीशी जोडण्यासाठी प्रोत्साहन आहे. a11y वापर सुलभ करणे आणि गैरवर्तन रोखणे याशिवाय इतर कोणत्याही हेतूसाठी आम्ही प्रवेशयोग्यता ईमेल किंवा माहिती कधीही वापरत नाही. आम्ही डेटा कसा वापरतो याविषयी आमच्या गोपनीयता धोरणामध्ये सर्वसमावेशक आणि अधिकृत उत्तरे आहेत, परंतु संक्षिप्त उत्तर म्हणजे आम्हाला तुमच्या ब्राउझिंग इतिहासाशी एक व्यक्ती म्हणून जोडण्यात रस नाही. आम्ही सध्या तुमचा ईमेल पत्ता द्रुतपणे टाकून देण्यासाठी क्रिप्टोग्राफिक उपायावर देखील काम करत आहोत. दुरुपयोग रोखण्याची आमची क्षमता जपत असताना, आमच्या प्रायव्हसी पासच्या कामाला पूरक आहे.",
  "page-acc-link-1": "आपण प्रवेशयोग्यता वापरकर्ता असल्यास, कृपया येथे साइन अप करा.",
  "page-acc-subhead": "सुरक्षितता राखताना सर्व वापरकर्त्यांसाठी अखंड प्रवेश सुनिश्चित करणे",
  "page-acc-summary": "सारांश",
  "page-acc-summary-contents-1": "hCaptcha बॉट्सला लोकांपासून वेगळे करून थांबवण्यासाठी डिझाइन केले आहे. व्हिज्युअल चाचण्या यासाठी एक सोयीस्कर साधन आहे, परंतु प्रत्येकजण दृश्य आव्हान सोडवू शकत नाही. या कारणास्तव आम्ही आमची सेवा वापरणार्‍या प्रकाशकांना कलम ५०८ आणि WCAG 2.1 AA चे पूर्ण पालन करून सर्वांसाठी प्रवेशयोग्यता जतन करू देण्यासाठी एक सोपा, वेदनारहित पर्याय तयार केला आहे.",
  "page-acc-summary-contents-2": "हे कसे कार्य करते: प्रथम, प्रवेशयोग्यता वापरकर्त्याने या URL वर साइन अप केले आहे, जे एचकॅप्चा विजेट माहिती पृष्ठामध्ये दुवा साधलेले आहे. त्यांना एक एनक्रिप्टेड कुकी देण्यात आली आहे जी दररोज बर्‍याच वेळा वापरली जाऊ शकते परंतु लॉगिनद्वारे दर 24 तासांनी रीफ्रेश केली जाणे आवश्यक आहे. जेव्हा एचसी कॅप्चा सेवा वापरुन कोणत्याही साइटवरील ibilityक्सेसीबीलिटी वापरकर्त्याला आव्हान दिले जाईल तेव्हा ते आपोआप पास होतील.",
  "page-acc-title": "hCaptcha ibilityक्सेसीबीलिटी माहिती",
  "page-acc-tr-body": "प्रश्नः कुकी सेट केल्यानंतर मला अजूनही एक आव्हान दिसत आहे. हे कशामुळे होत आहे?<br> उत्तरः हे सामान्यत: आक्रमक अ‍ॅड ब्लॉकर किंवा कुकी-विस्तार विस्तार किंवा क्रॉस-साइट कुकीज अवरोधित करणार्‍या सेटिंगमुळे किंवा या प्रकरणात hcaptcha.com साठी एक कुकी जी वेगळ्या साइटवर hCaptcha JS द्वारे सेट केलेली आहे किंवा तपासली आहे. , ज्याला आपण भेट देत आहात त्याप्रमाणे.<br><br> एच कॅप्चा प्रवेशयोग्यता कुकीज सर्व लोकप्रिय ब्राउझर आणि त्यांच्या मानक सेटिंग्जसह adड ब्लॉकर्ससह कार्य करतात, म्हणून सामान्यत: अपयश अ‍ॅन्टी-एंटी-ब्लॉक स्क्रिप्ट्स किंवा विशिष्ट साइटना लक्ष्यित तत्सम नियमांमुळे होते.<br><br> उपाय:<br><br> 1. आपल्या जाहिरात ब्लॉकर किंवा ब्राउझर सुरक्षा विस्तारामधील श्वेतसूची hcaptcha.com आणि * .hcaptcha.com कुकीज.<br> २. आपण सध्या कोणत्याही प्रकारचे कुकी श्वेतसूची नसलेले शूर ब्राउझर वापरत असल्यास, प्राधान्ये -> शिल्ड्स -> कुकीज वर जा आणि सर्व कुकीजना परवानगी द्या निवडा.<br> You. जर आपण अलीकडेच रीलिझ केलेल्या ओएस एक्स १०.१ 13 किंवा आयओएस १.4.ari वर सफारीची अगदी नवीन आवृत्ती वापरत असाल तर, Appleपलने नुकतेच तृतीय-पक्षाच्या कुकीजशी संबंधित सफारीचे वर्तन बदलले आहे, त्या सर्वांना डीफॉल्टनुसार अवरोधित केले आहे. आम्ही निराकरण अंमलबजावणी करीत आहोत, परंतु या दरम्यान कृपया सफारी प्राधान्ये, गोपनीयता विभाग आणि वेबसाइट ट्रॅकिंग अनचेक करा: ibilityक्सेसीबीलिटी कुकीला अपेक्षेप्रमाणे कार्य करण्यास सक्षम करण्यासाठी क्रॉस-साइट ट्रॅकिंग प्रतिबंधित करा.<br><br> प्रश्न: मी अनेक साधने वापरतो. मला बर्‍याच वेळा साइन अप करण्याची आवश्यकता आहे?<br> उत्तर: नाही. कृपया कुकी सेट करण्यासाठी आपण वापरत असलेल्या प्रत्येक डिव्हाइसवर आपल्याला पाठविलेला समान ईमेल लॉग इन दुवा क्लिक करा.<br><br> प्रश्नः ibilityक्सेसीबीलिटी कुकी वापरताना मी तृतीय-पक्षाच्या कुकी ट्रॅकिंगपासून स्वतःचे संरक्षण कसे करू शकेन?<br> उत्तरः डोमेन-स्तरीय श्वेतसूची (उदा. UBlock मूळ) चे समर्थन करणारी कोणतीही गोपनीयता किंवा जाहिरात-अवरोधित करणे विस्तार वापरणे अपेक्षेप्रमाणे कार्य करेल: फक्त hcaptcha.com श्वेतसूचीबद्ध करण्याचे सुनिश्चित करा.",
  "page-acc-tr-title": "प्रवेशयोग्यता वापरकर्त्यांसाठी: वारंवार प्रश्न आणि समस्यानिवारण मार्गदर्शक",
  "page-acc-tr2-body": "सफारी<br> सफारी (मॅक) मध्ये कुकीज सक्षम करण्यासाठी: सफारी ड्रॉप-डाउन मेनूवर जा. प्राधान्ये निवडा. शीर्ष पॅनेलमधील गोपनीयता क्लिक करा. 'कुकीज अवरोधित करा' अंतर्गत 'कधीही नाही' हा पर्याय निवडा.<br> सफारी (आयफोन / आयपॅड iOS 11+) मध्ये कुकीज सक्षम करण्यासाठी: आपली सेटिंग्ज उघडा. खाली स्क्रोल करा आणि सफारी निवडा. गोपनीयता आणि सुरक्षितते अंतर्गत, 'क्रॉस-साइट ट्रॅकिंग रोखा' आणि 'सर्व कुकीज अवरोधित करा' बंद करा.<br><br> फायरफॉक्स<br> कोणत्याही वेबपृष्ठावरील अ‍ॅड्रेस बारच्या डावीकडील शिल्डवर क्लिक करा. संरक्षण सेटिंग्ज वर क्लिक करा. फायरफॉक्स प्राधान्यता गोपनीयता आणि सुरक्षा पॅनेल उघडेल. वर्धित ट्रॅकिंग संरक्षण अंतर्गत, सानुकूल निवडा. ते चेकबॉक्सेस निवडून कोणते ट्रॅकर आणि स्क्रिप्ट अवरोधित करायचे ते निवडा. आपण hcaptcha.com अनब्लॉक केलेले असल्याची खात्री करा.<br><br> चेकबॉक्सेसची निवड रद्द करून, आपण यास डीबग करण्यासाठी कस्टममधील काही संरक्षण तात्पुरते बंद देखील करू शकता: ट्रॅकर्स चेकबॉक्सची निवड रद्द करा किंवा आपणास अद्याप समस्या येत असल्यास कुकीज चेकबॉक्सची निवड रद्द करा.<br><br> गुगल क्रोम<br> गूगल क्रोम (पीसी)<br> Chrome मेनू चिन्ह निवडा. सेटिंग्ज निवडा.<br> गोपनीयता आणि सुरक्षितता, नंतर कुकीज आणि अन्य साइट डेटा वर जा.<br> 'तृतीय-पक्षाच्या कुकीज अवरोधित करा' सक्षम नसल्याचे सुनिश्चित करा.<br><br> गूगल क्रोम (मॅक):<br> मेनू बार वरून Chrome प्राधान्ये उघडा.<br> गोपनीयता आणि सुरक्षितता, नंतर कुकीज आणि अन्य साइट डेटा वर जा.<br> 'तृतीय-पक्षाच्या कुकीज अवरोधित करा' सक्षम नसल्याचे सुनिश्चित करा.<br><br> Google Chrome (Android):<br> आपल्या Android डिव्हाइसवर, Chrome अॅप उघडा.<br> शीर्षस्थानी उजवीकडे, अधिक टॅप करा आणि नंतर सेटिंग्ज.<br> साइट सेटिंग्ज आणि नंतर कुकीज टॅप करा.<br> 'कुकीज' च्या पुढे सेटिंग चालू करा.<br> 'तृतीय-पक्षाच्या कुकीजना परवानगी द्या' च्या पुढील बॉक्स चेक करा.<br><br> इंटरनेट एक्सप्लोरर<br> 1. स्क्रीनच्या वरील-उजव्या कोपर्‍यातील गीअर निवडा, त्यानंतर 'इंटरनेट विकल्प' निवडा. आपल्याकडे मेनू बार सक्षम केलेला असल्यास, आपण 'साधने' नंतर 'इंटरनेट पर्याय' निवडू शकता.<br> 2. 'गोपनीयता' टॅब क्लिक करा.<br> 3. 'प्रगत' बटण निवडा.<br> '. 'तृतीय-पक्षाच्या कुकीज' अंतर्गत 'स्वीकारा' निवडा.<br> '. 'ओके' वर क्लिक करा",
  "page-acc-tr2-head": "क्रॉस-साइट कुकीजसाठी ब्राउझर सूचना",
  "priv-hc": "गोपनीयता केंद्रित",
  "priv-hc-text": "जाहिरात नेटवर्क आपल्याला त्यांचे उत्पादन म्हणून पाहतात. आम्ही नाही. वापरकर्ते कोण आहेत याची पर्वा आम्ही करत नाही, केवळ ते किती दुर्भावनापूर्ण आहेत याची शक्यता आहे. आम्ही प्रायव्हसी पास सारख्या उपक्रमांचे समर्थन करतो आणि गोपनीयता आणि सुरक्षिततेमध्ये संतुलन राखण्यासाठी कठोर परिश्रम करतो.",
  "reporting-bugs-accessibility-button": "Ibilityक्सेसीबीलिटी पर्यायांबद्दल अधिक जाणून घ्या",
  "reporting-bugs-accessibility-head": "प्रवेशयोग्यता पर्याय",
  "reporting-bugs-accessibility-text": "आपण दृष्टिहीन आहात किंवा hCaptchas पूर्ण करण्यात अक्षम आहात?",
  "reporting-bugs-guide-ff-head": "बग अहवाल तपशील कॅप्चर करत आहे: फायरफॉक्स",
  "reporting-bugs-guide-ff-step-1": "चरण 1: विकसक साधने उघडा (यामुळे सत्राचे रेकॉर्डिंग सुरू होते.)",
  "reporting-bugs-guide-ff-step-2": "चरण 2: विकसक साधनांमधील नेटवर्क टॅबवर क्लिक करा. शीर्षस्थानी पर्सिस्ट लॉग बॉक्स तपासा.",
  "reporting-bugs-guide-ff-step-3": "पायरी 3: https://accounts.hcaptcha.com/demo, किंवा तुम्हाला ज्या वेबसाइटवर समस्या येत आहे त्या वेबसाइटला भेट द्या (गोपनीयता टीप: ते काय आहे ते शेअर करण्यास तुमची हरकत नसेल तरच) ... आणि नंतर I वर क्लिक करा मी मानवी बटण, आणि सोडवण्याचा प्रयत्न करा.",
  "reporting-bugs-guide-ff-step-4": "पायरी 4: तुम्ही सोडवण्याचा प्रयत्न केल्यानंतर HAR वर क्लिक करा आणि नेटवर्क लॉग सेव्ह करण्यासाठी HAR म्हणून सेव्ह ऑल निवडा. ती फाईल आमच्याकडे पाठवा.",
  "reporting-bugs-guide-ff-step-5": "चरण 5: कन्सोल टॅबवर क्लिक करा, आणि कन्सोल लॉग जतन करण्यासाठी सर्व निवडा आणि मजकूर फाइलमध्ये जतन करा. ते आम्हालाही पाठवा.",
  "reporting-bugs-guide-ff-step-6": "शेवटची पायरी: त्या HAR आणि कन्सोल लॉग फाइल्स आम्हाला ईमेल करा, आणि समस्येचे वर्णन करा वापरा: support@hcaptcha.com (कृपया ड्रॉपबॉक्स किंवा फाइलबिन सारखी सेवा वापरा आणि लिंक पाठवा) आणि वैकल्पिकरित्या स्क्रीनशॉट, जर तुम्हाला शंका असेल की काहीतरी योग्यरित्या प्रदर्शित होत नाही . कृपया तुम्ही वापरत असलेला IP देखील पाठवा. तुम्ही ती https://www.whatsmyip.org/ वरून मिळवू शकता, आम्हाला ही माहिती मिळवण्यात मदत करण्यासाठी वेळ दिल्याबद्दल धन्यवाद! hCaptcha प्रत्येकासाठी चांगले काम करण्यासाठी आम्ही वचनबद्ध आहोत.",
  "reporting-bugs-guide-head": "बग अहवाल तपशील कॅप्चर करत आहे: Chrome",
  "reporting-bugs-guide-step-1": "चरण 1: विकसक साधने उघडा (यामुळे सत्राचे रेकॉर्डिंग सुरू होते.)",
  "reporting-bugs-guide-step-2": "चरण 2: विकसक साधनांमधील नेटवर्क टॅबवर क्लिक करा. शीर्षस्थानी संरक्षित लॉग बॉक्स तपासा.",
  "reporting-bugs-guide-step-3": "पायरी 3: https://accounts.hcaptcha.com/demo, किंवा तुम्हाला ज्या वेबसाइटवर समस्या येत आहे त्या वेबसाइटला भेट द्या (गोपनीयता टीप: ते काय आहे ते शेअर करण्यास तुमची हरकत नसेल तरच) ... आणि नंतर I वर क्लिक करा मी मानवी बटण, आणि सोडवण्याचा प्रयत्न करा.",
  "reporting-bugs-guide-step-4": "चरण 4: आपण सोडवण्याचा प्रयत्न केल्यानंतर निर्यात एचएआर (थोडे खाली बाण) वर क्लिक करा, जे नेटवर्क लॉग वाचवते. ती फाईल आमच्याकडे पाठवा.",
  "reporting-bugs-guide-step-5": "चरण 5: कन्सोल टॅबवर क्लिक करा आणि कन्सोल लॉग जतन करण्यासाठी राइट-क्लिक करा नंतर सेव्ह म्हणून .. जतन करा. ते आम्हालाही पाठवा.",
  "reporting-bugs-guide-step-6": "शेवटची पायरी: त्या HAR आणि कन्सोल लॉग फाइल्स आम्हाला ईमेल करा आणि समस्येचे वर्णन करा. वापरा: support@hcaptcha.com (कृपया ड्रॉपबॉक्स किंवा फाइलबिन सारखी सेवा वापरा आणि लिंक पाठवा) आणि पर्यायाने स्क्रीनशॉट, जर तुम्हाला शंका असेल की काहीतरी योग्यरित्या प्रदर्शित होत नाही. कृपया तुम्ही वापरत असलेला IP देखील पाठवा. तुम्ही ती https://www.whatsmyip.org/ वरून मिळवू शकता, आम्हाला ही माहिती मिळवण्यात मदत करण्यासाठी वेळ दिल्याबद्दल धन्यवाद! hCaptcha प्रत्येकासाठी चांगले काम करण्यासाठी आम्ही वचनबद्ध आहोत.",
  "reporting-bugs-guide-text-1": "आपल्या अहवालासह डीबगिंग माहिती पाठविणे काय चालले आहे हे ओळखणे आपल्यास अधिक सुलभ करते. येथे चरण-दर-चरण सूचना आहेत:",
  "reporting-bugs-guide-text-2": "जर तुम्ही वेब डेव्हलपर किंवा तज्ञ वापरकर्ते असाल, तर सारांश असा आहे की तुम्ही आम्हाला नेटवर्क रेकॉर्डिंग HAR आणि ब्राउझर कन्सोल लॉग पाठवावेत. कृपया कोणतेही जाहिरात अवरोधक किंवा ब्राउझर सुरक्षा विस्तार अक्षम करण्याचा प्रयत्न करा आणि नंतर तुम्ही या चरणांवर जाण्यापूर्वी पुन्हा प्रयत्न करा. त्यामुळे तुमच्या समस्येचे निराकरण झाले, तरीही तुम्ही आम्हाला तुमची ब्राउझर आवृत्ती, जाहिरात ब्लॉकर किंवा ब्राउझर विस्तार आणि वेबसाइट URL कळवल्याबद्दल आम्ही आभारी आहोत.",
  "reporting-bugs-intro-head": "एक दोष सापडला? त्याचा अहवाल कसा द्यावा ते येथे आहे.",
  "reporting-bugs-intro-text": "ब्राउझर, विस्तार, डिव्हाइस, फायरवॉल आणि बरेच काही च्या हजारो संयोजनांवर लाखो लोक प्रत्येक महिन्यात एचकप्चाचा वापर करतात. हे नेहमीच आपल्यासाठी कार्य करते हे सुनिश्चित करण्याचे आमचे ध्येय आहे, म्हणून आम्ही आपल्या अहवालांचे खूप कौतुक करतो! द्रुत अभिप्राय देण्यासाठी फक्त आम्हाला अभिप्राय पाठवा बटणावर क्लिक करा. आपण कार्यशील समस्या पहात असल्यास, कृपया Chrome साठी डीबग लॉग सूचनांचे अनुसरण करा किंवा खाली फायरफॉक्ससाठी डीबग लॉग सूचना. इतर कोणत्याही ब्राउझरसाठी फक्त आम्हाला ईमेल करा. संभाव्य सुरक्षा किंवा गोपनीयता समस्यांसाठी, खाली दिलेल्या सूचना पहा.",
  "reporting-bugs-privacy-head": "गोपनीयता समस्या",
  "reporting-bugs-privacy-text": "वापरकर्ते कोण आहेत याची पर्वा आम्ही करीत नाही, केवळ ते दुर्भावनायुक्त किंवा मशीन्स असण्याची शक्यता आहे. आम्ही प्रायव्हसी पास सारख्या उपक्रमांचे समर्थन करतो आणि गोपनीयता आणि सुरक्षिततेमध्ये संतुलन राखण्यासाठी कठोर परिश्रम करतो. आपल्याला वापरकर्त्याच्या गोपनीयतेवर परिणाम होऊ शकेल असे वाटणारी समस्या आढळल्यास कृपया आम्हाला support@hcaptcha.com वर ईमेल करा.",
  "reporting-bugs-provide-feedback-button": "आम्हाला अभिप्राय पाठवा",
  "reporting-bugs-provide-feedback-head": "एचकप्चावर त्वरित अभिप्राय द्या",
  "reporting-bugs-provide-feedback-text": "आम्ही आपल्या इनपुटचे कौतुक करतो. आम्हाला कोणतीही समस्या सांगा आणि आम्ही त्या लवकर सोडवू.",
  "reporting-bugs-security-head": "सुरक्षा दोष",
  "reporting-bugs-security-text": "आम्हाला नेहमीच सुरक्षा बगचा अहवाल प्राप्त करण्यात रस असतो. समर्थन@hcaptcha.com आणि सीसी सुरक्षा@hcaptcha.com ईमेल करा आणि आम्ही आपल्याकडे लवकरच भेटू. आमच्याकडे एचसीप्चा सेवा आणि संबंधित स्त्रोत कोडवरील पात्र सुरक्षा अहवालांसाठी एक बग बाउंटी प्रोग्राम आहे.",
  "sales-interstitial-c1": "कंपन्यांसाठी",
  "sales-interstitial-c1a": "एंटरप्राइझ सुरक्षा उपाय (सशुल्क)",
  "sales-interstitial-c1b": "एच कॅप्चा एंटरप्राइझ (बॉटस्टॉप) बद्दल अधिक जाणून घ्या",
  "sales-interstitial-c1c": "डेटा भाष्य",
  "sales-interstitial-c1d": "एच कॅप्चा भाष्य सेवा खरेदी करा",
  "sales-interstitial-c2": "व्यक्तींसाठी",
  "sales-interstitial-c2a": "आपल्या सेवेमध्ये एच कॅप्चा जोडा (विनामूल्य)",
  "sales-interstitial-c2b": "माझ्या वेबसाइट किंवा अ‍ॅपवर प्रकाशकांसाठी एच कॅप्चा जोडा",
  "sales-interstitial-c2c": "एच कॅप्चा म्हणजे काय?",
  "sales-interstitial-c2d": "एच कॅप्चा बद्दल अधिक जाणून घ्या",
  "sales-interstitial-head": "आपण योग्य ठिकाणी पोहोचू याची खात्री करूया.",
  "sec-hc": "सुरक्षा प्रथम",
  "sec-hc-text": "hCaptcha प्रकाशक-केंद्रित आहे. आम्ही साइटला खरा डेटा देण्याचे काम करतो आणि त्यांना ते कसे वापरायचे ते ठरवू देतो. अचूकता तुमच्या आणि आमच्या हिताची आहे. इतर कॅप्चा जाहिरात कंपन्यांद्वारे प्रदान केले जातात. त्यांनी ब्लॉक केलेला प्रत्येक बॉट त्यांची कमाई कमी करू शकतो.",
  "signup-interstitial-c1": "कंपन्या किंवा वेबसाइटसाठी",
  "signup-interstitial-c1a": "आपल्या सेवेमध्ये एच कॅप्चा जोडा (विनामूल्य)",
  "signup-interstitial-c1b": "माझ्या वेबसाइट किंवा अ‍ॅपवर प्रकाशकांसाठी एच कॅप्चा जोडा",
  "signup-interstitial-c1c": "एंटरप्राइझ सुरक्षा उपाय (सशुल्क)",
  "signup-interstitial-c1d": "एच कॅप्चा एंटरप्राइझ (बॉटस्टॉप) बद्दल अधिक जाणून घ्या",
  "signup-interstitial-c1e": "डेटा भाष्य",
  "signup-interstitial-c1f": "एच कॅप्चा भाष्य सेवा खरेदी करा",
  "signup-interstitial-c2": "व्यक्तींसाठी",
  "signup-interstitial-c2a": "प्रवेशयोग्यता",
  "signup-interstitial-c2b": "एचकॅप्चासाठी accessक्सेसीबीलिटी पर्यायांबद्दल जाणून घ्या",
  "signup-interstitial-c2c": "पैसे कमवा",
  "signup-interstitial-c2d": "वैयक्तिक डेटा लेबलर म्हणून कार्य करा",
  "signup-interstitial-head": "आपण योग्य ठिकाणी पोहोचू याची खात्री करूया.",
  "support-interstitial-c1": "कंपन्यांसाठी",
  "support-interstitial-c1a": "एंटरप्राइझ सुरक्षा उपाय (सशुल्क)",
  "support-interstitial-c1b": "एचकेप्चा एंटरप्राइझ (बॉटस्टॉप) साठी समर्थन मिळवा",
  "support-interstitial-c1c": "एचकप्चा प्रकाशक (विनामूल्य)",
  "support-interstitial-c1d": "HCaptcha प्रकाशकासाठी समर्थन मिळवा",
  "support-interstitial-c2": "व्यक्तींसाठी",
  "support-interstitial-c2a": "एक आव्हान सह अडचण आहे?",
  "support-interstitial-c2b": "एचकॅप्चासाठी accessक्सेसीबीलिटी पर्यायांबद्दल जाणून घ्या",
  "support-interstitial-c2c": "बग नोंदवू इच्छिता?",
  "support-interstitial-c2d": "सॉफ्टवेअर समस्येचा अहवाल देण्याबद्दल अधिक जाणून घ्या",
  "support-interstitial-head": "आपण योग्य ठिकाणी पोहोचू याची खात्री करूया.",
  "switch-to-english-link": "इंग्रजीवर स्विच करा",
  "what-is-hcaptcha": "एच कॅप्चा म्हणजे काय?",
  "what-is-hcaptcha-text": "मानवजातीसाठी सोपे आणि मशीनसाठी अवघड असे सोपे प्रश्न विचारून एचकेप्चा आपली आवडती वेब सेवा बॉट्स, स्पॅम आणि गैरवर्तन टाळण्यास मदत करते.",
  "why-hc": "HCaptcha का?",
  "why-hc-text": "प्रत्येक वेळी जेव्हा आपण एखाद्या आव्हानाला उत्तर देता तेव्हा आपण मनुष्य आहात की मशीन हे शोधण्यासाठी आम्ही अत्याधुनिक मॉडेल्स वापरतो. त्यानंतर आपण भेट दिलेली वेबसाइट बॉटस ठेवून त्यांच्या साइटवरील आपला अनुभव सुधारण्यात मदत करण्यासाठी हा परिणाम वापरते.",
  "footer-link-5b": "दाबा",
  "footer-link-cyberattacks": "सायबर हल्ले 101",
  "header-enterprise-link": "उपक्रम",
  "intro-subtitle": "तुमची बॉटची समस्या आजच सोडवा."
}
