{
    "1031855757": "بۇ تور بەتنى ئىشلىتىش",
    "1034830": "دودد فرانك ۋال كوچىسى ئىسلاھاتى ۋە ئىستېمالچىلارنى قوغداش قانۇنى (ئاممىۋى قانۇن 111-203) دىكى ئالدىن كېسىم كېلىشىمىگە بويسۇنمايدىغان تالاش-تارتىشلار بۇنىڭ سىرتىدا.",
    "1064537632": "شۇنىڭغا دىققەت قىلىڭكى ، بىزنىڭ مۇلازىمىتىمىزنى ئىشلىتىشىڭىز بۇ يەردە پايدىلانغان سانلىق مەلۇمات بىر تەرەپ قىلىش كېلىشىمىمىز تەرىپىدىن باشقۇرۇلىدۇ. شەخسىي كېلىشىمنى سىزگە ۋاكالىتەن قانداق بىر تەرەپ قىلىدىغانلىقىمىزنى كۆرۈش ئۈچۈن بۇ كېلىشىمنى كۆرۈپ بېقىڭ. شۇنىڭغا دىققەت قىلىڭكى ، بىز ياۋروپا ئىتتىپاقىنىڭ ئومۇمىي سانلىق مەلۇمات قوغداش نىزامى ۋە «كالىفورنىيە ئىستېمالچىلار مەخپىيەتلىك قانۇنى» نى مەقسەت قىلغان «مۇلازىمەت بىلەن تەمىنلىگۈچى» سۈپىتىدە ئىشلەيمىز.",
    "1095532507": "Cookie (\"Cookie\") تور بەت مۇلازىمېتىرى تەرىپىدىن قاتتىق دىسكىڭىزغا قويۇلغان كىچىك تېكىست ھۆججىتى. ساقلانمىلاردا ساقلانمىلارنى سىزگە تارقاتقان دائىرە ئىچىدىكى تور مۇلازىمېتىرى تەرىپىدىن ئوقۇغىلى بولىدىغان ئۇچۇرلار بار. بەزى ساقلانمىلار پەقەت بەزى ئىقتىدارلارنى ئىشلەتسىڭىز ياكى بەزى مايىللىقنى تاللىسىڭىزلا ئىشلىتىلىدۇ ، بەزى ساقلانمىلار ھەمىشە ئىشلىتىلىدۇ. تۆۋەندىكى cookie تىزىملىكىمىزنى تۆۋەندىكى ھەر بىر ساقلانمىلاردىن كۆرەلەيسىز.",
    "1158384644": "سىز چوقۇم بارلىق قوللىنىشچان IMI سىياسەتلىرىگە رىئايە قىلىشىڭىز شەرتى بىلەن تور بېكىتىمىزنى ئىشلىتىشنى توختىتىشنى خالىغان ۋاقىتتا تاللىسىڭىز بولىدۇ. بىز ئۆزىمىز خالىغانچە بۇ كېلىشىمنى بىكار قىلالايمىز ، تور بېكىتىمىزنى زىيارەت قىلىشنى ۋاقتىنچە توختىتالايمىز ياكى ھېچقانداق مۇلازىمەتنى سەۋەبسىزلا دەرھال ئۆچۈرۈۋېتىشىمىز مۇمكىن.",
    "1300074400": "شىركەتنىڭ نۆۋەتتىكى باشقۇرۇشىغا مۇناسىۋەتلىك ئۇچۇرلارنى «بەت» بېتىدىن تاپقىلى بولىدۇ. شىركەتنىڭ ھازىرقى باش ئىجرائىيە ئەمەلدارى مەزمۇنغا مەسئۇل باشقۇرغۇچى.",
    "1395644678": "ياۋروپا كومىسسىيونىنىڭ تور ماجىرالىرىنى ھەل قىلىش ئورگان تور بېكىتى:",
    "148542287": "بۇ قانۇنىي مەسلىھەت ئەمەس ، ھەمدە بۇ تەھلىلگە قارىتا ھېچقانداق كاپالەت بېرىلمەيدۇ. قوشۇمچە سوئال ياكى مەسىلىلىرىڭىز بولسا بىز بىلەن ئالاقىلىشىڭ:",
    "1527172673": "ئەگەر بۇ ساقلانما سىياسىتىگە مۇناسىۋەتلىك سوئالىڭىز بولسا بىز بىلەن ئالاقىلىشىڭ:",
    "1535054294": "ئۇلارنىڭ تەپسىلىي سىياسىتىنى كۆرۈڭ",
    "1747657936": "تور بېكىتىمىز ۋە مۇلازىمىتىمىز 13 ياشتىن تۆۋەن بالىلارغا قارىتىلمايدۇ ، بىز 13 ياشتىن تۆۋەن بالىلاردىن شەخسىي ئۇچۇرلارنى بىلىپ تۇرۇپ توپلىمايمىز ، ئەگەر بىز 13 ياشتىن تۆۋەن بالىنىڭ شەخسىي ئۇچۇرلىرىنى توپلىغانلىقىمىزنى بىلسەك ، ئېلىۋالىمىز. ئۇنى ساقلاپ قېلىشنىڭ قانۇنىي مەجبۇرىيىتىمىز بولمىسىلا ، بۇ ئۇچۇرلارنى ھۆججەتلىرىمىزدىن تېزلىكتە ئۆچۈرۈۋېتىشنىڭ مۇۋاپىق قەدەملىرى. ئەگەر بىز 13 ياشتىن تۆۋەن بالىدىن كەلگەن ئۇچۇرلىرىمىز بارلىقىغا ئىشەنسىڭىز بىز بىلەن ئالاقىلىشىڭ:",
    "1807512722": "سىز بۇ توربېكەتنى ئىشلىتىشىڭىزدىن كېلىپ چىققان ھەر قانداق تەلەپنى مەمۇرىي ئورگانغا سۇنسىڭىز بولىدۇ ، ئەمما پەقەت مۇناسىۋەتلىك قانۇنلار كېسىم قىلىش كېلىشىمىنىڭ بولۇشىغا قارىماي ، بۇ ئورگاننى زىيارەت قىلىشقا رۇخسەت قىلغان دائىرىدە. بۇ خىل مەمۇرىي تەلەپلەر باراۋەر ئىشقا ئورۇنلىشىش پۇرسىتى كومىتېتى ، ئامېرىكا ئەمگەك مىنىستىرلىكى ۋە دۆلەتلىك ئەمگەك مۇناسىۋىتى كومىتېتىغا سۇنۇلغان چەكلىمىلىك تەلەپ ۋە ھەقلەرنى ئۆز ئىچىگە ئالمايدۇ. كېسىمدە دەۋا قىلىشتىن ئىلگىرى مەمۇرىي چارە-تەدبىرلەرنى تۈگىتىش مەجبۇرىيىتىڭىزنى ئادا قىلىش ئۈچۈن ، بۇ ماددىدىكى ھېچقانداق نەرسە سىزنى مەمۇرىي دەۋاغا توسقۇنلۇق قىلمايدۇ ياكى باھانە قىلمايدۇ دەپ قارالمايدۇ. ۋاكالەتچىلىك تەرتىپى.",
    "2238885192": "ئىشلەتكۈچى خاتالىق كۆرۈلسە ، Sentry نى ئىشلىتىپ خاتالىق ئۇچۇرىنى توپلايمىز. Sentry نىڭ ئۇچۇر توپلاش ۋە بىر تەرەپ قىلىش ئۇچۇرلىرى ئۈچۈن:",
    "2520904193": "سىز تالاش-تارتىشنىڭ بىر گۇرۇپپا ، كوللىكتىپ ياكى ۋەكىللىك ھەرىكەت سۈپىتىدە ئېلىپ بېرىلىشى ، ئاڭلىنىشى ياكى كېسىم قىلىنىشى ئۈچۈن بار بولغان ھوقۇقىڭىزدىن ۋاز كېچىسىز. بۇ كېلىشىمدىكى باشقا ماددىلارغا قارىماي ، ئالدىنقى جۈملە ھەر قانداق ئەھۋالدا بۇ كېلىشىمدىن ئايرىلالمايدۇ. بۇ كەچۈرۈم قىلىش ھوقۇقىنىڭ ھەممىسى ياكى بىر قىسمى ئىجرا قىلىنمايدىغان ، ۋىجدانسىز ، ئىناۋەتسىز ياكى كۈچكە ئىگە ئەمەس دېگەن تەلەپنى پەقەت باشقۇرۇش تەۋەلىكى ھوقۇقىدىكى سوت مەھكىمىسى بەلگىلىسە بولىدۇ ، كېسىمچى قارار قىلمايدۇ. سىز «مەملىكەتلىك ئەمگەك مۇناسىۋىتى قانۇنى» نىڭ 7-تارمىقىدىكى ھوقۇقىڭىزنى يۈرگۈزگەنلىكىڭىز ياكى ھەر قانداق مۇنبەرگە دەرس ، كوللىكتىپ ياكى ۋەكىل خاراكتېرلىك پائالىيەتلەرنى سۇنغانلىقىڭىز ئۈچۈن تور بېتىمىزدىكى ۋەزىپىلەرنى ئورۇنداشتىن ئۆچ ئېلىنمايسىز ياكى توسقۇنلۇققا ئۇچرىمايسىز. ، ئەمما بىز قانۇنلۇق ھالدا بۇ تۈردىكى ھەرىكەتتىن ۋاز كېچىشنى تەلەپ قىلىپ ، بۇ خىل سىنىپ ، كوللىكتىپ ياكى ۋەكىللىك ھەرىكەت ياكى تەلەپلەرنى رەت قىلىشنى تەلەپ قىلىشىمىز مۇمكىن.",
    "2577178569": "3. قاتتىق زۆرۈر تېخنىكىلىق مەقسەتتە ئىشلىتىلىدۇ: ئىشلەتكۈچىلەرنىڭ ئىشلىتىلىشىنى قوزغىتىدۇ.",
    "2583888954": "بۇنىڭ سىرتىدا.",
    "263977834": "مەمۇرىي چارچاش.",
    "2657277322": "سوئالىڭىز بولسا بىز بىلەن ئالاقىلىشىڭ:",
    "271333468": "بىز توپلىغان ۋە ساقلىغان ئۇچۇرلارنى قوغداش ئۈچۈن مۇناسىپ تېخنىكىلىق ۋە تەشكىلىي تەدبىرلەرنى يولغا قويدۇق ، شۇنداقلا بىزگە ۋاكالىتەن بىر تەرەپ قىلىدىغان بارلىق ۋاكالەتچىلەرنىڭمۇ شۇنداق قىلىشىنى تەلەپ قىلىمىز. بەختكە قارشى ، ھېچقانداق بىخەتەرلىك تەدبىرلىرى% 100 ئەخمەق ئەمەس ، بۇنداق تور ۋە سىستېمىلارنىڭ (بىزنىڭمۇ ئۆز ئىچىگە ئالىدۇ) بۇزۇلۇش ، يوقىتىش ، ئۆزگەرتىش ، رۇخسەتسىز ئاشكارىلاش ياكى بىز توپلىغان ۋە ساقلىغان ئۇچۇرلارغا ئېرىشىشتىن% 100 بىخەتەر بولۇشىغا كاپالەتلىك قىلغىلى بولمايدۇ. ئۇچۇرلىرىڭىزنىڭ ھەر قانداق سەۋەب بىلەن بىخەتەر بولماسلىقى مۇمكىنلىكىگە ئىشەنسىڭىز ، دەرھال بىز بىلەن ئالاقىلىشىڭ:",
    "2763011087": "IMI ئىستېمال ماجىرالىرىنى ھەل قىلىش ئورنىنىڭ ئالدىدا ئىستېمال ماجىرالىرىنى ھەل قىلىشنىڭ قوشۇمچە تالاش-تارتىشلىرىنى ھەل قىلىشقا ۋەدە بەرمەيدۇ ، شۇنداقلا ئۇنىڭغا قاتنىشىش مەجبۇرىيىتىمۇ يوق.",
    "2927283721": "تور بېتىمىزدە ۋەزىپىلەرنى ئورۇنداش ئارقىلىق شەخسىي ئۇچۇرلىرىڭىزنى مەخپىيەتلىك تۈزۈمىمىزگە ئاساسەن يىغىش ، ئىشلىتىش ۋە ئاشكارىلاشقا ھوقۇق بېرىسىز. ئۇنىڭدىن باشقا ، بىز سىز ۋە سىز تاماملىغان ۋەزىپىلەرنى تەلەپ قىلغۇچىغا مۇلازىمەت مۇناسىۋىتىنى قۇلايلاشتۇرۇش ۋە توربېكەتنى ياخشىلاش ئۈچۈن تاماملىغان ۋەزىپىلەرنى تەلەپ قىلىشىمىز مۇمكىن ، مەسىلەن تۆھپىكار كىملىكى ، تاماملانغان ۋەزىپىلەرنىڭ نەتىجىسى ۋە مۇناسىۋەتلىك باشقا خاسلىقلار. سالاھىيىتىڭىز ، تىلىڭىز ، ماھارىتىڭىز ۋە توربېكەتنى ئىشلىتىشىڭىز.",
    "2943815316": "بىز بۇ تىزىملىكنى قەرەللىك يېڭىلاپ تۇرىمىز ، شۇڭا تېخى تىزىملىككە كىرمىگەن قوشۇمچە ساقلانمىلار بولۇشى مۇمكىن. تور كۆزەتكۈچلىرى ، خەتكۈچلىرى ۋە قوليازمىلىرى تور بېكەتلەردە ياكى ئېلېكترونلۇق خەت ساندۇقىدا ساقلانمىلارنى يەتكۈزۈش ، زىيارەتلەرنى ساناش ، ئىشلىتىش ۋە تەشۋىقات ئۈنۈمىنى چۈشىنىش ۋە ئېلېكترونلۇق خەتنىڭ ئېچىلغان-قىلىنمىغانلىقىنى ئېنىقلاشقا ياردەم بېرىدۇ. بىز بۇ تېخنىكىلارنى مۇلازىمەت ۋە ئانالىز تەمىنلىگۈچىلەرنىڭ يەككە ۋە توپلانغان ئاساستا ئىشلىتىشىگە ئاساسەن دوكلات تاپشۇرۇۋالالايمىز.",
    "3040062804": "بۇ بۆلەك بويىچە ئېلىپ بېرىلىدىغان ھەر قانداق كېسىم سۈكۈتتىكى ھالەتتە كالىفورنىيە شىتاتىدا ئېلىپ بېرىلىدۇ ، ئەگەر سىز ئامېرىكىنىڭ سىرتىدا تۇرمىسىڭىز ، ئۇ ھالدا كېسىم پۈتۈنلەي ئېلېكترونلۇق ياكى تېلېفوندا ئېلىپ بېرىلىدۇ. كېسىم باشقا تەرەپلەر يازما شەكىلدە ماقۇللانغان بولسا ، باشقا جايدا ئېلىپ بېرىلسا بولىدۇ. مەيلى ئورنىنىڭ قانداق بولۇشىدىن قەتئىينەزەر ، ھەر قانداق بىر تەرەپ نەق مەيدان سىن ياكى تېلېگراف يىغىنى ئارقىلىق كېسىمگە قاتنىشىشنى تاللىسا بولىدۇ.",
    "3091247030": "Class Action Waiver.",
    "3102490587": "سىنىپتىن ۋاز كېچىشنى ھېسابقا ئالمىغاندا ، ھەر قانداق ئاتالغۇ ياكى بەلگىلىمە ياكى بۇ كېسىم ماددىسىنىڭ بىر قىسمى كۈچكە ئىگە ئەمەس ياكى كۈچكە ئىگە ئەمەس دەپ جاكارلانسا ، ئۇ ئۈزۈلۈپ ، كېسىم ماددىسىنىڭ قالغان قىسمى ئىجرا قىلىنىدۇ.",
    "3187946010": "بۇ بەتلەردىكى بارلىق تېكىست ، رەسىم ، گرافىكلىق كارتون ، سىن ، مۇزىكا ، ئاۋاز ۋە باشقا ماتېرىياللار IMI ياكى ئۈچىنچى تەرەپ تەرىپىدىن نەشر ھوقۇقى قانۇنىدا قوغدىلىدۇ. مۇۋاپىق ماتېرىيالدىن ئېشىپ كەتكەن ئۇسۇلدا بۇ ماتېرىيالنى سودا خاراكتېرلىك ئىشلىتىش ئۈچۈن كۆپەيتىش ياكى ئۆزگەرتىش مەنئى قىلىنىدۇ.",
    "3199694247": "Severability.",
    "3302832698": "باشقا تالاش-تارتىشلارنى ھەل قىلىش تەلەپ قىلىنىدۇ.",
    "3361191778": "ئىنتېرنېت بېتىدە تەمىنلەنگەن ئۇچۇرلار يەككە نەسىھەتلەرگە ۋەكىللىك قىلمايدۇ ، ئۇنىڭ ئورنىنى باسالمايدۇ. ئەگەر شەخسىي مەسلىھەتكە ئېھتىياجلىق بولسىڭىز ، ياردەمچى خادىملىرىمىز بىلەن ئالاقىلىشىڭ.",
    "3493572638": "خىراجەت ۋە ھەق.",
    "3794239003": "كېسىم تەرتىپى.",
    "3885459114": "سىز ئادەتتە توركۆرگۈڭىزگە ئورنىتىلغان ئىقتىدار ئارقىلىق ساقلانمىلارنى ئىشلىتىشنى ئاكتىپلىيالايسىز ياكى توختىتالايسىز. ئەگەر ساقلانمىلار ياكى ئۇلارنى قانداق كونترول قىلىش ، چەكلەش ياكى ئۆچۈرۈش توغرىسىدا تېخىمۇ كۆپ بىلىمگە ئېرىشمەكچى بولسىڭىز ، تەپسىلىي يېتەكلەش ئۈچۈن https://www.knowcookies.com/ نى زىيارەت قىلىڭ.",
    "3956117148": "HCaptcha.com ۋە BotStop.com تور بېكەتلىرى (بېكەتلەر) بۇ سىياسەتتە چۈشەندۈرۈلگەندەك قوشۇمچە ساقلانمىلارنى ئۆز ئىچىگە ئالىدۇ.",
    "4193379787": "بۇ كېلىشىمدىكى بارلىق كېسىملەر ئامېرىكا كېسىم جەمئىيىتىنىڭ قائىدىسىدە ياكى ئۆز-ئارا پۈتۈشكەن كېسىم مۇلازىمىتى بىلەن ئېلىپ بېرىلىدۇ. كېسىمچى باشقا ئىش تاشلاش ئارقىلىق يەتتە (7) ئىسىمدىن كەم بولمىغان تىزىملىكتىن تاللانغان ئامېرىكا كېسىمچىسى بولىدۇ. كېسىمدە ، ھەر قايسى تەرەپلەر يېتەرلىك ھەق تەلەپ بايقاش ، بىر تەرەپ قىلىش ئىلتىماسى سۇنۇش ۋە گۇۋاھچى ۋە دەلىل - ئىسپاتلارنى كۆرسىتىشكە ئېھتىياجلىق بولغاندا ، گۇۋاھچى ۋە دەلىل - ئىسپاتلارنى كۆرسىتىشكە ھوقۇقلۇق ، بۇ ھەقتىكى تالاش - تارتىشلارنى كېسىمچى ھەل قىلىدۇ. تالاش-تارتىشنى ھەل قىلىش پەقەت تەلەپ قىلىنغان دەۋا ۋە ئاقلاشنى باشقۇرىدىغان قانۇننى ئاساس قىلىدۇ ، كېسىمچى بۇ خىل كونترول قىلىش قانۇنىدىن باشقا ئاساسلارنى قوللانسا بولمايدۇ. كېسىمچى كېسىمچى سالاھىيىتى بىلەن ھەرىكەت قىلغاندا ، ئەدلىيە خادىملىرىنىڭ ھەق تەلەپ جاۋابكارلىقىنى ئۈستىگە ئېلىشى كېرەك ، بۇ ئىممۇنىتېت كۈچى باشقا ئىممۇنىتېت كۈچىنى تولۇقلايدۇ. مۇكاپاتلاشتا كېسىمچىنىڭ يازما پىكىر بايانلىرى بولۇشى كېرەك. زاسېداتېللار ئۆمىكى تەرىپىدىن IMI ئۈستىدىن قىلغان ياكى IMI سىزگە قارشى ئوتتۇرىغا قويغان ھەر قانداق تەلەپنى سوت قىلىش ھوقۇقىڭىزدىن ۋاز كەچتىڭىز. بۇ ماددىدىكى تەلەپلەر چوقۇم مۆھلەت ئىچىدە بولۇشى كېرەك. ئامېرىكا فېدېراتسىيە كېسىم قانۇنى بۇ ماددىنى باشقۇرىدۇ ، سىز بۇ كېلىشىمنىڭ سودا سودىسىنى ئىسپاتلايدىغانلىقىنى ئېتىراپ قىلدىڭىز.",
    "470943029": "بۇ مەخپىيەتلىك تۈزۈمى توغرىسىدا سوئالىڭىز بولسا بىز بىلەن ئالاقىلىشىڭ:",
    "498769698": "سىز بىر گەۋدىلەشتۈرگۈچى ، خېرىدار ياكى قولايلىق ئىشلەتكۈچى ھېساباتىڭىز ئارقىلىق تەمىنلىگەن بەزى شەخسىي ئۇچۇرلارنى زىيارەت قىلىشىڭىز ، تۈزىتىشىڭىز ، تۈزىتىشىڭىز ياكى ئۆچۈرۈشىڭىز مۇمكىن (ئەگەر سىز بىر گەۋدىلەشتۈرگۈچى ، خېرىدار ياكى قوشۇمچە ئىشلەتكۈچى بولسىڭىز). ئەگەر قىلالمىسىڭىز ، ياكى بىز سىز توغرۇلۇق توپلىغان ۋە ياكى بىز ئورتاقلاشقان شەخسىي ئۇچۇرلار ھەققىدە سوئاللىرىڭىز بولسا ياكى بىزنىڭ بىر تەرەپ قىلىشىڭىزغا بولغان رۇخسىتىڭىزنى قايتۇرۇۋالماقچى بولسىڭىز (يەنى ھېساباتىڭىزنى پۈتۈنلەي ئۆچۈرۈۋېتىڭ): بىز بىلەن ئالاقىلىشىڭ:",
    "537881751": "HCaptcha غا خۇش كەپسىز! بۇ مەخپىيەتلىك تۈزۈمى Intuition Machines, Inc. («IMI» ، «بىز» ياكى «بىز») نىڭ www.hcaptcha دىكى تور بېكىتىمىز ئارقىلىق ئۇچۇرلارنى توپلاش ، ئىشلىتىش ۋە ئاشكارىلاشقا ئائىت شەخسىي ئۇچۇرلارنى ئۆز ئىچىگە ئالىدۇ. .com ۋە بىز ئىشلىتىدىغان باشقا تارماق تور بېكەتلەر ياكى دائىرە («بېكەتلەر») ۋە hCaptcha قوللىنىشچان پروگرامما كۆرۈنمە يۈزى ۋە مۇناسىۋەتلىك يۇمشاق دېتال ۋە ماتېرىياللار (ئورتاق ھالدا «مۇلازىمەت»).",
    "561456032": "سىز مۇلازىمەتنى ئىشلىتىشىڭىزدىن كېلىپ چىققان ياكى مۇناسىۋەتلىك تالاش-تارتىشلار ، جۈملىدىن سىز IMI ئۈچۈن ۋەزىپە ئىجرا قىلىشقا باشلىغان ۋاقتىڭىزدىن باشلاپ كېلىپ چىققان تالاش-تارتىشلارنى ئۆز ئىچىگە ئالىدىغانلىقىڭىزغا ، شۇنداقلا سىزنىڭ تۈرگە ئايرىش-قويماسلىقىڭىزغا مۇناسىۋەتلىك ھەرقانداق تەلەپنى ئۆز ئىچىگە ئالغانلىقىغا قوشۇلىسىز. مۇستەقىل ھۆددىگەر ، سىز ئالدى بىلەن IMI غا بولغان تەلىپىڭىزنى ئۇقتۇرىسىز. سىز ۋە IMI ئاندىن بىۋاسىتە سۆھبەتلىشىش ياكى مۇرەسسە قىلىش ئارقىلىق مەسىلىنى ھەل قىلىشقا تىرىشىسىز. مۇرەسسە تەننەرخىنى تەڭ بۆلۈپ ، مۇرەسسەنىڭ تېلېفون ياكى باشقا ئېلېكترونلۇق ۋاسىتىلەر ئارقىلىق ئېلىپ بېرىلىدىغانلىقىغا قوشۇلىمىز. ئەگەر بىرەسمىي سۆھبەت ياكى مۇرەسسەدىن كېيىن تەلەپ ھەل قىلىنمىسا ، سىز ۋە IMI نىڭ ئاخىرقى ۋە چەكلەش كۈچىگە ئىگە كېسىمنى ئىشلىتىپ تالاش-تارتىشنى ھەل قىلىدىغانلىقىڭىزغا قوشۇلىسىز. بۇ ماددا تور بېتىمىزنى ئىشلىتىشكە باشلىغان ۋاقتىڭىزدىن باشلاپ ، مەيلى ھوقۇققا دەخلى-تەرۇز قىلىش ، توختام تۈزۈش ، قانۇن-تۈزۈمنى ئۆز ئىچىگە ئالىدۇ ، ئەمما كەمسىتىش ۋە پاراكەندىچىلىك سېلىش تەلىپىنى ئۆز ئىچىگە ئالىدۇ ، مەيلى كالىفورنىيە ئادىل ئىشقا ئورۇنلىشىش ۋە تۇرالغۇ قانۇنىنى ئاساس قىلغان بولسۇن ، بارلىق تەلەپلەرنى ئارقىمۇ-ئارقا باشقۇرىدۇ. ، تۈزىتىش كىرگۈزۈلگەن 1964-يىلدىكى «ھەق تەلەپ ھوقۇقى قانۇنى» نىڭ 7-تارمىقى ياكى باشقا شىتات ياكى فېدېراتسىيە قانۇن-نىزاملىرى ، باراۋەر قانۇن ياكى باشقا ئۇسۇللار.",
    "658775471": "بىز تور ئېقىمىمىزنى ئەلالاشتۇرۇش ئۈچۈن Cloudflare نى ئىشلىتىمىز. Cloudflare نىڭ سانلىق مەلۇماتلارنى قانداق توپلايدىغانلىقى ۋە بىر تەرەپ قىلىدىغانلىقى توغرىسىدىكى ئۇچۇرلار:",
    "702926385": "دەۋالاشقۇچىلارنىڭ قانۇندا بەلگىلەنگەنلىرى بۇنىڭ سىرتىدا. تەرەپلەر كېسىمچىدىن ئالغان دەسلەپكى مەمۇرىي ھەقنى بۆلۈپ بېرىدۇ ، ئەڭ يۇقىرى بولغاندا ئىككى يۈز ئەللىك دوللار (250.00 دوللار). كېسىمچى ۋە سوت مۇخبىرىنىڭ خىراجىتىنى دەسلەپتە ئۆزىمىز ئۈستىگە ئالىمىز. لېكىن ، كېسىمچىنىڭ قانۇندا بەلگىلەنگەن دەۋالاشقۇچىلارغا مۇناسىپ خىراجەت بېرىش ھوقۇقى بار ، ياكى دەۋالاشقۇچىلاردىن كېسىمچى ۋە / ياكى سوت مۇخبىرى بىلەن مۇناسىۋەتلىك چىقىمنى بۆلۈشنى تەلەپ قىلىش ھوقۇقى بولىدۇ.",
    "720059527": "2. قاتتىق زۆرۈر تېخنىكىلىق مەقسەتتە ئىشلىتىلىدۇ: يۈكنى تەڭپۇڭلاشتۇرۇش ، يول يۈرۈش.",
    "74538881": "بۇ تور بېكەتنىڭ مەسئۇلىيىتى",
    "996430331": "كېسىم ئورنى.",
    "211351380": "بىلوگدىن:",
    "3153117136": "HCaptcha قىيىنلىق تەڭشەكلىرى قانداق ئىشلەيدۇ",
    "2915355938": "قولايلىق",
    "793784899": "پىلانلار",
    "2671622670": "كارخانا",
    "3527140447": "Docs",
    "505891021": "بەلگە مۇلازىمىتى",
    "692176459": "كىرىش",
    "1892574253": "تىزىملىتىڭ",
    "2593864519": "تېخىمۇ كۆپ بوتۇلكىلارنى توختىتىڭ. ئىشلەتكۈچىنىڭ مەخپىيەتلىكىنى قوغداشقا باشلاڭ.",
    "4007826952": "تور ، كۆچمە ۋە باشقىلار ئۈچۈن # 1 مەخپىيەتلىك-بىرىنچى CAPTCHA.",
    "3721365241": "سىناپ بېقىڭ",
    "3753956446": "ھەقسىز",
    "3276777569": "hCaptcha",
    "55035359": "ھازىر reCAPTCHA نى ئىشلىتىۋاتامسىز؟",
    "3417372336": "بىر نەچچە مىنۇتتا ئالماشتۇرۇڭ",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "ئالدىنقى قاتاردىكى تور مۇلازىمىتى تايىنىدۇ",
    "1470290349": "ئەڭ ياخشى سىنىپتىكى بوت ۋە ئالدامچىلىقنى باشقۇرۇش ئۈچۈن.",
    "3714002185": "HCaptcha Enterprise ھەققىدىكى تەپسىلاتلار",
    "3946753128": "شەخسىي. بىخەتەر. تېخىمۇ تېز.",
    "939665604": "مەخپىيەتلىكنى مەركەزلەشتۈردى",
    "780475098": "ئېلان تورى زىيارەتچىلىرىڭىزنى مەھسۇلات دەپ قارايدۇ. بىز پەقەت زىيارەتنىڭ ياخشى ياكى ناچار بولۇشىغا كۆڭۈل بۆلىمىز. hCaptcha GDPR ، CCPA ، LGPD ، PIPL ۋە باشقا يەرشارى سانلىق مەلۇمات قانۇنىيىتىگە ماس كېلىدۇ.",
    "219813583": "بىخەتەرلىك بىرىنچى",
    "2714878440": "ئىلغار ماشىنا ئۆگىنىشىمىز ۋە ئىنسانىيەت دەلىللىشىمىز بىلەن مۇلازىمىتىڭىزنى بىراك قىلىش ، ھېسابات ئېلىش ، كىنىشكا قاچىلاش ۋە ئەخلەت خەتلەردىن ساقلاڭ.",
    "1397766838": "تېخىمۇ ياخشى ئىشلەتكۈچى تەجرىبىسى",
    "2670352917": "hCaptcha ئىنسانلارنىڭ ھەل قىلىشىغا ئاددىي بولسىمۇ ، ئىشەنچلىك بوت بايقاش بىلەن تەمىنلەيدۇ.",
    "2806751666": "HCaptcha دېگەن نېمە؟",
    "3096063825": "سىناپ بېقىڭ",
    "2968026167": "سىز ئەڭ ياقتۇرىدىغان كۆكتات",
    "713281684": "Eggplant",
    "4147497805": "سەۋزە",
    "3758963444": "رەھمەت سىزگە! تاپشۇرۇقىڭىز قوبۇل قىلىندى!",
    "1070364246": "ئاپلا! جەدۋەلنى يوللىغاندا خاتالىق كۆرۈلدى.",
    "1129833879": "يامان غەرەزلىك بوتۇلكىلارنى توختىتىڭ ، ئىشلەتكۈچىنىڭ مەخپىيەتلىكىنى قوغداڭ",
    "58091799": "HCaptcha Publisher ۋە كارخانا ھەققىدىكى تەپسىلاتلار",
    "1599610318": "نەشرىياتچى",
    "3093388779": "hCaptcha ھەر قانداق چوڭلۇقتىكى نەشرىياتچىلار ئۈچۈن ھەقسىز",
    "179723061": "سىنىپ يېتەكچىلىكىدىكى بىخەتەرلىككە ئېھتىياجلىق كوماندىلارنى تېخىمۇ كونترول قىلىش",
    "846501387": "دۇنياۋى بوتۇلكا قوغداش",
    "119298044": "ئىلغار ئۆزلۈكىدىن نازارەت قىلىنىدىغان ML ۋە AI تېخنىكىسى تور خاسلىقىڭىزنى تەھدىت ۋە ھۇجۇملاردىن ساقلايدۇ",
    "1263998069": "ئىنسانلارنىڭ ھەل قىلىشى ئۈچۈن مۇكاپاتقا ئېرىشىڭ",
    "1103295010": "ئىنسانلار CAPTCHA نى ھەل قىلغاندا پۇل تېپىڭ ياكى خەير-ساخاۋەت ئىشلىرىغا بېرىڭ",
    "392886773": "ھەر بىر دۆلەتتە ئىشلەيدۇ",
    "2320894364": "200 دىن ئارتۇق نوقتا بىلەن hCaptcha نىڭ بۇلۇتى دۇنيادىكى مال-مۈلۈكلىرىڭىزنى قوغدايدۇ",
    "451701069": "GDPR ، CCPA ،",
    "2826051554": "ۋە تېخىمۇ كۆپ",
    "3530599065": "شەخسىيەتچىلىك باشتىن-ئاخىر قۇرۇلدى. hCaptcha ھېچقانداق PII نى ساقلاپ قالمايدۇ ھەمدە نۇرغۇنلىغان مەخپىيەتلىك بۇيرۇقلىرى ۋە بەلگىلىمىلىرىگە ماس كېلىدۇ.",
    "2489287539": "سۈركىلىشسىز «CAPTCHA يوق» & 99.9% پاسسىپ ھالەت",
    "793242047": "ئىشلەتكۈچىلەرگە سۇنۇلغان خىرىسلارنى ئازايتىپ ، قوللىنىشچان پروگراممىلارنى تېز زىيارەت قىلالايسىز",
    "4195759329": "Bot بايقاش ۋە خەتەر نومۇرى",
    "1150035777": "مۇرەككەپ ماشىنا ئۆگىنىش مودېللىرى سوئاللارنىڭ توغرا جاۋاب بېرىلگەن-قىلىنمىغانلىقىدىن باشقا نۇرغۇن سانلىق مەلۇمات نۇقتىلىرىغا ئاساسەن بوت ئىشەنچ نومۇرىنى ھاسىل قىلىدۇ",
    "3688621388": "ئىمزا قويۇش",
    "1131525092": "ناچار ئارتىسلارنى شەخسىي مەخپىيەتلىكىمىزنى قوغدايدىغان Scoped UID ئارقىلىق تىرىشىپ ، مۇناسىۋەتلىك ئالدامچىلىق ۋە سۇيىئىستېماللارنى تېپىش ۋە توختىتىش",
    "1559631739": "شەخسىي ئۆگىنىش",
    "3952259236": "قارىغۇ بولغان سانلىق مەلۇماتلىرىڭىزنى hCaptcha نىڭ نەچچە مىڭلىغان سىگنالى بىلەن بىرلەشتۈرۈپ ، hCaptcha نى ھەرىكەت سىنىپىدا تەربىيىلەڭ ، مەسىلەن ، يامان غەرەزلىك ھەرىكەتنى يالغۇز ھەل قىلىش ئۇسۇلىدىن ياخشىراق ئالدىن پەرەز قىلىڭ.",
    "1150963691": "APT ئازايتىش",
    "4083018285": "بىر يۈرۈش كېڭەيتىلگەن ئىقتىدارلار SOC نازارەت قىلىپ باشقۇرۇش ۋە مۇرەككەپ ئۈزلۈكسىز تەھدىتكە تاقابىل تۇرۇش بىلەن بىرلەشتۈرۈلگەن",
    "3160820928": "ماسلاشتۇرۇلغان ھۇجۇمدىن مۇداپىئەلىنىش",
    "1849805607": "hCaptcha تورىڭىزغا سىڭىپ كىرىش ئۈچۈن لايىھەلەنگەن تەھدىد ۋە ئالدامچىلىقتىن ساقلايدۇ",
    "1958297836": "ماسلاشتۇرۇلغان ھۇجۇمدىن مۇداپىئەلىنىش ۋە APT نى ئازايتىش",
    "1300485304": "hCaptcha تورىڭىزغا سىڭىپ كىرىش ئۈچۈن لايىھەلەنگەن ئىلغار تەھدىد ۋە ئالدامچىلىقتىن ساقلايدۇ",
    "2698640210": "كۆرسىتىلگەن رىقابەت ۋە تىپلارنى كونترول قىلىڭ",
    "3121248460": "تەقەززا بولغان ئاڭلىغۇچىلىرىڭىز ئۈچۈن ئاددىيلىقتىن مۇرەككەپلىككە چەكسىز كۆپ خىل خاس رىقابەتلەرنى كۆرسىتىڭ",
    "3807059944": "ئىشلىتىلگەن رىقابەت مەزمۇنىنى كونترول قىلىش",
    "2707282231": "ئابونتلىرىڭىزغا خىرىسلارنى خاسلاشتۇرۇڭ. بوتۇلكىلارنىڭ ھەل قىلىنىشى ۋە سىڭىپ كىرىشى مۇمكىن ئەمەس.",
    "4194763679": "ئىنچىكە دەرىجىدىكى قىيىنلىق دەرىجىسى",
    "3730038780": "ئىشلەتكۈچىلەر ھەل قىلىدىغان چەكسىز رىقابەتتىن بىرنى تاللاڭ",
    "1849717906": "ئۆزىڭىزنىڭ رىقابەت مەزمۇنى بىلەن خاسلاشتۇرۇڭ",
    "1508655687": "زىيارەتچىلىرىڭىزنى زىيارەت قىلىشنى راۋانلاشتۇرۇش ياكى چەكلەش ئۈچۈن ماس كېلىدىغان ئۆزىڭىزنىڭ رىقابەتلىرىنى قوشۇڭ",
    "3620442880": "Flash Sale قوغداش ئىقتىدارلىرى",
    "3265895521": "كۈندۈزلۈك ۋاقىتقا ئاساسەن قىيىنچىلىقنى ئاشۇرۇش ۋە تۆۋەنلىتىش",
    "1485807325": "كۆپ ئىشلەتكۈچى باشقۇرۇش تاختىسى ، SAML SSO",
    "359073033": "باش تاختا پائالىيەتنىڭ يۇقىرى سەۋىيىلىك ياكى ئىنچىكە كۆز قاراشلىرىنى يەتكۈزىدۇ.",
    "4272454814": "ئۆزىڭىز تاللىغان كىملىك تەمىنلىگۈچى بىلەن بىرلەشتۈرۈڭ.",
    "1141402092": "ئىلغار دوكلات قىلىش ئىقتىدارلىرى",
    "910989640": "پائالىيەتنىڭ تەپسىلىي ۋە خاسلاشتۇرۇلغان دوكلاتلىرىنى ھاسىل قىلىڭ",
    "3768951251": "كارخانا SLAs",
    "1014004474": "hCaptcha نىڭ كارخانا پىلانى تەشكىلاتىڭىزنى قوغداش ئۈچۈن ئىلغار مۇلازىمەت دەرىجىلىك كېلىشىملەر بىلەن تەمىنلەيدۇ",
    "1177598246": "ئالاقىلىشىش سېتىش",
    "1067704102": "سانلىق مەلۇمات بەلگىسىنىڭ قىممىتى",
    "3065000659": "ھەر قېتىم «ماشىنىنى چەككەندە» يەككە مەشىق قىلىشقا ياردەملىشىۋاتقانلىقىڭىزنى ھېس قىلدىڭىزمۇ؟",
    "3235430156": "شىركەتنىڭ ماشىنا ئۆگىنىش سىستېمىسى ھەقسىز؟",
    "1549336309": "hCaptcha بۇ مودېلنى ئايلاندۇرىدۇ. HCaptcha نى ئىشلەتسىڭىز ، شىركەتلەر سىزنىڭ ئادىمىيلىكىڭىزنى ئىسپاتلىغاندەك ، ئابونتلىرىڭىزنىڭ قىلغان خىزمىتىگە باھا بېرىدۇ. مۇكاپاتقا ئېرىشىسىز.",
    "3725880582": "خەير-ساخاۋەتكە قايتۇرۇڭ",
    "1671436004": "ئۆزىڭىز ياقتۇرىدىغان خەير-ساخاۋەت ئىشلىرىغا جاۋاب قايتۇرۇشنى خالامسىز؟",
    "1663628612": "سىزگە يول قويىدۇ",
    "4272088465": "ئۇنى ئىشلىتىپ تاپقان كىرىمىڭىز بىلەن ئۆزىڭىز تاللىغان خەير-ساخاۋەت ئىشلىرى.",
    "2894845722": "تور بېتىڭىزدىكى ئابونتلار ناھايىتى تېزلا hCaptcha كۆرۈنمە يۈزىدە ئەقىللىق ماركا ئارقىلىق خەير-ساخاۋەت ئىشلىرىغا قوشقان تۆھپىڭىزنى كۆرەلەيدۇ.",
    "3194111925": "قوللاش",
    "1637702726": "HCaptcha ھەققىدە",
    "2323282990": "ئىنسانىيەتنى دەلىللەشنىڭ زامانىۋى ئۇسۇلى",
    "1201821619": "hCaptcha بۈگۈنكى ئەڭ جىددىي مەسىلىلەرنىڭ بىرىنى ھەل قىلدى: يامان غەرەزلىك بوتۇلكىلارنىڭ تور مۇلازىمىتىنى قالايمىقان ئىشلىتىشىنىڭ ئالدىنى ئېلىش.",
    "1475399473": "HCaptcha گۇرۇپپىسى ھەققىدىكى تەپسىلاتلار",
    "3161489950": "دۇنيادىكى ئەڭ ئىلغار بىخەتەرلىك ML سۇپىسى",
    "3247172580": "hCaptcha ئىلغار ئۆزلۈكىدىن نازارەت قىلىنىدىغان ماشىنا ئۆگىنىشى بىلەن رومان قىرلىق ھېسابلاش ئۇسۇلىنى بىرلەشتۈرۈپ ، سانلىق مەلۇماتلارنى يىغىش ۋە ساقلاشنى ئەڭ تۆۋەن چەككە چۈشۈردى ، يەرشارى مىقياسىدىكى 250 نەچچە ئورۇندىن كەڭ كۆلەمدە كېڭەيتىشكە بولىدۇ.",
    "3767462250": "مەخپىيەتلىك ئۈچۈن لايىھەلەنگەن",
    "3500503648": "hCaptcha توركۆرگۈ تارىخىڭىزنى خاتىرىلەش ۋە تەھلىل قىلماستىن ، دەرھال باھالاشقا تايىنىپ ئۇزۇن مۇددەتلىك سانلىق مەلۇمات ساقلاشنى يوقىتىش ئۈچۈن لايىھەلەنگەن. دېگەندەك تەشەببۇسلارنىمۇ قوللايمىز",
    "2418549423": "شىفىرلىق ئىسپاتلار ۋە باشقا ئۆزگىچە مەخپىيەتلىك-ئىقتىدارلار ئارقىلىق تور مەخپىيەتلىكىنى قوغداشنىڭ يېڭىدىن گۈللىنىۋاتقان ئۆلچىمى.",
    "1544546608": "مەخپىيەتلىك",
    "976209454": "مۇكاپاتقا ئېرىشىڭ ياكى خەير-ساخاۋەت ئىشلىرىغا بېرىڭ",
    "552920956": "hCaptcha تور بېكەتلەرنىڭ بوتۇلكا ۋە باشقا خورلاش ئۇسۇللىرىنى توسىغاندا مۇكاپاتقا ئېرىشىشىگە يول قويىدۇ. hCaptcha يەنە بۇ كىرىم ئارقىلىق سىز تاللىغان خەير-ساخاۋەت ئورگانلىرىنى قوللىيالايسىز.",
    "654326661": "ئۆزىڭىز كۆرۈشنى خالامسىز؟ HCaptcha نى ھەقسىز سىناپ بېقىڭ.",
    "3570415321": "شىركەت",
    "3987022469": "بەلگە چاپلاش",
    "1636202177": "ھەققىدە",
    "2670003220": "Jobs",
    "3233305531": "تاۋار ماركىسى",
    "3028319964": "AI Ethics",
    "4131598919": "Press",
    "1662477701": "بايلىق",
    "3130928685": "بىلوگ",
    "1756106276": "ھالەت",
    "1235925265": "پۈتۈك",
    "920212083": "مەلۇم بىر خاتالىقنى دوكلات قىلىڭ",
    "2076066173": "Cyberattacks 101",
    "3644106388": "ئالاقىلىشىڭ",
    "2182196747": "قوللاش",
    "487083593": "سېتىش",
    "878585497": "شەرتلەر",
    "1697438123": "مەخپىيەتلىك",
    "1316817321": "خاسلىقى",
    "3488019891": "hCaptcha بولسا Intuition Machines نىڭ رويخەتكە ئېلىنغان تاۋار ماركىسى.",
    "4224961202": "مەخپىيەتلىك ، بىخەتەرلىك ۋە ماشىنا ئۆگىنىش.",
    "98173630": "hCaptcha دۇنيادىكى ئەڭ كۆپ ئىشلىتىلىدىغان مۇستەقىل CAPTCHA مۇلازىمىتى.",
    "1514478724": "تەپسىلاتىنى بىلىش",
    "1752795854": "hCaptcha بوتۇلكىلارنى توختىتىشقا زامانىۋى ، مەخپىيەتلىكنى مەركەز قىلغان ئۇسۇلنى ئېلىپ كېلىدۇ.",
    "2927700175": "بىز CAPTCHA رىقابەتلىرىنى كۆرسىتىپ بېرىمىز ، بۇ ماشىنا ئادەم ئۆگىنىش قىيىنچىلىقى بار سانلىق مەلۇماتلارنى يىغىش ، ھەمدە ئۇنى ئىشلىتىش ئارقىلىق تور بېكەت ياكى ئەپ زىيارەت قىلغۇچىنىڭ ئادەم ئىكەنلىكىنى پەرقلەندۈرۈش ئۈچۈن.",
    "2188609322": "ناچار ئارتىسلار توردا كۆپ ئۇچرايدۇ. ئەمما ئابونتلارنىڭ شەخسىيىتىنى قۇربان قىلىش جاۋاب ئەمەس.",
    "2032102720": "ئېلان شىركەتلىرى تەمىنلىگەن بىخەتەرلىك ھەل قىلىش چارىسى ئاساسلىقى توردىكى ئابونتلارنى ئىز قوغلاشنى ئاساس قىلىدۇ. بىز ئۈنۈملۈك بىخەتەرلىك ھەل قىلىش چارىسى قۇردۇق ، بۇ ئارقىلىق ئەلا نەتىجىلەرنى يەتكۈزۈش ئۈچۈن ئىشلەتكۈچىنىڭ شەخسىي مەخپىيەتلىكىگە زىيان يەتكۈزۈشنىڭ ھاجىتى يوق.",
    "4146870445": "بىز كىم",
    "353066938": "بۈگۈنكى ئەڭ قىيىن مەسىلىلەرنى ھەل قىلىدىغان تەجرىبىلىك گۇرۇپپا. hCaptcha بولسا بىر مۇلازىمەت",
    "3260825523": "Intuition Machines",
    "1173652155": "مەسلىھەتچىلەر",
    "3972094614": "Brendan Eich",
    "2113642787": "Dawn Song",
    "2256305371": "بېركېلېي كالىفورنىيە ئۇنۋېرسىتىتىنىڭ پروفېسسورى ، CS. چوڭقۇر ئۆگىنىش ، بىخەتەرلىك ، قامچا مۇتەخەسسىسى. Oasis تەجرىبىخانىسىنىڭ باش ئىجرائىيە ئەمەلدارى.",
    "1606599610": "Kieran Thompson",
    "2177660021": "ستانفوردتىكى تەتقىقاتچى. ئاساسلىق بانكىلار ، خەتەردىن ساقلىنىش مەبلىغى ۋە ئىلىم-پەن ساھەسىدە ماشىنا ئۆگىنىش ۋە مىقدار مالىيەسى.",
    "2686825859": "ھەقسىز تىزىملىتىڭ ياكى hCaptcha كارخانا ھەل قىلىش چارىسى توغرىسىدا بىز بىلەن ئالاقىلىشىڭ",
    "583434701": "hCaptcha Accessibility",
    "611905972": "بىخەتەرلىكنى قوغداش بىلەن بىر ۋاقىتتا بارلىق ئىشلەتكۈچىلەرنىڭ يوچۇقسىز زىيارەت قىلىنىشىغا كاپالەتلىك قىلىش",
    "874098071": "ئەگەر ئىشلەتكىلى بولىدىغان ئىشلەتكۈچى بولسىڭىز ، بۇ يەرگە تىزىملىتىڭ",
    "2745385064": "خۇلاسە",
    "3353238942": "hCaptcha بوتكىلارنى كىشىلەردىن پەرقلەندۈرۈش ئارقىلىق توختىتىش ئۈچۈن لايىھەلەنگەن. كۆرۈنۈش سىنىقى بۇنىڭ ئۈچۈن قۇلايلىق قورال ، ئەمما ھەممە ئادەم كۆرۈش قىيىنچىلىقىنى ھەل قىلالمايدۇ.",
    "3600022491": "بۇ سەۋەبتىن بىز مۇلازىمىتىمىزنى ئىشلىتىپ نەشرىياتچىلارنىڭ 508-بۆلەك ۋە WCAG 2.1 AA ماسلىشىشچانلىقى بىلەن ھەممە كىشىنىڭ قولايلىقلىقىنى ساقلاپ قېلىش ئۈچۈن ئاددىي ، ئازابسىز تاللاشنى لايىھەلەپ چىقتۇق.",
    "2557240048": "قانداق ئىشلەيدۇ: بىرىنچىسى ، قولايلىق ئىشلەتكۈچى تىزىملىتىدۇ",
    "3871665286": "، hCaptcha كىچىك قورال ئۇچۇر بېتىدە كۆرۈنەرلىك ئۇلانغان. ئۇلارغا شىفىرلانغان ساقلانما بېرىلىدۇ ، ئۇنى كۈندە بىر نەچچە قېتىم ئىشلىتىشكە بولىدۇ ، ئەمما كىرىش ئارقىلىق ھەر 24 سائەتتە بىر قېتىم يېڭىلاش كېرەك.",
    "3441764123": "HCaptcha مۇلازىمىتىنى ئىشلىتىپ تور بېكەتتىكى زىيارەتچىلەرگە رىقابەت ئوتتۇرىغا قويۇلغاندا ، ئۇلار ئاپتوماتىك ئۆتۈپ كېتىدۇ.",
    "4247858664": "قولايلىق تىزىملاش بېتى",
    "1297657322": "كىرگەندىن كېيىن ئىشلەتكۈچىلەرنىڭ ئېكرانى",
    "1717658846": "كىچىك قورال UI تىزىملىكىدە زىيارەت قىلىش ئىقتىدارى",
    "1266963825": "مۇخبىر: hCaptcha بۆلىكى 508 + WCAG 2.1 AA ماس كېلەمدۇ؟",
    "850025770": "جاۋاب: بىز شۇنىڭغا ئىشىنىمىز: ھەر قانداق شەكىلدىكى توسالغۇغا ئۇچرىغان بارلىق تور بەتلەرنى كۆرەلەيدىغان ۋە جەدۋەلگە تېكىست كىرگۈزەلەيدىغان بارلىق ئىشلەتكۈچىلەر تىزىملاتقاندىن كېيىن hCaptcha تەرىپىدىن قوغدىلىدىغان مۇلازىمەتلەرگە ئېرىشەلەيدۇ. قانداقلا بولمىسۇن ، بۇ قانۇنىي مەسلىھەت ئەمەس: ئۆزىڭىزنىڭ ئەمەلىيلەشتۈرۈشىڭىزنى ئويلىشىپ ، ئۆزىڭىزنىڭ باھالىشىڭىزغا كاپالەتلىك قىلىشىڭىز كېرەك.",
    "159272246": "مۇخبىر: سىز ئاۋازغا ئوخشاش باشقا قولايلىق («a11y») تاللانمىلىرىنى ئىشلەۋاتامسىز؟",
    "4074220464": "جاۋاب: ئىلگىرى ئاۋازلىق رەسىمگە ئوخشاش ئاممىباب تاللاشلار نۇرغۇن a11y ئىشلەتكۈچىلەرنى كەمسىتىدۇ ۋە زامانىۋى ماشىنا ئۆگىنىش تېخنىكىسى تەرىپىدىن ئاسانلا مەغلۇپ بولىدۇ. بۇ نۆۋەتتىكى ئاۋاز رىقابىتىنى تېخىمۇ قىيىنلاشتۇرۇۋەتتى ، شاۋقۇن ، غەلىتە ۋاقىت ، ئادەتتىن تاشقىرى سۆز بىرىكمىسى قاتارلىقلار ھۇجۇمچىلارنى مەغلۇب قىلدى. شۇڭا بىز بۇ خىل ئۇسۇل بىلەن رىقابەتتىن پۈتۈنلەي ساقلىنىشقا ئانچە قىزىقمايمىز ، ئەمما a11y جەمئىيىتىدىن ئېھتىياج بولسا ئۇنى ئويلىشىمىز.",
    "2309661107": "قانداقلا بولمىسۇن ، بىز ئۇنىڭغا بەك قىزىقىمىز",
    "2555914614": "قولايلىق ئىشلىتىش قېپى ئۈچۈن. ئىشىنىمىزكى ، بىزنىڭ ھازىرقى a11y ئۇسۇلىمىزنى مەخپىيەتلىك تارقىتىشى بىلەن بىرلەشتۈرگەندە ، a11y ئىشلەتكۈچىلەرنىڭ بىخەتەر زىيارەت قىلىشىغا يول قويىدۇ ، شۇنىڭ بىلەن بىر ۋاقىتتا ، a11y تاللانمىلىرى بار ۋاقىتتا بوت تىجارەتچىلىرىنىڭ خورلىنىشىنى چەكلەيدۇ. بىز بۇ يېڭى تېخنىكىنى قېلىپلاشتۇرىدىغان IETF خىزمەت گۇرۇپپىسىنىڭ ئاكتىپ قاتناشقۇچىلىرىمىز.",
    "2583775432": "مۇخبىر: شەخسىي سىرچۇ؟ تىزىملاش مەلۇم جەھەتتىن a11y كۆرۈش سانلىق مەلۇماتلىرىنى ئاشكارىلامدۇ؟ ئېلېكترونلۇق خەتنى قانداق قىلىسىز؟",
    "4215483493": "جاۋاب: hCaptcha باشتىن-ئاخىر شەخسىي مەخپىيەتلىك ئۈچۈن لايىھەلەنگەن. ئۇ ئېلان تورىغا تەۋە بولغان reCAPTCHA غا ئوخشاش ئەنئەنىۋى تاللاشلارغا ئوخشىمايدۇ ، ئۇلار سىزنى تورنى ئىز قوغلاپ ھەقىقىي سالاھىيەت بىلەن باغلايدۇ.",
    "2474661839": "بىزنىڭ",
    "4137573005": "بىزنىڭ سانلىق مەلۇماتنى قانداق ئىشلىتىدىغانلىقىمىز ھەققىدە ئەتراپلىق ۋە نوپۇزلۇق جاۋابلار بار ، ئەمما قىسقا جاۋاب شۇكى ، سىزنى كۆرۈش تارىخىڭىز بىلەن بىر ئادەم قىلىپ باغلاشقا قىزىقمايمىز.",
    "4101570501": "بىز ھازىرمۇ مەخپىي شىفىرلىق ھەل قىلىش چارىسى ئۈستىدە ئىزدىنىۋاتىمىز ، ئېلېكترونلۇق خەت ئادرېسىڭىزنى تېزلىكتە تاشلىۋېتىش بىلەن بىر ۋاقىتتا ، مەخپىيەتلىك ساقلاش خىزمىتىمىزنى تولۇقلايمىز.",
    "260595108": "بىز ئەزەلدىن ئېلېكترونلۇق خەت ياكى ئۇچۇرلارنى a11y ئىشلىتىشكە قۇلايلىق يارىتىش ۋە قالايمىقان ئىشلىتىشنىڭ ئالدىنى ئېلىشتىن باشقا مەقسەتتە ئىشلەتمەيمىز.",
    "3063819779": "مەخپىيەتلىك تۈزۈمى",
    "465714311": "قولايلىق ئىشلەتكۈچىلەر ئۈچۈن: سوئال-جاۋاب ۋە مەسىلىلەرنى ھەل قىلىش قوللانمىسى",
    "3596207631": "مۇخبىر: ساقلانمىلارنى تەڭشىگەندىن كېيىنمۇ يەنىلا بىر رىقابەتنى كۆرۈۋاتىمەن. بۇنىڭ سەۋەبى نېمە؟",
    "469089249": "جاۋاب: بۇ ئادەتتە تاجاۋۇزچىلىق ئېلان توسۇش ياكى ساقلانمىلارغا قارشى كېڭەيتىش ياكى «تور بېكەت» ساقلانمىلىرىنى توسىدىغان تەڭشەكنى ئىشلىتىشتىن بولىدۇ ، بۇ ئەھۋالدا hcaptcha.com نىڭ ساقلانمىسى hCaptcha JS تەرىپىدىن تەڭشەلگەن ياكى تەكشۈرۈلگەن. ئوخشىمىغان تور بېكەت ، سىز زىيارەت قىلغان تور بېكەتكە ئوخشاش.",
    "4263626815": "hCaptcha قولايلىق ساقلانمىلار بارلىق ئۆلچەملىك توركۆرگۈچلەر ۋە ئېلان چەكلىگۈچىلەر بىلەن ئۆلچەملىك تەڭشەكلىرى بىلەن ئىشلەيدۇ ، شۇڭا ئادەتتە مەغلۇبىيەت «چەكلەشكە قارشى تۇرۇش» قوليازمىلىرى ياكى مەلۇم تور بېكەتلەرنى نىشانلىغان مۇشۇنىڭغا ئوخشاش قائىدىلەر سەۋەبىدىن بولىدۇ.",
    "3906359167": "ھەل قىلىش چارىسى:",
    "3464870463": "1. Whitelist hcaptcha.com ۋە * .hcaptcha.com ئېلان توسۇقلىرىڭىز ياكى تور كۆرگۈڭىزنىڭ بىخەتەرلىك كېڭەيتىلمىسىدىكى ساقلانمىلار.",
    "1204911585": "2. ئەگەر سىز باتۇر توركۆرگۈنى ئىشلىتىۋاتقان بولسىڭىز ، (2020-يىلى 4-ئايغىچە) ھەر قانداق ساقلانمىلارنىڭ ئاق تىزىملىكى كۆرۈنمىگەن بولسا ، مايىللىق -> قالقان -> ساقلانمىلارغا كىرىپ «بارلىق ساقلانمىلارغا يول قويۇڭ» نى تاللاڭ.",
    "2932826396": "3. ئەگەر سىز يېقىندا ئېلان قىلىنغان OS X 10.15 ياكى iOS 13.4 دە Safari نىڭ ئەڭ يېڭى نەشرىنى ئىشلىتىۋاتقان بولسىڭىز ، ئالما شىركىتى Safari نىڭ ئۈچىنچى تەرەپ ساقلانمىلىرىغا مۇناسىۋەتلىك ھەرىكىتىنى ئۆزگەرتىپ ، سۈكۈتتىكى ھالەتتە ئۇلارنىڭ ھەممىسىنى توسىدۇ. بىز بىر ھەل قىلىش چارىسىنى يولغا قويۇۋاتىمىز ، ئەمما شۇنىڭ بىلەن بىر ۋاقىتتا ، Safari مايىللىقى ، مەخپىيەتلىك بۆلىكىنى زىيارەت قىلىڭ ۋە «تور بېكەتنى ئىز قوغلاش: بېكەت ھالقىغان ئىز قوغلاشنىڭ ئالدىنى ئېلىش» نى تەكشۈرۈپ ، ساقلانمىلارنىڭ كۈتكەندەك ئىشلىشىگە كاپالەتلىك قىلىڭ.",
    "3836291932": "مۇخبىر: مەن بىر نەچچە ئۈسكۈنىنى ئىشلىتىمەن. مەن كۆپ قېتىم تىزىملىتىشىم كېرەكمۇ؟",
    "3251220335": "جاۋاب: ياق. ساقلانمىلارنى تەڭشەش ئۈچۈن ئىشلەتكەن ھەر بىر ئۈسكۈنىدە سىزگە ئەۋەتىلگەن ئوخشاش ئېلېكترونلۇق خەت كىرىش ئۇلانمىسىنى چېكىڭ.",
    "2082407178": "مۇخبىر: قولايلىق ساقلانمىلارنى ئىشلەتكەندە ئۆزۈمنى ئۈچىنچى تەرەپ ساقلانمىلارنى ئىز قوغلاشتىن قانداق قوغدىيالايمەن؟",
    "2700197090": "جاۋاب: دائىرە دەرىجىلىك ئاق تىزىملىك (مەسىلەن uBlock Origin) نى قوللايدىغان ھەر قانداق مەخپىيەتلىك ياكى ئېلاننى چەكلەش كېڭەيتىلمىسىنى ئىشلىتىش مۆلچەردىكىدەك ئىشلەيدۇ: hcaptcha.com نى ئاق تىزىملىكتىن جەزملەشتۈرۈڭ.",
    "3657743880": "تور بېكەتتىكى ساقلانمىلارنىڭ توركۆرگۈ كۆرسەتمىسى",
    "1960601330": "Safari (Mac) دىكى ساقلانمىلارنى قوزغىتىش ئۈچۈن: Safari ئېسىلما تىزىملىككە كىرىڭ. مايىللىقنى تاللاڭ. ئۈستى تەرەپتىكى مەخپىيەتلىكنى چېكىڭ. «ساقلانمىلارنى توسۇش» نىڭ ئاستىدا «ھەرگىز» تاللانمىسىنى تاللاڭ.",
    "1622303590": "Safari دىكى ساقلانمىلارنى قوزغىتىش (iPhone / iPad iOS 11+): تەڭشەكلىرىڭىزنى ئېچىڭ. تۆۋەنگە قاراپ Safari نى تاللاڭ. مەخپىيەتلىك ۋە بىخەتەرلىك ئاستىدا ، «بېكەت ھالقىغان ئىز قوغلاشنىڭ ئالدىنى ئېلىش» ۋە «بارلىق ساقلانمىلارنى توسۇش» نى تاقاڭ.",
    "2199048568": "ھەر قانداق تور بەتتىكى ئادرېس بالدىقىنىڭ سول تەرىپىدىكى قالقاننى چېكىڭ. قوغداش تەڭشەكلىرىنى چېكىڭ. Firefox مايىللىقى مەخپىيەتلىك ۋە بىخەتەرلىك تاختىسى ئېچىلىدۇ. كۈچەيتىلگەن ئىز قوغلاشنى قوغداش ئاستىدا «Custom» نى تاللاڭ. بۇ تاللاش رامكىسىنى تاللاش ئارقىلىق قايسى ئىز قوغلىغۇچ ۋە قوليازمىلارنى توسىدىغانلىقىنى تاللاڭ. Hcaptcha.com نى چەكلىگەنلىكىڭىزنى جەزملەشتۈرۈڭ.",
    "3967047208": "سىز بۇ مەسىلىنى ھەل قىلىش ئۈچۈن Custom دىكى بەزى قوغداشلارنى ۋاقىتلىق ئېتىۋەتسىڭىز بولىدۇ ، تەكشۈرۈش رامكىسىنى تاللىسىڭىز: ئىز قوغلىغۇچىلارنى تاللاش رامكىسىنى تاللاڭ ياكى ساقلانمىلارنى تاللاڭ.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Chrome تىزىملىك سىنبەلگىسىنى تاللاڭ. تەڭشەكلەرنى تاللاڭ.",
    "926138631": "مەخپىيەتلىك ۋە بىخەتەرلىككە ، ئاندىن Cookies ۋە باشقا تور بېكەت سانلىق مەلۇماتلىرىغا بېرىڭ.",
    "3419878556": "«ئۈچىنچى تەرەپ ساقلانمىلىرىنى چەكلەش» نىڭ قوزغىتىلمىغانلىقىنى جەزملەشتۈرۈڭ.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "تىزىملىك بالدىقىدىن Chrome مايىللىقىنى ئېچىڭ.",
    "2348697693": "Google Chrome (ئاندىرويىد):",
    "3700113699": "ئاندىرويىد ئۈسكۈنىڭىزدە Chrome دېتالىنى ئېچىڭ.",
    "3620039756": "ئوڭ تەرەپ ئۈستى تەرەپتە «تېخىمۇ كۆپ» نى چېكىڭ.",
    "2813310562": "بېكەت تەڭشەكلىرىنى چېكىڭ ، ئاندىن ساقلانمىلارنى چېكىڭ.",
    "3014657981": "«Cookies» نىڭ يېنىدا تەڭشەكنى ئېچىڭ.",
    "1242066691": "«ئۈچىنچى تەرەپ ساقلانمىلىرىغا رۇخسەت قىلىش» نىڭ يېنىدىكى رامكىنى تەكشۈرۈڭ.",
    "292250020": "1. ئېكراننىڭ ئوڭ ئۈستى بۇرجىكىدىكى چىشلىق چاقنى تاللاڭ ، ئاندىن «تور تاللانمىلىرى» نى تاللاڭ. ئەگەر تىزىملىك بالدىقى قوزغىتىلغان بولسا ، «قورال» ئاندىن «تور تاللانمىلىرى» نى تاللىيالايسىز.",
    "4114820649": "2. «مەخپىيەتلىك» بەتكۈچىنى چېكىڭ.",
    "946838734": "3. «ئىلغار» كۇنۇپكىسىنى تاللاڭ.",
    "348809718": "4. «ئۈچىنچى تەرەپ ساقلانمىلىرى» ئاستىدا «قوبۇل قىلىش» نى تاللاڭ.",
    "1253441326": "5. «ماقۇل» نى چېكىڭ.",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "AI ئەخلاق سىياسىتى",
    "1161704803": "بىزدە نېمە ئۈچۈن AI ئەخلاقى سىياسىتى بار؟",
    "1806535500": "قەلەمدىن دىنامىكقىچە بولغان بارلىق تېخنىكىلار ئاساسەن a",
    "24452499": "ھەل قىلىش چارىسى ئۇنى ياخشى ياكى كېسەل ئۈچۈن ئىشلىتىشكە بولىدۇ. قوش ئىشلىتىش ھەل قىلىش چارىسىنى تەتقىق قىلىدىغان ، قۇرغان ياكى ساتقان ھەر بىر شىركەتنىڭ ھەرىكىتىنىڭ ئاقىۋىتىنى ئويلىشىش مەجبۇرىيىتى بار.",
    "4023575072": "قوش ئىشلىتىش",
    "3336625692": "بۇ بەت سۈنئىي ئەقىل ئەخلاقى دائىرىسىدە بىزنىڭ بۇ تېمىغا بولغان كۆز قارىشىمىزنى تەپسىلىي بايان قىلىدۇ ، بىزنىڭ مۇلازىمەتلىرىمىزنى ئىشلىتىشكە كاپالەتلىك قىلىش ئۈچۈن قوللانغان جەريانلار بىز شىركەت سۈپىتىدە قوللانغان سىياسەتلەرگە ماس كېلىدۇ.",
    "835717930": "HCaptcha دىكى AI ئەخلاقى",
    "2179524509": "بىز HCaptcha مۇلازىمىتىگە قانداق سوئاللارنىڭ رۇخسەت قىلىنىدىغانلىقى ۋە نېمە ئۈچۈن ئالاھىدە سوئاللارنىڭ سورالغانلىقى توغرىسىدا ئاندا-ساندا سوئاللارغا ئېرىشىمىز.",
    "1962721652": "ئىنسانلار ئەندىزە ئىزدىگۈچىلەردۇر ، بەزىدە بىگۇناھ سوئال سوئال سورايدىغان ھەر قانداق كىشىنىڭ مۇددىئاسى بولماستىن ، دۇنيادىكى ئۆزگىرىش سەۋەبىدىن ، بىر دەمدىلا پۈتۈنلەي ھەيران قالارلىق ھالەتتىن گۇمانلىنىشقا ئۆزگىرىدۇ.",
    "3974566657": "مۇلازىمەتلەرنىڭ ئومۇملىشىشىغا ئەگىشىپ ، بۇ خىل ئەھۋال مۇقەررەر ھالدا دائىم يۈز بېرىدۇ. hCaptcha دۇنيادىكى ھەر قايسى دۆلەتلەردە ھەر كۈنى مىليونلىغان كىشىلەر تەرىپىدىن ئىشلىتىلىدۇ ، شۇڭا بىز بۇ سىياسەتنى ۋە ئىمكانقەدەر ئوچۇق-ئاشكارە بولۇش ئۈچۈن بۇ مەسىلىلەرنى قانداق ھەل قىلىدىغانلىقىمىز ھەققىدە بىر مىسال تەتقىقاتىمىزنى ئېلان قىلىۋاتىمىز.",
    "1830910223": "ھەقىقىي دۇنيا سۈنئىي ئەقىل ئەخلاقى تەتقىقاتى",
    "805971861": "«Umbrella» ImageNet دىكى بىر ئاتالغۇ بولۇپ ، كومپيۇتېر كۆرۈش تەتقىقاتچىلىرى ئىشلىتىدىغان ئۆلچەملىك ئۆلچەملىك سانلىق مەلۇمات. كۈنلۈك تۇتقان كىشىلەرنى ئىشەنچلىك پەرقلەندۈرۈش كېيىنكى ئەۋلادلارنىڭ ئىلغار قوزغاتقۇچ ياردىمى (ADAS) سىستېمىسى بەرپا قىلىشتا ئىنتايىن مۇھىم.",
    "3988350": "دېمەك ، ھەقىقىي كۈنلۈك ئىزاھاتىدا ناھايىتى ياخشى ئىشلىتىش ئەھۋاللىرى بار. ئاپتوماتىك ھەيدىلىدىغان ماشىنىلارنىڭ تەسىرىگە قارىتا ئىختىلاپ بار ، ئەمما ADAS سىستېمىسى ئاللىقاچان تېجەپ قېلىۋاتىدۇ",
    "548587288": "دۇنيانىڭ ھەرقايسى جايلىرىدا.",
    "3138772661": "ھەر يىلى نەچچە مىڭلىغان ھايات",
    "3168199226": "قانداقلا بولمىسۇن ، 2020-يىلى بۇ خىل سانلىق مەلۇمات سانلىق مەلۇمات ئامبىرىنى بىر يىل ئىلگىرى كىشىلەر ئويلىغاندەك قوش ئىشلىتىش تېخنىكىسى دەپ قاراشقا بولىدىغانلىقى ئايدىڭلاشتى.",
    "558378834": "شۇڭا بىز بۇ ۋاقىتتا كۈنلۈككە مۇناسىۋەتلىك سوئاللارنىڭ تەلىپىنى ئەمدى قوبۇل قىلمايمىز. ئاخىرقى ئىشلەتكۈچى نۆۋەتتىكى پەيتتە كۈنلۈك توغرىسىدىكى سوئالنى كۆرگەندە قالايمىقانچىلىقنىڭ يوشۇرۇن كۈچى بەك يۇقىرى ، ئاخىرىدا بىزنىڭ مەقسىتىمىز دۇنيانى تېخىمۇ يېقىشلىق ماكانغا ئايلاندۇرۇش.",
    "3376604063": "AI ئەخلاق سىياسىتى ۋە جەريانلىرى",
    "1923365316": "HCaptcha دا بىزنىڭ قاتتىق AI ئەخلاقى سىياسىتىمىز بار ، ئۇنىڭ بىر قىسمى خېرىدارنى بىلىش (KYC) جەريانىنى ئۆز ئىچىگە ئالىدۇ.",
    "4230322909": "بىز ھەمىشە ھەر بىر يېڭى خېرىدار ۋە ئۇلارنىڭ مەقسەتلىك ئىشلىتىش ئەھۋالىنى ياخشى چۈشىنىشكە تىرىشىمىز ، ھەم بىزنىڭ مەھسۇلات ۋە مۇلازىمىتىمىزگە ماس كېلىدىغانلىقىنى جەزملەشتۈرۈشكە ھەمدە ئۇنىڭ شىركەت سۈپىتىدە قوللانغان سىياسەتلىرىمىزگە ئەمەل قىلىشقا كاپالەتلىك قىلىشقا تىرىشىمىز.",
    "2735073144": "بىزمۇ زۆرۈر تېپىلغاندا داۋاملىق تەكشۈرۈش ئېلىپ بارىمىز. مەسىلەن ، يېقىنقى مەزگىلدىكى كۈنلۈككە مۇناسىۋەتلىك بەلگە تەلىپىنىڭ ۋاقتى ۋە كېلىش مەنبەسىنى كۆزدىن كەچۈرگەندە ، بىز ھېچقانداق ھۆكۈمەت ئورگىنى ياكى داڭلىق دۆلەت نازارەت قىلىش يۇمشاق دېتالى بىلەن تەمىنلىگۈچىنىڭ ئۆتكەن 12 ئاي ئىچىدە مۇلازىمىتىمىزنى ئىشلىتىپ كۈنلۈككە قارىتا تەلەپ قويمىغانلىقىنى جەزملەشتۈرەلەيمىز. .",
    "2715462692": "بىزنىڭ سۈنئىي ئەقىل ئەخلاقى جەريانىمىز قانداقراق؟",
    "3049976256": "ھەر بىر يېڭى بەلگە خېرىدارلىرىغا نىسبەتەن ، سېتىش جەريانىدا تەكشۈرۈش تىزىملىكىدىن ئۆتىمىز. بۇ پاراخوتقا چىقىشتىن بۇرۇنقى دەسلەپكى KYC تىرىشچانلىقىنى ، شۇنداقلا ئانالىزچىلىرىمىزغا سۇنۇلغان بارلىق تەلەپلەرنى دەلىللەشنى ، شۇنداقلا ئۆزىمىز مۇلازىمەت سۇپىمىز ئارقىلىق تەلەپ قىلىنغان تەلەپلەرنى دەل ۋاقتىدا تەكشۈرۈش ۋە قەرەللىك تەكشۈرۈشنى ئۆز ئىچىگە ئالىدۇ.",
    "3103642530": "بۇ ئوبزور بىر قانچە ئۆلچەمدىن تۈزۈلگەن:",
    "3349094124": "ئەخلاققا مۇناسىۋەتلىك ئۆلچەملەر: مەقسەت",
    "1038019440": "1. بۇ خېرىدار دۆلەتنىڭ دۆلەت مەنپەئەتىگە ۋەكىللىك قىلامدۇ ، خەلقئارا قانۇن ۋە قائىدىلەرگە زىت ھەرىكەتلەر بىلەن شۇغۇللىنامدۇ؟",
    "493717511": "2. بۇ خېرىدار مۇلازىمەتنى تەلەپ قىلامدۇ؟",
    "2209109640": "پەقەت يامان غەرەزدە ئىشلىتىلىدۇ ، ئۇلارنىڭ نورمال سودا پائالىيىتى دائىرىسىدە؟",
    "3457805519": "3. خېرىدارلارنىڭ تەلىپى ئامېرىكا قانۇنى ۋە بىزنىڭ قاتنىشىش قائىدىسىمىز بويىچە ئەمەلگە ئاشامدۇ؟",
    "1942611550": "ئاساسلىقى",
    "109179759": "ئەخلاق مەسىلىسى ئۆلچىمى: سۇبيېكتىپ",
    "1033698050": "1. بىز غەربنىڭ تىپىك جەمئىيەت قائىدىلىرىگە بولغان تەبىرىمىزگە ئاساسەن ، خېرىدارنىڭ ئەخلاقىي جەھەتتىن قوبۇل قىلالايدىغان دەپ قارايدىغان ئىشلىتىش قېپى بەرگەنلىكىگە ئىشىنەمدۇق؟",
    "361372538": "2. بىز تەمىنلىگەن مۇلازىمەتلىرىمىزنىڭ قانۇنلۇق ، ئەمما بىز قوبۇل قىلالمايدىغان ئۇسۇللار بىلەن كەمسىتىش مەقسىتىدە ئىشلىتىلىدىغانلىقىغا ئىشىنەمدۇق؟",
    "2867855718": "3. شەخسىي مەخپىيەتلىكنىڭ تەلىپىنى قانائەتلىنەرلىك ھالدا ھەل قىلغىلى بولىدىغانلىقىغا ئىشىنەمدۇق؟",
    "2462728596": "ئەگەر بىز بۇ نۇقتىلاردا ئۆزىمىزنى قاندۇرالمىساق ، تەلەپنى رەت قىلىمىز ۋە بىزنىڭ شەرتلىرىمىزدە كۆرسىتىلگەندەك سۇپىمىزغا داۋاملىق كىرىشنى توختىتىشىمىز مۇمكىن.",
    "1995277831": "رەھمەت سىزگە",
    "1818116402": "سۈنئىي ئەقىل ئەخلاقى زاپچاسلىرى بىلەن مەشغۇلات سوئاللىرىنى قانداق بىر تەرەپ قىلىدىغانلىقىمىزغا بۇ قاراشنى قەدىرلىشىڭىزنى ئۈمىد قىلىمىز.",
    "1499894352": "ناھايىتى ئاز ساندىكى شىركەتلەر بۇ ساھەدىكى تەدبىر بەلگىلەش جەريانىغا ئوچۇق-ئاشكارە تەمىنلەيدۇ ، بىز باشقىلارنىڭ بۇ ئۈلگە بولۇشىنى ئۈمىد قىلىمىز!",
    "535659033": "Creative Commons Attribution",
    "1495915066": "بىز ، ئاكادېمىك تەتقىقات ھەمراھىمىز ۋە خېرىدارلىرىمىز قانداق قىلىپ Creative Commons مېدىياسىنى ئىشلىتىمىز",
    "3017533972": "بىز ، ئىلمىي تەتقىقات ھەمراھىمىز ۋە خېرىدارلىرىمىز ئىنسانىيەتنىڭ ماشىنا ئۆگىنىش ساھەسىدىكى بىلىملىرىنى ئىلگىرى سۈرۈش ئۈچۈن ، hCaptcha سۇپىسى ئارقىلىق Creative Commons ئىجازەتنامىسىدىكى مەزمۇنلارنىڭ بىر قىسمىنى پايدىلىنالايمىز ياكى كۆپەيتەلەيمىز.",
    "1428053210": "بۇ مەزمۇن ئادەتتە ئەسلى شەكلىدىن ئۆزگەرتىلگەن. مەسىلەن ، بىر سىن بەلكىم نۇرغۇن رەسىملەرگە بۆلۈنۈشى مۇمكىن ، ئۇ رەسىملەر نۇرغۇن يېڭى رەسىملەرگە بۆلۈنۈشى مۇمكىن ، ئاندىن بۇ يېڭى رەسىملەر ئىختىيارىي ئارىلاشتۇرۇلۇپ ئەڭ ئاخىرقى نەتىجىنى كۆرسىتىدۇ.",
    "1728211763": "مەزمۇننى مۇشۇ ئۇسۇلدا ۋە بۇ مەقسەتتە ئىشلىتىش بىزنىڭ قانۇن ۋە بۇ ساھەدىكى ئۆلچەملىك ئەمەلىيەتكە بولغان چۈشەنچىمىز بويىچە ئادىل ئىشلىتىش كۆرسەتمىسى دائىرىسىگە كىرىدۇ ، ئەمما بىز ئىجادىيەت ئورتاق گەۋدىسىنىڭ ئۇزۇن يىللىق مەستانىسى ، ھەمدە ياردەم قىلغان ھەر قانداق كىشىگە ئىناۋەت بېرىشنى ياخشى كۆرىمىز. ماشىنا ئەقلىي ئىقتىدارىنى ياخشىلاشتىكى مۇھىم ۋەزىپە.",
    "1949452297": "HCaptcha UI نىڭ ئىچكى چەكلىمىسى ۋە ئۇنىڭ بىخەتەرلىك كۆز قارىشى سەۋەبىدىن ، ھەر بىر رەسىمنىڭ كېلىش مەنبەسىنى بىۋاسىتە ئىشلىتىشكە قوشۇلۇش مۇمكىن ئەمەس. ئەكسىچە ، بىز بۇ بەتنى باش بېتىمىزدىن ئۇلاپ ، سۇپا ئارقىلىق ھازىر ياكى يېقىندا تەمىنلەنگەن مەنبەلەرنىڭ تىزىملىكىنى ساقلايمىز. نۆۋەتتىكى تىزىملىككە كىرەلەيسىز",
    "2367602973": "بۇ يەردە",
    "659124570": "بۇنىڭدىن باشقا ، ئەگەر سىز ئۆزىڭىزگە تەۋە مەزمۇنلارنى hCaptcha سۇپىسىدا كۆپەيتىلگەنلىكىنى كۆرسىڭىز ھەمدە ھەر قانداق سەۋەب بىلەن ئۆچۈرۈۋېتىشنى ئويلىسىڭىز ، ئېلېكترونلۇق خەت ئارقىلىق بىز بىلەن ئالاقىلاشسىڭىز بولىدۇ.",
    "2066749488": "باشقا ئەرزلەر",
    "3479034323": "ئەگەر سىزگە تەۋە مەزمۇنلارنى hCaptcha سۇپىسىدا كۆپەيتىلگەنلىكىنى كۆرسىڭىز ھەمدە ھەر قانداق سەۋەب بىلەن ئۆچۈرۈۋېتىشنى ئويلىسىڭىز ، ئېلېكترونلۇق خەت ئارقىلىق بىز بىلەن ئالاقىلاشسىڭىز بولىدۇ.",
    "1836554225": "بىلوگ يازمىلىرى",
    "2873297188": "بارلىق CAPTCHAS ئامېرىكىلىقلارنى كەمسىتىدۇ؟",
    "165932542": "HCaptcha غا نەزەر سالساق دۇنيانىڭ ھەرقايسى جايلىرىدا سۈرئەت ھەل قىلىدۇ",
    "1865097546": "2021-يىلى 16-نويابىر",
    "3005876482": "hCaptcha ھازىر ئەڭ چوڭ مۇستەقىل CAPTCHA مۇلازىمىتى بولۇپ ، تورنىڭ% 15 ىدە ئىجرا بولىدۇ",
    "693820850": "شەخسىي مەخپىيەتلىكنى بىرىنچى ئورۇنغا قويۇپ گۇگۇلنى مەغلۇب قىلالايسىز",
    "3609106478": "كىنىشكا قاچىلاش:",
    "299335340": "ئۇ نېمە ۋە ھۇجۇملارنى قانداق توختىتىش",
    "354925785": "Intro",
    "423222878": "بايقاش ، ئالدىنى ئېلىش ۋە توختىتىشنىڭ ئەڭ قىيىن تور ھۇجۇمى بىر يامان غەرەزلىك ئارتىس قانۇنلۇق ئىشلەتكۈچى سالاھىيىتىنى ئىشلىتىپ ئاكتىپ ئىشلەتكۈچى ھېساباتىغا كىرەلەيدۇ. نۇرغۇن مۇرەككەپ بايقاش ئىقتىدارى جايىدا بولمىسا ، ھېساباتنى باشقۇرىدىغان شىركەتنىڭ چاتاق بولۇشىدىن گۇمانلىنىشقا ئاساسى يوق. بىر خېرىدار پەقەت ئۇنىڭ ھېساباتىغا كىرگەندەك قىلىدۇ. ھۇجۇم قىلغۇچى ئوغرىلانغان كىنىشكىنى ئىشلىتىپ بۇ مۇۋەپپەقىيەتلىك ئالدامچىلىقنى قولغا كەلتۈردى ، ئادەتتە «كىنىشكا قاچىلاش» دەپ ئاتىلىدىغان تور ھۇجۇمى تېخنىكىسىنىڭ نەتىجىسى. بۇ بۈگۈنكى كۈندە بىر ئېغىر مەسىلە ، ئەمما توغرا تاقابىل تۇرۇش تەدبىرلىرى ئارقىلىق يېنىكلەتكىلى بولىدۇ.",
    "777660551": "ئىشەنچلىك نەرسە دېگەن نېمە؟",
    "2602763587": "كىنىشكا قاچىلاش بولسا تور ھۇجۇمىنىڭ بىر خىل شەكلى بولۇپ ، ھۇجۇم قىلغۇچى ئوغرىلانغان ئىشلەتكۈچى ئىسمى ۋە مەخپىي نومۇرىنى ئىشلىتىپ بىر نەچچە قېتىم توربېكەتكە كىرمەكچى بولىدۇ. «قاچىلاش» قايتا-قايتا كىرىش سىنىقىنى كۆرسىتىدۇ ، بۇلار دائىم دېگۈدەك ئاپتوماتىك ماشىنا يۇمشاق دېتالى تەرىپىدىن ئېلىپ بېرىلىدۇ.",
    "1271831121": "بۇ خۇددى خاككېر (ئۇچىسىغا چاپان كىيگەن) ئولتۇرغاندەك ئەمەس ، كىنىشكىدىن كېيىن كىنىشكا يېزىۋاتىدۇ. ئاپتوماتىك كىرىش بوتقىسى سېلېنغا ئوخشاش ئۈستەل سىرتىدىكى قورالدىن ياكى خاسلاشتۇرۇلغان خاككېر قورالىدىن ياسالغان.",
    "2588750717": "دەرۋەقە ، بىر قىسىم كىنىشكىلارنى تولدۇرۇش ھۇجۇملىرى مىليونلىغان كىنىشكىلارنى ئۆز ئىچىگە ئالىدۇ - ئۇلارنىڭ ھەممىسى كىرىشنى ئۈمىد قىلىپ ئويلىمىغان تور بېكەتنىڭ كىرىش ئېغىزىغا قاچىلانغان. ئىچىگە كىرگەندىن كېيىن ، ھۇجۇم قىلغۇچى زىيانكەشلىككە ئۇچرىغۇچىنىڭ ھېساباتىنى ئىگىلىۋالىدۇ.",
    "1137757109": "ئەگەر ئۇ ئېلېكترونلۇق سودا ھېساباتى بولسا ، ھۇجۇم قىلغۇچى مال زاكاز قىلالايدۇ. ئەگەر زىيانكەشلىككە ئۇچرىغۇچى بانكا بولسا ، ھۇجۇم قىلغۇچى مەبلەغنى چەتئەلگە يۆتكىسە بولىدۇ.",
    "1559150837": "نىشانلار مۇداپىئەسىز ئەمەس. كۆپىنچە تور بېكەتلەردە قىسقا ۋاقىت ئىچىدە ئوخشاش بىر IP ئادرېستىن نەچچە مىڭ ئوخشىمىغان ھېساباتقا كىرمەكچى بولغان گۇمانلىق ئىشلەتكۈچىنى توسىدىغان كونتروللار بار. كىنىشكا قاچىلاش ھۇجۇمچىلىرىنىڭ بۇ قوغداش تېخنىكىلىرىنى چۆرىدىگەن ھالدا قىلغانلىرى جۇغراپىيىلىك ۋە IP كۆپ خىللىقىنى تەقلىد قىلىش. كۈچلۈك ، دائىم سۈنئىي ئەقىل ئارقىلىق قوزغىتىلغان قوراللارنى ئىشلىتىپ ، ئۇلار مىڭلىغان ئابونتلارنىڭ دۇنيانىڭ ھەر قايسى جايلىرىدىن كەلگەن ئوخشىمىغان ۋاقىتلاردا ئىختىيارىي ھالدا تىزىملاتماقچى بولۇۋاتقانلىقىنى كۆرسىتىپ بېرىدۇ. بۇنى بايقاش ۋە توختىتىش تېخىمۇ تەس.",
    "1892020899": "خاككېرلار كىنىشكىنى نەدىن ئالىدۇ؟",
    "2597149484": "خاككېرنىڭ نۇرغۇن كىنىشكىلارنى «تولدۇرۇشى» نىڭ سەۋەبى ئۇلارنىڭ ئوغرىلانغان كىنىشكىسىنى نەدىن ئالغانلىقى بىلەن مۇناسىۋەتلىك.",
    "3030395800": "بۇ كىنىشكىلار ئادەتتە سانلىق مەلۇماتقا خىلاپلىق قىلىشتىن كېلىدۇ. «كىنىشكا ئېقىمى» دەپمۇ ئاتىلىدۇ ، بۇ ھۇجۇملار مىليونلىغان كىنىشكىنىڭ قاراڭغۇ تورغا تاشلىنىشىنى كەلتۈرۈپ چىقىرىدۇ. ئەگەر ئېقىپ كېتىش بانكىدىن كەلگەن بولسا ، خاككېر بۇ كىنىشكىلارنى ئىشلىتىپ باشقا تور بېكەتلەرگە كىرىشكە تىرىشىدۇ. بۇ خىل ئۇسۇل ئىشلەيدۇ ، چۈنكى نۇرغۇن كىشىلەر ئوخشاش بولمىغان ئىشلەتكۈچى نامى ۋە مەخپىي نومۇرنى بىر نەچچە بېكەتكە ئىشلىتىدۇ. (بۇ ئەمەلىيەت ئۈمىدسىزلىنىدۇ ، ئەمما رېئاللىق دېگەن نېمە. كىشىلەر ئوخشاش كىرىش كىنىشكىسىنى تەكرارلايدۇ.)",
    "1258965840": "شۇڭا ، ئەگەر ھۇجۇم قىلغۇچى بىر بېكەتكە كىرەلەيدىغان بولسا ، ئۇ بەلكىم تۆكۈلگەن كىنىشكىنى ئىشلىتىپ بىر نەچچە بېكەتكە كىرىشى مۇمكىن. مەسىلەن ، ئۇلار JohnDoe / 525momma غا ئوخشاش ئىشلەتكۈچى ئىسمى / پارول جۈپلىرىگە ئېرىشىشى مۇمكىن ، ئەمما ئۇلار بۇ جۈپلەرنىڭ ئۇلارغا نېمە ئىش قىلىدىغانلىقىنى بىلمەيدۇ. شۇڭا ، ئۇلار ئامازون تورى ، Ebay ، Citibank ، Walgreens قاتارلىقلاردا بۇ بىر جۈپنى سىناپ باقتى. ئۇلار بۇ جۈپنى مىڭ ئوخشىمىغان تور بېكەتتە سىناپ بېقىشى مۇمكىن.",
    "3594440415": "ئاخىرىدا ، ئۇلار ئىشىكنى ئېچىشقا باشلايدۇ.",
    "780280214": "HCaptcha ۋە hCaptcha كارخانىسى قانداق قىلىپ كىنىشكا قاچىلاش تەھدىتىنى پەسەيتىدۇ",
    "4165374512": "كىملىك ئۇچۇرلىرىنىڭ ئالدىنى ئېلىش ئۈچۈن IP ۋە ئورۇن بەلگىلەش قوراللىرىنى ئىشلىتىش مۇمكىن بولسىمۇ ، ئەمما تېخىمۇ ئەرزان ئۈنۈملۈك ۋە توغرا ئۇسۇل پەقەت ئاپتوماتىك كىنىشكا قاچىلاش بوتىنىڭ ئۆزىنى ئۈزۈش. hCaptcha ۋە hCaptcha كارخانىسى كىرىش نۇقتىسىدا بوتۇلكىنى بېسىپ چۈشىدۇ. بۇ بوتنىڭ توغرا سالاھىيەت گۇۋاھنامىسى بولغان تەقدىردىمۇ ، ئەگەر hCaptcha كارخانىسىنىڭ بايقىشى ياكى hCaptcha نىڭ CAPTCHA دىن ئۆتۈپ كېتەلمىسە ، ئۇ قاچىلاشنى قىلالمايدۇ ھەمدە تور بېتىڭىز ۋە ئابونتلىرىڭىز قوغدىلىدۇ.",
    "3269644546": "كەچۈرۈڭ",
    "1058572205": "تېخىمۇ كۆپ بىلىمگە ئېرىشمەكچى بولسىڭىز بىز",
    "3753613260": "ئالاقىلىشىڭ",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "DMCA ئەرزلىرىنى دوكلات قىلىش",
    "54093347": "DMCA تىزىملاتقان ۋاكالەتچى",
    "3233441200": "دەخلى-تەرۇز قىلىش سىياسىتىنى تەكرارلاڭ",
    "4011712313": "DMCA سىياسىتىمىزنىڭ بىر قىسمى سۈپىتىدە ، بىز خېرىدارلارنىڭ ھېساباتىنى كۆپ قەدەملىك DMCA تەكرارلاش ھوقۇقىغا دەخلى-تەرۇز قىلغانلىق ئۇقتۇرۇشىنى تاپشۇرۇۋالىمىز. بىر كالېندار ئايدا قايتا-قايتا DMCA ئۇقتۇرۇشىنى تاپشۇرۇۋالغاندىن كېيىن ، خېرىدارلار ھېساباتى بىر سىياسەت باسقۇچىدىن يەنە بىر باسقۇچقا ئۆتىدۇ.",
    "766825168": "DMCA قايتا-قايتا ھوقۇققا دەخلى-تەرۇز قىلىش سىياسىتىگە ئاساسەن قوللىنىدىغان ھەرىكەتلەر ھېسابات خاتىرىسىدىكى خېرىدارلارغا كۆرۈنۈشچانلىقى يۇقىرى كۆتۈرۈلگەنلىك ئاگاھلاندۇرۇشىنى ئۆز ئىچىگە ئالىدۇ. بۇ ئاگاھلاندۇرۇشلارنى ئېتىراپ قىلىش ئۈچۈن ، بىز خېرىدارلارنىڭ ھېساباتقا كىرىشىنى ياكى ياردەم گۇرۇپپىمىزغا تېلېفون قىلىشىنى تەلەپ قىلىشىمىز مۇمكىن. بىز قايتا-قايتا ھوقۇققا دەخلى-تەرۇز قىلىش ئاگاھلاندۇرۇشى ئەۋەتكەندىن كېيىنمۇ بىز داۋاملىق DMCA ئۇقتۇرۇشىنى تاپشۇرۇۋالغان ھەر قانداق خېرىدارنىڭ hCaptcha ۋە IMI مۇلازىمىتىگە ۋاقىتلىق ۋاقىتلىق تەدبىرلەرنى قوللىنىش ، شۇنداقلا باشقا ۋاقىتلىق تەدبىرلەرنى قوللىنىش ھوقۇقىمىز بار. بۇنىڭدىن باشقا ، بىز بۇ سىياسەت بويىچە hCaptcha مۇلازىمىتىنى ئاخىرلاشتۇرغاندا ، بۇ خېرىدارلارغا تەمىنلەنگەن باشقا HCaptcha ياكى IMI مۇلازىمىتىنى ئۆزىمىز خالىغانچە ئاخىرلاشتۇرۇشىمىز مۇمكىن.",
    "2410122265": "hCaptcha مەنبە: Bots 101",
    "4166776480": "ئىشەنچلىك نەرسە: بۇ نېمە ۋە ھۇجۇمنى قانداق توختىتىش",
    "2301335298": "پۇل تۆلەش ئالدامچىلىقى: تور جىنايىتىنىڭ تېز تەرەققىي قىلىش ھالىتىنى پەسەيتىش",
    "3682071227": "ھېسابات ئېلىش دېگەن نېمە ۋە ئۇلار قانداق ئىشلەيدۇ؟",
    "2729131930": "بىراك قىلىش دېگەن نېمە ۋە ئۇ قانداق ئىشلەيدۇ؟",
    "1344959096": "يەككە سانلىق مەلۇمات بەلگىسى سۈپىتىدە ئىشلەش",
    "3510143229": "hCaptcha تور بېكەت ۋە ئەپلەرنىڭ مۇلازىمىتى ،",
    "3930611699": "يەككە ئىشچىلار.",
    "1051214799": "hCaptcha توربېكەت ياكى ئۇنى ئىشلىتىدىغان تور بەت ياكى نەشر قىلغۇچىلار بىلەن قىممەتنى ئورتاقلىشىشقا ئۇرۇنغان تور بىخەتەرلىك مۇلازىمىتى.",
    "360236473": "HCaptcha مۇلازىمىتى ھېچكىمنىڭ يەككە بەلگە ئورنىدا ئىشلەش ئۈچۈن ئىشلىتىلمەيدۇ. ئۇ بۇ مەقسەت ئۈچۈن لايىھەلەنگەن ياكى ماس كەلمىگەن. بىز ھېچكىمنىڭ hCaptcha نى شەخسىي كىرىم مەنبەسى قىلىپ ئىشلىتىپ بېقىشىنى تەۋسىيە قىلمايمىز.",
    "3842490632": "نۇرغۇن سوئاللارغا جاۋاب بەرمەكچى بولغان يەككە ئىشلەتكۈچىنىڭ نىسبىتى چەكلىك ياكى تېز چەكلىنىشى مۇمكىن. ئوخشاشلا مۇھىم",
    "1560232962": "تەپسىلىي مەزمۇننى ئۆز ئىچىگە ئالىدۇ ، ھەر قانداق جاۋابقا ئېرىشكەن پۇلغا كاپالەتلىك قىلىنمايدۇ. ئۇ ۋاقىتتا ھەقلىق سوئاللار بولماسلىقى مۇمكىن ، سۈپەت سەۋەبىدىن جاۋاب رەت قىلىنىشى مۇمكىن.",
    "2694001822": "قانداقلا بولمىسۇن ، بىز ئاندا-ساندا شەخسلەرنى تەكلىپ قىلىپ ، سىستېما خاسلىقى ۋە يېڭى ئىقتىدارلارنى سىناق قىلىشىمىزغا ياردەم قىلىمىز.",
    "1569804581": "ئەگەر مۇناسىۋەتلىك پۇرسەتلەر توغرىسىدا كەلگۈسىدە ئالاقىلاشماقچى بولسىڭىز ، بۇ جەدۋەلنى تولدۇرۇڭ.",
    "636461959": "ئىسمى",
    "1139500589": "دۆلەت",
    "1789607185": "ئېلخەت ئادرېسى",
    "325077666": "ئۇچۇرلىرىڭىزنى يوللاش ئارقىلىق سىز بىزگە قوشۇلىسىز",
    "3555583744": "and",
    "3609929815": ". بىز كەلگۈسىدىكى شەخسىي ماركا خىزمەت پۇرسىتىگە مۇناسىۋەتلىك سىز بىلەن ئالاقىلىشىش مەقسىتىدە ، ئىسمىڭىز ، دۆلىتىڭىز ۋە ئېلېكترونلۇق خەت ئادرېسىڭىزنى ساقلاپ قالىمىز.",
    "4197928199": "مەخپىيەتلىك تۈزۈمى",
    "851786723": "ئېلېكترونلۇق خەت ساندۇقىڭىزنى كىرگۈزۈش ئارقىلىق بىزنىڭ شەرتنامە ۋە مەخپىيەتلىك تۈزۈمىمىزگە قوشۇلىسىز ھەمدە بىزدىن ئېلېكترونلۇق خەت تاپشۇرۇۋالىسىز.",
    "2402165761": "بىراك قىلىش قانداق ئىشلەيدۇ؟",
    "4260542944": "مەزمۇننى بىر تەرەپ قىلىش («ئېكراننى بىر تەرەپ قىلىش» ياكى «پەقەت بىراك قىلىش» دەپمۇ ئاتىلىدۇ) توردىن ئۇچۇر توپلاش ئۈچۈن تونۇش ، دائىم پايدىلىق جەريان. قانداقلا بولمىسۇن ، يېقىنقى يىللاردىن بۇيان ، بۇ تېخنىكا خاككېرلار ۋە ئالدامچىلارنىڭ ياقتۇرىدىغان قورالىغا ئايلاندى. تاقابىل تۇرۇش تەدبىرلىرى تەھدىدنى ئۈنۈملۈك پەسەيتەلەيدۇ ، ئەمما ئۇنى يولغا قويۇش ئۈچۈن ، بۇ جەرياننىڭ قانداق ئىشلەيدىغانلىقىنى چۈشىنىش تولىمۇ مۇھىم.",
    "2066255783": "مەزمۇننى بىر تەرەپ قىلىش دېگەن نېمە؟",
    "1910628828": "مەزمۇننى بىر تەرەپ قىلىش يۇمشاق دېتال خېرىدارى ياكى توركۆرگۈگە تەقلىد قىلىنغان ئاپتوماتىك قورال قورالنى ئۆز ئىچىگە ئالغان سىستېمىدىن سانلىق مەلۇماتلارنى ئىگىلەش تېخنىكىسى. ئۇ يېڭى ئەمەس. ئەمەلىيەتتە ، كونا ئاساسىي ئەسلىھەلەردىن سانلىق مەلۇماتقا ئېھتىياجلىق يۇمشاق دېتال ئىنژېنېرلىرىغا نىسبەتەن ، بىراك قىلىش ئۇچۇر ئېلىشنىڭ بىردىنبىر يولى بولالايدۇ. ئەسلى ئۇلىغۇچلار يوقاپ كېتىشى مۇمكىن ، ئۇنى ئالماشتۇرۇش مۇمكىن ئەمەس.",
    "3408107995": "بۈگۈنكى كۈندە ، ئۈزۈل-كېسىل بىر تەرەپ قىلىش توربېكەتتىكى سانلىق مەلۇماتلارنى تارتىپ چىقىرىشنىڭ پروگرامما خاراكتېرلىك ئۇسۇلىنى كۆرسىتىدۇ. بىراك قىلىش يۇمشاق دېتالى ئادەم ئىشلەتكۈچىگە ئوخشاش ھەرىكەت قىلىدۇ ، كۇنۇپكىلارنى چېكىپ ، چىققان نەتىجىنى ئوقۇيدۇ. بىراك قىلىش ئۈچۈن نۇرغۇن قانۇنلۇق ئىشلىتىش ئۇسۇللىرى بار. قۇۋۋەت ئىزدەش ماتورى بولغان تور تارتقۇچىلار بۇنىڭ بىر مىسالى. Skyscanner غا ئوخشاش قوراللارمۇ مىڭلىغان ساياھەت تور بېكەتلىرىنى بىرلەشتۈرۈش ئارقىلىق ساياھەت سودىسىنى ئىزدەيدۇ. Fintech شىركىتىمۇ ئۇنى ئىشلىتىدۇ ، ئەگەر سانلىق مەلۇمات ئۇلىنىشى ئۈچۈن قوللىنىشچان پروگرامما ئۇلاش ئېغىزى (API) بولمىسا ، ئابونتلارنىڭ مالىيە ئۇچۇرلىرىنى بانكا تور بېكىتىدىن بىراك قىلىدۇ. ئېكراننى بىر تەرەپ قىلىشنى ئەستە تۇتۇشقا تىگىشلىك ئىشلار ئۇنىڭ سۈرئىتى ۋە كېڭەيتىشچانلىقى. بۇ جەريان تور بېكەتلەرنىڭ يۈز بېرىشىنى توسۇش ئۈچۈن سەپلەنمىگەن دەپ پەرەز قىلىپ ، تور بېكەتلەردىن غايەت زور سانلىق مەلۇماتلارنى يىغىۋالىدۇ. ھېسابلاش سۈرئىتىدە ، بىر سۈرتكۈچ توربېكەتلەر ۋە ئۇلارنى تەمىنلەيدىغان يۇمشاق دېتال ۋە سانلىق مەلۇمات ئامبىرى بىلەن ئۆز-ئارا تەسىر كۆرسىتىپ چوڭ سانلىق مەلۇمات ئامبىرىنى توپلىيالايدۇ.",
    "1920884252": "نېمە ئۈچۈن مەزمۇننى بىر تەرەپ قىلىش بىخەتەرلىك تەھدىتى؟",
    "2256795853": "نۇرغۇن سانلىق مەلۇماتلارنى تېز سۈرئەتتە توربېكەتلەردىن چىقىرىش ئىقتىدارى يامان غەرەزلىك ئارتىسلارنىڭ قولىدا بىراك قىلىشنى كۈچلۈك قورالغا ئايلاندۇرىدۇ. بىراك قىلىنغان بوت ئىجتىمائىي ئالاقە تور بېكەتلىرىدىكى ئىشلەتكۈچى سانلىق مەلۇماتلىرىنى توپلىيالايدۇ. ئاندىن ، ئادرېس ۋە باشقا شەخسىي ئۇچۇرلارنى ئۆز ئىچىگە ئالغان تور بېكەتلەرنى بىراك قىلىپ ، نەتىجىنى باغلاش ئارقىلىق ، خاككېرلار ئالدامچىلىق ئىناۋەتلىك كارتا ئىلتىماسى تاپشۇرۇشتەك كىملىك جىنايىتى بىلەن شۇغۇللىنىدۇ.",
    "4087694419": "بىراك قىلىنغان خاككېر يەنە ئامازون ۋە eBay قاتارلىق تور بېكەتلەرنىڭ سانلىق مەلۇماتلىرىنى يىغىپ ساختا ياكى ئالدامچىلىق مەھسۇلات تىزىملىكىنى قۇرالايدۇ. ئاندىن ئۇ ئۇلارنى OfferUp غا ئوخشاش تورداشلارنىڭ مۇلازىمىتىدە سېتىشقا تەكلىپ قىلالايدۇ ھەمدە سېتىۋالغۇچىلارغا ئالدامچىلىق قىلىدۇ. ياكى ئالدامچىلار مەۋجۇت بولمىغان مەھسۇلاتلارنى ساتالايدۇ. ئېكراننى بىر تەرەپ قىلىش ئالدامچىلىقى ئېلان تارقاتقۇچىلارنى ئويدۇرۇپ چىقىرىشنى ئۆز ئىچىگە ئالىدۇ. نەشرىيات تور بېكەتلىرىدىكى مەزمۇنلارنى بىر تەرەپ قىلىش ئارقىلىق ، ئالدامچى ئوخشىمىغان مۇلازىمەتلەردە ساختا ئېلان تارقاتقۇچىلار بېتىنى قۇرالايدۇ. ئاندىن ئۇلار بۇ بەتلەردىكى ئېلانلارنى ھوقۇقدار ساتقۇچىلارغا ساتالايدۇ ، ئۇلارنىڭ ئالاقىسى نەشىر قىلغۇچىنىڭ ads.txt ھۆججىتىدىن يىغىۋالىدۇ. ئېلان نۇقتىلىرى ئېلان بەرگۈچىلەرگە ھەقىقىي كۆرۈنىدۇ ، ئەمما ئۇلار ئۇنداق ئەمەس.",
    "3315658779": "HCaptcha كارخانىسى بىلەن مەزمۇن ئۈزۈلۈپ قېلىشنىڭ ئالدىنى ئالىدۇ",
    "2602081482": "hCaptcha كارخانىسى ئىلغار ماشىنا ئۆگىنىشى ئارقىلىق تور بېكىتىڭىز ۋە ئەپلىرىڭىزنىڭ بۇزۇلۇش ھەرىكىتىنى ئۆز ئىچىگە ئالىدۇ.",
    "1422537019": "بىز بۈگۈن تېخىمۇ كۆپ نەرسىلەرنى ئۆگىنىمىز.",
    "1988268879": "كۆلەمدىكى ئۈنۈملۈك سانلىق مەلۇمات بەلگىسى",
    "2163914794": "سانلىق مەلۇمات جەدۋىلىڭىزگە تېخىمۇ كۆپ بەلگە لازىممۇ؟ hCaptcha سۈنئىي ئىدراك ۋە ماشىنا ئۆگىنىش پروگراممىلىرىدا ئىشلەيدىغان شىركەتلەرنى تېز ، تېجەشلىك ۋە يۇقىرى سۈپەتلىك سانلىق مەلۇمات بەلگىسى بىلەن تەمىنلەيدۇ.",
    "3378932530": "سانلىق مەلۇماتلىرىڭىزنى ھازىر بەلگە قىلىپ قويۇڭ",
    "3483700676": "مىليونلىغان ۋەزىپىلەرنى دەرھال قوزغىتىڭ",
    "3478726913": "hCaptcha يەر شارىدىكى ئەڭ چوڭ كۆلچەكلەرنىڭ بىرى. كۆلەمڭىز قانداق بولۇشىدىن قەتئىينەزەر ، قىممەت باھالىق ۋەدىلەرنى ئالماي تۇرۇپ بىر تەرەپ قىلالايمىز. كۈنىگە مىليونلىغان ۋەزىپە مەسىلە ئەمەس.",
    "740501259": "ئاددىي API قوزغىتىلغان تۇرۇبا يولى",
    "2784612261": "ئىنسانلارنىڭ تەكشۈرۈشىنى بىۋاسىتە سودىڭىزغا بىرلەشتۈرمەكچىمۇ؟ بىز يۇقىرى ئىشەنچلىك SLAs ، كاپالەتلىك ئىقتىدارى ۋە ئاددىي REST API لىرىنى تەمىنلەيمىز.",
    "1144966033": "تەننەرخ ۋە سۈپەت ئۈچۈن ئەلالاشتۇرۇلغان",
    "3213351333": "ئالدىنقى قاتاردىكى ۋەدىلەر تەلەپ قىلىنمايدۇ",
    "2107077506": "HUMAN سۇپىسى ئەتراپلىق ئىشەنچ ئەندىزىسىنى ئىشلىتىپ ، مۇرەككەپ ھەقىقىي سۈپەت ئانالىزى قىلىدۇ. بۇ بىزگە سوئالنىڭ قىيىنلىقىنى ۋە ئۇلارنىڭ توغرا جاۋابىنى تېزلىكتە ئېنىقلاپ ، ۋاقىت ۋە ئىقتىسادنى تېجەپ قالالايدۇ.",
    "3576146278": "پەقەت سىز ئېھتىياجلىق بولغان توغرىلىق ئۈچۈن پۇل تۆلەڭ",
    "2952586316": "بارلىق مەسىلىلەر ئوخشاش بولمايدۇ. بىخەتەرلىك ھالقىلىق ۋەزىپىلەرنى ئىزاھلاش پۈتۈنلەي ئىنسان ئىشچىلىرىدىن% 99.99 ئىشەنچ تەلەپ قىلىشى مۇمكىن. كۆچمە ئويۇن دېتالىدىكى بىر سىناق ئىقتىدارنىڭ ئىزاھاتى پەقەت ئوتتۇراھال ئىشەنچنى تەلەپ قىلىشى مۇمكىن. سىز قارار قىلىڭ.",
    "710145621": "ئۆزىڭىزنىڭ يەر يۈزى ھەقىقەت سانلىق مەلۇماتلىرى بىلەن تەمىنلەڭ ياكى ئۇنى ئۇچۇپ يۈرەيلى",
    "987901590": "ئەتراپلىق دەلىللەش توپلىمىسىز خام ماتېرىيال بارمۇ؟ كۆپىنچە ئەھۋاللاردا بىز سىستېمىدا ئىجرا قىلىنىدىغان ۋەزىپە سۈپىتىدە سىزگە بىرنى قۇرالايمىز ياكى تەستىقلىشىڭىز ئۈچۈن بەلگە خاراكتېرلىك ئەۋرىشكە قۇرالايمىز.",
    "2597352122": "ئىزاھات تىپى",
    "1344687860": "باغلاش قۇتىسى",
    "1089415440": "رەسىم ۋە سىندىكى ئوبيېكتنى توغرا بايقاش",
    "3817067682": "كۆپ خوتۇنلۇق",
    "2682873489": "جىسىملارنىڭ چەكلەش رايونىغا ئېنىقلىما بېرىڭ",
    "1275150216": "بەلگە",
    "2067112112": "نۇرغۇن ئوخشىمىغان ئىشلىتىش ئەھۋاللىرىغا نۇقتا ئىزاھاتى",
    "4228682126": "خاسلاشتۇرۇش تۈرى",
    "2920213479": "ھەر قانداق چوڭلۇقتىكى خالىغان تۈرلەرنى رەتلەش ياكى قوشۇش",
    "3288667364": "سېلىشتۇرۇش ۋە بايقاش",
    "155877895": "ئادەم كۈچى ئارقىلىق بايقاش ۋە تۈرگە ئايرىش",
    "3128433367": "... ۋە باشقا نۇرغۇن",
    "2827452240": "بۇ يەردە كۆرسىتىلمىگەن باشقا بىر تىپ لازىممۇ؟ بىزدىن سوراڭ.",
    "719304627": "ئاخىرىدىن ئاخىرىغىچە كونترول قىلىش كېرەكمۇ؟",
    "1172067553": "HCaptcha نىڭ ئارقىسىدىكى HUMAN سۇپىسى ئالدىنقى سىستېمىڭىز بىلەن بىرلەشتۈرۈلگەن ، ئارىلاش ماتورلۇق ياكى SaaS ئورۇنلاشتۇرۇشلىرى ئارقىلىق يۇقىرى دەرىجىدىكى خىزمەت سۈپىتى ۋە باشقۇرۇش ئىقتىدارلىرى بىلەن تەمىنلەيدۇ.",
    "2319072959": "ئۆزىڭىزنىڭ خىزمەت كۈچى بىلەن پۈتۈنلەي تورسىز ئىجرا قىلىڭ ، سودا ئورۇنلىرى ياكى بىرلەشمە شېرىكلەر ئارا سەرپ قىلىنغان قىممەتنى ئىز قوغلاڭ ، تەننەرخنى ۋە بىخەتەرلىك تەلىپىگە ئاساسەن خىزمەتلەرنى ئوخشىمىغان ئىچكى ياكى تاشقى ئەمگەك بىلەن تەمىنلىگۈچىلەرگە تاللاڭ.",
    "1936512180": "API ئاسان API زىيارەت قىلىش ، چىرايلىق باشقۇرۇش تاختىسى ۋە ئەڭ يېڭى مودېل تېخنىكىدا ئىشچىلارنىڭ ئۈنۈمىنى ئەڭ يۇقىرى چەككە يەتكۈزۈش.",
    "3913848038": "% 99.99 ئىش ۋاقتىدىكى SLA ۋە 24/7 يەرشارى قوللىشى بار.",
    "1080752747": "سېتىش بىلەن ئالاقىلىشىڭ",
    "1525403768": "تېخىمۇ كۆپ ئۇچۇرغا ئېرىشىش ئۈچۈن كارخانا سېتىش شىركىتى بىلەن ئالاقىلىشىڭ.",
    "1546930020": "سانلىق مەلۇمات بەلگىسىگە ئېرىشىش",
    "2486638408": "ئېنىقلىما بېرىش",
    "1027200955": "سىزنىڭ تور ئېھتىياجىڭىزغا ئېنىقلىما بېرىش ئۈچۈن تور دائىرىمىز مۇتەخەسسىسلىرىدىن بىرى بىلەن سۆزلەڭ: نىشاننىڭ توغرىلىقى ، فورماتى ۋە ھەر قانداق ئالاھىدە تەلەپلەر.",
    "1156712451": "دەسلەپكى خىزمەت سىنىقى",
    "181065232": "ئەۋرىشكە سانلىق مەلۇماتلىرىڭىزغا ئاساسەن كىچىك ئىشلەپچىقىرىش خىزمىتىنى ئىجرا قىلىمىز. بۇ بىز بىرلىكتە قىلغان خىزمەتلەرنى سىناق قىلىپ ، ئېھتىياجلىق نەرسىلەرگە ئېرىشىشىڭىزگە كاپالەتلىك قىلىدۇ.",
    "3207769512": "ئىشلەپچىقىرىش خىزمەتلىرىنى ئورۇنلاشتۇرۇش",
    "1099238677": "ھەجىمىمىزنىڭ يۇقىرىلىقى ۋە كېچىكىشىمىزنىڭ تۆۋەن بولۇشى بىلەن خىزمىتىڭىزنى تېزلىكتە ئايلاندۇرىمىز ، ئۇ تاماملانغان ھامان ئاپتوماتىك يەتكۈزۈپ بېرىدۇ.",
    "465783046": "سانلىق مەلۇماتلىرىڭىز بىلەن سىناپ بېقىشنى خالامسىز؟",
    "328625009": "... سىز تەييار بولغاندا بىز تەييارمىز: مۇلازىمىتىمىز كېچە-كۈندۈز ئىشلەتكىلى بولىدۇ.",
    "3225770968": "hCaptcha ماشىنا ئۆگىنىشىدىكى ئەڭ كۆپ ئەمگەك كۆجۈملەشكەن مەسىلىنى ھەل قىلىش ئۈچۈن لايىھەلەنگەن. زور مىقداردىكى سانلىق مەلۇماتلارنى دەل ۋاقتىدا ، ئەرزان ۋە ئىشەنچلىك ئۇسۇلدا بەلگە قىلىش.",
    "2041686284": "تېخىمۇ كۆپ سانلىق مەلۇماتلار ئادەتتە مەشىق ماشىنىسى ئۆگىنىش ئەندىزىسىدە تېخىمۇ ياخشى ئۈنۈم بېرىدۇ. چوڭقۇر مودېللارنىڭ يېقىنقى مۇۋەپپەقىيىتى بارغانسىرى چوڭ سانلىق مەلۇمات سانلىق مەلۇماتلىرىنى كەلتۈرۈپ چىقاردى ، hCaptcha بۇ ئېھتىياجنى قاندۇردى. قانداقلا بولمىسۇن ، ئەنئەنىۋى ئۇسۇللار ئارقىلىق ئىنسانلارنىڭ تەكشۈرۈلگەن چوڭ سانلىق مەلۇمات ئامبىرىنى قۇرۇش ھەم ئاستا ھەم قىممەت.",
    "3729345277": "hCaptcha بولسا شىركەتلەرنىڭ تەلەپ قىلىدىغان ئىزاھلارغا ئېرىشىشنىڭ بىر خىل ئۇسۇلى ، باشقا تاللاشلارغا قارىغاندا تېخىمۇ سۈپەتلىك ۋە ئەرزان باھادا.",
    "2103563261": "شەخسىي ياكى ئاممىۋى ئۇچۇرلار",
    "2513143348": "HCaptcha كارخانا سىستېمىسى لايىھىلەشتە ئۆزگىچە جانلىق: ئەگەر سىز ئاممىۋى بۇلۇتنى باشقۇرسىڭىز ياكى نۇرغۇن سانلىق مەلۇمات مەركىزىگە ئىگە بولسىڭىز ، ئۇ قىسمەن ياكى پۈتۈنلەي تورىڭىزنىڭ چېتىگە ئورۇنلاشتۇرۇلىدۇ.",
    "3107683988": "بۇ 24/7 تېلېفوندىكى خادىملارنىڭ باشقۇرۇشتىكى بارلىق پايدىسىنى ساقلاپ قېلىش بىلەن بىرگە ، تور سىرتىدىكى قاتناش ۋە تەننەرخنى زور دەرىجىدە تۆۋەنلىتىدۇ.",
    "3660619092": "كارخانا ھەل قىلىش چارىسى ئۈچۈن ھەقسىز تىزىملىتىڭ ياكى ئالاقىلىشىڭ",
    "2351176803": "HCaptcha JS API نىڭ ئىجازەت شەرتلىرى",
    "2616226398": "بىزنىڭ بويسۇنۇشىمىز",
    "2024293275": ". باشقا بارلىق ھوقۇقلار ھازىرچە قوغدىلىدۇ.",
    "1062291156": "ئۆلچەملىك ئاتالغۇلار",
    "2712493234": "پۇل تۆلەش ئالدامچىلىقى: تور جىنايىتىنىڭ تېز تەرەققىي قىلىش ھالىتىنى پەسەيتىش",
    "1817772953": "ئالدامچىلىق جىنايەتنىڭ يېڭى شەكلى ئەمەس. دەرۋەقە ، ئارخېئولوگلار 10 مىڭ يىلغا يېقىن ۋاقىت ئىچىدە قەدىمكى سۇمېرلار تەرىپىدىن چارۋا ماللارنى توشۇش ئۈچۈن ئىجاد قىلغان ئالدامچىلىققا قارشى تۇرۇش ئۈسكۈنىلىرىنى بايقىغان! ئۇلارنىڭ ئەھۋالىدا ، ئۇلار «بۇلا» دەپ ئاتالغان لاي توپىنىڭ ئىچىگە ھەر بىر ھايۋانغا ۋەكىللىك قىلىدىغان لاي بەلگە قويدى. بۇلا ساتقۇچىدىن سېتىۋالغۇچىغا يۆتكەلگەندە پادىلار بىلەن بىللە سەپەر قىلاتتى. شۇنداقتىمۇ ، كارخانا خوجايىنلىرى ئۇلار بىلەن شۇغۇللىنىۋاتقانلارنىڭ ھەممىسىنىڭ يۇقىرى-تۆۋەن بولۇپ كېتىشىدىن ئەنسىرىدى. 10،000 يىلدا نۇرغۇن ئىشلار ئۆزگەردى ، ئەمما ئالدامچىلىقنىڭ ئالدىنى ئېلىشتا يېڭىلىق يارىتىشنىڭ ئېھتىياجى بىز بىلەن بىللە. بۈگۈنكى كۈندە توردا پۇل تۆلەش ئالدامچىلىقى مەسىلىسى ھەممىدىن مۇھىم. ئىنتېرنېت بىلەن ئالدامچىلار ئالدامچىلىققا قارشى تۇرۇش كونتروللۇقىنى كونترول قىلىشقا تېخىمۇ ماھىر بولۇپ قالدى. قانداقلا بولمىسۇن ، يېڭى ھەل قىلىش چارىسى دولقۇنغا يۈزلىنىۋاتىدۇ.",
    "1053787685": "پۇل تۆلەش ئالدامچىلىقى دېگەن نېمە؟",
    "433424759": "پۇل تۆلەش ئالدامچىلىقى ھەر قانداق قانۇنسىز سودىنى ئۆز ئىچىگە ئالىدۇ ، بۇنىڭدا تور جىنايەتچىسى زىيانكەشلىككە ئۇچرىغۇچىنى قىممەتلىك نەرسىدىن مەھرۇم قىلىدۇ. بۇ بەلكىم ئوغرىلانغان ئىناۋەتلىك كارتا ئارقىلىق توردا مال زاكاز قىلىش ياكى بانكا ھېساباتىنى ئېلىش ۋە مەبلەغنى قانۇنسىز يۆتكەش دېگەنلىك بولۇشى مۇمكىن. نۇرغۇن ئوخشىماسلىقلار بار ، ئەمما ئۇلارنىڭ ھەممىسىنىڭ نەتىجىسى ئوخشاش: بىر ئالدامچى ئوغرىلانغان كىملىك ياكى پۇل تۆلەش ئۇچۇرلىرىنى ئىشلىتىپ ، ئىستېمالچى ، بانكا ياكى سودىگەردىن ئوغرىلايدۇ.",
    "2939852138": "ئالدامچىلار قانداق قىلىپ پۇل تۆلەش ئالدامچىلىقىدىن قۇتۇلالايدۇ؟",
    "1665616092": "ھەق تۆلەش ئالدامچىلىقى ئۇقۇمدا ئاددىي ، ئەمما ئۇنىڭ ھازىرقى ئىجرا قىلىنىشىدا ناھايىتى مۇرەككەپ بولىدۇ.",
    "4246520782": "ئەمەلىيەتتە ، ئىنتېرنېت تورى يېقىنقى يىللاردا ئالدامچىلار بىلەن قوغدىغۇچىلار ئوتتۇرىسىدىكى ھەقىقىي قورال مۇسابىقىسىنىڭ شاھىدى.",
    "2167049807": "بىخەتەرلىك گۇرۇپپىلىرى پۇل تۆلەش ئالدامچىلىقىغا ئاسان ، ھورۇن ئۇسۇللارنى مەغلۇب قىلىدىغان ھەر خىل تاقابىل تۇرۇش تەدبىرلىرى ۋە كونتروللارنى قوللاندى. قانداقلا بولمىسۇن ، ھۇجۇملار كۈنسېرى مۇرەككەپلىشىۋاتىدۇ. مەسىلەن ، بوتكا ھازىر ساختا تور بېكەت ۋە ئالدامچىلىق ھۇجۇمىدىن ئوغرىلانغان ئىناۋەتلىك كارتا نومۇرى ۋە PIN لارنى يىغىۋالالايدۇ.",
    "1936449777": "ئاندىن ، پۈتۈنلەي ئاپتوماتىك ھالەتتە ، ئۇلار ئېلېكترونلۇق سودا تور بېكەتلىرىدىكى ئىنسانلارنىڭ ھەرىكىتىنى تەقلىد قىلالايدۇ ، كۇنۇپكىلارنى چېكىپ ۋە مال ھارۋىسىغا نەرسە قوشالايدۇ ، ھەتتا نۇرغۇن كىشىلەر ئالدامچىلىققا قارشى تۇرۇش كونتروللىرى بىر بوتنىڭ ئوغرىلىماقچى بولغانلىقىنى ئېيتالمايدۇ. تاۋار. بەلكى ئۇ خۇددى بىر ئادەم ئىشلەتكۈچى ئاددىيلا مال سېتىۋالغاندەك قىلىدۇ. بوتكا كىنىشكىسىدىكى ئوغرىلانغان خاتىرىلەرنى ئىشلىتىپ ھەقىقىي خېرىدارلارنىڭ ھېساباتىغا كىرەلەيدۇ. ئالدامچىلىقنى تېخىمۇ ئېنىقلاش بوتنىڭ IP ئادرېسىنى بۇزۇش ۋە ئۇنى «سېتىۋالغۇچى» نىڭ چەتئەلدە بولۇشى مۇمكىن بولغان ھۇجۇمچىغا ئوخشىمايدىغان يېرىدەك قىلىش.",
    "648630222": "HCaptcha كارخانىسى بىلەن پۇل تۆلەش ئالدامچىلىقىنىڭ ئالدىنى ئالىدۇ",
    "1621930829": "بۈگۈنكى ئىلغار ، توختاۋسىز پۇل تۆلەش ئالدامچىلىقى توغرىسىدا نېمىلەرنى قىلغىلى بولىدۇ؟ كۆپ قاتلاملىق كونتروللارنى ئىشلىتىش ئادەتتە ئاقىلانە ئۇسۇل. قانداقلا بولمىسۇن ، ئەڭ ياخشى تاقابىل تۇرۇش تەدبىرلىرى ئىجادكارلارنىڭ ئىنسانلارنىڭ ھەرىكىتىنى كۆپەيتىش ئۈچۈن كۆرسەتكەن تىرىشچانلىقىغا قارىماي ، بوتنى قاپلاپ ، ئۇنىڭ ساختا ئىكەنلىكىنى ئاشكارىلايدۇ.",
    "2423586454": "سۈنئىي ئەقىلنىڭ ئارقىسىدا قانچىلىك ياخشى بولۇشىدىن قەتئىينەزەر ، يۇمشاق دېتال قىلالمايدىغان بەزى ئىشلار بار. زامانىۋى CAPTCHA تېخنىكىسى ھەق تۆلەش ئالدامچىلىقىنى داۋاملاشتۇرۇشقا ئۇرۇنغان بوتۇلكىلارنى توسۇشنىڭ ئىسپاتلانغان ئۇسۇلى بىلەن تەمىنلەيدۇ. CAPTCHA غا كونا ئۇسۇللار خۇددى ساندۇقتىكى ئاددىي يانتۇ سانلارغا ئوخشاش ، ھازىر كۆپىنچە ئىلغار بوتۇلكىلارنى ئازايتىشتا كەمچىل بولسىمۇ ، ئەمما hCaptcha كارخانىسىغا ئوخشاش ئاپتوماتىك سىناققا تاقابىل تۇرۇش ئۈسكۈنىسى ھېساباتقا كىرىش ياكى مال سېتىۋېلىش ھارۋىسىنى تەكشۈرگەندە ئالدامچى بوتكىنى ئاسانلا سوقۇۋېتەلەيدۇ. بوتنىڭ ھەقىقىي سالاھىيەت گۇۋاھنامىسى بولغان تەقدىردىمۇ ، CAPTCHA دىن ئۆتەلمىسىڭىز.",
    "1467308982": "ھەق تۆلەش جەدۋىلى",
    "1291824746": "hCaptcha چىقىمدانى ھەر پەسىلدە 60 كۈن ئىز قوغلاش ئاساسىدا ئىشلەيدۇ. بۇنىڭ مەنىسىنى چۈشەندۈرۈش ئۈچۈن تۆۋەندىكى جەدۋەلنى كۆرۈڭ.",
    "3444947612": "ئارىسىدىكى قاتناش",
    "4181611011": "ياراشتۇرۇش ۋاقتى",
    "728503636": "پۇل تۆلەش ۋاقتى",
    "3720584906": "2021-يىلى 15-ئىيۇل - 2021-يىلى 15-ئۆكتەبىر",
    "388240587": "2022-يىل 5-يانۋاردىن 15-يانۋارغىچە",
    "3426312287": "2022-يىل 5-يانۋاردىن 15-يانۋارغىچە",
    "615618648": "2021-يىل 15-ئاپرېل - 2021-يىل 15-ئىيۇل",
    "3376724603": "2021-يىلى 14-سېنتەبىردىن 24-سېنتەبىرگىچە",
    "3398978455": "2021-يىلى 15-سېنتەبىردىن 25-سېنتەبىرگىچە",
    "2722456056": "2021-يىلى 15-يانۋار - 2021-يىل 15-ئاپرېل",
    "4063155841": "2021-يىلى 25-ئىيۇندىن كېيىن بولمايدۇ",
    "4082053540": "Jun 19-25th 2021 ††",
    "64953197": "2020-يىلى 15-ئۆكتەبىر - 2021-يىل 15-يانۋار",
    "1023070345": "2021-يىلى 14-مارتتىن كېيىن بولمايدۇ",
    "2600696085": "Mar 15th 2021",
    "3217791519": "2020-يىل 7-ئاينىڭ 15-كۈنىدىن 2020-يىلى 15-ئۆكتەبىرگىچە",
    "649261378": "2021-يىل 5-يانۋاردىن 11-يانۋارغىچە *",
    "1559190296": "2021-يىل 5-يانۋاردىن 20-يانۋارغىچە",
    "3806054689": "2020-يىل 15-ئاپرېل - 2020-يىل 15-ئىيۇل",
    "4162383380": "16-سېنتەبىردىن 22-سېنتەبىرگىچە *****",
    "1990824776": "Sep 16-24th 2020 *****",
    "3856690908": "2020-يىل 15-يانۋار - 2020-يىل 15-ئاپرېل",
    "3200641265": "2020-يىلى 6-ئاينىڭ 16-كۈنىدىن كېيىن بولمايدۇ",
    "3744079744": "Jun 15-19th 2020 ****",
    "2209837451": "2019-يىلى 15-ئۆكتەبىر - 2020-يىل 15-يانۋار",
    "2510534204": "2020-يىلى 3-ئاينىڭ 23-كۈنىدىن كېيىن ***",
    "2910560864": "Mar 20-23th 2020 ***",
    "2544565802": "2019-يىل 15-ئىيۇل - 2019-يىلى 15-ئۆكتەبىر",
    "3963642878": "2019-يىلى 12-ئاينىڭ 14-كۈنىدىن كېيىن بولمايدۇ",
    "622103562": "2019-يىل 17-دېكابىر **",
    "4072202039": "2019-يىل 15-ئاپرېل - 2019-يىل 15-ئىيۇل",
    "818049069": "2019-يىلى 7-ئاينىڭ 15-كۈنىدىن كېيىن بولمايدۇ",
    "1169005651": "2019-يىل 15-سېنتەبىر",
    "2303655425": "2019-يىل 15-يانۋار - 2019-يىل 15-ئاپرېل",
    "3678889946": "2019-يىلى 15-ئىيۇندىن كېيىن بولمايدۇ",
    "3094354698": "Jun 15th 2019",
    "4217013126": "چىقىم قىلىش ئادەتتە پۇل تاپشۇرۇش كۈنىدە پۈتۈن كۈن ئىجرا بولىدۇ ، ئادەتتە تىنچ ئوكيان ۋاقتى يېرىم كېچىدە تاماملىنىدۇ. ئەگەر ھېساباتنى تەكشۈرۈش ئۈچۈن بايراق چىقىرىلغان بولسا ، پۇل تۆلەش ئۈچۈن بەش خىزمەت كۈنىگە توغرا كېلىشى مۇمكىن.",
    "1447649958": "ئەسكەرتىش سۈپىتىدە ، پەقەت توغرا بولغان ئادەم ئېقىمى ھەق تۆلىيەلەيدۇ. بۇ ھەقتە تېخىمۇ كۆپ تەپسىلاتلارنى تۆۋەندىكى ئۇلانمىلاردىن كۆرەلەيسىز. ھازىر بار بولغان 10 HMT پۇل تۆلەش شەرتىگە توشىدىغان تەڭپۇڭلۇق ئەڭ تۆۋەن چەككە يېتىشى كېرەك.",
    "4257144752": "ھەقىقىي ۋاقىت مۆلچەرى ئاخىرقى توغرىلىق ياكى ئىنسانىيەتنى ئەكىس ئەتتۈرمەيدۇ ، شۇڭا سىزنىڭ ئاخىرقى يارىشىشىڭىز تۇنجى يارىشىشتىن ئىلگىرى باش تاختا كۆرسىتىلگەن سانلارغا ئاساسەن يۇقىرى ياكى تۆۋەن بولۇشى مۇمكىن.",
    "2728931827": "ھەر قېتىملىق ياراشتۇرۇشتىن كېيىن ، تور بېتىڭىزدە ئابونتلارنىڭ ھەرىكىتىدە ماھىيەتلىك ئۆزگىرىش بولمىسىلا ، ھەر بىر ئولتۇرۇش مۆلچەرىڭىز يېڭىلىنىدۇ ۋە كەلگۈسىدىكى پەرەزلەرنىڭ توغرىلىقى ئاشۇرۇلىدۇ.",
    "1200905005": "21 مۇلازىمەتنىڭ ئېشىشىغا مۇناسىۋەتلىك مەشغۇلات چەكلىمىسىنى ئاددىيلاشتۇرۇش ئۈچۈن ، 2021-يىلى 9-ئايدىن باشلاپ ، يارىشىش ۋە چىقىم قىلىش بىر كۈن ئەمەس ، تەخمىنەن 10 كۈن ئىچىدە ئىجرا بولىدۇ.",
    "4284094387": "20 ياراشتۇرۇش كۆزنىكىدىكى ئاخىرقى ھېسابلاشنى دەلىللەشنىڭ كېچىكىشى سەۋەبىدىن 2021-يىلى 6-ئايدىكى بىر قىسىم يارىشىش ۋە پۇل تۆلەش كېيىنكى بىر ھەپتە ئىچىدە ئىجرا بولىدۇ.",
    "1977013707": "2020 2020-يىلى 12-ئايدىكى ئىش ھەققى 15-چېسلادىن باشلاپ قايتا ئورۇنلاشتۇرۇلدى ، يىل ئاخىرىدىكى ياراشتۇرۇش ۋە خىزمەتچىلەرنىڭ دەم ئېلىشى بىلەن قاپلىنىشنىڭ ئالدىنى ئېلىش: ئۇلار 1-ئاينىڭ ئىككىنچى ھەپتىسىگىچە تاماملىنىدۇ. PayPal غا ئادەتتىكىدىن ئاستا يۆتكىلىش سەۋەبىدىن ، پۇل تۆلەش بىر كۈندە تاماملانماي ، بىر نەچچە كۈندە ئىجرا بولىدۇ.",
    "517010299": "دىققەت قىلىڭ: بىز ھازىر يېقىندىن بۇيانقى يارىشىشقا چوڭ ئارقا سەھنىدە ئىشلەۋاتىمىز. قەرەللىك يارىشىش 2021-يىلى 1-پەسىلگىچە ئادەتتىكىگە قارىغاندا ئاز بولىدۇ. بۇ پۇل تۆلەش ۋاقتى ياكى ۋاقتىغا تەسىر كۆرسەتمەيدۇ.",
    "3092200338": "** ھەپتە ئاخىرى 15-چېسلا چۈشكەندە ، چىقىم قىلىش ۋاقتى 17-چېسلا بولىدۇ.",
    "3891941747": "*** COVID-19 مەسلىھەت: COVID-19 غا مۇناسىۋەتلىك خادىملارنىڭ سىغىمچانلىقى تۆۋەنلىگەنلىكتىن ، يارىشىشنى قايتىدىن ئورۇنلاشتۇرۇپ ، بىزنىڭ ئۆلچەملىك دەلىللىشىمىزنى تاماملاشقا قوشۇمچە ۋاقىت بەردى. چىقىم قىلىش جۈمە كۈنى باشلىنىپ ، كېيىنكى دۈشەنبە كۈنى تاماملىنىدۇ.",
    "2301757528": "**** چىقىم قىلىش كۆزنىكىدە PayPal نىڭ REST API لىرىنىڭ رېمونت قىلىشى سەۋەبىدىن ، 6-ئاينىڭ 15-كۈنى بارلىق چىقىملار تاماملانمىدى. 6-ئاينىڭ 15-كۈنى (تىنچ ئوكيان ۋاقتى) غا ئورۇنلاشتۇرۇلغان ، ئەمما PayPal API خاتالىقى سەۋەبىدىن ئىجرا قىلىنمىغان ھەر قانداق پۇل تۆلەش 19-ئىيۇن (تىنچ ئوكيان ۋاقتى) تەرىپىدىن قايتا ئىجرا قىلىندى.",
    "116842359": "***** سىستېمىنى ئاسراش سەۋەبىدىن بىر نەچچە كۈن ئىچىدە يارىشىشنىڭ تاماملىنىشىدىن ئۈمىد بار.",
    "4154415610": "***** 2020-يىلى 9-ئايدىكى چىقىملار يارىشىش تاماملانغاندىن كېيىن تۈركۈملەپ ئىجرا قىلىنىدۇ ، بەزىلىرى يارىشىشنىڭ كېچىكىشى سەۋەبىدىن ئەسلىدىكى پىلاندىن بىر نەچچە كۈن كېيىن ئىجرا بولىدۇ.",
    "2310694091": "يارىشىش دېگەن نېمە؟",
    "164801246": "ياراشتۇرۇش بولسا بارلىق دوكلات تور بېكەتلىرىدىكى بارلىق سانلىق مەلۇماتلار كىرگەندىن كېيىن ، ئۇنىڭ ئادىمىيلىكى ۋە توغرىلىقىنى دەلىللەش ئۈچۈن قاتناشتىن كېيىن ئانالىز قىلىنىدىغان جەريان. سىز تېخىمۇ كۆپ تەپسىلاتلارنى بىزدىن كۆرەلەيسىز.",
    "3256245394": "شۇنداقلا بىزنىڭ بىلوگ يازمىلىرىمىز",
    "3089778412": "HCaptcha مۇكاپاتنى قانداق ھېسابلايدۇ",
    "3329755436": "بۇ جەرياننى تېزلىتىشنى پىلانلاۋاتامسىز؟",
    "1911669851": "شۇنداق ، بىز ھازىر ئارقا سەپ سىستېمىمىزنى ھەر خىل ياخشىلاشلار بىلەن شۇغۇللىنىۋاتىمىز ، بىز ئويلىغاندىن كېيىن بىز تېخىمۇ تېز يارىشىشنى ، تېخىمۇ تېز مۆلچەرنىڭ توغرىلىقىنى ۋە تېخىمۇ تېز پۇل تۆلەشنى تەمىنلەيمىز. بىز ھازىر ئالدى بىلەن يارىشىشنى تېزلىتىش ئۈچۈن تىرىشىۋاتىمىز.",
    "2366003154": "ئاخبارات ۋە مېدىيا سوئاللىرى",
    "3054564199": "Press Kit",
    "3173156067": "ماقالىڭىزگە ئۈلگە رەسىملەرنى قوشماقچى بولسىڭىز ، بىر قىسىم تەييار كېپىللىكلەر بار.",
    "867314732": "يۇقىرى ئېنىقلىقتىكى ئەسلىگە كەلتۈرەلەيسىز",
    "858218750": "ۋە ئۇلارنى ئىشلىتىشكە يېتەكلەش",
    "3821716514": "page.",
    "1186243118": "logo images",
    "3034959000": "ئەسلىگە كەلتۈرەلەيسىز",
    "1764089150": "بۇ يەردە:",
    "1558428432": ". ئۇلارنى hCaptcha.com غا ئىناۋەتلىك قىلىڭ.",
    "2429359042": "مەسىلەن كۆرۈنمە يۈزى رەسىملىرى",
    "1480820434": "image 1",
    "3213411837": "image 2",
    "1270712701": "ئاخبارات ئېلان قىلىش ۋە يېقىنقى دوكلاتلار",
    "231285005": "بىلوگىمىزدا يېقىنقى يېڭىلانمىلارنى تاپالايسىز",
    "1289884910": "بىز ئاندا-ساندا تەھلىل ۋە دوكلاتلارنىمۇ ئېلان قىلىمىز. مەسىلەن:",
    "932546190": "نېمىشقا CAPTCHAs ھەمىشە بىز بىلەن بىللە بولىدۇ",
    "2344319147": "گۇگۇلنىڭ بوتنى بايقاش زادى قانچىلىك قىممىتى بار؟",
    "1637527266": "قايسى دۆلەتلەردە ماشىنا ئېقىمى ئەڭ كۆپ؟",
    "230159237": "ئالاقىداشلار",
    "3759923279": "تۆۋەندىكى ئېلېكترونلۇق خەت ئادرېسىغا ئاخبارات سوئاللىرىنى بىۋاسىتە ئەۋەتىڭ:",
    "4255608322": "ئاخىرقى يېڭىلانغان ۋاقتى: 2021-يىل 12-ئاپرېل",
    "33639629": "ئۈچىنچى تەرەپ تور بېكەتلىرىگە ماس كەلمەيدۇ. شۇنىڭغا دىققەت قىلىڭكى ، بۇ مەخپىيەتلىك تۈزۈمى تور بېتىمىزگە ئۇلانغان ياكى مۇلازىمەتنى ئۆز ئىچىگە ئالغان تەقدىردىمۇ ، ئۈچىنچى تەرەپنىڭ توربېكەت ، تەمىنات ، مەھسۇلات ياكى مۇلازىمىتىگە ماس كەلمەيدۇ. تەرەپلەر.",
    "987375734": "IMI ئامېرىكىدا. تور بېكەت ۋە مۇلازىمەتنى بىز ئامېرىكىدىن باشقۇرىدۇ ۋە باشقۇرىدۇ. شەخسىي ئۇچۇرلىرىڭىز بىزنىڭ ئەسلىھەلىرىمىز بار ياكى بىز مۇلازىمەت تەمىنلىگۈچىلەر بىلەن شۇغۇللىنىدىغان ھەرقانداق دۆلەتتە ساقلىنىشى ۋە بىر تەرەپ قىلىنىشى مۇمكىن ، تور بېكەت ۋە مۇلازىمەتنى ئىشلىتىش ئارقىلىق سىز تۇرۇشلۇق دۆلەت سىرتىدىكى دۆلەتلەرنى ، جۈملىدىن ئامېرىكىنى ئۆز ئىچىگە ئالىدۇ. ، بەلكىم دۆلىتىڭىزنىڭكىگە ئوخشىمايدىغان سانلىق مەلۇمات قوغداش قائىدىسى بولۇشى مۇمكىن. بەزى ئەھۋاللاردا ، باشقا دۆلەتلەردىكى سوت ، قانۇن ئىجرا قىلىش ئاپپاراتلىرى ، نازارەت قىلىپ باشقۇرۇش تارماقلىرى ياكى بىخەتەرلىك ئورگانلىرى سىزنىڭ شەخسىي ئۇچۇرلىرىڭىزنى زىيارەت قىلىشقا ھوقۇقلۇق.",
    "452920031": "ئامېرىكىدىن باشقا خېرىدارلارغا ئەسكەرتىش.",
    "2328839224": ". كالىفورنىيە ئىستېمالچىلارنىڭ مەخپىيەتلىك قانۇنى («CCPA») دىكى ھوقۇقىڭىزغا مۇناسىۋەتلىك «كالىفورنىيە ئاھالىلىرىگە ئۇقتۇرۇش» سەھىپىمىزنى كۆرۈڭ.",
    "1565481281": "كالىفورنىيە ئاھالىلىرىگە ئەسكەرتىش",
    "1028058338": "ئومۇمىي سانلىق مەلۇماتنى قوغداش نىزامى («GDPR») دىكى ھوقۇقىڭىزغا مۇناسىۋەتلىك «ياۋروپا ئىتتىپاقىنىڭ سانلىق مەلۇمات سۇبيېكتىغا ئۇقتۇرۇش» سەھىپىمىزنى كۆرۈڭ.",
    "2271205646": "ياۋروپا ئىقتىسادىي رايونى ئاھالىلىرىگە ئەسكەرتىش.",
    "508143070": "شۇنىڭغا دىققەت قىلىڭكى ، IMI سىزنىڭ شەخسىي ئۇچۇرلىرىڭىزنى كونترول قىلغۇچىدۇر ، پەقەت بىزنىڭ مۇلازىمىتىمىزنىڭ تەمىنلىنىشىگە مۇناسىۋەتلىك بىر گەۋدىلەشتۈرگۈچىلەرگە ۋاكالىتەن شەخسىي ئۇچۇرلارنى بىر تەرەپ قىلىدىغان يېرىمىزدىن باشقا ، ئۇ ھالدا بىز شەخسىي ئۇچۇرلارنىڭ بىر تەرەپ قىلغۇچىسى ، ئۇ بىرلەشتۈرگۈچىلەر بولسا كونتروللىغۇچ. شەخسىي ئۇچۇرلار.",
    "2330965058": "بىز بىر گەۋدىلەشتۈرگۈچىلەر ئۈچۈن بىر تەرەپ قىلغۇچ سۈپىتىدە ئىشلەيدىغان يەردە ، توپلانغان سانلىق مەلۇماتلارنى مۇلازىمىتىمىزنى تەمىنلەش ئۈچۈن مۇۋاپىق ئېھتىياجدىن باشقا مەقسەتتە ئىشلەتمەيمىز ، بىزنىڭ بىر تەرەپ قىلىشىمىز بىر گەۋدىلەشتۈرگۈچىلەر بىلەن تۈزگەن توختاملار تەرىپىدىن باشقۇرۇلىدۇ. مەخپىيەتلىك تۈزۈمى",
    "3017040355": "ياۋروپا ئىتتىپاقى سانلىق مەلۇمات سۇبيېكتى سانلىق مەلۇماتلىرىنى بىر تەرەپ قىلىش بىزنىڭ مۇلازىمەت شەرتنامىسى ياكى سانلىق مەلۇمات بىر تەرەپ قىلىش كېلىشىمىگە بىرلەشتۈرۈلگەن ئۆلچەملىك توختام ماددىلىرى (SCCs) نىڭ قانۇنىي ئاساسى ئاستىدا ئىشلەيدۇ.",
    "2233384692": "ئەگەر بۇ خىل سانلىق مەلۇماتلارنىڭ قانداق بىر تەرەپ قىلىنىدىغانلىقى ياكى ھوقۇقىڭىزنى يۈرگۈزۈشنى خالايدىغانلىقىڭىز توغرىسىدا سوئال ياكى ئەندىشىلىرىڭىز بولسا ، بىز بۇ مۇلازىمەتنى ئىشلىتىش ئۈچۈن بىز بىلەن توختام تۈزگەن كىشى ياكى ئورۇن (يەنى سانلىق مەلۇمات كونتروللىغۇچ) بىلەن ئالاقىلىشىڭ. قانداقلا بولمىسۇن ، بىز بىر گەۋدىلەشتۈرگۈچىلەرگە ئۇلار بىلەن تۈزگەن توختامدىكى بەلگىلىمە بويىچە سىز يولۇققان مەسىلىلەرنى ھەل قىلىشقا ياردەم قىلىمىز.",
    "349292953": "بىز توپلىغان ئۇچۇرلار",
    "3022001832": "تور بېكىتىمىز ۋە مۇلازىمىتىمىز بىلەن ئۆز-ئارا تەسىر كۆرسىتىدىغان شەخسلەر ، جۈملىدىن مۇلازىمىتىمىزنى ئۇلارنىڭ تور بېتىگە كىرگۈزگەنلەر («بىر گەۋدىلەشتۈرگۈچىلەر») ، سانلىق مەلۇمات ماركىسى («خېرىدارلار») دىن پايدىلىنىدىغانلار ۋە بىز بىلەن ئالاقە قىلىدىغان ئاخىرقى ئىشلەتكۈچىلەردىن ئۇچۇر توپلايمىز. بىر گەۋدىلەشتۈرگۈچىلەرنىڭ توربېكەتلىرى ئارقىلىق مۇلازىمەت («ئاخىرقى ئىشلەتكۈچى»).",
    "835545301": "تۆۋەندىكى ئۇچۇرلارنى توپلايمىز:",
    "3228928991": "شەخسنى پەرقلەندۈرۈش ياكى ئالاقىلىشىشكە ئىشلىتىلىدىغان ئۇچۇرلار («شەخسىي ئۇچۇرلار») ، مەسىلەن ئىسىم ، ئېلېكترونلۇق خەت ئادرېسى ۋە دۆلەت. شەخسىي ئۇچۇرلىرىمىزنى ھازىرقى ۋە كەلگۈسىدىكى بىر گەۋدىلەشتۈرگۈچىلەر ۋە خېرىدارلىرىمىز بىزگە بىۋاسىتە بەرگەندە توپلايمىز (مەسىلەن ، ھېساباتقا تىزىملاتقاندا جەدۋەلنى تولدۇرۇش ياكى بىزدىن ئېلېكترونلۇق خەت تاپشۇرۇۋېلىشنى ئىلتىماس قىلىش). شەخسىي ئۇچۇرلارنى ئۈچىنچى تەرەپ سانلىق مەلۇمات ئامبىرى ياكى رەسمىي قانۇنىي ھۆججەتلەرگە سېلىشتۇرۇش ئارقىلىق بىرلەشتۈرگۈچىلەر ۋە خېرىدارلارنىڭ كىملىكىنى دەلىللىيەلەيمىز.",
    "1655796811": "بىر گەۋدىلەشتۈرگۈچى ياكى خېرىدارلارنىڭ بېكەت ياكى مۇلازىمەتلەرنى ئىشلىتىشى نەتىجىسىدە ئاپتوماتىك توپلانغان ئۇچۇرلار ، مەسىلەن IP ئادرېس ، توركۆرگۈچ تىپى ، تور مۇلازىمىتى بىلەن تەمىنلىگۈچى ، سۇپا تىپى ، ئۈسكۈنە تىپى ، مەشغۇلات سىستېمىسى ، چېسلا ۋە ۋاقىت تامغىسى. زىيارەت قىلىش ۋە شۇنىڭغا ئوخشاش باشقا ئۇچۇرلار. بەزى ئانالىز ئۇچۇرلىرى بىز ئۈچۈن شۇ مەقسەتتە قاتناشقان ئۈچىنچى تەرەپلەر تەرىپىدىن ۋاكالىتەن توپلىنىدۇ ، بەزى ئانالىز ئۇچۇرلىرى ساقلانمىلارنى ئۆز ئىچىگە ئالغان ھەر خىل ئىز قوغلاش تېخنىكىسى ئارقىلىق توپلىنىدۇ (تۆۋەندىكى «ئۈچىنچى تەرەپ ئانالىز ۋە ئىز قوغلاش تېخنىكىسى» غا قاراڭ).",
    "1388241689": "ئاخىرقى ئىشلەتكۈچىنىڭ مۇلازىمەت («بەلگە قويۇلغان سانلىق مەلۇمات») ئارقىلىق ئەسكەرتىش ئۇچۇرىغا جاۋاب قايتۇرۇش نەتىجىسىدە توپلانغان ئۇچۇرلار ، مەسىلەن رەسىم بەلگىسى سانلىق مەلۇماتلىرى ، ئاۋاز ھۆججىتىدىن ئاشۇ ئاخىرقى ئىشلەتكۈچىگە ئۆزگەرتىلگەن تېكىست ، سوئاللارغا جاۋاب ۋە مۇلازىمەت تەمىنلىگەن باشقا ئەسكەرتىشلەر. ماشىنا ئۆگىنىش پروگراممىلىرىدا ئىشلىتىلىدىغان سانلىق مەلۇماتلارغا بەلگە قويۇش مەقسىتىدە. شۇنىڭغا دىققەت قىلىڭكى ، بەلگە قويۇلغان سانلىق مەلۇماتلار ئېنىقلانغان شەخسلەرگە باغلانمايدۇ.",
    "1493790285": "ئاخىرقى ئىشلەتكۈچىدىن مۇلازىمەتنىڭ بىر قىسمى سۈپىتىدە توپلانغان باشقا ئۇچۇرلار ئۇلارنىڭ بار-يوقلۇقىنى ئېنىقلاشقا موھتاج",
    "2216374138": "چاشقىنەكنىڭ ھەرىكىتى ، سىيرىلما ئورنى ، كۇنۇپكا بېسىش ھادىسىسى ، تېگىشىش ھادىسىسى ۋە گىرىسكوپ / تېزلەتكۈچ ئۇچۇرلىرى دېگەندەك ئىنسانلاردۇر.",
    "2394073454": "بىز شەخسىي سانلىق مەلۇمات بەلگىسى سۈپىتىدە بىز بىلەن بىللە ئىشلەشنى خالايدىغان ئاخىرقى ئىشلەتكۈچىدىن قوشۇمچە ئۇچۇرلارنى توپلىشىمىز مۇمكىن.",
    "3103557430": "ئۇچۇرلارنى قانداق ئىشلىتىمىز",
    "1130802068": "بىز توپلىغان ئۇچۇرلارنى تۆۋەندىكى مەقسەتتە ئىشلىتىمىز:",
    "2940689138": "توپلاشتۇرغۇچ ۋە خېرىدارلار ھېساباتىنى باشقۇرۇش ۋە مۇلازىمەت بىلەن تەمىنلەش. بىز شەخسىي ئۇچۇرلارنى بىر گەۋدىلەشتۈرگۈچىلەر ۋە خېرىدارلار بىلەن باغلاپ ، ئۇلارغا مۇلازىمەت قىلىش ، تەلەپ ياكى سوئاللارغا جاۋاب بېرىش ، قوللاش ياكى تېخنىكىلىق ياردەم بېرىش ۋە چىقىم قىلىشقا قۇلايلىق يارىتىش ئۈچۈن ئىشلىتىمىز.",
    "857974529": "بېكەت ۋە مۇلازىمەتنى ياخشىلاش. بىز ئانالىز ئۇچۇرلىرىنى ئىشلىتىپ ھازىرقى مەۋجۇتلۇقىمىزنى ياخشىلايمىز ۋە يېڭى مۇلازىمەت ۋە تەكلىپلەرنى تەرەققىي قىلدۇرىمىز ھەمدە ھازىرقى ۋە كەلگۈسىدىكى مەھسۇلات تەمىناتىنى خاسلاشتۇرىمىز.",
    "1820844638": "بازار چۈشەنچىسىگە ئېرىشىش. بىز ئانالىز ئۇچۇرلىرىنى ئىشلىتىپ بازارنى تەھلىل قىلىمىز ۋە تور بېكەت ۋە مۇلازىمىتىمىزگە مۇناسىۋەتلىك سودا ئانالىزلىرىنى ۋە باشقا تەتقىقات مەقسەتلىرىنى ئىشلىتىمىز.",
    "3386280249": "بەلگە قويۇلغان سانلىق مەلۇماتلارنى بازار بىلەن تەمىنلەش. مۇلازىمىتىمىز ماشىنا ئۆگىنىش سىستېمىسىنىڭ يۇقىرى ھەجىمدىكى سانلىق مەلۇمات بەلگىسى ۋە ئىنسانلارنىڭ تەكشۈرۈشىگە ياردەم بېرىدۇ ، ئۇلارنىڭ سانلىق مەلۇماتلىرىنى بەلگە قىلىشقا ياردەمگە ئېھتىياجلىق تور بېكەت ئىگىلىرى ۋە شىركەتلەرگە مۇلازىمەت قىلىدۇ. بۇنىڭ ئۈچۈن بىز بەلگە قويۇلغان سانلىق مەلۇماتقا ئېرىشىشنى خالايدىغان خېرىدارلارغا بەلگە قويۇلغان سانلىق مەلۇماتلارنى ئاشكارىلايمىز.",
    "3532143291": "مۇلازىمىتىمىز ۋە سىستېمىمىزغا كاپالەتلىك قىلىش. بىز ئانالىز ئۇچۇرلىرىنى ئىشلىتىپ ، يوشۇرۇن تەھدىد ۋە يوچۇقلارنى بايقاش ئارقىلىق سىستېمىمىزنى بىخەتەر قىلىمىز ، شۇنداقلا بىز توپلىغان ئۇچۇرلارنى قوغدايمىز.",
    "2185418511": "ھەر قانداق قانۇنلۇق سودا مەقسىتىدە ، ئۇچۇرلار شەخسكە مۇۋاپىق باغلىنالمايدىغان دەرىجىدە ئېنىقلانمىغان ياكى توپلانغان.",
    "2386465280": "ئۇچۇرلارنى قانداق ئورتاقلىشىمىز",
    "2159517814": "بىز تۆۋەندىكى ئەھۋاللاردا شەخسىي ئۇچۇرلارنى ئورتاقلىشىمىز ياكى ئاشكارىلايمىز:",
    "4256083674": "بىر گەۋدىلەشتۈرگۈچىنىڭ بىۋاسىتە تەلىپىگە ئاساسەن ، مەلۇم بىر CAPTCHA رىقابەت تەلىپى ياكى IP ئادرېسىنىڭ ئالدامچىلىق خەۋپىنى ئېنىقلاش ياكى باشقىچە ئىجازەت بېرىلگەن يەردە.",
    "3494826505": "ساتقۇچىلار بىلەن بىز تور بېكەت ۋە مۇلازىمەتنىڭ سانلىق مەلۇمات ساقلاش ، ساھىبخانلىق قىلىش ۋە ئانالىز قىلىش قاتارلىق موھىم تەرەپلىرىنى تەمىنلەشكە قاتنىشىمىز ھەمدە پەقەت شۇ مەقسەتلەر ئۈچۈن تەمىنلەيمىز.",
    "1119009846": "زۆرۈر تېپىلغاندا ، سىز ، بىز ياكى باشقىلارنىڭ ھوقۇقى ، مەخپىيەتلىكى ، بىخەتەرلىكى ياكى مال-مۈلۈكلىرىنى قوغداش ئۈچۈن ھۆكۈمەتنىڭ تەلىپى ، قانۇن ئىجرا قىلىش تەلىپى ۋە باشقا ئاممىۋى ۋە خۇسۇسىي ئورۇنلارغا مۇناسىۋەتلىك قانۇنلارنى ئىجرا قىلىش كېرەك.",
    "197676026": "قانۇنلۇق سودا مەقسىتىدە باشقىلار بىلەن ئۇچۇرلار ئېنىقلانمىغان ئەھۋال ئاستىدا",
    "2359312315": "ياكى شەخسكە مۇۋاپىق باغلىنالمايدىغان دەرىجىدە توپلانغان.",
    "2497216176": "ئۈچىنچى تەرەپ ئانالىز ۋە ئىز قوغلاش تېخنىكىسى",
    "3694578791": "يۇقىرىدا بايان قىلىنغاندەك ، بىز (ۋە ئۈچىنچى تەرەپ ساتقۇچىلار) ساقلانمىلار ، تور كۆزەتكۈچلىرى ۋە باشقا ئىز قوغلاش تېخنىكىلىرىنى ئىشلىتىپ ئانالىز ئۇچۇرلىرىنى قىسمەن توپلايمىز. بەزى ئەھۋاللاردا ، بىز ئۈچىنچى تەرەپ ساتقۇچىلار بىلەن ھەمكارلىشىپ ئانالىز ئۇچۇرلىرىنى توپلاش ئۈچۈن ساقلانمىلارنى ئىشلىتىمىز.",
    "2014256987": "ئەگەر ساقلانمىلار ياكى باشقا ئىز قوغلاش تېخنىكىسىنىڭ ئىشلىتىلىشىنى چەكلىمەسلىكنى ئويلىسىڭىز ، تۆۋەندىكى «ئۇچۇرلىرىڭىزنى باشقۇرۇش» نى كۆرۈڭ. شۇنىڭغا دىققەت قىلىڭكى ، بۇنداق قىلىش تور بېكەت ياكى مۇلازىمەتنى ئىشلىتىش تەجرىبىڭىزگە سەلبىي تەسىر كۆرسىتىشى مۇمكىن ، چۈنكى بەزى ئىقتىدارلار نورمال ئىشلىمەسلىكى مۇمكىن.",
    "2788024905": "ئۇچۇرلارنى قانداق قوغدايمىز",
    "3031284129": "كاپالەت كاپالىتى",
    "26365791": "تور بېكەت ۋە مۇلازىمەت (ۋە باشقا مۇناسىۋەتلىك مۇلازىمەتلەر ، ئۇچۇرلار ، سانلىق مەلۇماتلار ، ئىقتىدارلار ۋە باشقا مەزمۇنلار ياكى ماتېرىياللار) قانۇن تەرىپىدىن رۇخسەت قىلىنغان دائىرىدە تەمىنلىنىدۇ. IMI قانۇندا رۇخسەت قىلىنغان دائىرىدە ، بارلىق كاپالەتلەرنى ئۆز ئىچىگە ئالىدۇ ، بۇنىڭ ئىچىدە سودا قىلىش ، مەلۇم مەقسەتكە ماسلىشىش ۋە دەخلى-تەرۇزغا ئۇچرىماسلىق قاتارلىق مەزمۇنلار بار.",
    "735630686": "ئۇچۇرلىرىڭىزنى باشقۇرۇش (ھوقۇقىڭىز)",
    "2895491273": "ئەگەر ساقلانمىلارنى ياكى باشقا ئىز قوغلاش تېخنىكىلىرىنى توسىماقچى بولسىڭىز ، كۆپىنچە توركۆرگۈچ ۋە كۆچمە ئۈسكۈنىلەرنىڭ ھەممىسى تەڭشەكلىرىڭىزنى ئۆزگەرتىپ ، ساقلانمىلارنى تاپشۇرۇۋالغاندا سىزگە ئۇقتۇرۇش قىلىدۇ ۋە باشقا ئىز قوغلاش تېخنىكىسىنىڭ ئىشلىتىلىۋاتقانلىقىنى ئۇقتۇرىدۇ ھەمدە قوبۇل قىلىش ياكى قوبۇل قىلماسلىقنى تاللايدۇ. it. كۆپىنچە توركۆرگۈچلەر يەنە مەۋجۇت ساقلانمىلارنى چەكلەش ياكى ئۆچۈرۈش ياكى كەلگۈسىدىكى ساقلانمىلارنى ئاپتوماتىك رەت قىلىشقا يول قويىدۇ. ساقلانما مايىللىقىڭىزنى كونترول قىلىش ئۈچۈن توركۆرگۈ قىستۇرمىلىرىنى ئۆز ئىچىگە ئالغان ئۈچىنچى تەرەپ قوراللىرىنى ئىشلىتەلەيسىز. شۇنىڭغا دىققەت قىلىڭكى ، ئەگەر بارلىق ساقلانمىلارنى چەكلىسىڭىز ، تور بېكەتلىرىمىزنىڭ بەزى بۆلەكلىرى نورمال ئىشلىمەسلىكى مۇمكىن.",
    "707527778": "بالىلاردىن كەلگەن ئۇچۇرلار",
    "2419795065": "كالىفورنىيە ئاھالىلىرىگە ئۇقتۇرۇش",
    "1517625162": "كالىفورنىيە ھەق تەلەپ قانۇنىنىڭ 1789.3-ماددىسىدىكى بەلگىلىمىگە ئاساسەن ، كالىفورنىيە ئابونتلىرى تۆۋەندىكى ئىستېمالچىلارنىڭ ھوقۇق-مەنپەئەتىنى قوغداش ئۇقتۇرۇشىدىن بەھرىمەن بولىدۇ: كالىفورنىيە ئاھالىلىرى كالىفورنىيە ئىستېمالچىلار بۆلۈمى ئىستېمالچىلار مۇلازىمەت بۆلۈمىنىڭ ئەرز-شىكايەتكە ياردەم بېرىش تارمىقىغا ، ساكرامېنتونىڭ شىمالى بازار 1625-نومۇرلۇق پوچتا يوللانمىسى ئارقىلىق ئېلخەت ئارقىلىق ئالالايدۇ. CA 95834 ، ياكى تېلېفون ئارقىلىق (916) 445-1254 ياكى (800) 952-5210.",
    "3730344349": "بۇ بۆلۈمدە كالىفورنىيە ئىستېمالچىلىرى ھەققىدە توپلىغان شەخسىي ئۇچۇرلار ۋە كالىفورنىيە ئىستېمالچىلار مەخپىيەتلىكى قانۇنى ياكى «CCPA» غا بېرىلگەن ھوقۇقلار ھەققىدە قوشۇمچە ئۇچۇرلار تەمىنلەنگەن.",
    "4044467791": "ئالدىنقى 12 ئايدا بىز سىزدىن توپلىغان شەخسىي ئۇچۇرلارنىڭ سەھىپىلىرىنى يۇقىرىدىكى «بىز توپلىغان ئۇچۇرلار» دېگەن بۆلەكتىن كۆرۈڭ. بىز بۇ ئۇچۇرلارنى يۇقىرىدىكى «شەخسىي ئۇچۇرلارنى قانداق ئىشلىتىمىز» دېگەن بۆلەكتە بايان قىلىنغان سودا ۋە سودا مەقسىتىدە توپلايمىز. ئالدىنقى 12 ئايدا ، بىز سودا مەقسىتىدە ئۈچىنچى تەرەپ بىلەن تۆۋەندىكى سەھىپىلەرنى ئورتاقلاشتۇق:",
    "4208081170": "شەخسىي ئۇچۇرلارنىڭ تۈرى",
    "1528242915": "Identifiers.",
    "3863351997": "كالىفورنىيە خېرىدارلار خاتىرىسىدە كۆرسىتىلگەن شەخسىي ئۇچۇر تۈرلىرى (Cal. Civ. Code § 1798.80 (e)).",
    "2826705343": "سودا ئۇچۇرى.",
    "2683038211": "تور ياكى باشقا ئېلېكترونلۇق تور پائالىيىتى.",
    "3671828834": "ھەمبەھىرلەنگەن شەخسىي ئۇچۇرلارنىڭ مىسالى",
    "779426309": "ھەقىقىي ئىسىم ، ئۆزگىچە شەخسىي تونۇغۇچ ، تور تونۇغۇچ ، ئىنتېرنېت كېلىشىم ئادرېسى ، ئېلېكترونلۇق خەت ئادرېسى ، ھېسابات ئىسمى ياكى شۇنىڭغا ئوخشاش پەرقلىگۈچ.",
    "2414368123": "ئىسىم ، ئىناۋەتلىك كارتا نومۇرى ، بانكا كارتىسى نومۇرى ياكى باشقا مالىيە ئۇچۇرلىرى.",
    "4088941349": "سېتىۋالغان ، ئېرىشكەن ياكى ئويلاشقان مەھسۇلات ياكى مۇلازىمەت خاتىرىلىرى.",
    "3238612014": "تارىخنى كۆرۈش ، ئىستېمالچىلارنىڭ ئىنتېرنېت تور بېكىتى ، قوللىنىشچان پروگراممىسى ياكى ئېلانلىرى بىلەن بولغان ئالاقىسى توغرىسىدىكى ئۇچۇرلار.",
    "1023108656": "ئۈچىنچى تەرەپ تاپشۇرۇۋالغۇچىلارنىڭ تۈرلىرى",
    "1418235079": "مۇلازىمەت تەمىنلىگۈچىلەر",
    "3238184941": "ئەسكەرتىش: شەخسىي IP ئادرېسى بىلەن مۇناسىۋەتلىك ئالدامچىلىق خەۋىپى تەلەپكە ئاساسەن Integrator بىلەن ئورتاقلىشىلىدۇ.",
    "285116485": "شىركەت بىز توپلىغان شەخسىي ئۇچۇرلارنى «ساتمايدۇ» (بۇ ئاتالغۇ CCPA دا ئېنىقلانغان). بىز ئىشلىتىۋاتقان ئۈچىنچى تەرەپ ساقلانمىلارنىڭ تۈرلىرى ھەققىدە تېخىمۇ كۆپ ئۇچۇرغا ئېرىشىش ئۈچۈن يۇقىرىدىكى «ئۈچىنچى تەرەپ ئانالىز ۋە ئىز قوغلاش تېخنىكىسى» دېگەن بۆلەكنى كۆرۈڭ.",
    "1408750006": "مەلۇم چەكلىمىلەرگە ئاساسەن ، CCPA كالىفورنىيە ئىستېمالچىلىرىغا بىز توپلىغان شەخسىي ئۇچۇرلارنىڭ تۈرلىرى ياكى كونكرېت ئۇچۇرلىرى (بۇ ئۇچۇرلارنى قانداق ئىشلىتىش ۋە ئاشكارىلاشنى ئۆز ئىچىگە ئالىدۇ) ھەققىدە تېخىمۇ كۆپ تەپسىلاتلارنى بىلىشنى تەلەپ قىلىدۇ ، ئۇلارنىڭ شەخسىي ئۇچۇرلىرىنى ئۆچۈرۈۋېتىدۇ. يۈز بېرىش ئېھتىمالى بولغان ھەر قانداق «سېتىش» ، شۇنداقلا بۇ ھوقۇقلارنى يۈرگۈزگەنلىكى ئۈچۈن كەمسىتىلمەسلىك ھوقۇقى.",
    "759057398": "ياۋروپا ئىتتىپاقىنىڭ سانلىق مەلۇمات سۇبيېكتىغا ئۇقتۇرۇش",
    "825780955": "شەخسىي ئۇچۇرلار",
    "2945960297": "ياۋروپا ئىتتىپاقىنىڭ سانلىق مەلۇمات سۇبيېكتلىرىغا كەلسەك ، بۇ مەخپىيەتلىك تۈزۈمىدە قوللىنىلغان «شەخسىي ئۇچۇرلار» دېگەن سۆز ياۋروپا ئىتتىپاقىنىڭ ئومۇمىي سانلىق مەلۇمات قوغداش نىزامى (GDPR) دا ئېنىقلانغان «شەخسىي سانلىق مەلۇمات» بىلەن باراۋەر.",
    "1126613163": "سەزگۈر سانلىق مەلۇمات",
    "3571006800": "سىز تەمىنلىگەن بەزى ئۇچۇرلار GDPR دا ئېنىقلانغان سەزگۈر سانلىق مەلۇماتلارنى تەشكىل قىلىشى مۇمكىن (شەخسىي ئۇچۇرلارنىڭ ئالاھىدە تۈرلىرى دەپمۇ ئاتىلىدۇ) ، ھۆكۈمەت تارقاتقان كىملىك ھۆججەتلىرىدىكى ئىرقىڭىزنى ياكى مىللىتىڭىزنى پەرقلەندۈرۈشنى ئۆز ئىچىگە ئالىدۇ.",
    "1988461282": "بىر تەرەپ قىلىشنىڭ قانۇنىي ئاساسى",
    "3519564631": "بىر تەرەپ قىلىش مەقسىتى",
    "1778642038": "سىز بىلەن ئالاقە قىلىش",
    "2223819810": "سۇپىمىزنى ئەلالاشتۇرۇش",
    "1678661231": "ماسلىشىش ، ئالدامچىلىقنىڭ ئالدىنى ئېلىش ۋە بىخەتەرلىك ئۈچۈن",
    "2561077702": "مۇلازىمىتىمىزنى تەمىنلەش ئۈچۈن",
    "2066321185": "Legal Basis",
    "1174237568": "بۇ بىر تەرەپ قىلىش پائالىيەتلىرى بىزنىڭ قانۇنلۇق مەنپەئەتىمىزنى تەشكىل قىلىدۇ. بىز شەخسىي ئۇچۇرلىرىڭىزنى قانۇنلۇق مەنپەئەتىمىز ئۈچۈن بىر تەرەپ قىلىشتىن ئىلگىرى سىزگە (ئىجابىي ۋە سەلبىي) ۋە ھوقۇقىڭىزغا تەسىر كۆرسىتىدىغان ھەر قانداق تەسىرلەرنى ئويلىشىشقا ۋە تەڭپۇڭلاشتۇرۇشقا تىرىشىمىز. بىز سىزنىڭ شەخسىي ئۇچۇرلىرىڭىزنى سىزگە پايدىسىز تەسىرلەر بىلەن تولدۇرىدىغان پائالىيەتلەرگە ئىشلەتمەيمىز (ئەگەر سىزنىڭ رۇخسىتىڭىز بولمىسا ياكى قانۇندا تەلەپ قىلىنغان ياكى رۇخسەت قىلىنمىغان ئەھۋال ئاستىدا).",
    "1350478093": "بىر تەرەپ قىلىش مەقسىتى",
    "787916198": "سىزنىڭ رۇخسىتىڭىز بىلەن",
    "3348433919": "ھوقۇقىڭىز",
    "3842673636": "GDPR ئاستىدا شەخسىي ئۇچۇرلىرىڭىزغا مۇناسىۋەتلىك بەزى ھوقۇقلىرىڭىز بار. سىز بىز ساقلىغان شەخسىي ئۇچۇرلىرىڭىزغا قارىتا تۆۋەندىكى ھەرىكەتلەرنى قىلىشىمىزنى تەلەپ قىلىشىڭىز مۇمكىن:",
    "4057343238": "Opt-out",
    "1834911235": "سىز قوبۇل قىلىشقا قوشۇلغان بىۋاسىتە سېتىش ئالاقىسىنى ئەۋەتىشنى توختىتىڭ. بىز سىزگە مۇلازىمەتكە مۇناسىۋەتلىك ۋە باشقا سېتىشتىن باشقا ئالاقىنى داۋاملىق ئەۋەتىشىمىز مۇمكىن.",
    "3022301908": "زىيارەت",
    "680638297": "شەخسىي ئۇچۇرلىرىڭىزنى بىر تەرەپ قىلىشىمىزغا مۇناسىۋەتلىك ئۇچۇرلار بىلەن تەمىنلەڭ ۋە شەخسىي ئۇچۇرلىرىڭىزنى زىيارەت قىلالايسىز.",
    "1409486258": "توغرا",
    "3878077249": "شەخسىي ئۇچۇرلىرىڭىزدىكى خاتالىقلارنى يېڭىلاڭ ياكى تۈزىتىڭ.",
    "3645414921": "ئۆچۈرۈش",
    "42182578": "شەخسىي ئۇچۇرلىرىڭىزنى ئۆچۈرۈڭ.",
    "1609621367": "يۆتكەش",
    "3208155808": "شەخسىي ئۇچۇرلىرىڭىزنىڭ ماشىنا ئوقۇغىلى بولىدىغان نۇسخىسىنى سىزگە ياكى ئۆزىڭىز تاللىغان ئۈچىنچى تەرەپكە يۆتكەڭ.",
    "1786796818": "چەكلىمە",
    "3329634829": "شەخسىي ئۇچۇرلىرىڭىزنى بىر تەرەپ قىلىشنى چەكلەڭ.",
    "4202774977": "ئوبيېكت",
    "3007158970": "سىزنىڭ ھوقۇقىڭىزغا تەسىر يەتكۈزىدىغان شەخسىي ئۇچۇرلىرىڭىزنى بىر تەرەپ قىلىشىمىزنىڭ ئاساسى سۈپىتىدە بىزنىڭ قانۇنلۇق مەنپەئەتىمىزگە تايىنىشىمىزغا قارشى تۇرۇش.",
    "1273071008": "سانلىق مەلۇمات سۇبيېكتى زىيارەت ھوقۇقى",
    "3594381346": "ئورنى.",
    "21141582": "بۇ",
    "3357523404": "چېگرا ھالقىغان سانلىق مەلۇمات يوللاش",
    "290966395": "بىزنىڭ «ئامېرىكا سىرتىدىكى خېرىدارلارغا ئەسكەرتىش» سەھىپىمىزدە تەسۋىرلەنگەندەك ، شەخسىي ئۇچۇرلىرىڭىزنىڭ ئامېرىكىغا يۆتكىلىدىغانلىقى ، بىر تەرەپ قىلىنىدىغانلىقى ۋە ساقلىنىدىغانلىقىنى بىلىۋېلىڭ. ئامېرىكىدىكى سانلىق مەلۇماتلارنى قوغداش قانۇنى سىز تۇرۇشلۇق دۆلەت بىلەن ئوخشىماسلىقى مۇمكىن. شەخسىي ئۇچۇرلىرىڭىزنى ئۆز ئىچىگە ئالغان ئۇچۇرلىرىڭىزنى تور بېكىتىمىزنى زىيارەت قىلىش ياكى مۇلازىمىتىمىزنى ئىشلىتىش ئارقىلىق بۇ مەخپىيەتلىك تۈزۈمىدە كۆرسىتىلگەن ئۇچۇرلارنىڭ ئامېرىكىغا يۆتكىلىشىگە قوشۇلىسىز.",
    "3178581111": "يېڭى مەقسەت ئۈچۈن ئىشلىتىڭ",
    "1088304322": "شەخسىي ئۇچۇرلىرىڭىزنى بۇ مەخپىيەتلىك تۈزۈمىدە چۈشەندۈرۈلمىگەن سەۋەبلەر تۈپەيلىدىن ئىشلىتىشىمىز مۇمكىن ، بۇ يەردە بىز قانۇن تەرىپىدىن رۇخسەت قىلىنغان ۋە سەۋەبى بىز توپلىغان مەقسەتكە ماس كېلىدۇ. ئەگەر شەخسىي ئۇچۇرلىرىڭىزنى مۇناسىۋەتسىز مەقسەتتە ئىشلىتىشكە توغرا كەلسە ، سىزگە ئۇقتۇرۇشىمىز ۋە ئۇنى ئىشلىتىشنىڭ قانۇنىي ئاساسىنى چۈشەندۈرۈشىمىز مۇمكىن. ئەگەر شەخسىي ئۇچۇرلىرىڭىزنى مەلۇم ئىشلىتىشتە سىزنىڭ رۇخسىتىڭىزگە تايانساق ، مۇناسىۋەتسىز مەقسەتتە سىزنىڭ رۇخسىتىڭىزنى ئېلىشىمىز ھەمدە قارشىلىق كۆرسەتسىڭىز ، ئۇ ۋاقىتتا مۇلازىمەتنى ئىشلىتىشىڭىزنى توختىتىشىڭىزغا يول قويۇشىمىز مۇمكىن.",
    "2260079771": "سانلىق مەلۇماتنى ساقلاش",
    "38428546": "شەخسىي بەرمىلىرىڭىزنى بىز بىلەن بىللە ھېساباتىڭىزنىڭ ئۆمرىدە بىخەتەر ساقلايمىز. بىز توپلىغان مەقسەتلەرنى ، جۈملىدىن قانۇنىي ، بوغالتىرلىق ياكى مەلۇم قىلىش مەجبۇرىيىتىنى ئادا قىلىش ياكى تالاش-تارتىشلارنى ھەل قىلىش مەقسىتىدە شەخسىي ئۇچۇرلىرىڭىزنى ساقلاپ قالىمىز. ساقلاش مۇددىتىنى بەلگىلەشتە ئىشلىتىدىغان ئۆلچەملەر كۈچكە ئىگە بولغان توختام ماددىلىرى ، قانۇندا بەلگىلەنگەن چەكلەش مۇددىتى ، مۇناسىۋەتلىك نازارەت قىلىپ باشقۇرۇش تەلىپى ۋە كەسىپ ئۆلچىمى قاتارلىقلارنى ئۆز ئىچىگە ئالىدۇ.",
    "384965568": "ساقلاپ قېلىش تەلىپى باشقۇرۇش تەۋەلىكىدە پەرقلىق بولسىمۇ ، شەخسىي ئۇچۇرلىرىڭىزنىڭ ئوخشىمىغان تەرەپلىرى ئۈچۈن بىزنىڭ ساقلاش ۋاقتىمىز ھەققىدىكى ئۇچۇرلار تۆۋەندە بايان قىلىنغان.",
    "2788836740": "سېتىش مەقسىتىدىكى ئالاقىلىشىش ئۇچۇرلىرى مۇشتەرى بولغۇچە ئىزچىل ساقلاپ قېلىنىدۇ. ئۇنىڭدىن كېيىن ، تەپسىلاتلىرىڭىزنى چەكلەش تىزىملىكىمىزگە مۇددەتسىز قوشىمىز. ئىشلەتكۈچىلەردىن توپلانغان ئېلېكترونلۇق خەت ئۇچۇرلىرى ھەرگىزمۇ سېتىش مەقسىتىدە ئىشلىتىلمەيدۇ.",
    "3520687192": "سىز بىلەن بولغان ئالاقە خاتىرىلىرى (مەسىلەن ئېلېكترونلۇق خەت ياكى Twitter ئارقىلىق ئېچىلغان قوللاش بېلىتى) مۇددەتسىز ساقلىنىشى مۇمكىن.",
    "292211832": "ساقلانما ، تور بەت ساندۇقى ۋە باشقا ئانالىز قوراللىرى قاتارلىق تېخنىكىلىق ۋاسىتىلەر ئارقىلىق توپلانغان ئۇچۇرلار تېزلىكتە تاشلىۋېتىلىدۇ ، ئەمما ساقلانمىلارنىڭ ۋاقتى توشقاندىن باشلاپ بىر يىلغىچە چەكلىك مۇددەت ئىچىدە ساقلىنىشى مۇمكىن ، ئادەتتە ئېنىقلانمىغان ۋە توپلانغان شەكىلدە ساقلىنىدۇ. مۇلازىمىتىمىزنىڭ قالايمىقان ئىشلىتىلىشىنى بايقىمىساق ، ئۇ ھالدا بىز كەلگۈسىدىكى خورلىنىشنىڭ ئالدىنى ئېلىش ئۈچۈن بىزگە ياردەم قىلىدىغان ئۇچۇرلارنى ساقلاپ قالىمىز. بىز بۇ نامسىز ۋە توپلانغان ئۇچۇرلارنى سىزگە ، ئائىلىڭىزگە ، IP ئادرېسىڭىزغا ياكى ساقلانغان ئۇچۇرلارغا ئاساسەن شەخسىي ئۇچۇرلارنى ئۇلاشقا ئامالسىزمىز.",
    "3192683783": "بۇ مەخپىيەتلىك تۈزۈمىدىكى ئۆزگىرىش",
    "1702335960": "بىز توپلىغان ھەر قانداق ئۇچۇرلار بۇ ئۇچۇرلار توپلانغان ۋاقىتتا كۈچكە ئىگە بولغان مەخپىيەتلىك سىياسىتىگە بويسۇنىدۇ. قانداقلا بولمىسۇن ، مەخپىيەتلىك سىياسىتىنى پات-پات تۈزىتىشىمىز مۇمكىن. ئەگەر تۈزىتىش پەقەت بىز بەلگىلىگەن ماتېرىيال بولسا ، بىز سىزگە خەۋەر قىلىمىز ، مەسىلەن ئېلېكترونلۇق خەت ئارقىلىق. نۆۋەتتىكى نەشرى ھەمىشە مەخپىيەتلىك سىياسىتى بېتىمىزگە چاپلىنىدۇ.",
    "3669258571": "Cookies Policy",
    "2905621957": "ئاخىرقى قېتىم يېڭىلانغان ۋاقتى: 2020-يىلى 7-ئاينىڭ 18-كۈنى",
    "1173934218": "شەخسىي مەخپىيەتلىكىڭىزنىڭ سىز ئۈچۈن مۇھىملىقىنى چۈشىنىمىز ۋە بىز ئىشلىتىۋاتقان تېخنىكىلار ھەققىدە ئوچۇق-ئاشكارە بولۇشقا ۋەدە بېرىمىز. بۇ سىياسەت تور بېكەت ۋە مۇلازىمىتىمىزدە ساقلانمىلارنى قانداق ۋە قاچان ئىشلىتىدىغانلىقىمىز ھەققىدە تەپسىلىي ئۇچۇر بىلەن تەمىنلەيدۇ.",
    "2694150481": "ساقلانمىلارنى ئىشلىتىمىزمۇ؟",
    "457627611": "ھەئە. بىز ۋە بىزنىڭ ئانالىزچىمىز ياكى مۇلازىمەت تەمىنلىگۈچىلىرىمىز ، سېتىش ھەمكارلاشقۇچىلىرىمىز ۋە ھەمكارلاشقۇچىلىرىمىز ساقلانما ، تور كۆزەتكۈچ ياكى پېكسىل ۋە باشقا تېخنىكىلارنى ئىشلىتىپ ، تور بېكەتنى ئىشلەتكەن ھەر بىر كىشىنىڭ ئەڭ ياخشى تەجرىبىگە ئىگە بولۇشىغا كاپالەتلىك قىلىشىمىز مۇمكىن. تېخىمۇ كۆپ تەپسىلاتلار ئۈچۈن مەخپىيەتلىك تۈزۈمىمىزنىڭ «ئۈچىنچى تەرەپ ئانالىز ۋە ئىز قوغلاش تېخنىكىسى» بۆلىكىنى كۆرۈڭ.",
    "501102544": ". بۇ خىل كەچۈرۈم قىلىنغان ساقلانمىلارنىڭ مىسالى:",
    "461631543": "GDPR ئەسكەرتىش",
    "2150907653": "* تېخنىكىلىق ساقلانمىلار مۇلازىمەت بىلەن تەمىنلەشتە قاتتىق زۆرۈر. بۇلار ياقتۇرىدىغان ساقلانمىلار ، ئولتۇرۇش ساقلانمىلىرى ، يۈك تەڭپۇڭلۇقى ساقلانمىلىرى قاتارلىقلارنى ئۆز ئىچىگە ئالىدۇ.",
    "1012122721": "* ستاتىستىكىلىق ساقلانمىلار بىز تەرىپىدىن بىۋاسىتە باشقۇرۇلىدۇ (يەنى بىرىنچى تەرەپ ، ئۈچىنچى تەرەپ ساقلانمىلىرى ئەمەس) ، بۇ يەردە سانلىق مەلۇماتلار ئارخىپ تۇرغۇزۇلمايدۇ.",
    "3255230599": "Cookie دېگەن نېمە؟",
    "2954157511": "نىمىشقا Cookies نى ئىشلىتىمىز؟",
    "1539071196": "بىز ئادەتتە Cookies نى تۆۋەندىكى مەقسەتتە ئىشلىتىمىز:",
    "3545935449": "يېڭى ياكى بۇرۇنقى ئىشلەتكۈچىلەرنى تونۇش.",
    "32739972": "ئەگەر تور بېكىتىمىزگە تىزىملاتقان بولسىڭىز ، كىرىش ئۇچۇرلىرىڭىزنى ساقلاش ئۈچۈن.",
    "4209078147": "تور بېكىتىمىزنى ياخشىلاش ۋە سۇپىلىرىمىز ۋە تور بېكىتىمىزدىكى زىيارەتلىرىڭىزنى تېخىمۇ ياخشى چۈشىنىش.",
    "1077448694": "ئۈچىنچى تەرەپ ئىجتىمائىي ئالاقە تور بېكەتلىرى بىلەن بىرلەشتۈرۈش.",
    "1709478090": "قىزىقىشنى ئاساس قىلغان ياكى نىشانلىق ئېلان بىلەن سىزگە مۇلازىمەت قىلىش.",
    "3256020881": "بىر نەچچە تور بېكەت ياكى باشقا سۇپىلاردا ۋاقىتنىڭ ئۆتۈشىگە ئەگىشىپ ھەرىكەتلىرىڭىزنى ۋە كۆرۈش پائالىيەتلىرىڭىزنى كۆزىتىش.",
    "1092241113": "خېرىدارلار ۋە بىر گەۋدىلەشتۈرگۈچىلەرنىڭ مەنپەئەتىنى تېخىمۇ ياخشى چۈشىنىش.",
    "1434289796": "بەزى Cookies تور بېكەتلەرنىڭ مەلۇم ئىشلىتىلىشى ئۈچۈن زۆرۈر ، بۇنداق ساقلانمىلار بولمىسا ، بىز تور بېكەتلەرنى توغرا ئىشلىتىشكە ئېھتىياجلىق بولغان نۇرغۇن مۇلازىمەتلەرنى تەمىنلىيەلمەيمىز. مەسىلەن ، بۇ ساقلانمىلار بىزنىڭ تور بەتلىرىمىزنى باشقۇرۇشىمىزغا يول قويىدۇ ، شۇڭا سىز تەلەپ قىلغاندەك زىيارەت قىلالايسىز ھەمدە ھېسابات قۇرغانلىقىڭىزنى ۋە شۇ ھېساباتقا كىرگەنلىكىڭىزنى تور بېكەت مەزمۇنىغا ئېرىشتۈرەلەيسىز. ئۇلار يەنە ساقلانمىلارنى ئۆز ئىچىگە ئالىدۇ ، بۇ ئوخشاش بىر توركۆرگۈچتە ئىلگىرىكى ھەرىكەتلىرىڭىزنى ئەستە ساقلىيالايدىغان ۋە تور بېكەتلىرىمىزنى بىخەتەر قىلىدۇ.",
    "1533171442": "بىز يەنە تەھلىل ۋە سېتىش مەقسىتىدە ئۈچىنچى تەرەپنىڭ ئىقتىدارلىق Cookies ۋە Cookies نى ئىشلىتىمىز. فۇنكسىيەلىك ساقلانمىلار بېكەتلەرنىڭ بەزى قىسىملىرىنى نورمال ئىشلىيەلەيدۇ ۋە ئىشلەتكۈچى مايىللىقىڭىزنى بىلەلەيدۇ. ئانالىز ساقلانمىلىرى ، خېرىدارلار ، بىر گەۋدىلەشتۈرگۈچىلەر ۋە ئاخىرقى ئىشلەتكۈچىلەرنىڭ تور بېكىتىمىزنى قانداق ئىشلىتىدىغانلىقى ، ئابونتلار ئەڭ كۆپ كۆرىدىغان مەزمۇن ۋە مەھسۇلاتلار ۋە ئۈچىنچى تەرەپ ئېلانلىرىمىزنىڭ ئۈنۈمى قاتارلىق ئۇچۇرلارنى توپلايدۇ. ئېلان ساقلانمىلىرى مۇناسىۋەتلىك تاماشىبىنلارغا ئېلان يەتكۈزۈش ۋە ئېلانلىرىمىزنىڭ ئىزدەش نەتىجىسىنىڭ ئۈستىدە بولۇشىغا ياردەم بېرىدۇ. ساقلانمىلار توركۆرگۈڭىزنى ئاخىرلاشتۇرغاندا ئۆچۈرۈلىدىغان «ساقلانما» ياكى ساقلانما بولۇپ ، سىز ئۆچۈرۈلگەنگە قەدەر ساقلىنىدۇ. تور بېكەتلەردە ئىشلىتىلگەن بارلىق ساقلانمىلارنىڭ تولۇق تەپسىلاتلىرىنى تۆۋەندىكى ساقلانمىلارنى ئاشكارىلاش جەدۋىلىدىن كۆرۈڭ.",
    "322830977": "Cookies نى قانداق چەكلەش.",
    "262509504": "ساقلانمىلار توپلىغان ئۇچۇرلارنى بۇ مەخپىيەتلىك تۈزۈمى بويىچە سىز توپلىغان باشقا ئۇچۇرلار بىلەن باغلاپ ، بىرلەشتۈرۈلگەن ئۇچۇرلارنى بۇ يەردە كۆرسىتىلگەندەك ئىشلىتىشىمىز مۇمكىن. ئوخشاشلا ، تور بېكىتىمىزدە ساقلانمىلارنى تەمىنلەيدىغان ئۈچىنچى تەرەپ سىزنىڭ ئىسمىڭىز ياكى ئېلېكترونلۇق خەت ئادرېسىڭىزنى ئۇلار توپلىغان باشقا ئۇچۇرلار بىلەن باغلىشى مۇمكىن ، بۇلار تورسىز ياكى توردا سېتىۋالغان ياكى توردىكى ئىشلىتىش ئۇچۇرلىرىڭىزنى ئۆز ئىچىگە ئالىدۇ.",
    "2935155034": "ئەگەر سىز ياۋروپا ئىقتىسادىي رايونىغا جايلاشقان بولسىڭىز ، سىزدە بار بولغان سانلىق مەلۇماتلارنى تەكشۈرۈش ۋە تۈزىتىش ياكى ئۆچۈرۈش ھوقۇقىنى ئۆز ئىچىگە ئالغان «ياۋروپا ئىتتىپاقىنىڭ سانلىق مەلۇمات سۇبيېكتىغا ئۇقتۇرۇش» ماۋزۇسىدا يۇقىرىدا بايان قىلىنغان بەزى ھوقۇقلىرىڭىز بار.",
    "1873812847": "Cookies (s) ئاشكارىلاش",
    "3319083717": "ئىسمى:",
    "3183855267": "1. hmt_id",
    "907324388": "ئىقتىدار",
    "2896187462": "1. قاتتىق زۆرۈر بولغان نامسىز مۇلازىمەتكە مۇناسىۋەتلىك ستاتىستىكىلار ۋە قولايلىق ياردەمگە ياردەم بېرىش قاتارلىق تېخنىكىلىق مەقسەتلەردە ئىشلىتىلىدۇ.",
    "987267027": "Party",
    "3453526675": "1. 1-تەرەپ",
    "1952810469": "تىپ",
    "1795436560": "1. يىغىن",
    "102695075": "Duration",
    "3356329025": "1. 30 كۈن",
    "3744153629": "ئىسىملىرى:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "session,",
    "3186435874": "sessionid",
    "1241291641": "تېخىمۇ كۆپ تەپسىلاتلارنى كۆرۈڭ.",
    "1834801943": "2. 1-تەرەپ",
    "2114694926": "2. يىغىن",
    "938404336": "2. ۋارىيانت; 30 كۈنگىچە.",
    "2196526290": "hc_accessibility",
    "1061239711": "3. 1-تەرەپ",
    "1483015662": "3. يىغىن",
    "3458934553": "3. ۋارىيانت; 30 كۈنگىچە.",
    "134571844": "Impressum (بېكەت ئۇقتۇرۇشى)",
    "110836420": "ئاخىرقى يېڭىلانغان ۋاقتى: 2020-يىلى 12-ئاينىڭ 23-كۈنى",
    "2901894297": "hCaptcha بولسا Delaware ئامېرىكا شىركىتى (# 6393793) Intuition Machines Inc. (\"IMI\") نىڭ مۇلازىمىتى.",
    "2928362319": "پوچتىدىن ئەۋەتىلگەن سوئاللارنى ئەۋەتىشكە بولىدۇ: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "3094150511": "نازارەت قىلىپ باشقۇرۇش ئورگىنى: ئامېرىكا فېدېراتسىيە خەۋەرلىشىش كومىتېتى ، ئامېرىكا ۋاشىنگىتون ، ۋاشىنگىتون ، 45 L كوچىسى 45-نومۇر.",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "مەزمۇنغا كاپالەتلىك قىلغىلى بولمايدۇ",
    "707541553": "تور بەتلىرىمىزدىكى بارلىق ئۇچۇرلار IMI ياكى ئۈچىنچى تەرەپ تەرىپىدىن دەلىللەندى. قانداقلا بولمىسۇن ، ئۇچۇرنىڭ نۆۋەتتىكى ، توغرا ياكى تولۇق بولۇشىغا IMI ياكى ئۈچىنچى تەرەپ مەسئۇل بولمايدۇ. بۇ تور بەتلىرىمىزدىكى ئۇلىنىشلار ئارقىلىق ئېرىشكىلى بولىدىغان باشقا تور بېكەتلەرگىمۇ ماس كېلىدۇ. IMI بۇ سىرتقى تور بېكەتلەرنىڭ مەزمۇنى ئۈچۈن ھېچقانداق مەسئۇلىيەتنى قوبۇل قىلمايدۇ.",
    "2650241052": "مەسلىھەت يوق",
    "204716894": "تور بەتلىرىمىزنىڭ مەزمۇنى ۋە لايىھىسى نەشر ھوقۇقى قانۇنىدا قوغدىلىدۇ. بەت ۋە ئۇنىڭ مەزمۇنىنى مۇۋاپىق ئىشلىتىشتىن ئېشىپ كەتكەن ئۇسۇلدا كۆپەيتىش ، ئەگەر بۇ بەتتە كۆپەيتىشكە ئائىت باشقا قانۇن ماددىلىرى بولمىسا ، IMI نىڭ يازما يازما ماقۇللۇقىنى تەلەپ قىلىدۇ.",
    "3182435854": "نەشر ھوقۇقى",
    "3236873806": "IMI بۇ تور بېكەتكە مەسئۇل.",
    "1338341134": "hCaptcha + مەخپىيەتلىك ئۆتكىلى (Beta)",
    "88879089": "مەخپىيەتلىك ئۆتكىلى an",
    "1898063898": "بىز بىرلىكتە تەرەققىي قىلىۋاتقان ئىشلەتكۈچى مەخپىيەتلىكىنى قوغداش ئۈچۈن",
    "1942186611": "ۋە باشقىلار.",
    "3673079511": "يېڭىدىن گۈللىنىۋاتقان ئۆلچەم",
    "2164933356": "Cloudflare",
    "3119589996": "ئۇ قانداق ئىشلەيدۇ: توركۆرگۈچ كېڭەيتىلمىسى ئىشلەتكۈچىلەرگە مەخپىيەتلىك ساقلاش كېلىشىمىنى قوللايدىغان تور بېكەتلەرگە مەخپىيلەشتۈرۈلگەن قارىغۇ بەلگىلەرنى قۇرۇش ۋە ئىمزا قويۇش ئىقتىدارى بىلەن تەمىنلەيدۇ. بۇ كېڭەيتىشتە haptapt مۇلازىمىتى ئارقىلىق ھەر قانداق بىر تور بېكەتتە رىقابەت ھەل قىلىنغاندا ، hCaptcha ئىمزالىغان شىفىرلىق قارىغۇلارچە بەلگە بار پاسلار ھاسىل بولىدۇ.",
    "1254771154": "باشقا مەخپىيەتلىك Pass نى قوللايدىغان مۇلازىمەتلەردە كۆرسىتىلگەن رىقابەتلەر ، hCaptcha نىمۇ ئۆز ئىچىگە ئالىدۇ ، مەسىلەن Cloudflare.",
    "996362763": "بۇ بەلگىلەر باغلانمىغان بولۇپ ، كېڭەيتىش ئارقىلىق كەلگۈسىدە ئىشلىتىلىدۇ. ئىشلەتكۈچى hCaptcha ئارقىلىق تور بېكەتنى زىيارەت قىلغاندا ۋە رىقابەتتىن ئۆتۈشكە ئېھتىياجلىق بولغاندا (كۆرۈنمەيدىغان ياكى «مەن ئادەم» كۇنۇپكىسى ئارقىلىق) ئۇلار ئاپتوماتىك قايتۇرۇلىدۇ. قارىغۇلارچە مەشغۇلات قىلىش ئىمزا قويۇلغان ۋە قايتۇرۇلغان بەلگىلەرنىڭ شىفىرلىق ھالەتتە hCaptcha نۇقتىسىدىن باغلىنالمايدىغانلىقىدىن دېرەك بېرىدۇ ، شۇڭا ئىشلەتكۈچىنىڭ مەخپىيەتلىكى ساقلىنىدۇ.",
    "2943346052": "IETF ئۆلچەملەشتۈرۈش مۇساپىسىنىڭ داۋاملىشىشىغا ئەگىشىپ ، بىز ئاساسلىق توركۆرگۈچلەرنىڭ مەلۇم شەكىلدىكى شەخسىي مەخپىيەتلىكنى قوللىنىشىنى ئۈمىد قىلىمىز. بۇ ئاخىرىدا كېڭەيتىشنى ھاجەتسىز قىلىپ قويىدۇ. ھازىرچە تۆۋەندىكى كۆرسەتمىلەرگە ئەگىشىڭ.",
    "2326660907": "بۇنىڭ سىرتىدا",
    "741483946": "* باشقىچە قىلىپ ئېيتقاندا: سىز hCaptcha.com دا hCaptcha مەخپىيەتلىك ئۆتكىلىگە ئېرىشەلەيسىز ۋە بىۋاسىتە hCaptcha.com ئارقىلىق باشقا تور بېكەتلەردە ئىشلىتەلەيسىز. Cloudflare شىركىتى ئۆزىنىڭ مەخپىيەتلىك ساقلاش بەلگىسىنى تارقىتىپ بەرگەندىن كېيىن ، Cloudflare ئىشلەتكەن hCaptcha مۇلازىمىتىنى ئايلىنىپ ئۆتۈش ئۈچۈن hCaptcha مەخپىيەتلىك ئۆتكىلى بەلگىسىنى ئالالمايسىز ياكى قايتۇرالمايسىز.",
    "1362015807": "باشلاش",
    "1358325821": "ئالدى بىلەن ، كېڭەيتىشنى ئورنىتىڭ",
    "310885519": "ياكى",
    "4091044469": ". كېڭەيتىشنىڭ مەخپىي ھالەتتە قوزغىتىلغانلىقىنى جەزملەشتۈرۈڭ. ئاندىن ، hCaptcha ئارقىلىق ھەر قانداق توربېكەتنى زىيارەت قىلىڭ ۋە بىر تۇتقۇچنى ھەل قىلىڭ. 2.0.3 نەشرىگە قەدەر ، بۇ بەلگىلەرنى hCaptcha ئارقىلىق تور بېكەتلەردە قايتۇرۇۋالالايسىز.",
    "3904679538": "Chrome",
    "3700767772": "كېڭەيتىشنى ئورناتقاندىن كېيىن ، بۇ يەرنى چېكىڭ (ياكى ھەر قانداق hCaptcha ئىشلىتىدىغان تور بېكەتتە) چېكىڭ.",
    "166277959": "دىققەت قىلىڭ: بۇ ئىقتىدار نۆۋەتتە سىناق باسقۇچىدا بولۇپ ، بارلىق تور بېكەتلەر ۋە ئىشلەتكۈچىلەر ئۈچۈن ئىشلىمەسلىكى مۇمكىن. ئۇ قوزغىتىلمىغان ياكى مەلۇم بىر ئىشلەتكۈچى ئۈچۈن ئىشلىمىگەن ئەھۋال ئاستىدا ، بۇ ھەرىكەت پەقەت ئىقتىدارنى يوقىتىپ قويماي ئۆلچەملىك hCaptcha تەجرىبىسىگە قايتىدۇ.",
    "3031357206": "URL بالدىقىڭىزنىڭ يېنىدا يېڭى سىنبەلگە كۆرۈنىدۇ. ھازىر hCaptcha نى ئىشلىتىپ توربېكەتنى زىيارەت قىلىڭ. ئۇ مۇنداق بولىدۇ:",
    "1066753052": "بۇ ھەمياننىڭ قۇرۇق ئىكەنلىكىدىن دېرەك بېرىدۇ ، سىز hCaptcha رىقابەتنى ئۆز ئىچىگە ئالغان بېكەتتە. رىقابەتنى تاماملىغاندىن كېيىن ، hCaptcha ئارقىلىق باشقا تور بېكەتلەردە قايتۇرغىلى بولىدىغان بەلگە تاپالايسىز.",
    "651123197": "ھەمياندىكى نۆۋەتتىكى ئومۇمىي ساننىڭ سانى رىقابەتنى تاماملىغاندىن كېيىن سىنبەلگىدە كۆرسىتىلىدۇ.",
    "554844646": "ھەر قېتىم چەككەندە پەشتاقنىڭ 1 تۆۋەنلەپ كەتكەنلىكىنى كۆرۈش ئارقىلىق كېڭەيتىشنىڭ ئىشلەۋاتقانلىقىنى جەزملەشتۈرەلەيسىز",
    "4087729475": "دەسلەپكى ھەل قىلغاندىن كېيىنكى رىقابەت.",
    "647630208": "مانا بۇ! ھازىر تور كۆرگۈڭىز تېخىمۇ شەخسىي.",
    "3272552822": "ئاچقۇچىلار ۋە شىفىر يازغۇچىلار:",
    "4059570880": "ئەگەر قېلىپلاشتۇرۇش تىرىشچانلىقىنى ئىز قوغلىماقچى بولسىڭىز ، ھازىر تىرىشچانلىق كۆرسىتىلىۋاتىدۇ",
    "1904390996": "to the standardize the",
    "252720667": "مەخپىيەتلىكنىڭ مەخپىي شىفىرىنىڭ ئاستىدا. بۇ كېلىشىمنىڭ ئۆزى",
    "3972554015": "جەريانمۇ. توركۆرگۈچنى كېڭەيتىش ئەلۋەتتە",
    "3723626769": "تۆھپىڭىز ۋە تەكشۈرۈشىڭىز ئۈچۈن.",
    "3882147547": "ئۇنتۇلغان ساختا ئىقتىدارلار",
    "565624910": "لايىھە",
    "3421090159": "ئوچۇق كود",
    "3098677775": "مۇخبىر: مەخپىيەتلىك ئۆتكىلى ئىشلەتكەندە مېنىڭ IP ۋە كۆرۈش تارىخىم hCaptcha دىن پۈتۈنلەي شەخسىيمۇ؟",
    "4019638786": "جاۋاب: hCaptcha نىڭ مەخپىيەتلىك ئۆتكۈزىدىغان ئىشلەتكۈچىلىرى توركۆرگۈنىڭ بەلگە پورتمالى بوش بولمىسا ياكى تور بېكەت ئەۋەتمىسە ، IP نى hCaptcha غا ھەرگىز ئاشكارىلىمايدۇ. hCaptcha نىڭ ئىشلەتكۈچىنى توكداننى قايتۇرۇۋېلىشقا باغلاش ئۇسۇلى يوق ، ئەگەر ئۇلارنىڭ پورتمالى بوش بولمىسا ، سېتىۋېلىش جەريانىدا ئىشلەتكۈچى بىلەن بىۋاسىتە ئالاقە قىلمايدۇ.",
    "3887113660": "مۇخبىر: مەخپىيەتلىك ئۆتكىلى hCaptcha كىرىمىگە قانداق تەسىر كۆرسىتىدۇ؟",
    "1116455671": "جاۋاب: ئەگەر ئىشلەتكۈچى تور بېتىڭىزدە تاماملىسا ، دەسلەپكى ھەل قىلىش چارىسى ئۈچۈن مۇكاپاتقا ئېرىشىسىز. خېرىدارنىڭ ئىشەنچىسى يۇقىرى بولغاچقا ، ئابونتلار تور بېتىڭىزدە ئاپتوماتىك ئۆتۈپ كەتكەنگە ئوخشاش قايتۇرۇۋېلىش ئۇسۇلىغا ئەگىشىدۇ: ھېچقانداق كىرىم بولمايدۇ ، مۇلازىمېتىرىڭىزدىن كەلگەن تور بېكەتكە تېلېفون قىلىش نەتىجىسىدە «ئىناۋەت: يالغان» تاپشۇرۇۋالىدۇ.",
    "779817954": "مۇخبىر: ئەگەر مەندە باشقا تەمىنلىگۈچى تارقاتقان مەخپىيەتلىك پاسپورتى بولسا ، ئۇلارنى hCaptcha دا قايتۇرۇۋالامدىم؟",
    "3014149332": "جاۋاب: ياق ، پاسلار ئۆز-ئارا مۇناسىۋەتلىك ئەمەس: ئۇلار چوقۇم ئوخشاش ئورگان تەرىپىدىن تارقىتىلىشى ۋە قايتۇرۇلۇشى كېرەك ، بۇ ئەھۋالدا hCaptcha. شۇنىڭغا دىققەت قىلىڭكى ، ئەگەر كېڭەيتىشتە Cloudflare ۋە hCaptcha نىڭ ھەر ئىككىسىدىن ئۆتسىڭىز ، ئىشلەتكىلى بولىدىغان سان سىز زىيارەت قىلغان بەتنىڭ تەلىپىگە ئاساسەن توغرا مىقدارغا ئۆزگىرىدۇ. باشقىچە قىلىپ ئېيتقاندا ، ئەگەر پورتمالىڭىزدا 100 Cloudflare ئۆتكىلى ۋە 10 hCaptcha ئۆتكىلى بولسا ، hCaptcha قىستۇرۇلغان بەتتىكى كېڭەيتىش سىنبەلگىسىدە 10 نى كۆرۈڭ.",
    "3679148535": "مۇخبىر: مەخپىيەتلىك ئۆتكىلىدىن باشقا يەنە قايسى پروگراممىلارنى ئىشلەۋاتىسىز؟",
    "1606783855": "جاۋاب: بىز ئىشلىتىشچانلىقى («a11y») ئىشلىتىش قېپىنىڭ مەخپىيەتلىك ئۆتكىلىگە بەك قىزىقىمىز. ئىلگىرى ئاۋازلىق رەسىمگە ئوخشاش ئاممىباب تاللاشلار نۇرغۇن 11 ئابونتلارنى كەمسىتىدۇ. ئىشىنىمىزكى ، بىزنىڭ ھازىرقى a11y ئۇسۇلىمىزنى مەخپىيەتلىك تارقىتىشى بىلەن بىرلەشتۈرگەندە ، a11y ئىشلەتكۈچىلەرنىڭ بىخەتەر زىيارەت قىلىشىغا يول قويىدۇ ، شۇنىڭ بىلەن بىر ۋاقىتتا ، a11y تاللانمىلىرى بار ۋاقىتتا بوت تىجارەتچىلىرىنىڭ خورلىنىشىنى چەكلەيدۇ.",
    "2359150347": "مۇخبىر: باشقا تور بىخەتەرلىك مۇلازىمىتى مەخپىيەتلىكنى قوللامدۇ؟",
    "2082237880": "جاۋاب: hCaptcha شەخسىي مەخپىيەتلىكنى قوللايدىغان تۇنجى مۇلازىمەت بولۇپ ، ھازىر بىردىنبىر قىلىدىغان مۇلازىمەت. قانداقلا بولمىسۇن ، بىز باشقا مۇلازىمەتلەرنىڭ توردىكى ئابونتلارنىڭ مەخپىيەتلىكىنى ئاشۇرۇشنىڭ ئەۋزەللىكىنى تونۇپ يېتىشىنى ئۈمىد قىلىمىز ، ھەمدە بىز تەرەققىي قىلدۇرۇشقا ياردەم بېرىۋاتقان IETF ئۆلچىمى سۈپىتىدە كەلگۈسىدە تېخىمۇ كۆپ ئەمەلىيلەشتۈرۈشنى ئۈمىد قىلىمىز.",
    "2109792055": "ئىشلەتكۈچى قوللانمىسى: مەخپىيەتلىكنى ساقلاش ۋە دەلىللەش ئارقىلىق مەسىلىلەرنى ھەل قىلىش",
    "3588620914": "مەخپىيەتلىك ئۆتكىلى تور ئۆلچىمىدىكى يېڭى كەشپىيات بولۇپ ، ئۇنى بىلمەيدىغان باشقا قوللىنىشچان پروگراممىلار ۋە توركۆرگۈچ كېڭەيتىشلىرىنىڭ ئۇنىڭ ئىقتىدارىغا دەخلى قىلىشى مۇمكىن.",
    "4039193170": "بەلگىلەرنى ئېلىش ياكى قايتۇرۇش مەسىلىسىدە:",
    "2378786360": "1. باشقا قوللايدىغان توركۆرگۈچلەردىن بىرىنى سىناپ بېقىڭ: ئەگەر سىز Chrome دا بولسىڭىز ، تەڭشەكلىرىڭىزنى Chrome دىن ئەكىرىمەي تۇرۇپ Firefox نى ئىشلىتىپ سىناپ بېقىڭ. ئەگەر ئۇ ئىشلىسە ، توركۆرگۈچ سەپلەش مەسىلىسى بولۇشى مۇمكىن.",
    "394235836": "3. ئەگەر يۇقارقى تەكلىپلەرنىڭ ھېچقايسىسى ئىشلىمىسە ، بىزگە ياردەم ئېلخېتى ئەۋەتىڭ ، بىز نېمە ئىش بولغانلىقىنى بىلىشكە خۇشاللىق بىلەن خۇشال بولىمىز.",
    "3470857731": "ReCAPTCHA نىڭ بوتلارنى قانچىلىك ياخشى بايقىغانلىقىنى ئانالىز قىلىش.",
    "3240786848": "ئاخىرقى يېڭىلاش: 2021-يىلى 18-فېۋرال",
    "2547140673": "ئون يىلدىن كۆپرەك ۋاقىتتىن بۇيان ، گۇگۇلنىڭ reCAPTCHA مۇلازىمىتى توربېكەت خوجايىنلىرىغا سودا پۇرسىتى يارىتىپ بەردى: گۇگۇل ئابونتلىرىڭىزنى ئىز قوغلاپ ئۇلارغا سوئال قويسۇن ، بۇنىڭ بەدىلىگە ئۇلار بوتۇلكا ۋە ئەخلەت خەتلەرنى توختىتىشقا ۋەدە بەردى.",
    "2133754014": "4 مىليون 500 مىڭدىن ئارتۇق تور بېكەت reCAPTCHA نى ئىشلىتىدۇ.",
    "3152512587": "ھەمدە بۇ سىستېما كۈندە نەچچە يۈز مىليون ھەل قىلغۇچ يىغىدۇ. [",
    "2296918009": "بۇ ھەر كۈنى 100 يىلدىن ئارتۇق ئەمگەك قىلغانغا باراۋەر.",
    "3900538778": "بەلگە قويۇلغان سانلىق مەلۇمات ماشىنا ئۆگىنىشنى قۇۋۋەتلەيدىغان يېقىلغۇ. reCAPTCHA نىڭ جاۋابى 2009-يىلدىن باشلاپ گۇگۇلنىڭ ML / AI مۇلازىمىتىنى ياخشىلاشقا ئىشلىتىلگەن. ReCAPTCHA نى ئىشلىتىدىغان نۇرغۇن كىشىلەر ئۆزلىرىنىڭ ئەمگىكىنىڭ ئىشلىتىلىۋاتقانلىقىنى ھېس قىلمايدۇ.",
    "1160252730": "گۇگۇل ھازىر reCAPTCHA كارخانىسىدىن يۇقىرى باھا ئېلىۋاتىدۇ ، نۇرغۇن شىركەتلەر بۇ سودىنى قايتىدىن باھالايدۇ.",
    "1131196501": "ئاساسلىق شىركەتلەر ياقتۇرىدۇ",
    "204889717": "hCaptcha غا ئالماشتى",
    "639413188": "دەپ جاۋاب بەردى.",
    "3280658086": "كارخانا ھەل قىلىش چارىسى",
    "3842815245": "بۇ ئادىل سودامۇ؟",
    "714342693": "HCaptcha ئەترىتى 2016-يىلدىن باشلاپ «قاراڭغۇ تور» تۇتقۇن قىلىش مۇلازىمىتىدىن باھا ئۇچۇرى توپلاۋاتىدۇ. بىز بىر قىزىقارلىق يۈزلىنىشنى بايقىدۇق:",
    "468929661": "ReCAPTCHA نى بۇزۇشنىڭ ئوتتۇرىچە تەننەرخى ئاجايىپ تۆۋەن (ھەر 1000 ھەل قىلغۇچنىڭ باھاسى 1 دوللارغىمۇ يەتمەيدۇ) ، بىزنىڭ كۆزىتىشىمىز 2016-يىلى باشلانغاندىن بۇيان ماددىي جەھەتتىن ئۆسمىدى. بۇ reCAPTCHA v2 ۋە v3 غا ماس كېلىدۇ. [",
    "2862164005": "باھا سانلىق مەلۇماتلىرى بىزگە reCAPTCHA تەمىنلىگەن بىخەتەرلىككە ئېنىق دوللار قىممىتىنى قويالايدۇ: ھەر بىر جاۋاب ئۈچۈن 0.001 دوللار ياكى ئۇنىڭدىنمۇ تۆۋەن.",
    "102498091": "گۇگۇل reCAPTCHA كارخانىسىنىڭ ھەر 1000 تەلىپى ئۈچۈن 1 دوللار ھەق ئالىدۇ ، يەنى ئۇلار ھازىر ھەر بىر تەلەپكە مۇلازىمەتنىڭ بىخەتەرلىكىنى بۇزۇشقا قارىغاندا كۆپ پۇل ئالىدۇ. بۇ قارىماققا بىر يامان ئىشتەك قىلىدۇ.",
    "130239139": "گۇگۇل ھەر كۈنى توپلىغان 100+ ئادەم-يىللىق ئەمگەكنىڭ قىممىتى نېمە؟",
    "1421074182": "ماھىيەتلىك يۇقىرى.",
    "1953519598": "يەككە رەسىمگە بەلگە قويۇشنىڭ تەننەرخى 0.03 دوللاردىن 1.00 دوللارغىچە. ھەر قانداق مۇتەئەسسىپلەرنىڭ مۆلچەرىگە قارىغاندا ، گۇگۇل بۈگۈنگە قەدەر مىلياردلىغان دوللار ھەقسىز ئەمگەك كۈچى چىقارغان. [",
    "3025548709": "بۇ ئادالەتسىز سودىنىڭ ئامالى بارمۇ؟",
    "263761351": "hCaptcha تۇنجى ئىشەنچلىك تاللاش بولۇپ ، ھازىر ھەر ئايدا نەچچە يۈز مىليون ئادەم ئىشلىتىدۇ.",
    "2743692546": "ئىشلەتكۈچىلەر hCaptcha ئارقىلىق ئۆزىنىڭ ئادىمىيلىكىنى ئىسپاتلىغاندا ، ئۇلارنىڭ ئەمگىكى خېرىدار چاقىرىش ئۈچۈن نامسىز ئوچۇق بازارغا كىرىدۇ.",
    "1982750088": "دۇنيانىڭ ھەرقايسى جايلىرىدىكى شىركەتلەر بۇ ئەمگەكنى كىشىلەرگە ئاسان ، ئەمما ماشىنا ئۈچۈن قىيىن بولغان ئاددىي ۋەزىپىلەرنى ئورۇنداشنى تەلەپ قىلىدۇ. ئىشلەتكۈچىلەر زىيارەت قىلغان تور بېكەتنى قوللايدۇ ، بىخەتەرلىك دەرىجىسى بىر قەدەر يۇقىرى بولغانلىقتىن تور ئەخلەت خەتلىرىنى ئاز ھېس قىلىدۇ.",
    "1108398506": "خېرىدارلار تەجرىبىنى پۈتۈنلەي كونترول قىلىدۇ ، ھەمدە HCaptcha تەجرىبىسىنىڭ پايدىسى ئىنتېرنېتتىكى ئەڭ چوڭ مۇستەقىل رىقابەت تەمىنلىگۈچىگە ئېرىشتى. ئۇلار يەنە reCAPTCHA كارخانىسىغا قارىغاندا تېخىمۇ ياخشى سودىغا ئېرىشىدۇ: ھەجمىنىڭ ئوخشىماسلىقىغا ئاساسەن% 50-80% ياخشى باھا.",
    "3012870872": "ھەقسىز نەشرىنى ئىشلىتىدىغان تور بېكەت ۋە ئەپلەر (hCaptcha Publisher) گۇگۇلغا ئىئانە قىلىشنىڭ ئورنىغا ، ئۇ خىزمەتتىن كىرىم قىلىدۇ.",
    "2271512952": "ئىشلەتكۈچىلەر زىيارەت قىلغان تور بېكەتنى قوللايدۇ ، ھەمدە تور ئەخلەت خەتلىرىنى ئاز ھېس قىلىدۇ.",
    "278010425": "HCaptcha دىكى كەڭ ۋە دائىم ئۆزگىرىپ تۇرىدىغان ھەر خىل ۋەزىپىلەرنى ئاپتوماتلاشتۇرۇشمۇ تەس. reCAPTCHA نىڭ يەككە كۆرۈنمە يۈزى كۆپ يىللاردىن بۇيان ئۆزگەرمىدى ، ھەمدە بىر ئاز ئاز ئۇچرايدىغان سوئاللار بار. بۇ hCaptcha نىڭ reCAPTCHA غا قارىغاندا تېخىمۇ كۈچلۈك بوتۇلكىغا قارشى قوغداش بىلەن تەمىنلەيدىغان ئۇسۇللىرىنىڭ بىرى.",
    "984849234": "hCaptcha ئىلغار ماشىنا ئۆگىنىشى ئارقىلىق reCAPTCHA نىڭ پەقەت ۋەدە بەرگەنلىرىنى يەتكۈزۈپ بېرىدۇ ، شۇنىڭ بىلەن بىر ۋاقىتتا ئۇنى ئىشلەتكەن تور بېكەتلەر بىلەن تۇتۇلغان قىممەتنى ئورتاقلىشىدۇ.",
    "4063769686": "ئىشلەتكۈچىلەر زىيارەت قىلغان تور بېكەتنى قوللايدۇ ، ھەمدە تور ئەخلەت خەتلىرىنى ئاز ھېس قىلىدۇ. بۇ قارىماققا تېخىمۇ ئادىل سودىغا ئوخشايدۇ.",
    "685916926": "نېمە ئۈچۈن ۋاقىتنىڭ ئۆتۈشىگە ئەگىشىپ reCAPTCHA ياخشىلانمىدى؟",
    "3992401943": "2012-يىلدىن باشلاپ چوڭقۇر ئۆگىنىشتە ئىنقىلاب يۈز بەردى. ئۆتكەن ئون يىلدا ۋەزىپىلەرنىڭ توغرىلىقىدىكى كەسىپ ئۆلچىمى ئۈزلۈكسىز ياخشىلاندى ، بۇنىڭدىكى ئاساسلىق سەۋەب چوڭقۇر تور. گۇگۇل تەمىنلىگەن باشقا ML ئىقتىدارى بار مۇلازىمەتلەر بۇ ئەگرى سىزىققا ئەمەل قىلدى.",
    "615031303": "(ئىزاھلارغا قاراڭ",
    "2125514305": "ML ياخشىلاندى ، ئەمما بۇ ۋاقىتتا reCAPTCHA نى ئايلىنىپ ئۆتۈشنىڭ قىيىنلىقى ماددى جەھەتتىن ئۆزگەرمىدى.",
    "1406188018": "6 ۋە 7",
    "2689973938": "ReCAPTCHA نى ياخشىلاش گۇگۇل ئۈچۈن ئېلان ساتقۇچى سۈپىتىدە ئىچكى توقۇنۇش پەيدا قىلىدۇ.",
    "464238793": "ئەگەر گۇگۇلنىڭ ئۆزى بىر ئىشلەتكۈچىنىڭ ئېلاننى كۆرگەنلىكى ياكى ئۇلىنىشنى چەككەنلىكىنىڭ ئەمەلىيەتتە بىر ماشىنا ئادەم ئىكەنلىكىنى جەزملەشتۈرسە ، ئۇ ئىشلەتكۈچىگە كۆرسىتىلگەن ئېلانلاردىن ھەق ئالمايدۇ. بۇ مەنپەئەت توقۇنۇشى گۇگۇلنىڭ بوتقا قارشى تۇرۇش مۇددىئاسىنى قاتتىق چەكلىدى.",
    "918924423": "مەسىلەن ، گۇگۇل ئەسلىگە كەلتۈرۈشچان بوت بايقاشقا ئوخشاش قىممەتلىك مۇلازىمەتلەرنى تەمىنلىمىدى. بىر نەچچە كۈنلۈك سانلىق مەلۇماتنى تەھلىل قىلغاندىن كېيىن ، ئابونتلارنىڭ قاتناش بوتكىسىنى ھاسىل قىلغانلىقىنى ئېلان قىلىش تېخىمۇ ئىشەنچلىك.",
    "661412233": "تۇتۇلغاندىن كېيىن بەزى ئىشلەتكۈچىلەرنىڭ بوت ئىكەنلىكىنى بىلىشمۇ قىممەتلىك. ئۇ تور بېكەت ئىگىلىرىگە كونا ئەخلەت خەتلەرنى تازىلاپ ، كەلگۈسىدە ئەخلەت مۇنبەرگە تىزىملاتقان «ئۇخلاش ھېساباتى» نى ئۆچۈرۈۋېتىدۇ ، ئالدامچىلىقنى ئازايتىدۇ.",
    "3600797185": "ئارقىغا يېنىشچان بوتكا پەرقلەندۈرۈشنى ئوتتۇرىغا قويسىڭىز ، گۇگۇلنى ئاشۇ ئالدامچىلىق ئېقىمىغا پۇل خەجلىگەن ئېلان بەرگۈچىلەرنى قانداق قىلىپ قايتۇرۇۋالىدىغانلىقى توغرىسىدىكى قىيىن سوئاللارنى ئاچىدۇ.",
    "2076932190": "شۇنىڭ بىلەن reCAPTCHA مەھسۇلاتى ئون يىل توختاپ قالدى.",
    "3856912381": "ئابونتلار ئازابلاندى ، زۆرۈر بولمىغان تور ئەخلەت خەتلىرى ئەۋج ئالدى. ئەمما باشقا بىر تاللاش بار.",
    "1035621426": "ReCAPTCHA تەرىپىدىن ئېنىقلانغان ھەر بىر ماشىنا گۇگۇلنىڭ ئېلان كىرىمىنى بىۋاسىتە تۆۋەنلىتىدۇ.",
    "3668115514": "HCaptcha قانداق پەرقلىنىدۇ؟",
    "2413742287": "hCaptcha نىڭ رىغبەتلەندۈرۈشى ئېلان كىرىمىنى ئەمەس ، بەلكى توغرىلىقنى ئەڭ يۇقىرى چەككە يەتكۈزۈش: ئىنسانلارنىڭ تەربىيىلەش سانلىق مەلۇماتلىرىغا ئېھتىياجلىق بولغان خېرىدارلار ئۈچۈن bot جاۋابلىرى كارغا كەلمەيدۇ.",
    "1373262754": "شەخسنىڭ كىم ئىكەنلىكىنى بىلىش hCaptcha ئۈچۈن ئەڭ تۆۋەن قىممەتكە ئىگە. بىز ئۇلارنىڭ ئىنسان ياكى يامان غەرەزلىك ئارتىس بولۇشىغا كۆڭۈل بۆلىمىز.",
    "600646860": "HCaptcha ئەمگەك كۈچىنى ھەقىقىي قىممەت بىلەن ئېلىش جەريانىدا گۇمانلىق قىممەت مۇلازىمىتى بىلەن تەمىنلەشنىڭ ئورنىغا ، تولۇقلىما ۋە كۈچلۈك بوتۇلكىغا قارشى قوغداش بىلەن تەمىنلەيدۇ.",
    "1836191653": "HCaptcha كارخانا نەشرى ئۈچۈن نەچچە مىليون دوللار ھەق ئېلىش بىلەن بىر ۋاقىتتا ، ئاسانلا مەغلۇپ بولغان مۇلازىمەتنى ھەقسىز ئىشلەتكۈچىلەرگە تەمىنلەشنىڭ ئورنىغا ، كارخانا ئابونتلىرىغا قوشۇمچە ئىقتىدار ۋە خاسلاشتۇرۇش بىلەن تەمىنلەيدۇ ، شۇنىڭ بىلەن بىر ۋاقىتتا كۈچلۈك SLA ۋە تېز قوللاش بىلەن تەمىنلەيدۇ.",
    "990215503": "hCaptcha ئېلان تورىغا تەۋە بولمىغان بىردىنبىر ئاساسلىق تۇتقۇچ مۇلازىمىتى.",
    "971933157": "hCaptcha شەخسىي مەخپىيەتلىك ، سۈزۈكلۈك ۋە ئادىللىققا كۆڭۈل بۆلىدۇ.",
    "178839499": "hCaptcha ئىشلەتكۈچىلەر ئۆزلىرىنىڭ ئادىمىيلىكىنى ئىسپاتلىغان ۋاقىتتا قىلىنغان خىزمەتنىڭ قىممىتىنى ھەمبەھىرلەيدۇ.",
    "1237076138": "hCaptcha ھەقسىز (hCaptcha Publisher) ۋە كارخانا (hCaptcha كارخانا) خېرىدارلىرىغا ئادىل سودا بىلەن تەمىنلەيدۇ.",
    "614310292": "HCaptcha نى كىم قۇرغان؟",
    "4188814619": "hCaptcha بولسا Intuition Machines نىڭ مۇلازىمىتى (",
    "3265328927": ") ، ماشىنا ئۆگىنىشنى كۆلەملەشتۈرۈپ يولغا قويغان شىركەتلەرگە مەھسۇلات ۋە مۇلازىمەت بىلەن تەمىنلەيدىغان ماشىنا ئۆگىنىش شىركىتى.",
    "2740033957": "IM گۇرۇپپىسى ئالما ، ئامازون ۋە ماشىنا ئۆگىنىش ، تارقىتىلغان سىستېما ۋە بىخەتەرلىك قاتارلىق رەھبەرلەردىن كەلگەن ئالىم ۋە ئىنژېنېرلاردىن تەركىب تاپقان.",
    "1579715421": "IM ئالىملىرى ICML ، ICLR ، ECCV ۋە NeurIPS قاتارلىق يۇقىرى دەرىجىلىك يىغىنلاردا قەرەللىك ئېلان قىلىدۇ ، شىركەت چوڭقۇر يۇيۇنۇش قاتارلىق ML پەن-تېخنىكىسىدا زامانىۋى نەتىجىنى ئاشكارا ئېلان قىلدى.",
    "4015238193": "ۋە OCR [",
    "279580593": "imachines.com",
    "279918384": "گۇگۇل ھەقسىز ئەمگىكىڭىزنى قانداق ئىشلىتىۋاتىدۇ؟",
    "2385522384": "سىز بەلكىم گۇگۇلنىڭ Waymo ئاپتوماتىك ھەيدىلىدىغان ماشىنىلىرىدىكى كامېرادىن سىننىڭ رامكىسىنى كۆرۈپ ، ئۇلارنىڭ ئوبيېكت تونۇشىنى ياخشىلاشقا ياردەم قىلىۋاتقان بولۇشىڭىز مۇمكىن.",
    "1517627947": "سىز بەلكىم گۇگۇلنىڭ Streetview ماشىنىسىدىكى ئىمارەتلەرنىڭ ياكى كوچا بەلگىسىنىڭ رەسىمىنى كۆرگەن بولۇشىڭىز ھەمدە ئۇلارنىڭ خەرىتىسى ۋە يەرشارى مەھسۇلاتلىرىنىڭ ئورۇن بەلگىلەشكە ياردەملىشىۋاتقان بولۇشىڭىز مۇمكىن.",
    "3225936061": "سىز بەلكىم گۇگۇلنىڭ كىتاب مۇلازىمىتىدىكى كىتاب بېتىدىن ئېلىنغان تېكىستلەرنىڭ رەسىملىرىنى كۆرۈپ ، ئۇلارنىڭ OCR (تېكىست تونۇش) يۇمشاق دېتالىنى ياخشىلاشقا ياردەم قىلىۋاتقان بولۇشىڭىز مۇمكىن.",
    "129661785": "ئەزەلدىن «ماشىنا / پىيادىلەر يولى / توختاش چىرىغىنى چېكىش» تەلەپ قىلىنغانمۇ؟",
    "936667684": "ئەزەلدىن «بىنا / كوچا بەلگىسىنى كىرگۈزۈش» تەلەپ قىلىنغانمۇ؟",
    "3773515538": "ئەزەلدىن «ئىككى سۆزنى كىرگۈزۈش» تەلەپ قىلىنغانمۇ؟",
    "1778058441": "HCaptcha دا قانداق خىزمەتلەر بار؟",
    "366088791": "hCaptcha كۆپ خىل ۋەزىپىلەرنى قوللايدۇ.",
    "3114147525": "hCaptcha خېرىدارلىرى بۇ مۇلازىمەتنى ئوبيېكتنى تونۇش ، خاسلىقنى بايقاش (كىيىم-كېچەكلەرنىڭ تۈرلىرىنى پەرقلەندۈرۈش ئۈچۈن بەلگە توپلاش) ، باغلىنىش دەرىجىسى (ئاساسلىق مەھسۇلاتقا سېلىشتۇرغاندا بىر قانچە تاللاشتىن ئەڭ مۇناسىۋەتلىك مەھسۇلاتنى تاللاش) ، چەكمە ساندۇقلارنى ئۆز ئىچىگە ئالىدۇ. رەسىم) ، «ئىنسان OCR» (رەسىمدىكى تېكىستنى پەرقلەندۈرۈش) ۋە باشقا نۇرغۇن ۋەزىپىلەر.",
    "3139609561": "تۆۋەندىكىسى رەسىمنى تۈرگە ئايرىش ۋە خاسلىقنى بايقاش خىزمەت تىپىنىڭ ئىككى مىسالى. [",
    "2273532558": "HCaptcha نىڭ ھەقلىق خېرىدارلىرى كىملەر؟",
    "4104221634": "hCaptcha خېرىدارلىرى ھەر خىل كەسىپلەرنى ئۆز ئىچىگە ئالىدۇ ، تېخنىكا شىركەتلىرىدىن تارتىپ مودا ، پارچە سېتىش ۋە ماشىنا ئۆگىنىشىدىن قىممەت يارىتالايدىغان باشقا ساھەلەرگىچە.",
    "1337725003": "hCaptcha يۇقىرى ئاۋازلىق ھەقىقىي ئىزاھلارغا ئېرىشىشنى دېموكراتىيىلىشىشكە ۋەدە بېرىپ ، چوڭ-كىچىك شىركەتلەرنىڭ ماشىنا ئۆگىنىشى ئارقىلىق ئۇلارنىڭ مەھسۇلات ۋە مۇلازىمەت سۈپىتىنى ئۆستۈرۈشىگە يول قويىدۇ.",
    "4086379603": "سوئاللار؟",
    "1243684308": "بىز سىزنىڭ ئىنكاسىڭىزغا ئەستايىدىل مۇئامىلە قىلىمىز ، ھەمدە كۆپچىلىكنىڭ توردا تېخىمۇ يېقىملىق كەچۈرمىشلەرگە ئېرىشىشىگە كاپالەتلىك قىلىمىز ، ئەخلەت ساندۇقى ئاز ، ئەخلەت خەت ئاز. بىزگە يەتكۈزۈڭ:",
    "2645321220": "ئەگەر reCAPTCHA نىڭ تەننەرخى بەك يۇقىرى دەپ ئويلىسىڭىز ، بىزدىن hCaptcha كارخانىسى توغرىسىدا سوراڭ. ھازىر دۇنيادىكى بىر قىسىم ئەڭ چوڭ نەشرىياتچىلار ، پۇل-مۇئامىلە مۇلازىمەت شىركەتلىرى ۋە تور ئۇل ئەسلىھە شىركەتلىرى ئىشلىتىۋاتىدۇ ، ئۇلار reCAPTCHA نىڭ ئىشەنچلىك تاللىشى بولۇپلا قالماي: بىز ئۇلارنىڭ ھازىر بار بولغان ئەڭ ياخشى بوتۇلكا قوغداش مۇلازىمىتى بىلەن تەمىنلەيدىغانلىقىغا ئىشىنىمىز.",
    "1229233916": "ئىزاھات",
    "1115642494": "1. مەنبە: BuiltWith.com reCAPTCHA تور بېكەت تىزىملىكى. 2019-يىلى 7-ئاينىڭ 9-كۈنى ئېرىشكەن.",
    "448807334": "(\"ھەر كۈنى يۈز مىليونلىغان CAPTCHA لار كىشىلەر تەرىپىدىن ھەل قىلىنىدۇ.\") 2019-يىلى 7-ئاينىڭ 8-كۈنى.",
    "2397590157": "3. مۇتەئەسسىپلەرنىڭ مۆلچەرى: 200 مىليون ھەل قىلىش چارىسى ھەر بىر ھەل قىلىش چارىسى = 30 سېكۇنت = 190.3 ئادەم-يىل / كۈن.",
    "3236311792": "4. hCaptcha نىڭ ئىچكى تەھلىلى. 2019-يىلى 6-ئاينىڭ 30-كۈنىگىچە يىغىۋېلىنغان سانلىق مەلۇماتلار.",
    "1752259468": "5. مۇتەئەسسىپ مۆلچەر: يەككە ئىزاھنىڭ باھاسى 0.01 دوللار * 200M avg. ھەر كۈنى ئىزاھلاش (تۆۋەن چەك) * ھەر يىلى 365 كۈن * 2009-يىلى سېتىۋالغاندىن كېيىنكى 10 يىل = 7 مىليارد 300 مىليون دوللار تۆۋەن چەك قىممىتى.",
    "3268946369": "6. ئىناۋەت: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. مەنبە: Mary Meeker ، KP ئىنتېرنېت يۈزلىنىشى 2017-يىل",
    "2666258754": "سېمانتىك يۇقىرى قاتلاملىق ئاجىز دەرىجىدىكى نازارەت قىلىش ، خېيكى ئارپونېن ، توم ئې بىشوپ ئۈچۈن مۇناسىۋەت ئورنىتىشنى ئاساس قىلغان. ICML 2019 ، LLD خىزمەت يىغىنى.",
    "2544169219": "يېقىنقى ئەڭ يېڭى نەتىجىلەر: ICML LLD ، 2019-يىلى ماي.",
    "1973347745": "10. خان جەمەتى يوق رەسىملەر. مەنبە: Petapixel.",
    "1493115924": "تاۋار ماركىسى:",
    "4051104324": "«Intuition Machines» بولسا Intuition Machines نىڭ رويخەتكە ئېلىنغان تاۋار ماركىسى.",
    "3983646521": "بارلىق مەھسۇلات ئىسمى ، بەلگە ، ماركا ، ماركا ۋە رويخەتكە ئېلىنغان تاۋار ماركىسى ئۇلارنىڭ ئىگىسىنىڭ مۈلكى. بۇ تور بەتتە ئىشلىتىلگەن بارلىق شىركەت ، مەھسۇلات ۋە مۇلازىمەت ناملىرى پەقەت پەرقلەندۈرۈش ئۈچۈنلا ئىشلىتىلىدۇ. بۇ ئىسىم ، تاۋار ماركىسى ۋە ماركىلارنى ئىشلىتىش تەستىقلاشنى بىلدۈرمەيدۇ. بۇ خىل ئەھۋالدا پۈتۈنلەي ئەكسىچە.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM ئالىملىرى CVPR 2020 دە ئاجىز نازارەت قىلىنغان تېكىست تونۇش (OCR) نىڭ يېڭى ئۆلچىمىنى بەلگىلىدى.",
    "1259002282": "كەمتۈك تاپتىڭىزمۇ؟ بۇنى قانداق دوكلات قىلىش كېرەك.",
    "3301728462": "مىليونلىغان كىشىلەر ھەر ئايدا hCaptcha نى ئىشلىتىدۇ ، نەچچە مىڭلىغان توركۆرگۈچ ، كېڭەيتىش ، ئۈسكۈنىلەر ، مۇداپىئە تام قاتارلىقلار.",
    "3878230879": "بىزنىڭ مەقسىتىمىز ئۇنىڭ ھەمىشە سىزگە ماس كېلىدىغانلىقىغا كاپالەتلىك قىلىش ، شۇڭا دوكلاتلىرىڭىزنى ئىنتايىن قەدىرلەيمىز!",
    "2465128185": "تېز ئىنكاس قايتۇرۇش ئۈچۈن ، «بىزگە پىكىر ئەۋەتىش» كۇنۇپكىسىنى بېسىڭ.",
    "2921990472": "ئەگەر ئىقتىدار مەسىلىسىنى كۆرسىڭىز ، تۆۋەندىكىگە ئەگىشىڭ",
    "2870341481": "تۆۋەندە. باشقا توركۆرگۈچلەرگە نىسبەتەن",
    "1866590035": "Chrome ئۈچۈن خاتالىق خاتىرىلەش كۆرسەتمىسى",
    "444492541": "Firefox ئۈچۈن خاتالىق خاتىرىلەش كۆرسەتمىسى",
    "169267610": "بىزگە ئېلخەت يوللاڭ",
    "3100722753": "يوشۇرۇن بىخەتەرلىك ياكى مەخپىيەتلىك مەسىلىسى ئۈچۈن تۆۋەندىكى كۆرسەتمىلەرنى كۆرۈڭ.",
    "1906593952": "سىز كۆرگەن hCaptcha ھەققىدە تەكلىپ بېرىڭ",
    "3951254541": "كىرگۈزگەنلىرىڭىزنى قەدىرلەيمىز. ھەر قانداق مەسىلىنى بىزگە بىلدۈرۈڭ ، بىز ئۇنى تېزدىن ھەل قىلىمىز.",
    "3324288040": "بىزگە تەكلىپ-پىكىر ئەۋەتىڭ",
    "2864016648": "مەخپىيەتلىك مەسىلىسى",
    "304004915": "بىز ئابونتلارنىڭ كىم ئىكەنلىكى بىلەن كارىمىز يوق ، پەقەت ئۇلارنىڭ يامان غەرەزلىك ياكى ماشىنا بولۇشى مۇمكىن. دېگەندەك تەشەببۇسلارنى قوللايمىز",
    "1139493658": "ھەمدە مەخپىيەتلىك ۋە بىخەتەرلىكنى تەڭپۇڭلاشتۇرۇش ئۈچۈن تىرىشىڭ.",
    "3083289844": "ئەگەر ئابونتلارنىڭ شەخسىيىتىگە تەسىر يەتكۈزىدىغان مەسىلە بارلىقىنى بايقىغان بولسىڭىز ، بىزگە ئېلخەت يوللاڭ",
    "4264784515": "بىخەتەرلىك خاتالىقى",
    "963238401": "بىز ھەمىشە بىخەتەرلىك يوچۇقى توغرىسىدىكى دوكلاتلارنى تاپشۇرۇۋېلىشقا قىزىقىمىز. ئېلخەت",
    "3926027556": "بىز تېزدىن سىزگە قايتىپ كېلىمىز.",
    "1589805435": "بىزدە يەنە بار",
    "2560582224": "كەمتۈك مۇكاپات پروگراممىسى",
    "103876916": "hCaptcha مۇلازىمىتى ۋە مۇناسىۋەتلىك مەنبە كودىدىكى لاياقەتلىك بىخەتەرلىك دوكلاتلىرى ئۈچۈن.",
    "497117287": "قولايلىق تاللاشلار",
    "3230004040": "كۆرۈش قۇۋۋىتىڭىز ئاجىزمۇ ياكى بولمىسا hCaptchas نى تاماملىيالمايسىز؟",
    "3480023141": "قولايلىق تاللاشلار ھەققىدىكى تەپسىلاتلار",
    "2052161540": "كەمتۈك دوكلاتىنى تۇتۇش تەپسىلاتلىرى: Chrome",
    "2281169898": "دوكلاتىڭىز بىلەن خاتالىق ئۇچۇرىنى ئەۋەتىش نېمە ئىشلارنىڭ يۈز بېرىدىغانلىقىنى ئېنىقلىشىمىزنى تېخىمۇ ئاسانلاشتۇرىدۇ. بۇ يەردە باسقۇچلۇق كۆرسەتمىلەر بار:",
    "1123365779": "ئەگەر سىز بىر تور ئاچقۇچى ياكى مۇتەخەسسىس ئىشلەتكۈچى بولسىڭىز ، خۇلاسە شۇكى ، بىزگە تور خاتىرىلەيدىغان HAR ۋە توركۆرگۈچ كونترول خاتىرىسىنى ئەۋەتىشىڭىزنى خالايمىز.",
    "2015218686": "بۇ باسقۇچلارنى بېسىپ ئۆتۈشتىن بۇرۇن. ئەگەر بۇ مەسىلىنى ھەل قىلالىسا ، بىز يەنىلا تور كۆرگۈڭىزنىڭ نەشرى ، ئېلان توسقۇچى ياكى توركۆرگۈ كېڭەيتىلمىسى ۋە تور بېكەت ئادرېسىنى بىزگە بىلدۈرۈپ قويغىنىڭىزدىن مىننەتدارمىز.",
    "3922723611": "ھەر قانداق ئېلان توسقۇچى ياكى توركۆرگۈنىڭ بىخەتەرلىك كېڭەيتىلمىسىنى چەكلەپ بېقىڭ",
    "4036872105": "ئاۋۋال ئاندىن قايتا سىناڭ",
    "993651083": "1-قەدەم: ئاچقۇچىلار قوراللىرىنى ئېچىڭ (بۇ يىغىننى خاتىرىلەشكە باشلايدۇ.)",
    "4163469907": "2-قەدەم: ئاچقۇچىلار قوراللىرىدىكى تور بەتكۈچىنى چېكىڭ. ئۈستىدىكى «خاتىرە ساقلاش» رامكىسىنى تەكشۈرۈڭ.",
    "4243348003": "3-قەدەم: زىيارەت",
    "641342999": "، ياكى سىزدە مەسىلە كۆرۈلگەن تور بېكەت (مەخپىيەتلىك ئەسكەرتىش: پەقەت ئۇنىڭ نېمە ئىكەنلىكىنى ھەمبەھىرلەشنى خالىمىسىڭىز) ... ئاندىن «مەن ئادەم» كۇنۇپكىسىنى بېسىپ ھەل قىلىڭ.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "4-قەدەم: سىز ھەل قىلماقچى بولغاندىن كېيىن «HAR نى چىقىرىش» (كىچىكرەك يا ئوق) نى چېكىڭ ، بۇ تور خاتىرىسىنى تېجەيدۇ. ئۇ ھۆججەتنى بىزگە ئەۋەتىڭ.",
    "1503240421": "5-قەدەم: كونترول سۇپىسىنىڭ بەتكۈچىنى چېكىڭ ، ئاندىن كونترول سۇپىسىنى ساقلاش ئۈچۈن ئوڭ تەرەپنى چېكىڭ. بىزگە ئەۋەتىڭ.",
    "2863840904": "6-قەدەم: ئاخىرقى باسقۇچ ، بىزگە HAR ۋە كونترول سۇپىسىدىكى ھۆججەتلەرنى ئېلېكترونلۇق خەت ئارقىلىق ئەۋەتىپ ، مەسىلىنى تەسۋىرلەڭ",
    "4051785543": "ئىشلىتىش:",
    "3623028666": "(دېگەندەك مۇلازىمەتنى ئىشلىتىڭ",
    "551761392": "ھەمدە ئۇلىنىش ئەۋەتىش) ۋە ئىختىيارىي ئېكران رەسىمى ، ئەگەر توغرا كۆرۈنمەيدىغان نەرسە بار دەپ گۇمان قىلسىڭىز. ئىشلىتىۋاتقان IP نىمۇ ئەۋەتىڭ. ئۇنىڭدىن ئېرىشەلەيسىز",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "ۋاقىت چىقىرىپ بىزگە بۇ ئۇچۇرغا ئېرىشىشىمىزگە رەھمەت!",
    "3680327841": "بىز hCaptcha نى ھەممە ئادەم ئۈچۈن ياخشى ئىشلەشكە ۋەدە بېرىمىز",
    "1059502393": "كەمتۈك دوكلاتىنى تۇتۇش تەپسىلاتلىرى: Firefox",
    "1112074001": "2-قەدەم: ئاچقۇچىلار قوراللىرىدىكى تور بەتكۈچىنى چېكىڭ. ئۈستىدىكى «چىڭ تۇرۇش خاتىرىسى» رامكىسىنى تەكشۈرۈڭ.",
    "1797298240": "4-قەدەم: ھەل قىلماقچى بولغاندىن كېيىن «HAR» نى چېكىڭ ۋە تور خاتىرىسىنى ساقلاش ئۈچۈن «ھەممىنى HAR قىلىپ ساقلاش» نى تاللاڭ. ئۇ ھۆججەتنى بىزگە ئەۋەتىڭ.",
    "3671246379": "5-قەدەم: كونترول سۇپىسىنىڭ بەتكۈچىنى چېكىڭ ، ئاندىن ئوڭ تەرەپنى چېكىپ ئاندىن «ھەممىنى تاللاڭ» ۋە ئۇنى تېكىست ھۆججىتىگە ساقلاڭ ، كونترول سۇپىسىنىڭ خاتىرىسىنى ساقلىۋېلىڭ. بىزگە ئەۋەتىڭ.",
    "3816867833": "تەكلىپ",
    "788770967": "كەچۈرۈڭ! بىزنىڭ قولايلىق تاللىشىمىزنى ئىشلەتسىڭىز بولىدۇ:",
    "1333016413": "بۇ ئارقىلىق ساقلانمىلارنى تىزىملاش ۋە تەڭشەش ئارقىلىق كەلگۈسىدىكى سوئاللاردىن ساقلىنالايسىز.",
    "2333410049": "ئېلان توسقۇچىڭىزنى تاقاپ بېقىڭ.",
    "1345083090": "ئىقتىدار مەسىلىسىنى دوكلات قىلىش؟",
    "2184564739": "قاراڭ",
    "604751186": "باشقا مەسىلىلەرمۇ؟ ئېلخەت",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "تەپسىلىي خاتىرە ئارقىلىق مەسىلىلەرنى قانداق دوكلات قىلىش كېرەك",
    "1050501253": "بەك قىيىن",
    "3264813246": "نامۇۋاپىق",
    "3526939538": "Software Bug",
    "126134492": "باشقىلىرى",
    "3511610999": "مۇۋاپىق جايغا بېرىشىڭىزغا كاپالەتلىك قىلايلى.",
    "3906886217": "شىركەت ياكى تور بېكەتلەر ئۈچۈن",
    "1621597093": "كارخانا بىخەتەرلىك ھەل قىلىش چارىسى (ھەقلىق)",
    "3176531704": "سانلىق مەلۇمات ئىزاھاتى",
    "1834239172": "HCaptcha ئىزاھلاش مۇلازىمىتىنى سېتىۋېلىش",
    "1457707016": "شەخسلەر ئۈچۈن",
    "770264626": "مۇلازىمىتىڭىزگە hCaptcha نى قوشۇڭ (ھەقسىز)",
    "881015166": "تور بېتىم ياكى دېتالىمغا نەشرىياتچىلار ئۈچۈن hCaptcha نى قوشۇڭ",
    "47536007": "HCaptcha ھەققىدىكى تەپسىلاتلار",
    "2012837493": "ئىزدەش نەتىجىسى",
    "4034694801": "ماس كېلىدىغان نەتىجە يوق.",
    "3621411541": "HCaptcha نىڭ قولايلىق تاللاشلىرىنى ئۆگىنىۋېلىڭ",
    "3401005681": "پۇل تېپىش",
    "3933993151": "يەككە سانلىق مەلۇمات بەلگىسى سۈپىتىدە ئىشلەڭ",
    "563059212": "قوشۇمچە مەھسۇلاتلارنىڭ تىزىملىكى",
    "3501923981": "ئاخىرقى يېڭىلانغان ۋاقتى: 2020-يىل 1-يانۋار.",
    "3548097301": "كۈچكە ئىگە: 2020-يىل 1-يانۋار.",
    "3991444169": "بۇ بەتتە hCaptcha كارخانا مۇلازىمىتىنىڭ نۆۋەتتىكى بىر تەرەپ قىلغۇچلىرى كۆرسىتىلدى.",
    "835396984": "نۆۋەتتە ئاكتىپ",
    "424089481": "ئامازون تور مۇلازىمىتى شىركىتى (يەرشارى). تەمىنلەنگەن مۇلازىمەتلەر: ئامازون تور مۇلازىمىتى. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (يەرشارى). تەمىنلەنگەن مۇلازىمەتلەر: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Global). مۇلازىمەتلەر: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Global). تەمىنلەنگەن مۇلازىمەتلەر: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "ئەسكەرتىش: بارلىق خېرىدارلارغا ماس كەلمەيدۇ. مەسىلەن ، IP قارىغۇ ياكى باشقا ئىلغار مەخپىيەتلىك ياكى بىخەتەرلىك تاللاش خېرىدارلىرى (مەسىلەن بىخەتەر مەۋھۇم ئىجارە ئۆي خېرىدارلىرى) تېلېگراف سىستېمىسىغا كىرگەن ھەر قانداق يوشۇرۇن «PII» دىن ھەتتا IP ئادرېسىنى پۈتۈنلەي ئۆز ئىچىگە ئالىدۇ. زۆرۈر تېپىلغاندا ھېساباتىڭىز ۋەكىلى بىلەن ئالاقىلىشىڭ.",
    "700843971": "Hound Technology, Inc. (يەرشارى). تەمىنلەنگەن مۇلازىمەتلەر: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/ بىخەتەرلىك",
    "1208179159": "LogDNA, Inc. (يەرشارى). تەمىنلەنگەن مۇلازىمەتلەر: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (يەرشارى). تەمىنلەنگەن مۇلازىمەتلەر: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (يەرشارى). تەمىنلەنگەن مۇلازىمەتلەر: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "ئۇل ئەسلىھە",
    "370366524": "Ephemeral Service Telemetry",
    "121192737": "كېلەچەكتىكى تولۇقلىما",
    "2420789666": "تېز ، Inc. مۇلازىمىتى تەمىنلەنگەن: تېز CDN ۋە قىرلىق ھېسابلاش.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "كۈچكە ئىگە: 2021-يىلى 9-ئاينىڭ 1-كۈنى. ئۇل ئەسلىھە قوشۇش",
    "1487796027": "شىركەتلەر ئۈچۈن",
    "3943417791": "HCaptcha Enterprise (BotStop) نى قوللاڭ",
    "702287791": "hCaptcha Publisher (ھەقسىز)",
    "3397976149": "HCaptcha Publisher نى قوللاڭ",
    "833750823": "رىقابەتتە قىيىنچىلىققا دۇچ كەلدىڭىزمۇ؟",
    "2024737147": "كەمتۈكنى دوكلات قىلماقچىمۇ؟",
    "1978884623": "يۇمشاق دېتال مەسىلىلىرىنى دوكلات قىلىش ھەققىدىكى تەپسىلاتلار",
    "4188664955": "ئاساسلىق مۇلازىمەت شەرتلىرى",
    "2621989404": "ئاخىرقى يېڭىلانغان ۋاقتى: 2021-يىلى 9-ئاينىڭ 24-كۈنى. ئىنگلىز تىلى ئاتالغۇلىرىمىزنىڭ نوپۇزلۇق ئىكەنلىكىگە دىققەت قىلىڭ.",
    "2404545611": "HCaptcha غا خۇش كەپسىز! جەمئىيىتىمىزنىڭ بىر ئەزاسى بولغانلىقىڭىزغا رەھمەت. «مۇلازىمەت» (تۆۋەندە ئېنىقلانغان) نىڭ بارلىق ئىشلەتكۈچىلىرى تۆۋەندىكى شەرتلەرگە قوشۇلۇشى كېرەك («مۇلازىمەت شەرتنامىسى»). بۇ مۇلازىمەت شەرتنامىسىگە ئاساسەن ، «IMI» ، «بىز» ۋە «بىز» Intuition Machines نى كۆرسىتىدۇ ۋە ئۇنىڭ تارماق شىركەتلىرى ، تارماق شىركەتلىرى ، خادىملىرى ، ۋاكالەتچىلىرى ، خىزمەتچىلىرى ، ۋەكىللىرى ۋە ۋاكالەتچىلىرىنى كۆرسىتىدۇ ، «تور بېكىتىمىز» ئاستىدىكى ھەر قانداق تور بېكەتنى ئۆز ئىچىگە ئالىدۇ. بىزنىڭ كونتروللۇقىمىز ، مەسىلەن www.hcaptcha.com ۋە www.imachines.com.",
    "2348450790": "بۇ مۇلازىمەت شەرتلىرىنى ئوقۇڭ. ئۇلار باشقا بەلگىلىمىلەردىن باشقا ، كاپالەتنى بىكار قىلىش ، جاۋابكارلىقنىڭ چەكلىمىسى ۋە چەكلەش كۈچىگە ئىگە كېسىمنى ئۆز ئىچىگە ئالىدۇ. شۇنىڭغا دىققەت قىلىڭكى ، بۇ مۇلازىمەت شەرتلىرى ئالدىنقى قېتىم تور بېكىتىمىزنى زىيارەت قىلغاندىن بۇيان ئۆزگەرگەن بولۇشى مۇمكىن. بىز بۇ مۇلازىمەت شەرتلىرىنى پات-پات ئۆزىمىز خالىغانچە تۈزىتىپ ۋە يېڭىلاپ تۇرۇشىمىز مۇمكىن. ماددىي ئۆزگىرىش يۈز بەرگەندە ، يېڭىلانغان مۇلازىمەت شەرتلىرىنى بۇ بەتكە يوللاش ئارقىلىق سىزگە خەۋەر قىلىمىز ، ئۇنىڭدىن كېيىن تور بېكەت ياكى مۇلازىمەتنى داۋاملىق ئىشلىتىش ياكى زىيارەت قىلىش ئۈچۈن يېڭىلانغان مۇلازىمەت شەرتنامىسىنى جەزملەشتۈرۈشىڭىز كېرەك.",
    "1933936765": "سانلىق مەلۇمات بىر تەرەپ قىلىش كېلىشىمى (ئەڭ ئاخىرقى يېڭىلانغان ۋاقتى: 2021-يىلى 23-سېنتەبىر)",
    "2959486280": "ئەگەر بۇ مۇلازىمەت شەرتلىرىگە قوشۇلمىسىڭىز ، تور بېكەت ياكى مۇلازىمەتنى ئىشلىتەلمەيسىز.",
    "3200859925": "1. مەقسەت",
    "1807143500": "بۇ مۇلازىمەتلەر تور بىخەتەرلىك مۇلازىمىتى («hCaptcha مۇلازىمىتى») ۋە بىر سۇپا («ھېسسىيات ماشىنىسى سۇپىسى») نى ئۆز ئىچىگە ئالىدۇ ، بۇ شەخسلەر («تۆھپىكار») ئۈچىنچى تەرەپ ياكى Intuition Machines نىڭ ئۆزى (ھەر بىرسى) ئۆزى ئورۇندىغان ۋەزىپىلەرنى ئورۇندىيالايدۇ. «تەلەپ قىلغۇچى») تور بېتىمىزگە ياكى hCaptcha مۇلازىمىتىگە بىۋاسىتە تور بېكىتىمىزدە ياكى بىۋاسىتە ماشىنا ئۈسكۈنىلىرى سۇپىسىغا كىرىش ياكى / ياكى ئۈچىنچى تەرەپ گەۋدىسى ۋە ياكى ياكى سۇپا ياكى مۇلازىمەت ئارقىلىق باغلىنىشلىق ياكى ۋەزىپىلەرنى ئورۇنداش ئارقىلىق يوللىنىدۇ. \"Integrator\"). تەلەپ قىلغۇچىلار ۋەزىپىلەرنى ئەۋەتىپ ، تۆھپىكارلارنى IMI نىڭ بىر گەۋدىلەشتۈرگۈچىلەرگە بەرگەن مۇكاپاتنىڭ بەدىلىگە ياكى تەلەپ قىلغۇچىنىڭ Intuition Machines سۇپىسى ياكى hCaptcha مۇلازىمىتىنى ئىشلىتىپ ئۆزىنىڭ ئاخىرقى ئىشلەتكۈچىلىرىگە ۋەزىپە ئۈچۈن ئىشلىتىۋاتقانلىقى ئۈچۈن ، تەلەپ قىلغۇچى تەرىپىدىن بېكىتىلگەن مۇكاپاتقا ئېرىشىشكە تەكلىپ قىلىدۇ. بىز يۇمشاق دېتال ، ئاپتور ۋەزىپىلىرىنى ئىشلىتەلەيدىغان ، بىزنى ئاپتور ۋەزىپىلىرىگە تەكلىپ قىلىدىغان ۋە ياكى تۆھپىكارلار بىلەن تەمىنلىيەلەيدىغان قىلىپ ، سۇپىمىزنى ئىشلىتىشىمىز ئۈچۈن شىركەت ۋە شەخسلەردىن (ھەر بىرى «خېرىدار») ھەق ئالىمىز. بىز يەنە توربېكەت ، كۆچمە ئەپ ۋە باشقا تور مۈلۈكلىرىدىكى ئالدامچىلىق ، سۇيىئىستېمال ۋە ئەخلەت خەتلەرنى ئازايتىش ئۈچۈن ، بىرىكمە دېتاللاردىن hCaptcha مۇلازىمىتىمىزنى ئىشلىتىمىز. يۇقىرىقىلار كوللىكتىپ «مۇلازىمەت» دەپ ئاتىلىدۇ.",
    "3212830633": "2. لاياقەتلىك بولۇش",
    "2605814073": "مۇلازىمىتىمىزنى ئىشلىتىش ياكى تىزىملىتىش ئارقىلىق قوشۇلىسىز: سىز كەم دېگەندە 18 ياشتا. ئۆزىڭىزگە ياكى سىز ۋەكىللىك قىلغان ئورۇنغا ۋاكالىتەن بۇ كېلىشىمنى تۈزۈش ھوقۇقىڭىز بار ، ھەر ۋاقىت بۇ مۇلازىمەت شەرتنامىسى ۋە بۇ يەردە كۆرسىتىلگەن بارلىق IMI سىياسەتلىرى ۋە كۆرسەتمىلىرىگە ئەمەل قىلىشىڭىز كېرەك. ھەمدە سىز تور بېتىمىزنى قالايمىقان ئىشلەتمەيسىز ، كىملىكىڭىزنى بىزگە خاتا كۆرسەتمەيسىز ياكى سۈنئىي ئىدراك ئارقىلىق IMI دىكى ئىنسانلارنىڭ ئەقىل-پاراسىتىنى تەلەپ قىلىدىغان ھەر قانداق ۋەزىپىنى ئورۇنداش ئۈچۈن ئىشلىتىسىز.",
    "2616040974": "3. خېرىدارلار ۋە تەلەپ قىلغۇچىلار",
    "1544829730": "ئەگەر سىز خېرىدار ياكى تەلەپ قويغۇچى بولسىڭىز ، بۇ قوشۇمچە ھۆججەتنىڭ خېرىدارلار قوشۇمچە ھۆججىتى سۈپىتىدە قوللىنىلىدىغانلىقى ۋە بۇ مۇلازىمەت شەرتنامىسىگە ئاساسەن قوشۇلىدىغانلىقىغا قوشۇلىسىز. ئەگەر سىز خېرىدار ياكى تەلەپ قىلغۇچى بولمىسىڭىز ، ياكى خېرىدار ياكى تەلەپ قىلغۇچى بولۇشنى توختاتسىڭىز ، ئۇنداقتا خېرىدارلار قوشۇمچە ھۆججىتىدىكى قوشۇمچە شەرتلەر قوللىنىلمايدۇ ياكى ئۇلار بۇ مۇلازىمەت شەرتنامىسىگە بىرلەشتۈرۈلمەيدۇ.",
    "3759360138": "4. ئىشلەتكۈچى ئىسمى ۋە پارول",
    "2236960358": "تىزىملاتقاندىن كېيىن ، ئىسمىڭىز ، ئېلېكترونلۇق خەت ئادرېسىڭىز قاتارلىق سىز توغرىسىدىكى بەزى شەخسىي ئۇچۇرلارنى («شەخسىي ئۇچۇرلار») ئاشكارىلاش ۋە ئىشلەتكۈچى ئىسمى ۋە پارولىڭىزنى قۇرۇش تەلەپ قىلىنىدۇ ، بۇلارنىڭ ھەممىسى بىزنىڭ مەخپىيەتلىك تۈزۈمىمىزگە بويسۇنىدۇ. توربېكەت. ھېساباتىڭىز ، پارولىڭىز ۋە ھېساباتىڭىزغا مۇناسىۋەتلىك ھەر قانداق دەلىللەش ئاچقۇچلىرىنىڭ بىخەتەرلىكىنى نازارەت قىلىش ، كاپالەتلەندۈرۈش ۋە قوغداشقا ئۆزىڭىز مەسئۇل ، ھەمدە بۇ ئۇچۇرلارنى مۇلازىمەتتىكى ئىشلىتىش ياكى قوللىنىشقا مەسئۇل بولىسىز.",
    "3047519814": "ھېساباتىڭىزنى ياكى پارولىڭىزنى ھېچكىم بىلەن ئورتاقلاشمايدىغانلىقىڭىزغا قوشۇلىسىز.",
    "1699668873": "ئەگەر ھېساباتىڭىزنىڭ ئۇچۇرىنى باشقىلار ئوغرىلىغان ياكى ئىشلەتكەن ياكى باشقا بىخەتەرلىككە خىلاپلىق قىلغان دەپ گۇمان قىلسىڭىز ، دەرھال IMI غا ئۇقتۇرۇش قىلىشىڭىز كېرەك.",
    "3044038608": "تىزىملىتىش جەريانىدا تەلەپ قىلىنغاندەك بىزگە ھەقىقىي ، توغرا ۋە تولۇق ئۇچۇر بىلەن تەمىنلەشكە قوشۇلىسىز. سىزمۇ بۇ ئۇچۇرلارنى نۆۋەتتىكى ۋە توغرا ساقلاش ئۈچۈن زۆرۈر تېپىلغاندا تېزلىكتە يېڭىلاشقا قوشۇلىسىز.",
    "4132302900": "5. مەخپىيەتلىكىڭىز ، سانلىق مەلۇماتلىرىڭىز ۋە «ھەممە ئادەم ئۈچۈن سانلىق مەلۇمات»",
    "10724169": "سىز بىزگە بەرگەن ھەر قانداق شەخسىي ئۇچۇرلار بىلەن نېمە ئىش قىلىدىغانلىقىمىزنى باشقۇرىدىغان مەخپىيەتلىك تۈزۈمىمىزنى قوبۇل قىلىسىز.",
    "1669194950": "شەخسىي ئۇچۇرلاردىن باشقا ، سىز يەنە باشقا ئۇچۇرلارنى تەمىنلىشىڭىز تەلەپ قىلىنىشى مۇمكىن (ياكى بىز توپلىشىمىز زۆرۈر بولۇشى مۇمكىن) ، شۇڭا بىز مۇلازىمەتلەرنى تەمىنلىيەلەيمىز (كوللىكتىپ «خېرىدارلار سانلىق مەلۇماتلىرى»). سىزنىڭ كېچىكىپ كېتىشىڭىز ياكى خېرىدارلارنىڭ سانلىق مەلۇماتلىرىنى تەمىنلىمەسلىكىڭىزدىن كېلىپ چىققان مۇلازىمەتلەرنى ئورۇندىيالمىغانلىقىمىز ئۈچۈن بىز جاۋابكارلىقنى ئۈستىگە ئالمايمىز.",
    "1330274831": "سىز بۇ ئارقىلىق بىزگە دۇنيا مىقياسىدىكى ، ئالاھىدە بولمىغان ، ئوچۇق-ئاشكارە ، يۆتكىلىشچان ، يۆتكىلىشچان ، خان جەمەتىسىز ، ئەسلىگە كەلتۈرگىلى بولمايدىغان ئىجازەتنامە بىلەن تەمىنلەيسىز ، بۇ مۇلازىمەتنى پەقەت مۇلازىمەت بىلەن تەمىنلەش مەقسىتىدە ئىشلىتىش ، كۆپەيتىش ، ئېلېكترونلۇق تارقىتىش ۋە ئاشكارا كۆرسىتىش. . سىز بۇ بۆلەكتە ئىجازەتنامە بېرىش ئۈچۈن يېتەرلىك ھوقۇقىڭىز ، ماۋزۇڭىز ۋە سانلىق مەلۇماتلىرىڭىزغا قىزىقىشىڭىزغا ۋەكىللىك قىلىسىز ۋە كاپالەت بېرىسىز.",
    "2230333214": "بىز خېرىدارلارنىڭ سانلىق مەلۇماتلىرىنى باشقا سانلىق مەلۇماتلار بىلەن توپلايمىز ، بۇنداق بولغاندا نەتىجىنى شەخسىي پەرقلەندۈرگىلى بولمايدۇ ، شۇنداقلا بىز ئېنىقلانمىغان تېخنىكىلىق خاتىرىلەر ۋە مۇلازىمەتلەرنى ئىشلىتىشكە مۇناسىۋەتلىك سانلىق مەلۇماتلارنى توپلايمىز («توپلانغان / ئېنىقلانغان سانلىق مەلۇمات»). بۇ يەردىكى ئەكسىچە ئىشلارغا قارىماي ، بۇ خىل توپلاش / ئېنىقلانغان سانلىق مەلۇماتلارنى IMI بۇ كېلىشىم مۇددىتى توشقاندىن كېيىنكى ياكى كېيىنكى مەزگىلدىكى ھەر قانداق سودا مەقسىتىدە ئىشلىتەلەيدۇ ، جۈملىدىن مۇلازىمەتنى تەرەققىي قىلدۇرۇش ۋە ياخشىلاش ۋە دوكلات تەييارلاش ۋە تارقىتىش قاتارلىق مەزمۇنلارنى ئۆز ئىچىگە ئالىدۇ. ماتېرىياللار. خېرىدارلارنىڭ سانلىق مەلۇماتلىرىمۇ داۋاملىشىپ ، مەلۇم ۋاقىت ئىچىدە سىستېمىدا كۆرسىتىلىشى مۇمكىن ، خىزمەت تاماملانغاندىن كېيىن 180 كۈندىن ئېشىپ كەتمەسلىكى كېرەك ، مەسىلەن Intuition Machines سىستېمىسىنىڭ ئاپتوماتىك تەڭشەش ياكى دەلىللەش سانلىق مەلۇماتلىرى دېگەندەك. ئېنىق قىلىپ ئېيتقاندا ، بۇ 5-پاراگراف سىزنى ئىلگىرىكى يازما رۇخسىتىڭىزسىز سىزنى توپلىغان / ئېنىقلانغان سانلىق مەلۇماتنىڭ مەنبەسى دەپ تونۇشتۇرۇش ھوقۇقى بەرمەيدۇ.",
    "3881754581": ". ئەگەر سىز بىزنىڭ ئىزاھلاش مۇلازىمىتىمىزنىڭ خېرىدارى بولسىڭىز ھەمدە مۇلازىمەتنى ئىشلىتىشنىڭ بىر قىسمى سۈپىتىدە «ھەممە ئادەم ئۈچۈن سانلىق مەلۇمات» تاللانمىسىنى تاللىغان بولسىڭىز ، ئۇنداقتا سىز IMI ۋە مۇلازىمەتنىڭ بارلىق ئىشلەتكۈچىلىرىگە پۈتۈن دۇنيا مىقياسىدا ئالاھىدە ، ئالاھىدە ، ئوچۇق-ئاشكارە ، يۆتكىلىشچان ، يۆتكىلىشچان ، خان جەمەتى ھەقسىز ، ئەسلىگە كەلتۈرگىلى بولمايدىغان ئىجازەتنامە بارلىق بىلىم مۈلۈك ھوقۇقىنى ئۆز ئىچىگە ئالغان بارلىق خېرىدارلار سانلىق مەلۇماتلىرىنى تولۇق ئىشلىتىدۇ. ئەگەر «ھەممە ئادەم ئۈچۈن سانلىق مەلۇمات» تاللانمىسىنى تاللىسىڭىز ، بۇ بۆلەكتە ئىجازەتنامە بېرىش ئۈچۈن يېتەرلىك سانلىق مەلۇمات ، ماۋزۇ ۋە قىزىقىشىڭىزغا ھەمدە ئۆزىڭىزنىڭ سانلىق مەلۇماتلىرىغا قىزىقىشىڭىزغا كاپالەتلىك قىلىسىز.",
    "3496767126": "گۇماندىن ساقلىنىش ئۈچۈن ، تۆۋەندىكى ئابزاس پەقەت بىزنىڭ ئىزاھلاش مۇلازىمىتىمىزنى ئىشلىتىدىغان خېرىدارلارغا ماس كېلىدۇ ، مۇلازىمىتىمىزنى بىر گەۋدىلەشتۈرگۈچ قىلىپ ئىشلەتمەيدۇ.",
    "767207800": "ئەگەر سانلىق مەلۇماتلىرىڭىزدا ئوچۇق-ئاشكارە ياكى كىشىنى بىزار قىلىدىغان مەزمۇنلار بولسا ، بىز ئۇلارغا «EXPLICIT مەزمۇن» دەپ بەلگە قويۇپ ، سانلىق مەلۇماتلىرىڭىزنى كۆرگەن ھەر قانداق كىشىگە ئادىل ئاگاھلاندۇرۇش بېرىشىڭىزنى تەلەپ قىلىمىز. سىز IMI بىلەن ئايرىم يازما كېلىشىم تۈزمىسىڭىز ، بىزنىڭ سىياسىتىمىزگە خىلاپلىق قىلىدىغان ۋەزىپىلەرنى ئۆز ئىچىگە ئالىدۇ ، ئەمما بۇنىڭ بىلەنلا چەكلەنمەيدۇ ، (a) باشقا تور بېكەت ياكى مۇلازىمەتنى بىۋاسىتە ياكى ۋاسىتىلىك تەشۋىق قىلىدىغان ۋەزىپىلەرنى ، (b) ئۈچىنچى تەرەپ توربېكەتنىڭ شەرتلىرىگە خىلاپلىق قىلغان ۋەزىپىلەرنى ئۆز ئىچىگە ئالىدۇ. شەرتلەر ، (c) تۆھپىكارلاردىن ئۈچىنچى تەرەپنى تەلەپ قىلىدىغان ۋەزىپە ، (d) تۆھپىكارلاردىن توربېكەتنىڭ ھەرىكىتى ياكى نەتىجىسىنى كونترول قىلىشنى تەلەپ قىلىدىغان ۋەزىپە ، (e) ئۈچىنچى تەرەپنىڭ بىلىم مۈلۈك ھوقۇقىغا دەخلى-تەرۇز قىلىدىغان ۋەزىپە ۋە (f) ۋەزىپە تۆھپىكارلارنىڭ يۇمشاق دېتال ياكى ھۆججەتلەرنى چۈشۈرۈشىنى تەلەپ قىلىدۇ.",
    "3370561195": "6. قوبۇل قىلىشقا بولىدىغان ھەرىكەت",
    "4205152730": "تور بېكىتىمىز ، مۇنبەر ، ئۇچۇر يوللاش ، پاراڭلىشىش ۋە IMI كونترول قىلىدىغان باشقا ئىجتىمائىي ئالاقە قاناللىرىدىكى باشقا ئىشلەتكۈچىلەر بىلەن ئالاقە قىلىشىڭىزغا ئىلھام بېرىلىدۇ ، ئەمما شۇنداق قىلسىڭىز چوقۇم تور بېكىتىمىزدىكى بارلىق مۇلازىمەت ۋە ئىشلىتىش شەرتلىرىگە ئەمەل قىلىشىڭىز كېرەك. .",
    "1394253934": "7. قالايمىقان ئىشلىتىش ، سۇيىئىستېمال قىلىش ۋە خاتا تونۇشتۇرۇش",
    "1406393333": "بۇ مۇلازىمەت شەرتنامىسى ۋە بىز تەمىنلىگەن ھەر قانداق كۆرسەتمىلەردىن باشقا مۇلازىمەتلەرنى زىيارەت قىلىش ياكى ئىشلىتىش قەتئىي مەنئى قىلىنىدۇ. بولۇپمۇ سىز قىلمايسىز:",
    "3409726716": "يازما ئىجازەت ئالماي تۇرۇپ بىز بىلەن بىردىن ئارتۇق ھېساباتقا تىزىملىتىڭ.",
    "3119498672": "ئىنتېرنېت بوتقىسى ، تور ماشىنا ئادىمى ، بوتكا ، ئورگىنال ياكى باشقا شەكىلدىكى سۈنئىي ئىدراك ئىشلىتىش ئارقىلىق ھەر قانداق ئىشنى ئورۇنداش ياكى تەسۋىرلەنگەندەك ۋەزىپىلەرنى ئورۇندىماي تۇرۇپ IMI ياكى ھەر قانداق تەلەپ قويغۇچى ياكى بىرىكتۈرگۈچىدىن مۇكاپاتقا ئېرىشىشكە ئۇرۇنۇش.",
    "1188668818": "بۇ توربېكەتنى ئىشلەتكەندە ھەر قانداق يالغان ئۇچۇر بىلەن تەمىنلەڭ (ھېساباتىڭىزدىكى باشقا ئادەم ياكى تەشكىلاتنى دوراشنى ئۆز ئىچىگە ئالمايدۇ ، ياكى ئۆزىڭىزنى ياكى ھېساباتىڭىزدىكى باشقا ئادەم ياكى تەشكىلات بىلەن بولغان مۇناسىۋىتىڭىزنى يالغان مەلۇم قىلغان ياكى باشقىچە تونۇشتۇرغان.",
    "2804310964": "ۋاكالەتچى تور مۇلازىمېتىرى ياكى باشقا ئۈسكۈنىلەر ئارقىلىق سىزنىڭ ھەقىقىي ئورنىڭىز ياكى سالاھىيىتىڭىزنى ئېنىقلاش ئۈچۈن تەمىنلەنگەن ياكى تەمىنلەنگەن كۆرۈنمە يۈزىدىن باشقا ئۇسۇللار ئارقىلىق تور بېكىتىمىزنى زىيارەت قىلىش ياكى زىيارەت قىلىش.",
    "1374227759": "توربېكەتنى قانۇنسىز ھەرىكەتلەر ئۈچۈن ياكى ئۇ مەقسەت قىلىنغان مەقسەتتىن باشقا مەقسەتتە ئىشلىتىڭ.",
    "2103513933": "تور بېكەتنىڭ خىزمىتىگە دەخلى قىلىدىغان ياكى دەخلى قىلىدىغان پائالىيەتلەر بىلەن شۇغۇللىنىش",
    "137127070": "يامان غەرەزلىك ياكى نامەلۇم تاشقى ئۇلىنىش ياكى ھۆججەتلەرنى قىستۇرۇش ، يوللاش ياكى چاپلاش ياكى ۋىرۇس ، Trojan ئات ، قۇرت ، ۋاقىت بومبىسى ياكى باشقا زىيانلىق كومپيۇتېر كودى بولغان مەزمۇنلارنى يۈكلەش.",
    "1686655020": "ھوقۇق ئىگىسىنىڭ بۇنداق مەزمۇنلارنى يوللاش ۋە IMI غا بۇ يەردە بېرىلگەن بارلىق ھوقۇقلارنى بېرىش ھوقۇقىڭىز بولمىسا ، ئەسلى ئەسەرڭىز بولمىغان نەشر ھوقۇقىغا ئائىت مەزمۇنلارنى يۈكلەڭ.",
    "1406692811": "ئەخلەت خەتلەر بىلەن شۇغۇللىنىڭ ياكى ھەر خىل تەشۋىقاتلارنى يوللاڭ ، يوللانما ، ئاممىۋى ئالاقە ، پۇل تەمىنلەش ياكى تەلەپ قىلىش ، مۇلازىمەت تەلەپ قىلىش ، ئېلان ، سېتىش ، بىمەنە ئۇچۇرلار ، كۆپەيتىلگەن تېما ، قانۇنسىز مەزمۇن ، ئىجتىمائىي تور بېكەت ئۇلىنىشى ، ئېلېكترونلۇق خەت ئادرېسى ياكى ۋەزىپە تەلەپ قىلمىسىلا دەرھال ئۇچۇر كىملىكى",
    "3893539589": "ۋەزىپە تەلەپ قىلمىسىلا تاۋار ياكى مۇلازىمەت بىلەن تەمىنلەيدىغان سىرتقى ئۇلىنىشلارنى قىستۇرۇڭ.",
    "3214322759": "بولمىسا ھەر قانداق يامان غەرەزلىك ياكى ئالدامچىلىق بىلەن شۇغۇللىنىڭ.",
    "3733422465": "8. سالاھىيىتىڭىزنى دەلىللەش",
    "267645277": "IMI سىزنىڭ كىملىكىڭىزنى دەلىللىشى مۇمكىن. بۇ شەخسىي ئۇچۇرلىرىڭىزنى ئۈچىنچى تەرەپ سانلىق مەلۇمات ئامبىرى ياكى رەسمىي قانۇن ھۆججەتلىرى بىلەن سېلىشتۇرۇشنى ئۆز ئىچىگە ئالىدۇ. كىملىكىڭىزنى ، ئېلېكترونلۇق خەت ئادرېسىڭىزنىڭ ئىگىدارلىق ھوقۇقىڭىزنى ۋە مالىيە ھېساباتىڭىزنىڭ ئىگىدارلىق ھوقۇقىنى جەزملەشتۈرۈش ئۈچۈن زۆرۈر بولغان سوئاللارنى سوراشقا ئىجازەت بېرىسىز. كىملىكىڭىزنى دەلىللىشىڭىزگە ياردەم قىلىش ئۈچۈن سىز ھەققىدە ئۇچۇر بېرىشكە قوشۇلىسىز.",
    "4169910317": "9. قانۇنغا ئەمەل قىلىش",
    "519755936": "مۇلازىمەتنى ئىشلىتىشىڭىزگە مۇناسىۋەتلىك فېدېراتىپ ، شىتات ، ئۆلكە ۋە يەرلىك قانۇنلارغا بوي سۇنۇشقا ئۆزىڭىز مەسئۇل. سىز ھېچقانداق قانۇنغا رىئايە قىلمىغانلىقىڭىز ياكى توختام تۈزۈش ، بىلىم مۈلۈك ھوقۇقى ۋە مەخپىيەتلىك ھوقۇقى قاتارلىقلارنى ئۆز ئىچىگە ئالمىغانلىقى ئۈچۈن ، بىز ئۈستىدىن قىلىنغان ھەر قانداق تەلەپ ئۈچۈن تۆلەم تۆلەشكە ۋە زىيانسىز تۇتۇشقا قوشۇلىسىز.",
    "731546974": "10. تۆھپىكار ياكى بىرلەشتۈرگۈچى باج",
    "3128328457": "ئەگەر سىز تۆھپىكار ياكى بىرلەشتۈرگۈچى بولسىڭىز ، مۆلچەرلەنگەن ياكى باشقا فېدېراتسىيە ، شىتات ياكى يەرلىك تاپاۋەت بېجى ، ئىجتىمائىي كاپالەت ، FICA ۋە تور بېكىتىمىزنى ئىشلىتىش نەتىجىسىدە ئىشچى-خىزمەتچىلەرنىڭ تۆلەم پۇلىنى تۆلەشكە ئۆزىڭىز مەسئۇل. ئامېرىكىغا تەۋە بولمىغان رايونلاردىكى باج ياكى ھەقلەر. سىز ھېچقانداق باج قانۇنىغا ئەمەل قىلمىغانلىقىڭىز ئۈچۈن بىزگە قارىتىلغان ھەر قانداق باھا ئۈچۈن تۆلەم تۆلەشكە ۋە زىيانسىز تۇتۇشقا قوشۇلىسىز.",
    "2931396764": "11. بۇ مۇلازىمەت شەرتلىرىگە خىلاپلىق قىلىش",
    "1240667045": "بىز ھەر قانداق سەۋەب بىلەن ھەر قانداق ۋاقىتتا مۇلازىمەتكە كىرىشىڭىزنى ۋاقتىنچە توختىتىشىمىز ، چەكلىشىمىز ياكى ئەمەلدىن قالدۇرۇشىمىز مۇمكىن ، مەسىلەن: (2) بىزنىڭ ھوقۇقىمىز ياكى ئۈچىنچى تەرەپنىڭ ھوقۇقىغا دەخلى-تەرۇز قىلغانلىقىڭىزغا ئىشىنىمىز. (3) سىز بىزگە تەمىنلىگەن ئۇچۇرلارنى دەلىللىيەلمەيمىز ياكى دەلىللىيەلمەيمىز. (d) ئىشىنىمىزكى ، ھەرىكىتىڭىز سىز ئۈچۈن ، بىز ياكى ئۈچىنچى تەرەپ ئۈچۈن جاۋابكارلىقنى ئۈستىگە ئالىدۇ. گۇماندىن ساقلىنىش ئۈچۈن ، ئەگەر بىز يۇقىرىدا ئېيتىلغانلارنىڭ ھېچقايسىسىنىڭ بۇ خىل پۇل تۆلەشكە ماس كېلىدىغانلىقىغا مۇۋاپىق ئىشەنسەك ، سىزگە پۇل تۆلەشنىڭ ئالدىنى ئېلىش ياكى توختىتىش ھوقۇقىنى ساقلاپ قالىمىز.",
    "1601080128": "ئەگەر ھېساباتىڭىزنى توختىتىمىز ياكى ئاخىرلاشتۇرساق ، تور بېكەتنىڭ سانلىق مەلۇمات ، ئۇچۇر ، ھۆججەت ۋە سىز ساقلىغان باشقا ماتېرىياللارنى ئۆز ئىچىگە ئالغان ھەر قانداق بۆلەكلىرىنى زىيارەت قىلالمايسىز. تور بېتىمىزنى باشقا ياكى يېڭى ھېسابات نامىدا داۋاملىق ئىشلىتەلمەيسىز. بۇ مۇلازىمەت شەرتنامىسىگە خىلاپلىق قىلغانلار قانۇن بويىچە تولۇق ئەيىبلىنىپ ، قوشۇمچە جازا ۋە جازاغا ئۇچرىشى مۇمكىن.",
    "1160707899": "12. تۆھپىكارلارنىڭ IMI ۋە باشقا تەلەپلەر بىلەن بولغان رولى ۋە مۇناسىۋىتى",
    "269838707": "ئەگەر سىز بىر تۆھپىكار بولسىڭىز ، سىز ۋە پەقەت قايسى ۋە قانچىلىك ۋەزىپىنى ئورۇنداشنى ، قاچان ۋە قەيەردە ئورۇنداشنى ئۆزىڭىز قارار قىلىسىز. سىز خالىغانچە ياكى ئاز ۋاقىت سەرپ قىلىپ ۋەزىپىلەرنى ئورۇندىيالايسىز. ھەر قانداق ۋاقىتتا بىر ئىشنى ئورۇنداش مەجبۇرىيىتىڭىز يوق.",
    "1087195513": "ئەگەر سىز مۇلازىمەتنى زىيارەت قىلىدىغان ۋە / ياكى IMI بولمىغان تەلەپ قىلغۇچىغا ۋاكالىتەن بىر گەۋدىلەشتۈرگۈچى ئارقىلىق ياكى ئۇلانغان ۋەزىپىلەرنى ئورۇندىغان تۆھپىكار بولسىڭىز ، ئۇنداقتا سىز قوشۇۋالىسىز ھەمدە «Intuition Machines» نىڭ سىز ئۈچۈن ھېچقانداق مەجبۇرىيىتى يوقلىقىنى ئېتىراپ قىلىسىز ۋە ئېتىراپ قىلىسىز. تاماملانغان ۋەزىپىلەرنى مۇكاپاتلاش ياكى باشقا تۆلەملەرگە ھۆرمەت قىلىش. سىز تاماملانغان ۋەزىپىلەرنى مۇكاپاتلاش ياكى باشقا تولۇقلىما بېرىشنىڭ پەقەت تەلەپ قىلغۇچى ۋە ياكى بىرلەشتۈرگۈچى بىلەن تۈزگەن كېلىشىمگە ئاساسەن بېكىتىلىدىغانلىقىغا قوشۇلىسىز ۋە ئېتىراپ قىلىسىز. بۇ خىل مۇكاپات ياكى باشقا تۆلەم توغرىسىدىكى تالاش-تارتىشلار (بۇ مۇكاپاتقا ياكى باشقا تۆلەملەرگە چەكلىمە قويماي ئۆز ئىچىگە ئالىدۇ) پەقەت سىز بىلەن تەلەپ قىلغۇچى ۋە ياكى بىرلەشتۈرگۈچى ئوتتۇرىسىدا بولىدۇ.",
    "952813944": "سىزنىڭ تور بېتىمىزنى ئىشلىتىشىڭىز ياكى بۇ كېلىشىمدىكى ھەر قانداق نەرسە سىز بىلەن Intuition Machines ئوتتۇرىسىدا خىزمەت ، ھەمكارلىق ، بىرلەشمە كارخانا ، ۋاكالەتچىلىك ، ئالاھىدە ئىجازەتلىك تىجارەت ياكى سېتىش ۋەكىللىكى مۇناسىۋىتى ئورناتمايدۇ. بىز سىزنى بىر ۋەزىپىنى ئورۇنداش ئۈچۈن ھېچقانداق ئۈسكۈنى ياكى قورال بىلەن تەمىنلىمەيمىز. بىز سىزگە ھېچقانداق پايدا ، ئىشچى-خىزمەتچىلەرنىڭ تۆلەم پۇلى ياكى سۇغۇرتا كاپالىتى بىلەن تەمىنلىمەيمىز. تور بېتىمىزنى ئىشلىتىشتە قىلغان چىقىمىڭىزغا بىز مەسئۇل ئەمەس. فېدېراتسىيە ياكى دۆلەت تاپاۋەت بېجى ، ئىجتىمائىي كاپالەت ياكى باشقا باج ئۈچۈن بەرگەن مۇكاپاتلىرىڭىزدىن ھېچقانداق سوممىنى تۇتۇپ قالمايمىز. سىز ھەر قانداق بىر رىقابەتچىمىزنى ئۆز ئىچىگە ئالغان ھەر قانداق ئادەم ياكى سودىغا ۋەزىپە ئورۇنداش ئۈچۈن ھەر ۋاقىت ئەركىن. Intuition Machines غا ۋاكالىتەن يازما ياكى ئاغزاكى ھېچقانداق توختام تۈزۈش ھوقۇقىڭىز يوق.",
    "3460432665": "يۇقىرىقىلارغا قارىماي ، ئەگەر سىز ئامېرىكىلىق باج تاپشۇرغۇچى بولسىڭىز ، بىز سىزدىن W-9 نى ھەر يىلى يېڭىلاپ تۇرۇشنى تەلەپ قىلىشىمىز مۇمكىن ، سىز W-9 نى تاماملاپ ياكى يېڭىلاپ بولغۇچە ۋەزىپىلەرنى ئورۇندىشىڭىزنى چەكلىشىمىز مۇمكىن.",
    "458271951": "ئەگەر سىز مۇلازىمەتنى زىيارەت قىلىدىغان ۋە ياكى ياكى Intuition Machines غا ۋاكالىتەن بىر گەۋدىلەشتۈرگۈچ ئارقىلىق ياكى ئۇلىنىشنى ئورۇندىغان تۆھپىكار بولسىڭىز ، تەلەپچان ماشىنا بەزى ۋەزىپىلەرنى قوبۇل قىلغانلىقىڭىز ئۈچۈن سىزگە مۇكاپات بېرىشى مۇمكىن. ئالدامچىلىق ، سۇيىئىستېمال قىلىش ياكى بۇ مۇلازىمەت شەرتنامىسىگە خىلاپلىق قىلىش بىلەن شۇغۇللانغانلىقىڭىز بايقالسا ، سىزگە بېرىلگەن بارلىق مۇكاپاتلار Intuition Machines تەرىپىدىن تۇتۇپ قېلىنىشى ۋە ياكى ئەسلىگە كەلتۈرۈلۈشى مۇمكىن.",
    "3056723024": "13. ۋەزىپىلەرنى قوبۇل قىلغىلى بولمايدىغان تاماملاش",
    "3913203723": "ئەگەر مەلۇم سەۋەبلەر تۈپەيلىدىن ، تەلەپ قىلغۇچى سىز ئورۇندىغان ۋەزىپىنى ئورۇنداشنى قوبۇل قىلمىسا ، سىز تۆھپىكار ياكى بىرلەشتۈرگۈچى بولۇش سۈپىتىڭىز بىلەن بۇ ۋەزىپە ئۈچۈن ھېچقانداق مۇكاپاتقا ئېرىشەلمەيسىز. قوبۇل قىلغىلى بولمايدىغان تاماملانغان ۋەزىپە ئۈچۈن مۇكاپات ئاللىبۇرۇن سىزگە تارقىتىلغان ئەھۋال ئاستىدا ، بىز ئۇلارنى سىزدىن ئەسلىگە كەلتۈرۈشىمىز مۇمكىن.",
    "3666807632": "14. تۆھپىكارلارنىڭ سالاھىيىتى ۋە ماھارىتى",
    "1993899769": "15. ئۇچۇرنى ئىشلىتىشىمىز",
    "3027055607": "16. بىلىم مۈلۈك ھوقۇقى ۋە مۈلۈك ھوقۇقى",
    "3910971075": "IMI ئەسلى كود ، ئوبيېكت كودى ياكى ئاساسىي قۇرۇلما ، ئىدىيە ياكى ھېسابلاش ئۇسۇلى ، API ۋە مۇلازىمەتكە مۇناسىۋەتلىك قوشۇمچە يۇمشاق دېتال ، ھۆججەت ياكى سانلىق مەلۇماتلاردىكى بىلىم مۈلۈك ھوقۇقىنى ئۆز ئىچىگە ئالغان بارلىق ھوقۇقلارغا ئىگە. سىز بىۋاسىتە ياكى ۋاسىتىلىك ھالدا ئۈچىنچى تەرەپ ئارقىلىق ياكى باشقا ئۇسۇلدا قىلمايسىز: (2) ھەر قانداق يۇمشاق دېتالنى ئاساس قىلغان ئەسەرلەرنى ئۆزگەرتىش ، تەرجىمە قىلىش ياكى ھاسىل قىلىش ؛ . (4) ھەر قانداق يۇمشاق دېتالنى ۋاقىت جەدۋىلى ، مۇلازىمەت ئىدارىسى ياكى باشقا تەرەپلەرنىڭ پايدىسى ئۈچۈن ئىشلىتىش ؛ (5) ئىگىدارلىق ئۇقتۇرۇشى ياكى بەلگىنى ئېلىۋېتىش.",
    "3660891610": "ئەگەر سىز بىر تۆھپىكار بولسىڭىز ، IMI ، سىز ئەمەس ، سىز ئىشلەپچىقارغان ھەر قانداق بىر خىزمەتتە ئىگىدارلىق ھوقۇقىڭىز بولىدۇ. بۇ كېلىشىمنىڭ ماددىلىرىنى قوبۇل قىلىش ئارقىلىق ، ئىگىدارلىق ھوقۇقى ، ئىگىدارلىق ھوقۇقى ۋە نامىنى (دۇنيانىڭ ھەرقايسى جايلىرىدىكى بارلىق بىلىم مۈلۈك ھوقۇقىنى ئۆز ئىچىگە ئالىدۇ) بىزگە ۋە خىزمىتىڭىزگە ئۆتۈنۈپ بېرىشكە قوشۇلىسىز. بىزنىڭ بۇ ھوقۇقلارغا ئېرىشىش ، مۇكەممەللەشتۈرۈش ۋە ئىشلىتەلەيدىغانلىقىمىزغا كاپالەتلىك قىلىش ئۈچۈن ، سىز (i) ھۆججەتلەرنى ئىمزالاش ، مۇكەممەللەشتۈرۈش ۋە ئىجرا قىلىشقا ياردەم بېرىدىغان ھەر قانداق ھۆججەتكە ئىمزا قويۇشقا قوشۇلىسىز. (2) ھەر قانداق دۆلەتتە بۇ خىل ئىگىدارلىق ھوقۇقىنى خاتىرىلەش ، مۇكەممەللەشتۈرۈش ، كاپالەتلەندۈرۈش ، قوغداش ۋە ئىجرا قىلىش ئۇچۇرلىرىنى مۇۋاپىق زىيارەت قىلىش. بۇ بۆلەكتىكى مەجبۇرىيىتىڭىز مۇلازىمەتنى تىزىملاتقان ياكى ئىشلىتىشنى توختاتقاندىن كېيىنمۇ داۋاملىشىدۇ. سىز بۇ بۆلۈمدە كۆرسىتىلگەن مەقسەتلەر ئۈچۈن ۋاكالىتەن ۋاكالىتەن ۋاكالىتەن ۋاكالىتەن ۋاكالىتەن ۋاكالىتەن باشقۇرىدىغان ۋاكالەتچىڭىزنى تەيىنلەيسىز.",
    "426125156": "17. نەشر ھوقۇقى ۋە TakeDown",
    "1408530660": "IMI باشقىلارنىڭ بىلىم مۈلۈك ھوقۇقىغا ھۆرمەت قىلىدۇ ، بىز ھەرقانداق ئۈچىنچى تەرەپنىڭ ئەقلىي ھوقۇقىغا دەخلى-تەرۇز قىلغان دەپ قارىغان ماتېرىياللارنى تور بېكىتىمىزدىن ئۆچۈرۈۋېتىش ھوقۇقىغا ئىگە. ئەگەر ئۆزىڭىزنىڭ ئەسەرلىرىنىڭ بۇ تور بەتتە نەشر ھوقۇقىغا دەخلى-تەرۇز قىلىدىغان شەكىلدە كۆچۈرۈلگەنلىكىگە ئىشەنسىڭىز ، Intuition Machines خېرىدارلارنىڭ قوللىشى بىلەن ئالاقىلىشىڭ.",
    "2696932851": "18. تۆلەم",
    "3844300338": "سىز بىزنىڭ ۋەزىپىڭىزنى ئادا قىلىشىڭىز ياكى تور بېكىتىمىزنى ئىشلىتىشىڭىز بىلەن مۇناسىۋەتلىك بولغان بارلىق تەلەپ ، زىيان ، قەرز ، خىراجەت ۋە خىراجەت (مۇۋاپىق ئادۋوكات ھەققى ۋە خىراجەتنى ئۆز ئىچىگە ئالىدۇ) دىن تۆلەم تۆلەشكە ، قوغداشقا ۋە زىيانسىز تۇتۇشقا قوشۇلىسىز. .",
    "2474091800": "19. باشقا ئىشلەتكۈچىلەر بىلەن بولغان تالاش-تارتىش Release",
    "3162107126": "IMI سىز بىلەن مۇلازىمەتنىڭ باشقا ئىشلەتكۈچىلىرى ئوتتۇرىسىدىكى تالاش-تارتىشنىڭ بىر تەرىپى ئەمەس. سىز IMI ۋە ئۇنىڭ تارماقلىرىنى ھەر خىل ۋە بارلىق تەلەپلەر ، تەلەپلەر ۋە زىيانلار ، مەلۇم ۋە نامەلۇم ، گۇمانلىق ۋە گۇمانسىز ، ئاشكارىلانمىغان ۋە ئاشكارىلانمىغان ، سىز بىلەن باشقا ئىشلەتكۈچى ئوتتۇرىسىدىكى تالاش-تارتىشتىن كېلىپ چىققان ياكى مۇناسىۋەتلىك بارلىق تەلەپلەر ، تەلەپلەر ۋە زىيانلاردىن قويۇپ بېرىسىز.",
    "2271969747": "20. سىز تاپشۇرۇۋالغان مەخپىي ئۇچۇرلار",
    "1042802841": "مەخپىي ئۇچۇرلار مەخپىيەتلىك ياكى ئىگىدارلىق ھوقۇقى دەپ بەلگە قويۇلغان ياكى قوبۇل قىلغۇچى تەرەپنىڭ مەخپىي ياكى ئىگىدارچىلىق قىلىدىغانلىقىنى مۇۋاپىق چۈشىنىشى كېرەك. بۇ مەزمۇننى ئۆز ئىچىگە ئالمايدۇ: (1) ئاشكارا ئېلان قىلىنغان ، (2) ئاللىبۇرۇن ئىگىدارچىلىق قىلغان ، مۇستەقىل تەرەققىي قىلغان ياكى قوبۇل قىلغۇچىغا مەلۇم بولغان ، ياكى (3) سوتنىڭ بۇيرۇقى بىلەن ئاشكارىلانغان ياكى باشقىچە تەلەپ قىلىنغان ئۇچۇرلار ؛ قانۇن.",
    "1918025546": "ئەگەر سىز مۇلازىمەتتىكى ھەر قانداق كىشىنىڭ مەخپىيەتلىكى بىلەن تەمىنلەنگەن بولسىڭىز ، مەخپىي ئۇچۇرنىڭ مەخپىيەتلىكىنى قوغداشقا ئوخشاش دەرىجىدە كۆڭۈل بۆلۈش بىلەن مەخپىي ئۇچۇرنىڭ مەخپىيەتلىكىنى قوغداشقا قوشۇلىسىز ، ئەمما ھېچقانداق ھادىسە ئاز بولمىغان ئەھۋال ئاستىدا. مەلۇم بىر ۋەزىپىنى ئورۇنداش ئۈچۈن زۆرۈر بولغانلىرىنى ھېسابقا ئالمىغاندا ، سىز بۇ خىل مەخپىي ياكى شەخسىي ئۇچۇرلارنى ئاشكارىلاشقا ياكى ئېلان قىلىشقا بولمايدۇ. Intuition Machines سۇپىسىدىكى ۋەزىپە ئىچىدىكى بارلىق ئۇچۇرلار مەخپىي دەپ قارالمىسىمۇ ، ئۇچۇرلار مەخپىي دەپ قارىلىشى كېرەك.",
    "2690395789": "ئەگەر سىز تاپشۇرۇۋالغان مەخپىي ئۇچۇرغا ئېھتىياجلىق بولمىسىڭىز ، سىز كونترول قىلغان سورۇن ، سىستېما ياكى باشقا ئۈسكۈنىلەردە بار بولغان ئۇچۇرلارنىڭ بارلىق نۇسخىلىرىنى دەرھال قايتۇرۇۋېلىشىڭىز ياكى يوقىتىشىڭىز كېرەك.",
    "2178073797": "مەخپىي ئۇچۇرلارنى ئاشكارىلاش ئەسلىگە كەلتۈرگىلى بولمايدىغان زىيان كەلتۈرۈپ چىقىرىشى مۇمكىن ، ئاشكارلىغۇچى تەرەپ بۇ ئاتالغۇغا خىلاپلىق قىلىش ياكى تەھدىتكە خىلاپلىق قىلىش قىلمىشلىرىغا قارىتا ۋاقىتلىق ياردەم تەلەپ قىلىشقا ھوقۇقلۇق.",
    "2185860003": "21. تور بېكەت ئۆزگەرتىش",
    "2631249972": "سىزگە خەۋەر قىلمايلا تور بېكىتىمىزنى ياخشىلىشىمىز ياكى ئۆزگەرتەلەيمىز.",
    "3764131594": "22. ئۈچىنچى تەرەپ تور بېكەتلىرى",
    "295955580": "تور بېتىمىزدە ئۈچىنچى تەرەپ تور بېكەتلىرىنىڭ ئۇلىنىشى بولۇشى مۇمكىن. بىز بۇنداق تور بېكەتلەرنى كونترول قىلمايمىز ، تەكشۈرمەيمىز ، نازارەت قىلمايمىز ۋە تەكشۈرمەيمىز. بىز بۇ خىل تور بېكەتلەردىكى كومپيۇتېر پروگراممىلىرى ، مەزمۇنلىرى ياكى كۆز قاراشلىرىغا مەسئۇل ئەمەسمىز ۋە قوللىمايمىز. ئەگەر تور بېكىتىمىزنى تاشلاپ ئۈچىنچى تەرەپ تور بېتىنى زىيارەت قىلىشنى قارار قىلسىڭىز ، ئۆزىڭىزنىڭ خەتىرىگە ئاساسەن شۇنداق قىلىسىز.",
    "838225123": "23. كېپىللىك ھوقۇقىدىن ۋاز كېچىش",
    "3897238493": "مۇلازىمەتلەر «ئەسلىدىكىدەك» ئاساستا تەمىنلەنگەن. بىز بىلىشى قولايلىق, ساغلاملىق, قانۇنلۇق, ئىشلىتىلىشچان, ياكى مۇلازىمەت ئىقتىدارى, ھېچقانداق مۇناسىۋەتلىك يۇمشاق دېتاللارنى ياكى ماتېرىيالنى, ۋەزىپىسى, بۇ كېلىشىم مۇناسىۋەتلىك ھېچقانداق شۇغۇللىنىشقا ياكى مەزمۇنىنى قوشۇپ يوق ئېيتىش ياكى كاپالەتلەر, تەقەززاسى ياكى ئېنىق قىلىپ. قانۇن تەرىپىدىن تەستىقلانغان ئەڭ يۇقىرى چەككە قارىتا ، IMI ئۆز ئىچىگە ئالغان بارلىق ئىپادىلەش ياكى ئىشلىتىش شەرتلىرى ، ۋەكىللەر ۋە كېپىللىكلەرنى ئۆز ئىچىگە ئالىدۇ ، ئەمما چەكلىمىگە ئۇچرىمايدۇ ، سودا-سېتىق ، زىيان-زەخمەتكە ئۇچرىمايدۇ. ھەر قانداق كەمتۈكلۈك ، ھۆرمەتسىزلىك ياكى كەمتۈكلۈكنى ھۆرمەتلەش بىلەن IMI غا قارشى يالغۇز ۋە ئالاھىدە ھەل قىلىش چارىسى سىزنىڭ كومپيۇتېرىڭىزنىڭ سىستېمىسىغا زىيان يەتكۈزۈش ، سانلىق مەلۇماتلارنىڭ بۇزۇلۇشى ياكى بۇزۇلۇشى ياكى باشقا زىيانلار ئۈچۈن بىزنىڭ ھېچقانداق مەسئۇلىيىتىمىز يوق. توربېكەت ياكى Intuition Machines سۇپىسىنى زىيارەت قىلىش ياكى ئىشلىتىشتىن. پىلانلانغان ۋە پىلانلانمىغان ئۈزۈلۈپ قېلىشلار يۈز بېرىشى مۇمكىن ، تور بېكىتىمىزنىڭ ئۈزۈلۈپ قالماسلىقىغا كاپالەتلىك قىلمايمىز.",
    "2110259227": "24. جاۋابكارلىقنى چەكلەش",
    "3018077211": "25. تۆھپىكار تالاش-تارتىشنى ھەل قىلىش",
    "2790841456": "ئەگەر سىز تۆھپىكار بولسىڭىز ، تۆۋەندىكى كېسىم ماددىلىرى ۋە دەرستىن ۋاز كېچىشكە قوشۇلىسىز:",
    "2323013093": "26. قوللىنىشچان قانۇن",
    "2900525040": "كالىفورنىيە شىتاتىنىڭ قانۇنى بۇ مۇلازىمەت شەرتلىرىنى ۋە ئۇلاردىن كېلىپ چىققان ھەر قانداق تالاش-تارتىش ، تالاش-تارتىش ياكى تەلەپنى باشقۇرىدۇ.",
    "3339302473": "27. ئاخىرلىشىش",
    "41530052": "28. ئومۇمىي شەرت",
    "3202747130": "پۈتۈن كېلىشىم. بۇ مۇلازىمەت شەرتنامىسى ۋە بۇ كېلىشىمدە كۆرسىتىلگەن ھەر قانداق سىياسەت ، تەرتىپ ياكى شەرتلەر ئالاقىدارلارنىڭ سۇبيېكتقا مۇناسىۋەتلىك بارلىق كېلىشىمىنى تەشكىل قىلىدۇ ھەمدە ئىلگىرىكى ۋە ھازىرقى مۇناسىۋەتلىك كېلىشىملەر ، تەلەپلەر ، ۋەكىللەر ۋە چۈشەنچىلەرنىڭ ئورنىنى ئالىدۇ ۋە بىكار قىلىدۇ. .",
    "4080263153": "كەچۈرۈم قىلىنمايدۇ. كەچۈرۈم قىلىش يازما ۋە بىز ئىمزا قويمىسا ، ھوقۇقىمىز ۋە چارىلىرىمىزنىڭ بىر قىسمىدىن ۋاز كەچكەنمىز دەپ قارالمايمىز. ئەگەر بىز بۇ كېلىشىمنىڭ ھەر قانداق ماددىسىدىكى ھوقۇقىمىزنى ئىجرا قىلىشنى كېچىكتۈرسەك ياكى ئىجرا قىلمىساق ، بۇ بىزنىڭ بۇ بەلگىلىمىنى ياكى بۇ كېلىشىمنىڭ مەلۇم قىسمىنى كېيىن ئىجرا قىلىش ھوقۇقىمىزدىن ۋاز كەچمەيدۇ.",
    "1789371580": "Assignability. سىز بۇ يازما شەرتلەرنى بىزنىڭ يازما يازما ماقۇللۇقىنى ئالماي تۇرۇپ تەقسىملىيەلمەيسىز. بىز بۇ مۇلازىمەت شەرتلىرىنى ھەر قانداق ۋاقىتتا ئۇقتۇرۇش قىلمايلا تەقسىملىيەلەيمىز. يۇقىرىقىلارغا ئاساسەن ، بۇ مۇلازىمەت شەرتنامىسى ھەر بىر تەرەپنىڭ ۋارىسلىرى ۋە رۇخسەت قىلىنغان ۋەزىپىلەرنى چەكلەش كۈچىگە ئىگە.",
    "2819628066": "Severability. ئەگەر بۇ مۇلازىمەت شەرتلىرىنىڭ ھەر قانداق بىر سەۋەبى ھەر قانداق سەۋەبتىن ئىناۋەتسىز ياكى ئىجرا قىلىنمىسا ، قالغان ماددىلارنىڭ كۈچى ۋە ئىجرا قىلىنىشىغا تەسىر كۆرسەتمەيدۇ.",
    "3955981186": "تۈزىتىش كىرگۈزۈش. IMI دىن باشقا ھەر قانداق كىشىنىڭ بۇ مۇلازىمەت شەرتنامىسىگە ئۆزگەرتىش ۋە تۈزىتىش كىرگۈزۈش IMI ئۈچۈن كۈچكە ئىگە ئەمەس.",
    "1377538813": "ئومۇملاشقان تىل. بۇ مۇلازىمەت شەرتلىرىنىڭ ئىنگلىزچە نۇسخىسى ھەر جەھەتتىن كونترول قىلىنىدۇ ۋە تەرجىمە نۇسخىسى بىلەن ماس كەلمىسە ، ئۇتۇپ چىقىدۇ.",
    "2438016011": "ئىختىيارىي كېلىشىم. بۇ مۇلازىمەت شەرتنامىسىدىكى ھەر قايسى تەرەپلەر ھەر بىر كىشىنىڭ بۇ كېلىشىمنىڭ ھەر قايسى تەرەپلىرىنى كۆزدىن كەچۈرگەنلىكى ، ئۇنىڭ بارلىق ماددىلىرىنى ئەستايىدىللىق بىلەن ئوقۇغانلىقى ۋە تولۇق چۈشىنىدىغانلىقى ۋە ئۆز ئىختىيارلىقى بىلەن بۇ كېلىشىمگە قوشۇلىدىغانلىقىغا ۋەكىللىك قىلىدۇ ۋە قوشۇلدى.",
    "2445034923": "ئەگەر سىز بۇ مۇلازىمەت شەرتلىرىنىڭ بارلىق شەرتلىرىگە قوشۇلمىسىڭىز ، تور بېكەت ياكى مۇلازىمەتلەرنى ئىشلەتمەڭ ياكى زىيارەت قىلماڭ.",
    "2646127839": "خېرىدارلارنىڭ قوشۇمچە مۇلازىمەت شەرتنامىسى",
    "4097297673": "خېرىدار ، تەلەپ قىلغۇچى ياكى بىر گەۋدىلەشتۈرگۈچى بولۇش سۈپىتىڭىز بىلەن سىز بىلەن IMI ئوتتۇرىسىدىكى باشقا باغلىنىشلىق شەرتلەردىن باشقا ، تۆۋەندىكى شەرتلەر بىلەن باغلىنىشقا قوشۇلىسىز.",
    "1093280979": "1. سۇپا زاكاز جەدۋىلى",
    "1549953005": "سىز خېرىدار ياكى تەلەپ قىلغۇچى بولۇش شەرتى سۈپىتىدە بىر ياكى بىر نەچچە سۇپا زىيارەت زاكاز جەدۋىلىنى (ھەر بىرى «زاكاز جەدۋىلى») تولدۇرغان بولۇشىڭىز مۇمكىن. ئەگەر شۇنداق بولسا ، ئۇنداقتا زاكاز جەدۋىلىدە تەسۋىرلەنگەن شەرت ۋە شەرتلەر «مۇلازىمەت شەرتنامىسى» نىڭ بىر قىسمى بولۇپ ، پايدىلىنىش ئارقىلىق بىرلەشتۈرۈلگەن.",
    "3819851005": "2. ھەق",
    "1591032933": "سىز مۇناسىۋەتلىك زاكاز جەدۋىلىدە تەمىنلىگەن پۇل تۆلەش ئۇسۇلى ئارقىلىق مۇناسىۋەتلىك زاكاز جەدۋىلىدە تەسۋىرلەنگەندەك IMI ھەققىنى تۆلەيسىز. ئەگەر ئىككى تەرەپ يازما شەكىلدە ئېنىق پۈتۈشمىگەن بولسا ، تالوننىڭ ئەۋەتىلگەن كۈندىن باشلاپ 30 (30) كۈن ئىچىدە تارقىتىلغان بارلىق تالونلارنى تولۇق تۆلەيسىز. سىز بىزگە تەمىنلىگەن بارلىق ئىناۋەتلىك كارتا ئۇچۇرلىرىڭىزغا ئىناۋەتلىك كارتا ھوقۇق بېرىش ھوقۇقىنى يۈرگۈزۈشكە ، ئۇ ئىناۋەتلىك كارتا ئۇچۇرلىرىنى ساقلاشقا ھەمدە ئىناۋەتلىك كارتىڭىزغا ياكى بىز ئۆز-ئارا قوشۇلغان باشقا ھېساباتلارغا ھەق تۆلەش شەكلىدە ھەق بېرىشكە ئىجازەت بېرىسىز. زاكاز جەدۋىلىدە ياكى كارخانا مۇلازىمەت كېلىشىمى ياكى ئاساسىي مۇلازىمەت كېلىشىمىدە باشقىچە دېيىلمىگەنلىرىنى ھېسابقا ئالمىغاندا ، IMI تەمىنلىگەن كېلىشىم («كۈچكە ئىگە چېسلا») غا ئاساسەن ، مۇلازىمەتتىن ئېشىپ كەتكەندىن باشقا ، بارلىق مۇلازىمەتلەر ھەر يىلى ھېسابات قىلىنىدۇ.",
    "4142610534": "ھەر قانداق كېچىكىپ پۇل تۆلەش ھەر ئايدا% 1.5 ياكى قانۇن رۇخسەت قىلغان ئەڭ يۇقىرى سوممىدا كېچىكىپ ھەق ئالىدۇ. ئەگەر سىز ھەر قانداق سەۋەب بىلەن بۇ كېلىشىمگە ئاساسەن تۆلەيدىغان پۇلنى تۆلىيەلمىسىڭىز ، ھېساباتىڭىز توختىتىلىشى مۇمكىن ، بىزنىڭ ئىختىيارىمىزچە ، بۇنداق بولغاندا ھېساباتىڭىزدىن ۋەزىپىلەرنى ئورۇنداش ئۈچۈن قوشۇمچە ھەق ئېلىنمايدۇ ۋە بارلىق ۋەزىپىلىرىڭىز ئۆچۈرۈلىدۇ. تور بېكىتىمىزدىن. تەلەپكە ئاساسەن بارلىق رەسمىيەت ھەققى ، كېچىكىش ھەققى ياكى ئادۋوكات ھەققىنى قوشقاندا سىز چوقۇم بارلىق پۇلنى قايتۇرۇشىڭىز كېرەك. بىز يەنە ئىناۋەت مەلۇم قىلىش ئاپپاراتلىرى ۋە قانۇن ئىجرا قىلىش ئورگانلىرىغا مۇۋاپىق دوكلات بېرىشىمىز مۇمكىن.",
    "512991700": "ئەگەر سىز ھەرقانداق ھەقنى تالاشماقچى بولسىڭىز ، تەڭشەش ياكى ئىناۋەتكە ئېرىشىش ئۈچۈن خاتالىق ياكى مەسىلە كۆرۈلگەن تۇنجى ھېسابات ياكى ھېسابات باياناتىنىڭ يېپىلغان كۈندىن باشلاپ 30 (30) كۈندىن كېيىن خېرىدارلار مۇلازىمەت بۆلۈمى بىلەن ئالاقىلىشىڭ.",
    "1273914192": "3. باج",
    "4242322181": "Intuition Machines نىڭ ساپ كىرىمى ياكى شەخسىي مۈلكىدە باھالانغان ئامېرىكا باجلىرىدىن باشقا مۇلازىمەتلەر بىلەن مۇناسىۋەتلىك بارلىق باجلارنى تۆلەشكە مەسئۇل بولىسىز.",
    "1671996585": "توربېكەت ، قوللىنىشچان پروگراممىڭىز ياكى سۇپىڭىزنى بىزنىڭ پروگرامما تۈزۈش كۆرۈنمە يۈزىمىز («API») ئارقىلىق مۇلازىمىتىمىز بىلەن بىرلەشتۈرۈشىڭىز تەلەپ قىلىنىشى مۇمكىن. شۇنداق قىلغان ئەھۋال ئاستىدا ، بىز پەقەت API نى مۇلازىمەتنى زىيارەت قىلىش ئۈچۈنلا ئىشلىتىش ئۈچۈن چەكلىك ، تولۇقسىز ، يۆتكىگىلى بولمايدىغان ، يۆتكىگىلى بولمايدىغان ، بىكار قىلغىلى بولىدىغان ئىجازەتنامە بېرىمىز. بىز API نى ئۆزگەرتەلەيمىز ۋە ياكى كونا نەشرىنى ياكى API نىڭ تارقىتىلىشىنى ھەر ۋاقىت توختىتىشىمىز مۇمكىن. بىز سىزنىڭ ئىختىيارىمىز بىلەن API نى زىيارەت قىلىشنى ۋاقتىنچە توختىتىش ياكى چەكلەش ھوقۇقىمىزنى ساقلاپ قالىمىز ، توختىتىشتىن ئىلگىرى سىزگە مۇۋاپىق كۈچ سەرپ قىلىمىز.",
    "4036662147": "5. مەخپىي ئۇچۇرلارنى قوغداش",
    "3564208535": "سىز بىزدىن ياكى مۇلازىمىتىمىز ئارقىلىق تاپشۇرۇۋالغان ھەر قانداق مەخپىي ئۇچۇرلارنى قوغداش ئۈچۈن سودا جەھەتتە مۇۋاپىق تىرىشچانلىق كۆرسىتىشكە قوشۇلىسىز. بوتۇلكا نومۇرى ۋە كارخانا مۇلازىمىتىمىزنىڭ ئاممىۋى بولمىغان تەپسىلاتلىرىنى ئۆز ئىچىگە ئالىدۇ ، جۈملىدىن ئاممىۋى ھۆججەتلەر ۋە بىزنىڭ بوتنى بايقاش ئۇسۇلىمىزغا مۇناسىۋەتلىك بىز ئورتاقلىشىدىغان تەپسىلاتلار بار. ئەگەر سىزگە بۇ خىل مەخپىي ئۇچۇرلارنى زىيارەت قىلىش ھوقۇقى بېرىلگەن بولسا ، ئەگەر مەخپىيەتلىك ئۇچۇرلىرىمىزنىڭ بىزنىڭ مۇلازىمىتىمىزنى ئىشلىتىشىڭىز بىلەن ئاشكارلىنىدىغانلىقىنى جەزملەشتۈرسەك ، بىزنىڭ ئىختىيارىمىز بىلەن بىزنىڭ مۇلازىمىتىمىزنى زىيارەت قىلىشىڭىزنى ئۆزگەرتىشىمىز ، توختىتىشىمىز ياكى چەكلىشىمىز مۇمكىن ، بىز مۇۋاپىق تىرىشچانلىق كۆرسىتىمىز. توختىتىشتىن بۇرۇن سىزگە ئۇقتۇرۇش قىلىش.",
    "120384113": "6. ئاخىرلاشتۇرۇش",
    "453723556": "سىز خېرىدار ياكى تەلەپ قىلغۇچى بولۇشتىن ۋاز كېچىپ ، مۇلازىمەت شەرتنامىسىدىن مۇستەقىل ھالدا بۇ خېرىدار قوشۇمچە پروگراممىسىنى ئاخىرلاشتۇرالايسىز. بىز سىزنىڭ خېرىدار ياكى تەلەپ قىلغۇچى سالاھىيىتىڭىزنى ھەر ۋاقىت توختىتىش ياكى ئاخىرلاشتۇرۇش ، ياكى ھېساباتىڭىزنى ياكى مۇلازىمەت شەرتنامىسىگە ماس ھالدا مۇلازىمەتنى ئىشلىتىشنى توختىتىش ھوقۇقىغا ئىگە. زاكاز جەدۋىلىڭىزدىكى قەرەلى توشقاندىن كېيىن ، سىز جاۋابكارلىقنى ئۈستىگە ئالىسىز. ئەگەر مۇشتەرىلىكىڭىز ھەر ئايدا ياكى يىللىق ھەق ياكى ئايلىق ياكى يىللىق ئەڭ تۆۋەن چەكنى ئۆز ئىچىگە ئالسا ، سىز يەنىلا شۇ ئاي ياكى يىل ئاخىرىغىچە بارلىق مۇلازىمەت ھەققىنى تۆلەشكە مەسئۇل بولىسىز.",
    "218889628": "بۇ خېرىدار قوشۇمچە ياكى مۇلازىمەت شەرتنامىسىگە خىلاپلىق قىلغانلىقىڭىز سەۋەبىدىن بۇ خېرىدار قوشۇمچە ياكى مۇلازىمەت شەرتنامىسىنى ئاخىرلاشتۇرغانلىرىمىزنى ھېسابقا ئالمىغاندا ، ئەگەر بىز ئاخىرلاشتۇرسىڭىز ھەمدە بىزگە ھېچقانداق ھەق تاپشۇرغان بولسىڭىز ، بىز ئۇلارنىڭ نىسبەتتىكى قىسمىنى قايتۇرىمىز. ئالدىن تۆلەيدىغان سومما ، قالغان ۋاقىت ياكى سىز تۆلىگەن مۇلازىمەتكە ئاساسەن ، قايسىسى ئاز بولسا. بىز سودا جەھەتتە مۇۋاپىق ئۇسۇلدا خىزمىتىمىزنى ئاخىرلاشتۇرىمىز ھەمدە بارلىق ھەقلىق چىقىمدان سانلىق مەلۇماتلىرى ۋە بىزنىڭ قولىمىزدىكى بارلىق خېرىدارلار سانلىق مەلۇماتلىرىنى ساقلاپ قالىمىز. ھەر قانداق ئاخىرلاشقاندا ، بىز ھېچقانداق سانلىق مەلۇماتنى ئۆچۈرۈش مەجبۇرىيىتىمىز يوق.",
    "2505227594": "7. ھەددىدىن زىيادە ئېشىپ كېتىش",
    "2369877184": "HCaptcha توپلاشتۇرغۇچ ياكى خېرىدارلارنىڭ ئەڭ يۇقىرى چەكتىكى RPS نىسبىتى ھېساباتىڭىزدىكى ئورۇنلارغا («RPS») سېكۇنتتا 1000 تەلەپ ، ئەگەر سىز بىلەن بىز ئوتتۇرىسىدا تۈزۈلگەن توختاملىق كېلىشىمدە ئايرىم بەلگىلىمە بولغانلىرى بۇنىڭ سىرتىدا.",
    "234420106": "ئەگەر سىز hCaptcha كارخانا مۇلازىمىتىنىڭ بىر گەۋدىلەشتۈرگۈچىسى ياكى خېرىدارى بولسىڭىز ھەمدە RPS بىلەن ئۆلچەنگەن API ئىشلىتىشىڭىز مۇلازىمەت دەرىجىسىڭىزدىكى ئۆلچەمدىن ئېشىپ كەتسە ، مۇلازىمىتىڭىزنى ئۆزگەرتىشنى ياكى ئارتۇقچە ھەق ئېلىشنى تاللىشىمىز مۇمكىن. ئەڭ يۇقىرى بولغاندا RPS نىسبىتى 30 كۈن ئىچىدە جەمئىي 10 ياكى 10 مىنۇت ئىچىدە 10 ھەسسە ئېشىپ كەتكەن ئەھۋال ئاستىدا ، بۇ تەلەپلەرنىڭ كۆپىنچىسى بىزنىڭ قارىشىمىزچە ، يامان غەرەزلىك قاتناش ئەمەس ، بىز تاللىشىمىز مۇمكىن. شۇ ئايدا ئوتتۇرىغا قويۇلغان بارلىق API تەلەپلىرى ئۈچۈن توختامدىكى ئۆلچەمدىن ئېشىپ كەتكەن ئۆلچەمدىن ھەق ئالىدۇ.",
    "2619472217": "8. قايتا سېتىش",
    "2019702084": "خېرىدارلارنىڭ ئاساسلىق مۇلازىمەت كېلىشىمى ياكى قايتا سېتىش كېلىشىمىدە ئېنىق رۇخسەت قىلىنمىغان بولسا ، زاكاز قىلىنغان SaaS مۇلازىمىتىنى سېتىشقا ، قايتا سېتىشقا ، ئىجارىگە بېرىشكە ، ئىجارىگە بېرىشكە ، ئىجازەتنامە بېرىشكە ، ئىجازەتنامە بېرىشكە ياكى باشقا ئۈچىنچى تەرەپكە ئىشلىتىشكە بولمايدۇ. ) ، ھەمدە كېلىشىمدىكى بارلىق زاكازلار ۋە مۇلازىمەتنىڭ بارلىق خېرىدارلىرى خېرىدارلار ياكى ئۇنىڭ تارماقلىرىنىڭ ئۆزىنىڭ ئىچكى تىجارىتىگە ئىشلىتىلىدۇ.",
    "1233229030": "ھەرخىل",
    "1467783792": "ئامېرىكا تەستىقلىغان ھەر قانداق ئادەم ، ئورۇن ياكى تەشكىلات («تەستىقلانغان ئارتىس») مۇكاپاتقا ئېرىشەلمەيدۇ ياكى مۇلازىمەتنى بىر گەۋدىلەشتۈرگۈچى سۈپىتىدە ئىشلىتەلمەيدۇ. گۇماندىن ساقلىنىش ئۈچۈن ، بۇ ئامېرىكا مالىيە مىنىستىرلىكىنىڭ تاشقى مۈلۈكنى كونترول قىلىش ئىشخانىسى («OFAC») تەرىپىدىن بېكىتىلگەن ھەر قانداق تەستىقلانغان ئارتىسلارنى ئۆز ئىچىگە ئالىدۇ.",
    "3759657802": "سىز بۇ مۇلازىمەت شەرتنامىسىنى ياكى بۇ يەردىكى ھوقۇق-مەجبۇرىيەتلىرىڭىزنى ھەر قانداق شەكىلدە (قانۇن مەشغۇلاتى ياكى باشقا ئۇسۇللار بىلەن) ئۆتۈنۈپ بېرىشكە ، ئۆتۈنۈپ بېرىشكە ياكى ھاۋالە قىلىشقا بولمايدۇ.",
    "1627232990": "بۇ مۇلازىمەت شەرتلىرىنىڭ تەرجىمىلىرى ئەڭ زور تىرىشچانلىق بىلەن تەمىنلەنگەن. ئىنگلىزچە مۇلازىمەت شەرتنامىسى بىلەن ئۇنىڭ تەرجىمىسى ئوتتۇرىسىدا ماھىيەتلىك پەرق بولسا ، ئىنگلىز تىلىدىكى مۇلازىمەت شەرتنامىسى نوپۇزلۇق دەپ چۈشىنىلىدۇ.",
    "805221621": "بىز بىلەن ئالاقىلىشىڭ",
    "259613338": "بۇ مۇلازىمەت شەرتلىرىگە مۇناسىۋەتلىك سوئاللىرىڭىز بولسا.",
    "2735878907": "سودىنىڭ ئىزچىللىق پىلانى باياناتى",
    "2887242610": "Intuition Machines, Inc بىزنىڭ hCaptcha تىجارىتىمىزنى زور دەرىجىدە قالايمىقانلاشتۇرىدىغان ۋەقەلەرگە قانداق جاۋاب قايتۇرىدىغانلىقىمىز ھەققىدە سودا ئىزچىللىق پىلانى تۈزدى. ئاپەت ۋە قالايمىقانچىلىقنىڭ ۋاقتى ۋە تەسىرىنى مۆلچەرلىگىلى بولمىغاچقا ، ئەمەلىي ۋەقەلەرگە يۈز بەرگەندە جانلىق ئىنكاس قايتۇرۇشىمىز كېرەك. بۇنى نەزەردە تۇتۇپ ، سودىمىزنى داۋاملاشتۇرۇش پىلانىمىز توغرىسىدىكى ئۇچۇرلارنى تەمىنلەيمىز.",
    "809251240": "بىز بىلەن ئالاقىلىشىڭ",
    "2551802342": "- بىز كۆرۈنەرلىك سودا قالايمىقانچىلىقىدىن كېيىن سودا تىجارىتىنى تېزدىن ئەسلىگە كەلتۈرۈش ۋە ئەسلىگە كەلتۈرۈشنى پىلانلىدۇق ۋە خىزمەتچىلىرىمىز ۋە مال-مۈلۈكلىرىمىزنى قوغداش ، مالىيە ۋە تىجارەت باھالاش ، شىركەتنىڭ كىتاب ۋە خاتىرىسىنى قوغداش ، شۇنداقلا خېرىدارلىرىمىز ۋە ئۇلارنىڭ ئاخىرقى ئىشلەتكۈچىلىرىنىڭ توردا سودا قىلىشىغا يول قويۇش ئارقىلىق جاۋاب قايتۇرۇشنى پىلانلىدۇق. قىسقىسى ، سودىمىزنىڭ ئىزچىللىق پىلانى كۆرۈنەرلىك سودا قالايمىقانچىلىقىنىڭ دائىرىسى ۋە ئېغىرلىقىنى كۆزدە تۇتۇپ ، شىركىتىمىزنىڭ تىجارىتىنى تېزدىن ئەسلىگە كەلتۈرۈشىگە شارائىت ھازىرلاپ لايىھەلەنگەن. سودىمىزنىڭ ئىزچىللىق پىلانى ئادرېسى: سانلىق مەلۇماتلارنى زاپاسلاش ۋە ئەسلىگە كەلتۈرۈش بارلىق ۋەزىپە ھالقىلىق سىستېمىلىرى مالىيە ۋە تىجارەت باھالاش خېرىدارلار ، خىزمەتچىلەر ۋە نازارەت قىلىپ باشقۇرۇش ئورۇنلىرى بىلەن بولغان ئالاقىنى ئالماشتۇرۇش خىزمەتچىلەرنىڭ ئالمىشىش ئورنى ھالقىلىق تەمىنلىگۈچى ۋە خېرىدارلارنىڭ تەسىرى نازارەت قىلىپ باشقۇرۇش دوكلاتى ئەگەر تىجارىتىمىزنى داۋاملاشتۇرالمىساق خېرىدارلىرىمىزغا تېزدىن ئۇقتۇرۇش قىلىش. بىزنىڭ ئاساسلىق تەمىنلىگۈچى كۆلچىكىمىز جۇغراپىيىلىك ئايرىم رايوندىكى مۇھىم خاتىرىلىرىمىزنى زاپاسلايدۇ. ھەر بىر جىددىي ئەھۋال سىرتقى ئامىللارنى ئاساس قىلىپ ، كۈندۈزلۈك ۋاقىت ۋە قالايمىقانچىلىقنىڭ ئېغىرلىقى قاتارلىق ئۆزگىچە مەسىلىلەرنى كەلتۈرۈپ چىقارسىمۇ ، ئەمما بىز بۇ تەمىنلىگۈچى كۆلچەكتىن ئۇلارنىڭ مەقسىتىنىڭ ئۆز مەشغۇلاتىنى ئەسلىگە كەلتۈرۈش ۋە مۇلازىمەتنى تېزدىن ئەسلىگە كەلتۈرۈش ئىكەنلىكىنى تەۋسىيە قىلدۇق. گەرچە بىز كۆپ خىل تەمىنلىگۈچىلەرنى ئىشلىتىپ خەتەرنى ئازايتىش ئۈچۈن تىرىشقان بولساقمۇ ، بۇ مەزگىلدە مۇلازىمىتىڭىزنى ئۆزگەرتىش ياكى ئۈزۈش مۇمكىن.",
    "826396656": "بىزنىڭ سودا ئىزچىل پىلانىمىز",
    "1979347895": "- پەقەت بىزنىڭ شىركىتىمىز ، شىركىتىمىز تۇرىدىغان بىر بىنا ، شىركىتىمىز جايلاشقان مەھەللە ، بىز تۇرۇشلۇق شەھەر ياكى پۈتكۈل رايون دېگەندەك مۇھىم سودا قالايمىقانچىلىقى ئۇلارنىڭ دائىرىسىدە ئوخشىمايدۇ. بۇ رايونلارنىڭ ھەر بىرىدە قالايمىقانچىلىقنىڭ ئېغىر-يېنىكلىكىمۇ ئوخشىمايدۇ. شىركىتىمىز ، سودا رايونىمىز ، شەھىرىمىز ياكى رايونىمىز ياكى شىركىتىمىز ئولتۇراقلاشقان بىناغا دەخلى يەتكۈزگەندە ، ئېھتىياج بولغاندا تىجارىتىمىزنى يەرلىك ئورۇنغا يۆتكەيمىز ھەمدە سودا تىجارىتىگە ھېچقانداق توسالغۇ بولماسلىقنى ئۈمىد قىلىمىز. مەيلى قانداقلا بولمىسۇن ، بىز داۋاملىق سودا قىلىشنى پىلانلاۋاتىمىز ، زۆرۈر تېپىلغاندا مەشغۇلاتنى باشقا تەمىنلىگۈچىلەرگە يۆتكەشنى پىلانلاۋاتىمىز ھەمدە hcaptcha.com تور بېكىتىمىز ۋە hcaptchastatus.com دىكى تور بېتىمىز ئارقىلىق بىز بىلەن قانداق ئالاقىلىشىشنى ئۇقتۇرىمىز. ئەگەر كۆرۈنەرلىك سودا قالايمىقانچىلىقى ئېغىر بولۇپ ، بىزنىڭ سودىدا قېلىشىمىزغا توسقۇنلۇق قىلسا ، بىز سىزگە تېزدىن خەۋەر قىلىمىز.",
    "653679457": "ھەرخىل قالايمىقانچىلىقلار",
    "410397176": "تېخىمۇ كۆپ ئۇچۇرلار ئۈچۈن",
    "2095899021": "hCaptcha ماركا كۆرسەتمىسى ۋە ئادەتتىكى تاۋار ماركىسى ئىجازەتنامىسى",
    "2340340589": "HCaptcha بەلگىسىنى ئىشلىتىش قوللانمىسى",
    "2430148876": "بىز خېرىدارلار ، ھەمكارلاشقۇچىلار ۋە مەستانىلىرىمىزنىڭ ماركا كىملىكىمىزنى ساقلاپ قېلىش بىلەن بىر ۋاقىتتا ، بۇ كۆرسەتمىلەرنى ۋە ئادەتتىكى ماركا ئىجازەتنامىسىنى قۇردۇق. ئەگەر سىز بۇ كۆرسەتمىلەردىن ماھىيەتلىك پەرقلىنىدىغان ئۇسۇللار بىلەن hCaptcha سىنبەلگىسى ، بەلگە ياكى باشقا بەلگىلەرنى ئىشلىتىشكە توغرا كەلسە ، يازما ئىجازەتنامە ئۈچۈن بىز (IMI) بىلەن ئالاقىلىشىڭ.",
    "3884400764": "سىز بۇ كۆرسەتمىلەردە hCaptcha بەلگىسىنى ئىشلىتەلەيسىز ، ئەمما بۇ سىزنىڭ hCaptcha ماركىسى ، بەلگە ياكى باشقا تاۋار ماركىسى ، سودا ئىسمى ، مۇلازىمەت بەلگىسى ، سودا ئىسمى ياكى HCaptcha نىڭ ياخشى نىيىتىدە ھوقۇقىڭىز بارلىقىنى بىلدۈرمەيدۇ. بىز ئىمكانقەدەر جانلىقلىققا ئېرىشىشنى خالايمىز ، ئەمما بىز hCaptcha نى ھەر قانداق تاۋار ماركىسى ، سودا ئىسمى ، مۇلازىمەت بەلگىسى ، سودا ئىسمى ياكى hCaptcha نىڭ ياخشى نىيەتلىك ئىشلىتىلىشىدىن قوغداش مەجبۇرىيىتىمىز بار. رۇخسەتسىز ئىشلىتىش hCaptcha بەرگەن ئىجازەت ياكى ئىجازەتنامىنى ئاپتوماتىك ئاخىرلاشتۇرىدۇ ھەمدە زىيان ئۈچۈن قانۇنىي جاۋابكارلىقنى ئۈستىگە ئالىدۇ.",
    "512598290": "شۇڭا ، بىز چوقۇم بارلىق hCaptcha بەلگىسى ۋە بەلگىسىنى چوڭ-كىچىكلىكى ، خەت نۇسخىسى ۋە ئۇسلۇبىنى ئۆز ئىچىگە ئالغان تۆۋەندىكى قائىدىلەرگە ئەمەل قىلىدىغان شەكىلدە ئىشلىتىشىڭىزنى تەلەپ قىلىشىمىز كېرەك.",
    "2075610992": "قوللىغانلىقىڭىزغا رەھمەت!",
    "1023190144": "تېكىستتە hCaptcha®",
    "4274324704": "يازما نۇسخىدا ئىسمىمىزنى قانداق ئىشلىتىش كېرەك:",
    "3912926900": "hCaptcha® تۇنجى قېتىم ئىجادىي كۆپەيتىلگەن نۇسخىدا رويخەتكە ئېلىنغان تاۋار ماركىسى بەلگىسى بولۇشى كېرەك.",
    "950637875": "hCaptcha ئىملاسىنى ھەرگىز ئۆزگەرتىشكە بولمايدۇ ، hCaptcha نى ئىككىنچى ھەرپ (\"C\") بىلەن چوڭ ھەرپ بىلەن يېزىش كېرەك. ئۇ ھەرگىزمۇ كۆپلۈك ياكى ئىگە ئەمەس.",
    "2624601135": "\"hCaptcha\" نى ماركا نامىنىڭ بىر قىسمى قىلىپ ئىشلىتىشكە بولمايدۇ ، ئۇلانما قوشۇشقا ياكى قوللىنىشچان پروگراممىلار ياكى باشقا مەھسۇلاتلارنىڭ نامىدا ئىشلىتىشكە بولمايدۇ.",
    "3828090208": "ئۇنىڭ ئورنىغا «hCaptcha» نى ئىشلىتىڭ. ئەگەر ئۈچىنچى تەرەپ بەلگىسى ئىشلىتىلگەن بولسا ، «hCaptcha ئۈچۈن» ئۈچىنچى تەرەپ بەلگىسىدىن كىچىكرەك بولۇشى كېرەك.",
    "4149738856": "hCaptcha نى سۈپەت سۈپىتىدە ئىشلىتىش ، ئاندىن مۇۋاپىق ئومۇمىي ئاتالغۇ ئىشلىتىش كېرەك.",
    "1446868537": "hCaptcha ھەرگىزمۇ پېئىل سۈپىتىدە ئىشلىتىلمەسلىكى كېرەك.",
    "2487931657": "ئىشلەتمەڭ: «بىز تور بېكىتىمىزنى haptapt».",
    "2565565429": "ئۇنىڭ ئورنىغا: «بىز hCaptcha ئارقىلىق تور بېكىتىمىزنى تېخىمۇ بىخەتەر ۋە تېخىمۇ بىخەتەر قىلىمىز».",
    "3434202027": "ئالاقە تورىدا hCaptcha نامىنى ھەر قانداق ئىشلىتىشتە مۇنداق خاسلىق تەلەپ قىلىنىدۇ: \"hCaptcha Intuition Machines نىڭ رويخەتكە ئېلىنغان تاۋار ماركىسى.\"",
    "2754937029": "قوبۇل قىلغىلى بولمايدىغان ئىشلىتىش",
    "2436973524": "پەقەت توغرا پايدىلىنىشقا بولىدۇ. تور بېكەت ئىشلەتمىگەندە hCaptcha مۇلازىمىتى ۋە قوللىنىشچان پروگراممىلىرىنى ئىشلىتىدۇ دېيىشكە بولمايدۇ. ئوخشاشلا ، تور بېكىتىمىز hCaptcha مۇلازىمىتىنى ئىشلەتكەندىلا بىزنىڭ لوگومىزنى ياكى ھەر قانداق بەلگىلەرنى ئىشلىتىش ئوخشاشلا مۇۋاپىق.",
    "69844082": "hCaptcha ماركىسى ، گرافىكلىق بەلگە ، بەلگە ، خەت نۇسخىسى ياكى سىنبەلگىلەرنى كەمسىتىش شەكلىدە ئىشلىتىشكە بولمايدۇ.",
    "3861413614": "سىز HCaptcha تاۋار ماركىسى ياكى بەلگىسىنى ئىشلىتەلمەيسىز ، بۇ ئېنىقلا يازما ئىجازەت ئالماي تۇرۇپ ، hCaptcha نىڭ ئۈچىنچى تەرەپ مەھسۇلاتلىرى ياكى مۇلازىمىتى بىلەن مۇناسىۋىتى بار ياكى ئۇنى قوللايدۇ ، قوللايدۇ ياكى قوللايدۇ.",
    "1409822234": "ھەر قانداق ئەھۋالدا ئوخشاش ياكى ئوخشىشىپ كېتىدىغان hCaptcha ماركىسىنى تور نامىدا ئىشلىتىشكە بولمايدۇ.",
    "4181060163": "ئۈچىنچى تەرەپ hCaptcha تاۋار ماركىسىدا دەسلەپكى مەنپەئەت قالايمىقانچىلىقىنى كەلتۈرۈپ چىقىرىدىغان ھەر خىل ئۇسۇلدا ئۆزگىرىش ياكى خاتا يېزىق ئىشلەتمەسلىكى ياكى ھەر قانداق ئۇسۇلدا ھەرىكەت قىلماسلىقى كېرەك.",
    "3955555607": "ھەمكارلاشقۇچىلار ياكى ھوقۇق بېرىلگەن ساتقۇچىلاردىن باشقا ، ئۈچىنچى تەرەپ ئاچقۇچلۇق سۆز ، Google AdWords ياكى باشقا نىشانلىق ئېلان سىستېمىلىرىنى hCaptcha بەلگىسى ياكى خاتا يېزىلىشى ئۈچۈن خېرىدار چاقىرسا بولمايدۇ. ئۈچىنچى تەرەپ تور نامىدا hCaptcha بەلگىسىنى ، ھەر قانداق ئىزدەش ماتورىنى ئەلالاشتۇرۇش ، مېتا خەتكۈچلىرى ، ئىزدەش شەرتلىرى ، كود ياكى باشقا خاتا تونۇشلاردا ئىشلىتەلمەيدۇ.",
    "1985238261": "باشقا چەكلەنگەن بەلگىلەر",
    "2193061499": "بىزنىڭ بىر قىسىم بەلگە ۋە بەلگىلەرمىز hCaptcha ۋە ئۇنىڭ شېرىكلىرىنىڭ ئىشلىتىشى بىلەنلا چەكلىنىدۇ. ئۈچىنچى تەرەپ hCaptcha نىڭ يازما ئىجازەتنامىسى ئالماي تۇرۇپ تۆۋەندىكى بەلگىلەرنى ئىشلىتەلمەيدۇ:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha ھەمكارلاشقۇچىسى ™",
    "755156539": "hCaptcha ھوقۇق بېرىلگەن ساتقۇچى ™",
    "717622341": "hCaptcha Enterprise ™",
    "3433896984": "BotStop ™",
    "1655022901": "HCaptcha by BotStop by",
    "2557601376": "hCaptcha logo ™",
    "248923369": "BotStop logo ™",
    "3942875761": "تېخىمۇ ياخشى تور قۇرۇشقا ياردەم قىلىڭ ™",
    "364774188": "مەن ئىنسان ™",
    "2785425016": "(ئىنسانىيەتنى دەلىللەش چارىسى دائىرىسىدە ، مەسىلەن ھەرىكەتكە چاقىرىش)",
    "2639657759": "ئىجازەتنامە ئىشلىتىلگەن بەلگىلەر",
    "1268918580": "HCaptcha ۋە ئۇنىڭ شېرىكلىرى ئىشلىتىدىغان بىر قىسىم بەلگە ۋە بەلگىلەر ئۈچىنچى تەرەپنىڭ ئىگىدارچىلىقىدا بولۇپ ، ئۇلارنىڭ رۇخسىتى بىلەنلا ئىشلىتىشكە بولىدۇ. ئۈچىنچى تەرەپ ئىگىلىرى رۇخسەت قىلغاندىن باشقا تۆۋەندىكى بەلگىلەرنى ئىشلىتەلمەيدۇ:",
    "3782751514": "HUMAN كېلىشىمنامىسى HUMAN كېلىشىم فوندىنىڭ رويخەتكە ئېلىنغان تاۋار ماركىسى بولۇپ ، ئۇنىڭ رۇخسىتى بىلەن ئىشلىتىلىدۇ.",
    "1620709264": "HUMAN Token® HUMAN كېلىشىم فوندىنىڭ رويخەتكە ئېلىنغان تاۋار ماركىسى بولۇپ ، ئۇنىڭ رۇخسىتى بىلەن ئىشلىتىلىدۇ.",
    "3031953928": "HUMAN تورى H HUMAN كېلىشىم فوندىنىڭ ماركىسى بولۇپ ، ئۇنىڭ رۇخسىتى بىلەن ئىشلىتىلىدۇ.",
    "3554363588": "باشقا بەلگىلەر",
    "3290996791": "باشقا مەھسۇلاتلارنىڭ ئىسمى ، بەلگىسى ۋە ماركىلىرى ئۇلارنىڭ ئىگىسىنىڭ مۈلكى. بۇ تور بەتتە ئىشلىتىلگەن باشقا بارلىق شىركەت ، مەھسۇلات ۋە مۇلازىمەت ناملىرى پەقەت پەرقلەندۈرۈش ئۈچۈنلا ئىشلىتىلىدۇ. بۇ ئىسىم ، بەلگە ۋە ماركىلارنى ئىشلىتىش تەستىقلاشنى بىلدۈرمەيدۇ.",
    "2444685143": "Logo Policy",
    "2414232014": "بىزنىڭ لوگومىزنى دەرھال تونۇغىلى بولىدۇ ھەمدە بىزنىڭ ئەڭ قىممەتلىك ۋە مۇھىم بايلىقىمىزنىڭ بىرى. ئۇنىڭ شىركىتىمىزنىڭ كۈچلۈك نامايەندىسى بولۇشىغا كاپالەتلىك قىلىش ئۈچۈن ، چوقۇم بارلىق ئالاقە يوللىرىدا ئەستايىدىل ۋە ئىزچىل ھالدا ئوتتۇرىغا قويۇلۇشى كېرەك.",
    "803639471": "HCaptcha بەلگىسى قول سىنبەلگىسى ۋە hCaptcha لوگوسىدىن تەركىب تاپقان. ئۇنىڭ ئالمىشىش شەكلىدە ، بوشلۇق چەكلىمىگە ئۇچرىغاندا قول سىنبەلگىسى ئۆزى پەيدا بولۇپ ، «hCaptcha» قول بەلگىسىگە يېقىن جايدا سۆز بەلگىسى (يۇقىرىدا بايان قىلىنغاندەك) ئىشلىتىلگەندە ، قول سىنبەلگىسىنىڭ hCaptcha غا ۋەكىللىك قىلىدىغانلىقى ئېنىق.",
    "564127016": "HCaptcha قول سىنبەلگىسى:",
    "1424800293": "HCaptcha بەلگىسى:",
    "1525506526": "ھېسابات ئېلىش دېگەن نېمە ۋە ئۇلار قانداق ئىشلەيدۇ؟",
    "2446481523": "بۇ يەردە بىر كونا خەلق ھېكايىسى بار ، ئۇنىڭدا بىر كىچىك يېزا كەنتىدىكى ۋاگون شوپۇرى ۋە ئاقسۆڭەكلەر پەيدا بولىدۇ. مەينەت ، كەمبەغەل كىيىملەرنى كىيگەن بىر كىشى ساقچىغا: «مەن ئالىيجاناب ئادەم. بۇ كىشى مېنىڭ شوپۇرىم ئىدى.",
    "1767952047": "ئۇ تۈنۈگۈن كەچتە ماڭا ھۇجۇم قىلدى ، كىيىملىرىمنى ئوغرىلىدى ۋە پۇلۇمنى ئالدى ». ئېسىل نەپىس كىيىملەرنى كىيگەن يەنە بىر ئەر ئالىيجاناب سىنىپنىڭ كىيىملىرى بىلەن جاۋاب بېرىپ مۇنداق دېدى: «ساقچى ، بۇ ئادەم ساراڭ. ئۇ ئۆزىنى ئالىيجاناب دەپ ئويلايدۇ. مەن ھەقىقىي ئاقسۆڭەك. ئۇنى قولغا ئېلىڭلار ».",
    "2947576723": "بۇ ھېكايە شوپۇرلۇق كىنىشكىسى ۋە رەقەملىك بارماق بېسىپ چىقىرىشنى ئالدىن مۆلچەرلەيدۇ ، ئەمما ئۇ ھېسابات ئېلىش ۋەزىيىتىدە خاتالىقنىڭ ياخشى مىسالى بىلەن تەمىنلەيدۇ. بىر ئادەم توردىكى بانكا ھېساباتى ياكى كۆچمە پۇل تۆلەش دېتالىغا كىرىدۇ. ئۇ ئەمەلىي ھېسابات ئىگىسىمۇ ياكى خاككېرمۇ؟ ھەقىقىي كىم؟ بۇ بىخەتەرلىك مەسىلىسى ئۆز-ئۆزىگە مۇلازىمەت ھېساباتىنى زىيارەت قىلىدىغان تەشكىلاتلارغا تەسىر كۆرسىتىدۇ.",
    "1687299615": "ھېساباتنى ئېلىش دېگەن نېمە؟",
    "2648707986": "ھېساباتنى ئېلىش تور ئالدامچىلىقىنىڭ بىر خىل شەكلى بولۇپ ، يامان غەرەزلىك ئارتىس توردا ھېسابات ئىگىسىگە تەقلىد قىلىدۇ. ئادەتتە ، بۇ ھېسابات پۇل-مۇئامىلە ئورگىنى ياكى ئېلېكترونلۇق سودا تىجارىتىدە بولۇپ ، ئالدامچىلار پۇل ، تاۋار ياكى سوۋغات كارتىسىنى ئوغرىلىيالايدۇ. ھۇجۇم قىلغۇچى ئوغرىلانغان كىرىش كىنىشكىسىنى ئىشلىتىپ ھېساباتقا كىرىدۇ ، ئاندىن ئۇنى ئۆتكۈزۈۋالىدۇ ، بەلكىم پارولنى ئۆزگەرتىپ ئەمەلىي ھېسابات ئىگىسىنى قۇلۇپلايدۇ.",
    "1476843710": "ئازراق مالىيە زىيانلىق ، ئەمما يەنىلا زىيانلىق ھېساباتنى ئېلىش شەكلى ئىجتىمائىي ئالاقە ھېسابات نومۇرىنى بۇلاشنى ئۆز ئىچىگە ئالىدۇ. بۇ خىل ئەھۋال ئاستىدا ، ھۇجۇم قىلغۇچى ئادەتتە يامان غەرەزلىك يۇمشاق دېتاللارنى تارقاتماقچى ياكى زىيانكەشلىككە ئۇچرىغۇچىنىڭ ئويلىمىغان دوستلىرىغا ئالدامچىلىق قىلىش بىلەن شۇغۇللىنىدۇ. ياكى ، ھۇجۇم قىلغۇچى زىيانكەشلىككە ئۇچرىغۇچىنى خىجىل قىلماقچى بولۇۋاتىدۇ ، بۇ بەزىدە چولپانلار ۋە سىياسىئونلار بىلەن يۈز بېرىدۇ.",
    "2904949278": "خاككېر قانداق قىلىپ ھېساباتنى ئالىدۇ؟",
    "2575690545": "ھېسابات ئېلىش ، تور ئالدامچىلىقىغا ئوخشاش ، كۆپىنچە ئاپتوماتىك ، ئاممىۋى جەريان مەسىلىسى. ئانىسىنىڭ يەر ئاستى ئۆيىدىكى كەپە ئۆيگە ئورالغان خاككېرنىڭ مەخپىي نومۇرنى بانكا تور بېكەتلىرىگە بىر قېتىم كىرگۈزۈشى ناھايىتى ئاز ئۇچرايدۇ.",
    "3614653023": "ئەكسىچە ، بۇ ئەمەلىيەت چوڭ تىپتىكى كىنىشكا قاچىلاش ھۇجۇمىغا تايىنىپ ، نەچچە ئونلىغان نىشان پۇل-مۇئامىلە ئورگانلىرىدا مىليونلىغان ئىشلەتكۈچى ئىسمى / پارول جۈپلىرىنى سىنايدۇ. ئاپتوماتىك ئالدامچىلىق يۇمشاق دېتالى ھېساباتقا ئېرىشكەندىن كېيىن ، ئادەم خاككېرلىرى بۇنىڭغا ئارىلىشىشى مۇمكىن ، ئەمما بەزى ئەھۋاللاردا ئۇنداق ئەمەس.",
    "2762759509": "نۇرغۇن ھېساباتنى ئېلىش ھۇجۇملىرى ئاساسەن دېگۈدەك ئاپتوماتلاشقان.",
    "1972710018": "ئۇنى شىركەت نۇقتىسىدىن كۆرۈش",
    "1282121137": "ھېساباتنى ئېلىشنىڭ قانداق مەسىلە بارلىقىنى چۈشىنىش ئۈچۈن ، پۇل مۇئامىلە ئاپپاراتى نۇقتىسىدىن تەجرىبىنىڭ قانداق بولىدىغانلىقىنى ئويلاڭ. ئۇلار ھەر كۈنى مىليونلىغان كىرىش خاتىرىسىنى بىر تەرەپ قىلىدۇ.",
    "2315518622": "بۈگۈنكى ھۇجۇم قوراللىرىدا مۇرەككەپ بولغانلىقتىن ، قايسىسىنىڭ ئالدامچىلىق ئىكەنلىكىنى بايقاش تولىمۇ قىيىن. ئاندىن ، بىر ئادەم خېرىدارلار مۇلازىمەت لىنىيىسىگە تېلېفون قىلىپ «ھېساباتىم ھۇجۇمغا ئۇچرىدى! مەن كىرەلمەيمەن ، باشقىلار مېنىڭ پۇلۇمنى ئوغرىلاۋاتىدۇ! ».",
    "1836369533": "خەلق چۆچەكلىرىدىكى ساقچىغا ئوخشاش ، كىمنىڭ ھەقىقىي كىم ئىكەنلىكىنى قانداق بەلگىلەيدۇ؟ ئەگەر ھۇجۇم قىلغۇچىنىڭ شوپۇرلۇق كىنىشكىسى ، ئىجتىمائىي كاپالەت نومۇرى ، ئانىنىڭ قىز ئىسمى ، ئادرېسى قاتارلىقلارغا ئوخشاش يېتەرلىك ئوغرىلانغان كىملىك ئېلېمېنتلىرى بولسا ، تېلېفون ئۇرغۇچىنىڭ ھەقىقىي ھېسابات ئىگىسى ياكى ھۇجۇمچى ئىكەنلىكىنى ئېنىقلاش بىر قەدەر قىيىن بولۇشى مۇمكىن. ئۇ كىرگۈزمەكچى بولغان ھېساباتتا پارولنى ئەسلىگە كەلتۈرۈش.",
    "2880837730": "ھېساباتنى ئېلىشنى توختىتىش ئۈچۈن قانداق قىلىش كېرەك؟",
    "3654556483": "پۇل-مۇئامىلە ئاپپاراتلىرى ۋە ئېلېكترونلۇق سودا شىركەتلىرىنىڭ بىر قىسىم ھېسابات ئېلىش تەھدىتىنى پەسەيتىدىغان جەريان ۋە كونتروللىرى بار. بۇلار كونا ئۇسۇلدىكى «باشلانغۇچ مەكتەپتىكى ئەڭ يېقىن دوستىڭىزنىڭ ئىسمى نېمە» بىخەتەرلىك سوئاللىرىدىن گۇمانلىق IP ئادرېس ۋە كۆچمە ئۈسكۈنىلەرنىڭ ئارخىپىنى چىقىرىپ تاشلايدىغان بايقاش ئۇسۇللىرىغىچە.",
    "2449501658": "ئالدامچىلىق ھېساباتىغا كىرىش سىنىقىدىن كېلىپ چىققان تەھدىدنى پەسەيتىشنىڭ ئەڭ ئىلغار ئۇسۇللىرىنىڭ بىرى بىلەن تەمىنلەيدۇ ، ماشىنا ئۆگىنىشى ئارقىلىق بوتۇلكىلارنى بايقاش ۋە توختىتىش ، شۇنداقلا ئالدامچىلارنىڭ ھېساباتنى ئىگىلىۋېلىشى تېخىمۇ تەس ، ھەتتا مۇمكىن ئەمەس.",
    "3621455477": "تېخىمۇ كۆپ بىلىمگە ئېرىشىش!",
    "555246307": "مۇنداقچە قىلىپ ئېيتقاندا ، ئالىيجاناب ۋە ئۇنىڭ شوپۇرىنىڭ ھېكايىسىنىڭ قانداق ئاخىرلاشقانلىقى مۇنداق: ساقچى بۇ ئىككى ئادەمنى بىر ئۆيدە بىر نەچچە سائەت بىللە ئولتۇرۇپ ، كاللىسىدىن زېرىكىپ كەتتى. شۇ كۈنىنىڭ ئاخىرىدا ئۇ پەيدا بولۇپ: «مەن ھازىر ۋاگون شوپۇرى بىلەن سۆزلىشىمەن» دېدى. ئېسىل كىيىم كىيگەن ئادەم ئورنىدىن تۇردى. ئۇ بەك زېرىكىشلىك بولۇپ ، ئۆزىنىڭ پەقەت ئالىيجاناب ئادەمدەك ياسىنىدىغانلىقىنى ئۇنتۇپ قالدى.",
    "1224727373": "HCaptcha تەرىپىدىن BotStop",
    "1187718370": "بىز بىلەن ئالاقىلىشىڭ",
    "3892905664": "hCaptcha سىز ياقتۇرىدىغان تور مۇلازىمەتلىرىنىڭ ئىنسانلارغا ئاسان ۋە ماشىنا ئۈچۈن قىيىن بولغان ئاددىي سوئاللارنى سوراش ئارقىلىق بوتۇلكا ، ئەخلەت خەت ۋە خورلاشتىن ساقلىنىشىغا ياردەم بېرىدۇ.",
    "555158694": "سىز ئىشلىتىدىغان مۇلازىمەت يامان غەرەزلىك ئېقىم مىقدارىنى ئازايتىش ئۈچۈن hCaptcha نى ئورنىتىش ئارقىلىق ئۇلارنىڭ تور بېكىتىدىكى تەجرىبىڭىزنى ياخشىلاشنى تاللىدى.",
    "1617196410": "hCaptcha بوتۇلكىلارنى توختىتىشقا مەركەزلەشكەن. بىز بىر ئىشلەتكۈچىنىڭ كىم ئىكەنلىكى بىلەن كارىمىز يوق ، پەقەت ئۇلارنىڭ يامان غەرەزلىك ياكى ئەمەسلىكى. شەخسىي مەخپىيەتلىكنى تەڭپۇڭلاشتۇرۇش ئۈچۈن تىرىشىمىز &",
    "1624200563": "بىخەتەرلىك ۋە GDPR ، CCPA ، LGPD ، PIPL ۋە باشقا مەخپىيەتلىك بەلگىلىمىلىرىگە ئەمەل قىلىڭ.",
    "1927613000": "hCaptcha مۇرەككەپ ماشىنا ئۆگىنىشى بىلەن كۈچلۈك رىقابەت سۇپىسى بىرلەشتۈرۈلۈپ ، تور قوللىنىشچان پروگراممىلىرىنى ھېساباتنى ئېلىش ، كىنىشكا قاچىلاش ، بىر تەرەپ قىلىش ۋە باشقا خورلاشلاردىن ساقلايدۇ.",
    "1133989302": "نېمىشقا haptaptcha؟",
    "34074886": "ھەر قېتىم سىز بىر رىقابەتكە جاۋاب بەرگەندە ، مۇرەككەپ مودېللارنى ئىشلىتىپ سىزنىڭ ئادەم ياكى ئەمەسلىكىڭىزنى بىلىمىز. سىز زىيارەت قىلغان توربېكەت ئاندىن بۇ نەتىجىنى ئىشلىتىپ تور بېكەتتىكى تەجرىبىڭىزنى ياخشىلاشقا ياردەم بېرىدۇ.",
    "3412647984": "بۇ ئارقىلىق ساقلانمىلارنى تىزىملاش ۋە تەڭشەش ئارقىلىق كەلگۈسىدىكى سوئاللاردىن ساقلىنالايسىز. ئېلان توسقۇچىڭىزنى تاقاپ بېقىڭ.",
    "2510209017": "تېخىمۇ كۆپ ياردەمگە ئېھتىياجلىقمۇ؟",
    "477275453": "نېمە ئۈچۈن API لار خاككېرلارنىڭ ئالقىشىغا ئېرىشىدۇ؟",
    "596347471": "قوللىنىشچان پروگرامما ئۇلاش ئېغىزى (API) تور بوشلۇقىدىكى يامان غەرەزلىك ئارتىسلارنىڭ ئالقىشىغا ئېرىشتى. بۇنىڭ نۇرغۇن سەۋەبلىرى بار ، ئۇلارنىڭ قوللىنىشچان پروگراممىلارنى بىرلەشتۈرۈشتىكى زور پايدىسى بار. API خەتىرىنى ئازايتىش مۇمكىن.",
    "2441638955": "بىرىنچى ، API دېگەن نېمە؟",
    "3963216198": "API لارنىڭ نېمىشقا خاككېرلارنىڭ ئالقىشقا ئېرىشكەن نىشانى ئىكەنلىكىنى مۇلاھىزە قىلىش ئۈچۈن ، ئالدى بىلەن قىسقا ۋاقىت سەرپ قىلىپ «API» دېگەن سۆزنىڭ مەنىسىنى ئېنىقلاشقا ئەرزىيدۇ. API ئۇقۇمى پۈتۈنلەي يېڭى ئەمەس. ئەمەلىيەتتە ، ھەر خىل كومپيۇتېر سىستېمىلىرىنى بىر-بىرىگە ئۇلاش ئېغىزى ، شۇنداقلا ئۇلارنىڭ ئىچكى زاپچاسلىرى كەم دېگەندە 1960-يىللارنىڭ بېشىدىن باشلاپ بارلىققا كەلگەن.",
    "1047251718": "بۈگۈنكى كۈندە ، كىشىلەر API لار ھەققىدە پاراڭلاشقاندا ، ئۇلار ھەمىشە ئۆلچەملىك API لارنى كۆرسىتىدۇ. بۇلار ۋەكىللىك دۆلەت يۆتكەش (REST) غا ئوخشاش ئوچۇق ئۆلچەم ۋە JavaScript ئوبيېكتى ئىزاھاتى (JSON) غا ئوخشاش ئوچۇق ئۆلچەملىك ھۆججەت فورماتى ئارقىلىق ياسالغان API لار. مەلۇم بولغىنىدەك ، بۇ خىل «ئەڭ ياخشى API» لارنى شەخسىي يۇمشاق دېتالنىڭ ھاجىتى يوق ھالەتتە قۇرغىلى بولىدۇ. بۇنىڭدىن كېلىپ چىققان API لار يۇمشاق دېتال پروگراممىلىرى ئارىسىدىكى سانلىق مەلۇمات ۋە تەرتىپلىك تېلېفونلارنى يوللىيالايدۇ ۋە قوبۇل قىلالايدۇ. مەسىلەن ، كۆچمە بانكا دېتالى API ئىشلىتىپ بانكىنىڭ سىستېمىسىغا كىرىدۇ.",
    "3195334319": "API لارنىڭ ئىشلىتىلىشچانلىقى ۋە ئاجىزلىقى",
    "1903743785": "ئۆلچەملىك API لارنىڭ بارلىققا كېلىشى قوللىنىشچان پروگراممىلارنى بىرلەشتۈرۈشتىكى زور ئىلگىرىلەشكە ۋەكىللىك قىلىدۇ. يېقىنقى 20 يىلدەك ۋاقىت ئىچىدە ، API لار قىممەت ۋە مۇرەككەپ شەخسىي يۇمشاق دېتال مەھسۇلاتلىرىدىن ھەقسىز ، ئۆلچەملىك قوراللار بىلەن ئىشلەشكە سېلىشتۇرغاندا ئاسان ۋە ئورۇنلاشتۇرۇشقا تېز بولدى.",
    "879362350": "يېڭى API لارنىڭ ئىنتېرنېتتە ئىشلىشىگە ئەگىشىپ ، سۇپا ، سانلىق مەلۇمات لايىھىسى ياكى پروگرامما تىلىنىڭ قانداق بولۇشىدىن قەتئىينەزەر دۇنيانىڭ ھەر قانداق يېرىدە ھەر قانداق يۇمشاق دېتال ياكى سانلىق مەلۇمات مەنبەسىنى ئۇلاش مۇمكىن بولدى. نەتىجىدە ، ھېسابلاش دۇنياسى ھازىر API ئىنقىلابىنىڭ ئىچىدە. قوللىنىشچان پروگراممىلار بىلەن سانلىق مەلۇماتلار ئوتتۇرىسىدا ئۇلىنىش پارتلاش يۈز بەردى. بۇ بەك ياخشى ، تاكى ئۇ بولغۇچە.",
    "3844432472": "API لارنىڭ ناھايىتى ئوچۇق ۋە پايدىلىق بولۇشى ئۇلارنى ھۇجۇم قىلغۇچىلارنىڭ ئاجايىپ مول نىشانىغا ئايلاندۇرىدۇ. كۆچمە ئەپنى پروگرامما تۈزۈشكە ئوخشاش ، API ئارقىلىق كارخانا سىستېمىسىدىن سانلىق مەلۇماتقا ئېرىشكىلى بولىدۇ. خاككېرلار API لارنى قالايمىقان ئىشلىتىش ئۈچۈن كۆپ خىل يۇمشاق دېتال قوراللىرىنى يازغان. بۇ ئۈنۈملۈك ھۇجۇم قىلىش تېخنىكىسى.",
    "2187096543": "دەرۋەقە ، خاككېرلار تەرىپىدىن يېزىلغان يۇمشاق دېتاللار ئارقىلىق API نى سانداندىن سانلىق مەلۇماتلارنى چىقىرىشقا چاقىرغان بىر قىسىم ئاساسلىق سانلىق مەلۇماتلارغا خىلاپلىق قىلىش ئەھۋاللىرى كۆرۈلدى. نېمىلا دېگەنبىلەن ، ئەگەر ئۇ سانلىق مەلۇماتلارنى ئوغرىلاش پەقەت REST ۋە JSON ئارقىلىق يېزىلغان API غا ئاساسىي GET چاقىرىشنى تەلەپ قىلسا ، ئۇنداقتا سانداننى تېزلىكتە تازىلاش ئاسان. ئەمەلىيەتتە ، كىشىلەر «ئېكراننى بىر تەرەپ قىلىش» ھۇجۇمى توغرىسىدا پاراڭلاشقاندا ، ئۇلارنىڭ ھەقىقىي مەنىسى سانلىق مەلۇمات ئامبىرىدىن سانلىق مەلۇماتلارنى چىقىرىپ تاشلايدىغان تېز سۈرئەتلىك API تېلېفونى. API لار ئۇلارنى قۇرغان تەشكىلاتلارنىڭ ئاساسلىق ھۇجۇم يۈزىگە ئايلاندى.",
    "4222109231": "HCaptcha نىڭ كارخانا مەھسۇلاتلىرى بىلەن API خەتىرىنى ئازايتىش",
    "1783317946": "API ھۇجۇملىرىنى توختىتىش ئومۇملاشقان ئىشلىتىش دېلوسى",
    "3022922096": ", hCaptcha نىڭ كارخانا يۈرۈشلۈك مەھسۇلاتلىرى. HCaptcha نىڭ ھەقسىز نەشرىگە ئوخشىمايدىغىنى ،",
    "63719113": "ئىلغار ماشىنا ئۆگىنىشى ئارقىلىق تور بېتىڭىز ۋە ئەپلىرىڭىزگە زىيانلىق قاتناشنى پەرقلەندۈرۈش - بىر تەرەپ قىلىش پائالىيەتلىرىنى ئۆز ئىچىگە ئالىدۇ.",
    "3566102529": "بىز بۈگۈن تېخىمۇ كۆپ نەرسىلەرنى ئۆگىنىمىز.",
    "3096553330": "بىز قۇرغان ھەر بىر سىستېما پەقەت باشقا كىشىلەر بىلەن بولغان مۇناسىۋىتىمىزنى ئەكىس ئەتتۈرىدۇ.",
    "1467218142": "بىز ئۇلاردىن ۋە ئۆزىمىزدىن ئارزۇ قىلغىنىمىز ھەرىكىتىمىزنى ئىلگىرى سۈرىدۇ ، شۇنىڭ بىلەن ئوخشاش ئۆز-ئارا تەسىر كۆرسىتىش ئەندىزىسى بارلىق ئىنسانلار سىستېمىسىدا تەكرارلىنىدۇ. ئىنتېرنېت دۇنيامىزنىڭ بۇ نېگىزلىك تەرىپىنى نۇرغۇن مىساللار بىلەن تەمىنلەيدۇ.",
    "808872868": "مەسىلەن: ئەخلەت خەت ، ئالدامچىلىق ۋە خورلاش ئىككى سىستېما تۇنجى قېتىم ئۇلانغاندىن كېيىنكى بىر كۈنگە يېقىن ۋاقىتتىن بۇيان توردا مەۋجۇت.",
    "1085089390": "توردا خورلاش تۇغما ئىنسانلارنىڭ ھەرىكىتىدىن كېلىپ چىققان",
    "3064321967": "تۇنجى بىلىنگەن ئەخلەت خەت 1978-يىلى ئەۋەتىلگەن.",
    "3800781598": "بەش يىلغا يېقىن ۋاقىتتىن كېيىن ، ئېلېكترونلۇق خەت ئەخلەت خەتلىرى بىزنى داۋاملىق قىينايدۇ. ئۇنى مەغلۇب قىلىشقا نۇرغۇن مىليارد دوللار ۋە نەچچە مىڭلىغان ئىنژېنېرلىق تىرىشچانلىقى قويۇلدى ، ئەمما ئەخلەت خەتلەر يەنىلا داۋاملاشماقتا. ئىككى تەرەپتە مىليارد دوللارلىق كەسىپ بار ، يەنى ئۇنىڭغا قارشى تۇرىدىغانلار ۋە ئەۋەتكۈچىلەر.",
    "2119943547": "بۇ نېمە ئۈچۈن؟ جاۋابى ئاددىي. شۇڭا سىستېمىنى قالايمىقان ئىشلىتىشكە ئىلھام بولسىلا ، بىرەيلەن ئادەتتە يول تاپالايدۇ. ئۇلار قىلىپ بولغاندىن كېيىن ، باشقىلار ھازىر ئۇلارنى توختىتىشقا ئىلھام بېرىدۇ.",
    "532470444": "تەڭپۇڭلۇق يىلدىن-يىلغا ئازراق ئۆزگىرىشى مۇمكىن ، ئەمما بۇ قىلمىش پەقەت ئىنسانلارنىڭ ئاساسىي ماھىيىتىنى ئەكىس ئەتتۈرىدۇ ، بەش مىڭ يىللىق خاتىرىلەنگەن تارىخ ھەرىكەتلەندۈرگۈچ كۈچنىڭ تېزلا ئۆزگىرىشى مۇمكىن ئەمەسلىكىنى كۆرسىتىدۇ.",
    "3193548097": "ئۈمىد بۇلاق مەڭگۈلۈك",
    "4065614934": "بۇ تەھلىل يېڭى ئەمەس ، ئەمما كىشىلەر مەڭگۈ ئۈمىدۋار. بولۇپمۇ ئۇلار ئۆزلىرىنىڭ ئىدىيىسىنى يېڭى دەپ ئويلىغاندا.",
    "1216071511": "ئوخشاش پىكىرلەر دائىم ئوتتۇرىغا قويۇلغان بولۇپ ، تەخمىنەن 20 يىل ئىلگىرى ، نامسىز ئاپتور ئەخلەت خەتكە قارشى ھەل قىلىش چارىسى ھەققىدە توردا مۇنازىرە قىلىش ئۈچۈن پايدىلىق مەزمۇنلارنى ئوتتۇرىغا قويدى:",
    "1941999673": "يازمىڭىز تەشەببۇس قىلىدۇ",
    "4179118182": "() تېخنىكىلىق () قانۇن چىقىرىش () بازارنى ئاساس قىلغان () ھوشيارلىق",
    "3978720689": "ئەخلەت خەتلەرگە قارشى تۇرۇش ئۇسۇلى. ئىدىيىڭىز كارغا كەلمەيدۇ. بۇ نېمە ئۈچۈن ئىشلىمەيدۇ؟",
    "318339230": "(تۆۋەندىكى بىر ياكى بىر قانچە كىشى سىزنىڭ ئالاھىدە ئىدىيىڭىزگە ماس كېلىشى مۇمكىن ، ئۇ بولۇشى مۇمكىن",
    "30312304": "فېدېراتىپ قانۇن ماقۇللىنىشتىن ئىلگىرى ھەر قايسى شىتاتلاردا پەرقلىنىدىغان باشقا نۇقسانلار.)",
    "2710988028": "() ئەخلەت خەت ساندۇقى ئېلېكترونلۇق خەت ئادرېسىنى يىغىش ئۈچۈن ئاسانلا ئىشلىتەلەيدۇ",
    "3912514510": "() خەت ساندۇقى ۋە باشقا قانۇنلۇق ئېلېكترونلۇق خەت ئىشلىتىش تەسىرگە ئۇچرايدۇ",
    "2030062561": "() ھېچكىم يىگىتنى تاپالمايدۇ ياكى پۇل توپلىيالمايدۇ",
    "3334160175": "() رەھىمسىز كۈچلەرنىڭ ھۇجۇمىغا قارشى مۇداپىئەسىز",
    "3238345709": "() ئۇ ئەخلەت خەتنى ئىككى ھەپتە توختىتىدۇ ، ئاندىن بىز ئۇنىڭدا چىڭ تۇرىمىز",
    "4227800293": "() ئېلېكترونلۇق خەت ئىشلەتكۈچىلەر بۇنىڭغا بەرداشلىق بېرەلمەيدۇ",
    "2271252286": "() مىكروسوفت بۇنىڭغا بەرداشلىق بېرەلمەيدۇ",
    "692064738": "() ساقچىلار بۇنىڭغا بەرداشلىق بېرەلمەيدۇ",
    "3475647460": "() ئەخلەت خەت ساندۇقىدىن بەك كۆپ ھەمكارلىق تەلەپ قىلىدۇ",
    "1482845460": "() بىرلا ۋاقىتتا ھەممەيلەندىن دەرھال ئومۇمىي ھەمكارلىقنى تەلەپ قىلىدۇ",
    "3741193183": "() نۇرغۇن ئېلېكترونلۇق خەت ئىشلەتكۈچىلەر سودىدىن ئايرىلىشقا ياكى يوشۇرۇن خوجايىنلارنى ياتلاشتۇرۇشقا قۇربى يەتمەيدۇ",
    "2234909600": "() ئەخلەت خەت ساندۇقى تىزىملىكتىكى ئىناۋەتسىز ئادرېسلارغا پەرۋا قىلمايدۇ",
    "1982617151": "() ھەرقانداق ئادەم باشقىلارنىڭ كەسپىنى ياكى كەسپىنى نامسىز يوقىتالايدۇ",
    "2498172334": "كونكېرت قىلىپ ئېيتقاندا ، پىلانىڭىز ھېسابات قىلالمايدۇ",
    "389705801": "() قانۇن ئۇنى ئېنىق چەكلەيدۇ",
    "190955495": "() ئېلېكترونلۇق خەتنى مەركەزلىك كونترول قىلىش ھوقۇقى كەمچىل",
    "237009707": "() چەتئەللەردە ئوچۇق رېلىس",
    "3507532387": "() بارلىق ئېلېكترونلۇق خەت ئادرېسىنىڭ كىچىك ھەرپ ئادرېس بوشلۇقىنى ئىزدەش ئاسان",
    "2477958756": "() ناچار كىشىلەر",
    "3254142589": "() باشقۇرۇش ھوقۇقى مەسىلىسى",
    "3621401685": "() غەلىتە يېڭى باجلارنىڭ ياقتۇرۇلماسلىقى",
    "4277475973": "() ئاۋامنىڭ غەلىتە يېڭى شەكىللەرنى قوبۇل قىلىشنى خالىماسلىقى",
    "941057651": "() SMTP غا ھازىر بار بولغان يۇمشاق دېتال مەبلىغى",
    "3265293440": "() SMTP دىن باشقا كېلىشىملەرنىڭ ھۇجۇمغا ئۇچراشچانلىقى",
    "515733427": "() ئىشلەتكۈچىلەرنىڭ ئېلېكترونلۇق خەت ئارقىلىق تاپشۇرۇۋالغان OS ياماقلىرىنى ئورنىتىشنى خالايدىغانلىقى",
    "2631159699": "() ۋىرۇسى riddled كەڭ بەلباغلىق مۇناسىۋىتى Windows رامكىلار قوشۇنىنى",
    "776542208": "() بارلىق سۈزۈش ئۇسۇللىرىغا قاتناشقان مەڭگۈلۈك قورال مۇسابىقىسى",
    "989480928": "() ئەخلەت خەتنىڭ پايدا نىسبىتى",
    "3898950867": "() جوۋ خىزمىتى ۋە ياكى كىملىك ئوغرىلاش",
    "3395399558": "() تېخنىكىلىق ساۋاتسىز سىياسىيونلار",
    "1118929614": "() ئەخلەت خەت ساندۇقى بىلەن سودا قىلىدىغان كىشىلەرنىڭ ھەددىدىن زىيادە ئەخمەقلىقى",
    "838951836": "() ئەخلەت خەت ساندۇقىنىڭ ئۆزىدىكى سەمىمىيەتسىزلىك",
    "2123236933": "() كەڭ بەلۋاغ كەڭلىكى خېرىدارلارنىڭ سۈزۈشىنىڭ تەسىرىگە ئۇچرىمايدۇ",
    "2292919419": "() Outlook",
    "2534436327": "تۆۋەندىكى پەلسەپىۋى قاراشلارمۇ قوللىنىلىشى مۇمكىن:",
    "832385387": "() سىزنىڭكىگە ئوخشاش ئىدىيىلەرنى ئوتتۇرىغا قويۇش ئاسان ، ئەمما ھېچقايسىسى ئەمەلىي كۆرسىتىپ باقمىغان",
    "1993984258": "() سۈزۈشنى ئاساس قىلغان ھەر قانداق لايىھەنى قوبۇل قىلىشقا بولمايدۇ",
    "3909240516": "() SMTP ماۋزۇلىرى قانۇن چىقىرىشنىڭ تېمىسى بولماسلىقى كېرەك",
    "1151065360": "() قارا تىزىملىك سۈمۈردى",
    "2396605499": "() ئاق تەنلىكلەر سۈمۈردى",
    "2225785608": "() بىز تەكشۈرۈلمەي تۇرۇپلا Viagra ھەققىدە پاراڭلىشالايمىز",
    "3004688366": "() تاقابىل تۇرۇش تەدبىرلىرى سىم ئالدامچىلىقى ياكى ئىناۋەتلىك كارتا ئالدامچىلىقىغا چېتىلماسلىقى كېرەك",
    "922470170": "() قارشى تۇرۇش تەدبىرلىرى ئاممىۋى تورغا بۇزغۇنچىلىق قىلىشنى ئۆز ئىچىگە ئالماسلىقى كېرەك",
    "3068923550": "() تەدرىجىي باسقۇچلۇق بولسا قارشى تۇرۇش تەدبىرلىرى چوقۇم ئىشلىشى كېرەك",
    "2752975480": "() ئېلېكترونلۇق خەت ئەۋەتىش ھەقسىز بولۇشى كېرەك",
    "117227832": "() نېمىشقا سىزگە ۋە مۇلازىمېتىرلىرىڭىزغا ئىشىنىشىمىز كېرەك؟",
    "1021431157": "() ئوچۇق كود ياكى ئوچۇق كودلۇق ئىجازەتنامە بىلەن ماسلاشماسلىق",
    "2801524659": "() ياخشى تەدبىرلەر مەسىلىنى ھەل قىلىش ئۈچۈن ھېچ ئىش قىلمايدۇ",
    "931661269": "() ۋاقىتلىق / بىر قېتىم ئېلېكترونلۇق خەت ئادرېسى ئاۋارىچىلىق",
    "2090457681": "() مەن ھۆكۈمەتنىڭ ئېلېكترونلۇق خەتنى ئوقۇشىنى خالىمايمەن",
    "3536122902": "() ئۇلارنى بۇنداق توسۇش ئاستا ھەم ئازابلىق ئەمەس",
    "2391175562": "ئۇندىن باشقا ، بۇ مېنىڭ سىز ھەققىدە ئويلىغانلىرىم:",
    "229198134": "() كەچۈرۈڭ بۇرادەر ، ئەمما مېنىڭچە پايدىسى يوق.",
    "345563040": "() بۇ بىر ئەخمەق پىكىر ، سىز ئۇنى ئوتتۇرىغا قويغان ئەخمەق ئادەم.",
    "409780280": "() ياخشى سىناپ بېقىڭ ، ****! باشقىلارنىڭ كۇنۇپكا تاختىڭىزغا قەدەم بېسىشىنى ئۈمىد قىلىمەن!",
    "2820080973": "بىلەن ساھىبخانلىق قىلغان",
    "3943164003": "خام كۆرۈش",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "نېمە ئۈچۈن يېڭى ئەخلەت خەتكە قارشى ھەل قىلىش چارىسى ئىشلىمەيدۇ؟",
    "361795034": ". نامەلۇم ئاپتور ، c. 2000",
    "1547006769": "ئىنسانىيەتنى دەلىللەشمۇ ئوخشاش مەسىلە",
    "3717942925": "ئېلېكترونلۇق خەت ئارقىلىق دىققىتىڭىزنى تارتماقچى بولغان كىشىلەر ھامان بولغىنىدەك ، بەزى مەنبەلەرگە ئېرىشىشنى چەكلەش ئارزۇسى ھەمىشە ئىنسانلارلا زىيارەت قىلالايدۇ.",
    "2481032625": "ئالدىنى ئېلىشتىكى مەقسەت:",
    "1691348394": "- چەكلىك قويۇپ بېرىش سېتىش جەريانىدا ئاپتوماتىك سېتىۋېلىش",
    "1771016224": "- بارلىق مەزمۇنلارنى تور بېتىڭىزدىن چۈشۈرۈپ چۈشۈرۈش يۇمشاق دېتالى",
    "1959762846": "- تور جەدۋىلىڭىزنى تۈگىمەس سېتىش ئەخلەتلىرى ياكى سۇيىئىستېماللىرى بىلەن تولدۇرۇش",
    "345108670": "- كىنىشكا قاچىلاش ۋە باشقا ھېساباتنى ئېلىش سىنىقى",
    "2540760245": "باشقا نۇرغۇن ئىشلىتىشلەر ئىچىدە ، ئىنسانلارنىڭ تەبىئىتى يېقىنقى بەش مىڭ يىلدا خاتىرىلەنگەن ئوخشاش ئەندىزىلەرگە ئەمەل قىلسىلا ، تور ئېقىمىنى «ئادەم ياكى ئەمەس» ئاساسىدا سۈزەلەيدىغان بولۇش بەلكىم قىممەتلىك قورال بولۇپ قېلىشى مۇمكىن.",
    "3346362371": "ماشىنا ئۆگىنىشىچۇ؟",
    "3619183405": "2021-يىلى ئاددىي CAPTCHA لارنى ماشىنا ئۆگىنىشىدىكى ئىلگىرلەشلەرگە تايىنىپ يۇمشاق دېتال ئارقىلىق ھەل قىلغىلى بولىدۇ. بۇنى ھەل قىلىش ئۈچۈن ، hCaptcha مۇ بۇنىڭغا ئوخشاش خۇسۇسىيەتلەرنى ناھايىتى تەپسىلىي تەھلىل قىلىدۇ",
    "3292221787": "بۇ رىقابەتنىڭ توغرا ياكى ئەمەسلىكىلا ئەمەس ، بەلكى سوئال ۋە ئىشلىتىلگەن سانلىق مەلۇماتلارنى دائىم ئۆزگەرتىدۇ.",
    "1080672247": "سورالغان نۇرغۇن سوئاللارنى ساقلاش يۇمشاق دېتالى بىلەن ئىقتىسادىي جەھەتتىن ھەل قىلغىلى بولمايدۇ ، ھەمدە سانلىق مەلۇماتلار ئادەتتە سىستېمىغا خاس بولغاچقا ، بۇ بوتۇلكىلارنىڭ ھەقسىز مۇلازىمەت تەرىپىدىن پۈتۈنلەي توختىتىلىدىغانلىقىدىن دېرەك بېرىدۇ ، ئۇنىڭ ئورنىغا چوقۇم ئىنسانلارنىڭ CAPTCHA ھەل قىلغۇچلىرىغا تايىنىشى كېرەك. نۇرغۇن خورلاشنى پۈتۈنلەي ئىقتىسادسىز قىلىدۇ.",
    "4172868199": "بۇنىڭدىنمۇ يىراقلاپ ، «ياخشى ئادەم» نى «ناچار ئادەم» دىنمۇ پەرقلەندۈرۈشكە ئۇرۇنۇش دائىرىسىگە قەدەم قويدى ، بۈگۈنكى كۈندە دۇنيادىكى نۇرغۇنلىغان داڭلىق تور مۇلازىمەتلىرى سېتىۋېلىش ئالدامچىلىقىدىن ئىلغار داۋاملاشتۇرۇشقىچە بولغان ھەممە نەرسىنى تېپىش ۋە توختىتىشقا ئىشلىتىلىدۇ. شەخسىي مەخپىيەتلىكنى ساقلاشقا ئالاھىدە ئەھمىيەت بېرىش بىلەن بىر ۋاقىتتا ، ئابونتلىرىغا قارىتىلغان تەھدىد.",
    "2873911365": "قاتتىق دېتال گۇۋاھنامىسىچۇ؟",
    "1477196356": "كىملىكنى مەخپىيلەشتۈرۈلگەن بىخەتەر ھالەتتە ئۈسكۈنىگە باغلاشنىڭ ھەر خىل ئۇسۇللىرى ، بەزىدە شەخسىي مەخپىيەتلىكنى ساقلاش خۇسۇسىيىتى بار. ئاممىۋى ئاچقۇچ شىفىرلاشتۇرۇش ۋاقتى c. 1975-يىل ، قاتتىق دېتال بەلگىسى ئۇزۇن مۇددەت مەۋجۇت بولۇپ كەلدى.",
    "2349681896": "بەختكە قارشى ، بىر پارچە قاتتىق دېتالنى كونترول قىلىش سىزنىڭ ئادەم ئىكەنلىكىڭىزنى بىلدۈرمەيدۇ. ھەر بىر داڭلىق ئىستېمالچىلارنىڭ قاتتىق دېتاللارنى ئىسپاتلاش پىلانى ئاساسەن بۇزۇلدى ، ياماقلاندى ، ئاندىن يەنە بۇزۇلدى.",
    "254326776": "بۇ نۇقسانلارنى يامان غەرەزدە سۇيىئىستېمال قىلىش ئاشكارلىنىش ياكى ئىلمىي نەشىر قىلىنىشتىن بىر نەچچە ئاي ياكى بىر نەچچە يىل بۇرۇن يۈز بەرگەنلىكى بايقالغان.",
    "2462909475": "خورلاشقا ئىشلىتىلىدىغان 10،000 دىن ئارتۇق تېلېفوننىڭ تېمى ، جۇڭگونىڭ بوتكا مەشغۇلاتىنىڭ بىر قىسمى.",
    "1963951234": "سىزنىڭ شىفىرلىق پىلانىڭىز قانچىلىك ئىشەنچلىك بولۇشىدىن قەتئىينەزەر ، ئەگەر بىرەيلەن ئاخىرىدا پۇل خەجلەپ سىزگە ئىزدەۋاتقان جاۋابنى بېرەلەيدۇ ، بىر پارچە قاتتىق دېتالغا ئىگە بولۇش يېتەرلىك ئەمەس.",
    "1278884196": "دېمەك ، شىفىرلاشتۇرۇش خېلى ياش پەن. يېقىنقى تارىخقا ئاساسەن ، سىزنىڭ مەخپىي شىفىرلىق پىلانىڭىز ۋە / ياكى يولغا قويۇلۇشىڭىز ھەر قانداق كىشىنىڭ يېقىندىن دىققەت قىلىشقا ئىلھاملانسىلا بۇزۇلۇشى مۇمكىن ، بەلكىم سىز بۇنى قىلىشتىن بۇرۇن باشقا كىشىلەر بۇنى بايقىشى مۇمكىن. قاتتىق دېتالغا تايىنىش يەنە كەمتۈكلۈكنى تولۇقلاش ئۈچۈن ئابونتلىرىڭىزنىڭ ھەر بىرىدىن فىزىكىلىق ئۈسكۈنىنى ئۆزگەرتىشنى تەلەپ قىلىشىڭىز كېرەكلىكىنى كۆرسىتىدۇ. كۆپىنچە ئەھۋاللاردا بۇ خىل ئەھۋالنىڭ تېز يۈز بېرىشى ناتايىن ، ئەمەلىيەتتە سىستېمىڭىز ئوچۇق ھالەتتە مەغلۇپ بولىدۇ.",
    "1828028934": "بۇ نېمە ئۈچۈن؟",
    "1642844535": "ناھايىتى مۇھىم: hCaptcha ئوخشاش بىر ئاساسىي سوئالغا جاۋاب بېرىش ئۈچۈن ئوخشىمىغان ئۇسۇللارنى قوللىنىدۇ ، بارلىق باھالاشلاردا بىردەكلىكنى سېلىشتۇرۇشقا بولىدۇ.",
    "1155821305": "مۇداپىئە چوڭقۇر",
    "119098046": "پاسسىپ ياكى رىقابەتسىز ھەل قىلىش چارىسىچۇ؟",
    "2760410719": "نوقۇل پاسسىپ سىگناللار ئارقىلىق بوتنى بايقاشقا ئۇرۇنغان مۇلازىمەتلەر تېزلىكتە نېگىزلىك مەسىلىگە دۇچ كېلىدۇ: توغرا بولغان ھەقىقەت بولمىسا ، سىستېمىنىڭ ناچار ئارتىسلارنى توغرا بايقىيالىغانلىقىنى قانداق دەلىللەيسىز؟",
    "1722734001": "ئوچۇق تور ئىنتايىن شاۋقۇنلۇق مۇھىت. ناچار ئارتىسلار ھەر كۈنى مۇلازىمىتىمىزنىڭ ئىشلەتكۈچىلىرىگە ۋە reCAPTCHA غا ئوخشاش رىقابەتچىلىرىگە ھۇجۇم قىلىدۇ ، ئەلۋەتتە شۇنداق قىلغاندا ئىمكانقەدەر ئادەمدەك كۆرۈنۈشكە تىرىشىدۇ.",
    "1595254735": "ساپ پاسسىپ مۇلازىمەتلەر بوتنى بايقاشنىڭ توغرىلىقىنى ساقلاش ، ھەتتا ئۇلارنىڭ قاچان توغرا ئەمەسلىكىنى بىلىش ئۈچۈن كۈرەش قىلىدۇ. ئىشلەتكۈچىلەرگە ئاندا-ساندا جەڭ ئېلان قىلىش ۋە بۇ رىقابەتنىڭ نەتىجىسىنى توغرا تەھلىل قىلىش ئىقتىدارى بولمىسا ، ۋاقىتنىڭ ئۆتۈشىگە ئەگىشىپ توغرىلىق دەرىجىسى زور دەرىجىدە تۆۋەنلەيدۇ.",
    "2412751979": "تېخىمۇ كۈچلۈك ئىنسانىيەتنىڭ سىگنالىنىڭ كۈچلۈك بولغان HCaptcha سىگنالىغا رەھمەت ، ئىلگىرى reCAPTCHA v3 / Enterprise نى ئىشلەتكەن نۇرغۇن شىركەتلەر ئالماشتى.",
    "2284856231": "ھەمدە hCaptcha كارخانىسىنىڭ ساپ پاسسىپ ھالىتىدىمۇ كۆرۈنەرلىك ياخشىلانغانلىقىنى كۆردى.",
    "4162847": "بىز بۇنى بىۋاسىتە كۆزىتەلەيدىغان بولدۇق ، چۈنكى بەزى خېرىدارلىرىمىز گۇگۇلنىڭ تەمىناتىدىن پۈتۈنلەي ئۆتۈشتىن بۇرۇن ئوخشاش تەلەپتە A / B سىنىقى قىلىدۇ. بىز ئادەتتە reCAPTCHA v3 ياكى reCAPTCHA كارخانىسىدىن كەلگەن يۇقىرى ساختا مۇسبەت ۋە يالغان مەنپىي نىسبىتىنى ئىسپاتلىيالايمىز.",
    "436125785": "بۇ مەھسۇلاتلاردا بار بولغان قايتما ھالقىلارنىڭ توغرا بولماسلىقىنى ، ھەمدە ئۇلارنىڭ ئېلان تىجارىتىگە زىيان يەتكۈزمەسلىكى ئۈچۈن ، ئۇلارنىڭ ئېلان تورى تەرىپىدىن سېتىلىدىغانلىقى كىشىنى ھەيران قالدۇرىدۇ.",
    "2233741720": "خۇلاسە",
    "2133809801": "كىشىلەر داۋاملىق ئادەم بولسىلا ، ئىنسانىيەتنى دەلىللەشنىڭ توردا ئوينايدىغان رولى بولۇشى مۇمكىن.",
    "2255549335": "HCaptcha دىكى خىزمىتىمىز قىيىنچىلىق بىلەن توغرىلىق ئوتتۇرىسىدا ياخشى سودا تېپىش ۋە سۈركىلىشنى پەسەيتىش ، بولۇپمۇ",
    "4138068262": "ئىشلەتكۈچى. ئاخىرىدا ، خىرىسلار بىلەن ئارىلىشىش ئىنسانلارنىڭ تەبىئىتى ئۆزگەرمىسە ، توردىكى خورلاشنى ئازايتىش قوراللىرىنىڭ ئامبىرىنىڭ بىر قىسمى بولۇپ قېلىشى مۇمكىن.",
    "855097735": "بارلىق ئەندىشىلەرنى تەڭپۇڭلاشتۇرۇش بىلەن بىر ۋاقىتتا ، بۇنى ياخشى قىلىدىغان مۇلازىمەتنى بەرپا قىلىش تولىمۇ مۈشكۈل مەسىلە (بىز ھەمىشە ئۇنى ياخشىلاش ئۈچۈن تىرىشىۋاتىمىز ، شۇڭا تەجرىبىنى ئىمكانقەدەر يېقىملىق قىلىمىز) ، ئەمما ئەخلەت خەتلەرنى ئازايتىش ، سۇيىئىستېمال قىلىش ، ھېساباتنى ئېلىشنى ئازايتىشىڭىزغا قوشۇلۇشىڭىزنى ئۈمىد قىلىمىز. ، تور ئالدامچىلىقى ئاخىرىدا ئاندا-ساندا ئاددىي سوئالغا ئەرزىيدۇ.",
    "1953959745": "قولايلىق",
    "2543123170": "نۆل سۈركىلىش ئىنسانىيەتنى دەلىللەش",
    "547245263": "بوت مەسىلىڭىزنى بۈگۈن ھەل قىلىڭ.",
    "3117887301": "ئەڭ چوڭ تور مۇلازىمىتىگە ئىشىنىدۇ",
    "981806349": "ئىسپاتلانغان hCaptcha سۇپىسىدا ياسالغان",
    "2373007864": "hCaptcha كارخانىسى hCaptcha سۇپىسى تېخنىكىسىنى يۈرگۈزىدۇ ، يۇقىرى ئېقىمدىكى كارخانىلارغا ئېھتىياجلىق ئىقتىدارلارنى ئۆز ئىچىگە ئالىدۇ.",
    "2652399059": "ئىشەنچلىك شېرىك",
    "1997838163": "دۇنيادىكى ئەڭ چوڭ شىركەتلەر hCaptcha كارخانىسىغا باغلىق. بىرىكتۈرۈش ئاددىي ، بايقاشنىڭ توغرىلىقى تەڭداشسىز.",
    "734735952": "بىز بىر تۈركۈم CAPTCHA ساتقۇچىلارنى باھالىدۇق شۇنداقلا ئۆزىمىز سىستېما قۇردۇق. ئاخىرىدا ، hCaptcha reCAPTCHA نىڭ ئەڭ ياخشى تاللىشى سۈپىتىدە ئوتتۇرىغا چىقتى.",
    "1250541092": "- Sergi Isasi",
    "3524251858": "Cloudflare مەھسۇلات باشقۇرۇش دېرىكتورى",
    "3971348140": "بىز نېمىشقا hCaptcha نى ئىشلەتتۇق؟ بىز ئېھتىياجلىق ئىقتىدار ۋە ئىقتىدارنى ھېچكىم يەتكۈزەلمەيتتى. ئۇلار بىزنى ئورنىدىن تۇرۇپ تېز يۈگۈردى ، سودىگەرلىرىمىز تەجرىبىنى ياخشى كۆرىدۇ.",
    "4248655793": "- Alex M.",
    "4185927140": "مەھسۇلات دېرىكتورى ، Flash ، Shopify",
    "282913023": "يۇقىرى قاتناش كارخانىلىرىنىڭ تەننەرخى ئۈنۈملۈك تاللاش",
    "999610953": "ئاخىرىدا ، گۇگۇلنىڭ ئىشەنچلىك تاللىشى. hCaptcha كارخانىسى تېخىمۇ يۇقىرى بىخەتەرلىك بىلەن reCAPTCHA ھېساباتىڭىزغا جىددىي تېجەپ بېرىدۇ: بەزى ئەھۋاللاردا% 80 ئەرزان بولىدۇ.",
    "1886100235": "دۇنيادىكى نۇرغۇن چوڭ تور مۇلازىمەتلىرى hCaptcha كارخانىسىغا يۆتكەلدى ھەمدە زور مىقداردا تېجەش بىلەن بىرگە ياخشى بولغان بايقاشنى قوبۇل قىلدى.",
    "2903742230": "ئېلان تورى زىيارەتچىلىرىڭىزنى مەھسۇلات دەپ قارايدۇ. بىز ئۈچۈن بىردىنبىر نىشان ئۇلارنىڭ ئادىمىيلىكىنى بەلگىلەش. مۇلازىمىتىمىز GDPR ، CCPA ، LGPD ۋە PIPL تەلىپىگە ماس كېلىدۇ ياكى ئۇنىڭدىن ئېشىپ كېتىدۇ ، بىز مەخپىيەتلىك ۋە بىخەتەرلىكنى تەڭپۇڭلاشتۇرۇش ئۈچۈن تىرىشىمىز.",
    "3901503296": "شەخسىي مەخپىيەتلىككە بولغان بۇ ئالاھىدە مۇھىم نۇقتا ، بىخەتەرلىكنى قوغداش بىلەن بىر ۋاقىتتا ، شەخسىي ئۇچۇرلارنى ساقلاش ، ساقلانمىلارسىز مەشغۇلات ۋە باشقا توختاملىق مەخپىيەتلىك كاپالىتى بىلەن تەمىنلىيەلەيدىغانلىقىمىزنى كۆرسىتىدۇ.",
    "3342910682": "تېخىمۇ كۆپ ئوقۇڭ",
    "1130783905": "ئېنىقلىق سىزنىڭ ۋە بىزنىڭ مەنپەئەتىمىزدە. hCaptcha سىزگە ھەقىقىي سانلىق مەلۇمات بېرىش ۋە ئۇنى قانداق ئىشلىتىشنى قارار قىلىش ئۈچۈن ئىشلەيدۇ. باشقا بىخەتەرلىك ھەل قىلىش چارىلىرىنى Gigantic ئېلان شىركەتلىرى تەمىنلەيدۇ. بۇ ئۇلارنىڭ توسۇۋالغان ھەر بىر بوتنىڭ كىرىمىنى ئازايتىشىدىن دېرەك بېرىدۇ.",
    "2019130052": "مەخپىيەتلىكنى ئاساس قىلغان ML دىكى يېڭىلىقلىرىمىز بىخەتەرلىك ياكى ئىشلەتكۈچىنىڭ مەخپىيەتلىكىگە زىيان يەتكۈزمەي تۇرۇپ ، مىراسلارنىڭ «ھەممە نەرسىنى مەڭگۈ خاتىرىلەش» ئىستراتېگىيىسىنىڭ بىخەتەرلىك ئۆلچىمىدىن ئېشىپ كېتەيلى.",
    "23114595": "قالتىس ئىشلەتكۈچى تەجرىبىسى",
    "3437412311": "كارخانا ئىشلەتكۈچىلىرىگە نىسبەتەن ، پاسسىپ نومۇرلارغا تايىنىپ ، كۆپىنچە ئەھۋاللاردا خىرىستىن پۈتۈنلەي ساقلىنىش ئۈچۈن تاللاشلار بار.",
    "1996843433": "ئەلا بىخەتەرلىك بىلەن تەمىنلەش بىلەن بىر ۋاقىتتا ، قانۇنلۇق ئېقىمىڭىزنىڭ% 99.9 ى ئۈچۈن رىقابەتتىن پۈتۈنلەي ساقلىنىش ئارقىلىق سۈركىلىشنى ئازايتىڭ.",
    "3093689546": "ئاسان بىرلەشتۈرۈش",
    "247560732": "ئۈچ قۇر كود بىلەن hCaptcha نى قوشۇڭ. ئەگەر سىز reCAPTCHA دىن كەلگەن بولسىڭىز ، بىزنىڭ API ماس كېلىدۇ ، ئالماشتۇرۇشقا پەقەت بىر نەچچە مىنۇت ۋاقىت كېتىدۇ.",
    "1510448156": "سىز بۈگۈن ئەۋزەل تاللاش بىلەن ئورناتالايسىز ۋە ئېھتىياجغا قاراپ تېخىمۇ ئىلغار ئىقتىدارلارنى ئاچالايسىز.",
    "2718999653": "خاسلاشتۇرۇلغان تەھدىت نومۇرى",
    "2698140263": "بارلىق مەسىلىلەر ئوخشاش بولمايدۇ: بىر نومۇرغا ئېرىشىش سىزنىڭ پايدىلىق بولۇشىڭىزغا ئېھتىياجلىق ئىكەنلىكىڭىزنى بىلدۈرىدۇ.",
    "897432717": "خاسلاشتۇرۇلغان تەھدىت نومۇرى ئۈچۈن رومان لايىھىمىز بىلەن سودا بىلىملىرىڭىزنى قوشسىڭىز ، مودېللىرىمىزنى ئابونتلىرىڭىزغا ئالاھىدە ماس كېلىدىغان نومۇر بىلەن تەمىنلەيدۇ.",
    "2650502379": "ئۆزىڭىزنىڭ رىقابەتلىرىنى سېكۇنتتا قوزغىتىڭ",
    "3578122193": "مۇناسىۋەتلىك مەزمۇنلار بىلەن ماركىدا تۇرۇڭ",
    "1074044172": "ئابونتلار بىخەتەرلىك تەلىپىڭىزنى قاندۇرۇش ئۈچۈن چوقۇم بىر خىرىسنى ھەل قىلغاندا ، نېمىشقا يېقىملىق ۋە ئىشلەتكۈچىگە مۇناسىۋەتلىك سوئاللارنى سورىمايسىز؟",
    "1579093044": "بىزنىڭ ئاددىي ئىختىيارى رىقابەت لايىھەلىگۈچىمىز بىلەن بىر نەچچە مىنۇتتىلا ماركا رىقابەت مەزمۇنىنى چىقارسىڭىز بولىدۇ.",
    "3717512591": "بىۋاسىتە سۇپا بىرلەشتۈرۈش",
    "121743429": "تور ئۇل ئەسلىھە شىركەتلىرى ئۈچۈن",
    "2131386784": "سىز ۋە ئىشلەتكۈچىلىرىڭىزگە يەتكىلى بولىدىغان تەجرىبە ۋە ياردەم",
    "2782263070": "مۇلازىمەت بىز ئۈچۈن ئەڭ مۇھىم ئىش. بىز 24/7 تېلېفوندا قوللاشنى ساقلايمىز ھەمدە يولغا قويۇش جەريانىدا ۋە ئۇنىڭدىن كېيىنكى ئىنژېنېرلىق بىرلەشتۈرۈش ئەترىتىڭىز ۋە تېلېفوندىكى خىزمەتچىلىرىمىز بىلەن بىۋاسىتە Slack ماسلاشتۇرىمىز.",
    "3740051331": "بىز يەنە ئىجتىمائىي تاراتقۇ ، مۇنبەر ۋە كىچىك قوراللار ۋە ئېلېكترونلۇق خەت ساندۇقىمىز ئارقىلىق ئابونتلىرىڭىزنىڭ سوئالىغا ئاكتىپلىق بىلەن نازارەت قىلىش ۋە جاۋاب بېرىشكە ۋەدە بېرىمىز. بىز قولايلىق ۋە ئىنكاسچان ، ھەمدە ئابونتلارنىڭ رازىمەنلىكىنى ئەڭ يۇقىرى KPI دەپ قارايمىز.",
    "170775527": "كارخانا ئىقتىدارلىرى",
    "3383086062": "hCaptcha كارخانا پۈتۈنلەي تور بىخەتەرلىك ھەل قىلىش چارىسى. ئاكتىپ ۋە پاسسىپ ھالەتلەر كىنىشكا قاچىلاشنى توختىتىدۇ ، ھېسابات خاتىرىسىنى بايقىيالايدۇ ۋە گۇمانلىق ئارتىسلارنى توسىدۇ. قانۇنلۇق ئىشلەتكۈچىلەر ئۈچۈن سۈركىلىش نۆل.",
    "1408599440": "بىر نەچچە قۇر كود ۋە بىزنىڭ 99.9% پاسسىپ ھالىتىمىز بىلەن تېز باشلاڭ ياكى ئىشلەتكۈچىلەرنىڭ قاچان ۋە قانداق رىقابەتكە دۇچ كېلىدىغانلىقىنى تولۇق كونترول قىلىڭ. ئىختىيارى تەھدىد ئەندىزىسى ۋە خاسلاشتۇرغىلى بولىدىغان رىقابەت بىخەتەرلىككە كاپالەتلىك قىلغىلى بولمايدىغان جانلىقلىقنى كۆرسىتىدۇ.",
    "3365203058": "دۇنياۋى بوتۇلكىغا قارشى قوغداش",
    "1803009328": "تور ئۆلچىمىدە جەڭ سىنىقى.",
    "1586809757": "يۇقىرى ئېنىقلىقتىكى بوت نومۇرى",
    "353367791": "ئوخشىمىغان تۈردىكى ناچار ئارتىسلارنى بايقايسىز.",
    "191460155": "نۆل سۈركىلىش ۋە% 99.9 پاسسىپ ھالەت",
    "585557010": "قانۇنلۇق ئىشلەتكۈچىلەرنىڭ رىقابەت نىسبىتى% 0.1 كىمۇ يەتمەيدۇ.",
    "3287172429": "كونترول رىقابەت تىپى كۆرسىتىلدى",
    "1844885924": "تاللايدىغان كەڭ تىپتىكى كۇتۇپخانا.",
    "3018523079": "ئىزچىل ئىشلەتكۈچى تەجرىبىسى بىلەن ماركىدا تۇرۇڭ.",
    "3817811295": "ئىشەنچلىك ۋە 24/7 تېلېفوندا قوللاشقا كاپالەتلىك قىلىدۇ.",
    "1798492192": "مىراس توركۆرگۈنى قوللاش",
    "1356745565": "Internet Explorer 8 گە قايتىشقىچە ماس كېلىدۇ.",
    "751483365": "JavaScript بولمىغان خېرىدارلارنى قوللاش.",
    "4199502476": "ئىلغار دوكلات تاختىسى ۋە API",
    "3630114728": "بارلىق تور بەتلىرىڭىز ۋە ئەپلىرىڭىزدە يۈز بېرىۋاتقان ئىشلارنى كۆرۈڭ.",
    "3573245166": "ReCAPTCHA غا ئوخشىمايدىغىنىمىز ، بىز ھەر بىر دۆلەتتە ئىشلەيمىز.",
    "2354267648": "GDPR ، CCPA ۋە LGPD دوستانە مەخپىيەتلىك تۈزۈمى",
    "3167979932": "بىرىنچى كۈندىن باشلاپ شەخسىي مەخپىيەتلىك ئۈچۈن لايىھەلەنگەن. كۈچلۈك سانلىق مەلۇمات بىر تەرەپ قىلىش كېلىشىمى.",
    "4065065042": "ئىشلىتىش قېپىڭىزغا ماسلىشىش ئۈچۈن بۇنى تېلېفون قىلىڭ.",
    "111184581": "بىرىنچى تەرەپ ساھىبخانلىق قىلىش",
    "4272022475": "بارلىق تەلەپ ۋە مۈلۈكلەر hcaptcha.yourdomain.com غا كىرىدۇ",
    "2676853536": "كۆپ ئىشلەتكۈچى باشقۇرۇش تاختىسى",
    "1368787974": "گۇرۇپپىڭىزدىكى باشقۇرۇشنى ئورتاقلىشىڭ.",
    "1045484714": "SAML SSO سىزنىڭ سالاھىيەت تەمىنلىگۈچىڭىز بىلەن بىر گەۋدىلىشىشى ، مەسىلەن Okta ياكى Azure AD.",
    "3953584369": "مۇرەككەپ RBAC زىيارەت چەكلىمىسى بار.",
    "2781507299": "دەرھال دەلىللەش",
    "4019660456": "0ms كېچىكىش: API تېلېفونى يوق hCaptcha بەلگىسىنى تەكشۈرۈپ بېقىڭ.",
    "3446714684": "كۆچمە (iOS ۋە ئاندروئىد) بىر گەۋدىلەشتۈرۈش",
    "2593768395": "تور ، يەرلىك كۆچمە تېلېفون ، كۆچمە توردىكى يوچۇقسىز تەجرىبە. ئالدىن ياسالغان بىر گەۋدىلەشتۈرۈش ۋە يەرلىك SDK لارنى ئىشلەتكىلى بولىدۇ.",
    "1779265104": "خاسلاشتۇرۇلغان شەرتلەر ۋە مەخپىيەتلىك كاپالىتى",
    "122875767": "باشقا شىركەتلەر قىلالمىغاندا قانۇنىي ئېھتىياجىڭىزنى قاندۇرۇڭ.",
    "148188781": "ئوتتۇرىغا قويۇلغان رىقابەتلەر",
    "838049015": "سوئالغا ماس كېلىدىغان بارلىق رەسىملەرنى تاللاڭ",
    "1126302400": "باغلاش ساندۇقى",
    "3554448168": "تۈرگە ئايرىش",
    "2104933754": "ماس كېلىدىغان بەلگىلەرنى ئېنىقلاڭ",
    "3612043014": "... ۋە باشقا ئاددىي ۋەزىپىلەر. ئىنسانلار ئۈچۈن ئاسان ، بوتۇلكىلارغا تەس.",
    "3624758171": "كارخانا نەشرىياتچىلىرى ئۈچۈنمۇ خاس ۋەزىپىلەر بار.",
    "1001938065": "بىر گەۋدىلىشىش ئاسان ئەمەس",
    "2138799135": "hCaptcha سىز ئىشلەتكەن ئالدى ۋە ئارقا سېستىمىلار ئۈچۈن ئالدىن ياسالغان ئون نەچچە توپلاشتۇرۇلغان.",
    "2535001179": "ئەگەر سىز گۇگۇلنىڭ reCAPTCHA دىن كەلگەن بولسىڭىز ، بىزنىڭ API لىرىمىز تۆۋەنگە ئالماشتۇرۇلىدۇ.",
    "1393184984": "ھەممىسى ئېھتىياجلىق.",
    "3715747429": "بىزنىڭ پاراخوتتىكى ئىنژېنېرلىرىمىز سىزنى تېز سۈرئەتتە ماڭالايدۇ ، مەيلى سىز React بىرلەشتۈرۈشكە ئېھتىياجلىق بولسىڭىز ، iOS يەرلىك قوللىنىشچان پروگراممىلارنىڭ SDK لىرى ، Java ئارقا مىسالى ياكى باشقا ئەھۋاللارنىڭ ھەممىسىدە.",
    "2681650568": "بۇرۇنقىدەكلا شەخسىي مەخپىيەتلىك بىز ئۈچۈن يادرولۇق قىممەت. رىقابەت كودىمىزنى پەقەت زۆرۈر تېپىلغاندا ، ھەم سىزنى ۋە ئابونتلىرىڭىزنى قوغداشنىڭ مەنىسى بار يەرلەرنى قوشۇڭ. سانلىق مەلۇمات توپلاشنى ئەڭ تۆۋەن چەككە چۈشۈرۈش بىرلەشتۈرۈلگەن ۋاقىتتىن باشلىنىدۇ.",
    "1130868224": "ئۈچ قۇر كود",
    "2183926131": "HCaptcha Enterprise دىن باشلاڭ",
    "1526887904": "hCaptcha كارخانا مەخپىيەتلىكى",
    "1845745385": "مەخپىيەتلىك ئۈچۈن لايىھەلەنگەن.",
    "1297224875": "كارخانا تور بىخەتەرلىكىگە ئۆزگىچە مەخپىيەتلىك قوزغىتىش ئۇسۇلى.",
    "2762458927": "ئىشلەتكۈچى سانلىق مەلۇماتلىرىڭىز سېتىلمايدۇ.",
    "2058856283": "hCaptcha كارخانىسىنىڭ پەقەت بىرلا مەقسىتى بار: ناچار ئارتىسلارنىڭ تور مەشغۇلاتىڭىزنى قالايمىقانلاشتۇرۇشى ۋە ئابونتلىرىڭىزغا زىيان يەتكۈزۈشىنىڭ ئالدىنى ئېلىش.",
    "2408036504": "شۇڭا سىستېمىمىز باشتىن-ئاخىر لايىھىلەنگەن بولۇپ ، سىنىپنىڭ بىخەتەرلىكىنى قوغداش بىلەن بىر ۋاقىتتا ، ئۇچۇر توپلاش ۋە ساقلاشنى ئەڭ تۆۋەن چەككە چۈشۈرۈش كېرەك. ئىشلەتكۈچى سانلىق مەلۇماتلىرىنى قوغداشنىڭ ئەڭ ياخشى ئۇسۇلى ئۇنى ھەرگىز ساقلاش ئەمەس.",
    "4099477834": "بارلىق خېرىدارلار مۇناسىۋىتى كۈچلۈك سانلىق مەلۇمات بىر تەرەپ قىلىش كېلىشىمى تەرىپىدىن قوغدىلىدۇ. HCaptcha مۇلازىمىتى مەيلى مۇلازىمىتىڭىز ياكى خېرىدارلىرىڭىز قەيەردە بولۇشىدىن قەتئىينەزەر ، بارلىق مەخپىيەتلىك قانۇنلىرىغا ماس كېلىدۇ. شەخسىي سانلىق مەلۇماتلارنى ساقلىماسلىق باشقا شىركەتلەرگە قارىغاندا بۇنى بىزگە ئاسانلاشتۇرىدۇ.",
    "3569492665": "تور پائالىيىتىنى خاتىرىلەش جاۋاب ئەمەس.",
    "3389431373": "ReCAPTCHA v3 غا ئوخشاش مۇلازىمەتلەر ياخشى بىخەتەرلىك ئۈچۈن ئۇلارنىڭ ئىز قوغلاش پىكرىنى تور بېتىڭىزنىڭ ھەر بىر بېتىگە قويۇشنىڭ لازىملىقىنى ئوتتۇرىغا قويدى. ئەھۋال ئۇنداق ئەمەس.",
    "3590546893": "ئاددىي ھەرىكەت ئانالىزى ناچار ئارتىسلار تەرىپىدىن ئاسانلا ياسالغان سىگنال بولۇپ ، بارلىق قانۇنلۇق ئېقىمىڭىز ئۈچۈنمۇ كۆرۈش تارىخىنى ساقلاپ قېلىشنى تەلەپ قىلىدۇ.",
    "1105363520": "بىز ئېلان تورىنى باشقۇرمايمىز ، ھەمدە ئېلان سېتىش ئۈچۈن ئىشلەتكۈچىنىڭ ھەرىكىتىنى كۆزىتىشكە قىزىقمايمىز. بۇ دېگەنلىك تور بېتىڭىزنىڭ ھەر بىر بېتىدە پاسسىپ پېكسىل تەلەپ قىلمايمىز.",
    "3088605177": "رىقابەت كودىمىزنى پەقەت زۆرۈر تېپىلغاندا ، ھەم سىزنى ۋە ئابونتلىرىڭىزنى قوغداشنىڭ مەنىسى بار يەرلەرنى قوشۇڭ.",
    "337971271": "ماشىنا ئۆگىنىشى پايدىلىق. ئەمما ئۇ شەخسىي سانلىق مەلۇماتلارنى ئىشلەشنى تەلەپ قىلمايدۇ.",
    "320166522": "ماشىنا ئۆگىنىشى ھازىر بىز ھېس قىلالمايدىغان ۋە كۆرەلمەيدىغان يوللار بىلەن ھاياتىمىزنىڭ ھەممە تەرەپلىرىگە دېگۈدەك تەسىر كۆرسىتىدۇ. تور بىخەتەرلىك مۇلازىمىتى ئوخشىمايدۇ.",
    "3180664128": "نەچچە مىڭلىغان سىگنالنى ئۆگىنىش ئارقىلىق ، مودېللار ناھايىتى تېزلا يامان غەرەزلىك قىلمىشلارنى بايقاشقا بولغان ئىشەنچنى يۇقىرى كۆتۈرەلەيدۇ ، ھەتتا ھېچقانداق بىر سىگنالنىڭ ئۆزىدە كۈچلۈك مەسىلە بولمىسىمۇ.",
    "961941354": "قانداقلا بولمىسۇن ، بۇلارنىڭ ھېچقايسىسى شەخسىي پەرقلەندۈرگىلى بولىدىغان ئۇچۇرلارنى ئىشلىتىشنى تەلەپ قىلمايدۇ («PII»). زامانىۋى شىفىرلىق تېخنىكىلار بىزگە ھەر قانداق شەخسىي سانلىق مەلۇماتنى تېزدىن تاشلىۋېتىشىمىزگە يول قويىدۇ ، ئۇنىڭ ئورنىغا ھېچقانداق شەخسكە باغلىنالمايدىغان تاق يۆنىلىشلىك ئىمزا ھاسىل قىلىدۇ.",
    "1706581702": "ئېنىقلانمىغان سانلىق مەلۇماتلارنى تەربىيىلەش ئوخشاشلا ئىشلەيدۇ ، بىخەتەرلىك ياكى شەخسىي مەخپىيەتلىككە مۇرەسسە قىلىشنى تەلەپ قىلمايدۇ. خېرىدارلىرىمىز تەجرىبە سىنىقى ئېلىپ باردى ، ھەمدە بىزنى تېخىمۇ ئاز شەخسىي تاللاشلارغا باراۋەر ياكى ياخشى دەپ جاكارلىدى.",
    "3203921334": "بىز HCaptcha ھەل قىلىش چارىسى توغرىسىدىكى بىر قانچە نەرسىنى ياقتۇردۇق: 1) ئۇلار شەخسىي ئۇچۇرلارنى ساتمايدۇ. ئۇلار پەقەت ئەڭ تۆۋەن زۆرۈر بولغان شەخسىي ئۇچۇرلارنى توپلايدۇ ، ئۇلار توپلىغان ئۇچۇرلارنى ۋە ئۇنى قانداق ئىشلىتىش ۋە / ياكى ئاشكارىلاشتا سۈزۈك.",
    "305735018": "ئاخىرىدا ، گۇگۇلنىڭ ئىشەنچلىك تاللىشى. hCaptcha كارخانىسى تېخىمۇ يۇقىرى بىخەتەرلىك بىلەن reCAPTCHA ھېساباتىڭىزغا جىددىي تېجەپ بېرىدۇ: بەزى ئەھۋاللاردا% 80 ئەرزان بولىدۇ.",
    "3695206755": "ھېچقانداق مەجبۇرىيىتىڭىز يوق مۇھىتتا بىزنى سىناپ بېقىڭ.",
    "2941545733": "بىز ئىنژېنېر ، ساتقۇچى ئەمەس: سىزنىڭ تاللىشىڭىزدىن خۇشال بولۇشىڭىزنى ئۈمىد قىلىمىز.",
    "131871195": "سىزنىڭ رازى بولۇشىڭىزغا كاپالەتلىك قىلىشنىڭ ئەڭ ياخشى ئۇسۇلى سىزنىڭ ئېھتىياجىڭىزنى قاندۇرىدىغانلىقىمىزنى نامايان قىلىش.",
    "3436534225": "سىناقنى باشلىغان بارلىق شىركەتلەر ئاساسەن بىزنىڭ ھەل قىلىش چارىمىزنى تاللايدۇ.",
    "4060250206": "بۇ جەدۋەلنى ئىشلىتىپ بىزنىڭ تېخنىكىلىق مۇتەخەسسىسلىرىمىزدىن بىرىگە ئېرىشىڭ. بىز تېز ئىنكاس قايتۇرىمىز.",
    "1159746815": "سىز بىزگە بىۋاسىتە ئېلېكترونلۇق خەت ئەۋەتسىڭىزمۇ بولىدۇ.",
    "2531534427": "تەپسىلاتلار بۇ يەردە.",
    "2059998584": "رايون",
    "3916131732": "ئامېرىكا قىتئەسى",
    "135276624": "ياۋروپا ، ئوتتۇرا شەرق ، ئافرىقا (EMEA)",
    "1182294134": "ئاسىيا-تىنچ ئوكيان (APAC)",
    "2437934778": "ئىسمىڭىز",
    "3859506577": "سودا ئېلېكترونلۇق خەت",
    "1268414751": "بىزدە بولۇشقا تېگىشلىك باشقا تەپسىلاتلار بارمۇ؟",
    "42559805": "جىددىي ئايروپىلانغا چىقىشنى تەلەپ قىلامسىز؟",
    "851679588": "ھەئە.",
    "1729677626": "مەن ھۇجۇمغا ئۇچراۋاتىمەن ، دەرھال ئايروپىلانغا چىقىشنى تەلەپ قىلىمەن.",
    "2808971932": "بۇ بىر بۆلەكنىڭ ئىچىدىكى بىر قىسىم تېكىست.",
    "2468683988": "ماۋزۇ",
    "356336077": "لورېم ئىپسۇم دولور ئولتۇرىدۇ ، كونسېرۋاتىپلىق ماسلاشتۇرغۇچى. ئېروس ئېلېمېنت ترىستىكىسىدىكى ئاسما نۇسخا enim. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Text Link",
    "2212670355": "تىزىملىتىڭ",
    "31502377": "مول تېكىست ئېلېمېنتى دېگەن نېمە؟",
    "2310705547": "مول تېكىست ئېلېمېنتى ئايرىم-ئايرىم قوشۇش ۋە فورماتلاشنىڭ ئورنىغا ماۋزۇ ، ئابزاس ، چەكمە رەسىم ، رەسىم ۋە سىنلارنى بىر جايدا قۇرالايسىز ۋە فورماتلىيالايسىز. قوش چېكىپلا مەزمۇن ھاسىل قىلالايسىز.",
    "2590587108": "تۇراقلىق ۋە ھەرىكەتچان مەزمۇن تەھرىرلەش",
    "778204464": "تۇراقلىق ياكى ھەرىكەتچان مەزمۇن بىلەن مول تېكىست ئېلېمېنتىنى ئىشلىتىشكە بولىدۇ. تۇراقلىق مەزمۇن ئۈچۈن ئۇنى ھەر قانداق بەتكە تاشلاپ تەھرىرلەشنى باشلاڭ. ھەرىكەتچان مەزمۇن ئۈچۈن ، ھەر قانداق توپلامغا مول تېكىست مەيدانى قوشۇڭ ، ئاندىن تەڭشەك تاختىسىدىكى مول تېكىست ئېلېمېنتىنى ئۇ ئورۇنغا ئۇلاڭ. Voila!",
    "1890955039": "ھەر بىر مول تېكىستنىڭ فورماتىنى قانداق تەڭشەش كېرەك",
    "3286051798": "ماۋزۇلار ، ئابزاسلار ، بۆلەكلەر ، رەسىملەر ، رەسىملەر ۋە رەسىملەرنىڭ ئىزاھلىرى مول مەزمۇنلۇق تېكىست ئېلېمېنتىغا «ئىچىگە كىرگەندە» ئۇۋا تاللاش سىستېمىسىنى ئىشلىتىپ دەرس قوشۇلغاندىن كېيىن ئۇسلۇبتا بولىدۇ.",
    "504332576": "بىز پەخىرلىنىمىزكى ، hCaptcha دۇنيادىكى ئەڭ چوڭ مۇستەقىل تور بىخەتەرلىكى مۇلازىمىتىگە ئايلىنىپ ، تەخمىنەن% 15 ئىنتېرنېت تورىدا يۈرگۈزىدۇ ، بىز بۇ بازارنىڭ كۆپ قىسمىنى بىۋاسىتە Google reCAPTCHA دىن ئالدۇق. بىرلىكتە ، hCaptcha ۋە",
    "1155436473": "(بىزنىڭ كارخانا تەمىنلىشىمىز) ھازىر ھەر ئايدا نەچچە ئون مىليون توربېكەت ۋە ئەپلەر ئارقىلىق يۈز مىليونلىغان ئابونتلارنى قوغدايدۇ. ھېكايىمىز شەخسىي مەخپىيەتلىكنى بىرىنچى ئورۇنغا قويغاندا چوڭ تېخنىكا بىلەن رىقابەتلىشەلەيدىغانلىقىڭىزنى كۆرسىتىپ بېرىدۇ.",
    "3108727249": "BotStop",
    "1296696044": "مەخپىيەتلىك بىلەن بىخەتەرلىك: نېمىشقا ھەر ئىككىسى بولمايدۇ؟",
    "538871570": "گۇگۇل ۋە باشقا چوڭ تېخنىكا شىركەتلىرى بىلەن رىقابەتلىشىش قارىماققا ناھايىتى يۇقىرى تەرتىپكە ئوخشايدۇ: ئۇلارنىڭ مونوپوللۇق بازار كۈچى ، سۇپا ئۈنۈمى ۋە كىرىمى يۇقىرى پروگراممېرلار قوشۇنى ئادەتتە Facebook ياكى ئامازون قاتارلىق تېخنىكا ماگناتلىرىدىن باشقا ھېچكىمگە تاقابىل تۇرالمايدۇ. ھېكايىمىز شۇنى ئىسپاتلايدۇكى ، ئۇ بۇنداق بولۇشى ناتايىن - شەخسىي مەخپىيەتلىكنى ئاساس قىلىپ چوڭ تېخنىكىنى مەغلۇب قىلالايسىز.",
    "3600718611": "Google reCAPTCHA نى ئويلىشىپ كۆرۈڭ ،",
    "4281708680": ". HCaptcha دە ، بىز قەستەن باشقىچە بىر خىل ئۇسۇلنى قوللاندۇق ، شەخسىي مەخپىيەتلىكنى ساقلاش ماشىنىسىنى ئۆگىنىش تېخنىكىسىنى ئىشلىتىپ ، تىپىك بولغان بوت ھەرىكىتىنى يۇقىرى ئېنىقلىقتا پەرقلەندۈردۇق ، بۇلارنىڭ ھەممىسى ئىمكانقەدەر ئاز سانلىق مەلۇماتلارنى ئىستېمال قىلىش ۋە ساقلاش بىلەن بىللە.",
    "3312336121": "تور ئابونتلىرىنىڭ قانۇنلۇق ئادەم ياكى ئەمەسلىكىنى ئېنىقلاش ئۈچۈن غايەت زور ھەرىكەت سانلىق مەلۇماتلىرىنى سەرپ قىلىدۇ",
    "1193738791": ": ئۇلار توربېكەتنىڭ ھەر بىر بېتى ۋە توردىكى ئىشلەتكۈچى ھەرىكىتىنى ئىز قوغلايدۇ. بىز hCaptcha نى بىرىنچى كۈندىن باشلاپ ئىمكانقەدەر مەخپىيەتلىكنى ساقلاش ئۈچۈن لايىھەلەپ چىقتۇق. بۇ مەسىلىگە پۈتۈنلەي ئوخشىمايدىغان ئۇسۇلنى كەلتۈرۈپ چىقاردى. مەلۇم بولغىنىدەك ، توردىكى ئابونتلارنى ئىز قوغلاش ۋە ئۇلارنىڭ تور تارىخىنى ئۇلارنىڭ كىملىكىگە باغلاش ياخشى بىخەتەرلىكنى قولغا كەلتۈرۈشنىڭ ھاجىتى يوق. HCaptcha غا ئۆتكەن نۇرغۇن شىركەتلەر",
    "2620705814": "گۇگۇل بىر ئېلان شىركىتى ، ئۇلارنىڭ بىخەتەرلىك مەھسۇلاتلىرى ئېلان مەھسۇلاتلىرىغا بەكلا ئوخشايدۇ",
    "1126447688": "شەخسىي مەخپىيەتلىكىمىزگە قارىماي ، بوتنى بايقاش ۋە ئازايتىشتا ھەمىشە باراۋەر ياكى تېخىمۇ ياخشى ئىقتىدارنى دوكلات قىلىدۇ",
    "439777523": "نىزام",
    "3588274874": "ياۋروپا بىرلەشمىسىنىڭ GDPR ۋە كالىفورنىيەنىڭ CCPA قاتارلىق نازارەت قىلىپ باشقۇرۇش تىرىشچانلىقى بىلەن ماسلاشتۇرۇلغان مەھسۇلاتنى يەتكۈزۈشكە ئەھمىيەت بېرىشتە ، بىز كەڭ كۆلەمدە ئېشىشنى باشتىن كەچۈردۇق - ئەلۋەتتە ، ئۇ HCaptcha نىڭ reCAPTCHA نىڭ ئاددىي «چۈشۈش» ئورنىنى ئالماشتۇرۇشقا ياردەم بېرىدۇ ، شۇڭا بىر نەچچە مىنۇت ئىچىدە ئورنىتىشقا بولىدۇ.",
    "2150595700": ". GDPR ۋە CCPA شەخسىي مەخپىيەتلىكنى كارخانا سېتىۋالغۇچىلارنىڭ خەرىتىسىگە قويدى ، شۇنىڭ بىلەن بىر ۋاقىتتا توردىكى ئېلان ۋە سېتىش كەسپىنىڭ سانلىق مەلۇماتلىرىمىزنى تارىختا قانداق ئىشلىتىپ كەلگەنلىكىنى ھەممىمىز چۈشىنىشكە باشلىغاندا ، تور مەخپىيەتلىكى ئاممىغا تېخىمۇ مۇھىم بولۇۋاتىدۇ.",
    "2624949852": "ئەلۋەتتە ، reCAPTCHA 2009-يىلدىن باشلاپ تور بىخەتەرلىكىگە بالدۇر كىرگەن ، مىليونلىغان تور بېكەتلەرنى يامان غەرەزلىك بوتۇلكا ۋە ئەخلەت خەت ساندۇقىنىڭ كۈنسېرى كۈچىيىۋاتقان تەھدىتىدىن ساقلىغان. قانداقلا بولمىسۇن ، ئۇ يېقىنقى يىللاردا پۈتۈنلەي مۇرەسسە قىلىندى:",
    "499510428": "بىز شۇنىڭغا ئىشىنىمىزكى ، تەڭشەش بۇ يەردە بىزگە ياردەم قىلدى",
    "1232651561": "يۇمشاق دېتال ھازىر reCAPTCHA خىرىسلىرىنى ھەل قىلىدىغان كىشىلەرگە ئوخشاش ياخشى.",
    "824740867": "گۇگۇل ھەل قىلىش چارىسىنى ياخشىلاشنىڭ ئورنىغا ، reCAPTCHA v3 نى ئېلان قىلدى ، ئۇ بىخەتەرلىك يۇمشاق دېتالىغا قارىغاندا ئېلان تورىغا ئوخشاش مەشغۇلات قىلىدۇ ، توردىكى ھەرىكەت ئۇچۇرلىرىنى توپلاپ ، ئابونتلارنىڭ ئارخىپىنى قۇرالايدۇ. بەختكە قارشى ، بۇ خىل سىگنال ئاسانلا مەغلۇپ بولىدۇ ، شۇڭا ئىشلەتكۈچىنىڭ مەخپىيەتلىكىگە زىيان يەتكۈزۈش بىلەن بىللە ، بوتۇلكىلاردىن ئازراق قوغدايدۇ.",
    "1027023087": "بىز hCaptcha دىكى مەسىلىگە تېخىمۇ زامانىۋى ئۇسۇللارنى مەركەزلەشتۈردۇق ، بۇلار توركۆرگۈ تارىخىغا ئوخشاش ئۇزۇن مۇددەتلىك ھەرىكەت خاتىرىسىنى ساقلاپ قېلىشنى تەلەپ قىلمايدۇ ھەمدە مۇلازىمەت يولغا قويۇلغاندىن بۇيان قەتئىي ئىرادىگە كەلگەن رەقىبلەر ئالدىدا تېخىمۇ قەيسەرلىكىنى ئىسپاتلايدۇ.",
    "2852295413": "ئۆزىگە خاس بولغان مەنپەئەت توقۇنۇشى: بوتكىنى توختىتىش ئېلان تورىنىڭ كىرىمىنى ئازايتىدۇ",
    "1597520917": "كۈنسېرى كۆپىيىۋاتقان تەنقىدچىلەر گۇگۇلنىڭ ئابونتلارنىڭ شەخسىي مەخپىيەتلىكىگە سەل قارايدىغانلىقى ئۇلارنىڭ توربېكەت ۋە ئەپلىرىنى قوغداشنى ئويلايدىغان خېرىدارلارغا كۆڭۈل بۆلۈشى كېرەكلىكىنى كۆرسەتتى.",
    "763447231": "شۇنىڭ بىلەن بىر ۋاقىتتا ، بوتۇلكىلارنىڭ نەشرىيات تور بېكىتىگە كىرىشىنى توسۇش ئېلان ئالدامچىلىقىنى ئاشكارىلاپ ، گۇگۇلنىڭ reCAPTCHA مەھسۇلاتىنى ئۇلارنىڭ ئېلان تىجارىتىگە بىۋاسىتە باغلاپ ، كىرىمىنىڭ% 80 تىن كۆپرەكىنى ئىشلەپچىقىرىدۇ.",
    "999674529": "گۇگۇل بايقىغان ھەر بىر ماشىنا ئادەم نۆل ئېلان تېپىشى كېرەك. شۇڭلاشقا گۇگۇل شىركىتىنىڭ رىغبەتلەندۈرۈش تەدبىرلىرى بىخەتەرلىك مۇلازىمىتىنى ئىشلەتكۈچىلەر بىلەن ياخشى ماسلاشمايدۇ ، بۇ بەلكىم ئۇلارنىڭ reCAPTCHA بىخەتەرلىك تەمىناتىنىڭ ياخشى بولماسلىقىدىكى بىر چۈشەندۈرۈش بولۇشى مۇمكىن.",
    "956019009": "ئەڭ چوڭ تور ئۇل ئەسلىھە شىركەتلىرى ئاللىقاچان ھەرىكەتكە ئۆتتى",
    "1923297430": "نۇرغۇنلىغان چوڭ خېرىدارلارنىڭ ئاخىرقى بۆسۈش نۇقتىسى گۇگۇل شىركەتلەردىن مەھسۇلاتلىرىنى ھەر قانداق ئەھمىيەتلىك كۆلەمدە ئىشلەتكەنلىكى ئۈچۈن ھەق ئېلىشقا باشلىغاندا كەلدى. بۇ ئۇزۇندىن بۇيان reCAPTCHA ئابونتلىرىنىڭ تېخىمۇ ياخشى تاللاشلارنى ئىزدەشىنى كەلتۈرۈپ چىقاردى ، چۈنكى دۇنيانىڭ ھەرقايسى جايلىرىدىكى نازارەت قىلىپ باشقۇرۇش ئەندىشىلىرى گۇگۇلنىڭ تەمىناتىنى ئىشلىتىپ كىشىلەرنىڭ دىققىتىنى تارتمىدى.",
    "2197218442": "Cloudflare شىركىتىنىڭ باش ئىجرائىيە ئەمەلدارى ماتېۋ شاھزادە بۇ نۇقتىنى خۇلاسىلىدى",
    "155456850": "ئۇلارنىڭ hCaptcha غا ئالماشتۇرۇلىدىغانلىقىنى ئېلان قىلدى:",
    "435302267": "شىركەتنىڭ بىلوگ يازمىسى",
    "2087769953": "\"بىز بۇ ئۆزگىرىشتىن ھاياجانلاندۇق ، چۈنكى ئۇ بىز بىر مەزگىل گۇگۇل مۇلازىمىتىگە تايىنىش بىلەن مۇناسىۋەتلىك بولغان شەخسىي مەخپىيەتلىك مەسىلىسىنى ھەل قىلىشقا ياردەم بېرىدۇ. بىز بىر تۈركۈم CAPTCHA ساتقۇچىلارنى باھالىدۇق شۇنداقلا ئۆزىمىز سىستېما قۇردۇق. ئاخىرىدا ، hCaptcha reCAPTCHA نىڭ ئەڭ ياخشى تاللىشى سۈپىتىدە ئوتتۇرىغا چىقتى. \" ئۇلار پەقەت ئەڭ تۆۋەن زۆرۈر بولغان شەخسىي ئۇچۇرلارنى توپلايدۇ ، ئۇلار توپلىغان ئۇچۇرلارنى ۋە ئۇنى قانداق ئىشلىتىش ۋە / ياكى ئاشكارىلاشتا ئوچۇق-ئاشكارە بولىدۇ ».",
    "595582512": "ئەگەر تور بېتىڭىزنى ياكى پروگراممىڭىزنى بوتكا ، ئەخلەت خەت ساندۇقى ياكى باشقا يامان غەرەزلىك ئارتىسلاردىن ئۈنۈملۈك قوغدىماقچى بولسىڭىز ، ئابونتلىرىڭىزنىڭ مەخپىيەتلىكىنى قوغداش بىلەن بىللە (ھەمدە بارلىق مۇناسىۋەتلىك بەلگىلىمىلەرگە ئەمەل قىلىڭ) ، hCaptcha ۋە بىزنىڭ كارخانا تەمىناتىمىزنى ئويلاڭ.",
    "3388180864": "تور ئۆلچىمىدىكى چوڭقۇر تېخنىكىلىق رىقابەت ئۈستىدە ئىشلەشكە قىزىقامسىز؟ بىز ھەمىشە دۇنيا مىقياسىدا ئىقتىدارلىق ئىنژېنېر تەكلىپ قىلىمىز -",
    "3892952987": "ئېچىۋېتىشىمىزنى تەكشۈرۈپ بۇ يەرگە ئىلتىماس قىلىڭ",
    "3368788823": "تېرېنس ئېدېن بىلوگىدا قىزىقارلىق بىر نۇقتىنى ئوتتۇرىغا قويدى:",
    "1491780143": "CAPTCHA سىزنىڭ ئادەم ئىكەنلىكىڭىزنى ئىسپاتلىمايدۇ - ئۇلار سىزنىڭ ئامېرىكىلىق ئىكەنلىكىڭىزنى ئىسپاتلايدۇ",
    "2146900431": "بىۋاسىتە ئېيتقاندا ، بۇ تەلەپ نۇرغۇن مەنىگە ئىگە. CAPTCHAs ھەممە نەرسىگە ئوخشاش مەدەنىيەت مۇھىتىغا سىڭدۈرۈلگەن ، ئەگەر سىزنىڭ رىقابەت كۆلچىكىڭىز كۆپىنچە بىر مەدەنىيەتتە بارلىققا كەلگەن بولسا ، ئۇ يەنە بىر مەدەنىيەتكە ئانچە ياخشى تەرجىمە قىلىنماسلىقى مۇمكىن. ئۇنىڭ يادروسى ، بۇ مەدەنىيەت مەسىلىسى",
    "378086442": "CAPTCHAs نىڭ ھەر بىرسى UX ئەمەس.",
    "1445008801": "ئېدېن ئېيتقاندەك:",
    "332723732": "مەزمۇن",
    "2072808435": "\"پەرەز قىلىپ بېقىڭ ، گۇگۇل؟ مېنىڭ يۇرتۇمدىكى كىرا ماشىنىلىرى ئادەتتە قارا تەنلىك. مەن ئامېرىكىدىكى كىشىلەرنىڭ ھەممىسىنىڭ سېرىق رەڭدە ئىكەنلىكىنى بىلىش ئۈچۈن يېتەرلىك كىنولارنى كۆردۈم. ئوخشىمىغان رەڭلەر ».",
    "3206136647": "گۇگۇلنىڭ بۇ يەردىكى مەسىلىسى ئۇلار ئىشلەتكەن سوئال بىلەن سانلىق مەلۇماتلارنى ئاساس قىلىدۇ. ئەگەر بارلىق سانلىق مەلۇماتلار ئوخشاش مەدەنىيەتتىن كەلگەن بولسا (ۋە گۇگۇلغا كەلسەك ، ئوخشاش بىر شىركەت) سىز ئېدېننىڭ ئەرزىگە ئاساسەن باشقا مەدەنىيەتلەرگە ياخشى تەرجىمە قىلالمايدىغان رىقابەتلەرگە دۇچ كېلىشىڭىزنى ئۈمىد قىلالايسىز.",
    "2217842245": "قانداقلا بولمىسۇن ، بىزنىڭ سانلىق مەلۇماتلىرىمىز شۇنى كۆرسىتىدۇكى (hCaptcha ئۈچۈن)",
    "4280117172": "ئەمەلىيەتتە نۇرغۇن دۆلەتلەر نىگېرىيە ، ھىندىستان ، بىرازىلىيە ۋە گېرمانىيەنى ئۆز ئىچىگە ئالغان ئامېرىكىدىن سەل ياخشى.",
    "555749578": "ھەرقايسى قىتئەلەردىكى ئاساسلىق دۆلەتلەر ئارا ھەل قىلىش نىسبىتىدە% 1 كىمۇ يەتمەيدىغان پەرق بار.",
    "151737819": "دۇنيانىڭ ھەر قايسى جايلىرىدىكى hCaptcha ھەل قىلىش نىسبىتى ناھايىتى ئاز پەرقلىنىدۇ",
    "3908992897": "ھەمدە دۇنيادىكى ھەر قايسى دۆلەت ۋە رايونلاردا ئىشلىتىلىدۇ ، شۇڭا بىز ئىزچىل دۇنياۋى تەجرىبە بىلەن تەمىنلەشكە ئىنتايىن ئەھمىيەت بېرىمىز.",
    "2808122102": "مەدەنىيەت ھالقىغان ئىقتىدار مۇلازىمىتىمىزنىڭ ئاساسلىق تەلىپى. بارلىق قانۇنلۇق ئىشلەتكۈچىلەرنىڭ مەزمۇننى تېز زىيارەت قىلالايدىغانلىقىغا كاپالەتلىك قىلىش بىزنىڭ ۋەزىپىمىزنىڭ مۇھىم بىر قىسمى. بىز 110 خىل تىلدا خىرىس بىلەن تەمىنلەيمىز ، ھەمدە مۇناسىۋەتلىك تەرجىمىلەرنى ئۈزلۈكسىز ياخشىلاپ ، خىرىسلىرىمىزنى ھەممە ئادەم ھەل قىلالايدىغانلىقىغا كاپالەتلىك قىلىمىز.",
    "3913801502": "hCaptcha ھازىر ئىنتېرنېتنىڭ تەخمىنەن% 15 ىدە ئىجرا بولىدۇ",
    "2077639538": ". بىرى ئۈچۈن ، بىزنىڭ مۇلازىمىتىمىزدىكى رىقابەت سانلىق مەلۇماتلىرى پەقەت بىرلا ئەمەس ، بەلكى نۇرغۇن بايلىقلاردىن كېلىدۇ ، چوڭ تىپتىكى 500 شىركەتتىن ماشىنا ئۆگىنىشنى باشلاشقىچە ، ئۇلار بىزنىڭ چىڭ تۇرۇشىمىز كېرەك.",
    "3951112506": ". بۇ ئاللىبۇرۇن سانلىق مەلۇماتنىڭ تېخىمۇ يۇقىرى قاتلاملىق بولۇشىغا كاپالەتلىك قىلىدۇ.",
    "1803943584": "ئىككىنچىدىن ، بىز رىقابەتنىڭ ئۆز-ئۆزىنى ئەلالاشتۇرۇپ ، ئۇلارنىڭ قايسى دۆلەت ياكى تىلدا ئىشلەيدىغانلىقىنى ئېنىقلاپ ، ئىزچىل تەجرىبىنىڭ مۇمكىنچىلىكىنى تېخىمۇ ئاشۇردۇق. ئەگەر توغرىلىق مۆلچەردىكىدىن تۆۋەن بولسا ، بىر يۈرۈش سوئاللار بۇ تەسىر پەيدا بولغان رايون ياكى تىلدا يۈرۈشنى توختىتىدۇ.",
    "3668873369": "HCaptcha دە ، بىز بىرىنچى كۈندىن باشلاپ باشقىچە ئۇسۇل قوللاندۇق",
    "1519201684": "AI ئەخلاق سىياسىتى",
    "2155089487": ". ئەگەر بىزنىڭ رىقابەتلىرىمىزنى بەزى گۇرۇپپىلارغا ھەل قىلىش ئاسان بولسا ، بىز دۇنيانىڭ ھەرقايسى جايلىرىدىكى ۋە ئوخشىمىغان مەدەنىيەتتىكى كىشىلەرنىڭ ھەل قىلىش ئۇسۇلىدا قانداق پەرق بارلىقىنى كۆرۈشنى ئۈمىد قىلىمىز. ئېدېننىڭ يازمىسى دائىرىسىدە ، بىز ئامېرىكىلىقلارنىڭ باشقا دۆلەتلەردىكى كىشىلەرگە قارىغاندا ياخشىراق بولۇشىنى ئۈمىد قىلىمىز. بىز بۇ مەسىلىدىن ساقلىنىش ئۈچۈن نەچچە يىل ۋاقىت سەرپ قىلىپ سىستېمىنى تەرەققىي قىلدۇردۇق ، ئەمەلىيەتتە بىز بۇنىڭ ئەكسىچە ئەھۋالنى كۆرىمىز.",
    "2603863826": "PS: ئەگەر تىلىڭىزدا ياخشىلىنىشلارنى ئىشلىتەلەيدىغان تەرجىمىنى تاپالىسىڭىز ، ھەقسىز يوللاڭ",
    "3543141425": "ئۇنىڭ ئۈچۈن!",
    "2697276059": "بۇنىڭ ئىشلەۋاتقانلىقىنىڭ دەلىلى: يەرشارى مىقياسىدا بىردەك ھەل قىلىش نىسبىتى",
    "664236229": "تەلەپنى تارتىش"
}