{
  "a11y-img-1": "كىرگەندىن كېيىن ئىشلەتكۈچىلەرنىڭ ئېكرانى",
  "a11y-img-2": "كىچىك قورال UI تىزىملىكىدە زىيارەت قىلىش ئىقتىدارى",
  "a11y-img-3": "كىچىك قورال UI دىكى زىيارەت قىلىش سۆزلىشىش رامكىسى",
  "about-advisors-brendan": "باتۇرنىڭ باش ئىجرائىيە ئەمەلدارى. Mozilla نىڭ بىرلەشمە قۇرغۇچىسى. JavaScript پروگرامما تىلىنى قۇرغۇچى. توركۆرگۈچ ۋە باشقىلار.",
  "about-advisors-dawn": "بېركېلېي كالىفورنىيە ئۇنۋېرسىتىتىنىڭ پروفېسسورى. چوڭقۇر ئۆگىنىش ، بىخەتەرلىك ، قامچا مۇتەخەسسىسى. Oasis تەجرىبىخانىسىنىڭ باش ئىجرائىيە ئەمەلدارى.",
  "about-advisors-head": "مەسلىھەتچىلەر",
  "about-advisors-keiran": "ستانفوردتىكى تەتقىقاتچى. ئاساسلىق بانكىلار ، خەتەردىن ساقلىنىش مەبلىغى ۋە ئىلىم-پەن ساھەسىدىكى ماشىنا ئۆگىنىشى ۋە مىقدار مەبلىغى.",
  "about-content-head-1": "بىز نېمە قىلىمىز",
  "about-content-head-2": "نېمە ئۈچۈن مۇھىم",
  "about-content-text-1a": "hCaptcha بوتۇلكىلارنى توختىتىشقا زامانىۋى ، مەخپىيەتلىكنى مەركەز قىلغان ئۇسۇلنى ئېلىپ كېلىدۇ.",
  "about-content-text-1b": "بىز CAPTCHA خىرىسلىرىنى كۆرسىتىپ بېرىمىز ، ماشىنا ئادەم مەسىلىسىدىكى بەلگە تەس بولغان سانلىق مەلۇماتلارنى يىغىش ، ھەمدە ئۇنى ئىشلىتىپ توربېكەت ياكى ئەپ زىيارەت قىلغۇچىنىڭ ئادەم ياكى ئەمەسلىكىنى پەرقلەندۈرۈش ئارقىلىق كىشىلەرگە ئاسان.",
  "about-content-text-2a": "ناچار ئارتىسلار توردا كۆپ ئۇچرايدۇ. ئەمما ئابونتلارنىڭ شەخسىيىتىنى قۇربان قىلىش جاۋاب ئەمەس.",
  "about-content-text-2b": "ئېلان شىركەتلىرى تەمىنلىگەن بىخەتەرلىك ھەل قىلىش چارىسى ئاساسلىقى توردىكى ئابونتلارنى ئىز قوغلاشقا مەركەزلەشتى. بىز ئۈنۈملۈك بىخەتەرلىك ھەل قىلىش چارىسى قۇردۇق ، بۇ ئارقىلىق ئابونتلارنىڭ شەخسىيىتىگە زىيان يەتكۈزۈشنىڭ ئەلا نەتىجىلەرنى قولغا كەلتۈرۈشنىڭ ھاجىتى يوقلىقىنى ئىسپاتلايدۇ.",
  "about-intro-head-1": "HCaptcha ھەققىدە",
  "about-intro-head-2": "مەخپىيەتلىك ، بىخەتەرلىك ۋە ماشىنا ئۆگىنىش.",
  "about-intro-text": "hCaptcha دۇنيادىكى ئەڭ كەڭ قوللىنىلغان مۇستەقىل CAPTCHA مۇلازىمىتى.",
  "about-leadership-head": "بىز كىم",
  "about-leadership-headsub": "بۈگۈنكى ئەڭ قىيىن مەسىلىلەر ئۈستىدە ئىشلەۋاتقان تەجرىبىلىك گۇرۇپپا.",
  "about-leadership-link1": "بىز كىم",
  "about-leadership-text1": "بىز چوڭقۇر ئۆگىنىش ۋە كۆرۈنۈشلۈك تور ماشىنىسى ئۆگىنىشى بىلەن شۇغۇللىنىمىز ، تور سىستېمىلىرىنىڭ كۈنسېرى مۇرەككەپلىشىۋاتقان زامانىۋى تەھدىدلەردىن ساقلىنىشىنى ئاساس قىلىمىز.",
  "about-leadership-text2": "نەچچە ئون يىللىق يۇمشاق دېتال ۋە ماشىنا ئۆگىنىش تەجرىبىسى بىلەن ، كەڭ كۆلەمدە كېڭەيتىش سىستېمىسى قۇرۇپ ، مەشغۇلات قىلىپ ، شەخسىي مەخپىيەتلىكنى ساقلاش بىلەن بىللە ، بۈگۈنكى بىر قىسىم قىيىن مەسىلىلەرنى ھەل قىلىمىز.",
  "acc-opt": "زىيارەت قىلىش تاللانمىلىرى",
  "acc-opt-but": "قوشۇمچە ئىقتىدارلار ھەققىدىكى تەپسىلاتلار",
  "acc-opt-text": "كۆرۈش قۇۋۋىتىڭىز ئاجىزمۇ ياكى بولمىسا hCaptchas نى تاماملىيالمايسىز؟",
  "accessibility-link": "قولايلىق",
  "appreciate-in": "كىرگۈزگەنلىرىڭىزنى قەدىرلەيمىز. ھەر قانداق مەسىلىنى بىزگە بىلدۈرۈڭ ، بىز ئۇنى تېز ھەل قىلىمىز.",
  "fb-but": "بىزگە تەكلىپ-پىكىر ئەۋەتىڭ",
  "feedback-text": "سىز كۆرگەن hCaptcha ھەققىدە تەكلىپ بېرىڭ",
  "footer-attribution": "خاسلىقى",
  "footer-copyright-text": "hCaptcha بولسا Intuition Machines نىڭ رويخەتكە ئېلىنغان تاۋار ماركىسى.",
  "footer-header-1": "شىركەت",
  "footer-header-2": "بايلىق",
  "footer-header-3": "ئالاقىلىشىڭ",
  "footer-link-1": "بەلگە",
  "footer-link-10": "قولايلىق",
  "footer-link-2": "ھەققىدە",
  "footer-link-3": "Jobs",
  "footer-link-4": "تاۋار ماركىسى",
  "footer-link-5": "AI Ethics",
  "footer-link-6": "بىلوگ",
  "footer-link-7": "ھالەت",
  "footer-link-8": "پۈتۈك",
  "footer-link-9": "مەلۇم بىر خاتالىق",
  "footer-privacy": "مەخپىيەتلىك",
  "footer-subheader-1": "قوللاش",
  "footer-subheader-2": "ئالاقىلىشىڭ",
  "footer-terms": "شەرتلەر",
  "h-plans": "مۇشتەرىلىك پىلانى",
  "header-docs-link": "Docs",
  "header-labeling-services-link": "بەلگە مۇلازىمىتى",
  "header-login-button": "كىرىش",
  "header-plans-link": "پىلانلار",
  "header-signup-button": "تىزىملىتىڭ",
  "home-about-head": "HCaptcha ھەققىدە",
  "home-about-subtitle": "HUMAN كېلىشىمنامىسى تەرىپىدىن ئىشلەنگەن",
  "home-about-text-1": "hCaptcha ماشىنا ئۆگىنىشتىكى ئەڭ كۆپ ئەمگەك كۆجۈملەشكەن مەسىلىنى ھەل قىلىش ئۈچۈن لايىھەلەنگەن: زور مىقداردىكى سانلىق مەلۇماتلارغا دەل ۋاقتىدا ، ئەرزان ۋە ئىشەنچلىك بەلگە چاپلاش.",
  "home-about-text-2": "تېخىمۇ كۆپ سانلىق مەلۇماتلار مەشىق ماشىنىسى ئۆگىنىش ئەندىزىسىدە تېخىمۇ ياخشى ئۈنۈم بېرىدۇ. چوڭقۇر مودېللارنىڭ يېقىنقى مۇۋەپپەقىيىتى بارغانسىرى چوڭ سانلىق مەلۇمات سانلىق مەلۇماتلىرىنى كەلتۈرۈپ چىقاردى ، دائىم دېگۈدەك بەزى كىشىلەرنىڭ باھالىشى بىلەن. قانداقلا بولمىسۇن ، مېخانىك تۈرك ، سەككىزىنچى رەسىم قاتارلىقلار ئارقىلىق ئىنسانلار تەكشۈرگەن چوڭ سانلىق مەلۇمات سانلىق مەلۇماتلىرىنى قۇرۇش ھەم ئاستا ھەم قىممەت.",
  "home-about-text-3": "hCaptcha تور بېكەتلەرنىڭ بۇ تەلەپكە مۇلازىمەت قىلىپ پۇل تېپىشىغا يول قويىدۇ.",
  "home-about-text-4": "HCaptcha بازىرىغا HUMAN كېلىشىمنامىسى ئىشلىتىلگەن بولۇپ ، Ethereum قامالخانىسىدا ئىجرا قىلىنىدىغان ئىنسانلارنىڭ تەكشۈرۈشى ئۈچۈن ئوچۇق تارقاقلاشتۇرۇلغان كېلىشىم. تور بېكەتلەر ئابونتلار تور بېكىتىدە hCaptcha كىچىك قورالىنى ئىشلەتكەن ھامان ئىنسانلار توكيوسى (HMT) غا ئېرىشىدۇ ، ماشىنا ئۆگىنىش شىركەتلىرى سانلىق مەلۇماتلىرىغا بەلگە قويۇش ئۈچۈن Human Tokens غا ھەق بېرىدۇ.",
  "home-ba-labeling-services-link": "بەلگە مۇلازىمىتى",
  "home-benefits-head-1": "سانلىق مەلۇمات بەلگىسىنىڭ قىممىتى",
  "home-benefits-head-2": "خەير-ساخاۋەتكە قايتۇرۇڭ",
  "home-benefits-text-1": "ھەر قېتىم بىر گىگانت شىركەتنىڭ ماشىنا ئۆگىنىش سىستېمىسىنى ھەقسىز تەربىيىلەشكە ياردەم قىلىۋاتقان ماشىنىنى چەككەندە ھېس قىلدىڭىزمۇ؟",
  "home-benefits-text-2": "hCaptcha بۇ مودېلنى ئايلاندۇرىدۇ. سىز HCaptcha نى ئىشلەتسىڭىز ، شىركەتلەر ئابونتلىرىڭىزنىڭ ئادىمىيلىكىنى ئىسپاتلىغاندەك قىلغان خىزمىتىگە باھا بېرىدۇ. مۇكاپاتقا ئېرىشىسىز.",
  "home-benefits-text-3": "ئۆزىڭىز ياقتۇرىدىغان خەير-ساخاۋەت ئىشلىرىغا جاۋاب قايتۇرۇشنى خالامسىز؟ hCaptcha ئۇنى ئىشلىتىپ تاپقان كىرىمىڭىز بىلەن تاللىغان خەير-ساخاۋەت ئىشلىرىڭىزنى قوللايدۇ. تور بېتىڭىزدىكى ئىشلەتكۈچىلەر hCaptcha كۆرۈنمە يۈزىدە ئەقىللىق ماركا ئارقىلىق خەير-ساخاۋەت ئىشلىرىغا قوشقان تۆھپىڭىزنى كۆرەلەيدۇ.",
  "home-challenge-text-1": "سوئالغا ماس كېلىدىغان بارلىق رەسىملەرنى تاللاڭ",
  "home-challenge-text-2": "جىسىملارنىڭ چەكلەش رايونىغا ئېنىقلىما بېرىڭ",
  "home-challenge-text-3": "مۇناسىپ بەلگىلەرنى ئېنىقلاڭ",
  "home-challenge-title-1": "سېلىشتۇرۇش",
  "home-challenge-title-2": "باغلاش ساندۇقى",
  "home-challenge-title-3": "تۈرگە ئايرىش",
  "home-challenges-head": "ئوتتۇرىغا قويۇلغان رىقابەتلەر",
  "home-challenges-text-1": "... ۋە باشقا ئاددىي ۋەزىپىلەر. ئىنسانلار ئۈچۈن ئاسان ، بوتۇلكىلار ئۈچۈن تەس.",
  "home-challenges-text-2": "كارخانا نەشرىياتچىلىرى ئۈچۈنمۇ خاس ۋەزىپىلەر بار.",
  "home-ent-1": "كارخانىمىزنىڭ بىخەتەرلىك تەمىناتىنى ئىزدەۋاتامسىز؟",
  "home-ent-2": "يېڭى مەخسۇس تور بېكىتىمىزنى زىيارەت قىلىڭ: BotStop.com",
  "home-ent-button": "تەپسىلاتى: BotStop by hCaptcha",
  "home-from-the-blog": "BLOG دىن:",
  "home-from-the-blog-value": "HCaptcha قىيىنلىق تەڭشەكلىرى قانداق ئىشلەيدۇ",
  "home-intro-body": "بوتۇلكىلارنى ساقلاپ قېلىش ئۈچۈن تۇتقۇچ ئىشلىتىۋاتامسىز؟ hCaptcha ئابونتلارنىڭ مەخپىيەتلىكىنى قوغدايدۇ ، تور بېكەتلەرنى مۇكاپاتلايدۇ ۋە شىركەتلەرنىڭ سانلىق مەلۇماتلىرىغا بەلگە قويۇشىغا ياردەم بېرىدۇ. ئۇ reCAPTCHA نىڭ چۈشۈش ئورنى: بىر نەچچە مىنۇت ئىچىدە ئالماشتۇرالايسىز.",
  "home-intro-button": "ھازىر تىزىملىتىڭ",
  "home-intro-head": "تېخىمۇ كۆپ بوتۇلكىلارنى توختىتىڭ. ئىشلەتكۈچىنىڭ مەخپىيەتلىكىنى قوغداشنى باشلاڭ.",
  "home-main-1": "شەخسىي. بىخەتەر. تېخىمۇ تېز. بىز ئۇنى ئىشلىتىمىز.",
  "home-main-2": "مەخپىيەتلىكنى مەركەزلەشتۈردى",
  "home-main-2c": "ئېلان تورى زىيارەتچىلىرىڭىزنى مەھسۇلات دەپ قارايدۇ. HCaptcha ئۈچۈن مەھسۇلات ئۇلار تەمىنلىگەن خىزمەت. ئابونتلىرىڭىزنىڭ كىم ئىكەنلىكى بىلەن كارىمىز يوق ، پەقەت ئۇلارنىڭ يامان غەرەزلىك بولۇشى مۇمكىن. مەخپىيەتلىك ئۆتكىلىگە ئوخشاش تەشەببۇسلارنى قوللايمىز ، مەخپىيەتلىك ۋە بىخەتەرلىكنى تەڭپۇڭلاشتۇرۇش ئۈچۈن تىرىشىمىز.",
  "home-main-3": "بىخەتەرلىك بىرىنچى",
  "home-main-3c": "ئېنىقلىق سىزنىڭ ۋە بىزنىڭ مەنپەئەتىمىزدە. hCaptcha نەشرىياتنى ئاساس قىلغان. بىز سىزگە ھەقىقىي سانلىق مەلۇمات بېرىش ئۈچۈن ئىشلىتىمىز ھەمدە ئۇنى قانداق ئىشلىتىشنى قارار قىلىمىز. باشقا رەسىملەرنى گىگانت ئېلان شىركەتلىرى تەمىنلەيدۇ. بۇ ئۇلارنىڭ توسۇۋالغان ھەر بىر بوتنىڭ كىرىمىنى ئازايتىشى مۇمكىنلىكىدىن دېرەك بېرىدۇ.",
  "home-main-4": "تېخىمۇ ياخشى ئىشلەتكۈچى تەجرىبىسى",
  "home-main-4c": "مۇرەككەپ ماشىنا ئۆگىنىش مودېللىرى hCaptcha تەرىپىدىن ئىنسانىيەتنى بەلگىلەشتە ئىشلىتىلىدۇ. بۇ بىزگە ئابونتلارغا بەلگە قويۇش ئۈچۈن پايدىلىق ماركا سانلىق مەلۇماتلىرىنى ئىشلەپچىقىرىش بىلەن بىر ۋاقىتتا ، ئىشلەتكۈچىلىرىڭىزدىن بىزار بولىدىغان ۋەزىپىلەرنى ئاز تەلەپ قىلىدۇ ۋە ئۇلارنىڭ ۋاقتىغا ئازراق ۋاقىت كېتىدۇ.",
  "home-main-plans": "hCaptcha ھەر قانداق چوڭلۇقتىكى نەشرىياتچىلار ئۈچۈن ھەقسىز. قانداقلا بولمىسۇن ، تېخىمۇ كۆپ كونترول قىلىشقا ئېھتىياجلىق كارخانا ۋە سۇپىلار ئۈچۈن بىزنىڭ كارخانىنىڭ ھەل قىلىش چارىسى بار.",
  "home-main-plans2": "hCaptcha كارخانا ھەل قىلىش چارىسى يەرشارىدىكى بىر قىسىم چوڭ شىركەتلەر ئۈچۈن نەچچە ئون مىليون توربېكەتتىكى مىليونلىغان ئابونتلارنى قوغدايدۇ. تېخىمۇ كۆپ ئۇچۇرغا ئېرىشىش ئۈچۈن بىز بىلەن ئالاقىلىشىڭ ياكى زىيارەت قىلىڭ",
  "home-main-plans3": "hCaptcha كارخانا ھەل قىلىش چارىسى يەرشارىدىكى بىر قىسىم چوڭ شىركەتلەر ئۈچۈن نەچچە ئون مىليون توربېكەتتىكى مىليونلىغان ئابونتلارنى قوغدايدۇ. تېخىمۇ كۆپ ئۇچۇرغا ئېرىشىش ئۈچۈن بىز بىلەن ئالاقىلىشىڭ ياكى زىيارەت قىلىڭ",
  "home-main-plans4": "تەپسىلاتلار ئۈچۈن.",
  "home-plans-button-1": "ھازىر تىزىملىتىڭ",
  "home-plans-button-2": "سېتىش بىلەن ئالاقىلىشىڭ",
  "home-plans-chart-head-1": "Features",
  "home-plans-chart-head-2": "نەشرىياتچى",
  "home-plans-chart-head-3": "كارخانا",
  "home-plans-chart-row-1-cell-1": "كونترول رىقابەت تىپى كۆرسىتىلدى",
  "home-plans-chart-row-1-cell-2": "چەكلىك",
  "home-plans-chart-row-1-cell-3": "ئومۇمىي",
  "home-plans-chart-row-10-cell-1": "كۆپ ئىشلەتكۈچى باشقۇرۇش تاختىسى",
  "home-plans-chart-row-11-cell-1": "ئىلغار دوكلات قىلىش ئىقتىدارلىرى",
  "home-plans-chart-row-12-cell-1": "كارخانا SLAs",
  "home-plans-chart-row-2-cell-1": "ئىشلىتىلگەن رىقابەت مەزمۇنىنى كونترول قىلىش",
  "home-plans-chart-row-2-cell-2": "چەكلىك",
  "home-plans-chart-row-2-cell-3": "ئومۇمىي",
  "home-plans-chart-row-3-cell-1": "ئىنسانلارنىڭ ھەل قىلىشى ئۈچۈن مۇكاپاتقا ئېرىشىش",
  "home-plans-chart-row-4-cell-1": "دۇنياۋى بوتقا قارشى قوغداش",
  "home-plans-chart-row-5-cell-1": "ھەر بىر دۆلەتتە ئىشلەيدۇ",
  "home-plans-chart-row-5a-cell-1": "No-CAPTCHA ۋە% 99.9 پاسسىپ ھالەت",
  "home-plans-chart-row-5b-cell-1": "Bot ئىشەنچ نومۇرى",
  "home-plans-chart-row-6-cell-1": "GDPR ۋە CCPA دوستانە مەخپىيەتلىك سىياسىتى",
  "home-plans-chart-row-7-cell-1": "ئىنچىكە دەرىجىدىكى قىيىنلىق دەرىجىسى",
  "home-plans-chart-row-8-cell-1": "ئۆزىڭىزنىڭ رىقابەت مەزمۇنىنى قوزغىتىڭ",
  "home-plans-chart-row-9-cell-1": "ۋاقىتنى ئاساس قىلىش تەس",
  "home-try-it-out-button": "HCaptcha غا ئېرىشىش",
  "home-try-it-out-head": "سىناپ بېقىڭ",
  "home-try-it-out-text": "hCaptcha ئىنسانلارنىڭ ھەل قىلىشى ئۈچۈن ئۇششاق-چۈششەك بولسىمۇ ، ئاددىي ، ئاسان ۋە ئىشەنچلىك بوت بايقاش بىلەن تەمىنلەيدۇ.",
  "labeling-about-head": "HCaptcha ھەققىدە",
  "labeling-about-text-1": "hCaptcha ماشىنا ئۆگىنىشتىكى ئەڭ كۆپ ئەمگەك كۆجۈملەشكەن مەسىلىنى ھەل قىلىش ئۈچۈن لايىھەلەنگەن. زور مىقداردىكى سانلىق مەلۇماتلارغا دەل ۋاقتىدا ، ئەرزان ۋە ئىشەنچلىك ئۇسۇلدا بەلگە قويۇش. تېخىمۇ كۆپ سانلىق مەلۇماتلار مەشىق ماشىنىسى ئۆگىنىش ئەندىزىسىدە تېخىمۇ ياخشى ئۈنۈم بېرىدۇ. چوڭقۇر مودېللارنىڭ يېقىنقى مۇۋەپپەقىيىتى بارغانسىرى چوڭ سانلىق مەلۇمات سانلىق مەلۇماتلىرىنى كەلتۈرۈپ چىقاردى ، hCaptcha بۇ ئېھتىياجنى قاندۇردى.",
  "labeling-about-text-2": "قانداقلا بولمىسۇن ، ئەنئەنىۋى ئۇسۇللار ئارقىلىق ئىنسانلار تەكشۈرگەن چوڭ سانلىق مەلۇمات ئامبىرىنى قۇرۇش ھەم ئاستا ھەم قىممەت. hCaptcha بولسا شىركەتلەرنىڭ تەلەپ قىلغان ئىزاھاتىغا ئېرىشىشنىڭ بىر خىل ئۇسۇلى ، باشقا تاللاشلارغا قارىغاندا تېخىمۇ يۇقىرى سۈپەتلىك ۋە ئەرزان باھادا.",
  "labeling-annotations-head": "ئىزاھات تىپى",
  "labeling-annotations-text-1": "رەسىم ۋە سىندىكى ئوبيېكتنى توغرا بايقاش",
  "labeling-annotations-text-2": "رەسىم ۋە سىندىكى ئوبيېكتنى توغرا بايقاش",
  "labeling-annotations-text-3": "نۇرغۇن ئوخشىمىغان ئىشلىتىش ئەھۋاللىرىغا ئىزاھات",
  "labeling-annotations-text-4": "ھەر قانداق چوڭلۇقتىكى خالىغان تۈرلەرنى رەتلەڭ ياكى قوشۇڭ",
  "labeling-annotations-text-5": "ئادەم كۈچى ئارقىلىق بايقاش ۋە تۈرگە ئايرىش",
  "labeling-annotations-text-6": "بۇ يەردە كۆرسىتىلمىگەن باشقا بىر تىپ لازىممۇ؟ بىزدىن سوراڭ.",
  "labeling-annotations-title-1": "باغلىنىش قۇتىسى",
  "labeling-annotations-title-2": "كۆپ خوتۇنلۇق",
  "labeling-annotations-title-3": "بەلگە",
  "labeling-annotations-title-4": "خاسلاشتۇرۇش كاتېگورىيىسى",
  "labeling-annotations-title-5": "سېلىشتۇرۇش ۋە بايقاش",
  "labeling-annotations-title-6": "... ۋە باشقا نۇرغۇن",
  "labeling-ent-button": "كارخانا ھەل قىلىش ئەترىتىمىز بىلەن ئالاقىلىشىڭ",
  "labeling-ent-head": "ئاخىرىدىن ئاخىرىغىچە كونترول قىلىش كېرەكمۇ؟",
  "labeling-ent-text-1": "HCaptcha نىڭ ئارقىسىدىكى HUMAN سۇپىسى ئالدىنقى سىستېمىڭىز بىلەن بىرلەشتۈرۈلگەن ئالدىن ، ئارىلاش ماتورلۇق ياكى SaaS ئورۇنلاشتۇرۇش ئارقىلىق يۇقىرى دەرىجىدىكى خىزمەت سۈپىتى ۋە باشقۇرۇش ئىقتىدارلىرى بىلەن تەمىنلەيدۇ.",
  "labeling-ent-text-2": "ئۆزىڭىزنىڭ خىزمەت كۈچى بىلەن پۈتۈنلەي تورسىز ئىجرا قىلىڭ ، سودا ئورۇنلىرى ياكى بىرلەشمە شېرىكلەر ئارا سەرپ قىلىنغان قىممەتنى ئىز قوغلاڭ ، تەننەرخنى ۋە بىخەتەرلىك تەلىپىگە ئاساسەن ، ئوخشىمىغان ئىچكى ياكى تاشقى ئەمگەك بىلەن تەمىنلىگۈچىلەرگە خىزمەت يولىنى تاللاڭ.",
  "labeling-ent-text-3": "ئاسان API زىيارەت قىلىش ، چىرايلىق باشقۇرۇش تاختىسى ۋە ئەڭ يېڭى مودېل تېخنىكىدا ئۈنۈمنى ئەڭ يۇقىرى چەككە يەتكۈزۈش.",
  "labeling-ent-text-4": "% 99.99 ئىش ۋاقتىدىكى SLA ۋە 24/7 يەرشارى قوللىشى بار. تېخىمۇ كۆپ ئۇچۇرغا ئېرىشىش ئۈچۈن:",
  "labeling-features-head-1": "ئاددىي API قوزغىتىلغان تۇرۇبا يولى.",
  "labeling-features-head-2": "تەننەرخ ۋە سۈپەت ئۈچۈن ئەلالاشتۇرۇلغان. ئالدىنقى قاتاردىكى ۋەدىلەر تەلەپ قىلىنمايدۇ.",
  "labeling-features-head-3": "پەقەت سىز ئېھتىياجلىق بولغان توغرىلىق ئۈچۈن پۇل تۆلەڭ.",
  "labeling-features-head-4": "ئۆزىڭىزنىڭ يەر يۈزى ھەقىقەت سانلىق مەلۇماتلىرى بىلەن تەمىنلەڭ ياكى ئۇنى ئۇچۇپ قۇرايلى.",
  "labeling-features-text-1": "ئىنسانلارنىڭ تەكشۈرۈشىنى بىۋاسىتە سودىڭىزغا بىرلەشتۈرمەكچىمۇ؟ بىز يۇقىرى ئىشەنچلىك SLA ، كاپالەتلىك ئىقتىدارى ۋە ئاددىي REST API لىرىنى تەمىنلەيمىز.",
  "labeling-features-text-2": "HUMAN سۇپىسى ئەتراپلىق ئىشەنچ ئەندىزىسىنى ئىشلىتىپ ، مۇرەككەپ ھەقىقىي سۈپەت ئانالىزى قىلىدۇ. بۇ بىزگە سوئالنىڭ قىيىنلىقىنى ھەم ئۇلارنىڭ توغرا جاۋابىنى تېزلىكتە ئېنىقلاپ ، ۋاقىت ۋە ئىقتىسادنى تېجەپ قالالايدۇ.",
  "labeling-features-text-3": "بارلىق مەسىلىلەر ئوخشاش بولمايدۇ. بىخەتەرلىك ھالقىلىق ۋەزىپىلەرگە ئىزاھات پۈتۈنلەي ئادەم ئىشچىلىرىدىن% 99.99 ئىشەنچ تەلەپ قىلىشى مۇمكىن. كۆچمە ئويۇن دېتالىدىكى بىر سىناق ئىقتىدارنىڭ ئىزاھاتى پەقەت ئوتتۇراھال ئىشەنچنى تەلەپ قىلىشى مۇمكىن. سىز قارار قىلىڭ.",
  "labeling-features-text-4": "ئەتراپلىق دەلىللەش توپلىمىسىز خام سانلىق مەلۇمات بارمۇ؟ كۆپىنچە ئەھۋاللاردا سىستېمىدا ئىجرا قىلىنىدىغان ۋەزىپە سۈپىتىدە سىز ئۈچۈن بىرنى قۇرالايمىز ياكى تەستىقلىشىڭىز ئۈچۈن بەلگە خاراكتېرلىك ئەۋرىشكە قۇرالايمىز.",
  "labeling-info-head": "سانلىق مەلۇمات بەلگىسىگە ئېرىشىش",
  "labeling-info-text-1": "تور دائىرىمىز مۇتەخەسسىسلىرىدىن بىرى بىلەن سۆزلىشىپ ، تۈر ئېھتىياجىڭىزنى ئېنىقلاڭ: نىشاننىڭ توغرىلىقى ، شەكلى ۋە ھەر قانداق ئالاھىدە تەلەپلەر.",
  "labeling-info-text-2": "ئەۋرىشكە سانلىق مەلۇماتلىرىڭىزغا ئاساسەن كىچىك ئىشلەپچىقىرىش خىزمىتىنى ئىجرا قىلىمىز. بۇ بىز بىرلىكتە قىلغان خىزمەتلەرنى سىناق قىلىپ ، ئېھتىياجلىق نەرسىلەرگە ئېرىشىشىڭىزگە كاپالەتلىك قىلىدۇ.",
  "labeling-info-text-3": "يۇقىرى ھەجىمىمىز ۋە كېچىكىشىمىز تۆۋەن بولغاچقا ، خىزمىتىڭىزنى تېزدىن ئاپتوماتىك ئايلاندۇرىمىز.",
  "labeling-info-text-4": "ئىشلەپچىقىرىش خىزمىتىڭىزنىڭ پارامېتىرلىرىنى تېخىمۇ ياخشى چۈشەنگەن ۋاقتىمىزدا ، ۋاقىتنىڭ ئۆتۈشىگە ئەگىشىپ نەتىجىسى داۋاملىق ياخشىلىنىدۇ.",
  "labeling-info-text-5": "نەق مەيدان باشقۇرۇش تاختىسى ھەر ۋاقىت تەكلىپ-پىكىر بېرەلەيسىز ياكى ئىشلەپچىقىرىشنى توختىتالايسىز.",
  "labeling-info-title-1": "ئېنىقلىما",
  "labeling-info-title-2": "دەسلەپكى خىزمەت سىنىقى",
  "labeling-info-title-3": "ئىشلەپچىقىرىش خىزمەتلىرىنى ئورۇنلاشتۇرۇش",
  "labeling-info-title-4": "ئۈزلۈكسىز ياخشىلاش",
  "labeling-info-title-5": "ھەقىقىي ۋاقىت نەتىجىسى",
  "labeling-main-1": "كۆلەمدىكى ئۈنۈملۈك سانلىق مەلۇمات بەلگىسى",
  "labeling-main-1-button": "سانلىق مەلۇماتلىرىڭىزنى ھازىر بەلگە قىلىپ قويۇڭ",
  "labeling-main-1c": "سانلىق مەلۇمات جەدۋىلىڭىزگە تېخىمۇ كۆپ بەلگە لازىممۇ؟ hCaptcha سۈنئىي ئىدراك ۋە ماشىنا ئۆگىنىش قوللىنىشچان پروگراممىلىرىدا ئىشلەيدىغان شىركەتلەرنى تېز ، تېجەشلىك ۋە يۇقىرى سۈپەتلىك سانلىق مەلۇمات بەلگىسى بىلەن تەمىنلەيدۇ.",
  "labeling-main-2": "مىليونلىغان ۋەزىپىلەرنى دەرھال قوزغىتىڭ.",
  "labeling-main-2-button": "سانلىق مەلۇمات بەلگىسى مۇلازىمىتىنى سېتىۋېلىڭ",
  "labeling-main-2c": "hCaptcha يەر شارىدىكى ئەڭ چوڭ كۆلچەكلەرنىڭ بىرى. كۆلىمىڭىزنىڭ قانداق بولۇشىدىن قەتئىينەزەر ، قىممەت باھالىق ئالدىن ۋەدە بەرمەي تۇرۇپ بىر تەرەپ قىلالايمىز. كۈنىگە مىليونلىغان ۋەزىپە مەسىلە ئەمەس.",
  "labeling-platform-head": "شەخسىي ياكى ئاممىۋى ئۇچۇرلار",
  "labeling-platform-text": "hCaptcha HUMAN سۇپىسىدا ياسالغان بولۇپ ، مۇرەككەپ يول يۈرۈش ۋە ئانالىز قىلىش ئارقىلىق ھەر بىر باسقۇچتا تەننەرخ ۋە ئۈنۈمنى ئەلالاشتۇرىدۇ. بۇ تېخنىكا مۇۋاپىق ئەمگەك كۈچلىرى خىزمىتىڭىزنىڭ ھەر بىر قىسمىنى بىر تەرەپ قىلالايدۇ ، شەخسىي مەخپىيەتلىكنى ساقلاش ۋە قوللىنىشقا بولىدىغان ھەر قانداق نازارەت قىلىش تەلىپىگە ماسلىشىش بىلەن بىللە ، تەننەرخنى يۇقىرى كۆتۈرگىلى بولىدۇ.",
  "labeling-try-button": "سانلىق مەلۇمات بەلگىسى مۇلازىمىتىنى سېتىۋېلىڭ",
  "labeling-try-head": "سانلىق مەلۇماتلىرىڭىز بىلەن سىناپ بېقىشنى خالامسىز؟",
  "labeling-try-text": "... سىز تەييار بولغاندا بىز تەييارمىز: مۇلازىمىتىمىز كېچە-كۈندۈز ئىشلەتكىلى بولىدۇ.",
  "learn-more-hcaptcha": "HCaptcha ھەققىدىكى تەپسىلاتلار",
  "page-acc-faq-1": "سوئال: HCaptcha بۆلۈمى 508 + WCAG 2.1 AA ماس كېلەمدۇ؟ جاۋاب: بىز شۇنىڭغا ئىشىنىمىز: تورنى كۆرەلەيدىغان ۋە جەدۋەلگە تېكىست كىرگۈزەلەيدىغان ھەر قانداق شەكىلدىكى توسالغۇغا ئۇچرىغان ئابونتلار تىزىملاتقاندىن كېيىن hCaptcha تەرىپىدىن قوغدىلىدىغان مۇلازىمەتلەرگە ئېرىشەلەيدۇ. قانداقلا بولمىسۇن ، بۇ قانۇنىي مەسلىھەت ئەمەس: ئۆزىڭىزنىڭ ئەمەلىيلەشتۈرۈشىڭىزنى ئويلىشىپ ، ئۆزىڭىزنىڭ باھالىشىڭىزغا كاپالەتلىك قىلىشىڭىز كېرەك.",
  "page-acc-faq-2": "سوئال: سىز ئاۋازغا ئوخشاش باشقا قولايلىق (a11y) تاللانمىلىرىنى ئىشلەۋاتامسىز؟ جاۋاب: ئىلگىرى ئاۋازلىق رەسىمگە ئوخشاش ئاممىباب تاللاشلار نۇرغۇن a11y ئىشلەتكۈچىلەرنى كەمسىتىدۇ ھەمدە زامانىۋى ماشىنا ئۆگىنىش تېخنىكىسى تەرىپىدىن ئاسانلا مەغلۇپ بولىدۇ. بۇ نۆۋەتتىكى ئاۋاز خىرىسلىرىنى تېخىمۇ قىيىنلاشتۇرۇۋەتتى ، شاۋقۇن ، غەلىتە ۋاقىت ، ئادەتتىن تاشقىرى سۆز بىرىكمىسى قاتارلىقلار ھۇجۇمچىلارنى مەغلۇب قىلدى. شۇڭا بىز بۇ خىل ئۇسۇل بىلەن رىقابەتتىن پۈتۈنلەي ساقلىنىشقا ئانچە قىزىقمايمىز ، ئەمما a11y جەمئىيىتىدىن ئېھتىياج بولسا ئۇنى ئويلىشىمىز. قانداقلا بولمىسۇن ، قولايلىق ئىشلىتىش قېپىنىڭ مەخپىيەتلىك ئۆتكىلىگە بەك قىزىقىمىز. ئىشىنىمىزكى ، بىزنىڭ ھازىرقى a11y ئۇسۇلىمىزنى مەخپىيەتلىك پاسونى تارقىتىش بىلەن بىرلەشتۈرگەندە ، a11y ئابونتلىرىنىڭ بىخەتەر زىيارەت قىلىشىغا يول قويىدۇ ، ئۇلارنىڭ ئېقىمى تېخىمۇ شەخسىي بولىدۇ ، شۇنىڭ بىلەن بىر ۋاقىتتا ، a11y تاللانمىلىرى بولغاندا مۇقەررەر يۈز بېرىدىغان ماشىنا تىجارەتچىلىرىنىڭ خورلىنىشىنى چەكلەيدۇ. بىز بۇ يېڭى تېخنىكىنى قېلىپلاشتۇرىدىغان IETF خىزمەت گۇرۇپپىسىنىڭ ئاكتىپ قاتناشقۇچىلىرىمىز.",
  "page-acc-faq-3": "سوئال: شەخسىي سىرچۇ؟ تىزىملاش مەلۇم جەھەتتىن a11y كۆرۈش سانلىق مەلۇماتلىرىنى ئاشكارىلامدۇ؟ ئېلېكترونلۇق خەتنى قانداق قىلىسىز؟ جاۋاب: hCaptcha باشتىن-ئاخىر شەخسىي مەخپىيەتلىك ئۈچۈن لايىھەلەنگەن. ئۇ ئېلان تورىغا تەۋە بولغان reCAPTCHA غا ئوخشاش ئەنئەنىۋى تاللاشلارغا ئوخشىمايدۇ ، ئۇلار سىزنى تور ئەتراپىدا ئىز قوغلاپ ، ھەقىقىي سالاھىيەت بىلەن باغلايدۇ. بىز ھەرگىزمۇ ئېلېكترونلۇق خەت ياكى ئۇچۇرلارنى a11y ئىشلىتىشكە قۇلايلىق يارىتىش ۋە قالايمىقان ئىشلىتىشنىڭ ئالدىنى ئېلىشتىن باشقا مەقسەتتە ئىشلەتمەيمىز. بىزنىڭ مەخپىيەتلىك تۈزۈمىمىزدە سانلىق مەلۇماتلارنى قانداق ئىشلىتىدىغانلىقىمىزغا ئەتراپلىق ۋە نوپۇزلۇق جاۋابلار بار ، ئەمما قىسقا جاۋاب شۇكى ، سىزنى كۆرۈش تارىخىڭىز بىلەن بىر ئادەم سۈپىتىدە باغلاشقا قىزىقمايمىز. بىز ھازىر ئېلېكترونلۇق خەت ئادرېسىڭىزنى تېزلىكتە تاشلىۋېتىش ئۈچۈن شىفىرلىق ھەل قىلىش چارىسى ئۈستىدە ئىزدىنىۋاتىمىز. ھالبۇكى ، يەنىلا خورلىنىشنىڭ ئالدىنى ئېلىش ئىقتىدارىمىزنى ساقلاپ ، مەخپىيەتلىك ساقلاش خىزمىتىمىزنى تولۇقلايمىز.",
  "page-acc-link-1": "ئەگەر ئىشلەتكىلى بولىدىغان ئىشلەتكۈچى بولسىڭىز ، بۇ يەرگە تىزىملىتىڭ.",
  "page-acc-subhead": "بىخەتەرلىكنى قوغداش بىلەن بىر ۋاقىتتا بارلىق ئىشلەتكۈچىلەرنىڭ يوچۇقسىز زىيارەت قىلىنىشىغا كاپالەتلىك قىلىش",
  "page-acc-summary": "خۇلاسە",
  "page-acc-summary-contents-1": "hCaptcha بوتلارنى كىشىلەردىن پەرقلەندۈرۈش ئارقىلىق توختىتىش ئۈچۈن لايىھەلەنگەن. كۆرۈش سىنىقى بۇنىڭ ئۈچۈن قۇلايلىق قورال ، ئەمما ھەممە ئادەم كۆرۈش قىيىنچىلىقىنى ھەل قىلالمايدۇ. بۇ سەۋەبتىن بىز مۇلازىمىتىمىزنى ئىشلىتىپ نەشرىياتچىلارنىڭ 508-پاراگراف ۋە WCAG 2.1 AA ئۆلچىمىگە ماس كېلىدىغان بارلىق كىشىلەرنىڭ قولايلىقلىقىنى ساقلاپ قېلىش ئۈچۈن ئاددىي ، ئازابسىز تاللاش لايىھىسىنى لايىھەلەپ چىقتۇق.",
  "page-acc-summary-contents-2": "قانداق ئىشلەيدۇ: بىرىنچىسى ، ئىشلەتكۈچىلەر hCaptcha كىچىك قورال ئۇچۇر بېتىگە ئۇلانغان بۇ URL دا تىزىملىتىدۇ. ئۇلارغا شىفىرلانغان ساقلانما بېرىلىدۇ ، ئۇنى كۈندە بىر قانچە قېتىم ئىشلىتىشكە بولىدۇ ، ئەمما چوقۇم ھەر 24 سائەتتە بىر قېتىم كىرىش ئارقىلىق يېڭىلاش كېرەك. HCaptcha مۇلازىمىتىنى ئىشلىتىپ ھەر قانداق تور بېكەتتىكى زىيارەتچىلەرگە رىقابەت ئوتتۇرىغا قويۇلغاندا ، ئۇلار ئاپتوماتىك ئۆتۈپ كېتىدۇ.",
  "page-acc-title": "hCaptcha زىيارەت ئۇچۇرى",
  "page-acc-tr-body": "سوئال: مەن ساقلانمىلارنى تەڭشىگەندىن كېيىن يەنىلا رىقابەتنى كۆرۈۋاتىمەن. بۇنى نېمە كەلتۈرۈپ چىقىرىۋاتىدۇ؟<br> جاۋاب: بۇ ئادەتتە تاجاۋۇزچىلىق ئېلانى توسۇش ياكى ساقلانمىلارغا قارشى كېڭەيتىش ياكى تور بېكەت ساقلانمىلىرىنى توسىدىغان تەڭشەكنى ئىشلىتىشتىن بولىدۇ ، بۇ ئەھۋالدا hcaptcha.com تور بېكىتى hCaptcha JS تەرىپىدىن باشقا تور بېكەتتە تەڭشىلىدۇ ياكى تەكشۈرۈلىدۇ. سىز زىيارەت قىلغانغا ئوخشاش.<br><br> hCaptcha قولايلىق ساقلانمىلار بارلىق ئۆلچەملىك توركۆرگۈچلەر ۋە ئېلان چەكلىگۈچىلەر بىلەن ئۆلچەملىك تەڭشەكلىرى بىلەن ئىشلەيدۇ ، شۇڭا ئادەتتە مەغلۇبىيەت چەكلىمىگە قارشى قوليازما ياكى ئالاھىدە تور بېكەتلەرنى نىشان قىلغان مۇشۇنىڭغا ئوخشاش قائىدىلەر سەۋەبىدىن بولىدۇ.<br><br> ھەل قىلىش چارىسى:<br><br> 1. Whitelist hcaptcha.com ۋە * .hcaptcha.com ئېلانلىرى ياكى توركۆرگۈ بىخەتەرلىك كېڭەيتىلمىسىدىكى ساقلانمىلار.<br> 2. ئەگەر سىز باتۇر توركۆرگۈنى ئىشلىتىۋاتقان بولسىڭىز ، ئۇنىڭدا ھازىرچە ھېچقانداق ساقلانمىلارنىڭ ئاق تىزىملىكى يوق ، مايىللىق -> قالقان -> ساقلانمىلارغا كىرىپ ، بارلىق ساقلانمىلارغا يول قويۇڭ.<br> 3. ئەگەر سىز يېقىندا ئېلان قىلىنغان OS X 10.15 ياكى iOS 13.4 دە Safari نىڭ ئەڭ يېڭى نەشرىنى ئىشلىتىۋاتقان بولسىڭىز ، ئالما شىركىتى Safari نىڭ ئۈچىنچى تەرەپ ساقلانمىلىرىغا مۇناسىۋەتلىك ھەرىكىتىنى ئۆزگەرتىپ ، سۈكۈتتىكى ھالەتتە ھەممىسىنى توسىدى. بىز بىر ھەل قىلىش چارىسىنى يولغا قويۇۋاتىمىز ، ئەمما شۇنىڭ بىلەن بىر ۋاقىتتا Safari مايىللىقى ، مەخپىيەتلىك بۆلىكىنى زىيارەت قىلىڭ ۋە توربېكەتنىڭ ئىز قوغلىنىشىنى تەكشۈرۈپ بېقىڭ: تور بېكەت ھالقىغان ئىز قوغلاشنىڭ ئالدىنى ئېلىپ ، ساقلانمىلارنىڭ كۈتكەندەك ئىشلىشىگە كاپالەتلىك قىلىڭ.<br><br> سوئال: مەن كۆپ ئۈسكۈنىنى ئىشلىتىمەن. كۆپ قېتىم تىزىملىتىشىم كېرەكمۇ؟<br> جاۋاب: ياق. ساقلانمىلارنى تەڭشەش ئۈچۈن ئىشلەتكەن ھەر بىر ئۈسكۈنىدە سىزگە ئەۋەتىلگەن ئېلېكترونلۇق خەت كىرىش ئۇلانمىسىنى چېكىڭ.<br><br> سوئال: قولايلىق ساقلانمىلارنى ئىشلەتكەندە ئۆزۈمنى ئۈچىنچى تەرەپ ساقلانمىلارنى ئىز قوغلاشتىن قانداق قوغدىيالايمەن؟<br> جاۋاب: دائىرە دەرىجىلىك ئاق تىزىملىكنى قوللايدىغان ھەر قانداق مەخپىيەتلىك ياكى ئېلاننى چەكلەش كېڭەيتىلمىسىنى ئىشلىتىش (مەسىلەن uBlock Origin) مۆلچەردىكىدەك ئىشلەيدۇ: hcaptcha.com نى ئاق تىزىملىكتىن جەزملەشتۈرۈڭ.",
  "page-acc-tr-title": "قولايلىق ئىشلەتكۈچىلەر ئۈچۈن: دائىم سوئال ۋە مەسىلىنى ھەل قىلىش قوللانمىسى",
  "page-acc-tr2-body": "Safari<br> Safari (Mac) دىكى ساقلانمىلارنى قوزغىتىش ئۈچۈن: Safari ئېسىلما تىزىملىككە كىرىڭ. مايىللىقنى تاللاڭ. ئۈستى تەرەپتىكى مەخپىيەتلىكنى چېكىڭ. «ساقلانمىلارنى توسۇش» ئاستىدا «ھەرگىز» تاللانمىسىنى تاللاڭ.<br> Safari دىكى ساقلانمىلارنى قوزغىتىش (iPhone / iPad iOS 11+): تەڭشەكلىرىڭىزنى ئېچىڭ. تۆۋەنگە قاراپ Safari نى تاللاڭ. مەخپىيەتلىك ۋە بىخەتەرلىك ئاستىدا ، «تور بېكەتلەرنىڭ ئىز قوغلىشىنىڭ ئالدىنى ئېلىش» ۋە «بارلىق ساقلانمىلارنى توسۇش» نى ئېتىڭ.<br><br> Firefox<br> ھەر قانداق تور بەتتىكى ئادرېس بالدىقىنىڭ سول تەرىپىدىكى قالقاننى چېكىڭ. قوغداش تەڭشەكلىرىنى چېكىڭ. Firefox مايىللىقى مەخپىيەتلىك ۋە بىخەتەرلىك تاختىسى ئېچىلىدۇ. كۈچەيتىلگەن ئىز قوغلاشنى قوغداش ئاستىدا «ئىختىيارى» نى تاللاڭ. بۇ تاللاش رامكىسىنى تاللاش ئارقىلىق قايسى ئىز قوغلىغۇچىلار ۋە ئورگىناللارنى توسىدىغانلىقىنى تاللاڭ. Hcaptcha.com نىڭ قۇلۇپلانغانلىقىنى جەزملەشتۈرۈڭ.<br><br> سىز بۇ مەسىلىنى ھەل قىلىش ئۈچۈن Custom دىكى بەزى قوغداشلارنى ۋاقتىنچە ئېتىۋەتسىڭىز بولىدۇ ، تەكشۈرۈش رامكىسىنى تاللاڭ: ئىز قوغلىغۇچىلارنى تاللاش رامكىسىنى تاللاڭ ياكى ساقلانما تاللانمىسىنى تاللاڭ.<br><br> Google Chrome<br> Google Chrome (PC)<br> Chrome تىزىملىك سىنبەلگىسىنى تاللاڭ. تەڭشەكلەرنى تاللاڭ.<br> مەخپىيەتلىك ۋە بىخەتەرلىككە ، ئاندىن Cookies ۋە باشقا تور بېكەت سانلىق مەلۇماتلىرىغا بېرىڭ.<br> «ئۈچىنچى تەرەپ ساقلانمىلىرىنى چەكلەش» نىڭ قوزغىتىلمىغانلىقىنى جەزملەشتۈرۈڭ.<br><br> Google Chrome (Mac):<br> تىزىملىك بالدىقىدىن Chrome مايىللىقىنى ئېچىڭ.<br> مەخپىيەتلىك ۋە بىخەتەرلىككە ، ئاندىن Cookies ۋە باشقا تور بېكەت سانلىق مەلۇماتلىرىغا بېرىڭ.<br> «ئۈچىنچى تەرەپ ساقلانمىلىرىنى چەكلەش» نىڭ قوزغىتىلمىغانلىقىنى جەزملەشتۈرۈڭ.<br><br> Google Chrome (ئاندىرويىد):<br> ئاندىرويىد ئۈسكۈنىڭىزدە Chrome دېتالىنى ئېچىڭ.<br> ئوڭ تەرەپ ئۈستى تەرەپتە «تېخىمۇ كۆپ» نى چېكىڭ.<br> بېكەت تەڭشىكى ۋە ئاندىن ساقلانمىلارنى چېكىڭ.<br> «Cookies» نىڭ يېنىدا تەڭشەكنى ئېچىڭ.<br> «ئۈچىنچى تەرەپ ساقلانمىلىرىغا يول قويۇش» نىڭ يېنىدىكى رامكىنى تەكشۈرۈڭ.<br><br> Internet Explorer<br> 1. ئېكراننىڭ ئوڭ ئۈستى بۇرجىكىدىكى چىشلىق چاقنى تاللاڭ ، ئاندىن «تور تاللانمىلىرى» نى تاللاڭ. ئەگەر تىزىملىك بالدىقى قوزغىتىلغان بولسا ، «قورال» ئاندىن «تور تاللانمىلىرى» نى تاللىيالايسىز.<br> 2. «مەخپىيەتلىك» بەتكۈچىنى چېكىڭ.<br> 3. «ئىلغار» كۇنۇپكىسىنى تاللاڭ.<br> 4. «ئۈچىنچى تەرەپ ساقلانمىلىرى» ئاستىدا «قوبۇل قىلىش» نى تاللاڭ.<br> 5. «جەزملە» نى چېكىڭ.",
  "page-acc-tr2-head": "تور بېكەت ساقلانمىلىرى ئۈچۈن توركۆرگۈچ كۆرسەتمىسى",
  "priv-hc": "مەخپىيەتلىكنى مەركەزلەشتۈردى",
  "priv-hc-text": "ئېلان تورى سىزنى ئۇلارنىڭ مەھسۇلاتى دەپ قارايدۇ. بىز قىلمايمىز. بىز ئابونتلارنىڭ كىم ئىكەنلىكى بىلەن كارىمىز يوق ، پەقەت ئۇلارنىڭ يامان غەرەزلىك بولۇشى مۇمكىن. مەخپىيەتلىك ئۆتكىلىگە ئوخشاش تەشەببۇسلارنى قوللايمىز ، مەخپىيەتلىك ۋە بىخەتەرلىكنى تەڭپۇڭلاشتۇرۇش ئۈچۈن تىرىشىمىز.",
  "reporting-bugs-accessibility-button": "قوشۇمچە ئىقتىدارلار ھەققىدىكى تەپسىلاتلار",
  "reporting-bugs-accessibility-head": "زىيارەت قىلىش تاللانمىلىرى",
  "reporting-bugs-accessibility-text": "كۆرۈش قۇۋۋىتىڭىز ئاجىزمۇ ياكى بولمىسا hCaptchas نى تاماملىيالمايسىز؟",
  "reporting-bugs-guide-ff-head": "كەمتۈك دوكلاتىنى تۇتۇش تەپسىلاتلىرى: Firefox",
  "reporting-bugs-guide-ff-step-1": "1-قەدەم: ئاچقۇچىلار قوراللىرىنى ئېچىڭ (بۇ يىغىننى خاتىرىلەشكە باشلايدۇ.)",
  "reporting-bugs-guide-ff-step-2": "2-قەدەم: ئاچقۇچىلار قوراللىرىدىكى تور بەتكۈچىنى چېكىڭ. ئۈستىدىكى «Persist» خاتىرىسىنى تەكشۈرۈڭ.",
  "reporting-bugs-guide-ff-step-3": "3-قەدەم: https://accounts.hcaptcha.com/demo ياكى سىز يولۇققان توربېكەتنى زىيارەت قىلىڭ (مەخپىيەتلىك ئەسكەرتىش: پەقەت ئۇنىڭ نېمە ئىكەنلىكىنى ھەمبەھىرلەشنى خالىمىسىڭىز) ... ئاندىن I نى بېسىڭ. مەن ئىنسانلارنىڭ كۇنۇپكىسى ، ھەمدە ھەل قىلىشقا تىرىشىڭ.",
  "reporting-bugs-guide-ff-step-4": "4-قەدەم: ھەل قىلماقچى بولغاندىن كېيىن HAR نى چېكىڭ ، ھەمدە تور خاتىرىسىنى ساقلاش ئۈچۈن ھەممىنى ساقلاشنى HAR قىلىپ تاللاڭ. ئۇ ھۆججەتنى بىزگە ئەۋەتىڭ.",
  "reporting-bugs-guide-ff-step-5": "5-قەدەم: كونترول سۇپىسىنىڭ بەتكۈچىنى چېكىڭ ، ئاندىن ئوڭ تەرەپنى چېكىپ ئاندىن ھەممىنى تاللاڭ ۋە ئۇنى تېكىست ھۆججىتىگە ساقلاڭ ، كونترول سۇپىسىنى ساقلاش ئۈچۈن. بىزگە ئەۋەتىڭ.",
  "reporting-bugs-guide-ff-step-6": "ئاخىرقى باسقۇچ: بۇ HAR ۋە كونترول سۇپىسىدىكى ھۆججەتلەرنى بىزگە ئەۋەتىپ ، مەسىلىنى تەسۋىرلەڭ ئىشلىتىش: support@hcaptcha.com (Dropbox ياكى Filebin غا ئوخشاش مۇلازىمەتنى ئىشلىتىڭ ھەمدە ئۇلىنىش ئەۋەتىڭ) ۋە ئىختىيارىي ئېكران رەسىمى ، ئەگەر توغرا كۆرسىتىلمىگەن نەرسىلەردىن گۇمانلانسىڭىز . ئىشلىتىۋاتقان IP نىمۇ ئەۋەتىڭ. ئۇنى https://www.whatsmyip.org/ دىن ئالالايسىز ، ۋاقىت چىقىرىپ بىزگە ياردەم قىلغانلىقىغا رەھمەت! بىز hCaptcha نى ھەممە ئادەم ئۈچۈن ياخشى ئىشلەشكە ۋەدە بېرىمىز.",
  "reporting-bugs-guide-head": "كەمتۈك دوكلاتىنى تۇتۇش تەپسىلاتلىرى: Chrome",
  "reporting-bugs-guide-step-1": "1-قەدەم: ئاچقۇچىلار قوراللىرىنى ئېچىڭ (بۇ يىغىننى خاتىرىلەشكە باشلايدۇ.)",
  "reporting-bugs-guide-step-2": "2-قەدەم: ئاچقۇچىلار قوراللىرىدىكى تور بەتكۈچىنى چېكىڭ. ئۈستىدىكى ساقلاش خاتىرىسىنى تەكشۈرۈڭ.",
  "reporting-bugs-guide-step-3": "3-قەدەم: https://accounts.hcaptcha.com/demo ياكى سىز يولۇققان توربېكەتنى زىيارەت قىلىڭ (مەخپىيەتلىك ئەسكەرتىش: پەقەت ئۇنىڭ نېمە ئىكەنلىكىنى ھەمبەھىرلەشنى خالىمىسىڭىز) ... ئاندىن I نى بېسىڭ. مەن ئىنسانلارنىڭ كۇنۇپكىسى ، ھەمدە ھەل قىلىشقا تىرىشىڭ.",
  "reporting-bugs-guide-step-4": "4-قەدەم: ھەل قىلماقچى بولغاندىن كېيىن چىقىرىش HAR (كىچىك تۆۋەن يا ئوق) نى چېكىڭ ، بۇ تور خاتىرىسىنى تېجەيدۇ. ئۇ ھۆججەتنى بىزگە ئەۋەتىڭ.",
  "reporting-bugs-guide-step-5": "5-قەدەم: كونترول سۇپىسىنىڭ بەتكۈچىنى چېكىڭ ، كونترول سۇپىسىنى ساقلاش ئۈچۈن ئوڭ تەرەپنى چېكىڭ. بىزگە ئەۋەتىڭ.",
  "reporting-bugs-guide-step-6": "ئاخىرقى باسقۇچ: بۇ HAR ۋە كونترول سۇپىسىدىكى ھۆججەتلەرنى بىزگە ئەۋەتىڭ ۋە مەسىلىنى تەسۋىرلەڭ. ئىشلىتىڭ: support@hcaptcha.com (Dropbox ياكى Filebin غا ئوخشاش مۇلازىمەتنى ئىشلىتىڭ ھەمدە ئۇلىنىش ئەۋەتىڭ) ۋە خالىغانچە ئېكران رەسىمى ، ئەگەر توغرا كۆرسەتمىگەن نەرسە بار دەپ گۇمان قىلسىڭىز. ئىشلىتىۋاتقان IP نىمۇ ئەۋەتىڭ. ئۇنى https://www.whatsmyip.org/ دىن ئالالايسىز ، ۋاقىت چىقىرىپ بىزگە ياردەم قىلغانلىقىغا رەھمەت! بىز hCaptcha نى ھەممە ئادەم ئۈچۈن ياخشى ئىشلەشكە ۋەدە بېرىمىز.",
  "reporting-bugs-guide-text-1": "دوكلاتىڭىز بىلەن خاتالىق ئۇچۇرى ئەۋەتىش نېمە ئىش بولغانلىقىنى ئېنىقلىشىمىزنى تېخىمۇ ئاسانلاشتۇرىدۇ. بۇ يەردە باسقۇچلۇق كۆرسەتمىلەر بار:",
  "reporting-bugs-guide-text-2": "ئەگەر سىز بىر تور ئاچقۇچى ياكى مۇتەخەسسىس ئىشلەتكۈچى بولسىڭىز ، خۇلاسە شۇكى ، بىزگە تور خاتىرىلەيدىغان HAR ۋە توركۆرگۈچ كونترول خاتىرىسىنى ئەۋەتىشىڭىزنى خالايمىز. ئالدى بىلەن ھەر قانداق ئېلان چەكلىگۈچى ياكى توركۆرگۈچ بىخەتەرلىك كېڭەيتىلمىسىنى چەكلەپ سىناپ بېقىڭ ، ئاندىن بۇ باسقۇچلارنى بېسىپ ئۆتۈشتىن بۇرۇن قايتا سىناڭ. ئەگەر بۇ مەسىلىڭىزنى ئوڭشىسا ، تور كۆرگۈڭىزنىڭ نەشرى ، ئېلان چەكلىگۈچى ياكى توركۆرگۈچ كېڭەيتىلمىسى ۋە تور بېكەت ئادرېسىنى بىزگە بىلدۈرۈپ قويغىنىڭىزدىن مىننەتدارمىز.",
  "reporting-bugs-intro-head": "خاتالىق بايقالدى؟ بۇ يەردە قانداق دوكلات قىلىش كېرەك.",
  "reporting-bugs-intro-text": "مىليونلىغان كىشىلەر ھەر ئايدا hCaptcha نى ئىشلىتىدۇ ، نەچچە مىڭلىغان توركۆرگۈچ ، كېڭەيتىش ، ئۈسكۈنىلەر ، مۇداپىئە تام قاتارلىقلار. بىزنىڭ مەقسىتىمىز ئۇنىڭ ھەمىشە سىزگە پايدىلىق بولۇشىغا كاپالەتلىك قىلىش ، شۇڭا دوكلاتلىرىڭىزنى ئىنتايىن قەدىرلەيمىز! تېز ئىنكاس قايتۇرۇش ئۈچۈن ، بىزگە تەكلىپ قايتۇرۇش كۇنۇپكىسىنى بېسىڭ. ئەگەر ئىقتىدار مەسىلىسىنى كۆرسىڭىز ، Chrome نىڭ خاتالىق خاتىرىلەش كۆرسەتمىسى ياكى تۆۋەندىكى Firefox نىڭ خاتالىق خاتىرىلەش كۆرسەتمىسىنى ئىجرا قىلىڭ. باشقا توركۆرگۈچلەر ئۈچۈن بىزگە ئېلخەت يوللاڭ. يوشۇرۇن بىخەتەرلىك ياكى مەخپىيەتلىك مەسىلىسى ئۈچۈن تۆۋەندىكى كۆرسەتمىلەرنى كۆرۈڭ.",
  "reporting-bugs-privacy-head": "مەخپىيەتلىك مەسىلىسى",
  "reporting-bugs-privacy-text": "بىز ئابونتلارنىڭ كىم ئىكەنلىكى بىلەن كارىمىز يوق ، پەقەت ئۇلارنىڭ يامان غەرەزلىك ياكى ماشىنا بولۇشى مۇمكىن. مەخپىيەتلىك ئۆتكىلىگە ئوخشاش تەشەببۇسلارنى قوللايمىز ، مەخپىيەتلىك ۋە بىخەتەرلىكنى تەڭپۇڭلاشتۇرۇش ئۈچۈن تىرىشىمىز. ئەگەر ئابونتلارنىڭ مەخپىيەتلىكىگە تەسىر يەتكۈزىدىغان مەسىلە بايقىغان بولسىڭىز ، support@hcaptcha.com غا ئېلخەت يوللاڭ.",
  "reporting-bugs-provide-feedback-button": "بىزگە تەكلىپ-پىكىر ئەۋەتىڭ",
  "reporting-bugs-provide-feedback-head": "HCaptcha ھەققىدە دەرھال ئىنكاس قايتۇرۇڭ",
  "reporting-bugs-provide-feedback-text": "كىرگۈزگەنلىرىڭىزنى قەدىرلەيمىز. ھەر قانداق مەسىلىنى بىزگە بىلدۈرۈڭ ، بىز ئۇنى تېز ھەل قىلىمىز.",
  "reporting-bugs-security-head": "بىخەتەرلىك خاتالىقى",
  "reporting-bugs-security-text": "بىز ھەمىشە بىخەتەرلىك يوچۇقى توغرىسىدىكى دوكلاتلارنى تاپشۇرۇۋېلىشقا قىزىقىمىز. Support@hcaptcha.com & CC security@hcaptcha.com غا ئېلخەت يوللاڭ ، بىز سىزگە تېزرەك قايتىپ كېلىمىز. بىزدە يەنە HCaptcha مۇلازىمىتى ۋە مۇناسىۋەتلىك مەنبە كودىدىكى لاياقەتلىك بىخەتەرلىك دوكلاتلىرى ئۈچۈن كەمتۈك مۇكاپاتلاش پروگراممىسى بار.",
  "sales-interstitial-c1": "شىركەتلەر ئۈچۈن",
  "sales-interstitial-c1a": "كارخانا بىخەتەرلىك ھەل قىلىش چارىسى (ھەقلىق)",
  "sales-interstitial-c1b": "HCaptcha Enterprise (BotStop) ھەققىدىكى تەپسىلاتلار",
  "sales-interstitial-c1c": "سانلىق مەلۇمات ئىزاھاتى",
  "sales-interstitial-c1d": "HCaptcha ئىزاھلاش مۇلازىمىتىنى سېتىۋېلىش",
  "sales-interstitial-c2": "شەخسلەر ئۈچۈن",
  "sales-interstitial-c2a": "مۇلازىمىتىڭىزگە hCaptcha نى قوشۇڭ (ھەقسىز)",
  "sales-interstitial-c2b": "تور بېتىم ياكى دېتالىمغا نەشرىياتچىلار ئۈچۈن hCaptcha نى قوشۇڭ",
  "sales-interstitial-c2c": "HCaptcha دېگەن نېمە؟",
  "sales-interstitial-c2d": "HCaptcha ھەققىدىكى تەپسىلاتلار",
  "sales-interstitial-head": "مۇۋاپىق جايغا بېرىشىڭىزغا كاپالەتلىك قىلايلى.",
  "sec-hc": "بىخەتەرلىك بىرىنچى",
  "sec-hc-text": "hCaptcha نەشرىياتنى ئاساس قىلغان. بىز تور بېكەتلەرگە ھەقىقىي سانلىق مەلۇمات بېرىش ۋە ئۇنى قانداق ئىشلىتىشنى قارار قىلىش ئۈچۈن تىرىشىمىز. ئېنىقلىق سىزنىڭ ۋە بىزنىڭ مەنپەئەتىمىزدە. باشقا رەسىملەرنى ئېلان شىركەتلىرى تەمىنلەيدۇ. ئۇلار توسۇۋالغان ھەر بىر ماشىنا ئۇلارنىڭ كىرىمىنى ئازايتىشى مۇمكىن.",
  "signup-interstitial-c1": "شىركەت ياكى تور بېكەتلەر ئۈچۈن",
  "signup-interstitial-c1a": "مۇلازىمىتىڭىزگە hCaptcha نى قوشۇڭ (ھەقسىز)",
  "signup-interstitial-c1b": "تور بېتىم ياكى دېتالىمغا نەشرىياتچىلار ئۈچۈن hCaptcha نى قوشۇڭ",
  "signup-interstitial-c1c": "كارخانا بىخەتەرلىك ھەل قىلىش چارىسى (ھەقلىق)",
  "signup-interstitial-c1d": "HCaptcha Enterprise (BotStop) ھەققىدىكى تەپسىلاتلار",
  "signup-interstitial-c1e": "سانلىق مەلۇمات ئىزاھاتى",
  "signup-interstitial-c1f": "HCaptcha ئىزاھلاش مۇلازىمىتىنى سېتىۋېلىش",
  "signup-interstitial-c2": "شەخسلەر ئۈچۈن",
  "signup-interstitial-c2a": "قولايلىق",
  "signup-interstitial-c2b": "HCaptcha نىڭ قولايلىق تاللاشلىرىنى ئۆگىنىۋېلىڭ",
  "signup-interstitial-c2c": "پۇل تېپىش",
  "signup-interstitial-c2d": "يەككە سانلىق مەلۇمات بەلگىسى سۈپىتىدە ئىشلەڭ",
  "signup-interstitial-head": "مۇۋاپىق جايغا بېرىشىڭىزغا كاپالەتلىك قىلايلى.",
  "support-interstitial-c1": "شىركەتلەر ئۈچۈن",
  "support-interstitial-c1a": "كارخانا بىخەتەرلىك ھەل قىلىش چارىسى (ھەقلىق)",
  "support-interstitial-c1b": "HCaptcha Enterprise (BotStop) نى قوللاڭ",
  "support-interstitial-c1c": "hCaptcha Publisher (ھەقسىز)",
  "support-interstitial-c1d": "HCaptcha Publisher نى قوللاڭ",
  "support-interstitial-c2": "شەخسلەر ئۈچۈن",
  "support-interstitial-c2a": "رىقابەتتە قىيىنچىلىق بارمۇ؟",
  "support-interstitial-c2b": "HCaptcha نىڭ قولايلىق تاللاشلىرىنى ئۆگىنىۋېلىڭ",
  "support-interstitial-c2c": "كەمتۈكنى دوكلات قىلماقچىمۇ؟",
  "support-interstitial-c2d": "يۇمشاق دېتال مەسىلىلىرىنى دوكلات قىلىش ھەققىدىكى تەپسىلاتلار",
  "support-interstitial-head": "مۇۋاپىق جايغا بېرىشىڭىزغا كاپالەتلىك قىلايلى.",
  "switch-to-english-link": "ئىنگلىزچىغا ئالماشتۇرۇڭ",
  "what-is-hcaptcha": "HCaptcha دېگەن نېمە؟",
  "what-is-hcaptcha-text": "hCaptcha سىز ياقتۇرىدىغان تور مۇلازىمەتلىرىنىڭ ئىنسانلارغا ئاسان ۋە ماشىنا ئۈچۈن قىيىن بولغان ئاددىي سوئاللارنى سوراش ئارقىلىق بوتۇلكا ، ئەخلەت خەت ۋە خورلاشتىن ساقلىنىشىغا ياردەم بېرىدۇ.",
  "why-hc": "HCaptcha نېمىشقا؟",
  "why-hc-text": "ھەر قېتىم رىقابەتكە جاۋاب بەرگەندە ، بىز مۇرەككەپ مودېللارنى ئىشلىتىپ سىزنىڭ ئادەم ياكى ماشىنا ئىكەنلىكىڭىزنى بىلىمىز. سىز زىيارەت قىلغان تور بېكەت ئاندىن بۇ نەتىجىنى ئىشلىتىپ ، تور بېكەتتىكى تەجرىبىڭىزنى ياخشىلاشقا ياردەم بېرىدۇ."
}
