{
    "1290027486": "מנכ\"ל Brave. מייסד שותף של מוזילה. יוצר שפת התכנות JavaScript. בונה דפדפנים ועוד.",
    "211351380": "מהבלוג:",
    "3153117136": "כיצד פועלות הגדרות הקושי של hCaptcha",
    "2915355938": "נְגִישׁוּת",
    "793784899": "תוכניות",
    "2671622670": "מִפְעָל",
    "3527140447": "מסמכים",
    "505891021": "שירותי תיוג",
    "692176459": "התחברות",
    "1892574253": "הירשם",
    "2593864519": "תפסיק עם עוד בוטים. התחל להגן על פרטיות המשתמש.",
    "4007826952": "ה-CAPTCHA מספר 1 של הפרטיות הראשונה עבור אינטרנט, נייד ועוד.",
    "3721365241": "לְנַסוֹת",
    "3753956446": "חינם",
    "3276777569": "hCaptcha",
    "55035359": "משתמש כרגע ב-reCAPTCHA?",
    "3417372336": "החלף תוך דקות",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "השירותים המקוונים המובילים מסתמכים על",
    "1470290349": "לניהול בוטים והונאות הטובים מסוגו.",
    "3714002185": "למידע נוסף על hCaptcha Enterprise",
    "3946753128": "פְּרָטִי. לבטח. מהר יותר.",
    "939665604": "ממוקד פרטיות",
    "780475098": "רשתות מודעות רואות במבקרים שלך את המוצר. אכפת לנו רק אם הביקור הוא טוב או רע. hCaptcha מציית ל-GDPR, CCPA, LGPD, PIPL וחוקי נתונים גלובליים אחרים.",
    "219813583": "קודם כל אבטחה",
    "2714878440": "הגן על השירותים שלך מפני גרידה, השתלטות על חשבון, מילוי אישורים וספאם עם למידת מכונה מתקדמת ואימות אנושיות.",
    "1397766838": "חווית משתמש טובה יותר",
    "2670352917": "hCaptcha מספק זיהוי רובטים אמין יותר תוך שהוא פשוט לפתרון לבני אדם.",
    "2806751666": "מה זה hCaptcha?",
    "3096063825": "נסה את זה",
    "2968026167": "הירק האהוב עליך",
    "713281684": "חציל",
    "4147497805": "גזר",
    "3758963444": "תודה! ההגשה שלך התקבלה!",
    "1070364246": "אופס! משהו השתבש במהלך שליחת הטופס.",
    "1129833879": "עצור בוטים זדוניים, הגן על פרטיות המשתמש",
    "58091799": "למידע נוסף על hCaptcha Publisher ו-Enterprise",
    "1599610318": "מוֹצִיא לָאוֹר",
    "3093388779": "hCaptcha ניתן להשתמש בחינם עבור מפרסמים בכל גודל",
    "179723061": "יותר שליטה לצוותים שזקוקים לאבטחה מובילה בכיתה",
    "846501387": "הגנת בוטים ברמה עולמית",
    "119298044": "טכנולוגיות ML ו-AI מתקדמות בפיקוח עצמי מגנות על נכסי האינטרנט שלך מפני איומים והתקפות",
    "1263998069": "הרוויחו פרסים עבור פתרונות אנושיים",
    "1103295010": "להרוויח כסף או לתת לצדקה כאשר בני אדם פותרים CAPTCHA",
    "392886773": "עובד בכל מדינה",
    "2320894364": "עם למעלה מ-200 נקודות נוכחות, הענן של hCaptcha מגן על הנכסים שלך בכל העולם",
    "451701069": "תואם ל-GDPR, CCPA,",
    "2826051554": "ועוד",
    "3530599065": "הפרטיות נבנית מהיסוד. hCaptcha לא שומרת PII והוא תואם למספר מנדטים ותקנות פרטיות.",
    "2489287539": "ללא חיכוך \"ללא CAPTCHA\" ו-99.9% מצבים פסיביים",
    "793242047": "צמצם את האתגרים המוצגים למשתמשים כדי לאפשר גישה מהירה ליישומים",
    "4195759329": "זיהוי רובטים וציוני סיכון",
    "1150035777": "מודלים מתוחכמים של למידת מכונה מייצרים ציוני אמון בוטים המבוססים על נקודות נתונים רבות מעבר לשאלה אם התשובות נענו נכון",
    "3688621388": "חתימות איומים",
    "1131525092": "קבץ יחד שחקנים רעים ללא מאמץ באמצעות מזהי ה-UID שלנו, השומרים על הפרטיות, כדי למצוא ולעצור הונאה והתעללות קשורות",
    "1559631739": "למידה פרטית",
    "3952259236": "שלב את הנתונים המעוורים שלך עם אלפי האותות של hCaptcha כדי לאמן את hCaptcha בשיעורי התנהגות - למשל שלך בלבד - כדי לחזות טוב יותר התנהגות זדונית טוב יותר מכל אחד מהפתרונות לבדם",
    "1150963691": "הפחתת APT",
    "4083018285": "חבילה של תכונות מורחבות המשלבות עם ניטור SOC משופר ותגובה לטיפול באיומים מתמשכים ומתוחכמים",
    "3160820928": "הגנה מתקפה מתואמת",
    "1849805607": "hCaptcha מגן מפני איומים ומטעים שנועדו לחדור לרשתות שלך",
    "1958297836": "הגנת תקיפה מתואמת והפחתת APT",
    "1300485304": "hCaptcha מגן מפני איומים מתקדמים ופיתולים שנועדו לחדור לרשתות שלך",
    "2698640210": "שליטה באתגרים ובסוגים המוצגים",
    "3121248460": "הצג אתגרים מותאמים אישית מגוונים לאין שיעור - מפשוטים למורכבים - עבור הקהל המצופה שלך",
    "3807059944": "שליטה בתוכן האתגר שבו נעשה שימוש",
    "2707282231": "התאם אתגרים עבור המשתמשים שלך. הפוך את זה לבלתי אפשרי עבור בוטים לפתור ולחדור.",
    "4194763679": "רמות קושי עדינות",
    "3730038780": "בחר מתוך מספר אינסופי של אתגרים למשתמשים לפתור",
    "1849717906": "התאם אישית עם תוכן אתגר משלך",
    "1508655687": "הוסף אתגרים משלך המותאמים לקהל שלך כדי לייעל או להגביל את הגישה",
    "3620442880": "תכונות הגנת Flash Sale",
    "3265895521": "העלה והורדת קושי האתגר בהתבסס על השעה ביום",
    "1485807325": "לוחות מחוונים מרובי משתמשים, SAML SSO",
    "359073033": "לוחות מחוונים מספקים תצוגות ברמה גבוהה או עדינות של פעילות.",
    "4272454814": "השתלב עם ספק הזהות לבחירתך.",
    "1141402092": "תכונות דיווח מתקדמות",
    "910989640": "הפקת דוחות מפורטים ומותאמים אישית של פעילות",
    "3768951251": "SLAs ארגוניים",
    "1014004474": "התוכניות הארגוניות של hCaptcha מציעות הסכמי רמת שירות מתקדמים כדי לשמור על הארגון שלך מוגן",
    "1177598246": "צור קשר עם מכירות",
    "1067704102": "הערך בתיוג נתונים",
    "3065000659": "האם הבנת שכל פעם שאתה \"לוחץ על המכונית\" אתה עוזר לאמן סינגל",
    "3235430156": "מערכות למידת מכונה של החברה בחינם?",
    "1549336309": "hCaptcha הופך את הדגם הזה. כשאתה משתמש ב-hCaptcha, חברות מציעות הצעות על העבודה שהמשתמשים שלך עושים כשהם מוכיחים את אנושיותם. אתה מקבל את התגמולים.",
    "3725880582": "להחזיר לצדקה",
    "1671436004": "רוצה להחזיר לארגון הצדקה האהוב עליך?",
    "1663628612": "נותן לך",
    "4272088465": "ארגוני הצדקה לבחירתך עם הרווחים שאתה מרוויח מהשימוש בו.",
    "2894845722": "משתמשים באתר שלך יוכלו בקרוב לראות את תרומתך לצדקה באמצעות מיתוג דיסקרטי בממשק hCaptcha.",
    "3194111925": "תמיכה",
    "1637702726": "על hCaptcha",
    "2323282990": "גישה מודרנית לאימות האנושות",
    "1201821619": "hCaptcha פותר את אחת הבעיות הדחופות ביותר של ימינו: מניעת בוטים זדוניים מלהשתמש לרעה בשירותים מקוונים.",
    "1475399473": "למידע נוסף על צוות hCaptcha",
    "3161489950": "פלטפורמת ML האבטחה המתקדמת ביותר בעולם",
    "3247172580": "hCaptcha שילב למידת מכונה מתקדמת בפיקוח עצמי עם גישת חישוב קצה חדשנית הממזערת באופן ייחודי את איסוף הנתונים ושימורם, הנמסרת מלמעלה מ-250 מיקומים ברחבי העולם עבור מדרגיות מסיבית.",
    "3767462250": "מיועד לפרטיות",
    "3500503648": "hCaptcha נועד לבטל שמירת נתונים לטווח ארוך על ידי הסתמכות על הערכה מיידית במקום רישום וניתוח היסטוריית הגלישה שלך. אנחנו גם תומכים ביוזמות כמו",
    "2418549423": ", תקן מתפתח לשמירה על פרטיות מקוונת באמצעות הוכחות קריפטוגרפיות, ותכונות ייחודיות אחרות שקודמות לפרטיות.",
    "1544546608": "כרטיס פרטיות",
    "976209454": "הרוויחו פרסים או תן לצדקה",
    "552920956": "hCaptcha מאפשר לאתרי אינטרנט לזכות בפרסים תוך חסימת בוטים וצורות אחרות של התעללות. hCaptcha גם מאפשר לך לתמוך בארגוני הצדקה לבחירתך עם הרווחים הללו.",
    "654326661": "רוצה לראות בעצמך? נסה את hCaptcha בחינם.",
    "3570415321": "חֶברָה",
    "3987022469": "תִיוּג",
    "1636202177": "על אודות",
    "2670003220": "מקומות תעסוקה",
    "3233305531": "סימני מסחר",
    "3028319964": "אתיקה של AI",
    "4131598919": "ללחוץ",
    "1662477701": "אֶמְצָעִי",
    "3130928685": "בלוג",
    "1756106276": "סטָטוּס",
    "1235925265": "תיעוד",
    "920212083": "דווח על באג",
    "2076066173": "התקפות סייבר 101",
    "3644106388": "איש קשר",
    "2182196747": "תמיכה",
    "487083593": "מכירות",
    "878585497": "תנאים",
    "1697438123": "פְּרָטִיוּת",
    "1316817321": "שִׁיוּך",
    "3488019891": "hCaptcha הוא סימן מסחרי רשום של Intuition Machines, Inc.",
    "4224961202": "פרטיות, אבטחה ולמידת מכונה.",
    "98173630": "hCaptcha הוא שירות ה-CAPTCHA העצמאי הנפוצ ביותר בעולם.",
    "1514478724": "למד עוד",
    "1752795854": "hCaptcha מביא גישה מודרנית ממוקדת פרטיות לעצירת בוטים.",
    "2927700175": "אנו מציגים אתגרי CAPTCHA שקשים לבוטים אך קלים לאנשים על ידי איסוף נתונים שקשה לתייג מבעיות למידת מכונה, ושימוש בהם כדי להבחין אם מבקר באתר או באפליקציה הוא אנושי.",
    "2188609322": "שחקנים רעים נפוצים יותר ויותר ברשת. אבל הקרבת פרטיות המשתמש היא לא התשובה.",
    "2032102720": "פתרונות אבטחה המוצעים על ידי חברות פרסום מתמקדים בעיקר במעקב אחר משתמשים ברחבי האינטרנט. יצרנו פתרון אבטחה יעיל שמוכיח שפגיעה בפרטיות המשתמש אינה הכרחית כדי לספק תוצאות מצוינות.",
    "4146870445": "מי אנחנו",
    "353066938": "צוות מנוסה, שעובד על הבעיות הקשות ביותר של היום. hCaptcha הוא שירות של",
    "1173652155": "יועצים",
    "2256305371": "פרופסור, CS באוניברסיטת קליפורניה, ברקלי. מומחה ללמידה עמוקה, אבטחה, בלוקצ'יין. מנכ\"ל Oasis Labs.",
    "2177660021": "מדען מחקר בסטנפורד. למידת מכונה ומימון כמותי בבנקים גדולים, בקרנות גידור ובאקדמיה.",
    "2686825859": "הירשם בחינם או צור איתנו קשר לגבי פתרונות hCaptcha Enterprise",
    "583434701": "נגישות hCaptcha",
    "611905972": "הבטחת גישה חלקה לכל המשתמשים תוך שמירה על אבטחה",
    "874098071": "אם אתה משתמש נגישות, אנא הירשם כאן",
    "2745385064": "סיכום",
    "3353238942": "hCaptcha נועד לעצור בוטים על ידי הבחנה ביניהם מאנשים. בדיקות חזותיות הן כלי נוח לכך, אך לא כל אחד יכול לפתור אתגר חזותי.",
    "3600022491": "מסיבה זו תכננו אלטרנטיבה פשוטה וללא כאב כדי לאפשר לבעלי אתרים המשתמשים בשירות שלנו לשמור על נגישות לכולם עם תאימות מלאה ל-Section 508 ו-WCAG 2.1 AA.",
    "2557240048": "איך זה עובד: ראשית, משתמש נגישות נרשם באמצעות",
    "3871665286": ", המקושר באופן בולט בדף המידע של הווידג'ט של hCaptcha. הם מקבלים קובץ Cookie מוצפן שניתן להשתמש בו מספר פעמים ביום, אך יש לרענן כל 24 שעות באמצעות התחברות.",
    "3441764123": "כאשר אתגר מוצג למשתמש נגישות באתר המשתמש בשירות hCaptcha, הוא יעבור אוטומטית.",
    "4247858664": "דף ההרשמה לנגישות",
    "1297657322": "מסך משתמש נגישות לאחר הכניסה",
    "1717658846": "אפשרות נגישות בתפריט ממשק המשתמש של ווידג'ט",
    "1266963825": "ש: האם hCaptcha Section 508 + WCAG 2.1 AA תואם?",
    "850025770": "ת: אנו מאמינים שכן: כל המשתמשים עם כל צורה של ליקוי המסוגלים לגלוש באינטרנט ולהזין טקסט בטפסים יכולים לגשת לשירותים המוגנים על ידי hCaptcha בעת ההרשמה. עם זאת, זה לא ייעוץ משפטי: עליך לבצע הערכה משלך, תוך התחשבות ביישום הספציפי שלך כדי להבטיח שזה המקרה עבור הפריסה שלך.",
    "159272246": "ש: האם אתה עובד על אפשרויות נגישות אחרות (\"a11y\"), כמו אודיו?",
    "4074220464": "ת: אפשרויות פופולריות בעבר כמו קפטצ'ס אודיו מפלות לרעה משתמשי A11y רבים ומובסות בקלות על ידי טכניקות למידת מכונה מודרניות. זה אילץ את אתגרי האודיו הנוכחיים להיות קשים יותר ויותר, תוך הצגת רעש, תזמון מוזר, צירופי מילים יוצאי דופן, וכן הלאה כדי להביס תוקפים. לכן אנחנו פחות מתלהבים מהגישה הזו לעומת הימנעות מהאתגר לגמרי, אבל נשקול זאת אם יהיה ביקוש מקהילת ה-11yy.",
    "2309661107": "עם זאת, אנחנו מאוד מתעניינים",
    "2555914614": "למקרה השימוש בנגישות. אנו מאמינים שהשילוב של גישת ה-a11y הנוכחית שלנו עם הנפקת Privacy Pass יאפשר למשתמשי a11y לגלוש בבטחה, בטוחים מתוך ידיעה שהתעבורה שלהם פרטית יותר, תוך הגבלת ניצול לרעה של מפעילי בוטים שמתרחש באופן בלתי נמנע כאשר אפשרויות a11y זמינות. אנו משתתפים פעילים בקבוצת העבודה של IETF המתקנים את הטכנולוגיה החדשה הזו.",
    "2583775432": "ש: מה לגבי פרטיות? האם הרישום חושף את נתוני הגלישה של 11י בצורה כלשהי? מה עושים עם המייל?",
    "4215483493": "ת: hCaptcha מיועד לפרטיות מהיסוד. זה שונה מאוד מהאפשרויות המסורתיות כמו reCAPTCHA שנמצאות בבעלות רשתות מודעות, שיש להן תמריץ לעקוב אחריך ברחבי האינטרנט ולשייך אותך לזהות אמיתית.",
    "2474661839": "שֶׁלָנוּ",
    "4137573005": "יש תשובות מקיפות וסמכותיות לגבי אופן השימוש בנתונים, אך התשובה הקצרה היא שאין לנו עניין לשייך אותך כאדם להיסטוריית הגלישה שלך.",
    "4101570501": "אנחנו גם עובדים כעת על פתרון קריפטוגרפי להדחה מהירה של כתובת הדוא\"ל שלך תוך שמירה על היכולת שלנו למנוע שימוש לרעה, משלים את עבודת Privacy Pass שלנו.",
    "260595108": "לעולם איננו משתמשים בדוא\"ל נגישות או מידע למטרות כלשהן מלבד להקל על שימוש 11 ומניעת שימוש לרעה.",
    "3063819779": "מדיניות פרטיות",
    "465714311": "למשתמשי נגישות: מדריך שאלות ותשובות ופתרון בעיות",
    "3596207631": "ש: אני עדיין רואה אתגר לאחר הגדרת ה-cookie. מה גורם לזה?",
    "469089249": "ת: הדבר נובע בדרך כלל משימוש בחוסם פרסומות אגרסיבי או סיומת אנטי-עוגיות, או הגדרה שחוסמת קובצי Cookie \"חוצה אתרים\", במקרה זה קובץ Cookie עבור hcaptcha.com המוגדר או נבדק על ידי ה-hCaptcha JS ב- אתר אחר, כמו זה שאתה מבקר בו.",
    "4263626815": "עוגיות נגישות hCaptcha פועלות עם כל הדפדפנים וחוסמי המודעות הפופולריים עם ההגדרות הסטנדרטיות שלהם, כך שבדרך כלל כשלים נובעים מסקריפטים \"אנטי-אנטי חסימת פרסומות\" או מערכי כללים דומים המכוונים לאתרים מסוימים.",
    "3906359167": "פתרונות:",
    "3464870463": "1. רשימת קובצי Cookie של hcaptcha.com ו-*.hcaptcha.com בחוסם המודעות או בתוסף האבטחה של הדפדפן שלך.",
    "1204911585": "2. אם אתה משתמש בדפדפן Brave, שלא נראה (נכון לאפריל 2020) כל סוג של רשימת היתרים של קובצי Cookie, עבור אל העדפות -> מגנים -> קובצי Cookie ובחר \"אפשר את כל העוגיות\".",
    "2932826396": "3. אם אתה משתמש בגרסה העדכנית ביותר של Safari ב-OS X 10.15 שיצא לאחרונה או ב-iOS 13.4, אפל שינתה זה עתה את ההתנהגות של Safari הקשורה לעוגיות של צד שלישי, וחסמה את כולם כברירת מחדל. אנו מיישמים פתרון, אך בינתיים אנא בקר בהעדפות ספארי, סעיף פרטיות, ובטל את הסימון של \"מעקב אתרים: מנע מעקב חוצה אתרים\" כדי לאפשר לעוגיית הנגישות לפעול כצפוי.",
    "3836291932": "ש: אני משתמש במספר מכשירים. האם עלי להירשם מספר פעמים?",
    "3251220335": "ת: לא. אנא לחץ על אותו קישור התחברות בדוא\"ל שנשלח אליך בכל מכשיר שבו אתה משתמש כדי להגדיר את קובץ ה-cookie.",
    "2082407178": "ש: כיצד אוכל להגן על עצמי מפני מעקב אחר עוגיות של צד שלישי בזמן השימוש בעוגיית הנגישות?",
    "2700197090": "ת: שימוש בכל פרטיות או תוסף חסימת פרסומות שתומך ברשימת היתרים ברמת הדומיין (למשל uBlock Origin) יעבוד כצפוי: רק הקפד לרשום את hcaptcha.com.",
    "3657743880": "הוראות דפדפן לעוגיות חוצות אתרים",
    "1960601330": "כדי להפעיל עוגיות ב-Safari (Mac): עבור אל התפריט הנפתח של Safari. בחר העדפות. לחץ על פרטיות בחלונית העליונה. תחת 'חסום קובצי Cookie' בחר באפשרות 'אף פעם'.",
    "1622303590": "כדי להפעיל קובצי Cookie ב-Safari (iPhone/iPad iOS 11+): פתח את ההגדרות שלך. גלול מטה ובחר Safari. תחת פרטיות ואבטחה, כבה את \"מניעת מעקב אחר אתרים\" ו\"חסום את כל העוגיות\"",
    "2199048568": "לחץ על המגן משמאל לשורת הכתובת בכל דף אינטרנט. לחץ על הגדרות הגנה. חלונית Firefox Preferences Privacy & Security תיפתח. תחת הגנת מעקב משופרת, בחר מותאם אישית. בחר אילו מעקבים ותסריטים לחסום על ידי סימון תיבות הסימון הללו. ודא שביטלת את החסימה של hcaptcha.com.",
    "3967047208": "אתה יכול גם לבטל באופן זמני כמה הגנות ב-Custom כדי לנפות באגים, על ידי ביטול הסימון של תיבות הסימון: בטל את הסימון בתיבת הסימון Trackers או בטל את הסימון בתיבת הסימון Cookies אם אתה עדיין נתקל בבעיות.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "בחר בסמל תפריט Chrome. בחר הגדרות.",
    "926138631": "עבור אל פרטיות ואבטחה, ולאחר מכן קובצי Cookie ונתוני אתר אחרים.",
    "3419878556": "ודא ש\"חסום קובצי Cookie של צד שלישי\" אינו מופעל.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "פתח את העדפות Chrome משורת התפריטים.",
    "2348697693": "גוגל כרום (אנדרואיד):",
    "3700113699": "במכשיר ה-Android שלך, פתח את אפליקציית Chrome.",
    "3620039756": "בפינה השמאלית העליונה, הקש על עוד ולאחר מכן על הגדרות.",
    "2813310562": "הקש על הגדרות אתר ולאחר מכן על קובצי Cookie.",
    "3014657981": "לצד \"קובצי Cookie\", הפעל את ההגדרה.",
    "1242066691": "סמן את התיבה שליד \"אפשר קובצי Cookie של צד שלישי\".",
    "292250020": "1. בחר את גלגל השיניים בפינה השמאלית העליונה של המסך, ולאחר מכן בחר \"אפשרויות אינטרנט\". אם שורת התפריטים מופעלת, אתה יכול לבחור \"כלים\" ואז \"אפשרויות אינטרנט\".",
    "4114820649": "2. לחץ על הכרטיסייה \"פרטיות\".",
    "946838734": "3. בחר בלחצן \"מתקדם\".",
    "348809718": "4. תחת \"קובצי Cookie של צד שלישי\" בחר \"קבל\".",
    "1253441326": "5. לחץ על \"אישור\"",
    "852032043": "ספארי",
    "836017336": "פיירפוקס",
    "3356349631": "גוגל כרום",
    "3235744534": "אינטרנט אקספלורר",
    "4104188759": "מדיניות אתיקה של AI",
    "1161704803": "מדוע יש לנו מדיניות אתיקה של AI?",
    "1806535500": "כמעט כל טכנולוגיה, מעפרונות ועד דינמיט, היא א",
    "24452499": "פִּתָרוֹן; זה יכול לשמש לטוב או לרע. כל חברה החוקרת, בונה או מוכרת פתרונות דו-שימושיים מחויבת לשקול את ההשלכות של מעשיה.",
    "4023575072": "שימוש כפול",
    "3336625692": "דף זה מפרט את מחשבותינו בנושא זה בהקשר של אתיקה של AI, והתהליכים שאנו עוקבים אחריהם כדי להבטיח שהשימוש בשירותים שלנו יישאר בקנה אחד עם המדיניות שאימצנו כחברה.",
    "835717930": "אתיקה של AI ב-hCaptcha",
    "2179524509": "מדי פעם אנו מקבלים שאלות לגבי סוגי השאלות המותרים עבור שירות hCaptcha, ומדוע נשאלות שאלות מסוימות.",
    "1962721652": "בני אדם הם מחפשי דפוסים, ולפעמים שאלה תמימה יכולה להפוך מבלתי מפתיעה לחלוטין לחשודה ברגע, בגלל שינויים בעולם ולא בגלל המניעים של כל מי ששואל את השאלה.",
    "3974566657": "ככל שהשירותים הופכים פופולריים יותר, התרחשות מסוג זה הופכת בהכרח תכופה יותר. hCaptcha נמצא בשימוש על ידי מיליוני אנשים בכל יום, כמעט בכל מדינה בעולם, ולכן אנו מפרסמים מדיניות זו ומקרה בוחן כיצד אנו מטפלים בבעיות אלו כדי להיות שקופים ככל האפשר.",
    "1830910223": "תיאור מקרה אמיתי של AI אתיקה",
    "805971861": "\"מטריה\" הוא מונח ב-ImageNet, מערך הנתונים הסטנדרטי של המדדים המשמשים חוקרי ראייה ממוחשבת. זיהוי אמין של אנשים המחזיקים מטריות הוא קריטי גם לבניית מערכות בטוחות של הדור הבא של סיוע מתקדם לנהג (ADAS).",
    "3988350": "זה אומר שיש מקרי שימוש מצוינים עבור הערות מטריות בעולם האמיתי. יש מקום לחוסר הסכמה על ההשפעה של מכוניות בנהיגה עצמית, אבל מערכות ADAS כבר חוסכות",
    "548587288": "מסביב לעולם.",
    "3138772661": "אלפי חיים מדי שנה",
    "3168199226": "עם זאת, בשנת 2020 התברר שבניית מערך נתונים מסוג זה יכולה להיתפס כטכנולוגיה דו-שימושית באופן שמעטים היו מצפים לפני שנה.",
    "558378834": "לפיכך איננו מקבלים עוד בקשות לשאלות הקשורות למטריות בשלב זה. הפוטנציאל לבלבול כאשר משתמש קצה רואה שאלה לגבי מטריות ברגע הנוכחי הוא גבוה מדי, ובסופו של דבר המטרה שלנו היא להפוך את העולם למקום נעים יותר.",
    "3376604063": "מדיניות ותהליכים של AI אתיקה",
    "1923365316": "יש לנו מדיניות אתיקה קפדנית של AI ב-hCaptcha, וחלק מזה כולל תהליך הכר את הלקוח שלך (KYC).",
    "4230322909": "אנו תמיד מנסים להשיג הבנה טובה של כל לקוח חדש ואת מקרה השימוש המיועד שלו, הן כדי לוודא שהוא מתאים למוצרים ולשירותים שלנו והן כדי להבטיח שהוא עומד במדיניות שאימצנו כחברה.",
    "2735073144": "אנו גם עורכים ביקורות שוטפות לפי הצורך. לדוגמה, בסקירה האחרונה שלנו של התאריכים והמקורות של בקשות לבקשות תיוג הקשורות למטריות, הצלחנו לאשר במהירות שאף גורם ממשלתי או ספק ממלכתי ידוע של תוכנות מעקב לא הגיש בקשות לגבי מטריות באמצעות השירותים שלנו ב-12 החודשים האחרונים. .",
    "2715462692": "איך נראה תהליך האתיקה של AI שלנו?",
    "3049976256": "עבור כל לקוח תיוג חדש, אנו עוברים על רשימת בדיקה במהלך תהליך המכירה. זה כולל בדיקה ראשונית של KYC לפני הכניסה למטוס, כמו גם אימות של כל הבקשות שהוגשו לאנליסטים שלנו, ובדיקות נקודתיות בזמן אמת וסקירות תקופתיות של בקשות שנעשות באמצעות פלטפורמת השירות העצמי שלנו.",
    "3103642530": "סקירה זו מורכבת ממספר קבוצות של קריטריונים:",
    "3349094124": "קריטריונים לדאגות אתיות: מטרה",
    "1038019440": "1. האם לקוח זה מייצג את האינטרסים הלאומיים של מדינה הידועה כמי שנוהגת בניגוד לחוקים ולנורמות הבינלאומיות?",
    "493717511": "2. האם הלקוח הזה מבקש שירותים שיכולים להיות",
    "2209109640": "השתמשו רק למטרות זדוניות, בהקשר של הפעילות העסקית הרגילה שלהם?",
    "3457805519": "3. האם ניתן למלא את בקשת הלקוח לפי החוק האמריקאי וכללי ההתקשרות שלנו?",
    "1942611550": "בְּרֹאשׁ וּבְרִאשׁוֹנָה",
    "109179759": "קריטריונים לדאגות אתיות: סובייקטיבי",
    "1033698050": "1. האם אנו מאמינים שהלקוח נתן לנו מקרה שימוש שנראה לנו מקובל מבחינה מוסרית, על פי הפרשנות שלנו לנורמות חברתיות מערביות טיפוסיות?",
    "361372538": "2. האם אנו מאמינים שסביר להניח שהשירותים הניתנים שלנו ישמשו למטרות מפלות על ידי הלקוח, בדרכים שעשויות להיות חוקיות אך אינן מקובלות עלינו?",
    "2867855718": "3. האם אנו מאמינים שניתן לתת מענה מספק לצרכי הפרטיות לבקשה?",
    "2462728596": "אם לא נוכל לספק את עצמנו בנקודות אלו, נדחה את הבקשה ויכולים להפסיק את הגישה הנוספת לפלטפורמה שלנו, כמתואר בתנאים שלנו.",
    "1995277831": "תודה",
    "1818116402": "אנו מקווים שהערכת את המבט הזה כיצד אנו מטפלים בשאלות תפעוליות עם רכיב אתיקה של AI.",
    "1499894352": "מעט מאוד חברות מציעות שקיפות בתהליכי קבלת ההחלטות שלהן בתחום זה, ואנו מקווים שאחרות ילכו בעקבות הדוגמה הזו!",
    "535659033": "ייחוס Creative Commons",
    "1495915066": "כיצד אנו, שותפי המחקר האקדמיים שלנו והלקוחות שלנו משתמשים במדיה של Creative Commons",
    "3017533972": "אנו, שותפי המחקר האקדמיים שלנו והלקוחות שלנו עשויים להתייחס או לשחזר חלקים מתוכן ברישיון Creative Commons באמצעות פלטפורמת hCaptcha על מנת לקדם את הידע של האנושות בתחום למידת מכונה.",
    "1428053210": "תוכן זה משתנה בדרך כלל מצורתו המקורית. לדוגמה, סרטון וידאו עשוי להיות מפוצל לתמונות רבות, תמונות אלו עשויות להיות מפוצלות לתמונות חדשות רבות, ולאחר מכן לערבב את התמונות החדשות הללו באופן אקראי כדי להפיק את התוצאה הסופית המוצגת.",
    "1728211763": "שימוש בתוכן בדרך זו ולמטרות אלו נופל במסגרת הנחיות שימוש הוגן על פי הבנתנו את החוק והנהלים המקובלים בתחום, אך אנו מעריצים ותיקים של Creative Commons ומעדיפים לתת קרדיט לכל מי שעוזר בתחום. משימה מונומנטלית של שיפור אינטליגנציה של מכונות.",
    "1949452297": "בשל אילוצים מהותיים של ממשק המשתמש של hCaptcha ושיקולי האבטחה שלו, לא ניתן לשחזר את המקור של כל תמונה בסמוך ישירות לשימוש בה. במקום זאת, אנו מקשרים לדף זה מדף הבית שלנו ומנהלים רשימה של מקורות שהוגשו כעת או לאחרונה באמצעות הפלטפורמה. אתה יכול לגשת לרשימה הנוכחית",
    "2367602973": "פה",
    "659124570": "בנוסף, אם אתה רואה תוכן ששייך לך משוכפל בפלטפורמת hCaptcha וברצונך להסיר אותו מכל סיבה שהיא, תוכל ליצור איתנו קשר בדוא\"ל בכתובת",
    "2066749488": "תלונות אחרות",
    "3479034323": "אם אתה רואה תוכן ששייך לך משוכפל בפלטפורמת hCaptcha וברצונך להסיר אותו מכל סיבה שהיא, תוכל ליצור איתנו קשר בדוא\"ל.",
    "1836554225": "פוסטים של בלוג",
    "2873297188": "האם כל ה-CAPTCHAS מפלים לרעה לא-אמריקאים?",
    "165932542": "מבט על שיעורי פתרון hCaptcha ברחבי העולם",
    "1865097546": "16 בנובמבר 2021",
    "3005876482": "hCaptcha הוא כעת שירות ה-CAPTCHA העצמאי הגדול ביותר, פועל על 15% מהאינטרנט",
    "693820850": "אתה יכול לנצח את גוגל על ידי מתן הפרטיות במקום הראשון",
    "3609106478": "מלית אישורים:",
    "299335340": "מה זה ואיך לעצור את ההתקפות",
    "354925785": "הקדמה",
    "423222878": "חלק מהתקפות הסייבר הקשות ביותר לזיהוי, מניעה והפסקה הן כאלה שבהן שחקן זדוני מסוגל להשתמש באישורי משתמש לגיטימיים כדי להיכנס לחשבון משתמש פעיל. ללא הרבה יכולות זיהוי מתוחכמות, לחברה המארחת את החשבון אין סיבה לחשוד שמשהו לא בסדר. נראה שלקוח פשוט נכנס לחשבון שלו. התוקף השיג את התחבולה המוצלחת הזו באמצעות אישורים גנובים - בדרך כלל תוצאה של טכניקת מתקפת סייבר המכונה \"מילוי אישורים\". זו בעיה רצינית היום, אבל כזו שניתן למתן עם אמצעי הנגד הנכונים.",
    "777660551": "מה זה מילוי אישורים?",
    "2602763587": "מילוי אישורים הוא סוג של מתקפת סייבר שבה התוקף מנסה להיכנס לאתר מספר פעמים באמצעות זוגות של שמות משתמש וסיסמאות גנובים. ה\"סתימה\" מתייחסת לניסיונות ההתחברות החוזרים ונשנים, המבוצעים כמעט תמיד על ידי תוכנת בוטים אוטומטית.",
    "1271831121": "זה לא כאילו ההאקר (לבוש בקפוצ'ון, כמובן!) יושב שם ומקליד אישור אחר אישור. בוט הכניסה האוטומטי יכול להיעשות מכלי מדף כמו Selenium או כלי האקר שפותח בהתאמה אישית.",
    "2588750717": "אכן, חלק מהתקפות של מילוי אישורים כרוכות במיליוני אישורים - כולם מוכנסים לממשק ההתחברות התמימי של האתר בתקווה שייכנסו אליו. ברגע שנכנס, התוקף יכול להשתלט על החשבון של הקורבן.",
    "1137757109": "אם זה חשבון מסחר אלקטרוני, התוקף יכול להזמין סחורה. אם הקורבן הוא בנק, התוקף יכול להעביר כספים מחוץ לחוף, וכן הלאה.",
    "1559150837": "עם זאת, המטרות אינן חסרות הגנה. לרוב האתרים יש פקדים שחוסמים משתמש חשוד שמנסה להיכנס לאלפי חשבונות שונים מאותה כתובת IP תוך פרק זמן קצר. מה שתוקפים עושים כדי לעקוף את טכניקות ההגנה הללו הוא לדמות מגוון גיאוגרפי ו-IP. באמצעות כלים רבי עוצמה, לרוב מונעי בינה מלאכותית, הם יכולים לגרום לזה להראות שאלפי משתמשים מנסים להיכנס באופן אקראי בשעות שונות של היום מכל רחבי הארץ. זה הרבה יותר קשה לזהות ולהפסיק.",
    "1892020899": "מאיפה ההאקרים משיגים את האישורים?",
    "2597149484": "הסיבה שההאקר צריך \"למלא\" כל כך הרבה אישורים קשורה למקום שבו הם משיגים את האישורים הגנובים שלהם.",
    "3030395800": "אישורים אלה מגיעים בדרך כלל מהפרות נתונים. התקפות אלו, הידועות גם בשם \"שפכי אישורים\", עלולות לגרום למיליוני אישורים לזרוק לרשת האפלה. אם הדליפה הגיעה מבנק, ההאקר ינסה להשתמש באישורים האלה כדי להיכנס לאתרים אחרים. גישה זו עובדת מכיוון שכל כך הרבה אנשים משתמשים באותו שם משתמש וסיסמה עבור מספר אתרים. (התרגול הזה הוא מיואש, אבל המציאות היא מה שהיא. אנשים נוטים לחזור על אותם אישורי התחברות.)",
    "1258965840": "לפיכך, אם התוקף יכול להיכנס לאתר אחד, הוא כנראה יכול להיכנס למספר אתרים באמצעות האישורים שנשפכו. לדוגמה, הם עשויים לקבל זוג שם משתמש/סיסמה כמו JohnDoe/525momma, אבל אין להם מושג מה הזוג הזה יעשה עבורם. אז הם מנסים את הזוג ב- Amazon.com, Ebay, Citibank, Walgreens ועוד ועוד. הם עשויים לנסות את הזוג הזה באלף אתרים שונים.",
    "3594440415": "בסופו של דבר, הם יתחילו לפתוח דלתות.",
    "780280214": "כיצד hCaptcha ו-hCaptcha Enterprise מפחיתים את איום סתימת האישורים",
    "4165374512": "אמנם אפשר להשתמש בכלי זיהוי IP ומיקום כדי למנוע מילוי אישורים, אבל שיטה חסכונית ומדויקת יותר היא פשוט להפריע לבוט המילוי האוטומטי של אישורים. hCaptcha ו-hCaptcha Enterprise יכולים להכשיל את הבוט בנקודת הכניסה. גם אם לבוט יש את האישורים הנכונים, אם הוא לא יכול לעבור את הזיהוי של hCaptcha Enterprise או את ה-CAPTCHA של hCaptcha, הוא לא יצליח לבצע את המלית שלו והאתר והמשתמשים שלך מוגנים.",
    "3269644546": "אנא",
    "1058572205": "אותנו אם תרצה ללמוד עוד",
    "3753613260": "איש קשר",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "דיווח על תלונות DMCA",
    "54093347": "סוכן רשום ב-DMCA",
    "3233441200": "מדיניות מפרה חוזרת",
    "4011712313": "כחלק ממדיניות ה-DMCA שלנו, אנו ממקמים חשבונות של לקוחות שעבורם אנו מקבלים הודעות DMCA מרובות על הפרה לכאורה למדיניות DMCA של הפרות חוזרות ורב-שלביות. עם קבלת הודעות DMCA חוזרות ונשנות בחודש קלנדרי, חשבון הלקוח יתקדם משלב מדיניות אחד לשלב הבא.",
    "766825168": "פעולות שאנו עשויים לנקוט במסגרת מדיניות הפרות חוזרות של DMCA כוללות שליחת התראות על חשיפה מוגברת ללקוח הרשומה של החשבון. על מנת לאשר התראות אלו, אנו עשויים לדרוש מהלקוח להיכנס לחשבון או להתקשר לצוות התמיכה שלנו. כמו כן, אנו שומרים לעצמנו את הזכות להשעות או להפסיק, כמו גם להחיל אמצעי ביניים אחרים, על שירות hCaptcha ו-IMI של כל לקוח שעבורו המשכנו לקבל הודעות DMCA על הפרה לכאורה, גם לאחר ששלחנו התראות חוזרות על מפרים. בנוסף, אנו עשויים לסיים לפי שיקול דעתנו הבלעדי שירותי hCaptcha או IMI אחרים הניתנים ללקוחות אלה כאשר אנו מפסיקים את שירות hCaptcha במסגרת מדיניות זו.",
    "2410122265": "משאבי hCaptcha: בוטים 101",
    "4166776480": "מלית אישורים: מה זה ואיך לעצור את ההתקפות",
    "2301335298": "הונאת תשלומים: הפחתת מצב מתפתח במהירות של פשעי סייבר",
    "3682071227": "מהן השתלטות על חשבון וכיצד הן עובדות?",
    "2729131930": "מה זה גרידה ואיך זה עובד?",
    "1344959096": "עבודה כמתווית נתונים בודדת",
    "3510143229": "hCaptcha הוא שירות עבור אתרי אינטרנט ואפליקציות,",
    "3930611699": "עובדים בודדים.",
    "1051214799": "hCaptcha הוא שירות אבטחת אינטרנט שמנסה לחלוק ערך עם המפרסמים של אתרים או אפליקציות שמשתמשים בו.",
    "360236473": "שירות hCaptcha אינו מיועד לשמש עבור אף אחד לעבוד כמתווית אינדיבידואלית. זה לא נועד או מתאים למטרה זו. אנחנו לא ממליצים לאף אחד לנסות להשתמש ב-hCaptcha כמקור הכנסה אישי.",
    "3842490632": "סביר להניח שמשתמש בודד שינסה לענות על שאלות רבות יוגבל שיעור מוגבל או ייחסם במהירות. חשוב לא פחות, כמו שלנו",
    "1560232962": "מכסה בפירוט, אין הבטחות לגבי הסכום שהרווח עבור כל תשובה נתונה. ייתכן שלא יהיו שאלות בתשלום בזמן זה, תשובה עשויה להידחות מסיבות איכות וכן הלאה.",
    "2694001822": "עם זאת, מדי פעם אנו שוכרים אנשים שיעזרו לנו לבדוק מאפייני מערכת ותכונות חדשות.",
    "1569804581": "אם תרצה ליצור איתך קשר בעתיד בנוגע להזדמנויות קשורות, אנא מלא טופס זה.",
    "636461959": "שֵׁם",
    "1139500589": "מדינה",
    "1789607185": "כתובת דוא\"ל",
    "325077666": "על ידי שליחת המידע שלך אתה מסכים לנו",
    "3555583744": "ו",
    "3609929815": ". אנו נשמור את פרטי שמך, המדינה וכתובת הדוא\"ל שלך רק לצורך יצירת קשר איתך בעתיד בנוגע להזדמנויות עבודה עם תיוג אינדיבידואלי.",
    "4197928199": "מדיניות פרטיות",
    "851786723": "בהזנת הדוא\"ל שלך, אתה מסכים לתנאים ולמדיניות הפרטיות שלנו ולקבלת דוא\"ל מאיתנו.",
    "2402165761": "איך עובד הגרידה?",
    "4260542944": "גירוד תוכן (הידוע גם בשם \"גרידת מסך\" או סתם \"גרידה\") הוא תהליך מוכר, לעתים קרובות שימושי לאיסוף מידע מהאינטרנט. עם זאת, בשנים האחרונות, הטכניקה הפכה לכלי מועדף על האקרים ורמאים. אמצעי נגד יכולים למעשה להפחית את האיום, אבל כדי ליישם אותם, חיוני להבין איך התהליך עובד.",
    "2066255783": "מה זה גירוד תוכן?",
    "1910628828": "גירוד תוכן היא טכניקה לאחיפת נתונים ממערכת הכוללת ערכת כלים אוטומטית המתחזה ללקוח תוכנה או דפדפן אינטרנט. זה לא חדש. למעשה, עבור מהנדסי תוכנה שעשויים להזדקק לנתונים ממיינפריים ישן, גרידה יכולה להיות הדרך היחידה לחלץ מידע. ייתכן שהמחברים המקוריים נעלמו ואי אפשר להחליף אותם.",
    "3408107995": "עם זאת, כיום, גירוד פירושו תמיד גישה פרוגרמטית למשיכת נתונים מאתר אינטרנט. תוכנת הגרידה פועלת כמו משתמש אנושי, לוחץ על כפתורים וקורא את הפלט שנוצר. ישנם שימושים לגיטימיים רבים לגירוד. סורקי אינטרנט המניעים מנועי חיפוש הם דוגמה אחת. כך גם כלים כמו Skyscanner שמחפשים עסקאות נסיעות על ידי סירוק בין אלפי אתרי תיירות. גם חברות פינטק משתמשות בו, ומגרדות את הנתונים הפיננסיים של המשתמש מאתרי בנקים אם אין ממשקי תכנות יישומים (API) זמינים לחיבור הנתונים. הדברים שכדאי לזכור לגבי גירוד מסך הם המהירות והמדרוג שלו. התהליך יכול לאסוף כמויות אדירות של נתונים מאתרים, בהנחה שהאתרים אינם מוגדרים למנוע את התרחשותו. במהירות המחשוב, מגרד יכול לצבור מערכי נתונים גדולים על ידי אינטראקציה עם אתרי אינטרנט ועם התוכנה ומסדי הנתונים הבסיסיים שמניעים אותם.",
    "1920884252": "מדוע גרידה של תוכן מהווה איום אבטחה?",
    "2256795853": "היכולת לחלץ הרבה נתונים, במהירות, מאתרים הופכת את הגרידה לכלי רב עוצמה בידי שחקנים זדוניים. בוט גרידה יכול לאסוף נתוני משתמשים מאתרי מדיה חברתית. לאחר מכן, על ידי גירוד של אתרים המכילים כתובות ומידע אישי אחר ומתאם בין התוצאות, האקר עלול לעסוק בפשעי זהות כמו הגשת בקשות הונאה של כרטיסי אשראי.",
    "4087694419": "האקר מגרד יכול גם לאסוף נתונים מאתרים כמו אמזון ו-eBay כדי ליצור רישומי מוצרים מזויפים או מטעים. לאחר מכן הוא או היא יוכלו להציע אותם למכירה בשירותי עמית לעמית כמו OfferUp ולבצע התקפות דיוג על הקונים. לחלופין, הרמאי יכול למכור מוצרים שאינם קיימים. הונאה נוספת של גירוד מסך כרוכה בזיוף מפרסמי מודעות. על ידי גירוד התוכן מאתרי בעלי אתרים, הרמאי יכול ליצור דפי מפרסם מודעות מזויפים בשירותים שונים. לאחר מכן הם יכולים למכור מודעות בדפים אלה למפיצים מורשים, שאת אנשי הקשר שלהם הם אספו מקובץ ads.txt של בעל האתר. מקומות הפרסום נראים אמיתיים למפרסם, אבל הם לא.",
    "3315658779": "מנע גירוד תוכן עם hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise משתמשת למידת מכונה מתקדמת כדי לזהות תנועה זדונית לאתר ולאפליקציות שלך - כולל פעילויות גרידה.",
    "1422537019": "אותנו היום כדי ללמוד עוד.",
    "1988268879": "תיוג נתונים חסכוני בקנה מידה",
    "2163914794": "צריך תוויות נוספות עבור מערכי הנתונים שלך? hCaptcha מספקת תיוג נתונים מהיר, חסכוני ואיכותי עבור חברות שעובדות על יישומי בינה מלאכותית ולמידת מכונה.",
    "3378932530": "קבל תווית לנתונים שלך עכשיו",
    "3483700676": "הפעל מיליוני משימות באופן מיידי",
    "3478726913": "ל-hCaptcha יש את אחת הבריכות הגדולות בעולם הזמינה לשימושכם. לא משנה מה קנה המידה שלך, אנחנו יכולים להתמודד עם זה ללא התחייבויות יקרות מראש. מיליוני משימות ביום אינן בעיה.",
    "740501259": "צינורות פשוטים מונעי API",
    "2784612261": "רוצה לשלב ביקורת אנושית ישירות בפעילות העסקית שלך? אנו מציעים SLAs מהימנות גבוהה, קיבולת מובטחת וממשקי API פשוטים של REST.",
    "1144966033": "מותאם לעלות ואיכות",
    "3213351333": "אין צורך בהתחייבות מראש",
    "2107077506": "פלטפורמת HUMAN משתמשת במודלים של ביטחון מקיפים כדי לבצע ניתוח איכות מתוחכם בזמן אמת. זה מאפשר לנו לקבוע במהירות הן את הקושי של שאלות והן את התשובה הנכונה שלהן, וחוסך לך זמן וכסף.",
    "3576146278": "שלם רק עבור הדיוק שאתה צריך",
    "2952586316": "לא כל הבעיות זהות. הערות למשימות קריטיות לבטיחות עשויות לדרוש 99.99% אמון מעובדים אנושיים לחלוטין. הערות עבור תכונת בטא אחת באפליקציית משחק לנייד עשויות לדרוש ביטחון בינוני בלבד. אתה תחליט.",
    "710145621": "ספק נתוני אמת קרקע משלך או תן לנו לבנות אותם תוך כדי תנועה",
    "987901590": "האם יש לך נתונים גולמיים ללא ערכת אימות מקיפה? ברוב המקרים נוכל לבנות עבורך אחד כאשר משימות רצות במערכת, או ליצור דוגמאות מתויגות לאישורך.",
    "2597352122": "סוגי הערות",
    "1344687860": "תיבות תוחמות",
    "1089415440": "זיהוי אובייקטים מדויק בתמונות ובווידאו",
    "3817067682": "מצולעים",
    "2682873489": "הגדר אזור תוחם עבור אובייקטים",
    "1275150216": "נקודות ציון",
    "2067112112": "הערות נקודות עבור מקרי שימוש רבים ושונים",
    "4228682126": "סיווג תכונות",
    "2920213479": "מיין או הוסף קטגוריות שרירותיות בכל גודל",
    "3288667364": "השוואה ואיתור",
    "155877895": "זיהוי וסיווג המופעל על ידי אדם",
    "3128433367": "... ועוד רבים",
    "2827452240": "צריך סוג אחר שלא מופיע כאן? רק תשאל אותנו.",
    "719304627": "צריך בקרה מקצה לקצה?",
    "1172067553": "פלטפורמת HUMAN מאחורי hCaptcha מספקת איכות עבודה ותכונות ניהול מתוחכמות ביותר באמצעות פריסות מקומיות, היברידיות או SaaS המשתלבות עם המערכות הקיימות שלך.",
    "2319072959": "הפעל באופן לא מקוון לחלוטין עם כוח העבודה שלך, עקוב אחר הערך הנצרך בין יחידות עסקיות או שותפי קונסורציום, נתב משרות באופן סלקטיבי לספקי עבודה פנימיים או חיצוניים שונים בהתבסס על דרישות עלות ואבטחה, ועוד.",
    "1936512180": "גישה קלה ל-API, לוחות מחוונים יפים והטכנולוגיה העדכנית ביותר של דגם-in-the-loop כדי למקסם את יעילות העובדים.",
    "3913848038": "SLAs של 99.99% זמן פעילות ותמיכה גלובלית זמינה 24/7.",
    "1080752747": "צור קשר עם המכירות",
    "1525403768": "למידע נוסף צרו קשר עם Enterprise Sales.",
    "1546930020": "קבלת תווית נתונים",
    "2486638408": "הגדר מפרט",
    "1027200955": "שוחח עם אחד ממומחי הדומיינים שלנו כדי להגדיר את צרכי הפרויקט שלך: דיוק יעד, פורמט וכל דרישות מיוחדות.",
    "1156712451": "מבחן עבודה ראשוני",
    "181065232": "אנו מבצעים עבודת ייצור קטנה בהתבסס על נתוני המדגם שלך. זה בוחן את העבודה שעשינו יחד כדי להבטיח שתקבל בדיוק את מה שאתה צריך.",
    "3207769512": "פריסת משרות ייצור",
    "1099238677": "עם עוצמת הקול הגבוהה והשהייה הנמוכה שלנו, נהפוך את העבודה שלך במהירות, עם מסירה אוטומטית ברגע שזה יסתיים.",
    "465783046": "רוצה לנסות את זה עם הנתונים שלך?",
    "328625009": "... אנחנו מוכנים כאשר אתה: השירות שלנו זמין מסביב לשעון.",
    "3225770968": "hCaptcha נועד לפתור את הבעיה המאומצת ביותר בתחום למידת מכונה; תיוג כמויות אדירות של נתונים בצורה בזמן, במחיר סביר ומהימן.",
    "2041686284": "יותר נתונים בדרך כלל מייצרים תוצאות טובות יותר באימון מודלים של למידת מכונה. ההצלחה האחרונה של מודלים עמוקים הובילה למערכי נתונים גדולים יותר ויותר, וה-hCaptcha משרת את הצורך הזה. עם זאת, יצירת מערכי נתונים גדולים שנבדקו על ידי אדם באמצעות שיטות מסורתיות היא איטית ויקרה כאחד.",
    "3729345277": "hCaptcha היא דרך לחברות לקבל את ההערות שהן דורשות מהר יותר, באיכות גבוהה יותר ובעלות נמוכה יותר מאשר חלופות אחרות.",
    "2103563261": "מידע פרטי או ציבורי",
    "2513143348": "מערכת hCaptcha Enterprise גמישה באופן ייחודי בעיצובה: ניתן לפרוס אותה באופן חלקי או מלא בקצה הרשת שלך אם אתה מפעיל ענן ציבורי או בעל מרכזי נתונים רבים.",
    "3107683988": "זה יכול להפחית באופן דרמטי את התעבורה והעלויות מחוץ לרשת, תוך שמירה על כל היתרונות של הניהול על ידי הצוות התורן שלנו 24/7 כדי לעמוד בתנאי השירות המחמירים ביותר.",
    "3660619092": "הירשם בחינם או צור קשר עם מכירות עבור פתרונות ארגוניים",
    "2351176803": "תנאי רישיון עבור hCaptcha JS API",
    "2616226398": "בכפוף לנו",
    "2024293275": ". כל שאר הזכויות שמורות לעת עתה.",
    "1062291156": "תנאים סטנדרטיים",
    "2712493234": "הונאת תשלומים: הפחתת מצב מתפתח במהירות של פשעי סייבר",
    "1817772953": "הונאה אינה צורה חדשה של פשע. ואכן, ארכיאולוגים חשפו אמצעים למניעת הונאה שהוכנו על ידי השומרים הקדמונים כדי להעביר בעלי חיים ללא הפסדים לפני כמעט 10,000 שנה! במקרה שלהם, הם שמו אסימוני חימר, שכל אחד מהם מייצג חיה, בתוך כדור חימר המכונה \"בולה\". הבולה הייתה מטיילת עם הצאן כשהיא עוברת ממוכר לקונה. כבר אז, בעלי עסקים היו מודאגים מכך שלא כל מי שהם מתמודדים איתם נמצאים במגמת עלייה. הרבה השתנה ב-10,000 שנים, אבל הצורך להיות חדשני במניעת הונאה נשאר איתנו. כיום יש חשיבות עליונה לנושא הונאות התשלומים באינטרנט. עם האינטרנט, רמאים הפכו מיומנים יותר ויותר בהערכת בקרות נגד הונאה. עם זאת, פתרונות חדשים מפנים את הגאות.",
    "1053787685": "מהי הונאת תשלום?",
    "433424759": "הונאת תשלומים כוללת כל סוג של עסקה בלתי חוקית שבה פושע סייבר מונע מהקורבן משהו בעל ערך, בדרך כלל כסף. המשמעות עשויה להיות שימוש בכרטיס אשראי גנוב כדי להזמין סחורה באינטרנט או השתלטות על חשבון בנק והעברת כספים ממנו באופן לא חוקי. יש הרבה וריאציות, אבל לכולן יש את אותה תוצאה: נוכל משתמש בזהות גנובה או בפרטי תשלום כדי לגנוב מצרכן, בנק או סוחר.",
    "2939852138": "כיצד רמאים [מנסים] לברוח מהונאת תשלום?",
    "1665616092": "הונאת תשלום היא פשוטה בתפיסה, אבל היא יכולה להיות מורכבת להפליא בביצוע שלה כיום.",
    "4246520782": "למעשה, האינטרנט היה עד למרוץ חימוש אמיתי בין רמאים למגינים בשנים האחרונות.",
    "2167049807": "צוותי אבטחה אימצו מגוון של אמצעי נגד ובקרות שמביסים את הגישות הקלות והעצלות להונאת תשלומים. עם זאת, ההתקפות הופכות יותר ויותר מתוחכמות. לדוגמה, בוטים יכולים כעת לאסוף מספרי כרטיסי אשראי ו-PIN גנובים מאתרים מזויפים והתקפות דיוג.",
    "1936449777": "לאחר מכן, במצב אוטומטי לחלוטין, הם יכולים לחקות התנהגות אנושית באתרי מסחר אלקטרוני, ללחוץ על כפתורים ולהוסיף פריטים לעגלת קניות - עד לנקודה שבה רבים, אם לא רוב הפקדים נגד הונאה, לא יכולים לדעת שבוט מנסה לגנוב סְחוֹרָה. במקום זאת, זה נראה כאילו משתמש אנושי פשוט עושה קניות. הבוט יכול להיכנס לחשבון של לקוח אמיתי באמצעות אישורי כניסה גנובים. מעיב נוסף על ההונאה הוא יכולתו של הבוט לזייף כתובות IP ולגרום לזה להיראות כאילו ה\"קונה\" שונה במקום כלשהו מהתוקף, שעשוי להיות במדינה זרה.",
    "648630222": "מניעת הונאת תשלום באמצעות hCaptcha Enterprise",
    "1621930829": "מה ניתן לעשות לגבי פעילויות הונאת תשלומים המתקדמת והבלתי פוסקת של היום? שימוש במספר שכבות של בקרות היא בדרך כלל גישה נבונה. עם זאת, אמצעי הנגד הטובים ביותר הם אלה שיכולים ללכוד את הבוט ולגלות שהוא מזויף, למרות המאמצים הטובים ביותר של יוצריו לשכפל התנהגות אנושית.",
    "2423586454": "עדיין יש כמה דברים שתוכנה לא יכולה לעשות, לא משנה כמה טוב הבינה המלאכותית מאחוריה. טכנולוגיית CAPTCHA מודרנית מציעה שיטה מוכחת לחסימת בוטים המנסים להנציח הונאות תשלום. בעוד שגישות ישנות ל-CAPTCHA, כמו המספרים המלוכסנים הפשוטים בקופסה, חסרות כיום בעיקר בהפחתת בוטים מתקדמים, מכשיר אוטומטי לתגובת בדיקות כמו hCaptcha Enterprise יכול להרוס בקלות בוט של רמאי ברגע של כניסה לחשבון או יציאה לעגלת הקניות. גם אם לבוט יש אישורים אמיתיים, אם לא יוכל לעבור את ה-CAPTCHA.",
    "1467308982": "לוחות זמנים לתשלומים",
    "1291824746": "תשלומי hCaptcha פועלים מדי רבעון על בסיס של 60 יום. כדי להמחיש מה זה אומר, אנא עיין בטבלה שלהלן.",
    "3444947612": "תנועה בין",
    "4181611011": "תאריך פיוס",
    "728503636": "תאריך תשלום",
    "3720584906": "15 ביולי 2021 - 15 באוקטובר 2021",
    "388240587": "5-15 בינואר 2022",
    "3426312287": "5-15 בינואר 2022",
    "615618648": "15 באפריל 2021 - 15 ביולי 2021",
    "3376724603": "14-24 בספטמבר 2021†††",
    "3398978455": "15-25 בספטמבר 2021†††",
    "2722456056": "15 בינואר 2021 - 15 באפריל 2021",
    "4063155841": "לא יאוחר מ-25 ביוני 2021††",
    "4082053540": "19-25 ביוני 2021††",
    "64953197": "15 באוקטובר 2020 - 15 בינואר 2021",
    "1023070345": "לא יאוחר מה-14 במרץ 2021",
    "2600696085": "15 במרץ 2021",
    "3217791519": "15 ביולי 2020 - 15 באוקטובר 2020",
    "649261378": "5-11 בינואר 2021*",
    "1559190296": "5-11 בינואר 2021†",
    "3806054689": "15 באפריל 2020 - 15 ביולי 2020",
    "4162383380": "16 עד 22 בספטמבר 2020*****",
    "1990824776": "16-24 בספטמבר 2020*****",
    "3856690908": "15 בינואר 2020 - 15 באפריל 2020",
    "3200641265": "לא יאוחר מ-16 ביוני 2020*",
    "3744079744": "15-19 ביוני 2020****",
    "2209837451": "15 באוקטובר 2019 - 15 בינואר 2020",
    "2510534204": "לא יאוחר מה-23 במרץ 2020***",
    "2910560864": "20-23 במרץ 2020***",
    "2544565802": "15 ביולי 2019 - 15 באוקטובר 2019",
    "3963642878": "לא יאוחר מה-14 בדצמבר 2019*",
    "622103562": "17 בדצמבר 2019**",
    "4072202039": "15 באפריל 2019 - 15 ביולי 2019",
    "818049069": "לא יאוחר מה-15 ביולי 2019",
    "1169005651": "15 בספטמבר 2019",
    "2303655425": "15 בינואר 2019 - 15 באפריל 2019",
    "3678889946": "לא יאוחר מה-15 ביוני 2019",
    "3094354698": "15 ביוני 2019",
    "4217013126": "תשלומים מתנהלים בדרך כלל לאורך היום בתאריך התשלום, ובדרך כלל מסתיימים עד חצות שעון האוקיינוס השקט. אם חשבון סומן לבדיקה, עשויים לחלוף עד חמישה ימי עסקים נוספים עד לשחרור תשלום.",
    "1447649958": "כזכור, רק תעבורה אנושית מדויקת זכאית לתשלומים. תוכל לראות פרטים נוספים על כך בשאלות הנפוצות שלנו, המקושרות למטה. היתרה הזמינה חייבת גם לעמוד בסף מינימלי כדי להיות זכאי לתשלום, כרגע 10 HMT.",
    "4257144752": "הערכות בזמן אמת אינן משקפות דיוק סופי או אנושיות, ולפיכך הרווחים הסופיים שלך עשויים להשתנות במידה ניכרת למעלה או למטה מהמספרים המוצגים בלוח המחוונים לפני ההתאמה הראשונה שלך.",
    "2728931827": "לאחר כל התאמה, ההערכות לכל מפתח באתר יתעדכנו והדיוק של התחזיות העתידיות אמור לעלות, אלא אם כן באתר שלך יש שינוי מהותי בהתנהגות המשתמשים.",
    "1200905005": "††† מספטמבר 2021, התאמות ותשלומים נמשכים כעת על פני תקופה של כ-10 ימים ולא על יום בודד, על מנת לפשט את האילוצים התפעוליים הקשורים לצמיחה בשירות.",
    "4284094387": "†† חלק מהתאמות והתשלומים של יוני 2021 יפעלו בשבוע שלאחר מכן עקב עיכובים באימות החישובים הסופיים במהלך חלון ההתאמה.",
    "1977013707": "† תשלומי דצמבר 2020 תוזמנו מחדש מה-15 כדי למנוע חפיפה עם התאמות סוף שנה וחופשות צוות: הם יושלמו עד השבוע השני של ינואר. עקב העברות איטיות מהרגיל ל-PayPal, התשלומים יתבצעו על פני מספר ימים ולא יושלם ביום אחד.",
    "517010299": "שימו לב: כרגע אנחנו עובדים על מעבר עורפי גדול להתאמה כמעט בזמן אמת. התאמות תקופתיות יפעלו בתדירות נמוכה מהרגיל עד לרבעון הראשון של 2021. זה לא משפיע על לוחות זמנים או תאריכים של תשלומים.",
    "3092200338": "** כאשר ה-15 חל על סוף שבוע, תאריך התשלום הוא במקום ה-17.",
    "3891941747": "*** ייעוץ ל-COVID-19: עקב קיבולת צוות מופחתת הקשורה ל-COVID-19, ההתאמה תוזמנה מחדש כדי לאפשר זמן נוסף להשלמת האימות הסטנדרטי שלנו. התשלומים צפויים להתחיל ביום שישי ולהסתיים ביום שני הבא.",
    "2301757528": "**** עקב תחזוקה על ידי PayPal של ממשקי ה-REST API שלהם במהלך חלון התשלומים, לא כל התשלומים הושלמו ב-15 ביוני. כל התשלומים שתוכננו ל-15 ביוני (שעון האוקיינוס השקט), אך לא בוצעו עקב שגיאות API של PayPal, הופעלו מחדש עד ה-19 ביוני (שעון האוקיינוס השקט).",
    "116842359": "***** התאמות צפויות להסתיים במשך מספר ימים עקב תחזוקת המערכת.",
    "4154415610": "***** תשלומי ספטמבר 2020 יפעלו בקבוצות עם השלמת ההתאמה, כאשר חלקם יופעלו מספר ימים מאוחר יותר מהמתוכנן המקורי עקב עיכובים בהתאמה.",
    "2310694091": "מה המשמעות של פיוס?",
    "164801246": "פיוס הוא התהליך שבו מנתחים את התעבורה לאחר מעשה כדי לאמת את אנושיותה ודיוק שלה, ברגע שכל הנתונים מכל אתרי הדיווח נמצאים בפנים. אתה יכול לקרוא פרטים נוספים שלנו",
    "3256245394": "כמו גם פוסטים בבלוג שלנו, למשל",
    "3089778412": "כיצד hCaptcha מחשב תגמולים",
    "3329755436": "האם אתה מתכנן להאיץ את התהליך הזה?",
    "1911669851": "כן, אנו עובדים כעת על מגוון שיפורים למערכות הקצה האחוריות שלנו שאנו מצפים שיאפשרו לנו בסופו של דבר להציע גם התאמה מהירה יותר, דיוק אומדן מהיר יותר וגם תשלומים מהירים יותר. אנו פועלים כעת להאיץ תחילה את הפיוס.",
    "2366003154": "פניות לעיתונות ותקשורת",
    "3054564199": "ערכת לחיצה",
    "3173156067": "חלק מהבטחונות המוכנים זמינים במקרה שתרצה לכלול תמונות לדוגמה במאמר שלך.",
    "867314732": "אתה יכול לאחזר ברזולוציה גבוהה",
    "858218750": "והדרכה לשימוש בהם ב-",
    "3821716514": "עמוד.",
    "1186243118": "תמונות לוגו",
    "3034959000": "אתה יכול לאחזר",
    "1764089150": "פה:",
    "1558428432": ". אנא זיכו אותם ל-hCaptcha.com.",
    "2429359042": "תמונות ממשק לדוגמה",
    "1480820434": "תמונה 1",
    "3213411837": "תמונה 2",
    "1270712701": "הודעות לעיתונות ודוחות אחרונים",
    "231285005": "אתה יכול למצוא עדכונים אחרונים בבלוג שלנו",
    "1289884910": "אנו גם מפרסמים מדי פעם ניתוחים ודוחות. לדוגמה:",
    "932546190": "למה CAPTCHAs יהיו איתנו תמיד",
    "2344319147": "כמה באמת שווה זיהוי הבוטים של גוגל?",
    "1637527266": "באילו מדינות יש הכי הרבה תעבורת בוטים?",
    "230159237": "אנשי קשר",
    "3759923279": "נא להפנות פניות עיתונות לכתובת המייל הבאה:",
    "4255608322": "עדכון אחרון: 12 באפריל, 2021",
    "537881751": "ברוכים הבאים ל-hCaptcha! מדיניות פרטיות זו מתארת את שיטות העבודה של Intuition Machines, Inc. (\"IMI\", \"אנחנו\" או \"אנחנו\") בנוגע לאיסוף, שימוש וחשיפת מידע שלנו (כולל מידע אישי, המוגדר להלן) דרך האתר שלנו בכתובת www.hcaptcha .com וכל תת-דומיינים או דומיינים אחרים שבהם אנו משתמשים (\"האתרים\") וממשק היישום hCaptcha ותוכנות וחומרים קשורים (יחד, \"השירות\").",
    "33639629": "לא חל על אתרי צד שלישי. לידיעתך, מדיניות פרטיות זו אינה חלה על כל אתר, הצעה, מוצר או שירות של צד שלישי כלשהו, גם אם היא מקשרת לאתר שלנו או משלבת את השירות - אנא עיין במדיניות הפרטיות הרלוונטית לפני שתחליט לספק מידע כלשהו לשלישי. מסיבות.",
    "987375734": "תעש מבוססת בארצות הברית. האתרים והשירות נשלטים ומופעלים על ידינו מארה\"ב. המידע האישי שלך עשוי להיות מאוחסן ומעובד בכל מדינה שבה יש לנו מתקנים או בה אנו מעסיקים ספקי שירותים, ועל ידי שימוש באתרים ובשירות אתה מסכים להעברת מידע למדינות מחוץ למדינת מגוריך, לרבות ארצות הברית , שעשויים לכלול כללי הגנה על נתונים שונים מאלה של המדינה שלך. בנסיבות מסוימות, בתי משפט, סוכנויות אכיפת חוק, סוכנויות רגולטוריות או רשויות אבטחה באותן מדינות אחרות עשויים להיות זכאים לגשת למידע האישי שלך.",
    "452920031": "הערה ללקוחות מחוץ לארצות הברית.",
    "2328839224": ". אנא עיין בסעיף \"הודעה לתושבי קליפורניה\" הקשור לזכויות שלך במסגרת חוק הפרטיות לצרכן בקליפורניה (\"CCPA\").",
    "1565481281": "הערה לתושבי קליפורניה",
    "1028058338": "אנא עיין בסעיף \"הודעה לנושאי מידע באיחוד האירופי\" הקשור לזכויות שלך במסגרת תקנת הגנת הנתונים הכללית (\"GDPR\").",
    "2271205646": "הערה לתושבי האזור הכלכלי האירופי.",
    "508143070": "שים לב ש-IMI היא השולטת במידע האישי שלך, למעט כאשר אנו מעבדים מידע אישי מטעם המשלבים שלנו בקשר עם מתן השירות שלנו, ובמקרה זה אנו המעבדים של המידע האישי, ואותם אינטגרטורים הם הבקרים של מידע אישי.",
    "2330965058": "כאשר אנו פועלים כמעבד עבור האינטגרטורים שלנו, איננו משתמשים בנתונים שנאספים לשום מטרה שאינה הכרחית באופן סביר כדי לספק את השירות שלנו, והעיבוד שלנו יהיה כפוף לחוזים שיש לנו עם המשלבים שלנו, ולא זה מדיניות פרטיות",
    "3017040355": "עיבוד נתוני נושא הנתונים של האיחוד האירופי פועל תחת הבסיס המשפטי של הסעיפים החוזיים הסטנדרטיים (SCCs) המשולבים בנספח עיבוד הנתונים לתנאים וההגבלות שלנו או הסכמי עיבוד הנתונים שלנו עם המשלבים שלנו.",
    "2233384692": "אם יש לך שאלות או חששות לגבי אופן הטיפול בנתונים כאלה או שתרצה לממש את זכויותיך, עליך לפנות לאדם או לישות (כלומר, בקר הנתונים) שהתקשר עמנו כדי להשתמש בשירות כדי לעבד נתונים אלה. עם זאת, אנו נספק סיוע לאינטגרטורים שלנו כדי לטפל בכל חששות שיש לך, בהתאם לתנאי החוזה שלנו איתם.",
    "349292953": "מידע שאנו אוספים",
    "3022001832": "אנו אוספים מידע מאנשים המקיימים אינטראקציה עם האתרים והשירותים שלנו, לרבות אלה שמשלבים את השירות שלנו באתר האינטרנט שלהם (\"משלבים\"), אלה המשתמשים בשירותים לתיוג נתונים (\"לקוחות\"), ומשתמשי הקצה המקיימים אינטראקציה עם שלנו. שירות דרך אתרי האינטרנט של המשלבים שלנו (\"משתמשי קצה\").",
    "835545301": "אנו אוספים את קטגוריות המידע הבאות:",
    "3228928991": "מידע שניתן להשתמש בו כדי לזהות או ליצור קשר עם אדם (\"מידע אישי\"), כגון שם, כתובת דואר אלקטרוני ומדינה. אנו אוספים מידע אישי מהאינטגרטורים והלקוחות הנוכחיים והפוטנציאליים שלנו כאשר הם מוסרים לנו אותו ישירות (לדוגמה, על ידי מילוי טופס בעת הרשמה לחשבון, או בקשה לקבלת הודעות אימייל מאיתנו). אנו עשויים גם לאמת את זהות המשלבים והלקוחות שלנו על ידי השוואת מידע אישי מול מאגרי מידע של צד שלישי או מסמכים משפטיים רשמיים.",
    "1655796811": "מידע שנאסף אוטומטית כתוצאה משימוש של אינטגרטור או לקוח באתרים או בשירותים (\"מידע אנליטי\"), כגון כתובות IP, סוג דפדפן, ספק שירותי אינטרנט, סוג פלטפורמה, סוג מכשיר, מערכת הפעלה, חותמת תאריך ושעה של גישה ומידע דומה אחר. חלק ממידע אנליטיקס נאסף בשמנו על ידי צדדים שלישיים שאנו מעסיקים אותם למטרה זו, וחלק ממידע אנליטיקס נאסף באמצעות מגוון טכנולוגיות מעקב, כולל עוגיות (ראה \"ניתוח צד שלישי וטכנולוגיות מעקב\" להלן).",
    "1388241689": "מידע שנאסף כתוצאה מענה של משתמשי קצה להנחיות באמצעות השירות (\"נתונים מסומנים\"), כגון נתוני תיוג תמונות, טקסט שהומר מקובצי שמע שהושמעו לאותם משתמשי קצה, תשובות לשאלות והנחיות אחרות שנוצרו על ידי השירות למטרות תיוג נתונים לשימוש ביישומי למידת מכונה. שים לב שהנתונים המסומנים אינם קשורים לאף אדם מזוהה.",
    "1493790285": "מידע אחר שנאסף ממשתמשי קצה כחלק מהשירות לשם נדרש כדי לקבוע אם הם",
    "2216374138": "הם אנושיים, כגון תנועות עכבר, מיקום גלילה, אירועי לחיצת מקש, אירועי מגע ומידע על גירוסקופ/מד תאוצה לפי העניין.",
    "2394073454": "אנו עשויים לאסוף מידע נוסף ממשתמשי קצה המעוניינים לעבוד איתנו כמתייגים נתונים בודדים.",
    "3103557430": "כיצד אנו משתמשים במידע",
    "1130802068": "אנו משתמשים במידע שאנו אוספים למטרות הבאות:",
    "2940689138": "לנהל חשבונות אינטגרטור ולקוחות ולספק את השירות. אנו משתמשים במידע אישי על מנת לשייך חשבונות ספציפיים עם אינטגרטורים ולקוחות וכדי לספק להם את השירות, להגיב לבקשות או לפניות, לספק תמיכה או סיוע טכני, ולהקל על תשלומים.",
    "857974529": "לשיפור האתר והשירות. אנו משתמשים במידע של Analytics כדי לשפר את השירותים וההצעות הקיימים שלנו ולפתח אותם ולהתאים אישית את הצעות המוצרים הקיימות והעתידיות.",
    "1820844638": "להפיק תובנות שוק. אנו משתמשים במידע אנליטיקס כדי לנתח את השוק ולבצע ניתוחים עסקיים הקשורים לאתר ולשירותים שלנו, ולמטרות מחקר אחרות.",
    "3386280249": "לספק שוק לנתונים מסומנים. השירות שלנו מאפשר תיוג נתונים בנפח גבוה וסקירה אנושית עבור מערכות למידת מכונה כשירות לבעלי אתרים וחברות הזקוקות לעזרה בסימון הנתונים שלהם. לשם כך, אנו חושפים נתונים מסומנים ללקוחותינו המעוניינים לרכוש נתונים מסומנים.",
    "3532143291": "לאבטחת השירותים והמערכות שלנו. אנו משתמשים במידע של Analytics כדי לאבטח את המערכות שלנו על ידי זיהוי איומים ופגיעויות פוטנציאליות, וכדי להגן אחרת על המידע שאנו אוספים.",
    "2185418511": "לכל מטרה עסקית לגיטימית, בתנאי שהמידע לא מזוהה או מצטבר כך שלא ניתן לקשור אותו באופן סביר לאדם פרטי.",
    "2386465280": "כיצד אנו משתפים מידע",
    "2159517814": "אנו משתפים או חושפים מידע אישי במקרים הבאים:",
    "4256083674": "על פי בקשה ישירה מאינטגרטור לזהות את סיכון ההונאה של בקשת אתגר CAPTCHA ספציפית או כתובת IP, או אחרת כאשר ניתנה הסכמה ספציפית.",
    "3494826505": "עם ספקים אנו מתחייבים לספק היבטים חיוניים של האתרים והשירות, כגון אחסון נתונים, אירוח ואנליטיקס, ורק למטרות אלו.",
    "1119009846": "לפי הצורך כדי לציית לחוק החל, לרבות בקשות ממשלתיות, בקשות אכיפת חוק ואחרות לגופים ציבוריים ופרטיים על מנת להגן על הזכויות, הפרטיות, הבטיחות או הרכוש שלך, שלנו או של אחרים.",
    "197676026": "עם אחרים לכל מטרה עסקית לגיטימית, בתנאי שהמידע לא מזוהה",
    "2359312315": "או מצטברים כך שלא ניתן לקשור אותו באופן סביר לאדם.",
    "2497216176": "טכנולוגיות ניתוח ומעקב של צד שלישי",
    "3694578791": "כפי שנדון לעיל, אנו (וספקי הצד השלישי שלנו) אוספים מידע אנליטיקס בחלקו באמצעות שימוש בעוגיות, משואות אינטרנט וטכנולוגיות מעקב אחרות. במקרים מסוימים, אנו עובדים עם ספקי צד שלישי כדי להשתמש בקובצי Cookie למטרות איסוף מידע אנליטיקס.",
    "2238885192": "אנו משתמשים ב-Sentry כדי לאסוף נתוני ניפוי באגים כאשר משתמש נתקל בשגיאה. למידע על האופן שבו Sentry אוסף ומעבד נתונים:",
    "1535054294": "אנא עיין במדיניות המפורטת שלהם",
    "658775471": "אנו משתמשים ב-Cloudflare כדי לייעל את תעבורת האינטרנט שלנו. למידע על האופן שבו Cloudflare אוספת ומעבדת נתונים:",
    "2014256987": "אם אתה מעדיף לא לחסום את השימוש בעוגיות או בטכנולוגיות מעקב אחרות, ראה \"ניהול המידע שלך\" להלן. שים לב שעשייה זו עלולה להשפיע לרעה על חוויית השימוש שלך באתרים או בשירות, שכן ייתכן שחלק מהתכונות לא יפעלו כראוי.",
    "2788024905": "כיצד אנו מאבטחים מידע",
    "271333468": "אנו מיישמים אמצעים טכניים וארגוניים מתאימים כדי להגן על המידע שאנו אוספים ומאחסנים, ודורשים מכל הסוכנים שמבצעים את העיבוד שלנו בשמנו לעשות את אותו הדבר. למרבה הצער, אין אמצעי אבטחה שהם 100% חסינים בפני תקלות, וככאלה לא ניתן להבטיח ששום רשת או מערכת (כולל שלנו) יהיו מאובטחות ב-100% מפני הרס, אובדן, שינוי, חשיפה לא מורשית של או גישה למידע שאנו אוספים ומאחסנים. אם אתה סבור שהמידע שלך עשוי להיות לא מאובטח מסיבה כלשהי, אנא צור איתנו קשר מיד בכתובת:",
    "3031284129": "כתבי אחריות",
    "26365791": "במידה המרבית המותרת על פי חוק, האתר והשירות (וכל שירותים, מידע, נתונים, תכונות ותוכן או חומרים אחרים) מסופקים על בסיס \"כפי שהם\" ו\"כפי שהם זמינים\". במידה המרבית המותרת בחוק, תעש אינה כוללת את כל האחריות, לרבות אך לא רק האחריות המשתמעת של סחירות, התאמה למטרה מסוימת ואי-הפרה.",
    "735630686": "ניהול המידע שלך (זכויותיך)",
    "498769698": "אתה רשאי לגשת, לתקן, לתקן או למחוק מידע אישי מסוים שייתכן שסיפקת לנו דרך חשבון האינטגרטור, הלקוח או משתמש הנגישות שלך (אם אתה אינטגרטור, לקוח או משתמש נגישות). אם אינך יכול לעשות זאת, או אם יש לך שאלות כלשהן לגבי מידע אישי שאספנו ו/או שיתפנו עליך, או אם תרצה לבטל את הסכמתך לעיבוד שלנו (כלומר למחוק לחלוטין את חשבונך), אנא צור איתנו קשר בכתובת:",
    "2895491273": "אם אתה מעדיף לחסום קובצי Cookie או טכנולוגיות מעקב אחרות, רוב הדפדפנים והמכשירים הניידים עליך לשנות את ההגדרות שלך כדי להודיע לך כאשר אתה מקבל קובצי Cookie או בשימוש בטכנולוגיות מעקב אחרות, ולבחור אם לקבל/לאפשר זה. רוב הדפדפנים מאפשרים לך גם להשבית או למחוק עוגיות קיימות או לדחות אוטומטית עוגיות עתידיות. אתה יכול גם להשתמש בכלים של צד שלישי, לרבות תוספי דפדפן, כדי לשלוט בהעדפות העוגיות שלך. עם זאת, שים לב שאם תשבית את כל קובצי ה-Cookie, ייתכן שחלקים מסוימים מהאתרים שלנו לא יפעלו כראוי.",
    "707527778": "מידע מילדים",
    "1747657936": "האתרים והשירותים שלנו אינם מיועדים לילדים מתחת לגיל 13 ואיננו אוספים ביודעין מידע אישי מילדים מתחת לגיל 13. אם נודע כי אספנו מידע אישי של ילד מתחת לגיל 13, אנו ניקח צעדים סבירים למחיקת מידע כזה מהקבצים שלנו בהקדם האפשרי, אלא אם יש לנו חובה חוקית לשמור אותו. אנא צור איתנו קשר אם אתה סבור שיש לנו מידע כלשהו מילד מתחת לגיל 13 או לגביו:",
    "2419795065": "הודעה לתושבי קליפורניה",
    "1517625162": "על פי סעיף 1789.3 של הקוד האזרחי של קליפורניה, משתמשי קליפורניה זכאים להודעת זכויות הצרכן הבאה: תושבי קליפורניה רשאים להגיע ליחידה לסיוע בתלונות של מחלקת שירותי הצרכנים של מחלקת הצרכנים של קליפורניה בדואר בכתובת 1625 North Market Blvd., Sacramento, CA 95834, או בטלפון בטלפון (916) 445-1254 או (800) 952-5210.",
    "3730344349": "סעיף זה מספק פרטים נוספים על המידע האישי שאנו אוספים על צרכנים בקליפורניה ועל הזכויות המוקנות להם במסגרת חוק הפרטיות של קליפורניה לצרכן או \"CCPA\".",
    "4044467791": "לקטגוריות המידע האישי שאספנו ממך ב-12 החודשים הקודמים, אנא עיין בסעיף \"מידע שאנו אוספים\" למעלה. אנו אוספים מידע זה למטרות העסקיות והמסחריות המתוארות בסעיף \"כיצד אנו משתמשים במידע אישי\" לעיל. ב-12 החודשים הקודמים, שיתפנו את קטגוריות המידע הבאות עם צדדים שלישיים למטרות עסקיות:",
    "4208081170": "קטגוריית מידע אישי",
    "1528242915": "מזהים.",
    "3863351997": "קטגוריות מידע אישי המפורטות בחוק רשומות הלקוחות של קליפורניה (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "מידע מסחרי.",
    "2683038211": "אינטרנט או פעילות רשת אלקטרונית אחרת.",
    "3671828834": "דוגמאות למידע אישי משותף",
    "779426309": "שם אמיתי, מזהה אישי ייחודי, מזהה מקוון, כתובת פרוטוקול אינטרנט, כתובת דואר אלקטרוני, שם חשבון או מזהים דומים אחרים.",
    "2414368123": "שם, מספר כרטיס אשראי, מספר כרטיס חיוב או כל מידע פיננסי אחר.",
    "4088941349": "רשומות של מוצרים או שירותים שנרכשו, הושגו או נשקלו.",
    "3238612014": "היסטוריית גלישה, מידע על אינטראקציה של צרכן עם אתר אינטרנט, אפליקציה או פרסומת.",
    "1023108656": "קטגוריות של נמעני צד שלישי",
    "1418235079": "ספקי שירות",
    "3238184941": "הערה: סיכון הונאה הקשור לכתובת IP בודדת עשוי להיות משותף עם אינטגרטור לפי בקשה.",
    "285116485": "החברה אינה \"מוכרת\" (כפי שמוגדר מונח זה ב-CCPA) את המידע האישי שאנו אוספים. אנא עיין בסעיף \"טכנולוגיות ניתוח ומעקב של צד שלישי\" לעיל למידע נוסף בנוגע לסוגי קובצי ה-Cookie של צד שלישי, אם יש כאלה, שבהם אנו משתמשים.",
    "1408750006": "בכפוף למגבלות מסוימות, ה-CCPA מספק לצרכנים בקליפורניה את הזכות לבקש לדעת פרטים נוספים על הקטגוריות או פיסות המידע האישיות הספציפיות שאנו אוספים (כולל האופן שבו אנו משתמשים וחושפים מידע זה), למחוק את המידע האישי שלהם, לבטל את הסכמתם. כל \"מכירה\" שעלולה להתרחש, כמו גם הזכות לא להיות מופלה לרעה בגין מימוש זכויות אלו.",
    "759057398": "הודעה לנושאי מידע באיחוד האירופי",
    "825780955": "מידע אישי",
    "2945960297": "בהתייחס לנושאי מידע באיחוד האירופי, המונח \"מידע אישי\" כפי שנעשה בו שימוש במדיניות פרטיות זו שווה ערך ל\"נתונים אישיים\" כפי שהוגדר בתקנת הגנת המידע הכללית של האיחוד האירופי (GDPR).",
    "1126613163": "מידע רגיש",
    "3571006800": "חלק מהמידע שאתה מספק לנו עשוי להוות נתונים רגישים כפי שהוגדרו ב-GDPR (המכונה גם קטגוריות מיוחדות של נתונים אישיים), לרבות זיהוי הגזע או האתניות שלך במסמכי זיהוי שהונפקו על ידי הממשלה.",
    "1988461282": "יסודות משפטיים לעיבוד",
    "3519564631": "מטרות עיבוד",
    "1778642038": "כדי לתקשר איתך",
    "2223819810": "כדי לייעל את הפלטפורמה שלנו",
    "1678661231": "לציות, מניעת הונאה ובטיחות",
    "2561077702": "לתת את השירות שלנו",
    "2066321185": "בסיס משפטי",
    "1174237568": "פעילויות עיבוד אלו מהוות את האינטרסים הלגיטימיים שלנו. אנו מנסים לשקול ולאזן כל השפעה אפשרית עליך (הן חיובית והן שלילית) ועל זכויותיך לפני שאנו מעבדים את המידע האישי שלך למען האינטרסים הלגיטימיים שלנו. אנו לא משתמשים במידע האישי שלך לפעילויות שבהן האינטרסים שלנו מתגברים על ידי כל השפעה שלילית עליך (אלא אם קיבלנו את הסכמתך או שנדרש או מורשה אחרת על פי חוק).",
    "1350478093": "מטרת העיבוד",
    "787916198": "בהסכמתך",
    "3348433919": "הזכויות שלך",
    "3842673636": "על פי ה-GDPR, יש לך זכויות מסוימות לגבי המידע האישי שלך. אתה רשאי לבקש מאיתנו לנקוט בפעולות הבאות ביחס למידע האישי שלך שאנו מחזיקים:",
    "4057343238": "ביטול הסכמה",
    "1834911235": "הפסק לשלוח לך הודעות שיווק ישיר שהסכמת לקבל בעבר. אנו עשויים להמשיך לשלוח לך הודעות הקשורות לשירות והודעות שאינן שיווקיות אחרות.",
    "3022301908": "גִישָׁה",
    "680638297": "לספק לך מידע על העיבוד שלנו של המידע האישי שלך ולתת לך גישה למידע האישי שלך.",
    "1409486258": "נכון",
    "3878077249": "עדכן או תקן אי דיוקים במידע האישי שלך.",
    "3645414921": "לִמְחוֹק",
    "42182578": "מחק את המידע האישי שלך.",
    "1609621367": "לְהַעֲבִיר",
    "3208155808": "העבר עותק קריא במכונה של המידע האישי שלך אליך או לצד שלישי לפי בחירתך.",
    "1786796818": "לְהַגבִּיל",
    "3329634829": "הגבל את עיבוד המידע האישי שלך.",
    "4202774977": "לְהִתְנַגֵד",
    "3007158970": "מתנגדים להסתמכות שלנו על האינטרסים הלגיטימיים שלנו כבסיס לעיבוד המידע האישי שלך המשפיע על זכויותיך.",
    "1273071008": "בקשות לזכויות גישה של נושא הנתונים",
    "3594381346": "מקום.",
    "21141582": "זֶה",
    "3357523404": "העברת נתונים חוצת גבולות",
    "290966395": "כמתואר בסעיף \"הערה ללקוחות מחוץ לארצות הברית\", אנא שים לב שהנתונים האישיים שלך יועברו, יעובדו ויישמרו בארצות הברית. חוקי הגנת המידע בארה\"ב עשויים להיות שונים מאלה שבמדינת המגורים שלך. אתה מסכים להעברת המידע שלך, לרבות מידע אישי, לארה\"ב כמפורט במדיניות פרטיות זו על ידי ביקור באתרים שלנו או שימוש בשירות שלנו.",
    "3178581111": "השתמש למטרות חדשות",
    "1088304322": "אנו עשויים להשתמש במידע האישי שלך מסיבות שאינן מתוארות במדיניות פרטיות זו, כאשר אנו רשאים על פי חוק לעשות זאת והיכן שהסיבה תואמת את המטרה שלשמה אספנו אותו. אם אנו צריכים להשתמש במידע האישי שלך למטרה שאינה קשורה, אנו עשויים להודיע לך ולהסביר את הבסיס המשפטי החל לשימוש זה. אם הסתמכנו על הסכמתך לשימוש מסוים במידע האישי שלך, אנו עשויים לבקש את הסכמתך לכל מטרה שאינה קשורה ולאפשר לך להפסיק את השימוש שלך בשירות באותו זמן אם תתנגד.",
    "2260079771": "שמירת נתונים",
    "38428546": "אנו מאחסנים את הנתונים האישיים שלך בצורה מאובטחת לאורך כל חיי החשבון שלך איתנו. אנו נשמור את הנתונים האישיים שלך רק כל עוד נחוץ כדי למלא את המטרות שלשמן אספנו אותם, לרבות למטרות עמידה בכל חובות משפטיות, חשבונאיות או דיווח או כדי לפתור מחלוקות. הקריטריונים שבהם אנו משתמשים כדי לקבוע את תקופות האחסון כוללים את ההוראות החוזיות החלות בתוקף, תקופות התיישנות חוקיות, דרישות רגולטוריות החלות ותקני תעשייה.",
    "384965568": "בעוד שדרישות השמירה משתנות לפי תחום שיפוט, מידע על תקופות השמירה האופייניות שלנו עבור היבטים שונים של הנתונים האישיים שלך מתואר להלן.",
    "2788836740": "מידע ליצירת קשר למטרות שיווק נשמר באופן שוטף עד לביטול המנוי. לאחר מכן נוסיף את פרטיך לרשימת ההדחה שלנו ללא הגבלת זמן. מידע דוא\"ל שנאסף ממשתמשי נגישות לעולם לא ישמש למטרות שיווקיות.",
    "3520687192": "רשומות של תקשורת איתך (למשל כרטיסי תמיכה שנפתחו באמצעות דואר אלקטרוני או טוויטר) עשויים להישמר ללא הגבלת זמן.",
    "292211832": "מידע שנאסף באמצעים טכניים כגון קובצי Cookie, מונים של דפי אינטרנט וכלי ניתוח אחרים נזרק בהקדם האפשרי, אך עשוי להישמר לתקופה מוגבלת של עד שנה מתפוגה של קובץ ה-cookie, בדרך כלל בצורה לא מזוהה ומצטברת אלא אם כן נזהה שימוש לרעה פוטנציאלי בשירות שלנו, ובמקרה זה נשמור מידע זה כדי לסייע לנו במניעת שימוש לרעה בעתיד. אין באפשרותנו לקשר מידע אנונימי ומצטבר זה אליך, למשק הבית שלך, לכתובת IP או כל מידע אישי המבוסס על המידע המאוחסן.",
    "470943029": "אם יש לך שאלות כלשהן לגבי מדיניות פרטיות זו, אנא צור איתנו קשר בכתובת:",
    "3192683783": "שינויים במדיניות פרטיות זו",
    "1702335960": "כל מידע שאנו אוספים כפוף למדיניות הפרטיות החלה בעת איסוף המידע. עם זאת, אנו עשויים לשנות את מדיניות הפרטיות מעת לעת. אם תיקון הוא מהותי, כפי שנקבע על ידינו בלבד, אנו נודיע לך, למשל באמצעות דואר אלקטרוני. הגרסה הנוכחית תמיד תפורסם בדף מדיניות הפרטיות שלנו.",
    "3669258571": "מדיניות עוגיות",
    "2905621957": "עדכון אחרון: 18 ביולי, 2020",
    "1173934218": "אנו מבינים שהפרטיות שלך חשובה לך ומחויבים להיות שקופים לגבי הטכנולוגיות בהן אנו משתמשים. מדיניות זו מספקת מידע מפורט על האופן שבו ומתי אנו משתמשים בקובצי Cookie באתרים ובשירות שלנו.",
    "2694150481": "האם אנו משתמשים בקובצי Cookie?",
    "457627611": "כן. אנו וספקי הניתוח או השירותים שלנו, שותפי השיווק והשותפים העצמאיים שלנו עשויים להשתמש בקובצי Cookie, במשואות אינטרנט או בפיקסלים ובטכנולוגיות אחרות כדי להבטיח לכל מי שמשתמש באתרים יש את החוויה הטובה ביותר האפשרית. אנא עיין בסעיף \"ניתוח צד שלישי וטכנולוגיות מעקב\" במדיניות הפרטיות שלנו לפרטים נוספים.",
    "501102544": ": אנו מאמינים ששירות האנטי-בוט של hCaptcha (כלומר השירות המוטמע על ידי אתרים, משחקים או אפליקציות לנייד) כולל רק קובצי Cookie שנקראים \"פטורים מהסכמה\" בהתאם לתקנות ה-GDPR. דוגמאות לעוגיות פטורות כאלה כוללות:",
    "461631543": "הערה GDPR",
    "2150907653": "* עוגיות טכניות הכרחיות בהחלט למתן השירות. אלה כוללים קובצי Cookie של העדפות, קובצי Cookie של הפעלה, קובצי Cookie של איזון עומסים וכו'.",
    "1012122721": "* עוגיות סטטיסטיות המנוהלות ישירות על ידינו (כלומר צד ראשון, לא עוגיות של צד שלישי), כאשר הנתונים אינם משמשים ליצירת פרופיל.",
    "148542287": "זה לא ייעוץ משפטי, ולא ניתנות אחריות לגבי ניתוח זה. אם יש לך שאלות או חששות נוספים, אנא צור איתנו קשר בכתובת:",
    "3956117148": "האתרים hCaptcha.com ו-BotStop.com (האתרים) עשויים לכלול קובצי Cookie נוספים, כמתואר במדיניות זו.",
    "3255230599": "מה זה קוקי?",
    "1095532507": "קובץ Cookie (\"עוגייה\") הוא קובץ טקסט קטן המוצב על הכונן הקשיח שלך על ידי שרת דפי אינטרנט. קובצי Cookie מכילים מידע שניתן לקרוא מאוחר יותר על ידי שרת אינטרנט בדומיין שהנפיק לך את ה-cookie. חלק מהעוגיות ישמשו רק אם אתה משתמש בתכונות מסוימות או בוחר העדפות מסוימות, ובעוגיות מסוימות תמיד ייעשה שימוש. אתה יכול לגלות עוד על כל קובץ Cookie על ידי צפייה ברשימת קובצי ה-Cookie הנוכחית שלנו למטה.",
    "2943815316": "אנו מעדכנים רשימה זו מעת לעת, כך שייתכן שיהיו עוגיות נוספות שעדיין לא רשומות. ניתן להשתמש במשואות אינטרנט, תגיות וסקריפטים באתרים או בהודעות דוא\"ל כדי לעזור לנו להעביר קובצי Cookie, לספור ביקורים, להבין את השימוש ואת יעילות הקמפיין ולקבוע אם הודעת דוא\"ל נפתחה ופעלה לפיה. אנו עשויים לקבל דוחות המבוססים על השימוש בטכנולוגיות אלו על ידי ספקי השירות/ניתוח שלנו על בסיס אישי ומצטבר.",
    "2954157511": "מדוע אנו משתמשים בקובצי Cookie?",
    "1539071196": "בדרך כלל אנו משתמשים בקובצי Cookie למטרות הבאות:",
    "3545935449": "לזהות משתמשים חדשים או קודמים.",
    "32739972": "כדי לשמור את פרטי הפעלת הכניסה שלך אם אתה רשום באתרים שלנו.",
    "4209078147": "כדי לשפר את האתר שלנו ולהבין טוב יותר את הביקורים שלך בפלטפורמות ובאתר שלנו.",
    "1077448694": "לשילוב עם אתרי מדיה חברתית של צד שלישי.",
    "1709478090": "לשרת אותך עם פרסום מבוסס עניין או ממוקד.",
    "3256020881": "כדי לצפות בהתנהגויות ובפעילויות הגלישה שלך לאורך זמן על פני מספר אתרים או פלטפורמות אחרות.",
    "1092241113": "כדי להבין טוב יותר את האינטרסים של הלקוחות והאינטגרטורים שלנו.",
    "1434289796": "חלק מהעוגיות נחוצות לשימושים מסוימים באתרים, וללא עוגיות כאלה, לא נוכל לספק שירותים רבים הנחוצים לך כדי להשתמש נכון באתרים. קובצי Cookie אלה, למשל, מאפשרים לנו להפעיל את האתרים שלנו כך שתוכל לגשת אליהם כפי שביקשת ולאפשר לנו לזהות שיצרת חשבון ונכנסת לחשבון זה כדי לגשת לתוכן האתר. הם כוללים גם קובצי Cookie המאפשרים לנו לזכור את הפעולות הקודמות שלך באותה הפעלת גלישה ולאבטח את האתרים שלנו.",
    "1533171442": "אנו משתמשים גם בעוגיות פונקציונליות ובעוגיות מצדדים שלישיים למטרות ניתוח ושיווק. קובצי Cookie פונקציונליים מאפשרים לחלקים מסוימים של האתרים לפעול כראוי ולהעדפות המשתמש שלך להישאר ידועות. קובצי Cookie לניתוח, בין היתר, אוספים מידע על האופן שבו לקוחות, אינטגרטורים ומשתמשי קצה משתמשים באתרים שלנו, התוכן והמוצרים שמשתמשים צופים בהם בתדירות הגבוהה ביותר, והיעילות של פרסום הצד השלישי שלנו. קובצי Cookie לפרסום מסייעים בהצגת מודעות לקהלים רלוונטיים ובהצגת המודעות שלנו בראש תוצאות החיפוש. עוגיות הן עוגיות \"הפעלה\" שנמחקות כאשר אתה מסיים את הפעלת הדפדפן שלך, או \"מתמשכת\", שנשארות עד למחיקתן על ידך (על ידך בהמשך) או על ידי הצד שהגיש את העוגייה. פרטים מלאים על כל העוגיות המשמשות באתרים זמינים בטבלת גילוי העוגיות שלנו למטה.",
    "322830977": "כיצד להשבית קובצי Cookie.",
    "3885459114": "בדרך כלל אתה יכול להפעיל או מאוחר יותר לבטל את השימוש בעוגיות באמצעות פונקציונליות המובנית בדפדפן האינטרנט שלך. אם אתה רוצה ללמוד עוד על קובצי Cookie, או כיצד לשלוט, להשבית או למחוק אותם, בקר בכתובת https://www.knowcookies.com/ לקבלת הדרכה מפורטת.",
    "262509504": "אנו עשויים לקשר את המידע שנאסף על ידי קובצי Cookie עם מידע אחר שאנו אוספים ממך בהתאם למדיניות פרטיות זו ולהשתמש במידע המשולב כמפורט כאן. באופן דומה, הצדדים השלישיים המגישים קובצי Cookie באתרים שלנו עשויים לקשר את שמך או כתובת הדוא\"ל שלך למידע אחר שהם אוספים, אשר עשוי לכלול רכישות קודמות שבוצעו במצב לא מקוון או מקוון, או פרטי השימוש המקוון שלך.",
    "2935155034": "אם אתה נמצא באזור הכלכלי האירופי, יש לך זכויות מסוימות המתוארות לעיל תחת הכותרת \"הודעה לנושאי מידע באיחוד האירופי\", כולל הזכות לבדוק ולתקן או למחוק את הנתונים שיש לנו עליך.",
    "1873812847": "חשיפה של קובצי Cookie",
    "3319083717": "שֵׁם:",
    "3183855267": "1. hmt_id",
    "907324388": "פוּנקצִיָה",
    "2896187462": "1. משמש לסטטיסטיקה אנונימית הנחוצה בהחלט הקשורה לשירות, ולמטרות טכניות אחרות כמו סיוע בתמיכה בנגישות.",
    "987267027": "מפלגה",
    "3453526675": "1. צד 1",
    "1952810469": "סוּג",
    "1795436560": "1. מושב",
    "102695075": "מֶשֶׁך",
    "3356329025": "1. 30 ימים",
    "3744153629": "שמות:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "מוֹשָׁב,",
    "3186435874": "sessionid",
    "720059527": "2. משמש למטרות טכניות הכרחיות בהחלט: איזון עומסים, ניתוב.",
    "1241291641": "ראה פרטים נוספים.",
    "1834801943": "2. צד 1",
    "2114694926": "2. מושב",
    "938404336": "2. משתנה; עד 30 יום.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. משמש למטרות טכניות הכרחיות בהחלט: מאפשר שימוש בנגישות למשתמש.",
    "1061239711": "3. צד 1",
    "1483015662": "3. מושב",
    "3458934553": "3. משתנה; עד 30 יום.",
    "1527172673": "אם יש לך שאלות כלשהן לגבי מדיניות קובצי Cookie זו, אנא צור איתנו קשר בכתובת:",
    "134571844": "אימפרסום (הודעת אתר)",
    "110836420": "עדכון אחרון: 23 בדצמבר 2020",
    "2901894297": "hCaptcha הוא שירות של Intuition Machines, Inc. (\"IMI\"), תאגיד אמריקאי של דלאוור (#6393793).",
    "2928362319": "ניתן לשלוח פניות בדואר אל: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "מידע על הניהול הנוכחי של החברה ניתן לקבל בעמוד אודות. המנכ\"ל הנוכחי של החברה הוא המנכ\"ל האחראי על התוכן.",
    "3094150511": "רשות רגולטורית: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "2763011087": "תעש אינה מתחייבת, ואינה מחויבת להשתתף, ליישוב סכסוכים חלופי לסכסוכים צרכניים מול גורם ליישוב סכסוך צרכני.",
    "1395644678": "האתר הרשמי של הנציבות האירופית ליישוב סכסוכים מקוון:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "אין ערבויות לגבי תוכן",
    "707541553": "כל המידע הכלול בדפי האינטרנט שלנו אומת על ידי תעש או צד שלישי. עם זאת, לא תעש או צדדים שלישיים יכולים לשאת באחריות למידע עדכני, מדויק או מלא. זה חל גם על אתרים אחרים אליהם ניתן להגיע באמצעות היפר-קישורים בדפים שלנו. תעש אינה נושאת באחריות לתוכן של אתרים חיצוניים אלו.",
    "2650241052": "אין עצה",
    "3361191778": "המידע המופיע בדפי האינטרנט אינו מייצג ייעוץ אישי ואינו יכול להחליף זאת. אם אתה זקוק לייעוץ אישי, אנא צור קשר עם צוות התמיכה שלנו.",
    "1031855757": "שימוש באתר זה",
    "204716894": "התוכן והעיצוב של דפי האינטרנט שלנו מוגנים תחת חוק זכויות יוצרים. שכפול העמודים ותוכנם באופן החורג משימוש הוגן סביר מצריך הסכמה מראש ובכתב מתעש אם לא מפורטות הוראות חוק אחרות לשכפול בעמוד.",
    "3182435854": "זכויות יוצרים",
    "3187946010": "כל הטקסט, התמונות, האנימציה הגרפית, הסרטונים, המוזיקה, הצלילים והחומרים האחרים בדפים אלו מוגנים על פי חוק זכויות יוצרים על ידי תעש או צדדים שלישיים אם צוין. חל איסור להעתיק או לשנות חומר זה לשימוש מסחרי באופן החורג משימוש הוגן סביר.",
    "74538881": "אחריות לאתר זה",
    "3236873806": "תעש אחראית לאתר זה.",
    "2657277322": "אם יש לך שאלות, אנא צור איתנו קשר בכתובת:",
    "1338341134": "hCaptcha + Privacy Pass (ביטא)",
    "88879089": "Privacy Pass הוא",
    "1898063898": "לשמירה על פרטיות המשתמש שאנו מפתחים יחד איתו",
    "1942186611": "ואחרים.",
    "3673079511": "סטנדרט מתהווה",
    "2164933356": "Cloudflare",
    "3119589996": "איך זה עובד: הרחבה לדפדפן מספקת למשתמשים את היכולת ליצור ולחתום על אסימונים עיוורים קריפטוגרפית עבור אתרי אינטרנט התומכים בפרוטוקול Privacy Pass. התוסף מייצר מעברים המכילים אסימונים מעוורים קריפטוגרפית החתומים על ידי hCaptcha כאשר אתגר נפתר באתר כלשהו באמצעות שירות hCaptcha,",
    "1254771154": "אתגרים המוצגים בשירותים אחרים תומכי Privacy Pass המטמיעים גם הם hCaptcha, למשל Cloudflare.",
    "996362763": "אסימונים אלה אינם מסונוורים ומאוחסנים על ידי התוסף לשימוש עתידי. כאשר המשתמש מבקר באתר באמצעות hCaptcha וצריך לעבור את האתגר (בין אם הוא בלתי נראה ובין אם באמצעות כפתור \"אני אנושי\") הם נפדו אוטומטית. ההליך המסנוור אומר שאסימונים חתומים ומומשים אינם ניתנים לקישור קריפטוגרפית מנקודת המבט של hCaptcha, וכך נשמרת פרטיות המשתמש.",
    "2943346052": "ככל שתהליך התקינה של IETF נמשך, אנו מצפים שהדפדפנים הגדולים יאמצו צורה כלשהי של Privacy Pass באופן מקורי. זה בסופו של דבר יהפוך את ההרחבה למיותר. עם זאת, לעת עתה, אנא עקוב אחר ההוראות שלהלן.",
    "2326660907": "מלבד",
    "741483946": "* במילים אחרות: אתה יכול לקבל אסימוני hCaptcha Privacy Pass ב-hCaptcha.com, ולהשתמש בהם באתרים אחרים ישירות באמצעות hCaptcha.com. אינך יכול לקבל או לממש אסימוני hCaptcha Privacy Pass כדי לעקוף את שירות hCaptcha כפי שמשמש את Cloudflare, מכיוון ש-Cloudflare מנפיקה ומממשת אסימוני Privacy Pass משלה.",
    "1362015807": "מתחילים",
    "1358325821": "ראשית, התקן את התוסף עבור",
    "310885519": "אוֹ",
    "4091044469": ". ודא שהפעלת את התוסף במצב גלישה בסתר. לאחר מכן, בקר בכל אתר אינטרנט באמצעות hCaptcha ופתור captcha. החל מגרסה 2.0.3, אתה יכול לממש את האסימונים הללו באתרי אינטרנט באמצעות hCaptcha.",
    "3904679538": "כרום",
    "3700767772": "לאחר התקנת התוסף, לחץ כאן (או בכל אתר המשתמש ב-hCaptcha) כדי לזכות בכרטיסים:",
    "166277959": "שימו לב: תכונה זו נמצאת כעת בגרסת בטא, וייתכן שלא תפעל עבור כל האתרים והמשתמשים כל הזמן. במקרה שזה לא מופעל או לא עובד עבור משתמש מסוים, ההתנהגות פשוט תחזור לחוויית ה-hCaptcha הסטנדרטית ללא אובדן פונקציונליות.",
    "3031357206": "סמל חדש יופיע ליד שורת ה-URL שלך. כעת בקר באתר אינטרנט באמצעות hCaptcha. זה ייראה כך:",
    "1066753052": "מה שאומר שהארנק ריק, ואתה נמצא באתר הכולל אתגר hCaptcha. לאחר שתשלימו את האתגר, תרוויחו אסימונים שניתן לממש בכל אתר אחר עם hCaptcha.",
    "651123197": "ספירה של הסכום הנוכחי בארנק שלך תוצג על הסמל לאחר השלמת האתגר.",
    "554844646": "אתה יכול לאשר שההרחבה פועלת על ידי הצגת המונה יורד ב-1 בכל פעם שתלחץ",
    "4087729475": "האתגר לאחר הפתרון הראשוני שלך.",
    "647630208": "וזה הכל! הגלישה המקוונת שלך עכשיו פרטית יותר.",
    "3272552822": "מפתחים וקריפטוגרפים:",
    "4059570880": "אם תרצו לעקוב אחר מאמצי התקינה, נערכים כעת מאמצים ב-",
    "1904390996": "לתקנן את",
    "252720667": "העומד בבסיס האבטחה ההצפנה של Privacy Pass. הפרוטוקול עצמו עובר את",
    "3972554015": "תהליך גם כן. ותוסף הדפדפן הוא כמובן",
    "3723626769": "על התרומות והביקורת שלך.",
    "3882147547": "Oblivious Pseudorandom Functions",
    "565624910": "טְיוּטָה",
    "3421090159": "קוד פתוח",
    "3098677775": "ש: האם ה-IP והיסטוריית הגלישה שלי פרטיים לחלוטין מ-hCaptcha בעת השימוש ב-Privacy Pass?",
    "4019638786": "ת: משתמשי Privacy Pass של hCaptcha לעולם לא יחשפו את ה-IP שלהם ל-hCaptcha אלא אם ארנק האסימון של הדפדפן שלהם ריק או שהאתר ישלח אותו. ל-hCaptcha אין דרך לקשר את המשתמש למימוש האסימון, ואינו מקיים אינטראקציה ישירה עם המשתמש במהלך המימוש, אלא אם ארנק האסימון שלו ריק.",
    "3887113660": "ש: כיצד משפיע Privacy Pass על רווחי hCaptcha?",
    "1116455671": "ת: תקבל פרס עבור הפתרון הראשוני אם המשתמש ישלים אותו באתר שלך. המימושים פועלים לפי אותו דפוס תגובה כאילו המשתמש עבר אוטומטית באתר שלך עקב אמון גבוה של הלקוח: לא מתרחשת רווחים, והשיחה של Siteverify מהשרת שלך מקבלת 'קרדיט: שקר' בתוצאות המעבר.",
    "779817954": "ש: אם יש לי כרטיסי Privacy Pass שהונפקו על ידי ספק אחר, האם אוכל לממש אותם ב-hCaptcha?",
    "3014149332": "ת: לא, הכרטיסים אינם ניתנים להפעלה הדדית: עליהם להנפיק ולממש אותם על ידי אותה רשות, במקרה זה hCaptcha. שים לב שאם יש לך מעברים גם מ-Cloudflare וגם מ-hCaptcha בתוסף שלך, המספר הזמין ישתנה לכמות הנכונה בהתאם לדרישת הדף שבו אתה מבקר. במילים אחרות, אם יש לך 100 מעברי Cloudflare בארנק שלך ו-10 מעברי hCaptcha, אתה אמור לראות 10 בסמל ההרחבה בדפים עם hCaptcha מוטבע.",
    "3679148535": "ש: על אילו יישומים נוספים של Privacy Pass אתה עובד?",
    "1606783855": "ת: אנו מעוניינים מאוד ב-Privacy Pass עבור מקרה השימוש בנגישות (\"a11y\"). אפשרויות פופולריות בעבר כמו קפטצ'ס אודיו מפלות לרעה משתמשים A11y רבים. אנו מאמינים שהשילוב של גישת ה-a11y הנוכחית שלנו עם הנפקת Privacy Pass יאפשר למשתמשי a11y לגלוש בבטחה, בטוחים מתוך ידיעה שהתעבורה שלהם פרטית יותר, תוך הגבלת ניצול לרעה של מפעילי בוטים שמתרחש באופן בלתי נמנע כאשר אפשרויות a11y זמינות.",
    "2359150347": "ש: האם שירותי אבטחה מקוונים אחרים תומכים ב-Privacy Pass?",
    "2082237880": "ת: hCaptcha הוא השירות הראשון מסוגו התומך ב-Privacy Pass, וכרגע הוא היחיד שעושה זאת. עם זאת, אנו מצפים ששירותים אחרים יכירו את היתרונות של הגדלת פרטיות המשתמשים המקוונת, ומצפים שבעתיד יותר יבצעו הטמעות ככל שתקני ה-IETF שאנו עוזרים לפתח יאמצו רשמית.",
    "2109792055": "מדריך למשתמש: איתור באגים עם הנפקה ואימות של Privacy Pass",
    "3588620914": "Privacy Pass הוא המצאה חדשה בסטנדרטים של הרשת, וייתכן שיישומים ותוספי דפדפן אחרים שאינם מודעים לכך יפריעו לפונקציונליות שלו.",
    "4039193170": "אם יש לך בעיות בהשגת או מימוש אסימונים:",
    "2378786360": "1. נסה את אחד מהדפדפנים הנתמכים האחרים: אם אתה משתמש ב-Chrome, נסה להשתמש ב-Firefox מבלי לייבא את ההגדרות שלך מכרום, והתקן את הפלאגין שם. אם זה עובד, ייתכן שיש לך בעיה בתצורת הדפדפן.",
    "394235836": "3. אם אף אחת מההצעות לעיל לא עובדת, שלח לנו דוא\"ל תמיכה ונשמח לעזור להבין מה קורה.",
    "3470857731": "ניתוח של עד כמה reCAPTCHA מזהה בוטים.",
    "3240786848": "עדכון אחרון: 18 בפברואר 2021",
    "2547140673": "במשך יותר מעשור, שירות reCAPTCHA של גוגל הציע לבעלי אתרים סחר: תן לגוגל לעקוב אחר המשתמשים שלך ולשאול אותם שאלות, ובתמורה הם מבטיחים לעצור בוטים וספאם.",
    "2133754014": "יותר מ-4.5 מיליון אתרים משתמשים ב-reCAPTCHA [",
    "3152512587": "והמערכת אוספת מאות מיליוני פתרונות יומיים. [",
    "2296918009": "זה שווה ליותר מ-100 שנות אדם של עבודה בכל יום.[",
    "3900538778": "נתונים מסומנים הם הדלק שמניע למידת מכונה. תשובות reCAPTCHA שימשו לשיפור שירותי ה-ML/AI של גוגל מאז 2009. אנשים רבים שמשתמשים ב-reCAPTCHA לא מבינים שעמלם מופעל.",
    "1160252730": "גוגל גובה כעת מחירים גבוהים עבור reCAPTCHA Enterprise, מה שגורם לחברות רבות להעריך מחדש את העסקה הזו.",
    "1131196501": "חברות גדולות כמו",
    "204889717": "עברו ל-hCaptcha's",
    "639413188": "בתגובה.",
    "3280658086": "פתרונות ארגוניים",
    "3842815245": "האם זה סחר הוגן?",
    "714342693": "צוות hCaptcha אוסף נתוני תמחור משירותי שבירת captcha של \"רשת אפל\" מאז 2016. שמנו לב למגמה מעניינת:",
    "468929661": "העלות הממוצעת של שבירת reCAPTCHA נמוכה להפליא (פחות מ-$1 לכל 1000 פתרונות) ולא עלתה באופן מהותי מאז שהניטור שלנו התחיל ב-2016. זה חל על reCAPTCHA v2 ו-v3 גם יחד. [",
    "2862164005": "נתוני התמחור מאפשרים לנו לשים ערך דולר מדויק על האבטחה המוצעת על ידי reCAPTCHA: $0.001 או פחות לכל תשובה.",
    "102498091": "גוגל גובה $1 לכל 1000 בקשות עבור reCAPTCHA Enterprise, כלומר כעת הם גובים יותר לכל בקשה ממה שעולה לשבור את האבטחה של השירות שלהם. זה נראה כמו עסקה גרועה.",
    "130239139": "מה הערך של 100+ שנות אדם של עבודה שנאספת על ידי Google מדי יום?",
    "1421074182": "גבוה משמעותית.",
    "1953519598": "העלות לתיוג תמונה בודדת נעה בין $0.03 ל-$1.00 או יותר. לפי כל הערכה שמרנית, גוגל הוציאה מיליארדי דולרים של עבודה חינם עד היום. [",
    "3025548709": "האם יש אלטרנטיבה לעסקה הלא הוגנת הזו?",
    "263761351": "hCaptcha היא החלופה האמינה הראשונה, המשמשת כעת מאות מיליוני אנשים בכל חודש.",
    "2743692546": "כאשר משתמשים מוכיחים את אנושיותם באמצעות hCaptcha, העבודה שלהם נכנסת לשוק פתוח אנונימי להגשת הצעות.",
    "1982750088": "חברות בכל העולם מציעות את העבודה הזו כדי להשלים משימות פשוטות שקל לאנשים אבל קשה למכונות. משתמשים תומכים באתר שבו הם מבקרים, וחווים פחות דואר זבל ברשת בגלל רמת אבטחה גבוהה יותר.",
    "1108398506": "לקוחות מקבלים שליטה מוחלטת על החוויה, ונהנים מהמומחיות שצברה hCaptcha בהפעלת ספק האתגרים העצמאי הגדול ביותר באינטרנט. הם גם מקבלים עסקה טובה יותר מאשר reCAPTCHA Enterprise: עד 50-80% תמחור טוב יותר, תלוי בנפח.",
    "3012870872": "אתרים ואפליקציות המשתמשות בגרסה החינמית (hCaptcha Publisher) מרוויחים מהעבודה הזו במקום לתרום אותה לגוגל.",
    "2271512952": "משתמשים תומכים באתר שבו הם מבקרים, וחווים פחות דואר זבל באינטרנט.",
    "278010425": "גם המגוון הרחב והמשתנה לעתים קרובות של משימות ב-hCaptcha קשות יותר לאוטומטיות. הממשק היחיד של reCAPTCHA לא השתנה במשך שנים רבות, ויש לו סט קטן של שאלות המשתנות לעתים רחוקות. זוהי אחת הדרכים שבהן hCaptcha מספק הגנה אנטי-בוט חזקה יותר מאשר reCAPTCHA.",
    "984849234": "hCaptcha משתמשת למידת מכונה מתקדמת כדי לספק את מה ש-reCAPTCHA רק מבטיחה, תוך שיתוף הערך שנלכד עם האתרים המשתמשים בו.",
    "4063769686": "משתמשים תומכים באתר שבו הם מבקרים, וחווים פחות דואר זבל באינטרנט. זה נראה כמו עסקה הוגנת יותר.",
    "685916926": "מדוע reCAPTCHA לא השתפר עם הזמן?",
    "3992401943": "חלה מהפכה בלמידה עמוקה מאז 2012. הנורמה בתעשייה לדיוק משימות השתפרה באופן קיצוני במהלך העשור האחרון, בעיקר בשל רשתות קונבולוציוניות עמוקות. שירותים אחרים המופעלים על ידי ML שגוגל מציעה עקבו אחרי העקומה הזו.",
    "615031303": "(ראה הערות שוליים",
    "2125514305": "ML השתפר, אך הקושי לעקוף את reCAPTCHA לא השתנה מהותית במהלך תקופה זו.",
    "1406188018": "6 ו-7",
    "2689973938": "שיפור reCAPTCHA יוצר התנגשות מהותית עבור Google בתור ספקית מודעות.",
    "464238793": "אם גוגל עצמה קובעת שמשתמש שרואה מודעה או לוחץ על קישור היה למעשה בוט, היא לא יכולה לגבות תשלום עבור מודעות המוצגות לאותו משתמש. ניגוד העניינים הזה הגביל מאוד את היקף השאיפות של גוגל נגד הבוטים.",
    "918924423": "לדוגמה, גוגל לא הציעה שירותים בעלי ערך רב כמו זיהוי בוטים רטרואקטיביים. הרבה יותר אמין להכריז על תעבורת משתמשים שנוצרה על ידי בוט לאחר ניתוח מספר ימים של נתונים.",
    "661412233": "הידיעה לאחר ה-captcha שחלק מהמשתמשים היו בוטים היא גם בעלת ערך. זה מאפשר לבעלי אתרים לנקות הודעות ספאם ישנות ולמחוק \"חשבונות רדום\" הרשומים לפורומי ספאם בעתיד, להפחית הונאה ועוד.",
    "3600797185": "הצעת זיהוי בוט רטרואקטיבית תפתח את גוגל לשאלות קוצניות כיצד להחזיר רטרואקטיבית למפרסמים שהוציאו כסף על תנועה הונאה זו.",
    "2076932190": "מוצר reCAPTCHA עמד אפוא בקיפאון במשך עשור.",
    "3856912381": "משתמשים סבלו, וספאם אינטרנט מיותר משתולל כעת. אבל יש אלטרנטיבה.",
    "1035621426": "כל בוט שמזוהה על ידי reCAPTCHA מפחית ישירות את ההכנסות ממודעות של Google.",
    "3668115514": "במה שונה hCaptcha?",
    "2413742287": "התמריץ של hCaptcha הוא למקסם את הדיוק, ולא את ההכנסות ממודעות: תשובות הבוטים חסרות תועלת עבור הלקוחות שלנו, שזקוקים לנתוני הכשרה אנושיים.",
    "1373262754": "לדעת מיהו אדם יש ערך מינימלי עבור hCaptcha. אכפת לנו רק אם הם אנושיים או שחקן זדוני.",
    "600646860": "במקום להציע שירות בעל ערך מפוקפק תוך מיצוי עבודה עם ערך אמיתי, hCaptcha מספק גם פיצוי וגם הגנה חזקה נגד רובוטים.",
    "1836191653": "במקום להציע שירות מובס בקלות למשתמשים בחינם תוך חיוב של מיליוני דולרים עבור גרסה ארגונית שאינה טובה בהרבה, hCaptcha מספקת הגנת בוט מעולה לשניהם, תוך שהיא מציעה למשתמשים ארגוניים תכונות נוספות והתאמה אישית, יחד עם SLAs חזק ותמיכה מהירה.",
    "990215503": "hCaptcha הוא שירות ה-captcha הגדול היחיד שאינו בבעלות רשת מודעות.",
    "971933157": "hCaptcha דואגת לפרטיות, שקיפות והגינות.",
    "178839499": "hCaptcha חולק את הערך של העבודה שנעשתה בזמן שמשתמשים מוכיחים את אנושיותם.",
    "1237076138": "hCaptcha מציעה עסקה הוגנת הן ללקוחות בחינם (hCaptcha Publisher) והן ללקוחות ארגוניים (hCaptcha Enterprise).",
    "614310292": "מי בנה hCaptcha?",
    "4188814619": "hCaptcha הוא שירות של מכונות אינטואיציה (",
    "3265328927": "), חברת למידת מכונה המציעה מוצרים ושירותים לחברות המטשמות למידת מכונה בקנה מידה.",
    "2740033957": "צוות ה-IM מורכב ממדענים ומהנדסים מאפל, אמזון ומובילים אחרים בתחום למידת מכונה, מערכות מבוזרות ואבטחה.",
    "1579715421": "מדעני IM מפרסמים באופן קבוע בכנסים מובילים כמו ICML, ICLR, ECCV ו-NurIPS, והחברה פרסמה בפומבי תוצאות עדכניות בדיסציפלינות של ML כמו deep hashing [",
    "4015238193": "ו-OCR [",
    "279580593": "imachines.com",
    "279918384": "איך גוגל משתמשת בעבודה החינמית שלך?",
    "2385522384": "סביר להניח שראית פריימים של וידאו ממצלמות במכוניות הנוהגות בעצמך של Waymo של גוגל, ועזרת לשפר את זיהוי האובייקטים שלהן.",
    "1517627947": "סביר להניח שראיתם תמונות של בניינים או שלטי רחוב ממכוניות Streetview של Google, ועזרתם לסמן מיקומים עבור מוצרי מפות ו-Earth שלהם.",
    "3225936061": "סביר להניח שראית תמונות של טקסט שנלקח מדפי ספרים בשירות הספרים של גוגל, ועזרת לשפר את תוכנת ה-OCR (זיהוי טקסט) שלהם.",
    "129661785": "התבקשת פעם \"ללחוץ על המכונית/מעבר החציה/פנס עצור?\"",
    "936667684": "התבקשת פעם \"להקליד את שלט הבניין/רחוב?\"",
    "3773515538": "התבקשת פעם \"להקליד את שתי המילים?\"",
    "1778058441": "אילו סוגי עבודות פועלות ב-hCaptcha?",
    "366088791": "hCaptcha תומך במגוון רחב של משימות.",
    "3114147525": "לקוחות hCaptcha משתמשים בשירות למשימות הכוללות זיהוי אובייקטים, זיהוי תכונות (איסוף תוויות לזיהוי סוגי ביגוד), דירוג רלוונטיות (בחירת המוצר הרלוונטי ביותר ממספר אפשרויות בהשוואה למוצר ראשי), תיבות תוחמות (איתור תחומי עניין ב- תמונה), \"OCR אנושי\" (זיהוי הטקסט בתמונה) ועוד סוגים רבים של משימות.",
    "3139609561": "להלן שתי דוגמאות לסוגי עבודות סיווג תמונות וזיהוי תכונות. [",
    "2273532558": "מי הם הלקוחות המשלמים של hCaptcha?",
    "4104221634": "לקוחות hCaptcha משתרעים על מגוון רחב של תעשיות, החל מחברות טכנולוגיה ועד לאלו המתמקדות באופנה, קמעונאות ותחומים אחרים שבהם הם יכולים ליצור ערך מיישום למידת מכונה.",
    "1337725003": "hCaptcha מחויבת לדמוקרטיזציה של גישה להערות בזמן אמת בנפח גבוה, ולאפשר לחברות קטנות וגדולות לשפר את איכות המוצרים והשירותים שלהן על ידי יישום למידת מכונה בעסק שלהן.",
    "4086379603": "שאלות?",
    "1243684308": "אנו לוקחים את המשוב שלך ברצינות, ורוצים להבטיח שלכולם תהיה חוויה נעימה יותר באינטרנט, עם פחות בוטים ופחות ספאם. פנה אלינו:",
    "2645321220": "ואם אתה חושב שהעלות של reCAPTCHA גבוהה מדי, שאל אותנו לגבי hCaptcha Enterprise. כיום בשימוש על ידי כמה מהמפרסמים הגדולים, חברות השירותים הפיננסיים וחברות תשתית האינטרנט הגדולות בעולם, הם לא רק אלטרנטיבה אמינה ל-reCAPTCHA: אנו מאמינים שהם מציעים את הגנת הבוט הטובה ביותר הקיימת כיום.",
    "1229233916": "הערות שוליים",
    "1115642494": "1. מקור: רישומי אתר reCAPTCHA של BuiltWith.com. אוחזר ב-9 ביולי, 2019.",
    "448807334": "(\"מאות מיליוני CAPTCHA פותרים על ידי אנשים מדי יום\"). אוחזר ב-8 ביולי, 2019.",
    "2397590157": "3. הערכה שמרנית: 200 מיליון פותרים * 30 שניות לפתרון בשנים = 190.3 שנות אדם/יום.",
    "3236311792": "4. ניתוח פנימי של hCaptcha. הנתונים נאספו עד 30 ביוני 2019. פרטים זמינים לפי בקשה.",
    "1752259468": "5. הערכה שמרנית: עלות של 0.01$ של הערה בודדת * ממוצע של 200 מיליון הערות ליום (גבול תחתון) * 365 ימים בשנה * 10 שנים מאז הרכישה ב-2009 = ערך סף תחתון של 7.3 מיליארד דולר.",
    "3268946369": "6. קרדיט: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. מקור: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "הטמעות יחסים מבוססות היררכיה סמנטית עבור HASHING עמוק בפיקוח חלש, הייקי ארפונן, טום אי בישופ. ICML 2019, סדנת LLD.",
    "2544169219": "תוצאות עדכניות עדכניות: ICML LLD, מאי 2019.",
    "1973347745": "10. תמונות לדוגמה ללא תמלוגים. מקור: Petapixel.",
    "1493115924": "הערות סימן מסחרי:",
    "4051104324": "\"Intuition Machines\" הוא סימן מסחרי רשום של Intuition Machines, Inc.",
    "3983646521": "כל שמות המוצרים, הלוגו, המותגים, הסימנים המסחריים והסימנים המסחריים הרשומים הם קניין של בעליהם בהתאמה. כל שמות החברה, המוצרים והשירותים המשמשים באתר זה הם למטרות זיהוי בלבד. השימוש בשמות, בסימנים מסחריים ובמותגים אלה אינו מעיד על אישור. במקרה הזה, להיפך.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "מדעני IM קבעו אמת מידה חדשה לזיהוי טקסט בפיקוח חלש (OCR) ב- CVPR 2020.",
    "1259002282": "מצאתם באג? הנה איך לדווח על כך.",
    "3301728462": "מיליוני אנשים משתמשים ב-hCaptcha מדי חודש, באלפי שילובים של דפדפנים, הרחבות, מכשירים, חומות אש ועוד.",
    "3878230879": "המטרה שלנו היא לוודא שזה תמיד עובד בשבילך, אז אנחנו מאוד מעריכים את הדיווחים שלך!",
    "2465128185": "כדי לתת משוב מהיר, פשוט לחץ על כפתור \"שלח לנו משוב\".",
    "2921990472": "אם אתה רואה בעיה תפקודית, אנא עקוב אחר ה-",
    "2870341481": "לְהַלָן. עבור כל דפדפן אחר פשוט",
    "1866590035": "הוראות יומן ניפוי באגים עבור Chrome",
    "444492541": "הוראות יומן ניפוי באגים עבור Firefox",
    "169267610": "שלח לנו מייל",
    "3100722753": "לבעיות אבטחה או פרטיות אפשריות, עיין בהוראות למטה.",
    "1906593952": "ספק משוב על ה-hCaptcha שזה עתה ראית",
    "3951254541": "אנו מעריכים את ההשקעה שלך. ספר לנו על כל בעיה ואנו נפתור אותן במהירות.",
    "3324288040": "שלח לנו משוב",
    "2864016648": "בעיות פרטיות",
    "304004915": "לא אכפת לנו מי הם המשתמשים, רק מה הסיכוי שהם יהיו זדוניים או מכונות. אנו תומכים ביוזמות כמו",
    "1139493658": ", ועבוד קשה כדי לאזן בין פרטיות ואבטחה.",
    "3083289844": "אם מצאת בעיה שלדעתך יכולה להשפיע על פרטיות המשתמש, אנא שלח לנו דוא\"ל לכתובת",
    "4264784515": "באגי אבטחה",
    "963238401": "אנו תמיד מעוניינים לקבל דיווחים על באגי אבטחה. אימייל",
    "3926027556": "ונחזור אליך במהירות.",
    "1589805435": "יש לנו גם א",
    "2560582224": "תוכנית הבאונטי באג",
    "103876916": "עבור דוחות אבטחה מתאימים על שירות hCaptcha וקוד מקור קשור.",
    "497117287": "אפשרויות נגישות",
    "3230004040": "האם אתה לקוי ראייה או בדרך אחרת לא מסוגל להשלים hCaptchas?",
    "3480023141": "למידע נוסף על אפשרויות נגישות",
    "2052161540": "לכידת פרטי דוח באגים: Chrome",
    "2281169898": "שליחת מידע ניפוי באגים עם הדוח שלך תקל עלינו הרבה יותר לזהות מה קורה. להלן הוראות שלב אחר שלב:",
    "1123365779": "אם אתה מפתח אינטרנט או משתמש מומחה, הסיכום הוא שנרצה שתשלח לנו רשת המתעדת HAR ויומני קונסולת הדפדפן.",
    "2015218686": "לפני שאתה עובר את השלבים האלה. אם זה פותר את הבעיה שלך, עדיין נשמח אם תודיע לנו על גרסת הדפדפן, חוסם המודעות או הרחבת הדפדפן שלך, ואת כתובת האתר.",
    "3922723611": "אנא נסה להשבית כל חוסם פרסומות או תוספי אבטחה לדפדפן",
    "4036872105": "תחילה ולאחר מכן נסה שוב",
    "993651083": "שלב 1: פתח את כלי המפתחים (זה מתחיל להקליט את ההפעלה.)",
    "4163469907": "שלב 2: לחץ על הכרטיסייה רשת בכלי מפתחים. סמן את התיבה \"שמור יומן\" בחלק העליון.",
    "4243348003": "שלב 3: ביקור",
    "641342999": ", או האתר שבו אתה נתקל בבעיה (הערת פרטיות: רק אם לא אכפת לך לשתף מה זה) ... ולאחר מכן לחץ על כפתור \"אני אנושי\", ונסה לפתור.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "שלב 4: לחץ על \"ייצא HAR\" (החץ הקטן למטה) לאחר שתנסה לפתור, מה ששומר את יומן הרשת. שלח לנו את הקובץ הזה.",
    "1503240421": "שלב 5: לחץ על הכרטיסייה מסוף, ולחץ באמצעות לחצן העכבר הימני ואז על \"שמור כ..\" כדי לשמור את יומן המסוף. שלח לנו גם את זה.",
    "2863840904": "שלב 6: שלב אחרון, אימייל אלינו את קובצי היומן של ה-HAR והקונסולות, ותאר את הבעיה",
    "4051785543": "להשתמש:",
    "3623028666": "(אנא השתמש בשירות כמו",
    "551761392": "ושלח קישורים) ואופציונלי צילום מסך, אם אתה חושד שמשהו לא מוצג כהלכה. נא לשלוח גם את ה-IP שבו אתה משתמש. אתה יכול לקבל את זה מ",
    "1219091208": "דרופבוקס",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "תודה שהקדשת מזמנך לעזור לנו לקבל מידע זה!",
    "3680327841": "אנו מחויבים לגרום ל-hCaptcha לעבוד היטב עבור כולם",
    "1059502393": "לכידת פרטי דוח באגים: Firefox",
    "1112074001": "שלב 2: לחץ על הכרטיסייה רשת בכלי מפתחים. סמן את התיבה \"המשיכו יומנים\" בחלק העליון.",
    "1797298240": "שלב 4: לחץ על \"HAR\" לאחר שתנסה לפתור, ובחר \"שמור הכל כ-HAR\" כדי לשמור את יומן הרשת. שלח לנו את הקובץ הזה.",
    "3671246379": "שלב 5: לחץ על לשונית המסוף, לחץ לחיצה ימנית ואז על \"בחר הכל\" ושמור את זה בקובץ טקסט, כדי לשמור את יומן המסוף. שלח לנו גם את זה.",
    "3816867833": "מָשׁוֹב",
    "788770967": "מצטער לשמוע! אולי תרצה להשתמש באפשרות הנגישות שלנו:",
    "1333016413": "זה מאפשר לך להימנע משאלות עתידיות על ידי רישום והגדרת קובץ Cookie.",
    "2333410049": "נסה גם לכבות את חוסם המודעות שלך.",
    "1345083090": "דיווח על בעיית פונקציונליות?",
    "2184564739": "לִרְאוֹת",
    "604751186": "נושאים אחרים? אימייל",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "כיצד לדווח על בעיות עם יומנים מפורטים",
    "1050501253": "קשה מידי",
    "3264813246": "לא ראוי",
    "3526939538": "באג תוכנה",
    "126134492": "אַחֵר",
    "3511610999": "בואו נוודא שתגיעו למקום הנכון.",
    "3906886217": "לחברות או אתרי אינטרנט",
    "1621597093": "פתרונות אבטחה ארגוניים (בתשלום)",
    "3176531704": "הערת נתונים",
    "1834239172": "רכוש שירותי הערות hCaptcha",
    "1457707016": "ליחידים",
    "770264626": "הוסף hCaptcha לשירות שלך (חינם)",
    "881015166": "הוסף hCaptcha for Publishers לאתר או לאפליקציה שלי",
    "47536007": "למידע נוסף על hCaptcha",
    "2012837493": "תוצאות חיפוש",
    "4034694801": "אין תוצאות תואמות.",
    "3621411541": "למד על אפשרויות נגישות עבור hCaptcha",
    "3401005681": "להרוויח כסף",
    "3933993151": "עבוד כתווית נתונים בודדת",
    "563059212": "רשימת מעבדי המשנה",
    "3501923981": "עדכון אחרון: 1 בינואר 2020.",
    "3548097301": "בתוקף: 1 בינואר 2020.",
    "3991444169": "דף זה מפרט את מעבדי המשנה הנוכחיים עבור שירות hCaptcha Enterprise.",
    "835396984": "פעיל כרגע",
    "424089481": "Amazon Web Services, Inc. (גלובלי). שירותים הניתנים: שירותי אינטרנט של אמזון. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (גלובלי). השירותים הניתנים: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (גלוֹבָּלִי). השירותים הניתנים: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "חברת מיקרוסופט (גלובלית). השירותים הניתנים: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "הערה: לא חל על כל הלקוחות. לדוגמה, לקוחות IP Blinding או אפשרויות מתקדמות אחרות של פרטיות או אבטחה (למשל לקוחות Secure Virtual Tenancy) אינם נכללים לחלוטין מכל \"PII\" פוטנציאלי שנכנס אי פעם למערכות טלמטריה, אפילו כתובת IP. אנא צור קשר עם נציג החשבון שלך לקבלת מידע נוסף במידת הצורך.",
    "700843971": "Hound Technology, Inc. (גלובל). השירותים הניתנים: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (גלובלי). השירותים הניתנים: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (גלובלי). השירותים הניתנים: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (גלובלי). השירותים הניתנים: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "תַשׁתִית",
    "370366524": "טלמטריית שירות ארעית",
    "121192737": "תוספות בקרוב",
    "2420789666": "Fastly, Inc. השירותים הניתנים: מהיר CDN ומחשוב קצה.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "בתוקף: 1 בספטמבר 2021. תוספת תשתית",
    "1487796027": "לחברות",
    "3943417791": "קבל תמיכה עבור hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (חינם)",
    "3397976149": "קבל תמיכה עבור hCaptcha Publisher",
    "833750823": "מתקשים באתגר?",
    "2024737147": "רוצה לדווח על באג?",
    "1978884623": "למידע נוסף על דיווח על בעיות תוכנה",
    "4188664955": "תנאים והגבלות מאסטר",
    "2621989404": "עדכון אחרון: 24 בספטמבר 2021. שים לב שהמונחים שלנו בשפה האנגלית הם מוסמכים.",
    "2404545611": "ברוכים הבאים ל-hCaptcha! תודה שהיית חלק מהקהילה שלנו. כל המשתמשים ב\"שירותים\" (מוגדרים להלן) חייבים להסכים לתנאים הבאים (\"התנאים וההגבלות\"). תחת תנאי שירות אלה, \"IMI\", \"אנחנו\" ו\"אנחנו\" מתייחסים לאינטואיציה מכונות, בע\"מ וחברות הבנות שלה, שותפיה, נושאי משרה, סוכנים, עובדים, נציגים וסוכנים, וה\"אתר\" שלנו כולל כל אתר אינטרנט תחת השליטה שלנו, כולל www.hcaptcha.com ו-www.imachines.com.",
    "2348450790": "אנא קרא את התנאים וההגבלות הללו. הם כוללים, בין היתר, הסתייגות מהתחייבויות, מגבלות אחריות ובוררות מחייבת. שים לב שייתכן ותנאי שירות אלה השתנו מאז ביקורך האחרון באתר האינטרנט שלנו. אנו עשויים לשנות ולעדכן את תנאי השירות הללו מעת לעת לפי שיקול דעתנו הבלעדי. במקרה של שינוי מהותי, נודיע לך על ידי פרסום תנאי השירות המעודכנים בעמוד זה, ולאחר מכן עליך לקבל בחיוב את תנאי השירות המעודכנים על מנת להמשיך להשתמש או לגשת לאתר או לשירות.",
    "1064537632": "שים לב שהשימוש שלך בשירות שלנו כפוף להסכם עיבוד הנתונים שלנו, המשולב בזאת בהפניה. אנא עיין בהסכם זה כדי לראות כיצד אנו מעבדים מידע אישי בשמך. שים לב שאנו פועלים כ\"מעבד נתונים\" למטרות תקנת הגנת המידע הכללית של האיחוד האירופי, ו\"ספק שירותים\" למטרות חוק פרטיות הצרכנים של קליפורניה.",
    "1933936765": "הסכם עיבוד נתונים (עדכון אחרון: 23 בספטמבר 2021)",
    "2959486280": "אם אינך מסכים לתנאי שירות אלה, אינך רשאי להשתמש או לגשת לאתר או לשירות.",
    "3200859925": "1. מטרה",
    "1807143500": "השירותים כוללים שירות אבטחה מקוון (\"שירות hCaptcha\") ופלטפורמה (\"פלטפורמת מכונות האינטואיציה\") שבה אדם (\"תורם\") יכול לבחור לבצע משימות שישות צד שלישי או מכונות אינטואיציה בעצמה (כל אחת מהן) \"מבקש\") מפרסם באתר האינטרנט שלנו או בשירות hCaptcha, ישירות באתר האינטרנט שלנו או על ידי גישה לפלטפורמת Intuition Machines ו/או ביצוע משימות דרך או בקשר עם ישות ו/או פלטפורמה או שירות של צד שלישי (כל אחד, \"אינטגרטור\"). המבקשים מפרסמים משימות ומזמינים תורמים לבצע אותן בתמורה לתגמולים שמסופקים על ידי IMI למשלבים, או כפי שנקבע על ידי המבקש אם המבקש משתמש בפלטפורמת Intuition Machines או בשירות hCaptcha כדי להגיש משימות למשתמשי הקצה שלהם. אנו מחייבים חברות ואנשים פרטיים (כל אחד \"לקוח\") עבור השימוש בפלטפורמה שלנו כדי שיוכלו להשתמש בתוכנה שלנו, במשימות המחבר, לשכור אותנו למשימות מחבר ו/או לקבל גישה לתורמים. אנו גם גובים משלבים עבור השימוש בשירות ה-hCaptcha שלנו על מנת להפחית הונאה, שימוש לרעה וספאם באתרי האינטרנט, באפליקציות לנייד ובנכסים מקוונים אחרים שלהם. האמור לעיל מכונה ביחד \"השירותים\".",
    "3212830633": "2. זכאות",
    "2605814073": "על ידי שימוש או רישום לשירותים שלנו, אתה מסכים: אתה בן 18 לפחות; יש לך הסמכות להיכנס להסכם זה בשם עצמך או בשמה של הישות שאתה מייצג, ותמשיך לעמוד בכל עת בתנאים והגבלות אלה ולכל המדיניות וההנחיות של IMI המוזכרות כאן; ולא תשתמש לרעה באתר האינטרנט שלנו, לא תציג לנו מצג שווא של זהותך, או תשתמש בבינה מלאכותית כדי להשלים כל חלק מכל משימה ב-IMI הדורשת אינטליגנציה אנושית.",
    "2616040974": "3. לקוחות ובקשות",
    "1544829730": "אם אתה לקוח או מבקש, אתה מסכים שהתנאים הנוספים המצורפים כנספח הלקוח יחולו ויוכללו בהפניה בתנאים והגבלות אלה. אם אינך לקוח או מבקש, או מפסיק להיות לקוח או מבקש, אזי התנאים הנוספים בנספח הלקוח לא יחולו ואף לא ישולבו בהפניה בתנאים והגבלות אלה.",
    "3759360138": "4. שם משתמש וסיסמא",
    "2236960358": "עם ההרשמה, תתבקש לחשוף מידע אישי מסוים עליך (\"מידע אישי\"), לרבות שמך, כתובת הדואר האלקטרוני שלך, וליצור שם משתמש וסיסמה, כל אלה יהיו כפופים למדיניות הפרטיות שלנו, הזמינה באתר שלנו. אתר אינטרנט. אתה בלבד אחראי לניטור, הבטחה ותחזוקה של אבטחת חשבונך, הסיסמאות וכל מפתחות האימות המשויכים לחשבונך, ואתה אחראי לכל שימוש או פעולה הננקטת באמצעות שימוש במידע זה בשירותים.",
    "3047519814": "אתה מסכים שלא תשתף את החשבון או הסיסמה שלך עם אף אחד.",
    "1699668873": "עליך להודיע ל-IMI מיד אם אתה חושד שפרטי חשבונך נגנבו או השתמשו בו על ידי מישהו אחר, או כל הפרת אבטחה אחרת.",
    "3044038608": "אתה מסכים לספק לנו מידע אמיתי, מדויק ומלא כפי שמתבקש בתהליך ההרשמה שלנו. אתה גם מסכים לעדכן מידע כזה באופן מיידי לפי הצורך כדי לשמור אותו עדכני ומדויק.",
    "4132302900": "5. הפרטיות שלך, הנתונים שלך ו\"נתונים לכולם\"",
    "10724169": "אתה מקבל את מדיניות הפרטיות שלנו, המסדירה מה נעשה עם כל מידע אישי שתמסור לנו.",
    "1669194950": "בנוסף למידע האישי, ייתכן שתידרש גם לספק (או ייתכן שיהיה צורך לנו לאסוף) נתונים אחרים כדי שנוכל לספק את השירותים (ביחד, \"נתוני לקוח\"). איננו אחראים לכל כישלון בביצוע שירותים שנגרם עקב עיכוב או אי מסירת נתוני לקוחות.",
    "1330274831": "אתה מעניק לנו בזאת רישיון כלל עולמי, לא בלעדי, בר רישיון משנה, ניתן להעברה, ללא תמלוגים, בלתי חוזר במהלך תקופת הסכם זה להשתמש, לשכפל, להפיץ אלקטרונית ולהציג בפומבי כל נתוני לקוח אך ורק לצורך מתן השירותים. . אתה מצהיר ומתחייב כי יש לך מספיק זכות, בעלות ועניין בנתונים שלך ובנתונים שלך על מנת להעניק את הרישיון בסעיף זה.",
    "2230333214": "אנו צוברים נתוני לקוחות עם נתונים אחרים כך שהתוצאות אינן ניתנות לזיהוי אישי, ואנו גם אוספים יומנים טכניים ונתונים שאינם מזוהים בנוגע לשימוש בשירותים (\"נתונים מצטברים/בטלים מזוהים\"). על אף האמור במסמך זה, כל מידע מצטבר/לא מזוהה כזה עשוי לשמש על ידי תעש לכל מטרה עסקית במהלך תקופת הסכם זה או לאחריה, לרבות ללא הגבלה לפיתוח ולשפר את השירותים וכדי ליצור ולהפיץ דוחות ועוד. חומרים. נתוני הלקוח עשויים גם להימשך ולהופיע במערכת לפרק זמן מוגבל שלא יעלה על 180 יום לאחר סיום העבודה, למשל כנתוני כיול או אימות אוטומטי עבור מערכות Intuition Machines. למען הבהירות, סעיף 5 זה אינו מעניק לנו את הזכות לזהות אותך כמקור לכל מידע מצטבר/לא מזוהה ללא רשותך מראש ובכתב.",
    "3881754581": ". אם אתה לקוח של שירותי ההערות שלנו ובחרת באפשרות \"נתונים לכולם\" כחלק מהשימוש שלך בשירותים, אז אתה מעניק לתעש ולכל המשתמשים בשירותים חובה עולמית, לא בלעדי, בר רישיון משנה, ניתן להעברה, רישיון ללא תמלוגים ובלתי חוזר לניצול מלא של כל נתוני הלקוח, לרבות כל זכויות הקניין הרוחני הקשורות. אם תבחר באפשרות \"נתונים לכולם\", אתה מצהיר ומתחייב שאתה בעל זכות, בעלות ועניין מספיקים בנתונים שלך ועל מנת להעניק את הרישיון בסעיף זה.",
    "3496767126": "למען הסר ספק, הפסקה הבאה חלה אך ורק על לקוחות המשתמשים בשירותי ההערות שלנו, ולא על השימוש בשירותים שלנו כמשלב",
    "767207800": "אם הנתונים שלך מכילים תוכן מפורש או פוגעני, אנו דורשים ממך לסמן אותם \"תוכן מפורש\" כדי לשמש אזהרה הוגנת לכל מי שרואה את הנתונים שלך. אינך רשאי לכלול ללא הסכם נפרד בכתב עם IMI משימות המפרות את המדיניות שלנו, לרבות, אך לא רק, (א) משימות המקדמות במישרין או בעקיפין אתר או שירות אחר, (ב) משימות המפרות את תנאי אתר צד שלישי וכן תנאים, (ג) משימות המבקשות מהתורמים לבקש צדדים שלישיים, (ד) משימות המבקשות מהתורמים לנקוט בפעולה כדי לתמרן את ההתנהגות או התוצאות של אתר אינטרנט, (ה) משימות המפרות את זכויות הקניין הרוחני של צדדים שלישיים, ו-(ו) משימות שדורשים מהתורמים להוריד תוכנות או קבצים.",
    "3370561195": "6. התנהגות מקובלת",
    "4205152730": "מומלץ ליצור אינטראקציה עם משתמשים אחרים בכל מקום באתר האינטרנט שלנו, בפורום, בהודעות, בצ'אט ובערוצי מדיה חברתית אחרים שבשליטת תעש, אך אם תעשה זאת, עליך לציית לכל תנאי השירות והשימוש באתר שלנו ולכל החוקים הרלוונטיים. .",
    "1394253934": "7. שימוש לרעה, שימוש לרעה ומצג שווא",
    "1406393333": "כל גישה או שימוש בשירותים מלבד על פי תנאי שירות אלה וכל הוראות שאנו מספקים אסורים בהחלט. בפרט, אתה לא:",
    "3409726716": "להירשם ליותר מחשבון אחד אצלנו ללא אישור בכתב;",
    "3119498672": "לבצע כל משימה עם שימוש בוטים באינטרנט, רובוטי אינטרנט, בוטים, סקריפטים או כל צורה אחרת של בינה מלאכותית או ניסיון אחר להשיג תגמולים מתעש או מכל מבקש או אינטגרטור מבלי להשלים משימות כפי שהן מתוארות;",
    "1188668818": "לספק כל מידע כוזב בזמן השימוש באתר זה (כולל ללא הגבלה התחזות לכל אדם או ארגון אחר בחשבונך, או הצהרה כוזבת או מצג שווא אחר של עצמך או השתייכותך לכל אדם או ארגון אחר בחשבונך;",
    "2804310964": "לגשת או לנסות לגשת לאתר שלנו דרך כל שרת פרוקסי או מכשיר אחר שנועד לטשטש את מיקומך או זהותך האמיתיים או בכל אמצעי אחר מלבד הממשק שסופק;",
    "1374227759": "להשתמש באתר לכל פעילות בלתי חוקית, או לכל מטרה אחרת מלבד המטרה שלשמה הומצא;",
    "2103513933": "לעסוק בפעילות המפריעה או משבשת את תפקוד האתר;",
    "137127070": "להכניס, להעלות או לצרף קישורים או קבצים חיצוניים זדוניים או לא ידועים, או להעלות כל תוכן המכיל וירוס, סוס טרויאני, תולעת, פצצת זמן או קוד מחשב מזיק אחר;",
    "1686655020": "העלה כל תוכן הכפוף לזכויות יוצרים שאינו היצירה המקורית שלך, אלא אם כן יש לך אישור מהבעלים החוקי לפרסם תוכן כזה ולהעניק ל-IMI את כל הזכויות המורשות המוענקות כאן;",
    "1406692811": "לעסוק בספאם או לפרסם כל סוג של פרסום, ניסיון לקבל הפניות, תקשורת המונים, הצעות כסף או בקשות, שידול לשירותים, פרסום, שיווק, הודעות שטויות, נושאים משוכפלים, תוכן לא חוקי, קישורים לאתרים חברתיים, כתובות דואר אלקטרוני, או מזהי מסרים מיידיים אלא אם כן נדרש על ידי המשימה;",
    "3893539589": "הכנס קישורים חיצוניים המציעים סחורות או שירותים אלא אם כן נדרש על ידי המשימה;",
    "3214322759": "לעסוק אחרת בכל פעילות זדונית או הונאה.",
    "3733422465": "8. אימות הזהות שלך",
    "267645277": "תעש עשויה לאמת את זהותך. זה עשוי לכלול השוואת המידע האישי שלך מול מאגרי מידע של צד שלישי או מסמכים משפטיים רשמיים. אתה מאשר לנו לבצע את כל הבירורים הדרושים כדי לאשר את זהותך, את בעלותך על כתובת הדוא\"ל שלך והבעלות שלך על החשבונות הפיננסיים שלך. אתה מסכים לספק מידע עליך כדי לסייע לנו באימות זהותך.",
    "4169910317": "9. ציות לחוק",
    "519755936": "אתה בלבד אחראי לציית לחוקים הפדרליים, המדינתיים, המחוזיים והמקומיים בקשר עם השימוש שלך בשירותים. אתה מסכים לשפות ולחזק אותנו בגין כל תביעה נגדנו מכיוון שלא עמדת בכל חוק או הפרת זכויות כלשהן של צד שלישי, לרבות ללא הגבלה זכויות חוזיות, קניין רוחני או פרטיות.",
    "731546974": "10. מיסי תורם או אינטגרטור",
    "3128328457": "אם אתה תורם או אינטגרטור, אתה לבדך אחראי לתשלום של כל מס הכנסה משוער או אחר פדרלי, מדינתי או מקומי, ביטוח לאומי, FICA ופיצוי עובדים המגיעים לך כתוצאה מהשימוש באתר האינטרנט שלנו, כמו גם מסים או חיובים דומים בתחומי שיפוט שאינם ארה\"ב. אתה מסכים לשפות ולחזק אותנו בגין כל שומה נגדנו מכיוון שלא עמדת בכל חוקי המס.",
    "2931396764": "11. הפרה של תנאי שירות אלה",
    "1240667045": "אנו עשויים להשעות, להגביל או לבטל את הגישה שלך לשירותים בכל עת מכל סיבה שהיא, לרבות משום: (א) אנו סבורים שהפרת את תנאי השירות הללו (כולל מדיניות קשורה אחרת); (ב) אנו מאמינים שהפרת את הזכויות שלנו או את הזכויות של צד שלישי כלשהו; (ג) אין באפשרותנו לאמת או לאמת מידע שסיפקת לנו; או (ד) אנו מאמינים שפעולותיך עשויות ליצור התחייבויות עבורך, עבורנו או עבור צד שלישי. למען הסר ספק, אנו שומרים לעצמנו את הזכות למנוע או להשעות תשלום אליך אם אנו מאמינים באופן סביר שאחד מהמפורטים לעיל חל על תשלום כזה.",
    "1601080128": "אם נשהה או נפסיק את חשבונך, לא תהיה לך עוד גישה לחלקים כלשהם באתר, לרבות נתונים, הודעות, קבצים וחומר אחר שאתה שומר באתר. אינך רשאי להמשיך להשתמש באתר שלנו תחת שם חשבון אחר או חדש. הפרות של תנאים והגבלות אלה עשויות לעמוד לדין במלוא היקף החוק ועלולות להוביל לעונשים וסנקציות נוספות.",
    "1160707899": "12. תפקיד התורם והקשר עם תעש ומבקשים אחרים",
    "269838707": "אם אתה תורם, אתה ורק אתה מחליט אילו וכמה משימות להשלים, ומתי ואיפה אתה ממלא אותן. אתה חופשי להשקיע כמה זמן או מעט זמן בביצוע משימות שתבחר. בשום עת אינך מחויב לבצע משימה כלשהי.",
    "1087195513": "אם אתה תורם הניגש לשירותים ו/או מבצע משימות באמצעות או בקשר עם אינטגרטור מטעם מבקש שאינו תעש, אז אתה מסכים ומאשר כי Intuition Machines אינה אחראית ואינה מחויבת כלפיך. כבוד לכל תגמול או פיצוי אחר עבור משימות שהושלמו. אתה מסכים ומאשר שכל תגמול או תגמול אחר עבור משימות שהושלמו נקבע אך ורק בהתאם להסכם שלך עם המבקש ו/או המשלב, לפי העניין. כל מחלוקת על תגמולים כאלה או פיצויים אחרים (לרבות ללא הגבלה אי קבלת תגמולים כאלה או פיצויים אחרים) היא אך ורק בינך לבין המבקש ו/או המשלב, לפי העניין.",
    "952813944": "לא השימוש שלך באתר האינטרנט שלנו ולא שום דבר בהסכם זה יוצר יחסי עבודה, שותפות, מיזם משותף, סוכנות, זיכיון או נציגי מכירות בינך לבין Intuition Machines. אנחנו לא מספקים לך ציוד או כלים לביצוע משימה. איננו מספקים לך הטבות, פיצויי עובדים או כיסוי ביטוחי. איננו אחראים לכל הוצאה שתיגרם לך בשימוש באתר האינטרנט שלנו. לא ננכה שום סכום מהתגמול שלך עבור מס הכנסה פדרלי או ממלכתי, ביטוח לאומי או כל מס אחר. אתה חופשי בכל עת לבצע משימות עבור כל אדם או עסק, לרבות כל אחד מהמתחרים שלנו. אין לך סמכות להתקשר בחוזה כלשהו, בכתב או בעל פה, בשם Intuition Machines.",
    "3460432665": "על אף האמור לעיל, אם אתה משלם מס בארה\"ב, אנו עשויים לבקש ממך W-9, שיעודכן מדי שנה, ואנו עשויים למנוע ממך לבצע משימות עד שתשלים או תעדכן W-9.",
    "458271951": "אם אתה תורם הניגש לשירותים ו/או מבצע משימות באמצעות או בקשר עם אינטגרטור מטעם Intuition Machines (פועל כמבקש), Intuition Machines עשויה לתגמל אותך עבור השלמת מטלות מסוימות. במקרה שתתגלה שעוסקת בהונאה, בהתעללות או בהפרה של תנאי שירות אלה, ייתכן שכל התגמול שיינתן לך יישמר ו/או יישחזר על ידי Intuition Machines.",
    "3056723024": "13. השלמת משימות לא מקובלת",
    "3913203723": "אם, מכל סיבה שהיא, המבקש לא יקבל ביצוע של משימה שהשלמת, אתה כתורם או אינטגרטור לא תהיה זכאי לתגמול כלשהו עבור המשימה. במקרה שכבר פוזרו לך תגמולים עבור משימה שלא הושלמה בצורה מקובלת, אנו עשויים לשחזר אותם ממך.",
    "3666807632": "14. כישורים ומיומנויות של תורם",
    "1993899769": "15. השימוש שלנו במידע",
    "2927283721": "על ידי ביצוע משימות באתר האינטרנט שלנו, אתה מאשר את האיסוף, השימוש והחשיפה של המידע האישי שלך בהתאם למדיניות הפרטיות שלנו. בנוסף, אנו עשויים לחלוק מידע מסוים עליך ועל המשימות שהושלמו עם המבקש שאת משימותיו השלמת כדי להקל על יחסי השירות ולשפר את האתר, לרבות, למשל, מזהה תורם, תוצאות של משימות שהושלמו ותכונות אחרות הקשורות הכישורים, השפות, הכישורים והשימוש שלך באתר.",
    "3027055607": "16. קניין רוחני וזכויות קניין",
    "3910971075": "תעש מחזיקה בכל הזכויות, לרבות זכויות קניין רוחני, בקוד המקור, בקוד האובייקט או במבנה הבסיסי, ברעיונות או באלגוריתמים, ב-API ובכל תוכנה, תיעוד או נתונים נוספים הקשורים לשירותים (\"תוכנה\"). לא תעשה, במישרין או בעקיפין, באמצעות צד שלישי או בדרך אחרת: (א) תבצע הנדסה לאחור, תפרק, תפרק או תנסה בדרך אחרת לגלות את התוכנה; (ב) לשנות, לתרגם או ליצור עבודות נגזרות המבוססות על תוכנה כלשהי; (ג) להעתיק, להשכיר, להחכיר, להפיץ, לשעבד, להקצות או להעביר או לשעבד זכויות בכל תוכנה כלשהי; (ד) להשתמש בכל תוכנה למטרות שיתוף זמן, לשכת שירות או אחרת לטובת צד שלישי; או (ה) להסיר הודעות או תוויות קנייניות.",
    "3660891610": "אם אתה תורם, לתעש, ולא לך, יש זכויות קנייניות בכל עבודה שתפיק כחלק מהשלמת כל משימה. על ידי הסכמתך לתנאי הסכם זה, אתה מסכים (וכן בזאת) להעביר את החזקה, הבעלות והקניין (כולל כל זכויות הקניין הרוחני הקיימות ברחבי העולם) בעבודתך ואלינו. כדי להבטיח שאנו מסוגלים לרכוש, לשכלל ולהשתמש בזכויות כאלה, אתה גם מסכים (i) לחתום על כל מסמך כדי לסייע בתיעוד, שלמות ואכיפת זכויותינו; וכן (ii) לספק גישה סבירה למידע לצורך הקלטה, שכלול, אבטחה, הגנה ואכיפת זכויות קנייניות כאלה בכל מדינה ובכל מדינה. ההתחייבויות שלך לפי סעיף זה יימשכו גם לאחר שתבטל את ההרשמה מהשירותים או תפסיק להשתמש בהם. אתה ממנה אותנו כעורך הדין שלך בפועל לבצע מסמכים בשמך למטרות המפורטות בסעיף זה.",
    "426125156": "17. זכויות יוצרים והסרה",
    "1408530660": "תעש מכבדת את הקניין הרוחני של אחרים ואנו שומרים לעצמנו את הזכות להסיר מהאתר שלנו כל חומר שלדעתנו עלול להפר את הזכויות הרוחניות של כל צד שלישי. אם אתה סבור שהעבודה שלך הועתקה באופן המהווה הפרת זכויות יוצרים באתר זה, אנא צור קשר עם תמיכת הלקוחות של Intuition Machines.",
    "2696932851": "18. שיפוי",
    "3844300338": "אתה מסכים לשפות, להגן ולחזק אותנו מכל תביעה, נזק, חבות, עלויות והוצאות (כולל שכר טרחת עו\"ד ועלויות סבירות), הנובעות או קשורות לביצוע המשימות שלך או מהשימוש שלך באתר האינטרנט שלנו. .",
    "2474091800": "19. מחלוקות עם משתמשים אחרים; לְשַׁחְרֵר",
    "3162107126": "תעש אינה צד לכל מחלוקת בינך לבין כל משתמש אחר בשירותים. אתה פוטר את תעש ושלוחותיה מכל תביעה, דרישה ונזקים מכל סוג וטבע, ידועים ולא ידועים, חשודים ובלתי חשודים, נחשפים ובלתי נחשפים, הנובעים או קשורים לכל מחלוקת בינך לבין משתמש אחר.",
    "2271969747": "20. מידע סודי שאתה מקבל",
    "1042802841": "מידע סודי הוא כל מידע המסומן כסודי או קנייני, או שהצד המקבל אמור להבין באופן סביר שהוא סודי או קנייני. זה לא כולל כל מידע שהוא (1) זמין לציבור, (2) כבר ברשותו, שפותח באופן עצמאי על ידי, או שכבר ידוע לצד המקבל, או (3) נחשף בצו בית משפט או כנדרש בדרך אחרת על ידי חוֹק.",
    "1918025546": "אם נמסר לך מידע סודי ממישהו בשירותים, אתה מסכים להגן על סודיות המידע הסודי באותה מידה של זהירות שבה אתה נוקט כדי להגן על המידע הסודי שלך, אך בשום מקרה בפחות משנה זהירות. אינך רשאי לחשוף או לפרסם כל מידע סודי או קנייני כאמור, למעט ככל הנחוץ לביצוע משימה. יש לראות את כל המידע בתוך משימה בפלטפורמת Intuition Machines כסודית גם אם המידע אינו מוגדר כסודי במפורש.",
    "2690395789": "אם וכאשר אינך זקוק עוד למידע הסודי שקיבלת, עליך להחזיר או להשמיד מיידית (לפי בקשת מי שגילה את המידע) את כל עותקי המידע הקיימים בחצרים, במערכות או בציוד אחר שבשליטתך.",
    "2178073797": "מכיוון שחשיפת מידע סודי עלולה לגרום לנזק בלתי הפיך, הצד החושף רשאי לבקש סעד של צו מניעה בגין כל הפרה או הפרה מאוימת של תנאי זה.",
    "2185860003": "21. שינויים באתר",
    "2631249972": "אנו עשויים לשפר או לשנות את האתר שלנו ללא הודעה אליך.",
    "3764131594": "22. אתרי צד שלישי",
    "295955580": "האתר שלנו עשוי להכיל קישורים לאתרי צד שלישי. אנחנו לא שולטים, חוקרים, מפקחים או בודקים אתרים כאלה. איננו אחראים ואיננו תומכים בתוכניות המחשב, התוכן או הדעות הכלולים באתרים כאלה. אם תחליט לעזוב את האתר שלנו ולגשת לאתר של צד שלישי כלשהו, אתה עושה זאת על אחריותך בלבד.",
    "838225123": "23. ויתור על אחריות",
    "3897238493": "השירותים ניתנים על בסיס \"כמות שהם\". איננו מציגים מצגים או התחייבויות, במשתמע או במפורש, בכל הנוגע לנגישות, התאמה, חוקיות, זמינות או פונקציונליות של השירותים, כל תוכנה קשורה או חומר עזר, חומר עזר, חומר או חומר. במידה המקסימלית המותרת על פי חוק, IMI מתנערת מכל התנאים, ההצגות והאחריות המפורשים או המשתמעים, לרבות, אך לא מוגבלת, אחריות לסחירות, התאמה לפרט, ובפרט. התרופה הבלעדית והבלעדית שלך נגד IMI בכל הנוגע לפגמים, אי התאמה או חוסר שביעות רצון היא הפסקת השימוש בשירותים לא תהיה לנו כל אחריות לכל פגיעה במערכת המחשב שלך, אובדן או השחתה של נתונים, או נזק אחר כתוצאה מכך. מהגישה או השימוש שלך באתר או בפלטפורמת Intuition Machines. יתכנו הפרעות מתוזמנות ולא מתוכננות, ואיננו מתחייבים לזמינות רציפה של האתר שלנו.",
    "2110259227": "24. הגבלת אחריות",
    "3018077211": "25. יישוב סכסוכים בין תורם",
    "2790841456": "אם אתה תורם, אתה מסכים לסעיף הבוררות הבא ולוויתור על תובענה ייצוגית:",
    "3302832698": "נדרש יישוב מחלוקות חלופי.",
    "561456032": "אתה מסכים כי לגבי כל מחלוקת הנובעת או קשורה לשימוש שלך בשירותים, לרבות כל מחלוקת שעלולה להתעורר מרגע שהתחלת לבצע משימות עבור תעש, ובמיוחד לרבות כל טענה הקשורה לשאלה אם אתה מסווג או לא. קבלן עצמאי, תחילה תודיע לתעש על תביעתך נגדו. לאחר מכן, אתה ותעש תנסה לפתור את הבעיה באמצעות משא ומתן ישיר או תיווך. אנו נחלק שווה בשווה את עלות הגישור ונסכים שהגישור יתבצע באמצעים טלפוניים או אלקטרוניים אחרים. אם תביעה נותרת בלתי פתורה בעקבות משא ומתן לא פורמלי או גישור, אתה מסכים שאתה ותעש תשתמש בבוררות סופית ומחייבת כדי לפתור את המחלוקת. סעיף זה מסדיר את כל התביעות רטרואקטיבית מרגע שהתחלת להשתמש באתר שלנו, בין אם מבוססות על עוולה, חוזה, חוק, לרבות, אך לא רק, כל תביעות של אפליה והטרדה, בין אם הן מבוססות על חוק התעסוקה והדיור הוגן בקליפורניה. .",
    "3794239003": "הליך בוררות.",
    "4193379787": "כל בוררות על פי הסכם זה תתנהל על פי הכללים של האגודה האמריקאית לבוררות או על ידי שירות בוררות מוסכם הדדי. הבורר יהיה בורר אמריקאי שנבחר מתוך רשימה של לא פחות משבעה (7) שמות באמצעות שביתות חלופיות. בבוררות, לכל צד תהיה הזכות לערוך גילוי אזרחי הולם, להביא בקשות דיספוזיטיביות ולהציג עדים וראיות לפי הצורך להצגת טענותיו והגנותיו, וכל מחלוקת בעניין זה תוכרע על ידי הבורר. פתרון הסכסוך יתבסס אך ורק על החוק המסדיר את הטענות וההגנות הנטענות, והבורר אינו רשאי להפעיל כל בסיס מלבד החוק השולט כאמור. לבורר תהיה חסינות של קצין שיפוט מפני אחריות אזרחית, כאשר הוא פועל בתפקיד בורר, אשר החסינות משלימה כל חסינות אחרת הקיימת. על הפרס לכלול חוות דעת מנומקת בכתב של הבורר. אתה מוותר על זכותך להישפט על ידי חבר מושבעים על כל תביעה שתהיה לך נגד תעש או שתהיה לתעש נגדך. כל תביעה לפי סעיף זה חייבת להיות מובאת בתוך תקופת ההתיישנות החלה. חוק הבוררות הפדרלי של ארצות הברית מסדיר סעיף זה, ואתה מאשר שהסכם זה מעיד על עסקה במסחר.",
    "2583888954": "חריגים.",
    "1034830": "מחלוקות שעשויות לא להיות כפופות להסכם בוררות מראש, כפי שנקבע בחוק הרפורמה והגנת הצרכן של דוד-פרנק בוול סטריט (חוק ציבורי 111-203) אינן נכללות בסעיף זה",
    "263977834": "תשישות מנהלית.",
    "1807512722": "אתה רשאי להגיש כל תביעה הנובעת מהשימוש שלך באתר זה לסוכנות מנהלית אך רק במידה שהחוק החל מתיר גישה לסוכנות כזו על אף קיומו של הסכם לבוררות. תביעות מנהליות כאלה כוללות, ללא הגבלה, תביעות או אישומים המובאים בפני ועדת שוויון הזדמנויות בעבודה, משרד העבודה האמריקאי והמועצה הלאומית ליחסי עבודה. שום דבר בסעיף זה לא ייחשב כדי למנוע או לפטור אותך מהגשת תביעה מנהלית בפני סוכנות כלשהי על מנת למלא את חובתך למצות את הסעד המנהלי לפני הגשת תביעה בבוררות, עם זאת, אתה מוותר על הזכות לכל פסק כספי באמצעות זה הליכי סוכנות.",
    "996430331": "מיקום הבוררות.",
    "3040062804": "כל הליך בוררות לפי סעיף זה יתקיים כברירת מחדל בתוך מדינת קליפורניה, אלא אם אתה מתגורר מחוץ לארצות הברית, ובמקרה זה הבוררות תתקיים באופן אלקטרוני או טלפוני. הבוררות עשויה להתקיים בכל מקום אחר אם כל צד מסכים לכך בכתב. ללא קשר למיקומו, כל צד רשאי לבחור להופיע בבוררות באמצעות וידאו חי או ועידה טלפונית.",
    "3091247030": "ויתור על תובענה ייצוגית.",
    "2520904193": "אתה מוותר על כל זכות שיש לך על כל מחלוקת שתובא, תידון או בוררה כתביעה ייצוגית, קולקטיבית או ייצוגית. על אף כל סעיף אחר הכלול בהסכם זה, המשפט הקודם לא יהיה ניתן להפרדה מהסכם זה בכל מקרה. כל טענה לפיה כל ויתור זה או חלקו אינו בר אכיפה, בלתי מתקבל על הדעת, בטל או בטל, יכולה להיקבע רק על ידי בית משפט בעל סמכות שיפוט מוסמכת ולא על ידי בורר. לא תנקום או ימנע ממך לבצע משימות באתר האינטרנט שלנו כתוצאה ממימוש זכויותיך לפי סעיף 7 לחוק יחסי העבודה הלאומי, או על ידי הגשה או השתתפות בתביעה ייצוגית, קולקטיבית או ייצוגית בכל פורום , אך אנו עשויים לבקש אכיפת ויתור זה על תובענה ייצוגית כדין, ולבקש ביטול של תובענות או תביעות ייצוגיות, קולקטיביות או ייצוגיות כאלה.",
    "3493572638": "עלויות ועמלות.",
    "702926385": "הצדדים ישאו כל אחד בעלויותיו עבור ייצוג משפטי בכל בוררות כאמור, למעט במידה ששכר טרחת עורך הדין נקבע במפורש בחוק. הצדדים יחלקו כל עמלת ניהול ראשונית שיגבה הבורר, עד לעלות מקסימלית עבורך של מאתיים חמישים דולר (250.00 דולר ארה\"ב). עלות הבורר וכתב בית המשפט, אם יש כאלה, תחול על ידינו בתחילה; עם זאת, לבורר יהיה שיקול הדעת לפסוק הוצאות מתאימות לצד המנצח, כפי שנקבע בחוק, ו/או לדרוש מהצדדים לפצל את העלויות הקשורות לבורר ו/או לכתב בית המשפט.",
    "3199694247": "בר הפרדה.",
    "3102490587": "למעט כתב הוויתור על תובענה ייצוגית, אם תנאי או הוראה כלשהי, או חלק מסעיף בוררות זה יוכרז בטלים או בלתי ניתנים לאכיפה, הוא יבוטל ושאר סעיף הבוררות יהיה בר אכיפה.",
    "2323013093": "26. הדין החל",
    "2900525040": "חוקי מדינת קליפורניה חלים על תנאי שירות אלה ועל כל מחלוקת, מחלוקת או תביעה הנובעת מהם.",
    "3339302473": "27. סיום",
    "1158384644": "אתה רשאי לבחור בכל עת להפסיק את השימוש באתר שלנו, בתנאי שעליך לציית לכל מדיניות IMI החלה. אנו רשאים, לפי שיקול דעתנו הבלעדי, לסיים הסכם זה, להשעות את הגישה לאתר שלנו, או להסיר כל שירות באופן מיידי ללא הודעה מוקדמת מכל סיבה שהיא.",
    "41530052": "28. תנאים כלליים",
    "3202747130": "ההסכם כולו. תנאי שירות אלה וכל מדיניות, נהלים או תנאים המוזכרים בהסכם זה מהווים את ההסכמה המלאה של הצדדים ביחס לנושא, ומחליפים ומבטלים את כל ההסכמים, הטענות, המצגים וההבנות הקשורים קודמים ובו-זמניים. .",
    "4080263153": "אין ויתור. לא ניחשב כמי שוויתרנו על כל חלק מהזכויות או הסעדים שלנו אלא אם כתב הוויתור יהיה בכתב וחתום על ידנו. אם נעכב את האכיפה או נכשל באכיפת זכויותינו על פי הוראה כלשהי בהסכם זה, הדבר לא יהווה ויתור על זכותנו לאכוף לאחר מכן הוראה כזו או כל חלק מהסכם זה.",
    "1789371580": "יכולת הקצאה. אינך רשאי להקצות תנאים והגבלות אלה ללא הסכמתנו מראש ובכתב. אנו עשויים להקצות תנאים והגבלות אלה בכל עת, ללא הודעה מוקדמת. בכפוף לאמור לעיל, תנאים והגבלות אלה יחייבו את ממשיכי דרכו של כל צד ובעלי ההקצאה המותרים.",
    "2819628066": "בר הפרדה. אם הוראה כלשהי בתנאים והגבלות אלה תימצא כלא תקפה או בלתי ניתנת לאכיפה מכל סיבה שהיא, הדבר לא ישפיע על תקפותן ואכיפה של שאר ההוראות.",
    "3955981186": "תיקונים. שום שינוי או תיקון לתנאי שירות אלה על ידי איש מלבד תעש לא יחייבו את תעש אלא אם כן בכתב חתום על ידי נציג מורשה כדין של תעש.",
    "1377538813": "השפה השלטת. הגרסה בשפה האנגלית של תנאי שירות אלה תשלוט מכל הבחינות ותגבר במקרה של אי התאמה לגרסאות מתורגמות, אם ישנן.",
    "2438016011": "הסכם מרצון. כל הצדדים לתנאים והגבלות אלה מצהירים ומסכימים שכל אחד מהם בדק את כל ההיבטים של הסכם זה, קרא בעיון את כל הוראותיו והבין אותו במלואו, והוא מצטרף להסכם זה מרצונו.",
    "2445034923": "אם אינך מסכים לכל התנאים וההגבלות של תנאי שירות אלה, אל תשתמש (ואינך רשאי) להשתמש או לגשת לאתר או לשירותים.",
    "2646127839": "נספח לקוחות לתנאי השירות הראשיים",
    "4097297673": "כלקוח, מבקש או אינטגרטור, אתה מסכים להיות מחויב לתנאים שלהלן בנוסף לכל תנאים מחייבים אחרים בינך לבין תעש.",
    "1093280979": "1. טפסי הזמנת פלטפורמה",
    "1549953005": "ייתכן שמילאת טופס הזמנת גישה לפלטפורמה אחד או יותר (כל אחד, \"טופס הזמנה\") כתנאי להפיכתך ללקוח או למבקש. אם כן, אז התנאים וההגבלות המתוארים בטופס ההזמנה הופכים לחלק מתנאי השירות ומשולבים בזאת בהפניה.",
    "3819851005": "2. עמלות",
    "1591032933": "אתה תשלם ל-IMI את העמלות כמתוארות בטופס ההזמנה הרלוונטי באמצעות אמצעי התשלום שסיפקת בטופס ההזמנה הרלוונטי. אלא אם כן הוסכם אחרת במפורש על ידי שני הצדדים בכתב, תספק תשלום מלא עבור כל החשבוניות שהונפקו תוך שלושים (30) יום מתאריך משלוח החשבונית. אתה מאשר לנו להפעיל הרשאות כרטיס אשראי על כל פרטי כרטיס האשראי שאתה מספק לנו, לאחסן את פרטי כרטיס האשראי, ולחייב את כרטיס האשראי שלך או כל חשבון אחר שאנו מסכימים אליו כאמצעי תשלום. אלא אם צוין אחרת בטופס ההזמנה או במסגרת הסכם השירות הארגוני או הסכם השירות הראשי שלך, כל העמלות עבור השירותים, מלבד הוצאות מופרזות, יחויבו מדי שנה עם תחילת השירותים הניתנים על ידי IMI במסגרת ההסכם שלך (\"תאריך תוקף\").",
    "4142610534": "כל איחור בתשלומים יצבור חיובים באיחור בשיעור של 1.5% אחוז לחודש או הסכום המרבי המותר על פי חוק, הנמוך מביניהם. אם לא תשלם את הסכום המגיע לפי הסכם זה מכל סיבה שהיא, חשבונך עשוי להיות מושעה, לפי שיקול דעתנו הבלעדי, ובמקרה זה לא יבוצעו תשלומים נוספים מחשבונך עבור השלמת המשימות וכל המשימות שלך יוסרו מהאתר שלנו. עליך להחזיר לנו את כל הסכומים המגיעים לפי דרישה, בתוספת כל עמלת עיבוד, עמלת איחור או שכר טרחת עורך דין. אנו עשויים גם להגיש דיווחים מתאימים לסוכנויות לדיווח אשראי ולרשויות אכיפת החוק.",
    "512991700": "אם ברצונך לערער על עמלות כלשהן, עליך לפנות למחלקת תמיכת הלקוחות שלנו לא יאוחר משלושים (30) יום לאחר תאריך הסגירה בפירוט החיוב או החשבון הראשון בו הופיעה השגיאה או הבעיה על מנת לקבל התאמה או זיכוי.",
    "1273914192": "3. מיסים",
    "4242322181": "אתה אחראי לתשלום כל המסים הקשורים לשירותים מלבד מסים בארה\"ב המוערכים על ההכנסה נטו של Intuition Machines או על הרכוש האישי.",
    "1671996585": "ייתכן שתידרש לשלב את האתר, האפליקציה או הפלטפורמה שלך עם השירותים שלנו באמצעות ממשק תכנות האפליקציות שלנו (\"API\"). במקרה שתעשה זאת, אנו מעניקים לך רישיון מוגבל, לא בלעדי, בלתי ניתן להעברה, בלתי ניתן לביטול, להשתמש ב-API אך ורק כדי לגשת לשירותים. אנו עשויים לשנות את ה-API ו/או להפסיק את התמיכה בגרסאות ישנות או מהדורות של ה-API בכל עת. אנו שומרים לעצמנו את הזכות להשעות או להגביל את הגישה שלך ל-API לפי שיקול דעתנו הבלעדי, ואנו נעשה מאמצים סבירים כדי לספק לך הודעה לפני ההשעיה.",
    "4036662147": "5. הגנה על מידע סודי",
    "3564208535": "אתה מסכים להשתמש במאמצים סבירים מבחינה מסחרית כדי להגן על כל מידע סודי שהתקבל מאיתנו או דרך השירותים שלנו. כולל ציוני בוטים ופרטים לא פומביים של השירות הארגוני שלנו, כולל תיעוד לא ציבורי וכל פרט שאנו עשויים לשתף לגבי שיטות זיהוי הבוטים שלנו. אם תינתן לך גישה לכל מידע סודי כזה, אנו עשויים לשנות, להשעות או להגביל את הגישה שלך לשירותים שלנו לפי שיקול דעתנו הבלעדי, אם נקבע שמידע סודי נחשף על ידי השימוש שלך בשירותים שלנו, ואנו נשתמש במאמצים סבירים. כדי לספק לך הודעה לפני ההשעיה.",
    "120384113": "6. סיום",
    "453723556": "אתה רשאי לסיים את נספח לקוח זה ללא תלות בתנאי השירות על ידי הפסקת היותך לקוח או מבקש. אנו שומרים לעצמנו את הזכות להשעות או לסיים את הסטטוס שלך כלקוח או כמבקש בכל עת, או לסיים בדרך אחרת את חשבונך או את השימוש בשירותים בהתאם לתנאי השירות. אתה נשאר אחראי עם הפסקת כל סכום המגיע לפי טופס ההזמנה שלך. אם המנוי שלך כולל עמלות חודשיות או שנתיות או מינימום חודשי או שנתי, עדיין תהיה אחראי לתשלום עבור כל עמלות השירותים עד סוף החודש או השנה, בהתאמה.",
    "218889628": "למעט כאשר אנו מפסיקים את נספח לקוח זה או את תנאי השירות כתוצאה מהפרתך את נספח לקוח זה או את תנאי השירות, אם נפסיק ושילמת לנו מראש עמלות כלשהן, אנו נחזיר חלק יחסי מהם. סכומים ששולמו מראש, בהתבסס על הזמן שנותר או השירותים ששילמת עבורם, הקטן מביניהם. אנו נסגור את עבודתנו באופן סביר מבחינה מסחרית ונשמור ונמסור לך את כל מערכי נתוני הפלט בתשלום ואת כל נתוני הלקוחות שברשותנו. בכל סיום, אנו עשויים אך לא מחויבים למחוק נתונים כלשהם.",
    "2505227594": "7. יתר",
    "2369877184": "שיעור ה-RPS המרבי המותר עבור אינטגרטורים או לקוחות של hCaptcha הוא 1,000 בקשות בשנייה לישויות בחשבונך (\"RPS\"), אלא אם צוין אחרת בהסכם חוזי כתוב בינך לביננו.",
    "234420106": "במקרה שאתה אינטגרטור או לקוח של שירות hCaptcha Enterprise והשימוש ב-API שלך כפי שנמדד על ידי RPS חורג מהתעריף שנקבע עבור שכבת השירות שלך, אנו עשויים לבחור לשנות את השירות שלך או לגבות תעריף יתר. במקרה ששיעור ה-RPS שיא שלך יעלה על התעריף המסופק בפקטור של 10 למשך 10 דקות או יותר בסך הכל בתוך פרק זמן של 30 יום, ורוב הבקשות הללו אינן, לפי שיקול דעתנו הבלעדי, תעבורה זדונית, אנו עשויים לבחור לחייב אותך בשיעור העודף שצוין בחוזה עבור כל בקשות ה-API שנעשו באותו חודש.",
    "2619472217": "8. מכירה חוזרת",
    "2019702084": "אלא אם כן הותר במפורש בהסכם השירות הראשי או בהסכם המפיץ של הלקוח, שירותי SaaS שהוזמנו לא יימכרו, לא יימכרו מחדש, יושכרו, השכרות משנה, רישיון, רישיון משנה או יינתנו בכל צד שלישי אחר (מלבד שותף עצמאי של הלקוח) ), וכל ההזמנות במסגרת ההסכם וכל שימוש הלקוח בשירות יהיו לשימוש עסקי פנימי של הלקוח או השותף העצמי שלו.",
    "1233229030": "שונות",
    "1467783792": "אף אדם, ישות או ארגון שנקבעו על ידי ארצות הברית (\"שחקן באישור\") אינם זכאים לתגמולים או להשתמש בשירותים כמשלב. למען הסר ספק, זה כולל כל שחקנים בעלי סנקציות שהוגדרו על ידי המשרד לבקרת נכסים זרים (\"OFAC\") של משרד האוצר האמריקאי.",
    "3759657802": "אינך רשאי להקצות, להעביר או להאציל את תנאי שירות אלה או את זכויותיך או התחייבויותיך לפיהם בשום אופן (על פי חוק או אחר).",
    "1627232990": "תרגומים של תנאי שירות אלה מסופקים על בסיס המאמץ הטוב ביותר. במקרה של הבדל מהותי בין תנאי השירות בשפה האנגלית לבין תרגום שלהם, תנאי השירות בשפה האנגלית יתפרשו כסמכותיים.",
    "805221621": "אנא פנה אלינו בכתובת",
    "259613338": "אם יש לך שאלות לגבי תנאים והגבלות אלה.",
    "2735878907": "הצהרת תכנון המשכיות עסקית",
    "2887242610": "Intuition Machines, Inc פיתחה תוכנית המשכיות עסקית על האופן שבו נגיב לאירועים שישבשו באופן משמעותי את עסקי ה-hCaptcha שלנו. מאחר שהעיתוי וההשפעה של אסונות ושיבושים אינם ניתנים לחיזוי, נצטרך להיות גמישים בתגובה לאירועים בפועל בזמן שהם מתרחשים. עם זאת בחשבון, אנו מספקים לך מידע זה על תוכנית ההמשכיות העסקית שלנו.",
    "809251240": "יצירת קשר",
    "2551802342": "– אנו מתכננים להתאושש ולחדש את הפעילות העסקית במהירות לאחר הפרעה עסקית משמעותית ולהגיב על ידי שמירה על העובדים והרכוש שלנו, ביצוע הערכה פיננסית ותפעולית, הגנה על הספרים והרישומים של המשרד, ומתן ללקוחותינו ולמשתמשי הקצה שלהם לבצע עסקאות מקוונות. בקיצור, תוכנית ההמשכיות העסקית שלנו נועדה לאפשר למשרדנו לחדש את הפעילות במהירות האפשרית, בהתחשב בהיקף וחומרת השיבוש העסקי המשמעותי. תוכנית ההמשכיות העסקית שלנו מתייחסת ל: גיבוי ושחזור נתונים; כל המערכות קריטיות למשימה; הערכות פיננסיות ותפעוליות; תקשורת חלופית עם לקוחות, עובדים וגופי פיקוח; מיקום פיזי חלופי של עובדים; השפעה קריטית על ספק ולקוח; דיווח רגולטורי; ומתן ללקוחותינו הודעה מיידית אם איננו יכולים להמשיך בעסק שלנו. מאגר ספקי הליבה שלנו מגבה את הרשומות החשובות שלנו באזור נפרד גיאוגרפית. בעוד שכל מצב חירום מציב בעיות ייחודיות המבוססות על גורמים חיצוניים, כמו השעה ביום וחומרת ההפרעה, ייעצו לנו ממאגר ספקים זה שמטרתם היא לשקם את הפעילות שלהם ולהיות מסוגלים לחדש את השירותים במהירות. למרות שפעלנו להפחתת הסיכון על ידי שימוש במגוון רחב של ספקים, השירותים שלך עשויים להשתנות או להפריע במהלך תקופה זו.",
    "826396656": "תוכנית ההמשכיות העסקית שלנו",
    "1979347895": "– שיבושים עסקיים משמעותיים יכולים להשתנות בהיקפם, כגון משרדנו בלבד, בניין בודד בו שוכן משרדנו, השכונה בה נמצא משרדנו, העיר בה אנו נמצאים או האזור כולו. בתוך כל אחד מהתחומים הללו, חומרת ההפרעה יכולה גם היא להשתנות בין מינימלית לחמורה. בהפרעה למשרד שלנו, למחוז העסקים, לעיר או לאזור שלנו או לבניין בו שוכן משרדנו, נעביר את פעילותנו לאתר מקומי בעת הצורך ולא מצפים להפרעה מהותית לפעילות העסקית. בכל מצב, אנו מתכננים להמשיך בעסקים, להעביר את הפעילות לספקים חלופיים במידת הצורך, ולהודיע לך דרך האתר שלנו בכתובת hcaptcha.com ודף הסטטוס שלנו בכתובת hcaptchastatus.com כיצד ליצור איתנו קשר. אם השיבוש המשמעותי העסקי חמור עד כדי כך שהוא מונע מאיתנו להישאר בעסק, נודיע לך על כך בהקדם.",
    "653679457": "שיבושים משתנים",
    "410397176": "למידע נוסף",
    "2095899021": "הנחיות מיתוג hCaptcha ורישיון סימן מסחרי כללי",
    "2340340589": "הנחיות לשימוש בסימן hCaptcha",
    "2430148876": "יצרנו הנחיות אלו ורישיון סימן מסחרי כללי כדי להקל ככל האפשר על הלקוחות, השותפים והמעריצים שלנו לעבוד עם המותג שלנו תוך שמירה על הזהות הארגונית שלנו. אם אתה צריך להשתמש בסמלים, סמלי לוגו או סימנים אחרים של hCaptcha בדרכים השונות באופן מהותי מההנחיות הללו, תצטרך לפנות אלינו (IMI) לקבלת רישיון בכתב.",
    "3884400764": "למרות שאתה רשאי להשתמש בסימני hCaptcha לפי הנחיות אלה, אין זה אומר שיש לך זכויות מוקנות כלשהן בסימני hCaptcha, סמלי לוגו, או בכל סימן מסחרי אחר, שם מסחרי, סימן שירות, שם עסק או מוניטין של hCaptcha. אנו רוצים להעניק גמישות רבה ככל האפשר, אך אנו מחויבים להגן על hCaptcha מפני שימוש לא מורשה בכל סימן מסחרי, שם מסחרי, סימן שירות, שם עסק או רצון טוב של hCaptcha. כל שימוש לא מורשה מפסיק באופן אוטומטי את ההרשאה או הרישיון שניתנו על ידי hCaptcha ועלול לגרור אחריות משפטית בגין כל נזק.",
    "512598290": "לפיכך, עלינו לבקש ממך תמיד להשתמש בכל סימני hCaptcha וסמלי הלוגו בצורה שתעמוד בכללים שלהלן, כולל אותיות רישיות, אותיות וסגנון.",
    "2075610992": "תודה על תמיכתך!",
    "1023190144": "hCaptcha® בטקסט",
    "4274324704": "הנה איך להשתמש בשם שלנו בעותק כתוב:",
    "3912926900": "ל-hCaptcha® צריך להיות סמל סימן מסחרי רשום בפעם הראשונה שהוא מופיע בעותק יצירתי.",
    "950637875": "אסור לשנות את האיות hCaptcha ו-hCaptcha תמיד צריך להיות באותיות רישיות באות השנייה (\"C\"). זה אף פעם לא ברבים או רכושני.",
    "2624601135": "אין להשתמש ב-\"hCaptcha\" כחלק משם מותג, בחיבור עם מקף, או בשימוש בשמות של יישומים או מוצרים אחרים.",
    "3828090208": "במקום זאת השתמש ב-\"for hCaptcha\". אם נעשה בו שימוש עם לוגו של צד שלישי, \"for hCaptcha\" צריך להיות קטן יותר מהלוגו של צד שלישי.",
    "4149738856": "יש להשתמש ב-hCaptcha כשם תואר ואחריו מונח גנרי מתאים.",
    "1446868537": "אין להשתמש ב-hCaptcha כפועל.",
    "2487931657": "אל תשתמש ב: \"אנחנו hCaptcha'd את האתר שלנו.\"",
    "2565565429": "במקום זאת השתמש ב: \"אנו משתמשים ב-hCaptcha כדי להפוך את האתר שלנו לבטוח ומאובטח יותר.\"",
    "3434202027": "כל שימוש בשם hCaptcha בתקשורת מחייב את הייחוס: \"hCaptcha הוא סימן מסחרי רשום של Intuition Machines, Inc.\"",
    "2754937029": "שימושים בלתי מקובלים",
    "2436973524": "רק הפניות מדויקות מקובלות. אסור לומר שאתר משתמש בשירותים ויישומים של hCaptcha כאשר הוא לא עושה זאת. באופן דומה, השימוש בלוגו שלנו או בתגים כלשהם מתאים גם רק כאשר האתר משתמש בשירותי hCaptcha.",
    "69844082": "כמו כן, אסור להשתמש בסימנים מסחריים, סמלים גרפיים, סמלי לוגו, גופנים או סמלים של hCaptcha בצורה מזלזלת.",
    "3861413614": "אינך רשאי להשתמש בסימן מסחרי או בלוגו של hCaptcha אשר מרמזים כי ל-hCaptcha יש זיקה או תמיכה, חסות או תמיכה במוצר או שירות של צד שלישי, ללא אישור מפורש בכתב.",
    "1409822234": "בשום מקרה לא ישמש סימן מסחרי של hCaptcha זהה או כמעט זהה כשם תחום.",
    "4181060163": "אסור לצדדים שלישיים להשתמש בגרסאות או באיות שגוי או לפעול בכל דרך שתגרום לבלבול אינטרס ראשוני לגבי סימני מסחר של hCaptcha.",
    "3955555607": "מלבד שותפים או משווקים מורשים, צדדים שלישיים אינם רשאים להציע הצעות עבור מילות מפתח, Google AdWords או מערכות פרסום ממוקדות אחרות המשתמשות בסימני hCaptcha או באיות שגוי. כמו כן, צדדים שלישיים אינם רשאים להשתמש בסימני hCaptcha בשמות דומיינים, בכל אופטימיזציה למנועי חיפוש, מטא תגים, מונחי חיפוש, קוד או מצג שווא אחר.",
    "1985238261": "סימנים מוגבלים אחרים",
    "2193061499": "חלק מהלוגו והסימנים שלנו מוגבלים לשימוש על ידי hCaptcha ושותפיה. צדדים שלישיים אינם רשאים להשתמש בסימנים הבאים ללא רישיון בכתב מ-hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Authorized Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop מאת hCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "BotStop logo™",
    "3942875761": "עזור לבנות ™Ber Web",
    "364774188": "אני אנושי™",
    "2785425016": "(בהקשר של פתרון אימות אנושיות, למשל קריאה לפעולה)",
    "2639657759": "סימנים בשימוש בהרשאה",
    "1268918580": "חלק מהלוגו והסימנים שבהם משתמשים hCaptcha ושותפיה הם בבעלות צדדים שלישיים וניתן להשתמש בהם רק ברשותם. צדדים שלישיים אינם רשאים להשתמש בסימנים הבאים אלא כפי שהותרו על ידי בעליהם:",
    "3782751514": "HUMAN Protocol® הוא סימן מסחרי רשום של קרן HUMAN Protocol, ונעשה בו שימוש באישורה.",
    "1620709264": "HUMAN Token® הוא סימן מסחרי רשום של קרן HUMAN Protocol, ונעשה בו שימוש באישורה.",
    "3031953928": "HUMAN Network™ הוא סימן מסחרי של קרן HUMAN Protocol, ונעשה בו שימוש באישורה.",
    "3554363588": "סימנים אחרים",
    "3290996791": "כל שאר שמות המוצרים, הלוגו והמותגים הם רכוש של בעליהם בהתאמה. כל שאר שמות החברות, המוצרים והשירותים המשמשים באתר זה הם למטרות זיהוי בלבד. השימוש בשמות, סמלי לוגו ומותגים אלה אינו מעיד על תמיכה.",
    "2444685143": "מדיניות לוגו",
    "2414232014": "הלוגו שלנו ניתן לזיהוי מיידי ואחד הנכסים היקרים והחשובים ביותר שלנו. כדי להבטיח שהיא תישאר ייצוג חזק של החברה שלנו, היא חייבת להיות מוצגת בצורה זהירה ועקבית בכל ערוצי התקשורת.",
    "803639471": "הלוגו של hCaptcha מורכב מסמל היד והלוגו של hCaptcha. בצורתו החלופית, סמל היד עשוי להופיע בפני עצמו כאשר הרווח מוגבל ו\"hCaptcha\" משמש כסימן מילה (כמתואר לעיל) בסמוך לאיקון היד, כך שברור שסמל היד מייצג את hCaptcha.",
    "564127016": "סמל היד של hCaptcha:",
    "1424800293": "הלוגו של hCaptcha:",
    "1525506526": "מהן השתלטות על חשבון וכיצד הן עובדות?",
    "2446481523": "יש סיפור עממי ישן שבו נהג עגלה ואציל מופיעים במשטרה בכפר כפרי קטן. איש אחד, לבוש בבגדי עני מלוכלכים, אמר לשוטר, \"אני האציל. האיש הזה היה הנהג שלי.",
    "1767952047": "הוא תקף אותי אתמול בלילה, גנב לי את הבגדים ולקח את הכסף שלי\". האיש השני, לבוש בפאר גדול, לבוש של מעמד האצילים, ענה: \"שוטר, האיש הזה לא שפוי. הוא חושב שהוא אציל. אני האציל האמיתי. עצור אותו!\"",
    "2947576723": "הסיפור הזה קדם לרישיון נהיגה ולטביעת אצבע דיגיטלית, אבל הוא מציע דוגמה טובה למה שיכול להשתבש במצב של השתלטות על חשבון. אדם נכנס לחשבון בנק מקוון או לאפליקציית תשלומים ניידים. האם הוא בעל חשבון בפועל, או האקר? מי זה באמת מי? בעיות אבטחה אלו משפיעות על ארגונים המאפשרים גישה לחשבון בשירות עצמי.",
    "1687299615": "מהי השתלטות על חשבון?",
    "2648707986": "השתלטות על חשבון היא סוג של הונאת סייבר שבה שחקן זדוני מתחזה לבעלים של חשבון מקוון. בדרך כלל, החשבון נמצא במוסד פיננסי או בעסק של מסחר אלקטרוני שבו הרמאי יכול לגנוב כסף, סחורה או כרטיסי מתנה. התוקף משתמש באישורי התחברות גנובים כדי לגשת לחשבון ולאחר מכן להשתלט עליו, אולי משנה את הסיסמה כדי לנעול את בעל החשבון בפועל.",
    "1476843710": "צורות השתלטות על חשבון פחות מזיקות אך עדיין מזיקות כרוכות בחטיפת חשבונות מדיה חברתית וכדומה. במקרים אלה, התוקף מנסה בדרך כלל להפיץ תוכנות זדוניות או לעסוק בהתקפות פישינג נגד חברים תמימים של הקורבן. או, התוקף מנסה להביך את הקורבן, מה שקורה לפעמים עם ידוענים ופוליטיקאים, למשל.",
    "2904949278": "איך האקר משתלט על חשבון?",
    "2575690545": "השתלטות על חשבון, כמו כל כך הרבה הונאות סייבר, הן בעיקר עניין של תהליכים אוטומטיים והמוניים. נדיר שהאקר, לבוש בקפוצ'ון במרתף של אמו, יקליד סיסמאות באתרי הבנק אחת בכל פעם.",
    "3614653023": "במקום זאת, הפרקטיקה מסתמכת על התקפות מילוי אישורים בקנה מידה גדול שמנסות מיליוני צמדי שמות משתמש/סיסמאות על עשרות מוסדות פיננסיים מטרה בתקווה לפתוח תת-קבוצה קטנה מהחשבונות. לאחר שתוכנת ההונאה האוטומטית קיבלה גישה לחשבון, האקר אנושי עלול להסתבך, אך במקרים מסוימים, לא.",
    "2762759509": "הרבה התקפות השתלטות על חשבון הן כמעט לגמרי אוטומטיות.",
    "1972710018": "לראות את זה מנקודת המבט של החברה",
    "1282121137": "כדי להבין עד כמה יכולה להיות השתלטות על חשבון בעייתית, שקול כיצד נראית החוויה מנקודת מבטו של המוסד הפיננסי. הם מטפלים במיליוני כניסות מדי יום.",
    "2315518622": "עם התחכום הזמין בכלי ההתקפה של היום, זה מאתגר ביותר לזהות אילו, אם בכלל, הם הונאה. לאחר מכן, אדם מתקשר לקו שירות הלקוחות ואומר \"החשבון שלי הותקף! אני לא יכול להיכנס ומישהו גונב את הכסף שלי!\"",
    "1836369533": "כמו השוטר בסיפור העם, איך קובעים מי הוא באמת מי? אם לתוקף יש מספיק רכיבי זהות גנובים, כמו מספר רישיון נהיגה, מספר תעודת זהות, שם נעוריה של האם, כתובת וכן הלאה, יכול להיות די קשה לקבוע אם המתקשר הוא בעל החשבון האמיתי או תוקף שמנסה להשיג איפוס סיסמה בחשבון שאליו הוא רוצה לחדור.",
    "2880837730": "מה ניתן לעשות כדי לעצור השתלטות על חשבון?",
    "3654556483": "למוסדות פיננסיים ולחברות מסחר אלקטרוני יש תהליכים ובקרות המפחיתות חלק מאיום ההשתלטות על החשבונות. אלו נעות בין שאלות האבטחה המיושנות \"מה היה השם של החבר הכי טוב שלך בבית הספר היסודי\" ועד לשיטות זיהוי שמוציאות כתובות IP חשודות ופרופילי מכשירים ניידים.",
    "2449501658": "מספקת את אחת הדרכים המתקדמות ביותר לצמצם את האיום מניסיונות התחברות הונאה לחשבון, תוך שימוש בלמידת מכונה כדי לזהות ולעצור בוטים, ולמעשה הופכת את זה להרבה יותר קשה או אפילו בלתי אפשרי עבור רמאים להשתלט על חשבון.",
    "3621455477": "ללמוד 'יותר!",
    "555246307": "אגב, כך מסתיים סיפורם של האציל והנהג שלו: השוטר גרם לשני הגברים לשבת יחד בחדר במשך שעות ולהשתעמם מדעתם. בסופו של יום, הוא הופיע ואמר, \"אני אדבר עם הנהג עכשיו.\" האיש בלבוש האציל קם. הוא היה כל כך משועמם, שהוא שכח שהוא רק מעמיד פנים שהוא האציל.",
    "1224727373": "BotStop על ידי hCaptcha",
    "1187718370": "צור קשר",
    "3892905664": "hCaptcha עוזר לשירותים המקוונים המועדפים עליך למנוע בוטים, דואר זבל וניצול לרעה על ידי שאילת שאלות פשוטות שקל לבני אדם וקשות למכונות.",
    "555158694": "שירות שאתה משתמש בו בחר לשפר את החוויה שלך באתר שלו על ידי התקנת hCaptcha כדי להפחית תעבורה זדונית.",
    "1617196410": "hCaptcha מתמקדת בעצירת בוטים. לא אכפת לנו מי זה משתמש, אלא רק אם הוא זדוני. אנו עובדים קשה כדי לאזן בין פרטיות",
    "1624200563": "אבטחה, ולציית ל-GDPR, CCPA, LGPD, PIPL ותקנות פרטיות אחרות.",
    "1927613000": "hCaptcha משלב למידת מכונה מתוחכמת עם פלטפורמת אתגר רבת עוצמה כדי להגן על יישומי אינטרנט מפני השתלטות על חשבונות, מילוי אישורים, גרידה וסוגים אחרים של שימוש לרעה.",
    "1133989302": "למה hCaptcha?",
    "34074886": "בכל פעם שאתה עונה על אתגר, אנו משתמשים במודלים מתוחכמים כדי להבין אם אתה אנושי. האתר שבו ביקרת אז משתמש בתוצאה זו כדי לעזור לשפר את החוויה שלך באתר שלו על ידי מניעת בוטים.",
    "3412647984": "זה מאפשר לך להימנע משאלות עתידיות על ידי רישום והגדרת קובץ Cookie. נסה גם לכבות את חוסם המודעות שלך.",
    "2510209017": "צריך עוד עזרה?",
    "477275453": "מדוע ממשקי API הם יעד פופולרי עבור האקרים?",
    "596347471": "ממשקי תכנות יישומים (API) הפכו למטרה פופולרית עבור שחקנים זדוניים במרחב הווירטואלי. ישנן סיבות רבות לכך, כולל התועלת הגדולה שלהן באינטגרציה של יישומים. עם זאת, ניתן להפחית את סיכון ה-API.",
    "2441638955": "ראשית, מהו API?",
    "3963216198": "כדי לדון מדוע ממשקי API הם יעד פופולרי עבור האקרים, כדאי תחילה להקדיש רגע קצר להגדיר מה הכוונה כרגע במונח \"API\". הרעיון של ה-API אינו חדש כלל. למעשה, ממשקים לחיבור מערכות מחשב שונות זו עם זו, כמו גם הרכיבים הפנימיים שלהן, קיימים לפחות מאז תחילת שנות ה-60.",
    "1047251718": "אולם כיום, כאשר אנשים מדברים על APIs, הם תמיד מתכוונים לממשקי API מבוססי סטנדרטים. אלו ממשקי API שנבנו באמצעות סטנדרטים פתוחים כמו העברת מצב ייצוגית (REST) ופורמטים סטנדרטיים פתוחים של קבצים כמו JavaScript Object Notation (JSON). \"ממשק API של RESTful\", כפי שהם ידועים, ניתן ליצור ללא צורך בתוכנה קניינית. ממשקי ה-API המתקבלים מסוגלים לשלוח ולקבל נתונים וקריאות נהלים בין יישומי תוכנה. לדוגמה, אפליקציית בנקאות סלולרית משתמשת ב-API כדי לגשת למערכות הבנק.",
    "3195334319": "השירות והפגיעות של ממשקי API",
    "1903743785": "הופעתם של ממשקי API מבוססי תקנים ייצגה קפיצת מדרגה גדולה בשילוב האפליקציות. במהלך 20 השנים האחרונות בערך, ממשקי API הפכו ממוצרי תוכנה קנייניים יקרים ומסובכים לכלים חינמיים מבוססי סטנדרטים שקל יחסית לעבוד איתם - ומהירים לפריסה.",
    "879362350": "עם ממשקי ה-API החדשים שפועלים דרך האינטרנט, אפשר היה לחבר כל תוכנה או מקור נתונים, בכל מקום בעולם, ללא קשר לפלטפורמה, סכימת נתונים או שפת תכנות. כתוצאה מכך, עולם המחשוב נמצא כעת בעיצומה של מהפכת API. היה פיצוץ של קישוריות בין יישומים ונתונים. זה נהדר, עד שזה לא.",
    "3844432472": "עצם הפתיחות והשימושיות של ממשקי API הופכים אותם למטרות עשירות להפליא עבור תוקפים. באותו אופן שניתן לתכנת אפליקציה לנייד להגיע ולקבל נתונים ממערכת ארגונית באמצעות API, כך גם פיסה של תוכנה זדונית. האקרים כתבו מגוון רחב של כלי תוכנה לשימוש לרעה בממשקי API. זו טכניקת התקפה יעילה.",
    "2187096543": "אכן, היו כמה פרצות נתונים עיקריות שנבעו מתוכנה שנכתבה על ידי האקרים שקראה ל-API לחלץ נתונים ממסד נתונים. אחרי הכל, אם גניבת הנתונים פשוט דורשת קריאת GET בסיסית ב-API, שנכתבה באמצעות REST ו-JSON, אז קל לנקות במהירות מסד נתונים. למעשה, כשאנשים מדברים על התקפות \"גרידת מסך\", מה שהם באמת מתכוונים, בעיקר, הן קריאות API מהירות ששולפות נתונים מבסיסי נתונים. ממשקי API הפכו למשטח התקפה מרכזי עבור ארגונים שבונים אותם.",
    "4222109231": "הפחתת סיכון API עם המוצר הארגוני של hCaptcha",
    "1783317946": "עצירת התקפות API היא מקרה שימוש פופולרי עבור",
    "3022922096": ", חבילת המוצרים הארגוניים של hCaptcha. בניגוד לגרסה החינמית של hCaptcha,",
    "63719113": "משתמש בלמידת מכונה מתקדמת כדי לזהות תנועה זדונית לאתר ולאפליקציות שלך - כולל פעילויות גרידה.",
    "3566102529": "אותנו היום כדי ללמוד עוד.",
    "3096553330": "כל מערכת שאנו יוצרים פשוט משקפת את מערכות היחסים שלנו עם אנשים אחרים.",
    "1467218142": "מה שאנו רוצים מהם ומעצמנו מניע את ההתנהגות שלנו, ולכן אותם דפוסי אינטראקציה חוזרים על עצמם בכל המערכות האנושיות. האינטרנט מספק דוגמאות רבות להיבט הבסיסי הזה של העולם שלנו.",
    "808872868": "לדוגמה: דואר זבל, הונאה וניצול לרעה קיימים באינטרנט כמעט היום לאחר ששתי מערכות חוברו יחד לראשונה.",
    "1085089390": "התעללות מקוונת נובעת מהתנהגויות אנושיות מולדות",
    "3064321967": "דוא\"ל הספאם הידוע הראשון נשלח בשנת 1978. [",
    "3800781598": "] כמעט חמישה עשורים מאוחר יותר, דואר זבל דואר אלקטרוני ממשיך להציק לנו. מיליארדי דולרים רבים ואלפי שנות אדם של מאמץ הנדסי הושקעו כדי להביס אותו, ובכל זאת הספאם נמשך. ישנן תעשיות של מיליארדי דולרים בשני הצדדים, כלומר אלה שמתגוננים מפניו ואלו ששולחים אותה.",
    "2119943547": "למה זה? התשובה פשוטה. כל עוד יש תמריץ לעשות שימוש לרעה במערכת, מישהו בדרך כלל ימצא דרך. וברגע שהם עושים זאת, למישהו אחר יהיה עכשיו תמריץ לעצור אותם.",
    "532470444": "האיזון עשוי להשתנות מעט משנה לשנה, אבל התנהגות זו פשוט משקפת את הטבע האנושי הבסיסי, וחמשת אלפים שנות היסטוריה מתועדות מרמזות שהדינמיקה לא תשתנה בזמן הקרוב.",
    "3193548097": "Hope Springs Eternal",
    "4065614934": "ניתוח זה אינו חדש, אבל אנשים אופטימיים לנצח. במיוחד כשהם חושבים שהרעיון שלהם חדש.",
    "1216071511": "אותם רעיונות מוצעים לעתים קרובות כל כך שלפני כ-20 שנה, מחבר אנונימי הגה מילוי שימושי לדיונים מקוונים על פתרונות אנטי-ספאם:",
    "1941999673": "הפוסט שלך דוגל בא",
    "4179118182": "( ) טכני ( ) חקיקתי ( ) מבוסס שוק ( ) ערנות",
    "3978720689": "גישה למלחמה בספאם. הרעיון שלך לא יעבוד. הנה הסיבה שזה לא יעבוד.",
    "318339230": "(אחד או יותר מהדברים הבאים עשויים לחול על הרעיון הספציפי שלך, וייתכן שהוא",
    "30312304": "פגמים אחרים שהיו משתנים ממדינה למדינה לפני שהתקבל חוק פדרלי רע).",
    "2710988028": "( ) שולחי דואר זבל יכולים להשתמש בו בקלות כדי לאסוף כתובות דואר אלקטרוני",
    "3912514510": "( ) רשימות תפוצה ושימושים חוקיים אחרים בדוא\"ל יושפעו",
    "2030062561": "( ) אף אחד לא יוכל למצוא את הבחור או לאסוף את הכסף",
    "3334160175": "() הוא חסר הגנה מפני התקפות כוח גס",
    "3238345709": "( ) זה יפסיק את הספאם למשך שבועיים ואז נתקע עם זה",
    "4227800293": "( ) משתמשי אימייל לא ישלימו עם זה",
    "2271252286": "( ) מיקרוסופט לא תשלים עם זה",
    "692064738": "( ) המשטרה לא תשלים עם זה",
    "3475647460": "( ) דורש יותר מדי שיתוף פעולה משולחי דואר זבל",
    "1482845460": "( ) דורש שיתוף פעולה מלא מיידי מכולם בבת אחת",
    "3741193183": "( ) משתמשי דוא\"ל רבים אינם יכולים להרשות לעצמם לאבד עסקים או להרחיק מעסיקים פוטנציאליים",
    "2234909600": "( ) למזרים דואר זבל לא אכפת מכתובות לא חוקיות ברשימות שלהם",
    "1982617151": "( ) כל אחד יכול להרוס בעילום שם את הקריירה או העסק של מישהו אחר",
    "2498172334": "ספציפית, התוכנית שלך לא מצליחה לקחת בחשבון",
    "389705801": "( ) חוקים האוסרים זאת במפורש",
    "190955495": "( ) היעדר סמכות בקרה מרכזית למייל",
    "237009707": "( ) ממסרים פתוחים במדינות זרות",
    "3507532387": "( ) קלות חיפוש במרחב כתובות אלפאנומרי זעיר של כל כתובות האימייל",
    "2477958756": "( ) אנשים רעים",
    "3254142589": "( ) בעיות שיפוט",
    "3621401685": "( ) חוסר פופולריות של מסים חדשים מוזרים",
    "4277475973": "( ) חוסר רצון של הציבור לקבל צורות חדשות מוזרות של כסף",
    "941057651": "( ) השקעת תוכנה קיימת ענקית ב-SMTP",
    "3265293440": "( ) רגישות של פרוטוקולים מלבד SMTP להתקפה",
    "515733427": "( ) נכונות של משתמשים להתקין תיקוני מערכת הפעלה שהתקבלו בדוא\"ל",
    "2631159699": "( ) תיבות חלונות המחוברות לפס רחב עם צבאות של תולעים",
    "776542208": "( ) מרוץ חימוש נצחי מעורב בכל גישות הסינון",
    "989480928": "( ) רווחיות קיצונית של דואר זבל",
    "3898950867": "( ) ג'ו משרות ו/או גניבת זהות",
    "3395399558": "( ) פוליטיקאים אנאלפביתים טכנית",
    "1118929614": "( ) טיפשות קיצונית מצד אנשים שעושים עסקים עם שולחי דואר זבל",
    "838951836": "( ) חוסר יושר מצד שולחי הספאם עצמם",
    "2123236933": "( ) עלויות רוחב פס שאינן מושפעות מסינון הלקוח",
    "2292919419": "( ) Outlook",
    "2534436327": "וההתנגדויות הפילוסופיות הבאות עשויות לחול גם:",
    "832385387": "( ) קל להעלות רעיונות דומים לשלך, אך אף אחד מהם מעולם לא הוכח מעשי",
    "1993984258": "( ) כל תכנית המבוססת על ביטול הסכמה אינה מקובלת",
    "3909240516": "( ) כותרות SMTP אינן צריכות להיות נושא לחקיקה",
    "1151065360": "( ) רשימות שחורות מבאסות",
    "2396605499": "( ) רשימות הלבנות מבאסות",
    "2225785608": "( ) אנחנו צריכים להיות מסוגלים לדבר על ויאגרה בלי לצנזר",
    "3004688366": "( ) צעדי נגד לא אמורים לכלול הונאה באמצעות כרטיס אשראי או הונאה בכרטיס אשראי",
    "922470170": "( ) צעדי נגד לא צריכים לכלול חבלה ברשתות ציבוריות",
    "3068923550": "( ) אמצעי הנגד חייבים לפעול אם מופעלים בהדרגה",
    "2752975480": "( ) שליחת דואר אלקטרוני צריכה להיות בחינם",
    "117227832": "( ) מדוע עלינו לסמוך עליך ועל השרתים שלך?",
    "1021431157": "( ) חוסר תאימות עם רישיונות קוד פתוח או קוד פתוח",
    "2801524659": "( ) אמצעי הרגשה טובים לא עוזרים לפתור את הבעיה",
    "931661269": "( ) כתובות דוא\"ל זמניות/חד פעמיות הן מסורבלות",
    "2090457681": "( ) אני לא רוצה שהממשלה תקרא את המייל שלי",
    "3536122902": "( ) לעצור אותם ככה זה לא מספיק איטי וכואב",
    "2391175562": "יתר על כן, זה מה שאני חושב עליך:",
    "229198134": "( ) סליחה אחי, אבל אני לא חושב שזה יעבוד.",
    "345563040": "( ) זה רעיון טיפשי, ואתה אדם טיפש שהצעת אותו.",
    "409780280": "( ) ניסיון יפה, ****! אני מקווה שמישהו ידרוך על המקלדת שלך!",
    "2820080973": "מתארח עם ❤ על ידי",
    "3943164003": "לראות גולמי",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "מדוע פתרון האנטי-ספאם החדש שלך לא יעבוד",
    "361795034": ". מחבר לא ידוע, ג. 2000",
    "1547006769": "אימות האנושות הוא אותה בעיה",
    "3717942925": "בדיוק כפי שתמיד יהיו אנשים שירצו למשוך את תשומת הלב שלך באמצעות דואר אלקטרוני, תמיד יהיה הרצון להגביל גישה למשאבים מסוימים כך שרק בני אדם יוכלו לגשת אליהם.",
    "2481032625": "האם המטרה היא למנוע:",
    "1691348394": "- רכישות המוניות אוטומטיות במהלך מכירת שחרור מוגבלת",
    "1771016224": "- תוכנה מהורדת כל התוכן מהאתר שלך בהמוניהם",
    "1959762846": "- מילוי טפסי האינטרנט שלך עם אינסוף ספאם שיווקי או שימוש לרעה",
    "345108670": "- מילוי אישורים וניסיונות השתלטות אחרים בחשבון",
    "2540760245": "בין שימושים רבים אחרים, היכולת לסנן תעבורה מקוונת על בסיס \"אדם או לא\" תישאר ככל הנראה כלי רב ערך כל עוד הטבע האנושי עוקב אחר אותם דפוסים שתועדו בחמשת אלפים השנים האחרונות.",
    "3346362371": "מה לגבי למידת מכונה?",
    "3619183405": "בשנת 2021 ניתן לפעמים לפתור CAPTCHA פשוטים באמצעות תוכנה, הודות להתקדמות בלמידת מכונה. כדי לטפל בזה, hCaptcha גם עושה ניתוח מפורט מאוד של מאפיינים כמו",
    "3292221787": "האתגר נענה, לא רק אם הוא היה נכון, ולעתים קרובות משנה גם את השאלות וגם את הנתונים שבהם נעשה שימוש.",
    "1080672247": "מכיוון שרבות מהשאלות שנשאלו אינן ניתנות לפתרון כלכלי בעזרת תוכנת המדף, ומכיוון שהנתונים בדרך כלל ייחודיים למערכת, זה אומר שלעתים קרובות בוטים נעצרים לחלוטין על ידי השירות החינמי, וחייבים להסתמך על פותרי CAPTCHA אנושיים במקום, אשר הופך סוגים רבים של התעללות ללא כלכלית לחלוטין.",
    "4172868199": "הולך הרבה יותר רחוק מזה, עובר לתחום של ניסיון להבחין בין \"אדם טוב\" ל\"אדם רע\", והוא משמש כיום על ידי רבים מהשירותים המקוונים הפופולריים בעולם כדי למצוא ולעצור כל דבר, מהונאת רכישה ועד מתמשך מתקדם. איומים על המשתמשים שלהם, תוך שמירה על התמקדות ייחודית בשמירה על הפרטיות.",
    "2873911365": "מה לגבי אישור חומרה?",
    "1477196356": "שיטות שונות לקישור זהות למכשיר בצורה מאובטחת קריפטוגרפית, לפעמים עם מאפיינים שומרי פרטיות, הוצעו במשך עשרות שנים. קריפטוגרפיה של מפתח ציבורי מתוארכת ל-c. 1975, ואסימוני חומרה קיימים כמעט זמן רב.",
    "2349681896": "למרבה הצער, שליטה ברכיב חומרה לא אומר שאתה אדם. כמעט כל ערכת אישור חומרה פופולרית לצרכן נשברה שוב ושוב, תוקנה ואז שוב נשברה.",
    "254326776": "התעללות זדונית בפגמים אלו מתגלה לעתים קרובות כמתרחשת במשך חודשים או שנים לפני החשיפה או הפרסום האקדמי.",
    "2462909475": "קיר של יותר מ-10,000 טלפונים המשמשים להתעללות, חלק ממבצע בוט סיני.",
    "1963951234": "לא משנה עד כמה סכימת ההצפנה שלך אמינה, אם מישהו יכול בסופו של יום פשוט להוציא כסף כדי לתת לך את התשובה שאתה מחפש, בעלות על פיסת חומרה אינה מספיקה.",
    "1278884196": "עם זאת, קריפטוגרפיה היא דיסציפלינה די צעירה. בהתבסס על ההיסטוריה האחרונה, סביר להניח שסכימת ההצפנה ו/או היישום שלך יישברו ברגע שלמישהו יש תמריץ להסתכל על זה מקרוב, וסביר להניח שאנשים אחרים יבינו זאת הרבה לפני שאתה מבין זאת. הסתמכות על חומרה פירושה גם ייתכן שתצטרך לבקש מכל אחד מהמשתמשים שלך להחליף מכשיר פיזי כדי לתקן את הפגם. לא סביר שזה יקרה מהר ברוב המקרים, כלומר במציאות המערכת שלך פשוט תיכשל בפתיחה.",
    "1828028934": "זו הסיבה לכך",
    "1642844535": "חשוב: hCaptcha משתמש במספר גישות שונות כדי לענות על אותה שאלה בסיסית, מה שמאפשר השוואה לצורך עקביות בכל ההערכות.",
    "1155821305": "הגנה היא עומק",
    "119098046": "מה לגבי פתרונות פסיביים או ללא אתגר?",
    "2760410719": "שירותים המנסים לבצע זיהוי בוטים עם אותות פסיביים בלבד נתקלים במהירות בבעיה מהותית: כיצד ניתן לאמת אם מערכת מזהה שחקנים רעים בצורה נכונה כאשר אין לך אמת יסודית מדויקת?",
    "1722734001": "האינטרנט הפתוח הוא סביבה רועשת מאוד. שחקנים רעים תוקפים משתמשים בשירות שלנו ומתחרים כמו reCAPTCHA בכל יום, וכמובן מנסים להיראות אנושיים ככל האפשר תוך כדי כך.",
    "1595254735": "שירותים פסיביים לחלוטין נאבקים לשמור על דיוק זיהוי הבוטים, או אפילו לדעת מתי הם לא מדויקים. ללא היכולת לאתגר משתמשים מדי פעם ולנתח נכון את תוצאות האתגר הזה, הדיוק נוטה לרדת מאוד עם הזמן.",
    "2412751979": "הודות לאותות האנושות המדויקים יותר שמניעים את hCaptcha, חברות רבות שהשתמשו בעבר ב-reCAPTCHA v3/Enterprise עברו ל-",
    "2284856231": "וראה דיוק משופר באופן דרמטי גם במצב הפאסיבי הטהור של hCaptcha Enterprise.",
    "4162847": "הצלחנו לראות זאת ישירות, מכיוון שחלק מהלקוחות שלנו מריצים בדיקות A/B באותה בקשה לפני שהם עוברים לחלוטין מההצעות של Google. בדרך כלל אנו מסוגלים להוכיח גם שיעור חיובי כוזב וגם שיעור שלילי כוזב גבוה המגיע מ-reCAPTCHA v3 או reCAPTCHA Enterprise.",
    "436125785": "זה לא מפתיע לאור חוסר הדיוק של לולאות המשוב הזמינות באותם מוצרים, והעובדה שהם נמכרים על ידי רשת פרסומות עם אינטרס מכריע לא להצליח יותר מדי באיתור בוטים, שמא זה יפגע בפעילות הליבה שלהם.",
    "2233741720": "לסיכום",
    "2133809801": "כל עוד אנשים נשארים אנשים, סביר להניח שלאימות האנושות יהיה תפקיד מקוון.",
    "2255549335": "התפקיד שלנו ב-hCaptcha הוא למצוא פשרות טובות בין קושי ודיוק ולשמור על חיכוך נמוך, במיוחד עבור",
    "4138068262": "משתמשים. בסופו של דבר, אינטראקציה עם אתגרים צפויה להישאר חלק מארסנל הכלים להפחתת התעללות מקוונת כל עוד הטבע האנושי יישאר ללא שינוי.",
    "855097735": "בניית שירות שעושה זאת היטב תוך איזון כל החששות היא בעיה קשה מאוד (ואנחנו תמיד פועלים לשפר אותה כדי להפוך את החוויה לנעימה ככל האפשר) אך אנו מקווים שתסכימו לכך שהפחתת ספאם, שימוש לרעה, השתלטות על חשבון , והונאה מקוונת בסופו של דבר שווה את השאלה הפשוטה מדי פעם.",
    "1953959745": "נְגִישׁוּת",
    "2543123170": "אימות אנושיות אפס חיכוך",
    "547245263": "פתור את בעיית הבוט שלך היום.",
    "3117887301": "מהימן על ידי השירותים המקוונים הגדולים ביותר",
    "981806349": "נבנה על פלטפורמת hCaptcha המוכחת",
    "2373007864": "hCaptcha Enterprise פועל על טכנולוגיית פלטפורמת hCaptcha, המורחבת כך שתכלול את התכונות שארגונים בעלי תעבורה גבוהה זקוקים להם.",
    "2652399059": "שותף אמין",
    "1997838163": "החברות הגדולות בעולם תלויות ב-hCaptcha Enterprise. האינטגרציה פשוטה, ודיוק הזיהוי הוא ללא תחרות.",
    "734735952": "הערכנו מספר ספקי CAPTCHA וכן בנינו מערכת בעצמנו. בסופו של דבר, hCaptcha הופיע כחלופה הטובה ביותר ל-reCAPTCHA.",
    "1250541092": "- סרג'י איסאסי",
    "3524251858": "מנהל ניהול מוצר, Cloudflare",
    "3971348140": "מדוע השתמשנו ב- hCaptcha? אף אחד אחר לא יכול היה לספק את התכונות והביצועים שהיינו צריכים. הם העלו אותנו לדרך במהירות, והסוחרים שלנו אוהבים את החוויה.",
    "4248655793": "- אלכס מ.",
    "4185927140": "מנהל מוצר, פלאש, שופיפיי",
    "282913023": "האפשרות החסכונית עבור ארגונים עם תעבורה גבוהה",
    "999610953": "לבסוף, אלטרנטיבה אמינה לגוגל. hCaptcha Enterprise מספק חיסכון דרמטי בחשבון reCAPTCHA שלך עם אבטחה גבוהה יותר: עד 80% פחות יקר במקרים מסוימים.",
    "1886100235": "רבים מהשירותים המקוונים הגדולים בעולם עברו ל-hCaptcha Enterprise וקיבלו זיהוי בוטים משופר לצד חיסכון ניכר בעלויות.",
    "2903742230": "רשתות מודעות רואות במבקרים שלך את המוצר. עבורנו המטרה היחידה היא לקבוע את אנושיותם. השירותים שלנו עומדים בדרישות GDPR, CCPA, LGPD ו-PIPL או עולים עליהם, ואנו עובדים קשה כדי לאזן בין פרטיות ואבטחה.",
    "3901503296": "ההתמקדות הייחודית הזו בפרטיות פירושה שאנו יכולים להציע אפס שמירת מידע אינדיבידואלי, פעולה נטולת קובצי Cookie והבטחות פרטיות חוזיות אחרות כנדרש תוך שמירה על אבטחה מעולה.",
    "3342910682": "קרא עוד",
    "1130783905": "הדיוק הוא האינטרס שלך ושלנו. hCaptcha פועל כדי לתת לך נתונים אמיתיים ולאפשר לך להחליט כיצד להשתמש בהם. פתרונות אבטחה נוספים ניתנים על ידי חברות פרסום Gigantic. זה אומר שכל בוט שהם חוסמים עשוי להפחית את ההכנסות שלהם.",
    "2019130052": "החידושים שלנו ב-ML ממוקד פרטיות מאפשרים לנו לחרוג מתקני האבטחה של אסטרטגיות \"הקלט הכל לנצח\" מדור קודם מבלי לפגוע באבטחה או בפרטיות המשתמש.",
    "23114595": "חווית משתמש נהדרת",
    "3437412311": "עבור משתמשי Enterprise, אפשרויות זמינות להימנע לחלוטין מאתגרים ברוב התרחישים, תוך הסתמכות על ציונים פסיביים.",
    "1996843433": "צמצם את החיכוך על ידי הימנעות מאתגר לחלוטין עבור 99.9% מהתנועה הלגיטימית שלך תוך מתן אבטחה מעולה.",
    "3093689546": "אינטגרציה קלה",
    "247560732": "הוסף hCaptcha עם שלוש שורות קוד. אם אתה מגיע מ-reCAPTCHA, ה-API שלנו תואם וזה לוקח רק דקות לעבור.",
    "1510448156": "אתה יכול להתחיל לעבוד עם אלטרנטיבה מעולה היום, ולהפעיל תכונות מתקדמות יותר לפי הצורך.",
    "2718999653": "ציוני איומים מותאמים אישית",
    "2698140263": "לא כל הבעיות זהות: קבלת ציון בודד משמעה שהוא חייב לתת מענה לצרכים שלך כדי להיות שימושי.",
    "897432717": "עם העיצוב החדש שלנו עבור ציוני איום מותאמים אישית, הוספת הידע העסקי שלך מאפשרת למודלים שלנו לספק ציונים רלוונטיים באופן ייחודי למשתמשים שלך.",
    "2650502379": "הפעל אתגרים משלך בשניות",
    "3578122193": "הישאר על המותג עם תוכן רלוונטי",
    "1074044172": "כאשר המשתמשים חייבים לפתור אתגר כדי לעמוד בדרישות האבטחה שלך, למה לא לשאול שאלות נעימות ורלוונטיות למשתמש?",
    "1579093044": "עם מעצב האתגרים המותאם אישית הפשוט שלנו, אתה יכול להשיק תוכן אתגרים על המותג תוך דקות ספורות.",
    "3717512591": "אינטגרציה ישירה של פלטפורמה",
    "121743429": "עבור חברות תשתיות אינטרנט",
    "2131386784": "מומחיות ותמיכה שניתן להגיע אליהם הן לך והן עבור המשתמשים שלך",
    "2782263070": "השירות הוא בראש סדר העדיפויות עבורנו. אנו שומרים על תמיכה בכוננות 24/7 ומציעים תיאום Slack ישיר עם צוות האינטגרציה ההנדסית שלך והצוות התורן שלנו במהלך ואחרי היישום.",
    "3740051331": "כמו כן, אנו מחויבים לנטר באופן פעיל ולהגיב לשאלות המשתמשים שלך במדיה החברתית, בפורומים ובערוצי התמיכה בווידג'טים ובאימייל שלנו. אנו נגישים ומגיבים ומתייחסים לשביעות רצון המשתמשים כאל KPI מוביל.",
    "170775527": "תכונות ארגוניות",
    "3383086062": "hCaptcha Enterprise הוא פתרון אבטחה מקוון מלא. מצבים אקטיביים ופסיביים מאפשרים לך לעצור מילוי אישורים, לזהות השתלטות על חשבון ולחסום שחקנים חשודים. הכל עם אפס חיכוך עבור משתמשים לגיטימיים.",
    "1408599440": "התחל מהר עם כמה שורות קוד והמצב הפסיבי של 99.9% שלנו, או קח שליטה מלאה על מתי ואיך משתמשים מאותגרים. מודלים של איומים מותאמים אישית ואתגרים הניתנים להתאמה אישית פירושם גמישות ללא תחרות כדי להבטיח אבטחה.",
    "3365203058": "הגנת אנטי-בוט ברמה עולמית",
    "1803009328": "נבדק קרב בקנה מידה אינטרנטי.",
    "1586809757": "ציוני בוטים דיוק גבוה",
    "353367791": "גלה שחקנים גרועים מסוגים רבים ושונים.",
    "191460155": "אפס חיכוך ו-99.9% מצבים פסיביים",
    "585557010": "אתגר פחות מ-0.1% מהמשתמשים החוקיים.",
    "3287172429": "מוצגים סוגי אתגר שליטה",
    "1844885924": "ספרייה רחבה של סוגים לבחירה.",
    "3018523079": "הישאר על המותג עם חווית משתמש עקבית.",
    "3817811295": "אמינות מובטחת ותמיכה מהירה 24/7 בכוננות.",
    "1798492192": "תמיכה בדפדפן מדור קודם",
    "1356745565": "תואם כל הדרך חזרה ל-Internet Explorer 8.",
    "751483365": "תמיכה עבור לקוחות שאינם JavaScript.",
    "4199502476": "לוחות מחוונים ו-API לדיווח מתקדמים",
    "3630114728": "ראה מה קורה בכל האתרים והאפליקציות שלך.",
    "3573245166": "בניגוד ל-reCAPTCHA, אנחנו עובדים בכל מדינה.",
    "2354267648": "מדיניות פרטיות ידידותית ל-GDPR, CCPA ו-LGPD",
    "3167979932": "עוצב לפרטיות מהיום הראשון. הסכם עיבוד נתונים חזק.",
    "4065065042": "חייג את זה כדי להתאים בדיוק למקרה השימוש שלך.",
    "111184581": "אירוח צד ראשון",
    "4272022475": "כל הבקשות והנכסים עוברים אל hcaptcha.yourdomain.com",
    "2676853536": "לוחות מחוונים מרובי משתמשים",
    "1368787974": "שתף את הניהול בכל הצוות שלך.",
    "1045484714": "שילוב SAML SSO עם ספק הזהות שלך, למשל Okta או Azure AD.",
    "3953584369": "הגבלות גישה מתוחכמות של RBAC זמינות.",
    "2781507299": "אימות מיידי",
    "4019660456": "זמן אחזור של 0ms: אמת אסימוני hCaptcha ללא קריאת API.",
    "3446714684": "אינטגרציה לנייד (iOS ואנדרואיד).",
    "2593768395": "חוויה חלקה ברחבי האינטרנט, מובייל מקורי, אינטרנט נייד. זמינים אינטגרציות מובנות מראש ו-SDK מקוריים.",
    "1779265104": "תנאים מותאמים אישית והבטחות פרטיות",
    "122875767": "לספק את הצרכים המשפטיים שלך כאשר חברות אחרות לא יכולות.",
    "148188781": "הציג אתגרים",
    "838049015": "בחר את כל התמונות התואמות לשאילתה",
    "1126302400": "תיבה תוחמת",
    "3554448168": "סיווג",
    "2104933754": "זהה את התוויות המתאימות",
    "3612043014": "...ומשימות פשוטות אחרות. קל לבני אדם, קשה לבוטים.",
    "3624758171": "משימות מותאמות אישית זמינות גם עבור בעלי אתרים ארגוניים.",
    "1001938065": "אינטגרציה לא יכולה להיות קלה יותר",
    "2138799135": "ל-hCaptcha יש עשרות אינטגרציות מובנות מראש עבור מערכות החזית והחלק האחורי שבהם אתה משתמש.",
    "2535001179": "אם במקרה אתה מגיע מה-reCAPTCHA של Google, ממשקי ה-API שלנו הם תחליפים נפתחים.",
    "1393184984": "הם כל מה שאתה צריך.",
    "3715747429": "מהנדסי ההטמעה שלנו יכולים להניע אותך במהירות, בין אם אתה צריך אינטגרציה של React, ערכות SDK עבור אפליקציות מקוריות ל-iOS, דוגמה של Java Backend, או כמעט כל תרחיש אחר.",
    "2681650568": "וכמו תמיד, פרטיות היא ערך מרכזי עבורנו. הוסף את קוד האתגר שלנו רק היכן שהוא נחוץ, והיכן שהגיוני להגן עליך וגם על המשתמשים שלך. מזעור איסוף הנתונים מתחיל מרגע האינטגרציה.",
    "1130868224": "שלוש שורות קוד",
    "2183926131": "התחל עם hCaptcha Enterprise",
    "1526887904": "פרטיות hCaptcha Enterprise",
    "1845745385": "מיועד לפרטיות.",
    "1297224875": "גישה מונעת פרטיות ייחודית לאבטחה מקוונת ארגונית.",
    "2762458927": "נתוני המשתמש שלך אינם למכירה.",
    "2058856283": "ל-hCaptcha Enterprise יש רק מטרה אחת: למנוע משחקנים רעים לשבש את הפעולות המקוונות שלך ולפגוע במשתמשים שלך.",
    "2408036504": "לכן, המערכות שלנו מתוכננות מהיסוד כדי למזער איסוף ושימור נתונים תוך שמירה על אבטחה מובילה בכיתה. הדרך הטובה ביותר להגן על נתוני משתמש היא לא לאחסן אותם כלל.",
    "4099477834": "כל קשרי הלקוחות מוגנים גם על ידי הסכם עיבוד נתונים חזק. שירות hCaptcha תואם את כל חוקי הפרטיות לא משנה היכן השירות שלך או הלקוחות שלך מתגוררים. אי שמירת נתונים אישיים מקלה עלינו בהרבה מאשר עבור חברות אחרות.",
    "3569492665": "הקלטת פעילות מקוונת אינה התשובה.",
    "3389431373": "שירותים כמו reCAPTCHA v3 אומרים שהצבת פיקסל המעקב שלהם בכל עמוד באתר שלך היא הכרחית לאבטחה טובה. זה לא המקרה.",
    "3590546893": "ניתוח התנהגותי פשוט הוא אות שחושף בקלות על ידי שחקנים גרועים, ודורש שמירה על היסטוריית גלישה גם עבור כל התנועה הלגיטימית שלך.",
    "1105363520": "איננו מפעילים רשת מודעות ואין לנו עניין לצפות בהתנהגות המשתמשים שלך כדי למכור להם מודעות. המשמעות היא שאיננו דורשים פיקסל פסיבי בכל עמוד באתר שלך.",
    "3088605177": "הוסף את קוד האתגר שלנו רק היכן שהוא נחוץ, והיכן שהגיוני להגן עליך וגם על המשתמשים שלך.",
    "337971271": "למידת מכונה היא שימושית. אבל זה לא דורש נתונים אישיים כדי לעבוד.",
    "320166522": "למידת מכונה משפיעה כעת על כמעט כל היבט בחיינו, לעתים קרובות בדרכים שאיננו מבינים ואינם יכולים לראות. שירותי אבטחה מקוונים אינם שונים.",
    "3180664128": "על ידי למידה של אלפי אותות, מודלים יכולים להסיק ולהגיע לביטחון גבוה באיתור התנהגות זדונית במהירות רבה, גם כאשר אף אות בודד לא כשלעצמו יהיה חזק מספיק כדי להצביע על בעיה.",
    "961941354": "עם זאת, כל זה לא מחייב שימוש במידע אישי מזהה (\"PII\"). טכניקות קריפטוגרפיות מודרניות מאפשרות לנו להשליך כל מידע אישי במהירות האפשרית, וליצור במקום חתימות חד-כיווניות שלא ניתן לקשר לאף אדם.",
    "1706581702": "הדרכה על נתונים לא מזוהים עובדת באותה מידה, ואינה מצריכה התפשרות על אבטחה או פרטיות. הלקוחות שלנו עשו את המבחנים האמפיריים, והכריזו עלינו שווים או טובים יותר מחלופות הרבה פחות פרטיות.",
    "3203921334": "אהבנו מספר דברים בפתרונות hCaptcha: 1) הם לא מוכרים נתונים אישיים; הם אוספים רק מידע אישי הכרחי מינימלי, הם שקופים בתיאור המידע שהם אוספים וכיצד הם משתמשים ו/או חושפים אותו.",
    "305735018": "לבסוף, אלטרנטיבה אמינה לגוגל. hCaptcha Enterprise מספק חיסכון דרמטי בחשבון reCAPTCHA שלך עם אבטחה גבוהה יותר: עד 80% פחות יקר במקרים מסוימים.",
    "3695206755": "נסו אותנו בסביבתכם ללא התחייבות.",
    "2941545733": "אנחנו מהנדסים, לא אנשי מכירות: אנחנו רוצים שתהיו מרוצים מהבחירה שלכם.",
    "131871195": "הדרך הטובה ביותר להבטיח את שביעות רצונך היא להוכיח שאנו עונים על הצרכים שלך.",
    "3436534225": "כמעט כל החברות שמתחילות פיילוט בוחרות בסופו של דבר את הפתרונות שלנו.",
    "4060250206": "השתמש בטופס זה כדי להגיע לאחד מהמומחים הטכניים שלנו. אנו מגיבים במהירות.",
    "1159746815": "אתה יכול גם לשלוח לנו דוא\"ל ישירות.",
    "2531534427": "פרטים כאן.",
    "2059998584": "אזור",
    "3916131732": "אמריקה",
    "135276624": "אירופה, המזרח התיכון, אפריקה (EMEA)",
    "1182294134": "אסיה-פסיפיק (APAC)",
    "2437934778": "השם שלך",
    "3859506577": "אימייל עסקי",
    "1268414751": "יש עוד פרטים שכדאי שיהיו לנו?",
    "42559805": "האם אתה זקוק לכניסה דחופה?",
    "851679588": "כן.",
    "1729677626": "אני מותקף ודורש הצטרפות מיידית.",
    "2808971932": "זהו טקסט בתוך בלוק div.",
    "2468683988": "כּוֹתֶרֶת",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "קישור טקסט",
    "2212670355": "הירשם",
    "31502377": "מהו רכיב טקסט עשיר?",
    "2310705547": "אלמנט הטקסט העשיר מאפשר לך ליצור ולעצב כותרות, פסקאות, ציטוטים, תמונות ווידאו הכל במקום אחד במקום להוסיף ולעצב אותם בנפרד. פשוט לחץ פעמיים וצור תוכן בקלות.",
    "2590587108": "עריכת תוכן סטטית ודינמית",
    "778204464": "ניתן להשתמש ברכיב טקסט עשיר עם תוכן סטטי או דינמי. לתוכן סטטי, פשוט שחרר אותו לכל דף והתחל לערוך. לתוכן דינמי, הוסף שדה טקסט עשיר לכל אוסף ולאחר מכן חבר רכיב טקסט עשיר לשדה זה בחלונית ההגדרות. וואלה!",
    "1890955039": "כיצד להתאים אישית עיצוב עבור כל טקסט עשיר",
    "3286051798": "ניתן לעצב כותרות, פסקאות, ציטוטים, דמויות, תמונות וכיתובים של דמויות לאחר הוספת מחלקה לרכיב הטקסט העשיר באמצעות מערכת הבורר המקוננת \"כאשר בתוך\".",
    "504332576": "אנו גאים לבשר כי hCaptcha גדלה לשירות אבטחת הסייבר העצמאי הגדול בעולם, הפועל על כ-15% מהאינטרנט - ואת רוב נתח השוק הזה לקחנו ישירות מ-Google reCAPTCHA. ביחד, hCaptcha ו",
    "1155436473": "(ההיצע הארגוני שלנו) מגן כעת על מאות מיליוני משתמשים בעשרות מיליוני אתרים ואפליקציות מדי חודש. הסיפור שלנו מראה שאתה יכול להתחרות ב-Big Tech כשאתה שם את הפרטיות במקום הראשון.",
    "3108727249": "BotStop",
    "1296696044": "פרטיות לעומת אבטחה: למה לא שניהם?",
    "538871570": "התחרות עם גוגל וחברות ביג טק אחרות נראית כמו משימה קשה: כוח השוק המונופוליסטי שלהן, השפעות הפלטפורמה וצבא המפתחים בשכר גבוה נחשבים בדרך כלל חזקים מכדי להתמודד עם כל אחד מלבד ענקיות טכנולוגיה אחרות כמו פייסבוק או אמזון. הסיפור שלנו מראה שזה לא חייב להיות כך - אתה יכול לנצח את Big Tech על ידי התמקדות בפרטיות.",
    "3600718611": "שקול את Google reCAPTCHA,",
    "4281708680": ". ב-hCaptcha, נקטנו בכוונה בגישה שונה מאוד, תוך שימוש בטכניקות למידת מכונה המשמרות פרטיות כדי לזהות התנהגויות בוטיות אופייניות בדיוק גבוה, כל זאת תוך צריכת ואחסון כמה שפחות נתונים.",
    "3312336121": "אשר צורך כמויות אדירות של נתונים התנהגותיים כדי לקבוע אם משתמשי אינטרנט הם בני אדם לגיטימיים או בוטים",
    "1193738791": ": הם עוקבים אחר התנהגות המשתמשים בכל דף באתר ובכל רחבי האינטרנט. תכננו את hCaptcha כדי להיות ידידותי לפרטיות ככל האפשר מהיום הראשון. זה הוביל לגישה שונה לחלוטין לבעיה. כפי שמתברר, מעקב אחר משתמשים ברחבי האינטרנט וקשירת היסטוריית האינטרנט שלהם לזהותם מיותר לחלוטין להשגת אבטחה טובה. החברות הרבות שעברו ל-hCaptcha",
    "2620705814": "גוגל היא חברת פרסום, ומוצרי האבטחה שלהם נראים מאוד כמו מוצרי הפרסום שלהם",
    "1126447688": "לעתים קרובות מדווחים על ביצועים שווים או טובים יותר בזיהוי והפחתת רובוטים למרות מיקוד הפרטיות שלנו",
    "439777523": "רגולציה חשובה",
    "3588274874": "בהתמקדות באספקת מוצר המותאם למאמצים רגולטוריים כמו ה-GDPR של האיחוד האירופי ו-CCPA של קליפורניה, חווינו צמיחה מסיבית - כמובן שזה עוזר שה-hCaptcha הוא תחליף פשוט ל-reCAPTCHA ולפיכך ניתן להתקין אותו תוך דקות.",
    "2150595700": ". GDPR ו-CCPA שמו את חששות הפרטיות על המפה עבור קונים ארגוניים, ובמקביל הפרטיות המקוונת הופכת חשובה יותר ויותר לציבור ככל שכולנו מתחילים להבין כיצד תעשיות הפרסום והשיווק המקוון השתמשו בנתונים שלנו.",
    "2624949852": "כמובן, reCAPTCHA הייתה חברה מוקדמת באבטחת אינטרנט מאז 2009, והגנה על מיליוני אתרים מפני איומים הולכים וגדלים על ידי בוטים זדוניים ודואר זבל. עם זאת, זה נפגע לחלוטין בשנים האחרונות:",
    "499510428": "אנחנו למעשה מאמינים שהרגולציה עזרה לנו כאן",
    "1232651561": "התוכנה כעת טובה כמו אנשים בפתרון אתגרי reCAPTCHA.",
    "824740867": "במקום לשפר את הפתרון, גוגל פרסמה במקום זאת את reCAPTCHA v3, הפועלת הרבה יותר כמו רשת מודעות מאשר תוכנת אבטחה, אוספת נתונים התנהגותיים מרחבי האינטרנט כדי לבנות פרופילי משתמשים. למרבה הצער, סוג זה של אות מובס בקלות, ובכך מספק הגנה מועטה מפני בוטים תוך פגיעה בפרטיות המשתמש.",
    "1027023087": "אנחנו ב-hCaptcha במקום זאת התמקדנו בגישות מודרניות יותר לבעיה, שאינן דורשות שמירה על רשומות התנהגות ארוכות טווח כמו היסטוריית גלישה והוכחו עמידים בהרבה מול יריבים נחושים מאז שהשירות הוצג.",
    "2852295413": "ניגוד אינטרסים מובנה: עצירת בוטים מפחיתה את ההכנסה של רשת מודעות",
    "1597520917": "מספר הולך וגדל של מבקרים ציינו כי ההתעלמות של גוגל מפרטיות המשתמש צריכה להדאיג לקוחות המעוניינים להגן על אתרי האינטרנט והאפליקציות שלהם.",
    "763447231": "יחד עם זאת, מניעת גישה של בוטים לאתרים של בעלי אתרים עלולה לחשוף הונאה בפרסומות, ולהעמיד את מוצר reCAPTCHA של גוגל ישירות מול עסקי המודעות שלהם, שמייצר למעלה מ-80% מההכנסות שלהם.",
    "999674529": "כל בוט שגוגל מזהה אמור להרוויח אפס דולרים. לפיכך, התמריצים של החברה של גוגל אינם מתאימים למשתמשים בשירותי האבטחה שלהם, וזה עשוי להיות הסבר אחד לביצועים הגרועים של היצע האבטחה reCAPTCHA שלהם.",
    "956019009": "חברות תשתית האינטרנט הגדולות כבר נקטו בפעולה",
    "1923297430": "נקודת השבירה הסופית עבור לקוחות רבים גדולים יותר הגיעה כאשר גוגל החלה לגבות תשלום מחברות על השימוש במוצר שלהן בכל קנה מידה משמעותי. זה גרם למשתמשי reCAPTCHA זמן רב לחפש חלופות טובות יותר, שכן חששות רגולטוריים ברחבי העולם כבר הפכו את השימוש בהצעות של גוגל לבלתי מושך יותר ויותר.",
    "2197218442": "מנכ\"ל Cloudflare, מתיו פרינס, סיכם את נקודת המבט הזו ב-",
    "155456850": "מכריזים על המעבר שלהם ל-hCaptcha:",
    "435302267": "פוסט הבלוג של החברה",
    "2087769953": "\"אנחנו נרגשים מהשינוי הזה מכיוון שהוא עוזר לטפל בדאגה לפרטיות הגלומה בהסתמכות על שירות של גוגל שהיה לנו כבר זמן מה. הערכנו מספר ספקי CAPTCHA וכן בנינו מערכת בעצמנו. בסופו של דבר, hCaptcha הופיע כחלופה הטובה ביותר ל-reCAPTCHA.\" \"אהבנו מספר דברים בפתרונות hCaptcha: 1) הם לא מוכרים נתונים אישיים; הם אוספים רק מידע אישי הכרחי מינימלי, הם שקופים בתיאור המידע שהם אוספים וכיצד הם משתמשים ו/או חושפים אותו.\"",
    "595582512": "אם אתה מעוניין להגן ביעילות על האתר או האפליקציה שלך מפני בוטים, דואר זבל או שחקנים זדוניים אחרים, כל זאת תוך שמירה על פרטיות המשתמשים שלך (ועמידה בכל התקנות הרלוונטיות!), שקול את hCaptcha ואת ההצעה הארגונית שלנו",
    "3388180864": "מעוניין לעבוד על אתגרים טכניים עמוקים בקנה מידה אינטרנטי? אנחנו תמיד מגייסים מהנדסים מוכשרים ברחבי העולם -",
    "3892952987": "בדוק את הפתיחות שלנו והגיש בקשה כאן",
    "3368788823": "טרנס עדן מעלה נקודה מעניינת בבלוג שלו: \"",
    "1491780143": "CAPTCHA לא מוכיחים שאתה אנושי - הם מוכיחים שאתה אמריקאי",
    "2146900431": "באופן אינטואיטיבי, הטענה הזו הגיונית מאוד. CAPTCHA, כמו כמעט כל דבר, מוטמעים בהקשר תרבותי, ואם מאגר האתגרים שלך נוצר בעיקר בתרבות אחת, ייתכן שהוא לא יתורגם טוב לתרבות אחרת. בבסיסו, זה עניין של תרבות",
    "378086442": "של CAPTCHA, במקום ה-UX שלהם כשלעצמו.",
    "1445008801": "כדברי עדן:",
    "332723732": "תוֹכֶן",
    "2072808435": "\"נחשו מה, גוגל? מוניות במדינה שלי הן בדרך כלל שחורות. צפיתי מספיק סרטים כדי לדעת שכל אלה באמריקה צהובות. אבל בכל מדינה אחרת שביקרתי, המוניות היו תערובת של גוונים שונים.\"",
    "3206136647": "הבעיה של גוגל כאן מבוססת על נתוני השאלה שהם משתמשים בה לעומת מי שרואה אותם. אם כל הנתונים מגיעים מאותה תרבות (ובמקרה של גוגל, אותה חברה) בהחלט ניתן לצפות לאתגרים שלא מתורגמים היטב לתרבויות אחרות, בהתאם לתלונה של עדן.",
    "2217842245": "עם זאת, הנתונים שלנו מראים ש(עבור hCaptcha)",
    "4280117172": "מדינות רבות למעשה מצליחות מעט טוב יותר מארה\"ב, כולל ניגריה, הודו, ברזיל וגרמניה:",
    "555749578": "יש שונות של פחות מ-1% בשיעורי הפתרון בין המדינות הגדולות בכל יבשת.",
    "151737819": "שיעורי hCaptcha Solve ברחבי העולם מראים מעט מאוד שונות",
    "3908992897": "והוא נמצא בשימוש בכל מדינה וטריטוריה בעולם, ולכן אנו מתמקדים מאוד במתן חוויה גלובלית עקבית.",
    "2808122102": "פונקציונליות בין-תרבותית היא אפוא דרישה בסיסית לשירות שלנו. לוודא שכל המשתמשים הלגיטימיים יכולים לגשת לתוכן במהירות היא חלק קריטי במשימתנו. אנו מספקים אתגרים ב-110 שפות ומשפרים ללא הרף את התרגומים הרלוונטיים כדי לוודא שכולם יכולים לפתור את האתגרים שלנו.",
    "3913801502": "hCaptcha פועל כעת על כ-15% מהאינטרנט",
    "2077639538": ". ראשית, נתוני אתגר על השירות שלנו יכולים להגיע ממקורות רבים, לא רק אחד - מחברות Fortune 500 גדולות ועד סטארט-אפים של למידת מכונה, כל עוד הם עומדים בדרישות שלנו.",
    "3951112506": ". זה כבר מבטיח רמה גבוהה יותר של הטרוגניות בנתונים.",
    "1803943584": "שנית, אנו מאפשרים לאתגרים לבצע אופטימיזציה עצמית כדי לקבוע באילו מדינות או שפות הם יפעלו, מה שמגדיל את הסבירות לחוויה עקבית עוד יותר. אם הדיוק נמוך מהצפוי, קבוצת שאלות פשוט תפסיק לפעול באזור או בשפה שבה האפקט הזה מתרחש.",
    "3668873369": "ב-hCaptcha, נקטנו בגישה שונה מהיום הראשון",
    "1519201684": "מדיניות אתיקה של AI",
    "2155089487": ". אם האתגרים שלנו היו קלים יותר לפתרון עבור קבוצות מסוימות, היינו מצפים לראות הבדל בביצועים של אנשים ברחבי העולם ובתרבויות שונות בעת פתרון אותם. בהקשר של הפוסט של עדן, היינו מצפים שהאמריקאים יצליחו יותר מאנשים במדינות אחרות. מכיוון שהשקענו שנים בפיתוח מערכות כדי להימנע מבעיה זו, אנו למעשה רואים בדיוק את ההיפך.",
    "2603863826": "נ.ב.: אם אתה מוצא תרגום בשפה שלך שיכול להשתמש בשיפורים, אל תהסס לשלוח א",
    "3543141425": "בשביל זה!",
    "2697276059": "הוכחה שזה עובד: שיעורי פתרון אחידים ברחבי העולם",
    "664236229": "בקשה למשוך",
    "1137470858": "11 בדצמבר 2021",
    "12462594": "hCaptcha בנוי על פלטפורמת HUMAN, המאפשרת ניתוב וניתוח מתוחכמים כדי לייעל את העלות והיעילות בכל שלב.",
    "2262549101": "שיטות יצירת קשר חלופיות מתועדות בספריית הסוכנים הייעודיים של משרד זכויות היוצרים האמריקאי DMCA",
    "2272776729": "שים לב שעליך לאמת את זהותך ולבקש לפני נקיטת פעולות נוספות, כגון על ידי מתן זיהוי ממשלתי שלך. בהתאם לחוקי קליפורניה, אתה רשאי לקבוע סוכן מורשה שיגיש בקשה בשמך. על מנת להגדיר סוכן מורשה להגיש בקשה בשמך, עליך לספק ייפוי כוח תקף, תעודה מזהה ממשלתית חוקית של המבקש, וזיהוי ממשלתי חוקי של הסוכן המורשה.",
    "2335607721": "הודעה. כל ההודעות הקשורות לתנאים והגבלות אלה יישלחו בדואר אלקטרוני או יפורסמו באתר האינטרנט שלנו. עליך לשלוח הודעות אלינו בכתובת",
    "2875934612": "20 בנובמבר 2020",
    "3084122606": "כאשר השימוש שלנו במידע האישי שלך מבוסס על הסכמתך, יש לך את הזכות לחזור בו בכל עת באופן המצוין בשירות או על ידי פנייה אלינו בכתובת",
    "3312286067": "או הגש תלונה לרגולטור הגנת הנתונים בתחום השיפוט שלך. אתה יכול למצוא את הרגולטור להגנה על מידע בכתובת",
    "3506025515": "hCaptcha אינו מושפע מ-log4shell. הנה איך אנחנו יודעים.",
    "3516838896": "באג ביצוע קוד מרחוק log4j2 סחף לאחרונה את האינטרנט, והשפיע על אחוז גדול מהשירותים המקוונים. hCaptcha לא הושפע. הנה איך אימתנו את העובדה הזו.",
    "3553195003": "hCaptcha אינו מושפע מ-log4shell.",
    "3610875753": "- אם לאחר הפרעה עסקית משמעותית אינך יכול ליצור איתנו קשר כפי שאתה עושה בדרך כלל ב",
    "3612764043": ", עליך לעבור לאתר האינטרנט שלנו בכתובת hcaptcha.com או hcaptchastatus.com.",
    "3626193263": "ה-hCaptcha Designated Agent for the Digital Millennium Copyright Act (DMCA) הוא",
    "3794891866": "צרכנים בקליפורניה עשויים להגיש בקשה בהתאם לזכויותיהם במסגרת ה-CCPA על ידי פנייה אלינו בכתובת",
    "3814036702": "- אם יש לך שאלות לגבי תכנון ההמשכיות העסקית שלנו, אתה יכול לפנות אלינו בכתובת",
    "3975007628": "כעת הגן על מאות מיליוני משתמשים בעשרות מיליוני אתרים ואפליקציות מדי חודש. הסיפור שלנו מראה שאתה יכול להתחרות ב-Big Tech כשאתה שם את הפרטיות במקום הראשון.",
    "4038264749": "שים לב כי בעוד הזמנות מקומיות של COVID-19 נשארות בתוקף, אין ערובות שדואר יתקבל בזמן, ודוא\"ל (",
    "4115505783": ") הוא הערוץ הנכון להגיע אלינו. החברה אינה מחזיקה מספרי טלפון או פקס; זו המאה ה-21.",
    "4164851712": "אנו משתמשים במידע האישי שלך רק כפי שמותר בחוק. אנו נדרשים ליידע אותך על הבסיסים המשפטיים של עיבוד המידע האישי שלך, המתוארים להלן. אם יש לך שאלות לגבי הבסיסים המשפטיים שלפיהם אנו מעבדים את המידע האישי שלך, פנה אלינו בכתובת",
    "4201262098": "טכנולוגיה זו מאפשרת לכוח העבודה המתאים לטפל בכל חלק בעבודה שלך, תוך מיקסום יעילות העלות תוך שמירה על הפרטיות ועמידה בכל דרישות רגולטוריות שעשויות לחול.",
    "4217188341": "30 בנובמבר 2020",
    "4238473596": "מזעור החיכוך עבור משתמשים אמיתיים חשוב. hCaptcha משתמש במשימות פשוטות ולוקח פחות זמן לרוב המשתמשים תוך עצירת תעבורת בוטים רבה יותר.",
    "4243935861": "ha.com",
    "4270798104": "2. נסה להשבית הרחבות אחרות. אם זה פותר את זה, הפעל אותם אחד אחד עד שתמצא את הבעיה, ויידע את מפתח התוסף על כך, כמו גם תן לנו הודעה ב-",
    "427220273": "אנו עשויים לבקש ממך מידע ספציפי כדי לעזור לנו לאמת את זהותך ולעבד את בקשתך. החוק החל עשוי לדרוש או לאפשר לנו לדחות את בקשתך. אם נדחה את בקשתך, נספר לך מדוע, בכפוף למגבלות משפטיות. אם תרצה להגיש תלונה על השימוש שלנו במידע האישי שלך או תגובה לבקשות שלך בנוגע למידע האישי שלך, תוכל לפנות אלינו בכתובת",
    "433026247": "על ידי ביצוע משימות, אתה עשוי לצבור כישורים וכישורים, אותם נעניק לפי שיקול דעתנו. אנו שומרים לעצמנו את הזכות ליצור, לערוך או לבטל את הכישורים והכישורים שלך בכל עת, מכל סיבה או ללא סיבה כלל. מכיוון שאיננו מפלים על בסיס מוצא לאומי, גזע, צבע, מין, נטייה מינית או כל מעמד אחר המוגן בחוק, תהיה לך אותה הזדמנות כמו לכל תורם אחר להשיג גישה למשימות ככל שהכישורים והכישורים שלך יצטברו . כתורם, אם אתה מאמין ששאלות מבחן בעייתיות השפיעו על הכישורים, הכישורים או התגמולים שלך, תוכל לספק טענות נתמכות היטב המתארות שאלות מבחן בעייתיות באמצעות ממשק המשימות או באמצעות כרטיס במערכת התמיכה שלנו, למשל באמצעות דואר אלקטרוני. בְּ-",
    "492025216": "13 בדצמבר 2021",
    "799274928": "הודעות דואר אלקטרוני נחשבות כהודעות כתובות לכל מטרה שלשמן עשויה להידרש הודעות בכתב. הודעות דואר אלקטרוני נחשבות שהתקבלו ביום העסקים לאחר שידורן של ממוען כהלכה לנמען המיועד."
}