{
  "header-privacy-link": "Asiri",
  "header-integration-link": "Ijọpọ",
  "header-cost-link": "Iye owo",
  "header-features-link": "Awọn ẹya ara ẹrọ",
  "header-docs-link": "Awọn iwe aṣẹ",
  "header-login-button": "Wo ile",
  "header-contact-button": "Olubasọrọ Sales",
  "intro-heading": "Odo edekoyede ijerisi.",
  "intro-contact-button": "Kan si wa lati ni imọ siwaju sii",
  "intro-text-bottom": "Gbẹkẹle nipasẹ awọn ile-iṣẹ ti o ṣe agbara wẹẹbu.",
  "sub-menu-button": "Olubasọrọ Sales",
  "sub-menu-item1": "Idawọlẹ",
  "sub-menu-item2": "Iye owo",
  "sub-menu-item3": "Ijọpọ",
  "sub-menu-item4": "Awọn ẹya ara ẹrọ",
  "sub-menu-item5": "Asiri",
  "sub-menu-item6": "Awọn iwe aṣẹ",
  "info-head-1": "Ti a ṣe lori ipilẹ hCaptcha ti a fihan",
  "info-text-1": "Idawọlẹ hCaptcha n ṣiṣẹ lori imọ-ẹrọ Syeed hCaptcha, ti o gbooro lati pẹlu awọn ẹya ti awọn ile-iṣẹ ijabọ giga nilo.",
  "info-head-2": "A gbẹkẹle alabaṣepọ",
  "intro-subtitle": "Yanju iṣoro bot rẹ loni.",
  "info-text-2": "Awọn iṣẹ wa ni igbẹkẹle nipasẹ awọn ile-iṣẹ ti o tobi julọ ni agbaye lati sin ọpọlọpọ awọn miliọnu ti awọn olumulo lojoojumọ kọja awọn mewa ti awọn miliọnu awọn aaye.",
  "cloudflare-quote-text": "A ṣe iṣiro nọmba kan ti awọn olutaja CAPTCHA bii ṣiṣe eto funrara wa. Ni ipari, hCaptcha farahan bi yiyan ti o dara julọ si reCAPTCHA.",
  "cloudflare-quote-detail": "Oludari ti ọja Management, Cloudflare",
  "section-quote-head": "Aṣayan ti o munadoko idiyele fun awọn ile-iṣẹ ijabọ giga",
  "section-quote-text": "Nikẹhin, yiyan igbẹkẹle si Google. Idawọlẹ hCaptcha ṣafipamọ awọn ifowopamọ iyalẹnu lori iwe-owo reCAPTCHA rẹ pẹlu aabo ti o ga julọ: to 80% kere si gbowolori ni awọn igba miiran. Pupọ ninu awọn iṣẹ ori ayelujara ti o tobi julọ ni agbaye ti yipada si ile-iṣẹ hCaptcha ati gba wiwa bot ilọsiwaju lẹgbẹẹ awọn ifowopamọ iye owo nla.",
  "section-quote-button": "Kan si wa loni fun a ń",
  "section-privacy-header": "Ifojusi asiri",
  "section-privacy-text-1": "Awọn nẹtiwọki ipolongo wo awọn alejo rẹ bi ọja naa. Fun wa ọja nikan ni ipinnu ẹda eniyan wọn. Awọn iṣẹ wa pade tabi kọja GDPR, CCPA, ati awọn ibeere LGPD, ati awọn ipilẹṣẹ atilẹyin bii Pass Asiri. A ṣiṣẹ takuntakun lati dọgbadọgba asiri ati aabo.",
  "section-privacy-text-2": "Idojukọ alailẹgbẹ yii lori aṣiri tumọ si pe a le funni ni idaduro data kọọkan odo, iṣẹ ti ko ni kuki, ati awọn iṣeduro aṣiri adehun miiran bi o ṣe nilo lakoko mimu aabo to dara julọ.",
  "section-security-header": "Aabo First",
  "section-security-text-1": "Yiye jẹ ninu rẹ anfani ati tiwa. hCaptcha ṣiṣẹ lati fun ọ ni data gidi ati jẹ ki o pinnu bi o ṣe le lo. Awọn captchas miiran ti pese nipasẹ awọn ile-iṣẹ ipolowo Gigantic. Eyi tumọ si pe gbogbo bot ti wọn dènà le dinku owo-wiwọle wọn.",
  "section-security-text-2": "Lilo awọn ilana ikẹkọ ẹrọ tuntun pẹlu idojukọ lori ikọkọ jẹ ki a kọja awọn iṣedede aabo ti itan-akọọlẹ igbasilẹ ohun gbogbo awọn ilana lailai laisi ipalara aabo tabi aṣiri olumulo.",
  "section-user-experience-header": "Nla User Iriri",
  "section-user-experience-text1": "Fun awọn olumulo Idawọlẹ, awọn aṣayan wa lati yago fun awọn italaya patapata ni ọpọlọpọ awọn oju iṣẹlẹ.",
  "section-user-experience-text2": "Din ikọlu silẹ nipa yago fun ipenija patapata fun 99.9% ti ijabọ ẹtọ rẹ lakoko ti o n pese aabo to dara julọ, o ṣeun si awọn awoṣe bot ilọsiwaju.",
  "section-easy-integration-header": "Rọrun Integration",
  "section-easy-integration-text": "Ṣafikun hCaptcha gba to iṣẹju diẹ ati awọn laini koodu diẹ. API ipilẹ jẹ ibamu pẹlu reCAPTCHA V2, ati pe o gba to iṣẹju diẹ lati yipada. O le wa ni oke ati ṣiṣe pẹlu yiyan ti o ga julọ loni, ati tan-an awọn ẹya ilọsiwaju diẹ sii bi o ṣe pataki.",
  "section-easy-integration-serverside": "Apa olupin:",
  "section-easy-integration-frontend": "Software ti o pese atọkun si eto miiran:",
  "section-threat-header": "Adani Irokeke Ikun",
  "section-threat-text": "Kii ṣe gbogbo awọn iṣoro jẹ kanna: gbigba Dimegilio ẹyọkan tumọ si pe o gbọdọ koju awọn iwulo rẹ lati wulo. Pẹlu Awọn Iwọn Irokeke Aṣa Adani ti hCaptcha, ijumọsọrọ iyara gba wa laaye lati tune awọn awoṣe wa lati ṣafipamọ awọn ikun ti o wulo diẹ sii si iṣowo rẹ.",
  "section-challenges-header": "Ṣe ifilọlẹ Awọn italaya tirẹ ni iṣẹju-aaya",
  "section-challenges-text-1": "Duro lori ami iyasọtọ pẹlu akoonu ti o yẹ",
  "section-challenges-text-2": "Nigbati awọn olumulo gbọdọ yanju ipenija kan lati pade awọn ibeere aabo, kilode ti o ko ṣẹda awọn iṣẹ ṣiṣe ti o dun ati ibaramu si olumulo naa? Pẹlu olupilẹṣẹ ipenija aṣa ti o rọrun, o le ṣe ifilọlẹ akoonu ipenija ami iyasọtọ ni iṣẹju diẹ.",
  "section-integration-header": "Direct Platform Integration",
  "section-integration-subheader": "Fun Awọn ile-iṣẹ Amayederun wẹẹbu",
  "section-integration-text": "Eto Idawọlẹ hCaptcha jẹ iyasọtọ ti o rọ ni apẹrẹ rẹ: o le jẹ apakan tabi gbe lọ patapata ni eti nẹtiwọọki rẹ ti o ba ṣiṣẹ awọsanma ti gbogbo eniyan tabi ni ọpọlọpọ awọn ile-iṣẹ data. Eyi le dinku awọn idiyele pupọ ati ijabọ nẹtiwọọki lakoko ti o ni idaduro gbogbo awọn anfani ti iṣakoso nipasẹ oṣiṣẹ ipe wa 24/7 lati pade awọn SLA ti o muna.",
  "section-support-header": "Imọye ti o le de ọdọ ati Atilẹyin Fun mejeeji ati Awọn olumulo Rẹ",
  "section-support-text": "Service ni a oke ni ayo fun wa. A ṣetọju atilẹyin ipe 24/7 ati funni ni isọdọkan Slack taara pẹlu ẹgbẹ iṣọpọ imọ-ẹrọ rẹ ati oṣiṣẹ ipe wa lakoko ati lẹhin imuse. , ati ẹrọ ailorukọ wa ati awọn ikanni atilẹyin imeeli. A wa ni wiwọle ati idahun, ati tọju itelorun olumulo bi KPI ti o ga julọ.",
  "section-enterprise-header": "Awọn ẹya ara ẹrọ ile-iṣẹ",
  "section-enterprise-title-1": "Aye-kilasi egboogi-bot Idaabobo",
  "section-enterprise-desc-1": "Idanwo ogun ni iwọn wẹẹbu.",
  "section-enterprise-title-2": "Ga išedede bot ikun",
  "section-enterprise-desc-2": "Wa awọn oṣere buburu ti ọpọlọpọ awọn oriṣiriṣi oriṣiriṣi.",
  "section-enterprise-title-3": "Odo edekoyede ati 99,9% palolo igbe",
  "section-enterprise-desc-3": "Ipenija ti o kere ju 0.1% ti awọn olumulo t’olotọ.",
  "section-enterprise-title-4": "Awọn iru ipenija Iṣakoso ti a fihan",
  "section-enterprise-desc-4": "Jakejado ìkàwé ti orisi lati yan lati.",
  "section-enterprise-title-5": "Iṣakoso ipenija akoonu lo",
  "section-enterprise-desc-5": "Duro lori ami iyasọtọ pẹlu iriri olumulo deede.",
  "section-enterprise-title-6": "SLAs ile-iṣẹ",
  "section-enterprise-desc-6": "Igbẹkẹle iṣeduro ati iyara 24/7 atilẹyin ipe.",
  "section-enterprise-title-7": "Legacy browser support",
  "section-enterprise-desc-7": "Ni ibamu ni gbogbo ọna pada si Internet Explorer 8.",
  "section-enterprise-title-8": "Awọn dasibodu iroyin to ti ni ilọsiwaju ati API",
  "section-enterprise-desc-8": "Wo ohun ti n ṣẹlẹ lori gbogbo awọn aaye rẹ ati awọn lw.",
  "section-enterprise-title-9": "Ṣiṣẹ ni gbogbo orilẹ-ede",
  "section-enterprise-desc-9": "Ko dabi reCAPTCHA, a ṣiṣẹ ni gbogbo orilẹ-ede.",
  "section-enterprise-title-10": "GDPR, CCPA, ati eto imulo aṣiri ọrẹ LGPD",
  "section-enterprise-desc-10": "Apẹrẹ fun asiri lati ọjọ kini. Alagbara Data Processing Adehun.",
  "section-enterprise-title-11": "Awọn ipele iṣoro ti o dara",
  "section-enterprise-desc-11": "Tẹ eyi wọle lati baamu deede ọran lilo rẹ.",
  "section-enterprise-title-12": "Akọkọ-kẹta alejo",
  "section-enterprise-desc-12": "Gbogbo awọn ibeere ati dukia lọ si hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Olona-olumulo dasibodu",
  "section-enterprise-desc-13": "Pin iṣakoso kọja ẹgbẹ rẹ.",
  "section-enterprise-title-14": "Ijerisi lẹsẹkẹsẹ",
  "section-enterprise-desc-14": "0ms lairi: ṣayẹwo awọn ami hCaptcha laisi ipe API.",
  "section-enterprise-title-15": "Mobile (iOS ati Android) Integration",
  "section-enterprise-desc-15": "Iriri ailopin kọja wẹẹbu, alagbeka abinibi, wẹẹbu alagbeka. Awọn iṣọpọ ti a ti kọ tẹlẹ ati awọn SDK abinibi ti o wa.",
  "section-enterprise-title-16": "Awọn ofin Adani ati Awọn iṣeduro Aṣiri",
  "section-enterprise-desc-16": "Ni itẹlọrun awọn iwulo ofin rẹ nigbati awọn ile-iṣẹ miiran ko le.",
  "presented-challlenges-head": "Awọn ipenija ti a gbekalẹ",
  "presented-challenges-title-1": "Ifiwera",
  "presented-challenges-text-1": "Yan gbogbo awọn aworan ti o baamu ibeere",
  "presented-challenges-title-2": "Apoti didan",
  "presented-challenges-text-2": "Ṣetumo agbegbe didi fun awọn nkan",
  "presented-challenges-title-3": "Isọri",
  "presented-challenges-text-3": "Ṣe idanimọ awọn aami ti o baamu",
  "presented-challenges-subheader": "... ati awọn iṣẹ-ṣiṣe ti o rọrun miiran. Rọrun fun eniyan, lile fun awọn bot.",
  "presented-challenges-subtext": "Awọn iṣẹ ṣiṣe aṣa tun wa fun awọn olutẹjade ile-iṣẹ.",
  "footer-header-1": "Ile-iṣẹ",
  "footer-header-2": "Oro",
  "footer-header-3": "Olubasọrọ",
  "footer-link-1": "Ifi aami",
  "footer-link-2": "Nipa",
  "footer-link-3": "Awọn iṣẹ",
  "footer-link-4": "Awọn aami-išowo",
  "footer-link-5": "Bulọọgi",
  "footer-link-6": "Ipo",
  "footer-link-7": "Awọn iwe aṣẹ",
  "footer-link-8": "Jabo Kokoro kan",
  "footer-link-9": "Wiwọle",
  "footer-terms": "Awọn ofin",
  "footer-privacy": "Asiri",
  "footer-attribution": "Ifarahan",
  "footer-subheader-1": "Atilẹyin",
  "footer-subheader-2": "Olubasọrọ",
  "switch-to-english-link": "Yipada si English",
  "intro-heading-privacy": "Apẹrẹ fun ìpamọ.",
  "intro-subtitle-p1-privacy": " Ọna aṣiri ti o ni iyasọtọ si aabo ori ayelujara.",
  "info-head-2-pr": "Gbigbasilẹ iṣẹ ori ayelujara kii ṣe idahun.",
  "info-text-1-pr": "Idawọlẹ hCaptcha ni idi kan ṣoṣo: lati yago fun awọn oṣere buburu lati dabaru awọn iṣẹ ori ayelujara rẹ ati ba awọn olumulo rẹ jẹ.",
  "info-text-2-pr": "Awọn ọna ṣiṣe wa ti ṣe apẹrẹ lati ilẹ soke lati dinku ikojọpọ data ati idaduro lakoko ti o n ṣetọju aabo idari kilasi. Ọna ti o dara julọ lati daabobo data olumulo kii ṣe lati tọju rẹ rara.",
  "info-text-3-pr": "Gbogbo awọn ibatan alabara tun ni aabo nipasẹ Adehun Ṣiṣeto Data to lagbara. Iṣẹ hCaptcha ṣe ibamu pẹlu gbogbo awọn ofin ikọkọ laibikita ibiti iṣẹ rẹ tabi awọn alabara n gbe. Ko tọju data ti ara ẹni jẹ ki eyi rọrun pupọ fun wa ju fun awọn ile-iṣẹ miiran lọ.",
  "info-text-2-2-pr": "Awọn iṣẹ bii reCAPTCHA v3 sọ pe fifi piksẹli ipasẹ wọn sori gbogbo oju-iwe ti aaye rẹ jẹ pataki fun aabo to dara. Eyi kii ṣe ọran naa.",
  "info-text-2-3-pr": "Itupalẹ ihuwasi ti o rọrun jẹ ami ifihan ni irọrun ti a da nipasẹ awọn oṣere buburu, ati pe o nilo idaduro itan lilọ kiri ayelujara fun gbogbo awọn ijabọ ẹtọ rẹ daradara.",
  "info-text-2-4-pr": "A ko ṣiṣẹ nẹtiwọọki ipolowo kan, ati pe ko ni anfani lati ṣakiyesi ihuwasi olumulo rẹ lati ta awọn ipolowo wọn. Eyi tumọ si pe a ko nilo ẹbun palolo lori gbogbo oju-iwe ti aaye rẹ.",
  "info-text-2-5-pr": "Ṣafikun koodu ipenija wa nikan nibiti o ti jẹ dandan, ati nibiti o jẹ oye lati daabobo iwọ ati awọn olumulo rẹ.",
  "info-head-3-pr": "Ẹkọ ẹrọ jẹ iwulo. Ṣugbọn ko nilo data ti ara ẹni lati ṣiṣẹ.",
  "info-text-3-1-pr": "Ẹkọ ẹrọ ni bayi ni ipa lori gbogbo abala ti igbesi aye wa, nigbagbogbo ni awọn ọna ti a ko mọ ati pe a ko le rii. Awọn iṣẹ aabo ori ayelujara ko yatọ.",
  "info-text-3-2-pr": "Nipa kikọ ẹkọ lori awọn ẹgbẹẹgbẹrun awọn ifihan agbara, awọn awoṣe le ṣe infer ati de igbẹkẹle giga ni wiwa ihuwasi irira ni iyara, paapaa nigbati ko si ifihan agbara kọọkan ti yoo lagbara funrararẹ lati tọka iṣoro kan.",
  "info-text-3-3-pr": "Sibẹsibẹ, ko si ọkan ninu eyi ti o nilo lilo alaye idanimọ ti ara ẹni (PII). Awọn imuposi cryptographic ode oni gba wa laaye lati sọ eyikeyi data ti ara ẹni silẹ ni yarayara bi o ti ṣee, ṣiṣẹda dipo awọn ibuwọlu ọna kan ti ko le sopọ mọ ẹni kọọkan.",
  "info-text-3-4-pr": "Ikẹkọ lori data idanimọ ti n ṣiṣẹ bakannaa, ati pe ko nilo ilodi si boya aabo tabi aṣiri. Awọn alabara wa ti ṣe awọn idanwo agbara, ati pe o ti sọ wa dọgba si tabi dara julọ ju awọn omiiran ikọkọ ti o kere pupọ.",
  "cloudflare-quote-text-privacy": "A nifẹ awọn nkan pupọ nipa awọn ojutu hCaptcha: 1) wọn ko ta data ti ara ẹni; wọn gba data ti ara ẹni ti o kere ju ti o nilo, wọn ṣe afihan ni apejuwe alaye ti wọn gba ati bii wọn ṣe lo ati/tabi ṣafihan rẹ.",
  "pilot-head": "Gbiyanju wa ni agbegbe rẹ laisi ọranyan.",
  "pilot-text-1a": "A jẹ ẹlẹrọ, kii ṣe awọn oniṣowo: a fẹ ki inu rẹ dun pẹlu yiyan rẹ.",
  "pilot-text-1b": "Ọna ti o dara julọ lati rii daju pe itẹlọrun rẹ ni lati ṣafihan pe a pade awọn iwulo rẹ.",
  "pilot-text-1c": "Fere gbogbo awọn ile-iṣẹ ti o bẹrẹ awakọ awakọ nikẹhin yan awọn ojutu wa.",
  "pilot-text-1d": "Lo fọọmu yii lati de ọdọ ọkan ninu awọn alamọja imọ-ẹrọ wa. A dahun ni kiakia.",
  "pilot-text-1e": "O tun le fi imeeli ranṣẹ si wa taara.",
  "pilot-email-details": "Awọn alaye wa nibi.",
  "pilot-f1": "Agbegbe",
  "pilot-f2": "Orukọ rẹ",
  "pilot-f3": "Orukọ rẹ",
  "pilot-f4": "Imeeli iṣowo",
  "pilot-f5": "Eyikeyi alaye miiran ti a yẹ ki o ni?",
  "pilot-f6": "Ṣe o nilo gbigbe sinu ọkọ ni kiakia?",
  "pilot-f7": "Bẹẹni.",
  "pilot-f8": "Mo wa labẹ ikọlu ati nilo wiwọ inu ọkọ ni kiakia.",
  "pilot-f9": "Fi silẹ",
  "pilot-f10": "Nipa titẹ imeeli rẹ sii, o gba si Awọn ofin ati Ilana Aṣiri wa, ati lati gba imeeli lati ọdọ wa.",
  "pilot-fo-1": "Ibarapọ ko le rọrun.",
  "pilot-fo-2": "hCaptcha ni awọn dosinni ti awọn iṣọpọ ti a ti kọ tẹlẹ fun iwaju ati awọn eto ẹhin ti o lo.",
  "pilot-fo-3": "Ti o ba ṣẹlẹ lati wa lati Google's reCAPTCHA, APIs wa jẹ awọn rirọpo-silẹ. Awọn ila koodu mẹta jẹ gbogbo ohun ti o nilo.",
  "pilot-fo-4": "Awọn onimọ-ẹrọ inu ọkọ wa le jẹ ki o lọ ni iyara, boya o nilo isọpọ React, SDKs fun awọn ohun elo abinibi iOS, apẹẹrẹ ẹhin Java kan, tabi fẹrẹẹ eyikeyi oju iṣẹlẹ miiran.",
  "pilot-fo-5": "Ati bi nigbagbogbo, asiri jẹ iye pataki fun wa. Ṣafikun koodu ipenija wa nikan nibiti o ti jẹ dandan, ati nibiti o jẹ oye lati daabobo iwọ ati awọn olumulo rẹ. Dinku gbigba data bẹrẹ lati akoko isọpọ.",
  "pilot-fdone": "E dupe. A yoo kan si laipẹ.",
  "home-ent-2-new": "Kọ ẹkọ diẹ sii nipa ojutu ile-iṣẹ wa.",
  "home-ent-button-new": "hCaptcha Idawọlẹ",
  "home-main-plans2-new": "Awọn solusan Idawọlẹ hCaptcha ṣe aabo aabo idari kilasi ati daabobo ọpọlọpọ awọn iṣẹ ori ayelujara ti o ga julọ.",
  "home-plans-button-2-new": "Kọ ẹkọ diẹ si",
  "header-enterprise-link": "Idawọlẹ",
  "sales-interstitial-c1b-new": "Kọ ẹkọ diẹ sii nipa ile-iṣẹ hCaptcha"
}
