{
    "1137470858": "Oṣu kejila ọjọ 11, Ọdun 2021",
    "12462594": "hCaptcha ti wa ni itumọ ti lori iru ẹrọ HUMAN, eyiti o fun laaye ipa-ọna fafa ati itupalẹ lati mu idiyele ati ṣiṣe ṣiṣẹ ni igbesẹ kọọkan.",
    "2262549101": "Awọn ọna miiran ti olubasọrọ ti wa ni akọsilẹ ni US Aṣẹ-lori Office DMCA Designed Agent Directory",
    "2272776729": "Jọwọ ṣe akiyesi pe o gbọdọ rii daju idanimọ rẹ ati beere ṣaaju ki o to gbe igbese siwaju, gẹgẹbi nipa fifun idanimọ ijọba rẹ. Ni ibamu pẹlu ofin California, o le yan aṣoju ti a fun ni aṣẹ lati ṣe ibeere fun ọ. Lati le yan aṣoju ti a fun ni aṣẹ lati ṣe ibeere fun ọ, o gbọdọ pese agbara aṣofin ti o wulo, ijọba ti o wulo ti olubẹwẹ ti gbejade idanimọ, ati ijọba ti o ni aṣẹ ti aṣoju ti a fun ni idamọ.",
    "2335607721": "Akiyesi. Gbogbo awọn akiyesi ti o jọmọ Awọn ofin Iṣẹ wọnyi yoo firanṣẹ nipasẹ imeeli tabi firanṣẹ lori oju opo wẹẹbu wa. O gbọdọ fi awọn akiyesi ranṣẹ si wa ni",
    "2875934612": "Oṣu kọkanla ọjọ 20, ọdun 2020",
    "3084122606": "Nibo ni lilo alaye ti ara ẹni rẹ ti da lori aṣẹ rẹ, o ni ẹtọ lati yọkuro nigbakugba ni ọna ti a tọka si ninu Iṣẹ tabi nipa kan si wa ni",
    "3312286067": "tabi fi ẹdun kan ranṣẹ si olutọsọna aabo data ni aṣẹ rẹ. O le wa olutọsọna aabo data rẹ ni",
    "3506025515": "hCaptcha ko ni fowo nipasẹ log4shell. Eyi ni bi a ṣe mọ.",
    "3516838896": "Bug ipaniyan koodu isakoṣo latọna jijin log4j2 gba intanẹẹti laipẹ, ti o kan ipin nla ti awọn iṣẹ ori ayelujara. hCaptcha ko ni fowo. Eyi ni bii a ṣe jẹrisi otitọ yẹn.",
    "3553195003": "hCaptcha ko ni fowo nipasẹ log4shell.",
    "3610875753": "- Ti o ba jẹ lẹhin idalọwọduro iṣowo pataki o ko le kan si wa bi o ṣe nigbagbogbo ni",
    "3612764043": ", o yẹ ki o lọ si oju opo wẹẹbu wa ni hcaptcha.com tabi hcaptchastatus.com.",
    "3626193263": "Aṣoju Iyanṣe hCaptcha fun Ofin Aṣẹ-lori Ẹgbẹrun Ọdun Digital (DMCA) jẹ",
    "3794891866": "Awọn onibara California le ṣe ibeere kan ni ibamu si awọn ẹtọ wọn labẹ CCPA nipa kikan si wa ni",
    "3814036702": "- Ti o ba ni awọn ibeere nipa igbero ilosiwaju iṣowo wa, o le kan si wa ni",
    "3975007628": "ni bayi ṣe aabo awọn ọgọọgọrun miliọnu awọn olumulo kọja awọn mewa ti awọn miliọnu awọn oju opo wẹẹbu ati awọn ohun elo ni gbogbo oṣu. Itan wa fihan pe o le dije pẹlu Big Tech nigbati o fi ikọkọ pamọ ni akọkọ.",
    "4038264749": "Akiyesi lakoko ti awọn aṣẹ COVID-19 agbegbe wa ni ipa ko si awọn iṣeduro pe meeli yoo gba ni ọna ti akoko, ati imeeli (",
    "4115505783": ") jẹ ikanni ti o tọ lati de ọdọ wa. Ile-iṣẹ ko ṣetọju tẹlifoonu tabi awọn nọmba fax; eyi ni 21st orundun.",
    "4164851712": "A lo alaye ti ara ẹni nikan gẹgẹbi ofin ti gba laaye. A nilo lati sọ fun ọ ti awọn ipilẹ ofin ti sisẹ wa ti alaye ti ara ẹni, eyiti a ṣe apejuwe rẹ ni isalẹ. Ti o ba ni awọn ibeere nipa awọn ipilẹ ofin labẹ eyiti a ṣe ilana alaye ti ara ẹni, kan si wa ni",
    "4201262098": "Imọ-ẹrọ yii jẹ ki oṣiṣẹ ti o tọ mu apakan kọọkan ti iṣẹ rẹ, ti o mu iwọn ṣiṣe idiyele pọ si lakoko titọju aṣiri ati pade awọn ibeere ilana eyikeyi ti o le waye.",
    "4217188341": "Oṣu kọkanla ọjọ 30, ọdun 2020",
    "4238473596": "Dinku edekoyede fun awọn olumulo gidi jẹ pataki. hCaptcha nlo awọn iṣẹ-ṣiṣe ti o rọrun ati pe o gba akoko diẹ fun ọpọlọpọ awọn olumulo nigba ti o dẹkun ijabọ bot diẹ sii.",
    "4243935861": "ha.com",
    "4270798104": "2. Gbiyanju lati pa awọn amugbooro miiran kuro. Ti iyẹn ba yanju rẹ, tan wọn ni ọkọọkan titi ti o fi rii iṣoro naa, ki o jẹ ki olupilẹṣẹ ti itẹsiwaju yẹn mọ nipa rẹ, bakannaa fun wa ni iwaju ni",
    "427220273": "A le beere alaye kan pato lati ọdọ rẹ lati ṣe iranlọwọ fun wa lati jẹrisi idanimọ rẹ ati ṣe ilana ibeere rẹ. Ofin to wulo le beere tabi gba wa laaye lati kọ ibeere rẹ silẹ. Ti a ba kọ ibeere rẹ, a yoo sọ idi rẹ fun ọ, labẹ awọn ihamọ ofin. Ti o ba fẹ fi ẹdun kan silẹ nipa lilo alaye ti ara ẹni wa tabi idahun si awọn ibeere rẹ nipa alaye ti ara ẹni, o le kan si wa ni",
    "433026247": "Nipa ṣiṣe awọn iṣẹ ṣiṣe, o le gba awọn afijẹẹri ati awọn ọgbọn, eyiti a yoo fun ni lakaye wa. A ni ẹtọ lati ṣẹda, ṣatunkọ, tabi fagilee awọn afijẹẹri ati awọn ọgbọn rẹ nigbakugba, fun idi kan tabi ko si idi rara. Nitoripe a ko ṣe iyatọ lori ipilẹ orisun orilẹ-ede, ije, awọ, akọ abo, iṣalaye ibalopo, tabi eyikeyi kilasi miiran ti o ni aabo nipasẹ ofin, iwọ yoo ni aye kanna gẹgẹbi Oluranlọwọ eyikeyi miiran lati ṣaṣeyọri iraye si awọn iṣẹ-ṣiṣe bi awọn afijẹẹri ati awọn ọgbọn rẹ ṣe ikojọpọ. . Gẹgẹbi Oluranlọwọ, ti o ba gbagbọ pe awọn ibeere idanwo iṣoro ti kan awọn afijẹẹri, awọn ọgbọn, tabi awọn ere, o le pese awọn ariyanjiyan ti o ni atilẹyin daradara ti n ṣalaye awọn ibeere idanwo iṣoro nipasẹ wiwo iṣẹ tabi nipasẹ tikẹti ninu eto atilẹyin wa, fun apẹẹrẹ nipasẹ imeeli ni",
    "492025216": "Oṣu kejila ọjọ 13, Ọdun 2021",
    "799274928": "Awọn akiyesi imeeli jẹ akiyesi awọn akiyesi kikọ fun gbogbo awọn idi eyiti awọn akiyesi kikọ le nilo. Awọn akiyesi imeeli ni a gba pe o gba ni ọjọ iṣowo lẹhin gbigbe ti a koju daradara si olugba ti a pinnu.",
    "211351380": "Lati bulọọgi:",
    "3153117136": "Bawo ni Awọn Eto Iṣoro hCaptcha Ṣiṣẹ",
    "2915355938": "Wiwọle",
    "793784899": "Awọn eto",
    "2671622670": "Idawọlẹ",
    "3527140447": "Awọn iwe aṣẹ",
    "505891021": "Awọn iṣẹ isamisi",
    "692176459": "Wo ile",
    "1892574253": "Forukọsilẹ",
    "2593864519": "Duro diẹ ẹ sii bot. Bẹrẹ idabobo aṣiri olumulo.",
    "4007826952": "Asiri #1-akọkọ CAPTCHA fun wẹẹbu, alagbeka, ati diẹ sii.",
    "3721365241": "Gbiyanju",
    "3753956446": "Ọfẹ",
    "3276777569": "hCaptcha",
    "55035359": "Lọwọlọwọ nlo reCAPTCHA?",
    "3417372336": "Yipada ni iṣẹju",
    "2881474837": "hCaptcha Idawọlẹ",
    "1685871181": "Awọn iṣẹ ori ayelujara ti o ga julọ da lori",
    "1470290349": "fun ti o dara ju-ni-kilasi bot ati jegudujera isakoso.",
    "3714002185": "Kọ ẹkọ diẹ sii nipa ile-iṣẹ hCaptcha",
    "3946753128": "Ikọkọ. Ni aabo. Yara ju.",
    "939665604": "Ifojusi asiri",
    "780475098": "Awọn nẹtiwọki ipolongo wo awọn alejo rẹ bi ọja naa. A nikan bikita boya ibewo kan dara tabi buburu. hCaptcha ṣe ibamu pẹlu GDPR, CCPA, LGPD, PIPL, ati awọn ofin data agbaye miiran.",
    "219813583": "Aabo First",
    "2714878440": "Dabobo awọn iṣẹ rẹ lati yiyọ kuro, gbigba akọọlẹ, awọn nkan ijẹrisi, ati àwúrúju pẹlu ikẹkọ ẹrọ ilọsiwaju wa ati ijẹrisi eniyan.",
    "1397766838": "Iriri olumulo to dara julọ",
    "2670352917": "hCaptcha n pese wiwa bot igbẹkẹle diẹ sii lakoko ti o rọrun fun eniyan lati yanju.",
    "2806751666": "Kini hCaptcha?",
    "3096063825": "Gbiyanju o jade",
    "2968026167": "Ewebe ayanfẹ rẹ",
    "713281684": "Igba",
    "4147497805": "Karọọti",
    "3758963444": "E dupe! Ifisilẹ rẹ ti gba!",
    "1070364246": "Ops! Nkankan ti ko tọ lakoko fifi fọọmu naa silẹ.",
    "1129833879": "Duro awọn bot irira, daabobo aṣiri olumulo",
    "58091799": "Kọ ẹkọ diẹ sii nipa hCaptcha Publisher ati Idawọlẹ",
    "1599610318": "Olutẹwe",
    "3093388779": "hCaptcha jẹ ọfẹ lati lo fun awọn olutẹjade ti iwọn eyikeyi",
    "179723061": "Iṣakoso diẹ sii fun awọn ẹgbẹ ti o nilo aabo idari kilasi",
    "846501387": "Aye-kilasi bot Idaabobo",
    "119298044": "To ti ni ilọsiwaju ti ara ẹni abojuto ML ati awọn imọ-ẹrọ AI ṣe aabo awọn ohun-ini wẹẹbu rẹ lati awọn irokeke ati ikọlu",
    "1263998069": "Gba awọn ere fun awọn ipinnu eniyan",
    "1103295010": "Gba owo tabi fi fun ifẹ nigba ti eniyan yanju awọn CAPTCHA",
    "392886773": "Ṣiṣẹ ni gbogbo orilẹ-ede",
    "2320894364": "Pẹlu diẹ sii ju awọn aaye 200 ti wiwa, awọsanma hCaptcha ṣe aabo awọn ohun-ini rẹ jakejado agbaye",
    "451701069": "Ni ibamu pẹlu GDPR, CCPA,",
    "2826051554": "ati siwaju sii",
    "3530599065": "Asiri ti wa ni itumọ ti lati ilẹ soke. hCaptcha ko ni idaduro PII ati pe o ni ibamu pẹlu ọpọlọpọ awọn aṣẹ ati ilana ikọkọ.",
    "2489287539": "Ọfẹ ijakadi “Ko si CAPTCHA” & 99.9% awọn ipo palolo",
    "793242047": "Din awọn italaya ti a gbekalẹ si awọn olumulo lati gba laaye fun iraye si yara si awọn ohun elo",
    "4195759329": "Wiwa bot ati awọn ikun eewu",
    "1150035777": "Awọn awoṣe ikẹkọ ẹrọ ti o ni ilọsiwaju ṣe agbekalẹ awọn ikun igbẹkẹle bot ti o da lori ọpọlọpọ awọn aaye data kọja boya awọn ibeere ni idahun ni deede",
    "3688621388": "Awọn ibuwọlu irokeke",
    "1131525092": "Ṣe akojọpọ awọn oṣere buburu papọ lainidi nipasẹ ikọkọ-itọju awọn UIDs Scoped lati wa ati dawọ jijẹ ibatan ati ilokulo.",
    "1559631739": "Ẹkọ aladani",
    "3952259236": "Darapọ data afọju rẹ pẹlu ẹgbẹẹgbẹrun awọn ifihan agbara hCaptcha lati ṣe ikẹkọ hCaptcha lori awọn kilasi ihuwasi - fun apẹẹrẹ rẹ nikan - lati ṣe asọtẹlẹ ihuwasi irira dara ju boya ojutu nikan lọ.",
    "1150963691": "Iyipada ninu owo-owo APT",
    "4083018285": "Apejọ ti awọn ẹya ti o gbooro ti o darapọ pẹlu imudara ibojuwo SOC ati esi lati koju awọn irokeke itẹramọṣẹ fafa",
    "3160820928": "Iṣọkan kolu Idaabobo",
    "1849805607": "hCaptcha ṣe aabo lodi si awọn irokeke ati awọn ẹtan ti a ṣe lati wọ inu awọn nẹtiwọọki rẹ",
    "1958297836": "Idaabobo ikọlu iṣọpọ & idinku APT",
    "1300485304": "hCaptcha ṣe aabo lodi si awọn irokeke ilọsiwaju ati awọn ẹtan ti a ṣe apẹrẹ lati wọ inu awọn nẹtiwọọki rẹ",
    "2698640210": "Iṣakoso italaya ati awọn orisi han",
    "3121248460": "Ṣe afihan awọn italaya aṣa oniruuru ailopin -- lati rọrun si eka -- fun awọn olugbo ti ifojusọna rẹ",
    "3807059944": "Iṣakoso ipenija akoonu lo",
    "2707282231": "Ṣe akanṣe awọn italaya fun awọn olumulo rẹ. Ṣe ko ṣee ṣe fun awọn bot lati yanju ati wọ inu.",
    "4194763679": "Awọn ipele iṣoro ti o dara-dara",
    "3730038780": "Yan lati nọmba ailopin ti awọn italaya fun awọn olumulo lati yanju",
    "1849717906": "Ṣe akanṣe pẹlu akoonu ipenija tirẹ",
    "1508655687": "Ṣafikun awọn italaya tirẹ ti a ṣe deede fun awọn olugbo rẹ lati mu ki o yara tabi ni ihamọ iraye si",
    "3620442880": "Awọn ẹya Idaabobo Tita Flash",
    "3265895521": "Dide ati kekere iṣoro ipenija ti o da lori akoko ti ọjọ",
    "1485807325": "Awọn dasibodu olumulo pupọ, SAML SSO",
    "359073033": "Dashboards ṣe afihan ipele giga tabi awọn iwo ti o dara ti iṣẹ ṣiṣe.",
    "4272454814": "Ṣepọ pẹlu olupese idanimo ti o fẹ.",
    "1141402092": "To ti ni ilọsiwaju iroyin awọn ẹya ara ẹrọ",
    "910989640": "Ṣe ina alaye ati awọn ijabọ adani ti iṣẹ ṣiṣe",
    "3768951251": "SLAs ile-iṣẹ",
    "1014004474": "Awọn ero Idawọlẹ hCaptcha nfunni ni awọn adehun ipele iṣẹ ilọsiwaju lati jẹ aabo aabo eto-ajọ rẹ",
    "1177598246": "Olubasọrọ Sales",
    "1067704102": "Awọn Iye ni Data Isamisi",
    "3065000659": "Ṣe o mọ ni gbogbo igba ti o ba \"tẹ lori ọkọ ayọkẹlẹ\" o n ṣe iranlọwọ lati kọ ẹyọkan",
    "3235430156": "Awọn eto ikẹkọ ẹrọ ile-iṣẹ fun ọfẹ?",
    "1549336309": "hCaptcha yi awoṣe yi pada. Nigbati o ba lo hCaptcha, awọn ile-iṣẹ paṣẹ lori iṣẹ ti awọn olumulo rẹ ṣe bi wọn ṣe jẹri ẹda eniyan wọn. O gba awọn ere.",
    "3725880582": "Fi Pada si Ifẹ",
    "1671436004": "Fẹ lati fun pada si ayanfẹ rẹ sii?",
    "1663628612": "jẹ ki o",
    "4272088465": "awọn alanu ti o fẹ pẹlu awọn dukia ti o jere lati lilo rẹ.",
    "2894845722": "Awọn olumulo lori aaye rẹ yoo ni anfani laipẹ lati rii ilowosi rẹ si ifẹ nipasẹ iyasọtọ oloye lori wiwo hCaptcha.",
    "3194111925": "atilẹyin",
    "1637702726": "Nipa hCaptcha",
    "2323282990": "Ọna ode oni si Ijẹrisi Eda eniyan",
    "1201821619": "hCaptcha yanju ọkan ninu awọn iṣoro titẹ julọ loni: idilọwọ awọn bot irira lati ilokulo awọn iṣẹ ori ayelujara.",
    "1475399473": "Kọ ẹkọ diẹ sii nipa ẹgbẹ hCaptcha",
    "3161489950": "Agbaye julọ To ti ni ilọsiwaju Aabo ML Platform",
    "3247172580": "hCaptcha ni idapo ikẹkọ ẹrọ alabojuto ti ara ẹni ti ilọsiwaju pẹlu ọna iṣiro eti aramada ti o dinku ni iyasọtọ ti gbigba data ati idaduro, jiṣẹ lati awọn ipo 250 ju agbaye lọ fun iwọn nla.",
    "3767462250": "Apẹrẹ fun Asiri",
    "3500503648": "hCaptcha jẹ apẹrẹ lati yọkuro idaduro data igba pipẹ nipasẹ gbigbekele igbelewọn lẹsẹkẹsẹ dipo gbigbasilẹ ati itupalẹ itan lilọ kiri rẹ. A tun ṣe atilẹyin awọn ipilẹṣẹ bii",
    "2418549423": ", Ọpawọn ti n yọ jade fun titọju ikọkọ lori ayelujara nipasẹ awọn ẹri cryptographic, ati awọn ẹya aṣiri alailẹgbẹ miiran-akọkọ.",
    "1544546608": "Ìpamọ Pass",
    "976209454": "Gba Ere tabi Fifunni Fun Ifẹ",
    "552920956": "hCaptcha ngbanilaaye awọn oju opo wẹẹbu lati jo'gun awọn ere lakoko ti o dina bot ati awọn ọna ilokulo miiran. hCaptcha tun gba ọ laaye lati ṣe atilẹyin awọn alanu ti o fẹ pẹlu awọn dukia wọnyi.",
    "654326661": "Ṣe o fẹ lati ri fun ara rẹ? Gbiyanju hCaptcha fun ọfẹ.",
    "3570415321": "Ile-iṣẹ",
    "3987022469": "Ifi aami",
    "1636202177": "Nipa",
    "2670003220": "Awọn iṣẹ",
    "3233305531": "Awọn aami-išowo",
    "3028319964": "AI Ethics",
    "4131598919": "Tẹ",
    "1662477701": "Oro",
    "3130928685": "Bulọọgi",
    "1756106276": "Ipo",
    "1235925265": "Iwe aṣẹ",
    "920212083": "Jabo Kokoro kan",
    "2076066173": "Awọn ikọlu cyber 101",
    "3644106388": "Olubasọrọ",
    "2182196747": "Atilẹyin",
    "487083593": "Titaja",
    "878585497": "Awọn ofin",
    "1697438123": "Asiri",
    "1316817321": "Ifarahan",
    "3488019891": "hCaptcha jẹ aami-iṣowo ti a forukọsilẹ ti Intuition Machines, Inc.",
    "4224961202": "Aṣiri, Aabo, ati Ẹkọ Ẹrọ.",
    "98173630": "hCaptcha jẹ iṣẹ CAPTCHA ominira ti o lo julọ julọ ni agbaye.",
    "1514478724": "Kọ ẹkọ diẹ si",
    "1752795854": "hCaptcha mu igbalode, ọna idojukọ-ikọkọ si didaduro awọn botilẹnti.",
    "2927700175": "A ṣe afihan awọn italaya CAPTCHA ti o nira fun awọn botilẹmu ṣugbọn rọrun fun eniyan nipa gbigba data ti o nira-si-aami lati awọn iṣoro ikẹkọ ẹrọ, ati lilo rẹ lati ṣe iyatọ boya oju opo wẹẹbu kan tabi olubẹwo app jẹ eniyan.",
    "2188609322": "Awọn oṣere buburu npọ sii lori ayelujara. Ṣugbọn fifipamọ asiri olumulo kii ṣe idahun.",
    "2032102720": "Awọn ojutu aabo ti o funni nipasẹ awọn ile-iṣẹ ipolowo dojukọ akọkọ lori titọpa awọn olumulo kọja oju opo wẹẹbu. A ti ṣẹda ojutu aabo ti o munadoko ti o jẹri ipalara aṣiri olumulo ko ṣe pataki lati fi awọn abajade to dara julọ han.",
    "4146870445": "Tani awa",
    "353066938": "Ẹgbẹ ti o ni iriri, ṣiṣẹ lori awọn iṣoro ti o nira julọ loni. hCaptcha jẹ iṣẹ ti",
    "1173652155": "Awọn oludamoran",
    "2256305371": "Ọjọgbọn, CS ni University of California, Berkeley. Ẹkọ ti o jinlẹ, aabo, amoye blockchain. CEO ti Oasis Labs.",
    "2177660021": "Onimọ-jinlẹ Iwadi ni Stanford. Ẹkọ ẹrọ ati iṣuna iye owo ni awọn banki pataki, awọn owo hejii, ati ile-ẹkọ giga.",
    "2686825859": "Forukọsilẹ ọfẹ tabi kan si wa nipa awọn solusan Idawọlẹ hCaptcha",
    "583434701": "Wiwọle hCaptcha",
    "611905972": "Aridaju wiwọle ailopin fun gbogbo awọn olumulo lakoko mimu aabo",
    "874098071": "Ti o ba jẹ olumulo iraye si, jọwọ forukọsilẹ nibi",
    "2745385064": "Lakotan",
    "3353238942": "hCaptcha jẹ apẹrẹ lati da awọn botilẹti duro nipa iyatọ wọn si eniyan. Awọn idanwo wiwo jẹ ohun elo irọrun fun eyi, ṣugbọn kii ṣe gbogbo eniyan le yanju ipenija wiwo kan.",
    "3600022491": "Fun idi eyi a ti ṣe apẹrẹ ọna ti o rọrun, ti ko ni irora lati jẹ ki awọn olutẹjade ni lilo iṣẹ wa ṣe itọju iraye si fun gbogbo eniyan pẹlu Abala 508 ni kikun ati ibamu WCAG 2.1 AA.",
    "2557240048": "Bii o ṣe n ṣiṣẹ: akọkọ, olumulo iraye si forukọsilẹ nipasẹ",
    "3871665286": ", eyiti o jẹ asopọ pataki ni oju-iwe alaye ailorukọ hCaptcha. Wọn fun ni kuki ti paroko ti o le ṣee lo ni ọpọlọpọ igba fun ọjọ kan, ṣugbọn o gbọdọ tun ni gbogbo wakati 24 nipasẹ wiwọle.",
    "3441764123": "Nigbati ipenija ba gbekalẹ si olumulo iraye si lori aaye kan nipa lilo iṣẹ hCaptcha, wọn yoo kọja laifọwọyi.",
    "4247858664": "oju-iwe iforukọsilẹ wiwọle",
    "1297657322": "Iboju olumulo wiwọle lẹhin wiwọle",
    "1717658846": "Aṣayan iraye si ni UI ẹrọ ailorukọ",
    "1266963825": "Q: Njẹ hCaptcha Abala 508 + WCAG 2.1 AA ni ifaramọ?",
    "850025770": "A: A gbagbọ bẹ: gbogbo awọn olumulo pẹlu eyikeyi iru ailagbara ti o ni anfani lati lọ kiri wẹẹbu ati tẹ ọrọ sii lori awọn fọọmu le wọle si awọn iṣẹ aabo nipasẹ hCaptcha lori iforukọsilẹ. Sibẹsibẹ, eyi kii ṣe imọran ofin: o yẹ ki o ṣe igbelewọn tirẹ, ni akiyesi imuse rẹ pato lati rii daju pe eyi jẹ ọran fun imuṣiṣẹ rẹ.",
    "159272246": "Q: Ṣe o n ṣiṣẹ lori awọn aṣayan iraye si miiran (\"a11y\"), bii ohun?",
    "4074220464": "A: Awọn aṣayan olokiki iṣaaju bii captchas ohun afetigbọ ṣe iyatọ si ọpọlọpọ awọn olumulo a11y ati ni irọrun ṣẹgun nipasẹ awọn ilana ikẹkọ ẹrọ ode oni. Eyi ti fi agbara mu awọn italaya ohun afetigbọ lọwọlọwọ lati di pupọ ati nira siwaju sii, ti n ṣafihan ariwo, akoko aiṣedeede, awọn akojọpọ ọrọ dani, ati bẹbẹ lọ lati ṣẹgun awọn ikọlu. Nitorinaa a ko ni itara nipa ọna yii la yago fun ipenija lapapọ, ṣugbọn a yoo gbero rẹ ti ibeere ba wa lati agbegbe a11y.",
    "2309661107": "Sibẹsibẹ, a nifẹ pupọ ninu",
    "2555914614": "fun ọran lilo Wiwọle. A gbagbọ pe apapọ ọna a11y lọwọlọwọ wa pẹlu ipinfunni Asiri Pass yoo gba awọn olumulo a11y laaye lati lọ kiri lailewu, ni aabo ni imọ pe ijabọ wọn jẹ aṣiri diẹ sii, lakoko ti o ni ihamọ ilokulo nipasẹ awọn oniṣẹ bot ti o ṣẹlẹ laiseaniani nigbati awọn aṣayan a11y wa. A jẹ awọn olukopa ti nṣiṣe lọwọ ninu ẹgbẹ iṣiṣẹ IETF ti n ṣe idiwọn imọ-ẹrọ tuntun yii.",
    "2583775432": "Q: Kini nipa asiri? Ṣe iforukọsilẹ ṣe afihan data lilọ kiri ayelujara a11y ni ọna kan bi? Kini o ṣe pẹlu imeeli?",
    "4215483493": "A: hCaptcha jẹ apẹrẹ fun aṣiri lati ilẹ soke. O yatọ pupọ ju awọn aṣayan ibile bii reCAPTCHA ti o jẹ ohun ini nipasẹ awọn nẹtiwọọki ipolowo, ti o ni iwuri lati tọpinpin ọ ni ayika wẹẹbu ati ṣepọ mọ ọ pẹlu idanimọ gidi kan.",
    "2474661839": "Tiwa",
    "4137573005": "ni awọn idahun okeerẹ ati aṣẹ si bi a ṣe n lo data, ṣugbọn idahun kukuru ni a ko ni anfani lati so ọ pọ bi eniyan pẹlu itan-akọọlẹ lilọ kiri rẹ.",
    "4101570501": "A tun n ṣiṣẹ lọwọlọwọ lori ojutu cryptographic kan lati sọ adirẹsi imeeli rẹ silẹ ni iyara lakoko ti o n tọju agbara wa lati ṣe idiwọ ilokulo, ni ibamu pẹlu iṣẹ Pass Asiri wa.",
    "260595108": "A ko lo awọn imeeli iraye si tabi alaye fun eyikeyi idi miiran ju irọrun lilo a11y ati idilọwọ ilokulo.",
    "3063819779": "ìpamọ eto imulo",
    "465714311": "Fun Awọn olumulo Wiwọle: Q&A ati Itọsọna Laasigbotitusita",
    "3596207631": "Q: Mo tun n rii ipenija lẹhin ti ṣeto kuki naa. Kini o nfa eyi?",
    "469089249": "A: Eyi jẹ deede nitori lilo oludina ipolowo ibinu tabi itẹsiwaju kuki-kuki, tabi eto ti o dina kuki “agbelebu”, ninu ọran yii kuki fun hcaptcha.com ti o ṣeto tabi ṣayẹwo nipasẹ hCaptcha JS lori a o yatọ si ojula, bi awọn ọkan ti o ti wa ni àbẹwò.",
    "4263626815": "Awọn kuki iraye si hCaptcha ṣiṣẹ pẹlu gbogbo awọn aṣawakiri olokiki ati awọn olutọpa ipolowo pẹlu awọn eto boṣewa wọn, nitorinaa awọn ikuna ni igbagbogbo jẹ nitori awọn iwe afọwọkọ “egboogi-adblock” tabi awọn ilana ti o jọra ti o fojusi awọn aaye kan pato.",
    "3906359167": "Awọn ojutu:",
    "3464870463": "1. Whitelist hcaptcha.com ati * .hcaptcha.com cookies ninu rẹ ad blocker tabi browser aabo itẹsiwaju.",
    "1204911585": "2. Ti o ba nlo ẹrọ aṣawakiri Brave, eyiti ko han (bii Oṣu Kẹrin ọdun 2020) pe o ni eyikeyi iru iwe funfun kuki, lọ si Awọn ayanfẹ -> Awọn aabo -> Awọn kuki ki o yan “Gba Gbogbo Awọn kuki laaye.”",
    "2932826396": "3. Ti o ba ti wa ni lilo awọn gan titun ti ikede Safari lori boya awọn laipe tu OS X 10.15 tabi iOS 13.4, Apple ti o kan yi awọn ihuwasi ti Safari jẹmọ si ẹni-kẹta cookies, ìdènà gbogbo awọn ti wọn nipa aiyipada. A n ṣe imuse ojutu kan, ṣugbọn ni akoko yii jọwọ ṣabẹwo Awọn ayanfẹ Safari, apakan Aṣiri, ati ṣiṣayẹwo “Titọpa Oju opo wẹẹbu: Ṣe idiwọ titọpa aaye” lati jẹ ki kuki iraye si ṣiṣẹ bi o ti ṣe yẹ.",
    "3836291932": "Q: Mo lo ọpọ awọn ẹrọ. Ṣe Mo nilo lati forukọsilẹ ni igba pupọ?",
    "3251220335": "A: Rara. Jọwọ tẹ ọna asopọ iwọle imeeli kanna ti a firanṣẹ si ọ lori ẹrọ kọọkan ti o lo lati ṣeto kuki naa.",
    "2082407178": "Q: Bawo ni MO ṣe le daabobo ara mi lọwọ ipasẹ kuki ẹni-kẹta lakoko lilo kuki iraye si?",
    "2700197090": "A: Lilo eyikeyi aṣiri tabi itẹsiwaju ipolowo ti o ṣe atilẹyin akojọ-funfun ipele-ašẹ (fun apẹẹrẹ uBlock Origin) yoo ṣiṣẹ bi o ti ṣe yẹ: kan rii daju pe whitelist hcaptcha.com.",
    "3657743880": "Awọn Itọsọna Aṣàwákiri fun Awọn kuki Agbekọja-Aye",
    "1960601330": "Lati mu kuki ṣiṣẹ ni Safari (Mac): Lọ si akojọ aṣayan-silẹ Safari. Yan Awọn ayanfẹ. Tẹ Asiri ni oke nronu. Labẹ 'Dina cookies' yan aṣayan 'Maa.'",
    "1622303590": "Lati mu kuki ṣiṣẹ ni Safari (iPhone/iPad iOS 11+): Ṣii Eto rẹ. Yi lọ si isalẹ ki o yan Safari. Labẹ Asiri & Aabo, paa “Dena Titọpa Aye Agbelebu” ati “Dina Gbogbo Awọn kuki”",
    "2199048568": "Tẹ lori apata si apa osi ti ọpa adirẹsi lori oju opo wẹẹbu eyikeyi. Tẹ Awọn Eto Idaabobo. Aṣiri Awọn ayanfẹ Firefox & Igbimọ Aabo yoo ṣii. Labẹ Imudara Idaabobo Imudara, yan Aṣa. Yan iru awọn olutọpa ati awọn iwe afọwọkọ lati dènà nipa yiyan awọn apoti ayẹwo wọnyẹn. Rii daju pe o ti ṣiṣi silẹ hcaptcha.com.",
    "3967047208": "O tun le paa awọn aabo fun igba diẹ ni Aṣa lati yokokoro eyi, nipa yiyan awọn apoti ayẹwo: Yọọ apoti apoti Awọn olutọpa tabi ma yan apoti Kukisi ti o ba tun ni awọn ọran.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Yan aami akojọ Chrome. Yan Eto.",
    "926138631": "Lọ si Aṣiri ati Aabo, lẹhinna Awọn kuki ati data aaye miiran.",
    "3419878556": "Rii daju pe \"Dina awọn kuki ẹni-kẹta\" ko ṣiṣẹ.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Ṣii awọn ayanfẹ Chrome lati ọpa akojọ aṣayan.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Lori ẹrọ Android rẹ, ṣii ohun elo Chrome.",
    "3620039756": "Ni apa ọtun oke, tẹ Die e sii ati lẹhinna Eto.",
    "2813310562": "Fọwọ ba Eto Aye ati lẹhinna Awọn kuki.",
    "3014657981": "Lẹgbẹẹ \"Awọn kuki,\" yi eto naa pada.",
    "1242066691": "Ṣayẹwo apoti tókàn si \"Gba awọn kuki ẹni-kẹta laaye.\"",
    "292250020": "1. Yan awọn jia ni oke-ọtun loke ti iboju, ki o si yan \"Internet Aw\". Ti o ba ti ṣiṣẹ Pẹpẹ Akojọ aṣyn, o le yan “Awọn irinṣẹ” lẹhinna “Awọn aṣayan Intanẹẹti”.",
    "4114820649": "2. Tẹ awọn \"Asiri\" taabu.",
    "946838734": "3. Yan bọtini \"To ti ni ilọsiwaju\".",
    "348809718": "4. Labẹ \"Awọn kuki ẹni-kẹta\" yan \"Gba\".",
    "1253441326": "5. Tẹ \"O DARA\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "kiroomu Google",
    "3235744534": "Internet Explorer",
    "4104188759": "AI Ethics Afihan",
    "1161704803": "Kini idi ti a ni eto imulo Ethics AI kan?",
    "1806535500": "Fere gbogbo imọ-ẹrọ, lati awọn ikọwe si dynamite, jẹ a",
    "24452499": "ojutu; o le ṣee lo fun rere tabi aisan. Gbogbo ile-iṣẹ ti n ṣe iwadii, ile, tabi tita awọn solusan lilo meji ni ọranyan lati gbero awọn abajade ti awọn iṣe wọn.",
    "4023575072": "lilo meji",
    "3336625692": "Oju-iwe yii ṣe alaye awọn ero wa lori koko yii ni agbegbe ti AI Ethics, ati awọn ilana ti a tẹle lati rii daju pe lilo awọn iṣẹ wa wa ni ila pẹlu awọn eto imulo ti a ti gba bi ile-iṣẹ kan.",
    "835717930": "AI Ethics ni hCaptcha",
    "2179524509": "Lẹẹkọọkan a gba awọn ibeere nipa iru awọn ibeere wo ni o jẹ iyọọda fun iṣẹ hCaptcha, ati idi ti a fi n beere awọn ibeere kan pato.",
    "1962721652": "Awọn eniyan jẹ oluṣafihan apẹẹrẹ, ati nigba miiran ibeere ti ko ni ipalara le lọ lati inu iyalẹnu patapata si ifura ni iṣẹju kan, nitori awọn iyipada ni agbaye dipo awọn iwuri ti ẹnikẹni ti o beere ibeere naa.",
    "3974566657": "Bi awọn iṣẹ ṣe di olokiki diẹ sii, iru iṣẹlẹ yii laiṣee di loorekoore. hCaptcha jẹ lilo nipasẹ awọn miliọnu eniyan lojoojumọ ni o fẹrẹ to gbogbo orilẹ-ede ni agbaye, nitorinaa a ṣe atẹjade eto imulo yii ati iwadii ọran lori bawo ni a ṣe koju awọn ọran wọnyi lati le han gbangba bi o ti ṣee.",
    "1830910223": "A gidi-aye AI Ethics irú iwadi",
    "805971861": "“Agboorun” jẹ ọrọ kan ni ImageNet, ipilẹ data ipilẹ ala ti o lo nipasẹ awọn oniwadi iran kọnputa. Igbẹkẹle idamo eniyan ti o ni awọn agboorun tun ṣe pataki fun kikọ ailewu iran-tẹle awọn eto iranlọwọ awakọ ilọsiwaju (ADAS).",
    "3988350": "Eyi tumọ si pe awọn ọran lilo to dara julọ wa fun awọn alaye agboorun gidi-aye. Yara wa fun iyapa lori ipa ti awọn ọkọ ayọkẹlẹ awakọ ti ara ẹni, ṣugbọn awọn eto ADAS ti n fipamọ tẹlẹ",
    "548587288": "ni ayika agbaye.",
    "3138772661": "egbegberun aye kọọkan odun",
    "3168199226": "Bibẹẹkọ, ni ọdun 2020 o han gbangba pe kikọ iru dataset yii le ni akiyesi bi imọ-ẹrọ lilo meji ni ọna diẹ yoo ti nireti ni ọdun kan sẹhin.",
    "558378834": "Nitorinaa a ko tun gba awọn ibeere fun awọn ibeere ti o jọmọ agboorun ni akoko yii. Agbara fun iporuru nigbati olumulo ipari ba rii ibeere kan nipa awọn agboorun ni akoko lọwọlọwọ ga ju, ati nikẹhin ibi-afẹde wa ni lati jẹ ki agbaye di aye ti o dun diẹ sii.",
    "3376604063": "AI Ethics imulo ati ilana",
    "1923365316": "A ni eto imulo Ethics AI ti o muna ni hCaptcha, ati apakan ti iyẹn pẹlu ilana Mọ Onibara Rẹ (KYC).",
    "4230322909": "A nigbagbogbo gbiyanju lati ni oye ti o dara ti alabara tuntun kọọkan ati ọran lilo ipinnu wọn, mejeeji lati jẹrisi pe o dara fun awọn ọja ati iṣẹ wa ati lati rii daju pe o tẹle awọn eto imulo ti a ti gba bi ile-iṣẹ kan.",
    "2735073144": "A tun ṣe awọn atunyẹwo ti nlọ lọwọ bi o ṣe pataki. Fun apẹẹrẹ, ninu atunyẹwo aipẹ wa ti awọn ọjọ ati awọn orisun ti awọn ibeere fun awọn ibeere isamisi ti o jọmọ agboorun a ni anfani ni iyara lati jẹrisi pe ko si nkankan ti ijọba tabi olupese ipinlẹ ti a mọ ti sọfitiwia iwo-kakiri ti ṣe awọn ibeere nipa awọn agboorun lilo awọn iṣẹ wa ni awọn oṣu 12 sẹhin. .",
    "2715462692": "Kini ilana ilana Ethics AI wa dabi?",
    "3049976256": "Fun alabara isamisi tuntun kọọkan, a lọ nipasẹ atokọ ayẹwo lakoko ilana titaja. Eyi pẹlu aisimi KYC akọkọ ṣaaju gbigbe ọkọ, bakanna bi ijẹrisi gbogbo awọn ibeere ti a ṣe si awọn atunnkanka wa, ati awọn sọwedowo aaye gidi-akoko ati awọn atunwo igbakọọkan ti awọn ibeere ti a ṣe ni lilo pẹpẹ iṣẹ-ara wa.",
    "3103642530": "Atunwo yii ni ọpọlọpọ awọn ipilẹ ti awọn ibeere:",
    "3349094124": "Iwa awọn ifiyesi àwárí mu: Idi",
    "1038019440": "1. Njẹ alabara yii n ṣe aṣoju awọn iwulo orilẹ-ede ti orilẹ-ede ti a mọ lati ṣe ihuwasi ni ilodi si awọn ofin agbaye ati awọn ilana bi?",
    "493717511": "2. Ṣe alabara yii n beere awọn iṣẹ ti o le jẹ",
    "2209109640": "lo nikan fun irira ìdí, ni o tọ ti won deede owo akitiyan?",
    "3457805519": "3. Njẹ ibeere alabara le ṣẹ labẹ ofin AMẸRIKA ati awọn ofin adehun igbeyawo?",
    "1942611550": "nipataki",
    "109179759": "Iwa awọn ifiyesi àwárí mu: Koko-ọrọ",
    "1033698050": "1. Njẹ a gbagbọ pe alabara ti fun wa ni ọran lilo ti a ro pe o jẹ itẹwọgba iwa, gẹgẹ bi itumọ wa ti awọn aṣa awujọ Oorun ti aṣoju?",
    "361372538": "2. Njẹ a gbagbọ pe awọn iṣẹ ti a pese yoo ṣee lo fun awọn idi iyasoto nipasẹ alabara, ni awọn ọna ti o le jẹ ofin ṣugbọn kii ṣe itẹwọgba fun wa?",
    "2867855718": "3. Njẹ a gbagbọ pe awọn iwulo ikọkọ ni a le koju ni itẹlọrun fun ibeere naa?",
    "2462728596": "Ti a ko ba le ni itẹlọrun ara wa lori awọn aaye wọnyi, a yoo kọ ibeere naa ati pe a le fopin si iraye si siwaju si pẹpẹ wa, gẹgẹ bi a ti ṣe ilana rẹ ninu Awọn ofin wa.",
    "1995277831": "e dupe",
    "1818116402": "A nireti pe o mọrírì iwo yii sinu bii a ṣe n ṣakoso awọn ibeere iṣẹ ṣiṣe pẹlu paati Ethics AI kan.",
    "1499894352": "Awọn ile-iṣẹ pupọ diẹ funni ni akoyawo sinu awọn ilana ṣiṣe ipinnu wọn ni agbegbe yii, ati pe a nireti pe awọn miiran yoo tẹle apẹẹrẹ yii!",
    "535659033": "Creative Commons Attribution",
    "1495915066": "Bawo ni awa, awọn alabaṣiṣẹpọ iwadii ile-ẹkọ wa, ati awọn alabara wa ṣe lo awọn media Creative Commons",
    "3017533972": "A, awọn alabaṣiṣẹpọ iwadii ile-ẹkọ wa, ati awọn alabara wa le ṣe itọkasi lẹẹkọọkan tabi tun ṣe awọn ipin ti akoonu iwe-aṣẹ Creative Commons nipasẹ pẹpẹ hCaptcha lati le ni ilọsiwaju imọ eniyan ni aaye ikẹkọ ẹrọ.",
    "1428053210": "Yi akoonu ti wa ni gbogbo yipada lati awọn oniwe-atilẹba fọọmu. Fun apẹẹrẹ, fidio le pin si ọpọlọpọ awọn aworan, awọn aworan wọnyẹn le pin si ọpọlọpọ awọn aworan tuntun, ati pe awọn aworan tuntun wọnyẹn lẹhinna dapọ laileto lati gbejade abajade ikẹhin ti o han.",
    "1728211763": "Lilo akoonu ni ọna yii ati fun awọn idi wọnyi ṣubu laarin awọn ilana lilo ododo ni ibamu si oye wa ti ofin ati awọn iṣe deede ni aaye, ṣugbọn a jẹ onijakidijagan igba pipẹ ti Creative Commons ati fẹ lati fun kirẹditi fun ẹnikẹni ti o ṣe iranlọwọ ninu iṣẹ nla ti ilọsiwaju oye ẹrọ.",
    "1949452297": "Nitori awọn idiwọ inu ti hCaptcha UI ati awọn ero aabo rẹ, ko ṣee ṣe lati ṣe ẹda orisun ti aworan kọọkan taara nitosi lilo rẹ. Dipo, a sopọ si oju-iwe yii lati oju-iwe akọkọ wa ati ṣetọju atokọ ti awọn orisun lọwọlọwọ tabi ti o ṣiṣẹ laipẹ nipasẹ pẹpẹ. O le wọle si atokọ lọwọlọwọ",
    "2367602973": "Nibi",
    "659124570": "Ni afikun, ti o ba rii akoonu ti o jẹ ti o tun ṣe lori pẹpẹ hCaptcha ati pe o fẹ ki o yọkuro fun eyikeyi idi, o le kan si wa nipasẹ imeeli ni",
    "2066749488": "Miiran Ẹdun",
    "3479034323": "Ti o ba rii akoonu ti o jẹ ti o tun ṣe lori pẹpẹ hCaptcha ati pe yoo fẹ ki o yọkuro fun eyikeyi idi, o le kan si wa nipasẹ imeeli.",
    "1836554225": "Blog Posts",
    "2873297188": "Njẹ gbogbo CAPTCHAS ṣe iyatọ si awọn ti kii ṣe Amẹrika bi?",
    "165932542": "Wiwo hCaptcha yanju awọn oṣuwọn kaakiri agbaye",
    "1865097546": "Oṣu kọkanla ọjọ 16, ọdun 2021",
    "3005876482": "hCaptcha Ni Bayi Iṣẹ CAPTCHA olominira ti o tobi julọ, nṣiṣẹ lori 15% ti Intanẹẹti",
    "693820850": "O le lu Google nipa fifi asiri si akọkọ",
    "3609106478": "Ohun elo Ijẹri:",
    "299335340": "Kini O Ṣe Ati Bii O Ṣe Duro Awọn ikọlu naa",
    "354925785": "Ọrọ Iṣaaju",
    "423222878": "Diẹ ninu awọn cyberattacks ti o nira julọ lati ṣe awari, ṣe idiwọ ati da duro jẹ awọn nibiti oṣere irira kan ni anfani lati lo awọn iwe-ẹri olumulo to tọ lati wọle si akọọlẹ olumulo ti nṣiṣe lọwọ. Laisi ọpọlọpọ awọn agbara wiwa fafa ti o wa ni aye, ile-iṣẹ ti o gbalejo akọọlẹ ko ni idi lati fura pe ohunkohun ko tọ. Onibara kan dabi ẹni pe o ti wọle sinu akọọlẹ rẹ. Olukọni naa ṣaṣeyọri arekereke aṣeyọri yii nipa lilo awọn iwe-ẹri jile—eyiti o maa n jẹ abajade ilana ikọlu ori ayelujara ti a mọ si “fifun-ẹda.” O jẹ iṣoro to ṣe pataki loni, ṣugbọn ọkan ti o le dinku pẹlu awọn wiwọn to tọ.",
    "777660551": "Kini Ohun elo Ijẹri?",
    "2602763587": "Ijẹrisi ijẹrisi jẹ fọọmu cyberattack kan ninu eyiti ikọlu gbiyanju lati wọle si oju opo wẹẹbu kan ni ọpọlọpọ igba ni lilo awọn orisii awọn orukọ olumulo ati awọn ọrọ igbaniwọle ji. “Nkan na” n tọka si awọn igbiyanju iwọle ti atunwi, eyiti o fẹrẹ jẹ nigbagbogbo nipasẹ sọfitiwia bot adaṣe.",
    "1271831121": "Kii ṣe bi ẹni pe agbonaeburuwole (ti o wọ inu hoodie, dajudaju!) Ti joko nibẹ, titẹ ni iwe-ẹri lẹhin ijẹrisi. Boti iwọle adaṣe adaṣe le ṣee ṣe lati inu ohun elo aisi-itaja bi Selenium tabi ohun elo agbonaeburuwole ti aṣa.",
    "2588750717": "Nitootọ, diẹ ninu awọn ikọlu ikọlu ohun-ijẹri kan pẹlu awọn miliọnu awọn iwe-ẹri — gbogbo wọn ti wa sinu wiwo wiwo oju opo wẹẹbu airotẹlẹ ni ireti ti a jẹ ki wọn wọle. Ni kete ti wọn ba wọle, ikọlu le gba akọọlẹ olufaragba naa.",
    "1137757109": "Ti o ba jẹ akọọlẹ eCommerce kan, ikọlu le paṣẹ ọjà. Ti olufaragba naa ba jẹ banki kan, ikọlu le gbe awọn owo lọ si okeere, ati bẹbẹ lọ.",
    "1559150837": "Awọn ibi-afẹde kii ṣe aabo botilẹjẹpe. Pupọ awọn oju opo wẹẹbu ni awọn iṣakoso ti o dènà olumulo ifura ti o n gbiyanju lati wọle si ẹgbẹẹgbẹrun awọn akọọlẹ oriṣiriṣi lati adiresi IP kanna ni aaye kukuru kan. Kini awọn ikọlu ohun elo ijẹrisi ṣe lati wa ni ayika awọn ilana aabo wọnyi ni eyi ni lati ṣe adaṣe agbegbe ati oniruuru IP. Lilo awọn irinṣẹ ti o lagbara, nigbagbogbo ti AI-ṣiṣẹ, wọn le jẹ ki o han pe ẹgbẹẹgbẹrun awọn olumulo n gbiyanju laileto lati wọle ni awọn akoko oriṣiriṣi ti ọjọ lati gbogbo orilẹ-ede naa. Eyi le pupọ pupọ lati rii ati da duro.",
    "1892020899": "Nibo ni awọn olosa gba awọn iwe-ẹri naa?",
    "2597149484": "Idi ti agbonaeburuwole ni lati \"nkan\" ọpọlọpọ awọn iwe-ẹri ni lati ṣe pẹlu ibi ti wọn ti gba awọn iwe-ẹri jija wọn.",
    "3030395800": "Awọn iwe-ẹri wọnyi nigbagbogbo wa lati awọn irufin data. Paapaa ti a mọ si “idasonu iwe-ẹri,” awọn ikọlu wọnyi le ja si awọn miliọnu awọn iwe-ẹri ti a da silẹ sori wẹẹbu dudu. Ti idasonu ba wa lati banki kan, agbonaeburuwole yoo gbiyanju lati lo awọn iwe-ẹri wọnyẹn lati lọ si awọn aaye miiran. Ọna yii n ṣiṣẹ nitori ọpọlọpọ eniyan lo orukọ olumulo kanna ati akojọpọ ọrọ igbaniwọle fun awọn aaye pupọ. (Iwa yii jẹ irẹwẹsi, ṣugbọn otitọ ni ohun ti o jẹ. Awọn eniyan maa n tun awọn iwe eri wiwọle kanna ṣe.)",
    "1258965840": "Nitorinaa, ti ikọlu ba le wọle si aaye kan, o le ṣee wọle sinu awọn aaye pupọ nipa lilo awọn iwe-ẹri ti o ti dànù. Fun apẹẹrẹ, wọn le gba orisii orukọ olumulo/ọrọ igbaniwọle bi JohnDoe/525momma, ṣugbọn wọn ko ni imọran kini tọkọtaya yẹn yoo ṣe fun wọn. Nitorinaa, wọn gbiyanju bata lori Amazon.com, Ebay, Citibank, Walgreens ati siwaju ati siwaju. Wọn le gbiyanju bata yẹn lori awọn aaye oriṣiriṣi ẹgbẹrun ẹgbẹrun.",
    "3594440415": "Ni ipari, wọn yoo bẹrẹ ṣiṣi awọn ilẹkun.",
    "780280214": "Bawo ni hCaptcha ati Idawọlẹ hCaptcha ṣe iyọkuro irokeke ohun elo ijẹrisi naa",
    "4165374512": "Lakoko ti o ṣee ṣe lati lo IP ati awọn irinṣẹ wiwa ipo lati ṣe idiwọ jijẹ iwe-ẹri, idiyele diẹ sii ti o munadoko ati ọna deede jẹ irọrun lati da gbigbi bot ohun-ijẹri adaṣe adaṣe funrararẹ. hCaptcha ati ile-iṣẹ hCaptcha le kọsẹ bot ni aaye titẹsi. Paapaa ti bot ba ni awọn iwe-ẹri ti o tọ, ti ko ba le kọja wiwa hCaptcha Enterprise tabi hCaptcha's CAPTCHA, kii yoo ni lati ṣe ohun elo rẹ ati pe aaye rẹ ati awọn olumulo ni aabo.",
    "3269644546": "Jowo",
    "1058572205": "wa ti o ba fẹ lati ni imọ siwaju sii nipa",
    "3753613260": "olubasọrọ",
    "1792519141": "hCaptcha Idawọlẹ",
    "3515435438": "Iroyin Awọn ẹdun DMCA",
    "54093347": "Aṣoju Iforukọsilẹ DMCA",
    "3233441200": "Tun ajilo Afihan",
    "4011712313": "Gẹgẹbi apakan ti Ilana DMCA wa, a gbe awọn akọọlẹ ti awọn alabara fun ẹniti a gba awọn ifitonileti DMCA lọpọlọpọ ti irufin ẹsun sinu igbese DMCA pupọ-Igbese Afihan Asọfin. Lẹhin gbigba awọn iwifunni DMCA leralera ni oṣu kalẹnda kan, akọọlẹ alabara yoo ni ilọsiwaju lati igbesẹ eto imulo kan si ekeji.",
    "766825168": "Awọn iṣe ti a le ṣe labẹ DMCA Tunṣe Ilana Aṣebiakọ pẹlu fifiranṣẹ awọn titaniji ti hihan pọ si si alabara igbasilẹ akọọlẹ naa. Lati le jẹwọ awọn titaniji wọnyi, a le nilo alabara lati wọle si akọọlẹ tabi pe ẹgbẹ atilẹyin wa. A tun ni ẹtọ lati daduro tabi fopin si, bakannaa lo awọn igbese adele miiran si, hCaptcha ati iṣẹ IMI ti alabara eyikeyi fun ẹniti a ti tẹsiwaju lati gba awọn iwifunni DMCA ti irufin ti o jẹbi paapaa lẹhin ti a ti firanṣẹ awọn itaniji aṣiwere atunwi. Ni afikun, a le fopin si ni lakaye nikan wa miiran hCaptcha tabi awọn iṣẹ IMI ti a pese si awọn alabara wọnyi nigba ti a ba fopin si iṣẹ hCaptcha labẹ eto imulo yii.",
    "2410122265": "Awọn orisun hCaptcha: Bots 101",
    "4166776480": "Nkan Ijẹri: Kini O Jẹ Ati Bii O Ṣe Duro Awọn ikọlu naa",
    "2301335298": "Jegudujera Isanwo: Didiwọn Ipo Iyipo Yara ti Cybercrime",
    "3682071227": "Kini Awọn gbigba Account Ati Bawo ni Wọn Ṣe Ṣiṣẹ?",
    "2729131930": "Kini Scraping Ati Bawo ni O Ṣe Nṣiṣẹ?",
    "1344959096": "Ṣiṣẹ bi olutọpa data ẹni kọọkan",
    "3510143229": "hCaptcha jẹ iṣẹ kan fun awọn oju opo wẹẹbu ati awọn ohun elo,",
    "3930611699": "olukuluku osise.",
    "1051214799": "hCaptcha jẹ iṣẹ aabo wẹẹbu ti o gbidanwo lati pin iye pẹlu awọn olutẹjade awọn oju opo wẹẹbu tabi awọn ohun elo ti o lo.",
    "360236473": "Iṣẹ hCaptcha ko ni ipinnu lati ṣee lo fun ẹnikẹni lati ṣiṣẹ gẹgẹbi aami olukaluku. Ko ṣe apẹrẹ fun tabi baamu si idi eyi. A ko ṣeduro ẹnikẹni lati gbiyanju lati lo hCaptcha gẹgẹbi orisun ti owo-wiwọle ti ara ẹni.",
    "3842490632": "Olumulo ẹni kọọkan ti ngbiyanju lati dahun ọpọlọpọ awọn ibeere ni o ṣee ṣe oṣuwọn ni opin tabi ni idinamọ ni iyara. Paapaa pataki, bi wa",
    "1560232962": "Awọn ideri ni awọn alaye, ko si awọn iṣeduro ti a ṣe bi iye ti o gba fun eyikeyi idahun ti a fun. Ko si awọn ibeere isanwo ti o wa ni akoko yẹn, idahun le jẹ kọ fun awọn idi didara, ati bẹbẹ lọ.",
    "2694001822": "Bibẹẹkọ, a gba awọn eniyan lẹẹkọọkan lati ṣe iranlọwọ fun wa lati ṣe idanwo awọn ohun-ini eto ati awọn ẹya tuntun.",
    "1569804581": "Ti o ba fẹ lati kan si ọ ni ọjọ iwaju nipa awọn aye ti o jọmọ, jọwọ fọwọsi fọọmu yii.",
    "636461959": "Oruko",
    "1139500589": "Orilẹ-ede",
    "1789607185": "Adirẹsi imeeli",
    "325077666": "Nipa fifiranṣẹ alaye rẹ o gba si wa",
    "3555583744": "ati",
    "3609929815": ". A yoo ṣe idaduro orukọ rẹ, orilẹ-ede, ati alaye adirẹsi imeeli nikan fun idi ti kikan si ọ ni ọjọ iwaju nipa awọn anfani iṣẹ isamisi ẹni kọọkan.",
    "4197928199": "Asiri Afihan",
    "851786723": "Nipa titẹ imeeli rẹ sii, o gba si Awọn ofin ati Eto Afihan wa, ati lati gba imeeli lati ọdọ wa.",
    "2402165761": "Bawo ni Scraping Ṣiṣẹ?",
    "4260542944": "Yiyọ akoonu (ti a tun mọ ni “fifọ iboju” tabi “fifọ”) jẹ ilana ti o faramọ, nigbagbogbo wulo fun gbigba alaye lati oju opo wẹẹbu. Sibẹsibẹ, ni awọn ọdun aipẹ, ilana naa ti di ohun elo ti o nifẹ si ti awọn olosa ati awọn ẹlẹtan. Awọn iwọn wiwọn le ṣe iyọkuro irokeke naa ni imunadoko, ṣugbọn lati ṣe imuse wọn, o ṣe pataki lati ni oye bii ilana naa ṣe n ṣiṣẹ.",
    "2066255783": "Kini Akoonu Scraping?",
    "1910628828": "Pipa akoonu jẹ ilana fun gbigba data lati inu eto kan ti o kan ohun elo irinṣẹ adaṣe adaṣe ti o nfarawe alabara sọfitiwia tabi ẹrọ aṣawakiri wẹẹbu kan. Kii ṣe tuntun. Ni otitọ, fun awọn onimọ-ẹrọ sọfitiwia ti o le nilo data lati ori akọkọ akọkọ, yiyọ le jẹ ọna kan ṣoṣo lati yọ alaye jade. Awọn asopo atilẹba le ti lọ ati pe ko ṣee ṣe lati paarọ rẹ.",
    "3408107995": "Loni, bi o tilẹ jẹ pe, gbigbọn nigbagbogbo tumọ si ọna eto lati fa data lati aaye ayelujara kan. Sọfitiwia scraping n ṣiṣẹ bi olumulo eniyan, tite lori awọn bọtini ati kika abajade abajade. Ọpọlọpọ awọn lilo ẹtọ ni o wa fun scraping. Awọn crawlers wẹẹbu ti awọn ẹrọ wiwa agbara jẹ apẹẹrẹ kan. Bakanna ni awọn irinṣẹ bii Skyscanner ti o wa awọn iṣowo irin-ajo nipasẹ lilọ nipasẹ ẹgbẹẹgbẹrun awọn oju opo wẹẹbu irin-ajo. Awọn ile-iṣẹ Fintech tun lo, paapaa, yiyọ data inawo olumulo lati awọn aaye banki ti ko ba si Awọn atọkun Eto Ohun elo (API) ti o wa lati ṣe asopọ data naa. Awọn ohun ti o yẹ ki o ranti nipa fifọ iboju jẹ iyara ati scalability. Ilana naa le ṣe ikore awọn oye pupọ ti data lati awọn oju opo wẹẹbu, ni ro pe awọn aaye ko ni tunto lati da duro lati ṣẹlẹ. Ni iyara ti iširo, scraper le ṣajọ awọn iwe data nla nipasẹ sisọpọ pẹlu awọn oju opo wẹẹbu ati sọfitiwia ti o wa labẹ ati awọn apoti isura data ti o ṣe agbara wọn.",
    "1920884252": "Kini idi ti akoonu fifa jẹ irokeke aabo?",
    "2256795853": "Agbara lati yọ ọpọlọpọ awọn data jade, ni kiakia, lati awọn oju-iwe ayelujara jẹ ki o ṣawari ọpa ti o lagbara ni ọwọ awọn olukopa irira. Bọtini scraping le ṣajọ data olumulo lati awọn aaye ayelujara awujọ. Lẹhinna, nipa sisọ awọn aaye ti o ni awọn adirẹsi ati alaye ti ara ẹni miiran ati awọn esi ti o ṣe atunṣe, agbonaeburuwole le ṣe alabapin ninu awọn irufin idanimọ bi fifisilẹ awọn ohun elo kaadi kirẹditi ẹtan.",
    "4087694419": "Atọpa agbonaeburuwole tun le ṣajọ data lati awọn aaye bii Amazon ati eBay lati ṣẹda awọn atokọ ọja iro tabi ẹtan. Oun tabi obinrin le fun wọn ni tita lori awọn iṣẹ ẹlẹgbẹ-si-ẹlẹgbẹ bii OfferUp ati ṣe awọn ikọlu ararẹ lori awọn olura. Tabi, awọn fraudster le ta awọn ọja ti ko si tẹlẹ.A siwaju iboju scraping jegudujera je faking jade ipolongo ateweroyinjade. Nipa yiyọ akoonu kuro lati awọn aaye atẹjade, ẹlẹtan le ṣẹda awọn oju-iwe atẹjade ipolowo iro lori awọn iṣẹ oriṣiriṣi. Lẹhinna wọn le ta awọn ipolowo lori awọn oju-iwe wọnyẹn si awọn alatunta ti a fun ni aṣẹ, ti awọn olubasọrọ wọn ti kore lati faili ad.txt ti olutẹjade. Awọn iho ipolowo han gidi si olupolowo, ṣugbọn kii ṣe.",
    "3315658779": "Dena Akoonu Scraping pẹlu hCaptcha Idawọlẹ",
    "2602081482": "Idawọlẹ hCaptcha nlo ikẹkọ ẹrọ ilọsiwaju lati ṣe idanimọ ijabọ irira si aaye rẹ ati awọn ohun elo – pẹlu awọn iṣẹ ṣiṣe.",
    "1422537019": "wa loni lati ni imọ siwaju sii.",
    "1988268879": "Iye owo-doko data isamisi ni iwọn",
    "2163914794": "Ṣe o nilo awọn aami diẹ sii fun awọn ipilẹ data rẹ? hCaptcha n pese iyara, iye owo-doko, ati isamisi data didara giga fun awọn ile-iṣẹ ti n ṣiṣẹ lori itetisi atọwọda ati awọn ohun elo ikẹkọ ẹrọ.",
    "3378932530": "Gba Aami Data Rẹ Bayi",
    "3483700676": "Lọlẹ awọn miliọnu awọn iṣẹ ṣiṣe lẹsẹkẹsẹ",
    "3478726913": "hCaptcha ni ọkan ninu awọn adagun nla ti o tobi julọ lori aye ti o wa fun lilo rẹ. Eyikeyi iwọn rẹ, a le mu laisi awọn adehun iwaju ti o gbowolori. Milionu awọn iṣẹ-ṣiṣe fun ọjọ kan kii ṣe iṣoro.",
    "740501259": "Rọrun API-ìṣó pipelines",
    "2784612261": "Ṣe o fẹ lati ṣafikun atunyẹwo eniyan taara sinu awọn iṣẹ iṣowo rẹ? A nfun SLAs igbẹkẹle giga, agbara idaniloju, ati awọn API REST ti o rọrun.",
    "1144966033": "Iṣapeye fun iye owo ati didara",
    "3213351333": "Ko si ifaramo iwaju ti a beere",
    "2107077506": "Syeed HUMAN nlo awọn awoṣe igbẹkẹle okeerẹ lati ṣe itupalẹ didara akoko gidi fafa. Eyi n gba wa laaye lati yara pinnu mejeeji iṣoro ti awọn ibeere ati idahun ti o ṣeeṣe ti wọn, fifipamọ akoko ati owo fun ọ.",
    "3576146278": "Sanwo nikan fun deede ti o nilo",
    "2952586316": "Ko gbogbo isoro ni o wa kanna. Awọn asọye fun awọn iṣẹ ṣiṣe to ṣe pataki aabo le nilo igbẹkẹle 99.99% lati ọdọ awọn oṣiṣẹ eniyan patapata. Awọn asọye fun ẹya beta kan ninu ohun elo ere alagbeka le nilo igbẹkẹle iwọntunwọnsi nikan. O pinnu.",
    "710145621": "Pese data otitọ ilẹ tirẹ tabi jẹ ki a kọ lori fo",
    "987901590": "Ṣe o ni data aise laisi eto ijẹrisi okeerẹ kan? Ni ọpọlọpọ awọn ọran a le kọ ọkan fun ọ bi awọn iṣẹ ṣiṣe ti n ṣiṣẹ nipasẹ eto, tabi ṣẹda awọn apẹẹrẹ aami fun ifọwọsi rẹ.",
    "2597352122": "Awọn oriṣi asọye",
    "1344687860": "Awọn apoti ifunmọ",
    "1089415440": "Wiwa ohun pipe ni awọn aworan ati fidio",
    "3817067682": "Awọn igun-ọpọlọpọ",
    "2682873489": "Ṣetumo agbegbe didi fun awọn nkan",
    "1275150216": "Awọn ami-ilẹ",
    "2067112112": "Awọn alaye itọkasi fun ọpọlọpọ awọn ọran lilo oriṣiriṣi",
    "4228682126": "Isọri ikalara",
    "2920213479": "Too tabi fi awọn ẹka lainidii ti iwọn eyikeyi",
    "3288667364": "Afiwera ati Iwari",
    "155877895": "Wiwa agbara eniyan ati isọdi",
    "3128433367": "... ati ọpọlọpọ awọn siwaju sii",
    "2827452240": "Ṣe o nilo iru miiran ti a ko ṣe akojọ si ibi? Kan beere wa.",
    "719304627": "Ṣe o nilo Iṣakoso Ipari-si-Ipari?",
    "1172067553": "Syeed HUMAN lẹhin hCaptcha n pese didara iṣẹ ti o ga julọ ati awọn ẹya iṣakoso nipasẹ ile-ile, arabara, tabi awọn imuṣiṣẹ SaaS ti o ṣepọ pẹlu awọn eto ti o wa tẹlẹ.",
    "2319072959": "Ṣiṣe aisinipo patapata pẹlu agbara oṣiṣẹ tirẹ, iye orin ti o jẹ kọja awọn ẹka iṣowo tabi awọn alabaṣiṣẹpọ, yiyan awọn iṣẹ ipa ọna si oriṣiriṣi awọn olupese iṣẹ inu tabi ita ti o da lori idiyele ati awọn ibeere aabo, ati diẹ sii.",
    "1936512180": "Wiwọle API ti o rọrun, awọn dasibodu ti o lẹwa, ati awoṣe tuntun-ninu-ọna imọ-ẹrọ lati mu iṣẹ ṣiṣe ti oṣiṣẹ pọ si.",
    "3913848038": "99.99% awọn akoko SLA ati 24/7 atilẹyin agbaye wa.",
    "1080752747": "Olubasọrọ tita",
    "1525403768": "Fun alaye diẹ ẹ sii kan si Idawọlẹ Titaja.",
    "1546930020": "Ngba Data Aami",
    "2486638408": "Setumo pato",
    "1027200955": "Sọ pẹlu ọkan ninu awọn amoye agbegbe wa lati ṣalaye awọn iwulo iṣẹ akanṣe rẹ: deede ibi-afẹde, ọna kika, ati awọn ibeere pataki eyikeyi.",
    "1156712451": "Igbeyewo iṣẹ akọkọ",
    "181065232": "A ṣe iṣẹ iṣelọpọ kekere kan ti o da lori data ayẹwo rẹ. Eyi ṣe idanwo iṣẹ ti a ti ṣe papọ lati rii daju pe o gba deede ohun ti o nilo.",
    "3207769512": "Ran awọn Production Jobs",
    "1099238677": "Pẹlu iwọn giga wa ati airi kekere a yoo yi iṣẹ rẹ pada ni iyara, pẹlu ifijiṣẹ adaṣe ni kete ti o ti pari.",
    "465783046": "Ṣe o fẹ lati gbiyanju pẹlu data rẹ?",
    "328625009": "... a ti ṣetan nigbati o ba wa: iṣẹ wa wa ni ayika aago.",
    "3225770968": "hCaptcha jẹ apẹrẹ lati yanju iṣoro aladanla julọ ni ikẹkọ ẹrọ; isamisi awọn oye nla ti data ni akoko, ti ifarada, ati ọna igbẹkẹle.",
    "2041686284": "Awọn data diẹ sii ni gbogbogbo ṣe agbejade awọn abajade to dara julọ ni awọn awoṣe ikẹkọ ẹrọ ikẹkọ. Aṣeyọri aipẹ ti awọn awoṣe ti o jinlẹ ti yori si awọn ipilẹ data ti o tobi pupọ si, ati hCaptcha ṣe iranṣẹ iwulo yii. Bibẹẹkọ, ṣiṣẹda awọn ipilẹ data atunwo eniyan nla nipa lilo awọn ọna ibile jẹ mejeeji lọra ati gbowolori.",
    "3729345277": "hCaptcha jẹ ọna fun awọn ile-iṣẹ lati gba awọn alaye ti wọn nilo ni iyara, pẹlu didara ti o ga julọ ati ni idiyele kekere ju awọn omiiran miiran lọ.",
    "2103563261": "Ikọkọ tabi Public Information",
    "2513143348": "Eto Idawọlẹ hCaptcha jẹ iyasọtọ ti o rọ ni apẹrẹ rẹ: o le jẹ apakan tabi gbe lọ patapata ni eti nẹtiwọọki rẹ ti o ba ṣiṣẹ awọsanma ti gbogbo eniyan tabi ni ọpọlọpọ awọn ile-iṣẹ data.",
    "3107683988": "Eyi le dinku ijabọ pipa-nẹtiwọọki ati awọn idiyele lakoko idaduro gbogbo awọn anfani ti iṣakoso nipasẹ oṣiṣẹ ipe wa 24/7 lati pade awọn SLA ti o muna.",
    "3660619092": "Forukọsilẹ ọfẹ tabi kan si awọn tita ọja fun awọn solusan Idawọlẹ",
    "2351176803": "Awọn ofin iwe-aṣẹ fun hCaptcha JS API",
    "2616226398": "Koko-ọrọ si wa",
    "2024293275": ". Gbogbo awọn ẹtọ miiran wa ni ipamọ, fun bayi.",
    "1062291156": "boṣewa ofin",
    "2712493234": "Jegudujera Isanwo: Didiwọn Ipo Iyipo Yara ti Cybercrime",
    "1817772953": "Jibiti kii ṣe iru iwafin tuntun. Ní tòótọ́, àwọn awalẹ̀pìtàn ti ṣàwárí àwọn ẹ̀rọ agbógunti jìbìtì tí àwọn ará Sumerian ìgbàanì hùmọ̀ láti kó ẹran ọ̀sìn lọ láì pàdánù ní nǹkan bí 10,000 ọdún sẹ́yìn! Nínú ọ̀ràn tiwọn, wọ́n fi àwọn àmì amọ̀, ọ̀kọ̀ọ̀kan wọn dúró fún ẹranko, sínú bọ́ọ̀lù amọ̀ tí a mọ̀ sí “bulla” kan. Bulla naa yoo rin pẹlu agbo-ẹran bi o ti nlọ lati ọdọ olutaja lọ si olura. Paapaa lẹhinna, awọn oniwun iṣowo ṣe aniyan pe kii ṣe gbogbo eniyan ti wọn ṣe pẹlu wa lori oke ati oke. Pupọ ti yipada ni ọdun 10,000, ṣugbọn iwulo lati jẹ imotuntun ni idilọwọ jibiti wa pẹlu wa. Loni, ọran ti jibiti isanwo ori ayelujara jẹ pataki pataki. Pẹ̀lú Íńtánẹ́ẹ̀tì, àwọn ajẹ́jẹ̀ẹ́jẹ́ẹ́ ti túbọ̀ ń jáfáfá ní lílo àwọn ìṣàkóso ẹ̀ṣẹ̀ jìbìtì. Awọn ojutu titun n yi ṣiṣan pada, sibẹsibẹ.",
    "1053787685": "Kini jegudujera Isanwo?",
    "433424759": "Jegudujera owo sisan ni eyikeyi iru iṣowo ti ko tọ si ninu eyiti cybercriminal kan nfi olufaragba ohun kan ti iye, ni deede owo. Eyi le tumọ si lilo kaadi kirẹditi ji lati paṣẹ ọjà lori ayelujara tabi gbigba akọọlẹ banki kan ati gbigbe awọn owo jade ni ilodi si. Awọn iyatọ pupọ lo wa, ṣugbọn gbogbo wọn ni abajade kanna: onibajẹ nlo idanimọ ji tabi alaye isanwo lati ji lati ọdọ alabara kan, banki tabi oniṣowo kan.",
    "2939852138": "Bawo ni Awọn Fraudsters [Gbiyanju lati] Lọ Pẹlu Jegudujera Isanwo?",
    "1665616092": "Jegudujera owo sisan jẹ rọrun ni imọran, ṣugbọn o le jẹ eka ikọja ni ipaniyan lọwọlọwọ rẹ.",
    "4246520782": "Kódà, Íńtánẹ́ẹ̀tì ti jẹ́rìí sí eré ìje ohun ìjà tó dájú láàárín àwọn ẹlẹ́tàn àti àwọn agbèjà ní àwọn ọdún àìpẹ́ yìí.",
    "2167049807": "Awọn ẹgbẹ aabo ti gba ọpọlọpọ awọn wiwọn ati awọn idari ti o ṣẹgun irọrun, awọn ọna ọlẹ si ẹtan isanwo. Bibẹẹkọ, awọn ikọlu naa n pọ si i. Fun apẹẹrẹ, awọn bot le ni ikore awọn nọmba kaadi kirẹditi ji ati awọn PIN lati awọn oju opo wẹẹbu iro ati ikọlu ararẹ.",
    "1936449777": "Lẹhinna, ni ipo adaṣe ni kikun, wọn le ṣe afiwe ihuwasi eniyan lori awọn aaye e-commerce, tite lori awọn bọtini ati ṣafikun awọn ohun kan si awọn rira rira-si aaye nibiti ọpọlọpọ, ti kii ṣe pupọ julọ awọn iṣakoso egboogi-jegudu ko le sọ pe bot n gbiyanju lati ji. ọjà. Kàkà bẹ́ẹ̀, ó dà bí ẹni pé oníṣe ènìyàn kan ń rajà lásán. Bot naa le wọle sinu akọọlẹ alabara gidi kan nipa lilo awọn iwe-ẹri jile. Siwaju obcuring awọn jegudujera ni agbara awọn bot lati spoof IP adirẹsi ati ki o ṣe awọn ti o dabi ti o ba ti awọn \"itaja\" ni ibikan yatọ si lati awọn attacker, ti o le wa ni a ajeji orilẹ-ede.",
    "648630222": "Dena Jibiti Isanwo pẹlu Idawọlẹ hCaptcha",
    "1621930829": "Kini o le ṣee ṣe nipa ilọsiwaju oni, awọn iṣẹ jibiti isanwo ti ko da duro? Lilo awọn ipele iṣakoso pupọ jẹ igbagbogbo ọna ọlọgbọn. Sibẹsibẹ, awọn ọna atako ti o dara julọ jẹ awọn ti o le dẹkun bot ki o ṣafihan pe iro ni, laibikita awọn akitiyan ti o dara julọ ti awọn olupilẹṣẹ rẹ lati tun ṣe ihuwasi eniyan.",
    "2423586454": "Awọn ohun kan tun wa ti sọfitiwia ko le ṣe, laibikita bi AI ṣe dara to lẹhin rẹ. Imọ-ẹrọ CAPTCHA ti ode oni nfunni ni ọna ti a fihan ti didi awọn botilẹnti ti ngbiyanju lati tẹsiwaju jijẹ isanwo. Lakoko ti awọn isunmọ atijọ si CAPTCHA, bii awọn nọmba ti o rọrun ti o rọrun ninu apoti kan, ti wa ni aipe pupọ julọ ni idinku awọn bot ilọsiwaju, ẹrọ idahun adaṣe adaṣe bii hCaptcha Enterprise le ni rọọrun kọku bot arekereke ni akoko wiwọle akọọlẹ tabi isanwo rira rira. Paapa ti bot ba ni awọn iwe-ẹri gidi, ti kii yoo ni anfani lati gba nipasẹ CAPTCHA.",
    "1467308982": "Awọn Iṣeto Isanwo",
    "1291824746": "Awọn sisanwo hCaptcha nṣiṣẹ ni idamẹrin lori ipilẹ itọpa ọjọ 60 kan. Lati ṣe apejuwe kini eyi tumọ si, jọwọ wo tabili ni isalẹ.",
    "3444947612": "Traffic Laarin",
    "4181611011": "Ọjọ ilaja",
    "728503636": "Payout Ọjọ",
    "3720584906": "Oṣu Keje Ọjọ 15, Ọdun 2021 - Oṣu Kẹwa Ọjọ 15, Ọdun 2021",
    "388240587": "Oṣu Kẹta ọjọ 5-15, ọdun 2022",
    "3426312287": "Oṣu Kẹta ọjọ 5-15, ọdun 2022",
    "615618648": "Oṣu Kẹrin Ọjọ 15, Ọdun 2021 - Oṣu Keje Ọjọ 15, Ọdun 2021",
    "3376724603": "Oṣu Kẹsan ọjọ 14-24, ọdun 2021 ††",
    "3398978455": "Oṣu Kẹsan ọjọ 15-25, ọdun 2021 ††",
    "2722456056": "Oṣu Kẹta Ọjọ 15, Ọdun 2021 - Oṣu Kẹrin Ọjọ 15, Ọdun 2021",
    "4063155841": "Ko pẹ ju Oṣu Keje ọjọ 25, ọdun 2021 ††",
    "4082053540": "Oṣu Kẹfa ọjọ 19-25, ọdun 2021 †",
    "64953197": "Oṣu Kẹwa Ọjọ 15, Ọdun 2020 - Oṣu Kini Ọjọ 15, Ọdun 2021",
    "1023070345": "Ko pẹ ju Oṣu Kẹta ọjọ 14, ọdun 2021",
    "2600696085": "Oṣu Kẹta Ọjọ 15, Ọdun 2021",
    "3217791519": "Oṣu Keje Ọjọ 15, Ọdun 2020 - Oṣu Kẹwa Ọjọ 15, Ọdun 2020",
    "649261378": "Oṣu Kẹta Ọjọ 5-11, Ọdun 2021*",
    "1559190296": "Oṣu Kẹta ọjọ 5-11, ọdun 2021",
    "3806054689": "Oṣu Kẹrin Ọjọ 15, Ọdun 2020 - Oṣu Keje Ọjọ 15, Ọdun 2020",
    "4162383380": "Oṣu Kẹsan Ọjọ 16th - Ọjọ 22, Ọdun 2020****",
    "1990824776": "Oṣu Kẹsan Ọjọ 16-24, Ọdun 2020****",
    "3856690908": "Oṣu Kẹta Ọjọ 15, Ọdun 2020 - Oṣu Kẹrin Ọjọ 15, Ọdun 2020",
    "3200641265": "Ko pẹ ju Oṣu Keje ọjọ 16, Ọdun 2020*",
    "3744079744": "Oṣu Kẹfa ọjọ 15-19, Ọdun 2020****",
    "2209837451": "Oṣu Kẹwa Ọjọ 15, Ọdun 2019 - Oṣu Kini Ọjọ 15, Ọdun 2020",
    "2510534204": "Ko pẹ ju Oṣu Kẹta ọjọ 23, ọdun 2020 ***",
    "2910560864": "Oṣu Kẹta Ọjọ 20-23, Ọdun 2020 ***",
    "2544565802": "Oṣu Keje Ọjọ 15, Ọdun 2019 - Oṣu Kẹwa Ọjọ 15, Ọdun 2019",
    "3963642878": "Ko pẹ ju Oṣu kejila ọjọ 14, ọdun 2019*",
    "622103562": "Oṣu kejila ọjọ 17, ọdun 2019 ***",
    "4072202039": "Oṣu Kẹrin Ọjọ 15, Ọdun 2019 - Oṣu Keje Ọjọ 15, Ọdun 2019",
    "818049069": "Ko pẹ ju Oṣu Keje ọjọ 15, ọdun 2019",
    "1169005651": "Oṣu Kẹsan Ọjọ 15, Ọdun 2019",
    "2303655425": "Oṣu Kẹta Ọjọ 15, Ọdun 2019 - Oṣu Kẹrin Ọjọ 15, Ọdun 2019",
    "3678889946": "Ko pẹ ju Oṣu Keje ọjọ 15, ọdun 2019",
    "3094354698": "Oṣu Kẹjọ Ọjọ 15, Ọdun 2019",
    "4217013126": "Payouts ojo melo ṣiṣe jakejado awọn ọjọ lori awọn Payout Ọjọ, ati awọn ti a pari ni apapọ nipa ọganjọ Pacific akoko. Ti akọọlẹ kan ba ti ni ifihan fun atunyẹwo, o le gba to awọn ọjọ iṣowo marun ni afikun lati tu isanwo kan silẹ.",
    "1447649958": "Gẹgẹbi olurannileti, ijabọ eniyan deede nikan ni ẹtọ fun awọn sisanwo. O le wo awọn alaye diẹ sii lori eyi ni FAQ wa, ti sopọ ni isalẹ. Iwontunwonsi to wa gbọdọ tun pade ala-ilẹ ti o kere ju lati le yẹ fun isanwo, lọwọlọwọ 10 HMT.",
    "4257144752": "Awọn iṣiro akoko-gidi ko ṣe afihan deede tabi ẹda eniyan, ati nitorinaa awọn dukia ipari rẹ le yatọ ni pataki si oke tabi isalẹ lati awọn nọmba ti o han ninu Dasibodu ṣaaju ilaja akọkọ rẹ.",
    "2728931827": "Lẹhin ilaja kọọkan, awọn iṣiro fun-sitekey rẹ yoo ni imudojuiwọn ati pe deede awọn asọtẹlẹ iwaju yẹ ki o pọ si, ayafi ti aaye rẹ ba ni iyipada ohun elo ninu ihuwasi olumulo.",
    "1200905005": "††† Lati Oṣu Kẹsan ọdun 2021, awọn ilaja ati awọn sisanwo bayi nṣiṣẹ ni isunmọ akoko ọjọ mẹwa 10 kuku ju ọjọ kan lọ, lati le rọrun awọn ihamọ iṣẹ ṣiṣe ti o ni ibatan si idagbasoke ninu iṣẹ naa.",
    "4284094387": "†† Diẹ ninu awọn ilaja Okudu 2021 ati awọn sisanwo yoo ṣiṣẹ ni ọsẹ to nbọ nitori awọn idaduro ni ijẹrisi awọn iṣiro ikẹhin lakoko window ilaja.",
    "1977013707": "† Oṣu kejila ọdun 2020 awọn isanwo ti tun ṣeto lati ọjọ 15th lati yago fun ikọlupọ pẹlu awọn ilaja opin ọdun ati awọn isinmi oṣiṣẹ: wọn yoo pari ni ọsẹ keji ti Oṣu Kini. Nitori awọn gbigbe lọra-ju-iṣaaju sinu PayPal, awọn sisanwo yoo ṣiṣẹ ni awọn ọjọ pupọ ju ki o pari ni ọjọ kan.",
    "517010299": "Jọwọ ṣakiyesi: a n ṣiṣẹ lọwọlọwọ lori iyipada ẹhin pataki si ilaja akoko-gidi-gidi. Igbakọọkan reconciliations yoo ṣiṣe kere loorekoore ju ibùgbé nipasẹ Q1 2021. Eleyi ko ni ipa payout iṣeto tabi ọjọ.",
    "3092200338": "** Nigbati awọn 15th ṣubu lori kan ìparí, awọn Payout Ọjọ dipo awọn 17th.",
    "3891941747": "*** Imọran COVID-19: Nitori agbara oṣiṣẹ ti o dinku ti o ni ibatan si COVID-19, a ti ṣe atunto ilaja lati gba akoko ni afikun lati pari ijẹrisi boṣewa wa. Awọn sisanwo ni a nireti lati bẹrẹ ni ọjọ Jimọ ati pari ni Ọjọ Aarọ ti n bọ.",
    "2301757528": "**** Nitori itọju nipasẹ PayPal ti awọn API REST wọn lakoko window isanwo, kii ṣe gbogbo awọn isanwo ti pari ni Oṣu Karun ọjọ 15th. Awọn sisanwo eyikeyi ti a ṣeto fun Oṣu Keje ọjọ 15th (akoko Pacific) ṣugbọn ko ṣiṣẹ nitori awọn aṣiṣe PayPal API ni a tun ṣiṣẹ nipasẹ Oṣu Keje ọjọ 19th (akoko Pacific).",
    "116842359": "***** Awọn atunṣe ni a nireti lati pari ni ọpọlọpọ awọn ọjọ nitori itọju eto.",
    "4154415610": "***** Awọn sisanwo Oṣu Kẹsan 2020 yoo ṣiṣẹ ni awọn ipele bi ilaja ti pari, pẹlu diẹ ninu awọn nṣiṣẹ ni ọpọlọpọ awọn ọjọ nigbamii ju ti iṣeto ni akọkọ nitori awọn idaduro ilaja.",
    "2310694091": "Kini Itumọ Ilaja?",
    "164801246": "Ilaja jẹ ilana eyiti a ṣe atupale ijabọ lẹhin otitọ lati rii daju ẹda eniyan ati deede, ni kete ti gbogbo data lati gbogbo awọn aaye ijabọ wa. O le ka awọn alaye diẹ sii ninu wa",
    "3256245394": "bakanna bi awọn ifiweranṣẹ bulọọgi wa, fun apẹẹrẹ",
    "3089778412": "Bawo ni hCaptcha ṣe iṣiro Awọn ẹsan",
    "3329755436": "Ṣe o ngbero lati yara si ilana yii bi?",
    "1911669851": "Bẹẹni, a n ṣiṣẹ lọwọlọwọ lori ọpọlọpọ awọn ilọsiwaju si awọn ọna ṣiṣe ẹhin wa ti a nireti yoo gba wa laaye nikẹhin lati funni ni ilaja mejeeji ni iyara, deede iṣiro iyara diẹ sii, ati awọn isanwo yiyara. A n ṣiṣẹ lọwọlọwọ lati yara ilaja ni akọkọ.",
    "2366003154": "Tẹ ati Awọn ibeere Media",
    "3054564199": "Tẹ Apo",
    "3173156067": "Diẹ ninu iwe adehun ti o ti ṣetan wa ninu iṣẹlẹ ti o fẹ lati ṣafikun awọn aworan apẹẹrẹ ninu nkan rẹ.",
    "867314732": "O le gba agbara-giga pada",
    "858218750": "ati itọnisọna lori lilo wọn lori awọn",
    "3821716514": "oju-iwe.",
    "1186243118": "logo images",
    "3034959000": "O le gba pada",
    "1764089150": "Nibi:",
    "1558428432": ". Jọwọ ṣe kirẹditi wọn si hCaptcha.com.",
    "2429359042": "apẹẹrẹ ni wiwo images",
    "1480820434": "aworan 1",
    "3213411837": "aworan 2",
    "1270712701": "Awọn ikede ati awọn ijabọ aipẹ",
    "231285005": "O le wa awọn imudojuiwọn aipẹ lori bulọọgi wa",
    "1289884910": "A tun gbejade itupalẹ ati awọn ijabọ lẹẹkọọkan. Fun apere:",
    "932546190": "Kini idi ti awọn CAPTCHA yoo wa pẹlu wa Nigbagbogbo",
    "2344319147": "Elo ni wiwa bot ti Google tọsi gaan?",
    "1637527266": "Awọn orilẹ-ede wo ni o ni ijabọ bot julọ julọ?",
    "230159237": "Awọn olubasọrọ",
    "3759923279": "Jọwọ taara awọn ibeere titẹ si adirẹsi imeeli wọnyi:",
    "4255608322": "Imudojuiwọn to kẹhin: Oṣu Kẹrin Ọjọ 12, Ọdun 2021",
    "537881751": "Kaabọ si hCaptcha! Ilana Aṣiri yii ṣapejuwe awọn iṣe ti Intuition Machines, Inc. (\"IMI\", \"a\" tabi \"wa\") nipa gbigba, lilo, ati ifihan alaye (pẹlu Alaye ti ara ẹni, ti ṣalaye ni isalẹ) nipasẹ oju opo wẹẹbu wa ni www.hcaptcha .com ati eyikeyi awọn subdomains miiran tabi awọn ibugbe ti a lo (“Awọn aaye”) ati wiwo eto ohun elo hCaptcha ati sọfitiwia ati awọn ohun elo ti o jọmọ (lapapọ, “Iṣẹ naa”).",
    "33639629": "Ko wulo fun awọn oju opo wẹẹbu ẹnikẹta. Jọwọ ṣe akiyesi pe Afihan Aṣiri yii ko kan oju opo wẹẹbu eyikeyi, ẹbun, ọja tabi iṣẹ ti ẹnikẹta, paapaa ti o ba sopọ si Aye wa tabi ṣafikun Iṣẹ naa - jọwọ tọka si awọn eto imulo ikọkọ ti o wulo ṣaaju ṣiṣe ipinnu lati pese alaye eyikeyi si ẹnikẹta ẹni.",
    "987375734": "IMI wa ni Orilẹ Amẹrika. Awọn Ojula ati Iṣẹ naa ni iṣakoso ati ṣiṣẹ nipasẹ wa lati Amẹrika. Alaye ti ara ẹni le wa ni ipamọ ati ṣiṣẹ ni orilẹ-ede eyikeyi nibiti a ti ni awọn ohun elo tabi ninu eyiti a ṣe alabapin si awọn olupese iṣẹ, ati nipa lilo Awọn aaye ati Iṣẹ o gba lati gbe alaye lọ si awọn orilẹ-ede ti ita ti orilẹ-ede ibugbe rẹ, pẹlu Amẹrika. , eyiti o le ni awọn ofin aabo data ti o yatọ si ti orilẹ-ede rẹ. Ni awọn ipo kan, awọn kootu, awọn ile-iṣẹ agbofinro, awọn ile-iṣẹ ilana tabi awọn alaṣẹ aabo ni awọn orilẹ-ede miiran le ni ẹtọ lati wọle si Alaye Ti ara ẹni.",
    "452920031": "Akọsilẹ kan si Awọn alabara Ita Ilu Amẹrika.",
    "2328839224": ". Jọwọ wo apakan “Akiyesi si Awọn olugbe California” ti o ni ibatan si awọn ẹtọ rẹ labẹ Ofin Aṣiri Olumulo California (“CCPA”).",
    "1565481281": "Akọsilẹ kan si Awọn olugbe California",
    "1028058338": "Jọwọ wo apakan \"Akiyesi si Awọn Koko-ọrọ Data EU\" ti o ni ibatan si awọn ẹtọ rẹ labẹ Ilana Idaabobo Data Gbogbogbo (\"GDPR\").",
    "2271205646": "Akọsilẹ kan si Awọn olugbe Agbegbe Iṣowo Ilu Yuroopu.",
    "508143070": "Ṣe akiyesi pe IMI ni oludari ti alaye ti ara ẹni rẹ, ayafi nibiti a ti ṣe ilana alaye ti ara ẹni ni ipo awọn Integrators wa ni asopọ pẹlu ipese Iṣẹ wa, ninu eyiti a jẹ ero isise ti alaye ti ara ẹni, ati pe Awọn Integrators yẹn jẹ awọn oludari ti oro iroyin nipa re.",
    "2330965058": "Nibo ti a ṣe bi ero isise fun Awọn Integrators wa, a ko lo data ti a gba fun eyikeyi idi miiran yatọ si bi o ṣe pataki lati pese Iṣẹ wa, ati pe sisẹ wa yoo jẹ ijọba nipasẹ awọn adehun ti a ni ni aye pẹlu Awọn Integrators wa, kii ṣe eyi Asiri Afihan",
    "3017040355": "Ṣiṣẹda data Koko-ọrọ data EU n ṣiṣẹ labẹ ipilẹ ofin ti Awọn asọye Adehun Apejuwe (SCCs) ti a ṣepọ laarin Afikun Iṣiṣẹ Data si Awọn ofin Iṣẹ wa tabi Awọn adehun Ṣiṣẹda Data pẹlu Awọn Integrators wa.",
    "2233384692": "Ti o ba ni awọn ibeere tabi awọn ifiyesi nipa bawo ni iru data ṣe n ṣakoso tabi yoo fẹ lati lo awọn ẹtọ rẹ, o yẹ ki o kan si eniyan tabi nkankan (ie, oludari data) ti o ti ṣe adehun pẹlu wa lati lo Iṣẹ naa lati ṣe ilana data yii. A yoo, sibẹsibẹ, pese iranlowo si wa Integrators lati koju eyikeyi awọn ifiyesi ti o le ni, ni ibamu pẹlu awọn ofin ti wa guide pẹlu wọn.",
    "349292953": "Alaye A Gba",
    "3022001832": "A gba alaye lati ọdọ awọn eniyan kọọkan ti o nlo pẹlu Awọn oju opo wẹẹbu ati Awọn iṣẹ wa, pẹlu awọn ti o ṣafikun Iṣẹ wa sinu oju opo wẹẹbu wọn (“Integrators”), awọn ti o lo awọn iṣẹ naa fun isamisi data (“Awọn alabara”), ati awọn olumulo ipari ti o nlo pẹlu wa Iṣẹ nipasẹ awọn aaye ayelujara ti wa Integrators (\"Ipari-Users\").",
    "835545301": "A gba awọn isori alaye wọnyi:",
    "3228928991": "Alaye ti o le ṣee lo lati ṣe idanimọ tabi kan si ẹni kọọkan (\"Alaye Ti ara ẹni\"), gẹgẹbi orukọ, adirẹsi imeeli, ati orilẹ-ede. A n gba Alaye ti ara ẹni lati ọdọ lọwọlọwọ ati awọn olutọpa ti ifojusọna ati Awọn alabara nigba ti wọn fun wa ni taara (fun apẹẹrẹ, nipa kikun fọọmu kan nigbati o forukọsilẹ fun akọọlẹ kan, tabi nbere lati gba awọn iwifunni imeeli lati ọdọ wa). A tun le rii daju idanimọ ti Awọn Integrators ati Awọn alabara wa nipa ifiwera alaye ti ara ẹni si awọn apoti isura infomesonu ẹnikẹta tabi awọn iwe aṣẹ ofin osise.",
    "1655796811": "Alaye ti a gba ni adaṣe ni abajade ti Integrator's tabi Onibara ti lilo awọn Ojula tabi Awọn iṣẹ (“Alaye Itupalẹ”), gẹgẹbi awọn adirẹsi IP, iru ẹrọ aṣawakiri, olupese iṣẹ Intanẹẹti, iru pẹpẹ, iru ẹrọ, ẹrọ ṣiṣe, ọjọ ati ontẹ akoko wiwọle, ati awọn miiran iru alaye. Diẹ ninu Alaye Itupalẹ ni a gba ni ipo wa nipasẹ awọn ẹgbẹ kẹta ti a ṣe fun idi yẹn, ati pe diẹ ninu Alaye Itupalẹ jẹ gbigba nipasẹ ọpọlọpọ awọn imọ-ẹrọ ipasẹ, pẹlu kuki (wo “Awọn atupale Ẹgbẹ Kẹta ati Awọn Imọ-ẹrọ Itọpa” ni isalẹ).",
    "1388241689": "Alaye ti a gba bi abajade ti Awọn olumulo Ipari ti n dahun awọn ibeere nipasẹ Iṣẹ naa (\"Data Aami\"), gẹgẹbi data isamisi aworan, ọrọ ti o yipada lati awọn faili ohun afetigbọ si Awọn olumulo Ipari, awọn idahun si awọn ibeere, ati awọn itusilẹ miiran ti Iṣẹ naa ṣe. fun awọn idi ti isamisi data fun lilo ninu ẹrọ eko awọn ohun elo. Ṣe akiyesi pe Data Aami ko ni so mọ ẹni kọọkan ti a damọ.",
    "1493790285": "Alaye miiran ti a gba lati ọdọ Awọn olumulo Ipari gẹgẹbi apakan ti Iṣẹ si eyiti o nilo lati pinnu boya wọn",
    "2216374138": "jẹ eniyan, gẹgẹbi awọn agbeka Asin, ipo yi lọ, awọn iṣẹlẹ titẹ bọtini, awọn iṣẹlẹ ifọwọkan, ati alaye gyroscope / accelerometer bi iwulo.",
    "2394073454": "A le gba alaye ni afikun lati ọdọ Awọn olumulo Ipari ti o fẹ lati ṣiṣẹ pẹlu wa bi Awọn Atọka Data Olukuluku.",
    "3103557430": "Bawo ni A Lo Alaye",
    "1130802068": "A lo alaye ti a gba fun awọn idi wọnyi:",
    "2940689138": "Lati ṣakoso awọn Integrator ati awọn iroyin Onibara ati pese Iṣẹ naa. A lo Alaye ti ara ẹni lati le ṣepọ awọn akọọlẹ kan pato pẹlu Awọn Integrators ati Awọn alabara ati lati pese Iṣẹ naa, lati dahun si awọn ibeere tabi awọn ibeere, lati pese atilẹyin tabi iranlọwọ imọ-ẹrọ, ati lati dẹrọ awọn sisanwo.",
    "857974529": "Lati ni ilọsiwaju si Aye ati Iṣẹ naa. A lo Alaye Itupalẹ lati mu ilọsiwaju wa ti o wa ati idagbasoke awọn iṣẹ ati awọn ọrẹ tuntun ati lati ṣe akanṣe awọn ọrẹ ọja ti o wa ati ọjọ iwaju.",
    "1820844638": "Lati nianfani awọn oye oja. A lo Alaye Itupalẹ lati ṣe itupalẹ ọja naa ati ṣe awọn itupalẹ iṣowo ti o ni ibatan si Aye ati Awọn iṣẹ wa, ati fun awọn idi iwadii miiran.",
    "3386280249": "Lati pese ọja kan fun Data Aami. Iṣẹ wa jẹ ki isamisi data iwọn didun giga ati atunyẹwo eniyan fun awọn eto ikẹkọ ẹrọ bi iṣẹ si awọn oniwun oju opo wẹẹbu ati awọn ile-iṣẹ ti o nilo iranlọwọ gbigba aami data wọn. Si ipari yẹn, a ṣe afihan Data Aami si Awọn alabara wa ti o nifẹ si gbigba Data Aami.",
    "3532143291": "Lati ni aabo awọn iṣẹ ati awọn eto wa. A lo Alaye Itupalẹ lati ni aabo awọn eto wa nipa idamo awọn irokeke ati awọn ailagbara, ati bibẹẹkọ daabobo alaye ti a gba.",
    "2185418511": "Fun eyikeyi idi iṣowo ti o tọ, ti o pese pe alaye naa ti wa ni idamọ tabi ṣajọpọ iru eyiti ko le ni idi ti o so mọ ẹni kọọkan.",
    "2386465280": "Bawo ni A Pin Alaye",
    "2159517814": "A pin tabi ṣafihan alaye ti ara ẹni ni awọn iṣẹlẹ wọnyi:",
    "4256083674": "Lori ibeere taara lati ọdọ Integrator lati ṣe idanimọ eewu jegudujera ti ibeere ipenija CAPTCHA kan pato tabi adiresi IP, tabi bibẹẹkọ nibiti o ti fun ni aṣẹ kan pato.",
    "3494826505": "Pẹlu awọn olutaja a ṣe alabapin lati pese awọn aaye pataki ti Awọn aaye ati Iṣẹ naa, gẹgẹbi ibi ipamọ data, alejo gbigba, ati Awọn atupale, ati fun awọn idi yẹn nikan.",
    "1119009846": "Bi o ṣe pataki lati ni ibamu pẹlu ofin to wulo, pẹlu awọn ibeere ijọba, awọn ibeere agbofinro, ati bibẹẹkọ si gbogbo eniyan ati awọn ile-iṣẹ aladani lati le daabobo awọn ẹtọ, aṣiri, aabo, tabi ohun-ini ti iwọ, awa, tabi awọn miiran.",
    "197676026": "Pẹlu awọn miiran fun eyikeyi idi iṣowo ti o tọ, ti alaye naa ba jẹ idanimọ",
    "2359312315": "tabi kojọpọ iru eyi ti ko le ni idi ti a so mọ ẹni kọọkan.",
    "2497216176": "Awọn Itupalẹ Ẹgbẹ Kẹta ati Awọn Imọ-ẹrọ Ipasẹ",
    "3694578791": "Gẹgẹbi a ti jiroro loke, awa (ati awọn olutaja ẹnikẹta) gba Alaye Itupalẹ ni apakan nipasẹ lilo awọn kuki, awọn beakoni wẹẹbu, ati awọn imọ-ẹrọ ipasẹ miiran. Ni diẹ ninu apẹẹrẹ, a ṣiṣẹ pẹlu awọn olutaja ẹnikẹta lati gba awọn kuki fun awọn idi ti gbigba Alaye Itupalẹ.",
    "2238885192": "A lo Sentry lati gba data n ṣatunṣe aṣiṣe nigbati olumulo ba ni iriri aṣiṣe. Fun alaye lori bii Sentry ṣe n gba ati ṣe ilana data:",
    "1535054294": "Jọwọ wo eto imulo alaye wọn",
    "658775471": "A lo Cloudflare lati mu ijabọ oju opo wẹẹbu wa pọ si. Fun alaye lori bii Cloudflare ṣe n gba ati ṣe ilana data:",
    "2014256987": "Ti o ba fẹ lati ma ṣe dina fun lilo awọn kuki tabi awọn imọ-ẹrọ ipasẹ miiran, jọwọ wo “Ṣiṣakoso Alaye Rẹ,” ni isalẹ. Jọwọ ṣe akiyesi pe ṣiṣe bẹ le ni ipa odi ni iriri iriri rẹ nipa lilo Awọn aaye tabi Iṣẹ, nitori diẹ ninu awọn ẹya le ma ṣiṣẹ daradara.",
    "2788024905": "Bawo ni A Ṣe aabo Alaye",
    "271333468": "A ṣe awọn igbese imọ-ẹrọ ti o yẹ ati eto lati daabobo alaye ti a gba ati fipamọ, ati nilo gbogbo awọn aṣoju ti o ṣe sisẹ wa fun wa lati ṣe kanna. Laanu, ko si awọn ọna aabo ti o jẹ aṣiwèrè 100%, ati pe iru bẹẹ ko si nẹtiwọọki tabi eto (pẹlu tiwa) le ni iṣeduro 100% ni aabo lodi si iparun, ipadanu, iyipada, ifihan laigba aṣẹ ti, tabi iraye si alaye ti a gba ati fipamọ. Ti o ba gbagbọ pe alaye rẹ le ma wa ni aabo fun eyikeyi idi, jọwọ kan si wa lẹsẹkẹsẹ ni:",
    "3031284129": "Atilẹyin ọja AlAIgBA",
    "26365791": "Ni kikun ti a gba laaye nipasẹ ofin, Aye ati Iṣẹ naa (ati awọn iṣẹ miiran ti o somọ, alaye, data, awọn ẹya, ati akoonu miiran tabi awọn ohun elo) ni a pese lori ipilẹ “bii-jẹ” ati “bii-wa”. Ni kikun ti a gba laaye nipasẹ ofin, IMI yọkuro gbogbo awọn atilẹyin ọja, pẹlu ṣugbọn kii ṣe opin si awọn ẹri mimọ ti iṣowo, amọdaju fun idi kan, ati aisi irufin.",
    "735630686": "Ṣiṣakoso Alaye Rẹ (Awọn ẹtọ Rẹ)",
    "498769698": "O le wọle si, ṣe atunṣe, tunṣe, tabi paarẹ Alaye Ti ara ẹni kan ti o le ti pese fun wa nipasẹ Olumulo Olumulo Wiwọle (ti o ba jẹ Integration, Onibara, tabi Olumulo Wiwọle). Ti o ko ba le ṣe bẹ, tabi ni ibeere eyikeyi nipa Alaye Ti ara ẹni ti a ti gba ati/tabi pin nipa rẹ, tabi ti o fẹ yọkuro aṣẹ rẹ fun sisẹ wa (ie pa akọọlẹ rẹ rẹ patapata) jọwọ kan si wa ni:",
    "2895491273": "Ti o ba fẹ lati dènà awọn kuki tabi awọn imọ-ẹrọ ipasẹ miiran, ọpọlọpọ awọn aṣawakiri ati awọn ẹrọ alagbeka gbogbo rẹ lati yi awọn eto rẹ pada ki o le sọ fun ọ nigbati o ba gba awọn kuki tabi awọn imọ-ẹrọ ipasẹ miiran ti nlo, ati lati yan boya tabi rara lati gba / gba laaye o. Pupọ awọn aṣawakiri tun gba ọ laaye lati mu tabi paarẹ awọn kuki to wa tẹlẹ tabi lati kọ awọn kuki ni ọjọ iwaju laifọwọyi. O tun le lo awọn irinṣẹ ẹnikẹta, pẹlu plug-ins aṣawakiri, lati ṣakoso awọn ayanfẹ kuki rẹ. Ṣe akiyesi, sibẹsibẹ, pe ti o ba mu gbogbo awọn kuki kuro, diẹ ninu awọn ipin ti Awọn aaye wa le ma ṣiṣẹ daradara.",
    "707527778": "Alaye lati Awọn ọmọde",
    "1747657936": "Awọn aaye ati Iṣẹ wa ko ni itọsọna si awọn ọmọde labẹ ọdun 13 ati pe a ko mọọmọ gba Alaye ti ara ẹni lati ọdọ awọn ọmọde labẹ ọdun 13. Ti a ba kọ pe a ti gba Alaye ti ara ẹni ti ọmọde labẹ ọdun 13, a yoo gba. awọn igbesẹ ti o ni oye lati pa iru alaye rẹ lati awọn faili wa ni kete ti o ṣee ṣe, ayafi ti a ba ni ọranyan labẹ ofin lati mu u duro. Jọwọ kan si wa ti o ba gbagbọ pe a ni alaye eyikeyi lati ọdọ tabi nipa ọmọde labẹ ọdun 13:",
    "2419795065": "Akiyesi to California olugbe",
    "1517625162": "Labẹ Abala koodu Ara ilu California 1789.3, awọn olumulo California ni ẹtọ si akiyesi awọn ẹtọ olumulo atẹle: Awọn olugbe California le de ọdọ Ẹka Iranlọwọ Ẹdun ti Pipin Awọn Iṣẹ Olumulo ti Ẹka California ti Awọn ọran alabara nipasẹ meeli ni 1625 North Market Blvd., Sacramento, CA 95834, tabi nipasẹ tẹlifoonu ni (916) 445-1254 tabi (800) 952-5210.",
    "3730344349": "Abala yii n pese awọn alaye ni afikun nipa alaye ti ara ẹni ti a gba nipa awọn onibara California ati awọn ẹtọ ti a fun wọn labẹ Ofin Aṣiri Olumulo California tabi \"CCPA.\"",
    "4044467791": "Fun awọn ẹka ti alaye ti ara ẹni ti a ti gba lati ọdọ rẹ ni awọn oṣu 12 ti o ti kọja, jọwọ wo apakan “Ilaye ti A Gba” loke. A gba alaye yii fun iṣowo ati awọn idi iṣowo ti a ṣapejuwe ninu apakan “Bawo ni A ṣe Lo Alaye Ti ara ẹni” ni oke. Ni awọn oṣu 12 ti o ti kọja, a ti pin awọn isọri alaye atẹle pẹlu awọn ẹgbẹ kẹta fun idi iṣowo kan:",
    "4208081170": "Ẹka ti Personal Alaye",
    "1528242915": "Awọn idanimọ.",
    "3863351997": "Awọn ẹka alaye ti ara ẹni ti a ṣe akojọ si ni ofin Awọn igbasilẹ Onibara California (Cal. Code Civ. § 1798.80 (e)).",
    "2826705343": "Alaye iṣowo.",
    "2683038211": "Intanẹẹti tabi iṣẹ nẹtiwọọki itanna miiran.",
    "3671828834": "Apeere ti Personal Alaye Pipin",
    "779426309": "Orukọ gidi kan, idanimọ ara ẹni alailẹgbẹ, idanimọ ori ayelujara, adirẹsi Ilana Intanẹẹti, adirẹsi imeeli, orukọ akọọlẹ, tabi awọn idamọ iru miiran.",
    "2414368123": "Orukọ kan, nọmba kaadi kirẹditi, nọmba kaadi debiti, tabi eyikeyi alaye inawo miiran.",
    "4088941349": "Awọn igbasilẹ ti awọn ọja tabi awọn iṣẹ ti o ra, ti gba, tabi gbero.",
    "3238612014": "Itan lilọ kiri ayelujara, alaye lori ibaraenisepo olumulo pẹlu oju opo wẹẹbu intanẹẹti, ohun elo, tabi ipolowo.",
    "1023108656": "Awọn ẹka ti Awọn olugba Ẹni-kẹta",
    "1418235079": "Awọn olupese iṣẹ",
    "3238184941": "Akiyesi: Ewu jegudujera ti o ni nkan ṣe pẹlu adiresi IP kọọkan le jẹ pinpin pẹlu Integrator lori ibeere.",
    "285116485": "Ile-iṣẹ ko “ta” (gẹgẹbi a ti ṣalaye ọrọ yii ni CCPA) alaye ti ara ẹni ti a gba. Jọwọ tọka si apakan “Awọn atupale Ẹgbẹ Kẹta ati Awọn Imọ-ẹrọ Titele” loke fun alaye diẹ sii nipa iru awọn kuki ẹni-kẹta, ti eyikeyi, ti a lo.",
    "1408750006": "Koko-ọrọ si awọn idiwọn kan, CCPA n pese awọn alabara California ni ẹtọ lati beere lati mọ awọn alaye diẹ sii nipa awọn ẹka tabi awọn ege kan pato ti alaye ti ara ẹni ti a gba (pẹlu bii a ṣe nlo ati ṣafihan alaye yii), lati paarẹ alaye ti ara ẹni wọn, lati jade kuro ninu eyikeyi \"tita\" ti o le ṣẹlẹ, bakannaa ẹtọ lati ma ṣe iyasoto fun lilo awọn ẹtọ wọnyi.",
    "759057398": "Akiyesi si Awọn koko-ọrọ Data EU",
    "825780955": "Oro iroyin nipa re",
    "2945960297": "Ni ọwọ si awọn koko-ọrọ data EU, ọrọ naa “alaye ti ara ẹni” bi a ṣe lo ninu Eto Afihan Aṣiri yii jẹ deede si “data ti ara ẹni” gẹgẹbi asọye ninu Ilana Idaabobo Data Gbogbogbo ti European Union (GDPR).",
    "1126613163": "Ifamọ Data",
    "3571006800": "Diẹ ninu awọn alaye ti o pese fun wa le jẹ data ifarabalẹ gẹgẹbi asọye ninu GDPR (tun tọka si bi awọn ẹka pataki ti data ara ẹni), pẹlu idamọ ẹya tabi ẹya rẹ lori awọn iwe aṣẹ idanimọ ti ijọba.",
    "1988461282": "Ofin Awọn ipilẹ fun Processing",
    "3519564631": "Awọn idi Ṣiṣe",
    "1778642038": "Lati ṣe ibaraẹnisọrọ pẹlu rẹ",
    "2223819810": "Lati je ki wa Syeed",
    "1678661231": "Fun ibamu, idena jegudujera, ati ailewu",
    "2561077702": "Lati pese iṣẹ wa",
    "2066321185": "Ipilẹ Ofin",
    "1174237568": "Awọn iṣẹ ṣiṣe sisẹ wọnyi jẹ awọn iwulo ẹtọ wa. A ngbiyanju lati ronu ati dọgbadọgba eyikeyi awọn ipa ti o pọju lori rẹ (mejeeji rere ati odi) ati awọn ẹtọ rẹ ṣaaju ki a to ṣe ilana alaye ti ara ẹni fun awọn iwulo ẹtọ wa. A ko lo alaye ti ara ẹni rẹ fun awọn iṣẹ nibiti awọn iwulo wa ti bori nipasẹ eyikeyi ikolu ti ko dara lori rẹ (ayafi ti a ba ni igbanilaaye rẹ tabi bibẹẹkọ beere tabi gba laaye nipasẹ ofin).",
    "1350478093": "Idi Ilana",
    "787916198": "Pẹlu igbanilaaye rẹ",
    "3348433919": "Awọn ẹtọ rẹ",
    "3842673636": "Labẹ GDPR, o ni awọn ẹtọ kan nipa alaye ti ara ẹni rẹ. O le beere lọwọ wa lati ṣe awọn iṣe wọnyi ni ibatan si alaye ti ara ẹni ti a dimu:",
    "4057343238": "Jade lairotẹlẹ",
    "1834911235": "Duro fifiranṣẹ awọn ibaraẹnisọrọ titaja taara si ọ eyiti o ti gba tẹlẹ lati gba. A le tẹsiwaju lati firanṣẹ ti o ni ibatan Iṣẹ ati awọn ibaraẹnisọrọ miiran ti kii ṣe tita.",
    "3022301908": "Wiwọle",
    "680638297": "Pese alaye nipa sisẹ alaye ti ara ẹni wa ati fun ọ ni iraye si alaye ti ara ẹni rẹ.",
    "1409486258": "Atunse",
    "3878077249": "Ṣe imudojuiwọn tabi ṣatunṣe awọn aṣiṣe ninu alaye ti ara ẹni rẹ.",
    "3645414921": "Paarẹ",
    "42182578": "Pa alaye ti ara ẹni rẹ rẹ.",
    "1609621367": "Gbigbe",
    "3208155808": "Gbe ẹda alaye ti ara ẹni ti ẹrọ le ṣee ṣe si ọ tabi ẹgbẹ kẹta ti o fẹ.",
    "1786796818": "Ni ihamọ",
    "3329634829": "Ni ihamọ sisẹ ti alaye ti ara ẹni rẹ.",
    "4202774977": "Nkankan",
    "3007158970": "Ohun kan si igbẹkẹle wa lori awọn iwulo ẹtọ wa bi ipilẹ ti sisẹ alaye ti ara ẹni rẹ ti o kan awọn ẹtọ rẹ.",
    "1273071008": "Awọn ibeere Awọn ẹtọ Wiwọle Koko-ọrọ Data",
    "3594381346": "ipo.",
    "21141582": "eyi",
    "3357523404": "Cross-Aala Data Gbigbe",
    "290966395": "Gẹ́gẹ́ bí a ti ṣàpèjúwe rẹ̀ nínú abala “Àkíyèsí kan sí àwọn oníbàárà ní Òde Amẹ́ríkà”, jọ̀wọ́ mọ̀ pé a óò gbé dátà ti ara ẹni lọ sí, ṣe ìṣiṣẹ́, àti ìfipamọ́ sí United States. Awọn ofin aabo data ni AMẸRIKA le yatọ si awọn ti o wa ni orilẹ-ede ibugbe rẹ. O gba lati gbe alaye rẹ lọ, pẹlu alaye ti ara ẹni, si AMẸRIKA gẹgẹbi a ti ṣeto sinu Ilana Aṣiri yii nipa lilo si Awọn aaye wa tabi lilo Iṣẹ wa.",
    "3178581111": "Lo fun Awọn idi Tuntun",
    "1088304322": "A le lo alaye ti ara ẹni fun awọn idi ti a ko ṣe apejuwe ninu Eto Afihan Aṣiri yii, nibiti ofin ti gba wa laaye lati ṣe bẹ ati nibiti idi rẹ ti baamu pẹlu idi ti a ṣe gba. Ti a ba nilo lati lo alaye ti ara ẹni fun idi ti ko ni ibatan, a le fi to ọ leti ki o si ṣalaye ipilẹ ofin to wulo fun lilo yẹn. Ti a ba ti gbarale igbanilaaye rẹ fun lilo kan pato ti alaye ti ara ẹni, a le wa aṣẹ rẹ fun eyikeyi idi ti ko ni ibatan ati gba ọ laaye lati fopin si lilo iṣẹ naa ni akoko yẹn ti o ba kọ.",
    "2260079771": "Idaduro data",
    "38428546": "A tọju data Ti ara ẹni rẹ ni aabo jakejado igbesi aye akọọlẹ rẹ pẹlu wa. A yoo ṣe idaduro Data Ti ara ẹni nikan niwọn igba ti o ṣe pataki lati mu awọn idi ti a kojọ, pẹlu fun awọn idi ti itẹlọrun eyikeyi ofin, ṣiṣe iṣiro, tabi awọn adehun ijabọ tabi lati yanju awọn ariyanjiyan. Awọn ibeere ti a lo lati pinnu awọn akoko ibi ipamọ pẹlu awọn ipese adehun ti o wulo ti o wa ni agbara, awọn akoko aropin ti ofin, awọn ibeere ilana iwulo, ati awọn iṣedede ile-iṣẹ.",
    "384965568": "Lakoko ti awọn ibeere idaduro yatọ nipasẹ aṣẹ, alaye nipa awọn akoko idaduro aṣoju wa fun oriṣiriṣi awọn aaye ti data ti ara ẹni ni a ṣapejuwe ni isalẹ.",
    "2788836740": "Alaye olubasọrọ fun awọn idi titaja wa ni idaduro lori ilana ti nlọ lọwọ titi iwọ o fi ṣe alabapin. Lẹhinna a yoo ṣafikun awọn alaye rẹ si atokọ idinku wa titilai. Alaye imeeli ti a gba lati ọdọ Awọn olumulo Wiwọle kii yoo ṣee lo fun awọn idi titaja.",
    "3520687192": "Awọn igbasilẹ ti awọn ibaraẹnisọrọ pẹlu rẹ (fun apẹẹrẹ awọn tikẹti atilẹyin ti o ṣii nipasẹ imeeli tabi Twitter) le wa ni ipamọ lailai.",
    "292211832": "Alaye ti a gba nipasẹ awọn ọna imọ-ẹrọ gẹgẹbi awọn kuki, awọn iṣiro oju-iwe wẹẹbu ati awọn irinṣẹ atupale miiran jẹ asonu ni kete bi o ti wulo, ṣugbọn o le wa ni fipamọ fun akoko to lopin ti o to ọdun kan lati ipari kuki naa, ni igbagbogbo ni idanimọ ati akojọpọ fọọmu ayafi ti a ba ri ilokulo iṣẹ-isin wa, ninu ọran ti a yoo ṣe idaduro alaye yẹn lati ṣe iranlọwọ fun wa ni idilọwọ ilokulo ọjọ iwaju. A ko le sopọ mọ alaye ailorukọ ati akojọpọ si ọ, idile rẹ, adiresi IP kan, tabi alaye ti ara ẹni eyikeyi ti o da lori alaye ti o fipamọ.",
    "470943029": "Ti o ba ni ibeere eyikeyi nipa Ilana Aṣiri yii, jọwọ kan si wa ni:",
    "3192683783": "Awọn iyipada si Ilana Aṣiri yii",
    "1702335960": "Alaye eyikeyi ti a gba jẹ koko-ọrọ si Ilana Aṣiri ni ipa ni akoko iru alaye ti o gba. A le, sibẹsibẹ, tunwo Ilana Afihan lati igba de igba. Ti atunyẹwo ba jẹ ohun elo, gẹgẹbi ipinnu nipasẹ wa nikan, a yoo fi to ọ leti, fun apẹẹrẹ nipasẹ imeeli. Ẹya ti isiyi yoo ma wa ni Pipa nigbagbogbo si oju-iwe Afihan Afihan wa.",
    "3669258571": "kukisi Afihan",
    "2905621957": "Imudojuiwọn to kẹhin: Oṣu Keje ọjọ 18, Ọdun 2020",
    "1173934218": "A loye pe aṣiri rẹ ṣe pataki fun ọ ati pe o pinnu lati jẹ mimọ nipa awọn imọ-ẹrọ ti a lo. Ilana yii n pese alaye alaye nipa bii ati nigba ti a lo awọn kuki lori Awọn aaye ati Iṣẹ wa.",
    "2694150481": "Njẹ a lo awọn kuki bi?",
    "457627611": "Bẹẹni. A ati awọn atupale wa tabi olupese iṣẹ, awọn alabaṣiṣẹpọ tita, ati awọn alafaramo le lo awọn kuki, awọn beakoni wẹẹbu, tabi awọn piksẹli ati awọn imọ-ẹrọ miiran lati rii daju pe gbogbo eniyan ti o lo Awọn aaye naa ni iriri to dara julọ ti o ṣeeṣe. Jọwọ wo apakan “Awọn atupale Ẹgbẹ Kẹta ati Awọn Imọ-ẹrọ Titele” ti Ilana Aṣiri wa fun awọn alaye diẹ sii.",
    "501102544": ": a gbagbọ iṣẹ anti-bot hCaptcha (ie Iṣẹ ti a fi sii nipasẹ awọn oju opo wẹẹbu, awọn ere, tabi awọn ohun elo alagbeka) pẹlu awọn kuki ti a pe ni “alaiyọ-aṣẹ” ni ibamu si awọn ilana GDPR. Awọn apẹẹrẹ ti iru awọn kuki alayokuro pẹlu:",
    "461631543": "Akọsilẹ GDPR",
    "2150907653": "* Awọn kuki imọ-ẹrọ pataki pataki fun ipese iṣẹ naa. Iwọnyi pẹlu awọn kuki ayanfẹ, awọn kuki igba, awọn kuki iwọntunwọnsi fifuye, ati bẹbẹ lọ.",
    "1012122721": "* Awọn kuki iṣiro ti iṣakoso taara nipasẹ wa (ie ẹni akọkọ, kii ṣe kuki ẹni-kẹta), nibiti a ko lo data naa fun profaili.",
    "148542287": "Eyi kii ṣe imọran ofin, ati pe ko si awọn iṣeduro ti a pese nipa itupalẹ yii. Ti o ba ni awọn ibeere afikun tabi awọn ifiyesi, jọwọ kan si wa ni:",
    "3956117148": "Awọn oju opo wẹẹbu hCaptcha.com ati BotStop.com (Awọn aaye naa) le pẹlu awọn kuki afikun, gẹgẹbi a ti ṣalaye ninu Ilana yii.",
    "3255230599": "Kini kukisi kan?",
    "1095532507": "Kuki (\"Kukisi\") jẹ faili ọrọ kekere ti o gbe sori dirafu lile rẹ nipasẹ olupin oju-iwe wẹẹbu kan. Awọn kuki ni alaye ti o le ka nipasẹ olupin wẹẹbu kan ninu agbegbe ti o fun ọ ni kuki naa. Diẹ ninu awọn kuki yoo ṣee lo nikan ti o ba lo awọn ẹya kan tabi yan awọn ayanfẹ kan, ati pe diẹ ninu awọn kuki yoo ma lo nigbagbogbo. O le wa diẹ sii nipa kuki kọọkan nipa wiwo atokọ kuki lọwọlọwọ wa ni isalẹ.",
    "2943815316": "A ṣe imudojuiwọn atokọ yii lorekore, nitorinaa awọn kuki afikun le wa ti ko ti ṣe atokọ. Awọn beakoni wẹẹbu, awọn afi ati awọn iwe afọwọkọ le ṣee lo ni Awọn aaye tabi ni awọn imeeli lati ṣe iranlọwọ fun wa lati fi awọn kuki ranṣẹ, ka awọn abẹwo, loye lilo ati imunado ipolongo ati pinnu boya imeeli ti ṣii ati ṣiṣẹ lori. A le gba awọn ijabọ ti o da lori lilo awọn imọ-ẹrọ wọnyi nipasẹ iṣẹ wa/awọn olupese atupale lori ipilẹ ẹni kọọkan ati akojọpọ.",
    "2954157511": "Kini idi ti a lo awọn kuki?",
    "1539071196": "Nigbagbogbo a lo awọn kuki fun awọn idi wọnyi:",
    "3545935449": "Lati da titun tabi ti o ti kọja awọn olumulo.",
    "32739972": "Lati tọju alaye igba iwọle rẹ ti o ba forukọsilẹ lori Awọn oju opo wẹẹbu wa.",
    "4209078147": "Lati mu Aye wa dara si ati lati loye awọn abẹwo rẹ daradara lori awọn iru ẹrọ ati Aye wa.",
    "1077448694": "Lati ṣepọ pẹlu awọn oju opo wẹẹbu media awujọ ẹnikẹta.",
    "1709478090": "Lati ṣe iranṣẹ fun ọ pẹlu ipolowo ti o da lori iwulo tabi ipolowo ìfọkànsí.",
    "3256020881": "Lati ṣe akiyesi awọn ihuwasi rẹ ati awọn iṣẹ lilọ kiri lori akoko kọja awọn oju opo wẹẹbu lọpọlọpọ tabi awọn iru ẹrọ miiran.",
    "1092241113": "Lati ni oye daradara awọn iwulo ti Awọn alabara ati Awọn Integrators wa.",
    "1434289796": "Diẹ ninu awọn kuki jẹ pataki fun awọn lilo ti Awọn aaye kan, ati laisi iru awọn Kuki, a kii yoo ni anfani lati pese ọpọlọpọ awọn iṣẹ ti o nilo lati lo awọn oju opo wẹẹbu daradara. Awọn kuki wọnyi, fun apẹẹrẹ, gba wa laaye lati ṣiṣẹ Awọn aaye wa ki o le wọle si bi o ti beere ati jẹ ki a mọ pe o ti ṣẹda akọọlẹ kan ati pe o ti wọle sinu akọọlẹ yẹn lati wọle si akoonu Aye. Wọn tun pẹlu Awọn kuki ti o jẹ ki a ranti awọn iṣe iṣaaju rẹ laarin igba lilọ kiri ayelujara kanna ati aabo Awọn aaye wa.",
    "1533171442": "A tun lo Awọn kuki iṣẹ ṣiṣe ati Awọn kuki lati awọn ẹgbẹ kẹta fun itupalẹ ati awọn idi titaja. Awọn kuki iṣẹ ṣiṣe jẹ ki awọn apakan kan ti Awọn aaye naa ṣiṣẹ daradara ati awọn ayanfẹ olumulo rẹ lati jẹ mimọ. Awọn kuki Itupalẹ, laarin awọn ohun miiran, gba alaye lori bii Awọn alabara, Awọn Integrators, ati Awọn olumulo Ipari ṣe nlo Awọn oju opo wẹẹbu wa, akoonu ati awọn ọja ti awọn olumulo n wo nigbagbogbo, ati imunadoko ti ipolowo ẹnikẹta wa. Awọn kuki Ipolowo ṣe iranlọwọ ni jiṣẹ awọn ipolowo si awọn olugbo ti o yẹ ati nini awọn ipolowo wa han ni oke awọn abajade wiwa. Awọn kuki jẹ boya “igba” Awọn kuki ti o paarẹ nigbati o ba pari igba aṣawakiri rẹ, tabi “iduroṣinṣin,” eyiti o wa titi ti o fi parẹ wọn (ti a jiroro ni isalẹ) tabi ẹgbẹ ti o ṣe kuki naa. Awọn alaye ni kikun lori gbogbo awọn Kuki ti a lo lori Awọn aaye wa ni tabili Ifihan Kuki wa ni isalẹ.",
    "322830977": "Bi o ṣe le mu awọn kuki kuro.",
    "3885459114": "O le mu ṣiṣẹ ni gbogbogbo tabi nigbamii mu maṣiṣẹ lilo awọn kuki nipasẹ iṣẹ ṣiṣe ti a ṣe sinu ẹrọ aṣawakiri wẹẹbu rẹ. Ti o ba fẹ kọ ẹkọ diẹ sii nipa awọn kuki, tabi bii o ṣe le ṣakoso, mu ṣiṣẹ tabi paarẹ, jọwọ ṣabẹwo https://www.knowcookies.com/ fun itọnisọna alaye.",
    "262509504": "A le so ifitonileti ti a gba nipasẹ Awọn kuki pọ pẹlu alaye miiran ti a gba lati ọdọ rẹ ni ibamu si Ilana Aṣiri yii ati lo alaye apapọ gẹgẹbi a ti ṣeto siwaju ninu rẹ. Bakanna, awọn ẹgbẹ kẹta ti o nṣe awọn kuki lori Awọn aaye wa le sopọ orukọ rẹ tabi adirẹsi imeeli si alaye miiran ti wọn gba, eyiti o le pẹlu awọn rira ti o kọja ti aisinipo tabi lori ayelujara, tabi alaye lilo ori ayelujara.",
    "2935155034": "Ti o ba wa ni agbegbe European Economic Area, o ni awọn ẹtọ kan ti o ti ṣalaye loke labẹ akọle \"Akiyesi si Awọn koko-ọrọ data EU\", pẹlu ẹtọ lati ṣayẹwo ati ṣatunṣe tabi paarẹ data ti a ni nipa rẹ.",
    "1873812847": "Kuki(s) Ifihan",
    "3319083717": "Orukọ:",
    "3183855267": "1. hmt_id",
    "907324388": "Išẹ",
    "2896187462": "1. Ti a lo fun awọn iṣiro ti o ni ibatan iṣẹ ailorukọ ti o muna, ati fun awọn idi imọ-ẹrọ miiran bii iranlọwọ ni atilẹyin iraye si.",
    "987267027": "Party",
    "3453526675": "1. 1. ẹni",
    "1952810469": "Iru",
    "1795436560": "1. Igba",
    "102695075": "Iye akoko",
    "3356329025": "1. 30 ọjọ",
    "3744153629": "Awọn orukọ:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "igba,",
    "3186435874": "igba",
    "720059527": "2. Ti a lo fun awọn idi imọ-ẹrọ pataki ti o muna: iwọntunwọnsi fifuye, ipa-ọna.",
    "1241291641": "Wo alaye diẹ sii.",
    "1834801943": "2. 1. ẹni",
    "2114694926": "2. Igba",
    "938404336": "2. O yatọ; to 30 ọjọ.",
    "2196526290": "hc_iraye si",
    "2577178569": "3. Ti a lo fun awọn idi imọ-ẹrọ pataki ti o muna: mu ki olumulo Wiwọle ṣiṣẹ.",
    "1061239711": "3. 1. ẹni",
    "1483015662": "3. Igba",
    "3458934553": "3. O yatọ; to 30 ọjọ.",
    "1527172673": "Ti o ba ni ibeere eyikeyi nipa Ilana Kuki yii, jọwọ kan si wa ni:",
    "134571844": "Impressum (Akiyesi Aaye)",
    "110836420": "Imudojuiwọn to kẹhin: Oṣu kejila ọjọ 23, Ọdun 2020",
    "2901894297": "hCaptcha jẹ iṣẹ kan ti Intuition Machines, Inc. (\"IMI\"), Delaware US Corporation (# 6393793).",
    "2928362319": "Awọn ibeere ti a fiweranṣẹ le firanṣẹ si: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Alaye nipa iṣakoso lọwọlọwọ ti ile-iṣẹ le ṣee gba lori oju-iwe Nipa. Alakoso ile-iṣẹ lọwọlọwọ jẹ oludari iṣakoso ti o ni iduro fun akoonu.",
    "3094150511": "Alaṣẹ ilana: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "2763011087": "IMI ko ṣe adehun si, bẹni ko jẹ dandan lati kopa ninu, ipinnu ifarakanra yiyan fun awọn ariyanjiyan olumulo ni iwaju nkan ipinnu ariyanjiyan olumulo kan.",
    "1395644678": "Oju opo wẹẹbu osise ti European Commission fun Ipinnu Awuyewuye lori Ayelujara:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Ko si awọn iṣeduro nipa akoonu",
    "707541553": "Gbogbo alaye ti o wa ninu awọn oju-iwe intanẹẹti wa ti jẹ ifọwọsi nipasẹ IMI tabi ẹnikẹta. Sibẹsibẹ, bẹni IMI tabi awọn ẹgbẹ kẹta le ṣe iduro fun alaye ti o wa lọwọlọwọ, deede, tabi pipe. Eyi tun kan awọn oju opo wẹẹbu miiran eyiti o le de ọdọ awọn ọna asopọ hyperlinks lori awọn oju-iwe wa. IMI ko gba ojuse fun akoonu ti awọn oju opo wẹẹbu ita wọnyi.",
    "2650241052": "Ko si imọran",
    "3361191778": "Alaye ti a pese lori awọn oju-iwe intanẹẹti ko ṣe aṣoju imọran olukuluku ati pe ko le rọpo eyi. Ti o ba nilo imọran kọọkan, jọwọ kan si oṣiṣẹ atilẹyin wa.",
    "1031855757": "Lilo ti yi ojula",
    "204716894": "Akoonu ati apẹrẹ awọn oju-iwe wẹẹbu wa ni aabo labẹ ofin aṣẹ-lori. Idapọ awọn oju-iwe naa ati akoonu wọn ni ọna ti o kọja lilo ododo ni oye nilo ifọkansi kikọ ṣaaju lati ọdọ IMI ti ko ba si awọn ipese ofin miiran ti o tọka fun ẹda-iwe lori oju-iwe naa.",
    "3182435854": "Aṣẹ-lori-ara",
    "3187946010": "Gbogbo ọrọ, awọn aworan, iwara ayaworan, awọn fidio, orin, awọn ohun ati ohun elo miiran lori awọn oju-iwe wọnyi ni aabo labẹ ofin aṣẹ-lori nipasẹ IMI tabi awọn ẹgbẹ kẹta ti o ba jẹ pato. O jẹ eewọ lati daakọ tabi ṣe atunṣe ohun elo yii fun lilo iṣowo ni ọna ti o kọja lilo ododo lọ.",
    "74538881": "Ojuse fun yi aaye ayelujara",
    "3236873806": "IMI jẹ iduro fun oju opo wẹẹbu yii.",
    "2657277322": "Ti o ba ni ibeere eyikeyi, jọwọ kan si wa ni:",
    "1338341134": "hCaptcha + Pass ìpamọ (Beta)",
    "88879089": "Ìpamọ Pass jẹ ẹya",
    "1898063898": "fun itoju aṣiri olumulo ti a ti wa ni idagbasoke ni apapo pẹlu",
    "1942186611": "ati awọn miiran.",
    "3673079511": "nyoju bošewa",
    "2164933356": "Cloudflare",
    "3119589996": "Bii o ṣe n ṣiṣẹ: itẹsiwaju aṣawakiri kan n pese awọn olumulo pẹlu agbara lati ṣẹda ati fowo si awọn ami afọju cryptographically fun awọn oju opo wẹẹbu ti o ṣe atilẹyin ilana Ilana Aṣiri. Ifaagun naa n ṣe agbejade awọn iwe-iwọle ti o ni awọn ami ifọju cryptographically ti o fowo si nipasẹ hCaptcha nigbati ipenija kan ba yanju lori aaye eyikeyi nipa lilo iṣẹ hCaptcha,",
    "1254771154": "awọn italaya ti o han lori awọn iṣẹ atilẹyin Pass Pass miiran ti o tun fi sabe hCaptcha, fun apẹẹrẹ Cloudflare.",
    "996362763": "Awọn ami wọnyi jẹ aifọju ati fipamọ nipasẹ itẹsiwaju fun lilo ọjọ iwaju. Nigbati olumulo ba ṣabẹwo si aaye kan nipa lilo hCaptcha ati pe o nilo lati kọja ipenija naa (boya airi tabi nipasẹ bọtini “Eniyan ni Emi”) wọn jẹ irapada laifọwọyi. Ilana ifọju tumọ si pe awọn ami ti o fowo si ati irapada jẹ aisopọ cryptographically lati irisi hCaptcha, ati nitorinaa aṣiri olumulo ti wa ni ipamọ.",
    "2943346052": "Bi ilana isọdiwọn IETF ti n tẹsiwaju, a nireti pe awọn aṣawakiri pataki yoo gba diẹ ninu iru Pass Pass ni abinibi. Eyi yoo bajẹ mu itẹsiwaju jẹ ko wulo. Fun akoko, sibẹsibẹ, jọwọ tẹle awọn ilana ni isalẹ.",
    "2326660907": "ayafi",
    "741483946": "* Ni gbolohun miran: o le gba hCaptcha Asiri Pass àmi lori hCaptcha.com, ati ki o lo wọn lori awọn aaye miiran taara lilo hCaptcha.com. O ko le gba tabi rà awọn ami-ipamọ Aṣiri hCaptcha pada lati fori iṣẹ hCaptcha gẹgẹbi lilo nipasẹ Cloudflare, niwọn igba ti Cloudflare ṣe jade ati ra awọn ami-ipamọ Aṣiri tirẹ pada.",
    "1362015807": "Bibẹrẹ",
    "1358325821": "Ni akọkọ, fi sori ẹrọ itẹsiwaju fun",
    "310885519": "tabi",
    "4091044469": ". Rii daju pe o ti mu itẹsiwaju ṣiṣẹ ni ipo incognito. Lẹhinna, ṣabẹwo si oju opo wẹẹbu eyikeyi nipa lilo hCaptcha ati yanju captcha kan. Gẹgẹbi ti ikede 2.0.3, o le rà awọn ami wọnyi pada lori awọn oju opo wẹẹbu ni lilo hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "Ni kete ti o ba ti fi itẹsiwaju sii, tẹ ibi (tabi lori oju opo wẹẹbu lilo hCaptcha eyikeyi) lati gba awọn iwe-iwọle:",
    "166277959": "Jọwọ ṣakiyesi: Ẹya yii wa lọwọlọwọ ni beta, ati pe o le ma ṣiṣẹ fun gbogbo awọn oju opo wẹẹbu ati awọn olumulo ni gbogbo igba. Ni iṣẹlẹ ti ko mu ṣiṣẹ tabi ko ṣiṣẹ fun olumulo kan pato, ihuwasi naa yoo kan ṣubu pada si iriri hCaptcha boṣewa laisi isonu ti iṣẹ ṣiṣe.",
    "3031357206": "Aami tuntun yoo han lẹgbẹẹ ọpa URL rẹ. Bayi ṣabẹwo si oju opo wẹẹbu kan nipa lilo hCaptcha. Yoo dabi eyi:",
    "1066753052": "eyiti o tumọ si pe apamọwọ ṣofo, ati pe o wa lori aaye kan ti o pẹlu ipenija hCaptcha kan. Ni kete ti o ba pari ipenija naa, iwọ yoo jo'gun awọn ami-ami ti o le ṣe irapada lori oju opo wẹẹbu miiran pẹlu hCaptcha.",
    "651123197": "Nọmba apapọ lọwọlọwọ ninu apamọwọ rẹ yoo han lori aami lẹhin ipari ipenija naa.",
    "554844646": "O le jẹrisi itẹsiwaju naa n ṣiṣẹ nipa wiwo counter ti o lọ silẹ nipasẹ 1 ni gbogbo igba ti o ba tẹ",
    "4087729475": "ipenija lẹhin ipinnu akọkọ rẹ.",
    "647630208": "Ati pe iyẹn! Lilọ kiri lori ayelujara rẹ jẹ ikọkọ diẹ sii.",
    "3272552822": "Awọn olupilẹṣẹ ati awọn olupilẹṣẹ crypto:",
    "4059570880": "Ti o ba fẹ lati tọpa ipa isọdọtun, awọn akitiyan wa lọwọlọwọ ni",
    "1904390996": "lati standardize awọn",
    "252720667": "labẹ aabo cryptographic ti Pass Asiri. Ilana funrararẹ n lọ nipasẹ awọn",
    "3972554015": "ilana pẹlu. Ati itẹsiwaju aṣawakiri jẹ ti dajudaju",
    "3723626769": "fun awọn ilowosi rẹ ati atunyẹwo.",
    "3882147547": "Awọn iṣẹ Pseudorandom igbagbe",
    "565624910": "osere",
    "3421090159": "ìmọ orisun",
    "3098677775": "Q: Njẹ IP mi ati itan lilọ kiri ayelujara ni ikọkọ patapata lati hCaptcha nigba lilo Ikọkọ Asiri bi?",
    "4019638786": "A: Awọn olumulo Pass Asiri ti hCaptcha kii yoo fi IP wọn han si hCaptcha ayafi ti apamọwọ ami aṣawakiri wọn ti ṣofo tabi aaye naa firanṣẹ. hCaptcha ko ni ọna lati ṣe asopọ olumulo si irapada ami, ati pe ko ni ajọṣepọ taara pẹlu olumulo nigba irapada ayafi ti apamọwọ ami wọn ti ṣofo.",
    "3887113660": "Q: Bawo ni Pass Asiri ṣe ni ipa lori awọn dukia hCaptcha?",
    "1116455671": "A: Iwọ yoo gba ẹsan fun ipinnu akọkọ ti olumulo ba pari lori aaye rẹ. Awọn irapada tẹle ilana esi kanna bi ẹnipe olumulo ti kọja ni adaṣe lori aaye rẹ nitori igbẹkẹle alabara giga: ko si owo-owo ti o waye, ati pe aaye naa jẹri ipe lati ọdọ olupin rẹ gba ‘kirẹditi: Eke’ ni awọn abajade kọja.",
    "779817954": "Ibeere: Ti MO ba ni Awọn iwe-iwọle Asiri ti olupese miiran funni, ṣe MO le ra wọn pada lori hCaptcha?",
    "3014149332": "A: Rara, awọn iwe-iwọle ko ni iṣiṣẹpọ: wọn gbọdọ funni ati rà pada nipasẹ aṣẹ kanna, ninu ọran yii hCaptcha. Ṣe akiyesi pe ti o ba ni awọn iwe-iwọle lati mejeeji Cloudflare ati hCaptcha ninu itẹsiwaju rẹ, nọmba ti o wa yoo yipada si iye to da lori ibeere oju-iwe ti o n ṣabẹwo. Ni awọn ọrọ miiran, ti o ba ni awọn igbasilẹ 100 Cloudflare ninu apamọwọ rẹ ati 10 hCaptcha kọja, o yẹ ki o wo 10 lori aami itẹsiwaju lori awọn oju-iwe pẹlu hCaptcha ti a fi sii.",
    "3679148535": "Q: Kini awọn ohun elo miiran ti Pass Asiri ti o n ṣiṣẹ lori?",
    "1606783855": "A: A nifẹ pupọ si Pass Asiri fun Wiwọle (\"a11y\") ọran lilo. Awọn aṣayan olokiki tẹlẹ bii captchas ohun afetigbọ ṣe iyatọ si ọpọlọpọ awọn olumulo a11y. A gbagbọ pe apapọ ọna a11y lọwọlọwọ wa pẹlu ipinfunni Asiri Pass yoo gba awọn olumulo a11y laaye lati lọ kiri lailewu, ni aabo ni imọ pe ijabọ wọn jẹ aṣiri diẹ sii, lakoko ti o ni ihamọ ilokulo nipasẹ awọn oniṣẹ bot ti o ṣẹlẹ laiseaniani nigbati awọn aṣayan a11y wa.",
    "2359150347": "Q: Njẹ awọn iṣẹ aabo ori ayelujara miiran ṣe atilẹyin Passiparọ Aṣiri bi?",
    "2082237880": "A: hCaptcha jẹ iṣẹ akọkọ ti iru rẹ ti o ṣe atilẹyin Passiparọ Asiri, ati pe o jẹ ọkan nikan lati ṣe bẹ lọwọlọwọ. Bibẹẹkọ, a nireti awọn iṣẹ miiran lati ṣe idanimọ awọn anfani ti jijẹ aṣiri olumulo lori ayelujara, ati nireti pe ni ọjọ iwaju diẹ sii yoo ṣe awọn imuse bi awọn iṣedede IETF ti a ṣe iranlọwọ lati dagbasoke ni a gba ni deede.",
    "2109792055": "Itọsọna olumulo: Awọn ọran ṣiṣatunṣe pẹlu ipinfunni Pass Pass Asiri ati Ifọwọsi",
    "3588620914": "Pass ìpamọ jẹ kiikan tuntun nipasẹ awọn iṣedede ti oju opo wẹẹbu, ati pe o ṣee ṣe fun awọn ohun elo miiran ati awọn amugbooro ẹrọ aṣawakiri ti ko mọ nipa rẹ lati dabaru pẹlu iṣẹ ṣiṣe rẹ.",
    "4039193170": "Ti o ba ni awọn iṣoro gbigba tabi irapada awọn ami:",
    "2378786360": "1. Gbiyanju ọkan ninu awọn aṣawakiri atilẹyin miiran: ti o ba wa lori Chrome, gbiyanju lati lo Firefox laisi gbigbe awọn eto rẹ wọle lati Chrome, ki o fi ohun itanna sii nibẹ. Ti iyẹn ba ṣiṣẹ, o le ni ọran iṣeto ẹrọ aṣawakiri kan.",
    "394235836": "3. Ti ko ba si ọkan ninu awọn imọran ti o wa loke ti o ṣiṣẹ, fi imeeli ranṣẹ si wa ati pe a yoo ni idunnu lati ṣe iranlọwọ lati ṣawari ohun ti n ṣẹlẹ.",
    "3470857731": "Itupalẹ ti bawo ni reCAPTCHA ṣe n ṣe awari awọn botilẹjẹ daradara.",
    "3240786848": "Imudojuiwọn to kẹhin: Oṣu Kẹta Ọjọ 18, Ọdun 2021",
    "2547140673": "Fun diẹ ẹ sii ju ọdun mẹwa lọ, iṣẹ reCAPTCHA Google ti fun awọn oniwun oju opo wẹẹbu ni iṣowo: jẹ ki Google tọpa awọn olumulo rẹ ki o beere ibeere wọn, ati ni paṣipaarọ wọn ṣe ileri lati da awọn botilẹtẹ ati àwúrúju duro.",
    "2133754014": "Diẹ sii ju awọn oju opo wẹẹbu 4.5 lo reCAPTCHA [",
    "3152512587": "ati awọn eto gba ogogorun milionu ti ojoojumọ solves. [",
    "2296918009": "Eyi dọgba si diẹ sii ju 100 eniyan-ọdun iṣẹ laala lojoojumọ.",
    "3900538778": "Awọn aami data jẹ epo ti o ṣe agbara ikẹkọ ẹrọ. Awọn idahun reCAPTCHA ni a ti lo lati mu ilọsiwaju awọn iṣẹ ML/AI Google lati ọdun 2009. Ọpọlọpọ eniyan ti o lo reCAPTCHA ko mọ pe iṣẹ wọn ti wa ni lilo lati lo.",
    "1160252730": "Google n gba agbara awọn idiyele giga fun Idawọlẹ reCAPTCHA, nfa ọpọlọpọ awọn ile-iṣẹ lati tun ṣe atunwo adehun yii.",
    "1131196501": "Awọn ile-iṣẹ pataki bi",
    "204889717": "ti yipada si hCaptcha's",
    "639413188": "ni esi.",
    "3280658086": "kekeke solusan",
    "3842815245": "Ṣe eyi jẹ iṣowo ti o tọ?",
    "714342693": "Ẹgbẹ hCaptcha ti n gba data idiyele lati “ayelujara dudu” awọn iṣẹ fifọ captcha lati ọdun 2016. A ṣe akiyesi aṣa ti o nifẹ si:",
    "468929661": "Iwọn apapọ iye owo ti fifọ reCAPTCHA jẹ kekere ti iyalẹnu (kere ju $1 fun 1000 yanju) ati pe ko ti pọ si nipa ti ara lati igba ti ibojuwo wa ti bẹrẹ ni ọdun 2016. Eyi kan mejeeji reCAPTCHA v2 ati v3. [",
    "2862164005": "Data idiyele jẹ ki a fi iye dola gangan si aabo ti a funni nipasẹ reCAPTCHA: $0.001 tabi kere si fun idahun.",
    "102498091": "Google n gba owo $1 fun awọn ibeere 1000 fun Idawọlẹ reCAPTCHA, afipamo pe wọn ngba agbara diẹ sii fun ibeere ju ti o jẹ lati ba aabo iṣẹ wọn jẹ. Eyi dabi adehun buburu.",
    "130239139": "Kini iye 100+ eniyan-ọdun iṣẹ ti Google gba lojoojumọ?",
    "1421074182": "Ti o ga pupọ.",
    "1953519598": "Iye owo lati ṣe aami aworan kan wa lati $0.03 si $1.00 tabi diẹ sii. Nipa iṣiro Konsafetifu eyikeyi, Google ti fa awọn ọkẹ àìmọye dọla ti iṣẹ ọfẹ jade titi di oni. [",
    "3025548709": "Njẹ yiyan wa si adehun aiṣododo yii?",
    "263761351": "hCaptcha jẹ yiyan igbẹkẹle akọkọ, ni bayi lo nipasẹ awọn ọgọọgọrun miliọnu eniyan ni oṣu kọọkan.",
    "2743692546": "Bii awọn olumulo ṣe jẹri ẹda eniyan wọn nipasẹ hCaptcha, iṣẹ wọn wọ ọja ṣiṣi ailorukọ kan fun ipolowo.",
    "1982750088": "Awọn ile-iṣẹ ni gbogbo agbaye paṣẹ fun iṣẹ yẹn lati pari awọn iṣẹ ṣiṣe ti o rọrun ti o rọrun fun eniyan ṣugbọn lile fun awọn ẹrọ. Awọn olumulo ṣe atilẹyin aaye ti wọn ṣabẹwo si, ati ni iriri àwúrúju wẹẹbu ti o dinku nitori ipele aabo ti o ga julọ.",
    "1108398506": "awọn alabara gba iṣakoso lapapọ lori iriri naa, ati ni anfani lati inu imọ-jinlẹ hCaptcha ti ni iṣẹ olupese ipenija ominira ti o tobi julọ lori intanẹẹti. Wọn tun gba adehun ti o dara julọ ju Idawọlẹ reCAPTCHA: to 50-80% idiyele ti o dara julọ, da lori iwọn didun.",
    "3012870872": "Awọn oju opo wẹẹbu ati awọn ohun elo ti n lo ẹya ọfẹ (hCaptcha Publisher) jo'gun owo-wiwọle lati iṣẹ yẹn dipo titọrẹ si Google.",
    "2271512952": "Awọn olumulo ṣe atilẹyin aaye ti wọn ṣabẹwo si, ati ni iriri àwúrúju wẹẹbu ti o dinku.",
    "278010425": "Awọn iṣẹ-ṣiṣe jakejado ati iyipada nigbagbogbo lori hCaptcha tun nira lati ṣe adaṣe. Ni wiwo ẹyọkan reCAPTCHA ko yipada ni ọpọlọpọ ọdun, ati pe o ni eto kekere ti awọn ibeere iyipada loorekoore. Eyi jẹ ọkan ninu awọn ọna hCaptcha n pese aabo egboogi-bot ti o lagbara ju reCAPTCHA lọ.",
    "984849234": "hCaptcha nlo ẹkọ ẹrọ to ti ni ilọsiwaju lati fi ohun ti awọn ileri reCAPTCHA nikan ṣe, lakoko pinpin iye ti o gba pẹlu awọn aaye ayelujara ti o lo.",
    "4063769686": "Awọn olumulo ṣe atilẹyin aaye ti wọn ṣabẹwo si, ati ni iriri àwúrúju wẹẹbu ti o dinku. Eyi dabi adehun ti o dara julọ.",
    "685916926": "Kilode ti reCAPTCHA ko ti ni ilọsiwaju ni akoko bi?",
    "3992401943": "Iyika ti wa ni ẹkọ ti o jinlẹ lati ọdun 2012. Ilana ile-iṣẹ fun išedede iṣẹ-ṣiṣe ti ni ilọsiwaju ni ipilẹṣẹ ni ọdun mẹwa sẹhin, nipataki nitori awọn nẹtiwọọki ariyanjiyan jinlẹ. Awọn iṣẹ agbara ML miiran ti Google nfunni ti tẹle ọna yii.",
    "615031303": "(Wo awọn akọsilẹ ẹsẹ",
    "2125514305": "ML ti ni ilọsiwaju, ṣugbọn iṣoro lati fori reCAPTCHA ko ti yipada nipa ti ara ni akoko yii.",
    "1406188018": "6 ati 7",
    "2689973938": "Imudara reCAPTCHA ṣẹda rogbodiyan inu fun Google bi olutaja ipolowo.",
    "464238793": "Ti Google funrarẹ pinnu pe olumulo ti o rii ipolowo kan tabi titẹ ọna asopọ jẹ bot ni otitọ, ko le gba owo fun ipolowo ti o han si olumulo yẹn. Rogbodiyan ti iwulo yii ti ni opin ni opin opin ti awọn ibi-afẹde anti-bot Google.",
    "918924423": "Fun apẹẹrẹ, Google ko funni ni awọn iṣẹ ti o niyelori ti o han gedegbe bii wiwa bot ifẹhinti. O jẹ igbẹkẹle diẹ sii lati kede ijabọ olumulo bot-ti ipilẹṣẹ lẹhin ti n ṣatupalẹ awọn ọjọ pupọ ti data.",
    "661412233": "Mọ lẹhin captcha pe diẹ ninu awọn olumulo jẹ awọn bot tun niyelori. O jẹ ki awọn oniwun oju opo wẹẹbu nu awọn ifiweranṣẹ àwúrúju atijọ kuro ki o paarẹ “awọn akọọlẹ oorun” ti a forukọsilẹ si awọn apejọ àwúrúju ni ọjọ iwaju, dinku jibiti, ati diẹ sii.",
    "3600797185": "Pipese idanimọ bot ifẹhinti yoo ṣii Google si awọn ibeere elegun ti bii o ṣe le sanpada awọn olupolowo ti o lo owo lori ijabọ arekereke yẹn.",
    "2076932190": "Ọja reCAPTCHA ti duro bayi fun ọdun mẹwa.",
    "3856912381": "Awọn olumulo ti jiya, ati àwúrúju wẹẹbu ti ko wulo ni bayi latari. Ṣugbọn yiyan wa.",
    "1035621426": "Gbogbo bot ti a damọ nipasẹ reCAPTCHA taara dinku owo-wiwọle ipolowo Google.",
    "3668115514": "Bawo ni hCaptcha ṣe yatọ?",
    "2413742287": "Idaniloju hCaptcha ni lati mu iwọn deede pọ si, kii ṣe wiwọle ipolowo: awọn idahun bot ko wulo fun awọn alabara wa, ti o nilo data ikẹkọ eniyan.",
    "1373262754": "Mọ ẹni ti ẹni kọọkan jẹ ni iye diẹ fun hCaptcha. A nikan bikita boya wọn jẹ eniyan tabi oṣere irira.",
    "600646860": "Dipo fifun iṣẹ kan ti iye ibeere lakoko yiyọ iṣẹ jade pẹlu iye gidi, hCaptcha pese isanpada mejeeji ati aabo egboogi-bot to lagbara.",
    "1836191653": "Dipo ki o funni ni irọrun iṣẹgun si awọn olumulo ọfẹ lakoko gbigba agbara awọn miliọnu dọla fun ẹya ile-iṣẹ ti ko dara julọ, hCaptcha n pese aabo bot ti o dara julọ si awọn mejeeji, lakoko ti o nfun awọn olumulo ile-iṣẹ ni awọn ẹya afikun ati isọdi, pẹlu awọn SLA ti o lagbara ati atilẹyin iyara.",
    "990215503": "hCaptcha jẹ iṣẹ captcha pataki nikan ti kii ṣe ohun ini nipasẹ nẹtiwọọki ipolowo kan.",
    "971933157": "hCaptcha ṣe abojuto nipa ikọkọ, akoyawo, ati ododo.",
    "178839499": "hCaptcha pin iye iṣẹ ti a ṣe lakoko ti awọn olumulo ṣe afihan ẹda eniyan wọn.",
    "1237076138": "hCaptcha nfunni ni adehun ododo si mejeeji ọfẹ (HCaptcha Publisher) ati iṣowo (hCaptcha Enterprise) awọn alabara.",
    "614310292": "Tani o kọ hCaptcha?",
    "4188814619": "hCaptcha jẹ iṣẹ ti Awọn ẹrọ Intuition (",
    "3265328927": "), ile-iṣẹ ikẹkọ ẹrọ ti o funni ni awọn ọja ati awọn iṣẹ fun awọn ile-iṣẹ imuse ikẹkọ ẹrọ ni iwọn.",
    "2740033957": "Ẹgbẹ IM jẹ ti awọn onimọ-jinlẹ ati awọn onimọ-ẹrọ lati Apple, Amazon, ati awọn oludari miiran ni ẹkọ ẹrọ, awọn eto pinpin, ati aabo.",
    "1579715421": "Awọn onimọ-jinlẹ IM ṣe atẹjade nigbagbogbo ni awọn apejọ oke bii ICML, ICLR, ECCV, ati NeurIPS, ati pe ile-iṣẹ ti ṣe ifilọlẹ awọn abajade ipo-ọna ni gbangba ni awọn ilana ML bii hashing jin [",
    "4015238193": "ati OCR [",
    "279580593": "imachines.com",
    "279918384": "Bawo ni Google ṣe nlo iṣẹ ọfẹ rẹ?",
    "2385522384": "O ṣee ṣe pe o rii awọn fireemu fidio lati awọn kamẹra lori awọn ọkọ ayọkẹlẹ ti n wakọ ti Google Waymo, ati iranlọwọ lati mu idanimọ ohun wọn dara si.",
    "1517627947": "O ṣeese o rii awọn aworan ti awọn ile tabi awọn ami ita lati awọn ọkọ ayọkẹlẹ Google's Streetview, ati iranlọwọ lati ṣe aami awọn ipo fun Awọn maapu ati awọn ọja Earth.",
    "3225936061": "O ṣeese o rii awọn aworan ti ọrọ ti o ya lati awọn oju-iwe iwe lori iṣẹ Awọn iwe Google, ati iranlọwọ lati mu ilọsiwaju OCR wọn sọfitiwia (idanimọ ọrọ).",
    "129661785": "A ti beere lailai lati \"tẹ lori ọkọ ayọkẹlẹ / agbelebu / iduro?\"",
    "936667684": "A ti beere lailai lati \"tẹ ninu ile/ami ita?\"",
    "3773515538": "A ti beere lailai lati \"tẹ ninu awọn ọrọ meji?\"",
    "1778058441": "Awọn iru awọn iṣẹ wo ni o nṣiṣẹ lori hCaptcha?",
    "366088791": "hCaptcha ṣe atilẹyin awọn iṣẹ ṣiṣe lọpọlọpọ.",
    "3114147525": "Awọn onibara hCaptcha lo iṣẹ naa fun awọn iṣẹ-ṣiṣe pẹlu idanimọ ohun, wiwa abuda (gbigba awọn akole lati ṣe idanimọ awọn iru aṣọ), ipo ti o yẹ (gbigba ọja ti o yẹ julọ lati awọn aṣayan pupọ nigbati a bawe si ọja akọkọ), awọn apoti didi (wiwa awọn agbegbe ti iwulo lori aworan), \"OCR eniyan\" (idamo ọrọ ninu aworan) ati ọpọlọpọ awọn iṣẹ-ṣiṣe miiran.",
    "3139609561": "Ni isalẹ wa awọn apẹẹrẹ meji ti isọdi aworan ati awọn iru iṣẹ wiwa abuda. [",
    "2273532558": "Tani awọn onibara isanwo hCaptcha?",
    "4104221634": "Awọn alabara hCaptcha ṣe agbejade ọpọlọpọ awọn ile-iṣẹ, lati awọn ile-iṣẹ imọ-ẹrọ si awọn ti dojukọ aṣa, soobu, ati awọn agbegbe miiran nibiti wọn le ṣẹda iye lati lilo ikẹkọ ẹrọ.",
    "1337725003": "hCaptcha ṣe ifaramo si iraye si ijọba tiwantiwa si asọye iwọn didun ti o ga ni akoko gidi, jẹ ki awọn ile-iṣẹ nla ati kekere mu didara awọn ọja ati iṣẹ wọn pọ si nipa lilo ikẹkọ ẹrọ si iṣowo wọn.",
    "4086379603": "Awọn ibeere?",
    "1243684308": "A gba esi rẹ ni pataki, ati pe o fẹ lati rii daju pe gbogbo eniyan ni iriri igbadun diẹ sii lori ayelujara, pẹlu awọn bot diẹ ati àwúrúju kekere. Kan si wa:",
    "2645321220": "Ati pe ti o ba ro pe iye owo reCAPTCHA ti ga ju, beere lọwọ wa nipa Idawọlẹ hCaptcha. Lọwọlọwọ ni lilo nipasẹ diẹ ninu awọn olutẹjade ti o tobi julọ, awọn ile-iṣẹ iṣẹ inawo, ati awọn ile-iṣẹ amayederun wẹẹbu ni agbaye, wọn kii ṣe yiyan igbẹkẹle nikan si reCAPTCHA: a gbagbọ pe wọn funni ni aabo bot to dara julọ ti o wa lọwọlọwọ.",
    "1229233916": "Awọn akọsilẹ ẹsẹ",
    "1115642494": "1. Orisun: BuiltWith.com reCAPTCHA ojula awọn akojọ. Ti gba pada ni Oṣu Keje ọjọ 9, ọdun 2019.",
    "448807334": "(\"Awọn ọgọọgọrun miliọnu CAPTCHA ni awọn eniyan yanju lojoojumọ.”) Ti gba pada ni Ọjọ 8 Oṣu Keje, Ọdun 2019.",
    "2397590157": "3. Konsafetifu ifoju: 200 million solves * 30 aaya fun ojutu ni odun = 190.3 eniyan-ọdun / ọjọ.",
    "3236311792": "4. hCaptcha ti abẹnu onínọmbà. Data ikore nipasẹ Okudu 30th, 2019. Awọn alaye wa lori ìbéèrè.",
    "1752259468": "5. Konsafetifu ifoju: $0.01 iye owo ti a nikan annotation * 200M aropin. awọn asọye fun ọjọ kan (ipin isalẹ) * Awọn ọjọ 365 fun ọdun kan * ọdun 10 lati ọdun 2009 gbigba = $ 7.3 bilionu iye didi isalẹ.",
    "3268946369": "6. Kirẹditi: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Orisun: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "Ilana Itumọ ti o da lori awọn ifibọ Ibasepo fun alailagbara-ṢAbojuto Jin HASHING, Heikki Arponen, Tom E Bishop. ICML 2019, LLD Idanileko.",
    "2544169219": "Awọn abajade ipo-ti-aworan aipẹ: ICML LLD, Oṣu Karun ọdun 2019.",
    "1973347745": "10. Royalty-free awọn aworan apẹẹrẹ. Orisun: Petapixel.",
    "1493115924": "Awọn akọsilẹ aami-iṣowo:",
    "4051104324": "\"Intuition Machines\" jẹ aami-iṣowo ti a forukọsilẹ ti Intuition Machines, Inc.",
    "3983646521": "Gbogbo awọn orukọ ọja, awọn aami, awọn ami iyasọtọ, aami-išowo ati aami-išowo ti a forukọsilẹ jẹ ohun-ini ti awọn oniwun wọn. Gbogbo ile-iṣẹ, ọja ati awọn orukọ iṣẹ ti a lo ninu oju opo wẹẹbu yii wa fun awọn idi idanimọ nikan. Lilo awọn orukọ wọnyi, awọn aami-išowo ati awọn ami iyasọtọ ko tumọ si ifọwọsi. Ni idi eyi, oyimbo idakeji.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Awọn onimọ-jinlẹ IM Ṣeto Aami Tuntun fun Idanimọ Ọrọ Abojuto Ailagbara (OCR) ni CVPR 2020.",
    "1259002282": "Ti ri kokoro kan? Eyi ni bi o ṣe le jabo.",
    "3301728462": "Awọn miliọnu eniyan lo hCaptcha ni oṣu kọọkan, lori ẹgbẹẹgbẹrun akojọpọ awọn aṣawakiri, awọn amugbooro, awọn ẹrọ, awọn ogiriina, ati diẹ sii.",
    "3878230879": "Ibi-afẹde wa ni lati rii daju pe o ṣiṣẹ nigbagbogbo fun ọ, nitorinaa a dupẹ lọwọ awọn ijabọ rẹ pupọ!",
    "2465128185": "Lati fun esi ni iyara, kan tẹ bọtini “Fi esi wa ranṣẹ”.",
    "2921990472": "Ti o ba n rii ọran iṣẹ kan, jọwọ tẹle awọn",
    "2870341481": "ni isalẹ. Fun eyikeyi miiran aṣàwákiri kan",
    "1866590035": "yokokoro log ilana fun Chrome",
    "444492541": "awọn itọnisọna log yokokoro fun Firefox",
    "169267610": "imeeli wa",
    "3100722753": "Fun aabo ti o pọju tabi awọn ọran aṣiri, wo awọn ilana ni isalẹ.",
    "1906593952": "Pese esi lori hCaptcha ti o kan rii",
    "3951254541": "A mọrírì igbewọle rẹ. Jẹ ki a mọ eyikeyi oran ati pe a yoo yanju wọn ni kiakia.",
    "3324288040": "Fi esi wa",
    "2864016648": "Awọn Ọrọ Aṣiri",
    "304004915": "A ko bikita ti awọn olumulo jẹ, nikan bawo ni wọn ṣe le jẹ irira tabi awọn ẹrọ. A ṣe atilẹyin awọn ipilẹṣẹ bii",
    "1139493658": ", ati ṣiṣẹ takuntakun lati dọgbadọgba ikọkọ ati aabo.",
    "3083289844": "Ti o ba ti rii ariyanjiyan kan ti o ro pe o le ni ipa lori aṣiri olumulo, jọwọ fi imeeli ranṣẹ si wa",
    "4264784515": "Awọn idun aabo",
    "963238401": "A nifẹ nigbagbogbo lati gba awọn ijabọ ti awọn idun aabo. Imeeli",
    "3926027556": "ati pe a yoo pada si ọdọ rẹ ni kiakia.",
    "1589805435": "A tun ni a",
    "2560582224": "kokoro Eru eto",
    "103876916": "fun awọn ijabọ aabo ti o yẹ lori iṣẹ hCaptcha ati koodu orisun ti o jọmọ.",
    "497117287": "Wiwọle Aw",
    "3230004040": "Ṣe o jẹ alailagbara oju tabi bibẹẹkọ ko le pari hCaptchas?",
    "3480023141": "Kọ ẹkọ diẹ sii nipa awọn aṣayan iraye si",
    "2052161540": "Yiyaworan Awọn alaye Iroyin Bug: Chrome",
    "2281169898": "Fifiranṣẹ alaye n ṣatunṣe aṣiṣe pẹlu ijabọ rẹ yoo jẹ ki o rọrun pupọ fun wa lati ṣe idanimọ ohun ti n ṣẹlẹ. Eyi ni awọn ilana igbese-nipasẹ-igbesẹ:",
    "1123365779": "Ti o ba jẹ olupilẹṣẹ wẹẹbu tabi olumulo alamọja, akopọ ni a fẹ ki o fi HAR gbigbasilẹ nẹtiwọọki kan ranṣẹ ati awọn akọọlẹ console aṣawakiri wa.",
    "2015218686": "ṣaaju ki o to lọ nipasẹ awọn igbesẹ wọnyi. Ti iyẹn ba tun iṣoro rẹ ṣe, a yoo tun ni riri pe o jẹ ki a mọ ẹya ẹrọ aṣawakiri rẹ, oludèna ipolowo tabi itẹsiwaju aṣawakiri, ati URL oju opo wẹẹbu naa.",
    "3922723611": "Jọwọ gbiyanju lati pa eyikeyi ipolongo blocker tabi awọn amugbooro ẹrọ aṣawakiri",
    "4036872105": "akọkọ ati lẹhinna tun gbiyanju",
    "993651083": "Igbesẹ 1: Ṣii Awọn irinṣẹ Olùgbéejáde (Eyi bẹrẹ gbigbasilẹ igba naa.)",
    "4163469907": "Igbesẹ 2: Tẹ lori taabu nẹtiwọki ni Awọn irinṣẹ Olùgbéejáde. Ṣayẹwo apoti \"Ipamọ Logo\" ni oke.",
    "4243348003": "Igbesẹ 3: ṣabẹwo",
    "641342999": ", tabi oju opo wẹẹbu ti o ni ariyanjiyan lori (Akọsilẹ Aṣiri: nikan ti o ko ba fiyesi pinpin ohun ti o jẹ)… ati lẹhinna tẹ bọtini “Eniyan ni Emi”, ki o gbiyanju lati yanju.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Igbesẹ 4: Tẹ “Jade okeere HAR” (ọfa isalẹ kekere) lẹhin ti o gbiyanju lati yanju, eyiti o fipamọ akọọlẹ nẹtiwọọki naa. Fi faili yẹn ranṣẹ si wa.",
    "1503240421": "Igbesẹ 5: Tẹ lori taabu Console, ati tẹ-ọtun lẹhinna “Fipamọ bi ..” lati le fipamọ akọọlẹ console naa. Firanṣẹ yẹn pẹlu.",
    "2863840904": "Igbesẹ 6: Igbesẹ ti o kẹhin, fi imeeli ranṣẹ HAR ati awọn faili log console si wa, ati ṣapejuwe iṣoro naa",
    "4051785543": "Lo:",
    "3623028666": "(jọwọ lo iṣẹ kan bi",
    "551761392": "ati firanṣẹ awọn ọna asopọ) ati yiyan sikirinifoto kan, ti o ba fura pe nkan kan wa ti ko han ni deede. Jọwọ firanṣẹ IP ti o nlo pẹlu. O le gba lati",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "O ṣeun fun gbigba akoko lati ṣe iranlọwọ fun wa lati gba alaye yii!",
    "3680327841": "A ti pinnu lati jẹ ki hCaptcha ṣiṣẹ daradara fun gbogbo eniyan",
    "1059502393": "Yiyaworan Awọn alaye Iroyin Bug: Firefox",
    "1112074001": "Igbesẹ 2: Tẹ lori taabu nẹtiwọki ni Awọn irinṣẹ Olùgbéejáde. Ṣayẹwo awọn apoti \"Tẹẹrù àkọọlẹ\" ni oke.",
    "1797298240": "Igbesẹ 4: Tẹ “HAR” lẹhin ti o gbiyanju lati yanju, ki o yan “Fipamọ Gbogbo bi HAR” lati ṣafipamọ akọọlẹ nẹtiwọọki naa. Fi faili yẹn ranṣẹ si wa.",
    "3671246379": "Igbese 5: Tẹ lori console taabu, ati ki o ọtun-tẹ ki o si \"Yan gbogbo\" ki o si fi pe sinu ọrọ faili, ni ibere lati fi awọn console log. Firanṣẹ yẹn pẹlu.",
    "3816867833": "Esi",
    "788770967": "Ma binu lati gbọ iyẹn! O le fẹ lo aṣayan iraye si wa:",
    "1333016413": "Eyi jẹ ki o yago fun awọn ibeere iwaju nipa fiforukọṣilẹ ati ṣeto kuki kan.",
    "2333410049": "Jọwọ tun gbiyanju lati pa idena ipolowo rẹ.",
    "1345083090": "Ijabọ ọrọ iṣẹ ṣiṣe kan?",
    "2184564739": "Wo",
    "604751186": "Awọn ọrọ miiran? Imeeli",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "bi o ṣe le jabo awọn ọran pẹlu awọn akọọlẹ alaye",
    "1050501253": "O nira pupọ",
    "3264813246": "Ko bojumu",
    "3526939538": "Kokoro Software",
    "126134492": "Omiiran",
    "3511610999": "Jẹ ki a rii daju pe o de ibi ti o tọ.",
    "3906886217": "Fun awọn ile-iṣẹ tabi awọn oju opo wẹẹbu",
    "1621597093": "Awọn ojutu aabo ile-iṣẹ (sanwo)",
    "3176531704": "Alaye alaye",
    "1834239172": "Ra awọn iṣẹ asọye hCaptcha",
    "1457707016": "Fun awọn ẹni-kọọkan",
    "770264626": "Ṣafikun hCaptcha si iṣẹ rẹ (ọfẹ)",
    "881015166": "Ṣafikun hCaptcha fun Awọn olutẹwe si oju opo wẹẹbu mi tabi app",
    "47536007": "Kọ ẹkọ diẹ sii nipa hCaptcha",
    "2012837493": "Awọn abajade wiwa",
    "4034694801": "Ko si awọn esi ti o baamu.",
    "3621411541": "Kọ ẹkọ nipa awọn aṣayan iraye si fun hCaptcha",
    "3401005681": "Pà owó",
    "3933993151": "Ṣiṣẹ bi aami data kọọkan",
    "563059212": "Akojọ ti awọn Subprocessors",
    "3501923981": "Imudojuiwọn to kẹhin: Oṣu Kini Ọjọ 1, Ọdun 2020.",
    "3548097301": "Lilo: Oṣu Kini Ọjọ 1, Ọdun 2020.",
    "3991444169": "Oju-iwe yii ṣe atokọ awọn onisẹpo lọwọlọwọ fun iṣẹ Idawọlẹ hCaptcha.",
    "835396984": "Lọwọlọwọ Ṣiṣẹ",
    "424089481": "Amazon Web Services, Inc. (Agbaye). Awọn iṣẹ ti a pese: Awọn iṣẹ wẹẹbu Amazon. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Agbaye). Awọn iṣẹ ti a pese: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Agbaye). Awọn iṣẹ ti a pese: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Agbaye). Awọn iṣẹ ti a pese: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Akiyesi: ko kan gbogbo awọn onibara. Fun apẹẹrẹ, Ifọju IP tabi aṣiri ilọsiwaju miiran tabi awọn alabara aṣayan aabo (fun apẹẹrẹ Awọn alabara iyalegbe Foju Aabo) ti yọkuro patapata lati eyikeyi “PII” ti o ni agbara eyikeyi ti nwọle awọn eto telemetry, paapaa adiresi IP kan. Jọwọ kan si aṣoju akọọlẹ rẹ fun alaye diẹ sii ti o ba nilo.",
    "700843971": "Hound Technology, Inc. (Agbaye). Awọn iṣẹ ti a pese: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Agbaye). Awọn iṣẹ ti a pese: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Agbaye). Awọn iṣẹ ti a pese: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Agbaye). Awọn iṣẹ ti a pese: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Amayederun",
    "370366524": "Ephemeral Service Telemetry",
    "121192737": "ìṣe awọn afikun",
    "2420789666": "Ni iyara, Inc. Awọn iṣẹ ti a pese: CDN yiyara ati iṣiro eti.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Munadoko: Oṣu Kẹsan Ọjọ 1, Ọdun 2021. Afikun Awọn amayederun",
    "1487796027": "Fun awọn ile-iṣẹ",
    "3943417791": "Gba atilẹyin fun Idawọlẹ hCaptcha (BotStop)",
    "702287791": "Atẹwe hCaptcha (ọfẹ)",
    "3397976149": "Gba atilẹyin fun hCaptcha Publisher",
    "833750823": "Nini iṣoro pẹlu ipenija kan?",
    "2024737147": "Ṣe o fẹ lati jabo kokoro kan?",
    "1978884623": "Kọ ẹkọ diẹ sii nipa jijabọ awọn ọran sọfitiwia",
    "4188664955": "Titunto si Awọn ofin ti Service",
    "2621989404": "Imudojuiwọn to kẹhin: Oṣu Kẹsan 24, 2021. Jọwọ ṣe akiyesi pe awọn ofin ede Gẹẹsi wa ni aṣẹ.",
    "2404545611": "Kaabọ si hCaptcha! O ṣeun fun jije ara agbegbe wa. Gbogbo awọn olumulo ti \"Awọn iṣẹ\" (ti a ṣalaye ni isalẹ) gbọdọ gba si awọn ofin wọnyi (\"Awọn ofin Iṣẹ\"). Labẹ Awọn ofin Iṣẹ wọnyi, “IMI”, “awa” ati “wa” tọka si Awọn ẹrọ Intuition, Inc. ati awọn ẹka rẹ, awọn alafaramo, awọn oṣiṣẹ, awọn aṣoju, awọn oṣiṣẹ, awọn aṣoju, ati awọn aṣoju, ati “aaye ayelujara” wa pẹlu eyikeyi oju opo wẹẹbu labẹ iṣakoso wa, pẹlu www.hcaptcha.com ati www.imachines.com.",
    "2348450790": "Jọwọ ka Awọn ofin Iṣẹ yii. Wọn pẹlu, laarin awọn ipese miiran, awọn aibikita ti awọn atilẹyin ọja, awọn opin ti layabiliti, ati idajọ idajọ. Jọwọ ṣe akiyesi pe Awọn ofin Iṣẹ wọnyi le ti yipada lati ibẹwo rẹ kẹhin si oju opo wẹẹbu wa. A le tunwo ati imudojuiwọn Awọn ofin Iṣẹ lati igba de igba ni lakaye wa nikan. Ni iṣẹlẹ ti iyipada ohun elo, a yoo fi to ọ leti nipa fifiranṣẹ Awọn ofin Iṣẹ ti a ṣe imudojuiwọn ni oju-iwe yii, lẹhin eyi o gbọdọ gba ni idaniloju Awọn ofin Iṣẹ ti imudojuiwọn lati le tẹsiwaju lilo tabi wọle si Aye tabi Iṣẹ naa.",
    "1064537632": "Jọwọ ṣe akiyesi pe lilo Iṣẹ wa ni ijọba nipasẹ Adehun Ṣiṣeto Data wa, eyiti o dapọ si ninu rẹ nipasẹ itọkasi. Jọwọ ṣe atunyẹwo adehun yii lati rii bi a ṣe n ṣe ilana data ti ara ẹni fun ọ. Ṣe akiyesi pe a ṣiṣẹ bi “ero isise data” fun awọn idi ti Ilana Idaabobo Data Gbogbogbo EU, ati “olupese iṣẹ” fun idi ti Ofin Aṣiri Olumulo California.",
    "1933936765": "Adehun Ṣiṣe Data (imudojuiwọn kẹhin: Oṣu Kẹsan Ọjọ 23, Ọdun 2021)",
    "2959486280": "Ti o ko ba gba si Awọn ofin Iṣẹ, o le ma lo tabi wọle si Aye tabi Iṣẹ naa.",
    "3200859925": "1. Idi",
    "1807143500": "Awọn iṣẹ naa pẹlu iṣẹ aabo ori ayelujara (“Iṣẹ hCaptcha”) ati pẹpẹ kan (“Intuition Machines Platform”) lori eyiti ẹni kọọkan (“Oluranlọwọ”) le yan lati ṣe awọn iṣẹ ṣiṣe ti ẹnikan ti ẹnikẹta tabi Awọn ẹrọ Intuition funrararẹ (kọọkan). awọn ifiweranṣẹ \"Ibeere\") si oju opo wẹẹbu wa tabi Iṣẹ hCaptcha, boya taara lori oju opo wẹẹbu wa tabi nipa iraye si Platform Machines Intuition ati/tabi ṣiṣe awọn iṣẹ ṣiṣe nipasẹ tabi ni asopọ pẹlu nkan ti ẹnikẹta ati/tabi pẹpẹ tabi iṣẹ (kọọkan, ẹya \"Integrator\"). Awọn olubeere fi awọn iṣẹ-ṣiṣe ranṣẹ ati pe Awọn Oluranlọwọ lati ṣe wọn ni paṣipaarọ fun awọn ere ti a pese nipasẹ IMI si Awọn Integrators, tabi gẹgẹbi ipinnu nipasẹ Olubẹwẹ ti Olubeere naa nlo Platform Machines Intuition tabi Iṣẹ hCaptcha lati sin awọn iṣẹ-ṣiṣe si awọn olumulo ipari tiwọn. A gba agbara fun awọn ile-iṣẹ ati awọn eniyan kọọkan (kọọkan “Onibara” kan) fun lilo pẹpẹ wa ki wọn le lo sọfitiwia wa, awọn iṣẹ ṣiṣe onkọwe, bẹwẹ wa si awọn iṣẹ ṣiṣe onkọwe, ati/tabi ni iraye si Awọn Oluranlọwọ. A tun gba owo lọwọ Awọn Integrators fun lilo Iṣẹ hCaptcha wa lati dinku jibiti, ilokulo, ati àwúrúju lori awọn oju opo wẹẹbu wọn, awọn ohun elo alagbeka, ati awọn ohun-ini ori ayelujara miiran. Ohun ti a sọ tẹlẹ ni tọka si lapapọ bi “Awọn iṣẹ”.",
    "3212830633": "2. Yiyẹ ni",
    "2605814073": "Nipa lilo tabi forukọsilẹ fun Awọn iṣẹ wa, o gba: o kere ju ọdun 18 ọdun; o ni aṣẹ lati tẹ adehun yii sii fun ararẹ tabi nkan ti o ṣe aṣoju, ati pe nigbagbogbo yoo wa ni ibamu pẹlu Awọn ofin Iṣẹ ati gbogbo awọn ilana IMI ati awọn itọnisọna ti o tọka si ninu rẹ; ati pe iwọ kii yoo ṣe ilokulo oju opo wẹẹbu wa, ṣe afihan idanimọ rẹ si wa, tabi lo oye atọwọda lati pari eyikeyi apakan ti eyikeyi iṣẹ lori IMI eyiti o nilo oye eniyan.",
    "2616040974": "3. Onibara ati awọn ibeere",
    "1544829730": "Ti o ba jẹ Onibara tabi Olubeere, o gba pe awọn afikun awọn ofin ti o somọ si ibi bi Àfikún Onibara yoo waye ati pe a dapọ mọ nipasẹ itọkasi si Awọn ofin Iṣẹ. Ti o ko ba jẹ Onibara tabi Olubeere, tabi dawọ lati jẹ Onibara tabi Olubeere, lẹhinna awọn afikun awọn ofin inu Apekun Onibara kii yoo lo tabi ko ni dapọ nipasẹ itọkasi si Awọn ofin Iṣẹ wọnyi.",
    "3759360138": "4. Orukọ olumulo ati Ọrọigbaniwọle",
    "2236960358": "Lẹhin iforukọsilẹ, ao beere lọwọ rẹ lati ṣafihan alaye ti ara ẹni kan nipa rẹ (“Alaye Ti ara ẹni”), pẹlu orukọ rẹ, adirẹsi imeeli, ati lati ṣẹda orukọ olumulo ati ọrọ igbaniwọle, gbogbo eyiti yoo jẹ koko-ọrọ si Ilana Aṣiri wa, ti o wa lori wa aaye ayelujara. Iwọ nikan ni o ni iduro fun abojuto, aridaju ati mimu aabo ti akọọlẹ rẹ, awọn ọrọ igbaniwọle, ati awọn bọtini ifitonileti eyikeyi ti o nii ṣe pẹlu akọọlẹ rẹ, ati pe iwọ ni iduro fun eyikeyi lilo tabi igbese ti o ṣe nipasẹ lilo alaye yẹn lori Awọn iṣẹ naa.",
    "3047519814": "O gba pe iwọ kii yoo pin akọọlẹ rẹ tabi ọrọ igbaniwọle pẹlu ẹnikẹni.",
    "1699668873": "O gbọdọ sọ fun IMI lẹsẹkẹsẹ ti o ba fura pe alaye akọọlẹ rẹ ti ji tabi lo nipasẹ ẹlomiran, tabi irufin aabo miiran.",
    "3044038608": "O gba lati fun wa ni otitọ, deede ati alaye pipe bi o ti beere ninu ilana iforukọsilẹ wa. O tun gba lati ṣe imudojuiwọn iru alaye ni kiakia bi o ṣe pataki lati jẹ ki o wa lọwọlọwọ ati deede.",
    "4132302900": "5. Asiri rẹ, Data Rẹ, ati \"Data Fun Gbogbo\"",
    "10724169": "O gba Ilana Aṣiri wa, eyiti o ṣe akoso ohun ti a yoo ṣe pẹlu eyikeyi Alaye Ti ara ẹni ti o fun wa.",
    "1669194950": "Ni afikun si Alaye Ti ara ẹni, o tun le nilo lati pese (tabi o le jẹ pataki fun wa lati gba) awọn data miiran ki a le pese Awọn iṣẹ naa (lapapọ, “Data Onibara”). A ko ṣe oniduro fun eyikeyi ikuna lati ṣe Awọn iṣẹ ti o ṣẹlẹ nipasẹ idaduro rẹ tabi ikuna lati pese Data Onibara.",
    "1330274831": "O fun wa ni bayi ni agbaye, ti kii ṣe iyasọtọ, iwe-aṣẹ, gbigbe, ọfẹ-ọfẹ, iwe-aṣẹ aibikita lakoko igba ti Adehun yii lati lo, ṣe ẹda, pinpin ni itanna, ati ṣafihan ni gbangba eyikeyi Data Onibara nikan fun idi ti ipese Awọn iṣẹ naa . O ṣe aṣoju ati ṣe atilẹyin pe o ni ẹtọ, akọle, ati iwulo ninu ati si data rẹ lati fun ni iwe-aṣẹ ni abala yii.",
    "2230333214": "A ṣe akopọ Data Onibara pẹlu awọn data miiran ki awọn abajade ko jẹ idanimọ ti ara ẹni ati pe a tun gba awọn iwe-ipamọ imọ-ẹrọ ti a ko mọ ati data nipa lilo Awọn iṣẹ naa (“Agbara/De-idanimọ Data”). Laibikita ohunkohun si ilodi si ninu rẹ, eyikeyi iru Aggregate/De-identified Data le ṣee lo nipasẹ IMI fun eyikeyi idi iṣowo lakoko tabi lẹhin igba ti Adehun yii, pẹlu laisi aropin lati dagbasoke ati ilọsiwaju Awọn iṣẹ naa ati lati ṣẹda ati pinpin awọn ijabọ ati awọn miiran. ohun elo. Data Onibara le tun duro ati ṣafihan ninu eto fun akoko to lopin lati ma kọja awọn ọjọ 180 lẹhin ti iṣẹ kan ba ti pari, fun apẹẹrẹ bi isọdọtun aifọwọyi tabi data afọwọsi fun awọn ọna ẹrọ Intuition. Fun wípé, Abala 5 yii ko fun wa ni ẹtọ lati ṣe idanimọ rẹ bi orisun eyikeyi Aggregate/De-identified Data laisi igbanilaaye kikọ ṣaaju.",
    "3881754581": ". Ti o ba jẹ Onibara ti awọn iṣẹ asọye wa ti o ti yan aṣayan “Data Fun Gbogbo” gẹgẹbi apakan ti lilo Awọn iṣẹ naa, lẹhinna o fun IMI ati gbogbo awọn olumulo ti Awọn iṣẹ ni agbaye, ti kii ṣe iyasọtọ, ti o ni aṣẹ, gbigbe, gbigbe, Ọfẹ ọba, iwe-aṣẹ ti ko le yipada lati lo gbogbo Data Onibara ni kikun, pẹlu gbogbo awọn ẹtọ ohun-ini imọ-jinlẹ ti o ni ibatan. Ti o ba yan aṣayan “Data fun Gbogbo”, o ṣe aṣoju ati ṣe atilẹyin pe o ni ẹtọ, akọle, ati iwulo ati si data rẹ lati fun ni iwe-aṣẹ ni apakan yii.",
    "3496767126": "Fun yago fun iyemeji, paragira atẹle yii kan si awọn alabara ni lilo awọn iṣẹ asọye wa, kii ṣe lati lo Awọn iṣẹ wa bi Olukọni.",
    "767207800": "Ti data rẹ ba ni agbara ti o fojuhan tabi akoonu ibinu, a nilo ki o samisi wọn “AKỌNU PATAKI” lati ṣiṣẹ bi ikilọ ododo fun ẹnikẹni ti o rii data rẹ. O le ma ṣe laisi adehun kikọ lọtọ pẹlu IMI pẹlu awọn iṣẹ ṣiṣe ti o rú awọn eto imulo wa, pẹlu, ṣugbọn kii ṣe opin si, (a) awọn iṣẹ ṣiṣe ti o taara tabi ni aiṣe-taara ṣe igbega oju opo wẹẹbu tabi iṣẹ miiran, (b) awọn iṣẹ ṣiṣe ti o rú awọn ofin oju opo wẹẹbu ẹnikẹta ati awọn ipo, (c) awọn iṣẹ ṣiṣe ti o n beere lọwọ Awọn oluranlọwọ lati bẹbẹ fun awọn ẹgbẹ kẹta, (d) awọn iṣẹ ṣiṣe ti o beere lọwọ Awọn oluranlọwọ lati ṣe igbese lati ṣe afọwọyi ihuwasi oju opo wẹẹbu kan tabi awọn abajade, (e) awọn iṣẹ ṣiṣe ti o rú awọn ẹtọ ohun-ini ọgbọn ti awọn ẹgbẹ kẹta, ati (f) awọn iṣẹ ṣiṣe ti o nilo Oluranlọwọ lati ṣe igbasilẹ sọfitiwia tabi awọn faili.",
    "3370561195": "6. Iwa itẹwọgba",
    "4205152730": "O gba ọ niyanju lati ṣe ajọṣepọ pẹlu awọn olumulo miiran nibikibi lori oju opo wẹẹbu wa, Apejọ, fifiranṣẹ, iwiregbe, ati awọn ikanni media awujọ miiran ti iṣakoso nipasẹ IMI, ṣugbọn ti o ba ṣe bẹ o gbọdọ ni ibamu pẹlu gbogbo awọn ofin iṣẹ ati lo lori aaye wa ati gbogbo awọn ofin to wulo .",
    "1394253934": "7. ilokulo, ilokulo, ati ilodi si",
    "1406393333": "Eyikeyi iraye si tabi lilo Awọn iṣẹ miiran yatọ si ni ibamu si Awọn ofin Awọn iṣẹ wọnyi ati awọn ilana eyikeyi ti a pese jẹ eewọ patapata. Ni pataki, iwọ kii yoo:",
    "3409726716": "forukọsilẹ fun diẹ ẹ sii ju ọkan akọọlẹ pẹlu wa laisi aṣẹ kikọ;",
    "3119498672": "ṣe eyikeyi iṣẹ-ṣiṣe pẹlu lilo awọn botilẹti Intanẹẹti, awọn roboti wẹẹbu, awọn botilẹmu, awọn iwe afọwọkọ, tabi eyikeyi iru oye itetisi atọwọda tabi bibẹẹkọ gbiyanju lati gba awọn ere lati ọdọ IMI tabi eyikeyi Ibeere tabi Integrator laisi ipari awọn iṣẹ-ṣiṣe bi a ti ṣe apejuwe wọn;",
    "1188668818": "pese alaye eke eyikeyi lakoko lilo oju opo wẹẹbu yii (pẹlu laisi aropin ti n ṣe ararẹ eyikeyi eniyan miiran tabi agbari ninu akọọlẹ rẹ, tabi sisọ eke tabi bibẹẹkọ ṣe afihan ararẹ tabi ibatan rẹ pẹlu eniyan miiran tabi agbari ninu akọọlẹ rẹ;",
    "2804310964": "wọle tabi gbiyanju lati wọle si oju opo wẹẹbu wa nipasẹ eyikeyi olupin oju opo wẹẹbu aṣoju tabi ẹrọ miiran ti a ṣe lati pa ipo rẹ tootọ tabi idanimọ tabi nipasẹ eyikeyi ọna miiran yatọ si wiwo ti a pese;",
    "1374227759": "lo oju opo wẹẹbu naa fun eyikeyi iṣẹ ṣiṣe arufin, tabi fun eyikeyi idi miiran yatọ si idi ti o jẹ ki o wa;",
    "2103513933": "ṣe iṣẹ ṣiṣe ti o dabaru pẹlu tabi dabaru iṣẹ ṣiṣe ti aaye naa;",
    "137127070": "fi sii, gbejade, tabi so irira tabi awọn ọna asopọ ita ti a ko mọ tabi awọn faili, tabi gbejade eyikeyi akoonu ti o ni kokoro, Tirojanu ẹṣin, aran, bombu akoko, tabi koodu kọnputa ipalara miiran;",
    "1686655020": "Ṣe agbejade akoonu eyikeyi ti o wa labẹ aṣẹ lori ara ti kii ṣe iṣẹ atilẹba rẹ, ayafi ti o ba ni igbanilaaye lati ọdọ oniwun ẹtọ lati fi iru akoonu ranṣẹ ati lati fun IMI ni gbogbo awọn ẹtọ ti a fun ni iwe-aṣẹ ninu rẹ;",
    "1406692811": "olukoni ni spamming tabi firanṣẹ eyikeyi iru ikede, igbiyanju lati gba awọn itọkasi, ibaraẹnisọrọ lọpọlọpọ, awọn ipese owo tabi awọn ibeere, ibeere awọn iṣẹ, ipolowo, titaja, awọn ifiranṣẹ isọkusọ, awọn akọle ẹda ẹda, akoonu arufin, awọn ọna asopọ oju opo wẹẹbu awujọ, adirẹsi imeeli, tabi Awọn ID ojiṣẹ lẹsẹkẹsẹ ayafi ti iṣẹ naa ba nilo;",
    "3893539589": "fi awọn ọna asopọ ita ti o funni ni ẹru tabi awọn iṣẹ ayafi ti iṣẹ naa ba nilo;",
    "3214322759": "bibẹkọ ti olukoni ni eyikeyi irira tabi arekereke aṣayan iṣẹ-ṣiṣe.",
    "3733422465": "8. Ṣiṣe idanimọ idanimọ rẹ",
    "267645277": "IMI le mọ daju idanimọ rẹ. Eyi le pẹlu ifiwera alaye ti ara ẹni rẹ si awọn data data ẹnikẹta tabi awọn iwe aṣẹ ofin. O fun wa laṣẹ lati ṣe eyikeyi awọn ibeere pataki lati jẹrisi idanimọ rẹ, nini nini adirẹsi imeeli rẹ, ati nini nini awọn akọọlẹ inawo rẹ. O gba lati pese alaye nipa rẹ lati ṣe iranlọwọ fun wa ni ijẹrisi idanimọ rẹ.",
    "4169910317": "9. Ibamu pẹlu Ofin",
    "519755936": "Iwọ nikan ni o ni iduro fun ibamu pẹlu Federal, ipinlẹ, agbegbe, ati awọn ofin agbegbe ni asopọ pẹlu lilo Awọn iṣẹ naa. O gba lati jẹbi ati mu wa laiseniyan fun eyikeyi awọn ẹtọ ti o lodi si wa nitori o kuna lati ni ibamu pẹlu eyikeyi ofin tabi ru awọn ẹtọ ẹnikẹta eyikeyi, pẹlu laisi aropin adehun, ohun-ini imọ, tabi awọn ẹtọ ikọkọ.",
    "731546974": "10. Olùkópa tabi Integrator-ori",
    "3128328457": "Ti o ba jẹ Oluranlọwọ tabi Integrator, iwọ nikan ni o ni iduro fun sisanwo ti eyikeyi ifoju tabi Federal miiran, ipinlẹ, tabi owo-ori owo-ori agbegbe, aabo awujọ, FICA, ati isanpada awọn oṣiṣẹ ti o jẹ nitori abajade lilo oju opo wẹẹbu wa, ati daradara bi iru owo-ori tabi awọn idiyele ni awọn sakani ti kii ṣe AMẸRIKA. O gba lati jẹri ati mu wa laiseniyan fun awọn igbelewọn eyikeyi si wa nitori o kuna lati ni ibamu pẹlu awọn ofin owo-ori eyikeyi.",
    "2931396764": "11. O ṣẹ ti Awọn ofin Iṣẹ",
    "1240667045": "A le da duro, idinwo, tabi fagile wiwọle rẹ si Awọn iṣẹ nigbakugba fun idi kan, pẹlu nitori: (a) a gbagbọ pe o ti ru Awọn ofin Iṣẹ wọnyi (pẹlu awọn ilana imulo miiran ti o jọmọ); (b) a gbagbọ pe o ti ru awọn ẹtọ wa tabi awọn ẹtọ ti ẹnikẹta; (c) a ko le rii daju tabi jẹrisi alaye ti o ti pese fun wa; tabi (d) a gbagbọ pe awọn iṣe rẹ le ṣẹda awọn gbese fun ọ, awa, tabi ẹnikẹta. Fun yago fun iyemeji, a ni ẹtọ lati ṣe idiwọ tabi daduro isanwo fun ọ ti a ba gbagbọ ni otitọ pe eyikeyi ninu ohun ti o sọ tẹlẹ kan si iru isanwo naa.",
    "1601080128": "Ti a ba daduro tabi fopin si akọọlẹ rẹ, iwọ kii yoo ni iwọle si eyikeyi awọn apakan oju opo wẹẹbu naa mọ, pẹlu data, awọn ifiranṣẹ, awọn faili, ati awọn ohun elo miiran ti o tọju lori aaye naa. O le MA tẹsiwaju lati lo oju opo wẹẹbu wa labẹ oriṣiriṣi tabi orukọ akọọlẹ tuntun. Awọn irufin ti Awọn ofin Iṣẹ wọnyi le jẹ ẹjọ si iwọn kikun ti ofin ati pe o le ja si awọn ijiya ati awọn ijẹniniya ni afikun.",
    "1160707899": "12. Ipa Oluranlọwọ ati Ibasepo pẹlu IMI ati Awọn olubeere miiran",
    "269838707": "Ti o ba jẹ Oluranlọwọ, iwọ ati iwọ nikan pinnu eyiti ati iye awọn iṣẹ ṣiṣe lati pari, ati nigba ati ibiti o pari wọn. O ni ominira lati lo akoko pupọ tabi diẹ ni ipari awọn iṣẹ ṣiṣe bi o ṣe yan. Ni akoko kankan o wa labẹ ọranyan eyikeyi lati pari iṣẹ-ṣiṣe kan.",
    "1087195513": "Ti o ba jẹ Oluranlọwọ ti o wọle si Awọn iṣẹ naa ati/tabi ṣe awọn iṣẹ ṣiṣe nipasẹ tabi ni asopọ pẹlu Integrator fun aṣoju olubẹwẹ ti kii ṣe IMI, lẹhinna o gba ati gba pe Awọn ẹrọ Intuition ko ṣe oniduro fun ati pe ko ni ọranyan si ọ pẹlu ọwọ si eyikeyi awọn ere tabi awọn isanpada miiran fun awọn iṣẹ ṣiṣe ti o pari. O gba ati gba pe eyikeyi awọn ere tabi isanpada miiran fun awọn iṣẹ ṣiṣe ti o pari ni a pinnu nikan ni ibamu pẹlu adehun rẹ pẹlu Olubeere ati/tabi Olukọni, bi iwulo. Eyikeyi ariyanjiyan lori iru awọn ere tabi isanpada miiran (pẹlu laisi ikuna aropin lati gba iru awọn ere tabi isanpada miiran) wa laarin iwọ nikan ati Olubẹwẹ ati/tabi Olukọni, bi iwulo.",
    "952813944": "Bẹni lilo oju opo wẹẹbu wa tabi ohunkohun ninu adehun yii ṣẹda iṣẹ kan, ajọṣepọ, ile-iṣẹ apapọ, ibẹwẹ, ẹtọ ẹtọ idibo, tabi ibatan aṣoju tita laarin iwọ ati Awọn ẹrọ Intuition. A ko fun ọ ni eyikeyi ohun elo tabi awọn irinṣẹ lati pari iṣẹ-ṣiṣe kan. A ko fun ọ ni awọn anfani eyikeyi, isanpada awọn oṣiṣẹ, tabi agbegbe iṣeduro. A ko ṣe iduro fun eyikeyi awọn inawo ti o jẹ ni lilo oju opo wẹẹbu wa. A kii yoo da iye eyikeyi kuro ninu ẹsan rẹ fun owo-ori owo-ori ti ijọba apapọ tabi ipinlẹ, Aabo Awujọ, tabi owo-ori eyikeyi miiran. O ni ominira ni gbogbo igba lati ṣe awọn iṣẹ ṣiṣe fun eyikeyi eniyan tabi iṣowo, pẹlu eyikeyi awọn oludije wa. O ko ni aṣẹ lati tẹ sinu iwe adehun eyikeyi, ti a kọ tabi ti ẹnu, ni aṣoju Awọn ẹrọ Intuition.",
    "3460432665": "Laibikita ohun ti a sọ tẹlẹ, ti o ba jẹ agbowode AMẸRIKA a le beere lọwọ rẹ W-9, lati ṣe imudojuiwọn ni ọdọọdun, ati pe a le ṣe idiwọ fun ọ lati ṣe awọn iṣẹ ṣiṣe titi ti o fi pari tabi ṣe imudojuiwọn W-9 kan.",
    "458271951": "Ti o ba jẹ Oluranlọwọ ti o wọle si Awọn iṣẹ naa ati/tabi ṣe awọn iṣẹ ṣiṣe nipasẹ tabi ni asopọ pẹlu Integrator kan fun Awọn ẹrọ Intuition (ṣe bi Olubeere), Awọn ẹrọ inu le san ẹsan fun ọ ni itẹwọgba ti awọn iṣẹ-ṣiṣe kan. Ninu iṣẹlẹ ti o ba rii pe o ti ṣe jibiti, ilokulo, tabi irufin Awọn ofin Iṣẹ wọnyi, eyikeyi ati gbogbo awọn ere si ọ le ni idaduro ati/tabi gba pada nipasẹ Awọn ẹrọ Intuition.",
    "3056723024": "13. Ipari Ipari Awọn iṣẹ-ṣiṣe",
    "3913203723": "Ti, fun idi kan, Olubẹwẹ naa ko gba iṣẹ ṣiṣe ti iṣẹ-ṣiṣe ti o pari, iwọ bi Oluranlọwọ tabi Integration kii yoo ni ẹtọ si eyikeyi ere fun iṣẹ naa. Ni iṣẹlẹ ti awọn ere ti tuka tẹlẹ fun ọ fun iṣẹ ṣiṣe ti ko ṣe itẹwọgba, a le gba wọn pada lọwọ rẹ.",
    "3666807632": "14. Olùkópa afijẹẹri ati ogbon",
    "1993899769": "15. Lilo Alaye",
    "2927283721": "Nipa ṣiṣe awọn iṣẹ-ṣiṣe lori oju opo wẹẹbu wa, o fun ni aṣẹ gbigba, lilo, ati sisọ alaye ti ara ẹni rẹ ni ibamu pẹlu Ilana Aṣiri wa. Ni afikun, a le pin alaye kan nipa rẹ ati awọn iṣẹ ṣiṣe ti o pari si Olubẹwẹ ti awọn iṣẹ ṣiṣe rẹ ti o ti pari lati dẹrọ ibatan iṣẹ ati ilọsiwaju oju opo wẹẹbu, pẹlu, fun apẹẹrẹ, ID Oluranlọwọ, awọn abajade ti awọn iṣẹ ṣiṣe ti o pari, ati awọn abuda miiran ti o ni ibatan si awọn afijẹẹri rẹ, awọn ede, awọn ọgbọn, ati lilo oju opo wẹẹbu naa.",
    "3027055607": "16. Ohun-ini Imọye ati Awọn ẹtọ Ohun-ini",
    "3910971075": "IMI ni gbogbo awọn ẹtọ, pẹlu awọn ẹtọ ohun-ini imọ, ninu koodu orisun, koodu ohun tabi igbekalẹ abẹlẹ, awọn imọran tabi algoridimu, API, ati eyikeyi sọfitiwia afikun, iwe tabi data ti o jọmọ Awọn iṣẹ (“Software”). Iwọ kii yoo, taara tabi ni aiṣe-taara, nipasẹ ẹnikẹta tabi bibẹẹkọ: (a) ẹnjinia ẹlẹrọ, ṣajọ, ṣajọpọ, tabi bibẹẹkọ gbiyanju lati ṣawari software naa; (b) yipada, tumọ, tabi ṣẹda awọn iṣẹ itọsẹ ti o da lori eyikeyi sọfitiwia; (c) daakọ, iyalo, yalo, pinpin, ṣe adehun, fi sọtọ, tabi bibẹẹkọ gbe tabi gbe awọn ẹtọ si software eyikeyi; (d) lo software eyikeyi fun pinpin akoko, awọn idi ọfiisi iṣẹ, tabi bibẹẹkọ fun anfani ẹnikẹta; tabi (e) yọkuro eyikeyi awọn akiyesi ohun-ini tabi awọn akole.",
    "3660891610": "Ti o ba jẹ Oluranlọwọ, IMI, kii ṣe iwọ, ni awọn ẹtọ ohun-ini ni eyikeyi iṣẹ ti o ṣe gẹgẹ bi apakan ti ipari iṣẹ-ṣiṣe eyikeyi. Nipa gbigba awọn ofin ti Adehun yii o gba lati (ati bayi ṣe) gbigbe ohun-ini, nini, ati akọle (pẹlu gbogbo awọn ẹtọ ohun-ini imọ ti o wa ni gbogbo agbaye) sinu ati si iṣẹ rẹ si wa. Lati rii daju pe a ni anfani lati gba, pipe, ati lo iru awọn ẹtọ, o tun gba lati (i) fowo si awọn iwe aṣẹ lati ṣe iranlọwọ ninu iwe, pipe ati imuse awọn ẹtọ wa; ati (ii) pese iraye si oye si alaye fun gbigbasilẹ, pipe, aabo, aabo, ati imuse iru awọn ẹtọ ohun-ini ni eyikeyi ati gbogbo awọn orilẹ-ede. Awọn adehun rẹ labẹ abala yii yoo tẹsiwaju paapaa lẹhin ti o ba forukọsilẹ lati tabi dawọ lilo Awọn iṣẹ naa. O yan wa gẹgẹbi agbẹjọro-ni-otitọ lati ṣiṣẹ awọn iwe aṣẹ fun ọ fun awọn idi ti a ṣeto siwaju ni apakan yii.",
    "426125156": "17. Aṣẹ-lori ati TakeDown",
    "1408530660": "IMI bọwọ fun ohun-ini ọgbọn ti awọn ẹlomiran ati pe a ni ẹtọ lati yọkuro lati aaye wa eyikeyi ohun elo ti a gbagbọ pe o le rú awọn ẹtọ ọgbọn ti ẹnikẹta. Ti o ba gbagbọ pe a ti daakọ iṣẹ tirẹ ni ọna ti o jẹ irufin aṣẹ lori oju opo wẹẹbu yii, jọwọ kan si atilẹyin alabara Awọn ẹrọ Intuition.",
    "2696932851": "18. Idaniloju",
    "3844300338": "O gba lati ṣe idalẹbi, daabobo, ati mu wa laiseniyan lati eyikeyi ati gbogbo awọn ẹtọ, awọn bibajẹ, awọn gbese, awọn idiyele, ati awọn inawo (pẹlu awọn idiyele ati idiyele awọn agbẹjọro ti o tọ), ti o dide lati tabi ni ibatan si iṣẹ ṣiṣe ti awọn iṣẹ ṣiṣe tabi lilo oju opo wẹẹbu wa .",
    "2474091800": "19. Awọn ariyanjiyan pẹlu Awọn olumulo miiran; Tu silẹ",
    "3162107126": "IMI kii ṣe apakan si eyikeyi ariyanjiyan laarin iwọ ati eyikeyi olumulo miiran ti Awọn iṣẹ naa. O tu IMI ati awọn alafaramo rẹ silẹ lati eyikeyi ati gbogbo awọn ẹtọ, awọn ibeere, ati awọn bibajẹ ti gbogbo iru ati iseda, ti a mọ ati aimọ, ti a fura si ati airotẹlẹ, ti ṣafihan ati ṣiṣii, ti o dide lati tabi sopọ pẹlu eyikeyi ariyanjiyan laarin iwọ ati olumulo miiran.",
    "2271969747": "20. Asiri Alaye O Gba",
    "1042802841": "Alaye aṣiri jẹ alaye eyikeyi ti o samisi bi aṣiri tabi ohun-ini, tabi eyiti o yẹ ki o loye ni oye nipasẹ ẹgbẹ ti n gba lati jẹ aṣiri tabi ohun-ini. Eyi ko pẹlu eyikeyi alaye ti o wa (1) ti o wa ni gbangba, (2) ti o wa tẹlẹ, ti dagbasoke ni ominira nipasẹ, tabi ti a ti mọ tẹlẹ si ẹgbẹ ti ngba, tabi (3) ti ṣafihan nipasẹ aṣẹ ile-ẹjọ tabi bibẹẹkọ ti o nilo nipasẹ ofin.",
    "1918025546": "Ti o ba pese alaye asiri lati ọdọ ẹnikẹni lori Awọn iṣẹ naa, o gba lati daabobo aṣiri ti alaye aṣiri pẹlu iwọn itọju kanna ti o lo lati daabobo alaye aṣiri tirẹ, ṣugbọn ni iṣẹlẹ pẹlu o kere ju itọju to yẹ. O le ma ṣe afihan tabi ṣe atẹjade eyikeyi iru asiri tabi alaye ohun-ini, ayafi bi o ṣe le ṣe pataki fun iṣẹ ṣiṣe kan. Gbogbo alaye laarin iṣẹ-ṣiṣe kan lori Platform Machines Intuition yẹ ki o gbero bi aṣiri paapaa ti alaye naa ko ba jẹ afihan ni gbangba bi asiri.",
    "2690395789": "Ti ati nigbati o ko ba nilo alaye asiri ti o gba mọ, o gbọdọ da pada tabi parun (bi o ti beere fun ẹnikẹni ti o sọ alaye naa) gbogbo awọn ẹda alaye ti o wa lori agbegbe, awọn ọna ṣiṣe, tabi ohun elo miiran ti o ṣakoso.",
    "2178073797": "Nitori sisọ ifitonileti asiri le fa ipalara ti ko le ṣe atunṣe, ẹni ti n ṣalaye ni ẹtọ lati wa iderun idaṣẹ fun eyikeyi irufin tabi irufin ọrọ yii.",
    "2185860003": "21. Awọn atunṣe aaye ayelujara",
    "2631249972": "A le ni ilọsiwaju tabi ṣe atunṣe oju opo wẹẹbu wa laisi akiyesi si ọ.",
    "3764131594": "22. Ẹni-kẹta wẹbusaiti",
    "295955580": "Oju opo wẹẹbu wa le ni awọn ọna asopọ si awọn oju opo wẹẹbu ẹnikẹta ninu. A ko ṣakoso, ṣe iwadii, ṣe atẹle, tabi ṣayẹwo iru awọn oju opo wẹẹbu bẹẹ. A ko ṣe iduro fun tabi ṣe atilẹyin awọn eto kọnputa, akoonu, tabi awọn imọran ti o wa ninu iru awọn oju opo wẹẹbu bẹẹ. Ti o ba pinnu lati lọ kuro ni oju opo wẹẹbu wa ki o wọle si oju opo wẹẹbu ẹnikẹta eyikeyi, o ṣe bẹ ni eewu tirẹ.",
    "838225123": "23. AlAIgBA ti atilẹyin ọja",
    "3897238493": "Awọn iṣẹ ti wa ni pese LORI “BI O WA”. A KO ṢE awọn aṣoju tabi awọn iṣeduro, TABI TABI KIAKIA, PẸLU Wiwọle, Idaraya, Ofin, Wiwa, tabi iṣẹ-ṣiṣe ti awọn iṣẹ naa, eyikeyi ohun elo tabi ohun elo ti o jọmọ, iṣẹ akanṣe, iṣẹ akanṣe. SI IBI TI OFIN FỌWỌ RẸ TI O pọju, IMI sọ gbogbo awọn ipo KIAKIA TABI TIN, awọn aṣoju ati awọn iṣeduro pẹlu, ṣugbọn ko ni opin si, awọn ATILẸYIN ỌJA, IWỌRỌ FUN APA, IPIN AWỌN NIPA TI AWỌN NIPA ATI AWỌN NIPA TI AWỌN NIPA TI AWỌN NIPA TI AWỌN NIPA TI AWỌN NIPA, AWỌN NIPA, TABI AWỌN NIPA NIPA TI AWỌN NIPA TI AWỌN NIPA TI AWỌN NIPA AWỌN NIPA TI AWỌN NIPA TI AWỌN NIPA AWỌN NIPA TI AWỌN NIPA TI AWỌN NIPA. lati iwọle si tabi lilo oju opo wẹẹbu tabi Platform Machines Intuition. Awọn idalọwọduro ti a ṣeto ati ti a ko ṣeto le waye, ati pe a ko ṣe atilẹyin wiwa lainidilọwọ ti oju opo wẹẹbu wa.",
    "2110259227": "24. Idiwọn Layabiliti",
    "3018077211": "25. Olùkópa Àríyànjiyàn",
    "2790841456": "Ti o ba jẹ Oluranlọwọ, o gba si gbolohun ọrọ idalajọ wọnyi ati imukuro igbese kilasi:",
    "3302832698": "Yiyan Ipinnu Iyanju Yiyan.",
    "561456032": "O gba pe fun eyikeyi ariyanjiyan ti o waye lati inu tabi ti o nii ṣe pẹlu lilo Awọn iṣẹ naa, pẹlu eyikeyi ariyanjiyan ti o le waye lati akoko ti o bẹrẹ ṣiṣe awọn iṣẹ ṣiṣe fun IMI, ati ni pataki pẹlu eyikeyi ẹtọ ti o ni ibatan si boya tabi o ko pin si bi olugbaisese ominira, iwọ yoo kọkọ sọ fun IMI ti ẹtọ rẹ lodi si rẹ. Iwọ ati IMI yoo gbiyanju lati yanju ọrọ naa nipasẹ boya idunadura taara tabi ilaja. A yoo pin bakanna ni iye owo ilaja ati gba pe ilaja ni yoo ṣe nipasẹ tẹlifoonu tabi awọn ọna itanna miiran. Ti ibeere kan ko ba yanju ni atẹle awọn idunadura laiṣe tabi ilaja, o gba pe iwọ ati IMI yoo lo idalaja ti o kẹhin ati idinamọ lati yanju ariyanjiyan naa. Abala yii n ṣe akoso gbogbo awọn iṣeduro ni igbati o bẹrẹ lilo oju opo wẹẹbu wa, boya da lori ijiya, adehun, ofin, pẹlu, ṣugbọn kii ṣe opin si, eyikeyi awọn ẹtọ ti iyasoto ati tipatipa, boya wọn da lori Ofin Iṣẹ iṣe ti California ati Ile gbigbe. , Akọle VII ti Ofin Awọn ẹtọ Ilu ti 1964, bi a ti tunse, tabi eyikeyi ipinlẹ miiran tabi ofin apapo tabi ilana, ofin deede, tabi bibẹẹkọ.",
    "3794239003": "Ilana Arbitration.",
    "4193379787": "Gbogbo idalajọ labẹ adehun ni yoo ṣe labẹ awọn ofin ti Ẹgbẹ Arbitration Amẹrika tabi nipasẹ adehun adehun lori iṣẹ idajọ. Adajọ yoo jẹ adajọ AMẸRIKA ti a yan lati inu atokọ ti ko din ju awọn orukọ meje (7) lọ nipasẹ awọn ikọlu omiiran. Ni idajọ, ẹgbẹ kọọkan yoo ni ẹtọ lati ṣe iwadii ti ara ilu ti o peye, mu awọn iṣipopada isọnu wa, ati ṣafihan awọn ẹlẹri ati ẹri bi o ṣe nilo lati ṣafihan awọn ọran ati aabo wọn, ati pe eyikeyi ariyanjiyan ni ọran yii ni yoo yanju nipasẹ adari. Ipinnu ariyanjiyan naa yoo da lori ofin nikan ti o nṣakoso awọn ẹtọ ati awọn igbeja ti wọn bẹbẹ, ati pe apaniyan le ma pe eyikeyi ipilẹ miiran yatọ si iru ofin iṣakoso. Adajọ yoo ni ajesara ti oṣiṣẹ idajọ lati layabiliti ilu nigbati o ba n ṣiṣẹ ni agbara ti adajọ, eyiti ajesara ṣe afikun eyikeyi ajesara to wa tẹlẹ. Awọn ami-ẹri gbọdọ ni ero ero ti a kọ ti adajọ. O fi ẹtọ rẹ silẹ lati ṣe idajọ nipasẹ igbimọ ti eyikeyi ẹtọ ti o le ni lodi si IMI tabi ti IMI le ni si ọ. Eyikeyi ẹtọ labẹ gbolohun yii gbọdọ wa ni mu wa laarin akoko ti o wulo ti awọn idiwọn. Ofin Arbitration Federal ti Amẹrika n ṣe akoso gbolohun yii, ati pe o jẹwọ pe Adehun yii jẹri idunadura kan ni iṣowo.",
    "2583888954": "Awọn imukuro.",
    "1034830": "Awọn ariyanjiyan ti o le ma wa labẹ adehun idalajọ asọtẹlẹ bi a ti pese nipasẹ Dodd-Frank Wall Street Reform ati Ofin Idaabobo Olumulo (Ofin Ilu 111-203) ni a yọkuro lati eyi",
    "263977834": "Imukuro Isakoso.",
    "1807512722": "O le mu ibeere eyikeyi ti o waye lati inu lilo oju opo wẹẹbu yii si ile-iṣẹ iṣakoso ṣugbọn nikan si iye ti ofin ti o gba laaye lati wọle si iru ile-ibẹwẹ laibikita aye ti adehun lati ṣe idajọ. Iru awọn iṣeduro iṣakoso pẹlu laisi awọn ẹtọ aropin tabi awọn idiyele ti a mu wa siwaju Igbimọ Anfani Iṣẹ-iṣe deede, Ẹka Iṣẹ ti AMẸRIKA, ati Igbimọ Ibatan Iṣẹ Iṣẹ ti Orilẹ-ede. Ko si ohunkan ninu gbolohun ọrọ yii ti o yẹ ki o ṣe idiwọ tabi ṣawi fun ọ lati mu ibeere iṣakoso kan wa ṣaaju eyikeyi ile-iṣẹ lati le mu ọranyan rẹ ṣẹ lati yọkuro awọn atunṣe iṣakoso ṣaaju ṣiṣe ẹtọ ni idajọ, sibẹsibẹ, o fi ẹtọ si eyikeyi ẹbun owo nipasẹ iru eyi. awọn ilana ibẹwẹ.",
    "996430331": "Ipo ti Arbitration.",
    "3040062804": "Ilana idajọ eyikeyi labẹ abala yii yoo waye nipasẹ aiyipada laarin Ipinle California, ayafi ti o ba gbe ni ita Amẹrika, ninu eyiti ẹjọ naa yoo waye ni itanna tabi ni telifoonu. Idajọ naa le waye ni eyikeyi ipo miiran ti gbogbo ẹgbẹ ba gba si ni kikọ. Laibikita ipo rẹ, eyikeyi ẹgbẹ le jade lati han ni idajọ nipasẹ fidio ifiwe tabi tẹlifoonu.",
    "3091247030": "Kilasi Action amojukuro.",
    "2520904193": "O fi ẹtọ eyikeyi ti o ni silẹ fun eyikeyi ariyanjiyan lati mu wa, gbọ, tabi ṣe idajọ bi kilasi kan, apapọ, tabi igbese aṣoju. Laibikita eyikeyi gbolohun ọrọ miiran ti o wa ninu adehun yii, gbolohun ọrọ ti o ṣaju ko ni ya kuro ninu adehun yii ni eyikeyi ọran. Eyikeyi ẹtọ pe gbogbo tabi apakan ti itusilẹ yii jẹ ailagbara, aibikita, ofo tabi asan le jẹ ipinnu nipasẹ ile-ẹjọ ti ẹjọ ti o ni ẹtọ nikan kii ṣe nipasẹ adajọ kan. Iwọ kii yoo gbẹsan si tabi ni idiwọ lati pari awọn iṣẹ-ṣiṣe lori oju opo wẹẹbu wa nitori lilo awọn ẹtọ rẹ labẹ Abala 7 ti Ofin Ibatan Iṣẹ ti Orilẹ-ede, tabi nipasẹ iforukọsilẹ tabi ikopa ninu kilasi kan, apapọ tabi igbese aṣoju ni apejọ eyikeyi. , ṣugbọn a le fi ofin wá imuse ti yi kilasi igbese amojukuro, ki o si wá dismissal ti iru kilasi, collective tabi asoju sise tabi nperare.",
    "3493572638": "Awọn idiyele ati Awọn idiyele.",
    "702926385": "Awọn ẹgbẹ kọọkan yoo jẹ idiyele awọn oniwun wọn fun aṣoju ofin ni eyikeyi iru idajọ, ayafi si iye ti awọn idiyele agbẹjọro ti pese ni gbangba nipasẹ ofin. Awọn ẹgbẹ yoo pin eyikeyi idiyele iṣakoso akọkọ ti o gba agbara nipasẹ adari, titi di idiyele ti o pọju fun ọ ti 250 dọla (US$250.00). Awọn iye owo ti awọn arbitrator ati ejo onirohin, ti o ba ti eyikeyi, yoo wa lakoko ru; sibẹsibẹ, arbitrator yoo ni lakaye lati san yẹ owo si awọn ti nmulẹ ẹgbẹ, bi pese nipa ofin, ati / tabi lati beere awọn ẹni lati pin awọn owo ni nkan ṣe pẹlu arbitrator ati / tabi ejo onirohin.",
    "3199694247": "Iyara.",
    "3102490587": "Ayafi fun Idasilẹ Iṣe Kilasi, ti eyikeyi ọrọ tabi ipese, tabi apakan ti gbolohun ọrọ idalajọ yii jẹ ofo tabi ailagbara yoo ya kuro ati pe iyoku ti gbolohun idajọ yoo jẹ imuṣẹ.",
    "2323013093": "26. Ofin to wulo",
    "2900525040": "Awọn ofin ti Ipinle California ṣe akoso Awọn ofin Iṣẹ wọnyi ati eyikeyi ariyanjiyan, ariyanjiyan, tabi ẹtọ ti o dide lati ọdọ wọn.",
    "3339302473": "27. Ifopinsi",
    "1158384644": "O le yan nigbakugba lati dawọ lilo oju opo wẹẹbu wa, ti o ba jẹ pe o gbọdọ faramọ gbogbo awọn ilana IMI to wulo. A le, ninu lakaye nikan wa, fopin si adehun yii, daduro iraye si oju opo wẹẹbu wa, tabi yọ awọn iṣẹ eyikeyi kuro lẹsẹkẹsẹ laisi akiyesi fun eyikeyi idi.",
    "41530052": "28. Gbogbogbo Ofin",
    "3202747130": "Gbogbo Adehun. Awọn ofin Iṣẹ wọnyi ati awọn eto imulo, awọn ilana, tabi awọn ofin ti a tọka si ninu adehun yii jẹ gbogbo adehun ti awọn ẹgbẹ pẹlu ọwọ si koko-ọrọ naa, ki o rọpo ati fagilee gbogbo awọn adehun ti o jọmọ iṣaaju ati akoko asiko, awọn ẹtọ, awọn aṣoju, ati oye ti awọn ẹgbẹ .",
    "4080263153": "Ko si Idaduro. A ko ni gba pe a ti kọ eyikeyi apakan ti awọn ẹtọ wa tabi awọn atunṣe ayafi ti itusilẹ ba wa ni kikọ ati fowo si nipasẹ wa. Ti a ba fa idaduro imupaṣẹ tabi kuna lati fi ipa mu awọn ẹtọ wa labẹ eyikeyi ipese ti adehun yii, iyẹn kii yoo jẹ itusilẹ ẹtọ wa lati tẹle iru ipese tabi eyikeyi apakan ti adehun yii.",
    "1789371580": "Iyasọtọ. O le ma fi awọn ofin Iṣẹ ṣiṣẹ laisi aṣẹ kikọ tẹlẹ wa. A le fi awọn ofin Iṣẹ ṣiṣẹ nigbakugba, laisi akiyesi. Koko-ọrọ si ohun ti a sọ tẹlẹ, Awọn ofin Iṣẹ wọnyi yoo jẹ abuda lori awọn arọpo ẹgbẹ kọọkan ati awọn iyansilẹ idasilẹ.",
    "2819628066": "Iyara. Ti eyikeyi ipese ti Awọn ofin Iṣẹ wọnyi ba rii pe ko wulo tabi ailagbara fun eyikeyi idi, kii yoo ni ipa lori iwulo ati imuṣiṣẹ ti eyikeyi awọn ipese to ku.",
    "3955981186": "Awọn atunṣe. Ko si iyipada tabi atunṣe si Awọn ofin Iṣẹ wọnyi nipasẹ ẹnikẹni miiran yatọ si IMI yoo jẹ adehun lori IMI ayafi ti o wa ninu ohun elo kikọ ti o fowo si nipasẹ aṣoju ti a fun ni aṣẹ ti IMI.",
    "1377538813": "Ede ti Ngbalagba. Ẹya ede Gẹẹsi ti Awọn ofin Iṣẹ yoo ṣakoso ni gbogbo awọn ọna ati pe yoo bori ninu ọran eyikeyi awọn aiṣedeede pẹlu awọn ẹya ti a tumọ, ti eyikeyi.",
    "2438016011": "Adehun atinuwa. Gbogbo awọn ẹgbẹ si Awọn ofin Iṣẹ wọnyi ṣe aṣoju ati gba pe ọkọọkan ti ṣe atunyẹwo gbogbo awọn apakan ti adehun yii, ti farabalẹ ka ati loye gbogbo awọn ipese rẹ ni kikun, ati pe wọn n fi atinuwa wọ inu adehun yii.",
    "2445034923": "Ti o ko ba gba pẹlu gbogbo awọn ofin ati ipo ti Awọn ofin Iṣẹ wọnyi, maṣe (ati pe o le ma) lo tabi wọle si Aye tabi Awọn iṣẹ naa.",
    "2646127839": "Afikun Onibara si Awọn ofin Iṣẹ Titunto",
    "4097297673": "Gẹgẹbi Onibara, Olubẹwẹ, tabi Integrator, o gba lati di alaa nipasẹ awọn ofin isalẹ ni afikun si eyikeyi awọn ofin abuda miiran laarin iwọ ati IMI.",
    "1093280979": "1. Platform Bere fun Fọọmù",
    "1549953005": "O le ti pari ọkan tabi diẹ ẹ sii awọn fọọmu aṣẹ iraye si pẹpẹ (ọkọọkan, “Fọọmu Bere fun”) gẹgẹbi ipo ti di Onibara tabi Olubeere. Ti o ba jẹ bẹ, lẹhinna awọn ofin ati ipo ti a ṣalaye ninu Fọọmu Bere fun di apakan ti Awọn ofin Iṣẹ ati pe o ti wa ni bayi dapọ nipasẹ itọkasi.",
    "3819851005": "2. Awọn idiyele",
    "1591032933": "Iwọ yoo san awọn owo IMI gẹgẹbi a ti ṣalaye ninu Fọọmu Bere fun ti o wulo nipasẹ ọna isanwo ti o pese ni Fọọmu Bere fun iwulo. Ayafi bibẹẹkọ ti gba ni kikun si nipasẹ awọn mejeeji ni kikọ, iwọ yoo pese isanwo ni kikun fun gbogbo awọn risiti ti o jade laarin ọgbọn (30) ọjọ lẹhin ọjọ ifiweranṣẹ ti risiti naa. O fun wa laṣẹ lati ṣiṣe awọn aṣẹ aṣẹ kaadi kirẹditi lori gbogbo alaye kaadi kirẹditi ti o pese fun wa, lati tọju alaye kaadi kirẹditi yẹn, ati lati gba agbara kaadi kirẹditi rẹ tabi eyikeyi akọọlẹ miiran ti a gba ni ifọkanbalẹ gẹgẹbi ọna isanwo. Ayafi ti a ba sọ bibẹẹkọ lori Fọọmu Bere fun tabi laarin Adehun Iṣẹ Idawọlẹ rẹ tabi Adehun Iṣẹ Titunto, gbogbo awọn idiyele fun Awọn iṣẹ, lẹgbẹẹ awọn iwọn apọju, ni a san ni ọdọọdun ni ibẹrẹ awọn iṣẹ ti a pese nipasẹ IMI labẹ Adehun rẹ (“Ọjọ ti o munadoko”).",
    "4142610534": "Eyikeyi awọn sisanwo pẹ yoo gba awọn idiyele pẹ ni iwọn 1.5% fun oṣu kan tabi iye ti o pọ julọ ti ofin gba laaye, eyikeyi ti o kere. Ti o ba kuna lati san iye ti o yẹ labẹ Adehun yii fun eyikeyi idi, akọọlẹ rẹ le ti daduro, ni lakaye wa nikan, ninu ọran naa ko si awọn isanwo afikun ti yoo ṣe lati akọọlẹ rẹ fun ipari awọn iṣẹ ṣiṣe ati pe gbogbo awọn iṣẹ ṣiṣe rẹ yoo yọkuro lati oju opo wẹẹbu wa. O gbọdọ san pada wa fun gbogbo awọn oye nitori ibeere, pẹlu eyikeyi awọn idiyele ṣiṣe, awọn idiyele pẹ, tabi awọn idiyele agbẹjọro. A tun le ṣe awọn ijabọ ti o yẹ si awọn ile-iṣẹ ijabọ kirẹditi ati awọn alaṣẹ agbofinro.",
    "512991700": "Ti o ba fẹ lati jiyan eyikeyi awọn idiyele, o gbọdọ kan si ẹka atilẹyin alabara wa ko pẹ ju ọgbọn (30) ọjọ lẹhin ọjọ ipari lori ìdíyelé akọkọ tabi alaye akọọlẹ ninu eyiti aṣiṣe tabi iṣoro naa han lati gba atunṣe tabi kirẹditi.",
    "1273914192": "3. Awọn owo-ori",
    "4242322181": "O ni iduro fun sisanwo gbogbo awọn owo-ori ti o ni nkan ṣe pẹlu Awọn iṣẹ miiran yatọ si awọn owo-ori AMẸRIKA ti a ṣe ayẹwo lori owo-wiwọle apapọ Awọn ẹrọ Intuition tabi ohun-ini ti ara ẹni.",
    "1671996585": "O le nilo lati ṣepọ oju opo wẹẹbu rẹ, ohun elo, tabi pẹpẹ pẹlu Awọn iṣẹ wa nipasẹ wiwo siseto ohun elo wa (“API”). Ni iṣẹlẹ ti o ba ṣe bẹ, a fun ọ ni opin, aisi-iyasọtọ, ai gbe lọ, aisi iyasilẹ, iwe-aṣẹ yiyọ kuro lati lo API nikan lati wọle si Awọn iṣẹ naa. A le ṣe atunṣe API ati/tabi da atilẹyin awọn ẹya atijọ tabi awọn idasilẹ ti API nigbakugba. A ni ẹtọ lati daduro tabi ṣe idinwo iwọle si API ni lakaye wa nikan, ati pe a yoo lo awọn ipa ti o ni oye lati pese akiyesi ọ ṣaaju idaduro.",
    "4036662147": "5. Idaabobo ti Alaye Asiri",
    "3564208535": "O gba lati lo awọn ipa ti o ni oye ti iṣowo lati daabobo eyikeyi Alaye Aṣiri ti o gba lati ọdọ wa tabi nipasẹ Awọn iṣẹ wa. pẹlu awọn ikun bot ati awọn alaye ti kii ṣe gbangba ti iṣẹ ile-iṣẹ wa, pẹlu iwe ti kii ṣe ti gbogbo eniyan ati awọn alaye eyikeyi ti a le pin nipa awọn ọna wiwa bot wa. Ti o ba fun ọ ni iraye si eyikeyi iru Alaye Aṣiri, a le yipada, daduro, tabi fi opin si iraye si Awọn iṣẹ wa ni lakaye wa nikan ti a ba pinnu pe Alaye Aṣiri ti farahan nipasẹ lilo Awọn iṣẹ wa, ati pe a yoo lo awọn ipa ti o ni oye. lati pese akiyesi rẹ ṣaaju idaduro.",
    "120384113": "6. Ifopinsi",
    "453723556": "O le fopin si Àfikún Onibara yii ni ominira ti Awọn ofin Iṣẹ nipa didaduro lati jẹ Onibara tabi Olubẹwẹ. A ni ẹtọ lati daduro tabi fopin si ipo rẹ bi Onibara tabi Ibeere nigbakugba, tabi bibẹẹkọ fopin si akọọlẹ rẹ tabi lilo Awọn iṣẹ ni ibamu pẹlu Awọn ofin Iṣẹ. O wa oniduro lori ifopinsi fun eyikeyi iye nitori labẹ rẹ Bere fun Fọọmù. Ti ṣiṣe alabapin rẹ ba pẹlu eyikeyi oṣooṣu tabi awọn owo ọdọọdun tabi oṣooṣu tabi o kere ju ọdun, iwọ yoo tun jẹ iduro fun isanwo fun gbogbo awọn idiyele Awọn iṣẹ ni opin oṣu tabi ọdun yẹn, lẹsẹsẹ.",
    "218889628": "Ayafi nibiti a ti fopin si Àfikún Onibara tabi Awọn ofin Iṣẹ nitori irufin rẹ ti Afikun Onibara yii tabi Awọn ofin Iṣẹ, ti a ba fopin si ati pe o ti san owo sisan eyikeyi tẹlẹ fun wa, a yoo san pada ipin pro-rata ti iyẹn awọn iye owo ti a ti san tẹlẹ, da lori akoko to ku tabi Awọn iṣẹ ti o ti sanwo fun, eyikeyi ti o kere si. A yoo ṣe afẹfẹ iṣẹ wa ni ọna ti iṣowo ati ṣetọju ati jiṣẹ fun ọ gbogbo sisanwo-fun Awọn Eto Ijade Ijade ati gbogbo Data Onibara ni ohun-ini wa. Lori eyikeyi ifopinsi, a le sugbon ti wa ni ko rọ lati pa eyikeyi data.",
    "2505227594": "7. Overages",
    "2369877184": "Oṣuwọn RPS ti o ga julọ ti idasilẹ fun hCaptcha Integrators tabi Awọn alabara jẹ awọn ibeere 1,000 fun iṣẹju kan si awọn ile-iṣẹ laarin akọọlẹ rẹ (“RPS”), ayafi bibẹẹkọ pato nipasẹ adehun adehun kikọ laarin iwọ ati awa.",
    "234420106": "Ni iṣẹlẹ ti o ba jẹ Integrator tabi Onibara ti iṣẹ Idawọlẹ hCaptcha ati lilo API rẹ gẹgẹbi iwọn nipasẹ RPS ti kọja iwọn ti a pese fun ipele iṣẹ rẹ, a le yan lati yi iṣẹ rẹ pada tabi lati gba agbara oṣuwọn apapọ. Ni iṣẹlẹ ti iwọn RPS ti o ga julọ ju oṣuwọn ipese lọ nipasẹ ipin 10 fun iṣẹju mẹwa 10 tabi diẹ sii ni apapọ laarin akoko 30 ọjọ kan ati pe pupọ julọ awọn ibeere wọnyi jẹ, ni idajọ wa nikan, kii ṣe ijabọ irira, a le yan lati gba agbara lọwọ rẹ ni iye iwọn apapọ ti adehun ti o sọ fun gbogbo awọn ibeere API ti o ṣe ni oṣu yẹn.",
    "2619472217": "8. Resale",
    "2019702084": "Ayafi ti a ba gba laaye ni kikun ni Adehun Iṣẹ Titunto si Onibara tabi Adehun Alatunta, Awọn iṣẹ SaaS ti a paṣẹ ko ni ta, tun ta, yalo, iyalo, iwe-aṣẹ, iwe-aṣẹ, tabi bibẹẹkọ jẹ ki o wa fun ẹnikẹta miiran (miiran ju Alafaramo ti Onibara) ), ati gbogbo awọn aṣẹ labẹ Adehun ati gbogbo lilo Onibara ti Iṣẹ naa yoo jẹ fun ti Onibara tabi lilo iṣowo inu ti Alafaramo tirẹ.",
    "1233229030": "Oriṣiriṣi",
    "1467783792": "Ko si eniyan, nkankan, tabi ajo ti o ni ifọwọsi nipasẹ United States (“Oṣere ti a ti sọ di mimọ” kan) ti o yẹ fun awọn ere tabi lati lo Awọn iṣẹ naa gẹgẹbi Aṣepọ. Fun yago fun iyemeji, eyi pẹlu eyikeyi Awọn oṣere Ijẹniniya ti a yan nipasẹ Ọfiisi ti Iṣakoso Awọn Dukia Ajeji (“OFAC”) ti Ẹka Iṣura AMẸRIKA.",
    "3759657802": "O le ma fi ranṣẹ, gbe lọ, tabi fi awọn ofin Iṣẹ ṣiṣẹ tabi awọn ẹtọ rẹ tabi awọn adehun ti o wa labẹ rẹ ni eyikeyi ọna (nipasẹ ofin tabi bibẹẹkọ).",
    "1627232990": "Awọn itumọ ti Awọn ofin Iṣẹ wọnyi ni a pese lori ipilẹ-igbiyanju ti o dara julọ. Ni iṣẹlẹ ti eyikeyi iyatọ pataki laarin Awọn ofin Iṣẹ ti ede Gẹẹsi ati itumọ rẹ, Awọn ofin Iṣẹ ti ede Gẹẹsi yoo tumọ bi aṣẹ.",
    "805221621": "Jọwọ kan si wa ni",
    "259613338": "ti o ba ni awọn ibeere eyikeyi nipa Awọn ofin Iṣẹ wọnyi.",
    "2735878907": "Gbólóhùn Eto Ilọsiwaju Iṣowo",
    "2887242610": "Awọn ẹrọ Intuition, Inc ti ṣe agbekalẹ Eto Ilọsiwaju Iṣowo kan lori bawo ni a yoo ṣe dahun si awọn iṣẹlẹ ti o fa idawọle iṣowo hCaptcha wa ni pataki. Niwọn igba ti akoko ati ipa ti awọn ajalu ati awọn idalọwọduro jẹ airotẹlẹ, a yoo ni lati rọ ni idahun si awọn iṣẹlẹ gangan bi wọn ṣe waye. Pẹlu iyẹn ni lokan, a n pese alaye yii fun ọ lori ero ilosiwaju iṣowo wa.",
    "809251240": "Kan si Wa",
    "2551802342": "- A gbero lati yara gba pada ati bẹrẹ awọn iṣẹ iṣowo lẹhin idalọwọduro iṣowo pataki ati dahun nipa aabo awọn oṣiṣẹ ati ohun-ini wa, ṣiṣe iṣiro owo ati iṣẹ ṣiṣe, aabo awọn iwe ile-iṣẹ ati awọn igbasilẹ, ati gbigba awọn alabara wa ati awọn olumulo ipari wọn laaye lati ṣe iṣowo lori ayelujara. Ni kukuru, ero ilosiwaju iṣowo wa jẹ apẹrẹ lati gba ile-iṣẹ wa laaye lati tun bẹrẹ awọn iṣẹ ni yarayara bi o ti ṣee, fun iwọn ati bi o ṣe le buruju idalọwọduro iṣowo pataki. Awọn adirẹsi eto ilosiwaju iṣowo wa: afẹyinti data ati imularada; gbogbo ise lominu ni awọn ọna šiše; owo ati awọn igbelewọn iṣẹ; awọn ibaraẹnisọrọ miiran pẹlu awọn onibara, awọn oṣiṣẹ, ati awọn ara abojuto; ipo ti ara miiran ti awọn oṣiṣẹ; olupese pataki ati ipa alabara; ijabọ ilana; ati fifun awọn onibara wa akiyesi kiakia ti a ko ba le tẹsiwaju iṣowo wa. Adagun olupese olupese mojuto wa ṣe atilẹyin awọn igbasilẹ pataki wa ni agbegbe agbegbe lọtọ. Lakoko ti gbogbo ipo pajawiri jẹ awọn iṣoro alailẹgbẹ ti o da lori awọn ifosiwewe ita, gẹgẹbi akoko ti ọjọ ati bi o ṣe buruju idalọwọduro naa, a ti gba wa nimọran nipasẹ adagun olupese yii pe ibi-afẹde wọn ni lati mu pada awọn iṣẹ tiwọn pada ati ni anfani lati tun bẹrẹ awọn iṣẹ ni iyara. Botilẹjẹpe a ti ṣiṣẹ lati dinku eewu nipa lilo oniruuru awọn olupese, awọn iṣẹ rẹ le ṣe atunṣe tabi da duro lakoko yii.",
    "826396656": "Eto Ilọsiwaju Iṣowo wa",
    "1979347895": "- Awọn idalọwọduro iṣowo pataki le yatọ ni iwọn wọn, gẹgẹbi ile-iṣẹ wa nikan, ile kan ti o wa ni ile-iṣẹ wa, agbegbe nibiti ile-iṣẹ wa wa, ilu ti a wa, tabi gbogbo agbegbe. Laarin ọkọọkan awọn agbegbe wọnyi, biburu idalọwọduro naa tun le yatọ lati iwonba si àìdá. Ni idalọwọduro si ile-iṣẹ wa, agbegbe iṣowo wa, ilu, tabi agbegbe tabi ile ti n gbe ile-iṣẹ wa, a yoo gbe awọn iṣẹ wa si aaye agbegbe kan nigbati o nilo ati nireti pe ko si idalọwọduro ohun elo si awọn iṣẹ iṣowo. Ni boya ipo, a gbero lati tẹsiwaju ni iṣowo, gbe awọn iṣẹ lọ si awọn olupese miiran ti o ba jẹ dandan, ati sọ ọ leti nipasẹ oju opo wẹẹbu wa ni hcaptcha.com ati oju-iwe ipo wa ni hcaptchastatus.com bi o ṣe le kan si wa. Ti idalọwọduro iṣowo pataki ba le tobẹẹ ti o ṣe idiwọ fun wa lati duro si iṣowo, a yoo sọ fun ọ ni iyara.",
    "653679457": "Iyatọ Disruptions",
    "410397176": "Fun alaye siwaju sii",
    "2095899021": "Awọn Itọsọna Iyasọtọ hCaptcha ati Iwe-aṣẹ Aami Iṣowo Gbogbogbo",
    "2340340589": "Awọn itọnisọna lori lilo ami hCaptcha",
    "2430148876": "A ti ṣẹda awọn itọsona wọnyi ati iwe-aṣẹ aami-iṣowo gbogbogbo lati jẹ ki o rọrun bi o ti ṣee fun awọn alabara wa, awọn alabaṣiṣẹpọ, ati awọn onijakidijagan lati ṣiṣẹ pẹlu ami iyasọtọ wa lakoko ti o tọju idanimọ ile-iṣẹ wa. Ti o ba nilo lati lo awọn aami hCaptcha, awọn aami, tabi awọn ami miiran ni awọn ọna ti ohun elo ti o yatọ si awọn itọnisọna wọnyi, iwọ yoo nilo lati kan si wa (IMI) fun iwe-aṣẹ kikọ.",
    "3884400764": "Lakoko ti o le lo awọn aami hCaptcha fun awọn itọsona wọnyi, ko tumọ si pe o ni awọn ẹtọ ti a fi si ni hCaptcha Marks, awọn apejuwe, tabi ni eyikeyi aami-iṣowo miiran, orukọ iṣowo, ami iṣẹ, orukọ iṣowo tabi ifẹ-rere ti hCaptcha. A fẹ lati funni ni irọrun pupọ bi o ti ṣee, ṣugbọn a jẹ ọranyan lati daabobo hCaptcha lodi si lilo laigba aṣẹ ti eyikeyi aami-iṣowo, orukọ iṣowo, ami iṣẹ, orukọ iṣowo tabi ifẹ-rere ti hCaptcha. Eyikeyi lilo laigba aṣẹ laifọwọyi fopin si igbanilaaye tabi iwe-aṣẹ ti hCaptcha funni ati pe o le fa awọn gbese labẹ ofin fun eyikeyi awọn bibajẹ.",
    "512598290": "Nitorinaa, a gbọdọ beere pe ki o nigbagbogbo lo gbogbo awọn ami hCaptcha ati awọn aami ni fọọmu kan ti o faramọ awọn ofin ni isalẹ, pẹlu titobi nla, iru iru, ati ara.",
    "2075610992": "O ṣeun fun atilẹyin rẹ!",
    "1023190144": "hCaptcha® ninu ọrọ",
    "4274324704": "Eyi ni bii o ṣe le lo orukọ wa ni ẹda kikọ:",
    "3912926900": "hCaptcha® yẹ ki o ni aami-iṣowo ti a forukọsilẹ ni igba akọkọ ti o han ni ẹda ẹda.",
    "950637875": "Akọtọ hCaptcha ko yẹ ki o yipada ati pe hCaptcha yẹ ki o jẹ titobi nigbagbogbo ni lẹta keji (\"C\"). Kii ṣe pupọ tabi ohun-ini.",
    "2624601135": "\"hCaptcha\" ko yẹ ki o lo gẹgẹbi apakan ti orukọ iyasọtọ kan, ti o darapo pẹlu hyphen, tabi lo ni awọn orukọ awọn ohun elo tabi awọn ọja miiran.",
    "3828090208": "Dipo lo \"fun hCaptcha\" Ti o ba lo pẹlu aami ẹnikẹta, \"fun hCaptcha\" nilo lati kere si ni iwọn ju aami ẹgbẹ kẹta lọ.",
    "4149738856": "hCaptcha yẹ ki o lo bi ajẹtífù ati atẹle nipa ọrọ jeneriki to dara.",
    "1446868537": "hCaptcha ko yẹ ki o lo bi ọrọ-ìse kan.",
    "2487931657": "Maṣe lo: \"a hCaptcha'd aaye wa.\"",
    "2565565429": "Dipo lo: \"a lo hCaptcha lati jẹ ki aaye wa ni aabo ati aabo diẹ sii.\"",
    "3434202027": "Lilo eyikeyi ti orukọ hCaptcha ninu awọn ibaraẹnisọrọ nbeere ifaramọ: \"hCaptcha jẹ aami-iṣowo ti a forukọsilẹ ti Intuition Machines, Inc.\"",
    "2754937029": "Awọn lilo ti ko ṣe itẹwọgba",
    "2436973524": "Awọn itọkasi deede nikan jẹ itẹwọgba. Ko ṣe iyọọda lati sọ pe aaye kan nlo awọn iṣẹ hCaptcha ati awọn ohun elo nigbati ko ṣe bẹ. Bakanna, lilo aami wa tabi awọn baaji eyikeyi jẹ bakanna o yẹ nikan nigbati aaye naa ba nlo awọn iṣẹ hCaptcha.",
    "69844082": "hCaptcha aami-išowo, awọn aami ayaworan, awọn apejuwe, iru iru, tabi awọn aami le tun ma ṣee lo ni ọna abuku.",
    "3861413614": "O le ma lo aami-iṣowo hCaptcha eyikeyi tabi aami eyi ti yoo tumọ si pe hCaptcha ni ajọṣepọ pẹlu tabi ifọwọsi, atilẹyin, tabi atilẹyin ọja tabi iṣẹ ẹnikẹta, laisi igbanilaaye kikọ kiakia.",
    "1409822234": "Labẹ ọran kankan ti aami-išowo hCaptcha kan tabi ti o fẹrẹẹ jẹ ṣee lo bi orukọ ìkápá kan.",
    "4181060163": "Awọn ẹgbẹ kẹta ko yẹ ki o lo awọn iyatọ tabi awọn akọwe tabi ṣe ni ọna eyikeyi ti yoo fa idamu eyikeyi anfani akọkọ lori awọn ami-iṣowo hCaptcha.",
    "3955555607": "Miiran ju Awọn alabaṣepọ tabi Awọn alatunta ti a fun ni aṣẹ, awọn ẹgbẹ kẹta le ma ṣe filọ fun awọn koko-ọrọ, Google AdWords, tabi awọn eto ipolowo ìfọkànsí miiran nipa lilo awọn ami hCaptcha tabi awọn aṣiwere. Tabi awọn ẹgbẹ kẹta le lo awọn ami hCaptcha ni awọn orukọ-ašẹ, eyikeyi ẹrọ wiwa ti o dara ju, awọn afi meta, awọn ọrọ wiwa, koodu, tabi aiṣedeede miiran.",
    "1985238261": "Miiran ihamọ Marks",
    "2193061499": "Diẹ ninu awọn aami ati awọn aami wa ni ihamọ si lilo nipasẹ hCaptcha ati awọn alabaṣiṣẹpọ rẹ. Awọn ẹgbẹ kẹta le ma lo awọn aami wọnyi laisi iwe-aṣẹ kikọ lati hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Alabaṣepọ™",
    "755156539": "hCaptcha Alatunta ti a fun ni aṣẹ™",
    "717622341": "hCaptcha Idawọlẹ™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop nipasẹ hCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "BotStop logo™",
    "3942875761": "Ṣe iranlọwọ Kọ Wẹẹbu Wẹẹbu to Dara julọ",
    "364774188": "Emi ni eniyan™",
    "2785425016": "(ninu ipo ti ojutu ijẹrisi eniyan, fun apẹẹrẹ ipe si iṣe)",
    "2639657759": "Awọn aami Lo nipasẹ Gbigbanilaaye",
    "1268918580": "Diẹ ninu awọn aami ati awọn ami ti hCaptcha lo ati awọn alabaṣepọ rẹ jẹ ohun ini nipasẹ ẹni kẹta ati pe o le ṣee lo pẹlu igbanilaaye wọn nikan. Awọn ẹgbẹ kẹta le ma lo awọn ami wọnyi ayafi bi a ti gba laaye nipasẹ awọn oniwun wọn:",
    "3782751514": "HUMAN Protocol® jẹ aami-iṣowo ti a forukọsilẹ ti HUMAN Protocol Foundation, o si lo pẹlu igbanilaaye rẹ.",
    "1620709264": "HUMAN Token® jẹ aami-iṣowo ti a forukọsilẹ ti HUMAN Protocol Foundation, o si lo pẹlu igbanilaaye rẹ.",
    "3031953928": "HUMAN Network™ jẹ aami-iṣowo ti HUMAN Protocol Foundation, ati pe o jẹ lilo pẹlu igbanilaaye rẹ.",
    "3554363588": "Miiran Marks",
    "3290996791": "Gbogbo awọn orukọ ọja miiran, awọn aami, ati awọn ami iyasọtọ jẹ ohun-ini ti awọn oniwun wọn. Gbogbo ile-iṣẹ miiran, ọja ati awọn orukọ iṣẹ ti a lo ninu oju opo wẹẹbu yii wa fun awọn idi idanimọ nikan. Lilo awọn orukọ wọnyi, awọn aami, ati awọn ami iyasọtọ ko tumọ si ifọwọsi.",
    "2444685143": "Logo Afihan",
    "2414232014": "Aami wa jẹ idanimọ lẹsẹkẹsẹ ati ọkan ninu awọn ohun-ini to niyelori ati pataki julọ. Lati rii daju pe o jẹ aṣoju to lagbara ti ile-iṣẹ wa, o gbọdọ gbekalẹ ni iṣọra ati ni ibamu ni gbogbo awọn ikanni ibaraẹnisọrọ.",
    "803639471": "Aami hCaptcha wa ninu aami ọwọ ati aami hCaptcha. Ni ọna miiran, aami ọwọ le han funrararẹ nigbati aaye ba ni ihamọ ati pe “hCaptcha” ti lo bi ami ọrọ (gẹgẹbi a ti ṣalaye loke) ni isunmọtosi si aami ọwọ, eyiti o han gbangba pe aami ọwọ duro hCaptcha.",
    "564127016": "Aami ọwọ hCaptcha:",
    "1424800293": "Aami hCaptcha naa:",
    "1525506526": "Kini Awọn gbigba Account Ati Bawo ni Wọn Ṣe Ṣiṣẹ?",
    "2446481523": "Itan eniyan atijọ kan wa ninu eyiti awakọ kẹkẹ-ẹrù kan ati ọkunrin ọlọla kan ṣe afihan ni ile igbimọ aṣofin ni abule orilẹ-ede kekere kan. Ọkùnrin kan, tí ó wọ aṣọ ẹlẹ́gbin, aṣọ aláìní, sọ fún ọlọ́pàá náà pé, “Èmi ni ọlọ́lá náà. Ọkunrin yii ni awakọ mi.",
    "1767952047": "Ó kọlu mi lálẹ́ àná, ó jí aṣọ mi, ó sì gba owó mi.” Ọkùnrin kejì, tí ó wọ aṣọ ọ̀ṣọ́ ńláńlá, aṣọ ẹgbẹ́ ọlọ́lá, dáhùn pé, “Constable, were ọkùnrin yìí. O ro pe o jẹ ọlọla. Emi ni oloye gidi. Ẹ mú un!”",
    "2947576723": "Itan yii ṣaju awọn iwe-aṣẹ awakọ ati titẹ ika oni-nọmba, ṣugbọn o funni ni apẹẹrẹ ti o dara ti ohun ti o le jẹ aṣiṣe ni ipo gbigba akọọlẹ kan. Eniyan wọle sinu akọọlẹ banki ori ayelujara tabi ohun elo isanwo alagbeka. Ṣe o jẹ onimu akọọlẹ gangan, tabi agbonaeburuwole? Tani gan tani? Awọn ọran aabo wọnyi kan awọn ẹgbẹ ti o gba iraye si akọọlẹ iṣẹ ti ara ẹni.",
    "1687299615": "Kini gbigba akọọlẹ kan?",
    "2648707986": "Gbigba akọọlẹ kan jẹ iru jibiti ori ayelujara nibiti oṣere irira ṣe nfarawe ẹni ti o ni akọọlẹ ori ayelujara kan. Ni deede, akọọlẹ naa wa ni ile-iṣẹ inawo tabi iṣowo e-commerce nibiti apanirun le ji owo, ọjà tabi awọn kaadi ẹbun. Olukọni naa nlo awọn iwe-ẹri iwọle ji wọle lati wọle si akọọlẹ naa lẹhinna gba rẹ, boya yiyipada ọrọ igbaniwọle lati tii oniwun akọọlẹ gangan jade.",
    "1476843710": "Kokoro owo ti o lewu ṣugbọn ti o tun bajẹ awọn fọọmu gbigba akoto jẹ pẹlu jija ti awọn akọọlẹ media awujọ ati bii bẹ. Ni awọn iṣẹlẹ wọnyi, ikọlu n gbiyanju nigbagbogbo lati tan malware tabi ṣe ikopa ninu awọn ikọlu aṣiri si awọn ọrẹ airotẹlẹ ti olufaragba naa. Tabi, ikọlu naa n gbiyanju lati dãmu ẹni ti o jiya, eyiti o ṣẹlẹ nigbakan pẹlu awọn olokiki ati awọn oloselu, fun apẹẹrẹ.",
    "2904949278": "Bawo ni agbonaeburuwole ṣe gba akọọlẹ kan?",
    "2575690545": "Awọn gbigba akọọlẹ, bii jibiti cyber pupọ, jẹ okeene ọrọ kan ti adaṣe, awọn ilana ọpọ. O jẹ toje fun agbonaeburuwole kan, ti o wọ ni hoodie ni ipilẹ ile iya rẹ, lati tẹ awọn ọrọ igbaniwọle sinu awọn oju opo wẹẹbu banki ni ẹẹkan.",
    "3614653023": "Dipo, iṣe naa da lori awọn ikọlu ohun elo ijẹrisi iwọn nla ti o gbiyanju awọn miliọnu ti orukọ olumulo/awọn orisii ọrọ igbaniwọle lori awọn dosinni ti awọn ile-iṣẹ inawo ibi-afẹde ni awọn ireti ṣiṣii ipin kekere ti awọn akọọlẹ naa. Ni kete ti sọfitiwia jibiti adaṣe ti ni iraye si akọọlẹ naa, agbonaeburuwole eniyan le lẹhinna kopa, ṣugbọn ni awọn igba miiran, kii ṣe.",
    "2762759509": "Pupọ ti awọn ikọlu gbigba akọọlẹ jẹ adaṣe adaṣe patapata.",
    "1972710018": "Ri o lati awọn ile-ile irisi",
    "1282121137": "Lati loye bii ṣiṣakoso akọọlẹ iṣoro ṣe le jẹ, ronu kini iriri naa dabi lati oju wiwo ti igbekalẹ inawo. Wọn mu awọn miliọnu awọn iwọle lojoojumọ.",
    "2315518622": "Pẹlu imudara ti o wa ninu awọn irinṣẹ ikọlu ode oni, o nira pupọ lati ṣawari eyiti, ti eyikeyi, jẹ arekereke. Lẹhinna, eniyan pe laini iṣẹ alabara o sọ pe “A ti kọlu akọọlẹ mi! Mi o le wọle ati pe ẹnikan n ji owo mi!”",
    "1836369533": "Gẹ́gẹ́ bí ọ̀gá ọlọ́pàá nínú ìtàn àtẹnudẹ́nu, báwo ni ẹnì kan ṣe lè pinnu ẹni gan-an? Ti ikọlu naa ba ni awọn eroja idanimo ji ti o to, bii nọmba iwe-aṣẹ awakọ, nọmba aabo awujọ, orukọ wundia iya, adirẹsi, ati bẹbẹ lọ, o le nira pupọ lati pinnu boya olupe naa ni onimu akọọlẹ gidi tabi ikọlu ti n gbiyanju lati gba ọrọigbaniwọle tunto lori iroyin ti o fẹ lati penetrate.",
    "2880837730": "Kini o le ṣee ṣe lati da awọn takeovers iroyin duro?",
    "3654556483": "Awọn ile-iṣẹ inawo ati awọn ile-iṣẹ eCommerce ni awọn ilana ati awọn iṣakoso ti o dinku diẹ ninu irokeke gbigba akọọlẹ naa. Iwọnyi wa lati aṣa atijọ “kini orukọ ọrẹ rẹ ti o dara julọ ni ile-iwe alakọbẹrẹ” awọn ibeere aabo si awọn ọna wiwa ti o fa awọn adirẹsi IP ifura ati awọn profaili ẹrọ alagbeka jade.",
    "2449501658": "pese ọkan ninu awọn ọna to ti ni ilọsiwaju julọ lati dinku irokeke ewu lati awọn igbiyanju iwọle akọọlẹ arekereke, lilo ẹkọ ẹrọ lati ṣawari ati da awọn botilẹnti duro, ati ṣiṣe ni imunadoko pupọ tabi paapaa ko ṣee ṣe fun awọn ẹlẹtan lati kopa ninu gbigba akọọlẹ.",
    "3621455477": "lati ni imọ siwaju sii!",
    "555246307": "Nipa ọna, eyi ni bi itan ti ọlọla naa ati awakọ rẹ ṣe pari: Constable jẹ ki awọn ọkunrin mejeeji joko ni yara kan papọ fun awọn wakati pupọ ati ki o rẹwẹsi ninu ọkan wọn. Ni ipari ọjọ naa, o farahan o si sọ pe, “Emi yoo ba awakọ kẹkẹ-ẹrù naa sọrọ ni bayi.” Ọkunrin ti o wọ aṣọ ọlọla dide duro. O sunmi pupo, o gbagbe pe o kan n dibon pe oloye ni.",
    "1224727373": "BotStop nipasẹ hCaptcha",
    "1187718370": "Pe wa",
    "3892905664": "hCaptcha ṣe iranlọwọ fun awọn iṣẹ ori ayelujara ayanfẹ rẹ lati yago fun awọn bot, àwúrúju, ati ilokulo nipa bibeere awọn ibeere ti o rọrun ti o rọrun fun eniyan ati nira fun awọn ẹrọ.",
    "555158694": "Iṣẹ kan ti o lo ti yan lati mu iriri rẹ dara si lori aaye wọn nipa fifi sori hCaptcha lati dinku ijabọ irira.",
    "1617196410": "hCaptcha wa ni idojukọ lori didaduro awọn botilẹjẹ. A ko bikita ẹni ti olumulo jẹ, ṣugbọn boya wọn jẹ irira nikan. A ṣiṣẹ takuntakun lati dọgbadọgba ìpamọ & amupu;",
    "1624200563": "aabo, ati ni ibamu pẹlu GDPR, CCPA, LGPD, PIPL, ati awọn ilana ipamọ miiran.",
    "1927613000": "hCaptcha ṣajọpọ ikẹkọ ẹrọ ti o fafa pẹlu pẹpẹ ipenija ti o lagbara lati daabobo awọn ohun elo wẹẹbu lati awọn gbigba akọọlẹ, ohun elo ijẹrisi, fifọ, ati awọn iru ilokulo miiran.",
    "1133989302": "Kini idi ti hCaptcha?",
    "34074886": "Nigbakugba ti o ba dahun ipenija kan, a lo awọn awoṣe fafa lati rii boya o jẹ eniyan. Oju opo wẹẹbu ti o ṣabẹwo lẹhinna lo abajade yii lati ṣe iranlọwọ ilọsiwaju iriri rẹ lori aaye wọn nipa titọju awọn bot.",
    "3412647984": "Eyi jẹ ki o yago fun awọn ibeere iwaju nipa fiforukọṣilẹ ati ṣeto kuki kan. Jọwọ tun gbiyanju lati pa idena ipolowo rẹ.",
    "2510209017": "Nilo iranlọwọ diẹ sii?",
    "477275453": "Kini idi ti awọn API jẹ ibi-afẹde olokiki fun awọn olosa bi?",
    "596347471": "Awọn atọkun siseto Ohun elo (APIs) ti di ibi-afẹde olokiki fun awọn oṣere irira ni aaye ayelujara. Awọn idi pupọ lo wa fun eyi, pẹlu ohun elo nla wọn ni iṣọpọ ohun elo. O ṣee ṣe lati dinku eewu API, sibẹsibẹ.",
    "2441638955": "Ni akọkọ, kini API?",
    "3963216198": "Lati jiroro idi ti awọn API jẹ ibi-afẹde olokiki fun awọn olosa, o tọ lati kọkọ mu akoko kukuru kan lati ṣalaye kini itumọ lọwọlọwọ nipasẹ ọrọ naa “API.” Agbekale ti API kii ṣe tuntun rara. Ni otitọ, awọn atọkun lati sopọ ọpọlọpọ awọn ọna ṣiṣe kọnputa pẹlu ara wọn, ati awọn paati inu wọn, ti wa ni ayika lati o kere ju awọn ọdun 1960.",
    "1047251718": "Loni, sibẹsibẹ, nigbati awọn eniyan ba sọrọ nipa awọn API, wọn nigbagbogbo tumọ si awọn API ti o da lori awọn iṣedede. Iwọnyi jẹ awọn API ti a ṣe ni lilo awọn iṣedede ṣiṣi bi Gbigbe Ipinle Aṣoju (REST) ati ṣiṣi awọn ọna kika faili boṣewa bii Akọsilẹ Nkan JavaScript (JSON). Iru “Awọn API RESTful,” bi a ti mọ wọn, le ṣẹda laisi iwulo sọfitiwia ohun-ini. Abajade API ni anfani lati firanṣẹ ati gba data ati awọn ipe ilana laarin awọn ohun elo sọfitiwia. Fun apẹẹrẹ, ohun elo ile-ifowopamọ alagbeka kan nlo API lati wọle si awọn eto banki naa.",
    "3195334319": "IwUlO ati ailagbara ti APIs",
    "1903743785": "Wiwa ti awọn API ti o da lori awọn iṣedede ṣe aṣoju fifo nla siwaju ninu iṣọpọ ohun elo. Ni awọn ọdun 20 sẹhin tabi bẹẹ, awọn API lọ lati jijẹ iye owo ati idiju awọn ọja sọfitiwia ohun-ini si ọfẹ, awọn irinṣẹ ti o da lori awọn iṣedede ti o rọrun ni afiwera lati ṣiṣẹ pẹlu-ati iyara lati ran lọ.",
    "879362350": "Pẹlu awọn API tuntun ti n ṣiṣẹ lori Intanẹẹti, o ṣee ṣe lati sopọ eyikeyi sọfitiwia tabi orisun data, nibikibi ni agbaye, laibikita iru ẹrọ, eto data tabi ede siseto. Bi abajade, agbaye iširo ti wa ni aarin ti Iyika API kan. bugbamu ti Asopọmọra laarin awọn ohun elo ati data. Iyẹn jẹ nla, titi ti kii ṣe.",
    "3844432472": "Ṣiṣii pupọ ati IwUlO ti awọn API jẹ ki wọn jẹ awọn ibi-afẹde ọlọrọ ti iyalẹnu fun awọn ikọlu. Ni ọna kanna ti ohun elo alagbeka le ṣe eto lati de ọdọ ati GET data lati inu eto ajọṣepọ kan nipa lilo API, bakanna le nkan malware kan. Awọn olosa ti kọ ọpọlọpọ awọn irinṣẹ sọfitiwia lati ilokulo awọn API. O jẹ ilana ikọlu ti o munadoko.",
    "2187096543": "Nitootọ, diẹ ninu awọn irufin data pataki kan ti waye lati inu sọfitiwia ti a kọ agbonaeburuwole ti o pe API kan lati yọ data jade lati ibi ipamọ data kan. Lẹhinna, ti o ba ji data nirọrun nilo ipe GET ipilẹ kan lori API kan, ti a kọ ni lilo REST ati JSON, lẹhinna o rọrun lati yọ ibi ipamọ data ni kiakia mọ. Ni otitọ, nigbati awọn eniyan ba sọrọ nipa awọn ikọlu \"iboju iboju\", ohun ti wọn tumọ si gaan, julọ, jẹ awọn ipe API ti o yara-ina ti o fa data jade kuro ninu awọn apoti isura data. Awọn API ti di oju ikọlu nla fun awọn ajo ti o kọ wọn.",
    "4222109231": "Dinku eewu API pẹlu Ọja Idawọlẹ hCaptcha",
    "1783317946": "Idaduro awọn ikọlu API jẹ ọran lilo olokiki fun",
    "3022922096": ", hCaptcha ká kekeke suite ti awọn ọja. Ko dabi ẹya ọfẹ ti hCaptcha,",
    "63719113": "nlo ikẹkọ ẹrọ to ti ni ilọsiwaju lati ṣe idanimọ ijabọ irira si aaye rẹ ati awọn ohun elo – pẹlu awọn iṣẹ ṣiṣe fifọ.",
    "3566102529": "wa loni lati ni imọ siwaju sii.",
    "3096553330": "Gbogbo eto ti a ṣẹda ni irọrun ṣe afihan awọn ibatan wa pẹlu awọn eniyan miiran.",
    "1467218142": "Ohun ti a fẹ lati ọdọ wọn ati funrara wa n ṣe ihuwasi wa, ati nitorinaa awọn ilana ibaraenisepo kanna tun waye ni gbogbo awọn eto eniyan. Intanẹẹti n pese ọpọlọpọ awọn apẹẹrẹ nla ti abala ipilẹ ti agbaye wa.",
    "808872868": "Fun apẹẹrẹ: àwúrúju, jegudujera, ati ilokulo ti wa lori ayelujara lati ọjọ ti o sunmọ lẹhin awọn ọna ṣiṣe meji ni akọkọ ti sopọ papọ.",
    "1085089390": "Iwa ilokulo ori ayelujara jẹyọ lati inu awọn ihuwasi eniyan abinibi",
    "3064321967": "Imeeli spam akọkọ ti a mọ ni a firanṣẹ ni ọdun 1978. [",
    "3800781598": "] O fẹrẹ to ọdun marun ọdun lẹhinna, aṣiwadi imeeli n tẹsiwaju lati ṣe iyọnu wa. Ọpọlọpọ awọn ọkẹ àìmọye dọla ati ẹgbẹẹgbẹrun eniyan-ọdun ti igbiyanju imọ-ẹrọ ni a ti fi sinu ijatil rẹ, ati pe sibẹsibẹ spam tẹsiwaju. Awọn ile-iṣẹ bilionu owo dola Amerika wa ni ẹgbẹ mejeeji, ie awọn ti o daabobo lodi si rẹ ati awọn ti o firanṣẹ.",
    "2119943547": "Kini idi eyi? Idahun si rọrun. Niwọn igba ti iwuri ba wa lati ṣe ilokulo eto kan, ẹnikan yoo wa ọna kan ni gbogbogbo. Ati ni kete ti wọn ba ṣe, ẹlomiran yoo ni iwuri lati da wọn duro.",
    "532470444": "Dọgbadọgba le yi lọ yi bọ die-die lati odun si odun, sugbon yi ihuwasi nìkan afihan ipilẹ eda eniyan iseda, ati marun ẹgbẹrun ọdun ti o ti gbasilẹ itan tumo si awọn ìmúdàgba jẹ išẹlẹ ti lati yi eyikeyi akoko laipe.",
    "3193548097": "Ireti Springs Ayérayé",
    "4065614934": "Itupalẹ yii kii ṣe tuntun, ṣugbọn awọn eniyan ni ireti ayeraye. Paapa nigbati wọn ro pe ero wọn jẹ tuntun.",
    "1216071511": "Awọn imọran kanna ni a dabaa nigbagbogbo pe ni nkan bi 20 ọdun sẹyin, onkọwe alailorukọ wa pẹlu iranlọwọ kikun-ni-ofo fun awọn ijiroro lori ayelujara nipa awọn ojutu anti-spam:",
    "1941999673": "Rẹ post onigbawi a",
    "4179118182": "() imọ () isofin () oja-orisun () vigilante",
    "3978720689": "ona lati ja spam. Ero rẹ kii yoo ṣiṣẹ. Eyi ni idi ti kii yoo ṣiṣẹ.",
    "318339230": "(Ọkan tabi diẹ ẹ sii ti atẹle le kan si imọran rẹ pato, ati pe o le ni",
    "30312304": "awọn abawọn miiran ti o lo lati yatọ lati ipinle si ipinlẹ ṣaaju ki ofin apapo buburu ti kọja.)",
    "2710988028": "( ) Awọn Spammers le ni rọọrun lo lati ikore awọn adirẹsi imeeli",
    "3912514510": "( ) Awọn atokọ ifiweranṣẹ ati awọn lilo imeeli to tọ yoo kan",
    "2030062561": "() Ko si ẹnikan ti yoo ni anfani lati wa eniyan tabi gba owo naa",
    "3334160175": "( 2 ) Kò ní ìgbèjà lọ́wọ́ àwọn ìkọlù ìpayà",
    "3238345709": "( ) Yoo da spam duro fun ọsẹ meji lẹhinna a yoo di pẹlu rẹ",
    "4227800293": "( ) Awọn olumulo imeeli kii yoo farada pẹlu rẹ",
    "2271252286": "( ) Microsoft kii yoo farada pẹlu rẹ",
    "692064738": "( ) Ọlọ́pàá kò ní fara dà á",
    "3475647460": "() Nbeere ifowosowopo pupọ lati awọn spammers",
    "1482845460": "() Nilo ifowosowopo lapapọ lẹsẹkẹsẹ lati ọdọ gbogbo eniyan ni ẹẹkan",
    "3741193183": "( ) Ọpọlọpọ awọn olumulo imeeli ko le ni anfani lati padanu iṣowo tabi ya awọn agbanisiṣẹ ti o pọju silẹ",
    "2234909600": "( ) Awọn Spammers ko bikita nipa awọn adirẹsi ti ko tọ ninu awọn akojọ wọn",
    "1982617151": "( 2 ) Ẹnikẹ́ni lè ba iṣẹ́ tàbí òwò ẹnikẹ́ni jẹ́ láìmọ̀",
    "2498172334": "Ni pataki, ero rẹ kuna lati ṣe akọọlẹ fun",
    "389705801": "( ) Awọn ofin ti o fi idinamọ rẹ han gbangba",
    "190955495": "() Aini aṣẹ iṣakoso aringbungbun fun imeeli",
    "237009707": "( ) Ṣii awọn relays ni awọn orilẹ-ede ajeji",
    "3507532387": "( ) Irọrun wiwa aaye adirẹsi alphanumeric kekere ti gbogbo awọn adirẹsi imeeli",
    "2477958756": "( ) Eniyan buburu",
    "3254142589": "() Awọn iṣoro idajọ",
    "3621401685": "( ) Unpopularity ti isokuso titun ori",
    "4277475973": "() Awọn irẹwẹsi ti gbogbo eniyan lati gba awọn iru owo ajeji ajeji",
    "941057651": "Idoko-owo sọfitiwia nla ti o wa ni SMTP",
    "3265293440": "() Ailagbara ti awọn ilana miiran ju SMTP lati kọlu",
    "515733427": "( ) Ifẹ ti awọn olumulo lati fi sori ẹrọ awọn abulẹ OS ti a gba nipasẹ imeeli",
    "2631159699": "( ) Àwọn àpótí Windows tí a so pọ̀ mọ́ àwọn ọmọ ogun kòkòrò mùkúlú",
    "776542208": "( ) Ije apá ayeraye lowo ninu gbogbo awọn isunmọ sisẹ",
    "989480928": "( ) Awọn ere ti o pọju ti spam",
    "3898950867": "( ) Awọn iṣẹ Joe ati/tabi ole idanimo",
    "3395399558": "( ) Awọn oloselu alaimọ imọ-ẹrọ",
    "1118929614": "( ) Iwa omugo to gaju ni apakan ti awọn eniyan ti o ṣe iṣowo pẹlu awọn spammers",
    "838951836": "( ) Aiṣedeede lori apakan ti awọn spammers funrara wọn",
    "2123236933": "() Awọn idiyele bandiwidi ti ko ni ipa nipasẹ sisẹ alabara",
    "2292919419": "() Outlook",
    "2534436327": "ati awọn atako imọ-jinlẹ wọnyi le tun waye:",
    "832385387": "( 1                           ulae awọn ero iru tìrẹ, sibẹ kò sí ìkankan ti a ti fi han rí",
    "1993984258": "( ) Eyikeyi ero ti o da lori ijade jẹ itẹwẹgba",
    "3909240516": "() Awọn akọle SMTP ko yẹ ki o jẹ koko-ọrọ ti ofin",
    "1151065360": "() Blacklists muyan",
    "2396605499": "() Whitelists muyan",
    "2225785608": "( ) A yẹ ki o ni anfani lati sọrọ nipa Viagra lai ṣe akiyesi",
    "3004688366": "( ) Awọn odiwọn ko yẹ ki o kan jibiti waya tabi jibiti kaadi kirẹditi kan",
    "922470170": "( ) Awọn igbese odiwọn ko yẹ ki o kan ibaje ti awọn nẹtiwọọki gbogbo eniyan",
    "3068923550": "() Awọn iwọn wiwọn gbọdọ ṣiṣẹ ti o ba jẹ ipele ni diẹdiẹ",
    "2752975480": "() Fifiranṣẹ imeeli yẹ ki o jẹ ọfẹ",
    "117227832": "( ) Kí nìdí tó fi yẹ ká gbẹ́kẹ̀ lé ìwọ àti àwọn apèsè rẹ?",
    "1021431157": "( ) Ailabamu pẹlu orisun ṣiṣi tabi awọn iwe-aṣẹ orisun ṣiṣi",
    "2801524659": "( ) Awọn igbese ti o dara ko ṣe nkankan lati yanju iṣoro naa",
    "931661269": "( ) Awọn adirẹsi imeeli fun igba diẹ/akoko kan ko lewu",
    "2090457681": "( ) Emi ko fẹ ki ijoba ka imeeli mi",
    "3536122902": "( 2 ) Dídúró wọn lọ́nà yẹn kò lọ́ra, ó sì máa ń dùn wọ́n lọ́kàn",
    "2391175562": "Pẹlupẹlu, eyi ni ohun ti Mo ro nipa rẹ:",
    "229198134": "( ) Ma binu dude, ṣugbọn Emi ko ro pe yoo ṣiṣẹ.",
    "345563040": "( 1                                                                                                       ula àpèpè òmùgọ̀.",
    "409780280": "( ) O gbiyanju, ****! Mo nireti pe ẹnikan kan tẹ lori keyboard rẹ!",
    "2820080973": "gbalejo pẹlu ❤ nipasẹ",
    "3943164003": "wo aise",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Kini idi ti ojutu anti-spam tuntun rẹ kii yoo ṣiṣẹ",
    "361795034": ". Òǹkọ̀wé tí a kò mọ̀, c. 2000",
    "1547006769": "Ijeri eda eniyan jẹ iṣoro kanna",
    "3717942925": "Gẹgẹ bi awọn eniyan yoo ti wa nigbagbogbo ti o fẹ lati gba akiyesi rẹ nipasẹ imeeli, nigbagbogbo ifẹ yoo wa lati ṣe idiwọ iraye si diẹ ninu awọn orisun bii eniyan nikan le wọle si wọn.",
    "2481032625": "Boya ibi-afẹde ni lati ṣe idiwọ:",
    "1691348394": "- awọn rira ibi-aladaaṣe lakoko tita itusilẹ to lopin",
    "1771016224": "- sọfitiwia lati ṣe igbasilẹ gbogbo akoonu kuro ni oju opo wẹẹbu rẹ lapapọ",
    "1959762846": "- nini awọn fọọmu wẹẹbu rẹ ti o kun pẹlu àwúrúju tita ọja ailopin tabi ilokulo",
    "345108670": "- nkan elo ijẹrisi ati awọn igbiyanju gbigba akọọlẹ miiran",
    "2540760245": "laarin ọpọlọpọ awọn lilo miiran, ni anfani lati ṣe àlẹmọ ijabọ ori ayelujara lori ipilẹ ti “edayan tabi rara” yoo ṣeese jẹ ohun elo ti o niyelori niwọn igba ti ẹda eniyan ba tẹle awọn ilana kanna ti o gbasilẹ ni ẹgbẹrun ọdun marun to kọja.",
    "3346362371": "Kini nipa ẹkọ ẹrọ?",
    "3619183405": "Ni 2021 awọn CAPTCHA ti o rọrun le jẹ ipinnu nigbakan pẹlu sọfitiwia, ọpẹ si awọn ilọsiwaju ninu kikọ ẹrọ. Lati koju eyi, hCaptcha tun ṣe itupalẹ alaye pupọ ti awọn ohun-ini bii",
    "3292221787": "Ipenija naa ni idahun, kii ṣe boya o tọ, ati nigbagbogbo yipada mejeeji awọn ibeere ati data ti a lo.",
    "1080672247": "Nitori ọpọlọpọ awọn ibeere ti a beere ko le ṣe ipinnu ọrọ-aje pẹlu sọfitiwia selifu, ati nitori pe data jẹ alailẹgbẹ gbogbogbo si eto naa, eyi tumọ si pe awọn bot nigbagbogbo da duro patapata nipasẹ iṣẹ ọfẹ, ati pe o gbọdọ gbarale awọn ipinnu CAPTCHA eniyan dipo, eyiti mu ki ọpọlọpọ awọn iru ilokulo patapata uneconomic.",
    "4172868199": "lọ siwaju sii ju eyi lọ, gbigbe sinu ijọba ti igbiyanju lati ṣe iyatọ “eniyan ti o dara” lati “eniyan buburu” daradara, ati pe o lo loni nipasẹ ọpọlọpọ awọn iṣẹ ori ayelujara olokiki julọ ni agbaye lati wa ati da ohun gbogbo duro lati rira jibiti si itẹramọṣẹ ilọsiwaju. Ihalẹ lodi si awọn olumulo wọn, lakoko ti o n ṣetọju idojukọ alailẹgbẹ lori titọju aṣiri.",
    "2873911365": "Kini nipa ijẹrisi hardware?",
    "1477196356": "Awọn ọna oriṣiriṣi ti sisopọ idanimọ si ẹrọ kan ni aṣa ti o ni aabo cryptographically, nigbami pẹlu awọn ohun-ini ipamọ ikọkọ, ni a ti daba fun awọn ewadun. Awọn ọjọ cryptography bọtini gbangba pada si c. 1975, ati hardware àmi ti wà fere bi gun.",
    "2349681896": "Laanu, iṣakoso ohun elo kan ko tumọ si pe o jẹ eniyan. O fẹrẹ jẹ gbogbo ero ijẹrisi ohun elo ohun elo olumulo olokiki ti jẹ fifọ leralera, padi, ati lẹhinna fọ lẹẹkansi.",
    "254326776": "ilokulo irira ti awọn abawọn wọnyi nigbagbogbo jẹ awari lati ti nwaye fun awọn oṣu tabi awọn ọdun ṣaaju sisọjade tabi titẹjade ẹkọ.",
    "2462909475": "Odi ti o ju awọn foonu 10,000 ti a lo fun ilokulo, apakan ti iṣẹ bot Kannada kan.",
    "1963951234": "Laibikita bawo ni ero-ọrọ cryptographic rẹ ti gbẹkẹle, ti ẹnikan ba le ni opin ọjọ naa nirọrun lo owo lati fun ọ ni idahun ti o n wa, nini nkan ohun elo ko to.",
    "1278884196": "Iyẹn ti sọ, cryptography jẹ ibawi ọdọ pupọ. Da lori itan-akọọlẹ aipẹ, ero cryptographic rẹ ati/tabi imuse ṣee ṣe lati bajẹ ni kete ti ẹnikẹni ba ni iwuri lati wo ni pẹkipẹki, ati pe o ṣee ṣe pe awọn eniyan miiran yoo rii eyi tipẹ ṣaaju ki o to ṣe. Gbẹkẹle ohun elo tun tumọ si pe o le nilo lati beere lọwọ gbogbo ọkan ninu awọn olumulo rẹ lati yi ẹrọ ti ara pada lati le pa abawọn naa. Eyi ko ṣeeṣe lati ṣẹlẹ ni iyara ni ọpọlọpọ awọn ọran, itumo ni otitọ eto rẹ yoo kuna ni ṣiṣi.",
    "1828028934": "Eyi ni idi",
    "1642844535": "jẹ pataki: hCaptcha nlo awọn ọna oriṣiriṣi pupọ lati dahun ibeere pataki kanna, gbigba lafiwe fun aitasera kọja gbogbo awọn igbelewọn.",
    "1155821305": "olugbeja ni ijinle",
    "119098046": "Ohun ti nipa palolo tabi ko si-ipenija solusan?",
    "2760410719": "Awọn iṣẹ ti o gbiyanju lati ṣe wiwa bot pẹlu awọn ifihan agbara palolo lasan ni iyara sinu ọran ipilẹ kan: bawo ni o ṣe fọwọsi boya eto kan ṣe awari awọn oṣere buburu bi o ti tọ nigbati o ko ni otitọ ilẹ deede?",
    "1722734001": "Intanẹẹti ti o ṣii jẹ agbegbe alariwo pupọ. Awọn oṣere buburu kọlu awọn olumulo ti iṣẹ wa ati awọn oludije bii reCAPTCHA lojoojumọ, ati pe dajudaju wọn ngbiyanju lati wo bi eniyan bi o ti ṣee ṣe lakoko ṣiṣe bẹ.",
    "1595254735": "Awọn iṣẹ palolo lasan tiraka lati ṣetọju deede wiwa bot, tabi paapaa lati mọ nigbati wọn ko pe. Laisi agbara lati koju awọn olumulo lẹẹkọọkan ati ṣe itupalẹ awọn abajade ti ipenija yẹn ni deede, deede duro lati kọ silẹ pupọ ni akoko pupọ.",
    "2412751979": "Ṣeun si awọn ifihan agbara eniyan deede diẹ sii ti agbara hCaptcha, ọpọlọpọ awọn ile-iṣẹ ti o ti lo reCAPTCHA v3/Enterprise tẹlẹ ti yipada si",
    "2284856231": "ati pe a rii ilọsiwaju ilọsiwaju ni iwọntunwọnsi ni ipo palolo odasaka ti hCaptcha Enterprise daradara.",
    "4162847": "A ti ni anfani lati ṣe akiyesi eyi taara, bi diẹ ninu awọn alabara wa ṣe awọn idanwo A/B lori ibeere kanna ṣaaju ki wọn yipada patapata lati awọn ọrẹ Google. Nigbagbogbo a ni anfani lati jẹri mejeeji idaniloju eke giga ati oṣuwọn odi eke ti nbọ lati reCAPTCHA v3 tabi Idawọlẹ reCAPTCHA.",
    "436125785": "Eyi jẹ iyanilẹnu fun aiṣedeede ti awọn losiwajulosehin esi ti o wa ninu awọn ọja wọnyẹn, ati otitọ pe wọn ta nipasẹ nẹtiwọọki ipolowo kan pẹlu iwulo ti o lagbara pupọ ni ko dara pupọ ni wiwa bot, ki o ma ba ṣe ipalara fun iṣowo akọkọ wọn.",
    "2233741720": "Ni paripari",
    "2133809801": "Niwọn igba ti eniyan ba wa eniyan, o ṣee ṣe pe ijẹrisi eniyan yoo ni ipa lati ṣe lori ayelujara.",
    "2255549335": "Iṣẹ wa ni hCaptcha ni lati wa awọn iṣowo to dara laarin iṣoro ati deede ati lati jẹ ki edekoyede lọ silẹ, pataki fun",
    "4138068262": "awọn olumulo. Ni ipari, ibaraenisepo pẹlu awọn italaya le jẹ apakan ti ohun ija ti awọn irinṣẹ fun idinku ilokulo ori ayelujara niwọn igba ti ẹda eniyan ko yipada.",
    "855097735": "Ṣiṣeto iṣẹ kan ti o ṣe eyi daradara lakoko ti o ṣe iwọntunwọnsi gbogbo awọn ifiyesi jẹ iṣoro lile pupọ (ati pe a n ṣiṣẹ nigbagbogbo lati mu dara si lati jẹ ki iriri naa dun bi o ti ṣee) ṣugbọn a nireti pe iwọ yoo gba pe idinku àwúrúju, ilokulo, awọn gbigba iroyin. , ati online jegudujera ni be daradara tọ awọn lẹẹkọọkan o rọrun ibeere.",
    "1953959745": "wiwọle",
    "2543123170": "Odo edekoyede ijerisi",
    "547245263": "Yanju iṣoro bot rẹ loni.",
    "3117887301": "Ni igbẹkẹle nipasẹ awọn iṣẹ ori ayelujara ti o tobi julọ",
    "981806349": "Ti a ṣe lori ipilẹ hCaptcha ti a fihan",
    "2373007864": "Idawọlẹ hCaptcha nṣiṣẹ lori imọ-ẹrọ Syeed hCaptcha, ti o gbooro lati pẹlu awọn ẹya ti awọn ile-iṣẹ ijabọ giga nilo.",
    "2652399059": "A gbẹkẹle alabaṣepọ",
    "1997838163": "Awọn ile-iṣẹ ti o tobi julọ ni agbaye dale lori Idawọlẹ hCaptcha. Ibarapọ rọrun, ati pe wiwa wiwa jẹ alailẹgbẹ.",
    "734735952": "A ṣe iṣiro nọmba kan ti awọn olutaja CAPTCHA daradara bi kikọ eto funrara wa. Ni ipari, hCaptcha farahan bi yiyan ti o dara julọ si reCAPTCHA.",
    "1250541092": "- Sergi Isasi",
    "3524251858": "Oludari ti ọja Management, Cloudflare",
    "3971348140": "Kini idi ti a lo hCaptcha? Ko si ẹlomiran ti o le ṣe jiṣẹ lori awọn ẹya ati iṣẹ ti a nilo. Wọn gbe wa dide ati ṣiṣe ni kiakia, ati pe awọn oniṣowo wa nifẹ iriri naa.",
    "4248655793": "- Alex M.",
    "4185927140": "Oluṣakoso ọja, Filaṣi, Shopify",
    "282913023": "Aṣayan ti o munadoko idiyele fun awọn ile-iṣẹ ijabọ giga",
    "999610953": "Nikẹhin, yiyan igbẹkẹle si Google. Idawọlẹ hCaptcha n ṣafipamọ awọn ifowopamọ iyalẹnu sori iwe-owo reCAPTCHA rẹ pẹlu aabo ti o ga julọ: to 80% kere si gbowolori ni awọn igba miiran.",
    "1886100235": "Pupọ ninu awọn iṣẹ ori ayelujara ti o tobi julọ ni agbaye ti yipada si Idawọlẹ hCaptcha ati gba wiwa bot ilọsiwaju lẹgbẹẹ awọn ifowopamọ iye owo to gaju.",
    "2903742230": "Awọn nẹtiwọki ipolongo wo awọn alejo rẹ bi ọja naa. Fun wa ibi-afẹde kanṣoṣo ni ṣiṣe ipinnu ẹda eniyan wọn. Awọn iṣẹ wa pade tabi kọja GDPR, CCPA, LGPD, ati awọn ibeere PIPL, ati pe a ṣiṣẹ takuntakun lati dọgbadọgba ikọkọ ati aabo.",
    "3901503296": "Idojukọ alailẹgbẹ yii lori aṣiri tumọ si pe a le funni ni idaduro data ẹni kọọkan odo, iṣẹ ti ko ni kuki, ati awọn iṣeduro aṣiri adehun miiran bi o ṣe nilo lakoko mimu aabo to dara julọ.",
    "3342910682": "Ka siwaju",
    "1130783905": "Yiye jẹ ninu rẹ anfani ati tiwa. hCaptcha ṣiṣẹ lati fun ọ ni data gidi ati jẹ ki o pinnu bi o ṣe le lo. Awọn ojutu aabo miiran ti pese nipasẹ awọn ile-iṣẹ ipolowo Gigantic. Eyi tumọ si pe gbogbo bot ti wọn dènà le dinku owo-wiwọle wọn.",
    "2019130052": "Awọn imotuntun wa ni ML ti o ni idojukọ ikọkọ jẹ ki a kọja awọn iṣedede aabo ti julọ awọn ilana “gbasilẹ ohun gbogbo lailai” laisi ipalara aabo tabi aṣiri olumulo.",
    "23114595": "Nla User Iriri",
    "3437412311": "Fun awọn olumulo Idawọlẹ, awọn aṣayan wa lati yago fun awọn italaya patapata ni ọpọlọpọ awọn oju iṣẹlẹ, gbigbekele awọn ikun palolo.",
    "1996843433": "Din ija kuro nipa yago fun ipenija patapata fun 99.9% ti ijabọ ẹtọ rẹ lakoko ti o n pese aabo to dara julọ.",
    "3093689546": "Rọrun Integration",
    "247560732": "Ṣafikun hCaptcha pẹlu awọn laini koodu mẹta. Ti o ba n bọ lati reCAPTCHA, API wa ni ibamu ati pe o gba to iṣẹju diẹ lati yipada.",
    "1510448156": "O le wa ni oke ati ṣiṣe pẹlu yiyan ti o ga julọ loni, ati tan-an awọn ẹya ilọsiwaju diẹ sii bi o ṣe pataki.",
    "2718999653": "Adani Irokeke Ikun",
    "2698140263": "Kii ṣe gbogbo awọn iṣoro jẹ kanna: gbigba Dimegilio ẹyọkan tumọ si pe o gbọdọ koju awọn iwulo rẹ lati wulo.",
    "897432717": "Pẹlu apẹrẹ aramada wa fun Awọn ikun Irokeke Adani, fifi imọ-ẹrọ iṣowo rẹ gba awọn awoṣe wa laaye lati ṣafipamọ awọn ikun ni pataki ti o ni ibatan si awọn olumulo rẹ.",
    "2650502379": "Ṣe ifilọlẹ Awọn italaya tirẹ ni iṣẹju-aaya",
    "3578122193": "Duro lori ami iyasọtọ pẹlu akoonu ti o yẹ",
    "1074044172": "Nigbati awọn olumulo gbọdọ yanju ipenija kan lati pade awọn ibeere aabo rẹ, kilode ti o ko beere awọn ibeere ti o dun ati ibaramu si olumulo naa?",
    "1579093044": "Pẹlu olupilẹṣẹ ipenija aṣa ti o rọrun, o le ṣe ifilọlẹ akoonu ipenija ami iyasọtọ ni iṣẹju diẹ.",
    "3717512591": "Direct Platform Integration",
    "121743429": "Fun Awọn ile-iṣẹ Amayederun wẹẹbu",
    "2131386784": "Imọye ti o le de ọdọ ati Atilẹyin Fun mejeeji ati Awọn olumulo Rẹ",
    "2782263070": "Service ni a oke ni ayo fun wa. A ṣetọju 24/7 atilẹyin ipe ati funni ni isọdọkan Slack taara pẹlu ẹgbẹ iṣọpọ imọ-ẹrọ rẹ ati oṣiṣẹ ipe wa lakoko ati lẹhin imuse.",
    "3740051331": "A tun ṣe ifaramo lati ṣe abojuto taara ati idahun si awọn ibeere olumulo rẹ kọja media awujọ, awọn apejọ, ati ẹrọ ailorukọ wa ati awọn ikanni atilẹyin imeeli. A wa ni iraye si ati idahun, ati tọju itelorun olumulo bi KPI oke kan.",
    "170775527": "Awọn ẹya ara ẹrọ ile-iṣẹ",
    "3383086062": "Idawọlẹ hCaptcha jẹ ojuutu aabo ori ayelujara pipe. Awọn ipo ti nṣiṣe lọwọ ati palolo jẹ ki o da jijẹ ijẹrisi duro, ṣawari awọn gbigba akọọlẹ, ati dènà awọn oṣere ifura. Gbogbo pẹlu edekoyede odo fun awọn olumulo abẹ.",
    "1408599440": "Bẹrẹ ni iyara pẹlu awọn laini koodu diẹ ati ipo palolo 99.9% wa, tabi gba iṣakoso ni kikun lori igba ati bii awọn olumulo ṣe nija. Awọn awoṣe irokeke aṣa ati awọn italaya isọdi tumọ si irọrun ailẹgbẹ lati rii daju aabo.",
    "3365203058": "Aye-kilasi egboogi-bot Idaabobo",
    "1803009328": "Idanwo ogun ni iwọn wẹẹbu.",
    "1586809757": "Ga išedede bot ikun",
    "353367791": "Wa awọn oṣere buburu ti ọpọlọpọ awọn oriṣiriṣi oriṣiriṣi.",
    "191460155": "Odo edekoyede ati 99,9% palolo igbe",
    "585557010": "Ipenija ti o kere ju 0.1% ti awọn olumulo t’olotọ.",
    "3287172429": "Ipenija Iṣakoso orisi han",
    "1844885924": "Jakejado ìkàwé ti orisi lati yan lati.",
    "3018523079": "Duro lori ami iyasọtọ pẹlu iriri olumulo deede.",
    "3817811295": "Igbẹkẹle iṣeduro ati iyara 24/7 atilẹyin ipe.",
    "1798492192": "Legacy browser support",
    "1356745565": "Ni ibamu ni gbogbo ọna pada si Internet Explorer 8.",
    "751483365": "Atilẹyin fun awọn alabara ti kii ṣe JavaScript.",
    "4199502476": "Awọn dasibodu iroyin to ti ni ilọsiwaju ati API",
    "3630114728": "Wo ohun ti n ṣẹlẹ lori gbogbo awọn aaye rẹ ati awọn lw.",
    "3573245166": "Ko dabi reCAPTCHA, a ṣiṣẹ ni gbogbo orilẹ-ede.",
    "2354267648": "GDPR, CCPA, ati eto imulo ipamọ ọrẹ LGPD",
    "3167979932": "Apẹrẹ fun asiri lati ọjọ kini. Alagbara Data Processing Adehun.",
    "4065065042": "Tẹ eyi wọle lati baamu deede ọran lilo rẹ.",
    "111184581": "Akọkọ-kẹta alejo",
    "4272022475": "Gbogbo awọn ibeere ati dukia lọ si hcaptcha.yourdomain.com",
    "2676853536": "Olona-olumulo dasibodu",
    "1368787974": "Pin iṣakoso kọja ẹgbẹ rẹ.",
    "1045484714": "Ijọpọ SAML SSO pẹlu Olupese Idanimọ rẹ, fun apẹẹrẹ Okta tabi Azure AD.",
    "3953584369": "Fafa RBAC wiwọle ihamọ wa.",
    "2781507299": "Ijerisi lẹsẹkẹsẹ",
    "4019660456": "0ms lairi: ṣayẹwo awọn ami hCaptcha laisi ipe API.",
    "3446714684": "Mobile (iOS ati Android) Integration",
    "2593768395": "Iriri ailopin kọja wẹẹbu, alagbeka abinibi, wẹẹbu alagbeka. Awọn iṣọpọ ti a ti kọ tẹlẹ ati awọn SDK abinibi ti o wa.",
    "1779265104": "Awọn ofin Adani ati Awọn iṣeduro Aṣiri",
    "122875767": "Ni itẹlọrun awọn iwulo ofin rẹ nigbati awọn ile-iṣẹ miiran ko le.",
    "148188781": "Awọn ipenija ti a gbekalẹ",
    "838049015": "Yan gbogbo awọn aworan ti o baamu ibeere",
    "1126302400": "Apoti didan",
    "3554448168": "Isọri",
    "2104933754": "Ṣe idanimọ awọn aami ti o baamu",
    "3612043014": "... ati awọn iṣẹ-ṣiṣe ti o rọrun miiran. Rọrun fun eniyan, lile fun awọn bot.",
    "3624758171": "Awọn iṣẹ ṣiṣe aṣa tun wa fun awọn olutẹjade ile-iṣẹ.",
    "1001938065": "Ibarapọ ko le rọrun",
    "2138799135": "hCaptcha ni awọn dosinni ti awọn iṣọpọ ti a ti kọ tẹlẹ fun iwaju ati awọn eto ẹhin ti o lo.",
    "2535001179": "Ti o ba ṣẹlẹ lati wa lati Google's reCAPTCHA, APIs wa jẹ awọn rirọpo-silẹ.",
    "1393184984": "ni gbogbo awọn ti o nilo.",
    "3715747429": "Awọn ẹlẹrọ inu ọkọ wa le jẹ ki o lọ ni iyara, boya o nilo isọpọ React, SDKs fun awọn ohun elo abinibi iOS, apẹẹrẹ ẹhin Java kan, tabi fẹrẹẹ eyikeyi oju iṣẹlẹ miiran.",
    "2681650568": "Ati bi nigbagbogbo, asiri jẹ iye pataki fun wa. Ṣafikun koodu ipenija wa nikan nibiti o ti jẹ dandan, ati nibiti o jẹ oye lati daabobo iwọ ati awọn olumulo rẹ. Dinku gbigba data bẹrẹ lati akoko isọpọ.",
    "1130868224": "Awọn ila koodu mẹta",
    "2183926131": "Bẹrẹ pẹlu Idawọlẹ hCaptcha",
    "1526887904": "hCaptcha Asiri Idawọlẹ",
    "1845745385": "Apẹrẹ fun Asiri.",
    "1297224875": "Ọna aṣiri ti o ni iyasọtọ si aabo ori ayelujara Idawọlẹ.",
    "2762458927": "Data olumulo rẹ kii ṣe fun tita.",
    "2058856283": "Idawọlẹ hCaptcha ni idi kan ṣoṣo: lati yago fun awọn oṣere buburu lati dabaru awọn iṣẹ ori ayelujara rẹ ati ba awọn olumulo rẹ jẹ.",
    "2408036504": "Awọn ọna ṣiṣe wa ti ṣe apẹrẹ lati ilẹ soke lati dinku gbigba data ati idaduro lakoko mimu aabo idari kilasi. Ọna ti o dara julọ lati daabobo data olumulo kii ṣe lati tọju rẹ rara.",
    "4099477834": "Gbogbo awọn ibatan alabara tun ni aabo nipasẹ Adehun Ṣiṣeto Data to lagbara. Iṣẹ hCaptcha ṣe ibamu pẹlu gbogbo awọn ofin ikọkọ laibikita ibiti iṣẹ rẹ tabi awọn alabara n gbe. Ko tọju data ti ara ẹni jẹ ki eyi rọrun pupọ fun wa ju fun awọn ile-iṣẹ miiran lọ.",
    "3569492665": "Gbigbasilẹ iṣẹ ori ayelujara kii ṣe idahun.",
    "3389431373": "Awọn iṣẹ bii reCAPTCHA v3 sọ pe fifi piksẹli ipasẹ wọn sori gbogbo oju-iwe ti aaye rẹ jẹ pataki fun aabo to dara. Eyi kii ṣe ọran naa.",
    "3590546893": "Onínọmbà ihuwasi ti o rọrun jẹ ami ifihan ni irọrun ti a da nipasẹ awọn oṣere buburu, ati pe o nilo idaduro itan lilọ kiri ayelujara fun gbogbo awọn ijabọ ẹtọ rẹ daradara.",
    "1105363520": "A ko ṣiṣẹ nẹtiwọọki ipolowo kan, ko si ni anfani lati ṣakiyesi ihuwasi olumulo rẹ lati ta awọn ipolowo wọn. Eyi tumọ si pe a ko nilo ẹbun palolo lori gbogbo oju-iwe ti aaye rẹ.",
    "3088605177": "Ṣafikun koodu ipenija wa nikan nibiti o ti jẹ dandan, ati nibiti o jẹ oye lati daabobo iwọ ati awọn olumulo rẹ.",
    "337971271": "Ẹkọ ẹrọ jẹ iwulo. Ṣugbọn ko nilo data ti ara ẹni lati ṣiṣẹ.",
    "320166522": "Ẹkọ ẹrọ ni bayi ni ipa lori gbogbo abala ti igbesi aye wa, nigbagbogbo ni awọn ọna ti a ko mọ ati pe a ko le rii. Awọn iṣẹ aabo ori ayelujara ko yatọ.",
    "3180664128": "Nipa kikọ ẹkọ lori awọn ẹgbẹẹgbẹrun awọn ifihan agbara, awọn awoṣe le ṣe infer ati de ọdọ igbẹkẹle giga ni wiwa ihuwasi irira ni iyara, paapaa nigbati ko ba si ifihan agbara kọọkan funrararẹ lagbara to lati tọka iṣoro kan.",
    "961941354": "Sibẹsibẹ, ko si ọkan ninu eyi ti o nilo lilo alaye idanimọ ti ara ẹni (\"PII\"). Awọn imuposi cryptographic ode oni gba wa laaye lati sọ eyikeyi data ti ara ẹni silẹ ni yarayara bi o ti ṣee, ṣiṣẹda dipo awọn ibuwọlu ọna kan ti ko le sopọ mọ ẹni kọọkan.",
    "1706581702": "Ikẹkọ lori data idanimọ ti n ṣiṣẹ gẹgẹbi daradara, ati pe ko nilo ilodi si boya aabo tabi aṣiri. Awọn onibara wa ti ṣe awọn idanwo ti o ni agbara, ati pe o ti sọ wa dọgba si tabi dara julọ ju awọn iyatọ ikọkọ ti o kere pupọ.",
    "3203921334": "A nifẹ awọn nkan pupọ nipa awọn ojutu hCaptcha: 1) wọn ko ta data ti ara ẹni; wọn gba data ti ara ẹni ti o kere ju ti o nilo, wọn ṣe afihan ni apejuwe alaye ti wọn gba ati bii wọn ṣe lo ati/tabi ṣafihan rẹ.",
    "305735018": "Nikẹhin, yiyan igbẹkẹle si Google. Idawọlẹ hCaptcha n ṣafipamọ awọn ifowopamọ iyalẹnu sori iwe-owo reCAPTCHA rẹ pẹlu aabo ti o ga julọ: to 80% kere si gbowolori ni awọn igba miiran.",
    "3695206755": "Gbiyanju wa ni agbegbe rẹ laisi ọranyan.",
    "2941545733": "A jẹ ẹlẹrọ, kii ṣe awọn oniṣowo: a fẹ ki inu rẹ dun pẹlu yiyan rẹ.",
    "131871195": "Ọna ti o dara julọ lati rii daju pe itẹlọrun rẹ ni lati ṣafihan pe a pade awọn iwulo rẹ.",
    "3436534225": "Fere gbogbo awọn ile-iṣẹ ti o bẹrẹ awakọ awakọ nikẹhin yan awọn ojutu wa.",
    "4060250206": "Lo fọọmu yii lati de ọdọ ọkan ninu awọn alamọja imọ-ẹrọ wa. A dahun ni kiakia.",
    "1159746815": "O tun le fi imeeli ranṣẹ si wa taara.",
    "2531534427": "Awọn alaye wa nibi.",
    "2059998584": "Agbegbe",
    "3916131732": "Amẹrika",
    "135276624": "Yuroopu, Aarin Ila-oorun, Afirika (EMEA)",
    "1182294134": "Asia-Pacific (APAC)",
    "2437934778": "Orukọ rẹ",
    "3859506577": "Imeeli iṣowo",
    "1268414751": "Eyikeyi alaye miiran ti a yẹ ki o ni?",
    "42559805": "Ṣe o nilo gbigbe sinu ọkọ ni kiakia?",
    "851679588": "Bẹẹni.",
    "1729677626": "Mo wa labẹ ikọlu ati beere fun wiwọ inu ọkọ ni kiakia.",
    "2808971932": "Eyi jẹ diẹ ninu awọn ọrọ inu ti div Àkọsílẹ.",
    "2468683988": "Akori",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Asopọ ọrọ",
    "2212670355": "forukọsilẹ",
    "31502377": "Kini eroja Ọrọ Ọlọrọ?",
    "2310705547": "Ẹya ọrọ ọlọrọ gba ọ laaye lati ṣẹda ati ṣe ọna kika awọn akọle, awọn paragira, awọn ọrọ idinamọ, awọn aworan, ati fidio gbogbo ni aye kan dipo nini lati ṣafikun ati ṣe ọna kika wọn ni ẹyọkan. Kan tẹ lẹẹmeji ati ni irọrun ṣẹda akoonu.",
    "2590587108": "Aimi ati ki o ìmúdàgba akoonu ṣiṣatunkọ",
    "778204464": "Nkan ọrọ ọlọrọ le ṣee lo pẹlu aimi tabi akoonu ti o ni agbara. Fun akoonu aimi, kan ju silẹ sinu oju-iwe eyikeyi ki o bẹrẹ ṣiṣatunṣe. Fun akoonu ti o ni agbara, ṣafikun aaye ọrọ ọlọrọ si ikojọpọ eyikeyi lẹhinna so nkan ọrọ ọlọrọ pọ si aaye yẹn ninu ẹgbẹ awọn eto. Voila!",
    "1890955039": "Bii o ṣe le ṣatunṣe akoonu fun ọrọ ọlọrọ kọọkan",
    "3286051798": "Awọn akọle, awọn paragira, awọn asọye, awọn eeya, awọn aworan, ati awọn akọle eeya ni gbogbo wọn le jẹ aṣa lẹhin ti a ti ṣafikun kilasi kan si ipin ọrọ ọlọrọ ni lilo “Nigbati o wa ninu” eto oluyanju itẹle.",
    "504332576": "A ni igberaga lati kede pe hCaptcha ti dagba si iṣẹ cybersecurity ti ominira ti o tobi julọ ni agbaye, nṣiṣẹ lori bii 15% ti intanẹẹti - ati pe a mu pupọ julọ ipin ọja yii taara lati Google reCAPTCHA. Papọ, hCaptcha ati",
    "1155436473": "(ẹbọ iṣowo wa) ni bayi ṣe aabo awọn ọgọọgọrun miliọnu awọn olumulo kọja awọn mewa ti awọn miliọnu awọn oju opo wẹẹbu ati awọn ohun elo ni gbogbo oṣu. Itan wa fihan pe o le dije pẹlu Big Tech nigbati o fi ikọkọ pamọ ni akọkọ.",
    "3108727249": "BotStop",
    "1296696044": "Asiri vs Aabo: Kilode ti kii ṣe mejeeji?",
    "538871570": "Idije pẹlu Google ati awọn ile-iṣẹ Big Tech miiran dabi aṣẹ ti o ga: agbara ọja monopolistic wọn, awọn ipa pẹpẹ ati ọmọ ogun ti awọn olupilẹṣẹ ti o sanwo pupọ ni gbogbogbo ni a gba pe o lagbara pupọ lati koju fun ẹnikẹni ṣugbọn awọn omiran imọ-ẹrọ miiran bii Facebook tabi Amazon. Itan wa fihan pe ko ni lati jẹ bẹ - o le lu Big Tech nipa fifokansi lori asiri.",
    "3600718611": "Wo Google reCAPTCHA,",
    "4281708680": ". Ni hCaptcha, a ti mọọmọ mu ọna ti o yatọ pupọ, ni lilo awọn ilana ikẹkọ ẹrọ ipamọ-aṣiri lati ṣe idanimọ awọn ihuwasi bot aṣoju ni deede giga, gbogbo lakoko ti n gba ati titoju data kekere bi o ti ṣee.",
    "3312336121": "eyi ti o n gba iye nla ti data ihuwasi lati pinnu boya awọn olumulo wẹẹbu jẹ eniyan abẹ tabi awọn bot",
    "1193738791": ": wọn tọpa ihuwasi olumulo lori oju-iwe kọọkan ti oju opo wẹẹbu kan ati kọja wẹẹbu. A ṣe apẹrẹ hCaptcha lati jẹ ore-aṣiri bi o ti ṣee lati ọjọ kini. Eyi yori si ọna ti o yatọ patapata si iṣoro naa. Bi o ti wa ni jade, ipasẹ awọn olumulo kọja oju opo wẹẹbu ati didimu itan-akọọlẹ wẹẹbu wọn si idanimọ wọn jẹ ko wulo patapata fun iyọrisi aabo to dara. Ọpọlọpọ awọn ile-iṣẹ ti o ti yipada si hCaptcha",
    "2620705814": "Google jẹ ile-iṣẹ ipolowo kan, ati pe awọn ọja aabo wọn dabi awọn ọja ipolowo wọn pupọ",
    "1126447688": "nigbagbogbo jabo deede tabi iṣẹ ṣiṣe to dara julọ ni wiwa bot ati idinku laibikita idojukọ ikọkọ wa",
    "439777523": "Ilana Awọn nkan",
    "3588274874": "Ni idojukọ lori jiṣẹ ọja kan ti o ni ibamu pẹlu awọn akitiyan ilana gẹgẹbi European Union's GDPR ati California's CCPA, a ti ni iriri idagbasoke nla - dajudaju, o ṣe iranlọwọ pe hCaptcha rọrun “ju sinu” rirọpo fun reCAPTCHA ati pe o le fi sii laarin awọn iṣẹju.",
    "2150595700": ". GDPR ati CCPA ti fi awọn ifiyesi ikọkọ sori maapu fun awọn ti onra ile-iṣẹ, ati ni akoko kanna aṣiri ori ayelujara n di pataki siwaju ati siwaju sii si gbogbo eniyan bi gbogbo wa ṣe bẹrẹ lati loye bii ipolowo ori ayelujara ati awọn ile-iṣẹ titaja ti lo data wa ni itan-akọọlẹ.",
    "2624949852": "Nitoribẹẹ, reCAPTCHA jẹ oluwọle ni kutukutu ni aabo wẹẹbu lati ọdun 2009, aabo fun awọn miliọnu awọn oju opo wẹẹbu lodi si awọn irokeke ti ndagba nigbagbogbo nipasẹ awọn bot irira ati awọn spammers. Sibẹsibẹ, o ti ni adehun patapata ni awọn ọdun aipẹ:",
    "499510428": "A gbagbọ ni otitọ pe ilana ti ṣe iranlọwọ fun wa nibi",
    "1232651561": "sọfitiwia ti dara ni bayi bi eniyan ni yanju awọn italaya reCAPTCHA.",
    "824740867": "Dipo ilọsiwaju ojutu, Google dipo tu silẹ reCAPTCHA v3, eyiti o ṣiṣẹ pupọ diẹ sii bii nẹtiwọọki ipolowo ju sọfitiwia aabo, gbigba data ihuwasi lati ori wẹẹbu lati kọ awọn profaili olumulo. Laanu, iru ifihan agbara ni irọrun ṣẹgun, ati nitorinaa pese aabo diẹ si awọn bot lakoko ti o ṣe ipalara aṣiri olumulo.",
    "1027023087": "A ni hCaptcha ti dipo idojukọ lori awọn isunmọ igbalode diẹ sii si iṣoro naa, eyiti ko nilo idaduro awọn igbasilẹ ihuwasi igba pipẹ bii itan lilọ kiri ayelujara ati ti fihan pe o ni agbara pupọ diẹ sii ni oju awọn ọta ti o pinnu lati igba ti iṣẹ naa ti ṣe.",
    "2852295413": "Rogbodiyan atorunwa ti iwulo: didaduro awọn botilẹnti dinku owo-wiwọle fun nẹtiwọọki ipolowo kan",
    "1597520917": "Nọmba ti ndagba ti awọn alariwisi ti tọka si pe aibikita Google fun aṣiri olumulo yẹ ki o kan awọn alabara ti n wa lati daabobo awọn oju opo wẹẹbu wọn ati awọn lw.",
    "763447231": "Ni akoko kanna, didaduro awọn botilẹti lati wọle si awọn aaye atẹjade le ṣafihan jibiti ipolowo, fifi ọja reCAPTCHA Google taara si iṣowo ipolowo wọn, eyiti o ṣe agbejade diẹ sii ju 80% ti owo-wiwọle wọn.",
    "999674529": "Gbogbo bot Google ṣe iwari yẹ ki o n gba awọn dọla ipolowo odo. Awọn imoriya ile-iṣẹ Google jẹ eyiti ko dara ni ibamu pẹlu awọn olumulo ti awọn iṣẹ aabo wọn, ati pe eyi le jẹ alaye kan fun iṣẹ aiṣiṣe ti ẹbọ aabo reCAPTCHA wọn.",
    "956019009": "Awọn ile-iṣẹ amayederun wẹẹbu ti o tobi julọ ti ṣe igbese tẹlẹ",
    "1923297430": "Ojuami fifọ ikẹhin fun ọpọlọpọ awọn alabara nla wa nigbati Google bẹrẹ lati gba agbara si awọn ile-iṣẹ fun lilo ọja wọn ni iwọn eyikeyi ti o nilari. Eyi fa awọn olumulo reCAPTCHA pipẹ lati wa awọn omiiran to dara julọ bi awọn ifiyesi ilana ni ayika agbaye ti ṣe tẹlẹ nipa lilo awọn ọrẹ Google ti ko ni itẹlọrun.",
    "2197218442": "Cloudflare CEO Matthew Prince nisoki yi ojuami ti wo ni awọn",
    "155456850": "kede iyipada wọn si hCaptcha:",
    "435302267": "ifiweranṣẹ bulọọgi ti ile-iṣẹ",
    "2087769953": "\"A ni inudidun nipa iyipada yii nitori pe o ṣe iranlọwọ lati koju iṣoro ikọkọ kan ti o wa lati gbẹkẹle iṣẹ Google kan ti a ti ni fun igba diẹ. A ṣe ayẹwo nọmba kan ti awọn olutaja CAPTCHA bi daradara bi ṣiṣe eto ara wa. Ni ipari, hCaptcha farahan bi yiyan ti o dara julọ si reCAPTCHA.” “A nifẹ awọn nkan pupọ nipa awọn ojutu hCaptcha: 1) wọn ko ta data ti ara ẹni; wọn gba nikan data ti ara ẹni pataki ti o kere ju, wọn ṣe afihan ni apejuwe alaye ti wọn gba ati bii wọn ṣe lo ati/tabi ṣafihan rẹ. ”",
    "595582512": "Ti o ba n wa lati daabobo aaye tabi ohun elo rẹ ni imunadoko lati awọn botilẹtẹ, awọn spammers tabi awọn oṣere irira miiran, gbogbo lakoko ti o tọju aṣiri awọn olumulo rẹ (ati ni ibamu pẹlu gbogbo awọn ilana ti o yẹ!), Ṣe akiyesi hCaptcha ati ẹbọ Idawọlẹ wa.",
    "3388180864": "Ṣe o nifẹ si ṣiṣẹ lori awọn italaya imọ-ẹrọ jinlẹ ni iwọn wẹẹbu? Nigbagbogbo a n gba awọn onimọ-ẹrọ abinibi ni kariaye -",
    "3892952987": "ma ṣayẹwo jade wa tosisile ati ki o waye nibi",
    "3368788823": "Terence Eden ṣe aaye ti o nifẹ lori bulọọgi rẹ: ”",
    "1491780143": "CAPTCHAs ko fihan pe o jẹ eniyan - wọn fihan pe o jẹ Amẹrika",
    "2146900431": "Ni oye, ẹtọ yii jẹ oye pupọ. Awọn CAPTCHAs, bii ohun gbogbo, ti wa ni ifibọ sinu agbegbe aṣa, ati pe ti adagun-igbiyanju rẹ ba ti ṣẹda pupọ julọ ni aṣa kan, o le ma tumọ daradara si omiiran. Ni ipilẹ rẹ, eyi jẹ ọrọ ti aṣa",
    "378086442": "ti CAPTCHAs, kuku ju UX wọn fun ọkọọkan.",
    "1445008801": "Gẹ́gẹ́ bí Edeni ṣe sọ ọ́:",
    "332723732": "akoonu",
    "2072808435": "\"Gboju kini, Google? Awọn takisi ni orilẹ-ede mi jẹ dudu ni gbogbogbo. Mo ti wo awọn fiimu ti o to lati mọ pe gbogbo awọn ti o wa ni Amẹrika jẹ awọ ofeefee. Ṣugbọn ni gbogbo orilẹ-ede miiran ti mo ti ṣabẹwo, awọn takisi ti jẹ aṣiwere. orisirisi awọn awọ.\"",
    "3206136647": "Iṣoro Google nibi da lori data ibeere ti wọn lo la ti o rii. Ti gbogbo data ba wa lati aṣa kanna (ati ninu ọran Google, ile-iṣẹ kanna) o le dajudaju nireti lati ni awọn italaya ti ko tumọ daradara si awọn aṣa miiran, ni ila pẹlu ẹdun Edeni.",
    "2217842245": "Sibẹsibẹ, data wa fihan pe (fun hCaptcha)",
    "4280117172": "Ọpọlọpọ awọn orilẹ-ede ni otitọ ṣe diẹ dara ju AMẸRIKA lọ, pẹlu Nigeria, India, Brazil ati Germany:",
    "555749578": "o kere ju 1% iyatọ ninu awọn oṣuwọn yanju kọja awọn orilẹ-ede pataki ni gbogbo kọnputa.",
    "151737819": "Awọn oṣuwọn hCaptcha yanju kaakiri agbaye ṣafihan iyatọ kekere pupọ",
    "3908992897": "ati pe a lo ni gbogbo orilẹ-ede ati agbegbe ni agbaye, nitorinaa a ni idojukọ pupọ lori ipese iriri agbaye deede.",
    "2808122102": "Iṣẹ ṣiṣe aṣa-agbelebu jẹ bayi ibeere ipilẹ fun iṣẹ wa. Ṣiṣe idaniloju pe gbogbo awọn olumulo ti o tọ le wọle si akoonu ni kiakia jẹ apakan pataki ti iṣẹ apinfunni wa. A pèsè àwọn ìpèníjà ní èdè 110, a sì ń mú kí àwọn ìtumọ̀ tí ó yẹ ní ìmúgbòòrò síwájú láti rí i dájú pé gbogbo àwọn ìpèníjà wa lè yanjú.",
    "3913801502": "hCaptcha bayi nṣiṣẹ lori nipa 15% ti intanẹẹti",
    "2077639538": ". Fun ọkan, data ipenija lori iṣẹ wa le wa lati ọpọlọpọ awọn orisun, kii ṣe ọkan nikan - lati awọn ile-iṣẹ Fortune 500 nla si awọn ibẹrẹ ikẹkọ ẹrọ, niwọn igba ti wọn ba faramọ wa.",
    "3951112506": ". Iyẹn tẹlẹ ṣe iṣeduro iwọn giga ti ilopọ ninu data naa.",
    "1803943584": "Ẹlẹẹkeji, a jẹ ki awọn italaya mu ara-ẹni dara si lati pinnu ninu awọn orilẹ-ede tabi awọn ede ti wọn yoo ṣiṣẹ, jijẹ iṣeeṣe ti iriri deede paapaa siwaju sii. Ti deede ba kere ju ti a ti ṣe yẹ lọ, awọn ibeere kan yoo dawọ ṣiṣiṣẹ ni agbegbe tabi ede nibiti ipa yii ti waye.",
    "3668873369": "Ni hCaptcha, a ti gba ọna ti o yatọ lati ọjọ kan",
    "1519201684": "AI Ethics imulo",
    "2155089487": ". Ti awọn italaya wa ba rọrun lati yanju fun awọn ẹgbẹ kan, a yoo nireti lati rii iyatọ ninu bii awọn eniyan kaakiri agbaye ati jakejado aṣa ṣe n ṣe nigbati wọn yanju wọn. Ni aaye ti ifiweranṣẹ Edeni, a yoo nireti pe awọn ara ilu Amẹrika lati ṣe dara julọ ju awọn eniyan lọ ni awọn orilẹ-ede miiran. Nitori a ti lo odun to sese awọn ọna šiše lati yago fun isoro yi, a ni o daju ri o kan idakeji.",
    "2603863826": "PS: Ti o ba ri itumọ kan ni ede rẹ ti o le lo awọn ilọsiwaju, lero ọfẹ lati fi a",
    "3543141425": "fun e!",
    "2697276059": "Ẹri pe eyi n ṣiṣẹ: awọn oṣuwọn yanju iṣọkan ni gbogbo agbaiye",
    "664236229": "fa ìbéèrè"
}