{
  "header-privacy-link": "Хосусыйлык",
  "header-integration-link": "Интеграция",
  "header-cost-link": "Бәясе",
  "header-features-link": "Үзенчәлекләр",
  "header-docs-link": "Док",
  "header-login-button": "Керергә",
  "header-contact-button": "Контакт сату",
  "intro-heading": "Нуль сүрелү кешелекне тикшерү.",
  "intro-contact-button": "Күбрәк белү өчен безнең белән элемтәгә керегез",
  "intro-text-bottom": "Вебны эшләтеп җибәрүче компанияләр ярдәмендә.",
  "sub-menu-button": "Контакт сату",
  "sub-menu-item1": "Предприятие",
  "sub-menu-item2": "Бәясе",
  "sub-menu-item3": "Интеграция",
  "sub-menu-item4": "Үзенчәлекләр",
  "sub-menu-item5": "Хосусыйлык",
  "sub-menu-item6": "Док",
  "info-head-1": "Исбатланган hCaptcha платформасында төзелгән",
  "info-text-1": "hCaptcha Enterprise hCaptcha платформасы технологиясе белән эшли, югары трафик предприятияләренә кирәк булган үзенчәлекләрне үз эченә ала.",
  "info-head-2": "Ышанычлы партнер",
  "intro-subtitle": "Бүген бот проблеманы чишегез.",
  "info-text-2": "Безнең хезмәтләр дөньядагы иң эре компанияләр тарафыннан дистәләгән миллион сайтларда көн саен миллионлаган кулланучыларга хезмәт күрсәтү өчен ышанычлы.",
  "cloudflare-quote-text": "Без CAPTCHA сатучыларын бәяләдек, шулай ук үзебез система төзедек. Ахырда, hCaptcha reCAPTCHA өчен иң яхшы альтернатива булып барлыкка килде.",
  "cloudflare-quote-detail": "Продукт белән идарә итү директоры, Cloudflare",
  "section-quote-head": "Trafficгары хәрәкәт предприятияләре өчен эффектив вариант",
  "section-quote-text": "Ниһаять, Google өчен ышанычлы альтернатива. hCaptcha Enterprise сезнең куркынычсызлык белән сезнең reCAPTCHA кәгазегездә кискен экономия бирә: кайбер очракларда 80% арзанрак. The Дөньядагы иң зур онлайн хезмәтләр hCaptcha Enterprise компаниясенә күчә һәм зур чыгымнарны экономияләү белән бергә ботны ачыклауны яхшырта.",
  "section-quote-button": "Бүген цитата алу өчен безнең белән элемтәгә керегез",
  "section-privacy-header": "Хосусыйлык",
  "section-privacy-text-1": "Реклама челтәрләре сезнең килүчеләрне продукт итеп күрә. Безнең өчен бердәнбер продукт - аларның кешелеклелеген билгеләү. Безнең хезмәтләр GDPR, CCPA, LGPD таләпләренә туры килә яки артып китә, һәм Хосусыйлык Пасс кебек инициативаларны хуплый. Хосусыйлыкны һәм куркынычсызлыкны тигезләү өчен без бик тырышабыз.",
  "section-privacy-text-2": "Хосусыйлыкка бу уникаль игътибар, без искиткеч мәгълүматны саклап калу, cookie-freeсыз операция һәм башка контракт хосусыйлык гарантияләрен тәкъдим итә алабыз.",
  "section-security-header": "Беренче куркынычсызлык",
  "section-security-text-1": "Төгәллек сезнең һәм безнеке. hCaptcha сезгә реаль мәгълүмат бирү һәм аны ничек кулланырга икәнлеген сайлау өчен эшли. Башка капчаларны Гигант реклама компанияләре тәэмин итә. Димәк, алар блоклаган һәр бот керемнәрен киметергә мөмкин.",
  "section-security-text-2": "Хосусыйлыкка игътибар итеп, машинаны өйрәнүнең соңгы техникасын куллану безгә мирасның куркынычсызлык стандартларыннан артып китәргә мөмкинлек бирә, куркынычсызлыкка яки кулланучының хосусыйлыгына зыян китермичә, мәңге стратегияләрне яздырырга.",
  "section-user-experience-header": "Зур кулланучы тәҗрибәсе",
  "section-user-experience-text1": "Предприятие кулланучылары өчен вариантларның күбесе сценарийлардан тулысынча саклану өчен бар.",
  "section-user-experience-text2": "Алга киткән бот модельләре ярдәмендә легаль трафикның 99,9% ы өчен бөтенләй кыенлыклардан сакланып, сүрелүне киметегез.",
  "section-easy-integration-header": "Easyиңел интеграция",
  "section-easy-integration-text": "HCaptcha өстәү берничә минут һәм берничә юл коды гына ала. Төп API reCAPTCHA V2 белән туры килә, һәм күчү өчен берничә минут кирәк. Сез бүген өстен альтернатива белән эшләп, кирәк булганда тагын да алдынгы функцияләрне кабыза аласыз.",
  "section-easy-integration-serverside": "Сервер ягы:",
  "section-easy-integration-frontend": "Ал ягы:",
  "section-threat-header": "Customзенчәлекле куркыныч баллары",
  "section-threat-text": "Барлык проблемалар да бертигез түгел: бер балл алу сезнең файдалы булуыгызны чишәргә тиеш дигән сүз. HCaptcha-ның уникаль махсуслаштырылган куркыныч баллары белән, тиз консультация безгә сезнең бизнеска актуаль булган балларны җиткерү өчен модельләребезне көйләргә мөмкинлек бирә.",
  "section-challenges-header": "Challengeз авырлыкларыгызны секундларда башлап җибәрегез",
  "section-challenges-text-1": "Тиешле эчтәлек белән брендта калыгыз",
  "section-challenges-text-2": "Кулланучылар куркынычсызлык таләпләрен канәгатьләндерү өчен проблеманы чишәргә тиеш булганда, нигә кулланучыга күңелле һәм актуаль биремнәр булдырмаска? Безнең гади гадәт дизайнеры белән, сез берничә минут эчендә бренд проблемаларын җибәрә аласыз.",
  "section-integration-header": "Туры платформа интеграциясе",
  "section-integration-subheader": "Веб инфраструктура компанияләре өчен",
  "section-integration-text": "HCaptcha Enterprise системасы аның дизайнында уникаль сыгылучан: җәмәгать болытын эшләсәгез яки күп мәгълүмат үзәкләренә ия булсагыз, ул өлешчә яки тулысынча челтәр читенә урнаштырылырга мөмкин. IsБу чыгымнарны һәм челтәрдән тыш трафикны кискен киметергә мөмкин, шул ук вакытта 24/7 шалтыратучы персонал белән идарә итүнең барлык өстенлекләрен саклап, иң каты SLA-ны каршы алу өчен.",
  "section-support-header": "Сезгә дә, кулланучыларга да барып җитә торган тәҗрибә һәм ярдәм",
  "section-support-text": "Хезмәт безнең өчен төп өстенлек булып тора. Без тәүлек әйләнәсендә шалтыратуны тәэмин итәбез һәм сезнең инженерлык интеграция коллективы һәм безнең шалтыратучы персонал белән турыдан-туры координация тәкъдим итәбез. , һәм безнең виджет һәм электрон почта ярдәме каналлары. Без уңайлы һәм җаваплы, һәм кулланучылар канәгатьлеген иң югары KPI итеп кабул итәбез.",
  "section-enterprise-header": "Предприятие үзенчәлекләре",
  "section-enterprise-title-1": "Дөнья дәрәҗәсендәге ботка каршы саклау",
  "section-enterprise-desc-1": "Веб масштабта сугыш.",
  "section-enterprise-title-2": "Botгары төгәллек бот баллары",
  "section-enterprise-desc-2": "Күп төрле начар актерларны ачыклагыз.",
  "section-enterprise-title-3": "Нуль сүрелү һәм 99,9% пассив режим",
  "section-enterprise-desc-3": "Законлы кулланучыларның 0,1% тан кимрәк.",
  "section-enterprise-title-4": "Контроль проблема төрләре",
  "section-enterprise-desc-4": "Сайлау өчен киң китапханә.",
  "section-enterprise-title-5": "Кулланылган проблема эчтәлеген контрольдә тоту",
  "section-enterprise-desc-5": "Кулланучының эзлекле тәҗрибәсе булган брендта калыгыз.",
  "section-enterprise-title-6": "Предприятие SLAs",
  "section-enterprise-desc-6": "Гарантияләнгән ышанычлылык һәм шалтыратуда тәүлек әйләнәсе ярдәм.",
  "section-enterprise-title-7": "Мирас браузер ярдәме",
  "section-enterprise-desc-7": "Internet Explorer 8гә кире кайту.",
  "section-enterprise-title-8": "Алга киткән отчет такталары һәм API",
  "section-enterprise-desc-8": "Барлык сайтларыгызда һәм кушымталарыгызда нәрсә булганын карагыз.",
  "section-enterprise-title-9": "Everyәр илдә эшли",
  "section-enterprise-desc-9": "RECAPTCHAдан аермалы буларак, без һәр илдә эшлибез.",
  "section-enterprise-title-10": "GDPR, CCPA, һәм LGPD белән дус булган хосусыйлык политикасы",
  "section-enterprise-desc-10": "Беренче көннән хосусыйлык өчен эшләнгән. Көчле мәгълүмат эшкәртү килешүе.",
  "section-enterprise-title-11": "Яхшы бөртекле авырлык дәрәҗәләре",
  "section-enterprise-desc-11": "Куллану очракларына туры килер өчен моны терегез.",
  "section-enterprise-title-12": "Беренче партия хостингы",
  "section-enterprise-desc-12": "Барлык запрослар һәм активлар hcaptcha.yourdomain.com сайтына керә",
  "section-enterprise-title-13": "Күп кулланучы куллану такталары",
  "section-enterprise-desc-13": "Сезнең команда белән идарә итү.",
  "section-enterprise-title-14": "Тиз тикшерү",
  "section-enterprise-desc-14": "0мс тоткарлык: hCaptcha токеннарын API шалтыратуы белән тикшерегез.",
  "section-enterprise-title-15": "Мобиль (iOS һәм Android) интеграция",
  "section-enterprise-desc-15": "Веб, туган мобиль, мобиль веб аша бертуктаусыз тәҗрибә. Алдан төзелгән интеграцияләр һәм туган SDKлар бар.",
  "section-enterprise-title-16": "Custзенчәлекле шартлар һәм хосусыйлык гарантияләре",
  "section-enterprise-desc-16": "Башка компанияләр булдыра алмаганда, сезнең юридик ихтыяҗларыгызны канәгатьләндерегез.",
  "presented-challlenges-head": "Тәкъдим ителгән проблемалар",
  "presented-challenges-title-1": "Чагыштыру",
  "presented-challenges-text-1": "Сорауга туры килгән барлык рәсемнәрне сайлагыз",
  "presented-challenges-title-2": "Чикләү тартмасы",
  "presented-challenges-text-2": "Предметлар өчен чикләү өлкәсен билгеләгез",
  "presented-challenges-title-3": "Төркемләү",
  "presented-challenges-text-3": "Тиешле этикеткаларны билгеләгез",
  "presented-challenges-subheader": "... һәм башка гади биремнәр. Кешеләр өчен җиңел, ботлар өчен авыр.",
  "presented-challenges-subtext": "Предприятие нәшер итүчеләре өчен махсус биремнәр дә бар.",
  "footer-header-1": "Компания",
  "footer-header-2": "Ресурслар",
  "footer-header-3": "Контакт",
  "footer-link-1": "Маркировка",
  "footer-link-2": "Турында",
  "footer-link-3": "Эшләр",
  "footer-link-4": "Сәүдә маркалары",
  "footer-link-5": "Блог",
  "footer-link-6": "Статус",
  "footer-link-7": "Документация",
  "footer-link-8": "Хата турында хәбәр итегез",
  "footer-link-9": "Уңайлык",
  "footer-terms": "Шартлар",
  "footer-privacy": "Хосусыйлык",
  "footer-attribution": "Атрибутика",
  "footer-subheader-1": "Ярдәм",
  "footer-subheader-2": "Контакт",
  "switch-to-english-link": "Инглиз теленә күчү",
  "intro-heading-privacy": "Хосусыйлык өчен эшләнгән.",
  "intro-subtitle-p1-privacy": " Онлайн куркынычсызлыкка уникаль хосусыйлык.",
  "info-head-2-pr": "Онлайн эшчәнлекне яздырып алу җавап түгел.",
  "info-text-1-pr": "hCaptcha предприятиясенең бер генә максаты бар: начар актерларны сезнең онлайн операцияләрегезне бозу һәм кулланучыларга зыян китерү.",
  "info-text-2-pr": "Шулай итеп, безнең системалар класс алдынгы куркынычсызлыкны саклап, мәгълүмат җыюны һәм тотуны киметү өчен җирдән эшләнгән. Кулланучының мәгълүматларын саклау өчен иң яхшы ысул - аны бөтенләй саклау түгел.",
  "info-text-3-pr": "Барлык клиентлар белән мөнәсәбәтләр шулай ук көчле мәгълүмат эшкәртү килешүе белән саклана. HCaptcha хезмәте сезнең хезмәтегез яки клиентларыгыз кайда гына яшәвенә карамастан, барлык хосусыйлык законнарына туры килә. Шәхси мәгълүматны сакламау бу безнең өчен бүтән компанияләргә караганда күпкә җиңелрәк.",
  "info-text-2-2-pr": "ReCAPTCHA v3 кебек хезмәтләр, күзәтү өчен пиксельне сайтыгызның һәр битенә кую яхшы куркынычсызлык өчен кирәк, диләр. Бу алай түгел.",
  "info-text-2-3-pr": "Гади тәртип анализы - начар актерлар тарафыннан җиңел ясалган сигнал, һәм сезнең барлык легитим трафик өчен күзәтү тарихын саклап калуны таләп итә.",
  "info-text-2-4-pr": "Без реклама челтәрен эшләмибез, һәм реклама сату өчен сезнең кулланучының тәртибен күзәтергә кызыксынмыйбыз. Димәк, сезнең сайтның һәр битендә пассив пиксель кирәк түгел.",
  "info-text-2-5-pr": "Безнең проблема кодын кирәк булганда гына, һәм сезне дә, кулланучыларны да яклау мәгънәсен өстәгез.",
  "info-head-3-pr": "Машина өйрәнү файдалы. Ләкин моның өчен шәхси мәгълүматлар кирәк түгел.",
  "info-text-3-1-pr": "Машина өйрәнү хәзер тормышыбызның һәр өлкәсенә диярлек тәэсир итә, еш кына без сизми торган һәм күрә алмаган юлларда. Онлайн куркынычсызлык хезмәтләре аерылып тормый.",
  "info-text-3-2-pr": "Меңләгән сигналларны өйрәнеп, модельләр зарарлы тәртипне бик тиз ачыкларга һәм югары ышанычка ирешергә мөмкин, хәтта бер сигнал үзе дә проблеманы күрсәтерлек көчле булмаса да.",
  "info-text-3-3-pr": "Ләкин, боларның берсе дә шәхси идентификацион мәгълүматны куллануны таләп итми (PII). Заманча криптографик техника безгә шәхси мәгълүматны мөмкин кадәр тиз ташларга мөмкинлек бирә, аның урынына бер кешегә дә бәйләнә алмаган бер яклы имзалар ясый.",
  "info-text-3-4-pr": "Билгеле булмаган мәгълүматлар буенча укыту шулай ук эшли, һәм куркынычсызлык яисә хосусыйлык бозуны таләп итми. Безнең клиентлар эмпирик сынаулар үткәрделәр, һәм безне шәхси альтернативаларга караганда тигез яки яхшырак дип игълан иттеләр.",
  "cloudflare-quote-text-privacy": "Безгә hCaptcha чишелешләре турында берничә әйбер ошады: 1) алар шәхси мәгълүматны сатмыйлар; алар минималь кирәкле шәхси мәгълүматны гына җыялар, алар туплаган мәгълүматны, ничек кулланганнарын һәм / яки ачуларын ачыклыйлар.",
  "pilot-head": "Безне үз мохитегездә сынап карагыз.",
  "pilot-text-1a": "Без сатучылар түгел, инженерлар: сезнең сайлавыгыз белән бәхетле булуыгызны телибез.",
  "pilot-text-1b": "Сезнең канәгатьләнүегезне тәэмин итүнең иң яхшы ысулы - сезнең ихтыяҗларыгызны канәгатьләндерүебезне күрсәтү.",
  "pilot-text-1c": "Пилотны башлап җибәргән барлык компанияләр диярлек безнең чишелешләрне сайлыйлар.",
  "pilot-text-1d": "Бу форманы безнең техник белгечләрнең берсенә җиткерү өчен кулланыгыз. Без тиз җавап бирәбез.",
  "pilot-text-1e": "Сез шулай ук безгә турыдан-туры электрон почта аша хәбәр итә аласыз.",
  "pilot-email-details": "Детальләр монда.",
  "pilot-f1": "Төбәк",
  "pilot-f2": "Исемегез",
  "pilot-f3": "Исемегез",
  "pilot-f4": "Бизнес электрон почтасы",
  "pilot-f5": "Бездә бүтән детальләр булырга тиешме?",
  "pilot-f6": "Сезгә ашыгыч борт кирәкме?",
  "pilot-f7": "Әйе.",
  "pilot-f8": "Мин һөҗүм астында, шунда ук бортка утыруны таләп итәм.",
  "pilot-f9": "Тапшыр",
  "pilot-f10": "Электрон почтагызны кертеп, сез безнең Шартларга һәм Хосусыйлык Сәясәтенә ризалашасыз, һәм бездән электрон почта хәбәрен алырга.",
  "pilot-fo-1": "Интеграция җиңел булмады.",
  "pilot-fo-2": "hCaptcha сез кулланган фронталь һәм арткы системалар өчен алдан төзелгән дистәләгән интеграцияләр бар.",
  "pilot-fo-3": "Әгәр дә сез Google'ның reCAPTCHAдан киләсез икән, безнең API-лар тамчы алмаштыргычлар. Өч юл коды сезгә кирәк.",
  "pilot-fo-4": "Безнең борттагы инженерлар сезне тиз йөртә алалар, сезгә React интеграциясе кирәкме, iOS туган кушымталар өчен SDKлар, Java аркасы үрнәге яки бүтән сценарийлар.",
  "pilot-fo-5": "Alwaysәм һәрвакыттагыча, хосусыйлык безнең өчен төп кыйммәт. Безнең проблема коды кирәк булганда гына, сезне дә, кулланучыларны да яклау мәгънәсен өстәгез. Мәгълүмат җыюны киметү интеграция мизгеленнән башлана.",
  "pilot-fdone": "Рәхмәт. Тиздән элемтәдә торырбыз.",
  "home-ent-2-new": "Безнең предприятия чишелеше турында күбрәк белү.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise чишелешләре класс алдынгы куркынычсызлыкны тәэмин итә һәм иң яхшы онлайн хезмәтләрне саклый.",
  "home-plans-button-2-new": "Тулырак",
  "header-enterprise-link": "Предприятие",
  "sales-interstitial-c1b-new": "HCaptcha Enterprise турында күбрәк белү"
}
