{
    "1031855757": "Бу сайтны куллану",
    "1034830": "Додд-Фрэнк Уолл-Стрит реформасы һәм кулланучыларны яклау акты (111-203-нче Закон) нигезендә арбитраж килешүенә буйсынмый торган бәхәсләр моннан чыгарыла.",
    "1064537632": "Зинһар, онытмагыз, сезнең Хезмәтне куллануыгыз безнең мәгълүмат эшкәртү килешүе белән идарә ителә, ул монда белешмәлек белән кертелгән. Зинһар өчен, сезнең исемнән шәхси мәгълүматны ничек эшкәртүебезне карау өчен бу килешүне карагыз. Игътибар итегез, без Европа Берлегенең Гомуми Мәгълүматны Регламентлау максатларында \"мәгълүмат эшкәртүчесе\", һәм Калифорния кулланучылар хосусыйлыгы акты максатында \"хезмәт күрсәтүче\" булып эшлибез.",
    "1095532507": "Cookie (\"Cookie\") - веб-бит серверы белән каты дискка урнаштырылган кечкенә текст файлы. Cookies'та сезгә cookie'ны биргән домендагы веб-сервер соңрак укый ала торган мәгълүмат бар. Кайбер cookie'лар кайбер функцияләрне куллансагыз яки кайбер өстенлекләрне сайласагыз гына кулланылачак, һәм кайбер cookie'лар һәрвакыт кулланылачак. Сез түбәндәге cookie исемлеген карап, һәр cookie турында күбрәк белә аласыз.",
    "1158384644": "Сез теләсә нинди IMI политикасын үтәргә тиеш булсагыз, сез безнең сайтны куллануны туктату өчен теләсә кайсы вакытта сайлый аласыз. Без, үз теләгебез белән, бу килешүне туктата алабыз, сайтыбызга керүне туктата алабыз, яисә бернинди сәбәпсез хәбәр итмичә шунда ук хезмәтне бетерә алабыз.",
    "1300074400": "Компаниянең хәзерге җитәкчелеге турында мәгълүматны \"About About\" битендә алырга мөмкин. Компаниянең хәзерге генераль директоры - эчтәлек өчен җаваплы идарә итүче директор.",
    "1395644678": "Онлайн бәхәсләрне чишү өчен Европа Комиссиясенең рәсми сайты:",
    "148542287": "Бу юридик консультация түгел, һәм бу анализга бернинди гарантия дә бирелмәгән. Әгәр дә сездә өстәмә сораулар яки борчылулар булса, зинһар, безнең белән элемтәгә керегез:",
    "1527172673": "Бу Cookie политикасы турында сезнең сорауларыгыз булса, зинһар, безнең белән элемтәгә керегез:",
    "1535054294": "Зинһар, аларның җентекле политикасын карагыз",
    "1747657936": "Безнең сайтлар һәм хезмәт 13 яшькә кадәрге балаларга юнәлтелмәгән һәм без 13 яшькә кадәрге балалардан шәхси мәгълүматны тупламыйбыз, әгәр без 13 яшькә кадәрге баланың шәхси мәгълүматларын туплаганыбызны белсәк, алырбыз. андый мәгълүматны безнең файллардан тиз арада бетерү өчен акыллы адымнар, аны саклап калу өчен безнең юридик бурычыбыз булмаса. 13 яшькә кадәрге бала турында яки бездә берәр мәгълүмат бар икәненә ышансагыз, зинһар, безнең белән элемтәгә керегез:",
    "1807512722": "Сез бу вебсайтны куллану аркасында барлыкка килгән дәгъваны административ агентлыкка китерә аласыз, ләкин арбитраж килешү булуына карамастан, законнар андый агентлыкка керергә рөхсәт биргән дәрәҗәдә. Мондый административ дәгъвалар тигез эш эзләү комиссиясе, АКШ Хезмәт департаменты һәм Милли Хезмәт мөнәсәбәтләре Советы алдына китерелгән чикләүләрсез таләпләрне яки түләүләрне үз эченә ала. Арбитражда дәгъва белдергәнче административ чараларны бетерү бурычыгызны үтәү өчен, бу пункттагы бернәрсә дә сезне административ дәгъва итүдән туктатырга яки акларга тиеш түгел, ләкин сез моның аркасында акча бүләкләү хокукыннан баш тартасыз. агентлык процессы.",
    "2238885192": "Кулланучының хата килеп чыккач, без Сентри кулланабыз. Сентри мәгълүматны ничек җыя һәм эшкәртә икәне турында мәгълүмат алу өчен:",
    "2520904193": "Сез класс, коллектив, яки вәкиллекле чара буларак бәхәсләр китерү, ишетү яки арбитраж булу өчен булган хокукыгызнан баш тартасыз. Бу килешүдәге бүтән пунктларга карамастан, алдагы җөмлә теләсә нинди очракта бу килешүдән аерылмый. Бу баш тартуның бөтен яисә өлеше тормышка ашырылмый торган, бәхәссез, юкка чыга яки юкка чыга дигән дәгъва арбитр белән түгел, ә компетентлы юрисдикция суды белән генә билгеләнә ала. Милли Хезмәт мөнәсәбәтләре актының 7 бүлеге нигезендә үз хокукларыгызны куллану нәтиҗәсендә, яки теләсә нинди форумда класс, коллектив яки вәкиллекле чара бирү яки катнашу аркасында сез безнең өчен үч алмассыз яки безнең сайттагы биремнәрне үтәүдән тыелмассыз. , ләкин без законлы рәвештә бу класс чараларыннан баш тартуны эзли алабыз, һәм андый класс, коллектив яки вәкиллекле гамәлләр яки дәгъваларны кире кагуны эзли алабыз.",
    "2577178569": "3. Кирәкле техник максатларда кулланыла: Кулланучының куллану мөмкинлеген бирә.",
    "2583888954": "Истисналар.",
    "263977834": "Административ ару.",
    "2657277322": "Сорауларыгыз булса, зинһар, безнең белән элемтәгә керегез:",
    "271333468": "Без туплаган һәм саклаган мәгълүматны саклау өчен тиешле техник һәм оештыру чараларын тормышка ашырабыз, һәм безнең исемнән эшкәртү эшләрен башкаручы барлык агентлардан да шулай эшләүне таләп итәбез. Кызганычка каршы, бернинди куркынычсызлык чаралары да 100% акылсыз, һәм мондый челтәр яки система (безнекен дә кертеп) юк итү, югалту, үзгәртү, рөхсәтсез ачу яки без туплаган һәм саклаган мәгълүматка керүдән 100% куркынычсыз булырга гарантияләнә алмый. Әгәр дә сез берәр сәбәп аркасында мәгълүматыгыз куркынычсыз булырга мөмкин дип саныйсыз икән, зинһар, безнең белән шунда ук элемтәгә керегез:",
    "2763011087": "IMI кулланучылар бәхәсләрен чишү оешмасы алдында кулланучылар бәхәсләрен альтернатив чишүдә катнашырга тиеш түгел, һәм катнашырга да тиеш түгел.",
    "2927283721": "Вебсайтыбызда биремнәр башкарып, сез безнең хосусыйлык политикасы нигезендә шәхси мәгълүматыгызны җыярга, кулланырга һәм ачарга рөхсәт бирәсез. Моннан тыш, без сезнең турында һәм сез тәмамлаган биремнәр турында Сорау бирүчегә бүлешә алабыз, аның бурычлары сез хезмәт мөнәсәбәтләрен җиңеләйтү һәм вебсайтны яхшырту өчен, мәсәлән, Иганәче ID, тәмамланган биремнәр нәтиҗәләре һәм башка атрибутлар. сезнең квалификацияләр, телләр, күнекмәләр, вебсайтны куллану.",
    "2943815316": "Без бу исемлекне вакыт-вакыт яңартабыз, шуңа күрә өстәмә кукилар булырга мөмкин. Веб маяклар, тэглар һәм сценарийлар сайтларда яки электрон почталарда кулланылырга мөмкин, безгә cookie'ларны җибәрергә, визитларны санарга, куллануны һәм кампаниянең эффективлыгын аңларга һәм электрон почта ачылганын һәм эшләгәнен ачыкларга ярдәм итәр өчен. Бу технологияләрне куллануга нигезләнеп, без хезмәт / аналитика провайдерлары тарафыннан индивидуаль һәм агрегат нигезендә отчетлар ала алабыз.",
    "3040062804": "Бу бүлек буенча теләсә нинди арбитраж эш Калифорния штатында була, әгәр сез АКШтан читтә яшәмәсәгез, бу очракта арбитраж тулысынча электрон яки телефон аша узачак. Арбитраж, теләсә кайсы як язмача килешкән очракта, бүтән урында булырга мөмкин. Кайда урнашуына карамастан, теләсә нинди як арбитражга турыдан-туры видео яки телекоммуникация аша килергә мөмкин.",
    "3091247030": "Класс эшеннән баш тарту.",
    "3102490587": "Класс Эшләреннән баш тартудан кала, теләсә нинди термин яки шарт, яисә бу арбитраж пунктның бер өлеше юкка чыга яки үтәлмәсә, ул өзеләчәк һәм арбитраж пунктның калган өлеше үтәләчәк.",
    "3187946010": "Бу битләрдәге барлык текстлар, рәсемнәр, график анимация, видео, музыка, тавышлар һәм башка материаллар IMI яки өченче як тарафыннан авторлык хокукы нигезендә сакланган. Коммерция куллану өчен бу материалны күчереп алу яки үзгәртү тыелган, гадел кулланудан арткан тәртиптә.",
    "3199694247": "Аеру.",
    "3302832698": "Талашларны альтернатив чишү кирәк.",
    "3361191778": "Интернет битләрендә бирелгән мәгълүмат аерым киңәшне күрсәтми һәм моны алыштыра алмый. Сезгә аерым киңәш кирәк булса, зинһар, безнең ярдәмчеләргә мөрәҗәгать итегез.",
    "3493572638": "Чыгымнар һәм түләүләр.",
    "3794239003": "Арбитраж процедурасы.",
    "3885459114": "Сез, гадәттә, веб-браузерыгызда урнаштырылган функция ярдәмендә cookie'ларны куллануны активлаштыра аласыз. Әгәр сез cookie'лар турында күбрәк белергә телисез икән, аларны ничек контрольдә тоту, сүндерү яки бетерү өчен, зинһар өчен, https://www.knowcookies.com/ сайтына керегез.",
    "3956117148": "HCaptcha.com һәм BotStop.com вебсайтлары (Сайтлар) бу Политикада күрсәтелгәнчә өстәмә cookie'ларны кертә ала.",
    "4193379787": "Бу килешү буенча барлык арбитраж Америка Арбитраж Ассоциациясе кагыйдәләре буенча яки үзара килешенгән арбитраж хезмәте белән алып барылачак. Арбитраж альтернатив забастовкалар аша ким дигәндә җиде (7) исемлек исемлегеннән сайланган АКШ арбитры булачак. Арбитражда, һәр як тиешле гражданлык ачышын үткәрергә, диспозитив мөрәҗәгатьләр китерергә, үз эшләрен һәм яклауларын күрсәтергә кирәк булганда шаһитләр һәм дәлилләр китерергә хокуклы, һәм бу турыда бәхәсләр арбитр тарафыннан хәл ителә. Бәхәсне чишү дәгъваларны һәм яклауларны җайга салучы законга нигезләнергә тиеш, һәм арбитр андый контроль законнан башка бернинди нигез дә куллана алмый. Арбитр арбитр булып эшләгәндә суд хезмәткәренең гражданлык җаваплылыгыннан иммунитетка ия, иммунитет башка иммунитетны тулыландыра. Бүләкләргә арбитрның язмача фикере керергә тиеш. Сез IMI-га каршы булган яисә IMI сезгә каршы булган дәгъваларны жюри карары белән судка бирү хокукыннан баш тартасыз. Бу пункт нигезендә теләсә нинди таләпләр чикләнгән вакыт эчендә китерелергә тиеш. Америка Кушма Штатларының Федераль Арбитраж Законы бу пункт белән идарә итә, һәм сез бу Килешүнең сәүдә операциясен раславын таныйсыз.",
    "470943029": "Бу хосусыйлык политикасы турында сезнең сорауларыгыз булса, зинһар, безнең белән элемтәгә керегез:",
    "498769698": "Сез үзегезнең Интегратор, Клиент, яки Кулланучының Хисап язмасы аша биргән шәхси мәгълүматка рөхсәт ала, төзәтә, үзгәртә яки бетерә аласыз (әгәр сез Интегратор, Клиент яки Рөхсәтле Кулланучы булсагыз). Әгәр сез моны эшли алмасагыз, яки сезнең турында без туплаган һәм / яки бүлешкән Шәхси Мәгълүмат турында сорауларыгыз булса, яки безнең эшкәртү өчен ризалыгыгызны кире кагарга телисез икән (безнең хисапны тулысынча бетерү), зинһар, безнең белән элемтәгә керегез:",
    "537881751": "HCaptcha'ка рәхим итегез! Бу Хосусыйлык Сәясәте интуиция машиналары, Inc (\"IMI\", \"без\" яки \"без\") мәгълүмат җыю, куллану һәм мәгълүматны ачу турында (түбәндә билгеләнгән Персональ Мәгълүматны да кертеп) www.hcaptcha сайтында тасвирлый. .com һәм без кулланган бүтән субдоменнар яки доменнар (\"Сайтлар\") һәм hCaptcha кушымтасы программа интерфейсы һәм аңа бәйле программа һәм материаллар (бергәләп \"Сервис\").",
    "561456032": "Сез ризалашасыз, килеп чыккан яки Хезмәтләрне куллануыгыз белән бәйле булган бәхәсләр өчен, шул исәптән IMI өчен биремнәр эшли башлаган вакыттан алып килеп чыккан бәхәсләр өчен, һәм сез классификацияләвегезгә бәйле булган дәгъваны кертеп. мөстәкыйль подрядчы, сез башта IMI-га каршы дәгъвагыз турында хәбәр итәрсез. Аннары сез һәм IMI проблеманы турыдан-туры сөйләшүләр яки медиация аша чишәргә тырышырсыз. Без медиация бәясен тигез бүләчәкбез һәм медиациянең телефон яки башка электрон чаралар аша алып барылуы белән килешәчәкбез. Рәсми булмаган сөйләшүләрдән яки медиациядән соң дәгъва чишелмәсә, сез һәм IMI бәхәсне чишү өчен соңгы һәм мәҗбүри арбитраж кулланачаксыз. Бу пункт безнең вебсайтны куллана башлаган вакыттан алып барлык таләпләрне ретроактив рәвештә идарә итә, җәзалау, контракт, закон нигезендә, шул исәптән дискриминация һәм эзәрлекләү дәгъвалары, алар Калифорния ярминкәсендә эш белән тәэмин итү һәм торак акты нигезендәме. , 1964 елгы Гражданнар хокуклары актының VII титулы, үзгәртелгәнчә, яисә бүтән дәүләт яки федераль закон яки регламент, тигез хокук, яки бүтән.",
    "658775471": "Веб-трафикны оптимальләштерү өчен Cloudflare кулланабыз. Cloudflare мәгълүмат җыю һәм эшкәртү турында мәгълүмат алу өчен:",
    "702926385": "Яклар, законнар белән ачыкланган очраклардан кала, теләсә нинди арбитражда юридик вәкиллек өчен үз чыгымнарын үз өстенә алалар. Яклар арбитр тарафыннан алынган теләсә нинди административ түләүне ике йөз илле долларга кадәр (250.00 АКШ доллары) бүлеп бирәчәкләр. Арбитр һәм суд хәбәрчесенең бәясе, бар икән, башта без үзебез күтәрәчәкбез; шулай да, арбитр законда каралганча, җиңүче якка тиешле чыгымнар бирергә, һәм / яки яклардан арбитр һәм / яки суд хәбәрчесе белән бәйле чыгымнарны бүлешүне таләп итәргә тиеш.",
    "720059527": "2. Катгый техник максатларда кулланыла: йөкне баланслау, маршрут.",
    "74538881": "Бу сайт өчен җаваплылык",
    "996430331": "Арбитраж урыны.",
    "211351380": "Блогтан:",
    "3153117136": "HCaptcha авыр көйләүләр ничек эшли",
    "2915355938": "Уңайлык",
    "793784899": "Планнар",
    "2671622670": "Предприятие",
    "3527140447": "Документлар",
    "505891021": "Маркировка хезмәтләре",
    "692176459": "Керергә",
    "1892574253": "Теркәлергә",
    "2593864519": "Күбрәк ботларны туктатыгыз. Кулланучының хосусыйлыгын яклагыз.",
    "4007826952": "Веб, мобиль һәм башкалар өчен # 1 хосусыйлык-беренче CAPTCHA.",
    "3721365241": "Сынап кара",
    "3753956446": "Түләүсез",
    "3276777569": "hCaptcha",
    "55035359": "Хәзерге вакытта reCAPTCHA кулланасызмы?",
    "3417372336": "Берничә минутка күчә",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Иң яхшы онлайн хезмәтләр таяна",
    "1470290349": "иң яхшы класс бот һәм мошенниклык белән идарә итү өчен.",
    "3714002185": "HCaptcha Enterprise турында күбрәк белү",
    "3946753128": "Шәхси. Куркынычсыз. Тизрәк.",
    "939665604": "Хосусыйлыкка игътибар",
    "780475098": "Реклама челтәрләре сезнең килүчеләрне продукт итеп күрә. Визитның яхшы яки начар булуы турында без бары тик кайгыртабыз. hCaptcha GDPR, CCPA, LGPD, PIPL һәм башка глобаль мәгълүмат законнарына туры килә.",
    "219813583": "Беренче куркынычсызлык",
    "2714878440": "Сезнең хезмәтләрне чистартудан, хисапны алудан, таныклыкны тутырудан, спамнан безнең алдынгы машинаны өйрәнү һәм кешелекне тикшерүдән саклагыз.",
    "1397766838": "Яхшырак кулланучы тәҗрибәсе",
    "2670352917": "hCaptcha кешеләргә чишү өчен гади булганда ботны ышанычлырак ачыклый.",
    "2806751666": "HCaptcha нәрсә ул?",
    "3096063825": "Сынап кара",
    "2968026167": "Сезнең яраткан яшелчәләр",
    "713281684": "Баклажан",
    "4147497805": "Кишер",
    "3758963444": "Рәхмәт! Сезнең тапшыру кабул ителде!",
    "1070364246": "Ой! Форманы тапшырганда нәрсәдер дөрес булмаган.",
    "1129833879": "Зыянлы ботларны туктатыгыз, кулланучы хосусыйлыгын саклагыз",
    "58091799": "HCaptcha Publisher һәм Enterprise турында күбрәк белү",
    "1599610318": "Нәшрият",
    "3093388779": "hCaptcha теләсә нинди зурлыктагы нәшер итүчеләр өчен бушлай",
    "179723061": "Класс алдынгы куркынычсызлыкка мохтаҗ командалар өчен күбрәк контроль",
    "846501387": "Дөнья дәрәҗәсендәге ботны саклау",
    "119298044": "Алга киткән үз-үзен контрольдә тотучы ML һәм AI технологияләре сезнең веб-характеристикаларны куркынычлардан һәм һөҗүмнәрдән саклый",
    "1263998069": "Кеше чишкән өчен бүләкләр алыгыз",
    "1103295010": "Кешеләр CAPTCHAларны чишкәндә акча эшләгез яки хәйрия эшенә бирегез",
    "392886773": "Everyәр илдә эшли",
    "2320894364": "200 дән артык катнашу белән, hCaptcha болыты бөтен дөньяда сезнең активларыгызны саклый",
    "451701069": "GDPR, CCPA белән туры килә,",
    "2826051554": "һәм башкалар",
    "3530599065": "Хосусыйлык җирдән төзелгән. hCaptcha PII юк һәм күпсанлы хосусыйлык мандатларына һәм кагыйдәләренә туры килә.",
    "2489287539": "Сүрелүсез \"CAPTCHA юк\" һәм 99,9% пассив режим",
    "793242047": "Кулланучыларга кушымталарга тиз керү өчен тәкъдим ителгән проблемаларны киметү",
    "4195759329": "Ботны ачыклау һәм риск баллары",
    "1150035777": "Машина өйрәнүнең катлаулы модельләре, сорауларга дөрес җавап бирелүдән тыш, күп мәгълүмат нокталарына нигезләнеп, ботка ышаныч баллары тудыралар",
    "3688621388": "Имза белән куркыту",
    "1131525092": "Начар актерларны берләштереп, безнең хосусыйлыкны саклаучы Scoped UID-лары белән бәйләнешле алдашуларны һәм хокук бозуларны табу һәм туктату өчен",
    "1559631739": "Шәхси уку",
    "3952259236": "HCaptcha-ны үз-үзеңне тотыш дәресләренә өйрәтер өчен, синең сукыр мәгълүматларыңны hCaptcha-ның меңләгән сигналлары белән берләштер, бары тик чишелештән яхшырак уйлау.",
    "1150963691": "АПТ йомшарту",
    "4083018285": "Көчле SOC мониторингы һәм катлаулы өзлексез куркынычларны чишү өчен берләшкән киңәйтелгән үзенчәлекләр җыелмасы",
    "3160820928": "Координацияләнгән һөҗүмнән саклау",
    "1849805607": "hCaptcha челтәрләрегезгә үтеп керү өчен эшләнгән куркынычлардан һәм алдаулардан саклый",
    "1958297836": "Координацияләнгән һөҗүмне саклау һәм APT йомшарту",
    "1300485304": "hCaptcha челтәрләрегезгә үтеп керү өчен эшләнгән алдынгы куркынычлардан һәм алдаулардан саклый",
    "2698640210": "Күрсәтелгән проблемалар һәм төрләр",
    "3121248460": "Көтелгән аудиториягез өчен чиксез төрле гадәт проблемаларын күрсәтегез - гадидән катлаулыга",
    "3807059944": "Кулланылган проблема эчтәлеген контрольдә тоту",
    "2707282231": "Кулланучылар өчен проблемаларны көйләгез. Ботларны чишү һәм үтеп керү мөмкин түгел.",
    "4194763679": "Нечкә бөртекле авырлык дәрәҗәләре",
    "3730038780": "Кулланучылар чишү өчен чиксез сандагы проблемаларны сайлагыз",
    "1849717906": "Challengeзегезнең проблема эчтәлеге белән көйләгез",
    "1508655687": "Аудиториягезгә керү мөмкинлеген чикләү яки чикләү өчен үзегезнең проблемаларны өстәгез",
    "3620442880": "Флеш сатуны саклау үзенчәлекләре",
    "3265895521": "Көн вакытына карап авырлыкны күтәрегез һәм түбәнәйтегез",
    "1485807325": "Күп кулланучы куллану такталары, SAML SSO",
    "359073033": "Такталар активлыкның югары дәрәҗәдәге яисә нечкә күренешләрен күрсәтәләр.",
    "4272454814": "Yourзегез сайлаган шәхес белән тәэмин итүче белән берләшегез.",
    "1141402092": "Алга киткән отчет үзенчәлекләре",
    "910989640": "Эшчәнлекнең җентекле һәм махсуслаштырылган отчетларын булдыру",
    "3768951251": "Предприятие SLAs",
    "1014004474": "hCaptcha'ның предприятия планнары сезнең оешманы саклау өчен алдынгы хезмәт дәрәҗәсендәге килешүләр тәкъдим итә",
    "1177598246": "Контакт сату",
    "1067704102": "Мәгълүмат маркировкасында кыйммәт",
    "3065000659": "\"Машинага\" баскан саен сез бер тренировкага булышуыгызны аңладыгызмы?",
    "3235430156": "компаниянең машина өйрәнү системалары бушлай?",
    "1549336309": "hCaptcha бу модельне әйләндерә. HCaptcha кулланганда, компанияләр сезнең кешелеклелекне раслаган кебек эшләргә тәкъдим итәләр. Сез бүләкләр аласыз.",
    "3725880582": "Хәйриягә кире кайт",
    "1671436004": "Яраткан хәйрия эшегезгә кире кайтарасыгыз киләме?",
    "1663628612": "рөхсәт итә",
    "4272088465": "сез кулланган табыш белән үзегез сайлаган хәйрия.",
    "2894845722": "Сезнең сайттагы кулланучылар тиздән hCaptcha интерфейсындагы акыллы брендинг ярдәмендә хәйрия эшенә керткән өлешегезне күрә алачаклар.",
    "3194111925": "ярдәм",
    "1637702726": "HCaptcha турында",
    "2323282990": "Кешелекне тикшерүгә заманча караш",
    "1201821619": "hCaptcha бүгенге иң актуаль проблемаларның берсен чишә: зарарлы ботларның онлайн хезмәтләрне дөрес кулланмавы.",
    "1475399473": "HCaptcha командасы турында күбрәк белү",
    "3161489950": "Дөньядагы иң алдынгы куркынычсызлык ML платформасы",
    "3247172580": "hCaptcha алдынгы үз-үзе белән идарә итүче машинаны өйрәнүне яңа кырлы исәпләү ысулы белән берләштерде, бу мәгълүмат җыюны һәм тотуны минимальләштерә, масштаблы масштаб өчен дөньяның 250 дән артык урыныннан китерелә.",
    "3767462250": "Хосусыйлык өчен эшләнгән",
    "3500503648": "hCaptcha сезнең браузинг тарихыгызны язу һәм анализлау урынына тиз бәяләүгә таянып, озак вакытлы мәгълүматны саклауны бетерү өчен эшләнгән. Без шулай ук инициативаларны хуплыйбыз",
    "2418549423": ", криптографик дәлилләр, һәм башка уникаль хосусыйлык функцияләре аша онлайн хосусыйлыкны саклау өчен барлыкка килүче стандарт.",
    "1544546608": "Хосусыйлык",
    "976209454": "Бүләкләр яисә хәйрия эшләренә бир",
    "552920956": "hCaptcha вебсайтларга ботларны һәм башка хокук бозуларны блоклаганда бүләкләр алырга мөмкинлек бирә. hCaptcha шулай ук бу табыш белән үзегез сайлаган хәйрия эшләренә булышырга мөмкинлек бирә.",
    "654326661": "Yourselfзегез күрәсегез киләме? HCaptcha-ны бушлай кулланып карагыз.",
    "3570415321": "Компания",
    "3987022469": "Маркировка",
    "1636202177": "Турында",
    "2670003220": "Эшләр",
    "3233305531": "Сәүдә маркалары",
    "3028319964": "ЯИ этикасы",
    "4131598919": "Пресс",
    "1662477701": "Ресурслар",
    "3130928685": "Блог",
    "1756106276": "Статус",
    "1235925265": "Документация",
    "920212083": "Хата турында хәбәр итегез",
    "2076066173": "Кибер һөҗүмнәр 101",
    "3644106388": "Контакт",
    "2182196747": "Ярдәм",
    "487083593": "Сату",
    "878585497": "Шартлар",
    "1697438123": "Хосусыйлык",
    "1316817321": "Атрибутика",
    "3488019891": "hCaptcha - Intuition Machines, Inc.ның теркәлгән сәүдә маркасы.",
    "4224961202": "Хосусыйлык, Куркынычсызлык һәм Машина Өйрәнү.",
    "98173630": "hCaptcha - дөньяда иң киң кулланылган мөстәкыйль CAPTCHA хезмәте.",
    "1514478724": "Тулырак",
    "1752795854": "hCaptcha ботларны туктатуга заманча, хосусыйлыкка юнәлтелгән караш китерә.",
    "2927700175": "Без CAPTCHA проблемаларын күрсәтәбез, бу ботлар өчен авыр, ләкин кешеләр өчен җиңел, машинаны өйрәнү проблемаларыннан маркалы мәгълүмат җыеп, вебсайтны яки кушымтаны караучы кеше булуын аеру өчен.",
    "2188609322": "Начар актерлар онлайнда еш очрый. Ләкин кулланучының хосусыйлыгын корбан итү җавап түгел.",
    "2032102720": "Реклама компанияләре тәкъдим иткән куркынычсызлык чишелешләре беренче чиратта кулланучыларны веб аша күзәтүгә юнәлтелгән. Без эффектив куркынычсызлык чишелешен булдырдык, бу искиткеч нәтиҗәләр китерү өчен кулланучының хосусыйлыгына зыян китерми.",
    "4146870445": "Без кем",
    "353066938": "Бүгенге иң авыр проблемалар өстендә эшләүче тәҗрибәле команда. hCaptcha - хезмәт",
    "3260825523": "Интуиция машиналары",
    "1173652155": "Консультантлар",
    "3972094614": "Брендан Эйч",
    "2113642787": "Таң җыры",
    "2256305371": "Беркли, Калифорния Университеты профессоры. Тирән өйрәнү, куркынычсызлык, блокчейн белгече. Oasis Labs генераль директоры.",
    "1606599610": "Киран Томпсон",
    "2177660021": "Стэнфордта тикшеренү галиме. Зур банкларда, хедж фондларында, академиядә машина өйрәнү һәм квант финанслары.",
    "2686825859": "Бушлай теркәлегез яки hCaptcha Enterprise чишелешләре турында безнең белән элемтәгә керегез",
    "583434701": "hCaptcha мөмкинлеге",
    "611905972": "Куркынычсызлыкны саклап калганда, барлык кулланучылар өчен бертуктаусыз керү мөмкинлеген тәэмин итү",
    "874098071": "Әгәр дә сез рөхсәтле кулланучы булсагыз, зинһар, монда язылу",
    "2745385064": "Аннотация",
    "3353238942": "hCaptcha ботларны кешеләрдән аерып туктату өчен эшләнгән. Визуаль тестлар моның өчен уңайлы корал, ләкин визуаль проблеманы һәркем чишә алмый.",
    "3600022491": "Шуңа күрә без гади, авыртмаслык альтернатива эшләдек, нәшер итүчеләргә безнең хезмәтне кулланып, бүлек 508 һәм WCAG 2.1 AA туры килү белән бөтен кеше өчен дә мөмкинлекне саклап калу өчен.",
    "2557240048": "Ничек эшләве: беренчедән, кулланучының теркәлүе",
    "3871665286": ", hCaptcha виджеты мәгълүмат битендә төп бәйләнгән. Аларга шифрланган куки бирелә, алар көнгә берничә тапкыр кулланыла ала, ләкин логин аша 24 сәгать саен яңартылырга тиеш.",
    "3441764123": "HCaptcha сервисын кулланып, сайттагы мөмкинлек кулланучыга проблема тәкъдим ителгәч, алар автоматик рәвештә узачак.",
    "4247858664": "керү мөмкинлеге бите",
    "1297657322": "Керүдән соң кулланучының экраны",
    "1717658846": "Виджет UI менюсында мөмкинлек",
    "1266963825": "С: hCaptcha бүлеге 508 + WCAG 2.1 AA туры киләме?",
    "850025770": ":: Без моңа ышанабыз: веб-сайтны карый алган һәм формаларга текст кертә алган барлык бозылу формалары булган барлык кулланучылар теркәлгәннән соң hCaptcha белән сакланган хезмәтләргә керә ала. Ләкин, бу юридик консультация түгел: сез үзегезнең бәяләвегезне башкарырга тиеш, сезнең урнаштыру өчен шулай булуын тәэмин итү өчен.",
    "159272246": "С: Сез аудио кебек башка мөмкинлекләр (\"a11y\") вариантлары өстендә эшлисезме?",
    "4074220464": ":: Моңарчы популяр вариантлар аудио капчалар кебек күп кулланучыларны аералар һәм заманча машина өйрәнү техникасы белән җиңеләләр. Бу хәзерге аудио проблемаларны катлауландырырга мәҗбүр итте, шау-шу, сәер вакыт, гадәти булмаган сүз комбинациясе һ.б. һөҗүм итүчеләрне җиңү өчен. Шуңа күрә без бу ысул белән кызыксынмыйбыз, проблеманы бөтенләй булдырмыйбыз, ләкин a11y җәмгыятеннән таләп булса, аны исәпкә алырбыз.",
    "2309661107": "Ләкин без бик кызыксынабыз",
    "2555914614": "Уңайлыкны куллану очраклары өчен. Без хәзерге a11y алымыбызны Хосусыйлык Пассасы белән берләштерү a11y кулланучыларга куркынычсыз карарга мөмкинлек бирәчәк, аларның трафигының хосусый булуын белеп, а11й вариантлары булганда котылгысыз килеп чыга торган бот операторларын куллануны чикли. Без бу яңа технологияне стандартлаштыручы IETF эшче төркемендә актив катнашабыз.",
    "2583775432": "С: Хосусыйлык турында нәрсә әйтеп була? Теркәлү a11y күзәтү мәгълүматларын ничектер фаш итәме? Электрон почта белән сез нәрсә эшлисез?",
    "4215483493": "А: hCaptcha җир өстеннән хосусыйлык өчен эшләнгән. Бу реклама челтәрләренә караган, сезне веб тирәсендә күзәтергә һәм сезне чын шәхес белән бәйләргә этәргеч булган reCAPTCHA кебек традицион вариантлардан бик аерылып тора.",
    "2474661839": "Безнең",
    "4137573005": "Мәгълүматны ничек куллануыбыз турында тулы һәм абруйлы җаваплар бар, ләкин кыска җавап - сезне күзәтү тарихы белән бәйләүдә кызыксыну юк.",
    "4101570501": "Без шулай ук хәзерге вакытта сезнең электрон почта адресыгызны тиз арада ташлау өчен криптографик чишелеш өстендә эшлибез, шул ук вакытта хокук бозулардан саклап калу сәләтебезне саклап, безнең Хосусыйлык Пас эшебезне тулыландырабыз.",
    "260595108": "Без беркайчан да рөхсәтле электрон почталарны яки мәгълүматны a11y куллануны җиңеләйтүдән һәм хокук бозулардан саклап калу өчен кулланмыйбыз.",
    "3063819779": "шәхсилек сәясәте",
    "465714311": "Кулланучылар өчен: Сораулар һәм проблемаларны чишү өчен кулланма",
    "3596207631": "С: Куки куйганнан соң мин әле дә кыенлыклар күрәм. Моның сәбәбе нәрсәдә?",
    "469089249": ":: Бу, гадәттә, агрессив реклама блокеры яки анти-cookie киңәйтү, яки \"кросс\" cookie'ларын блоклаучы көйләү аркасында килеп чыга, бу очракта hcaptcha.com өчен cookie, hCaptcha JS тарафыннан куелган яки тикшерелгән. төрле сайт, сез барган сайт кебек.",
    "4263626815": "hCaptcha мөмкинлеге cookies барлык популяр браузерлар һәм реклама блокерлары белән стандарт көйләүләре белән эшли, шуңа күрә гадәттә уңышсызлыклар \"анти-блокка каршы\" сценарийлар яки билгеле сайтларга юнәлтелгән охшаш кагыйдәләр аркасында килеп чыга.",
    "3906359167": "Чишелешләр:",
    "3464870463": "1. Ак исемлек hcaptcha.com һәм * .hcaptcha.com сезнең реклама блокерында яки браузерның куркынычсызлыгын киңәйтүдә cookies.",
    "1204911585": "2. Әгәр сез \"Кыю\" браузерын кулланасыз икән, ул (2020 елның апреленә) cookie'ның ак исемлеге булмаган кебек, өстенлекләр -> Шилдс -> Cookies'ка керегез һәм \"Барлык Cookie'ларга рөхсәт\" сайлагыз.",
    "2932826396": "3. Әгәр сез күптән түгел чыгарылган OS X 10.15 яки iOS 13.4'та Safari'ның иң соңгы версиясен кулланасыз икән, Apple Safari'ның өченче як cookie'лары белән бәйле тәртибен үзгәртте, аларның барысын да килешү буенча блоклады. Без чишелешне тормышка ашырабыз, ләкин ул вакытта Safari өстенлекләренә, хосусыйлык бүлегенә керегез, һәм cookie'ның көтелгәнчә эшләвен тәэмин итү өчен \"Вебсайтны күзәтү: сайтлар аша күзәтүне булдырмагыз\".",
    "3836291932": "С: Мин берничә җайланма кулланам. Миңа берничә тапкыр язылырга кирәкме?",
    "3251220335": ":: No.к. Зинһар өчен, cookie'ны урнаштыру өчен кулланган һәр җайланмада сезгә җибәрелгән бер үк электрон почта сылтамасына басыгыз.",
    "2082407178": "С: Мин үземнең куки кулланганда үземне өченче як куки күзәтүеннән ничек саклый алам?",
    "2700197090": ":: Домен дәрәҗәсендәге ак исемлекне (мәсәлән, uBlock Origin) хуплаган теләсә нинди хосусыйлык яки реклама блоклау киңәйтүен куллану көтелгәнчә эшләячәк: hcaptcha.com сайтын аклагыз.",
    "3657743880": "Сайттагы кукилар өчен браузер күрсәтмәләре",
    "1960601330": "Safari'да (Mac) cookie'ларны эшләтеп җибәрү өчен: Safari тамчы менюсына керегез. Сайлауларны сайлагыз. Panelгары панельдәге Хосусыйлыкка басыгыз. \"Cookie'ларны блоклау\" астында \"Беркайчан да\" опциясен сайлагыз.",
    "1622303590": "Safari'да cookie'ларны эшләтеп җибәрү өчен (iPhone / iPad iOS 11+): Сезнең көйләүләрне ачыгыз. Аска әйләндерегез һәм Safari сайлагыз. Хосусыйлык һәм Куркынычсызлык кысаларында, \"Сайт аша күзәтүне булдырмагыз\" һәм \"Барлык кукиларны блоклагыз\".",
    "2199048568": "Теләсә нинди веб-биттәге адрес тактасының сул ягындагы калканга басыгыз. Саклау көйләүләренә басыгыз. Firefox өстенлекләре Хосусыйлык һәм Куркынычсызлык панели ачылачак. Күчерелгән күзәтүне саклау астында, Custom сайлагыз. Бу тартмаларны сайлап, нинди трекерларны һәм сценарийларны блоклауны сайлагыз. Hcaptcha.com сайтын ачканыгызны тикшерегез.",
    "3967047208": "Сез шулай ук Custom'та кайбер саклагычларны вакытлыча сүндерә аласыз, моны тикшерү өчен, тартмаларны сайлап алыгыз: Трекерлар пунктын сайлагыз яки Cookies пунктын сайлагыз.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Chrome меню иконасын сайлагыз. Көйләүләрне сайлагыз.",
    "926138631": "Хосусыйлыкка һәм Куркынычсызлыкка, аннары Cookies һәм бүтән сайт мәгълүматларына керегез.",
    "3419878556": "\"Өченче як кукиларын блоклау\" кушылмаганлыгына инаныгыз.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Chrome өстенлекләрен меню тактасыннан ачыгыз.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Android җайланмагызда Chrome кушымтасын ачыгыз.",
    "3620039756": "Уң якта уңда, Күбрәк, аннары көйләүләргә басыгыз.",
    "2813310562": "Сайт көйләүләренә, аннары Cookies'ка басыгыз.",
    "3014657981": "\"Cookies\" янында көйләнүне кабызыгыз.",
    "1242066691": "\"Өченче як кукиларына рөхсәт\" янындагы рамканы тикшерегез.",
    "292250020": "1. Экранның уң уң почмагында җиһазны сайлагыз, аннары \"Интернет параметрлары\" ны сайлагыз. Сездә Меню Бары кушылган булса, \"Кораллар\" ны сайлый аласыз, аннары \"Интернет Вариантлары\".",
    "4114820649": "2. \"Хосусыйлык\" салынмасына басыгыз.",
    "946838734": "3. \"Алга\" төймәсен сайлагыз.",
    "348809718": "4. \"Өченче як cookies\" астында \"Кабул итү\" сайлагыз.",
    "1253441326": "5. \"Ярар\" басыгыз",
    "852032043": "Сафари",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "ЯИ этика политикасы",
    "1161704803": "Ни өчен бездә ЯИ этикасы политикасы бар?",
    "1806535500": "Карандашлардан динамитка кадәр һәр технология диярлек",
    "24452499": "чишелеш; аны яхшы яки авыру өчен кулланырга мөмкин. Ике куллану чишелешен тикшергән, төзегән яки саткан һәр компания үз эшләренең нәтиҗәләрен карарга тиеш.",
    "4023575072": "икеләтә куллану",
    "3336625692": "Бу бит ЯИ Этикасы контекстында бу темадагы уйларыбызны җентекләп күрсәтә, һәм безнең хезмәтләрне куллануны тәэмин итү өчен барган процесслар без компания буларак кабул иткән политикаларга туры килә.",
    "835717930": "HCaptcha'да AI этикасы",
    "2179524509": "HCaptcha хезмәте өчен нинди сораулар рөхсәт ителә, һәм ни өчен аерым сораулар бирелә дигән сорауларга без вакыт-вакыт сораулар алабыз.",
    "1962721652": "Кешеләр үрнәк эзләүчеләр, һәм кайвакыт гаепсез сорау бөтенләй гаҗәпләнүдән шикле мизгелгә китә ала, дөньядагы үзгәрешләр аркасында, сорау биргән кешенең мотивациясе түгел.",
    "3974566657": "Хезмәтләр популярлашкан саен, мондый очрак ешрак еш була. hCaptcha дөньяның һәр илендә диярлек миллионлаган кеше тарафыннан кулланыла, шуңа күрә без бу политиканы бастырабыз һәм мөмкин кадәр ачык булу өчен бу проблемаларны ничек чишү турында мисал.",
    "1830910223": "Реаль дөнья ЯИ Этикасы очракларын өйрәнү",
    "805971861": "\"Зонтик\" - ImageNet термины, компьютер күзаллау тикшерүчеләре кулланган стандарт эталон мәгълүматлар базасы. Зонтик тоткан кешеләрне ышанычлы ачыклау шулай ук киләсе буынның алдынгы йөртүче ярдәме (ADAS) системаларын төзү өчен бик мөһим.",
    "3988350": "Димәк, реаль зонтик аннотацияләр өчен искиткеч куллану очраклары бар. Selfз-үзеңне йөртүче машиналарның йогынтысы турында каршылыкларга урын бар, ләкин ADAS системалары саклый",
    "548587288": "бөтен дөньяда.",
    "3138772661": "ел саен меңләгән кеше яши",
    "3168199226": "Ләкин, 2020-нче елда аңлашылды, мондый мәгълүматлар базасын төзү икеләтә куллану технологиясе буларак бер ел элек көткәнчә кабул ителергә мөмкин.",
    "558378834": "Шулай итеп, без хәзерге вакытта чатыр белән бәйле сораулар өчен үтенечләрне кабул итмибез. Соңгы кулланучы хәзерге заманда чатырлар турында сорау күргәндә буталчыклык потенциалы бик югары, һәм ахыр чиктә безнең максат - дөньяны рәхәтләндерү.",
    "3376604063": "ЯИ этика политикасы һәм процесслары",
    "1923365316": "Бездә hCaptcha'да катгый AI этикасы политикасы бар, һәм аның өлеше сезнең клиентны белү (KYC) процессын үз эченә ала.",
    "4230322909": "Без һәрвакыт яңа клиентларны һәм аларның куллану очракларын яхшы аңларга тырышабыз, бу безнең продуктларга һәм хезмәтләргә яраклы булуын раслау өчен, һәм без компания буларак кабул иткән политиканы үтәү өчен.",
    "2735073144": "Без шулай ук кирәк булганда өзлексез тикшерүләр үткәрәбез. Мисал өчен, зонт белән бәйле маркировкалар соравының даталарын һәм чыганакларын күптән түгел тикшергәндә, без соңгы 12 айда бернинди дәүләт оешмасы яки билгеле дәүләт күзәтү тәэмин итүчесе белән зонтиклар турында сорау бирмәвен тиз раслый алдык. .",
    "2715462692": "Безнең ЯИ Этикасы процессы нинди?",
    "3049976256": "Newәрбер яңа маркировкалау клиенты өчен без сату процессында тикшерү исемлеге аша үтәбез. Бу үз эченә бортка утырганчы KYC тырышлыгын, шулай ук безнең аналитикларга бирелгән барлык үтенечләрне тикшерүне, үз-үзебезгә хезмәт күрсәтү платформасы ярдәмендә ясалган запросларны реаль-вакыт тикшерүне үз эченә ала.",
    "3103642530": "Бу рецензия берничә критерийдан тора:",
    "3349094124": "Этик проблемалар критерийлары: Максат",
    "1038019440": "1. Бу клиент илнең милли мәнфәгатьләрен күрсәтүче, халыкара законнарга һәм нормаларга каршы тәртип белән шөгыльләнүче билгелеме?",
    "493717511": "2. Бу клиент хезмәт күрсәтә аламы?",
    "2209109640": "явыз максатларда гына кулланыла, аларның гадәти бизнес эшчәнлеге контекстында?",
    "3457805519": "3. Клиентның үтенече АКШ законнары һәм безнең катнашу кагыйдәләре буенча үтәлергә мөмкинме?",
    "1942611550": "беренче чиратта",
    "109179759": "Этик проблемалар критерийлары: Субъектив",
    "1033698050": "1. Без клиентның көнбатыш җәмгыять нормаларын аңлатуыбыз буенча, әхлакый яктан яраклы дип саналган куллану очракларын биргәненә ышанабызмы?",
    "361372538": "2. Без күрсәткән хезмәтләр, мөгаен, клиент тарафыннан дискриминацион максатларда, легаль булырга мөмкин, ләкин безнең өчен яраксыз булырга мөмкин дип ышанабызмы?",
    "2867855718": "3. Хосусыйлык ихтыяҗлары сорау өчен канәгатьләнерлек итеп чишелә ала дип ышанабызмы?",
    "2462728596": "Әгәр дә без бу пунктларда үзебезне канәгатьләндерә алмыйбыз икән, без сораудан баш тартачакбыз һәм безнең Шартларда күрсәтелгәнчә безнең платформага керү мөмкинлеген туктата алабыз.",
    "1995277831": "Рәхмәт",
    "1818116402": "ЯИ этикасы компоненты белән оператив сорауларны ничек эшләвебезгә сез бу бәяне бәяләдегез дип ышанабыз.",
    "1499894352": "Бик аз компанияләр бу өлкәдә карар кабул итү процессларына ачыклык тәкъдим итәләр, һәм без башкалар бу үрнәккә иярерләр дип ышанабыз!",
    "535659033": "Creative Commons атрибутикасы",
    "1495915066": "Без, академик тикшеренү партнерларыбыз, клиентларыбыз Creative Commons медиасын ничек кулланабыз",
    "3017533972": "Без, безнең академик тикшеренү партнерларыбыз, һәм клиентларыбыз, машина өйрәнү өлкәсендә кешелекнең белемнәрен арттыру максатыннан, hCaptcha платформасы аша Creative Commons-лицензияләнгән эчтәлекнең өлешләренә сылтама яки репродукция ясый алабыз.",
    "1428053210": "Бу эчтәлек, гадәттә, оригиналь формасыннан үзгәртелә. Мәсәлән, видео күп рәсемнәргә бүленергә мөмкин, бу рәсемнәр күп яңа рәсемнәргә бүленергә мөмкин, һәм шул яңа рәсемнәр очраклы рәвештә катнашып, соңгы нәтиҗәне күрсәтәләр.",
    "1728211763": "Эчтәлекне бу рәвешчә һәм бу максатларда куллану безнең законны һәм бу өлкәдәге стандарт практиканы аңлавыбыз буенча гадел куллану принципларына туры килә, ләкин без Creative Commonsның күптәнге җанатарларыбыз, һәм ярдәм иткән һәркемгә кредит бирүне өстен күрәбез. машина интеллектын яхшырту өчен монументаль эш.",
    "1949452297": "HCaptcha UI-ның эчке чикләүләре һәм аның куркынычсызлыгы аркасында, турыдан-туры янәшә урнашкан һәр рәсемнең чыганагын кабатлау мөмкин түгел. Киресенчә, без бу биткә баш биттән сылтама ясыйбыз һәм хәзерге вакытта яки күптән түгел платформа аша хезмәт күрсәткән чыганаклар исемлеген саклыйбыз. Сез хәзерге исемлеккә керә аласыз",
    "2367602973": "Монда",
    "659124570": "Өстәвенә, hCaptcha платформасында сезгә караган эчтәлекне күрсәгез һәм аның теләсә нинди сәбәп аркасында бетерелүен теләсәгез, электрон почта аша безнең белән элемтәгә керә аласыз.",
    "2066749488": "Башка зарланулар",
    "3479034323": "Әгәр дә сез үзегезгә караган эчтәлекне hCaptcha платформасында кабат күрсәгез һәм аның теләсә нинди сәбәп аркасында бетерелүен теләсәгез, электрон почта аша безнең белән элемтәгә керә аласыз.",
    "1836554225": "Блог язмалары",
    "2873297188": "Барлык CAPTCHAS америкалы булмаганнарны аерамы?",
    "165932542": "HCaptcha-ны карау бөтен дөнья буенча тарифларны чишә",
    "1865097546": "16 ноябрь, 2021",
    "3005876482": "hCaptcha хәзер иң зур бәйсез CAPTCHA хезмәте, Интернетның 15% -ында эшли",
    "693820850": "Сез хосусыйлыкны беренче урынга куеп Google-ны җиңә аласыз",
    "3609106478": "Ышаныч кәгазе:",
    "299335340": "Бу нәрсә һәм һөҗүмнәрне ничек туктатырга",
    "354925785": "Керү",
    "423222878": "Ачыклау, булдырмау һәм туктату өчен иң катлаулы кибер һөҗүмнәр - явыз актер актив кулланучы счетына керү өчен легаль кулланучы таныклыкларын куллана ала. Күпчелек катлаулы ачыклау мөмкинлекләре булмаса, счетны кабул итүче компаниянең бернәрсә дә дөрес булмаганга шикләнергә нигезе юк. Клиент аның счетына кергән кебек. Theөҗүмче урланган таныклыкларны кулланып, бу уңышлы хәйләгә иреште - гадәттә \"таныклык тутыру\" дип аталган кибер һөҗүм техникасы нәтиҗәсе. Бу бүген җитди проблема, ләкин дөрес каршы чаралар белән йомшартып була.",
    "777660551": "Нәрсә ул таныклык?",
    "2602763587": "Ышанычлы тутыру - кибер-һөҗүмнең бер төре, анда һөҗүмче урланган кулланучы исемнәрен һәм серсүзләрен кулланып берничә тапкыр вебсайтка керергә тырыша. \"Тотыру\" логинга кабатлану омтылышларын аңлата, алар һәрвакыт диярлек автоматлаштырылган бот программалары белән башкарыла.",
    "1271831121": "Хакер (шапка кигән, әлбәттә!) Анда утырган кебек түгел, таныклыктан соң таныклык яза. Автоматлаштырылган лог ботны Селен кебек киштәләрдән яки махсус эшләнгән хакер коралыннан ясарга мөмкин.",
    "2588750717": "Чыннан да, кайбер таныклыкны тутыру һөҗүмнәре миллионлаган таныклыкны үз эченә ала - барысы да керергә өметләнеп вебсайтның логин интерфейсына тутырылган. Эчкә кергәч, һөҗүмче корбанның счетын ала ала.",
    "1137757109": "Әгәр дә ул электрон сәүдә счеты булса, һөҗүмче товарларга заказ бирә ала. Әгәр дә зыян күрүче банк булса, һөҗүмче акчаны диңгезгә күчерә ала һ.б.",
    "1559150837": "Максатлар сакланмаса да. Күпчелек вебсайтларда кыска вакыт эчендә бер үк IP адресыннан меңләгән төрле счетларга керергә омтылган шикле кулланучыны блоклаучы контроль бар. Бу саклау техникасы белән танышу өчен, ышанычлы әйберләрне тутыручылар нәрсә эшли - бу географик һәм IP төрлелеген охшату. Көчле, еш ЯИ белән идарә итүче кораллар кулланып, алар меңләгән кулланучы очраклы рәвештә илнең төрле вакытларында керергә тырышалар. Моны ачыклау һәм туктату күпкә авыррак.",
    "1892020899": "Хакерлар таныклыкны каян алалар?",
    "2597149484": "Хакерның бик күп таныклыкларны \"тутырырга\" тиешлеге, аларның урланган таныклыкларын каян алулары белән бәйле.",
    "3030395800": "Бу таныклыклар гадәттә мәгълүмат бозудан килә. \"Ышаныч агымы\" дип тә атала, бу һөҗүмнәр миллионлаган таныклыкларны караңгы вебга ташларга мөмкин. Әгәр банк агып чыкса, хакер бу таныклыкларны бүтән сайтларга керер өчен кулланырга тырышачак. Бу ысул эшли, чөнки күп кеше бер үк кулланучы исеме һәм серсүз комбинациясен берничә сайт өчен куллана. (Бу практика боектырыла, ләкин чынбарлык нәрсә ул. Кешеләр бер үк логин таныклыкларын кабатлыйлар.)",
    "1258965840": "Шулай итеп, әгәр һөҗүмче бер сайтка керә алса, ул, мөгаен, түккән таныклыкларны кулланып берничә сайтка керә ала. Мәсәлән, алар JohnDoe / 525momma кебек кулланучы исеме / серсүз парларын ала алалар, ләкин бу парның алар өчен нәрсә эшләвен белмиләр. Шулай итеп, алар парны Amazon.com, Ebay, Citibank, Walgreens һәм башкаларда сынап карыйлар. Алар бу парны мең төрле сайтта сынап карарга мөмкин.",
    "3594440415": "Ахырда, алар ишекләр ача башларлар.",
    "780280214": "HCaptcha һәм hCaptcha Enterprise таныклыкны тутыру куркынычын ничек йомшарталар",
    "4165374512": "Ышаныч мәгълүматларын тутыру өчен IP һәм урынны ачыклау коралларын куллану мөмкин булса да, кыйммәтрәк һәм төгәл ысул - автоматлаштырылган таныклыкны тутыру ботының өзелүе. hCaptcha һәм hCaptcha Enterprise ботны керү ноктасына ташлый ала. Ботның дөрес таныклыклары булса да, hCaptcha Enterprise-ны ачыклау яки hCaptcha-ның CAPTCHA-ны уза алмаса, ул аны тутыру эшенә кермәячәк һәм сезнең сайт һәм кулланучылар сакланган.",
    "3269644546": "Зинһар",
    "1058572205": "турында күбрәк беләсегез килсә, без",
    "3753613260": "контакт",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "DMCA зарланулары турында хәбәр итү",
    "54093347": "DMCA теркәлгән агент",
    "3233441200": "Хокук бозучы политиканы кабатлау",
    "4011712313": "Безнең DMCA политикасы кысаларында, без клиентларның счетларын урнаштырабыз, алар өчен күп DMCA кабатлау хокук бозу политикасына хокук бозу турында күп DMCA хәбәрләре алабыз. Календарь айда кабатланган DMCA хәбәрләрен алгач, клиент счеты бер политик адымнан икенчесенә күчәчәк.",
    "766825168": "DMCA Кабатлау хокук бозу политикасы нигезендә кабул итә алырлык чаралар, хисап клиентына күренүчәнлекнең артуы турында хәбәрләр җибәрүне үз эченә ала. Бу хәбәрләрне тану өчен, без клиенттан счетка керүне яки безнең ярдәм төркеменә шалтыратуны таләп итә алабыз. Без шулай ук туктату яки туктату хокукын саклыйбыз, шулай ук hCaptcha һәм IMI хезмәтенә бүтән вакытлыча чаралар куллану хокукын саклыйбыз, алар өчен без хокук бозу турында DMCA хәбәрләрен алуны дәвам итәбез, хәтта кабат хокук бозучылар турында хәбәрләр җибәргәннән соң. Моннан тыш, без hCaptcha хезмәтен туктатканда, бу клиентларга күрсәтелгән бүтән hCaptcha яки IMI хезмәтләрен без үзебез теләгәнчә туктата алабыз.",
    "2410122265": "hCaptcha ресурслары: ботлар 101",
    "4166776480": "Ышанычлы әйберләр: нәрсә ул һәм һөҗүмнәрне ничек туктатырга",
    "2301335298": "Түләү алдавы: Кибер җинаятьнең тиз үсеш режимын йомшарту",
    "3682071227": "Хисапны алу нәрсә ул һәм алар ничек эшлиләр?",
    "2729131930": "Сызу нәрсә ул һәм ул ничек эшли?",
    "1344959096": "Индивидуаль мәгълүмат билгесе булып эшләү",
    "3510143229": "hCaptcha - вебсайтлар һәм кушымталар өчен хезмәт,",
    "3930611699": "аерым эшчеләр.",
    "1051214799": "hCaptcha - веб-куркынычсызлык хезмәте, аны кулланган вебсайтлар яки кушымталар бастыручылар белән кыйммәтне бүлешергә тырыша.",
    "360236473": "HCaptcha сервисы беркемнең дә шәхси лаборатор булып эшләве өчен кулланылмый. Бу максатка яраклаштырылган түгел. Без беркемгә дә hCaptcha-ны шәхси керем чыганагы итеп кулланырга киңәш итмибез.",
    "3842490632": "Күп сорауларга җавап бирергә омтылган индивидуаль кулланучы ставкасы чикләнгән яки тиз тыелган булырга мөмкин. Безнең кебек үк мөһим",
    "1560232962": "җентекләп каплый, бирелгән җавап өчен алынган суммага гарантияләр бирелми. Ул вакытта түләүле сораулар булмаска мөмкин, сыйфатлы сәбәпләр аркасында җавап кире кагылырга мөмкин һ.б.",
    "2694001822": "Шулай да, без система үзенчәлекләрен һәм яңа үзенчәлекләрне сынап карау өчен вакыт-вакыт шәхесләрне яллыйбыз.",
    "1569804581": "Киләчәктә бәйләнешле мөмкинлекләр турында элемтәгә керергә телисез икән, зинһар, бу форманы тутырыгыз.",
    "636461959": "Исем",
    "1139500589": "Ил",
    "1789607185": "Мэйл адресы",
    "325077666": "Сезнең информацияне җибәреп сез безнең белән риза",
    "3555583744": "һәм",
    "3609929815": ". Киләчәктә шәхси маркировкалау мөмкинлеге турында сезнең белән элемтәгә керү максатыннан, без сезнең исемегезне, илегезне һәм электрон почта адресыгызны саклап калачакбыз.",
    "4197928199": "Шәхсилек сәясәте",
    "851786723": "Электрон почтагызны кертеп, сез безнең Шартларга һәм Хосусыйлык Сәясәтенә ризалашасыз, һәм бездән электрон почта электрон почтасын алырга.",
    "2402165761": "Скрапинг ничек эшли?",
    "4260542944": "Эчтәлекне кыру (шулай ук \"экранны кыру\" яки \"кыру\" дип тә атала) вебдан мәгълүмат туплау өчен таныш, еш файдалы процесс. Ләкин, соңгы елларда, техника хакерларның һәм мошенникларның өстенлекле коралына әйләнде. Каршы чаралар куркынычны эффектив йомшарта ала, ләкин аларны тормышка ашыру өчен процессның ничек эшләвен аңлау зарур.",
    "2066255783": "Эчтәлекне кыру нәрсә ул?",
    "1910628828": "Эчтәлекне кыру - программа клиентын яки веб-браузерны күрсәтүче автоматлаштырылган кораллар җыелмасын үз эченә алган системадан мәгълүмат алу ысулы. Бу яңа түгел. Чынлыкта, иске төп мәгълүматтан мәгълүмат кирәк булган программа инженерлары өчен, мәгълүматны алу өчен бердәнбер ысул булырга мөмкин. Оригиналь тоташтыручылар юкка чыгарга һәм алыштырырга мөмкин түгел.",
    "3408107995": "Бүгенге көндә, чүпләү һәрвакытта да вебсайттан мәгълүмат алу өчен программатик карашны аңлата. Кистерү программалары кеше кулланучысы кебек эш итә, төймәләргә басыгыз һәм нәтиҗәләрне укыйсыз. Кырлау өчен бик күп легитим куллану бар. Энергия эзләү системаларын веб-крейлерлар бер мисал. Skyscanner кебек кораллар шулай ук меңләгән туристик вебсайтлар аша таралып сәяхәт килешүләрен эзлиләр. Fintech фирмалары аны шулай ук кулланалар, мәгълүматны тоташтыру өчен кушымта программалаштыру интерфейслары (API) булмаса, банк сайтларыннан кулланучының финанс мәгълүматларын кыралар. Экранны кыру турында истә тотарга кирәк булган әйберләр - аның тизлеге һәм масштаблылыгы. Бу процесс вебсайтлардан бик күп мәгълүмат җыя ала, сайтлар моны туктатыр өчен конфигурацияләнмәгән. Хисаплау тизлегендә, скрепер вебсайтлар һәм төп программа һәм мәгълүмат базалары белән үзара бәйләнештә зур мәгълүматлар базасын туплый ала.",
    "1920884252": "Ни өчен эчтәлекне куркынычсызлык куркыныч астына куя?",
    "2256795853": "Вебсайтлардан бик күп мәгълүматны тиз арада чыгару сәләте зарарлы актерлар кулында көчле коралны кыра. Киселгән бот социаль медиа сайтларыннан кулланучы мәгълүматларын җыя ала. Аннары, адресларны һәм бүтән шәхси мәгълүматны үз эченә алган сайтларны кырып, нәтиҗәләрне корреляцияләп, хакер кредит картасы заявкаларын җибәрү кебек шәхес җинаятьләрендә катнаша ала.",
    "4087694419": "Саклаучы хакер шулай ук Amazon һәм eBay кебек сайтлардан ялган яки алдаучы продуктлар исемлеген булдыру өчен мәгълүмат җыя ала. Аннары ул аларны OfferUp кебек яшьтәшләр хезмәтендә сатуга тәкъдим итә ала һәм сатып алучыларга фишинг һөҗүмнәрен ясый ала. Яисә, мошенник булмаган продуктларны сата ала. Нәшрият сайтларыннан эчтәлекне кырып, мошенник төрле хезмәтләрдә ялган реклама нәшер итү битләрен ясый ала. Аннары алар бу битләрдәге рекламаны вәкаләтле сатучыларга сата ала, аларның контактларын нәшер итүченең ads.txt файлыннан җыеп алалар. Реклама урыны реклама бирүчегә реаль булып күренә, ләкин алар юк.",
    "3315658779": "HCaptcha предприятиясе белән эчтәлекне кыруны булдырмагыз",
    "2602081482": "hCaptcha Enterprise сезнең сайтка һәм кушымталарга зарарлы трафикны ачыклау өчен алдынгы машина өйрәнүен куллана - шул исәптән кыру эшчәнлеген.",
    "1422537019": "без бүген күбрәк белергә.",
    "1988268879": "Масштабда кыйммәтле мәгълүмат маркировкасы",
    "2163914794": "Сезнең мәгълүматлар базасы өчен күбрәк ярлыклар кирәкме? hCaptcha ясалма интеллект һәм машина өйрәнү кушымталары өстендә эшләүче компанияләр өчен тиз, чыгымлы һәм югары сыйфатлы мәгълүмат маркировкасы бирә.",
    "3378932530": "Хәзер сезнең мәгълүматны билгеләргә алыгыз",
    "3483700676": "Миллионлаган эшне тиз арада эшләтеп җибәрү",
    "3478726913": "hCaptcha сезнең планетада иң зур бассейннарның берсе. Сезнең масштабыгыз нинди генә булмасын, без аны кыйммәт бәядән алда эшли алабыз. Көнгә миллионлаган эш проблема түгел.",
    "740501259": "Гади API йөртүче торбалар",
    "2784612261": "Кеше рецензиясен сезнең бизнес операцияләрегезгә туры китерергә телисезме? Без югары ышанычлы SLA, гарантияләнгән сыйдырышлык, гади REST API тәкъдим итәбез.",
    "1144966033": "Кыйммәт һәм сыйфат өчен оптимальләштерелгән",
    "3213351333": "Бернинди бурыч таләп ителми",
    "2107077506": "КЕШЕ платформа катлаулы реаль вакыт сыйфатын анализлау өчен тулы ышаныч модельләрен куллана. Бу безгә сорауларның кыенлыгын һәм аларның дөрес җавапларын тиз билгеләргә мөмкинлек бирә, сезгә вакытны һәм акчаны саклый.",
    "3576146278": "Сезгә кирәкле төгәллек өчен генә түләгез",
    "2952586316": "Барлык проблемалар да бер үк түгел. Куркынычсызлык-критик биремнәр өчен аннотацияләр тулысынча кеше эшчеләреннән 99,99% ышаныч таләп итә ала. Кәрәзле уен кушымтасында бер бета функциясе өчен аннотацияләр уртача ышаныч таләп итә ала. Сез карар кабул итәсез.",
    "710145621": "Groundзегезнең җирдәге хакыйкать мәгълүматларыгызны бирегез, яисә аны очып китәргә рөхсәт итегез",
    "987901590": "Сездә тулы мәгълүмат җыелмасы булмаган чимал бармы? Күпчелек очракта без сезнең өчен берсен система аша бирелгән эш итеп төзи алабыз, яисә сезнең рөхсәтегез өчен маркалы үрнәкләр ясый алабыз.",
    "2597352122": "Аннотация төрләре",
    "1344687860": "Чикләү тартмалары",
    "1089415440": "Рәсемнәрдә һәм видеода объектны төгәл ачыклау",
    "3817067682": "Күппочмаклар",
    "2682873489": "Предметлар өчен чикләү өлкәсен билгеләгез",
    "1275150216": "Landир билгеләре",
    "2067112112": "Күп төрле куллану очраклары өчен аннотацияләр",
    "4228682126": "Сыйфатны категорияләү",
    "2920213479": "Төрле зурлыктагы теләсә нинди категорияләрне тәртипкә китерегез яки кушыгыз",
    "3288667364": "Чагыштыру һәм ачыклау",
    "155877895": "Кеше белән эшләнгән ачыклау һәм классификацияләү",
    "3128433367": "... һәм тагын бик күп",
    "2827452240": "Монда күрсәтелмәгән бүтән төр кирәкме? Бездән сорагыз.",
    "719304627": "Ахырдан контроль кирәкме?",
    "1172067553": "HCaptcha артындагы HUMAN платформасы, сезнең системаларыгыз белән интеграцияләнгән, гибрид яки SaaS урнаштыру аша бик катлаулы эш сыйфаты һәм идарә итү үзенчәлекләрен тәкъдим итә.",
    "2319072959": "Workз эшче көчегез белән тулысынча оффлайн эшләгез, бизнес бүлекчәләре яки консорциум партнерлары аша кулланылган кыйммәтне күзәтегез, бәяләрне һәм куркынычсызлык таләпләренә нигезләнеп эш урыннарын төрле эчке яки тышкы хезмәт күрсәтүчеләргә сайлап алыгыз.",
    "1936512180": "Employeeиңел API керү, матур такта, һәм эшче эффективлыгын арттыру өчен иң соңгы модель-технология.",
    "3913848038": "99,99% эш вакыты SLA һәм 24/7 глобаль ярдәм бар.",
    "1080752747": "Контакт сату",
    "1525403768": "Күбрәк мәгълүмат алу өчен предприятия сатуына мөрәҗәгать итегез.",
    "1546930020": "Мәгълүматны язу",
    "2486638408": "Характеристикаларны билгеләгез",
    "1027200955": "Сезнең проект ихтыяҗларын билгеләү өчен безнең домен белгечләренең берсе белән сөйләшегез: максатчан төгәллек, формат һәм махсус таләпләр.",
    "1156712451": "Башлангыч эш тесты",
    "181065232": "Без сезнең үрнәк мәгълүматларыгызга нигезләнеп кечкенә производство эше башкарабыз. Бу сезнең кирәк булганны төгәл алу өчен без бергә эшләгән эшне сынап карый.",
    "3207769512": "Producитештерү эшләрен урнаштыру",
    "1099238677": "Highгары күләмлелегебез һәм аз тоткарлыгыбыз белән без сезнең эшегезне тиз арада әйләндерәчәкбез, эшне тиз арада автоматлаштырылган тапшыру белән.",
    "465783046": "Сезнең мәгълүматлар белән сынап карарга телисезме?",
    "328625009": "... сез булганда без әзер: безнең хезмәт тәүлек әйләнәсендә.",
    "3225770968": "hCaptcha машинаны өйрәнүдә иң күп хезмәт таләп итә торган проблеманы чишү өчен эшләнгән; күп санлы мәгълүматны вакытында, арзан һәм ышанычлы итеп маркировкалау.",
    "2041686284": "Күбрәк мәгълүмат, гадәттә, машина өйрәнү модельләрен укытуда яхшырак нәтиҗәләр бирә. Тирән модельләрнең соңгы уңышлары зур мәгълүматлар базасына китерде, һәм hCaptcha бу ихтыяҗны тәэмин итә. Ләкин, традицион ысуллар кулланып, кеше тикшергән зур мәгълүматлар базасын булдыру әкрен дә, кыйммәт тә.",
    "3729345277": "hCaptcha - компанияләр өчен тизрәк, югары сыйфатлы һәм башка альтернативаларга караганда арзанрак бәядә кирәк булган аннотацияләрне алу ысулы.",
    "2103563261": "Шәхси яки җәмәгать мәгълүматы",
    "2513143348": "HCaptcha Enterprise системасы аның дизайнында уникаль сыгылучан: җәмәгать болытын эшләсәгез яки күп мәгълүмат үзәкләренә ия булсагыз, ул өлешчә яки тулысынча челтәр читенә урнаштырылырга мөмкин.",
    "3107683988": "Бу челтәрдән тыш трафикны һәм чыгымнарны кискен киметергә мөмкин, шул ук вакытта безнең 24/7 шалтыратучы хезмәткәрләр белән идарә итүнең барлык өстенлекләрен саклап калу.",
    "3660619092": "Предприятие чишелешләре өчен бушлай теркәлү яки контакт сату",
    "2351176803": "HCaptcha JS API өчен лицензия шартлары",
    "2616226398": "Безнеке",
    "2024293275": ". Бүтән хокуклар сакланган, хәзерге вакытта.",
    "1062291156": "стандарт терминнар",
    "2712493234": "Түләү алдавы: Кибер җинаятьнең тиз үсеш режимын йомшарту",
    "1817772953": "Мошенниклык җинаятьнең яңа төре түгел. Чыннан да, археологлар борыңгы шумерлар тарафыннан 10,000 ел элек терлекләрне югалтуларсыз ташу өчен уйлап чыгарылган алдашуга каршы җайланмалар таптылар! Аларда балчык билгеләр куялар, аларның һәрберсе хайванны күрсәтә, \"булла\" дип аталган балчык шар эченә. Булла сатучыдан сатып алучыга күчкәндә көтү белән сәяхәт итәр иде. Ул вакытта да, бизнес хуҗалары, алар белән эшләгән кешеләрнең барысы да югары дәрәҗәдә түгел дип борчылды. 10,000 ел эчендә күп нәрсә үзгәрде, ләкин алдашуларны кисәтүдә инновацион булырга кирәк. Бүгенге көндә, онлайн түләү алдаулары иң мөһим. Интернет ярдәмендә, мошенниклар анти-мошенниклык контролен узарга оста булдылар. Ләкин яңа карарлар дулкынландыра.",
    "1053787685": "Түләү алдавы нәрсә ул?",
    "433424759": "Түләү алдавы теләсә нинди законсыз операцияне үз эченә ала, анда кибер җинаятьче корбанны кыйммәтле әйбердән мәхрүм итә, гадәттә акча. Бу урланган кредит картасын он-лайн товарларга заказ бирү яки банк счетын алу һәм аннан законсыз акча күчерү дигәнне аңлатырга мөмкин. Төрле вариацияләр бар, ләкин аларның барысы да бер үк нәтиҗәгә китерә: бозык урланган шәхесне яки түләү мәгълүматын кулланучыдан, банктан яки сәүдәгәрдән урлау өчен куллана.",
    "2939852138": "Мошенниклар ничек түләү алдауларыннан арынырга?",
    "1665616092": "Түләү алдавы концепциядә гади, ләкин хәзерге башкаруда ул фантастик катлаулы булырга мөмкин.",
    "4246520782": "Чынлыкта, Интернет соңгы елларда мошенниклар һәм саклаучылар арасында кораллы ярышның шаһиты булды.",
    "2167049807": "Куркынычсызлык отрядлары төрле каршы чаралар һәм контроль чаралар кабул иттеләр, алар түләү алдауларына җиңел, ялкау карашларны җиңәләр. Ләкин, һөҗүмнәр көннән-көн катлаулана бара. Мәсәлән, ботлар ялган вебсайтлардан һәм фишинг һөҗүмнәреннән урланган кредит карталары номерларын һәм PIN-ларны җыя ала.",
    "1936449777": "Аннары, тулысынча автоматлаштырылган режимда, алар электрон сәүдә сайтларында кеше тәртибен охшата алалар, төймәләргә басып, кибет арбаларына әйберләр өстиләр - хәтта күпчелек, мошенниклыкка каршы контроль әйберләр бот урларга тырыша алмыйлар. товар. Киресенчә, кеше кулланучысы кибеттә кебек. Бот таныклык урланган бүрәнәне кулланып, чын клиент счетына керә ала. Алдашуны тагын да яшерү - ботның IP адресларын боза алу һәм аны \"кибетче\" чит илдә булырга мөмкин булган һөҗүмчедән аерылып торган кебек.",
    "648630222": "HCaptcha предприятиясе белән түләү алдауларын булдырмагыз",
    "1621930829": "Бүгенге алдынгы, туктаусыз түләү алдаулары турында нәрсә эшләп була? Контрольнең берничә катын куллану гадәттә акыллы ысул. Ләкин, иң яхшы каршы чаралар - ботны капларга һәм аның ялган булуын ачыкларга мөмкин, иҗат итүчеләрнең кеше тәртибен кабатлау өчен иң күп тырышлыкларына карамастан.",
    "2423586454": "Программа эшли алмаган кайбер әйберләр бар, ЯИ аның артында нинди генә яхшы булмасын. Заманча CAPTCHA технологиясе түләү алдауларын дәвам итәргә омтылган ботларны блоклауның исбатланган ысулын тәкъдим итә. CAPTCHAга иске карашлар, сандыктагы гади саннар кебек, хәзерге вакытта алдынгы ботларны йомшартуда җитешсезлек булса да, hCaptcha Enterprise кебек автоматлаштырылган сынау-җавап җайланмасы счетка керү яки кибет арбасын тикшерү вакытында мошенник ботын җиңел генә ташлый ала. Ботның чын таныклыклары булса да, CAPTCHA аша уза алмасагыз.",
    "1467308982": "Түләү расписаниесе",
    "1291824746": "hCaptcha Payouts квартал саен 60 көн дәвамында эшли. Моның нәрсә аңлатканын ачыклау өчен зинһар, астагы таблицаны карагыз.",
    "3444947612": "Трафик",
    "4181611011": "Татулашу датасы",
    "728503636": "Түләү вакыты",
    "3720584906": "15 июль 2021 - 15 октябрь 2021",
    "388240587": "2022 елның 5-15 гыйнвары",
    "3426312287": "2022 елның 5-15 гыйнварында",
    "615618648": "15 апрель 2021 - 15 июль 2021",
    "3376724603": "14 сентябрь - 24 сентябрь 2021 †††",
    "3398978455": "2021 елның 15-25 сентябре †††",
    "2722456056": "20 гыйнвар 2021 - 15 апрель 2021",
    "4063155841": "2021 елның 25 июненнән дә соңга калмый ††",
    "4082053540": "2021 июнь 2021 ††",
    "64953197": "2020 елның 15 октябре - 2021 елның 15 гыйнвары",
    "1023070345": "2021 елның 14 мартыннан да соңга калмый",
    "2600696085": "15 март 2021",
    "3217791519": "15 июль 2020 - 15 октябрь 2020",
    "649261378": "2021 елның 5-11 гыйнварында *",
    "1559190296": "2021 елның 5-11 гыйнвар †",
    "3806054689": "15 апрель 2020 - 15 июль 2020",
    "4162383380": "16 сентябрь - 22 сентябрь 2020 *****",
    "1990824776": "16-24 сентябрь 2020 *****",
    "3856690908": "15 гыйнвар 2020 - 15 апрель 2020",
    "3200641265": "2020 елның 16 июненнән дә соңга калмый *",
    "3744079744": "15-19 июнь 2020 ****",
    "2209837451": "2019 елның 15 октябре - 15 гыйнвар 2020",
    "2510534204": "23 марттан да соңга калмыйча ***",
    "2910560864": "20-23 март 2020 ***",
    "2544565802": "15 июль 2019 - 15 октябрь 2019",
    "3963642878": "2019 елның 14 декабреннән дә соңга калмый *",
    "622103562": "17 декабрь 2019 **",
    "4072202039": "15 апрель 2019 - 15 июль 2019",
    "818049069": "2019 елның 15 июленнән дә соңга калмый",
    "1169005651": "15 сентябрь 2019",
    "2303655425": "15 гыйнвар 2019 - 15 апрель 2019",
    "3678889946": "2019 елның 15 июненнән дә соңга калмый",
    "3094354698": "15 июнь 2019",
    "4217013126": "Түләү гадәттә көн дәвамында Түләү көнендә эшли, һәм гомумән Тыныч океан вакыты белән тәмамлана. Әгәр дә хисап карау өчен флагланган булса, түләүне җибәрү өчен биш өстәмә эш көне кирәк булырга мөмкин.",
    "1447649958": "Искә төшерү буларак, түләү өчен төгәл кеше хәрәкәте хокуклы. Бу турыда тулырак мәгълүматны түбәндә бәйләнгән безнең Сорауларда күрә аласыз. Түләү хокукына ия булу өчен, булган баланс минималь чиккә дә туры килергә тиеш, хәзерге вакытта 10 HMT.",
    "4257144752": "Реаль вакыт сметалары соңгы төгәллекне яки кешелеклелекне чагылдырмый, һәм шулай итеп сезнең соңгы табышыгыз беренче татулашуга кадәр Такталарда күрсәтелгән саннардан шактый зур яки түбән булырга мөмкин.",
    "2728931827": "Eachәрбер татулашудан соң, сезнең сайттагы кулланучылар сметасы яңартылачак һәм киләчәктә фаразлауның төгәллеге артырга тиеш, сезнең сайтта кулланучылар тәртибендә материаль үзгәрешләр булмаса.",
    "1200905005": "20 2021 елның сентябреннән хезмәтнең үсеше белән бәйле оператив чикләүләрне гадиләштерү максатыннан, татулашу һәм түләүләр бер көнгә түгел, ә якынча 10 көн эчендә эшли.",
    "4284094387": "20 Кайбер 2021 июньдә татулашу һәм түләү киләсе атнада татулашу тәрәзәсе вакытында соңгы исәпләүләрне тикшерүдә тоткарлану аркасында эшләячәк.",
    "1977013707": "2020 2020-нче елның декабрендә түләүләр 15-нче көннән күчерелде, ел ахырында татулашу һәм персонал каникуллары белән кабатланмас өчен: алар гыйнварның икенче атнасына тәмамланачак. PayPal'ка гадәттәгечә әкренрәк күчү аркасында түләүләр бер көн эчендә түгел, ә берничә көн дәвам итәчәк.",
    "517010299": "Зинһар, Игътибар итегез: без хәзерге вакытта реаль-татулашуга зур арткы күчү өстендә эшлибез. Вакытлыча татулашу 2021 елның I кварталына кадәр гадәттәгечә ешрак эшләячәк. Бу түләү графигына яки датасына тәэсир итми.",
    "3092200338": "** 15-нче ял көннәрендә төшкәч, түләү вакыты 17-нче була.",
    "3891941747": "*** COVID-19 Киңәш: COVID-19 белән бәйле персоналның сыйдырышлыгы кимү сәбәпле, татулаштыру безнең стандарт тикшерүне тәмамлау өчен өстәмә вакыт бирү өчен күчерелде. Түләү җомга көнне башланып, киләсе дүшәмбедә тәмамланыр дип көтелә.",
    "2301757528": "**** Түләү тәрәзәсе вакытында аларның REST API-ларын PayPal белән тәэмин итү аркасында, барлык түләүләр 15 июньдә тәмамланмады. 15 июньгә планлаштырылган теләсә нинди түләүләр (Тын океан вакыты), ләкин PayPal API хаталары аркасында башкарылмаган 19 июньдә (Тын океан вакыты) яңадан эшләнде.",
    "116842359": "***** Системаны тоту аркасында татулашулар берничә көн эчендә тәмамланыр дип көтелә.",
    "4154415610": "***",
    "2310694091": "Татулашу нәрсә аңлата?",
    "164801246": "Татулаштыру - трафикның кешелеклелеген һәм төгәллеген тикшерү өчен, трафик анализланган процесс, барлык отчет сайтларыннан барлык мәгълүматлар булганнан соң. Сез тулырак мәгълүматны безнең белән укый аласыз.",
    "3256245394": "шулай ук безнең блог постлары, мәс",
    "3089778412": "HCaptcha бүләкләрне ничек исәпли",
    "3329755436": "Сез бу процессны тизләтергә уйлыйсызмы?",
    "1911669851": "Әйе, без хәзерге вакытта арткы системаларыбызга төрле камилләштерүләр өстендә эшлибез, ахыр чиктә тиз арада татулашуны, тизрәк бәяләү төгәллеген һәм тизрәк түләү тәкъдим итәрбез дип көтәбез. Хәзерге вакытта татулашуны тизләтү өстендә эшлибез.",
    "2366003154": "Пресс һәм Медиа Сораулар",
    "3054564199": "Пресс-комплект",
    "3173156067": "Кайбер әзер залог сезнең мәкаләгезгә үрнәк рәсемнәр кертергә теләгән очракта бар.",
    "867314732": "Сез югары резолюцияне ала аласыз",
    "858218750": "һәм аларны куллану буенча күрсәтмә",
    "3821716514": "бит.",
    "1186243118": "логотип рәсемнәре",
    "3034959000": "Сез ала аласыз",
    "1764089150": "Монда:",
    "1558428432": ". Зинһар, аларны hCaptcha.com сайтына кредит итегез.",
    "2429359042": "интерфейс рәсемнәре",
    "1480820434": "рәсем 1",
    "3213411837": "рәсем 2",
    "1270712701": "Пресс-релизлар һәм соңгы докладлар",
    "231285005": "Соңгы яңартуларны безнең блогта таба аласыз",
    "1289884910": "Без шулай ук вакыт-вакыт анализ һәм докладлар бастырабыз. Мәсәлән:",
    "932546190": "Нигә CAPTCHAлар һәрвакыт безнең белән булачак",
    "2344319147": "Google'ның ботын ачыклау чыннан да күпме тора?",
    "1637527266": "Кайсы илләрдә бот трафикы иң күп?",
    "230159237": "Контактлар",
    "3759923279": "Зинһар, матбугат сорауларын түбәндәге электрон почта адресына юнәлтегез:",
    "4255608322": "Соңгы яңартылган: 2021, 12 апрель",
    "33639629": "Өченче як вебсайтларына кагылмый. Зинһар, онытмагыз, бу Хосусыйлык Сәясәте өченче якның вебсайтына, тәкъдименә, продуктына яки хезмәтенә кагылмый, хәтта безнең Сайтка сылтама бирсә дә, Хезмәтне кертсә дә - зинһар, өченчесенә берәр мәгълүмат бирергә карар иткәнче, кулланылган хосусыйлык политикасына мөрәҗәгать итегез. кичәләр.",
    "987375734": "IMI АКШта урнашкан. Сайтлар һәм сервис АКШ белән идарә ителә һәм идарә ителә. Сезнең Персональ Мәгълүмат сакланырга һәм эшкәртелергә мөмкин, бездә объектлар булган яки без хезмәт күрсәтүчеләр катнашкан, һәм Сайтларны һәм Хезмәтне кулланып сез яшәгән ил читендәге илләргә, шул исәптән АКШка, мәгълүматны күчерергә риза. , сезнең илнекеннән аерылып торган мәгълүматны саклау кагыйдәләре булырга мөмкин. Аерым шартларда судлар, хокук саклау органнары, көйләү органнары яки бүтән илләрдәге куркынычсызлык органнары сезнең шәхси мәгълүматка керергә хокуклы.",
    "452920031": "АКШ читендәге клиентларга искәрмә.",
    "2328839224": ". Зинһар, безнең \"Калифорния резидентларына хәбәр\" бүлеген карагыз, Калифорния кулланучылар хосусыйлыгы акты (\"CCPA\") нигезендә сезнең хокукларыгыз белән бәйле.",
    "1565481281": "Калифорния резидентларына искәрмә",
    "1028058338": "Зинһар, безнең Гомуми мәгълүматны саклау Регуляциясе (\"GDPR\") нигезендә сезнең хокукларыгыз белән бәйле \"ЕС мәгълүмат субъектларына хәбәр\" бүлеген карагыз.",
    "2271205646": "Европа икътисадый өлкәсендә яшәүчеләргә искәрмә.",
    "508143070": "Игътибар итегез, IMI сезнең шәхси мәгълүмат контроллеры, безнең Хезмәт күрсәтү белән бәйле Интеграторлар исеменнән шәхси мәгълүматны эшкәртүдән кала, бу очракта без шәхси мәгълүмат процессоры, һәм шул Интеграторлар контроллеры. шәхси мәгълүмат.",
    "2330965058": "Кайда без үзебезнең Интеграторлар өчен процессор булып эшләсәк, без җыелган мәгълүматны үз хезмәтебезне күрсәтү өчен кирәк булганнан башка максатларда кулланмыйбыз, һәм безнең эшкәртү безнең Интеграторлар белән төзелгән контрактлар белән идарә ителәчәк, бу түгел Шәхсилек сәясәте",
    "3017040355": "ЕС мәгълүматларын эшкәртү Субъект мәгълүматларын эшкәртү Стандарт Контракт Кодлары (SCCs) хокукый нигездә эшли, безнең Хезмәт шартларына Мәгълүмат эшкәртү кушымтасы яки Интеграторлар белән мәгълүмат эшкәртү килешүләре.",
    "2233384692": "Әгәр дә сездә мондый мәгълүматлар ничек эшләнә яки сезнең хокукларыгызны кулланырга теләсәгез, сездә бу мәгълүматны эшкәртү өчен Хезмәтне куллану өчен безнең белән килешү төзегән кешегә яки оешмага (ягъни мәгълүмат контроллерына) мөрәҗәгать итегез. Ләкин без, безнең Интеграторларга, алар белән килешү шартлары нигезендә, сездә булган барлык проблемаларны чишү өчен ярдәм күрсәтәчәкбез.",
    "349292953": "Без туплаган мәгълүмат",
    "3022001832": "Без үз сайтларыбыз һәм хезмәтләребез белән үзара бәйләнештә торучы шәхесләрдән, шул исәптән безнең Вебсайтка (\"Интеграторлар\"), мәгълүмат маркировкасы өчен хезмәтләрне кулланучылардан (һәм \"Клиентлар\"), һәм безнең белән үзара бәйләнештә торучылардан мәгълүмат туплыйбыз. Безнең Интеграторлар сайтлары аша хезмәт (\"Соңгы кулланучылар\").",
    "835545301": "Без түбәндәге мәгълүмат категорияләрен җыябыз:",
    "3228928991": "Шәхесне ачыклау яки элемтәгә керү өчен кулланыла торган мәгълүмат (\"Персональ Мәгълүмат\"), исем, электрон почта адресы, ил кебек. Шәхси мәгълүматны хәзерге һәм перспективалы Интеграторлардан һәм Клиентлардан безгә турыдан-туры биргәндә туплыйбыз (мәсәлән, хисап язмасына язылу вакытында яки бездән электрон почта хәбәрләрен алу өчен гариза язып). Без шулай ук шәхси мәгълүматны өченче як мәгълүмат базасына яки рәсми юридик документларга чагыштырып, Интеграторларның һәм Клиентларның шәхесен тикшерә алабыз.",
    "1655796811": "Интегратор яки Клиентларның сайтларны яки Хезмәтләрне куллануы нәтиҗәсендә автоматик рәвештә тупланган мәгълүмат, IP адреслары, браузер тибы, Интернет-хезмәт күрсәтүче, платформа тибы, җайланма тибы, операцион система, дата һәм вакыт мөһере кебек. керү һәм башка шундый ук мәгълүмат. Кайбер Аналитика Мәгълүматы безнең максаттан без катнашкан өченче як кешеләре тарафыннан җыела, һәм кайбер Аналитика Мәгълүматлары төрле күзәтү технологияләре, шул исәптән кукилар ярдәмендә җыела (аста \"Өченче Тарих Аналитикасы һәм Күзәтү технологияләре\" не карагыз).",
    "1388241689": "Соңгы кулланучылар Сервис аша тәкъдимнәргә җавап бирү нәтиҗәсендә җыелган мәгълүмат, мәсәлән, маркировкалау мәгълүматлары, аудио файллардан шул соңгы кулланучыларга күчерелгән текст, сорауларга җаваплар һәм Сервис тарафыннан ясалган башка тәкъдимнәр кебек. Машина өйрәнү кушымталарында куллану өчен мәгълүматны маркировкалау максатыннан. Игътибар итегез, билгеле мәгълүматлар бернинди шәхес белән дә бәйләнмәгән.",
    "1493790285": "Соңгы кулланучылардан Хезмәтнең бер өлеше буларак тупланган бүтән мәгълүмат, аларның булу-булмавын ачыклау өчен кирәк",
    "2216374138": "тычкан хәрәкәтләре, әйләндерү позициясе, баскыч вакыйгалары, кагылышлы вакыйгалар, һәм гироскоп / акселерометр мәгълүматлары кебек кеше.",
    "2394073454": "Индивидуаль мәгълүмат маркалары булып безнең белән эшләргә теләгән Соңгы кулланучылардан без өстәмә мәгълүмат җыя алабыз.",
    "3103557430": "Мәгълүматны ничек кулланабыз",
    "1130802068": "Weыелган мәгълүматны без түбәндәге максатларда кулланабыз:",
    "2940689138": "Интегратор һәм клиент счетлары белән идарә итү һәм Хезмәт күрсәтү. Аерым счетларны Интеграторлар һәм Клиентлар белән бәйләү һәм аларга Хезмәт күрсәтү, үтенечләргә яки сорауларга җавап бирү, ярдәм яки техник ярдәм күрсәтү, түләүләрне җиңеләйтү өчен без Персональ Мәгълүматны кулланабыз.",
    "857974529": "Сайтка һәм Хезмәткә яхшырту өчен. Аналитика мәгълүматларын без булганны яхшырту, яңа хезмәтләр һәм тәкъдимнәр үстерү, булган һәм киләчәк продукт тәкъдимнәрен көйләү өчен кулланабыз.",
    "1820844638": "Базар төшенчәләрен алу. Базарны анализлау, Сайтка һәм безнең Хезмәтләргә бәйле бизнес-анализ ясау өчен, һәм башка тикшеренү максатларында Аналитика Мәгълүматын кулланабыз.",
    "3386280249": "Билгеләнгән мәгълүматлар өчен базар белән тәэмин итү. Безнең Сервис веб-сайт хуҗаларына һәм мәгълүматларын маркировкалауда ярдәмгә мохтаҗ булган компанияләргә хезмәт итеп машина өйрәнү системалары өчен югары күләмле мәгълүмат маркировкасын һәм кеше рецензиясен бирә. Бу максаттан, без маркалы мәгълүматны алырга теләгән клиентларга маркалы мәгълүматларны ачабыз.",
    "3532143291": "Безнең хезмәтләрне һәм системаларны тәэмин итү. Аналитика Мәгълүматын системаларыбызны потенциаль куркынычларны һәм зәгыйфьлекләрне ачыклап, без туплаган мәгълүматны саклау өчен кулланабыз.",
    "2185418511": "Anyәрбер легитим бизнес максаты өчен, информация де-идентификацияләнгән яки агрегатланган булса, аны шәхес белән бәйләп булмый.",
    "2386465280": "Мәгълүматны ничек бүлешәбез",
    "2159517814": "Без шәхси мәгълүматны түбәндәге очракларда бүлешәбез яки ачабыз:",
    "4256083674": "Интегратордан турыдан-туры сорау буенча, билгеле бер CAPTCHA таләп соравы яки IP адресы, яисә бүтән рөхсәт бирелгән очракта алдау куркынычын ачыклау.",
    "3494826505": "Сатучылар белән без Сайтларның һәм Хезмәтнең мөһим аспектларын тәкъдим итәбез, мәсәлән, мәгълүмат саклау, хостинг, аналитика, һәм шул максатлар өчен.",
    "1119009846": "Сезнең, безнең яки башкаларның хокукларын, хосусыйлыгын, куркынычсызлыгын, яисә мөлкәтен яклау өчен, дәүләт үтенечләрен, хокук саклау органнары үтенечләрен кертеп, дәүләт һәм шәхси оешмаларга кагылышлы законнарны үтәргә кирәк булганда.",
    "197676026": "Башкалар белән теләсә нинди легаль бизнес максаты өчен, мәгълүмат ачыкланмаган очракта",
    "2359312315": "яки агрегатланган, аны кешегә бәйләп булмый.",
    "2497216176": "Өченче як аналитикасы һәм күзәтү технологияләре",
    "3694578791": "Aboveгарыда каралганча, без (һәм безнең өченче як сатучылар) Аналитика Мәгълүматын өлешчә cookies, веб маяклар һәм башка күзәтү технологияләре ярдәмендә җыябыз. Кайбер очракларда, без Аналитика Мәгълүматын җыю максатларында cookie'ларны куллану өчен өченче як сатучылар белән эшлибез.",
    "2014256987": "Әгәр сез куки яки башка күзәтү технологияләрен куллануны тыярга теләмәсәгез, зинһар, аста \"Мәгълүмат белән идарә итү\" не карагыз. Зинһар, онытмагыз, моны эшләү Сайтларны яки Хезмәтне куллану тәҗрибәгезгә тискәре йогынты ясарга мөмкин, чөнки кайбер функцияләр дөрес эшләмәскә мөмкин.",
    "2788024905": "Мәгълүматны ничек саклыйбыз",
    "3031284129": "Гарантиядән баш тарту",
    "26365791": "Закон белән рөхсәт ителгән тулы күләмдә, Сайт һәм Хезмәт (һәм бүтән бәйләнешле хезмәтләр, мәгълүмат, мәгълүмат, үзенчәлекләр, һәм башка эчтәлек яки материаллар) \"булганча\" һәм \"мөмкин булганча\" нигездә бирелә. Закон белән рөхсәт ителгән тулы күләмдә, IMI барлык гарантияләрне, шул исәптән сәүдә итү мөмкинлеге, билгеле бер максат өчен фитнес һәм хокук бозу белән чикләнми.",
    "735630686": "Сезнең мәгълүмат белән идарә итү (Сезнең хокуклар)",
    "2895491273": "Әгәр сез куки яки бүтән күзәтү технологияләрен блокларга теләсәгез, күпчелек браузерлар һәм мобиль җайланмалар сезнең көйләүләрне үзгәртү өчен, сезнең куки яки башка күзәтү технологияләре кулланылуы турында хәбәр итү, һәм кабул итү / рөхсәт итмәү өчен сайлау. it. Күпчелек браузерлар шулай ук булган cookie'ларны сүндерергә яки бетерергә яки киләчәк cookie'ларны автоматик рәвештә кире кагарга мөмкинлек бирә. Сез шулай ук cookie өстенлекләрен контрольдә тоту өчен өченче як коралларын, шул исәптән браузер плагиналарын куллана аласыз. Игътибар итегез, әгәр сез барлык кукиларны сүндерсәгез, безнең сайтларның кайбер өлешләре дөрес эшләмәскә мөмкин.",
    "707527778": "Балалардан мәгълүмат",
    "2419795065": "Калифорния резидентларына хәбәр",
    "1517625162": "Калифорния Гражданлык кодексы 1789.3 бүлеге буенча, Калифорния кулланучылары кулланучылар хокуклары турында түбәндәге хәбәргә хокуклы: Калифорния резидентлары Калифорния Кулланучылар эшләре бүлегенең Кулланучылар хезмәте бүлегенең зарлану ярдәм бүлегенә, Сакраменто, 1625 Төньяк Базар б. CA 95834, яки телефон аша (916) 445-1254 яки (800) 952-5210.",
    "3730344349": "Бу бүлектә без Калифорния кулланучылары турында туплаган шәхси мәгълүматлар һәм Калифорния кулланучылар хосусыйлыгы акты яки \"CCPA\" нигезендә аларга бирелгән хокуклар турында өстәмә мәгълүмат бирелә.",
    "4044467791": "Алдагы 12 айда без сездән туплаган шәхси мәгълүмат категорияләре өчен зинһар, өстә \"Без туплаган мәгълүмат\" бүлеген карагыз. Без бу мәгълүматны югарыда \"Шәхси мәгълүматны ничек кулланабыз\" бүлегендә тасвирланган бизнес һәм коммерция максатлары өчен җыябыз. Алдагы 12 айда без бизнес максатында өченче як кешеләре белән түбәндәге категория мәгълүматларны бүлештек:",
    "4208081170": "Шәхси мәгълүмат категориясе",
    "1528242915": "Идентификаторлар.",
    "3863351997": "Калифорния клиентлар рекордлары кагыйдәсендә күрсәтелгән шәхси мәгълүмат категорияләре (Cal. Civ. Code § 1798.80 (e)).",
    "2826705343": "Коммерция мәгълүматы.",
    "2683038211": "Интернет яки бүтән электрон челтәр эшчәнлеге.",
    "3671828834": "Шәхси мәгълүмат уртак булган мисаллар",
    "779426309": "Чын исем, уникаль шәхси идентификатор, онлайн идентификатор, Интернет Протокол адресы, электрон почта адресы, хисап исеме яки башка охшаш идентификаторлар.",
    "2414368123": "Исем, кредит картасы номеры, дебет картасы номеры яки бүтән финанс мәгълүматлары.",
    "4088941349": "Сатып алынган, алынган яки каралган продуктлар яки хезмәтләр турында язмалар.",
    "3238612014": "Тарихны карау, кулланучының интернет сайты, кушымтасы яки реклама белән үзара бәйләнеше турында мәгълүмат.",
    "1023108656": "Өченче як алучыларның категорияләре",
    "1418235079": "Хезмәт күрсәтүчеләр",
    "3238184941": "Искәрмә: индивидуаль IP адрес белән бәйле мошенниклык куркынычы сорау буенча Интегратор белән бүлешергә мөмкин.",
    "285116485": "Компания без туплаган шәхси мәгълүматны \"сатмый\" (бу термин CCPAда билгеләнгәнчә). Зинһар өчен, без кулланган өченче як куки төрләре турында күбрәк мәгълүмат алу өчен, \"Өченче Тарих Аналитикасы һәм Күзәтү Технологияләре\" бүлегенә мөрәҗәгать итегез.",
    "1408750006": "Аерым чикләүләрне исәпкә алып, CCPA Калифорния кулланучыларына без туплаган шәхси мәгълүматның категорияләре яки аерым өлешләре турында (бу мәгълүматны ничек куллануыбызны һәм ачуыбызны да кертеп), аларның шәхси мәгълүматларын бетерү, кире кагу турында күбрәк мәгълүмат сорарга хокук бирә. булырга мөмкин булган \"сату\", шулай ук бу хокукларны кулланган өчен дискриминацияләнмәскә хокук.",
    "759057398": "ЕС мәгълүмат субъектларына белдерү",
    "825780955": "Шәхси мәгълүмат",
    "2945960297": "ЕС мәгълүмат субъектларына килгәндә, бу хосусыйлык политикасында кулланылган \"шәхси мәгълүмат\" термины Европа Союзының Гомуми Мәгълүматны Саклау Регламентында (GDPR) билгеләнгәнчә \"шәхси мәгълүматларга\" тиң.",
    "1126613163": "Сәнгатьле мәгълүмат",
    "3571006800": "Сез безгә биргән кайбер мәгълүмат GDPRда билгеләнгән сизгер мәгълүматны тәшкил итә ала (шулай ук шәхси мәгълүматның махсус категорияләре дип атала), шул исәптән хөкүмәт тарафыннан бирелгән таныклык документларында расагызны яки милләтегезне ачыклау.",
    "1988461282": "Эшкәртү өчен хокук нигезләре",
    "3519564631": "Максатларны эшкәртү",
    "1778642038": "Сезнең белән аралашу өчен",
    "2223819810": "Безнең платформаны оптимальләштерү",
    "1678661231": "Complianceаваплылык, алдашуларны профилактикалау, куркынычсызлык өчен",
    "2561077702": "Безнең хезмәтне күрсәтү өчен",
    "2066321185": "Хокук нигезләре",
    "1174237568": "Бу эшкәртү эшчәнлеге безнең законлы мәнфәгатьләрне тәшкил итә. Сезнең шәхси мәгълүматны безнең легитим мәнфәгатьләр өчен эшкәрткәнче, без сезгә (уңай һәм тискәре) һәм сезнең хокукларыгызга булган потенциаль йогынты турында уйларга һәм балансларга тырышабыз. Без сезнең шәхси мәгълүматыгызны сезгә начар йогынты ясаган эш өчен кулланмыйбыз (сезнең ризалыгыгыз булмаса яки закон белән рөхсәт ителмәгән булса).",
    "1350478093": "Эшкәртү максаты",
    "787916198": "Сезнең ризалыгыгыз белән",
    "3348433919": "Сезнең хокуклар",
    "3842673636": "GDPR кысаларында сезнең шәхси мәгълүматка кагылышлы кайбер хокукларыгыз бар. Сез без тоткан шәхси мәгълүматка карата түбәндәге чаралар күрүне сорый аласыз:",
    "4057343238": "Тайпылу",
    "1834911235": "Сезгә турыдан-туры маркетинг элемтәләрен җибәрүне туктатыгыз. Без сезгә Хезмәт белән бәйле һәм маркетинг булмаган башка элемтә җибәрүне дәвам итәрбез.",
    "3022301908": "Рөхсәт",
    "680638297": "Сезгә шәхси мәгълүматны эшкәртү турында мәгълүмат бирегез һәм сезнең шәхси мәгълүматка рөхсәт бирегез.",
    "1409486258": "Дөрес",
    "3878077249": "Шәхси мәгълүматтагы төгәлсезлекләрне яңарту яки төзәтү.",
    "3645414921": "Бетерү",
    "42182578": "Шәхси мәгълүматыгызны бетерегез.",
    "1609621367": "Күчерү",
    "3208155808": "Шәхси мәгълүматның машина белән укылырлык күчермәсен сезгә яки үзегез сайлаган өченче якка күчерегез.",
    "1786796818": "Чикләү",
    "3329634829": "Сезнең шәхси мәгълүматны эшкәртүгә чик куегыз.",
    "4202774977": "Объект",
    "3007158970": "Сезнең хокукларыгызга йогынты ясаучы шәхси мәгълүматны эшкәртү нигезендә безнең легитим мәнфәгатьләргә таянуыбызга каршы.",
    "1273071008": "Мәгълүмат субъектына керү хокуклары таләпләре",
    "3594381346": "урнашу.",
    "21141582": "бу",
    "3357523404": "Чикара мәгълүмат тапшыру",
    "290966395": "Безнең \"Америка Кушма Штатларыннан читтә клиентларга искәрмә\" бүлегендә күрсәтелгәнчә, зинһар өчен, шәхси мәгълүматларыгыз АКШка күчереләчәк, эшкәртеләчәк һәм сакланачак. АКШта мәгълүматны саклау законнары сезнең яшәгән илдән аерылып торырга мөмкин. Сез үзегезнең мәгълүматны, шул исәптән шәхси мәгълүматны, АКШка бу Хосусыйлык Сәясәтендә күрсәтелгәнчә, безнең сайтларга кереп яки безнең Хезмәтне кулланып риза.",
    "3178581111": "Яңа максатларда кулланыгыз",
    "1088304322": "Без сезнең шәхси мәгълүматны бу Хосусыйлык Сәясәтендә тасвирланмаган сәбәпләр аркасында куллана алабыз, монда безгә рөхсәт ителгән һәм сәбәп без аны туплаган максатка туры килгән урында. Әгәр дә без сезнең шәхси мәгълүматыгызны бәйләнешсез максатта кулланырга тиеш булсак, без сезгә хәбәр итә алабыз һәм бу куллануның хокукый нигезен аңлатып бирә алабыз. Әгәр дә без сезнең шәхси мәгълүматны билгеле бер куллану өчен сезнең ризалыгыгызга таянсак, без сезнең белән рөхсәтсез теләсә нинди максатта рөхсәт сорый алабыз һәм каршы килсәгез, ул вакытта хезмәтне куллануны туктатырга рөхсәт итәбез.",
    "2260079771": "Мәгълүматны саклау",
    "38428546": "Сезнең шәхси мәгълүматны сезнең белән счетыгызның гомере буе саклыйбыз. Без сезнең шәхси мәгълүматларыгызны без туплаган максатларны үтәү өчен, шул исәптән хокукый, бухгалтерлык яисә отчет йөкләмәләрен канәгатьләндерү яки бәхәсләрне чишү максатларында гына сакларбыз. Саклау вакытын билгеләү өчен кулланган критерийлар үз эченә алган контракт нигезләмәләрен, хокукый норматив чикләү периодларын, норматив таләпләрне һәм сәнәгать стандартларын үз эченә ала.",
    "384965568": "Саклау таләпләре юрисдикция буенча төрле булса да, сезнең шәхси мәгълүматның төрле аспектлары өчен безнең тоту вакыты турында мәгълүмат түбәндә тасвирланган.",
    "2788836740": "Маркетинг максатларында контакт мәгълүматлары, язылмаганчы, өзлексез саклана. Аннан соң без сезнең детальләрегезне мәңгегә бастыру исемлегенә өстәрбез. Кулланучылардан җыелган электрон почта мәгълүматлары беркайчан да маркетинг максатларында кулланылмаячак.",
    "3520687192": "Сезнең белән элемтә язмалары (мәсәлән, электрон почта яки Твиттер аша ачылган билетлар) чиксез сакланырга мөмкин.",
    "292211832": "Куки, веб-бит счетчиклары һәм башка аналитика кораллары кебек техник чаралар аша тупланган мәгълүмат практик тиз арада ташлана, ләкин куки беткәннән алып бер елга кадәр чикләнгән вакыт эчендә сакланырга мөмкин, гадәттә билгеле булмаган һәм агрегатланган формада. хезмәтебезнең потенциаль бозылуын ачыкламасак, бу очракта без киләчәктә хокук бозуларны булдырмау өчен бу мәгълүматны саклап калырбыз. Без бу аноним булмаган һәм җыелган мәгълүматны сезнең, гаиләгез, IP адресы яки сакланган мәгълүматка нигезләнеп шәхси мәгълүмат белән бәйли алмыйбыз.",
    "3192683783": "Бу хосусыйлык политикасына үзгәрешләр",
    "1702335960": "Без туплаган теләсә нинди мәгълүмат хосусыйлык политикасына буйсына, андый мәгълүмат тупланган вакытта. Ләкин без вакыт-вакыт хосусыйлык политикасын яңадан карап чыга алабыз. Әгәр дә ревизия материаль булса, без билгеләгәнчә, без сезгә хәбәр итәрбез, мәсәлән, электрон почта аша. Хәзерге версия һәрвакыт безнең Хосусыйлык Сәясәте битенә урнаштырылачак.",
    "3669258571": "Cookie политикасы",
    "2905621957": "Соңгы яңартылган: 2020 елның 18 июле",
    "1173934218": "Без сезнең хосусыйлыгыгызның мөһимлеген аңлыйбыз һәм без кулланган технологияләр турында ачык булырга тиеш. Бу политика безнең сайтларда һәм хезмәттә cookie'ларны ничек һәм кайчан куллануыбыз турында тулы мәгълүмат бирә.",
    "2694150481": "Cookies кулланабызмы?",
    "457627611": "Әйе. Без һәм аналитика яки сервис провайдерлары, маркетинг партнерлары, һәм филиаллар cookie, веб маяк, яки пиксель һәм башка технологияләрне куллана алабыз, сайтларны кулланган һәркемнең иң яхшы тәҗрибәсен тәэмин итү өчен. Зинһар өчен, безнең Хосусыйлык Сәясәтенең \"Өченче Тарих Аналитикасы һәм Күзәтү технологияләре\" бүлеген карагыз.",
    "501102544": ": без hCaptcha анти-бот сервисы (ягъни вебсайтлар, уеннар яки мобиль кушымталар урнаштырылган Сервис) GDPR кагыйдәләре нигезендә \"ризасызлык\" дип аталган cookie'ларны гына үз эченә ала дип саныйбыз. Мондый азат булган cookie'ларга мисаллар керә:",
    "461631543": "GDPR Искәрмә",
    "2150907653": "* Техник кукилар хезмәт күрсәтү өчен бик кирәк. Аларга өстенлекле кукилар, сессия кукилары, йөкләү балансы һ.б.",
    "1012122721": "* Статистика кукилары безнең белән турыдан-туры идарә итәләр (ягъни беренче як, өченче як куки түгел), анда мәгълүмат профиль өчен кулланылмый.",
    "3255230599": "Cookie нәрсә ул?",
    "2954157511": "Нигә без Cookies кулланабыз?",
    "1539071196": "Без гадәттә Cookies-ны түбәндәге максатларда кулланабыз:",
    "3545935449": "Яңа яки үткән кулланучыларны тану.",
    "32739972": "Әгәр дә сез безнең сайтларда теркәлгән булсагыз, логин сессиясе турында мәгълүматны саклау өчен.",
    "4209078147": "Безнең Сайтны яхшырту һәм безнең платформалардагы һәм Сайттагы визитларыгызны яхшырак аңлау.",
    "1077448694": "Социаль медиа вебсайтлары белән интеграцияләнү өчен.",
    "1709478090": "Кызыксынуга нигезләнгән яки максатчан реклама белән сезгә хезмәт итү.",
    "3256020881": "Берничә вебсайтта яки бүтән платформаларда үз-үзеңне тоту һәм күзәтү эшчәнлеген күзәтү.",
    "1092241113": "Клиентларыбыз һәм Интеграторларыбызның кызыксынуларын яхшырак аңлау.",
    "1434289796": "Кайбер Cookies сайтларны билгеле бер куллану өчен кирәк, һәм мондый Cookies булмаса, без сайтларны дөрес куллану өчен кирәк булган күп хезмәтләр күрсәтә алмас идек. Бу Cookies, мәсәлән, безнең сайтларны эшләргә рөхсәт итә, шуңа күрә сез сораганча керә аласыз һәм сез үзегезнең хисап язмасы ясаганыгызны һәм Сайт эчтәлегенә керү өчен шул хисап язмасына кергәнегезне танырга рөхсәт итегез. Аларга шулай ук cookie'лар керә, алар безгә бер үк күзәтү сессиясендә сезнең элеккеге гамәлләрегезне искә төшерергә һәм безнең сайтларны сакларга мөмкинлек бирә.",
    "1533171442": "Анализ һәм маркетинг максатларында без шулай ук функциональ Cookies һәм Cookies кулланабыз. Функциональ куки сайтларның кайбер өлешләрен дөрес эшләргә мөмкинлек бирә һәм сезнең кулланучы өстенлекләре билгеле булып кала. Анализ Cookies, башка нәрсәләр белән беррәттән, клиентлар, интеграторлар һәм соңгы кулланучылар безнең сайтларны ничек кулланулары, кулланучылар еш күргән эчтәлек һәм продуктлар, өченче як рекламасының эффективлыгы турында мәгълүмат туплыйлар. Реклама Cookies тиешле аудиториягә реклама җибәрүдә булыша һәм безнең реклама эзләү нәтиҗәләре өстендә булырга тиеш. Cookie'лар - \"сессия\" cookies, сезнең браузер сессиясен тәмамлагач бетерелә, яки \"өзлексез\", алар сезне бетергәнче кала (түбәндә каралган) яки cookie'ка хезмәт иткән партия. Сайтларда кулланылган барлык cookie'лар турында тулы мәгълүмат түбәндәге Cookie'ны ачу таблицасында бар.",
    "322830977": "Cookie'ларны ничек сүндерергә.",
    "262509504": "Без Cookies туплаган мәгълүматны бу хосусыйлык политикасы нигезендә без сездән туплаган бүтән мәгълүмат белән бәйли алабыз һәм монда күрсәтелгән мәгълүматны куллана алабыз. Нәкъ шулай ук, безнең сайтларда cookie'ларга хезмәт күрсәтүче өченче яклар сезнең исемегезне яки электрон почта адресыгызны алар туплаган бүтән мәгълүмат белән бәйли алалар, алар оффлайн яки онлайн режимда үткән сатып алуларны яки сезнең онлайн куллану мәгълүматыгызны кертә ала.",
    "2935155034": "Әгәр дә сез Европа икътисадый өлкәсендә урнашкан булсагыз, сезнең кайбер хокукларыгыз бар, алар өстендә \"ЕС мәгълүмат субъектларына хәбәр\" исеме астында тасвирланган, шул исәптән сезнең турында булган мәгълүматны тикшерү, төзәтү яки бетерү хокукы.",
    "1873812847": "Cookie (лар) Ачыклау",
    "3319083717": "Исем:",
    "3183855267": "1. hmt_id",
    "907324388": "Функция",
    "2896187462": "1. Катлаулы аноним хезмәт белән бәйле статистика өчен, һәм башка техник максатларда куллану мөмкинлегенә булышу.",
    "987267027": "Кичә",
    "3453526675": "1. 1 нче партия",
    "1952810469": "Тип",
    "1795436560": "1. Сессия",
    "102695075": "Озынлыгы",
    "3356329025": "1. 30 көн",
    "3744153629": "Исемнәр:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "сессия,",
    "3186435874": "сессия",
    "1241291641": "Төгәлрәк мәгълүматны карагыз.",
    "1834801943": "2. 1 нче партия",
    "2114694926": "2. Сессия",
    "938404336": "2. Төрле; 30 көнгә кадәр.",
    "2196526290": "hc_accessibility",
    "1061239711": "3. Беренче партия",
    "1483015662": "3. Сессия",
    "3458934553": "3. Төрле; 30 көнгә кадәр.",
    "134571844": "Impressum (Сайт турында хәбәр)",
    "110836420": "Соңгы яңартылган: 2020 елның 23 декабре",
    "2901894297": "hCaptcha - Intuition Machines, Inc. (\"IMI\"), Делавэр АКШ Корпорациясе (# 6393793) хезмәте.",
    "2928362319": "Почта аша сорау җибәрелергә мөмкин: Intuition Machines, Inc., Алабама ур., 350, Сан-Франциско, Калифорния, 94110.",
    "3094150511": "Норматив хакимият: АКШ Федераль Элемтә Комиссиясе, 45 L Street Street, Washington, DC 20554 АКШ.",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Эчтәлеккә гарантияләр юк",
    "707541553": "Безнең интернет битләрдәге барлык мәгълүмат IMI яки өченче як тарафыннан расланган. Ләкин, IMI да, өченче як та мәгълүматның хәзерге, төгәл яки тулы булуы өчен җаваплы була алмый. Бу шулай ук бүтән вебсайтларга кагыла, алар безнең битләрдәге гипершилтемәләр аша барып җитә ала. IMI бу тышкы вебсайтларның эчтәлеге өчен җаваплылыкны кабул итми.",
    "2650241052": "Киңәш юк",
    "204716894": "Веб-битләребезнең эчтәлеге һәм дизайны авторлык хокукы нигезендә сакланган. Битләрне кабатлау өчен күрсәтелгән бүтән хокукый нигезләмәләр булмаса, битләрне һәм аларның эчтәлеген гадел кулланудан арткан тәртиптә кабатлау IMI-ның алдан язма рөхсәтен таләп итә.",
    "3182435854": "Авторлык хокукы",
    "3236873806": "IMI бу сайт өчен җаваплы.",
    "1338341134": "hCaptcha + Хосусыйлык Пассасы (Бета)",
    "88879089": "Хосусыйлык Пассасы",
    "1898063898": "без бергәләп үстергән кулланучының хосусыйлыгын саклау өчен",
    "1942186611": "һәм башкалар.",
    "3673079511": "барлыкка килүче стандарт",
    "2164933356": "Болыт",
    "3119589996": "Ничек эшләве: браузер киңәйтү кулланучыларга хосусыйлык пас протоколын хуплаган вебсайтлар өчен криптографик сукыр билгеләр ясау һәм имзалау мөмкинлеге бирә. Киңәйтү криптографик яктан сукыр токеннарны үз эченә ала, hCaptcha хезмәте ярдәмендә теләсә нинди сайтта проблема чишелгәндә hCaptcha тарафыннан имзаланган,",
    "1254771154": "hCaptcha-ны урнаштырган бүтән Хосусыйлык Пасс-хезмәтләрендә күрсәтелгән проблемалар, мәсәлән, Cloudflare.",
    "996362763": "Бу билгеләр ачылмый һәм киләчәктә куллану өчен киңәйтү белән саклана. Кулланучы hCaptcha ярдәмендә сайтка кергәндә һәм проблеманы үтәргә кирәк булганда (күренми дә, \"Мин кеше\" төймәсе аша) алар автоматик рәвештә кулланыла. Сукырлау процедурасы дигән сүз, имзаланган һәм кулланылган токеннар криптографик яктан hCaptcha күзлегеннән бәйләнми, һәм шулай итеп кулланучы хосусыйлыгы саклана.",
    "2943346052": "IETF стандартлаштыру процессы дәвам иткәндә, без зур браузерлар ниндидер Хосусыйлык Пассасын кабул итәрләр дип көтәбез. Бу, ахыр чиктә, кирәксезне киңәйтәчәк. Хәзерге вакытта, зинһар, астагы күрсәтмәләрне үтәгез.",
    "2326660907": "башка",
    "741483946": "* Башка сүзләр белән әйткәндә: сез hCaptcha.com сайтында hCaptcha хосусыйлык билгеләрен ала аласыз, һәм аларны hCaptcha.com ярдәмендә бүтән сайтларда куллана аласыз. Сез Cloudflare кулланган hCaptcha сервисын әйләнеп узу өчен hCaptcha хосусыйлык пассажир билгеләрен ала алмыйсыз, чөнки Cloudflare үз хосусыйлык пассажирларын куллана һәм куллана.",
    "1362015807": "Эш башы",
    "1358325821": "Башта, киңәйтүне урнаштырыгыз",
    "310885519": "яки",
    "4091044469": ". Инкогнито режимында киңәйтүне эшләтеп җибәргәнгә инаныгыз. Аннары, hCaptcha ярдәмендә теләсә нинди вебсайтка керегез һәм капчаны чишегез. 2.0.3 версиясе буенча, сез бу билгеләрне hCaptcha ярдәмендә вебсайтларда куллана аласыз.",
    "3904679538": "Chrome",
    "3700767772": "Киңәйтүне урнаштырганнан соң, монда басыгыз (яки hCaptcha кулланган вебсайтта) пассажирлар табу өчен:",
    "166277959": "Зинһар, игътибар итегез: бу функция бета, һәм барлык вебсайтлар һәм кулланучылар өчен гел эшләмәскә мөмкин. Әгәр дә ул кушылмаган яки билгеле бер кулланучы өчен эшләмәгән очракта, тәртип функцияне югалтмыйча, стандарт hCaptcha тәҗрибәсенә кире кайтачак.",
    "3031357206": "Сезнең URL сызыгы янында яңа иконка пәйда булачак. Хәзер hCaptcha ярдәмендә вебсайтка керегез. Бу шулай булыр:",
    "1066753052": "капчык буш дигәнне аңлата, һәм сез hCaptcha проблемасын үз эченә алган сайтта. Авырлыкны тәмамлагач, hCaptcha ярдәмендә бүтән вебсайтта кулланып була торган токеннар табачаксыз.",
    "651123197": "Капчыктагы агымдагы гомуми санны сынау тәмамланганнан соң иконада күрсәтеләчәк.",
    "554844646": "Сез счетчикның баскан саен счетчикның 1гә төшүен күреп, киңәйтүнең эшләвен раслый аласыз",
    "4087729475": "башлангыч чишелештән соң проблема.",
    "647630208": "Менә ул! Сезнең онлайн карау хәзер хосусый.",
    "3272552822": "Төзүчеләр һәм криптографлар:",
    "4059570880": "Әгәр дә сез стандартлаштыру көчен күзәтергә телисез икән, хәзерге вакытта эш дәвам итә",
    "1904390996": "стандартлаштыру",
    "252720667": "Хосусыйлык Пассының криптографик куркынычсызлыгы нигезендә. Протокол үзе аша уза",
    "3972554015": "процесс. Әлбәттә, браузерны киңәйтү",
    "3723626769": "кертемнәрегез һәм карау өчен.",
    "3882147547": "Онытылган псевдоранд функцияләре",
    "565624910": "проект",
    "3421090159": "ачык чыганак",
    "3098677775": "С: Минем IP һәм күзәтү тарихы hCaptcha'тан хосусыйлык пассасын кулланганда бөтенләй хосусыймы?",
    "4019638786": "А: hCaptcha кулланучыларының хосусыйлык пассажирлары үзләренең IP-ларын hCaptcha'ка беркайчан да күрсәтмәячәкләр, браузерның токен капчыгы буш булмаса яки сайт җибәрмәсә. hCaptcha кулланучыны токен сатып алу белән бәйләү мөмкинлеге юк, һәм аларның капчыгы буш булмаса, сатып алу вакытында кулланучы белән турыдан-туры бәйләнештә тормый.",
    "3887113660": "С: Хосусыйлык Pass hCaptcha табышына ничек тәэсир итә?",
    "1116455671": ":: Әгәр дә кулланучы аны үз сайтыгызда тәмамласа, сез башлангыч чишелеш өчен бүләк алачаксыз. Килешүләр, клиентның югары ышанычы аркасында, сезнең сайтта автоматик рәвештә үткән кебек, җавап бирү рәвешенә иярәләр: бернинди табыш та булмый, һәм сезнең сервердан сайтны тикшерү шалтырату нәтиҗәсендә \"кредит: Ялган\" ала.",
    "779817954": "С: Әгәр дә мин бүтән провайдер тарафыннан бирелгән Хосусыйлык Пасслары булса, мин аларны hCaptcha'та куллана аламмы?",
    "3014149332": "::, К, пассажирлар үзара бәйләнештә түгел: алар бер үк хакимият тарафыннан бирелергә һәм кулланылырга тиеш, бу очракта hCaptcha. Игътибар итегез, сезнең киңәйтүегездә Cloudflare һәм hCaptcha аша узсагыз, булган сан сез кергән бит таләпләренә карап дөрес күләмгә үзгәрәчәк. Башка сүзләр белән әйткәндә, сезнең капчыгыгызда 100 Cloudflare пассажиры һәм 10 hCaptcha пассасы булса, hCaptcha урнаштырылган битләрдәге киңәйтү иконасында 10ны күрергә кирәк.",
    "3679148535": "С: Сез Хосусыйлык Пассының тагын нинди кушымталары өстендә эшлисез?",
    "1606783855": ":: Безне куллану өчен хосусыйлык пассасы (\"a11y\") куллану очраклары белән бик кызыксына. Элегерәк популяр вариантлар аудио капчалар кебек күп кулланучыларны аералар. Без хәзерге a11y алымыбызны Хосусыйлык Пассасы белән берләштерү a11y кулланучыларга куркынычсыз карарга мөмкинлек бирәчәк, аларның трафигының хосусый булуын белеп, а11й вариантлары булганда котылгысыз килеп чыга торган бот операторларын куллануны чикли.",
    "2359150347": "С: Башка он-лайн куркынычсызлык хезмәтләре Хосусыйлык Пассасына булышамы?",
    "2082237880": "А: hCaptcha - бу хосусыйлык пассасын хуплаган беренче хезмәт, һәм хәзерге вакытта моны эшләүче бердәнбер хезмәт. Шулай да, без бүтән хезмәтләр он-лайн кулланучының хосусыйлыгын арттыру өстенлекләрен танырлар дип көтәбез, һәм киләчәктә без үстерергә ярдәм иткән IETF стандартлары кабул ителгәч, күп нәрсә тормышка ашырылыр дип көтәбез.",
    "2109792055": "Кулланучының кулланмасы: Хосусыйлык пассасын чыгару һәм раслау белән проблемаларны чишү",
    "3588620914": "Хосусыйлык Pass - Веб стандартлары буенча яңа уйлап табу, һәм аның функциясенә комачаулаган бүтән кушымталар һәм браузер киңәйтүләре мөмкин.",
    "4039193170": "Токеннарны алу яки куллануда проблемалар булса:",
    "2378786360": "1. Башка ярдәмче браузерларның берсен сынап карагыз: әгәр сез Chromeда булсагыз, Firefox'ны Chrome'дан кертмичә кулланыгыз һәм анда плагин урнаштырыгыз. Бу эшләсә, сезнең браузер конфигурациясе проблемасы булырга мөмкин.",
    "394235836": "3. Әгәр дә югарыдагы тәкъдимнәрнең берсе дә эшләмәсә, безгә ярдәм электрон почтасын җибәрегез һәм без нәрсә булганын ачыкларга ярдәм итәрбез.",
    "3470857731": "ReCAPTCHA ботларны ничек ачыклый торган анализ.",
    "3240786848": "Соңгы яңарту: 2021, 18 февраль",
    "2547140673": "Ун елдан артык вакыт эчендә, Google'ның reCAPTCHA хезмәте вебсайт хуҗаларына сәүдә тәкъдим итте: Google сезнең кулланучыларны күзәтергә һәм аларга сораулар бирергә рөхсәт итегез, һәм алар ботлар һәм спамны туктатырга сүз бирәләр.",
    "2133754014": "4,5 миллионнан артык вебсайт reCAPTCHA куллана [",
    "3152512587": "һәм система көн саен йөзләгән миллион чишелеш җыя. [",
    "2296918009": "Бу көн саен 100 дән артык кеше эшенә тигез.",
    "3900538778": "Билгеләнгән мәгълүматлар - машинаны өйрәнүне көчәйтүче ягулык. reCAPTCHA җаваплары Google'ның ML / AI хезмәтләрен яхшырту өчен 2009-нчы елдан бирле кулланыла. ReCAPTCHA кулланучыларның күбесе үз хезмәтләренең кулланылуын аңламыйлар.",
    "1160252730": "Google хәзер reCAPTCHA предприятиясенә югары бәяләр ала, күп компанияләр бу килешүне яңадан бәялиләр.",
    "1131196501": "Зур компанияләр ошый",
    "204889717": "hCaptcha'ка күчә",
    "639413188": "җавап итеп.",
    "3280658086": "предприятия чишелешләре",
    "3842815245": "Бу гадел сәүдәме?",
    "714342693": "HCaptcha командасы 2016-нчы елдан \"кара веб\" капча-сервис хезмәтләреннән бәяләр турында мәгълүмат җыя. Без кызыклы тенденцияне күрдек:",
    "468929661": "ReCAPTCHAны бозуның уртача бәясе искиткеч түбән (1000 чишелешкә 1 доллардан да аз) һәм мониторинг 2016-нчы елдан башлап материаль яктан артмады. Бу reCAPTCHA v2 һәм v3 өчен дә кулланыла. [",
    "2862164005": "Бәяләү мәгълүматлары reCAPTCHA тәкъдим иткән куркынычсызлыкка төгәл доллар бәясен куярга мөмкинлек бирә: җавап өчен $ 0.001 яки аннан да азрак.",
    "102498091": "Google reCAPTCHA предприятиясе өчен 1000 сорау өчен $ 1 түли, димәк, алар хәзер үз хезмәтләренең куркынычсызлыгын бозуга караганда күбрәк сорыйлар. Бу начар килешү кебек.",
    "130239139": "Google тарафыннан көн саен җыелган 100+ кеше хезмәтенең бәясе нинди?",
    "1421074182": "Зуррак.",
    "1953519598": "Бер рәсемне маркировкалау бәясе $ 0.03 - $ 1,00 яки аннан да күбрәк. Теләсә нинди консерватив бәя буенча, Google бүгенге көнгә миллиардлаган доллар бушлай хезмәт чыгарды. [",
    "3025548709": "Бу гаделсез килешүгә альтернатива бармы?",
    "263761351": "hCaptcha - беренче ышанычлы альтернатива, хәзер ай саен йөзләгән миллион кеше куллана.",
    "2743692546": "Кулланучылар hCaptcha аша үзләренең кешелеклелеген раслагач, аларның хезмәтләре билгесез ачык базарга керәләр.",
    "1982750088": "Бөтен дөнья буенча компанияләр бу эшне кешеләргә җиңел, ләкин машиналар өчен авыр булган гади эшләрне башкарырга тәкъдим итәләр. Кулланучылар үзләре барган сайтка булышалар, һәм куркынычсызлыкның югары дәрәҗәсе аркасында азрак веб-спам кичерәләр.",
    "1108398506": "Клиентлар тәҗрибәне тулысынча контрольдә тота, һәм hCaptcha тәҗрибәсеннән файдалана, интернетта иң зур бәйсез проблема тәэмин итүчесе. Алар шулай ук reCAPTCHA предприятиясенә караганда яхшырак килешү алалар: күләмгә карап 50-80% яхшырак бәяләр.",
    "3012870872": "Ирекле версияне кулланган вебсайтлар һәм кушымталар (hCaptcha Publisher) аны Google'га бирү урынына бу эштән керем ала.",
    "2271512952": "Кулланучылар үзләре барган сайтны хуплыйлар, һәм веб-спамны азрак кичерәләр.",
    "278010425": "HCaptchaдагы эшләрнең киң һәм еш үзгәрә торган төрләре дә автоматлаштыру авыррак. reCAPTCHAның бер интерфейсы күп еллар дәвамында үзгәрмәде, һәм еш үзгәрә торган сорауларның кечкенә җыелмасы бар. Бу hCaptcha reCAPTCHAга караганда ботка каршы саклауны тәэмин итүнең бер ысулы.",
    "984849234": "hCaptcha reCAPTCHA вәгъдә иткәнне җиткерү өчен алдынгы машина өйрәнүен куллана, шул ук вакытта аны кулланган вебсайтлар белән алынган кыйммәтне бүлешә.",
    "4063769686": "Кулланучылар үзләре барган сайтны хуплыйлар, һәм веб-спамны азрак кичерәләр. Бу гаделрәк килешү кебек.",
    "685916926": "Нигә вакыт узу белән reCAPTCHA яхшырмады?",
    "3992401943": "2012 елдан бирле тирәнтен өйрәнүдә революция булды. Соңгы ун ел эчендә биремнең төгәллеге өчен тармак нормасы тамырдан яхшырды, беренче чиратта, тирән конволюцион челтәрләр аркасында. Google тәкъдим иткән бүтән ML хезмәтләре бу сызыкка иярделәр.",
    "615031303": "(Искәрмәләрне карагыз",
    "2125514305": "ML яхшырды, ләкин reCAPTCHAны узып китү кыенлыгы бу вакыт эчендә матди яктан үзгәрмәде.",
    "1406188018": "6 һәм 7",
    "2689973938": "ReCAPTCHA-ны камилләштерү Google өчен реклама сатучысы буларак эчке конфликт тудыра.",
    "464238793": "Әгәр дә Google үзе реклама күргән яки сылтамага баскан кулланучының чыннан да бот булуын билгеләсә, ул кулланучыга күрсәтелгән реклама өчен акча түләп булмый. Бу кызыксыну конфликты Google-ның ботка каршы амбицияләрен чикләде.",
    "918924423": "Мәсәлән, Google ретроактив ботны ачыклау кебек кыйммәтле хезмәтләр тәкъдим итми. Берничә көнлек мәгълүматны анализлаганнан соң, кулланучының трафик ботын игълан итү күпкә ышанычлырак.",
    "661412233": "Капчадан соң кайбер кулланучыларның бот булуларын белү дә бик кыйммәт. Бу вебсайт хуҗаларына иске спам язмаларын чистартырга һәм киләчәктә спам форумнарына теркәлгән \"производство счетларын\" бетерергә, мошенниклыкны киметергә һәм башкаларга мөмкинлек бирә.",
    "3600797185": "Ретроактив бот идентификациясен тәкъдим итү Google-ны шул мошенник трафикка акча сарыф иткән реклама бирүчеләрне ретроактив рәвештә кире кайтару сораулары өчен ачыр.",
    "2076932190": "Шулай итеп, reCAPTCHA продукты ун ел туктап калды.",
    "3856912381": "Кулланучылар газап чиктеләр, кирәксез веб-спам хәзер киң таралды. Ләкин альтернатива бар.",
    "1035621426": "ReCAPTCHA белән билгеләнгән һәр бот Google'ның реклама керемен турыдан-туры киметә.",
    "3668115514": "HCaptcha ничек аерылып тора?",
    "2413742287": "hCaptcha стимулы - реклама керемен түгел, төгәллекне арттыру: бот җаваплары безнең клиентлар өчен файдасыз, аларга кеше әзерләү мәгълүматлары кирәк.",
    "1373262754": "HCaptcha өчен шәхеснең минималь кыйммәте барлыгын белү. Аларның кеше яки явыз актер булулары турында без бары тик кайгыртабыз.",
    "600646860": "Чын кыйммәтле хезмәтне чыгарганда шикле кыйммәтле хезмәт тәкъдим итү урынына, hCaptcha компенсацияне дә, ботка каршы саклауны да тәэмин итә.",
    "1836191653": "Бушлай кулланучыларга җиңел генә җиңелгән сервис тәкъдим итү урынына, предпринимательство версиясе өчен миллионнарча доллар зарядка ясаганда, hCaptcha икесенә дә яхшы бот саклауны тәэмин итә, шул ук вакытта предприятия кулланучыларына өстәмә үзенчәлекләр һәм көйләүләр, көчле SLA һәм тиз ярдәм.",
    "990215503": "hCaptcha - реклама челтәренә ия булмаган бердәнбер төп капча хезмәте.",
    "971933157": "hCaptcha хосусыйлык, ачыклык һәм гаделлек турында кайгырта.",
    "178839499": "hCaptcha башкарылган эшнең бәясен бүлешә, кулланучылар үзләренең кешелеклелеген раслыйлар.",
    "1237076138": "hCaptcha бушлай (hCaptcha Publisher) һәм предприятия (hCaptcha Enterprise) клиентларына гадел килешү тәкъдим итә.",
    "614310292": "HCaptcha кем төзегән?",
    "4188814619": "hCaptcha - Intuition Machines хезмәте (",
    "3265328927": "), масштабта машина өйрәнүне тормышка ашыручы компанияләр өчен продуктлар һәм хезмәтләр тәкъдим итүче машина өйрәнү компаниясе.",
    "2740033957": "IM командасы Apple, Amazon, галимнәр һәм инженерлардан, һәм машина өйрәнү, таратылган системалар һәм куркынычсызлык өлкәсендәге лидерлардан тора.",
    "1579715421": "IM галимнәре ICML, ICLR, ECCV, һәм NeurIPS кебек югары конференцияләрдә регуляр рәвештә бастыралар, һәм компания ML дисциплиналарында заманча юыну кебек тирән нәтиҗәләрне ачыклый [",
    "4015238193": "һәм OCR [",
    "279580593": "imachines.com",
    "279918384": "Google сезнең буш хезмәтегезне ничек куллана?",
    "2385522384": "Сез, мөгаен, Google'ның Waymo автомобильләрендәге фотоаппаратлардан видео рамкаларын күргәнсез, һәм аларның объектларын тануны яхшыртырга булышасыз.",
    "1517627947": "Сез, мөгаен, Google'ның Streetview машиналарыннан биналар рәсемнәрен яки урам билгеләрен күргәнсез, һәм аларның Карталары һәм productsир продуктлары өчен урыннарны билгеләргә булышасыз.",
    "3225936061": "Сез, мөгаен, Google китаплар хезмәтендәге китап битләреннән алынган текст рәсемнәрен күргәнсез, һәм аларның OCR (текстны тану) программасын яхшыртырга булышкансыз.",
    "129661785": "Кайчандыр \"машинага / кроссовкага / светофорга басыгыз?\"",
    "936667684": "Кайчандыр \"бина / урам билгесен язарга?\"",
    "3773515538": "Беркайчан да \"ике сүз язарга?\"",
    "1778058441": "HCaptchaда нинди эш урыннары эшли?",
    "366088791": "hCaptcha төрле биремнәргә ярдәм итә.",
    "3114147525": "hCaptcha клиентлары хезмәтне объект тану, атрибутны ачыклау (кием төрләрен ачыклау өчен этикеткалар җыю), актуальлек рейтингы (төп продукт белән чагыштырганда берничә варианттан иң кирәкле продуктны сайлау), бәйләү тартмалары (кызыксыну өлкәләрен табу) өчен биремнәр өчен кулланалар. образ), \"Кеше OCR\" (рәсемдәге текстны ачыклау) һәм башка бик күп биремнәр.",
    "3139609561": "Түбәндә рәсем классификациясе һәм атрибутны ачыклау эш төрләренең ике мисалы китерелгән. [",
    "2273532558": "HCaptcha түләүче клиентлар кемнәр алар?",
    "4104221634": "hCaptcha клиентлары төрле тармакларны үз эченә ала, технология компанияләреннән модага, ваклап сатуга һәм машина өйрәнүдән кыйммәт булдыра алган башка өлкәләргә.",
    "1337725003": "hCaptcha зур күләмле реаль аннотациягә керү мөмкинлеген демократияләштерергә, зур һәм кече компанияләргә үз продуктларына һәм хезмәтләренең сыйфатын яхшыртырга рөхсәт бирә.",
    "4086379603": "Сораулар?",
    "1243684308": "Без сезнең фикерегезгә җитди карыйбыз, һәм ботларның саны азрак, спамнары азрак булган һәркемнең онлайнда рәхәтрәк тәҗрибә туплавын телибез. Безгә мөрәҗәгать итегез:",
    "2645321220": "ReCAPTCHA бәясе артык зур дип уйласагыз, hCaptcha Enterprise турында сорагыз. Хәзерге вакытта дөньядагы иң эре нәшер итүчеләр, финанс хезмәт күрсәтү компанияләре, веб-инфраструктура компанияләре куллана, алар reCAPTCHA өчен ышанычлы альтернатива гына түгел: без хәзерге вакытта иң яхшы бот саклауны тәкъдим итәбез.",
    "1229233916": "Искәрмәләр",
    "1115642494": "1. Чыганак: BuiltWith.com reCAPTCHA сайт исемлеге. 9 июль, 2019.",
    "448807334": "(\"Йөзләгән миллион CAPTCHA кешеләр көн саен чишелә.\") 8 июль, 2019.",
    "2397590157": "3. Консерватив смета: 200 миллион чишелеш * ел эчендә 30 секунд = 190,3 кеше-ел / көн.",
    "3236311792": "4. hCaptcha эчке анализ. 2019 елның 30 июненә кадәр җыелган мәгълүмат. Сорау буенча тулы мәгълүмат.",
    "1752259468": "5. Консерватив смета: бер аннотациянең $ 0.01 бәясе * уртача 200М. көнгә аннотацияләр (түбән чикләнгән) * елына 365 көн * 2009 елдан 10 ел = 7,3 миллиард доллардан түбән чикләнгән кыйммәт.",
    "3268946369": "6. Кредит: Гкрусзе [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Чыганак: Мэри Микер, KP Интернет Тенденцияләре 2017",
    "2666258754": "СЕМАНТИК ИИЕРАРХИЯСЕ СЫЙКЛЫК-ТОРМЫШЧЫ ДИП ХАШИНГ, Хейкки Арпонен, Том Е Бишоп. ICML 2019, LLD остаханәсе.",
    "2544169219": "Соңгы заманча нәтиҗәләр: ICML LLD, май 2019.",
    "1973347745": "10. Роялтсыз үрнәк рәсемнәр. Петапиксель.",
    "1493115924": "Сәүдә маркасы язмалары:",
    "4051104324": "\"Intuition Machines\" - Intuition Machines, Inc.ның теркәлгән сәүдә маркасы.",
    "3983646521": "Барлык продукт исемнәре, логотиплар, брендлар, сәүдә маркалары һәм теркәлгән сәүдә маркалары - аларның хуҗаларының милеге. Бу вебсайтта кулланылган барлык компания, продукт һәм хезмәт исемнәре идентификация максатларында гына. Бу исемнәрне, сәүдә маркаларын һәм брендларны куллану хуплау дигән сүз түгел. Бу очракта киресенчә.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM галимнәре CVPR 2020-дә зәгыйфь күзәтелгән текстны тану өчен яңа этап билгеләделәр.",
    "1259002282": "Хата таптыгызмы? Менә моны ничек хәбәр итәргә.",
    "3301728462": "Миллионлаган кеше ай саен hCaptcha куллана, меңләгән браузерлар, киңәйтүләр, җайланмалар, ут саклагычлары һ.б.",
    "3878230879": "Безнең максат - аның сезнең өчен һәрвакыт эшләвенә инану, шуңа күрә без сезнең докладларыгызны бик кадерлибез!",
    "2465128185": "Тиз җавап бирү өчен, \"Безгә кире элемтә\" төймәсенә басыгыз.",
    "2921990472": "Әгәр дә сез функциональ проблеманы күрәсез икән, зинһар",
    "2870341481": "аста. Башка браузерлар өчен генә",
    "1866590035": "Chrome өчен бүрәнә күрсәтмәләрен төзәтү",
    "444492541": "Firefox өчен бүрәнә күрсәтмәләрен төзәтү",
    "169267610": "безгә электрон почта аша хәбәр итегез",
    "3100722753": "Потенциаль куркынычсызлык яки хосусыйлык проблемалары өчен түбәндәге күрсәтмәләрне карагыз.",
    "1906593952": "Сез әле күргән hCaptcha турында җавап бирегез",
    "3951254541": "Сезнең кертүегез өчен без бик рәхмәтле. Безгә теләсә нинди сорауларны хәбәр итегез һәм без аларны тиз арада чишәрбез.",
    "3324288040": "Безгә кире элемтә җибәрегез",
    "2864016648": "Хосусыйлык проблемалары",
    "304004915": "Кулланучыларның кем булулары турында без уйламыйбыз, аларның зарарлы яки машиналы булулары гына мөмкин. Без инициативаларны хуплыйбыз",
    "1139493658": ", һәм хосусыйлыкны һәм куркынычсызлыкны тигезләү өчен бик тырышыгыз.",
    "3083289844": "Әгәр дә сез кулланучының хосусыйлыгына тәэсир итә алырлык проблема тапсагыз, зинһар, безгә электрон почта аша хәбәр итегез",
    "4264784515": "Куркынычсызлык хаталары",
    "963238401": "Без һәрвакыт куркынычсызлык хаталары турында хәбәрләр алырга телибез. Электрон почта",
    "3926027556": "һәм без сезгә тиз кайтырбыз.",
    "1589805435": "Бездә дә а",
    "2560582224": "хата программасы",
    "103876916": "hCaptcha сервисы һәм аңа бәйле чыганак коды турында куркынычсызлык отчетлары өчен.",
    "497117287": "Мөмкинлек вариантлары",
    "3230004040": "Сез начар күрәсезме яки hCaptchasны тәмамлый алмыйсызмы?",
    "3480023141": "Мөмкинлек вариантлары турында күбрәк белү",
    "2052161540": "Хаталар турында отчетны алу: Chrome",
    "2281169898": "Доклад белән төзәтү турында мәгълүмат җибәрү безгә нәрсә булганын ачыклау җиңелрәк итәчәк. Менә этаплап күрсәтмәләр:",
    "1123365779": "Әгәр дә сез веб-уйлап табучы яки эксперт кулланучы булсагыз, кыскача мәгълүмат - безгә челтәр язу HAR һәм браузер консол журналларын җибәрүегезне телибез.",
    "2015218686": "бу адымнарны үткәнче. Әгәр бу сезнең проблеманы төзәтсә, без сезнең браузер версиясен, реклама блокерын яки браузерны киңәйтүне, вебсайт URL-ны безгә белдерүегез өчен рәхмәтле булырбыз.",
    "3922723611": "Зинһар, реклама блокерын яки браузерның куркынычсызлык киңәйтүләрен сүндереп карагыз",
    "4036872105": "башта, аннары кабатлап кара",
    "993651083": "1 адым: Ачык ясаучы кораллары (Бу сессияне яздыра башлый.)",
    "4163469907": "2 нче адым: Төзүче коралларындагы челтәр салынмасына басыгыз. Logгарыдагы \"Бүрәнәне сакла\" рамкасын тикшерегез.",
    "4243348003": "3 адым: килү",
    "641342999": ", яисә сездә проблема булган вебсайт (Хосусыйлык Искәрмә: аның нәрсә икәнен бүлешергә каршы булмасагыз) ... аннары \"Мин кеше\" төймәсенә басыгыз, һәм чишәргә тырышыгыз.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "4 адым: Челтәр журналын саклый торган чишәргә тырышканнан соң \"HAR Export\" (кечкенә аска ук) басыгыз. Бу файлны безгә җибәрегез.",
    "1503240421": "5 адым: Консол салынмасына басыгыз, һәм консол журналын саклап калу өчен \"Саклагыз ..\" төймәсенә уң төймә белән басыгыз. Безгә дә җибәр.",
    "2863840904": "6 адым: Соңгы адым, шул HAR электрон почтасына электрон почта аша җибәрегез һәм проблеманы сурәтләгез",
    "4051785543": "Куллану:",
    "3623028666": "(зинһар, хезмәтне кулланыгыз",
    "551761392": "һәм сылтамалар җибәрегез) һәм өстәмә рәвештә скриншот, дөрес күрсәтелмәгән әйбер бар дип шикләнсәгез. Зинһар, сез кулланган IP-ны да җибәрегез. Сез аннан ала аласыз",
    "1219091208": "Dropbox",
    "443094024": "Файлбин",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Бу мәгълүматны алырга ярдәм иткән өчен рәхмәт!",
    "3680327841": "Без hCaptcha-ны һәркем өчен яхшы эшләргә әзер",
    "1059502393": "Хаталар турында отчетны алу: Firefox",
    "1112074001": "2 нче адым: Төзүче коралларындагы челтәр салынмасына басыгыз. Theгарыдагы \"Туктаусыз бүрәнәләр\" рамкасын тикшерегез.",
    "1797298240": "4 адым: Чишергә тырышканнан соң \"HAR\" төймәсенә басыгыз, челтәр журналын саклап калу өчен \"Барысын да HAR итеп саклагыз\" дигәнне сайлагыз. Бу файлны безгә җибәрегез.",
    "3671246379": "5 адым: Консоль салынмасына басыгыз, һәм \"Барысын да сайлагыз\" төймәсенә уң төймә белән басыгыз һәм консол журналын саклап калу өчен аны текст файлына саклагыз. Безгә дә җибәр.",
    "3816867833": "Фикер алышу",
    "788770967": "Гафу итегез! Сез безнең мөмкинлекне кулланырга теләрсез:",
    "1333016413": "Бу сезгә cookie'ны теркәү һәм урнаштыру белән киләчәк сораулардан качарга мөмкинлек бирә.",
    "2333410049": "Зинһар, реклама блокерын сүндерергә тырышыгыз.",
    "1345083090": "Функциональ проблема турында хәбәр итү?",
    "2184564739": "Кара",
    "604751186": "Башка сораулар? Электрон почта",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "җентекле бүрәнәләр белән проблемаларны ничек хәбәр итәргә",
    "1050501253": "Бик авыр",
    "3264813246": "Урынсыз",
    "3526939538": "Программа тәэминаты",
    "126134492": "Бүтәннәр",
    "3511610999": "Дөрес урынга барып җитүегезне тикшерик.",
    "3906886217": "Компанияләр яки вебсайтлар өчен",
    "1621597093": "Предприятие куркынычсызлыгы чишелешләре (түләүле)",
    "3176531704": "Мәгълүмат аннотациясе",
    "1834239172": "HCaptcha аннотация хезмәтләрен сатып алу",
    "1457707016": "Аерым кешеләр өчен",
    "770264626": "Сезнең хезмәткә hCaptcha өстәгез (бушлай)",
    "881015166": "Минем сайтка яки кушымтага нәшер итүчеләр өчен hCaptcha өстәгез",
    "47536007": "HCaptcha турында күбрәк белү",
    "2012837493": "Эзләү нәтиҗәләре",
    "4034694801": "Бер-берсенә туры килгән нәтиҗәләр юк.",
    "3621411541": "HCaptcha өчен мөмкинлекләр турында белү",
    "3401005681": "Акча эшләү",
    "3933993151": "Индивидуаль мәгълүмат билгесе булып эшләгез",
    "563059212": "Субпроцессорлар исемлеге",
    "3501923981": "Соңгы яңартылган: 2020 елның 1 гыйнвары.",
    "3548097301": "Эффектив: 2020 елның 1 гыйнвары.",
    "3991444169": "Бу биттә hCaptcha Enterprise хезмәте өчен хәзерге процессорлар күрсәтелгән.",
    "835396984": "Хәзерге вакытта Актив",
    "424089481": "Amazon Web Services, Inc. (Глобаль). Хезмәтләр күрсәтелә: Amazon веб-хезмәтләре. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Глобаль). Хезмәтләр күрсәтелә: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Глобаль). Хезмәтләр күрсәтелә: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Глобаль). Хезмәтләр: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Искәрмә: барлык клиентларга да кагылмый. Мисал өчен, IP Blinding яки бүтән алдынгы хосусыйлык яки куркынычсызлык варианты клиентлары (мәсәлән, Куркынычсыз Виртуаль Аренда клиентлары) телеметрия системасына, хәтта IP адресына кергән потенциаль \"PII\" дән тулысынча чыгарыла. Кирәк булса, күбрәк мәгълүмат алу өчен хисап вәкиленә мөрәҗәгать итегез.",
    "700843971": "Hound Technology, Inc. (Глобаль). Хезмәтләр күрсәтелә: бал кортлары.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/ куркынычсызлык",
    "1208179159": "LogDNA, Inc. (Глобаль). Хезмәтләр күрсәтелә: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Зендеск, Inc. (Глобаль). Хезмәтләр күрсәтелә: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Глобаль). Хезмәтләр күрсәтелә: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Инфраструктура",
    "370366524": "Эфемер сервис телеметриясе",
    "121192737": "Киләчәк өстәмәләр",
    "2420789666": "Тиз, Inc хезмәтләре күрсәтелә: Тиз CDN һәм кырый исәпләү.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Эффектив: 2021 елның 1 сентябре. Инфраструктура өстәү",
    "1487796027": "Компанияләр өчен",
    "3943417791": "HCaptcha Enterprise (BotStop) өчен ярдәм алыгыз",
    "702287791": "hCaptcha Publisher (бушлай)",
    "3397976149": "HCaptcha Publisher өчен ярдәм алыгыз",
    "833750823": "Авырлык белән кыенлыклар кичерәсезме?",
    "2024737147": "Хата турында хәбәр итәсегез киләме?",
    "1978884623": "Программа проблемалары турында хәбәр итү турында күбрәк белү",
    "4188664955": "Мастер хезмәт шартлары",
    "2621989404": "Соңгы яңартылган: 2021 елның 24 сентябре. Игътибар итегез, безнең инглиз телендәге терминнар авторитетлы.",
    "2404545611": "HCaptcha'ка рәхим итегез! Безнең җәмгыятьнең бер өлеше булуыгыз өчен рәхмәт. \"Хезмәтләр\" нең барлык кулланучылары (түбәндә билгеләнгән) түбәндәге шартларга ризалашырга тиеш (\"Хезмәт шартлары\"). Бу Хезмәт шартлары нигезендә \"IMI\", \"без\" һәм \"без\" Intuition Machines, Inc һәм аның бүлекчәләре, филиаллары, офицерлары, агентлары, хезмәткәрләре, вәкилләре, агентлары турында бара, һәм безнең \"вебсайт\" астындагы теләсә нинди сайтны үз эченә ала. безнең контроль, шул исәптән www.hcaptcha.com һәм www.imachines.com.",
    "2348450790": "Зинһар, бу Хезмәт шартларын укыгыз. Алар, бүтән нигезләмәләр арасында, гарантияләрдән баш тарту, җаваплылык чикләүләре һәм мәҗбүри арбитражны үз эченә ала. Зинһар, онытмагыз, бу Хезмәт шартлары безнең сайтка соңгы тапкыр килгәннән бирле үзгәргәндер. Без бу Хезмәт шартларын вакыт-вакыт үзебез теләгәнчә яңартып, яңартып җибәрә алабыз. Материаль үзгәрешләр булган очракта, без сезгә бу биттә яңартылган Хезмәт шартларын урнаштырып хәбәр итәрбез, шуннан соң сез сайтны яисә Хезмәтне куллануны дәвам итү өчен яңартылган Хезмәт шартларын расларга тиеш.",
    "1933936765": "Мәгълүмат эшкәртү килешүе (Соңгы яңартылган: 2021 елның 23 сентябре)",
    "2959486280": "Әгәр дә сез бу Хезмәт шартларына ризалашмыйсыз икән, сез Сайтка яки Хезмәткә керә алмыйсыз.",
    "3200859925": "1. Максат",
    "1807143500": "Хезмәтләргә он-лайн куркынычсызлык хезмәте (\"hCaptcha Service\") һәм платформа (\"Интуиция Машиналары Платформасы\") керә, анда шәхес (\"Кушымта\") өченче як оешмасы яки Intuition Machines үзе эшләгән эшләрне сайлый ала. \"Сораучы\") безнең вебсайтка яки hCaptcha Сервисына турыдан-туры сайтыбызда яисә Интуиция Машиналары Платформасына кереп һәм / яки өченче як оешмасы һәм / яки платформа яки хезмәт белән бәйләнешле эшләрне башкару (һәрберсе, ан \"Интегратор\"). Запрос бирүчеләр биремнәр урнаштыралар һәм ИНИ белән интеграторларга бирелгән бүләкләр алмашу өчен, яисә Заказ бирүче интуиция машиналары платформасын яки hCaptcha сервисын үз соңгы кулланучыларына хезмәт күрсәтү өчен кулланалар. Без компанияләрне һәм шәхесләрне (һәрберсе \"Клиент\") безнең платформаны куллану өчен зарарлыйбыз, шуңа күрә алар безнең программа тәэминаты, автор биремнәре, безне автор биремнәренә яллау һәм / яки Иганәчеләргә рөхсәт алу өчен. Без шулай ук интеграторларга hCaptcha сервисын куллану өчен, үз вебсайтларында, мобиль кушымталарда һәм спамда мошенниклыкны, хокук бозуны һәм спамны киметү өчен зарядка алабыз. .Гарыда әйтелгәннәр \"Хезмәтләр\" дип атала.",
    "3212830633": "2. Хокук",
    "2605814073": "Безнең хезмәтләрне кулланып яки теркәлгәндә, сез ризалашасыз: сез ким дигәндә 18 яшь; сезнең үзегез яки сез тәкъдим иткән оешма исеменнән бу килешүне төзү хокукы бар, һәм сез һәрвакыт бу Хезмәт шартларына һәм монда күрсәтелгән барлык IMI политикасына һәм күрсәтмәләренә туры киләчәк. һәм сез безнең вебсайтны дөрес кулланмаячаксыз, үзегезнең шәхесегезне дөрес итеп күрсәтмәячәксез, яисә ясалма интеллектны IMI-та кеше акылын таләп иткән теләсә нинди өлешне тәмамлау өчен кулланмассыз.",
    "2616040974": "3. Клиентлар һәм сорау бирүчеләр",
    "1544829730": "Әгәр дә сез клиент яки сорау бирүче булсагыз, сез ризалашасыз, аңа өстәмә кушымталар клиент кушымтасы буларак кулланылачак һәм бу Хезмәт шартларына сылтама белән кертеләчәк. Әгәр дә сез Клиент яки Заказчы булмасагыз, яисә Клиент яки Заказчы булудан туктасагыз, Клиент Кушымтасындагы өстәмә шартлар кулланылмый һәм алар бу Хезмәт Шартларына сылтама белән кертелмәячәк.",
    "3759360138": "4. Кулланучы исеме һәм серсүз",
    "2236960358": "Теркәлгәннән соң, сездән кайбер шәхси мәгълүматны (\"Персональ Мәгълүмат\"), шул исәптән исемегезне, электрон почта адресыгызны, һәм кулланучы исемен һәм серсүзне ачу соралачак, болар барысы да безнең Хосусыйлык Сәясәтенә буйсыначак. сайты. Сезнең хисап язмагызның, серсүзләрегезнең һәм сертификатлау ачкычларының куркынычсызлыгын тәэмин итү, саклау һәм саклау өчен сез үзегез генә җаваплы, һәм сез Хезмәтләрдә бу мәгълүматны куллану яки куллану өчен җаваплысыз.",
    "3047519814": "Сез үз хисабыгызны яки серсүзегезне беркем белән дә бүлешмәскә ризасыз.",
    "1699668873": "Сезнең хисап мәгълүматыгыз урланган яки бүтән кеше кулланган, яисә бүтән куркынычсызлык бозылган дип шикләнсәгез, шунда ук IMI турында хәбәр итәргә тиеш.",
    "3044038608": "Сез безгә теркәлү процессында соралганча дөрес, төгәл һәм тулы мәгълүмат бирергә риза. Сез шулай ук хәзерге һәм төгәл саклану өчен кирәк булган мәгълүматны тиз арада яңартырга риза.",
    "4132302900": "5. Сезнең хосусыйлык, сезнең мәгълүмат һәм \"Барысы өчен мәгълүмат\"",
    "10724169": "Сез безнең хосусыйлык политикасын кабул итәсез, ул безгә биргән шәхси мәгълүмат белән без нәрсә эшләвебезне көйли.",
    "1669194950": "Персональ мәгълүматка өстәп, сез шулай ук Хезмәтләр белән тәэмин итәр өчен (без бергәләп \"Клиентлар Мәгълүматы\") бүтән мәгълүмат бирергә тиеш (яки без җыярга тиеш булырга мөмкин). Сезнең Клиент Мәгълүматын бирмәвегез аркасында килеп чыккан Хезмәтләрне башкармаган өчен без җаваплы түгел.",
    "1330274831": "Шулай итеп сез безгә Бөтендөнья, эксклюзив булмаган, субсикенциаль, күчерелә торган, роялтсыз, кире кайтарылмый торган лицензия бирәсез, бу Килешү срокы эчендә клиент мәгълүматларын куллану, кабатлау, электрон рәвештә тарату һәм хезмәт күрсәтү өчен генә. . Сез бу бүлектә лицензия бирү өчен сезнең мәгълүматка һәм сезнең белән җитәрлек хокукка, исемгә, кызыксынуга ия булуыгызны күрсәтәсез.",
    "2230333214": "Без клиентлар мәгълүматын бүтән мәгълүматлар белән туплыйбыз, шуңа күрә нәтиҗәләр шәхси булмаган, һәм без шулай ук билгеләнгән техник журналларны һәм Хезмәтләрне куллану турындагы мәгълүматны җыябыз (\"Агрегат / Де-билгеләнгән мәгълүматлар\"). Монда киресенчә булган нәрсәгә карамастан, мондый Агрегат / De-Identified Мәгълүматны IMI тарафыннан бу Килешү срокы вакытында яки аннан соң теләсә нинди бизнес максаты өчен кулланырга мөмкин, шул исәптән Хезмәтләрне үстерү һәм камилләштерү, отчетлар ясау һәм тарату өчен. материаллар. Клиент мәгълүматлары шулай ук дәвам итә һәм системада чикләнгән вакыт эчендә эш тәмамланганнан соң 180 көннән артмаска мөмкин, мәсәлән, Intuition Machines системалары өчен автоматик калибрлау яки тикшерү мәгълүматлары. Аңлаешлы булу өчен, бу бүлек 5 сезне алдан язма рөхсәтегезсез теләсә нинди Агрегат / De-Identated мәгълүмат чыганагы итеп танырга хокук бирми.",
    "3881754581": ". Әгәр дә сез безнең аннотация хезмәтләренең клиенты булсагыз һәм Хезмәтләрне куллану өлеше буларак \"Барысы өчен дә мәгълүмат\" опциясен сайласагыз, сез IMI һәм Хезмәтләрнең барлык кулланучыларына бөтен дөнья буенча эксклюзив булмаган, субсикенсив, күчерелә торган, Барлык клиент мәгълүматларын, шул исәптән барлык интеллектуаль милек хокукларын тулысынча куллану өчен, роялтсыз, кире кайтарылмый торган лицензия. Әгәр дә сез \"Барысы өчен дә мәгълүмат\" опциясен сайласагыз, сез бу бүлектә лицензия бирү өчен сезнең хокукка, исемгә, кызыксынуга һәм сезнең мәгълүматка җитәрлек хокуклы булуыгызны күрсәтәсез.",
    "3496767126": "Шикләнүдән саклану өчен, түбәндәге абзац безнең аннотация хезмәтләрен кулланган клиентларга гына кагыла, һәм безнең хезмәтләрне интегратор итеп кулланмаска.",
    "767207800": "Әгәр дә сезнең мәгълүматлар потенциаль ачык яки рәнҗетүче эчтәлекне үз эченә алса, без сезнең \"АЧЫК Эчтәлек\" дип билгеләвегезне сорыйбыз, сезнең мәгълүматны күргән кешегә гадел кисәтү булып хезмәт итү. Сез IMI белән аерым язма килешүсез безнең политиканы бозган биремнәрне кертә аласыз, шул исәптән, а) бүтән вебсайтны яки хезмәтне турыдан-туры яки турыдан-туры алга этәрүче биремнәр, б) өченче як вебсайты шартларын бозган биремнәр һәм шартлар, в) Идарә итүчеләрдән өченче як сорауларын сораган биремнәр, г) Идарә итүчеләрдән вебсайтның тәртибен яки нәтиҗәләрен манипуляцияләү өчен чаралар күрүне сораган биремнәр, (e) өченче якларның интеллектуаль милек хокукларын бозган биремнәр, һәм f) биремнәр Программа яки файлларны йөкләү өчен Иганәчеләрдән таләп ителә.",
    "3370561195": "6. Кабул ителә торган тәртип",
    "4205152730": "Сез бүтән кулланучылар белән безнең вебсайтта, форумда, хәбәрләшүдә, чатта һәм IMI белән идарә итүче башка социаль медиа каналларда аралашырга өндәп торасыз, ләкин шулай эшләсәгез, сез барлык хезмәт шартларын үтәргә тиеш, безнең сайтта һәм барлык законнарда. .",
    "1394253934": "7. Начар куллану, дөрес кулланмау, дөрес булмаган мәгълүмат",
    "1406393333": "Бу Хезмәтләр Шартлары һәм без күрсәткән күрсәтмәләрдән башка Хезмәтләргә керү яки куллану катгый тыелган. Аерым алганда, сез моны эшләмисез:",
    "3409726716": "язма рөхсәтсез безнең белән бердән артык счетка язылу;",
    "3119498672": "Интернет-ботлар, веб-роботлар, ботлар, сценарийлар, яисә ясалма интеллектның башка формаларын кулланып теләсә нинди эшне башкарыгыз, яисә IMI яисә теләсә нинди сорау яки интегратордан бүләкләр алырга тырышыгыз, алар сурәтләнгәнчә эшләрне тәмамламыйча.",
    "1188668818": "бу вебсайтны кулланганда теләсә нинди ялган мәгълүмат бирегез (шул исәптән сезнең хисаптагы бүтән кешене яки оешманы күрсәтүне чикләмичә, яисә үзегезнең яисә сезнең хисаптагы бүтән кеше яки оешма белән бәйләнешегезне ялган итеп күрсәтү яки башкача күрсәтү.",
    "2804310964": "Прокси веб-серверы яки сезнең чын урыныгызны яки шәхесегезне каплау өчен эшләнгән интерфейстан башка чаралар ярдәмендә безнең вебсайтка керү яки керергә тырышу.",
    "1374227759": "вебсайтны законсыз эшчәнлек өчен, яисә ул булган максаттан башка максатта куллану;",
    "2103513933": "сайтның эшенә комачаулаган яки бозучы эшчәнлек белән шөгыльләнү;",
    "137127070": "Зыянлы яки билгесез тышкы сылтамаларны яки файлларны кертү, йөкләү, яисә вирус, троян аты, корт, вакыт бомбасы яки башка зарарлы компьютер коды булган эчтәлекне йөкләү.",
    "1686655020": "Авторлык хокукы булган теләсә нинди эчтәлекне йөкләгез, сезнең оригиналь эшегез булмаган, андый хокуклы хуҗаның рөхсәте булмаса, IMI биредә бирелгән барлык лицензияле хокукларны рөхсәт итмәсәгез.",
    "1406692811": "спам белән шөгыльләнегез яки теләсә нинди популярлык урнаштырыгыз, юлламалар, массакүләм элемтә, акча тәкъдимнәре яки үтенечләр алу, хезмәтләр сорау, реклама, маркетинг, мәгънәсез хәбәрләр, кабатланган темалар, законсыз эчтәлек, социаль сайт сылтамалары, электрон почта адреслары, яки бирем таләп итмәсә, тиз арада хәбәрче таныклыклары;",
    "3893539589": "Товар яки хезмәт тәкъдим итүче тышкы сылтамалар кертү, бирем таләп итмәсә;",
    "3214322759": "югыйсә теләсә нинди явыз яки мошенниклык белән шөгыльләнегез.",
    "3733422465": "8. Сезнең шәхесегезне тикшерү",
    "267645277": "IMI сезнең шәхесне тикшерә ала. Бу сезнең шәхси мәгълүматны өченче як мәгълүмат базасына яки рәсми юридик документларга чагыштыруны үз эченә ала. Сез үзегезнең шәхесегезне, электрон почта адресыгызны һәм финанс хисапларыгызны раслау өчен кирәкле сораулар бирергә рөхсәт бирәсез. Сез үзегезнең шәхесегезне тикшерүдә булышыр өчен, сезнең турында мәгълүмат бирергә риза.",
    "4169910317": "9. Законны үтәү",
    "519755936": "Хезмәтләрне куллануга бәйле рәвештә сез федераль, дәүләт, провинциаль һәм җирле законнарны үтәү өчен җаваплы. Сез безгә каршы булган дәгъвалар өчен безне компенсацияләргә һәм зарарсыз тотарга риза, чөнки сез бернинди законны да үтәмәгәнсез яки өченче як хокукларын бозгансыз, шул исәптән контракт, интеллектуаль милек яки хосусыйлык хокукларын чикләмичә.",
    "731546974": "10. Иганәче яки Интегратор Салымнары",
    "3128328457": "Әгәр дә сез Иганәче яки Интегратор булсагыз, сез фаразланган яки бүтән федераль, дәүләт яки җирле керемнәргә салым, социаль иминлек, FICA, һәм безнең сайтны куллану нәтиҗәсендә эшчеләргә компенсация түләү өчен сез җаваплы. АКШ булмаган юрисдикцияләрдә охшаш салымнар яки түләүләр. Сез салым законнарын үтәмәгәнгә, безгә каршы бәяләү өчен безне компенсацияләргә һәм зарарсыз тотарга риза.",
    "2931396764": "11. Бу Хезмәт шартларын бозу",
    "1240667045": "Без Хезмәтләргә рөхсәтегезне теләсә нинди сәбәп аркасында туктатырга, чикләргә яки юкка чыгарырга мөмкин, шул исәптән: б) без сезнең хокукларыбызны яки өченче якның хокукларын боздыгыз дип саныйбыз; в) сез безгә биргән мәгълүматны тикшерә яки раслый алмыйбыз. яисә (г) без сезнең гамәлләрегез сезнең өчен, безнең өчен яки өченче як өчен җаваплылык тудырырга мөмкин дип ышанабыз. Шикләнүдән саклану өчен, без алда әйтелгәннәрнең берсе мондый түләүгә кагыла дип ышансак, сезгә түләүдән саклап калу яки туктату хокукын саклыйбыз.",
    "1601080128": "Әгәр дә без сезнең счетыгызны туктатсак яки туктатсак, сез сайтның бүтән өлешләренә, шул исәптән мәгълүмат, хәбәрләр, файллар һәм сайтта саклаган бүтән материалларга керә алмассыз. Сез безнең сайтны бүтән яки яңа хисап исеме астында куллануны дәвам итмәскә мөмкин. Бу Хезмәт шартларын бозу законның тулы күләмендә җаваплылыкка тартылырга мөмкин һәм өстәмә штрафлар һәм санкцияләр китерергә мөмкин.",
    "1160707899": "12. ИМИ һәм бүтән сорау бирүчеләр белән катнашучының роле һәм мөнәсәбәте",
    "269838707": "Әгәр дә сез Иганәче булсагыз, сез һәм сез нинди һәм ничә эшне башкарырга, аларны кайчан һәм кайда тәмамларга карар итәсез. Сез теләгәнчә биремнәрне үтәү өчен күпме яки аз вакыт сарыф итәсез. Беркайчан да сез берәр эшне башкарырга тиеш түгел.",
    "1087195513": "Әгәр дә сез Хезмәтләргә керүче һәм / яки IMI булмаган Запрос исеменнән Интегратор белән бәйләнешне башкаручы өлеш кертүче булсагыз, сез ризалашасыз һәм таныйсыз, Intuition Machines сезнең өчен җаваплы түгел һәм сезнең белән бурычлы түгел. тәмамланган биремнәр өчен теләсә нинди бүләкләргә яки башка компенсацияләргә хөрмәт. Сез ризасыз һәм таныйсыз, тәмамланган биремнәр өчен бүләкләр яки бүтән компенсацияләр Заказ бирүче һәм / яки Интегратор белән килешүегезгә туры китереп билгеләнә. Мондый бүләкләр яки бүтән компенсацияләр турында теләсә нинди бәхәсләр (шул исәптән бүләкләрне яки башка компенсацияләрне чикләмичә) сезнең белән Заказ бирүче һәм / яки Интегратор арасында гына.",
    "952813944": "Сезнең вебсайтны куллануыгыз да, бу килешүдә бернәрсә дә эш, партнерлык, уртак предприятия, агентлык, франшиза яки сезнең белән Intuition Machines арасында сату вәкиллеге мөнәсәбәтен тудырмый. Без сезгә эшне тәмамлау өчен бернинди җиһаз яки корал бирмибез. Без сезгә бернинди өстенлекләр дә, эшчеләргә компенсацияләр дә, страховкалау да бирмибез. Вебсайтыбызны куллану өчен сез чыгымнар өчен без җаваплы түгел. Федераль яки дәүләт керемнәре салымы, Социаль яклау яки бүтән салым өчен без сезнең бүләкләрегездән бернинди сумманы да тотмыйбыз. Сез теләсә нинди кеше яки бизнес өчен, шул исәптән безнең көндәшләрдән биремнәр башкару өчен, сез һәрвакыт ирекле. Сезнең Intuition Machines исеменнән язма яки телдән бернинди контракт төзергә вәкаләтегез юк.",
    "3460432665": ".Гарыда әйтелгәннәргә карамастан, сез АКШ салым түләүчесе булсагыз, без сездән W-9 сорый алабыз, ел саен яңартыла, һәм без сезне W-9ны тәмамлаганчы яки яңартканчы эшләргә комачаулый алабыз.",
    "458271951": "Әгәр дә сез Хезмәтләргә керүче һәм / яки Интуиция Машиналары исеменнән Интегратор белән бәйләнешне башкаручы (Заказ бирүче булып эшлисез), Интуиция Машиналары сезне билгеле биремнәрне кабул иткән өчен бүләкли ала. Әгәр дә сез алдау, хокук бозу яки бу Хезмәт шартларын бозу белән шөгыльләнгән очракта, сезгә булган барлык бүләкләр тыелырга һәм / яки Intuition Machines тарафыннан кире кайтарылырга мөмкин.",
    "3056723024": "13. Биремнәрнең кабул ителмәгән тәмамлануы",
    "3913203723": "Әгәр дә, ниндидер сәбәпләр аркасында, Заказ бирүче сез башкарган эшне башкаруны кабул итмәсә, Сез Иганәче яки Интегратор буларак бирем өчен бернинди бүләккә дә хокуксыз. Әгәр бүләкләр сезгә кабул ителмәгән эш өчен таратылган булса, без аларны сездән кире кайтара алабыз.",
    "3666807632": "14. Идарә итүченең квалификациясе һәм осталыгы",
    "1993899769": "15. Мәгълүматны куллану",
    "3027055607": "16. Интеллектуаль милек һәм милек хокуклары",
    "3910971075": "IMI барлык кодларга, шул исәптән интеллектуаль милек хокукларына, чыганак коды, объект коды яки төп структурасы, идеялары яки алгоритмнары, API һәм Хезмәтләр белән бәйле теләсә нинди өстәмә программа тәэминаты, документлар яки мәгълүматлар (\"Программа\"). Сез турыдан-туры яки турыдан-туры өченче як аша яки бүтәнчә булмаячаксыз: а) кире инженер, декомпиляцияләү, сүтү яки Программаны ачарга тырышу; б) теләсә нинди Программа нигезендә ясалган әсәрләрне үзгәртү, тәрҗемә итү яки тудыру әсәрләрен ясау. в) күчереп алу, арендага бирү, арендага бирү, тарату, залог бирү, яисә бүтән программа тәэминатына хокукларны күчерү яки күчерү. г) теләсә нинди Программаны вакыт бүлешү, хезмәт бюросы максатларында яисә бүтән як файдасына куллану; яисә (д) теләсә нинди белдерүләрне яки этикеткаларны бетерү.",
    "3660891610": "Әгәр дә сез Иганәче булсагыз, IMI, һәм сез түгел, теләсә нинди эшне башкару өчен сез җитештергән әсәрдә милек хокуклары бар. Бу Килешү шартларын кабул итеп, сез милеккә, милеккә, исемгә (бөтен дөньяда булган барлык интеллектуаль милек хокукларын да кертеп) безгә һәм сезнең эшегезгә күчерергә ризалашасыз. Мондый хокукларны алу, камилләштерү һәм куллана алуыбызны тәэмин итү өчен, сез тагын (i) документлаштыруда, хокукларыбызны камилләштерүдә һәм үтәүдә булышу өчен теләсә нинди документка кул куярга риза. һәм (ii) теләсә нинди илдә һәм барлык илләрдә мондый милек хокукларын язу, камилләштерү, тәэмин итү, яклау һәм үтәү өчен мәгълүматка акыллы керү мөмкинлеге бирү. Бу бүлек буенча сезнең бурычлар Хезмәтләрне теркәүдән яки куллануны туктатканнан соң да дәвам итәчәк. Сез бу бүлектә күрсәтелгән максатлар өчен сезнең исемегездән документлар башкару өчен безне үзегезнең адвокатыгыз итеп билгелисез.",
    "426125156": "17. Copyright һәм TakeDown",
    "1408530660": "IMI башкаларның интеллектуаль милеген хөрмәт итә һәм без үзебезнең сайттан теләсә нинди өченче якның интеллектуаль хокукларын боза ала торган материалны алып ташлау хокукын саклыйбыз. Әгәр дә сез үз эшегезнең бу вебсайтта авторлык хокукларын бозу рәвешендә күчерелгәненә ышансагыз, зинһар, Intuition Machines клиент ярдәменә мөрәҗәгать итегез.",
    "2696932851": "18. Компенсация",
    "3844300338": "Сез безне компенсацияләргә, якларга һәм зарарсыз тотарга ризалашасыз, барлык таләпләрдән, зыяннан, бурычлардан, чыгымнардан (чыгымнарны да кертеп), сезнең эшегезне башкару яки безнең сайтны куллану белән бәйле. .",
    "2474091800": "19. Башка кулланучылар белән бәхәсләр; Чыгар",
    "3162107126": "IMI сезнең һәм Хезмәтләрнең бүтән кулланучысы арасындагы бәхәснең өлеше түгел. Сез IMI һәм аның филиалларын теләсә нинди таләпләрдән, таләпләрдән, төрле зыяннан, билгеле һәм билгесез, шикләнелгән һәм шикләнмәгән, ачыкланган һәм ачыкланмаган, сезнең белән бүтән кулланучы арасындагы бәхәс аркасында килеп чыккан яки бәйләнештән азат итәсез.",
    "2271969747": "20. Сез кабул иткән яшерен мәгълүмат",
    "1042802841": "Конфиденциаль мәгълүмат - конфиденциаль яки милек дип билгеләнгән, яки кабул итүче як тарафыннан яшерен яки милекче булырга тиеш булган мәгълүмат. Бу (1) халык алдында булган, 2) мөстәкыйль рәвештә эшләнгән, яисә кабул итүчегә билгеле булган, яки (3) суд карары белән яисә бүтән таләп ителгән мәгълүматны үз эченә алмый. закон.",
    "1918025546": "Әгәр дә Сезгә Хезмәттәге берәр кешедән яшерен мәгълүмат бирелсә, сез үзегезнең яшерен мәгълүматны саклау өчен кулланган дәрәҗә белән яшерен мәгълүматның серен сакларга риза, ләкин беркайчан да тиешле кайгыртучанлык белән. Сез андый конфиденциаль яки шәхси мәгълүматны ачып җибәрә алмыйсыз, биремне үтәү өчен кирәк булган очраклардан кала. Интуиция машиналары платформасындагы бирем эчендәге барлык мәгълүмат яшерен булып саналмаса да, яшерен дип саналырга тиеш.",
    "2690395789": "Әгәр сез кабул иткән конфиденциаль мәгълүматка мохтаҗ булмаса, сез тиз арада кире кайтырга яки юкка чыгарырга тиеш (мәгълүматны ачкан кеше сораганча), сез идарә иткән бинада, системада яки бүтән җиһазда булган мәгълүматның барлык күчермәләрен.",
    "2178073797": "Конфиденциаль мәгълүматны ачу төзәтеп булмый торган зыян китерергә мөмкин, шуңа күрә ачучы як бу терминны бозган яки бозган өчен инкектив ярдәм эзләргә хокуклы.",
    "2185860003": "21. Вебсайт үзгәртүләре",
    "2631249972": "Без сезгә хәбәр итмичә сайтыбызны яхшырта яки үзгәртә алабыз.",
    "3764131594": "22. Өченче як сайтлары",
    "295955580": "Безнең сайтта өченче як вебсайтларына сылтамалар булырга мөмкин. Без андый вебсайтларны контрольдә тотмыйбыз, тикшермибез, мониторингламыйбыз. Без компьютер программалары, эчтәлеге яки андый вебсайтларда булган фикерләр өчен җаваплы түгел. Әгәр дә сез безнең сайттан китәргә һәм өченче як вебсайтына керергә уйласагыз, сез моны үзегезнең куркыныч астында эшлисез.",
    "838225123": "23. Гарантиядән баш тарту",
    "3897238493": "ХЕЗМӘТЛӘР \"БУЛГАН\" БАСЫСЫНДА Тәкъдим ителә. БЕЗ АЧЫКЛЫК, ФИТНЕС, ЗАКОНЛЫК, ХЕЗМӘТЛӘРНЕUN ТОРМЫШЫ ПРОГРАММАСЫ ORӘМ АТЕРИЯЛӘРЕ, ТОРМЫШ ПРОГРАММАСЫ ORӘМ МАТЕРИАЛАРЫ, БЕЛӘН ТОРМЫШ ПРОГРАММАСЫ ORӘМ МАТЕРИАЛАРЫ. Закон белән рөхсәт ителгән МАКСИМ ЭКСТЕНТЫНА, IMI БАРЫ ЭКСПРЕССИЯНЕ ЯКТЫРЫЛГАН ШАРТЛАРНЫ ТАКШЫРА, ТӘРPЕМӘЛӘР ANDӘМ КАРАНТИКАЛАР, ләкин чикләнмәгән, МЕРЧАНТАБИЛИТАЛЫК, ФИТНЕСЛЫК. СИНЕ IM IMӘМ СЫЙЛЫГЫЗ ANDӘМ ЭКСКЛUSЗИВ КОРМЫШЫ YӘМ КЫЗЫКЛАРГА, КОНФОРМАНESИЯЛӘРГӘ, Яисә ДИССАТИФАКИЯСЕ ХЕЗМӘТЛӘРНЕ УЙЛАНУ ӨЧЕН Сезнең санак системасына зыян китерү, мәгълүматны югалту яки коррупция өчен җаваплылык юк. вебсайтка яки интуиция машиналары платформасына керү яки кулланудан. Планлаштырылган һәм планнан тыш өзеклекләр булырга мөмкин, һәм без үз сайтыбызның өзлексез булуына гарантия бирмибез.",
    "2110259227": "24. Liаваплылыкны чикләү",
    "3018077211": "25. Идарә итүче бәхәсләрне чишү",
    "2790841456": "Әгәр сез өлеш кертүче булсагыз, сез түбәндәге арбитраж пунктка һәм класстан баш тартуга ризасыз:",
    "2323013093": "26. Гамәлдәге закон",
    "2900525040": "Калифорния штаты законнары бу Хезмәт шартларын һәм алардан килеп чыккан бәхәсләр, бәхәсләр яки дәгъвалар белән идарә итә.",
    "3339302473": "27. Туктату",
    "41530052": "28. Гомуми шартлар",
    "3202747130": "Бөтен килешү. Бу Хезмәт шартлары һәм бу килешүдә күрсәтелгән теләсә нинди политика, процедуралар, яисә шартлар якларның предметка кагылышлы бөтен килешүен тәшкил итә, һәм алдагы һәм заманча бәйләнешле килешүләрне, дәгъваларны, вәкиллекләрне, аңлауларны алыштыра һәм юкка чыгара. .",
    "4080263153": "Баш тарту юк. Әгәр дә баш тарту язмача булмаса һәм без кул куймасак, без үз хокукларыбызның яки чараларның бер өлешеннән баш тарттык дип саналмаячакбыз. Әгәр дә без бу килешүнең нинди дә булса нигезләмәсе буенча үз хокукларыбызны үтәүне тоткарлыйбыз яки үтәмәсәк, бу соңрак бу килешүне яисә бу килешүнең бер өлешен тормышка ашыру хокукыннан баш тартуны аңлатмый.",
    "1789371580": "Тапшыру. Сез бу хезмәт шартларын безнең алдан язма рөхсәтеннән башка билгели алмыйсыз. Без бу Хезмәт шартларын теләсә кайсы вакытта, хәбәр итмичә билгели алабыз. Serviceгарыда әйтелгәннәрне исәпкә алып, бу Хезмәт шартлары һәр партиянең варислары һәм рөхсәт ителгән йөкләмәләр өчен мәҗбүри булачак.",
    "2819628066": "Аеру. Әгәр дә бу Хезмәт Шартларының ниндидер нигезләмәсе дөрес булмаган яки берәр сәбәп аркасында тормышка ашырылмаса, бу калган нигезләмәләрнең дөреслегенә һәм үтәлешенә тәэсир итмәс.",
    "3955981186": "Amendзгәрешләр. IMI-тан башка беркем дә бу Хезмәт шартларына бернинди үзгәртүләр дә, үзгәртүләр дә IMI өчен мәҗбүри булырга тиеш түгел, IMI-ның тиешле вәкаләтле вәкиле кул куйган язма коралда.",
    "1377538813": "Телнең киң таралуы. Бу Хезмәт шартларының инглиз телендәге версиясе бар яктан да контрольдә тотылачак һәм тәрҗемә ителгән версияләр белән туры килмәгән очракта өстенлек итәчәк.",
    "2438016011": "Ирекле килешү. Бу Хезмәт Шартларының барлык яклары да бу килешүнең барлык аспектларын караган, аның барлык нигезләмәләрен җентекләп укыган һәм тулысынча аңлаган һәм үз теләкләре белән бу килешүгә керүләрен күрсәтәләр һәм ризалашалар.",
    "2445034923": "Әгәр дә сез бу Хезмәт шартларының барлык шартлары белән ризалашмыйсыз икән, Сайтны яисә Хезмәтләрне кулланмагыз (һәм сез куллана алмыйсыз).",
    "2646127839": "Төп хезмәт шартларына клиент кушымтасы",
    "4097297673": "Клиент, сорау бирүче яки интегратор буларак, сез һәм IMI арасындагы башка мәҗбүри шартларга өстәп, сез түбәндәге терминнар белән бәйләнергә риза.",
    "1093280979": "1. Платформа заказ формалары",
    "1549953005": "Сез клиент яки запрос булу шарты буларак бер яки берничә платформага керү заказ формаларын тутыргансыз (һәрберсе \"Заказ формасы\"). Алайса, Заказ формасында тасвирланган шартлар Хезмәт шартларының бер өлешенә әверелә һәм шуның белән сылтама белән кертелә.",
    "3819851005": "2. Түләүләр",
    "1591032933": "Сез IMI түләүләрен кулланыла торган Заказ Формасында күрсәтелгән түләү формасында күрсәтелгәнчә түләгез. Ике як та язмача ачыктан-ачык килешмәгән очракта, сез счет-фактураның почта көненнән соң утыз (30) көн эчендә чыгарылган барлык фактуралар өчен тулы түләү бирәчәксез. Сез безгә биргән барлык кредит картасы мәгълүматларында кредит картасы рөхсәтен эшләргә, шул кредит картасы мәгълүматын сакларга, һәм кредит картасы яки без үзара килешкән бүтән счет өчен түләү формасы итеп рөхсәт бирәсез. Заказ формасында яки сезнең предприятия сервис килешүе яки мастер-сервис килешүе кысаларында бүтәнчә әйтелмәгән булса, Хезмәтләр өчен барлык түләүләр, артык килешүдән кала, сезнең килешү нигезендә IMI күрсәткән хезмәтләр башлангач (\"Эффектив дата\") ел саен түләнә.",
    "4142610534": "Соңгы түләүләр ай саен 1,5% күләмендә яки законнар рөхсәт иткән максималь суммада соңрак түләүләрне җыячак. Әгәр дә сез бу Килешү нигезендә тиешле сумманы түләп бетерә алмасагыз, сезнең хисап язмасы туктатылырга мөмкин, бу очракта сезнең хисаптан биремнәр тәмамлану өчен өстәмә түләүләр түләнмәячәк һәм барлык бурычларыгыз бетереләчәк. безнең сайттан. Сез таләп буенча барлык суммаларны, шулай ук эшкәртү өчен түләүләрне, соңрак түләүләрне яки адвокатлар өчен түләргә тиеш. Без шулай ук кредит отчетларына һәм хокук саклау органнарына тиешле докладлар ясый алабыз.",
    "512991700": "Әгәр дә сез теләсә нинди түләүләр турында бәхәсләшергә телисез икән, сез клиентларга ярдәм бүлегенә мөрәҗәгать итәргә тиеш, беренче исәп-хисап яисә хисап язмасы ябылган көннән соң утыз (30) көннән дә соңга калмыйча, көйләү яки кредит алу өчен хата яки проблема килеп чыккан.",
    "1273914192": "3. Салымнар",
    "4242322181": "Сез Интуиция Машиналарының чиста кеременә яки шәхси милегенә бәяләнгән АКШ салымнарыннан кала Хезмәтләр белән бәйле барлык салымнарны түләү өчен җаваплы.",
    "1671996585": "Сезнең вебсайтны, кушымтаны яки платформаны безнең кушымта программалаштыру интерфейсы (\"API\") аша безнең Хезмәтләр белән интеграцияләү таләп ителергә мөмкин. Сез моны эшләгән очракта, без сезгә чикләнгән, юк, эксклюзив, күчерелмәс, кире кайтарыла торган лицензия бирәбез, API-ны Хезмәтләргә керү өчен генә. Без API-ны үзгәртә алабыз һәм / яки иске версияләрне яисә API чыгарылышларын теләсә кайсы вакытта туктата алабыз. Сезнең API-га керүегезне туктату яки чикләү хокукын без үзебез теләгәнчә саклыйбыз, һәм без туктатылганчы сезгә хәбәр итү өчен акыллы көч кулланачакбыз.",
    "4036662147": "5. Конфиденциаль мәгълүматны саклау",
    "3564208535": "Сез бездән яки безнең Хезмәтләр аша алынган яшерен мәгълүматны саклау өчен коммерция нигезендә акыллы көч кулланырга риза. бот баллларын һәм безнең предприятия хезмәтенең иҗтимагый булмаган детальләрен, шул исәптән иҗтимагый булмаган документларны һәм ботны ачыклау ысуллары белән уртаклаша алырлык детальләрне үз эченә ала. Әгәр дә сезгә мондый Конфиденциаль Мәгълүматка рөхсәт бирелсә, без үз хезмәтләребезгә Конфиденциаль Мәгълүматның ачылуын ачыкласак, без үзгәртә алабыз, туктата яки безнең Хезмәтләргә рөхсәтне чикли алабыз, һәм без акыллы көч кулланачакбыз. туктатылганчы сезгә хәбәр итү.",
    "120384113": "6. Туктату",
    "453723556": "Сез клиент яки запрос булудан туктап, Хезмәт шартларыннан бәйсез бу клиент кушымтасын туктата аласыз. Без клиент яки сорау бирүче статусыгызны теләсә кайсы вакытта туктатырга яки туктатырга, яисә Хисап язмагызны яисә Хезмәт шартларына туры килгән Хезмәтләрне куллануны туктатырга хокуклы. Заказ формасы буенча теләсә нинди сумма беткәч сез җаваплы булып каласыз. Әгәр дә сезнең язылу айлык яки еллык түләүләрне яки айлык яки еллык минимумнарны үз эченә ала икән, сез шул ай яки ел ахырына кадәр барлык Хезмәтләр өчен түләү өчен җаваплы булачаксыз.",
    "218889628": "Бу Клиент Кушымтасын яки Хезмәт шартларын бозу нәтиҗәсендә без бу Клиент Кушымтасын яки Хезмәт шартларын туктаткан очраклардан кала, әгәр без туктатсак һәм сез безгә түләүләрне түләгән булсагыз, без аларның пропорциональ өлешен кире кайтарырбыз. Алдан түләнгән суммалар, калган вакытка яки сез түләгән Хезмәтләргә нигезләнеп, кайсысы азрак. Без үз эшебезне коммерция нигезендә җайга салырбыз һәм сезгә түләүле Чыгыш Мәгълүматлар җыелмасын һәм безнең кулдагы барлык клиент мәгълүматларын саклап калырбыз. Теләсә нинди бетүдән соң без бернинди мәгълүматны бетерергә тиеш түгел.",
    "2505227594": "7. Артык",
    "2369877184": "HCaptcha интеграторлары яки клиентлары өчен максималь рөхсәт ителгән иң югары RPS ставкасы - сезнең һәм безнең арада язма килешү килешүе белән башкача күрсәтелмәгән булса, сезнең хисаптагы оешмаларга секундына 1000 сорау (\"RPS\").",
    "234420106": "Сез hCaptcha Enterprise сервисының интеграторы яки клиенты булсагыз һәм RPS белән үлчәнгән API куллану сезнең хезмәт дәрәҗәсе өчен күрсәтелгән ставкадан артса, без сезнең хезмәтегезне үзгәртү яки артык ставка алу өчен сайлый алабыз. Сезнең RPS ставкасы 30 көн эчендә 10 яки аннан да күбрәк минут эчендә 10 фактордан арткан очракта һәм бу үтенечләрнең күпчелеге, безнең карарыбыз буенча, зарарлы трафик түгел, без сайлый алабыз. сезне шул айда ясалган барлык API запрослары өчен контракт буенча күрсәтелгән артык ставка буенча түләгез.",
    "2619472217": "8. Сату",
    "2019702084": "Клиентның мастер-сервис килешүендә яки Сатучы килешүендә ачык рөхсәт ителмәгән очракта, SaaS хезмәтләре сатылмый, сатылмый, арендага бирелмәячәк, лицензияләнгән, суб-лицензияле яки бүтән өченче якка (клиент филиалыннан кала) рөхсәт ителмәячәк. ), һәм Килешү нигезендә барлык заказлар һәм Хезмәтнең барлык клиентлары куллану Клиент яки аның филиалының эчке бизнесы өчен булырга тиеш.",
    "1233229030": "Төрле",
    "1467783792": "АКШ тарафыннан санкцияләнгән беркем дә, оешма яки оешма (\"Санкцияләнгән актер\") бүләкләргә яисә Хезмәтләрне Интегратор итеп кулланырга хокуклы түгел. Шикләнүдән саклану өчен, бу АКШ Казначылык Департаментының Чит ил активларын контрольдә тоту идарәсе (\"OFAC\") тарафыннан билгеләнгән санкцияләнгән актерларны үз эченә ала.",
    "3759657802": "Сез бу Хезмәт Шартларын яки мондагы хокукларыгызны яки бурычларыгызны (закон яисә бүтәнчә) билгели алмыйсыз, күчерә алмыйсыз.",
    "1627232990": "Бу Хезмәт Шартларының тәрҗемәләре иң көчле нигездә бирелә. Инглиз телендәге Хезмәт шартлары һәм аны тәрҗемә итү арасында зур аерма булган очракта, инглиз теленең Хезмәт шартлары авторитетлы дип аңлатыла.",
    "805221621": "Зинһар, безнең белән элемтәгә керегез",
    "259613338": "бу Хезмәт шартларына кагылышлы сораулар булса.",
    "2735878907": "Бизнесның өзлексез планлаштыру аңлатмасы",
    "2887242610": "Intuition Machines, Inc безнең hCaptcha бизнесыбызны сизелерлек бозган вакыйгаларга ничек җавап бирербез дип бизнесның өзлексезлек планын эшләде. Бәла-казалар һәм өзеклекләрнең вакыты һәм йогынтысы алдан әйтеп булмый, шуңа күрә без булган вакыйгаларга җавап биргәндә сыгылмалы булырга тиеш. Шуны истә тотып, без сезгә бизнесның өзлексезлек планы турында мәгълүмат бирәбез.",
    "809251240": "Безнең белән элемтәгә керү",
    "2551802342": "- Без бизнесны зур бозылганнан соң тиз арада торгызырга һәм яңадан торгызырга һәм эшчеләребезне һәм мөлкәтебезне саклап, финанс һәм оператив бәя биреп, фирманың китапларын һәм язмаларын яклап, клиентларыбызга һәм аларның соңгы кулланучыларына онлайн режимда операция ясарга рөхсәт биреп җавап бирергә уйлыйбыз. Кыскасы, безнең бизнесның өзлексезлек планы безнең фирмага операцияне мөмкин кадәр тизрәк башларга рөхсәт итәр өчен эшләнгән, бизнесның зур өзелү күләмен һәм авырлыгын исәпкә алып. Безнең бизнес өзлексезлек планы адреслары: мәгълүматны резервлау һәм торгызу; барлык миссия критик системалары; финанс һәм оператив бәяләү; клиентлар, хезмәткәрләр, күзәтчелек органнары белән альтернатив элемтә; хезмәткәрләрнең альтернатив физик урыны; критик тәэмин итүче һәм клиентларның йогынтысы; норматив отчет; һәм бизнесыбызны дәвам итә алмасак, клиентларга тиз хәбәр итү. Безнең төп тәэмин итүче бассейн географик яктан аерым өлкәдә мөһим язмаларыбызны саклый. Everyәрбер гадәттән тыш хәл тышкы факторларга нигезләнеп уникаль проблемалар тудырса да, көннең вакыты һәм өзелүнең авырлыгы кебек, безгә бу тәэмин итү бассейны безгә аларның операцияләрен торгызу һәм хезмәтләрне тиз дәвам итү мөмкинлеге бирә. Төрле тәэмин итүчеләр җыелмасын кулланып, без рискны киметү өстендә эшләсәк тә, сезнең хезмәтләр бу чорда үзгәртелергә яки өзелергә мөмкин.",
    "826396656": "Безнең бизнесның өзлексез планы",
    "1979347895": "- Бизнесның зур өзелүе аларның масштабында төрле булырга мөмкин, мәсәлән, безнең фирма гына, безнең фирма урнашкан бер бина, безнең фирма урнашкан тирәлек, без урнашкан шәһәр яки бөтен төбәк. Бу өлкәләрнең һәрберсендә өзеклекнең авырлыгы минимальдән каты булырга мөмкин. Безнең фирмага, бизнес өлкәсенә, шәһәргә, яисә регионга яисә безнең фирма урнашкан бинага өзеклек биргәндә, без кирәк булганда үз операцияләребезне җирле сайтка күчерәчәкбез һәм бизнес-операцияләрдә материаль өзеклек көтмибез. Ике очракта да без бизнесны дәвам итергә уйлыйбыз, кирәк булса альтернатив тәэмин итүчеләргә операцияләр күчерергә, һәм hcaptcha.com сайты аша һәм безнең белән ничек элемтәгә керергә икәнлеге турында hcaptchastatus.com сайтында хәбәр итәбез. Әгәр дә бизнесның мөһим өзелүе шулкадәр каты ки, ул безгә бизнеста калырга комачауласа, без сезгә тиз хәбәр итәрбез.",
    "653679457": "Төрле өзеклекләр",
    "410397176": "Күбрәк мәгълүмат өчен",
    "2095899021": "hCaptcha брендинг күрсәтмәләре һәм гомуми сәүдә маркасы лицензиясе",
    "2340340589": "HCaptcha билгесен куллану буенча күрсәтмәләр",
    "2430148876": "Клиентларыбызга, партнерларыбызга, җанатарларыбызга безнең бренд белән эшләүне җиңеләйтү өчен, без бу күрсәтмәләрне һәм гомуми сәүдә маркасы лицензиясен булдырдык, шул ук вакытта корпоратив шәхесебезне саклап калабыз. Сезгә hCaptcha иконаларын, логотипларны яки башка билгеләрне бу күрсәтмәләрдән аерылып торган ысуллар белән кулланырга кирәк булса, язма лицензия өчен безгә (IMI) мөрәҗәгать итәргә кирәк.",
    "3884400764": "Сез бу күрсәтмәләр буенча hCaptcha билгеләрен куллана аласыз, ләкин бу сезнең hCaptcha маркаларында, логотипларда яки башка сәүдә маркасында, сәүдә исеме, сервис билгесе, бизнес исеме яки hCaptcha теләге белән хокуклы дигән сүз түгел. Без мөмкин кадәр сыгылмалы булырга телибез, ләкин без hCaptcha-ны теләсә нинди сәүдә маркасын, сәүдә исемен, сервис билгесен, бизнес-исемен яки hCaptcha-ның рөхсәтсез кулланылышыннан сакларга тиеш. Теләсә нинди рөхсәтсез куллану hCaptcha биргән рөхсәтне яки лицензияне автоматик рәвештә туктата һәм барлык зыян өчен хокукый җаваплылыкны үз өстенә ала.",
    "512598290": "Шулай итеп, без сездән һәрвакыт hCaptcha билгеләрен һәм логотипларын түбәндәге кагыйдәләргә туры килгән формада куллануыгызны сорарга тиеш, шул исәптән баш хәрефтән язу, язу һәм стиль.",
    "2075610992": "Ярдәмегез өчен рәхмәт!",
    "1023190144": "hCaptcha® текстта",
    "4274324704": "Язма күчермәдә безнең исемне ничек кулланырга:",
    "3912926900": "hCaptcha® иҗади күчермәдә беренче тапкыр теркәлгән сәүдә маркасы символы булырга тиеш.",
    "950637875": "hCaptcha орфографиясе беркайчан да үзгәртелергә тиеш түгел һәм hCaptcha һәрвакыт икенче хәрефтә баш хәреф белән язылырга тиеш (\"С\"). Бу беркайчан да күплек яки ия түгел.",
    "2624601135": "\"hCaptcha\" бренд исеменең бер өлеше буларак кулланылырга тиеш түгел, сызыкча белән кушылырга, яисә кушымталар яки башка продуктлар исемнәрендә кулланылырга тиеш түгел.",
    "3828090208": "Аның урынына \"hCaptcha өчен\" кулланыгыз .Әгәр өченче як логотибы белән кулланылса, \"hCaptcha өчен\" өченче як логотибыннан кечерәк булырга тиеш.",
    "4149738856": "hCaptcha сыйфат сыйфатында кулланылырга тиеш, аннары тиешле гомуми термин.",
    "1446868537": "hCaptcha беркайчан да фигыль буларак кулланылырга тиеш түгел.",
    "2487931657": "Кулланмагыз: \"без үз сайтыбызны каплыйбыз.\"",
    "2565565429": "Аның урынына кулланыгыз: \"без сайтыбызны куркынычсызрак һәм куркынычсызрак итәр өчен hCaptcha кулланабыз.\"",
    "3434202027": "HCaptcha исемен элемтәдә теләсә нинди куллану атрибутиканы таләп итә: \"hCaptcha - Intuition Machines, Inc.ның теркәлгән сәүдә маркасы.\"",
    "2754937029": "Кабул ителмәгән куллану",
    "2436973524": "Бары тик төгәл сылтамалар гына кабул ителә. Сайт hCaptcha хезмәтләрен һәм кушымталарын кулланмый дип әйтергә ярамый. Нәкъ шулай ук, безнең логотипны яки бейджларны куллану сайт hCaptcha хезмәтләрен кулланганда гына урынлы.",
    "69844082": "hCaptcha сәүдә маркалары, график символлар, логотиплар, типографияләр яки иконалар да кимсетелмәслек итеп кулланылырга мөмкин.",
    "3861413614": "Сез hCaptcha сәүдә маркасын яки логотибын куллана алмыйсыз, бу hCaptcha белән бәйләнешне яисә хуплау, иганәче яки өченче як продукты яки хезмәтенең ярдәме, ачык язма рөхсәтсез.",
    "1409822234": "Бернинди шартларда да бер үк яки охшаш hCaptcha сәүдә маркасы домен исеме буларак кулланылырга тиеш түгел.",
    "4181060163": "Өченче яклар вариацияләрне яки хаталарны кулланырга тиеш түгел, hCaptcha сәүдә маркалары белән кызыксыну уята торган юл белән эш итмәскә тиеш.",
    "3955555607": "Партнерлар яки Рөхсәтле Сатучылардан кала, өченче як шәхесләр ачкыч сүзләр, Google AdWords яки hCaptcha билгеләрен яки хаталарны кулланып, башка реклама системаларына заявка бирә алмыйлар. Өченче яклар домен исемнәрендә hCaptcha билгеләрен куллана алмыйлар, эзләү системасын оптимизацияләү, мета-тэглар, эзләү терминнары, код яки бүтән дөрес булмаган мәгълүмат.",
    "1985238261": "Башка чикләнгән билгеләр",
    "2193061499": "Кайбер логотипларыбыз һәм билгеләребез hCaptcha һәм аның партнерлары белән куллану белән чикләнә. Өченче як hCaptcha'дан язма лицензиясез түбәндәге билгеләрне куллана алмый:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner ™",
    "755156539": "hCaptcha вәкаләтле сатучы ™",
    "717622341": "hCaptcha Enterprise ™",
    "3433896984": "BotStop ™",
    "1655022901": "HCaptcha ™ тарафыннан BotStop",
    "2557601376": "hCaptcha logo ™",
    "248923369": "BotStop logo ™",
    "3942875761": "Яхшырак Веб ™ төзергә булыш",
    "364774188": "Мин кеше ™",
    "2785425016": "(кешелекне тикшерү чишелеше контекстында, мәсәлән, эшкә чакыру)",
    "2639657759": "Рөхсәт белән кулланылган билгеләр",
    "1268918580": "HCaptcha һәм аның партнерлары кулланган кайбер логотиплар һәм билгеләр өченче якларныкы һәм аларның рөхсәте белән генә кулланылырга мөмкин. Өченче яклар түбәндәге билгеләрне куллана алмыйлар, хуҗалары рөхсәт иткәнчә:",
    "3782751514": "HUMAN Protocol® - HUMAN Протокол Фондының теркәлгән сәүдә маркасы, һәм аның рөхсәте белән кулланыла.",
    "1620709264": "HUMAN Token® - HUMAN Протокол Фондының теркәлгән сәүдә маркасы, һәм аның рөхсәте белән кулланыла.",
    "3031953928": "HUMAN Network ™ - HUMAN Протокол Фондының сәүдә маркасы, һәм аның рөхсәте белән кулланыла.",
    "3554363588": "Башка билгеләр",
    "3290996791": "Бүтән продукт исемнәре, логотиплар, брендлар - аларның хуҗаларының милеге. Бу вебсайтта кулланылган бүтән компания, продукт һәм хезмәт исемнәре идентификация максатларында гына. Бу исемнәрне, логотипларны, брендларны куллану хуплау дигән сүз түгел.",
    "2444685143": "Логотип политикасы",
    "2414232014": "Безнең логотип шунда ук таныла һәм иң кыйммәтле һәм мөһим активларның берсе. Бу безнең компаниянең көчле вәкиллеге булып калсын өчен, аны барлык элемтә каналларында сак һәм эзлекле рәвештә күрсәтергә кирәк.",
    "803639471": "HCaptcha логотибы кул иконасыннан һәм hCaptcha логотибыннан тора. Аның альтернатив формасында, кул иконасы урын кысылганда үзе күренергә мөмкин һәм \"hCaptcha\" сүз билгесе буларак (өстә әйтелгәнчә) кул иконасына якын урнашканда, кул иконасы hCaptchaны күрсәтә.",
    "564127016": "HCaptcha кул иконасы:",
    "1424800293": "HCaptcha логотибы:",
    "1525506526": "Хисапны алу нәрсә ул һәм алар ничек эшлиләр?",
    "2446481523": "Кечкенә авыл авылындагы конструкторда вагон йөртүчесе һәм затлы кеше күрсәткән иске халык әкияте бар. Пычрак, пупер киемен кигән бер кеше конструкторга: “Мин дворян. Бу кеше минем машина йөртүче иде.",
    "1767952047": "Кичә ул миңа һөҗүм итте, киемемне урлады һәм акчамны алды. ” Зур зиннәтле, затлы сыйныф киеме кигән бүтән кеше җавап бирде: \"Констабль, бу кеше акылсыз. Ул үзен затлы кеше дип саный. Мин чын дворян. Аны кулга алыгыз! \"",
    "2947576723": "Бу хикәя машина йөртү таныклыгын һәм бармак белән санлы бастыруны алдан әйтә, ләкин бу хисапны алу ситуациясендә нәрсә начар булырга мөмкинлеген яхшы күрсәтә. Кеше онлайн банк счетына яки мобиль түләү кушымтасына керә. Ул чыннан да хисап хуҗасымы, әллә хакермы? Кем ул чыннан да кем? Бу куркынычсызлык проблемалары үз-үзләренә хезмәт күрсәтү рөхсәт иткән оешмаларга кагыла.",
    "1687299615": "Хисапны алу нәрсә ул?",
    "2648707986": "Хисапны алу - кибер-мошенниклыкның бер төре, анда явыз актер онлайн хисап хуҗасын күрсәтә. Гадәттә, счет финанс учреждениесендә яки электрон сәүдә бизнесында, анда мошенник акча, товар яки бүләк карталарын урлый ала. Theөҗүмче урланган логин таныклыкларын счетка керү өчен куллана, аннары аны үз өстенә ала, бәлки, серсүзне үзгәртеп, счетның хуҗасын ябу өчен.",
    "1476843710": "Аз финанс яктан зарарлы, ләкин хисапны алуның зарарлы формалары социаль медиа счетларын урлау һәм башкаларны үз эченә ала. Бу очракларда, һөҗүмче, гадәттә, зарарлы программалар таратырга яки корбанның шиксез дусларына каршы фишинг һөҗүмнәрендә катнашырга тырыша. Яисә, һөҗүмче корбанны оятка калдырырга тырыша, бу кайвакыт танылган кешеләр һәм сәясәтчеләр белән була.",
    "2904949278": "Хакер счетны ничек ала?",
    "2575690545": "Хисапны алу, кибер алдау кебек, күбесенчә автоматлаштырылган, массакүләм процесслар. Әнисенең подвалында шапка кигән хакерга серсүзләрне берьюлы банк сайтларына язу бик сирәк.",
    "3614653023": "Киресенчә, практика зур масштаблы таныклык тутыру һөҗүмнәренә таяна, алар хисапларның кечкенә өлешен ачу өмете белән дистәләгән максатлы финанс учреждениеләрендә миллионлаган кулланучы исемен / серсүз парларын сынап карыйлар. Автоматлаштырылган мошенниклык программасы счетка керә алгач, кеше хакеры катнашырга мөмкин, ләкин кайбер очракларда түгел.",
    "2762759509": "Күпчелек счетны алу һөҗүмнәре тулысынча диярлек автоматлаштырылган.",
    "1972710018": "Аны компания күзлегеннән карау",
    "1282121137": "Хисапны алу проблемалы булырга мөмкинлеген аңлау өчен, финанс институт күзлегеннән тәҗрибәнең нинди булуын карагыз. Алар көн саен миллионлаган логин белән эш итәләр.",
    "2315518622": "Бүгенге һөҗүм коралларында булган нечкәлек белән, алдаганны ачыклау бик кыен. Аннары, кеше клиентларга хезмәт күрсәтү линиясенә шалтыратып, “Минем счетка һөҗүм иттеләр! Мин керә алмыйм һәм кемдер минем акчамны урлый! \"",
    "1836369533": "Халык әкиятендәге конструктор кебек, кемнең кем икәнен ничек билгели? Әгәр дә һөҗүм итүченең машина йөртү таныклыгы номеры, социаль яклау номеры, ананың кыз исеме, адресы һ.б. кебек урланган шәхес элементлары җитәрлек булса, шалтыратучының чын счет хуҗасы яки һөҗүмчене алуын ачыклау бик кыен булырга мөмкин. ул керергә теләгән счетта серсүзне яңадан торгызу.",
    "2880837730": "Хисапны алудан туктар өчен нәрсә эшләргә?",
    "3654556483": "Финанс учреждениеләре һәм электрон сәүдә компанияләре процесслар һәм контрольләр бар, алар хисапны алу куркынычын җиңеләйтәләр. Бу иске модалы \"башлангыч сыйныфларда иң яхшы дустыңның исеме ничек иде\" куркынычсызлык сорауларыннан алып, шикле IP адресларын һәм мобиль җайланма профильләрен ачыклаучы ысулларны ачыклауга кадәр.",
    "2449501658": "Алданган хисап язмаларына керү куркынычыннан куркынычны йомшартуның иң алдынгы ысулларының берсен тәкъдим итә, ботларны ачыклау һәм туктату өчен машина өйрәнү, һәм мошенникларның хисапны алуда катнашуы күпкә авыррак яки хәтта мөмкин түгел.",
    "3621455477": "күбрәк белергә!",
    "555246307": "Әйткәндәй, менә дворян һәм аның шоферы хикәясе ничек тәмамлана: конструктор ике кешене бер бүлмәдә берничә сәгать утырырга һәм аларның күңелләреннән күңелсезләнергә мәҗбүр итте. Көн ахырында ул пәйда булды һәм әйтте: \"Мин хәзер вагон йөртүчесе белән сөйләшәчәкмен\". Зиннәтле кием кигән кеше торды. Ул шулкадәр күңелсез иде, үзен затлы кеше итеп күрсәткәнен онытты.",
    "1224727373": "HCaptcha тарафыннан BotStop",
    "1187718370": "Безнең белән элемтәгә чыгу",
    "3892905664": "hCaptcha сезнең яраткан онлайн хезмәтләрегезгә кешеләргә җиңел һәм машиналар өчен гади сораулар биреп ботларны, спамнарны һәм хокук бозуларны сакларга булыша.",
    "555158694": "Сез кулланган хезмәт зарарлы трафикны киметү өчен hCaptcha урнаштырып, үз сайтындагы тәҗрибәгезне яхшырту өчен сайлады.",
    "1617196410": "hCaptcha ботларны туктатуга юнәлтелгән. Кулланучының кем булуына без игътибар итмибез, ләкин аларның зарарлы булулары гына. Хосусыйлыкны баланслау өчен без бик тырышабыз &",
    "1624200563": "куркынычсызлык, һәм GDPR, CCPA, LGPD, PIPL һәм башка хосусыйлык кагыйдәләрен үтәү.",
    "1927613000": "hCaptcha катлаулы машинаны өйрәнүне веб-кушымталарны хисап алудан, таныклыкны тутырудан, чистартудан һәм башка төр хокук бозулардан саклау өчен көчле проблема платформасы белән берләштерә.",
    "1133989302": "Нигә hCaptcha?",
    "34074886": "Берәр проблемага җавап биргән саен, без кеше булу-булмавыгызны ачыклау өчен катлаулы модельләр кулланабыз. Сез кергән вебсайт бу нәтиҗәне ботлардан саклап, үз сайтындагы тәҗрибәгезне яхшырту өчен куллана.",
    "3412647984": "Бу сезгә cookie'ны теркәү һәм урнаштыру белән киләчәк сораулардан качарга мөмкинлек бирә. Зинһар, реклама блокерын сүндерергә тырышыгыз.",
    "2510209017": "Күбрәк ярдәм кирәкме?",
    "477275453": "Ни өчен API-лар хакерлар өчен популяр максат?",
    "596347471": "Кушымта программалаштыру интерфейслары (API) кибер киңлектә зарарлы актерлар өчен популяр максатка әйләнде. Моның бик күп сәбәпләре бар, шул исәптән кушымта интеграциясендә аларның зур файдасы. Шулай да, API куркынычын йомшартырга мөмкин.",
    "2441638955": "Беренчедән, API нәрсә ул?",
    "3963216198": "Ни өчен API-ларның хакерлар өчен популяр максат икәнлеген тикшерү өчен, башта \"API\" терминының нәрсә аңлатканын ачыклау өчен кыска вакыт кирәк. API төшенчәсе бөтенләй яңа түгел. Чынлыкта, төрле компьютер системаларын бер-берсе белән тоташтыру өчен интерфейслар, шулай ук аларның эчке компонентлары, ким дигәндә 1960-нчы еллар башыннан.",
    "1047251718": "Бүген, ләкин, кешеләр API-лар турында сөйләшкәндә, алар һәрвакыт стандартларга нигезләнгән API-ларны аңлата. Бу - Вәкиллек Дәүләт Трансферы (REST) кебек ачык стандартлар һәм JavaScript Object Notation (JSON) кебек ачык стандарт файл форматлары ярдәмендә төзелгән API-лар. Мондый \"RESTful APIs\", билгеле булганча, программа тәэминаты кирәксез ясалырга мөмкин. Нәтиҗә ясалган API-лар программа кушымталары арасында мәгълүмат һәм процедуралы шалтыратулар җибәрә һәм ала ала. Мәсәлән, мобиль банк кушымтасы банк системасына керү өчен API куллана.",
    "3195334319": "API-ларның файдалы һәм зәгыйфьлеге",
    "1903743785": "Стандартларга нигезләнгән API-ларның барлыкка килүе кушымта интеграциясендә зур сикерүне күрсәтте. Соңгы 20 ел эчендә, API-лар кыйммәт һәм катлаулы милек продуктлары продуктларыннан бушлай, стандартларга нигезләнгән коралларга күчтеләр, алар белән эшләү чагыштырмача җиңел, һәм тиз урнаштыру.",
    "879362350": "Интернетта эшләүче яңа API-лар ярдәмендә платформага, мәгълүмат схемасына яки программалаштыру теленә карамастан, теләсә нинди программа тәэминаты яки мәгълүмат чыганагын дөньяның теләсә кайсы почмагына тоташтырып була. Нәтиҗәдә, исәпләү дөньясы хәзер API революциясе уртасында. Кушымталар һәм мәгълүматлар арасында тоташу шартлады. Бу бик яхшы, булмаганчы.",
    "3844432472": "API-ның бик ачыклыгы һәм файдалы булуы аларны һөҗүм итүчеләр өчен искиткеч бай максат итеп куя. Кәрәзле кушымтаны программалаштырган кебек, корпоратив системадан API кулланып, мәгълүмат алу өчен, шулай ук зарарлы программа кисәге дә булырга мөмкин. Хакерлар API-ны куллану өчен төрле программа кораллары яздылар. Бу эффектив һөҗүм техникасы.",
    "2187096543": "Чыннан да, мәгълүмат базасыннан мәгълүмат алу өчен API чакырган хакер тарафыннан язылган программа тәэминаты аркасында кайбер зур мәгълүмат бозулар булды. Әгәр дә ул мәгълүматны урлый икән, REST һәм JSON ярдәмендә язылган API'да төп GET шалтыратуны таләп итә икән, мәгълүмат базасын тиз арада чистарту җиңел. Чынлыкта, кешеләр \"экранны кыру\" һөҗүмнәре турында сөйләшкәндә, аларның чын мәгънәсендә мәгълүмат базаларыннан чыгаручы тиз утлы API шалтыратулары. API-лар аларны төзүче оешмалар өчен төп һөҗүм өслегенә әйләнде.",
    "4222109231": "HCaptcha предприятия продукты белән API куркынычын йомшарту",
    "1783317946": "API һөҗүмнәрен туктату - популяр куллану очраклары",
    "3022922096": ", hCaptcha предприятия продуктлары. HCaptcha-ның бушлай версиясеннән аермалы буларак,",
    "63719113": "Сезнең сайтка һәм кушымталарга зарарлы трафикны ачыклау өчен алдынгы машина өйрәнүен куллана - кыру чараларын да кертеп.",
    "3566102529": "без бүген күбрәк белергә.",
    "3096553330": "Без булдырган һәр система башка кешеләр белән мөнәсәбәтләребезне чагылдыра.",
    "1467218142": "Без алардан һәм үзебездән нәрсә телибез, үз-үзебезне тотышыбыз, шулай итеп барлык кеше системаларында бер үк үзара бәйләнеш үрнәкләре кабатлана. Интернет безнең дөньяның бу төп ягына бик күп мисаллар китерә.",
    "808872868": "Мәсәлән: спам, мошенниклык һәм хокук бозу ике система беренче тоташканнан соң бер көннән диярлек онлайнда бар.",
    "1085089390": "Онлайн җәберләү кешенең тумыштан килгән тәртибеннән килеп чыга",
    "3064321967": "Беренче билгеле спам электрон почтасы 1978-нче елда җибәрелгән.",
    "3800781598": "] Биш дистә елдан соң электрон почта спамы безне җәберләүне дәвам итә. Аны җиңәр өчен күп миллиардлаган долларлар һәм меңләгән кеше инженерлык көче куелган, ләкин спам дәвам итә. Ике якта да миллиард долларлык тармаклар бар, ягъни аңа каршы торучылар һәм җибәрүчеләр.",
    "2119943547": "Ни өчен бу? Simpleавап бик гади. Системаны дөрес кулланмау өчен стимул булганда, кемдер гадәттә юл табачак. Doәм алар эшләгәннән соң, бүтән берәү аларны туктатыр өчен стимул алачак.",
    "532470444": "Баланс елдан-ел бераз үзгәрергә мөмкин, ләкин бу тәртип кешенең төп табигатен чагылдыра, һәм биш мең еллык тарих динамиканың тиз арада үзгәрмәвен күрсәтә.",
    "3193548097": "Мәңгелеккә өмет",
    "4065614934": "Бу анализ яңа түгел, ләкин кешеләр мәңге оптимист. Бигрәк тә идеялары яңа дип уйлаганда.",
    "1216071511": "Шул ук идеялар шулкадәр еш тәкъдим ителә ки, якынча 20 ел элек, билгесез автор спамга каршы чишелешләр турында он-лайн дискуссияләр өчен буш урын тутырды:",
    "1941999673": "Сезнең язма а",
    "4179118182": "() техник () закон чыгару () базарга нигезләнгән () уяулык",
    "3978720689": "спам белән көрәшкә караш. Сезнең идея эшләмәячәк. Менә ни өчен ул эшләмәячәк.",
    "318339230": "(Түбәндәгеләрнең берсе яки берничәсе сезнең идеяга кагылырга мөмкин, һәм ул булырга мөмкин",
    "30312304": "начар федераль закон кабул ителгәнче штаттан штатка кадәр булган башка кимчелекләр.)",
    "2710988028": "() Спамерлар аны электрон почта адресларын җыю өчен җиңел куллана ала",
    "3912514510": "() Почта исемлеге һәм башка легаль электрон почта куллану тәэсир итәчәк",
    "2030062561": "() Беркем дә егетне таба алмый һәм акча җыя алмый",
    "3334160175": "() Бу тупас көч һөҗүмнәреннән сакланмый",
    "3238345709": "() Ул ике атна дәвамында спамны туктатачак, аннары без аның белән тыгылып торырбыз",
    "4227800293": "() Электрон почта кулланучылары моны түзмәячәкләр",
    "2271252286": "() Майкрософт моны түзмәячәк",
    "692064738": "() Полиция моны түзмәячәк",
    "3475647460": "() Спамерлардан артык хезмәттәшлек таләп ителә",
    "1482845460": "() Берьюлы һәркемнән тиз арада тулы хезмәттәшлек таләп ителә",
    "3741193183": "() Күпчелек электрон почта кулланучылары бизнесны югалтырга яки потенциаль эш бирүчеләрне читләштерергә мөмкин түгел",
    "2234909600": "() Спамерлар үз исемнәрендәге дөрес булмаган адреслар турында уйламыйлар",
    "1982617151": "() Кем дә булса карьерасын яки бизнесын аноним рәвештә юк итә ала",
    "2498172334": "Аерым алганда, сезнең планыгыз исәпкә алынмый",
    "389705801": "() Законнар аны ачыктан-ачык тыя",
    "190955495": "() Электрон почта өчен үзәк контроль органы булмау",
    "237009707": "() Чит илләрдә ачык эстафеталар",
    "3507532387": "() Барлык электрон почта адресларының кечкенә хәреф саннарын эзләү җиңеллеге",
    "2477958756": "Начар кешеләр",
    "3254142589": "() Urisрисдикция проблемалары",
    "3621401685": "() Сәер яңа салымнарның популярлыгы",
    "4277475973": "() Халыкның сәер яңа формаларын кабул итү теләге",
    "941057651": "() SMTP-та булган зур программа инвестицияләре",
    "3265293440": "() СМТПдан башка протоколларның һөҗүмгә сизгерлеге",
    "515733427": "() Кулланучыларның электрон почта аша алынган OS пакетларын урнаштырырга әзерлеге",
    "2631159699": "() Корт армиясе киң полосалы тоташтырылган Windows тартмалары",
    "776542208": "() Барлык фильтрлау алымнарында катнашкан мәңгелек корал ярышы",
    "989480928": "() Спамның бик рентабельлелеге",
    "3898950867": "() Джо эше һәм / яки шәхес урлау",
    "3395399558": "() Техник яктан белемсез политиклар",
    "1118929614": "() Спамерлар белән бизнес алып барган кешеләрнең чиктән тыш ахмаклыгы",
    "838951836": "() Спамерларның үзләре белән намуссызлык",
    "2123236933": "() Клиент фильтрлау белән тәэсир ителмәгән киңлек киңлеге чыгымнары",
    "2292919419": "() Перспектива",
    "2534436327": "һәм түбәндәге фәлсәфи каршылыклар да кулланылырга мөмкин:",
    "832385387": "() Сезнең охшаш идеялар уйлап табу җиңел, ләкин берсе дә практик күрсәтелмәгән",
    "1993984258": "() Баш тартуга нигезләнгән теләсә нинди схема кабул ителми",
    "3909240516": "() SMTP башлыклары законнар предметы булырга тиеш түгел",
    "1151065360": "() Кара исемлекләр сорый",
    "2396605499": "() Ак исемлекләр сорый",
    "2225785608": "() Без Виагра турында цензурасыз сөйләшә белергә тиеш",
    "3004688366": "() Каршы чаралар чыбык алдавы яки кредит картасы алдавы белән бәйле булырга тиеш түгел",
    "922470170": "() Каршы чаралар җәмәгать челтәрләренә саботаж кертергә тиеш түгел",
    "3068923550": "() Акрынлап этапланса, каршы чаралар эшләргә тиеш",
    "2752975480": "() Электрон почта җибәрү бушлай булырга тиеш",
    "117227832": "() Нигә без сезгә һәм сезнең серверларга ышанырга тиеш?",
    "1021431157": "() Ачык чыганак яки ачык чыганак лицензияләре белән туры килмәү",
    "2801524659": "() Яхшы хисләр проблеманы чишү өчен бернәрсә дә эшләми",
    "931661269": "() Вакытлыча / бер тапкыр электрон почта адреслары авыр",
    "2090457681": "() Мин хөкүмәтнең минем электрон почтамны укуын теләмим",
    "3536122902": "() Аларны шулай туктату әкрен һәм авыр түгел",
    "2391175562": "Моннан тыш, мин сезнең турында шулай уйлыйм:",
    "229198134": "() Гафу итегез, ләкин эшләмәс дип уйлыйм.",
    "345563040": "() Бу ахмак идея, һәм сез аны тәкъдим иткән өчен ахмак кеше.",
    "409780280": "() Яхшы сынап кара, ****! Сезнең клавиатурага кемдер адым ясар дип ышанам!",
    "2820080973": "белән",
    "3943164003": "чимал карау",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Ни өчен яңа спамга каршы чишелеш эшләмәячәк",
    "361795034": ". Билгесез автор, с. 2000",
    "1547006769": "Кешелекне тикшерү - бер үк проблема",
    "3717942925": "Электрон почта аша сезнең игътибарыгызны алырга теләгән кешеләр булган кебек, кайбер ресурсларга керү мөмкинлеген чикләү теләге һәрвакыт булачак, алар кешеләргә генә керә ала.",
    "2481032625": "Максат булдырмау:",
    "1691348394": "- чикләнгән чыгарылыш сату вакытында автоматлаштырылган масса сатып алу",
    "1771016224": "- вебсайттан барлык эчтәлекне йөкләү өчен программа тәэминаты",
    "1959762846": "- веб-формаларыгызны чиксез маркетинг спамнары белән тулыландыру",
    "345108670": "- таныклыкны тутыру һәм бүтән счетны алу омтылышы",
    "2540760245": "бик күп башка куллану арасында, \"кеше яки юк\" нигезендә онлайн трафикны фильтрлау, мөгаен, кеше табигате соңгы биш мең ел эчендә язылган шул ук үрнәк буенча барса, кыйммәтле корал булып калыр.",
    "3346362371": "Машина өйрәнү турында нәрсә әйтеп була?",
    "3619183405": "2021-нче елда гади CAPTCHA-ны машина белән тәэмин итүдә алга китеш аркасында кайвакыт программа ярдәмендә чишеп була. Бу проблеманы чишү өчен, hCaptcha шулай ук характеристикаларга бик җентекле анализ ясый",
    "3292221787": "проблема дөрес булганы гына түгел, ә еш кына сорауларны да, кулланылган мәгълүматны да үзгәртә.",
    "1080672247": "Бирелгән сорауларның күбесен экологик яктан киштәләр программалары белән чишеп булмый, һәм мәгълүмат гадәттә системага хас булганлыктан, бу ботларның бушлай хезмәт белән тулысынча туктатылуы һәм аның урынына кеше CAPTCHA чишүчеләренә таянырга тиешлеген аңлата. күп төрле хокук бозуларны тулысынча экономик итә.",
    "4172868199": "моннан да артыграк китә, \"яхшы кеше\" не \"начар кеше\" дән аерырга тырышу өлкәсенә күчә, һәм бүгенге көндә дөньяның иң популяр онлайн хезмәтләре сатып алу алдауларыннан алып алдынгы тотрыклылыкка кадәр бар нәрсәне табу һәм туктату өчен кулланыла. хосусыйлыкны саклауга уникаль игътибарны саклап, кулланучыларга янаулар.",
    "2873911365": "Hardwareиһазлау аттестациясе турында нәрсә әйтеп була?",
    "1477196356": "Дистә еллар дәвамында шәхесне криптографик яктан куркынычсыз рәвештә җайланмага бәйләү өчен төрле ысуллар тәкъдим ителә. Иҗтимагый ачкыч криптографиясе б. 1975, һәм аппарат билгеләре күптән диярлек бар.",
    "2349681896": "Кызганычка каршы, җиһаз кисәген контрольдә тоту сезнең кеше булуыгызны аңлатмый. Популяр кулланучылар җиһазларын аттестацияләү схемасы диярлек берничә тапкыр бозылды, ябыштырылды, аннары яңадан өзелде.",
    "254326776": "Бу җитешсезлекләрне явызлык белән куллану еш кына айлар яки еллар дәвамында ачыкланган яки академик басмага кадәр булган.",
    "2462909475": "Кытай бот операциясенең бер өлеше, куллану өчен кулланылган 10,000-дән артык телефон стенасы.",
    "1963951234": "Сезнең криптографик схема никадәр ышанычлы булса да, көн ахырында кемдер сез эзләгән җавапны бирер өчен акча сарыф итә алса, аппарат кисәгенә ия булу җитәрлек түгел.",
    "1278884196": "Димәк, криптография - яшь дисциплина. Соңгы тарихка нигезләнеп, сезнең криптографик схема һәм / яки тормышка ашыру теләсә кем аны игътибар белән карарга этәргеч булганда бозылырга мөмкин, һәм, мөгаен, башка кешеләр моны сездән алда аңларлар. Hardwareиһазлауга таяну шулай ук сезнең кулланучыларның һәрберсеннән җитешсезлекне каплау өчен физик җайланманы алыштыруны сорарга кирәк булырга мөмкин. Күпчелек очракта бу тиз булырга мөмкин түгел, димәк, сезнең система ачык эшләмәячәк.",
    "1828028934": "Шуңа күрә",
    "1642844535": "мөһим: hCaptcha бер үк төп сорауга җавап бирү өчен төрле ысуллар куллана, барлык бәяләүләр арасындагы эзлеклелекне чагыштырырга мөмкинлек бирә.",
    "1155821305": "оборона - тирәнлек",
    "119098046": "Пассив яки проблемаларсыз чишелешләр турында нәрсә әйтеп була?",
    "2760410719": "Пассив сигналлар белән ботны ачыкларга омтылган хезмәтләр тиз арада төп проблемага керәләр: системаның начар актерларны дөрес ачыклавын сез ничек раслыйсыз?",
    "1722734001": "Ачык интернет - бик шау-шу. Начар актерлар безнең хезмәт кулланучыларга һәм reCAPTCHA кебек көндәшләргә көн саен һөҗүм итәләр, һәм моны эшләгәндә мөмкин кадәр кеше булырга тырышалар.",
    "1595254735": "Чиста пассив хезмәтләр ботны ачыклауның төгәллеген саклап калу өчен көрәшәләр, хәтта аларның төгәл булмаганын белү өчен. Вакыт-вакыт кулланучыларга каршы тору һәм бу нәтиҗәләрне дөрес анализлау мөмкинлеге булмаса, вакыт узу белән төгәллек кими бара.",
    "2412751979": "HCaptcha көченең төгәлрәк кешелек сигналлары ярдәмендә моңа кадәр reCAPTCHA v3 / Enterprise кулланган күп компанияләр күчә.",
    "2284856231": "hCaptcha Enterprise компаниясенең пассив режимында кискен яхшырган төгәллекне күрдек.",
    "4162847": "Без моны турыдан-туры күзәтә алдык, чөнки кайбер клиентларыбыз A / B тестларын бер үк сорау буенча эшлиләр, алар тулысынча Google тәкъдимнәреннән күчкәнче. Без гадәттә reCAPTCHA v3 яки reCAPTCHA предприятиясеннән килгән югары ялган позитив һәм ялган тискәре ставканы исбатлый алабыз.",
    "436125785": "Бу продуктларда булган кире элемтә әйләнешенең төгәлсезлеген, һәм реклама челтәрендә сатылулары, ботны ачыклауда артык яхшы булмаска, аларның төп бизнесына зыян китермәсен өчен, бу көтелмәгән хәл.",
    "2233741720": "Сүзнең ахырында",
    "2133809801": "Кешеләр кеше булып калсалар, кешелекне тикшерү он-лайн роль уйныйчак.",
    "2255549335": "HCaptchaдагы эшебез - авырлык һәм төгәллек арасында яхшы сәүдә нәтиҗәләрен табу һәм сүрелүчәнлекне түбән тоту, аеруча",
    "4138068262": "кулланучылар. Ахырда, проблемалар белән аралашу, мөгаен, кеше табигате үзгәрмәсә, он-лайн куллануны киметү өчен кораллар арсеналының бер өлеше булып калыр.",
    "855097735": "Барлык проблемаларны тигезләгәндә моны яхшы эшли торган хезмәт төзү бик катлаулы проблема (һәм без тәҗрибәне мөмкин кадәр рәхәтләндерер өчен аны һәрвакыт яхшырту өстендә эшлибез), ләкин сез спам, хокук бозулар, хисап язмаларын киметү белән ризалашырсыз дип ышанабыз. , һәм он-лайн алдау ахыр чиктә гади сорауга лаек.",
    "1953959745": "мөмкинлек",
    "2543123170": "Кешелекнең нуль сүрелү",
    "547245263": "Бүген бот проблеманы чишегез.",
    "3117887301": "Иң зур онлайн хезмәтләр ышанычлы",
    "981806349": "Исбатланган hCaptcha платформасында төзелгән",
    "2373007864": "hCaptcha Enterprise hCaptcha платформасы технологиясендә эшли, югары трафик предприятияләренә кирәк булган функцияләрне үз эченә ала.",
    "2652399059": "Ышанычлы партнер",
    "1997838163": "Дөньядагы иң зур компанияләр hCaptcha предприятиясенә бәйле. Интеграция гади, һәм ачыклау төгәллеге чагыштыргысыз.",
    "734735952": "Без CAPTCHA сатучыларын бәяләдек, шулай ук үзебез система төзедек. Ахырда, hCaptcha reCAPTCHA өчен иң яхшы альтернатива булып барлыкка килде.",
    "1250541092": "- Серги Исаси",
    "3524251858": "Продукция белән идарә итү директоры, Cloudflare",
    "3971348140": "Нигә без hCaptcha кулландык? Безгә кирәк булган функцияләрне һәм башкаруны бүтән беркем дә җиткерә алмады. Алар безне тордылар һәм тиз йөгерделәр, һәм безнең сәүдәгәрләр тәҗрибәне яраталар.",
    "4248655793": "- Алекс М.",
    "4185927140": "Продукция менеджеры, флеш, шофер",
    "282913023": "Trafficгары хәрәкәт предприятияләре өчен эффектив вариант",
    "999610953": "Ниһаять, Google өчен ышанычлы альтернатива. hCaptcha Enterprise сезнең reCAPTCHA кәгазегездә зур куркынычсызлык белән драматик экономия бирә: кайбер очракларда 80% арзанрак.",
    "1886100235": "Дөньядагы иң зур онлайн хезмәтләр hCaptcha Enterprise'ка күчә һәм зур чыгымнарны экономияләү белән бергә ботны ачыклауны яхшырта.",
    "2903742230": "Реклама челтәрләре сезнең килүчеләрне продукт итеп күрә. Безнең өчен бердәнбер максат - аларның кешелеклелеген билгеләү. Безнең хезмәтләр GDPR, CCPA, LGPD, һәм PIPL таләпләренә туры килә яки алардан артып китә, һәм без хосусыйлык һәм куркынычсызлыкны тигезләү өчен бик тырышабыз.",
    "3901503296": "Хосусыйлыкка бу уникаль фокус, без яхшы мәгълүматны саклап калу өчен, мәгълүматны саклап калу, cookie-freeсыз операция һәм башка контракт хосусыйлык гарантияләрен тәкъдим итә алабыз.",
    "3342910682": "Күбрәк укы",
    "1130783905": "Төгәллек сезнең кызыксынуда һәм безнеке. hCaptcha сезгә реаль мәгълүмат бирү һәм аны ничек кулланырга икәнлеген сайлау өчен эшли. Башка куркынычсызлык чишелешләре Gigantic реклама компанияләре тарафыннан бирелә. Димәк, алар блоклаган һәр бот керемнәрен киметергә мөмкин.",
    "2019130052": "Хосусыйлыкка юнәлтелгән ML-та безнең яңалыклар, куркынычсызлык яки кулланучы хосусыйлыгына зыян китермичә, мирасның куркынычсызлык стандартларыннан артып китәргә рөхсәт итегез.",
    "23114595": "Зур кулланучы тәҗрибәсе",
    "3437412311": "Предприятие кулланучылары өчен пассив балларга таянып, күпчелек сценарийларда проблемаларны тулысынча булдырмас өчен вариантлар бар.",
    "1996843433": "Сезнең легаль трафикның 99,9% ы өчен проблемадан сакланып, сүрәтләнүне киметегез, шул ук вакытта искиткеч куркынычсызлык тәэмин итә.",
    "3093689546": "Easyиңел интеграция",
    "247560732": "Өч юл коды белән hCaptcha өстәгез. Әгәр сез reCAPTCHAдан киләсез икән, безнең API туры килә һәм күчү өчен берничә минут кирәк.",
    "1510448156": "Сез бүген өстен альтернатива белән эшләп, кирәк булганда тагын да алдынгы функцияләрне кабыза аласыз.",
    "2718999653": "Customзенчәлекле куркыныч баллары",
    "2698140263": "Барлык проблемалар да бертигез түгел: бер балл алу сезнең файдалы булуыгызны чишәргә тиеш дигән сүз.",
    "897432717": "Customзенчәлекле куркыныч баллары өчен безнең роман дизайны белән, сезнең бизнес белемнәрегезне өстәү безнең модельләргә сезнең кулланучыларга уникаль актуаль баллар китерергә мөмкинлек бирә.",
    "2650502379": "Challengeз авырлыкларыгызны секундларда башлап җибәрегез",
    "3578122193": "Тиешле эчтәлек белән брендта калыгыз",
    "1074044172": "Кулланучылар сезнең куркынычсызлык таләпләрен канәгатьләндерү өчен проблеманы чишәргә тиеш булганда, нигә кулланучыга күңелле һәм актуаль сораулар бирмәскә?",
    "1579093044": "Безнең гади гадәт дизайнеры белән сез берничә минут эчендә бренд проблемаларын җибәрә аласыз.",
    "3717512591": "Туры платформа интеграциясе",
    "121743429": "Веб инфраструктура компанияләре өчен",
    "2131386784": "Сезгә дә, кулланучыларга да ирешеп була торган тәҗрибә һәм ярдәм",
    "2782263070": "Хезмәт безнең өчен төп өстенлек. Без шалтыратуда тәүлек әйләнәсендә булышабыз һәм сезнең инженерлык интеграция коллективы һәм безнең шалтыратучы персонал белән турыдан-туры координация тәкъдим итәбез.",
    "3740051331": "Без шулай ук социаль медиа, форумнар, виджет һәм электрон почта ярдәм каналлары аша сезнең кулланучыларның сорауларына актив рәвештә мониторинг ясарга һәм җавап бирергә әзер. Без уңайлы һәм җаваплы, һәм кулланучылар канәгатьлеген иң югары KPI итеп кабул итәбез.",
    "170775527": "Предприятие үзенчәлекләре",
    "3383086062": "hCaptcha Enterprise - тулы онлайн куркынычсызлык чишелеше. Актив һәм пассив режимнар сертификат тутыруны туктатырга, хисап язмаларын ачыкларга һәм шикле актерларны блокларга мөмкинлек бирә. Законлы кулланучылар өчен барысы да нуль сүрелү белән.",
    "1408599440": "Берничә юл коды һәм безнең 99,9% пассив режим белән тиз башлап җибәрегез, яисә кулланучыларның кайчан һәм ничек каршы торуларын тулысынча контрольдә тотыгыз. Махсус куркыныч модельләре һәм көйләнә торган проблемалар куркынычсызлыкны тәэмин итү өчен тиңдәш булмаган сыгылманы аңлата.",
    "3365203058": "Ботка каршы дөнья дәрәҗәсендә саклау",
    "1803009328": "Веб масштабта сугыш-сынау.",
    "1586809757": "Botгары төгәллек бот баллары",
    "353367791": "Күп төрле типтагы начар актерларны ачыклагыз.",
    "191460155": "Нуль сүрелү һәм 99,9% пассив режим",
    "585557010": "Законлы кулланучыларның 0,1% тан кимрәк проблема.",
    "3287172429": "Күрсәтелгән проблема төрләрен контрольдә тоту",
    "1844885924": "Сайлау өчен киң төр китапханә.",
    "3018523079": "Кулланучының эзлекле тәҗрибәсе булган брендта калыгыз.",
    "3817811295": "Гарантияләнгән ышанычлылык һәм шалтыратуда тәүлек әйләнәсе ярдәм.",
    "1798492192": "Мирас браузер ярдәме",
    "1356745565": "Internet Explorer 8гә кире кайту юлына туры килә.",
    "751483365": "JavaScript булмаган клиентларга ярдәм.",
    "4199502476": "Алга киткән отчет такталары һәм API",
    "3630114728": "Барлык сайтларыгызда һәм кушымталарыгызда нәрсә булганын карагыз.",
    "3573245166": "ReCAPTCHAдан аермалы буларак, без һәр илдә эшлибез.",
    "2354267648": "GDPR, CCPA, һәм LGPD өчен хосусыйлык политикасы",
    "3167979932": "Беренче көннән хосусыйлык өчен эшләнгән. Көчле мәгълүмат эшкәртү килешүе.",
    "4065065042": "Куллану очракларына туры килсен өчен моны терегез.",
    "111184581": "Беренче партия хостингы",
    "4272022475": "Барлык запрослар һәм активлар hcaptcha.yourdomain.com сайтына керә",
    "2676853536": "Күп кулланучы куллану такталары",
    "1368787974": "Сезнең команда белән идарә итү.",
    "1045484714": "Сезнең таныклык тәэмин итүчегез белән SAML SSO интеграциясе, мәсәлән, Окта яки Azure AD.",
    "3953584369": "Катлаулы RBAC керү чикләүләре бар.",
    "2781507299": "Тиз тикшерү",
    "4019660456": "0мс тоткарлык: API чакыруы булмаган hCaptcha билгеләрен тикшерегез.",
    "3446714684": "Мобиль (iOS һәм Android) интеграция",
    "2593768395": "Веб, туган мобиль, мобиль веб аша бертуктаусыз тәҗрибә. Алдан төзелгән интеграцияләр һәм туган SDKлар бар.",
    "1779265104": "Custзенчәлекле шартлар һәм хосусыйлык гарантияләре",
    "122875767": "Башка компанияләр булдыра алмаганда, сезнең юридик ихтыяҗларыгызны канәгатьләндерегез.",
    "148188781": "Тәкъдим ителгән проблемалар",
    "838049015": "Сорауга туры килгән барлык рәсемнәрне сайлагыз",
    "1126302400": "Чикләү тартмасы",
    "3554448168": "Төркемләү",
    "2104933754": "Тиешле этикеткаларны билгеләгез",
    "3612043014": "... һәм башка гади биремнәр. Кешеләр өчен җиңел, ботлар өчен авыр.",
    "3624758171": "Предприятие нәшер итүчеләре өчен махсус биремнәр дә бар.",
    "1001938065": "Интеграция җиңел булмады",
    "2138799135": "hCaptcha сез кулланган фронталь һәм арткы системалар өчен алдан төзелгән дистәләгән интеграцияләр бар.",
    "2535001179": "Әгәр дә сез Google'ның reCAPTCHAдан киләсез икән, безнең API-лар тамчы алмаштыру.",
    "1393184984": "Сезгә барысы да кирәк.",
    "3715747429": "Безнең борттагы инженерлар сезгә тиз арада барырга мөмкин, сезгә React интеграциясе кирәкме, iOS туган кушымталар өчен SDKлар, Java аркасы үрнәге яки башка сценарийлар.",
    "2681650568": "Alwaysәм һәрвакыттагыча, хосусыйлык безнең өчен төп кыйммәт. Кирәк булганда, сезне дә, кулланучыларны да яклау мәгънәсе булган проблема кодын өстәгез. Мәгълүмат җыюны киметү интеграция мизгеленнән башлана.",
    "1130868224": "Өч юл коды",
    "2183926131": "HCaptcha Enterprise белән башлап җибәрегез",
    "1526887904": "hCaptcha предприятия хосусыйлыгы",
    "1845745385": "Хосусыйлык өчен эшләнгән.",
    "1297224875": "Предприятие он-лайн куркынычсызлыгына уникаль хосусыйлык.",
    "2762458927": "Сезнең кулланучы мәгълүматлары сату өчен түгел.",
    "2058856283": "hCaptcha предприятиясенең бер генә максаты бар: начар актерларны сезнең онлайн операцияләрегезне бозу һәм кулланучыларга зыян китерү.",
    "2408036504": "Шулай итеп, безнең системалар класстан алдынгы куркынычсызлыкны саклап, мәгълүмат җыюны һәм тотуны киметү өчен җирдән эшләнгән. Кулланучының мәгълүматларын саклау өчен иң яхшы ысул - аны бөтенләй саклау түгел.",
    "4099477834": "Барлык клиентлар белән мөнәсәбәтләр шулай ук көчле мәгълүмат эшкәртү килешүе белән саклана. HCaptcha хезмәте сезнең хезмәтегез яки клиентларыгыз кайда гына булмасын, барлык хосусыйлык законнарына туры килә. Шәхси мәгълүматны сакламасак, бу безнең өчен бүтән компанияләргә караганда күпкә җиңелрәк.",
    "3569492665": "Онлайн эшчәнлекне яздырып алу җавап түгел.",
    "3389431373": "ReCAPTCHA v3 кебек хезмәтләр, күзәтү өчен пиксельне сайтыгызның һәр битенә кую яхшы куркынычсызлык өчен кирәк, диләр. Бу алай түгел.",
    "3590546893": "Гади тәртип анализы - начар актерлар тарафыннан җиңел ясалган сигнал, һәм сезнең барлык легитим трафик өчен күзәтү тарихын саклап калуны таләп итә.",
    "1105363520": "Без реклама челтәрен эшләмибез, һәм реклама сату өчен сезнең кулланучының тәртибен күзәтергә теләмибез. Димәк, сезнең сайтның һәр битендә пассив пиксель кирәкми.",
    "3088605177": "Кирәк булганда, сезне дә, кулланучыларны да яклау мәгънәсе булган проблема кодын өстәгез.",
    "337971271": "Машина өйрәнү файдалы. Ләкин моның өчен шәхси мәгълүмат кирәк түгел.",
    "320166522": "Машина өйрәнү хәзер тормышыбызның һәр ягына диярлек тәэсир итә, еш кына без сизми торган һәм күрә алмаган юлларда. Онлайн куркынычсызлык хезмәтләре аерылып тормый.",
    "3180664128": "Меңләгән сигналларны өйрәнеп, модельләр зарарлы тәртипне тиз арада ачыкларга һәм зур ышанычка ирешергә мөмкин, хәтта бер сигнал да проблеманы күрсәтерлек көчле булмаса да.",
    "961941354": "Ләкин, боларның берсе дә шәхси идентификацион мәгълүматны куллануны таләп итми (\"PII\"). Заманча криптографик техника безгә шәхси мәгълүматны мөмкин кадәр тизрәк ташларга мөмкинлек бирә, аның урынына бер кешегә дә бәйләнә алмаган бер яклы имзалар булдырыла.",
    "1706581702": "Ачыкланган мәгълүматлар буенча күнегүләр шулай ук эшли, һәм куркынычсызлык яисә хосусыйлык бозуны таләп итми. Безнең клиентлар эмпирик тестлар үткәрделәр, һәм безне шәхси альтернативаларга караганда тигез яки яхшырак дип игълан иттеләр.",
    "3203921334": "Безгә hCaptcha чишелешләре турында берничә әйбер ошады: 1) алар шәхси мәгълүматны сатмыйлар; алар минималь кирәкле шәхси мәгълүматны гына җыялар, алар туплаган мәгълүматны, аны ничек кулланганнарын һәм / яки ачуларын тасвирлауда ачык.",
    "305735018": "Ниһаять, Google өчен ышанычлы альтернатива. hCaptcha Enterprise сезнең reCAPTCHA кәгазегездә зур куркынычсызлык белән драматик экономия бирә: кайбер очракларда 80% арзанрак.",
    "3695206755": "Безне үзегезнең мохитегездә сынап карагыз.",
    "2941545733": "Без сатучылар түгел, инженерлар: сезнең сайлавыгыз белән бәхетле булуыгызны телибез.",
    "131871195": "Сезнең канәгатьләнүегезне тәэмин итүнең иң яхшы ысулы - сезнең ихтыяҗларыгызны канәгатьләндерү.",
    "3436534225": "Пилотны башлап җибәргән барлык компанияләр диярлек безнең чишелешләрне сайлыйлар.",
    "4060250206": "Бу форманы безнең техник белгечләрнең берсенә җиткерү өчен кулланыгыз. Без тиз җавап бирәбез.",
    "1159746815": "Сез шулай ук безгә турыдан-туры электрон почта аша хәбәр итә аласыз.",
    "2531534427": "Детальләр монда.",
    "2059998584": "Төбәк",
    "3916131732": "Америка",
    "135276624": "Европа, Якын Көнчыгыш, Африка (EMEA)",
    "1182294134": "Азия-Тын океан (APAC)",
    "2437934778": "Исемегез",
    "3859506577": "Бизнес электрон почтасы",
    "1268414751": "Башка детальләр бездә булырга тиешме?",
    "42559805": "Сезгә ашыгыч бортта кирәкме?",
    "851679588": "Әйе.",
    "1729677626": "Мин һөҗүм астында, шунда ук бортка утыруны таләп итәм.",
    "2808971932": "Бу див блок эчендәге кайбер текст.",
    "2468683988": "Башлам",
    "356336077": "Лорем ипсум долор амет утыра, консексетур элитасы. Эрос элемент тристикасында асылмалы вариант. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Текст сылтамасы",
    "2212670355": "Теркәлергә",
    "31502377": "Бай текст элементы нәрсә ул?",
    "2310705547": "Бай текст элементы сезгә башламнарны, параграфларны, блоккотларны, рәсемнәрне һәм видеоларны бер-бер артлы өстәргә һәм форматлау урынына бер урында ясарга һәм форматларга мөмкинлек бирә. Ике тапкыр басыгыз һәм эчтәлекне җиңел ясагыз.",
    "2590587108": "Статик һәм динамик эчтәлекне редакцияләү",
    "778204464": "Статик яки динамик эчтәлек белән бай текст элементын кулланырга мөмкин. Статик эчтәлек өчен аны теләсә нинди биткә ташлагыз һәм редакцияләгез. Динамик эчтәлек өчен, теләсә нинди коллекциягә бай текст кырын өстәгез, аннары көйләү текстындагы бай текст элементын шул өлкәгә тоташтырыгыз. Voila!",
    "1890955039": "Richәрбер бай текст өчен форматлауны ничек көйләргә",
    "3286051798": "Башлыклар, параграфлар, блоккотлар, фигуралар, рәсемнәр, фигуралы язулар барысы да ояланган селектор системасы ярдәмендә бай текст элементына класс өстәлгәннән соң ясалырга мөмкин.",
    "504332576": "Без hCaptcha интернетның якынча 15% эшләп, дөньядагы иң зур бәйсез кибер-куркынычсызлык хезмәтенә әверелүен игълан итү белән горурланабыз - һәм без бу базар өлешенең күбесен турыдан-туры Google reCAPTCHAдан алдык. Бергә, hCaptcha һәм",
    "1155436473": "(безнең предприятия тәкъдим итә) хәзер ай саен дистәләгән миллион вебсайтлар һәм кушымталар аша йөзләгән миллион кулланучыларны яклый. Безнең хикәя шуны күрсәтә: сез хосусыйлыкны беренче урынга куйганда Зур Техника белән көндәш була аласыз.",
    "3108727249": "BotStop",
    "1296696044": "Хосусыйлык vs. Куркынычсызлык: Нигә икесе дә түгел?",
    "538871570": "Google һәм башка Big Tech компанияләре белән көндәшлек итү бик зур тәртип кебек тоела: аларның монополистик базар көче, платформа эффектлары һәм югары түләүле уйлап табучылар армиясе, гадәттә, Facebook яки Amazon кебек башка технология гигантларыннан башка беркем өчен дә бик көчле санала. Безнең хикәя шуны күрсәтә: алай булырга тиеш түгел - сез хосусыйлыкка игътибар итеп Зур Техниканы җиңә аласыз.",
    "3600718611": "Google reCAPTCHA турында уйлагыз,",
    "4281708680": ". HCaptcha'да без белә торып бик төрле алым кабул иттек, хосусыйлыкны саклаучы машина өйрәнү техникасын кулланып, югары төгәллектә типик бот тәртибен ачыклау өчен, мөмкин кадәр аз мәгълүмат кулланган вакытта һәм саклаган вакытта.",
    "3312336121": "веб кулланучыларның легитим кешеләр яки ботлар булуын ачыклау өчен бик күп тәртип мәгълүматларын куллана",
    "1193738791": ": алар вебсайтның һәр битендә һәм веб аша кулланучының тәртибен күзәтәләр. Без hCaptcha-ны беренче көннән мөмкин кадәр хосусыйлык өчен эшләдек. Бу проблемага бөтенләй башка карашка китерде. Шулай итеп, кулланучыларны веб аша күзәтү һәм веб-тарихын үз шәхесләренә бәйләү яхшы куркынычсызлыкка ирешү өчен бөтенләй кирәк түгел. HCaptcha'ка күчкән күп компанияләр",
    "2620705814": "Google - реклама компаниясе, һәм аларның куркынычсызлык продуктлары реклама продуктларына бик охшаган",
    "1126447688": "еш кына безнең хосусыйлыкка игътибар итсәк, ботны ачыклау һәм йомшартуда тигез яки яхшырак эш итү турында хәбәр итәләр",
    "439777523": "Регуляция мәсьәләләре",
    "3588274874": "Европа Союзының GDPR һәм Калифорниянең CCPA кебек җайга салу көче белән туры килгән продуктны җибәрүгә игътибар итсәк, без зур үсеш кичердек - әлбәттә, бу hCaptcha-ны reCAPTCHA өчен гади \"төшү\" урынына ярдәм итә һәм шулай итеп берничә минут эчендә урнаштырырга мөмкин.",
    "2150595700": ". GDPR һәм CCPA предприятия сатып алучылары өчен хосусыйлык проблемаларын картага куйдылар, һәм шул ук вакытта он-лайн хосусыйлык халык өчен көннән-көн мөһимрәк булып китә, чөнки без барыбыз да онлайн реклама һәм маркетинг өлкәләренең безнең мәгълүматны ничек кулланганнарын аңлый башлыйбыз.",
    "2624949852": "Әлбәттә, reCAPTCHA веб-куркынычсызлыкка 2009-нчы елдан башлап, миллионлаган вебсайтларны явыз ботлар һәм спамерлар куркынычыннан саклый. Ләкин соңгы елларда ул тулысынча бозылды:",
    "499510428": "Без монда регламент ярдәм иткәненә ышанабыз",
    "1232651561": "программа тәэминаты хәзерге вакытта reCAPTCHA проблемаларын чишүдә кешеләр кебек яхшы.",
    "824740867": "Чишелешне яхшырту урынына, Google урынына reCAPTCHA v3 чыгарды, ул реклама челтәренә охшаган, куркынычсызлык программаларына караганда, кулланучы профилен төзү өчен веб аша тәртип мәгълүматларын җыя. Кызганычка каршы, мондый сигнал җиңел генә җиңелә, һәм шулай итеп кулланучының хосусыйлыгына зыян китергәндә ботлардан аз саклану тәэмин ителә.",
    "1027023087": "Без hCaptcha'да проблемага заманча карашларга игътибар иттек, алар тарихны карау кебек озак вакытлы тәртип язмаларын саклап калуны таләп итмиләр һәм хезмәт кертелгәннән бирле билгеле дошманнар алдында тагын да ныграк исбатлыйлар.",
    "2852295413": "Табигый кызыксыну конфликты: ботларны туктату реклама челтәре өчен керемнәрне киметә",
    "1597520917": "Тәнкыйтьчеләрнең саны арту, Google'ның кулланучылар хосусыйлыгын санга сукмаулары, вебсайтларын һәм кушымталарын сакларга теләгән клиентларга кагылырга тиешлеген күрсәттеләр.",
    "763447231": "Шул ук вакытта, ботларны нәшер итүче сайтларга керүдән туктату, реклама алдауларын ачыкларга мөмкин, Google'ның reCAPTCHA продуктын реклама бизнесына туры китереп, аларның керемнәренең 80% тан артыгын чыгара.",
    "999674529": "Google ачыклаган һәр бот реклама доллары табарга тиеш. Google компаниясе стимуллары шулай итеп үзләренең куркынычсызлык хезмәтләрен кулланучылар белән начар яраштырылган, һәм бу аларның reCAPTCHA куркынычсызлык тәкъдимнәренең начар эшләве өчен бер аңлатма булырга мөмкин.",
    "956019009": "Иң зур веб-инфраструктура компанияләре инде чара күрделәр",
    "1923297430": "Күпчелек зур клиентлар өчен соңгы өзек Google компанияләргә үз продуктларын мәгънәле масштабта кулланган өчен зарядка ала башлагач килде. Бу озак вакыт reCAPTCHA кулланучыларына яхшырак альтернатива эзләргә китерде, чөнки Google'ның тәкъдимнәрен кулланып, бөтен дөнья буенча көйләү проблемалары инде кызыксызрак иде.",
    "2197218442": "Cloudflare генераль директоры Мэтью Принс бу карашны йомгаклады",
    "155456850": "hCaptcha'ка күчүләрен игълан итү:",
    "435302267": "компаниянең блог посты",
    "2087769953": "\"Без бу үзгәрешкә бик шат, чөнки бу Google хезмәтенә таяну өчен хосусыйлык проблемаларын чишәргә ярдәм итә. Без CAPTCHA сатучыларын бәяләдек, шулай ук үзебез система төзедек. Ахырда, hCaptcha reCAPTCHA өчен иң яхшы альтернатива булып барлыкка килде. \"\" Без hCaptcha чишелешләре турында берничә әйберне яраттык: 1) алар шәхси мәгълүматны сатмыйлар; алар минималь кирәкле шәхси мәгълүматны гына җыялар, алар туплаган мәгълүматны сурәтләүдә ачык, алар аны ничек кулланалар һәм / яки ачалар. \"",
    "595582512": "Әгәр дә сез үз сайтыгызны яки кушымтаны ботлардан, спамнардан яки башка зарарлы актерлардан сакларга телисез икән, сезнең кулланучыларның хосусыйлыгын саклап калганда (һәм барлык тиешле кагыйдәләрне үтәп!), HCaptcha һәм безнең предприятия тәкъдимнәрен карагыз.",
    "3388180864": "Веб масштабында тирән техник проблемалар өстендә эшләргә телисезме? Без һәрвакыт бөтен дөнья буенча сәләтле инженерларны эшкә алабыз -",
    "3892952987": "безнең ачкычларны тикшерегез һәм монда кулланыгыз",
    "3368788823": "Теренс Эден үзенең блогында кызыклы фикер әйтә: \"",
    "1491780143": "CAPTCHAлар синең кеше булуыңны расламыйлар - синең Америка булуыңны раслыйлар",
    "2146900431": "Интуитив рәвештә, бу дәгъва бик мәгънәле. CAPTCHAлар, барысы да диярлек, культуралы контекстка кертелгәннәр, һәм сезнең проблемалар бассейны күбесенчә бер культурада барлыкка килгән булса, ул икенчесенә бик яхшы тәрҗемә ителмәскә мөмкин. Аның нигезендә бу мәдәни мәсьәлә",
    "378086442": "CAPTCHAs, аларның UX урынына.",
    "1445008801": "Гадән әйткәнчә:",
    "332723732": "эчтәлеге",
    "2072808435": "\"Уйлагыз, Google? Минем илдәге таксистлар гадәттә кара. Мин Америкадагы фильмнарның барысы да сары икәнен белү өчен җитәрлек кино карадым. Ләкин мин барган башка илләрдә таксистлар бик күп эш иттеләр. төрле төсләр. \"",
    "3206136647": "Google проблемасы монда алар кулланган сорау мәгълүматларына нигезләнгән. Әгәр дә барлык мәгълүматлар бер үк культурадан булса (һәм Google очракта, бер үк компания), сез, әлбәттә, Гадән шикаятенә туры китереп, башка культураларга яхшы тәрҗемә ителмәгән проблемалар көтә аласыз.",
    "2217842245": "Ләкин, безнең мәгълүматлар шуны күрсәтә (hCaptcha өчен)",
    "4280117172": "Күпчелек илләр АКШка караганда бераз яхшырак эшли, шул исәптән Нигерия, Indiaиндстан, Бразилия һәм Германия:",
    "555749578": "һәр континенттагы эре илләр буенча тарифларны чишү ставкаларында 1% тан кимрәк вариант бар.",
    "151737819": "hCaptcha чишү ставкалары бөтен дөнья буенча бик аз вариантны күрсәтәләр",
    "3908992897": "һәм дөньяның һәр илендә һәм территориясендә кулланыла, шуңа күрә без эзлекле глобаль тәҗрибә тәэмин итүгә зур игътибар бирәбез.",
    "2808122102": "Мәдәниятара функциональлек безнең хезмәт өчен төп таләп булып тора. Барлык легитим кулланучыларның эчтәлеккә тиз керә алуына инану - безнең миссиянең мөһим өлеше. Без 110 телдә кыенлыклар тудырабыз, һәм безнең проблемаларны һәркем чишә алыр өчен тиешле тәрҗемәләрне өзлексез камилләштерәбез.",
    "3913801502": "hCaptcha хәзер интернетның якынча 15% эшли",
    "2077639538": ". Берсе өчен, безнең хезмәттәге проблемалар бер чыганактан гына түгел, күп чыганаклардан булырга мөмкин - зур Fortune 500 компанияләреннән машина өйрәнү стартапларына кадәр, алар безнең тарафтан торалар.",
    "3951112506": ". Бу мәгълүматтагы гетерогенлекнең югары дәрәҗәсен гарантияли.",
    "1803943584": "Икенчедән, без проблемаларны үз-үзебезгә оптимальләштерергә рөхсәт итәбез, аларның кайсы илләрдә яки телләрдә эшләвен ачыклау, эзлекле тәҗрибә мөмкинлеген тагын да арттыру. Әгәр дә төгәллек көтелгәннән түбән булса, сораулар җыелмасы бу эффект булган төбәктә яки телдә эшләүне туктатачак.",
    "3668873369": "HCaptcha-да без беренче көннән башкача алдык",
    "1519201684": "ЯИ этика политикасы",
    "2155089487": ". Кайбер төркемнәр өчен безнең проблемаларны чишү җиңелрәк булса, без аларны чишкәндә бөтен дөнья буенча һәм төрле культуралардагы кешеләрнең аермаларын күрербез. Эден посты контекстында без америкалыларның башка илләрдәге кешеләргә караганда яхшырак эшләвен көтәр идек. Бу проблеманы булдырмас өчен без еллар дәвамында системалар эшләгәнгә, без киресен күрәбез.",
    "2603863826": "PS: Әгәр дә сез үз телегездә яхшырту куллана алырлык тәрҗемә тапсагыз, а",
    "3543141425": "аның өчен!",
    "2697276059": "Моның эшләгәненә дәлил: бөтен дөнья буенча бердәм чишү ставкалары",
    "664236229": "сорау"
}