{
  "header-privacy-link": "Pilikino",
  "header-integration-link": "Hoʻohui",
  "header-cost-link": "Koina",
  "header-features-link": "Nā hiʻohiʻona",
  "header-docs-link": "Palapala",
  "header-login-button": "E komo",
  "header-contact-button": "Hoʻokaʻaʻike Sales",
  "intro-heading": "Zero friction kanaka hōʻoia.",
  "intro-contact-button": "E kelepona iā mākou no ka ʻike hou aku",
  "intro-text-bottom": "Ua hilinaʻi ʻia e nā ʻoihana e mana ana i ka pūnaewele.",
  "sub-menu-button": "Hoʻokaʻaʻike Sales",
  "sub-menu-item1": "ʻOihana",
  "sub-menu-item2": "Koina",
  "sub-menu-item3": "Hoʻohui",
  "sub-menu-item4": "Nā hiʻohiʻona",
  "sub-menu-item5": "Pilikino",
  "sub-menu-item6": "Palapala",
  "info-head-1": "Kūkulu ʻia ma luna o ka paepae hCaptcha i hōʻoia ʻia",
  "info-text-1": "Holo ka hCaptcha Enterprise ma ka ʻenehana platform hCaptcha, hoʻonui ʻia e hoʻokomo i nā hiʻohiʻona e pono ai nā ʻoihana kiʻekiʻe.",
  "info-head-2": "He hoa hilinaʻi",
  "intro-subtitle": "E hoʻoholo i kāu pilikia bot i kēia lā.",
  "info-text-2": "Ua hilinaʻi ʻia kā mākou lawelawe e nā hui nui loa o ka honua e lawelawe i nā miliona o nā mea hoʻohana i kēlā me kēia lā ma waena o nā ʻumi miliona o nā pūnaewele.",
  "cloudflare-quote-text": "Ua loiloi mākou i kekahi mau mea kūʻai aku CAPTCHA a me ke kūkulu ʻana i kahi ʻōnaehana iā mākou iho. I ka hopena, ua puka mai ka hCaptcha ma ke ʻano he koho maikaʻi loa i reCAPTCHA.",
  "cloudflare-quote-detail": "Luna Hoʻokele waiwai, Cloudflare",
  "section-quote-head": "ʻO ke koho kūpono no nā ʻoihana kalepa kiʻekiʻe",
  "section-quote-text": "ʻO ka mea hope loa, kahi koho kūpono i Google. Hāʻawi ʻo hCaptcha Enterprise i ka mālama kālā nui ma kāu bila reCAPTCHA me ka palekana kiʻekiʻe: a hiki i ka 80% emi ke kumu kūʻai ma kekahi mau hihia. Ua hoʻololi ka nui o nā lawelawe pūnaewele nui loa o ka honua iā hCaptcha Enterprise a loaʻa iā ia ka ʻike bot i hoʻomaikaʻi ʻia me ka mālama kālā nui.",
  "section-quote-button": "E kelepona mai iā mākou i kēia lā no kahi ʻōlelo",
  "section-privacy-header": "Pilikino",
  "section-privacy-text-1": "ʻIke nā pūnaewele hoʻolaha i kāu mau malihini ma ke ʻano he huahana. No mākou wale nō ka huahana e hoʻoholo i ko lākou kanaka. Hoʻokō a ʻoi aku paha kā mākou mau lawelawe i nā koi GDPR, CCPA, a me LGPD, a kākoʻo i nā hana e like me Privacy Pass. Ke hana ikaika nei mākou e kaulike i ka pilikino a me ka palekana.",
  "section-privacy-text-2": "ʻO kēia manaʻo kūʻokoʻa i ka pilikino, ʻo ia ka mea hiki iā mākou ke hāʻawi i ka paʻa ʻana o ka ʻikepili pākahi, hana ʻole kuki, a me nā hōʻoia pilikino ʻē aʻe e like me ke koi ʻana me ka mālama ʻana i ka palekana maikaʻi loa.",
  "section-security-header": "Palekana Mua",
  "section-security-text-1": "Aia ka pololei i kou hoihoi a me kā mākou. Hana ʻo hCaptcha e hāʻawi iā ʻoe i ka ʻikepili maoli a e ʻae iā ʻoe e hoʻoholo pehea e hoʻohana ai. Hāʻawi ʻia nā captchas e nā hui hoʻolaha Gigantic. ʻO kēia ke ʻano o kēlā me kēia bot a lākou e poloka ai e hōʻemi i kā lākou loaʻa kālā.",
  "section-security-text-2": "ʻO ka hoʻohana ʻana i nā ʻenehana aʻo mīkini hou me ka nānā ʻana i ka pilikino e hiki iā mākou ke ʻoi aku ma mua o nā kūlana palekana o ka hoʻoilina hoʻopaʻa moʻolelo i nā hoʻolālā mau loa me ka ʻole e hōʻino i ka palekana a i ʻole ka pilikino mea hoʻohana.",
  "section-user-experience-header": "ʻIke Mea Hoʻohana Nui",
  "section-user-experience-text1": "No nā mea hoʻohana Enterprise, loaʻa nā koho e pale loa i nā pilikia i ka hapa nui o nā hiʻohiʻona.",
  "section-user-experience-text2": "E hōʻemi i ka hakakā ma ka pale ʻana i kahi paʻakikī no 99.9% o kāu kaʻa kūpono ʻoiai e hāʻawi ana i ka palekana maikaʻi loa, mahalo i nā hiʻohiʻona bot holomua.",
  "section-easy-integration-header": "Hoʻohui maʻalahi",
  "section-easy-integration-text": "ʻO ka hoʻohui ʻana i ka hCaptcha he mau minuke wale nō a he mau laina liʻiliʻi wale nō. Ua kūpono ka API kumu me reCAPTCHA V2, a he mau minuke wale nō ke hoʻololi. Hiki iā ʻoe ke kū a holo me kahi koho ʻoi aku ka maikaʻi i kēia lā, a hoʻohuli i nā hiʻohiʻona ʻoi aʻe e like me ka mea e pono ai.",
  "section-easy-integration-serverside": "ʻaoʻao kikowaena:",
  "section-easy-integration-frontend": "Hopena:",
  "section-threat-header": "Nā helu hoʻoweliweli maʻamau",
  "section-threat-text": "ʻAʻole like nā pilikia a pau: ʻo ka loaʻa ʻana o ka helu hoʻokahi pono ia e hoʻoponopono i kāu mau pono e pono ai. Me kā hCaptcha's Customized Threat Scores, hiki i ke kūkākūkā wikiwiki ke hoʻoponopono i kā mākou mau hiʻohiʻona e hāʻawi i nā helu pili i kāu ʻoihana.",
  "section-challenges-header": "E hoʻolele i kāu mau pilikia ponoʻī i kekona",
  "section-challenges-text-1": "E noho ma ka brand me ka ʻike pili",
  "section-challenges-text-2": "Ke hoʻoponopono nā mea hoʻohana i kahi paʻakikī e hoʻokō i nā koi palekana, no ke aha e hana ʻole ai i nā hana ʻoluʻolu a pili i ka mea hoʻohana? Me kā mākou mea hoʻolālā paʻakikī maʻamau, hiki iā ʻoe ke hoʻomaka i ka ʻike hoʻokūkū ma ka brand i loko o nā minuke wale nō.",
  "section-integration-header": "ʻO ka hoʻohui ʻana i ka papa kuhikuhi pololei",
  "section-integration-subheader": "No nā ʻoihana ʻoihana pūnaewele",
  "section-integration-text": "ʻO ka ʻōnaehana hCaptcha Enterprise ka mea maʻalahi i kona hoʻolālā ʻana: hiki ke hoʻonohonoho ʻāpana a i ʻole holoʻokoʻa ma ka lihi o kāu pūnaewele inā e hana ʻoe i kahi ao lehulehu a i ʻole nona nā kikowaena ʻikepili he nui. Hiki i kēia ke hōʻemi nui i nā kumukūʻai a me nā kaʻa ma waho o ka pūnaewele ʻoiai e mālama ana i nā pono āpau o ka hoʻokele e kā mākou limahana kelepona 24/7 e hālāwai me nā SLA koʻikoʻi.",
  "section-support-header": "Loaʻa ka ʻike a me ke kākoʻo no ʻoe a me kāu mea hoʻohana",
  "section-support-text": "He mea nui ka lawelawe ʻana iā mākou. Mālama mākou i ke kākoʻo kelepona 24/7 a hāʻawi i ka hoʻonohonoho pono ʻana iā Slack me kāu hui hoʻohui ʻenehana a me kā mākou limahana kelepona i ka wā a ma hope o ka hoʻokō ʻana. , a me kā mākou pūnaewele kākoʻo i-widget a me ka leka uila. Loaʻa mākou a pane aku, a mālama i ka hauʻoli o ka mea hoʻohana ma ke ʻano he KPI kiʻekiʻe.",
  "section-enterprise-header": "Nā hiʻohiʻona ʻoihana",
  "section-enterprise-title-1": "Palena anti-bot ka honua",
  "section-enterprise-desc-1": "Hoʻāʻo ʻia i ke kaua ma ka paena pūnaewele.",
  "section-enterprise-title-2": "Nā helu bot pololei pololei",
  "section-enterprise-desc-2": "E ʻimi i nā mea hana ʻino o nā ʻano like ʻole.",
  "section-enterprise-title-3": "Zero friction a me 99.9% nā ʻano passive",
  "section-enterprise-desc-3": "E ho'āʻo ma lalo o 0.1% o nā mea hoʻohana pono.",
  "section-enterprise-title-4": "Hōʻike ʻia nā ʻano hoʻokūkū hoʻomalu",
  "section-enterprise-desc-4": "Nui nā ʻano waihona e koho ai.",
  "section-enterprise-title-5": "Hoʻohana ʻia ka maʻiʻo paʻakikī",
  "section-enterprise-desc-5": "E noho ma ka brand me ka ʻike mea hoʻohana mau.",
  "section-enterprise-title-6": "Nā SLA ʻoihana",
  "section-enterprise-desc-6": "Hōʻoia ʻia ka hilinaʻi a me ke kākoʻo kelepona wikiwiki 24/7.",
  "section-enterprise-title-7": "Kākoʻo polokalamu kele hoʻoilina",
  "section-enterprise-desc-7": "Hiki ke hoʻi i ka Internet Explorer 8.",
  "section-enterprise-title-8": "Nā papa kuhikuhi hōʻike kiʻekiʻe a me API",
  "section-enterprise-desc-8": "E ʻike i nā mea e hana nei ma kāu mau pūnaewele a me nā polokalamu.",
  "section-enterprise-title-9": "Ke hana nei ma kēlā me kēia ʻāina",
  "section-enterprise-desc-9": "ʻAʻole like me reCAPTCHA, hana mākou ma kēlā me kēia ʻāina.",
  "section-enterprise-title-10": "GDPR, CCPA, a me LGPD-friendly kulekele pilikino",
  "section-enterprise-desc-10": "Hoʻolālā ʻia no ka pilikino mai ka lā hoʻokahi. Kuʻikahi Hoʻoponopono ʻIkepili ikaika.",
  "section-enterprise-title-11": "Nā pae paʻakikī",
  "section-enterprise-desc-11": "Kāhea i kēia i kūpono i kāu pahu hoʻohana.",
  "section-enterprise-title-12": "Hoʻokipa ʻaoʻao mua",
  "section-enterprise-desc-12": "Hele nā noi a me nā waiwai a pau i hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Nā papa hoʻohana lehulehu",
  "section-enterprise-desc-13": "Kaʻana like i ka hoʻokele ma kāu hui.",
  "section-enterprise-title-14": "Hooia koke",
  "section-enterprise-desc-14": "0ms latency: hōʻoia i nā hōʻailona hCaptcha me ke kāhea ʻole API.",
  "section-enterprise-title-15": "Mobile (iOS a me Android) Hoʻohui",
  "section-enterprise-desc-15": "ʻO ka ʻike maʻemaʻe ma ka pūnaewele, kelepona maoli, pūnaewele paʻa lima. Loaʻa nā hoʻohui i kūkulu mua ʻia a me nā SDK maoli.",
  "section-enterprise-title-16": "Nā Kūlana Kūlana a me nā hōʻoia pilikino",
  "section-enterprise-desc-16": "E māʻona i kāu mau pono kānāwai ke hiki ʻole i nā hui ʻē aʻe.",
  "presented-challlenges-head": "Nā Luʻi i hōʻike ʻia",
  "presented-challenges-title-1": "Hoʻohālikelike",
  "presented-challenges-text-1": "E koho i nā kiʻi a pau e pili ana i ka nīnau",
  "presented-challenges-title-2": "Pahu Paʻa",
  "presented-challenges-text-2": "E wehewehe i kahi palena no nā mea",
  "presented-challenges-title-3": "Hoʻokaʻawale",
  "presented-challenges-text-3": "E ʻike i nā lepili pili",
  "presented-challenges-subheader": "...a me nā hana maʻalahi ʻē aʻe. Maʻalahi no ke kanaka, paʻakikī no nā bots.",
  "presented-challenges-subtext": "Loaʻa nā hana maʻamau no nā mea hoʻopuka ʻoihana.",
  "footer-header-1": "Hui",
  "footer-header-2": "Nā kumuwaiwai",
  "footer-header-3": "Hoʻopili",
  "footer-link-1": "Lepili",
  "footer-link-2": "E pili ana",
  "footer-link-3": "Nā hana",
  "footer-link-4": "Nā hōʻailona",
  "footer-link-5": "Blog",
  "footer-link-6": "Kūlana",
  "footer-link-7": "Palapala",
  "footer-link-8": "Hōʻike i kahi Bug",
  "footer-link-9": "Hiki ke komo",
  "footer-terms": "ʻŌlelo",
  "footer-privacy": "Pilikino",
  "footer-attribution": "Hoʻohui",
  "footer-subheader-1": "Kākoʻo",
  "footer-subheader-2": "Hoʻopili",
  "switch-to-english-link": "E hoʻololi i ka ʻōlelo Pelekania",
  "intro-heading-privacy": "Hoʻolālā ʻia no ka pilikino.",
  "intro-subtitle-p1-privacy": " ʻO kahi ʻano pilikino i alakaʻi ʻia i ka palekana pūnaewele.",
  "info-head-2-pr": "ʻO ka hoʻopaʻa ʻana i ka hana ma ka pūnaewele ʻaʻole ia ka pane.",
  "info-text-1-pr": "Hoʻokahi wale nō kumu o ka hCaptcha Enterprise: e pale aku i nā mea hana ʻino mai ka hoʻopilikia ʻana i kāu mau hana pūnaewele a me ka hōʻino ʻana i kāu mea hoʻohana.",
  "info-text-2-pr": "Hoʻolālā ʻia kā mākou mau ʻōnaehana mai ka honua e hōʻemi i ka hōʻiliʻili ʻana a me ka mālama ʻana i ka mālama ʻana i ka palekana alakaʻi papa. ʻO ke ala maikaʻi loa e pale ai i ka ʻikepili mea hoʻohana ʻaʻole ia e mālama iki.",
  "info-text-3-pr": "Hoʻomalu pū ʻia nā pilina mea kūʻai aku e kahi Kuʻikahi Hoʻoponopono ʻIkepili ikaika. Hoʻokō ka lawelawe hCaptcha i nā kānāwai pilikino a pau ma kahi e noho ai kāu lawelawe a i ʻole kāu mea kūʻai aku. ʻO ka mālama ʻole ʻana i ka ʻikepili pilikino e maʻalahi kēia no mākou ma mua o nā hui ʻē aʻe.",
  "info-text-2-2-pr": "ʻO nā lawelawe e like me reCAPTCHA v3 e ʻōlelo ʻo ka hoʻokomo ʻana i kā lākou pixel tracking ma kēlā me kēia ʻaoʻao o kāu pūnaewele pono no ka palekana maikaʻi. ʻAʻole kēia ka hihia.",
  "info-text-2-3-pr": "He hōʻailona maʻalahi ka nānā ʻana i ka ʻano hana maʻalahi e nā mea hana ʻino, a pono e hoʻopaʻa i ka mōʻaukala mākaʻikaʻi no kāu mau huakaʻi kūpono.",
  "info-text-2-4-pr": "ʻAʻole mākou hana i kahi pūnaewele hoʻolaha, a ʻaʻohe makemake i ka nānā ʻana i kāu ʻano mea hoʻohana e kūʻai aku iā lākou i nā hoʻolaha. ʻO ia ke ʻano, ʻaʻole mākou e koi i kahi pika passive ma kēlā me kēia ʻaoʻao o kāu pūnaewele.",
  "info-text-2-5-pr": "Hoʻohui i kā mākou code hoʻokūkū wale nō ma kahi e pono ai, a ma kahi kūpono e pale aku ai iā ʻoe a me kāu mea hoʻohana.",
  "info-head-3-pr": "He mea pono ke aʻo mīkini. Akā ʻaʻole ia e koi i ka ʻikepili pilikino e hana.",
  "info-text-3-1-pr": "Hoʻopili ke aʻo ʻana i nā mīkini i nā ʻano āpau o ko mākou ola, pinepine i nā ala a mākou i ʻike ʻole ai a ʻike ʻole. ʻAʻole ʻokoʻa nā lawelawe palekana pūnaewele.",
  "info-text-3-2-pr": "Ma ke aʻo ʻana ma luna o nā tausani o nā hōʻailona, hiki i nā mea hoʻohālike ke hoʻomaopopo a hiki i ka hilinaʻi kiʻekiʻe i ka ʻike ʻana i ka hana ʻino me ka wikiwiki, ʻoiai inā ʻaʻohe hōʻailona hoʻokahi i lawa ka ikaika e hōʻike i kahi pilikia.",
  "info-text-3-3-pr": "Eia nō naʻe, ʻaʻohe o kēia e koi i ka hoʻohana ʻana i ka ʻike pilikino pilikino (PII). ʻAe nā ʻenehana cryptographic hou iā mākou e hoʻolei i nā ʻikepili pilikino i ka hikiwawe, e hana ana i nā pūlima ala hoʻokahi ʻaʻole hiki ke hoʻopili ʻia i kekahi kanaka.",
  "info-text-3-4-pr": "Hoʻohana maikaʻi ʻia ka hoʻomaʻamaʻa ʻana i ka ʻikepili de-identified, ʻaʻole pono e hoʻololi i ka palekana a i ʻole ka pilikino. Ua hana kā mākou mea kūʻai i nā hoʻokolohua empirical, a ua haʻi mai iā mākou ua like a ʻoi aku ka maikaʻi ma mua o nā koho pilikino liʻiliʻi.",
  "cloudflare-quote-text-privacy": "Ua makemake mākou i kekahi mau mea e pili ana i ka hCaptcha solutions: 1) ʻaʻole lākou e kūʻai aku i ka ʻikepili pilikino; ʻohi lākou i ka ʻikepili pilikino pono liʻiliʻi wale nō, maopopo lākou i ka wehewehe ʻana i ka ʻike a lākou e hōʻiliʻili ai a me ke ʻano o ka hoʻohana ʻana a/a i ʻole ka hōʻike ʻana.",
  "pilot-head": "E ho'āʻo mai iā mākou ma kou ʻāina me ke kuleana ʻole.",
  "pilot-text-1a": "He poʻe ʻenekinia mākou, ʻaʻole he poʻe kūʻai aku: makemake mākou e hauʻoli ʻoe i kāu koho.",
  "pilot-text-1b": "ʻO ke ala maikaʻi loa e hōʻoia i kou ʻoluʻolu ʻo ka hōʻike ʻana e hoʻokō mākou i kāu mau pono.",
  "pilot-text-1c": "Ma kahi o nā hui a pau e hoʻomaka ana i kahi pailaka e koho i kā mākou hopena.",
  "pilot-text-1d": "E hoʻohana i kēia palapala e hiki ai i kekahi o kā mākou loea loea. Pane koke mākou.",
  "pilot-text-1e": "Hiki iā ʻoe ke leka uila pololei iā mākou.",
  "pilot-email-details": "Aia nā kikoʻī.",
  "pilot-f1": "Māhele",
  "pilot-f2": "Kou inoa",
  "pilot-f3": "Kou inoa",
  "pilot-f4": "ʻOihana leka uila",
  "pilot-f5": "ʻO nā kikoʻī ʻē aʻe e loaʻa iā mākou?",
  "pilot-f6": "Makemake ʻoe i ka hoʻouka koke ʻana?",
  "pilot-f7": "Ae.",
  "pilot-f8": "Aia au ma lalo o ka hoʻouka ʻia a koi aku i ka hoʻouka koke ʻana.",
  "pilot-f9": "Waiho mai",
  "pilot-f10": "Ma ke komo ʻana i kāu leka uila, ua ʻae ʻoe i kā mākou Kūlana a me nā Kulekele pilikino, a e loaʻa i ka leka uila mai iā mākou.",
  "pilot-fo-1": "ʻAʻole hiki ke maʻalahi ka hoʻohui ʻana.",
  "pilot-fo-2": "Loaʻa i ka hCaptcha nā hanana hoʻohui i kūkulu mua ʻia no nā ʻōnaehana mua a me hope āu e hoʻohana ai.",
  "pilot-fo-3": "Inā ʻoe e hele mai ana mai ka reCAPTCHA a Google, ʻo kā mākou mau API he mau pani pani. ʻEkolu laina o ke code wale nō āu e pono ai.",
  "pilot-fo-4": "Hiki i kā mākou mau ʻenekini hoʻokele ke hele wikiwiki iā ʻoe, inā ʻoe e pono i ka hoʻohui React, SDKs no nā polokalamu maoli ʻo iOS, kahi hiʻohiʻona Java backend, a i ʻole nā hiʻohiʻona ʻē aʻe.",
  "pilot-fo-5": "A e like me nā manawa a pau, he waiwai nui ka pilikino no mākou. Hoʻohui i kā mākou code hoʻokūkū wale nō ma kahi e pono ai, a ma kahi kūpono e pale aku ai iā ʻoe a me kāu mea hoʻohana. Hoʻomaka ka hōʻemi ʻana i ka hōʻiliʻili ʻikepili mai ka manawa o ka hoʻohui.",
  "pilot-fdone": "Mahalo. E pili koke ana mākou.",
  "home-ent-2-new": "E aʻo hou e pili ana i kā mākou hoʻonā ʻoihana.",
  "home-ent-button-new": "ʻOihana hCaptcha",
  "home-main-plans2-new": "Hāʻawi nā ʻōnaehana hCaptcha Enterprise i ka palekana alakaʻi papa a pale i ka nui o nā lawelawe pūnaewele kiʻekiʻe.",
  "home-plans-button-2-new": "Aʻo hou mai",
  "header-enterprise-link": "ʻOihana",
  "sales-interstitial-c1b-new": "E aʻo hou e pili ana i ka hCaptcha Enterprise"
}
