{
    "1137470858": "Kekemapa 11, 2021",
    "12462594": "Hoʻokumu ʻia ka hCaptcha ma ke kahua HUMAN, kahi e ʻae ai i ka hoʻokele ʻana a me ka nānā ʻana e hoʻonui i ke kumukūʻai a me ka pono i kēlā me kēia pae.",
    "2262549101": "Hoʻopaʻa ʻia nā ala ʻē aʻe e pili ana i ka US Copyright Office DMCA Designated Agent Directory",
    "2272776729": "E ʻoluʻolu, pono ʻoe e hōʻoia i kou ʻike a me kāu noi ma mua o ka hana ʻana i nā hana hou aʻe, e like me ka hāʻawi ʻana i kāu ʻike aupuni. E like me ke kānāwai o Kaleponi, hiki iā ʻoe ke koho i kahi ʻelele ʻae e hana i kahi noi no ʻoe. I mea e koho ai i ʻelele ʻae ʻia e hana i kahi noi nou, pono ʻoe e hāʻawi i ka mana kūpono o ka loio, ka palapala hōʻike aupuni kūpono o ka mea noi, a me ka hōʻailona kūpono o ke aupuni i hāʻawi ʻia.",
    "2335607721": "Hoolaha. E hoʻouna ʻia nā leka a pau e pili ana i kēia mau Kūlana o ka lawelawe ma ka leka uila a i ʻole e kau ʻia ma kā mākou pūnaewele. Pono ʻoe e hoʻouna i nā leka iā mākou ma",
    "2875934612": "Nowemapa 20, 2020",
    "3084122606": "Ma kahi o kā mākou hoʻohana ʻana i kāu ʻike pilikino e pili ana i kāu ʻae ʻana, aia iā ʻoe ke kuleana e hoʻihoʻi i kēlā me kēia manawa ma ke ʻano i hōʻike ʻia ma ka Service a i ʻole ke kelepona ʻana iā mākou ma",
    "3312286067": "a i ʻole e hoʻouna i kahi hoʻopiʻi i ka mea hoʻoponopono palekana data ma kou mana. Hiki iā ʻoe ke loaʻa i kāu mea hoʻoponopono palekana data ma",
    "3506025515": "ʻAʻole pili ka hCaptcha e log4shell. Eia kā mākou ʻike.",
    "3516838896": "ʻO ka log4j2 remote code execution bug i kahiki i ka pūnaewele, e pili ana i ka hapa nui o nā lawelawe pūnaewele. ʻAʻole i pili ka hCaptcha. Eia kā mākou hōʻoia ʻana i kēlā ʻoiaʻiʻo.",
    "3553195003": "ʻAʻole pili ka hCaptcha e log4shell.",
    "3610875753": "- Inā ma hope o ka pilikia nui o ka ʻoihana ʻaʻole hiki iā ʻoe ke hoʻokaʻaʻike mai iā mākou e like me kāu e hana mau ai",
    "3612764043": ", pono ʻoe e hele i kā mākou pūnaewele ma hcaptcha.com a i ʻole hcaptchastatus.com.",
    "3626193263": "ʻO ka hCaptcha Designated Agent no ka Digital Millennium Copyright Act (DMCA).",
    "3794891866": "Hiki i nā mea kūʻai mai Kaleponi ke noi e like me kā lākou kuleana ma lalo o ka CCPA ma ke kelepona ʻana iā mākou ma",
    "3814036702": "- Inā he mau nīnau kāu e pili ana i kā mākou hoʻolālā hoʻomau ʻoihana, hiki iā ʻoe ke kelepona mai iā mākou ma",
    "3975007628": "i kēia manawa e pale i nā haneli miliona o nā mea hoʻohana ma waena o nā ʻumi miliona o nā pūnaewele a me nā polokalamu i kēlā me kēia mahina. Hōʻike kā mākou moʻolelo hiki iā ʻoe ke hoʻokūkū me Big Tech ke kau mua ʻoe i ka pilikino.",
    "4038264749": "E hoʻomaopopo i ka wā e mau ana nā kauoha COVID-19 kūloko ʻaʻohe mea hōʻoia e loaʻa ka leka uila i ka manawa kūpono, a me ka leka uila (",
    "4115505783": ") ʻo ia ke ala kūpono e hiki ai iā mākou. ʻAʻole mālama ka hui i nā helu kelepona a i ʻole fax; ʻo kēia ke kenekulia 21.",
    "4164851712": "Hoʻohana wale mākou i kāu ʻike pilikino e like me ka ʻae ʻia e ke kānāwai. Pono mākou e haʻi iā ʻoe i nā kumu kānāwai o kā mākou hana ʻana i kāu ʻike pilikino, i wehewehe ʻia ma lalo nei. Inā he mau nīnau kāu e pili ana i nā kumu kānāwai ma lalo o kā mākou hana ʻana i kāu ʻike pilikino, e kelepona mai iā mākou ma",
    "4201262098": "Hāʻawi kēia ʻenehana i ka limahana kūpono e lawelawe i kēlā me kēia ʻāpana o kāu ʻoihana, e hoʻonui i ka maikaʻi o ke kumukūʻai ʻoiai e mālama ana i ka pilikino a me ka hoʻokō ʻana i nā koi kānāwai e pili ana.",
    "4217188341": "Nowemapa 30, 2020",
    "4238473596": "He mea nui ka hoʻemi ʻana i ka friction no nā mea hoʻohana maoli. Hoʻohana ʻo hCaptcha i nā hana maʻalahi a liʻiliʻi ka manawa no ka hapa nui o nā mea hoʻohana ʻoiai ke hoʻōki nei i nā kalepa bot.",
    "4243935861": "ha.com",
    "4270798104": "2. E ho'āʻo e hoʻopau i nā hoʻonui ʻē aʻe. Inā hoʻoholo kēlā, e hoʻohuli iā lākou i kēlā me kēia a ʻike ʻoe i ka pilikia, a e ʻike i ka mea nāna i hoʻomohala i kēlā hoʻonui, a me ka hāʻawi ʻana iā mākou i kahi poʻo i luna.",
    "427220273": "Hiki iā mākou ke noi i ka ʻike kikoʻī mai iā ʻoe e kōkua iā mākou e hōʻoia i kou ʻike a hoʻokō i kāu noi. Pono paha ke kānāwai pili iā mākou e hōʻole i kāu noi. Inā hōʻole mākou i kāu noi, e haʻi mākou iā ʻoe i ke kumu, ma muli o nā kapu kānāwai. Inā makemake ʻoe e waiho i kahi hoʻopiʻi e pili ana i kā mākou hoʻohana ʻana i kāu ʻike pilikino a i ʻole pane i kāu mau noi e pili ana i kāu ʻike pilikino, hiki iā ʻoe ke kelepona mai iā mākou ma",
    "433026247": "Ma ka hana ʻana i nā hana, hiki iā ʻoe ke hōʻiliʻili i nā hōʻailona a me nā mākau, a mākou e hāʻawi ai i ko mākou manaʻo. Mālama mākou i ke kuleana e hana, hoʻoponopono, a hoʻopau paha i kāu mau mākau a me kou mākaukau i kēlā me kēia manawa, no kekahi kumu a ʻaʻohe kumu ʻole. No ka mea, ʻaʻole mākou e hoʻokae ma ke kumu o ka lāhui, ka lāhui, ka waihoʻoluʻu, ke kāne, ke ʻano moe, a i ʻole nā papa ʻē aʻe i pale ʻia e ke kānāwai, e loaʻa iā ʻoe ka manawa like me nā mea kōkua ʻē aʻe e hoʻokō i nā hana i ka wā e hōʻiliʻili ai kou mau mākau a me kou mākaukau. . Ma ke ʻano he Contributor, inā e manaʻoʻiʻo ʻoe ua pili nā nīnau hoʻāʻo pilikia i kāu mau koina, nā mākau, a i ʻole nā uku, hiki iā ʻoe ke hāʻawi i nā paio kākoʻo maikaʻi ʻia e wehewehe ana i nā nīnau hoʻāʻo pilikia ma o ka interface hana a i ʻole ma kahi tikiki i kā mākou ʻōnaehana kākoʻo, no ka laʻana ma o ka leka uila. ma",
    "492025216": "Kekemapa 13, 2021",
    "799274928": "Manaʻo ʻia nā leka leka uila he leka hoʻolaha no nā kumu āpau e koi ʻia ai nā leka i kākau ʻia. Manaʻo ʻia ua loaʻa nā leka uila i ka lā ʻoihana ma hope o ka hoʻouna ʻia ʻana o ka leka uila i ka mea i manaʻo ʻia.",
    "211351380": "Mai ka blog:",
    "3153117136": "Pehea e hana ai nā hoʻonohonoho paʻakikī o hCaptcha",
    "2915355938": "Hiki ke komo",
    "793784899": "Nā papahana",
    "2671622670": "ʻoihana",
    "3527140447": "Palapala",
    "505891021": "Nā lawelawe Lepili",
    "692176459": "Komo i loko",
    "1892574253": "Kau inoa",
    "2593864519": "Hoʻopau hou i nā bots. Hoʻomaka e pale i ka pilikino mea hoʻohana.",
    "4007826952": "ʻO ka #1 pilikino-ka CAPTCHA mua no ka pūnaewele, kelepona, a me nā mea hou aku.",
    "3721365241": "E hoao",
    "3753956446": "Kuokoa",
    "3276777569": "hCaptcha",
    "55035359": "Ke hoʻohana nei i ka reCAPTCHA?",
    "3417372336": "E hoʻololi i nā minuke",
    "2881474837": "ʻOihana hCaptcha",
    "1685871181": "Ke hilinaʻi nei nā lawelawe pūnaewele kiʻekiʻe",
    "1470290349": "no ka hoʻokele bot a me ka hoʻopunipuni.",
    "3714002185": "E aʻo hou e pili ana i ka hCaptcha Enterprise",
    "3946753128": "Pilikino. Paʻa. ʻOi aku ka wikiwiki.",
    "939665604": "Pilikino",
    "780475098": "ʻIke nā pūnaewele hoʻolaha i kāu mau malihini ma ke ʻano he huahana. Manaʻo wale mākou inā maikaʻi a maikaʻi ʻole paha kahi kipa. Hoʻopili ʻo hCaptcha me GDPR, CCPA, LGPD, PIPL, a me nā kānāwai ʻikepili honua ʻē aʻe.",
    "219813583": "Palekana Mua",
    "2714878440": "E pale aku i kāu mau lawelawe mai ka ʻoki ʻana, ka lawe ʻana i ka moʻokāki, ka hoʻopili ʻana i ka hōʻoiaʻiʻo, a me ka spam me kā mākou aʻo mīkini holomua a me ka hōʻoia kanaka.",
    "1397766838": "ʻOi aku ka maikaʻi o ka mea hoʻohana",
    "2670352917": "Hāʻawi ʻo hCaptcha i ka ʻike bot hiki ke hilinaʻi ʻia ʻoiai he maʻalahi no ke kanaka e hoʻoponopono.",
    "2806751666": "He aha ka hCaptcha?",
    "3096063825": "E hoao mai",
    "2968026167": "ʻO kāu mea kanu punahele",
    "713281684": "Eggplant",
    "4147497805": "Kāroti",
    "3758963444": "Mahalo! Ua loaʻa mai kāu hoʻouna!",
    "1070364246": "Auwe! Ua hewa kekahi i ka waiho ʻana i ka palapala.",
    "1129833879": "Hoʻopau i nā bots ʻino, pale i ka pilikino o ka mea hoʻohana",
    "58091799": "E aʻo hou e pili ana i ka hCaptcha Publisher a me Enterprise",
    "1599610318": "Mea hoʻopuka",
    "3093388779": "He manuahi ka hCaptcha no nā mea hoʻopuka o kēlā me kēia nui",
    "179723061": "ʻOi aku ka mana no nā hui e pono ai ka palekana alakaʻi papa",
    "846501387": "Palekana bot papa honua",
    "119298044": "Mālama nā ʻenehana ML a me AI i kāu mau waiwai pūnaewele mai ka hoʻoweliweli a me ka hoʻouka ʻana",
    "1263998069": "Loaʻa i nā uku no nā hoʻonā kanaka",
    "1103295010": "Loaʻa kālā a hāʻawi i ke aloha no ka wā e hoʻoponopono ai ke kanaka i nā CAPTCHA",
    "392886773": "Ke hana nei ma kēlā me kēia ʻāina",
    "2320894364": "Me ka ʻoi aku o 200 mau wahi o ke alo, mālama ke ao o hCaptcha i kāu mau waiwai a puni ka honua",
    "451701069": "Kūlike me GDPR, CCPA,",
    "2826051554": "a oi aku",
    "3530599065": "Kūkulu ʻia ka pilikino mai ka honua aʻe. ʻAʻole mālama ʻo hCaptcha i ka PII a ua hoʻokō ʻo ia i nā kauoha pilikino a me nā lula.",
    "2489287539": "\"ʻAʻohe CAPTCHA\" a me 99.9% mau ʻano passive",
    "793242047": "E hōʻemi i nā pilikia i hōʻike ʻia i nā mea hoʻohana e ʻae i ke komo wikiwiki i nā noi",
    "4195759329": "ʻIke bot a me nā helu pilikia",
    "1150035777": "Hoʻokumu nā kumu hoʻohālike mīkini paʻakikī i nā helu hilinaʻi bot ma muli o nā helu ʻikepili he nui ma mua o ka pane pololei ʻana i nā nīnau",
    "3688621388": "Pulima hooweliweli",
    "1131525092": "E hui pū i nā mea hana ʻino me ka hoʻoikaika ʻole ʻia ma o kā mākou UID Scoped mālama pilikino e ʻimi a hoʻōki i ka hoʻopunipuni a me ka hana ʻino.",
    "1559631739": "Aʻo pilikino",
    "3952259236": "E hoʻohui i kāu ʻikepili makapō me ka hCaptcha mau kaukani hōʻailona e hoʻomaʻamaʻa iā hCaptcha ma nā papa o ka ʻano -- no kāu laʻana wale nō - e wānana maikaʻi i ka hana ʻino ma mua o kēlā me kēia hopena wale nō.",
    "1150963691": "ʻO ka hoʻohaʻahaʻa APT",
    "4083018285": "ʻO kahi hui o nā hiʻohiʻona lōʻihi e hui pū me ka nānā ʻana i ka SOC a me ka pane ʻana e hoʻoponopono i nā hoʻoweliweli hoʻomau",
    "3160820928": "Pale kaua hoʻouka ʻia",
    "1849805607": "Mālama ʻo hCaptcha i nā hoʻoweliweli a me nā hoʻopunipuni i hoʻolālā ʻia e hoʻokomo i kāu mau pūnaewele",
    "1958297836": "Hoʻopili ʻia ka pale kaua a me ka hoʻēmi ʻana i ka APT",
    "1300485304": "Mālama ʻo hCaptcha i nā hoʻoweliweli holomua a me nā hoʻopunipuni i hoʻolālā ʻia e hoʻokomo i kāu mau pūnaewele",
    "2698640210": "E hoʻomalu i nā pilikia a me nā ʻano i hōʻike ʻia",
    "3121248460": "Hōʻike i nā luʻina maʻamau like ʻole -- mai ka maʻalahi a i ka paʻakikī -- no kāu poʻe i manaʻo ʻia",
    "3807059944": "Hoʻohana ʻia ka maʻiʻo paʻakikī",
    "2707282231": "Hoʻopilikino i nā pilikia no kāu mea hoʻohana. Hana i hiki ʻole i nā bots ke hoʻonā a komo.",
    "4194763679": "Nā pae paʻakikī",
    "3730038780": "E koho mai i ka helu kokoke pau ʻole o nā pilikia no nā mea hoʻohana e hoʻonā",
    "1849717906": "Hoʻopilikino me kāu ʻike ponoʻī",
    "1508655687": "Hoʻohui i kāu mau pilikia ponoʻī i hoʻohālikelike ʻia i kāu poʻe e hoʻolohe ai e hoʻomāmā a hoʻopaʻa i ke komo ʻana",
    "3620442880": "Nā hiʻohiʻona pale Flash Sale",
    "3265895521": "E hoʻokiʻekiʻe a hoʻohaʻahaʻa i ka pilikia ma muli o ka manawa o ka lā",
    "1485807325": "Nā papa hoʻohana lehulehu, SAML SSO",
    "359073033": "Hāʻawi nā Dashboards i nā hiʻohiʻona kiʻekiʻe a maikaʻi paha o ka hana.",
    "4272454814": "E hui pū me ka mea hoʻolako ʻike i kāu koho.",
    "1141402092": "Nā hiʻohiʻona hōʻike kiʻekiʻe",
    "910989640": "E hana i nā hōʻike kikoʻī a maʻamau o ka hana",
    "3768951251": "Nā SLA ʻoihana",
    "1014004474": "Hāʻawi nā hoʻolālā ʻo hCaptcha's Enterprise i nā kuʻikahi pae lawelawe holomua e mālama i kāu hui",
    "1177598246": "Hoʻokaʻaʻike Sales",
    "1067704102": "Ka Waiwai ma ka Lepili Ikepili",
    "3065000659": "Ua ʻike anei ʻoe i kēlā me kēia manawa ʻoe e \"kaomi i ke kaʻa\" ke kōkua nei ʻoe e hoʻomaʻamaʻa i hoʻokahi",
    "3235430156": "nā ʻōnaehana aʻo mīkini o ka hui no ka manuahi?",
    "1549336309": "Hoʻololi ʻo hCaptcha i kēia ʻano hoʻohālike. Ke hoʻohana ʻoe i ka hCaptcha, hāʻawi nā hui i ka hana a kāu mea hoʻohana e hana ai i ko lākou hōʻoia ʻana i ko lākou ʻano kanaka. Loaʻa iā ʻoe nā uku.",
    "3725880582": "Hāʻawi i ke aloha",
    "1671436004": "Makemake ʻoe e hāʻawi i kāu aloha aloha?",
    "1663628612": "hiki iā ʻoe",
    "4272088465": "ʻO nā hana aloha āu e koho ai me nā uku āu e loaʻa ai mai ka hoʻohana ʻana.",
    "2894845722": "Hiki i nā mea hoʻohana ma kāu pūnaewele ke ʻike koke i kāu hāʻawi ʻana i ke aloha ma o ka hoʻopaʻa inoa ʻana ma ka interface hCaptcha.",
    "3194111925": "kākoʻo",
    "1637702726": "E pili ana iā hCaptcha",
    "2323282990": "He ala hou no ka hōʻoia ʻana i ke kanaka",
    "1201821619": "Hoʻoponopono ʻo hCaptcha i kekahi o nā pilikia koʻikoʻi o kēia mau lā: ka pale ʻana i nā bots ʻino mai ka hoʻohana ʻana i nā lawelawe pūnaewele.",
    "1475399473": "E aʻo hou e pili ana i ka hui hCaptcha",
    "3161489950": "Ka Papahana ML Palekana Kiʻekiʻe loa o ka Honua",
    "3247172580": "hCaptcha hoʻohui i ka mīkini hoʻonaʻauao hoʻonaʻauao kūʻokoʻa me kahi ʻano helu helu lihi hou e hōʻemi kūʻokoʻa i ka hōʻiliʻili ʻana a me ka mālama ʻana, hāʻawi ʻia mai nā wahi he 250 a puni ka honua no ka scalability nui.",
    "3767462250": "Hoʻolālā ʻia no ka pilikino",
    "3500503648": "Hoʻolālā ʻia ka hCaptcha e hoʻopau i ka mālama ʻana i ka ʻikepili no ka wā lōʻihi ma o ka hilinaʻi ʻana i ka loiloi koke ma mua o ka hoʻopaʻa ʻana a me ka nānā ʻana i kāu mōʻaukala mākaʻikaʻi. Kākoʻo pū mākou i nā hana like",
    "2418549423": ", kahi maʻamau e kū nei no ka mālama ʻana i ka pilikino pūnaewele ma o nā hōʻoia cryptographic, a me nā hiʻohiʻona pilikino ʻē aʻe.",
    "1544546608": "Palekana pilikino",
    "976209454": "Loaʻa i nā makana a i ʻole e hāʻawi i ke aloha",
    "552920956": "Hāʻawi ka hCaptcha i nā pūnaewele e loaʻa nā uku i ka wā e kāohi ana i nā bots a me nā ʻano hana ʻino ʻē aʻe. ʻAe ʻo hCaptcha iā ʻoe e kākoʻo i nā hana aloha āu e koho ai me kēia mau loaʻa kālā.",
    "654326661": "Makemake ʻoe e ʻike iā ʻoe iho? E ho'āʻo i ka hCaptcha no ka manuahi.",
    "3570415321": "Hui",
    "3987022469": "Lepili",
    "1636202177": "E pili ana",
    "2670003220": "Nā hana",
    "3233305531": "Nā hōʻailona",
    "3028319964": "AI Ethics",
    "4131598919": "Paʻi",
    "1662477701": "Nā kumuwaiwai",
    "3130928685": "Blog",
    "1756106276": "Kūlana",
    "1235925265": "Palapala",
    "920212083": "Hōʻike i kahi Bug",
    "2076066173": "ʻO ka hoʻouka kaua kiʻekiʻe 101",
    "3644106388": "Hoʻopili",
    "2182196747": "Kākoʻo",
    "487083593": "Kūʻai",
    "878585497": "ʻŌlelo",
    "1697438123": "Pilikino",
    "1316817321": "Hoʻohui",
    "3488019891": "ʻO ka hCaptcha kahi inoa inoa inoa o Intuition Machines, Inc.",
    "4224961202": "Palekana, Palekana, a me ka Mīkini aʻo.",
    "98173630": "ʻO hCaptcha ka lawelawe kūʻokoʻa kūʻokoʻa i hoʻohana nui ʻia ma ka honua.",
    "1514478724": "Aʻo hou mai",
    "1752795854": "Hāʻawi ʻo hCaptcha i kahi ala hou, pili pono i ka pilikino e hoʻōki i nā bots.",
    "2927700175": "Hōʻike mākou i nā paʻakikī CAPTCHA i paʻakikī no nā bots akā maʻalahi no ka poʻe ma o ka hōʻiliʻili ʻana i ka ʻikepili paʻakikī-e-label mai nā pilikia aʻo mīkini, a me ka hoʻohana ʻana ia mea e ʻike ai inā he kanaka ka pūnaewele a i ʻole ka mea kipa app.",
    "2188609322": "ʻOi aku ka maʻamau o nā mea hana hewa ma ka pūnaewele. Akā ʻo ka mōhai ʻana i ka pilikino mea hoʻohana ʻaʻole ia ka pane.",
    "2032102720": "ʻO nā hoʻonā palekana i hāʻawi ʻia e nā hui hoʻolaha e kālele nui i ka nānā ʻana i nā mea hoʻohana ma ka pūnaewele. Ua hana mākou i kahi hopena palekana maikaʻi e hōʻike ana i ka hōʻino ʻana i ka pilikino o ka mea hoʻohana ʻaʻole pono e hāʻawi i nā hopena maikaʻi loa.",
    "4146870445": "ʻO wai mākou",
    "353066938": "He hui ʻike, e hana ana i nā pilikia paʻakikī o kēia lā. ʻO ka hCaptcha kahi lawelawe o",
    "1173652155": "Nā kākāʻōlelo",
    "2256305371": "Kumu, CS ma ke Kulanui o Kaleponi, Berkeley. Hoʻonaʻauao hohonu, palekana, loea blockchain. Luna Nui o Oasis Labs.",
    "2177660021": "ʻepekema noiʻi ma Stanford. ʻO ke aʻo ʻana i ka mīkini a me ka nui o ke kālā ma nā panakō nui, nā kālā pā, a me nā ʻoihana kula.",
    "2686825859": "E kau inoa manuahi a e kelepona mai iā mākou e pili ana i nā hoʻonā hCaptcha Enterprise",
    "583434701": "Hiki ke komo i ka hCaptcha",
    "611905972": "E hōʻoia ana i ke komo maʻemaʻe o nā mea hoʻohana a pau i ka mālama ʻana i ka palekana",
    "874098071": "Inā he mea hoʻohana hiki iā ʻoe, e ʻoluʻolu e kau inoa ma aneʻi",
    "2745385064": "Hōʻuluʻulu manaʻo",
    "3353238942": "Hoʻolālā ʻia ka hCaptcha e hoʻōki i nā bots ma ka hoʻokaʻawale ʻana iā lākou mai nā kānaka. ʻO nā hoʻokolohua ʻike he mea maʻalahi no kēia, akā ʻaʻole hiki i nā mea a pau ke hoʻoponopono i kahi pilikia ʻike.",
    "3600022491": "No kēia kumu, ua hoʻolālā mākou i kahi ʻokoʻa maʻalahi a ʻeha ʻole e ʻae i ka poʻe hoʻopuka e hoʻohana ana i kā mākou lawelawe e mālama i ka hiki no nā mea āpau me ka pauku 508 a me ka WCAG 2.1 AA hoʻokō.",
    "2557240048": "Pehea e hana ai: ʻo ka mea mua, kau inoa ka mea hoʻohana ma o",
    "3871665286": ", i pili nui ʻia ma ka ʻaoʻao ʻike widget hCaptcha. Hāʻawi ʻia lākou i kahi kuki i hoʻopili ʻia i hiki ke hoʻohana ʻia i nā manawa he nui i ka lā, akā pono e hōʻoluʻolu ʻia i kēlā me kēia 24 hola ma o ka hoʻopaʻa inoa.",
    "3441764123": "Ke hōʻike ʻia kahi paʻakikī i kahi mea hoʻohana hiki i kahi pūnaewele e hoʻohana ana i ka lawelawe hCaptcha, e hala koke lākou.",
    "4247858664": "ka ʻaoʻao hoʻopaʻa inoa hiki",
    "1297657322": "ʻO ka pale o ka mea hoʻohana ma hope o ke komo ʻana",
    "1717658846": "Koho hiki i ka papa kuhikuhi UI widget",
    "1266963825": "Nīnau: Ua kūpono anei ka hCaptcha Section 508 + WCAG 2.1 AA?",
    "850025770": "A: Ke manaʻoʻiʻo nei mākou: hiki i nā mea hoʻohana āpau me nā ʻano kīnā ʻole ke nānā i ka pūnaewele a hoʻokomo i nā kikokikona ma nā palapala hiki ke komo i nā lawelawe i pale ʻia e hCaptcha ma ke kau inoa ʻana. Eia naʻe, ʻaʻole kēia he ʻōlelo aʻo kānāwai: pono ʻoe e hana i kāu loiloi ponoʻī, me ka noʻonoʻo ʻana i kāu hoʻokō ponoʻī e hōʻoia i kēia ka hihia no kāu kau ʻana.",
    "159272246": "Nīnau: Ke hana nei ʻoe i nā koho ʻokoʻa ʻē aʻe (\"a11y\"), e like me ka leo?",
    "4074220464": "A: ʻO nā koho kaulana mua e like me nā leo captchas e hoʻokae i nā mea hoʻohana a11y a hiki ke lanakila maʻalahi e nā ʻenehana aʻo mīkini hou. Ua hoʻoikaika kēia i nā pilikia leo o kēia manawa e lilo i mea paʻakikī, hoʻopuka i ka walaʻau, ka manawa ʻē, nā hui huaʻōlelo ʻokoʻa, a pēlā aku e lanakila ai i nā mea hoʻouka. No laila, ʻaʻole mākou i makemake nui i kēia ala me ka pale ʻole ʻana i ka pilikia, akā e noʻonoʻo mākou inā he koi mai ke kaiāulu a11y.",
    "2309661107": "Akā naʻe, hoihoi nui mākou",
    "2555914614": "no ka hihia hoʻohana Accessibility. Manaʻo mākou ʻo ka hoʻohui ʻana i kā mākou ala a11y i kēia manawa me ka hoʻopuka ʻana i ka Privacy Pass e ʻae i nā mea hoʻohana a11y e mākaʻikaʻi me ka palekana, paʻa i ka ʻike ʻoi aku ka pilikino o kā lākou kaʻa, ʻoiai ke kaohi ʻana i ka hoʻomāinoino ʻia e nā mea hana bot i hiki ʻole ke loaʻa ke loaʻa nā koho a11y. He poʻe paʻa mākou i ka pūʻulu hana IETF e hoʻohālikelike ana i kēia ʻenehana hou.",
    "2583775432": "Nīnau: Pehea e pili ana i ka pilikino? Ke hōʻike nei ka hoʻopaʻa inoa ʻana i ka ʻikepili hulina a11y ma kekahi ala? He aha kāu e hana ai me ka leka uila?",
    "4215483493": "A: Hoʻolālā ʻia ka hCaptcha no ka pilikino mai ka honua. He ʻokoʻa loa ia ma mua o nā koho kuʻuna e like me reCAPTCHA nona nā pūnaewele hoʻolaha, nona ka manaʻo e hahai iā ʻoe a puni ka pūnaewele a hoʻopili iā ʻoe me kahi ʻike maoli.",
    "2474661839": "ʻO kā mākou",
    "4137573005": "Loaʻa nā pane ākea a mana e pili ana i ka hoʻohana ʻana i ka ʻikepili, akā ʻo ka pane pōkole ʻaʻohe o mākou hoihoi i ka hoʻopili ʻana iā ʻoe ma ke ʻano he kanaka me kāu mōʻaukala mākaʻikaʻi.",
    "4101570501": "Ke hana nei nō hoʻi mākou i kahi hopena cryptographic e hoʻolei wikiwiki i kāu leka uila me ka mālama ʻana i ko mākou hiki ke pale aku i ka hoʻomāinoino, e hoʻokō i kā mākou hana Privacy Pass.",
    "260595108": "ʻAʻole mākou e hoʻohana i nā leka uila a i ʻole ka ʻike no kekahi kumu ʻē aʻe ma mua o ka hoʻohana ʻana a me ka pale ʻana i ka hana ʻino.",
    "3063819779": "kulekele pilikino",
    "465714311": "No nā mea hoʻohana hiki ke komo: Q&A a me ke alakaʻi hoʻoponopono pilikia",
    "3596207631": "Nīnau: Ke ʻike nei au i kahi paʻakikī ma hope o ka hoʻonohonoho ʻana i ke kuki. He aha ke kumu o kēia?",
    "469089249": "A: He mea maʻamau kēia ma muli o ka hoʻohana ʻana i kahi hoʻolaha hoʻolaha koʻikoʻi a i ʻole ka hoʻonui ʻana i nā kuki, a i ʻole kahi hoʻonohonoho e poloka ai i nā kuki \"cross-site\", i kēia hihia he kuki no hcaptcha.com i hoʻonohonoho a nānā ʻia e ka hCaptcha JS ma kahi kahua like ʻole, e like me kāu e kipa nei.",
    "4263626815": "Hana nā kuki hiki i ka hCaptcha me nā mākaʻikaʻi kaulana a me nā mea hoʻolaha hoʻolaha me kā lākou mau hoʻonohonoho maʻamau, no laila, ʻo ka hapa maʻamau ma muli o nā palapala \"anti-anti-adblock\" a i ʻole nā lula like e huli ana i nā pūnaewele.",
    "3906359167": "Nā pane:",
    "3464870463": "1. Whitelist hcaptcha.com a me *.hcaptcha.com nā kuki i kāu hoʻolaha hoʻolaha a i ʻole ka hoʻonui ʻana i ka palekana.",
    "1204911585": "2. Inā ʻoe e hoʻohana nei i ka polokalamu Brave, ʻaʻole i ʻike ʻia (e like me ʻApelila 2020) i ke ʻano o ka papa inoa keʻokeʻo kuki, e hele i nā Koho -> Palena -> Kuki a koho i ka \"Allow All Cookies.\"",
    "2932826396": "3. Inā ʻoe e hoʻohana nei i ka mana hou loa o Safari ma ka OS X 10.15 a i ʻole iOS 13.4, ua hoʻololi wale ʻo Apple i ke ʻano o Safari e pili ana i nā kuki ʻaoʻao ʻekolu, e ālai ana iā lākou a pau ma ka paʻamau. Ke hoʻokō nei mākou i kahi hoʻonā, akā i kēia manawa e ʻoluʻolu e kipa i ka Safari Preferences, Privacy section, a wehe i ka \"Website tracking: Prevent cross-site tracking\" e hiki ai i ke kuki hiki ke hana e like me ka mea i manaʻo ʻia.",
    "3836291932": "Nīnau: Hoʻohana au i nā polokalamu he nui. Pono au e kau inoa i nā manawa he nui?",
    "3251220335": "A: ʻAʻole. E kaomi i ka loulou leka uila like i hoʻouna ʻia iā ʻoe ma kēlā me kēia hāmeʻa āu e hoʻohana ai no ka hoʻonohonoho ʻana i ke kuki.",
    "2082407178": "Nīnau: Pehea e hiki ai iaʻu ke pale aku iaʻu iho mai ka ʻimi ʻana i nā kuki ʻaoʻao ʻekolu i ka wā e hoʻohana ana i ke kuki hiki?",
    "2700197090": "A: E hana ana ka hoʻohana ʻana i ka hoʻonui pilikino a i ʻole hoʻolaha hoʻolaha e kākoʻo ana i ka papa inoa keʻokeʻo pae-pae (e laʻa me uBlock Origin) e like me ka mea i manaʻo ʻia: e hōʻoia i ka whitelist hcaptcha.com.",
    "3657743880": "Nā ʻōlelo aʻoaʻo no nā Kuki Paena Kea",
    "1960601330": "No ka hoʻohana ʻana i nā kuki ma Safari (Mac): E hele i ka papa kuhikuhi hāʻule iho ʻo Safari. E koho i nā Koho. Kaomi iā Privacy ma ka papa luna. Ma lalo o 'Block cookies' koho i ke koho 'Never.'",
    "1622303590": "E hiki ai i nā kuki ma Safari (iPhone/iPad iOS 11+): E wehe i kāu mau hoʻonohonoho. E kaomi i lalo a koho iā Safari. Ma lalo o ka Privacy & Security, e hoʻopau i ka \"Prevent Cross-Site Tracking\" a me \"Block All Cookies\"",
    "2199048568": "Kaomi ma ka pale ma ka ʻaoʻao hema o ka pahu helu wahi ma kekahi ʻaoʻao pūnaewele. E kaomi ma luna o ka Protection Settings. E wehe ʻia ka ʻaoʻao ʻo Firefox Preferences Privacy & Security panel. Ma lalo o ka Enhanced Tracking Protection, koho Kuʻuna. E koho i nā trackers a me nā palapala e ālai ʻia ma ke koho ʻana i kēlā mau pahu pahu. E hōʻoia ua wehe ʻoe i ka hcaptcha.com.",
    "3967047208": "Hiki iā ʻoe ke hoʻopau i kekahi mau pale i ka Custom no ka debug i kēia, ma ke kāpae ʻana i nā pahu pahu: Wehe i ka pahu pahu Trackers a i ʻole ke koho ʻana i ka pahu pahu Kuki inā loaʻa iā ʻoe nā pilikia.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "E koho i ka ikona papa kuhikuhi Chrome. E koho i nā hoʻonohonoho.",
    "926138631": "E hele i ka Privacy and Security, a laila Cookies a me nā ʻikepili pūnaewele ʻē aʻe.",
    "3419878556": "E hōʻoia ʻaʻole hiki i ka \"Paʻi i nā kuki ʻaoʻao ʻekolu\".",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "E wehe i nā koho Chrome mai ka papa kuhikuhi.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Ma kāu kelepona Android, wehe i ka polokalamu Chrome.",
    "3620039756": "Ma ka ʻaoʻao ʻākau i luna, e kaomi i nā mea hou aʻe a laila Nā hoʻonohonoho.",
    "2813310562": "E kāomi i nā Koho Pūnaewele a laila nā Kuki.",
    "3014657981": "Ma hope o \"Nā Kuki,\" e ho'ā i ka hoʻonohonoho.",
    "1242066691": "E nānā i ka pahu ma ka ʻaoʻao o \"E ʻae i nā kuki ʻaoʻao ʻekolu.\"",
    "292250020": "1. E koho i ka mīkini ma ka ʻaoʻao ʻākau o ka pale, a laila koho i \"Nā Koho Pūnaewele\". Inā loaʻa iā ʻoe ka Menu Bar, hiki iā ʻoe ke koho i \"Tools\" a laila \"Internet Options\".",
    "4114820649": "2. Kaomi i ka \"Privacy\" tab.",
    "946838734": "3. E koho i ke pihi \"Advanced\".",
    "348809718": "4. Ma lalo o \"Kuki ʻEkolu\" koho i ka \"Accept\".",
    "1253441326": "5. Kaomi \"OK\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "Kulekele Kūikawā AI",
    "1161704803": "No ke aha i loaʻa iā mākou kahi kulekele AI Ethics?",
    "1806535500": "Ma kahi o kēlā me kēia ʻenehana, mai ka penikala a hiki i ka dynamite, he a",
    "24452499": "hoʻonā; hiki ke hoʻohana no ka maikaʻi a i ʻole ka maʻi. He kuleana ko kēlā me kēia hui e noiʻi ana, kūkulu, a kūʻai aku paha i nā hopena hoʻohana ʻelua e noʻonoʻo i ka hopena o kā lākou hana.",
    "4023575072": "hoʻohana pālua",
    "3336625692": "Hōʻike kēia ʻaoʻao i ko mākou mau manaʻo e pili ana i kēia kumuhana i loko o ka pōʻaiapili o AI Ethics, a me nā kaʻina hana a mākou e hahai ai e hōʻoia i ka hoʻohana ʻana i kā mākou lawelawe e hoʻomau me nā kulekele a mākou i hāpai ai ma ke ʻano he hui.",
    "835717930": "AI Ethics ma hCaptcha",
    "2179524509": "Loaʻa iā mākou nā nīnau e pili ana i ke ʻano o nā nīnau i ʻae ʻia no ka lawelawe hCaptcha, a no ke aha e nīnau ʻia ai nā nīnau.",
    "1962721652": "He poʻe ʻimi kumu hoʻohālike nā kānaka, a i kekahi manawa hiki ke hele ka nīnau hewa ʻole mai ka kānalua ʻole a hiki i ka kānalua i ka manawa koke, ma muli o nā loli o ka honua ma mua o ka hoʻoikaika ʻana o kekahi e nīnau i ka nīnau.",
    "3974566657": "I ka lilo ʻana o nā lawelawe i kaulana, ʻoi aku ka maʻamau o kēia ʻano hanana. Hoʻohana ʻia ka hCaptcha e nā miliona o ka poʻe i kēlā me kēia lā ma kahi kokoke i nā ʻāina āpau o ka honua, no laila ke paʻi nei mākou i kēia kulekele a me kahi noiʻi hihia e pili ana i ka hoʻoponopono ʻana i kēia mau pilikia i mea e maopopo ai ka hiki.",
    "1830910223": "ʻO kahi haʻawina hihia AI Ethics maoli",
    "805971861": "ʻO ka \"Umbrella\" kahi huaʻōlelo i ImageNet, ka papa kuhikuhi kikoʻī maʻamau i hoʻohana ʻia e nā mea noiʻi ʻike kamepiula. He mea koʻikoʻi ka ʻike pono ʻana i ka poʻe e paʻa ana i nā umbrellas no ke kūkulu ʻana i nā ʻōnaehana kōkua hoʻokele holomua holomua (ADAS).",
    "3988350": "ʻO ia ke ʻano he mau hihia hoʻohana maikaʻi loa no nā annotations umbrella honua maoli. Aia kahi lumi no ka ʻae ʻole i ka hopena o nā kaʻa kaʻa ponoʻī, akā ke mālama nei nā ʻōnaehana ADAS",
    "548587288": "a puni ka honua.",
    "3138772661": "mau tausani ola i kēlā me kēia makahiki",
    "3168199226": "Eia nō naʻe, i ka makahiki 2020 ua ʻike maopopo ʻia ke kūkulu ʻana i kēia ʻano ʻikepili i hiki ke ʻike ʻia he ʻenehana hoʻohana ʻelua ma kahi ala i manaʻo ʻia i hoʻokahi makahiki i hala.",
    "558378834": "No laila ʻaʻole mākou e ʻae hou i nā noi no nā nīnau e pili ana i nā umbrellas i kēia manawa. ʻO ka hiki ke huikau ke ʻike ka mea hoʻohana hope i kahi nīnau e pili ana i nā umbrellas i kēia manawa he kiʻekiʻe loa, a ʻo kā mākou pahuhopu e hoʻolilo i ka honua i wahi ʻoluʻolu.",
    "3376604063": "Nā kulekele a me nā kaʻina hana AI Ethics",
    "1923365316": "Loaʻa iā mākou kahi kulekele AI Ethics koʻikoʻi ma hCaptcha, a ʻo kekahi hapa o ia mea e pili ana i kahi kaʻina hana Know Your Customer (KYC).",
    "4230322909": "Ke hoʻāʻo mau nei mākou e loaʻa ka ʻike maikaʻi o kēlā me kēia mea kūʻai aku a me kā lākou hihia i manaʻo ʻia, e hōʻoia ʻia he kūpono maikaʻi ia no kā mākou huahana a me nā lawelawe a e hōʻoia i ka hahai ʻana i nā kulekele a mākou i lawe ai ma ke ʻano he hui.",
    "2735073144": "Hana pū mākou i nā loiloi e like me ka mea e pono ai. No ka laʻana, i kā mākou loiloi hou ʻana i nā lā a me nā kumu o nā noi no nā noi lepili e pili ana i ka umbrella, ua hiki koke iā mākou ke hōʻoia ʻaʻole ʻaʻohe hui aupuni a i ʻole mea hoʻolako mokuʻāina ʻike ʻia i noi i nā umbrellas e hoʻohana ana i kā mākou lawelawe i nā mahina he 12 i hala. .",
    "2715462692": "He aha ke ʻano o kā mākou kaʻina hana AI Ethics?",
    "3049976256": "No kēlā me kēia mea kūʻai lepili hou, hele mākou i kahi papa inoa i ka wā kūʻai. Loaʻa kēia i ka hoʻoikaika KYC mua ma mua o ke kau ʻana, a me ka hōʻoia ʻana i nā noi āpau i hana ʻia i kā mākou mea loiloi, a me ka nānā ʻana i ka manawa maoli a me nā loiloi manawa o nā noi i hana ʻia me kā mākou kahua lawelawe ponoʻī.",
    "3103642530": "Hoʻokumu ʻia kēia loiloi i nā pūʻulu he nui:",
    "3349094124": "Nā pae hoʻohālike pili pono: Pahuhopu",
    "1038019440": "1. Ke hōʻike nei kēia mea kūʻai aku i nā pono aupuni o kahi ʻāina i ʻike ʻia e hana i ka hana kūʻē i nā kānāwai a me nā loina o ka honua?",
    "493717511": "2. Ke noi nei kēia mea kūʻai aku i nā lawelawe i hiki ke",
    "2209109640": "hoʻohana wale ʻia no nā kumu ʻino, ma ke ʻano o kā lākou mau hana ʻoihana maʻamau?",
    "3457805519": "3. Hiki ke hoʻokō ʻia ka noi a ka mea kūʻai aku ma lalo o ke kānāwai US a me kā mākou mau lula pili?",
    "1942611550": "mua",
    "109179759": "Nā pae hoʻohālike pili pono: Subjective",
    "1033698050": "1. Ke manaʻoʻiʻo nei mākou ua hāʻawi ka mea kūʻai aku i kahi hihia hoʻohana a mākou i manaʻo ai he ʻae ʻia, e like me kā mākou wehewehe ʻana i nā loina maʻamau o ke Komohana?",
    "361372538": "2. Ke manaʻoʻiʻo nei paha mākou e hoʻohana ʻia kā mākou lawelawe i hāʻawi ʻia e ka mea kūʻai aku no ka hoʻokae ʻana, ma nā ʻano kūpono i ke kānāwai akā ʻaʻole i ʻae ʻia iā mākou?",
    "2867855718": "3. Ke manaʻoʻiʻo nei mākou e hiki ke hoʻokō pono ʻia nā pono pilikino no ka noi?",
    "2462728596": "Inā ʻaʻole hiki iā mākou ke hōʻoluʻolu iā mākou iho ma kēia mau wahi, e hōʻole mākou i ka noi a hiki ke hoʻopau i ke komo hou ʻana i kā mākou kahua, e like me ka mea i hōʻike ʻia ma kā mākou ʻŌlelo.",
    "1995277831": "Mahalo",
    "1818116402": "Manaʻo mākou ua mahalo ʻoe i kēia nānā i ke ʻano o kā mākou lawelawe ʻana i nā nīnau hana me kahi mea AI Ethics.",
    "1499894352": "He liʻiliʻi loa nā hui e hāʻawi i ka ʻike i kā lākou hana hoʻoholo i kēia wahi, a ke manaʻo nei mākou e hahai kekahi i kēia hiʻohiʻona!",
    "535659033": "Hoʻohui ʻia ʻo Creative Commons",
    "1495915066": "Pehea mākou, kā mākou mau hoa noiʻi hoʻonaʻauao, a me kā mākou mea kūʻai aku e hoʻohana ai i ka media Creative Commons",
    "3017533972": "Hiki iā mākou, ko mākou mau hoa noiʻi hoʻonaʻauao, a me kā mākou mea kūʻai aku i kekahi manawa ke kuhikuhi a hana hou i nā ʻāpana o Creative Commons-licensed content ma o ka hCaptcha platform i mea e holomua ai ka ʻike o ke kanaka ma ke kahua o ka mīkini aʻo.",
    "1428053210": "Hoʻololi pinepine ʻia kēia ʻike mai kona ʻano kumu. No ka laʻana, hiki ke hoʻokaʻawale ʻia kahi wikiō i nā kiʻi he nui, hiki ke hoʻokaʻawale ʻia kēlā mau kiʻi i nā kiʻi hou he nui, a laila hui pū ʻia kēlā mau kiʻi hou e hana i ka hopena hope i hōʻike ʻia.",
    "1728211763": "ʻO ka hoʻohana ʻana i nā ʻike ma kēia ʻano a no kēia mau kumu e hāʻule i loko o nā alakaʻi hoʻohana kūpono e like me ko mākou ʻike i ke kānāwai a me nā hana maʻamau i ke kula, akā he poʻe lōʻihi mākou no Creative Commons a makemake mākou e hāʻawi i ka mahalo i nā mea kōkua i ka hana nui o ka hoʻomaikaʻi ʻana i ka ʻike mīkini.",
    "1949452297": "Ma muli o nā kaohi o ka hCaptcha UI a me kāna mau noʻonoʻo palekana, ʻaʻole hiki ke hana hou i ke kumu o kēlā me kēia kiʻi e pili pono ana i kona hoʻohana. Akā, pili mākou i kēia ʻaoʻao mai kā mākou ʻaoʻao home a mālama i kahi papa inoa o nā kumu i kēia manawa a i ʻole i lawelawe ʻia ma o ka paepae. Hiki iā ʻoe ke komo i ka papa inoa o kēia manawa",
    "2367602973": "maanei",
    "659124570": "Eia hou, inā ʻike ʻoe i ka ʻikepili iā ʻoe i hoʻopuka hou ʻia ma ka platform hCaptcha a makemake ʻoe e wehe ʻia no kekahi kumu, hiki iā ʻoe ke hoʻokaʻaʻike mai iā mākou ma ka leka uila ma",
    "2066749488": "Nā Hoʻopiʻi ʻē aʻe",
    "3479034323": "Inā ʻike ʻoe i ka ʻikepili iā ʻoe i hoʻopuka hou ʻia ma ka platform hCaptcha a makemake ʻoe e wehe ʻia no kekahi kumu, hiki iā ʻoe ke hoʻokaʻaʻike mai iā mākou ma o ka leka uila.",
    "1836554225": "Blog Posts",
    "2873297188": "Hoʻokae nā CAPTCHAS a pau i ka poʻe ʻaʻole ʻAmelika?",
    "165932542": "ʻO ka nānā ʻana i ka hCaptcha hoʻoponopono i nā uku ma ka honua holoʻokoʻa",
    "1865097546": "Nowemapa 16, 2021",
    "3005876482": "ʻO ka hCaptcha ka lawelawe kūʻokoʻa nui loa CAPTCHA, holo ma 15% o ka Pūnaewele",
    "693820850": "Hiki iā ʻoe ke lanakila iā Google ma ka waiho mua ʻana i ka pilikino",
    "3609106478": "Hoʻopaʻa palapala hōʻoia:",
    "299335340": "He aha ia a pehea e hooki ai i ka hoouka ana",
    "354925785": "Intro",
    "423222878": "ʻO kekahi o nā cyberattacks paʻakikī loa e ʻike, pale a hoʻōki i kahi e hiki ai i kahi mea hana ʻino ke hoʻohana i nā hōʻoia mea hoʻohana pono e komo i kahi moʻokāki mea hoʻohana ikaika. Me ka loaʻa ʻole o nā mana ʻike makamae i kahi, ʻaʻohe kumu o ka ʻoihana e hoʻolaha ana i ka mooolelo e kānalua ai he hewa kekahi. ʻIke ʻia ua komo ka mea kūʻai aku i kāna moʻokāki. Ua hoʻokō ka mea hoʻouka i kēia hoʻopunipuni kūleʻa me ka hoʻohana ʻana i nā hōʻoia i ʻaihue ʻia - ʻo ia ka hopena o kahi ʻenehana cyberattack i kapa ʻia ʻo \"credential stuffing.\" He pilikia koʻikoʻi kēia i kēia lā, akā hiki ke hoʻohaʻahaʻa ʻia me nā mea hoʻoponopono kūpono.",
    "777660551": "He aha ka Credential Stuffing?",
    "2602763587": "ʻO ka hoʻopili ʻana i ka hōʻoia he ʻano o ka cyberattack kahi e hoʻāʻo ai ka mea hoʻouka e komo i kahi pūnaewele i nā manawa he nui me ka hoʻohana ʻana i nā inoa inoa a me nā ʻōlelo huna. ʻO ka \"stuffing\" e pili ana i nā ho'āʻo hoʻopaʻa inoa hou, kahi e hana mau ʻia e nā polokalamu bot automated.",
    "1271831121": "ʻAʻole ia me he mea lā e noho ana ka mea hacker (ʻaʻahu ʻia i ka hoodie, ʻoiaʻiʻo!) e paʻi ana i ka hōʻoia ma hope o ka hōʻoia. Hiki ke hana ʻia ka bot log automated mai kahi mea hana ma waho o ka papa e like me Selenium a i ʻole kahi mea hana hacker i kūkulu ʻia.",
    "2588750717": "ʻOiaʻiʻo, ʻo kekahi mau hōʻailona hōʻoia e pili ana i nā miliona o nā hōʻoiaʻiʻo - ua hoʻokomo ʻia nā mea a pau i loko o ka pūnaewele hoʻopaʻa inoa ʻole me ka manaʻolana e hoʻokuʻu ʻia i loko.",
    "1137757109": "Inā he moʻokāki eCommerce, hiki i ka mea hoʻouka ke kauoha i nā mea kūʻai. Inā he panakō ka mea i hōʻeha ʻia, hiki i ka mea hoʻouka ke hoʻoili kālā i waho, a pēlā aku.",
    "1559150837": "ʻAʻole pale ʻole nā pahuhopu. Loaʻa i ka hapa nui o nā pūnaewele nā mana e ālai ana i kahi mea hoʻohana kānalua e hoʻāʻo nei e komo i loko o nā tausani o nā moʻokāki like ʻole mai ka leka uila IP hoʻokahi i kahi manawa pōkole. ʻO ka mea e hana ai ka poʻe hoʻopiʻi hōʻoia e hoʻopuni i kēia mau ʻenehana pale ʻo ia ka hoʻohālikelike ʻana i ka ʻano ʻāina a me ka IP. Ke hoʻohana nei i nā mea hana ikaika, pinepine AI, hiki iā lākou ke hōʻike i nā tausani o nā mea hoʻohana e hoʻāʻo wale nei e komo i nā manawa like ʻole o ka lā mai nā ʻāina āpau. ʻOi aku ka paʻakikī o kēia e ʻike a hoʻōki.",
    "1892020899": "Ma hea e loaʻa ai i nā hacker nā hōʻoia?",
    "2597149484": "ʻO ke kumu e \"hoʻopili\" ai ka mea hacker i ka nui o nā hōʻoia e pili ana i kahi e loaʻa ai kā lākou mau palapala ʻaihue.",
    "3030395800": "Loaʻa pinepine kēia mau hōʻoia mai nā haʻihaʻi ʻikepili. Ua ʻike ʻia ʻo ia ʻo \"credential spills,\" hiki i kēia mau hōʻeha ke hopena i nā miliona o nā hōʻoia e hoʻolei ʻia i ka pūnaewele pouli. Inā mai ka panakō mai, e hoʻāʻo ka mea hacker e hoʻohana i kēlā mau hōʻoia e hele ai i nā pūnaewele ʻē aʻe. Ke hana nei kēia ala no ka mea nui ka poʻe e hoʻohana i ka inoa inoa like a me ka hui ʻōlelo huna no nā pūnaewele lehulehu. (Hoʻopau ʻia kēia hana, akā ʻo ka ʻoiaʻiʻo ka mea.",
    "1258965840": "No laila, inā hiki i ka mea hoʻouka ke komo i ka pūnaewele hoʻokahi, hiki paha iā ia ke komo i nā pūnaewele he nui me ka hoʻohana ʻana i nā palapala hōʻoia. No ka laʻana, loaʻa paha iā lākou kahi inoa inoa / ʻōlelo huna e like me JohnDoe/525momma, akā ʻaʻohe o lākou manaʻo i ka mea a kēlā hui e hana ai no lākou. No laila, hoʻāʻo lākou i ka pālua ma Amazon.com, Ebay, Citibank, Walgreens a ma luna aʻe. Hiki iā lākou ke hoʻāʻo i kēlā hui ma nā pūnaewele ʻokoʻa.",
    "3594440415": "I ka hopena, hoʻomaka lākou e wehe i nā puka.",
    "780280214": "Pehea ka hCaptcha a me ka hCaptcha Enterprise e hoʻēmi ai i ka hoʻoweliweli hoʻopili ʻana",
    "4165374512": "ʻOiai hiki ke hoʻohana i nā mea hana IP a me ka ʻike wahi no ka pale ʻana i ka hoʻopiha ʻana i ka hōʻoiaʻiʻo, ʻoi aku ke kumu kūʻai ʻoi aku ka maikaʻi a pololei hoʻi ʻo ka hoʻopau wale ʻana i ka bot automated credential stuffing. Hiki i ka hCaptcha a me ka hCaptcha Enterprise ke hoʻopaʻa i ka bot ma kahi o ke komo ʻana. ʻOiai inā loaʻa i ka bot nā hōʻoia kūpono, inā ʻaʻole hiki iā ia ke hele ma mua o ka ʻike ʻana o ka hCaptcha Enterprise a i ʻole ka CAPTCHA o hCaptcha, ʻaʻole hiki iā ia ke hana i kāna mea hana a pale ʻia kāu pūnaewele a me nā mea hoʻohana.",
    "3269644546": "E 'oluʻolu",
    "1058572205": "iā mākou inā makemake ʻoe e aʻo hou e pili ana",
    "3753613260": "pili",
    "1792519141": "ʻOihana hCaptcha",
    "3515435438": "Hōʻike i nā hoʻopiʻi DMCA",
    "54093347": "Agena i kakau inoa DMCA",
    "3233441200": "E hana hou i ke Kulekele Infringer",
    "4011712313": "Ma ke ʻano he ʻāpana o kā mākou Kulekele DMCA, waiho mākou i nā moʻolelo o nā mea kūʻai aku i loaʻa iā mākou nā leka hoʻomaopopo DMCA he nui o ka hewa i ʻōlelo ʻia i loko o kahi kulekele hoʻopiʻi hou DMCA. Ma ka loaʻa ʻana o nā leka hoʻomaopopo DMCA i hoʻokahi mahina alemanaka, e holomua ka moʻokāki o ka mea kūʻai mai kahi pae kulekele a i kahi aʻe.",
    "766825168": "ʻO nā hana a mākou e hana ai ma lalo o ka DMCA Repeat Infringer Policy, ʻo ia ka hoʻouna ʻana i nā mākaʻikaʻi o ka ʻike nui ʻana i ka mea kūʻai aku o ka mooolelo. No ka hoʻomaopopo ʻana i kēia mau ʻōlelo aʻoaʻo, koi mākou i ka mea kūʻai aku e komo i ka moʻokāki a kelepona paha i kā mākou hui kākoʻo. Mālama pū mākou i ke kuleana e hoʻokuʻu a hoʻopau paha, a me ka hoʻopili ʻana i nā hana kuʻuna ʻē aʻe, i ka lawelawe hCaptcha a me IMI o kekahi mea kūʻai aku i hoʻomau ai mākou i ka loaʻa ʻana o nā leka DMCA no ka hewa i ʻōlelo ʻia ma hope o kā mākou hoʻouna ʻana i nā leka hoʻopiʻi hou. Eia hou, hiki iā mākou ke hoʻopau ma ko mākou manaʻo hoʻokahi i nā lawelawe hCaptcha a i ʻole IMI i hāʻawi ʻia i kēia mau mea kūʻai aku ke hoʻopau mākou i ka lawelawe hCaptcha ma lalo o kēia kulekele.",
    "2410122265": "Nā Punawai hCaptcha: Bots 101",
    "4166776480": "Hoʻopaʻa inoa: He aha ia a pehea e hoʻopau ai i nā hoʻouka kaua",
    "2301335298": "Hoʻopunipuni Uku: Hoʻemi i kahi ʻano wikiwiki o ka Cybercrime",
    "3682071227": "He aha nā mea lawe kālā a pehea lākou e hana ai?",
    "2729131930": "He aha ka Scraping a pehea e hana ai?",
    "1344959096": "Ke hana nei ma ke ʻano he mea hōʻailona ʻikepili pākahi",
    "3510143229": "He lawelawe ʻo hCaptcha no nā pūnaewele a me nā polokalamu,",
    "3930611699": "kanaka paahana.",
    "1051214799": "ʻO ka hCaptcha kahi lawelawe palekana pūnaewele e hoʻāʻo e kaʻana like i ka waiwai me nā mea hoʻopuka o nā pūnaewele a i ʻole nā polokalamu e hoʻohana ana ia mea.",
    "360236473": "ʻAʻole manaʻo ʻia ka lawelawe hCaptcha e hoʻohana ʻia no kekahi e hana ma ke ʻano he mea hōʻailona hoʻokahi. ʻAʻole i hoʻolālā ʻia no kēia kumu. ʻAʻole mākou e paipai i kekahi e hoʻohana i ka hCaptcha i kumu o ka loaʻa kālā pilikino.",
    "3842490632": "ʻO ka mea hoʻohana hoʻokahi e hoʻāʻo nei e pane i nā nīnau he nui paha ka helu palena a pāpā koke ʻia. He mea nui e like me kā mākou",
    "1560232962": "uhi i nā kikoʻī, ʻaʻohe mea hōʻoiaʻiʻo e pili ana i ka nui i loaʻa no kēlā me kēia pane. ʻAʻohe nīnau i uku ʻia i kēlā manawa, hiki ke hōʻole ʻia kahi pane no nā kumu maikaʻi, a pēlā aku.",
    "2694001822": "Eia nō naʻe, hoʻolimalima mākou i kekahi manawa e kōkua iā mākou e hoʻāʻo i nā waiwai ʻōnaehana a me nā hiʻohiʻona hou.",
    "1569804581": "Inā makemake ʻoe e hoʻopili ʻia i ka wā e hiki mai ana e pili ana i nā manawa pili, e ʻoluʻolu e hoʻopiha i kēia palapala.",
    "636461959": "Inoa",
    "1139500589": "ʻāina",
    "1789607185": "Helu leka uila",
    "325077666": "Ma ka waiho ʻana i kāu ʻike e ʻae ʻoe i kā mākou",
    "3555583744": "a",
    "3609929815": ". E mālama mākou i kou inoa, ka ʻāina, a me ka ʻike leka uila no ka hoʻopili ʻana iā ʻoe i ka wā e hiki mai ana e pili ana i nā manawa hana hoʻopaʻa inoa.",
    "4197928199": "Kulekele pilikino",
    "851786723": "Ma ke komo ʻana i kāu leka uila, ua ʻae ʻoe i kā mākou ʻŌlelo a me nā Kulekele pilikino, a e loaʻa i ka leka uila mai iā mākou.",
    "2402165761": "Pehea ka hana ʻana o ka ʻōpala?",
    "4260542944": "ʻO ka ʻili ʻana i nā maʻiʻo (i ʻike ʻia ʻo \"screen scraping\" a i ʻole \"scraping\") kahi hana maʻamau, pono pinepine no ka ʻohi ʻana i ka ʻike mai ka pūnaewele. Eia naʻe, i nā makahiki i hala iho nei, ua lilo ka ʻenehana i mea hana i makemake nui ʻia e nā hackers a me nā mea hoʻopunipuni. Hiki i nā Countermeasures ke hoʻemi pono i ka hoʻoweliweli, akā no ka hoʻokō ʻana iā lākou, pono e hoʻomaopopo i ke ʻano o ke kaʻina hana.",
    "2066255783": "He aha ka ʻimi ʻana i ka maʻiʻo?",
    "1910628828": "ʻO ka ʻili maʻiʻo kahi ʻenehana no ka hopu ʻana i ka ʻikepili mai kahi ʻōnaehana e pili ana i kahi hāmeʻa ʻakomi e hoʻohālike i kahi mea kūʻai lako polokalamu a i ʻole kahi polokalamu kele pūnaewele. ʻAʻole ia he mea hou. ʻO ka ʻoiaʻiʻo, no nā ʻenekini polokalamu e pono ai i ka ʻikepili mai kahi papa nui kahiko, ʻo ka ʻōpala ke ala wale nō e unuhi i ka ʻike. Ua hala paha nā mea hoʻohui kumu a hiki ʻole ke hoʻololi.",
    "3408107995": "I kēia lā, ʻoiai, ʻo ka ʻoki ʻana ʻo ia ke ʻano o kahi ala papahana e huki ai i ka ʻikepili mai kahi pūnaewele. Hana ʻia ka polokalamu scraping e like me ka mea hoʻohana kanaka, ke kaomi ʻana i nā pihi a heluhelu i ka hopena. Nui nā hoʻohana kūpono no ka ʻōpala. ʻO nā mea kolo pūnaewele e hoʻoikaika ana i nā ʻenekini huli kekahi laʻana. Pēlā nā mea hana e like me Skyscanner e ʻimi nei i nā kuʻikahi huakaʻi ma o ka hui ʻana i nā tausani o nā pūnaewele huakaʻi. Hoʻohana pū nā ʻoihana Fintech i ka ʻikepili kālā o ka mea hoʻohana mai nā kahua panakō inā ʻaʻohe Application Programming Interfaces (API) i loaʻa e hana i ka pilina ʻikepili. ʻO nā mea e hoʻomanaʻo e pili ana i ka ʻili ʻana i ka pale ʻo kona wikiwiki a me ka scalability. Hiki i ke kaʻina hana ke hōʻiliʻili i ka nui o ka ʻikepili mai nā pūnaewele, me ka manaʻo ʻaʻole i hoʻonohonoho ʻia nā pūnaewele e kāpae i ka hana ʻana. I ka wikiwiki o ka helu ʻana, hiki i ka mea ʻōpala ke hōʻiliʻili i nā ʻikepili nui ma o ka launa pū ʻana me nā pūnaewele a me nā polokalamu a me nā ʻikepili i mana iā lākou.",
    "1920884252": "No ke aha i hoʻoweliweli ʻia ai ka ʻimi ʻana i ka ʻike?",
    "2256795853": "ʻO ka hiki ke unuhi i ka nui o ka ʻikepili, wikiwiki, mai nā pūnaewele e hana i ka ʻoki ʻana i kahi mea hana ikaika i nā lima o nā mea hana ʻino. Hiki i kahi bot scraping ke hōʻiliʻili i ka ʻikepili mea hoʻohana mai nā pūnaewele media. A laila, ma ka ʻoki ʻana i nā pūnaewele i loaʻa nā helu a me nā ʻike pilikino ʻē aʻe a me ka hoʻoponopono ʻana i nā hopena, hiki i ka mea hacker ke komo i nā hewa ʻike e like me ka hoʻouna ʻana i nā noi kāleka hōʻaiʻē hoʻopunipuni.",
    "4087694419": "Hiki i ka mea hacker scraping ke hōʻiliʻili i ka ʻikepili mai nā pūnaewele e like me Amazon a me eBay e hana i nā papa inoa huahana hoʻopunipuni a hoʻopunipuni. Hiki iā ia ke hāʻawi aku iā lākou no ke kūʻai aku ma nā lawelawe peer-to-peer e like me OfferUp a hana i nā hoʻouka phishing i nā mea kūʻai. A i ʻole, hiki i ka mea hoʻopunipuni ke kūʻai aku i nā huahana i loaʻa ʻole. Ma ka ʻoki ʻana i ka ʻike mai nā pūnaewele hoʻopuka, hiki i ka mea hoʻopunipuni ke hana i nā ʻaoʻao hoʻolaha hoʻolaha hoʻopunipuni ma nā lawelawe like ʻole. A laila hiki iā lākou ke kūʻai aku i nā hoʻolaha ma ia mau ʻaoʻao i nā mea kūʻai aku i ʻae ʻia, nona nā pilina a lākou i ʻohi ai mai ka faila ads.txt a ka mea hoʻopuka. ʻIke ʻia nā pā hoʻolaha i ka mea hoʻolaha, akā ʻaʻole.",
    "3315658779": "Kāohi i ka ʻimi ʻana i ka ʻike me ka hCaptcha Enterprise",
    "2602081482": "Hoʻohana ʻo hCaptcha Enterprise i ke aʻo ʻana i nā mīkini kiʻekiʻe no ka ʻike ʻana i nā kaʻa ʻino i kāu pūnaewele a me nā polokalamu - me nā hana ʻōpala.",
    "1422537019": "iā mākou i kēia lā e aʻo hou aku.",
    "1988268879": "Lepili ʻikepili kumu kūʻai ma ka pālākiō",
    "2163914794": "Makemake ʻoe i nā lepili hou aʻe no kāu mau waihona? Hāʻawi ʻo hCaptcha i ka hōʻailona ʻikepili wikiwiki, kumu kūʻai, a kiʻekiʻe hoʻi no nā hui e hana ana i ka naʻauao a me nā noi aʻo mīkini.",
    "3378932530": "E hōʻailona ʻia kāu ʻikepili i kēia manawa",
    "3483700676": "E hoʻomaka koke i nā miliona o nā hana",
    "3478726913": "Loaʻa iā hCaptcha kekahi o nā loko nui loa ma ka honua i loaʻa no kāu hoʻohana. ʻO nā mea a pau āu e kau ai, hiki iā mākou ke lawelawe me ka ʻole o nā hoʻohiki mua. ʻAʻole pilikia nā miliona o nā hana i kēlā me kēia lā.",
    "740501259": "ʻO nā paipu hoʻokele API maʻalahi",
    "2784612261": "Makemake ʻoe e hoʻohui pololei i ka loiloi kanaka i kāu hana ʻoihana? Hāʻawi mākou i nā SLA hilinaʻi kiʻekiʻe, hiki ke hōʻoia ʻia, a me nā API REST maʻalahi.",
    "1144966033": "Hoʻonui ʻia no ke kumukūʻai a me ka maikaʻi",
    "3213351333": "ʻAʻole koi ʻia ka hoʻokō mua",
    "2107077506": "Hoʻohana ka platform HUMAN i nā hiʻohiʻona hilinaʻi piha e hana i ka loiloi maikaʻi o ka manawa maoli. ʻAe kēia iā mākou e hoʻoholo wikiwiki i ka paʻakikī o nā nīnau a me kā lākou pane kūpono paha, e mālama ai i kou manawa a me ke kālā.",
    "3576146278": "E uku wale no ka pololei āu e pono ai",
    "2952586316": "ʻAʻole like nā pilikia a pau. Pono paha nā hōʻike no nā hana koʻikoʻi palekana i ka 99.99% hilinaʻi mai nā limahana kanaka holoʻokoʻa. ʻO nā hōʻike no ka hiʻohiʻona beta i loko o kahi polokalamu pāʻani paʻani paʻalima ke koi wale i ka hilinaʻi haʻahaʻa. Hoʻoholo ʻoe.",
    "710145621": "Hāʻawi i kāu ʻikepili ʻoiaʻiʻo ponoʻī a e ʻae mākou e kūkulu iā ia ma ka lele",
    "987901590": "Loaʻa iā ʻoe ka ʻikepili maka me ka ʻole o kahi hoʻonohonoho hōʻoia piha? I ka hapanui o nā hihia, hiki iā mākou ke kūkulu i hoʻokahi no ʻoe i ka holo ʻana o nā hana ma ka ʻōnaehana, a i ʻole e hana i nā laʻana lepili no kou ʻae ʻia.",
    "2597352122": "Nā ʻano hōʻike",
    "1344687860": "Nā Paʻa Paʻa",
    "1089415440": "ʻIke mea pololei i nā kiʻi a me ke wikiō",
    "3817067682": "Polygons",
    "2682873489": "E wehewehe i kahi palena no nā mea",
    "1275150216": "Nā ʻāina ʻāina",
    "2067112112": "Nā hōʻike kikoʻī no nā hihia hoʻohana like ʻole",
    "4228682126": "Hoʻokaʻawale ʻano",
    "2920213479": "Hoʻopili a hoʻopili i nā waeʻano ʻokoʻa o kēlā me kēia nui",
    "3288667364": "Hoʻohālikelike a ʻIke",
    "155877895": "ʻIke a me ka hoʻokaʻawale ʻana i ka mana kanaka",
    "3128433367": "... a he nui hou aku",
    "2827452240": "Pono ʻoe i kahi ʻano ʻē aʻe ʻaʻole i helu ʻia ma aneʻi? E nīnau wale iā mākou.",
    "719304627": "Pono ʻoe i ka mana hope-a-hope?",
    "1172067553": "Hāʻawi ke kahua HUMAN ma hope o ka hCaptcha i ka maikaʻi o ka hana a me nā hiʻohiʻona hoʻokele ma o ka hoʻolālā ʻana ma ka hale, hybrid, a i ʻole SaaS e hoʻohui pū me kāu mau ʻōnaehana i kēia manawa.",
    "2319072959": "E holo holoʻokoʻa ma waho me kāu poʻe limahana ponoʻī, e hahai i ka waiwai i pau i nā ʻāpana ʻoihana a i ʻole nā hoa consortium, koho koho i nā hana i nā mea hoʻolako hana kūloko a i waho paha e pili ana i nā kumukūʻai a me nā koi palekana, a keu aku.",
    "1936512180": "Loaʻa i ka API maʻalahi, nā dashboards nani, a me ka ʻenehana model-in-the-loop hou e hoʻonui i ka pono o ka limahana.",
    "3913848038": "Loaʻa nā 99.99% uptime SLA a me 24/7 kākoʻo honua.",
    "1080752747": "Hoʻokaʻaʻike kūʻai",
    "1525403768": "No ka ʻike hou aku e kelepona iā Enterprise Sales.",
    "1546930020": "Loaʻa i ka Lepili ʻikepili",
    "2486638408": "E wehewehe i nā kikoʻī",
    "1027200955": "E kamaʻilio pū me kekahi o kā mākou mau loea kikowaena e wehewehe i kāu mau pono papahana: ka pololei o ka pahuhopu, ka ʻano, a me nā koi kūikawā.",
    "1156712451": "Hoao Hana mua",
    "181065232": "Hana mākou i kahi hana hana liʻiliʻi e pili ana i kāu ʻikepili hōʻike. Hoʻāʻo kēia i ka hana a mākou i hana pū ai e hōʻoia i ka loaʻa ʻana o kāu mea e pono ai.",
    "3207769512": "Hoʻolaha i nā hana hana",
    "1099238677": "Me kā mākou leo kiʻekiʻe a me ka haʻahaʻa haʻahaʻa e hoʻohuli koke mākou i kāu hana, me ka hoʻouna ʻakomi i ka wā i pau ai.",
    "465783046": "Makemake ʻoe e hoʻāʻo me kāu ʻikepili?",
    "328625009": "... mākaukau mākou inā ʻoe: loaʻa kā mākou lawelawe a puni ka uaki.",
    "3225770968": "Hoʻolālā ʻia ka hCaptcha e hoʻoponopono i ka pilikia koʻikoʻi o ka hana ma ke aʻo ʻana i ka mīkini; ka hōʻailona ʻana i ka nui o nā ʻikepili i ka manawa kūpono, kūpono, a hilinaʻi hoʻi.",
    "2041686284": "Hoʻonui ka ʻikepili i nā hopena maikaʻi aʻe i ka hoʻomaʻamaʻa ʻana i nā ʻano hoʻohālike mīkini. ʻO ka kūleʻa hou o nā hiʻohiʻona hohonu i alakaʻi i ka nui o nā ʻikepili, a lawelawe ʻo hCaptcha i kēia pono. Eia nō naʻe, ʻo ka hoʻokumu ʻana i nā ʻikepili loiloi kanaka nui me ka hoʻohana ʻana i nā ʻano kuʻuna he lohi a pipiʻi.",
    "3729345277": "He ala ʻo hCaptcha no nā hui e kiʻi i nā annotation a lākou e makemake ai me ka wikiwiki, me ka ʻoi aku ka maikaʻi a me ke kumu kūʻai haʻahaʻa ma mua o nā koho ʻē aʻe.",
    "2103563261": "ʻIke pilikino a i ʻole ka lehulehu",
    "2513143348": "ʻO ka ʻōnaehana hCaptcha Enterprise ka mea maʻalahi i kona hoʻolālā ʻana: hiki ke hoʻonohonoho ʻāpana a i ʻole holoʻokoʻa ma ka lihi o kāu pūnaewele inā e hana ʻoe i kahi ao lehulehu a i ʻole nona nā kikowaena ʻikepili he nui.",
    "3107683988": "Hiki i kēia ke hōʻemi nui i ka hele ʻana ma waho o ka pūnaewele a me nā kumukūʻai ʻoiai e mālama ana i nā pono āpau o ka hoʻokele ʻana e kā mākou limahana kelepona 24/7 e hālāwai me nā SLA koʻikoʻi.",
    "3660619092": "E kau inoa manuahi a hoʻokaʻaʻike paha i nā kūʻai aku no nā hoʻonā Enterprise",
    "2351176803": "Nā ʻŌlelo Laikini no ka hCaptcha JS API",
    "2616226398": "Ma muli o kā mākou",
    "2024293275": ". Ua mālama ʻia nā pono ʻē aʻe a pau, i kēia manawa.",
    "1062291156": "ʻōlelo maʻamau",
    "2712493234": "Hoʻopunipuni Uku: Hoʻemi i kahi ʻano wikiwiki o ka Cybercrime",
    "1817772953": "ʻAʻole he ʻano kalaima hou ka hoʻopunipuni. ʻOiaʻiʻo, ua ʻike ka poʻe kālaihonua i nā mea hana anti-fraud i hoʻolālā ʻia e ka poʻe Sumerians kahiko e lawe i nā holoholona me ka ʻole o ka poho ma kahi o 10,000 mau makahiki aku nei! I ko lākou hihia, hoʻokomo lākou i nā hōʻailona pālolo, ʻo kēlā me kēia mea e hōʻike ana i kahi holoholona, i loko o kahi pōpō pālolo i kapa ʻia ʻo \"bulla.\" Hele pū ka bulla me ka ʻohana i kona neʻe ʻana mai ka mea kūʻai aku i ka mea kūʻai aku. ʻOiai i kēlā manawa, hopohopo ka poʻe ʻoihana ʻaʻole nā mea a pau a lākou e kamaʻilio nei ma luna a piʻi. Ua loli ka nui i nā makahiki 10,000, akā ʻo ka pono e hana hou i ka pale ʻana i ka hoʻopunipuni e noho pū me mākou. I kēia lā, ʻo ka pilikia o ka hoʻopunipuni uku pūnaewele he mea nui loa. Me ka Pūnaewele, ua maʻalahi ka poʻe hoʻopunipuni i ka ʻoi aku o nā mana anti-fraud. Ke hoʻohuli nei nā mea hou i ke au, akā naʻe.",
    "1053787685": "He aha ka uku hoʻopunipuni?",
    "433424759": "Loaʻa i ka hoʻopunipuni uku kekahi ʻano o ka hana kūʻokoʻa kahi e hoʻonele ai ka cybercriminal i ka mea i loaʻa i kekahi mea waiwai, ʻo ke kālā maʻamau. ʻO ia ke ʻano o ka hoʻohana ʻana i kahi kāleka ʻaihue e kauoha i nā mea kūʻai ma ka pūnaewele a i ʻole ka lawe ʻana i kahi waihona panakō a me ka hoʻoili ʻole ʻana i ke kālā mai ia mea. Nui nā ʻano like ʻole, akā like lākou a pau: hoʻohana ka crook i kahi ʻike ʻaihue a i ʻole ka ʻike uku e ʻaihue mai ka mea kūʻai aku, kahi panakō a mea kālepa paha.",
    "2939852138": "Pehea e haʻalele ai ka poʻe hoʻopunipuni me ka hoʻopunipuni uku?",
    "1665616092": "He mea maʻalahi ka hoʻopunipuni uku, akā hiki ke paʻakikī i ka hoʻokō ʻana i kēia lā.",
    "4246520782": "ʻO ka ʻoiaʻiʻo, ua hōʻike ka Pūnaewele i kahi heihei ʻoiaʻiʻo ma waena o nā mea hoʻopunipuni a me nā mea pale i nā makahiki i hala.",
    "2167049807": "Ua hoʻohana nā hui palekana i nā ʻano like ʻole a me nā kaohi e lanakila ai i nā ala maʻalahi a palaualelo i ka hoʻopunipuni uku. Eia nō naʻe, ke maʻalahi nei nā hoʻouka kaua. No ka laʻana, hiki i nā bots ke hōʻiliʻili i nā helu kāleka hōʻaiʻē ʻaihue a me nā PIN mai nā pūnaewele hoʻopunipuni a me nā hoʻouka phishing.",
    "1936449777": "A laila, ma ke ʻano holoʻokoʻa holoʻokoʻa, hiki iā lākou ke hoʻohālike i ke ʻano kanaka ma nā pūnaewele e-commerce, ke kaomi ʻana i nā pihi a me ka hoʻohui ʻana i nā mea i nā kaʻa kūʻai kūʻai - a hiki i kahi nui, inā ʻaʻole ka hapa nui o nā mana anti-fraud ʻaʻole hiki ke haʻi e hoʻāʻo nei ka bot e ʻaihue. mea kuai. Akā, me he mea lā ke kūʻai wale nei ka mea hoʻohana kanaka. Hiki i ka bot ke komo i loko o ka mooolelo o ka mea kūʻai maoli me ka hoʻohana ʻana i ka log aihue i nā hōʻoia. ʻO ka hūnā hou aku i ka hoʻopunipuni ʻo ia ka hiki o ka bot ke hoʻopunipuni i nā helu IP a hoʻohālikelike ʻia me he mea lā he ʻokoʻa ka \"mea kūʻai\" mai ka mea hoʻouka, aia paha ma kahi ʻāina ʻē.",
    "648630222": "Kāohi i ka hoʻopunipuni uku me ka hCaptcha Enterprise",
    "1621930829": "He aha ka mea e hana ai e pili ana i nā hana hoʻopunipuni uku holomua o kēia lā? ʻO ka hoʻohana ʻana i nā ʻāpana he nui o nā kaohi he ala naʻauao. Eia nō naʻe, ʻo nā mea hoʻoponopono maikaʻi loa ka mea hiki ke hoʻopaʻa i ka bot a hōʻike he hoʻopunipuni ia, ʻoiai ʻo ka hoʻoikaika maikaʻi ʻana o kāna mau mea hana e hana hou i ka ʻano kanaka.",
    "2423586454": "Aia kekahi mau mea i hiki ʻole i ka polokalamu ke hana, ʻaʻole maikaʻi ka AI ma hope o ia. Hāʻawi ka ʻenehana CAPTCHA hou i kahi ala i hōʻoia ʻia no ka pale ʻana i nā bots e hoʻāʻo nei e hoʻomau i ka hoʻopunipuni uku. ʻOiai ʻo ka hoʻokokoke kahiko ʻana i CAPTCHA, e like me nā helu slanted maʻalahi i loko o kahi pahu, ʻaʻohe hapa nui o ka hoʻēmi ʻana i nā bots holomua, hiki i kahi mea hoʻāʻo hoʻāʻo-pane e like me ka hCaptcha Enterprise hiki ke hoʻopaʻa maʻalahi i kahi bot hoʻopunipuni i ka manawa o ka hoʻopaʻa moʻokāki a i ʻole ke kūʻai ʻana i ke kaʻa kūʻai. ʻOiai inā loaʻa i ka bot nā hōʻoia maoli, inā ʻaʻole hiki ke komo i ka CAPTCHA.",
    "1467308982": "Nā Papa Hana Uku",
    "1291824746": "Holo ka hCaptcha Payouts i kēlā me kēia hapahā ma ke kumu he 60 lā. No ka wehewehe ʻana i ke ʻano o kēia, e ʻoluʻolu e ʻike i ka papa ma lalo.",
    "3444947612": "Kaʻahele ma waena",
    "4181611011": "Lā Hoʻolauleʻa",
    "728503636": "La uku",
    "3720584906": "Iulai 15th 2021 - ʻOkakopa 15th 2021",
    "388240587": "Ian 5-15 2022",
    "3426312287": "Ian 5-15th 2022",
    "615618648": "ʻApelila 15th 2021 - Iulai 15th 2021",
    "3376724603": "Sep 14-24 2021†††",
    "3398978455": "Sep 15-25th 2021†††",
    "2722456056": "Ian 15th 2021 - Apr 15th 2021",
    "4063155841": "ʻAʻole ma mua o Iune 25th 2021††",
    "4082053540": "Iune 19-25th 2021††",
    "64953197": "ʻOkakopa 15th 2020 - Ian 15th 2021",
    "1023070345": "ʻAʻole ma mua o Malaki 14th 2021",
    "2600696085": "Mar 15th 2021",
    "3217791519": "Iulai 15th 2020 - ʻOkakopa 15th 2020",
    "649261378": "Ian 5-11 2021*",
    "1559190296": "Ian 5-11 2021†",
    "3806054689": "ʻApelila 15th 2020 - Iulai 15th 2020",
    "4162383380": "Sep 16 - 22nd 2020***",
    "1990824776": "Sep 16-24th 2020***",
    "3856690908": "Ian 15th 2020 - Apr 15th 2020",
    "3200641265": "ʻAʻole ma mua o Iune 16th 2020*",
    "3744079744": "Iune 15-19th 2020****",
    "2209837451": "ʻOkakopa 15th 2019 - Ian 15th 2020",
    "2510534204": "ʻAʻole ma mua o Malaki 23rd 2020***",
    "2910560864": "Mar 20-23th 2020***",
    "2544565802": "Iulai 15th 2019 - ʻOkakopa 15th 2019",
    "3963642878": "ʻAʻole ma mua o Dec 14th 2019*",
    "622103562": "Kekemapa 17th 2019**",
    "4072202039": "ʻApelila 15th 2019 - Iulai 15th 2019",
    "818049069": "ʻAʻole ma mua o Iulai 15th 2019",
    "1169005651": "Sepatemaba 15, 2019",
    "2303655425": "Ian 15th 2019 - Apr 15th 2019",
    "3678889946": "ʻAʻole ma mua o Iune 15th 2019",
    "3094354698": "Iune 15th 2019",
    "4217013126": "Hoʻohana maʻamau nā uku i ka lā a pau ma ka lā uku, a hoʻopau ʻia ma ke aumoe i ka manawa Pākīpika. Inā ua hōʻailona ʻia kahi moʻokāki no ka loiloi ʻana, hiki paha i ʻelima mau lā ʻoihana hou e hoʻokuʻu i kahi uku.",
    "1447649958": "E like me ka hoʻomanaʻo ʻana, ʻo nā kaʻa kanaka pololei wale nō ke kūpono no ka uku. Hiki iā ʻoe ke ʻike i nā kikoʻī hou aku e pili ana i kēia ma kā mākou FAQ, i hoʻopili ʻia ma lalo nei. Pono pū ke koena i loaʻa i kahi paepae liʻiliʻi i mea e kūpono ai no ka uku, i kēia manawa 10 HMT.",
    "4257144752": "ʻAʻole hōʻike ʻia nā manaʻo kuhi manawa maoli i ka pololei a i ʻole ke kanaka, a no laila hiki ke ʻano ʻokoʻa ka piʻi a i ʻole ka lalo o kāu mau loaʻa hope mai nā helu i hōʻike ʻia ma ka Dashboard ma mua o kāu hoʻolauleʻa mua ʻana.",
    "2728931827": "Ma hope o kēlā me kēia hoʻolauleʻa ʻana, e hōʻano hou ʻia kāu mau manaʻo kuhi no kēlā me kēia pūnaewele a e hoʻonui ʻia ka pololei o nā wānana e hiki mai ana, ke ʻole ka loli o kāu pūnaewele i ka ʻano o ka mea hoʻohana.",
    "1200905005": "††† Mai Sepatemaba 2021, holo ka hoʻolauleʻa a me ka uku ʻana i kēia manawa ma kahi o 10 mau lā ma mua o hoʻokahi lā, i mea e maʻalahi ai nā kaohi hana e pili ana i ka ulu ʻana o ka lawelawe.",
    "4284094387": "†† E holo ana kekahi mau hoʻolauleʻa a me nā uku uku ma Iune 2021 i ka pule aʻe ma muli o ka lohi o ka hōʻoia ʻana i nā helu hope loa i ka puka makani hoʻolauleʻa.",
    "1977013707": "† Ua hoʻololi hou ʻia nā uku uku mai ka lā 15 i mea e pale aku ai i ka hoʻokuʻi ʻana i ka hopena o ka makahiki a me nā hoʻomaha hoʻomaha o nā limahana: e hoʻopau ʻia i ka pule ʻelua o Ianuali. Ma muli o ka hoʻololi lohi-ma mua o ka maʻamau i PayPal, e holo nā uku i nā lā he nui ma mua o ka hoʻopau ʻana i ka lā hoʻokahi.",
    "517010299": "E ʻoluʻolu e hoʻomaopopo: ke hana nei mākou i kahi hoʻololi hope hope i ka hoʻolauleʻa kokoke i ka manawa maoli. E emi pinepine ana ka hoʻolauleʻa manawa ma mua o ka manawa maʻamau a hiki i ka Q1 2021. ʻAʻole pili kēia i ka papa manawa uku a i ʻole nā lā.",
    "3092200338": "** Ke hāʻule ka lā 15 i ka hopena pule, ʻo ka lā uku ka lā 17.",
    "3891941747": "*** KAUKAU COVID-19: Ma muli o ka emi ʻana o ka hiki o nā limahana e pili ana iā COVID-19, ua hoʻopaʻa hou ʻia ka hoʻolauleʻa e ʻae i ka manawa hou e hoʻopau i kā mākou hōʻoia maʻamau. Manaʻo ʻia nā uku e hoʻomaka i ka Pōʻalima a hoʻopau i ka Pōʻakahi aʻe.",
    "2301757528": "**** Ma muli o ka mālama ʻia ʻana e PayPal o kā lākou REST API i ka puka makani uku, ʻaʻole i pau nā uku i ka lā 15 o Iune. ʻO nā uku i hoʻonohonoho ʻia no Iune 15th (manawa Pākīpika) akā ʻaʻole i hoʻokō ʻia ma muli o nā hewa PayPal API ua hoʻokele hou ʻia e Iune 19th (manawa Pākīpika).",
    "116842359": "***** Manaʻo ʻia e hoʻopau ʻia ka hoʻoponopono ʻana i kekahi mau lā ma muli o ka mālama ʻana o ka ʻōnaehana.",
    "4154415610": "***** E holo ana nā uku uku o Kepakemapa 2020 i nā pūʻulu i ka pau ʻana o ka hoʻolauleʻa ʻana, me ka holo ʻana o kekahi mau lā ma hope o ka mea i hoʻonohonoho mua ʻia ma muli o ka lohi o ka hoʻolauleʻa.",
    "2310694091": "He aha ke ʻano o ka Hoʻolauleʻa?",
    "164801246": "ʻO ka hoʻolauleʻa ke kaʻina hana e nānā ʻia ai ke kaʻa ma hope o ka ʻoiaʻiʻo e hōʻoia i kona ʻano kanaka a me ka pololei, i ka manawa i komo ai nā ʻikepili āpau mai nā pūnaewele hōʻike āpau. Hiki iā ʻoe ke heluhelu i nā kikoʻī hou aku ma kā mākou",
    "3256245394": "a me kā mākou moʻomanaʻo moʻomanaʻo, eg",
    "3089778412": "Pehea e helu ai ka hCaptcha i nā uku",
    "3329755436": "Ke hoʻolālā nei ʻoe e wikiwiki i kēia kaʻina hana?",
    "1911669851": "ʻAe, ke hana nei mākou i nā hoʻomaikaʻi like ʻole i kā mākou ʻōnaehana backend a mākou e manaʻo nei e ʻae iā mākou e hāʻawi i ka hoʻolauleʻa wikiwiki, ʻoi aku ka wikiwiki o ka helu ʻana, a me ka uku wikiwiki. Ke hana nei mākou i kēia manawa e wikiwiki i ka hoʻolauleʻa mua.",
    "2366003154": "Nīnau Paʻi a me Media",
    "3054564199": "Kit Paʻi",
    "3173156067": "Loaʻa kekahi koʻa i hoʻomākaukau ʻia inā makemake ʻoe e hoʻokomo i nā kiʻi laʻana i kāu ʻatikala.",
    "867314732": "Hiki iā ʻoe ke kiʻi i ka hoʻonā kiʻekiʻe",
    "858218750": "a me ke alakaʻi ʻana i ka hoʻohana ʻana iā lākou ma ka",
    "3821716514": "ʻaoʻao.",
    "1186243118": "kiʻi hōʻailona",
    "3034959000": "Hiki iā ʻoe ke kiʻi",
    "1764089150": "maanei:",
    "1558428432": ". E ʻoluʻolu e hāʻawi iā lākou i hCaptcha.com.",
    "2429359042": "laʻana kiʻi interface",
    "1480820434": "kiʻi 1",
    "3213411837": "kiʻi 2",
    "1270712701": "Nā Paʻi Paʻi a me nā hōʻike hou",
    "231285005": "Hiki iā ʻoe ke ʻike i nā mea hou ma kā mākou blog",
    "1289884910": "Hoʻopuka pū mākou i nā loiloi a me nā hōʻike. O kahi laʻana:",
    "932546190": "No ke aha e noho mau ai nā CAPTCHA me mākou",
    "2344319147": "ʻEhia ka waiwai o ka ʻike bot Google?",
    "1637527266": "ʻO wai nā ʻāina i loaʻa ka nui loa o nā kaʻa bot?",
    "230159237": "Hoʻopili",
    "3759923279": "E ʻoluʻolu e kuhikuhi i nā nīnau paʻi i kēia leka uila:",
    "4255608322": "Hana hou ʻia: ʻApelila 12, 2021",
    "537881751": "Welina mai iā hCaptcha! Hōʻike kēia kulekele pilikino i nā hana a Intuition Machines, Inc. (\"IMI\", \"mākou\" a i ʻole \"mākou\") e pili ana i kā mākou hōʻiliʻili, hoʻohana, a me ka hōʻike ʻana i ka ʻike (me ka ʻike pilikino, i wehewehe ʻia ma lalo) ma o kā mākou pūnaewele ma www.hcaptcha .com a me nā subdomain ʻē aʻe a i ʻole nā kāʻei kapu a mākou e hoʻohana ai (ʻo nā \"Site\") a me ka hCaptcha application program interface a me nā lako polokalamu a me nā mea e pili ana (ma ka hui pū ʻana, ka \"Service\").",
    "33639629": "ʻAʻole pili i nā pūnaewele ʻaoʻao ʻekolu. E ʻoluʻolu e hoʻomaopopo ʻaʻole pili kēia kulekele pilikino i kekahi pūnaewele, hāʻawi, huahana a lawelawe paha o kekahi ʻaoʻao ʻekolu, ʻoiai inā pili ia i kā mākou Pūnaewele a i ʻole hoʻokomo i ka Service - e ʻoluʻolu e nānā i nā kulekele pilikino pili ma mua o ka hoʻoholo ʻana e hāʻawi i kekahi ʻike i ke kolu. pāʻina.",
    "987375734": "Aia ʻo IMI ma ʻAmelika Hui Pū ʻIa. Mālama ʻia nā Pūnaewele a me ka lawelawe e mākou mai ʻAmelika Hui Pū ʻIa. Hiki ke mālama ʻia a mālama ʻia kāu ʻike pilikino ma kekahi ʻāina i loaʻa iā mākou nā lako a i ʻole mākou e hoʻohana ai i nā mea lawelawe, a ma ka hoʻohana ʻana i nā Pūnaewele a me ka lawelawe ʻae ʻoe i ka hoʻoili ʻana o ka ʻike i nā ʻāina ma waho o kou ʻāina i noho ai, me ʻAmelika Hui Pū ʻIa. , loaʻa paha nā lula mālama ʻikepili i ʻokoʻa me nā kānāwai o kou ʻāina. Ma kekahi mau kūlana, hiki i nā ʻaha, nā keʻena hoʻokō kānāwai, nā keʻena hoʻoponopono a i ʻole nā luna palekana i kēlā mau ʻāina ʻē ke kuleana e komo i kāu ʻike pilikino.",
    "452920031": "He Hoʻomaopopo i nā mea kūʻai ma waho o ʻAmelika Hui Pū ʻIa.",
    "2328839224": ". E ʻoluʻolu e ʻike i kā mākou ʻāpana \"Notice to California Residents\" e pili ana i kāu mau kuleana ma lalo o ka California Consumer Privacy Act (\"CCPA\").",
    "1565481281": "He Olelo Hoomaopopo i na Kupa o Kaleponi",
    "1028058338": "E ʻoluʻolu e ʻike i kā mākou ʻāpana \"Notice to EU Data Subjects\" e pili ana i kāu mau kuleana ma lalo o ka General Data Protection Regulation (\"GDPR\").",
    "2271205646": "He Olelo Hoomaopopo i ka Poe E Noho ana ma ka Mokupuni o Europa.",
    "508143070": "E hoʻomaopopo ʻo IMI ka mea hoʻoponopono o kāu ʻike pilikino, koe wale nō kahi e hoʻoponopono ai mākou i ka ʻike pilikino ma ka inoa o kā mākou Integrators e pili ana i ka hoʻolako ʻana i kā mākou Service, a ma ia hihia ʻo mākou ka mea hana o ka ʻike pilikino, a ʻo kēlā mau Integrators nā mea hoʻoponopono o ka ʻike pilikino.",
    "2330965058": "Ma kahi e hana ai mākou ma ke ʻano he kaʻina hana no kā mākou Integrators, ʻaʻole mākou e hoʻohana i ka ʻikepili i hōʻiliʻili ʻia no kekahi kumu ʻē aʻe ma mua o ka mea e pono ai e hoʻolako i kā mākou lawelawe, a e hoʻokele ʻia kā mākou hana e nā ʻaelike i loaʻa iā mākou me kā mākou Integrators, ʻaʻole kēia. Kulekele pilikino",
    "3017040355": "Hana ʻia ka ʻikepili kumuhana ʻikepili EU ma lalo o ke kumu kānāwai o nā Standard Contractual Clauses (SCCs) i hoʻohui ʻia i loko o ka Data Processing Addendum i kā mākou Terms of Service or Data Processing Agreements with our Integrators.",
    "2233384692": "Inā he nīnau a hopohopo paha kāu e pili ana i ka mālama ʻia ʻana o ia ʻikepili a makemake paha e hoʻohana i kāu mau kuleana, pono ʻoe e hoʻopili i ke kanaka a i ʻole hui (ʻo ia hoʻi, ka mea hoʻoponopono data) nāna i ʻaelike me mākou e hoʻohana i ka Service e hoʻoponopono i kēia ʻikepili. E hāʻawi naʻe mākou i ke kōkua i kā mākou Integrators e hoʻoponopono i nā pilikia āu e loaʻa ai, e like me nā ʻōlelo o kā mākou ʻaelike me lākou.",
    "349292953": "ʻIke a mākou e hōʻiliʻili ai",
    "3022001832": "ʻOhi mākou i ka ʻike mai nā poʻe e launa pū me kā mākou Pūnaewele a me nā lawelawe, me ka poʻe i hoʻokomo i kā mākou lawelawe i kā lākou pūnaewele (\"Integrators\"), nā mea hoʻohana i nā lawelawe no ka hōʻailona ʻikepili (\"Customers\"), a me nā mea hoʻohana hope e launa pū me kā mākou. E lawelawe ma o nā pūnaewele o kā mākou Integrators (\"End-Users\").",
    "835545301": "ʻOhi mākou i kēia mau ʻano o ka ʻike:",
    "3228928991": "ʻIke hiki ke hoʻohana ʻia e ʻike a hoʻopili i kekahi kanaka (\"Personal Information\"), e like me ka inoa, ka leka uila, a me ka ʻāina. E hōʻiliʻili mākou i ka ʻike pilikino mai kā mākou mea hoʻohui a me nā mea kūʻai aku i kēia manawa ke hāʻawi pololei lākou iā mākou (no ka laʻana, ma ka hoʻopiha ʻana i kahi palapala i ke kau inoa ʻana i kahi moʻokāki, a i ʻole ke noi ʻana e loaʻa nā leka uila mai iā mākou). Hiki iā mākou ke hōʻoia i ka ʻike o kā mākou Mea hoʻohui a me nā mea kūʻai aku ma ka hoʻohālikelike ʻana i ka ʻike pilikino e pili ana i nā ʻikepili ʻaoʻao ʻekolu a i ʻole nā palapala kānāwai kūhelu.",
    "1655796811": "ʻOhi ʻia nā ʻike ma muli o ka hoʻohana ʻana o ka mea hoʻohui a i ʻole ka mea kūʻai aku i nā Paena a i ʻole nā lawelawe (\"Analytics Information\"), e like me nā IP address, ʻano polokalamu kele pūnaewele, mea lawelawe pūnaewele, ʻano platform, ʻano mea, ʻōnaehana hana, ka lā a me ka hōʻailona manawa. o ke komo ʻana, a me nā ʻike like ʻole. ʻOhi ʻia kekahi ʻikepili Analytics no mākou e nā ʻaoʻao ʻekolu a mākou e hana ai no ia kumu, a ʻohi ʻia kekahi ʻikepili Analytics ma o nā ʻenehana huli like ʻole, me nā kuki (e nānā i ka \"Third Party Analytics and Tracking Technologies\" ma lalo).",
    "1388241689": "ʻO ka ʻike i hōʻiliʻili ʻia ma muli o ka pane ʻana o nā mea hoʻohana hope i nā koi ma o ka Service (\"Labeled Data\"), e like me ka ʻikepili hōʻailona kiʻi, nā kikokikona i hoʻololi ʻia mai nā faila leo i hoʻokani ʻia i kēlā mau mea hoʻohana hope, nā pane i nā nīnau, a me nā ʻōlelo paipai ʻē aʻe i hana ʻia e ka Service no ka hoʻopaʻa inoa ʻana i ka ʻikepili no ka hoʻohana ʻana i nā noi aʻo mīkini. E hoʻomanaʻo ʻaʻole pili ʻia ka ʻikepili Labeled i kekahi kanaka i ʻike ʻia.",
    "1493790285": "ʻO nā ʻike ʻē aʻe i hōʻiliʻili ʻia mai nā mea hoʻohana hope ma ke ʻano he ʻāpana o ka lawelawe a pono e hoʻoholo inā lākou",
    "2216374138": "he kanaka, e like me ka neʻe ʻana o ka ʻiole, ke kūlana ʻōwili, nā hanana kī, nā hanana pā, a me ka ʻike gyroscope / accelerometer e pili ana.",
    "2394073454": "Hiki iā mākou ke hōʻiliʻili i ka ʻike hou aʻe mai nā mea hoʻohana hope e makemake e hana pū me mākou ma ke ʻano he kanaka hōʻailona ʻikepili.",
    "3103557430": "Pehea mākou e hoʻohana ai i ka ʻike",
    "1130802068": "Hoʻohana mākou i ka ʻike a mākou e hōʻiliʻili ai no kēia mau kumu:",
    "2940689138": "No ka lawelawe ʻana i nā moʻokāki Integrator a me nā mea kūʻai aku a hāʻawi i ka lawelawe. Hoʻohana mākou i ka ʻike pilikino i mea e hoʻopili ai i nā moʻokāki kikoʻī me Integrators a me nā mea kūʻai aku a hāʻawi iā lākou i ka lawelawe, e pane i nā noi a i ʻole nīnau, e hāʻawi i ke kākoʻo a i ʻole ke kōkua ʻenehana, a e hoʻomaʻamaʻa i nā uku.",
    "857974529": "E hoʻomaikaʻi i ka Pūnaewele a me ka lawelawe. Hoʻohana mākou i ka ʻikepili Analytics no ka hoʻomaikaʻi ʻana i kā mākou mea e kū nei a hoʻomohala i nā lawelawe a me nā makana hou a no ka hoʻopilikino ʻana i nā makana huahana e kū nei a me ka wā e hiki mai ana.",
    "1820844638": "No ka loaʻa ʻana o nā ʻike mākeke. Hoʻohana mākou i ka ʻikepili Analytics e kālailai i ka mākeke a alakaʻi i nā loiloi ʻoihana e pili ana i ka Pūnaewele a me kā mākou lawelawe, a no nā kumu noiʻi ʻē aʻe.",
    "3386280249": "No ka hoʻolako ʻana i kahi mākeke no ka ʻikepili Labeled. Hāʻawi kā mākou lawelawe i ka hōʻailona ʻikepili kiʻekiʻe a me ka loiloi kanaka no nā ʻōnaehana aʻo mīkini ma ke ʻano he lawelawe i nā mea nona ka pūnaewele a me nā hui e pono ai ke kōkua i ka hoʻopaʻa inoa ʻana i kā lākou ʻikepili. I kēlā hopena, hōʻike mākou i ka ʻikepili Labeled i kā mākou mea kūʻai makemake e kiʻi i ka ʻikepili Labeled.",
    "3532143291": "No ka hoʻopaʻa ʻana i kā mākou lawelawe a me nā ʻōnaehana. Hoʻohana mākou i ka ʻikepili Analytics e hoʻopaʻa i kā mākou mau ʻōnaehana ma ka ʻike ʻana i nā mea hoʻoweliweli a me nā nāwaliwali, a i ʻole e pale i ka ʻike a mākou e hōʻiliʻili ai.",
    "2185418511": "No kēlā me kēia kumu ʻoihana kūpono, inā ʻaʻole i ʻike ʻia ka ʻike a hōʻuluʻulu ʻia ʻaʻole hiki ke hoʻopili pono ʻia i kahi kanaka.",
    "2386465280": "Pehea mākou e kaʻana like ai i ka ʻike",
    "2159517814": "Kaʻana a hōʻike mākou i ka ʻike pilikino i kēia mau hihia:",
    "4256083674": "Ma ke noi pololei mai kahi Integrator e ʻike i ka pilikia hoʻopunipuni o kahi noi hoʻokūkū CAPTCHA kikoʻī a i ʻole IP address, a i ʻole kahi i hāʻawi ʻia i ka ʻae kikoʻī.",
    "3494826505": "Me nā mea kūʻai aku mākou e hoʻolako i nā mea koʻikoʻi o nā Pūnaewele a me ka Service, e like me ka mālama ʻana i ka ʻikepili, hoʻokipa, a me Analytics, a no kēlā mau kumu wale nō.",
    "1119009846": "E like me ka pono e hoʻokō i nā kānāwai pili, me nā noi aupuni, nā noi hoʻokō kānāwai, a i ʻole i nā hui lehulehu a me nā hui pilikino i mea e pale ai i nā kuleana, pilikino, palekana, a i ʻole waiwai o ʻoe, mākou, a i ʻole nā mea ʻē aʻe.",
    "197676026": "Me nā mea ʻē aʻe no kekahi kumu ʻoihana kūpono, inā ʻaʻole ʻike ʻia ka ʻike",
    "2359312315": "a i ʻole i hōʻuluʻulu ʻia i hiki ʻole ke hoʻopaʻa pono ʻia i ke kanaka.",
    "2497216176": "ʻEkolu ʻaoʻao ʻikepili a me nā ʻenehana hoʻopaʻa ʻana",
    "3694578791": "E like me ka mea i kūkākūkā ʻia ma luna, ʻohi mākou (a me kā mākou mau mea kūʻai aku ʻekolu) i ka ʻikepili Analytics ma o ka hoʻohana ʻana i nā kuki, nā beacon pūnaewele, a me nā ʻenehana nānā ʻē aʻe. I kekahi manawa, hana mākou me nā mea kūʻai aku ʻekolu e hoʻohana i nā kuki no ke kumu o ka ʻohi ʻana i ka ʻike Analytics.",
    "2238885192": "Hoʻohana mākou iā Sentry e hōʻiliʻili i ka ʻikepili debugging ke loaʻa kahi mea hoʻohana i kahi hewa. No ka ʻike e pili ana i ka ʻohi ʻana a me ka hana ʻana o Sentry i ka ʻikepili:",
    "1535054294": "E ʻoluʻolu e ʻike i kā lākou kulekele kikoʻī",
    "658775471": "Hoʻohana mākou iā Cloudflare e hoʻomaikaʻi i kā mākou huakaʻi pūnaewele. No ka ʻike e pili ana i ka ʻohi ʻana a me ka hana ʻana o Cloudflare i ka ʻikepili:",
    "2014256987": "Inā makemake ʻoe ʻaʻole e ālai i ka hoʻohana ʻana i nā kuki a i ʻole nā ʻenehana nānā ʻē aʻe, e ʻoluʻolu e ʻike i ka \"Managing Your Information,\" ma lalo. E ʻoluʻolu e hoʻomaopopo i ka hana ʻana pēlā e hopena maikaʻi ʻole i kou ʻike me ka hoʻohana ʻana i nā Pūnaewele a i ʻole lawelawe, no ka mea ʻaʻole hana maikaʻi kekahi mau hiʻohiʻona.",
    "2788024905": "Pehea mākou e mālama ai i ka ʻike",
    "271333468": "Hoʻokō mākou i nā hana ʻenehana a me ka hoʻonohonoho kūpono e pale i ka ʻike a mākou e hōʻiliʻili ai a mālama ai, a koi aku i nā ʻelele a pau e hana i kā mākou hana no mākou e hana like. ʻO ka mea pōʻino, ʻaʻohe mea palekana he 100% hoʻopunipuni, a no laila ʻaʻohe pūnaewele a i ʻole ʻōnaehana (me kā mākou) hiki ke hōʻoia ʻia ʻo 100% palekana mai ka luku ʻana, nalowale, hoʻololi, hōʻike ʻole ʻia, a i ʻole ke komo ʻana i ka ʻike a mākou e hōʻiliʻili ai a mālama ai. Inā manaʻo ʻoe ʻaʻole paʻa kāu ʻike no kekahi kumu, e ʻoluʻolu e kelepona koke mai iā mākou ma:",
    "3031284129": "Palapala Hoole",
    "26365791": "I ka palena piha i ʻae ʻia e ke kānāwai, ua hāʻawi ʻia ka Pūnaewele a me ka Service (a me nā lawelawe ʻē aʻe e pili ana, ka ʻike, ka ʻikepili, nā hiʻohiʻona, a me nā mea ʻē aʻe a i ʻole nā mea waiwai) ma ke kumu \"as-is\" a me \"as-available\". I ka palena piha loa i ʻae ʻia e ke kānāwai, kāpae ʻo IMI i nā palapala hoʻopaʻa āpau, me ka ʻole naʻe i kaupalena ʻia i nā palapala hōʻoia i manaʻo ʻia o ka mea kūʻai aku, kūpono no kekahi kumu, a me ka hewa ʻole.",
    "735630686": "Ka mālama ʻana i kāu ʻike (kou mau kuleana)",
    "498769698": "Hiki iā ʻoe ke komo, hoʻoponopono, hoʻololi, a holoi paha i kekahi ʻike pilikino āu i hāʻawi mai ai iā mākou ma o kāu Integrator, Customer, a i ʻole Accessibility User account (inā he Integrator ʻoe, mea kūʻai, a i ʻole Mea hoʻohana Accessibility). Inā ʻaʻole hiki iā ʻoe ke hana pēlā, a i ʻole he nīnau e pili ana i ka ʻike pilikino a mākou i hōʻiliʻili ai a/ai ʻole kaʻana like ʻana e pili ana iā ʻoe, a makemake paha e hoʻihoʻi i kou ʻae no kā mākou hana ʻana (ʻo ia hoʻi, holoi loa i kāu moʻokāki) e ʻoluʻolu e kelepona mai iā mākou ma:",
    "2895491273": "Inā makemake ʻoe e ālai i nā kuki a i ʻole nā ʻenehana nānā ʻē aʻe, ʻo ka hapa nui o nā polokalamu kele pūnaewele a me nā polokalamu kelepona āu e hoʻololi ai i kāu mau hoʻonohonoho i mea e hoʻomaopopo iā ʻoe i ka wā e loaʻa ai nā kuki a i ʻole nā ʻenehana nānā ʻē aʻe e hoʻohana ʻia ana, a e koho inā e ʻae a ʻae ʻole. ia. ʻAe ka hapa nui o nā polokalamu kele pūnaewele iā ʻoe e hoʻopau a holoi i nā kuki i loaʻa a i ʻole e hōʻole ʻokoʻa i nā kuki e hiki mai ana. Hiki iā ʻoe ke hoʻohana i nā hāmeʻa ʻaoʻao ʻekolu, me nā plug-in polokalamu kele pūnaewele, e kāohi i kāu mau makemake kuki. E hoʻomaopopo naʻe, inā hoʻopau ʻoe i nā kuki a pau, ʻaʻole paha e hana pono kekahi mau wahi o kā mākou Pūnaewele.",
    "707527778": "Nā ʻike mai nā keiki",
    "1747657936": "ʻAʻole kuhikuhi ʻia kā mākou Pūnaewele a me kā mākou lawelawe i nā keiki ma lalo o ka makahiki 13 a ʻaʻole mākou e ʻohi me ka ʻike ʻole i ka ʻike pilikino mai nā keiki ma lalo o ka makahiki 13. nā hana kūpono e holoi ai i ia ʻike mai kā mākou mau faila i ka wā e hiki ai, ke ʻole mākou he kuleana kānāwai e mālama. E ʻoluʻolu e kelepona mai iā mākou inā manaʻo ʻoe he ʻike mākou mai a i ʻole e pili ana i kahi keiki ma lalo o 13 mau makahiki:",
    "2419795065": "Hoolaha i na Kupa o Kaleponi",
    "1517625162": "Ma lalo o California Civil Code Section 1789.3, hiki i nā mea hoʻohana Kaleponi ke loaʻa ka leka hoʻomaopopo pono o nā mea kūʻai: Hiki i nā poʻe o Kaleponi ke hele aku i ka Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs ma ka leka uila ma 1625 North Market Blvd., Sacramento, CA 95834, a i ʻole ma ke kelepona ma (916) 445-1254 a i ʻole (800) 952-5210.",
    "3730344349": "Hāʻawi kēia ʻāpana i nā kikoʻī hou aku e pili ana i ka ʻike pilikino a mākou e hōʻiliʻili ai e pili ana i nā mea kūʻai aku ma Kaleponi a me nā kuleana i hāʻawi ʻia iā lākou ma lalo o ka California Consumer Privacy Act a i ʻole \"CCPA.\"",
    "4044467791": "No nā ʻāpana o ka ʻike pilikino a mākou i hōʻiliʻili ai mai iā ʻoe i nā mahina he 12 i hala, e ʻoluʻolu e ʻike i ka ʻāpana \"ʻIke mākou e hōʻiliʻili\" ma luna. ʻOhi mākou i kēia ʻike no ka ʻoihana a me nā kumu kūʻai i wehewehe ʻia ma ka ʻāpana \"Pehea mākou e hoʻohana ai i ka ʻike pilikino\" ma luna. I nā mahina he 12 i hala iho nei, ua kaʻana like mākou i kēia mau ʻano o ka ʻike me nā ʻaoʻao ʻekolu no ke kumu ʻoihana:",
    "4208081170": "Māhele o ka ʻike pilikino",
    "1528242915": "Nā mea hōʻike.",
    "3863351997": "Nā waeʻano ʻike pilikino i helu ʻia ma ke kānāwai ʻo California Customer Records (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "ʻIke kalepa.",
    "2683038211": "Pūnaewele a i ʻole nā hana pūnaewele uila ʻē aʻe.",
    "3671828834": "Nā Laʻana o ka ʻike pilikino i kaʻana like",
    "779426309": "He inoa maoli, hōʻike pilikino kū hoʻokahi, hōʻike pūnaewele, helu wahi pūnaewele Internet Protocol, leka uila, inoa moʻokāki, a i ʻole nā mea hōʻike like ʻē aʻe.",
    "2414368123": "He inoa, helu kāleka hōʻaiʻē, helu kāleka hōʻaiʻē, a i ʻole kekahi ʻike kālā ʻē aʻe.",
    "4088941349": "Nā moʻolelo o nā huahana a lawelawe paha i kūʻai ʻia, loaʻa a noʻonoʻo ʻia.",
    "3238612014": "Ka mōʻaukala, ka ʻike e pili ana i ka launa ʻana o ka mea kūʻai aku me kahi pūnaewele pūnaewele, palapala noi, a i ʻole hoʻolaha.",
    "1023108656": "Māhele o nā ʻaoʻao ʻekolu",
    "1418235079": "Nā mea lawelawe",
    "3238184941": "'Ōlelo Aʻo: Hiki ke kaʻana like ʻia ka pilikia hoʻopunipuni e pili ana i kahi leka uila me kahi Integrator ma ke noi.",
    "285116485": "ʻAʻole \"kūʻai\" ka Hui (e like me ka wehewehe ʻana o kēia huaʻōlelo i ka CCPA) i ka ʻike pilikino a mākou e hōʻiliʻili ai. E ʻoluʻolu e nānā i ka ʻāpana \"Third Party Analytics and Tracking Technologies\" ma luna no ka ʻike hou aku e pili ana i ke ʻano o nā kuki ʻaoʻao ʻekolu, inā he, a mākou e hoʻohana ai.",
    "1408750006": "Ma muli o kekahi mau palena, hāʻawi ka CCPA i nā mea kūʻai mai Kaleponi i ke kuleana e noi e ʻike i nā kikoʻī hou aʻe e pili ana i nā ʻāpana a i ʻole nā ʻāpana kikoʻī o ka ʻike pilikino a mākou e hōʻiliʻili ai (me ka hoʻohana ʻana a me ka hōʻike ʻana i kēia ʻike), e holoi i kā lākou ʻike pilikino, e koho i waho. kekahi \"kūʻai\" e hiki mai ana, a me ke kuleana e hoʻokae ʻole ʻia no ka hoʻokō ʻana i kēia mau kuleana.",
    "759057398": "Hoʻolaha i nā kumuhana ʻikepili EU",
    "825780955": "ʻIke Pilikino",
    "2945960297": "E pili ana i nā kumuhana ʻikepili EU, ua like ka huaʻōlelo \"ʻike pilikino\" e like me ka hoʻohana ʻana i kēia Kulekele pilikino me \"ʻikepili pilikino\" e like me ka wehewehe ʻana ma ka European Union General Data Protection Regulation (GDPR).",
    "1126613163": "ʻIkepili Pilikino",
    "3571006800": "ʻO kekahi o nā ʻike āu e hāʻawi mai ai iā mākou he ʻikepili koʻikoʻi e like me ka wehewehe ʻana i loko o ka GDPR (i kapa ʻia ʻo nā ʻāpana kūikawā o ka ʻikepili pilikino), me ka ʻike ʻana i kou lāhui a i ʻole kou lāhui ma nā palapala hōʻoia i hoʻopuka ʻia e ke aupuni.",
    "1988461282": "Nā Kumu Kānāwai no ka Hana Hana",
    "3519564631": "Nā Manaʻo Hoʻoponopono",
    "1778642038": "E kamaʻilio pū me ʻoe",
    "2223819810": "E hoʻonui i kā mākou paepae",
    "1678661231": "No ka hoʻokō, ka pale ʻana i ka hoʻopunipuni, a me ka palekana",
    "2561077702": "E hoʻolako i kā mākou lawelawe",
    "2066321185": "Kumu Kanawai",
    "1174237568": "ʻO kēia mau hana kaʻina hana ko mākou pono kūpono. Ke hoʻāʻo nei mākou e noʻonoʻo a kaulike i nā hopena e hiki mai ana iā ʻoe (ma ka maikaʻi a me ka maikaʻi ʻole) a me kāu mau kuleana ma mua o ka hana ʻana i kāu ʻike pilikino no ko mākou mau pono kūpono. ʻAʻole mākou e hoʻohana i kāu ʻike pilikino no nā hana kahi i hoʻopau ʻia ai ko mākou mau makemake e kekahi hopena maikaʻi ʻole iā ʻoe (koe ke loaʻa iā mākou kou ʻae a koi ʻia a ʻae ʻia paha e ke kānāwai).",
    "1350478093": "Manaʻo Hoʻoponopono",
    "787916198": "Me kou ae",
    "3348433919": "Kou Kuleana",
    "3842673636": "Ma lalo o ka GDPR, loaʻa iā ʻoe kekahi mau kuleana e pili ana i kāu ʻike pilikino. Hiki iā ʻoe ke noi iā mākou e hana i kēia mau hana e pili ana i kāu ʻike pilikino a mākou e paʻa ai:",
    "4057343238": "Haʻalele",
    "1834911235": "E ho'ōki i ka hoʻouna ʻana iā ʻoe i nā kamaʻilio kūʻai kūʻai pololei āu i ʻae mua ai e loaʻa. Hiki iā mākou ke hoʻouna iā ʻoe i nā kamaʻilio e pili ana i ka lawelawe a me nā kamaʻilio kūʻai ʻole.",
    "3022301908": "Komo",
    "680638297": "Hāʻawi iā ʻoe i ka ʻike e pili ana i kā mākou hana ʻana i kāu ʻike pilikino a hāʻawi iā ʻoe i ke komo i kāu ʻike pilikino.",
    "1409486258": "Pololei",
    "3878077249": "Hoʻohou a hoʻoponopono paha i nā hewa i kāu ʻike pilikino.",
    "3645414921": "Holoi",
    "42182578": "Holoi i kāu ʻike pilikino.",
    "1609621367": "Hoʻololi",
    "3208155808": "E hoʻoili i kahi kope hiki ke heluhelu ʻia e ka mīkini o kāu ʻike pilikino iā ʻoe a i ʻole kekahi ʻaoʻao o kāu koho.",
    "1786796818": "Kaohi",
    "3329634829": "Kāohi i ka hana ʻana i kāu ʻike pilikino.",
    "4202774977": "mea",
    "3007158970": "E kūʻē i ko mākou hilinaʻi ʻana i kā mākou mau pono kūpono ke kumu o kā mākou hana ʻana i kāu ʻike pilikino e pili ana i kāu mau kuleana.",
    "1273071008": "Nā Koi Kuleana Loaʻa Nā Kuleana ʻikepili",
    "3594381346": "wahi.",
    "21141582": "keia",
    "3357523404": "Ka hoʻoili ʻikepili o ka palena palena",
    "290966395": "E like me ka wehewehe ʻana ma kā mākou ʻāpana \"He Note to Customer Outside the United States\", e ʻoluʻolu e hoʻomaopopo ʻoe e hoʻoili ʻia kāu ʻikepili pilikino i, hana ʻia, a mālama ʻia ma United States. He ʻokoʻa paha nā kānāwai mālama ʻikepili ma US me nā kānāwai o kou ʻāina i noho ai. Ua ʻae ʻoe i ka hoʻoili ʻana o kāu ʻike, me ka ʻike pilikino, i ka US e like me ka mea i hōʻike ʻia ma kēia Kulekele Pilikino ma ke kipa ʻana i kā mākou Pūnaewele a i ʻole ka hoʻohana ʻana i kā mākou lawelawe.",
    "3178581111": "Hoʻohana no nā kumu hou",
    "1088304322": "Hiki iā mākou ke hoʻohana i kāu ʻike pilikino no nā kumu i wehewehe ʻole ʻia i loko o kēia Kulekele Pilikino, kahi i ʻae ʻia ai mākou e ke kānāwai e hana pēlā a ma kahi e kūpono ai ke kumu me ke kumu a mākou i hōʻiliʻili ai. Inā pono mākou e hoʻohana i kāu ʻike pilikino no kahi kumu pili ʻole, hiki iā mākou ke hoʻomaopopo iā ʻoe a wehewehe i ke kumu kānāwai kūpono no ia hoʻohana. Inā ua hilinaʻi mākou i kāu ʻae no ka hoʻohana pono ʻana i kāu ʻike pilikino, hiki iā mākou ke ʻimi i kou ʻae no kekahi kumu pili ʻole a ʻae iā ʻoe e hoʻopau i kāu hoʻohana ʻana i ka lawelawe i kēlā manawa inā ʻoe e hōʻole.",
    "2260079771": "Paʻa ʻikepili",
    "38428546": "Mālama mākou i kāu ʻikepili pilikino me mākou i ke ola o kāu moʻokāki. E mālama wale mākou i kāu ʻikepili pilikino no ka manawa e pono ai e hoʻokō i nā kumu a mākou i hōʻiliʻili ai, e komo pū ana no ka hoʻokō ʻana i nā kuleana kānāwai, ʻikepili, a i ʻole hōʻike ʻana a i ʻole e hoʻoholo i nā hoʻopaʻapaʻa. ʻO nā pae hoʻohālike a mākou e hoʻohana ai no ka hoʻoholo ʻana i nā manawa mālama e pili ana i nā ʻōlelo aelike pili i ka mana, nā manawa palena kānāwai kānāwai, nā koi hoʻoponopono kūpono, a me nā kūlana ʻoihana.",
    "384965568": "ʻOiai ʻokoʻa nā koi o ka mālama ʻana ma muli o ka mana, ua wehewehe ʻia ka ʻike e pili ana i kā mākou mau manawa mālama maʻamau no nā ʻano like ʻole o kāu ʻikepili pilikino.",
    "2788836740": "Mālama ʻia ka ʻike pili no nā kumu kūʻai aku a hiki i kou wehe ʻana i ke kau inoa. A laila e hoʻohui mākou i kāu mau kikoʻī i kā mākou papa inoa hoʻopaʻa no ka pau ʻole. ʻAʻole hoʻohana ʻia ka ʻike leka uila i hōʻiliʻili ʻia mai nā mea hoʻohana Accessibility no nā kumu kūʻai.",
    "3520687192": "Hiki ke mālama ʻia nā moʻolelo o ke kamaʻilio ʻana me ʻoe (e laʻa me nā tikiki kākoʻo i wehe ʻia ma ka leka uila a i ʻole Twitter) no ka manawa pau ʻole.",
    "292211832": "Hoʻolei ʻia nā ʻike i hōʻiliʻili ʻia ma o nā ʻano loea e like me nā kuki, nā helu ʻaoʻao pūnaewele a me nā mea hana loiloi ʻē aʻe i ka wā hiki ke hana, akā hiki ke mālama ʻia no kahi manawa palena a hiki i hoʻokahi makahiki mai ka pau ʻana o ke kuki, maʻamau ma kahi ʻano i ʻike ʻole ʻia a hōʻuluʻulu ʻia. ke ʻole mākou e ʻike i ka hoʻomāinoino ʻana i kā mākou lawelawe, a laila e mālama mākou i kēlā ʻike e kōkua iā mākou i ka pale ʻana i ka hana hoʻomāinoino e hiki mai ana. ʻAʻole hiki iā mākou ke hoʻopili i kēia ʻike ʻike ʻole a hōʻuluʻulu ʻia iā ʻoe, kou ʻohana, kahi leka uila IP, a i ʻole kekahi ʻike pilikino e pili ana i ka ʻike i mālama ʻia.",
    "470943029": "Inā he mau nīnau kāu e pili ana i kēia kulekele pilikino, e ʻoluʻolu e kelepona mai iā mākou ma:",
    "3192683783": "Nā hoʻololi i kēia Kulekele Pilikino",
    "1702335960": "ʻO nā ʻike a mākou e hōʻiliʻili ai e pili ana i ke Kulekele Pilikino i ka wā i hōʻiliʻili ʻia ai ia ʻike. Hiki nō naʻe iā mākou ke hoʻoponopono i ke kulekele pilikino i kēlā me kēia manawa. Inā he mea waiwai ka loiloi, e like me ka mea i hoʻoholo ʻia e mākou wale nō, e haʻi aku mākou iā ʻoe, no ka laʻana ma o ka leka uila. E hoʻouna mau ʻia ka mana o kēia manawa i kā mākou ʻaoʻao Kulekele Pilikino.",
    "3669258571": "Kuki Kuki",
    "2905621957": "Hana hou ʻia: Iulai 18, 2020",
    "1173934218": "Hoʻomaopopo mākou he mea koʻikoʻi kāu pilikino iā ʻoe a ke kūpaʻa nei mākou i ka maopopo e pili ana i nā ʻenehana a mākou e hoʻohana ai. Hāʻawi kēia kulekele i ka ʻike kikoʻī e pili ana i ke ʻano a me ka wā e hoʻohana ai mākou i nā kuki ma kā mākou Pūnaewele a me ka lawelawe.",
    "2694150481": "Hoʻohana mākou i nā Kuki?",
    "457627611": "Ae. Hiki iā mākou a me kā mākou loiloi a lawelawe paha, nā hoa kūʻai aku, a me nā mea pili i nā kuki, nā beacons pūnaewele, a i ʻole pixels a me nā ʻenehana ʻē aʻe e hōʻoia i ka poʻe a pau e hoʻohana ana i nā Pūnaewele i ka ʻike maikaʻi loa. E ʻoluʻolu e ʻike i ka ʻāpana \"Third Party Analytics and Tracking Technologies\" o kā mākou kulekele pilikino no nā kikoʻī hou aku.",
    "501102544": ": Ke manaʻoʻiʻo nei mākou ʻo ka lawelawe hCaptcha anti-bot (ʻo ia hoʻi ka lawelawe i hoʻokomo ʻia e nā pūnaewele, nā pāʻani, a i ʻole nā polokalamu paʻa lima) aia wale nō nā kuki i kapa ʻia ʻo \"ʻae-hoʻokuʻu ʻia\" e like me nā hoʻoponopono GDPR. Aia nā laʻana o ia mau kuki hoʻokuʻu ʻia:",
    "461631543": "GDPR Note",
    "2150907653": "* Pono pono nā kuki loea no ka hoʻolako ʻana i ka lawelawe. Hoʻopili kēia i nā kuki makemake, nā kuki kau, nā kuki hoʻouka kaulike, etc.",
    "1012122721": "* Hoʻokele pololei ʻia nā kuki helu e mākou (ʻo ia ka ʻaoʻao mua, ʻaʻole nā kuki ʻaoʻao ʻekolu), kahi i hoʻohana ʻole ʻia ai ka ʻikepili no ka hoʻolaha ʻana.",
    "148542287": "ʻAʻole kēia he ʻōlelo aʻo kānāwai, a ʻaʻohe palapala hōʻoia e hāʻawi ʻia e pili ana i kēia loiloi. Inā he mau nīnau a hopohopo paha kāu, e ʻoluʻolu e kelepona mai iā mākou ma:",
    "3956117148": "Hiki i nā pūnaewele hCaptcha.com a me BotStop.com (nā Pūnaewele) ke hoʻokomo i nā kuki hou aʻe, e like me ka mea i wehewehe ʻia ma kēia kulekele.",
    "3255230599": "He aha ke Kuki?",
    "1095532507": "ʻO kahi kuki (\"Kuki\") kahi waihona kikokikona liʻiliʻi i kau ʻia ma kāu kīkī paʻakikī e kahi kikowaena ʻaoʻao pūnaewele. Loaʻa i nā kuki ka ʻike e hiki ke heluhelu ʻia ma hope e kekahi kikowaena pūnaewele ma ke kikowaena i hāʻawi i ke kuki iā ʻoe. E hoʻohana wale ʻia kekahi o nā kuki inā hoʻohana ʻoe i kekahi mau hiʻohiʻona a koho paha i kekahi mau makemake, a e hoʻohana mau ʻia kekahi mau kuki. Hiki iā ʻoe ke ʻike hou aku e pili ana i kēlā me kēia kuki ma ka nānā ʻana i kā mākou papa inoa kuki ma lalo nei.",
    "2943815316": "Hoʻololi mākou i kēia papa inoa i kēlā me kēia manawa, no laila aia kekahi mau kuki ʻaʻole i helu ʻia. Hiki ke hoʻohana ʻia nā beacons, nā hōʻailona a me nā palapala ma nā Pūnaewele a i ʻole nā leka uila e kōkua iā mākou e hāʻawi i nā kuki, helu i nā kipa, hoʻomaopopo i ka hoʻohana ʻana a me ka pono o ka hoʻolaha ʻana a hoʻoholo inā ua wehe ʻia kahi leka uila a hana ʻia. Hiki iā mākou ke loaʻa nā hōʻike e pili ana i ka hoʻohana ʻana i kēia mau ʻenehana e kā mākou lawelawe/nā mea hāʻawi analytics ma ke kumu hoʻokahi a me ka hui pū ʻana.",
    "2954157511": "No ke aha mākou e hoʻohana ai i nā Kuki?",
    "1539071196": "Hoʻohana maʻamau mākou i nā Kuki no kēia mau kumu:",
    "3545935449": "No ka ʻike ʻana i nā mea hoʻohana hou a i ʻole i hala.",
    "32739972": "No ka mālama ʻana i kāu ʻike kau kau inoa inā ʻoe i hoʻopaʻa inoa ma kā mākou Pae.",
    "4209078147": "No ka hoʻomaikaʻi ʻana i kā mākou Pūnaewele a me ka hoʻomaopopo maikaʻi ʻana i kāu mau kipa ma kā mākou pūnaewele a me ka Pūnaewele.",
    "1077448694": "E hoʻohui pū me nā ʻaoʻao ʻekolu o nā pūnaewele media.",
    "1709478090": "No ka lawelawe ʻana iā ʻoe me ka hoʻolaha pili i ka hoihoi a i ʻike ʻia.",
    "3256020881": "No ka nānā ʻana i kāu mau hana a me ka nānā ʻana i nā hana i ka manawa ma waena o nā pūnaewele he nui a i ʻole nā pae ʻē aʻe.",
    "1092241113": "E hoʻomaopopo maikaʻi i ka makemake o kā mākou mea kūʻai aku a me nā mea hoʻohui.",
    "1434289796": "Pono kekahi mau Kuki no ka hoʻohana ʻana i nā Pūnaewele, a me ka ʻole o ia mau Kuki, ʻaʻole hiki iā mākou ke hāʻawi i nā lawelawe he nui āu e pono ai e hoʻohana pono i nā Pūnaewele. ʻO kēia mau Kuki, no ka laʻana, e ʻae iā mākou e hana i kā mākou mau Pūnaewele i hiki iā ʻoe ke komo iā ia e like me kāu i noi ai a e ʻae iā mākou e hoʻomaopopo ua hana ʻoe i kahi moʻokāki a ua komo ʻoe i loko o ia moʻokāki e kiʻi ai i ka ʻike Site. Hoʻokomo pū lākou i nā Kuki e hiki ai iā mākou ke hoʻomanaʻo i kāu mau hana ma mua i loko o ka manawa mākaʻikaʻi like a hoʻopaʻa i kā mākou Pūnaewele.",
    "1533171442": "Hoʻohana pū mākou i nā Kuki hana a me nā Kuki mai nā ʻaoʻao ʻekolu no ka nānā ʻana a me ke kumu kūʻai. Hiki i nā Kuki Hana ke hana pono i kekahi mau wahi o nā Pūnaewele a e ʻike mau ʻia kāu mau mea hoʻohana. ʻO nā Cookies, ma waena o nā mea ʻē aʻe, e hōʻiliʻili i ka ʻike e pili ana i ka hoʻohana ʻana o nā mea kūʻai aku, Integrators, a me nā mea hoʻohana hope i kā mākou mau Pūnaewele, nā ʻike a me nā huahana i ʻike pinepine ʻia e nā mea hoʻohana, a me ka maikaʻi o kā mākou hoʻolaha ʻaoʻao ʻekolu. Kōkua nā Kuki Hoʻolaha i ka hoʻolaha ʻana i nā hoʻolaha i nā poʻe e pili ana a e hōʻike ʻia kā mākou hoʻolaha ma ka piko o nā hopena hulina. ʻO nā kuki he \"session\" nā Kuki i holoi ʻia ke hoʻopau ʻoe i kāu kau polokalamu kele pūnaewele, a i ʻole \"hoʻomau,\" e waiho nei a hiki i ka holoi ʻia ʻana e ʻoe (e kūkākūkā ʻia ma lalo) a i ʻole ka hui nāna i lawelawe i ke kuki. Loaʻa nā kikoʻī piha e pili ana i nā Kuki a pau i hoʻohana ʻia ma nā Paena ma kā mākou papa kuhikuhi Cookie Disclosure ma lalo.",
    "322830977": "Pehea e hoʻopau ai i nā Kuki.",
    "3885459114": "Hiki iā ʻoe ke hoʻoikaika a hoʻopau paha i ka hoʻohana ʻana i nā kuki ma o kahi hana i kūkulu ʻia i kāu polokalamu kele pūnaewele. Inā makemake ʻoe e aʻo hou e pili ana i nā kuki, a i ʻole pehea e hoʻomalu ai, hoʻopau a holoi paha iā lākou, e ʻoluʻolu e kipa https://www.knowcookies.com/ no ke alakaʻi kikoʻī.",
    "262509504": "Hiki iā mākou ke hoʻopili i ka ʻike i hōʻiliʻili ʻia e nā Kuki me nā ʻike ʻē aʻe a mākou e hōʻiliʻili ai mai iā ʻoe e like me kēia kulekele pilikino a hoʻohana i ka ʻike hui e like me ka mea i hōʻike ʻia ma ʻaneʻi. Pēlā nō, hiki i nā ʻaoʻao ʻekolu e lawelawe nei i nā kuki ma kā mākou Pūnaewele ke hoʻopili i kou inoa a i ʻole ka leka uila i nā ʻike ʻē aʻe a lākou e hōʻiliʻili ai, ʻo ia paha nā mea kūʻai i hala ma waho a i ʻole ma ka pūnaewele, a i ʻole kāu ʻike hoʻohana pūnaewele.",
    "2935155034": "Inā aia ʻoe ma ka European Economic Area, loaʻa iā ʻoe kekahi mau kuleana i wehewehe ʻia ma luna nei ma lalo o ke poʻomanaʻo \"Notice to EU Data Subjects\", me ke kuleana e nānā a hoʻoponopono a holoi paha i ka ʻikepili a mākou e pili ana iā ʻoe.",
    "1873812847": "Hōʻike Kuki",
    "3319083717": "inoa:",
    "3183855267": "1. hmt_id",
    "907324388": "Hana",
    "2896187462": "1. Hoʻohana ʻia no nā ʻikepili pili inoa ʻole e pili ana i ka lawelawe, a no nā kumu ʻenehana ʻē aʻe e like me ke kōkua ʻana i ke kākoʻo ʻike.",
    "987267027": "Pāʻina",
    "3453526675": "1. 1 aoao",
    "1952810469": "ʻAno",
    "1795436560": "1. Kau",
    "102695075": "Ka lōʻihi",
    "3356329025": "1. 30 lā",
    "3744153629": "Nā inoa:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "kau,",
    "3186435874": "sessionid",
    "720059527": "2. Hoʻohana ʻia no nā kumu ʻenehana pono loa: ka hoʻouka ʻana, ke ala ʻana.",
    "1241291641": "E ʻike i nā kikoʻī hou aku.",
    "1834801943": "2. 1st aoao",
    "2114694926": "2. Kau",
    "938404336": "2. Nā ʻokoʻa; a hiki i 30 lā.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. Hoʻohana ʻia no nā kumu ʻenehana pono loa: hiki ke hoʻohana i ka Accessibility User.",
    "1061239711": "3. 1st aoao",
    "1483015662": "3. Kau",
    "3458934553": "3. Nā ʻokoʻa; a hiki i 30 lā.",
    "1527172673": "Inā he mau nīnau kāu e pili ana i kēia Kuki Kuki, e ʻoluʻolu e kelepona mai iā mākou ma:",
    "134571844": "Impressum (Hoʻolaha Pūnaewele)",
    "110836420": "Hana hou ʻia: Dekemaba 23, 2020",
    "2901894297": "He lawelawe ʻo hCaptcha na Intuition Machines, Inc. (\"IMI\"), kahi hui ʻo Delaware US (#6393793).",
    "2928362319": "Hiki ke hoʻouna ʻia nā nīnau i hoʻouna ʻia i: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Hiki ke loaʻa ka ʻike e pili ana i ka hoʻokele o kēia ʻoihana ma ka ʻaoʻao About. ʻO ka Luna Nui o ka hui i kēia manawa ka luna hoʻokele kuleana no ka ʻike.",
    "3094150511": "Mana hoʻoponopono: US Federal Communications Commission, 45 L Street NE, Wakinekona, DC 20554 USA.",
    "2763011087": "ʻAʻole ʻae ʻo IMI i, ʻaʻole pono e komo i ka hoʻoholo hoʻopaʻapaʻa ʻē aʻe no nā hoʻopaʻapaʻa mea kūʻai aku i mua o kahi hui hoʻoholo hoʻoholo hoʻopaʻapaʻa.",
    "1395644678": "Paena pūnaewele mana o ke Komisina ʻEulopa no ka Hoʻoholo Hoʻopaʻapaʻa Online:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "ʻAʻohe hōʻoia e pili ana i ka ʻike",
    "707541553": "ʻO nā ʻike āpau i loaʻa ma kā mākou ʻaoʻao pūnaewele ua hōʻoia ʻia e IMI a i ʻole kekahi ʻaoʻao ʻekolu. Eia nō naʻe, ʻaʻole hiki ke kuleana i ka IMI a i ʻole nā ʻaoʻao ʻekolu no ka ʻike o kēia manawa, pololei, a piha paha. Pili kēia i nā pūnaewele ʻē aʻe i hiki ke kiʻi ʻia ma o nā loulou i kā mākou ʻaoʻao. ʻAʻole ʻae ʻo IMI i ke kuleana no ka ʻike o kēia mau pūnaewele waho.",
    "2650241052": "ʻAʻohe ʻōlelo aʻo",
    "3361191778": "ʻAʻole hōʻike ka ʻike i hāʻawi ʻia ma nā ʻaoʻao pūnaewele i ka ʻōlelo aʻo a ʻaʻole hiki ke hoʻololi i kēia. Inā makemake ʻoe i ka ʻōlelo aʻo pilikino, e ʻoluʻolu e kelepona i kā mākou limahana kākoʻo.",
    "1031855757": "Hoʻohana i kēia pūnaewele",
    "204716894": "Mālama ʻia ka ʻike a me ka hoʻolālā ʻana o kā mākou ʻaoʻao pūnaewele ma lalo o ke kānāwai kope kope. ʻO ka hoʻopili hou ʻana i nā ʻaoʻao a me kā lākou ʻike ma ke ʻano i ʻoi aku ma mua o ka hoʻohana kūpono kūpono e koi ai i ka ʻae i kākau mua ʻia mai ka IMI inā ʻaʻohe ʻōlelo kānāwai ʻē aʻe i kuhikuhi ʻia no ka hana kope ʻana ma ka ʻaoʻao.",
    "3182435854": "Kuleana kope",
    "3187946010": "ʻO nā kikokikona, nā kiʻi, nā kiʻi ʻoniʻoni, nā wikiō, nā mele, nā kani a me nā mea ʻē aʻe ma kēia mau ʻaoʻao e pale ʻia ma lalo o ke kānāwai kope kope e IMI a i ʻole nā ʻaoʻao ʻekolu inā i kuhikuhi ʻia. ʻAʻole ʻae ʻia ke kope a hoʻololi i kēia mea no ka hoʻohana ʻana i ka ʻoihana ma ke ʻano i ʻoi aku ma mua o ka hoʻohana kūpono kūpono.",
    "74538881": "Ke kuleana o kēia pūnaewele",
    "3236873806": "Na IMI ke kuleana o kēia pūnaewele.",
    "2657277322": "Inā he mau nīnau kāu, e ʻoluʻolu e kelepona mai iā mākou ma:",
    "1338341134": "hCaptcha + Palekana pilikino (Beta)",
    "88879089": "ʻO ka Privacy Pass kahi",
    "1898063898": "no ka mālama ʻana i ka pilikino mea hoʻohana a mākou e hoʻomohala nei me",
    "1942186611": "a me nā mea ʻē aʻe.",
    "3673079511": "maʻamau e puka mai ana",
    "2164933356": "Cloudflare",
    "3119589996": "Pehea e hana ai: hāʻawi kahi hoʻonui polokalamu i nā mea hoʻohana i ka hiki ke hana a kau inoa i nā hōʻailona makapō cryptographically no nā pūnaewele e kākoʻo ana i ka protocol Privacy Pass. Hoʻopuka ka hoʻonui i nā pā i loaʻa nā hōʻailona makapō cryptographically i kau inoa ʻia e hCaptcha i ka wā e hoʻoholo ʻia ai kahi paʻakikī ma kekahi pūnaewele e hoʻohana ana i ka lawelawe hCaptcha,",
    "1254771154": "nā pilikia i hōʻike ʻia ma nā lawelawe kākoʻo Privacy Pass ʻē aʻe i hoʻokomo pū i ka hCaptcha, e laʻa me Cloudflare.",
    "996362763": "ʻAʻole makapō kēia mau hōʻailona a mālama ʻia e ka hoʻonui no ka hoʻohana e hiki mai ana. Ke kipa ka mea hoʻohana i kahi pūnaewele e hoʻohana ana i ka hCaptcha a pono e hele i ka luʻi (inā ʻike ʻole ʻia a i ʻole ma ke pihi \"He kanaka wau\") e kūʻai ʻia lākou. ʻO ke kaʻina hana makapō ʻo ia hoʻi, ʻaʻole hiki ke hoʻopili ʻia nā hōʻailona i hoʻopaʻa ʻia a kūʻai ʻia mai ka hiʻohiʻona o hCaptcha, a no laila mālama ʻia ka pilikino o ka mea hoʻohana.",
    "2943346052": "Ke hoʻomau nei ke kaʻina hana maʻamau IETF, manaʻo mākou e hoʻohana nā mākaʻikaʻi nui i kekahi ʻano o ka Privacy Pass maoli. E lilo kēia i mea pono ʻole i ka hoʻonui. No ka manawa naʻe, e ʻoluʻolu e hahai i nā kuhikuhi ma lalo nei.",
    "2326660907": "koe wale",
    "741483946": "* Ma nā huaʻōlelo ʻē aʻe: hiki iā ʻoe ke kiʻi i nā hōʻailona hCaptcha Privacy Pass ma hCaptcha.com, a hoʻohana iā lākou ma nā pūnaewele ʻē aʻe me ka hoʻohana pono ʻana i ka hCaptcha.com. ʻAʻole hiki iā ʻoe ke kiʻi a kūʻai hou i nā hōʻailona hCaptcha Privacy Pass e kāʻalo i ka lawelawe hCaptcha e like me ka hoʻohana ʻia e Cloudflare, no ka mea, hoʻopuka ʻo Cloudflare a kūʻai i kāna mau hōʻailona Privacy Pass.",
    "1362015807": "E hoʻomaka ana",
    "1358325821": "ʻO ka mua, e hoʻokomo i ka hoʻonui no",
    "310885519": "a i ʻole",
    "4091044469": ". E hōʻoia ua hiki iā ʻoe ke hoʻonui i ke ʻano incognito. A laila, e kipa i kekahi pūnaewele me ka hCaptcha a hoʻoponopono i kahi captcha. E like me ka mana 2.0.3, hiki iā ʻoe ke kūʻai i kēia mau hōʻailona ma nā pūnaewele me ka hoʻohana ʻana i ka hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "Ke hoʻokomo ʻia ka hoʻonui ʻia, kaomi ma aneʻi (a i ʻole ma kahi pūnaewele e hoʻohana ana i ka hCaptcha) no ka loaʻa ʻana o nā pass:",
    "166277959": "E ʻoluʻolu: aia kēia hiʻohiʻona i ka beta i kēia manawa, a ʻaʻole hiki ke hana no nā pūnaewele a me nā mea hoʻohana i nā manawa āpau. Inā ʻaʻole hiki ke hoʻohana ʻia a ʻaʻole hana no kekahi mea hoʻohana, e hāʻule wale ka ʻano i ka ʻike hCaptcha maʻamau me ka nalowale o ka hana.",
    "3031357206": "E hōʻike ʻia kahi ikona hou ma ka ʻaoʻao o kāu pahu URL. E kipa i kahi pūnaewele me ka hCaptcha. E like me kēia:",
    "1066753052": "ʻo ia hoʻi, ua nele ka ʻeke kālā, a aia ʻoe ma kahi pūnaewele e loaʻa ana kahi hoʻokūkū hCaptcha. Ke hoʻopau ʻoe i ka luʻi, e loaʻa iā ʻoe nā hōʻailona hiki ke kūʻai ʻia ma kekahi pūnaewele ʻē aʻe me hCaptcha.",
    "651123197": "E hōʻike ʻia ka helu o ka huina o kēia manawa i loko o kāu ʻeke ma ka ikona ma hope o ka pau ʻana o ka luʻi.",
    "554844646": "Hiki iā ʻoe ke hōʻoia i ka hana ʻana o ka hoʻonui ʻana ma ka ʻike ʻana i ka iho ʻana o ka counter e 1 i kēlā me kēia manawa āu e kaomi ai",
    "4087729475": "ka pilikia ma hope o kāu hoʻoholo mua.",
    "647630208": "A ʻo ia nō! ʻOi aku ka pilikino o kāu mākaʻikaʻi pūnaewele.",
    "3272552822": "Nā mea hoʻomohala a me nā cryptographers:",
    "4059570880": "Inā makemake ʻoe e hahai i ka hoʻoikaika maʻamau, ke hoʻomaka nei nā hana i kēia manawa ma",
    "1904390996": "e hoʻohālikelike i ka",
    "252720667": "ma lalo o ka palekana cryptographic o Privacy Pass. ʻO ka protocol pono'ī e hele ana i ka",
    "3972554015": "kaʻina hana pū kekahi. A ʻo ka hoʻonui ʻia ʻana o ka polokalamu kele",
    "3723626769": "no kāu mau haʻawina a loiloi.",
    "3882147547": "Oblivious Pseudorandom Functions",
    "565624910": "kikoo",
    "3421090159": "puna hāmama",
    "3098677775": "Nīnau: He pilikino paʻa koʻu IP a me kaʻu moʻolelo hulina mai hCaptcha ke hoʻohana nei i ka Privacy Pass?",
    "4019638786": "A: ʻAʻole loa e hōʻike nā mea hoʻohana i ka Privacy Pass o hCaptcha i kā lākou IP iā hCaptcha ke ʻole ka nele o ka ʻeke hōʻailona o kā lākou polokalamu kele pūnaewele a hoʻouna paha ka pūnaewele. ʻAʻohe ala o ka hCaptcha e hoʻopili ai i ka mea hoʻohana i ka hoʻōla hōʻailona, a ʻaʻole ia e launa pū me ka mea hoʻohana i ka wā e hoʻōla ai ke ʻole ka nele o kā lākou ʻeke hōʻailona.",
    "3887113660": "Nīnau: Pehea e pili ai ka Privacy Pass i ka loaʻa kālā hCaptcha?",
    "1116455671": "A: E loaʻa iā ʻoe kahi uku no ka hoʻonā mua inā hoʻopau ka mea hoʻohana iā ia ma kāu pūnaewele. Hoʻihoʻi ʻia ke ʻano pane like me he mea lā ua hala ka mea hoʻohana i kāu pūnaewele ma muli o ka hilinaʻi kiʻekiʻe o ka mea kūʻai aku: ʻaʻohe loaʻa kālā, a loaʻa i ka siteverify kelepona mai kāu kikowaena ka 'aie: False' i nā hopena pass.",
    "779817954": "Nīnau: Inā loaʻa iaʻu nā palapala Pass Privacy i hāʻawi ʻia e kahi mea lawelawe ʻē aʻe, hiki iaʻu ke kūʻai hou iā lākou ma hCaptcha?",
    "3014149332": "A: ʻAʻole, ʻaʻole hiki ke hoʻopili ʻia nā pā: pono e hoʻopuka ʻia a kūʻai ʻia e ka mana like, i kēia hihia hCaptcha. E hoʻomaopopo inā loaʻa iā ʻoe nā hala mai Cloudflare a me hCaptcha i kāu hoʻonui, e hoʻololi ʻia ka helu i loaʻa i ka nui kūpono ma muli o ke koi o ka ʻaoʻao āu e kipa nei. I nā huaʻōlelo ʻē aʻe, inā loaʻa iā ʻoe he 100 Cloudflare pass i kāu ʻeke a me 10 hCaptcha pass, pono ʻoe e ʻike iā 10 ma ka extension icon ma nā ʻaoʻao me ka hCaptcha i hoʻokomo ʻia.",
    "3679148535": "Nīnau: He aha nā noi ʻē aʻe o Privacy Pass āu e hana nei?",
    "1606783855": "A: Nui ko mākou hoihoi i ka Privacy Pass for the Accessibility (\"a11y\") use case. ʻO nā koho kaulana mua e like me nā leo captchas e hoʻowahāwahā i nā mea hoʻohana a11y. Manaʻo mākou ʻo ka hoʻohui ʻana i kā mākou ala a11y i kēia manawa me ka hoʻopuka ʻana i ka Privacy Pass e ʻae i nā mea hoʻohana a11y e mākaʻikaʻi me ka palekana, paʻa i ka ʻike ʻoi aku ka pilikino o kā lākou kaʻa, ʻoiai ke kaohi ʻana i ka hoʻomāinoino ʻia e nā mea hana bot i hiki ʻole ke loaʻa ke loaʻa nā koho a11y.",
    "2359150347": "Nīnau: Kākoʻo anei nā lawelawe palekana pūnaewele ʻē aʻe i ka Privacy Pass?",
    "2082237880": "A: ʻO hCaptcha ka lawelawe mua o kāna ʻano e kākoʻo ana i ka Privacy Pass, a ʻo ia wale nō ka mea e hana pēlā. Eia nō naʻe, manaʻo mākou e ʻike nā lawelawe ʻē aʻe i nā pono o ka hoʻonui ʻana i ka pilikino o ka mea hoʻohana ma ka pūnaewele, a ke manaʻo nei mākou i ka wā e hiki mai ana e hoʻokō hou ʻia nā kūlana IETF a mākou e kōkua nei e hoʻomohala.",
    "2109792055": "Alakaʻi mea hoʻohana: Debugging i nā pilikia me ka hoʻopuka pilikino a me ka hōʻoia",
    "3588620914": "ʻO ka Privacy Pass he mea hou ia e nā kūlana o ka Pūnaewele, a hiki i nā noi ʻē aʻe a me nā mea hoʻonui pūnaewele ʻike ʻole ke hoʻopilikia i kāna hana.",
    "4039193170": "Inā pilikia ʻoe i ka loaʻa ʻana a i ʻole ke kūʻai ʻana i nā hōʻailona:",
    "2378786360": "1. E ho'āʻo i kekahi o nā polokalamu kele pūnaewele ʻē aʻe i kākoʻo ʻia: inā ʻoe ma Chrome, e hoʻohana iā Firefox me ka ʻole e hoʻokomo i kāu mau hoʻonohonoho mai Chrome, a e hoʻokomo i ka plugin ma laila. Inā hana kēlā, loaʻa paha iā ʻoe kahi pilikia hoʻonohonoho polokalamu kele pūnaewele.",
    "394235836": "3. Inā ʻaʻohe o nā manaʻo i ʻōlelo ʻia ma luna nei, e hoʻouna mai iā mākou i leka uila kākoʻo a hauʻoli mākou i ke kōkua ʻana i nā mea e hana nei.",
    "3470857731": "He loiloi o ka maikaʻi o ka ʻike ʻana o reCAPTCHA i nā bots.",
    "3240786848": "Hoʻohou hope: Pepeluali 18, 2021",
    "2547140673": "No ka ʻoi aku o ka ʻumi makahiki, ua hāʻawi aku ka lawelawe reCAPTCHA a Google i nā mea nona ka pūnaewele i kahi kālepa: e ʻae iā Google e nānā i kāu mea hoʻohana a nīnau iā lākou i nā nīnau, a ke hoʻohiki nei lākou e kāpae i nā bots a me ka spam.",
    "2133754014": "ʻOi aku ma mua o 4.5 miliona mau pūnaewele e hoʻohana ana i ka reCAPTCHA [",
    "3152512587": "a hōʻiliʻili ka ʻōnaehana i nā haneli miliona o nā hoʻonā i kēlā me kēia lā. [",
    "2296918009": "Ua like kēia me ka 100 kanaka-makahiki o ka hana i kēlā me kēia lā.[",
    "3900538778": "ʻO ka ʻikepili i hōʻailona ʻia ka wahie e hoʻoikaika ai i ke aʻo ʻana i ka mīkini. Ua hoʻohana ʻia nā pane reCAPTCHA no ka hoʻomaikaʻi ʻana i nā lawelawe ML/AI a Google mai ka makahiki 2009. ʻAʻole ʻike ka nui o ka poʻe e hoʻohana ana i ka reCAPTCHA i kā lākou hana.",
    "1160252730": "Ke kau nei ʻo Google i nā kumukūʻai kiʻekiʻe no ka reCAPTCHA Enterprise, no laila e loiloi hou nā hui he nui i kēia kuʻikahi.",
    "1131196501": "ʻO nā ʻoihana nui e like me",
    "204889717": "ua hoʻololi i ka hCaptcha",
    "639413188": "i ka pane.",
    "3280658086": "nā hoʻonā ʻoihana",
    "3842815245": "He kalepa pono anei keia?",
    "714342693": "Ke hōʻiliʻili nei ka hui hCaptcha i ka ʻikepili kumu kūʻai mai nā lawelawe hoʻopau captcha \"pūnaewele pouli\" mai ka makahiki 2016. Ua ʻike mākou i kahi ʻano hoihoi:",
    "468929661": "He haʻahaʻa loa ke kumukūʻai maʻamau no ka haki ʻana i kahi reCAPTCHA (emi iho ma mua o $1 no 1000 solves) a ʻaʻole i hoʻonui nui ʻia mai ka hoʻomaka ʻana o kā mākou nānā ʻana i ka makahiki 2016. Pili kēia i ka reCAPTCHA v2 a me v3. [",
    "2862164005": "Hāʻawi ka ʻikepili kumu kūʻai iā mākou e kau i kahi waiwai kālā pololei ma ka palekana i hāʻawi ʻia e kahi reCAPTCHA: $0.001 a i ʻole ka liʻiliʻi no kēlā me kēia pane.",
    "102498091": "Hoʻopaʻa ʻo Google i $1 no nā noi 1000 no reCAPTCHA Enterprise, ʻo ia hoʻi ke uku nei lākou i kēlā me kēia noi ma mua o nā kumukūʻai no ka uhai ʻana i ka palekana o kā lākou lawelawe. Me he mea lā he hana ʻino kēia.",
    "130239139": "He aha ka waiwai o ka 100+ kanaka-makahiki hana i hōʻiliʻili ʻia e Google i kēlā me kēia lā?",
    "1421074182": "Kiʻekiʻe loa.",
    "1953519598": "ʻO ke kumukūʻai no ka hoʻopaʻa inoa ʻana i kahi kiʻi hoʻokahi mai $0.03 a i $1.00 a ʻoi aku paha. Ma nā manaʻo conservative, ua unuhi ʻo Google i nā piliona kālā o ka hana manuahi a hiki i kēia lā. [",
    "3025548709": "Aia kekahi mea ʻē aʻe i kēia kuʻikahi kūpono ʻole?",
    "263761351": "ʻO hCaptcha ka mea koho mua i hilinaʻi ʻia, i kēia manawa e hoʻohana ʻia e nā haneli miliona o ka poʻe i kēlā me kēia mahina.",
    "2743692546": "Ke hōʻoiaʻiʻo nei nā mea hoʻohana i ko lākou ʻano kanaka ma o hCaptcha, komo kā lākou hana i kahi mākeke hāmama inoa ʻole no ke koho ʻana.",
    "1982750088": "Makemake nā ʻoihana a puni ka honua i kēlā hana e hoʻopau i nā hana maʻalahi i maʻalahi no ka poʻe akā paʻakikī no nā mīkini. Kākoʻo nā mea hoʻohana i ka pūnaewele a lākou e kipa aku ai, a ʻike i ka liʻiliʻi o ka spam pūnaewele ma muli o kahi kiʻekiʻe o ka palekana.",
    "1108398506": "loaʻa i nā mea kūʻai ka mana piha ma luna o ka ʻike, a pōmaikaʻi mai ka ʻike i loaʻa iā hCaptcha e hana ana i ka mea hoʻolako kūʻokoʻa kūʻokoʻa nui loa ma ka pūnaewele. Loaʻa iā lākou ka ʻoi aku ka maikaʻi ma mua o ka reCAPTCHA Enterprise: a hiki i 50-80% ʻoi aku ka maikaʻi o ke kumu kūʻai, ma muli o ka nui.",
    "3012870872": "Loaʻa i nā pūnaewele a me nā polokalamu e hoʻohana ana i ka mana manuahi (hCaptcha Publisher) mai kēlā hana ma mua o ka hāʻawi ʻana iā Google.",
    "2271512952": "Kākoʻo nā mea hoʻohana i ka pūnaewele a lākou e kipa aku ai, a ʻike i ka liʻiliʻi o ka spam pūnaewele.",
    "278010425": "ʻOi aku ka paʻakikī o nā hana ākea a loli pinepine i ka hCaptcha. ʻAʻole i loli ka pilina hoʻokahi o reCAPTCHA i nā makahiki he nui, a he wahi liʻiliʻi o nā nīnau hoʻololi pinepine ʻole. ʻO kēia kekahi o nā ala e hāʻawi ai ka hCaptcha i ka pale anti-bot ʻoi aku ka ikaika ma mua o ka reCAPTCHA.",
    "984849234": "Hoʻohana ʻo hCaptcha i ke aʻo ʻana i nā mīkini kiʻekiʻe e hāʻawi i ka mea i hoʻohiki wale ʻia e reCAPTCHA, ʻoiai e kaʻana like ana i ka waiwai i hopu ʻia me nā pūnaewele e hoʻohana ana ia mea.",
    "4063769686": "Kākoʻo nā mea hoʻohana i ka pūnaewele a lākou e kipa aku ai, a ʻike i ka liʻiliʻi o ka spam pūnaewele. Me he mea lā he hana kūpono kēia.",
    "685916926": "No ke aha i hoʻomaikaʻi ʻole ai ka reCAPTCHA i ka manawa?",
    "3992401943": "Ua hoʻololi ʻia ka hoʻonaʻauao hohonu mai ka makahiki 2012. Ua hoʻomaikaʻi maikaʻi ʻia ka ʻoihana maʻamau no ka pololei o ka hana i nā makahiki he ʻumi i hala, ma muli o nā pūnaewele convolutional hohonu. ʻO nā lawelawe ML-powered ʻē aʻe i hāʻawi ʻia e Google i hahai i kēia pihi.",
    "615031303": "(E nānā i nā memo",
    "2125514305": "Ua hoʻomaikaʻi ʻo ML, akā ʻaʻole i loli maoli ka paʻakikī o ka haʻalele ʻana i ka reCAPTCHA i kēia manawa.",
    "1406188018": "6 a me 7",
    "2689973938": "ʻO ka hoʻomaikaʻi ʻana i ka reCAPTCHA e hoʻokumu i kahi hakakā koʻikoʻi no Google ma ke ʻano he mea kūʻai hoʻolaha.",
    "464238793": "Inā hoʻoholo ʻo Google ponoʻī ʻo ka mea hoʻohana e ʻike ana i kahi hoʻolaha a i ʻole ke kaomi ʻana i kahi loulou he bot, ʻaʻole hiki iā ia ke uku no nā hoʻolaha i hōʻike ʻia i kēlā mea hoʻohana. ʻO kēia paio o ka hoihoi i kaupalena nui i ka laulā o nā manaʻo anti-bot a Google.",
    "918924423": "No ka laʻana, ʻaʻole hāʻawi ʻo Google i nā lawelawe waiwai nui e like me retroactive bot detection. ʻOi aku ka hilinaʻi o ka haʻi ʻana i nā mea hoʻohana i hana ʻia e bot ma hope o ka nānā ʻana i kekahi mau lā o ka ʻikepili.",
    "661412233": "ʻO ka ʻike ma hope o ka captcha he mau bots kekahi mau mea hoʻohana. Hāʻawi ia i nā mea nona ka pūnaewele e hoʻomaʻemaʻe i nā pou spam kahiko a holoi i \"nā moʻokāki hiamoe\" i hoʻopaʻa inoa ʻia i nā forum spam i ka wā e hiki mai ana, e hōʻemi i ka hoʻopunipuni, a me nā mea hou aku.",
    "3600797185": "ʻO ka hāʻawi ʻana i ka ʻike bot retroactive e wehe iā Google i nā nīnau koʻikoʻi e pili ana i ka hoʻihoʻi hou ʻana i ka poʻe hoʻolaha i hoʻolilo i ke kālā ma kēlā kalepa hoʻopunipuni.",
    "2076932190": "Ua kū ka huahana reCAPTCHA no hoʻokahi makahiki.",
    "3856912381": "Ua pilikia nā mea hoʻohana, a ua laha nui ka spam pūnaewele pono ʻole. Akā, aia kekahi mea ʻē aʻe.",
    "1035621426": "ʻO kēlā me kēia bot i ʻike ʻia e reCAPTCHA e hōʻemi pololei i ka loaʻa kālā o Google.",
    "3668115514": "Pehea ka ʻokoʻa o ka hCaptcha?",
    "2413742287": "ʻO ka manaʻo o hCaptcha e hoʻonui i ka pololei, ʻaʻole i ka loaʻa kālā: ʻaʻole pono nā pane bot no kā mākou mea kūʻai aku, pono lākou i ka ʻikepili aʻo kanaka.",
    "1373262754": "ʻO ka ʻike ʻana i ke kanaka he waiwai liʻiliʻi no ka hCaptcha. Manaʻo wale mākou inā he kanaka a he mea hana ʻino paha.",
    "600646860": "Ma kahi o ka hāʻawi ʻana i kahi lawelawe o ka waiwai kānalua ʻoiai e unuhi ana i ka hana me ka waiwai maoli, hāʻawi ʻo hCaptcha i ka uku a me ka pale anti-bot ikaika.",
    "1836191653": "Ma kahi o ka hāʻawi ʻana i kahi lawelawe maʻalahi i nā mea hoʻohana manuahi ʻoiai e uku ana i nā miliona o nā kālā no kahi mana ʻoihana ʻaʻole i ʻoi aku ka maikaʻi, hāʻawi ʻo hCaptcha i ka palekana bot maikaʻi loa i nā mea ʻelua, ʻoiai e hāʻawi ana i nā mea hoʻohana i nā hiʻohiʻona hou a me ka hana maʻamau, me nā SLA ikaika a me ke kākoʻo wikiwiki.",
    "990215503": "ʻO hCaptcha wale nō ka lawelawe captcha nui i loaʻa ʻole e kahi pūnaewele hoʻolaha.",
    "971933157": "Manaʻo ʻo hCaptcha i ka pilikino, ka ʻike, a me ka pololei.",
    "178839499": "Hāʻawi ka hCaptcha i ka waiwai o ka hana i hana ʻia ʻoiai nā mea hoʻohana e hōʻoia i ko lākou ʻano kanaka.",
    "1237076138": "Hāʻawi ka hCaptcha i kahi kuʻikahi kūpono i nā mea kūʻai manuahi (hCaptcha Publisher) a me nā mea kūʻai aku (hCaptcha Enterprise).",
    "614310292": "Na wai i kūkulu i ka hCaptcha?",
    "4188814619": "ʻO ka hCaptcha kahi lawelawe o nā Mīkini Intuition (",
    "3265328927": "), he hui aʻo mīkini e hāʻawi ana i nā huahana a me nā lawelawe no nā hui e hoʻokō ana i ka aʻo mīkini ma ka pālākiō.",
    "2740033957": "Hoʻokumu ʻia ka hui IM me nā ʻepekema a me nā ʻenekinia mai Apple, Amazon, a me nā alakaʻi ʻē aʻe i ke aʻo ʻana i ka mīkini, nā ʻōnaehana māhele, a me ka palekana.",
    "1579715421": "Hoʻopuka pinepine ka poʻe ʻepekema IM i nā ʻaha kūkā kiʻekiʻe e like me ICML, ICLR, ECCV, a me NeurIPS, a ua hoʻolaha ka hui i nā hopena hou loa i nā hoʻopaʻi ML e like me ka hashing hohonu [",
    "4015238193": "a me OCR [",
    "279580593": "imachines.com",
    "279918384": "Pehea e hoʻohana ai ʻo Google i kāu hana manuahi?",
    "2385522384": "Ua ʻike paha ʻoe i nā kiʻi wikiō mai nā pahupaʻikiʻi ma Google's Waymo kaʻa kaʻa ponoʻī, a me ke kōkua ʻana i ka hoʻomaikaʻi ʻana i kā lākou mea ʻike.",
    "1517627947": "Ke ʻike nei paha ʻoe i nā kiʻi o nā hale a i ʻole nā hōʻailona alanui mai nā kaʻa Google Streetview, a me ke kōkua ʻana e hoʻopaʻa inoa i nā wahi no kā lākou palapala palapala a me nā huahana Earth.",
    "3225936061": "Ke ʻike nei paha ʻoe i nā kiʻi o nā kikokikona i lawe ʻia mai nā ʻaoʻao puke ma ka lawelawe puke a Google, a me ke kōkua ʻana i ka hoʻomaikaʻi ʻana i kā lākou polokalamu OCR (text recognition).",
    "129661785": "Ua noi ʻia e \"kaomi i ke kaʻa/ke ala hele/kuhi kukui?\"",
    "936667684": "Ua noi ʻia e \"paʻi i ka hōʻailona hale/alanui?\"",
    "3773515538": "Ua noi ʻia e \"paʻi i nā huaʻōlelo ʻelua?\"",
    "1778058441": "He aha nā ʻano hana e holo nei ma hCaptcha?",
    "366088791": "Kākoʻo ʻo hCaptcha i nā ʻano hana like ʻole.",
    "3114147525": "Hoʻohana nā mea kūʻai hCaptcha i ka lawelawe no nā hana e pili ana i ka ʻike mea, ka ʻike ʻana i nā hiʻohiʻona (e hōʻiliʻili i nā lepili no ka ʻike ʻana i nā ʻano lole), ka pae kūpono (e koho ana i ka huahana kūpono loa mai nā koho he nui ke hoʻohālikelike ʻia me kahi huahana mua), nā pahu hoʻopaʻa (ʻike i nā wahi hoihoi he kiʻi), \"Human OCR\" (ʻike i ke kikokikona ma ke kiʻi) a me nā ʻano hana ʻē aʻe he nui.",
    "3139609561": "Ma lalo iho nei ʻelua mau laʻana o ka hoʻokaʻawale kiʻi a me nā ʻano hana ʻike hiʻohiʻona. [",
    "2273532558": "ʻO wai nā mea kūʻai uku o hCaptcha?",
    "4104221634": "Hāpai nā mea kūʻai aku i nā ʻoihana like ʻole, mai nā hui ʻenehana a i ka poʻe e pili ana i ke ʻano, nā hale kūʻai, a me nā wahi ʻē aʻe kahi e hiki ai iā lākou ke hana i ka waiwai mai ka hoʻohana ʻana i ka mīkini aʻo.",
    "1337725003": "Ua kūpaʻa ʻo hCaptcha i ka democratizing i ka loaʻa ʻana o ka helu kiʻekiʻe o ka manawa maoli, e ʻae ana i nā hui nui a me nā mea liʻiliʻi e hoʻomaikaʻi i ka maikaʻi o kā lākou huahana a me nā lawelawe ma o ka hoʻohana ʻana i ke aʻo ʻana i ka mīkini i kā lākou ʻoihana.",
    "4086379603": "Nā nīnau?",
    "1243684308": "Manaʻo mākou i kāu manaʻo manaʻo, a makemake mākou e hōʻoia i ka poʻe āpau i kahi ʻike leʻaleʻa ma ka pūnaewele, me ka liʻiliʻi o nā bots a me ka liʻiliʻi o ka spam. E kelepona mai iā mākou:",
    "2645321220": "A inā manaʻo ʻoe he kiʻekiʻe loa ke kumukūʻai o reCAPTCHA, e nīnau mai iā mākou e pili ana i ka hCaptcha Enterprise. Ke hoʻohana ʻia nei e kekahi o nā mea hoʻopuka nui loa, nā ʻoihana lawelawe kālā, a me nā ʻoihana ʻoihana pūnaewele ma ka honua, ʻaʻole lākou he koho ʻē aʻe i ka reCAPTCHA: manaʻo mākou hāʻawi lākou i ka palekana bot maikaʻi loa i loaʻa i kēia manawa.",
    "1229233916": "Kuhikuhi wāwae",
    "1115642494": "1. Puna: BuiltWith.com reCAPTCHA papa inoa. Kiʻi ʻia i Iulai 9th, 2019.",
    "448807334": "(\"Nā haneli miliona o nā CAPTCHA i hoʻoholo ʻia e nā kānaka i kēlā me kēia lā.\") Kiʻi ʻia i Iulai 8th, 2019.",
    "2397590157": "3. Manaʻo Conservative: 200 miliona solves * 30 kekona no ka hoʻonā i nā makahiki = 190.3 kanaka-makahiki/lā.",
    "3236311792": "4. hCaptcha ana i loko. ʻOhi ʻia ka ʻikepili a hiki i Iune 30, 2019. Loaʻa nā kikoʻī ma ke noi.",
    "1752259468": "5. Manaʻo koʻikoʻi: $0.01 ke kumu kūʻai o ka hōʻike hoʻokahi * 200M avg. nā hōʻike no kēlā me kēia lā (palena haʻahaʻa) * 365 mau lā i kēlā me kēia makahiki * 10 mau makahiki mai ka loaʻa ʻana o 2009 = $7.3 biliona waiwai palena haʻahaʻa.",
    "3268946369": "6. Aiʻa: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Puna: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "KA HOʻOPIʻI HOʻOPIʻI O SEMANIC HIERARCHY BASED RELATIONAL EMBEDDINGS NO WEAKLY-SUPERVISED DEEP HASHING, Heikki Arponen, Tom E Bishop. ICML 2019, LLD Workshop.",
    "2544169219": "Nā hualoaʻa hou loa: ICML LLD, Mei 2019.",
    "1973347745": "10. Nā kiʻi laʻana aliʻi ʻole. Puna: Petapixel.",
    "1493115924": "Nā memo hōʻailona:",
    "4051104324": "ʻO \"Intuition Machines\" kahi inoa inoa inoa inoa o Intuition Machines, Inc.",
    "3983646521": "ʻO nā inoa huahana a pau, nā logo, nā hōʻailona, nā hōʻailona a me nā hōʻailona inoa i hoʻopaʻa inoa ʻia nā waiwai o kā lākou mea nona. ʻO nā inoa ʻoihana āpau, nā huahana a me nā lawelawe i hoʻohana ʻia ma kēia pūnaewele no nā kumu ʻike wale nō. ʻAʻole hōʻoia ka hoʻohana ʻana i kēia mau inoa, nā hōʻailona a me nā hōʻailona. I kēia hihia, ʻokoʻa loa.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Hoʻonohonoho ʻo IM ʻepekema i kahi hōʻailona hou no ka Weakly Supervised Text Recognition (OCR) ma CVPR 2020.",
    "1259002282": "Ua loaʻa i kahi bug? Eia pehea e hōʻike ai.",
    "3301728462": "Hoʻohana ka miliona o ka poʻe i ka hCaptcha i kēlā me kēia mahina, ma nā kaukani hui pū ʻana o nā mākaʻikaʻi, nā hoʻonui, nā mea hana, nā pā ahi, a me nā mea hou aku.",
    "3878230879": "ʻO kā mākou pahuhopu e hōʻoia i ka hana mau iā ʻoe, no laila mahalo nui mākou i kāu mau hōʻike!",
    "2465128185": "No ka hāʻawi ʻana i nā manaʻo wikiwiki, e kaomi wale i ke pihi \"E hoʻouna iā mākou i ka manaʻo\".",
    "2921990472": "Inā ʻike ʻoe i kahi pilikia hana, e ʻoluʻolu e hahai i ka",
    "2870341481": "malalo. No nā polokalamu kele pūnaewele ʻē aʻe wale nō",
    "1866590035": "nā kuhikuhi log debug no Chrome",
    "444492541": "debug log kuhikuhi no Firefox",
    "169267610": "leka uila iā mākou",
    "3100722753": "No nā pilikia palekana a pilikino paha, e ʻike i nā kuhikuhi ma lalo nei.",
    "1906593952": "Hāʻawi i ka manaʻo manaʻo ma ka hCaptcha āu i ʻike ai",
    "3951254541": "Mahalo mākou i kāu hoʻokomo. E haʻi mai iā mākou i nā pilikia a e hoʻoponopono koke mākou.",
    "3324288040": "E hoʻouna mai iā mākou i nā manaʻo",
    "2864016648": "Nā pilikia pilikino",
    "304004915": "ʻAʻole mākou mālama i nā mea hoʻohana, ʻo ka mea wale nō paha lākou e hana ʻino a i ʻole nā mīkini. Kākoʻo mākou i nā hana like",
    "1139493658": ", a hana ikaika e kaulike i ka pilikino a me ka palekana.",
    "3083289844": "Inā loaʻa iā ʻoe kahi pilikia āu e manaʻo ai e pili ana i ka pilikino o ka mea hoʻohana, e leka uila iā mākou ma",
    "4264784515": "ʻO nā pōʻino palekana",
    "963238401": "Makemake mau mākou i ka loaʻa ʻana o nā hōʻike no nā bug palekana. leka uila",
    "3926027556": "a e hoʻi koke mākou iā ʻoe.",
    "1589805435": "Loaʻa iā mākou kekahi",
    "2560582224": "polokalamu makana hewa",
    "103876916": "no nā hōʻike palekana kūpono ma ka lawelawe hCaptcha a me ke code kumu pili.",
    "497117287": "Nā Koho Hiki",
    "3230004040": "ʻAʻole hiki iā ʻoe ke hoʻopau i nā hCaptchas?",
    "3480023141": "E aʻo hou e pili ana i nā koho hiki ke loaʻa",
    "2052161540": "Ke hopu nei i nā kikoʻī hōʻike Bug: Chrome",
    "2281169898": "ʻO ka hoʻouna ʻana i ka ʻike debugging me kāu hōʻike e maʻalahi iā mākou ke ʻike i nā mea e hana nei. Eia nā ʻōlelo aʻoaʻo ʻanuʻu:",
    "1123365779": "Inā he mea hoʻomohala pūnaewele ʻoe a i ʻole mea hoʻohana akamai, ʻo ka hōʻuluʻulu manaʻo makemake mākou e hoʻouna mai ʻoe iā mākou i kahi hoʻopaʻa pūnaewele HAR a me nā log console browser.",
    "2015218686": "ma mua o kou hele ʻana i kēia mau ʻanuʻu. Inā hoʻoponopono kēlā i kou pilikia, mahalo mākou iā ʻoe e hōʻike iā mākou i kāu mana polokalamu kele pūnaewele, ka mea pale hoʻolaha a i ʻole ka hoʻonui ʻana i ka polokalamu kele pūnaewele, a me ka URL pūnaewele.",
    "3922723611": "E ʻoluʻolu e hoʻāʻo e hoʻopau i nā mea hoʻolaha hoʻolaha a i ʻole nā mea hoʻonui palekana palekana",
    "4036872105": "mua a laila e ho'āʻo hou",
    "993651083": "KaʻAnuʻu Hana 1: Wehe Mea Hoʻomohala (Hoʻomaka kēia i ka hoʻopaʻa ʻana i ke kau.)",
    "4163469907": "KaʻAnuʻu Hana 2: Kaomi ma ka ʻaoʻao pūnaewele ma nā Mea Hoʻomohala. E nānā i ka pahu \"Preserve log\" ma luna.",
    "4243348003": "KaʻAnuʻu 3: kipa",
    "641342999": ", a i ʻole ka punaewele āu e pilikia ai (Privacy Note: inā ʻaʻole ʻoe e noʻonoʻo e kaʻana like i ia mea) ... a laila kaomi i ke pihi \"He kanaka wau\", a hoʻāʻo e hoʻoponopono.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "KaʻAnuʻu Hana 4: Kaomi \"Export HAR\" (ka pua liʻiliʻi i lalo) ma hope o kou ho'āʻo e hoʻoponopono, ka mea e mālama ai i ka log pūnaewele. E hoʻouna i kēlā faila iā mākou.",
    "1503240421": "KaʻAnuʻu Hana 5: Kaomi ma ka Console tab, a kaomi-pololei a laila \"Save as ..\" i mea e mālama ai i ka log console. E hoʻouna pū mai iā mākou.",
    "2863840904": "KaʻAnuʻu Hana 6: ʻO ka hana hope, e leka uila i kēlā mau faila HAR a console log iā mākou, a wehewehe i ka pilikia",
    "4051785543": "E hoʻohana:",
    "3623028666": "(E ʻoluʻolu e hoʻohana i kahi lawelawe like",
    "551761392": "a hoʻouna i nā loulou) a me ke koho ʻana i kahi kiʻi paʻi kiʻi, inā manaʻo ʻoe aia kekahi mea ʻaʻole hōʻike pololei. E ʻoluʻolu e hoʻouna i ka IP āu e hoʻohana nei. Hiki iā ʻoe ke loaʻa mai",
    "1219091208": "Dropbox",
    "443094024": "waihona waihona",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Mahalo no ka lawe ʻana i ka manawa e kōkua iā mākou e loaʻa kēia ʻike!",
    "3680327841": "Ua paʻa mākou i ka hana pono ʻana o ka hCaptcha no kēlā me kēia",
    "1059502393": "Ka hopu ʻana i nā kikoʻī hōʻike Bug: Firefox",
    "1112074001": "KaʻAnuʻu Hana 2: Kaomi ma ka ʻaoʻao pūnaewele ma nā Mea Hoʻomohala. E nānā i ka pahu \"Persist logs\" ma luna.",
    "1797298240": "KaʻAnuʻu Hana 4: Kaomi \"HAR\" ma hope o kou ho'āʻo e hoʻoponopono, a koho \"Save All as HAR\" no ka mālamaʻana i ka pūnaewele pūnaewele. E hoʻouna i kēlā faila iā mākou.",
    "3671246379": "KaʻAnuʻu Hana 5: Kaomi ma ka Console tab, a kaomi-pololei a laila \"E koho i nā mea a pau\" a mālama i loko o kahi faila kikokikona, i mea e mālama ai i ka log console. E hoʻouna pū mai iā mākou.",
    "3816867833": "Manaʻo manaʻo",
    "788770967": "Kaumaha i lohe kela! Makemake paha ʻoe e hoʻohana i kā mākou koho hiki ke komo:",
    "1333016413": "ʻAe kēia iā ʻoe e pale i nā nīnau e hiki mai ana ma ke kākau inoa ʻana a hoʻonohonoho i kahi kuki.",
    "2333410049": "E ʻoluʻolu e hoʻāʻo e hoʻopau i kāu hoʻolaha hoʻolaha.",
    "1345083090": "Ke hōʻike nei i kahi pilikia hana?",
    "2184564739": "E nana",
    "604751186": "Nā pilikia ʻē aʻe? leka uila",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "pehea e hōʻike ai i nā pilikia me nā moʻolelo kikoʻī",
    "1050501253": "Paʻakikī loa",
    "3264813246": "Kupono ole",
    "3526939538": "Bug lako polokalamu",
    "126134492": "'ē aʻe",
    "3511610999": "E hōʻoia kāu e hele i kahi kūpono.",
    "3906886217": "No nā ʻoihana a i ʻole nā pūnaewele",
    "1621597093": "ʻO nā hāʻina palekana ʻoihana (uku ʻia)",
    "3176531704": "Hōʻike ʻikepili",
    "1834239172": "E kūʻai i nā lawelawe hōʻike hCaptcha",
    "1457707016": "No kanaka",
    "770264626": "Hoʻohui i ka hCaptcha i kāu lawelawe (noa)",
    "881015166": "Hoʻohui i ka hCaptcha no nā mea hoʻopuka i kaʻu pūnaewele a i ʻole ka polokalamu",
    "47536007": "E aʻo hou e pili ana i ka hCaptcha",
    "2012837493": "Nā hualoaʻa huli",
    "4034694801": "ʻAʻohe hopena pili.",
    "3621411541": "E aʻo e pili ana i nā koho hiki i ka hCaptcha",
    "3401005681": "Loaʻa ke kālā",
    "3933993151": "E hana ma ke ʻano he mea hōʻailona ʻikepili pākahi",
    "563059212": "Ka papa inoa o nā Subprocessors",
    "3501923981": "Hana hou ʻia: Ianuali 1, 2020.",
    "3548097301": "Manaʻo: Ianuali 1, 2020.",
    "3991444169": "Hōʻike kēia ʻaoʻao i nā subprocessors o kēia manawa no ka lawelawe hCaptcha Enterprise.",
    "835396984": "Hoʻoikaika i kēia manawa",
    "424089481": "Amazon Web Services, Inc. (Global). Nā lawelawe i hāʻawi ʻia: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Global). Nā lawelawe i hāʻawi ʻia: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Global). Nā lawelawe i hāʻawi ʻia: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Global). Nā lawelawe i hāʻawi ʻia: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Nānā: ʻaʻole pili i nā mea kūʻai a pau. No ka laʻana, hoʻokaʻawale loa ʻia ka IP Blinding a i ʻole nā mea kūʻai aku i ka pilikino kiʻekiʻe a i ʻole nā mea kūʻai koho palekana (e laʻa me nā mea kūʻai aku Secure Virtual Tenancy) mai nā \"PII\" hiki ke komo i nā ʻōnaehana telemetry, ʻo kahi IP address. E ʻoluʻolu e kelepona i kāu luna moʻokāki no ka ʻike hou aku inā pono.",
    "700843971": "Hound Technology, Inc. (Global). Nā lawelawe i hāʻawi ʻia: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Global). Nā lawelawe i hāʻawi ʻia: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Global). Nā lawelawe i hāʻawi ʻia: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Global). Nā lawelawe i hāʻawi ʻia: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "ʻOihana",
    "370366524": "Telemetry lawelawe Ephemeral",
    "121192737": "Nā mea hou e hiki mai ana",
    "2420789666": "Hāʻawi ʻia nā lawelawe ʻo Fastly, Inc.: Fastly CDN a me ka helu ʻaoʻao.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Manaʻo: Sepatemaba 1, 2021. Hoʻohui Infrastructure",
    "1487796027": "No nā hui",
    "3943417791": "Loaʻa i ke kākoʻo no ka hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (noa)",
    "3397976149": "E kiʻi i ke kākoʻo no hCaptcha Publisher",
    "833750823": "Paʻakikī me ka pilikia?",
    "2024737147": "Makemake ʻoe e hōʻike i kahi bug?",
    "1978884623": "E aʻo hou e pili ana i ka hōʻike ʻana i nā pilikia lako polokalamu",
    "4188664955": "Kumu o ka lawelawe",
    "2621989404": "Hoʻohou hope ʻia: Kepakemapa 24, 2021. E ʻoluʻolu e hoʻomaopopo i ka mana o kā mākou ʻōlelo Pelekania.",
    "2404545611": "Welina mai iā hCaptcha! Mahalo iā ʻoe no ka lilo ʻana i ʻāpana o ko mākou kaiāulu. Pono nā mea hoʻohana a pau o ka \"Services\" (i wehewehe ʻia ma lalo) i kēia mau ʻōlelo (ka \"Terms of Service\"). Ma lalo o kēia mau Kūlana o ka lawelawe, \"IMI\", \"mākou\" a me \"mākou\" e pili ana iā Intuition Machines, Inc. a me kāna mau lālā, nā hui, nā luna, nā ʻelele, nā limahana, nā ʻelele, a me nā ʻelele, a me kā mākou \"pūnaewele\" e pili ana i kekahi pūnaewele ma lalo. kā mākou mana, me www.hcaptcha.com a me www.imachines.com.",
    "2348450790": "E ʻoluʻolu e heluhelu i kēia mau ʻŌlelo o ka lawelawe. Hoʻopili lākou, ma waena o nā mea ʻē aʻe, nā hōʻole o nā palapala hōʻoia, nā palena o ke kuleana, a me ka hoʻopaʻa ʻana i ka hoʻopaʻa ʻana. E ʻoluʻolu e hoʻomaopopo ua loli paha kēia mau Kūlana o ka lawelawe mai kāu kipa hope ʻana i kā mākou pūnaewele. Hiki iā mākou ke hoʻoponopono a hoʻololi i kēia mau Kūlana o ka lawelawe i kēlā me kēia manawa ma ko mākou manaʻo ponoʻī. Inā loaʻa kahi hoʻololi waiwai, e haʻi aku mākou iā ʻoe ma ka hoʻouna ʻana i nā Kūlana o ka lawelawe hou ʻana ma kēia ʻaoʻao, a ma hope o ia mea pono ʻoe e ʻae ʻae i nā Kūlana o ka lawelawe hou i mea e hoʻomau ai i ka hoʻohana ʻana a i ʻole ke komo ʻana i ka Pūnaewele a i ʻole ka Service.",
    "1064537632": "E ʻoluʻolu, e hoʻomalu ʻia kāu hoʻohana ʻana i kā mākou lawelawe e kā mākou Data Processing Agreement, i hoʻohui ʻia ma ʻaneʻi e ka kuhikuhi. E ʻoluʻolu e nānā i kēia ʻaelike e ʻike i ke ʻano o kā mākou hana ʻana i ka ʻikepili pilikino no ʻoe. E hoʻomaopopo he hana mākou ma ke ʻano he \"mea hana ʻikepili\" no nā kumu o ka EU General Data Protection Regulation, a he \"lawelawe lawelawe\" no ke kumu o ka California Consumer Privacy Act.",
    "1933936765": "Kuʻikahi Hoʻoponopono ʻIkepili (Hoʻopuka hope ʻia: Kepakemapa 23, 2021)",
    "2959486280": "Inā ʻaʻole ʻoe e ʻae i kēia mau Kūlana o ka lawelawe, ʻaʻole hiki iā ʻoe ke hoʻohana a komo i ka Pūnaewele a i ʻole ka lawelawe.",
    "3200859925": "1. Manao",
    "1807143500": "Aia nā lawelawe i kahi lawelawe palekana pūnaewele (ʻo ka \"hCaptcha Service\") a me kahi kahua (ka \"Intuition Machines Platform\") kahi e hiki ai i kahi kanaka (\"Contributor\") ke koho e hana i nā hana a kahi hui ʻekolu a i ʻole Intuition Machines ponoʻī (kēlā me kēia. he \"Noi\") i kā mākou pūnaewele a i ʻole ka lawelawe hCaptcha, pololei ma kā mākou pūnaewele a i ʻole ma ke komo ʻana i ka Intuition Machines Platform a / a i ʻole ka hana ʻana i nā hana ma o a i ʻole e pili ana i kahi hui ʻaoʻao ʻekolu a / a i ʻole platform a lawelawe paha (kēlā me kēia, he \"Integrator\"). Hoʻouna ka poʻe noi i nā hana a kono i nā mea kōkua e hoʻokō i nā uku i hāʻawi ʻia e IMI i Integrators, a i ʻole e like me ka mea i hoʻoholo ʻia e ka mea noi inā hoʻohana ka mea noi i ka Intuition Machines Platform a i ʻole ka lawelawe hCaptcha e lawelawe i nā hana i kā lākou mea hoʻohana hope. Ke koi nei mākou i nā hui a me nā kānaka (ʻo kēlā me kēia \"mea kūʻai aku\") no ka hoʻohana ʻana i kā mākou kahua i hiki iā lākou ke hoʻohana i kā mākou polokalamu, nā hana mea kākau, hoʻolimalima iā mākou i nā hana mea kākau, a/a i ʻole e loaʻa i nā mea kōkua. Hoʻouna pū mākou i nā Integrators no ka hoʻohana ʻana i kā mākou lawelawe hCaptcha i mea e hōʻemi ai i ka hoʻopunipuni, ka hoʻomāinoino, a me ka spam ma kā lākou pūnaewele, nā polokalamu kelepona, a me nā waiwai pūnaewele ʻē aʻe. ʻO ka mea i ʻōlelo ʻia ma luna nei i kapa ʻia ʻo \"Nā lawelawe.\"",
    "3212830633": "2. Pono",
    "2605814073": "Ma ka hoʻohana ʻana a i ʻole ke kau inoa ʻana no kā mākou lawelawe, ʻae ʻoe: aia ʻoe ma kahi o 18 mau makahiki; Loaʻa iā ʻoe ka mana e komo i kēia ʻaelike no ʻoe iho a i ʻole ka hui āu e hōʻike nei, a e hoʻokō mau ʻia i nā manawa a pau me kēia mau Kūlana o ka lawelawe a me nā kulekele a me nā alakaʻi IMI a pau i kuhikuhi ʻia ma ʻaneʻi; a ʻaʻole ʻoe e hōʻino i kā mākou pūnaewele, hōʻike hewa i kou ʻike iā mākou, a i ʻole e hoʻohana i ka ʻike akamai e hoʻopau i kekahi ʻāpana o kekahi hana ma IMI e koi ai i ka naʻauao kanaka.",
    "2616040974": "3. Nā mea kūʻai a me nā mea noi",
    "1544829730": "Inā he mea kūʻai aku ʻoe a i ʻole noi, ʻae ʻoe e pili ana nā huaʻōlelo hou i hoʻopili ʻia e like me ka Customer Appendix a hoʻopili ʻia ma ke kuhikuhi ʻana i kēia mau Kūlana o ka lawelawe. Inā ʻaʻole ʻoe he mea kūʻai a mea noi paha, a i ʻole e hoʻōki i ka lilo ʻana i mea kūʻai aku a i ʻole noi, a laila ʻaʻole e pili nā huaʻōlelo hou i ka Customer Appendix a ʻaʻole hoʻi e hoʻokomo ʻia ma ke kuhikuhi ʻana i kēia mau Kūlana o ka lawelawe.",
    "3759360138": "4. inoa hoʻohana a me ka ʻōlelo huna",
    "2236960358": "Ma ke kau inoa ʻana, e noi ʻia ʻoe e hōʻike i kekahi ʻike pilikino e pili ana iā ʻoe (\"Personal Information\"), me kou inoa, ka leka uila, a me ka hana ʻana i kahi inoa inoa a me ka ʻōlelo huna, e kau ʻia ia mau mea āpau i kā mākou Kulekele pilikino, i loaʻa ma kā mākou pūnaewele puni honua. ʻO ʻoe wale nō ke kuleana no ka nānā ʻana, ka hōʻoia ʻana a me ka mālama ʻana i ka palekana o kāu moʻokāki, nā ʻōlelo huna, a me nā kī hōʻoia e pili ana i kāu moʻokāki, a iā ʻoe ke kuleana no kekahi hoʻohana a i ʻole hana i hana ʻia ma o ka hoʻohana ʻana i kēlā ʻike ma nā lawelawe.",
    "3047519814": "ʻAe ʻoe ʻaʻole ʻoe e kaʻana like i kāu moʻokāki a i ʻole ʻōlelo huna me kekahi.",
    "1699668873": "Pono ʻoe e haʻi koke iā IMI inā manaʻo ʻoe ua ʻaihue ʻia kāu ʻike moʻokāki a i hoʻohana ʻia e kekahi mea ʻē aʻe, a i ʻole kekahi uhaki o ka palekana.",
    "3044038608": "Ua ʻae ʻoe e hāʻawi iā mākou i ka ʻike ʻoiaʻiʻo, pololei a piha e like me ke noi ʻia ma kā mākou kaʻina hoʻopaʻa inoa. Ua ʻae pū ʻoe e hoʻohou i ka ʻike e like me ka mea e pono ai e mālama i kēia manawa a pololei.",
    "4132302900": "5. ʻO kāu pilikino, kāu ʻikepili, a me \"Data for All\"",
    "10724169": "Ua ʻae ʻoe i kā mākou Kulekele Pilikino, nāna e hoʻoponopono i nā mea a mākou e hana ai me kekahi ʻike pilikino āu e hāʻawi mai ai iā mākou.",
    "1669194950": "Ma waho aʻe o ka ʻike pilikino, pono paha ʻoe e hāʻawi (a i ʻole he pono no mākou e hōʻiliʻili) i nā ʻikepili ʻē aʻe i hiki ai iā mākou ke hāʻawi i nā lawelawe (hui pū ʻia, \"ʻIkepili Kūʻai\"). ʻAʻole kuleana mākou no ka hoʻokō ʻole ʻana i nā lawelawe ma muli o kou lohi a i ʻole ka hāʻawi ʻole ʻana i ka ʻikepili Customer.",
    "1330274831": "Ke hāʻawi nei ʻoe iā mākou i ka laikini honua, ʻaʻole kūʻokoʻa, sublicenseable, hiki ke hoʻololi ʻia, ʻaʻohe aliʻi, hiki ʻole ke hoʻihoʻi ʻia i ka wā o kēia ʻaelike e hoʻohana, hana hou, hoʻolaha uila, a hōʻike i ka lehulehu i nā ʻikepili Customer no ke kumu o ka hāʻawi ʻana i nā lawelawe. . Ke hōʻike a hōʻoia nei ʻoe iā ʻoe ke kuleana kūpono, ka inoa, a me ka hoihoi i kāu ʻikepili i mea e hāʻawi ai i ka laikini ma kēia ʻāpana.",
    "2230333214": "Hoʻohui mākou i ka ʻikepili o nā mea kūʻai aku me nā ʻikepili ʻē aʻe i ʻike ʻole ʻia nā hopena a hōʻiliʻili pū mākou i nā moʻolelo loea a me nā ʻikepili e pili ana i ka hoʻohana ʻana i nā lawelawe (\"Aggregate/De-identified Data\"). Me nā mea ʻē aʻe i kūʻē i kēia, hiki ke hoʻohana ʻia kēlā me kēia ʻikepili Aggregate/De-identified e IMI no kekahi kumu ʻoihana i ka wā a i ʻole ma hope o ka manawa o kēia ʻaelike, me ka palena ʻole o ka hoʻomohala ʻana a me ka hoʻomaikaʻi ʻana i nā lawelawe a me ka hana ʻana a kaʻana like i nā hōʻike a me nā mea ʻē aʻe. mea waiwai. Hiki ke hoʻomau a hōʻike ʻia ka ʻikepili o nā mea kūʻai aku i loko o ka ʻōnaehana no ka manawa palena ʻaʻole i ʻoi aku ma mua o 180 mau lā ma hope o ka pau ʻana o kahi hana, e like me ka calibration aunoa a i ʻole ka ʻikepili hōʻoia no nā ʻōnaehana Intuition Machines. No ka akaka, ʻaʻole hāʻawi kēia Pauku 5 iā mākou i ke kuleana e hoʻomaopopo iā ʻoe ʻo ke kumu o kekahi ʻikepili Aggregate/De-identified me ka ʻole o kāu ʻae kākau mua ʻana.",
    "3881754581": ". Inā he mea kūʻai ʻoe i kā mākou lawelawe hōʻike a ua koho ʻoe i ke koho \"Data For All\" ma ke ʻano he ʻāpana o kāu hoʻohana ʻana i nā lawelawe, a laila hāʻawi ʻoe iā IMI a me nā mea hoʻohana a pau o nā lawelawe i ka honua, ʻaʻole kūʻokoʻa, sublicenseable, hiki ke hoʻololi ʻia, ʻAʻohe aliʻi, hiki ʻole ke hoʻihoʻi ʻia ka laikini e hoʻohana pono i nā ʻikepili a pau o nā mea kūʻai aku, me nā kuleana waiwai naʻauao pili. Inā koho ʻoe i ke koho \"Data for All\", hōʻike ʻoe a hōʻoiaʻiʻo iā ʻoe ke kuleana kūpono, ka inoa, a me ka hoihoi i kāu ʻikepili i mea e hāʻawi ai i ka laikini ma kēia ʻāpana.",
    "3496767126": "No ka pale ʻana i ka kānalua, pili wale ka paukū aʻe i nā mea kūʻai aku e hoʻohana ana i kā mākou lawelawe annotation, ʻaʻole hoʻohana i kā mākou lawelawe ma ke ʻano he Integrator.",
    "767207800": "Inā loaʻa i kāu ʻikepili nā ʻike kikoʻī a hōʻino paha, koi mākou iā ʻoe e kaha iā lākou \"EXPLICIT CONTENT\" e lilo i ʻōlelo aʻo kūpono i ka poʻe e ʻike i kāu ʻikepili. ʻAʻole paha ʻoe me ka ʻole o ka ʻaelike kākau ʻokoʻa me IMI e hoʻokomo i nā hana e kūʻē i kā mākou mau kulekele, me, akā ʻaʻole i kaupalena ʻia, (a) nā hana e hoʻolaha pololei a ʻaʻole pololei paha i kahi pūnaewele ʻē aʻe a i ʻole lawelawe, (b) nā hana e uhaki i nā ʻōlelo a kahi pūnaewele ʻekolu. nā kūlana, (c) nā hana e noi ana i nā mea kōkua e noi i nā ʻaoʻao ʻekolu, (d) nā hana e noi ai i nā mea kōkua e hana i ka hana e hoʻopunipuni i ka ʻano a i ʻole nā hopena o kahi pūnaewele, (e) nā hana e uhaki i nā kuleana waiwai naʻauao o nā ʻaoʻao ʻekolu, a (f) nā hana. e koi i nā mea kōkua e hoʻoiho i nā polokalamu a i ʻole nā faila.",
    "3370561195": "6. ʻAe ʻia ke ʻano",
    "4205152730": "Paipai ʻia ʻoe e launa pū me nā mea hoʻohana ʻē aʻe ma nā wahi āpau o kā mākou pūnaewele, Forum, memo, kamaʻilio, a me nā ala media ʻē aʻe i hoʻomalu ʻia e IMI, akā inā ʻoe e hana pēlā pono ʻoe e hoʻokō i nā ʻōlelo a pau o ka lawelawe a hoʻohana ma kā mākou pūnaewele a me nā kānāwai kūpono āpau. .",
    "1394253934": "7. Hoʻohana hewa, hana ʻino, a me ka hōʻike hewa ʻana",
    "1406393333": "ʻO ka loaʻa ʻana a i ʻole ka hoʻohana ʻana i nā lawelawe ʻē aʻe ma muli o kēia mau Kūlana o nā lawelawe a me nā ʻōlelo aʻoaʻo a mākou e hāʻawi ai ua pāpā loa ʻia. ʻO ka mea nui, ʻaʻole ʻoe e:",
    "3409726716": "e hoʻopaʻa inoa no hoʻokahi moʻokāki me mākou me ka ʻole o ka palapala ʻae;",
    "3119498672": "e hana i kekahi hana me ka hoʻohana ʻana i nā bots Internet, nā robots pūnaewele, nā bots, nā palapala, a i ʻole kekahi ʻano ʻano o ka naʻauao hana ʻē aʻe a i ʻole e hoʻāʻo e loaʻa nā makana mai IMI a i ʻole kekahi mea noi a mea hoʻohui ʻole me ka hoʻopau ʻana i nā hana e like me ka mea i wehewehe ʻia;",
    "1188668818": "e hāʻawi i kekahi ʻike wahaheʻe i ka wā e hoʻohana ana i kēia pūnaewele (me ka ʻole o ka palena ʻole i ka hoʻohālikelike ʻana i kekahi kanaka a i ʻole hui i kāu moʻokāki, a i ʻole ka haʻi wahaheʻe ʻana a i ʻole ke kuhi hewa ʻana iā ʻoe iho a i ʻole kou pili ʻana me kekahi kanaka a hui paha i kāu moʻokāki;",
    "2804310964": "komo a hoʻāʻo e komo i kā mākou pūnaewele ma o kekahi kikowaena pūnaewele proxy a i ʻole nā mea hana ʻē aʻe i hoʻolālā ʻia e hoʻopololei i kou wahi a i ʻole kou ʻike maoli a i ʻole ma nā ʻano ʻē aʻe ma waho o ka interface i hāʻawi ʻia;",
    "1374227759": "e hoʻohana i ka pūnaewele no kekahi hana hewa ʻole, a i ʻole no kekahi kumu ʻē aʻe ma mua o ke kumu i loaʻa ai;",
    "2103513933": "komo i nā hana e hoʻopilikia a hoʻopau i ka hana o ka pūnaewele;",
    "137127070": "hoʻokomo, hoʻouka, a hoʻopili paha i nā loulou i waho a i ʻole ʻike ʻole ʻia, a i ʻole e hoʻouka i kekahi ʻike i loaʻa kahi maʻi virus, Trojan horse, worm, time bomb, a i ʻole nā code computer ʻino;",
    "1686655020": "Hoʻouka i kekahi ʻikepili i pili i ke kope kope ʻaʻole kāu hana mua, ke ʻole ʻoe e ʻae ʻia mai ka mea nona ke kuleana e hoʻopuka i ia ʻike a hāʻawi iā IMI i nā kuleana laikini āpau i hāʻawi ʻia ma ʻaneʻi;",
    "1406692811": "komo i ka spamming a i ʻole ka hoʻolaha ʻana i kekahi ʻano hoʻolaha, e hoʻāʻo e kiʻi i nā mea kuhikuhi, kamaʻilio lehulehu, hāʻawi kālā a noi paha, noiʻi i nā lawelawe, hoʻolaha, kūʻai aku, nā memo naʻaupō, nā kumuhana i hoʻohālikelike ʻia, nā ʻike kānāwai ʻole, nā loulou pūnaewele pili, nā leka uila, a i ʻole nā ID ʻelele koke ke ʻole e koi ʻia e ka hana;",
    "3893539589": "hoʻokomo i nā loulou waho e hāʻawi i nā waiwai a i ʻole nā lawelawe ke ʻole e koi ʻia e ka hana;",
    "3214322759": "i ʻole e komo i kekahi hana ʻino a hoʻopunipuni paha.",
    "3733422465": "8. E hōʻoia ana i kou ʻike",
    "267645277": "Hiki i ka IMI ke hōʻoia i kou ʻike. Hiki paha i kēia ke hoʻohālikelike i kāu ʻike pilikino me nā ʻikepili ʻaoʻao ʻekolu a i ʻole nā palapala kānāwai kūhelu. ʻAe ʻoe iā mākou e hana i nā nīnau e pono ai e hōʻoia i kou ʻike, kou kuleana o kāu leka uila, a me kou kuleana o kāu mau moʻokāki kālā. Ua ʻae ʻoe e hāʻawi i ka ʻike e pili ana iā ʻoe e kōkua iā mākou i ka hōʻoia ʻana i kou ʻike.",
    "4169910317": "9. Hoʻokō i ke kānāwai",
    "519755936": "ʻO ʻoe wale nō ke kuleana no ka mālama ʻana i nā kānāwai federal, mokuʻāina, panalāʻau, a kūloko e pili ana i kāu hoʻohana ʻana i nā lawelawe. Ua ʻae ʻoe e hoʻopaʻi a paʻa ʻole iā mākou no nā koi kūʻē iā mākou no ka mea ʻaʻole ʻoe i hoʻokō i kekahi kānāwai a i ʻole ʻoe i uhaki i nā kuleana o nā ʻaoʻao ʻekolu, me ka ʻole o ka palena o ka ʻaelike, ka waiwai naʻauao, a i ʻole nā kuleana pilikino.",
    "731546974": "10. Nā ʻauhau a i ʻole nā mea hoʻohui",
    "3128328457": "Inā he Contributor a Integrator paha ʻoe, ʻo ʻoe wale nō ke kuleana no ka uku ʻana i nā ʻauhau kālā i manaʻo ʻia a i ʻole nā ʻauhau kālā federal, mokuʻāina, a kūloko paha, mālama ola, FICA, a me ka uku o nā limahana ma muli o ka hoʻohana ʻana i kā mākou pūnaewele, a me nā ʻauhau like ʻole a i ʻole nā uku ma nā ʻāina ʻaʻole US. Ua ʻae ʻoe e hoʻopaʻi a mālama ʻole iā mākou no nā loiloi kūʻē iā mākou no ka mea ʻaʻole ʻoe i hoʻokō i nā kānāwai ʻauhau.",
    "2931396764": "11. Kue i keia mau Manawa o ka lawelawe",
    "1240667045": "Hiki iā mākou ke hoʻokuʻu, kaupalena, a hoʻopau paha i kou komo ʻana i nā lawelawe i kēlā me kēia manawa no kekahi kumu, me ka mea: (a) manaʻo mākou ua uhaki ʻoe i kēia mau Kūlana o ka lawelawe (me nā kulekele pili ʻē aʻe); (b) manaʻo mākou ua uhaki ʻoe i kā mākou kuleana a i ʻole nā kuleana o kekahi ʻaoʻao ʻekolu; (c) ʻaʻole hiki iā mākou ke hōʻoia a hōʻoia i ka ʻike āu i hāʻawi mai ai iā mākou; a i ʻole (d) ke manaʻoʻiʻo nei mākou hiki i kāu mau hana ke hana i nā kuleana no ʻoe, iā mākou, a i ʻole kekahi ʻaoʻao ʻekolu. No ka pale ʻana i ka kānalua, mālama mākou i ke kuleana e pale a hoʻopaneʻe paha i ka uku iā ʻoe inā manaʻo mākou e pili ana kekahi o nā mea i ʻōlelo ʻia i kēlā uku.",
    "1601080128": "Inā mākou e hoʻopanee a hoʻopau i kāu moʻokāki, ʻaʻole ʻoe e loaʻa hou i nā ʻāpana o ka pūnaewele, me ka ʻikepili, nā memo, nā faila, a me nā mea ʻē aʻe āu e mālama ai ma ka pūnaewele. ʻAʻole hiki iā ʻoe ke hoʻomau i ka hoʻohana ʻana i kā mākou pūnaewele ma lalo o kahi inoa moʻokāki hou a i ʻole. Hiki ke hoʻopiʻi ʻia ka hewa o kēia mau Kūlana o ka lawelawe a hiki i ka hopena o nā hoʻopaʻi a me nā hoʻopaʻi.",
    "1160707899": "12. Ke kuleana a me ka pilina o ka mea kōkua me IMI a me nā mea noi ʻē aʻe",
    "269838707": "Inā he Contributor ʻoe, ʻo ʻoe a ʻo ʻoe wale nō e hoʻoholo i ka hana a me ka nui o nā hana e hoʻopau ai, a i ka manawa a me kahi āu e hoʻopau ai. Hiki iā ʻoe ke hoʻolilo i ka nui a i ʻole ka liʻiliʻi o ka manawa e hoʻopau ai i nā hana e like me kāu e koho ai. ʻAʻohe manawa ʻoe ma lalo o kekahi kuleana e hoʻopau i kahi hana.",
    "1087195513": "Inā he Contributor ʻoe i komo i nā lawelawe a/a hana paha i nā hana ma o a pili pū me kahi Integrator ma ka inoa o kahi mea noi ʻaʻole ʻo IMI, a laila ʻae ʻoe a ʻae ʻaʻole kuleana ʻo Intuition Machines a ʻaʻohe kuleana iā ʻoe me mahalo i nā uku a i ʻole nā uku ʻē aʻe no nā hana i hoʻopau ʻia. Ua ʻae a ʻae ʻoe i nā uku a i ʻole nā uku ʻē aʻe no nā hana i hoʻopau ʻia e hoʻoholo wale ʻia e like me kāu ʻaelike me ka mea noi a/a i ʻole ka Integrator, e like me ka pili. ʻO nā hoʻopaʻapaʻa e pili ana i ia mau uku a i ʻole nā uku ʻē aʻe (me ka ʻole o ka palena ʻole i ka loaʻa ʻole ʻana o ia mau makana a i ʻole nā uku ʻē aʻe) aia wale nō ma waena o ʻoe a me ka Mea Noi a/a i ka Mea Hoʻohui, e like me ka pili.",
    "952813944": "ʻAʻole kāu hoʻohana ʻana i kā mākou pūnaewele a i ʻole kekahi mea i loko o kēia ʻaelike e hoʻokumu i kahi hana, hui, hui hui, ʻoihana, franchise, a i ʻole ka pilina ʻelele kūʻai ma waena o ʻoe a me Intuition Machines. ʻAʻole mākou e hāʻawi iā ʻoe i nā mea hana a i ʻole nā mea hana e hoʻopau ai i kahi hana. ʻAʻole mākou e hāʻawi iā ʻoe i nā pōmaikaʻi, ka uku o nā limahana, a i ʻole ka ʻinikua. ʻAʻole mākou kuleana no nā lilo āu e hoʻohana ai i kā mākou pūnaewele. ʻAʻole mākou e ʻauʻa i kāu uku no ka ʻauhau kālā federal a mokuʻāina paha, Social Security, a i ʻole kekahi ʻauhau ʻē aʻe. Ua noa ʻoe i nā manawa a pau e hana i nā hana no kekahi kanaka a ʻoihana paha, me kekahi o kā mākou mea hoʻokūkū. ʻAʻohe ou mana e komo i kekahi ʻaelike, kākau a waha paha, ma ka inoa o Intuition Machines.",
    "3460432665": "ʻOiai ka mea i ʻōlelo ʻia ma mua, inā he ʻauhau ʻAmelika ʻoe, hiki iā mākou ke noi iā ʻoe i kahi W-9, e hoʻonui ʻia i kēlā me kēia makahiki, a hiki iā mākou ke pāpā iā ʻoe mai ka hana ʻana i nā hana a hiki i kou hoʻopau ʻana a i ʻole ka hoʻonui ʻana i kahi W-9.",
    "458271951": "Inā he Contributor ʻoe i komo i nā lawelawe a/a i ʻole hana i nā hana ma o a pili pū paha me kahi Integrator ma ka inoa o Intuition Machines (e hana ana ma ke ʻano he Noi), hiki i nā Intuition Machines ke uku iā ʻoe no ka hoʻokō ʻia ʻana o kekahi mau hana. Inā ʻike ʻia ʻoe ua komo i ka hoʻopunipuni, hana ʻino, a i ʻole ka uhaki ʻana i kēia mau Kūlana o ka lawelawe, hiki ke kāohi ʻia a me nā uku āpau iā ʻoe e nā Intuition Machines.",
    "3056723024": "13. ʻAʻole ʻae ʻia ka hoʻopau ʻana i nā hana",
    "3913203723": "Inā, no kekahi kumu, ʻaʻole ʻae ka mea noi i ka hana ʻana i kahi hana āu i hoʻopau ai, ʻaʻole ʻoe e loaʻa i kahi uku no ka hana. Inā ua hoʻopuehu ʻia nā makana iā ʻoe no kahi hana i ʻae ʻole ʻia, hiki iā mākou ke hoʻihoʻi mai iā ʻoe.",
    "3666807632": "14. Nā Kuleana a me nā mākau o ka mea kōkua",
    "1993899769": "15. ʻO kā mākou hoʻohana ʻana i ka ʻike",
    "2927283721": "Ma ka hana ʻana i nā hana ma kā mākou pūnaewele, ʻae ʻoe i ka hōʻiliʻili, hoʻohana, a me ka hōʻike ʻana i kāu ʻike pilikino e like me kā mākou Kulekele pilikino. Eia kekahi, hiki iā mākou ke kaʻana like i kekahi ʻike e pili ana iā ʻoe a me kāu mau hana i hoʻopau ʻia i ka Mea Noi nona nā hana āu i hoʻopau ai e hoʻomaʻamaʻa i ka pilina lawelawe a hoʻomaikaʻi i ka pūnaewele, me ka laʻana, Contributor ID, nā hopena o nā hana i hoʻopau ʻia, a me nā ʻano ʻē aʻe e pili ana. kou mau ʻike, nā ʻōlelo, nā mākau, a me ka hoʻohana ʻana i ka pūnaewele.",
    "3027055607": "16. Ka Waiwai Naauao a me na Kuleana Kuleana",
    "3910971075": "Na IMI nā kuleana a pau, me nā kuleana waiwai naʻauao, ma ke code kumu, code object a i ʻole ka hoʻokumu ʻana i lalo, manaʻo a algorithms, API, a me kekahi lako polokalamu hou, palapala a i ʻole ʻikepili e pili ana i nā lawelawe (\"Software\"). ʻAʻole ʻoe e, pololei a ʻole paha, ma o ka ʻaoʻao ʻekolu a i ʻole: (a) ʻenekinia hoʻohuli, hoʻokaʻawale, wehe, a i ʻole e hoʻāʻo e ʻike i ka Pūnaewele; (b) hoʻololi, unuhi, a i ʻole ka hana ʻana i nā hana i hoʻokumu ʻia e pili ana i kekahi Pūnaewele; (c) kope, hoʻolimalima, hoʻolimalima, hāʻawi, hoʻohiki, hāʻawi, a i ʻole e hoʻoili a hoʻopaʻa i nā kuleana i kekahi Pūnaewele; (d) hoʻohana i kekahi lako polokalamu no ka hoʻokaʻawale manawa, ke keʻena lawelawe lawelawe, a i ʻole no ka pono o kahi ʻaoʻao ʻekolu; a i ʻole (e) wehe i nā leka hoʻolaha a i ʻole nā lepili.",
    "3660891610": "Inā he Contributor ʻoe, IMI, ʻaʻole ʻoe, aia nā kuleana kuleana i kekahi hana āu e hana ai ma ke ʻano o ka hoʻopau ʻana i kekahi hana. Ma ka ʻae ʻana i nā ʻōlelo o kēia ʻaelike ua ʻae ʻoe i (a ma kēia ke hana nei) e hoʻoili i ka ʻona, ka ʻona, a me ke poʻo (me nā kuleana waiwai naʻauao a puni ka honua) a i kāu hana iā mākou. No ka hōʻoia i hiki iā mākou ke loaʻa, kūpono, a hoʻohana i ia mau kuleana, ʻae hou ʻoe e (i) kau inoa i nā palapala e kōkua i ka palapala, ka hemolele a me ka hoʻokō ʻana i kā mākou kuleana; a (ii) hāʻawi i ka ʻike kūpono i ka ʻike no ka hoʻopaʻa ʻana, hoʻomaʻemaʻe, hoʻopaʻa ʻana, pale ʻana, a hoʻokō ʻana i kēlā mau kuleana kuleana ma nā ʻāina āpau. E hoʻomau ʻia kāu mau kuleana ma lalo o kēia ʻāpana ma hope o kou hoʻopaʻa inoa ʻana a hoʻopau paha i ka hoʻohana ʻana i nā lawelawe. Koho ʻoe iā mākou i loio ʻoiaʻiʻo e hoʻokō i nā palapala no ʻoe no nā kumu i hōʻike ʻia ma kēia ʻāpana.",
    "426125156": "17. Kuleana kope a Unuhi",
    "1408530660": "Manaʻo ʻo IMI i ka waiwai naʻauao o nā poʻe ʻē aʻe a mālama mākou i ke kuleana e wehe i kā mākou pūnaewele i nā mea a mākou e manaʻoʻiʻo ai e hōʻino paha i nā kuleana noʻonoʻo o kekahi ʻaoʻao ʻekolu. Inā manaʻo ʻoe ua kope ʻia kāu hana ponoʻī ma ke ʻano he hewa kope kope ma kēia pūnaewele, e ʻoluʻolu e kelepona i ke kākoʻo mea kūʻai aku ʻo Intuition Machines.",
    "2696932851": "18. Uku uku",
    "3844300338": "Ua ʻae ʻoe e hoʻopaʻi, pale, a mālama iā mākou mai nā koi a pau, nā poho, nā aie, nā koina, a me nā lilo (me nā uku loio kūpono a me nā koina), e kū mai ana a pili paha i kāu hana ʻana i nā hana a i kāu hoʻohana ʻana i kā mākou pūnaewele. .",
    "2474091800": "19. Hoʻopaʻapaʻa me nā mea hoʻohana ʻē aʻe; Hoʻokuʻu",
    "3162107126": "ʻAʻole pili ʻo IMI i kekahi paio ma waena o ʻoe a me kekahi mea hoʻohana o nā lawelawe. Hoʻokuʻu ʻoe i ka IMI a me kāna mau hui mai nā koi, koi, a me nā pohō o kēlā me kēia ʻano a me ke ʻano, ʻike ʻia a ʻike ʻole ʻia, manaʻo ʻia a ʻike ʻole ʻia, hōʻike ʻia a ʻike ʻole ʻia, e kū mai ana a pili paha i kekahi paio ma waena o ʻoe a me kekahi mea hoʻohana.",
    "2271969747": "20. ʻIke Huli i Loaʻa iā ʻoe",
    "1042802841": "ʻO ka ʻike hūnā ʻia kekahi ʻike i hōʻailona ʻia ma ke ʻano he mea huna a kuleana paha, a i ʻole e hoʻomaopopo pono ʻia e ka ʻaoʻao e loaʻa ana he mea huna a kuleana paha. ʻAʻole i hoʻokomo ʻia kekahi ʻike i (1) i loaʻa i ka lehulehu, (2) i loaʻa iā ia, i hoʻomohala kūʻokoʻa e, a i ʻike mua ʻia e ka ʻaoʻao e loaʻa ana, a i ʻole (3) i hōʻike ʻia e ke kauoha a ka ʻaha a i ʻole i koi ʻia e kanawai.",
    "1918025546": "Inā hāʻawi ʻia ʻoe i ka ʻike huna mai kekahi ma nā lawelawe, ʻae ʻoe e pale i ka hūnā o ka ʻike huna me ka pae like o ka mālama āu e hoʻohana ai no ka pale ʻana i kāu ʻike huna ponoʻī, akā ʻaʻohe hanana me ka mālama pono ʻole. ʻAʻole hiki iā ʻoe ke hōʻike a paʻi paha i kekahi ʻike huna a kuleana paha, koe wale nō ka mea e pono ai no ka hana ʻana i kahi hana. Pono e noʻonoʻo ʻia nā ʻike āpau i loko o kahi hana ma ka Intuition Machines Platform he mea hūnā inā ʻaʻole i kuhikuhi ʻia ka ʻike he huna.",
    "2690395789": "Inā ʻaʻole pono ʻoe i ka ʻike huna i loaʻa iā ʻoe, pono ʻoe e hoʻihoʻi koke a luku paha (e like me ke noi ʻana e ka mea nāna i hōʻike i ka ʻike) i nā kope āpau o ka ʻike i loaʻa ma ka hale, nā ʻōnaehana, a i ʻole nā mea hana ʻē aʻe āu e mālama ai.",
    "2178073797": "Ma muli o ka hōʻike ʻana i ka ʻike huna e hiki ke hōʻeha i ka pōʻino hiki ʻole ke hoʻoponopono ʻia, hiki i ka ʻaoʻao hoʻolaha ke ʻimi i ka hoʻopakele hoʻopiʻi no ka haʻihaʻi ʻana a i ʻole ka hoʻoweliweli ʻia o kēia kau.",
    "2185860003": "21. Nā Hoʻololi Pūnaewele",
    "2631249972": "Hiki iā mākou ke hoʻomaikaʻi a hoʻololi paha i kā mākou pūnaewele me ka ʻole o ka hoʻolaha ʻana iā ʻoe.",
    "3764131594": "22. Nā Pūnaewele ʻEkolu",
    "295955580": "Loaʻa paha i kā mākou pūnaewele nā loulou i nā pūnaewele ʻaoʻao ʻekolu. ʻAʻole mākou e hoʻomalu, noiʻi, nānā, a nānā paha i kēlā mau pūnaewele. ʻAʻole mākou kuleana a ʻaʻole mākou e kākoʻo i nā polokalamu kamepiula, ʻike, a i ʻole nā manaʻo i loaʻa ma ia mau pūnaewele. Inā hoʻoholo ʻoe e haʻalele i kā mākou pūnaewele a komo i kekahi pūnaewele ʻaoʻao ʻekolu, hana ʻoe pēlā ma kāu pilikia ponoʻī.",
    "838225123": "23. Hoole i ka Palapala Kauoha",
    "3897238493": "HANAIA NA HANA MA KE \"AS IS\". ʻAʻole mākou e hana i nā hōʻike a i ʻole nā palapala hōʻoia, i ʻōlelo ʻia a i ʻole e hōʻike ʻia, e pili ana i ka hiki ke komo, ka pono, ke kānāwai, ka loaʻa, a i ʻole ka hana o nā lawelawe, nā lako polokalamu a i ʻole nā mea hana, nā hana, a i ʻole nā hana pili. I KA LOA I A'E IA E KE KANAWAI, HOOLE IMI I NA KULA A PALAPALA A PALAPALA paha, KA HOIKE A ME KA PALAPALA PALAPALA, AOLE nae i kaupalena 'ia, i na palapala hoohiki no ke kuai ana, kupono no kekahi kumu kuikahi, a me ka hewa ole. ʻO KOU HOʻOPIʻI HOʻOPIʻI A ME KA HOʻOPIʻI ANA I KA IMI NO KA PONO, NON-CONFORMANCES, OR NUI ʻAʻole e ho'ōki i ka hoʻohana ʻana i nā lawelawe. mai kou komo ʻana a hoʻohana paha i ka pūnaewele a i ʻole Intuition Machines Platform. Hiki ke hoʻopau ʻia a hoʻopaʻa ʻole ʻia, a ʻaʻole mākou e ʻae i ka loaʻa ʻole o kā mākou pūnaewele.",
    "2110259227": "24. Ka palena o ke kuleana",
    "3018077211": "25. Hoʻoholo hoʻopaʻapaʻa ka mea kōkua",
    "2790841456": "Inā he Contributor ʻoe, ʻae ʻoe i ka paukū arbitration a me ka waiver hana papa:",
    "3302832698": "Pono ka hoʻoholo hoʻopaʻapaʻa ʻē aʻe.",
    "561456032": "Ua ʻae ʻoe no kēlā me kēia hoʻopaʻapaʻa e kū mai ana a pili paha i kāu hoʻohana ʻana i nā lawelawe, me nā hoʻopaʻapaʻa i ala mai ka manawa i hoʻomaka ai ʻoe e hana i nā hana no IMI, a me ka hoʻopili pū ʻana i kekahi koi e pili ana i kāu helu ʻana a ʻaʻole ʻole. he ʻaelike kūʻokoʻa, e haʻi mua ʻoe iā IMI i kāu koi kūʻē iā ia. A laila e hoʻāʻo ʻoe a me IMI e hoʻoponopono i ka pilikia ma o ke kūkākūkā pololei a i ʻole ka uwao. E hoʻokaʻawale like mākou i ke kumukūʻai o ka uwao a ʻae aku e mālama ʻia ka uwao ma ke kelepona a i ʻole nā mea uila ʻē aʻe. Inā ʻaʻole i hoʻoholo ʻia kahi koi ma hope o ke kūkā kamaʻilio ʻana a i ʻole ka uwao, ʻae ʻoe e hoʻohana ʻoe a me IMI i ka hoʻoponopono hoʻopaʻapaʻa hope loa e hoʻoholo ai i ka hoʻopaʻapaʻa. Hoʻoponopono kēia māhele i nā koi a pau mai ka manawa i hoʻomaka ai ʻoe e hoʻohana i kā mākou pūnaewele, inā paha ma muli o ka tort, aelike, kānāwai, me, akā ʻaʻole i kaupalena ʻia, kekahi mau koi no ka hoʻokae a me ka hoʻomāinoino, inā paha ua hoʻokumu ʻia lākou ma California Fair Employment and Housing Act. , Title VII o ke Kānāwai Kuleana Kivila o 1964, e like me ka hoololi, a i 'ole kekahi moku'āina a aupuni pekelala a kānāwai paha, kānāwai kaulike, a i 'ole.",
    "3794239003": "Kaʻina Arbitration.",
    "4193379787": "E mālama ʻia nā hoʻopaʻapaʻa a pau ma lalo o kēia ʻaelike ma lalo o nā lula o ka ʻAhahui Arbitration ʻAmelika a i ʻole ma kahi lawelawe hoʻokolokolo i ʻaelike ʻia. ʻO ka mea hoʻoponopono he mea hoʻoponopono US i koho ʻia mai kahi papa inoa ʻaʻole i emi iho ma lalo o ʻehiku (7) inoa ma o nā hahau ʻē aʻe. Ma ka hoʻopaʻapaʻa ʻana, e loaʻa i kēlā me kēia ʻaoʻao ke kuleana e hoʻokō pono i ka ʻike kīwila, lawe mai i nā ʻōlelo hoʻopiʻi, a hōʻike i nā mea hōʻike a me nā hōʻike e like me ka mea e pono ai e hōʻike i kā lākou mau hihia a me nā pale, a ʻo nā hoʻopaʻapaʻa e pili ana i kēia mea e hoʻoholo ʻia e ka mea hoʻoponopono. ʻO ka hoʻoholo ʻana o ka hoʻopaʻapaʻa e kau wale ʻia ma luna o ke kānāwai e hoʻoponopono ana i nā koi a me nā pale i ʻae ʻia, a ʻaʻole hiki i ka mea hoʻoponopono ke hoʻohana i kekahi kumu ʻē aʻe ma waho o ia kānāwai hoʻomalu. E loa'a i ka luna ho'okolokolo ka palekana o kekahi luna ho'okolokolo mai ke kuleana kīwila ke hana 'o ia ma ke 'ano o ka mea ho'okohukohu. Pono e komo nā makana i ka manaʻo kumu i kākau ʻia e ka mea hoʻoponopono. Hāʻawi ʻoe i kou kuleana i ka hoʻokolokolo ʻana e ka jure no kekahi koi āu e kūʻē ai iā IMI a i ʻole IMI paha iā ʻoe. Pono e lawe ʻia kekahi koi ma lalo o kēia māhele i loko o ke kānāwai kūpono o ka wā palena. Na ka United States Federal Arbitration Act e hoʻomalu i kēia māhele, a ke ʻae nei ʻoe e hōʻike ana kēia ʻaelike i kahi kālepa ma ke kālepa.",
    "2583888954": "Hoʻokoe.",
    "1034830": "Hoʻokaʻawale ʻia nā hoʻopaʻapaʻa i hiki ʻole ke hoʻopaʻa ʻia i ka ʻaelike arbitration predispute e like me ka Dodd-Frank Wall Street Reform and Consumer Protection Act (Public Law 111-203) mai kēia.",
    "263977834": "Hoʻopau hoʻokele.",
    "1807512722": "Hiki iā ʻoe ke lawe i kekahi koi e puka mai ana ma muli o kou hoʻohana ʻana i kēia pūnaewele i kahi ʻoihana hoʻomalu akā aia wale nō i ka nui o ke kānāwai kūpono e ʻae ai i ke komo ʻana i ia ʻoihana me ka loaʻa ʻana o kahi ʻaelike e hoʻoponopono. ʻO ia mau koi hoʻomalu e pili ana i nā koi palena ʻole a i ʻole nā koi i lawe ʻia i mua o ka Equal Employment Opportunity Commission, ka US Department of Labor, a me ka National Labor Relations Board. ʻAʻohe mea i loko o kēia māhele e manaʻo ʻia e kāohi a kala ʻole iā ʻoe mai ka lawe ʻana i kahi koi hoʻomalu i mua o kekahi ʻoihana i mea e hoʻokō ai i kāu kuleana e hoʻopau i nā hoʻoponopono hoʻoponopono ma mua o ka hoʻopiʻi ʻana i ka hoʻopaʻapaʻa ʻana, akā naʻe, kāpae ʻoe i ke kuleana i kekahi makana kālā ma o kēia nā hana ʻoihana.",
    "996430331": "Kahi o ka Arbitration.",
    "3040062804": "E hana ʻia nā hoʻoholo ʻokoʻa ma lalo o kēia ʻāpana ma ka mokuʻāina ʻo Kaleponi, ke ʻole ʻoe e noho ana ma waho o ʻAmelika Hui Pū ʻIa, a laila e hoʻokō ʻia ka hoʻoholo ʻana ma ka uila a kelepona paha. Hiki ke hana ʻia ka ʻaha kūkā ma nā wahi ʻē aʻe inā ʻae ʻia e kēlā me kēia ʻaoʻao ma ke kākau ʻana. Ma waho o kona wahi, hiki i kekahi ʻaoʻao ke koho e hele i ka ʻaha kūkā ma o ke wikiō ola a i ʻole ke kelepona.",
    "3091247030": "Papa Hana Waiver.",
    "2520904193": "Hoʻokuʻu ʻoe i kou kuleana no ka lawe ʻia ʻana, hoʻolohe ʻia, a hoʻoponopono ʻia ma ke ʻano he papa, hui, a i ʻole ka ʻelele. Me na pauku e ae iloko o keia aelike, aole e hookaawaleia ka olelo mua mai keia aelike ma kekahi hihia. ʻO nā koi a pau a ʻāpana paha o kēia waiver ʻaʻole hiki ke hoʻokō ʻia, pono ʻole, ʻole a i ʻole hiki ke hoʻoholo ʻia e ka ʻaha hoʻokolokolo kūpono a ʻaʻole na ka mea hoʻoponopono. ʻAʻole ʻoe e hoʻopaʻi ʻia a pale ʻole ʻia mai ka hoʻopau ʻana i nā hana ma kā mākou pūnaewele ma muli o kou hoʻokō ʻana i kāu mau kuleana ma lalo o ka Pauku 7 o ka National Labor Relations Act, a i ʻole ma ka waiho ʻana a i ʻole ke komo ʻana i kahi papa, hui a i ʻole ka hana ʻelele ma kekahi ʻaha kūkā. , akā hiki iā mākou ke ʻimi ma ke kānāwai e hoʻokō i kēia waiver hana papa, a ʻimi e hoʻokuʻu ʻia kēlā ʻano papa, hana hui a ʻelele paha a i ʻole koi.",
    "3493572638": "Na koina a me na uku.",
    "702926385": "Na nā ʻaoʻao e lawe i kā lākou mau koina no ka hōʻike ʻana i ke kānāwai ma kēlā me kēia hoʻokolokolo ʻana, koe wale nō ka mea i hoʻolako maopopo ʻia nā uku o ka loio e ke kānāwai. E hoʻokaʻawale nā ʻaoʻao i kekahi uku hoʻomalu mua i kau ʻia e ka mea hoʻoponopono, a hiki i ke kumu kūʻai kiʻekiʻe loa iā ʻoe o ʻelua haneli kanalima kālā (US$250.00). ʻO ke kumukūʻai o ka mea hoʻoponopono a me ka mea hoʻopuka hoʻokolokolo, inā loaʻa, e lawe mua ʻia e mākou; eia naʻe, e hiki i ka mea hoʻokolokolo ke hoʻoholo e hāʻawi i nā koina kūpono i ka ʻaoʻao lanakila, e like me ka mea i hāʻawi ʻia e ke kānāwai, a/a i ʻole e koi i nā ʻaoʻao e hoʻokaʻawale i nā koina e pili ana i ka mea hoʻoponopono a/a i ʻole ka mea hoʻopuka hoʻokolokolo.",
    "3199694247": "Hoʻokaʻawale.",
    "3102490587": "Koe wale no ka Waiver Class Action, inā i ʻōlelo ʻia he ʻōlelo ʻole a ʻaʻole hiki ke hoʻokō ʻia kekahi ʻōlelo a i ʻole kekahi ʻāpana o kēia ʻōlelo hoʻokolokolo, e ʻoki ʻia a e hoʻokō ʻia ke koena o ka paukū hoʻokolokolo.",
    "2323013093": "26. Kanawai pili",
    "2900525040": "Na nā kānāwai o ka Mokuʻāina ʻo Kaleponi e hoʻoponopono i kēia mau Kūlana o ka lawelawe a me nā hoʻopaʻapaʻa, hoʻopaʻapaʻa, a i ʻole koi e puka mai ana mai ia mau mea.",
    "3339302473": "27. Hoopau",
    "1158384644": "Hiki iā ʻoe ke koho i kēlā me kēia manawa e hoʻōki i ka hoʻohana ʻana i kā mākou pūnaewele, inā pono ʻoe e mālama i nā kulekele IMI pili. Hiki iā mākou, ma ko mākou manaʻo hoʻokahi, ke hoʻopau i kēia ʻaelike, hoʻokuʻu i ke komo ʻana i kā mākou pūnaewele, a i ʻole e wehe koke i nā lawelawe me ka ʻole o ka hoʻolaha ʻana no kekahi kumu.",
    "41530052": "28. Olelo Nui",
    "3202747130": "Kuikahi holookoa. ʻO kēia mau Kūlana o ka lawelawe a me nā kulekele, nā kaʻina hana, a i ʻole nā ʻōlelo i kuhikuhi ʻia i loko o kēia ʻaelike, ʻo ia ka ʻaelike holoʻokoʻa o nā ʻaoʻao e pili ana i ke kumuhana, a pani a hoʻopau i nā ʻaelike pili mua a me kēia manawa, nā koi, nā hōʻike, a me nā ʻike o nā ʻaoʻao. .",
    "4080263153": "ʻAʻohe Waiver. ʻAʻole mākou e manaʻo ʻia ua haʻalele i kekahi hapa o kā mākou kuleana a i ʻole ka hoʻoponopono ʻana ke ʻole i kākau ʻia ka waiver a pūlima ʻia e mākou. Inā hoʻopaneʻe mākou i ka hoʻokō ʻana a i ʻole ka hoʻokō ʻana i kā mākou kuleana ma lalo o kekahi ʻōlelo o kēia ʻaelike, ʻaʻole ia e hoʻokuʻu ʻia i ko mākou kuleana e hoʻokō ma hope o ia ʻōlelo a i ʻole kekahi ʻāpana o kēia ʻaelike.",
    "1789371580": "Hāʻawi ʻia. ʻAʻole hiki iā ʻoe ke hāʻawi i kēia mau Kūlana o ka lawelawe me ka ʻole o kā mākou ʻae i kākau mua ʻia. Hiki iā mākou ke hāʻawi i kēia mau Kūlana o ka lawelawe i kēlā me kēia manawa, me ka ʻole o ka hoʻolaha. Ma muli o nā mea i ʻōlelo ʻia aʻe nei, e paʻa kēia mau Kūlana o ka lawelawe i nā mea pani o kēlā me kēia ʻaoʻao a me nā mea i ʻae ʻia.",
    "2819628066": "Hoʻokaʻawale. Inā ʻike ʻia kekahi ʻano o kēia mau Kūlana o ka lawelawe no kekahi kumu, ʻaʻole ia e pili i ka pono a me ka hoʻokō ʻana o nā mea i koe.",
    "3955981186": "Hoololi. ʻAʻohe hoʻololi a hoʻololi paha i kēia mau ʻŌlelo o ka lawelawe e kekahi mea ʻē aʻe ma mua o IMI e hoʻopaʻa ʻia i ka IMI ke ʻole ma kahi mea i kākau ʻia i pūlima ʻia e kahi ʻelele i ʻae ʻia o IMI.",
    "1377538813": "ʻŌlelo Kūlana. ʻO ka mana ʻōlelo Pelekania o kēia mau Kūlana o ka lawelawe e hoʻomalu i nā ʻano āpau a e lanakila inā loaʻa nā ʻano like ʻole me nā mana unuhi, inā he.",
    "2438016011": "Kuʻikahi manawaleʻa. ʻO nā ʻaoʻao āpau o kēia mau Kūlana o ka lawelawe e hōʻike a ʻae nei ua nānā kēlā me kēia i nā ʻano āpau o kēia ʻaelike, ua heluhelu pono a hoʻomaopopo pono i kāna mau ʻōlelo a pau, a ua komo ʻoluʻolu i kēia ʻaelike.",
    "2445034923": "Inā ʻaʻole ʻoe e ʻae me nā ʻōlelo a me nā kūlana āpau o kēia mau Kūlana o ka lawelawe, mai (a ʻaʻole paha ʻoe) hoʻohana a komo i ka Pūnaewele a i ʻole nā lawelawe.",
    "2646127839": "Pākuʻi Kūʻai i nā Kūlana Kūlana o ka lawelawe",
    "4097297673": "Ma ke ʻano he mea kūʻai aku, Noi, a i ʻole Integrator, ʻae ʻoe e hoʻopaʻa ʻia e nā ʻōlelo ma lalo nei me ka hoʻohui ʻana i nā ʻōlelo paʻa ʻē aʻe ma waena o ʻoe a me IMI.",
    "1093280979": "1. Nā Palapala Kauoha Papahana",
    "1549953005": "Ua hoʻopiha paha ʻoe i hoʻokahi a ʻoi aʻe paha nā palapala kauoha e komo ai i ka paepae (ʻo kēlā me kēia, he \"Order Form\") ma ke ʻano he kūlana no ka lilo ʻana i mea kūʻai a mea noi. Inā pēlā, a laila ua lilo nā ʻōlelo a me nā kūlana i wehewehe ʻia i loko o ka Palapala Kauoha i ʻāpana o nā Kūlana o ka lawelawe a ua hoʻohui ʻia ma ke kuhikuhi.",
    "3819851005": "2. Uku",
    "1591032933": "E uku ʻoe iā IMI i nā uku e like me ia i wehewehe ʻia ma ka Palapala Kauoha pili ma o ke ʻano uku āu i hāʻawi ai ma ka Palapala Kauoha pili. Inā ʻaʻole i ʻae ʻia e nā ʻaoʻao ʻelua ma ke kākau ʻana, e hāʻawi ʻoe i ka uku piha no nā invoice a pau i hoʻopuka ʻia i loko o kanakolu (30) mau lā ma hope o ka lā leka o ka invoice. ʻAe ʻoe iā mākou e holo i nā ʻae kāleka hōʻaiʻē ma nā ʻike kāleka hōʻaiʻē a pau āu e hāʻawi mai ai iā mākou, e mālama i kēlā ʻike kāleka hōʻaiʻē, a e hoʻopaʻa i kāu kāleka hōʻaiʻē a i ʻole nā moʻokāki ʻē aʻe a mākou e ʻae like ai ma ke ʻano he uku. Inā ʻaʻole i ʻōlelo ʻia ma ke ʻano ʻē aʻe ma ka Palapala Kauoha a i ʻole i loko o kāu ʻaelike Service Service a i ʻole Master Service Agreement, ʻo nā uku āpau no nā lawelawe, ʻokoʻa ka overages, e uku ʻia i kēlā me kēia makahiki ma ka hoʻomaka ʻana o nā lawelawe i hāʻawi ʻia e IMI ma lalo o kāu Agreement (ʻo ka \"Date Effective\").",
    "4142610534": "ʻO nā uku lohi e hōʻiliʻili i nā uku lohi ma ka helu o 1.5% pākēneka o kēlā me kēia mahina a i ʻole ka nui loa i ʻae ʻia e ke kānāwai, ʻo ia ka mea haʻahaʻa. Inā ʻaʻole ʻoe e uku i ka nui i uku ʻia ma lalo o kēia ʻaelike no kekahi kumu, hiki ke hoʻokuʻu ʻia kāu moʻokāki, ma ko mākou manaʻo ponoʻī, i ia manawa ʻaʻole e uku ʻia mai kāu moʻokāki no ka hoʻopau ʻana i nā hana a e hoʻopau ʻia kāu mau hana āpau. mai kā mākou pūnaewele. Pono ʻoe e hoʻihoʻi mai iā mākou no nā kālā āpau i koi ʻia, me nā uku hoʻoponopono, nā uku hope, a i ʻole nā uku loio. Hiki iā mākou ke hana i nā hōʻike kūpono i nā keʻena hōʻike hōʻaiʻē a me nā luna hoʻokō kānāwai.",
    "512991700": "Inā makemake ʻoe e hoʻopaʻapaʻa i kekahi mau uku, pono ʻoe e kelepona i kā mākou keʻena kākoʻo mea kūʻai aku ma mua o kanakolu (30) mau lā ma hope o ka lā pani ʻana i ka bila mua a i ʻole ka moʻolelo moʻokāki i puka mai ai ka hewa a i ʻole ka pilikia i mea e loaʻa ai kahi hoʻoponopono a hōʻaiʻē.",
    "1273914192": "3. Auhau",
    "4242322181": "Aia iā ʻoe ke kuleana no ka uku ʻana i nā ʻauhau āpau e pili ana i nā lawelawe ʻē aʻe ma waho o nā ʻauhau US i loiloi ʻia ma ka loaʻa kālā a i ʻole ka waiwai pilikino a Intuition Machines.",
    "1671996585": "Pono paha ʻoe e hoʻohui i kāu pūnaewele, palapala noi, a i ʻole kahua me kā mākou lawelawe ma o kā mākou polokalamu hoʻonohonoho polokalamu (\"API\"). Inā ʻoe e hana pēlā, hāʻawi mākou iā ʻoe i kahi laikini palena ʻole, ʻaʻole kūʻokoʻa, hiki ʻole ke hoʻololi ʻia, hiki ʻole ke hoʻokuʻu ʻia, hiki ke hoʻopau ʻia e hoʻohana i ka API no ke komo ʻana i nā lawelawe. Hiki iā mākou ke hoʻololi i ka API a/a i ʻole e hoʻōki i ke kākoʻo ʻana i nā mana kahiko a i ʻole ka hoʻokuʻu ʻana o ka API i kēlā me kēia manawa. Mālama mākou i ke kuleana e hoʻokuʻu a kaupalena paha i kou komo ʻana i ka API ma ko mākou manaʻo ponoʻī, a e hoʻohana mākou i nā hana kūpono e hāʻawi iā ʻoe i ka leka ma mua o ka hoʻokuʻu ʻia.",
    "4036662147": "5. Palekana i ka ʻike huna",
    "3564208535": "Ua ʻae ʻoe e hoʻohana i nā hana kūʻai kūpono no ka pale ʻana i kekahi ʻike huna i loaʻa mai iā mākou a i ʻole ma o kā mākou lawelawe. Loaʻa nā helu bot a me nā kikoʻī kikoʻī ʻole o kā mākou lawelawe ʻoihana, me nā palapala no ka lehulehu a me nā kikoʻī a mākou e kaʻana like ai e pili ana i kā mākou hana ʻike bot. Inā ʻae ʻia ʻoe i ke komo ʻana i kekahi ʻike huna huna, hiki iā mākou ke hoʻololi, hoʻopanee, a kaupalena paha i kou komo ʻana i kā mākou lawelawe ma ko mākou manaʻo ponoʻī inā mākou e hoʻoholo e hōʻike ʻia ana ka ʻike huna e kāu hoʻohana ʻana i kā mākou lawelawe, a e hoʻohana mākou i nā hana kūpono. e hoʻolaha iā ʻoe ma mua o ka hoʻokuʻu ʻia ʻana.",
    "120384113": "6. Hoopau",
    "453723556": "Hiki iā ʻoe ke hoʻopau i kēia Pākuʻi Kūʻai kūʻokoʻa mai nā Kūlana o ka lawelawe ma ka hoʻopau ʻana i ka lilo ʻana i mea kūʻai aku a i ʻole Noi. Mālama mākou i ke kuleana e hoʻokuʻu a hoʻopau i kou kūlana ma ke ʻano he mea kūʻai aku a i ʻole Noi i kēlā me kēia manawa, a i ʻole e hoʻopau i kāu moʻokāki a i ʻole ka hoʻohana ʻana i nā lawelawe e like me nā Kūlana o ka lawelawe. Noho ʻoe i ke kuleana ma ka hoʻopau ʻia ʻana no kekahi kālā i uku ʻia ma lalo o kāu palapala kauoha. Inā loaʻa i kāu kau inoa nā uku o kēlā me kēia mahina a i ʻole makahiki a i ʻole nā palena liʻiliʻi o kēlā me kēia mahina a i ʻole makahiki, na ʻoe nō ke kuleana no ka uku ʻana i nā uku lawelawe āpau a hiki i ka hopena o kēlā mahina a i ʻole makahiki.",
    "218889628": "Inā ʻaʻole mākou e hoʻopau i kēia Pākuʻi Kūʻai a i ʻole nā Kūlana o ka lawelawe ma muli o kou uhaki ʻana i kēia mea kūʻai aku a i ʻole nā Terms of Service, inā mākou e hoʻopau a ua uku mua ʻoe i kekahi uku iā mākou, e hoʻihoʻi mākou i kahi hapa pro-rata o ia mau mea. nā huina i uku mua ʻia, e pili ana i ke koena o ka manawa a i ʻole nā lawelawe āu i uku ai, ʻo ia ka mea ʻuʻuku. E hoʻopau mākou i kā mākou hana ma ke ʻano kūpono kūʻai aku a mālama a hāʻawi iā ʻoe i nā pūʻulu ʻikepili i uku ʻia a me nā ʻikepili mea kūʻai aku a pau i kā mākou kuleana. Ma ka pau ʻana, hiki iā mākou akā ʻaʻole koi ʻia e holoi i kekahi ʻikepili.",
    "2505227594": "7. Overages",
    "2369877184": "ʻO ka helu RPS kiʻekiʻe loa i ʻae ʻia no nā hCaptcha Integrators a i ʻole nā mea kūʻai aku he 1,000 noi i kēlā me kēia kekona i nā hui i loko o kāu moʻokāki (\"RPS\"), ke ʻole i kuhikuhi ʻia e ka ʻaelike aelike i kākau ʻia ma waena o ʻoe a me mākou.",
    "234420106": "Inā he Integrator ʻoe a mea kūʻai paha o ka lawelawe hCaptcha Enterprise a ʻoi aku ka nui o kāu hoʻohana ʻana i ka API e like me ke ana ʻana e RPS ma mua o ka uku i hoʻolako ʻia no kāu pae lawelawe, hiki iā mākou ke koho e hoʻololi i kāu lawelawe a i ʻole e uku i ka uku overage. Inā ʻoi aku ka nui o kāu helu RPS kiʻekiʻe ma mua o ka helu i hāʻawi ʻia ma kahi helu o 10 no 10 a ʻoi aku paha mau minuke i loko o ka manawa 30 lā a ʻo ka hapa nui o kēia mau noi, i kā mākou hoʻoholo hoʻokahi, ʻaʻole i ka hana ʻino, hiki iā mākou ke koho e uku iā ʻoe i kāu helu overage i ʻōlelo ʻia ma ka ʻaelike no nā noi API āpau i hana ʻia i kēlā mahina.",
    "2619472217": "8. Kuai hou",
    "2019702084": "Inā ʻaʻole ʻae ʻia i loko o ka ʻaelike lawelawe kumu a ka mea kūʻai aku a i ʻole ka ʻaelike kūʻai kūʻai aku, ʻaʻole e kūʻai ʻia aku nā lawelawe SaaS i kauoha ʻia, kūʻai hou ʻia, hoʻolimalima ʻia, hoʻolimalima ʻia, laikini, laikini ʻia, a i ʻole i hoʻolako ʻia i kekahi ʻaoʻao ʻē aʻe (koe i kahi hui o ka mea kūʻai aku. ), a ʻo nā kauoha a pau ma lalo o ka ʻaelike a me ka hoʻohana ʻana o ka mea kūʻai aku i ka lawelawe no ka mea kūʻai aku a i ʻole kāna Hoʻohui ʻoihana ponoʻī.",
    "1233229030": "Nā mea like ʻole",
    "1467783792": "ʻAʻohe kanaka, hui, a hui paha i ʻae ʻia e ʻAmelika Hui Pū ʻIa (he \"Sanctioned Actor\") i kūpono no ka uku a i ʻole e hoʻohana i nā lawelawe ma ke ʻano he Integrator. No ka pale ʻana i ka kānalua, e pili ana kēia i kekahi Sanctioned Actors i koho ʻia e ke Office of Foreign Assets Control (\"OFAC\") o ka US Department of the Treasury.",
    "3759657802": "ʻAʻole hiki iā ʻoe ke hāʻawi, hoʻololi, a hāʻawi i kēia mau Kūlana o ka lawelawe a i ʻole kāu mau kuleana a i ʻole nā kuleana ma lalo nei ma kekahi ʻano (ma ka hana o ke kānāwai a i ʻole).",
    "1627232990": "Hāʻawi ʻia nā unuhi o kēia mau Kūlana o ka lawelawe ma ke kumu hoʻoikaika maikaʻi loa. Inā loaʻa kekahi ʻokoʻa nui ma waena o nā Kūlana o ka lawelawe ʻōlelo Pelekania a me ka unuhi ʻana o ia mea, e manaʻo ʻia ka ʻōlelo Pelekane o ka lawelawe ʻana ma ke ʻano he mana.",
    "805221621": "E ʻoluʻolu e kelepona mai iā mākou ma",
    "259613338": "inā he nīnau kāu e pili ana i kēia mau Kūlana o ka lawelawe.",
    "2735878907": "ʻŌlelo Hoʻolālā Hoʻomau ʻoihana",
    "2887242610": "Ua hoʻomohala ʻo Intuition Machines, Inc i kahi Hoʻolālā Hoʻomau Pāʻoihana e pili ana i kā mākou pane ʻana i nā hanana e hoʻopilikia nui i kā mākou ʻoihana hCaptcha. No ka mea hiki ʻole ke ʻike ʻia ka manawa a me ka hopena o nā pōʻino a me nā haunaele, pono mākou e maʻalahi i ka pane ʻana i nā hanana maoli i ka wā e hiki mai ana. Me ka noʻonoʻo, hāʻawi mākou iā ʻoe i kēia ʻike e pili ana i kā mākou hoʻolālā hoʻomau ʻoihana.",
    "809251240": "Hoʻokaʻaʻike mai iā mākou",
    "2551802342": "- Hoʻolālā mākou e hoʻihoʻi koke a hoʻomaka hou i nā hana ʻoihana ma hope o kahi haunaele ʻoihana koʻikoʻi a pane aku ma ka mālama ʻana i kā mākou limahana a me ka waiwai, hana i kahi loiloi kālā a me ka hana, pale i nā puke a me nā moʻolelo o ka ʻoihana, a me ka ʻae ʻana i kā mākou mea kūʻai aku a me kā lākou mea hoʻohana hope e hana ma ka pūnaewele. I ka pōkole, ua hoʻolālā ʻia kā mākou hoʻolālā hoʻomau ʻoihana e ʻae i kā mākou paʻa e hoʻomaka hou i nā hana i ka hiki ke hiki, ke hāʻawi ʻia i ke ākea a me ka paʻakikī o ka hoʻopilikia ʻoihana nui. ʻO kā mākou hoʻolālā hoʻomau ʻoihana ʻōlelo: hoʻihoʻi a hoʻihoʻi i ka ʻikepili; nā ʻōnaehana koʻikoʻi a pau; nā loiloi kālā a me ka hana; nā kamaʻilio ʻē aʻe me nā mea kūʻai aku, nā limahana, a me nā kino kiaʻi; wahi kino o na limahana; ka mea hoʻolako koʻikoʻi a me ka hopena o ka mea kūʻai; hōʻike hoʻoponopono; a hāʻawi koke i kā mākou mea kūʻai aku inā ʻaʻole hiki iā mākou ke hoʻomau i kā mākou ʻoihana. Kākoʻo kā mākou pūnāwai hoʻolako kumu i kā mākou mau moʻolelo koʻikoʻi ma kahi ʻāpana ʻāina. ʻOiai ʻo kēlā me kēia kūlana pilikia e kū nei i nā pilikia kūʻokoʻa e pili ana i nā kumu o waho, e like me ka manawa o ka lā a me ka paʻakikī o ka haunaele, ua ʻōlelo ʻia mākou e kēia pūnāwai mea hoʻolako i kā lākou pahuhopu e hoʻihoʻi i kā lākou mau hana ponoʻī a hiki ke hoʻomaka hou i nā lawelawe. ʻOiai ua hana mākou e hōʻemi i ka pilikia ma o ka hoʻohana ʻana i nā mea hoʻolako like ʻole, hiki ke hoʻololi a hoʻopau ʻia paha kāu mau lawelawe i kēia manawa.",
    "826396656": "ʻO kā mākou papahana hoʻomau pāʻoihana",
    "1979347895": "- Hiki ke ʻokoʻa nā pilikia ʻoihana koʻikoʻi i ko lākou ākea, e like me kā mākou paʻa wale nō, kahi hale hoʻokahi e noho ana i kā mākou paʻa, ke kaiāulu kahi e kū ai kā mākou hui, ke kūlanakauhale kahi a mākou e noho ai, a i ʻole ka ʻāina holoʻokoʻa. I loko o kēlā me kēia mau wahi, hiki ke ʻokoʻa ke koʻikoʻi o ka haunaele mai ka liʻiliʻi a i ka koʻikoʻi. Ma ka hoʻopilikia ʻana i kā mākou paʻa, kā mākou ʻāpana ʻoihana, kūlanakauhale, a i ʻole ka ʻāina a i ʻole kahi hale e noho ai kā mākou paʻa, e hoʻoneʻe mākou i kā mākou hana i kahi kahua kūloko inā pono a manaʻo ʻole ʻaʻohe pilikia i ka hana ʻoihana. Ma kēlā me kēia kūlana, hoʻolālā mākou e hoʻomau i ka ʻoihana, e hoʻololi i nā hana i nā mea hoʻolako ʻē aʻe inā pono, a e hoʻomaopopo iā ʻoe ma o kā mākou pūnaewele ma hcaptcha.com a me kā mākou ʻaoʻao kūlana ma hcaptchastatus.com e pili ana i ke ʻano e hoʻopili ai iā mākou. Inā paʻakikī loa ka hoʻopilikia ʻana i ka ʻoihana e pale iā mākou mai ka noho ʻana i ka ʻoihana, e haʻi koke mākou iā ʻoe.",
    "653679457": "Hoʻololi ʻokoʻa",
    "410397176": "No ka 'ike hou aku",
    "2095899021": "hCaptcha Branding Guidelines and General Trademark License",
    "2340340589": "Nā kuhikuhi no ka hoʻohana ʻana i ka māka hCaptcha",
    "2430148876": "Ua hana mākou i kēia mau alakaʻi a me ka laikini hōʻailona maʻamau i mea maʻalahi e hiki ai i kā mākou mea kūʻai aku, hoa, a me nā mea pā e hana pū me kā mākou hōʻailona ʻoiai e mālama mau ana i kā mākou ʻike ʻoihana. Inā pono ʻoe e hoʻohana i nā kiʻi hCaptcha, logos, a i ʻole nā hōʻailona ʻē aʻe ma nā ʻano ʻokoʻa ʻē aʻe mai kēia mau alakaʻi, pono ʻoe e kelepona iā mākou (IMI) no ka palapala laikini.",
    "3884400764": "ʻOiai hiki iā ʻoe ke hoʻohana i nā hōʻailona hCaptcha no kēia mau alakaʻi, ʻaʻole ia he manaʻo ua loaʻa iā ʻoe nā kuleana i hāʻawi ʻia i nā hCaptcha Marks, logos, a i ʻole kekahi hōʻailona kālepa, inoa kālepa, hōʻailona lawelawe, inoa ʻoihana a i ʻole makemake maikaʻi o hCaptcha. Makemake mākou e hāʻawi i ka maʻalahi e like me ka hiki, akā pono mākou e pale i ka hCaptcha mai ka hoʻohana ʻole ʻia ʻana o kekahi hōʻailona, inoa kālepa, hōʻailona lawelawe, inoa ʻoihana a i ʻole makemake maikaʻi o hCaptcha. ʻO ka hoʻohana ʻole ʻia e hoʻopau ʻokoʻa i ka ʻae a i ʻole ka laikini i hāʻawi ʻia e hCaptcha a hiki ke loaʻa nā kuleana kānāwai no nā pohō.",
    "512598290": "No laila, pono mākou e noi iā ʻoe e hoʻohana mau i nā hōʻailona hCaptcha a me nā hōʻailona ma kahi ʻano e pili ana i nā lula ma lalo nei, me ke ʻano nui, typeface, a me ke ʻano.",
    "2075610992": "Mahalo no ka mea, o ko oukou ola!",
    "1023190144": "hCaptcha® ma ka kikokikona",
    "4274324704": "Eia pehea e hoʻohana ai i ko mākou inoa ma ke kope i kākau ʻia:",
    "3912926900": "Pono e loaʻa i ka hCaptcha® kahi hōʻailona hōʻailona i hoʻopaʻa inoa ʻia i ka manawa mua i ʻike ʻia ma kahi kope hana.",
    "950637875": "ʻAʻole pono e hoʻololi ʻia ka huaʻōlelo hCaptcha a e hoʻopaʻa mau ʻia ka hCaptcha ma ka leka ʻelua (\"C\"). ʻAʻole ia he plural a possessive.",
    "2624601135": "ʻAʻole pono e hoʻohana ʻia ka \"hCaptcha\" ma ke ʻano he inoa inoa, i hui pū ʻia me kahi hyphen, a i ʻole hoʻohana ʻia ma nā inoa o nā noi a i ʻole nā huahana ʻē aʻe.",
    "3828090208": "E hoʻohana i \"no ka hCaptcha\". Inā hoʻohana ʻia me ka hōʻailona ʻaoʻao ʻekolu, pono e ʻoi aku ka liʻiliʻi o \"no ka hCaptcha\" ma mua o ka hōʻailona ʻaoʻao ʻekolu.",
    "4149738856": "Pono e hoʻohana ʻia ka hCaptcha ma ke ʻano he adjective a hahai ʻia e kahi huaʻōlelo generic kūpono.",
    "1446868537": "ʻAʻole pono e hoʻohana ʻia ka hCaptcha ma ke ʻano he huaʻōlelo.",
    "2487931657": "Mai hoʻohana: \"hCaptcha'd mākou i kā mākou pūnaewele.\"",
    "2565565429": "Ma kahi e hoʻohana ai: \"hoʻohana mākou i ka hCaptcha i mea e palekana a paʻa i kā mākou pūnaewele.\"",
    "3434202027": "ʻO ka hoʻohana ʻana i ka inoa hCaptcha i nā kamaʻilio e pono ai ka ʻōlelo: \"he inoa inoa inoa ʻo hCaptcha o Intuition Machines, Inc.\"",
    "2754937029": "Hoʻohana ʻole ʻia",
    "2436973524": "ʻO nā kuhikuhi pololei wale nō e ʻae ʻia. ʻAʻole ʻae ʻia ka ʻōlelo ʻana e hoʻohana ana kahi pūnaewele i nā lawelawe a me nā noi hCaptcha inā ʻaʻole ia. Pēlā nō, kūpono ka hoʻohana ʻana i kā mākou hōʻailona a i ʻole nā hōʻailona inā hoʻohana ka pūnaewele i nā lawelawe hCaptcha.",
    "69844082": "ʻAʻole hiki ke hoʻohana ʻia nā hōʻailona hCaptcha, nā hōʻailona kiʻi, nā logos, typeface, a i ʻole nā kiʻi ma ke ʻano hoʻowahāwahā.",
    "3861413614": "ʻAʻole hiki iā ʻoe ke hoʻohana i ka hCaptcha trademark a i ʻole logo e hōʻike ana he pili ka hCaptcha me ke kākoʻo, kākoʻo, a i ʻole ke kākoʻo ʻana i kahi huahana a lawelawe paha, me ka ʻole o ka palapala ʻae ʻia.",
    "1409822234": "ʻAʻole hiki ke hoʻohana ʻia kahi hōʻailona hCaptcha like a like ʻole ma ke ʻano he inoa kikowaena.",
    "4181060163": "ʻAʻole pono nā ʻaoʻao ʻekolu e hoʻohana i nā ʻano like ʻole a i ʻole nā kuhi hewa ʻole a i ʻole e hana i kekahi ala e hoʻohiolo ai i ka hoihoi mua ma nā hōʻailona hCaptcha.",
    "3955555607": "Ma waho aʻe o nā hoa a i ʻole nā mea kūʻai aku ʻae ʻia, ʻaʻole hiki i nā ʻaoʻao ʻekolu ke koho i nā huaʻōlelo, Google AdWords, a i ʻole nā pūnaewele hoʻolaha ʻē aʻe e hoʻohana ana i nā māka hCaptcha a i ʻole nā kuhi hewa. ʻAʻole hiki i nā ʻaoʻao ʻekolu ke hoʻohana i nā hōʻailona hCaptcha ma nā inoa kikowaena, nā ʻenekini huli ʻana, nā huaʻōlelo meta, nā huaʻōlelo ʻimi, code, a i ʻole nā kuhi hewa ʻē aʻe.",
    "1985238261": "Nā Māka Kāohi ʻē aʻe",
    "2193061499": "Hoʻopaʻa ʻia kekahi o kā mākou mau hōʻailona a me nā hōʻailona e hoʻohana ʻia e hCaptcha a me kāna mau hoa. ʻAʻole hiki i nā ʻaoʻao ʻekolu ke hoʻohana i kēia mau hōʻailona me ka ʻole o kahi palapala laikini mai hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "ʻO ka mea kūʻai aku ʻae ʻia ʻo hCaptcha",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop na hCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "BotStop logo™",
    "3942875761": "Kōkua i ke kūkulu ʻana i kahi pūnaewele ʻoi aku ka maikaʻi",
    "364774188": "He kanaka ™ wau",
    "2785425016": "(i loko o ka pōʻaiapili o ka hoʻoponopono hōʻoia kanaka, e laʻa me ke kāhea e hana)",
    "2639657759": "Hoʻohana ʻia nā māka ma ka ʻae ʻia",
    "1268918580": "ʻO kekahi o nā hōʻailona a me nā hōʻailona i hoʻohana ʻia e hCaptcha a me kāna mau hoa pili ʻia e nā ʻaoʻao ʻekolu a hiki ke hoʻohana wale ʻia me ko lākou ʻae. ʻAʻole hiki i nā ʻaoʻao ʻekolu ke hoʻohana i kēia mau hōʻailona koe wale nō ka mea i ʻae ʻia e nā mea nona lākou:",
    "3782751514": "ʻO HUMAN Protocol® kahi hōʻailona inoa inoa o ka HUMAN Protocol Foundation, a hoʻohana ʻia me kona ʻae.",
    "1620709264": "ʻO HUMAN Token® kahi hōʻailona inoa inoa o ka HUMAN Protocol Foundation, a hoʻohana ʻia me kāna ʻae.",
    "3031953928": "ʻO HUMAN Network™ kahi hōʻailona kūʻai o ka HUMAN Protocol Foundation, a hoʻohana ʻia me kāna ʻae.",
    "3554363588": "Nā Māka ʻē aʻe",
    "3290996791": "ʻO nā inoa huahana ʻē aʻe a pau, nā logo a me nā hōʻailona he waiwai ia o ko lākou mau mea nona. ʻO nā hui ʻē aʻe, nā huahana a me nā inoa lawelawe i hoʻohana ʻia ma kēia pūnaewele no ka ʻike ʻike wale nō. ʻAʻole hōʻoia ka hoʻohana ʻana i kēia mau inoa, logo, a me nā hōʻailona.",
    "2444685143": "Kulekele Logo",
    "2414232014": "ʻIke koke ʻia kā mākou logo a ʻo kekahi o kā mākou waiwai nui a koʻikoʻi. I mea e hoʻomau ai i ka hōʻike ikaika o kā mākou hui, pono e hōʻike ʻia ma ke ʻano akahele a kūlike ma nā ala āpau o ke kamaʻilio.",
    "803639471": "Aia ka hōʻailona hCaptcha me ka hōʻailona lima a me ka hōʻailona hCaptcha. Ma kona ʻano ʻano ʻē aʻe, hiki ke ʻike ʻia ka ikona lima ma ke kaohi ʻana a hoʻohana ʻia ʻo \"hCaptcha\" ma ke ʻano he kaha huaʻōlelo (e like me ka mea i hōʻike ʻia ma luna) ma kahi kokoke i ke kiʻi lima, no laila e maopopo ai ka hōʻailona o ka lima i hCaptcha.",
    "564127016": "ʻO ka ikona lima hCaptcha:",
    "1424800293": "ʻO ka logo hCaptcha:",
    "1525506526": "He aha nā mea lawe kālā a pehea lākou e hana ai?",
    "2446481523": "Aia kekahi moʻolelo kahiko i hōʻike ʻia ai kahi mea hoʻokele kaʻa a me kahi aliʻi ma ka hale kiaʻi ma kahi kauhale liʻiliʻi. Ua ʻaʻahu ʻia kekahi kanaka i ka ʻaʻahu lepo lepo, ʻilihune, haʻi akula i ka mākaʻi, “ʻO wau ke aliʻi. ʻO kēia kanaka kaʻu mea hoʻokele.",
    "1767952047": "Ua hoʻouka ʻo ia iaʻu i ka pō nei, ʻaihue i koʻu lole a lawe i kaʻu kālā. ʻO ke kanaka ʻē aʻe, ua ʻaʻahu ʻia i ka nani nui, ʻo ka ʻaʻahu o ka papa aliʻi, pane maila, “E ka Makai, pupule kēia kanaka. Manaʻo ʻo ia he aliʻi. ʻO wau ke aliʻi maoli. Hopu ia ia!”",
    "2947576723": "ʻO kēia moʻolelo ma mua o nā laikini kaʻa a me ka paʻi manamana lima kikohoʻe, akā hāʻawi ia i kahi laʻana maikaʻi o ka mea hiki ke hele hewa i kahi kūlana lawe moʻokāki. Ke komo nei kekahi kanaka i loko o kahi waihona panakō pūnaewele a i ʻole ka polokalamu uku kelepona. ʻO ia ka mea paʻa moʻokāki maoli, a i ʻole he hacker? ʻO wai maoli ʻo wai? Hoʻopili kēia mau pilikia palekana i nā hui e ʻae i ke komo ʻana i ka moʻokāki lawelawe ponoʻī.",
    "1687299615": "He aha ke ʻano o ka lawe kālā?",
    "2648707986": "ʻO ka lawe ʻana i ka moʻokāki kahi ʻano o ka hoʻopunipuni cyber kahi e hoʻopunipuni ai ka mea hana ʻino i ka mea nona kahi moʻokāki pūnaewele. ʻO ka maʻamau, aia ka moʻokāki ma kahi ʻoihana kālā a i ʻole kahi ʻoihana e-commerce kahi e hiki ai i ka mea hoʻopunipuni ke ʻaihue i ke kālā, nā mea kūʻai a i ʻole nā kāleka makana. Hoʻohana ka mea hoʻouka i nā hōʻoia i ʻaihue ʻia e komo i ka moʻokāki a laila lawe iā ia, malia paha e hoʻololi i ka ʻōlelo huna e laka i ka mea nona ka moʻokāki maoli.",
    "1476843710": "ʻO nā ʻano o ka lawe ʻana i ka moʻoʻōlelo ʻoi aku ka maikaʻi o ke kālā akā e hoʻopōʻino ana i ka hoʻopaʻa ʻana i nā moʻokāki kaiapili a me nā mea like. I kēia mau hihia, ke hoʻāʻo mau nei ka mea hoʻouka e hoʻolaha i ka malware a i ʻole ke komo ʻana i nā hoʻouka phishing e kūʻē i nā hoa manaʻo ʻole o ka mea i pepehi ʻia. A i ʻole, ke hoʻāʻo nei ka mea hoʻouka e hoʻohilahila i ka mea i hōʻeha ʻia, i kekahi manawa me ka poʻe kaulana a me nā poʻe kālai'āina, no ka laʻana.",
    "2904949278": "Pehea e lawe ai ka hacker i kahi mooolelo?",
    "2575690545": "ʻO ka lawe ʻana i ka moʻokāki, e like me ka nui o ka hoʻopunipuni cyber, ʻo ka hapa nui o nā kaʻina hana automated. He mea kakaikahi no ka mea hacker, i aahuia i ka hoodie ma ka hale lalo o kona makuahine, e kakau pakahi i ka huaolelo i loko o ka waihona waihona.",
    "3614653023": "Akā, hilinaʻi ka hoʻomaʻamaʻa ʻana i nā hōʻailona hōʻoia nui e hoʻāʻo ai i nā miliona o ka inoa inoa / ʻōlelo huna ma nā kakini o nā ʻoihana kālā i manaʻo ʻia e wehe i kahi ʻāpana liʻiliʻi o nā moʻolelo. Ke loaʻa ka polokalamu hoʻopunipuni automated i ka mooolelo, hiki i kahi hacker kanaka ke komo, akā i kekahi mau hihia, ʻaʻole.",
    "2762759509": "ʻO ka nui o ka hoʻouka kaua ʻana i ka moʻokāki ua aneane holoʻokoʻa.",
    "1972710018": "ʻO ka ʻike ʻana mai ka manaʻo o ka ʻoihana",
    "1282121137": "No ka hoʻomaopopo ʻana i ke ʻano o ka lawe ʻana i ka moʻokāki pilikia, e noʻonoʻo i ke ʻano o ka ʻike mai ka manaʻo o ka ʻoihana kālā. Mālama lākou i nā miliona o nā logins i kēlā me kēia lā.",
    "2315518622": "Me ka maʻalahi i loaʻa i nā mea hoʻouka kaua o kēia lā, he mea paʻakikī loa ka ʻike ʻana i ka mea, inā he, he hoʻopunipuni. A laila, kāhea ke kanaka i ka laina lawelawe mea kūʻai aku a ʻōlelo ʻo \"Ua hoʻouka ʻia kaʻu moʻokāki! ʻAʻole hiki iaʻu ke komo a ʻaihue kekahi i kaʻu kālā!”",
    "1836369533": "E like me ka mākaʻi ma ka moʻolelo, pehea e hoʻoholo ai ʻo wai ʻo wai? Inā lawa ka mea i ʻaihue ʻia e ka mea hoʻouka kaua, e like me ka helu laikini kaʻa, ka helu mālama ola, ka inoa kaikamahine o ka makuahine, ka helu wahi, a pēlā aku, hiki ke paʻakikī ke hoʻoholo inā ʻo ka mea kelepona ka mea paʻa moʻokāki maoli a i ʻole ka mea hoʻouka kaua e hoʻāʻo nei e kiʻi i kahi. hoʻihoʻi hou i ka ʻōlelo huna ma kahi moʻokāki āna e makemake ai e komo.",
    "2880837730": "He aha ka mea e hana ai e hooki i ka lawe ʻana i ka moʻokāki?",
    "3654556483": "Loaʻa i nā ʻoihana kālā a me nā ʻoihana eCommerce nā kaʻina a me nā kaohi e hoʻēmi i kekahi o ka hoʻoweliweli hoʻoweliweli. Aia kēia mau nīnau mai ka wā kahiko \"ʻo wai ka inoa o kāu hoaaloha maikaʻi loa ma ke kula haʻahaʻa\" i nā nīnau palekana a hiki i nā ala ʻike e hoʻopuka i nā leka uila IP kānalua a me nā ʻaoʻao kelepona paʻalima.",
    "2449501658": "hāʻawi i kekahi o nā ala ʻoi loa e hoʻēmi i ka hoʻoweliweli mai ka hoʻāʻo ʻana i ka mooolelo hoʻopunipuni, me ka hoʻohana ʻana i ka mīkini aʻo e ʻike a hoʻōki i nā bots, a me ka hoʻoikaika ʻana i ka paʻakikī a hiki ʻole paha i ka poʻe hoʻopunipuni ke komo i ka lawe ʻana i ka moʻokāki.",
    "3621455477": "e aʻo hou aku!",
    "555246307": "Ma ke ala, eia ka pau ʻana o ka moʻolelo o ke aliʻi a me kāna mea hoʻokele: Ua hoʻonoho ka mākaʻi i nā kāne ʻelua e noho pū i loko o kahi lumi no nā hola a hoʻopau i ko lāua manaʻo. I ka hopena o ka lā, ʻike ʻia ʻo ia a ʻōlelo mai, \"E kamaʻilio wau me ka mea hoʻokele kaʻa i kēia manawa.\" Ku mai la ke kanaka me ka lole hanohano. ʻO ka luuluu loa, poina ʻo ia he mea hoʻomake wale ʻo ia.",
    "1224727373": "BotStop na hCaptcha",
    "1187718370": "Kāhea iā mā ˚ ou",
    "3892905664": "Kōkua ʻo hCaptcha i kāu mau lawelawe punaewele punahele e pale aku i nā bots, spam, a me ka hoʻomāinoino ʻana ma o ka nīnau ʻana i nā nīnau maʻalahi i maʻalahi no nā kānaka a paʻakikī hoʻi no nā mīkini.",
    "555158694": "Ua koho ʻia kahi lawelawe āu e hoʻohana ai e hoʻomaikaʻi i kāu ʻike ma kā lākou pūnaewele ma o ka hoʻokomo ʻana i ka hCaptcha e hōʻemi i ke kaʻa ʻino.",
    "1617196410": "HCaptcha ua kālele ʻia i ka hoʻōki ʻana i nā bots. ʻAʻole mākou manaʻo ʻo wai ka mea hoʻohana, akā wale nō inā he ʻino lākou. Ke hooikaika nei makou e kaulike i ka pilikino &",
    "1624200563": "palekana, a hoʻokō me GDPR, CCPA, LGPD, PIPL, a me nā hoʻoponopono pilikino ʻē aʻe.",
    "1927613000": "Hoʻohui ʻo hCaptcha i ke aʻo ʻana i ka mīkini paʻakikī me kahi kahua paʻakikī ikaika e pale i nā noi pūnaewele mai ka lawe ʻana i ka moʻokāki, ka ʻae ʻana i ka hōʻoia, ka ʻōpala, a me nā ʻano hana ʻino ʻē aʻe.",
    "1133989302": "No ke aha ʻo hCaptcha?",
    "34074886": "I kēlā me kēia manawa āu e pane ai i kahi luʻi, hoʻohana mākou i nā hiʻohiʻona maʻalahi e ʻike inā he kanaka ʻoe. Hoʻohana ka pūnaewele āu i kipa ai i kēia hopena e kōkua i ka hoʻomaikaʻi ʻana i kāu ʻike ma kā lākou pūnaewele ma ka mālama ʻana i nā bots.",
    "3412647984": "ʻAe kēia iā ʻoe e pale i nā nīnau e hiki mai ana ma ke kākau inoa ʻana a hoʻonohonoho i kahi kuki. E ʻoluʻolu e hoʻāʻo e hoʻopau i kāu hoʻolaha hoʻolaha.",
    "2510209017": "Pono ke kōkua hou aku?",
    "477275453": "No ke aha i lilo ai nā API i punahele kaulana no ka poʻe hackers?",
    "596347471": "Ua lilo nā Application Programming Interfaces (APIs) i pahuhopu kaulana no nā mea hana hoʻomāinoino ma ka cyberspace. Nui nā kumu no kēia, me kā lākou pono nui i ka hoʻohui noi. Hiki ke hoʻemi i ka pilikia API, akā naʻe.",
    "2441638955": "ʻO ka mea mua, he aha ka API?",
    "3963216198": "No ke kūkākūkā ʻana i ke kumu i makemake nui ʻia ai nā API no ka poʻe hackers, pono e lawe mua i kahi manawa pōkole e wehewehe i ke ʻano o ka huaʻōlelo \"API.\" ʻAʻole hou ka manaʻo o ka API. ʻO ka ʻoiaʻiʻo, ʻo nā loulou e hoʻopili i nā ʻōnaehana kamepiula like ʻole me kekahi, a me kā lākou mau mea i loko, ua puni mai ka liʻiliʻi loa i ka makahiki 1960.",
    "1047251718": "I kēia lā, akā naʻe, ke kamaʻilio ka poʻe e pili ana i nā API, ʻike mau lākou i nā API e pili ana i nā kūlana. ʻO kēia nā API i kūkulu ʻia me ka hoʻohana ʻana i nā kūlana hāmama e like me Representational State Transfer (REST) a wehe i nā ʻano waihona maʻamau e like me JavaScript Object Notation (JSON). ʻO ia mau \"RESTful APIs,\" e like me ka mea i ʻike ʻia, hiki ke hana ʻia me ka ʻole o ka lako polokalamu ponoʻī. Hiki i nā API hopena ke hoʻouna a loaʻa i ka ʻikepili a me nā kelepona kaʻina ma waena o nā polokalamu polokalamu. No ka laʻana, hoʻohana kekahi polokalamu panakō paʻa i kahi API no ke komo ʻana i nā ʻōnaehana o ka panakō.",
    "3195334319": "ʻO ka pono a me ka nāwaliwali o nā API",
    "1903743785": "ʻO ka hiki ʻana mai o nā API e pili ana i nā maʻamau i hōʻike i kahi lele nui i mua i ka hoʻohui ʻana i nā noi. I loko o nā makahiki he 20 i hala iho nei, ua hele nā API mai ke kumu kūʻai a me ka paʻakikī o nā huahana lako polokalamu a hiki i ka manuahi, nā mea hana maʻamau i maʻalahi ka hana me ka wikiwiki.",
    "879362350": "Me nā API hou e hana ana ma luna o ka Pūnaewele, ua hiki ke hoʻohui i kekahi polokalamu a i ʻole kumu ʻikepili, ma nā wahi āpau o ka honua, me ka nānā ʻole i ke kahua, ka ʻikepili ʻikepili a i ʻole ka ʻōlelo papahana. ʻO ka hopena, aia ka honua computing i waena o kahi kipi API. Ua pahū ka pilina ma waena o nā noi a me ka ʻikepili. Maikaʻi kēlā, a hiki ʻole.",
    "3844432472": "ʻO ka wehe a me ka pono o nā API e hoʻolilo iā lākou i mau pahuhopu waiwai nui no nā mea hoʻouka. Ma ke ala like e hiki ai ke hoʻolālā ʻia kahi polokalamu kelepona e hiki aku ai a kiʻi i ka ʻikepili mai kahi ʻōnaehana hui me ka hoʻohana ʻana i kahi API, pēlā pū kekahi ʻāpana malware. Ua kākau ka poʻe hackers i nā ʻano lako polokalamu like ʻole e hōʻino i nā API. He ʻenehana hoʻouka kūpono.",
    "2187096543": "ʻOiaʻiʻo, aia kekahi mau haʻihaʻi ʻikepili nui ma muli o nā polokalamu i kākau ʻia e hacker i kāhea aku i kahi API e unuhi i ka ʻikepili mai kahi waihona. Ma hope o nā mea a pau, inā e ʻaihue ia i ka ʻikepili e koi wale i kahi kelepona GET maʻamau ma kahi API, i kākau ʻia me ka hoʻohana ʻana iā REST a me JSON, a laila maʻalahi ka wehe koke ʻana i kahi waihona maʻemaʻe. ʻO ka ʻoiaʻiʻo, ke kamaʻilio ka poʻe e pili ana i nā hoʻouka kaua \"screen scraping\", ʻo kā lākou manaʻo maoli, ʻo ka hapa nui, ʻo ia nā kelepona API wikiwiki e huki i ka ʻikepili mai nā waihona. Ua lilo nā API i mea hoʻouka kaua nui no nā hui i kūkulu iā lākou.",
    "4222109231": "Hoʻemi i ka pilikia API me ka HCaptcha's Enterprise Product",
    "1783317946": "ʻO ka hoʻōki ʻana i ka hoʻouka ʻana i ka API kahi hihia hoʻohana kaulana no",
    "3022922096": ", hCaptcha hui hui o nā huahana. ʻAʻole like me ka mana manuahi o hCaptcha,",
    "63719113": "hoʻohana i ke aʻo ʻana i nā mīkini kiʻekiʻe e ʻike i ke kaʻa ʻino i kāu pūnaewele a me nā polokalamu - me nā hana ʻōpala.",
    "3566102529": "iā mākou i kēia lā e aʻo hou aku.",
    "3096553330": "ʻO kēlā me kēia ʻōnaehana a mākou e hana nei e hōʻike wale i kā mākou pilina me nā poʻe ʻē aʻe.",
    "1467218142": "ʻO ka mea a mākou e makemake ai mai lākou a iā mākou iho e hoʻohuli i kā mākou ʻano, a pēlā nā ʻano like o ka launa pū ʻana i nā ʻōnaehana kanaka āpau. Hāʻawi ka pūnaewele i nā hiʻohiʻona maikaʻi loa o kēia ʻano kumu o ko mākou honua.",
    "808872868": "No ka laʻana: spam, hoʻopunipuni, a me ka hana hoʻomāinoino i loaʻa ma ka pūnaewele mai kahi kokoke i ka lā ma hope o ka hui mua ʻana o nā ʻōnaehana ʻelua.",
    "1085089390": "ʻO ka hoʻomāinoino pūnaewele ma muli o nā ʻano kanaka maoli",
    "3064321967": "Ua hoʻouna ʻia ka leka uila spam mua i 1978. [",
    "3800781598": "] Ma kahi o ʻelima mau makahiki ma hope mai, hoʻomau ka leka uila e hoʻopilikia iā mākou. Nui nā piliona kālā a me nā kaukani kanaka-makahiki o ka hoʻoikaika ʻenehana i hoʻokau ʻia i ka lanakila ʻana iā ia, akā mau ka spam. Aia nā ʻoihana piliona kālā ma nā ʻaoʻao ʻelua, ʻo ia hoʻi ka poʻe e pale ana iā ia a me ka poʻe nāna e hoʻouna.",
    "2119943547": "No ke aha kēia? He maʻalahi ka pane. Inā loaʻa ka manaʻo e hoʻomāinoino i kahi ʻōnaehana, loaʻa i kekahi ke ala. A i ka manawa e hana ai lākou, e loaʻa i kahi mea ʻē aʻe ka manaʻo e hoʻōki iā lākou.",
    "532470444": "Hiki ke hoʻololi iki ke koena mai kēlā makahiki a i kēia makahiki, akā hōʻike wale kēia ʻano i ke ʻano kumu o ke kanaka, a ʻelima kaukani makahiki o ka mōʻaukala i hoʻopaʻa ʻia e hōʻike ana ʻaʻole hiki ke loli ka ikaika i kekahi manawa koke.",
    "3193548097": "Punawai Hope mau loa",
    "4065614934": "ʻAʻole hou kēia loiloi, akā manaʻo mau ka poʻe. ʻOi loa inā manaʻo lākou he mea hou ko lākou manaʻo.",
    "1216071511": "Hoʻopuka pinepine ʻia nā manaʻo like ma kahi o 20 mau makahiki i hala aku nei, ua hele mai kekahi mea kākau inoa ʻole me ka hoʻopiha piha ʻana no nā kūkākūkā pūnaewele e pili ana i nā hoʻonā anti-spam:",
    "1941999673": "Kou pou kākoʻo a",
    "4179118182": "( ) ʻenehana ( ) kau kānāwai ( ) ma ka mākeke ( ) vigilante",
    "3978720689": "hoʻokokoke i ka hakakā ʻana i ka spam. ʻAʻole e holo kou manaʻo. Eia ke kumu e holo ole ai.",
    "318339230": "(Hoʻokahi a ʻoi aʻe paha o kēia mau mea e pili ana i kou manaʻo ponoʻī, a aia paha",
    "30312304": "nā hewa ʻē aʻe i hoʻololi ʻia mai kēlā me kēia mokuʻāina ma mua o ka hoʻoholo ʻia ʻana o ke kānāwai pekelala maikaʻi ʻole.)",
    "2710988028": "() Hiki i nā Spammers ke hoʻohana maʻalahi iā ia e ʻohi i nā leka uila",
    "3912514510": "() E hoʻopilikia ʻia nā papa inoa leka uila a me nā hoʻohana leka uila ʻē aʻe",
    "2030062561": "() ʻAʻole hiki i kekahi ke loaʻa ke kanaka a ʻohi i ke kālā",
    "3334160175": "() He pale ʻole ia i nā hoʻouka kaua ʻino",
    "3238345709": "() E hoʻopau ia i ka spam no ʻelua pule a laila e paʻa mākou me ia",
    "4227800293": "() ʻAʻole e hoʻomanawanui nā mea hoʻohana i ka leka uila",
    "2271252286": "() ʻAʻole ʻo Microsoft e hoʻomanawanui",
    "692064738": "() Aole e hoomanawanui ka makai",
    "3475647460": "() Makemake nui i ka launa pū ʻana me nā mea hoʻopaʻapaʻa",
    "1482845460": "() Pono ka hui like ʻana mai nā mea a pau i ka manawa hoʻokahi",
    "3741193183": "() ʻAʻole hiki i nā mea hoʻohana leka uila ke lilo i ka ʻoihana a i ʻole ka hoʻokaʻawale ʻana i nā mea hana",
    "2234909600": "() ʻAʻole mālama ka poʻe Spammer i nā helu kuhi hewa i kā lākou papa inoa",
    "1982617151": "( ) Hiki i kekahi ke hoʻopau inoa ʻole i ka ʻoihana a ʻoihana paha",
    "2498172334": "Ma ke ʻano kikoʻī, ʻaʻole i helu ʻia kāu hoʻolālā",
    "389705801": "( ) Na kanawai e papa loa ana",
    "190955495": "() Ka nele i ka mana hoʻomalu kikowaena no ka leka uila",
    "237009707": "() Wehe relay ma nā ʻāina ʻē",
    "3507532387": "() Maʻalahi ka huli ʻana i nā wahi helu helu alphanumeric liʻiliʻi o nā leka uila āpau",
    "2477958756": "( ) Ka poe ino",
    "3254142589": "() Pilikia mana",
    "3621401685": "() ʻAʻole kaulana i nā ʻauhau hou ʻē aʻe",
    "4277475973": "() ʻAʻole makemake ka lehulehu e ʻae i nā ʻano kālā hou",
    "941057651": "() Nui ka hoʻokomo lako polokalamu i SMTP",
    "3265293440": "() Hiki ke hoʻouka ʻia nā protocols ʻē aʻe ma mua o SMTP",
    "515733427": "() ʻO ka makemake o nā mea hoʻohana e hoʻokomo i nā pā OS i loaʻa ma ka leka uila",
    "2631159699": "( ) Nā pūʻali o nā pahu Windows i hoʻopili ʻia e ka ilo",
    "776542208": "() Hoʻohui pū ʻia nā mea kaua mau i nā ala kānana a pau",
    "989480928": "() Loaʻa ka loaʻa kālā o ka spam",
    "3898950867": "() ʻO Joe nā hana a/a i ʻole ʻaihue ʻike",
    "3395399558": "() Ka poe kālai'āina ike ole i ka ike loea",
    "1118929614": "() Ka lapuwale loa ma ka ʻaoʻao o ka poʻe e hana ana i ka ʻoihana me nā spammers",
    "838951836": "() ʻO ka hoʻopunipuni ma ka ʻaoʻao o ka poʻe spammers iā lākou iho",
    "2123236933": "() ʻAʻole i hoʻopilikia ʻia nā kumukūʻai bandwidth e ka kānana mea kūʻai aku",
    "2292919419": "( ) Nānā",
    "2534436327": "a e pili ana no hoi keia mau manao kue.",
    "832385387": "() He maʻalahi nā manaʻo e like me kāu, akā ʻaʻohe mea i hōʻike pono ʻia",
    "1993984258": "() ʻAʻole ʻae ʻia kekahi papahana e pili ana i ka haʻalele ʻana",
    "3909240516": "() ʻAʻole pono nā poʻomanaʻo SMTP i ke kānāwai",
    "1151065360": "() ʻO nā papa inoa ʻeleʻele",
    "2396605499": "() ʻO nā papa inoa keʻokeʻo ʻā",
    "2225785608": "() Pono mākou e kamaʻilio e pili ana iā Viagra me ka ʻole o ka hoʻopaʻa ʻia",
    "3004688366": "() ʻAʻole pono ke hoʻopaʻa ʻia i ka hoʻopunipuni uea a i ʻole ka hoʻopunipuni kāleka hōʻaiʻē",
    "922470170": "() ʻAʻole pono e hoʻopaʻa ʻia nā mea kūʻē i ka sabotage o nā pūnaewele lehulehu",
    "3068923550": "() Pono e hana nā mea hoʻopaʻapaʻa inā hoʻololi mālie ʻia",
    "2752975480": "( ) Pono ka hoʻouna ʻana i ka leka uila",
    "117227832": "() No ke aha mākou e hilinaʻi ai iā ʻoe a me kāu mau kikowaena?",
    "1021431157": "() ʻAʻole like me nā laikini hāmama a i ʻole nā laikini wehe",
    "2801524659": "() ʻAʻohe mea e hoʻoponopono ai i ka pilikia",
    "931661269": "() He pilikia nā leka uila no ka manawa/hoʻokahi manawa",
    "2090457681": "( ) ʻAʻole wau makemake i ke aupuni e heluhelu i kaʻu leka uila",
    "3536122902": "() ʻAʻole lohi a ʻeha ka hoʻokuʻu ʻana iā lākou ma ia ala",
    "2391175562": "Eia kekahi, ʻo kēia kaʻu manaʻo e pili ana iā ʻoe:",
    "229198134": "() E kala mai e ka hoa, akā, ʻaʻole au e manaʻo e hana.",
    "345563040": "() He manaʻo naʻaupō kēia, a he kanaka naʻaupō ʻoe no ka ʻōlelo ʻana.",
    "409780280": "() Nani ka hoao, ****! Manaʻo wau e hehi kekahi ma kāu kīpē!",
    "2820080973": "mālama ʻia me ❤ na",
    "3943164003": "nānā maka",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "No ke aha e holo ʻole ai kāu hoʻonā anti-spam hou",
    "361795034": ". Mea kākau ʻike ʻole ʻia, c. 2000",
    "1547006769": "ʻO ka pilikia like ka hōʻoia kanaka",
    "3717942925": "E like me ka loaʻa ʻana o nā poʻe e makemake e hoʻopaʻa i kou manaʻo ma o ka leka uila, aia mau ka makemake e kāohi i ke komo ʻana i kekahi mau kumuwaiwai i hiki i nā kānaka ke komo iā lākou.",
    "2481032625": "ʻO ka pahuhopu ke pale:",
    "1691348394": "- nā kūʻai nui ʻana i ka wā kūʻai kūʻai palena ʻole",
    "1771016224": "- lako polokalamu mai ka hoʻoiho ʻana i nā ʻike āpau mai kāu pūnaewele puni honua",
    "1959762846": "- ka hoʻopiha ʻana i kāu mau palapala pūnaewele me ka spam marketing pau ʻole a i ʻole ka hoʻomāinoino",
    "345108670": "- ka ho'āʻo ʻana i ka lawe ʻana i nā moʻokāki",
    "2540760245": "ma waena o nā mea hoʻohana ʻē aʻe, hiki ke kānana i nā kaʻa ma ka pūnaewele ma ke kumu o \"kanaka a ʻaʻole paha\" e lilo paha i mea waiwai nui i ka wā e hahai ai ke ʻano kanaka i nā ʻano like i hoʻopaʻa ʻia i nā makahiki ʻelima kaukani i hala.",
    "3346362371": "Pehea e pili ana i ke aʻo ʻana i ka mīkini?",
    "3619183405": "I ka makahiki 2021 hiki ke hoʻoponopono ʻia nā CAPTCHA maʻalahi me ka lako polokalamu, mahalo i ka holomua o ke aʻo ʻana i ka mīkini. No ka hoʻoponopono ʻana i kēia, hana ʻo hCaptcha i kahi kikoʻī kikoʻī loa o nā waiwai like",
    "3292221787": "ua pane ʻia ka paʻakikī, ʻaʻole wale inā pololei, a hoʻololi pinepine i nā nīnau a me nā ʻikepili i hoʻohana ʻia.",
    "1080672247": "Ma muli o ka nui o nā nīnau i nīnau ʻia ʻaʻole hiki ke hoʻoponopono ʻia me ka lako polokalamu o ka papa, a no ka mea, ʻokoʻa ka ʻikepili i ka ʻōnaehana, ʻo ia hoʻi, ua hoʻopau pinepine ʻia nā bots e ka lawelawe manuahi, a pono e hilinaʻi i nā mea hoʻonā kanaka CAPTCHA ma kahi. hana ʻino i nā ʻano hana ʻino he nui ʻole.",
    "4172868199": "ʻoi aku ma mua o kēia, e neʻe ana i ke aupuni o ka hoʻāʻo ʻana e hoʻokaʻawale i ka \"kanaka maikaʻi\" mai ka \"kanaka ʻino\" pū kekahi, a hoʻohana ʻia i kēia lā e nā lawelawe pūnaewele kaulana loa o ka honua e ʻimi a hoʻōki i nā mea āpau mai ke kūʻai ʻana i ka hoʻopunipuni a hiki i ka holomua hoʻomau. hoʻoweliweli i kā lākou mea hoʻohana, ʻoiai e mālama ana i kahi manaʻo kūʻokoʻa i ka mālama ʻana i ka pilikino.",
    "2873911365": "Pehea e pili ana i ka hōʻoia ʻana i nā lako lako?",
    "1477196356": "ʻO nā ʻano ʻano like ʻole o ka hoʻopili ʻana i ka ʻike i kahi mea hana ma kahi ʻano palekana cryptographically, i kekahi manawa me nā waiwai mālama pilikino, ua noi ʻia no nā makahiki he ʻumi. Ua hoʻi ka cryptography kī lehulehu i c. 1975, a ua kokoke like ka lōʻihi o nā hōʻailona hardware.",
    "2349681896": "ʻO ka mea pōʻino, ʻaʻole i manaʻo ʻia he kanaka ʻoe ka hoʻomalu ʻana i kahi ʻāpana. Ma kahi o kēlā me kēia papahana hōʻoia ʻana o nā mea kūʻai aku ua haki pinepine ʻia, paʻi ʻia, a laila haki hou.",
    "254326776": "ʻIke pinepine ʻia ka hoʻomāinoino ʻana i kēia mau hemahema no nā mahina a i ʻole mau makahiki ma mua o ka hoʻolaha ʻana a i ʻole ka hoʻolaha hoʻonaʻauao.",
    "2462909475": "He pā o nā kelepona ʻoi aku ma mua o 10,000 i hoʻohana ʻia no ka hoʻomāinoino, ʻāpana o kahi hana bot Kina.",
    "1963951234": "No ka hilinaʻi o kāu hoʻolālā cryptographic, inā hiki i kekahi i ka hopena o ka lā ke hoʻolilo wale i ke kālā e hāʻawi iā ʻoe i ka pane āu e ʻimi nei, ʻaʻole lawa ka loaʻa ʻana o kahi ʻāpana.",
    "1278884196": "ʻO kēlā ʻōlelo, ʻo ka cryptography kahi aʻo ʻōpio. Ma muli o ka moʻolelo i hala iho nei, e wāwahi ʻia kāu hoʻolālā cryptographic a/a i ʻole ka hoʻokō ʻana ke loaʻa ka manaʻo o kekahi e nānā pono iā ia, a e noʻonoʻo paha nā poʻe ʻē aʻe i kēia ma mua o kou hana ʻana. ʻO ka hilinaʻi ʻana i ka hāmeʻa ʻo ia hoʻi, pono ʻoe e noi i kēlā me kēia o kāu mea hoʻohana e hoʻololi i kahi hāmeʻa kino i mea e hoʻopili ai i ka hemahema. ʻAʻole paha e hiki koke kēia i ka hapa nui o nā hihia, ʻo ia hoʻi, e hāmama wale kāu ʻōnaehana.",
    "1828028934": "ʻO kēia ke kumu",
    "1642844535": "mea nui: hoʻohana ʻo hCaptcha i nā ala like ʻole e pane i ka nīnau kumu like, e ʻae ana i ka hoʻohālikelike ʻana no ka kūlike ma waena o nā loiloi āpau.",
    "1155821305": "he hohonu ka pale",
    "119098046": "Pehea e pili ana i nā hāʻina passive a ʻaʻohe pilikia?",
    "2760410719": "ʻO nā lawelawe e hoʻāʻo nei e hana i ka ʻike bot me nā hōʻailona passive maʻemaʻe e holo wikiwiki i kahi pilikia kumu: pehea ʻoe e hōʻoia ai inā ʻike pololei kahi ʻōnaehana i nā mea hana hewa inā ʻaʻole ʻoe i ka ʻoiaʻiʻo kumu?",
    "1722734001": "ʻO ka pūnaewele hāmama he wahi walaʻau loa. Hoʻouka ka poʻe hana ʻino i nā mea hoʻohana o kā mākou lawelawe a me nā mea hoʻokūkū e like me reCAPTCHA i kēlā me kēia lā, a ʻoiaʻiʻo hoʻi e hoʻāʻo nei e nānā i ke kanaka me ka hiki ke hana pēlā.",
    "1595254735": "Paʻakikī nā lawelawe passive maʻemaʻe e mālama i ka pololei o ka ʻike bot, a i ʻole e ʻike i ka wā pololei ʻole. Me ka hiki ʻole ke hoʻāʻo i nā mea hoʻohana i kekahi manawa a nānā pono i nā hopena o kēlā luʻi, e emi nui ka pololei i ka manawa.",
    "2412751979": "Mahalo i nā hōʻailona ʻoi aku ka pololei o ke kanaka e mana i ka hCaptcha, ua hoʻololi nā hui he nui i hoʻohana mua i ka reCAPTCHA v3/Enterprise i",
    "2284856231": "a ʻike ʻia i ka hoʻomaikaʻi maikaʻi ʻana i ka pololei ma ka hCaptcha Enterprise's purely passive mode pū kekahi.",
    "4162847": "Ua hiki iā mākou ke nānā pono i kēia, ʻoiai ke holo nei kekahi o kā mākou mea kūʻai i nā hoʻāʻo A/B ma ka noi like ma mua o ka hoʻololi ʻana i nā makana a Google. Hiki iā mākou ke hōʻoia i ke kiʻekiʻe hoʻopunipuni maikaʻi ʻole a me ka hoʻopunipuni hewa ʻole mai reCAPTCHA v3 a i ʻole reCAPTCHA Enterprise.",
    "436125785": "He mea kupanaha kēia no ka pololei ʻole o nā puka manaʻo i loaʻa i loko o kēlā mau huahana, a me ka ʻoiaʻiʻo ua kūʻai ʻia lākou e kahi pūnaewele hoʻolaha me ka makemake nui ʻole i ka loaʻa ʻole o ka maikaʻi ma ka ʻike bot, o hōʻino i kā lākou ʻoihana kumu.",
    "2233741720": "I ka hopena",
    "2133809801": "I ka wā e noho mau ai ka poʻe, aia paha he kuleana ko ke kanaka e pāʻani ai ma ka pūnaewele.",
    "2255549335": "ʻO kā mākou hana ma hCaptcha ʻo ka ʻimi ʻana i nā kālepa maikaʻi ma waena o ka paʻakikī a me ka pololei a me ka hoʻohaʻahaʻa haʻahaʻa, ʻoi aku no ka",
    "4138068262": "mea hoʻohana. ʻO ka hopena, ʻo ka launa pū ʻana me nā luʻi e lilo paha i ʻāpana o ka arsenal o nā mea hana no ka hōʻemi ʻana i ka hoʻomāinoino pūnaewele inā lōʻihi ke ʻano o ke kanaka.",
    "855097735": "ʻO ke kūkulu ʻana i kahi lawelawe e hana maikaʻi i kēia ʻoiai ʻo ke kaulike ʻana i nā hopohopo āpau he pilikia paʻakikī loa (a ke hana mau nei mākou e hoʻomaikaʻi ia mea i mea e ʻoluʻolu ai ka ʻike e like me ka hiki) , a ʻo ka hoʻopunipuni ma ka pūnaewele he mea maikaʻi loa ka nīnau maʻalahi i kekahi manawa.",
    "1953959745": "hiki ke komo",
    "2543123170": "Zero friction kanaka hōʻoia",
    "547245263": "E hoʻoholo i kāu pilikia bot i kēia lā.",
    "3117887301": "Ua hilinaʻi ʻia e nā lawelawe pūnaewele nui loa",
    "981806349": "Kūkulu ʻia ma luna o ka paepae hCaptcha i hōʻoia ʻia",
    "2373007864": "Holo ka hCaptcha Enterprise ma ka ʻenehana platform hCaptcha, hoʻonui ʻia e hoʻokomo i nā hiʻohiʻona e pono ai nā ʻoihana kiʻekiʻe.",
    "2652399059": "He hoa pili pono",
    "1997838163": "Ke hilinaʻi nei nā hui nui loa o ka honua i ka hCaptcha Enterprise. He mea maʻalahi ka hoʻohui ʻana, a ʻaʻole like ka ʻike pololei.",
    "734735952": "Ua loiloi mākou i kekahi mau mea kūʻai aku CAPTCHA a me ke kūkulu ʻana i kahi ʻōnaehana iā mākou iho. I ka hopena, ua puka mai ka hCaptcha ma ke ʻano he koho maikaʻi loa i reCAPTCHA.",
    "1250541092": "— Sergi Isasi",
    "3524251858": "Luna Hoʻokele waiwai, Cloudflare",
    "3971348140": "No ke aha mākou i hoʻohana ai i ka hCaptcha? ʻAʻohe mea ʻē aʻe i hiki ke hāʻawi i nā hiʻohiʻona a me ka hana a mākou e pono ai. Ua hoʻāla lākou iā mākou a holo wikiwiki, a makemake kā mākou poʻe kālepa i ka ʻike.",
    "4248655793": "— Alex M.",
    "4185927140": "Luna Hoʻokele, Flash, Shopify",
    "282913023": "ʻO ke koho kūpono no nā ʻoihana kalepa kiʻekiʻe",
    "999610953": "ʻO ka mea hope loa, he koho ʻē aʻe i hilinaʻi ʻia iā Google. Hāʻawi ʻo hCaptcha Enterprise i ka mālama kālā nui ma kāu bila reCAPTCHA me ka palekana kiʻekiʻe: a hiki i ka 80% emi ke kumu kūʻai ma kekahi mau hihia.",
    "1886100235": "Ua hoʻololi ka nui o nā lawelawe pūnaewele nui loa o ka honua i ka hCaptcha Enterprise a loaʻa i ka ʻike bot i hoʻomaikaʻi ʻia me ka mālama kālā nui.",
    "2903742230": "ʻIke nā pūnaewele hoʻolaha i kāu mau malihini ma ke ʻano he huahana. No mākou wale nō ka pahuhopu e hoʻoholo i ko lākou ʻano kanaka. Hoʻokō a ʻoi aku paha kā mākou lawelawe i nā koi GDPR, CCPA, LGPD, a me PIPL, a ke hana ikaika nei mākou e kaulike i ka pilikino a me ka palekana.",
    "3901503296": "ʻO kēia manaʻo kūʻokoʻa i ka pilikino, ʻo ia ka hiki iā mākou ke hāʻawi i ka paʻa ʻana o ka ʻikepili pākahi, hana ʻole kuki, a me nā hōʻoia pilikino ʻē aʻe e like me ka mea e koi ʻia me ka mālama ʻana i ka palekana maikaʻi loa.",
    "3342910682": "Heluhelu hou aku",
    "1130783905": "Aia ka pololei i kou hoihoi a me kā mākou. Hana ʻo hCaptcha e hāʻawi iā ʻoe i ka ʻikepili maoli a ʻae iā ʻoe e hoʻoholo pehea e hoʻohana ai. Hāʻawi ʻia nā ʻōnaehana palekana ʻē aʻe e nā hui hoʻolaha Gigantic. ʻO ia ke ʻano o kēlā me kēia bot a lākou e poloka ai e hōʻemi i kā lākou loaʻa kālā.",
    "2019130052": "ʻO kā mākou mau mea hou i ka ML pili pono i ka pilikino e ʻae iā mākou ma mua o nā kūlana palekana o ka hoʻoilina o nā hoʻolālā \"hoʻopaʻa i nā mea āpau mau loa\" me ka ʻole e hōʻino i ka palekana a i ʻole ka pilikino mea hoʻohana.",
    "23114595": "ʻIke Mea Hoʻohana Nui",
    "3437412311": "No nā mea hoʻohana ʻo Enterprise, loaʻa nā koho e pale loa i nā pilikia i ka hapa nui o nā hiʻohiʻona, e hilinaʻi ana i nā helu passive.",
    "1996843433": "E hōʻemi i ka hakakā ma ka pale ʻana i kahi paʻakikī no 99.9% o kāu kaʻa kūpono ʻoiai ke hāʻawi nei i ka palekana maikaʻi loa.",
    "3093689546": "Hoʻohui maʻalahi",
    "247560732": "Hoʻohui i ka hCaptcha me ʻekolu laina o ke code. Inā hele mai ʻoe mai reCAPTCHA, kūpono kā mākou API a he mau minuke wale nō ke hoʻololi.",
    "1510448156": "Hiki iā ʻoe ke kū a holo me kahi koho ʻoi aku ka maikaʻi i kēia lā, a hoʻohuli i nā hiʻohiʻona kiʻekiʻe e like me ka pono.",
    "2718999653": "Nā helu hoʻoweliweli maʻamau",
    "2698140263": "ʻAʻole like nā pilikia a pau: ʻo ka loaʻa ʻana o ka helu hoʻokahi pono ia e hoʻoponopono i kāu mau pono e pono ai.",
    "897432717": "Me kā mākou hoʻolālā moʻolelo no Customized Threat Scores, hoʻohui i kāu ʻike ʻoihana e hiki ai i kā mākou mau hiʻohiʻona ke hāʻawi i nā helu kūʻokoʻa pili i kāu mea hoʻohana.",
    "2650502379": "E hoʻolele i kāu mau pilikia ponoʻī i kekona",
    "3578122193": "E noho ma ka brand me ka ʻike pili",
    "1074044172": "Ke hoʻoponopono nā mea hoʻohana i kahi paʻakikī e hoʻokō i kāu mau koi palekana, no ke aha e nīnau ʻole ai i nā nīnau ʻoluʻolu a pili i ka mea hoʻohana?",
    "1579093044": "Me kā mākou mea hoʻolālā hoʻokūkū maʻalahi, hiki iā ʻoe ke hoʻomaka i ka ʻike hoʻokūkū ma ka brand i loko o nā minuke wale nō.",
    "3717512591": "ʻO ka hoʻohui ʻana i ka papa kuhikuhi pololei",
    "121743429": "No nā ʻoihana ʻoihana pūnaewele",
    "2131386784": "Loaʻa ka ʻike a me ke kākoʻo no ʻoe a me kāu mea hoʻohana",
    "2782263070": "He mea nui ka lawelawe ʻana iā mākou. Mālama mākou i ke kākoʻo kelepona 24/7 a hāʻawi i ka hoʻonohonoho pono Slack me kāu hui hoʻohui ʻenehana a me kā mākou limahana kelepona i ka wā a ma hope o ka hoʻokō ʻana.",
    "3740051331": "Ua kūpaʻa pū mākou i ka nānā ʻana a me ka pane ʻana i nā nīnau a kāu mea hoʻohana ma waena o ka pāpaho pūnaewele, nā ʻaha kūkā, a me kā mākou mau ala kākoʻo i-widget a me ka leka uila. Hiki iā mākou ke ʻae a pane aku, a mālama i ka ʻoluʻolu o ka mea hoʻohana ma ke ʻano he KPI kiʻekiʻe.",
    "170775527": "Nā hiʻohiʻona ʻoihana",
    "3383086062": "ʻO ka hCaptcha Enterprise kahi hopena palekana pūnaewele piha. Hiki iā ʻoe ke hoʻōki i ka hoʻopili ʻana i ka hōʻoia ʻana, ʻike i ka lawe ʻana i nā moʻokāki, a kāpae i nā mea hana kānalua. ʻO nā mea āpau me ka friction zero no nā mea hoʻohana pono.",
    "1408599440": "E hoʻomaka wikiwiki me nā laina liʻiliʻi o ke code a me kā mākou 99.9% passive mode, a i ʻole e lawe i ka mana piha i ka wā a me ke ʻano o nā mea hoʻohana. ʻO nā hiʻohiʻona hoʻoweliweli maʻamau a me nā luʻi hiki ke hoʻololi ʻia ke ʻano o ka hiki ke hoʻohālikelike ʻia e hōʻoia i ka palekana.",
    "3365203058": "Palena anti-bot ka honua",
    "1803009328": "Hoʻāʻo ʻia i ke kaua ma ka paena pūnaewele.",
    "1586809757": "Nā helu bot pololei kiʻekiʻe",
    "353367791": "E ʻimi i nā mea hana ʻino o nā ʻano like ʻole.",
    "191460155": "Zero friction a me 99.9% mau ʻano passive",
    "585557010": "E ho'āʻo ma lalo o 0.1% o nā mea hoʻohana pono.",
    "3287172429": "Hōʻike ʻia nā ʻano hoʻokūkū hoʻomalu",
    "1844885924": "Nui nā ʻano waihona e koho ai.",
    "3018523079": "E noho ma ka brand me ka ʻike mea hoʻohana mau.",
    "3817811295": "Hōʻoiaʻiʻo i ka hilinaʻi a me ke kākoʻo kelepona wikiwiki 24/7.",
    "1798492192": "Kākoʻo polokalamu kele hoʻoilina",
    "1356745565": "Hiki ke hoʻi i ka Internet Explorer 8.",
    "751483365": "Kākoʻo no nā mea kūʻai aku ʻaʻole JavaScript.",
    "4199502476": "Nā papa kuhikuhi hōʻike kiʻekiʻe a me API",
    "3630114728": "E ʻike i nā mea e hana nei ma kāu mau pūnaewele a me nā polokalamu.",
    "3573245166": "ʻAʻole like me reCAPTCHA, hana mākou ma kēlā me kēia ʻāina.",
    "2354267648": "GDPR, CCPA, a me LGPD-friendly kulekele pilikino",
    "3167979932": "Hoʻolālā ʻia no ka pilikino mai ka lā hoʻokahi. Kuʻikahi Hoʻoponopono ʻIkepili ikaika.",
    "4065065042": "Kāhea i kēia i kūpono i kāu pahu hoʻohana.",
    "111184581": "Hoʻokipa ʻaoʻao mua",
    "4272022475": "Hele nā noi a me nā waiwai a pau i hcaptcha.yourdomain.com",
    "2676853536": "Nā papa hoʻohana lehulehu",
    "1368787974": "Kaʻana like i ka hoʻokele ma kāu hui.",
    "1045484714": "Hoʻohui ʻia ʻo SAML SSO me kāu Mea Hoʻolaha Identity, e laʻa me Okta a i ʻole Azure AD.",
    "3953584369": "Loaʻa nā ʻae ʻana o ka RBAC maʻalahi.",
    "2781507299": "Hooia koke",
    "4019660456": "0ms latency: hōʻoia i nā hōʻailona hCaptcha me ke kelepona ʻole API.",
    "3446714684": "Mobile (iOS a me Android) Hoʻohui",
    "2593768395": "ʻO ka ʻike maʻemaʻe ma waena o ka pūnaewele, kelepona maoli, pūnaewele paʻa lima. Loaʻa nā hoʻohui i kūkulu ʻia a me nā SDK maoli.",
    "1779265104": "Nā Kūlana Kūlana a me nā hōʻoia pilikino",
    "122875767": "E māʻona i kāu mau pono kānāwai ke hiki ʻole i nā hui ʻē aʻe.",
    "148188781": "Nā Luʻi i hōʻike ʻia",
    "838049015": "E koho i nā kiʻi a pau e pili ana i ka nīnau",
    "1126302400": "Pahu Paʻa",
    "3554448168": "Hoʻokaʻawale",
    "2104933754": "E ʻike i nā lepili pili",
    "3612043014": "...a me nā hana maʻalahi ʻē aʻe. Maʻalahi no ke kanaka, paʻakikī no nā bots.",
    "3624758171": "Loaʻa nā hana maʻamau no nā mea hoʻopuka ʻoihana.",
    "1001938065": "ʻAʻole hiki ke maʻalahi ka hoʻohui ʻana",
    "2138799135": "Loaʻa i ka hCaptcha nā hanana o nā hoʻohui i kūkulu mua ʻia no nā ʻōnaehana mua a me hope āu e hoʻohana ai.",
    "2535001179": "Inā e hele mai ana ʻoe mai ka reCAPTCHA a Google, ʻo kā mākou mau API he mau pani pani.",
    "1393184984": "ʻo nā mea a pau āu e pono ai.",
    "3715747429": "Hiki i kā mākou mau ʻenekini hoʻokele ke hoʻolalelale iā ʻoe, inā paha ʻoe e makemake i ka hoʻohui React, SDKs no nā polokalamu maoli ʻo iOS, kahi hiʻohiʻona Java backend, a i ʻole nā hiʻohiʻona ʻē aʻe.",
    "2681650568": "A e like me nā manawa a pau, he waiwai nui ka pilikino no mākou. Hoʻohui i kā mākou code hoʻokūkū wale nō ma kahi e pono ai, a ma kahi kūpono e pale aku ai iā ʻoe a me kāu mea hoʻohana. Hoʻomaka ka hōʻemi ʻana i ka hōʻiliʻili ʻikepili mai ka manawa o ka hoʻohui ʻana.",
    "1130868224": "ʻEkolu laina code",
    "2183926131": "E hoʻomaka me ka hCaptcha Enterprise",
    "1526887904": "Pilikino ʻo hCaptcha Enterprise",
    "1845745385": "Hoʻolālā ʻia no ka pilikino.",
    "1297224875": "ʻO kahi ala hoʻokele pilikino kūʻokoʻa i ka palekana pūnaewele ʻo Enterprise.",
    "2762458927": "ʻAʻole kūʻai ʻia kāu ʻikepili mea hoʻohana.",
    "2058856283": "Hoʻokahi wale nō kumu o ka hCaptcha Enterprise: e pale aku i nā mea hana ʻino mai ka hoʻopilikia ʻana i kāu mau hana pūnaewele a me ka hōʻino ʻana i kāu mea hoʻohana.",
    "2408036504": "Hoʻolālā ʻia kā mākou mau ʻōnaehana mai ka honua e hōʻemi i ka hōʻiliʻili ʻikepili a me ka mālama ʻana i ka mālama ʻana i ka palekana alakaʻi papa. ʻO ke ala maikaʻi loa e pale ai i ka ʻikepili mea hoʻohana ʻaʻole ia e mālama iki.",
    "4099477834": "Hoʻomalu pū ʻia nā pilina mea kūʻai aku e kahi ʻaelike hoʻoili ʻikepili ikaika. Hoʻokō ka lawelawe hCaptcha i nā kānāwai pilikino āpau ma kahi o kāu lawelawe a i ʻole kāu mea kūʻai aku e noho ai. ʻO ka mālama ʻole ʻana i ka ʻikepili pilikino e maʻalahi kēia no mākou ma mua o nā hui ʻē aʻe.",
    "3569492665": "ʻO ka hoʻopaʻa ʻana i ka hana ma ka pūnaewele ʻaʻole ia ka pane.",
    "3389431373": "ʻO nā lawelawe e like me reCAPTCHA v3 e ʻōlelo ʻo ke kau ʻana i kā lākou pixel tracking ma kēlā me kēia ʻaoʻao o kāu pūnaewele he pono no ka palekana maikaʻi. ʻAʻole kēia ka hihia.",
    "3590546893": "He hōʻailona maʻalahi ka nānā ʻana i ka ʻano hana maʻalahi e nā mea hana ʻino, a pono e mālama i ka mōʻaukala mākaʻikaʻi no kāu mau huakaʻi kūpono.",
    "1105363520": "ʻAʻole mākou hana i kahi pūnaewele hoʻolaha, a ʻaʻohe hoihoi i ka nānā ʻana i kāu ʻano mea hoʻohana e kūʻai aku iā lākou i nā hoʻolaha. ʻO ia ke kumu ʻaʻole mākou e koi i kahi pika passive ma kēlā me kēia ʻaoʻao o kāu pūnaewele.",
    "3088605177": "Hoʻohui i kā mākou code hoʻokūkū wale nō ma kahi e pono ai, a ma kahi kūpono e pale aku ai iā ʻoe a me kāu mea hoʻohana.",
    "337971271": "He mea pono ke aʻo mīkini. Akā ʻaʻole pono ia i ka ʻikepili pilikino e hana.",
    "320166522": "Hoʻopili ke aʻo ʻana i nā mīkini i nā ʻano āpau o ko mākou ola, pinepine i nā ala a mākou i ʻike ʻole ai a ʻike ʻole. ʻAʻole ʻokoʻa nā lawelawe palekana pūnaewele.",
    "3180664128": "Ma ke aʻo ʻana ma luna o nā tausani o nā hōʻailona, hiki i nā mea hoʻohālike ke hoʻomaopopo a hiki i ka hilinaʻi kiʻekiʻe i ka ʻike ʻana i ka hana ʻino me ka wikiwiki, ʻoiai inā ʻaʻohe hōʻailona hoʻokahi i lawa ka ikaika e hōʻike i kahi pilikia.",
    "961941354": "Eia naʻe, ʻaʻohe o kēia e koi i ka hoʻohana ʻana i ka ʻike pilikino pilikino (\"PII\"). ʻAe nā ʻenehana cryptographic hou iā mākou e hoʻolei i nā ʻikepili pilikino i ka hikiwawe, e hana ana i nā pūlima ala hoʻokahi ʻaʻole hiki ke hoʻopili ʻia i kekahi kanaka.",
    "1706581702": "Hoʻohana maikaʻi ka hoʻomaʻamaʻa ʻana i ka ʻikepili de-identified, ʻaʻole pono e hoʻololi i ka palekana a i ʻole ka pilikino. Ua hana kā mākou mea kūʻai i nā hoʻāʻo empirical, a ua haʻi iā mākou ua like a ʻoi aku ka maikaʻi ma mua o nā koho pilikino liʻiliʻi.",
    "3203921334": "Ua makemake mākou i kekahi mau mea e pili ana i ka hCaptcha solutions: 1) ʻaʻole lākou e kūʻai aku i ka ʻikepili pilikino; ʻohi lākou i ka ʻikepili pilikino pono liʻiliʻi wale nō, maopopo lākou i ka wehewehe ʻana i ka ʻike a lākou e hōʻiliʻili ai a me ke ʻano o ka hoʻohana ʻana a/a i ʻole ka hōʻike ʻana.",
    "305735018": "ʻO ka mea hope loa, he koho ʻē aʻe i hilinaʻi ʻia iā Google. Hāʻawi ʻo hCaptcha Enterprise i ka mālama kālā nui ma kāu bila reCAPTCHA me ka palekana kiʻekiʻe: a hiki i ka 80% emi ke kumu kūʻai ma kekahi mau hihia.",
    "3695206755": "E ho'āʻo mai iā mākou ma kou wahi me ke kuleana ʻole.",
    "2941545733": "He poʻe ʻenekinia mākou, ʻaʻole he poʻe kūʻai aku: makemake mākou e hauʻoli ʻoe i kāu koho.",
    "131871195": "ʻO ke ala maikaʻi loa e hōʻoia ai i kou ʻoluʻolu ʻo ka hōʻike ʻana ua hoʻokō mākou i kāu mau pono.",
    "3436534225": "Ma kahi kokoke i nā hui a pau e hoʻomaka ana i kahi pailaka e koho i kā mākou hopena.",
    "4060250206": "E hoʻohana i kēia palapala e hiki ai i kekahi o kā mākou loea loea. Pane wikiwiki mākou.",
    "1159746815": "Hiki iā ʻoe ke leka uila pololei iā mākou.",
    "2531534427": "Aia nā kikoʻī.",
    "2059998584": "Māhele",
    "3916131732": "ʻAmelika",
    "135276624": "ʻEulopa, Hikina Waena, ʻApelika (EMEA)",
    "1182294134": "ʻAsia-Pākīpika (APAC)",
    "2437934778": "Kou inoa",
    "3859506577": "ʻOihana leka uila",
    "1268414751": "He mau kikoʻī ʻē aʻe e pono ai iā mākou?",
    "42559805": "Makemake ʻoe i ka hoʻouka koke ʻana?",
    "851679588": "Ae.",
    "1729677626": "Aia wau ma lalo o ka hoʻouka ʻia a koi aku i ka hoʻouka koke ʻana.",
    "2808971932": "ʻO kēia kekahi mau kikokikona i loko o kahi poloka div.",
    "2468683988": "Poʻomanaʻo",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Hoʻopaʻa ʻia nā ʻano like ʻole i ka eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Pili kikokiko",
    "2212670355": "Kau inoa",
    "31502377": "He aha ka mea kikokikona waiwai?",
    "2310705547": "Hiki iā ʻoe ke hana i nā poʻomanaʻo, nā paukū, blockquotes, nā kiʻi, a me nā wikiō ma kahi hoʻokahi ma mua o ka hoʻohui ʻana a me ka hoʻopili ʻana iā lākou pākahi. Kaomi pālua wale a hana maʻalahi i ka ʻike.",
    "2590587108": "Hoʻoponopono maʻiʻo static a me ka ikaika",
    "778204464": "Hiki ke hoʻohana ʻia kahi mea kikokikona waiwai me ka maʻiʻo static a i ʻole ka manaʻo. No ka maʻiʻo paʻa, waiho wale ia i loko o kekahi ʻaoʻao a hoʻomaka e hoʻoponopono. No ka maʻiʻo ikaika, hoʻohui i kahi kahua kikokikona waiwai i kekahi ohi a laila hoʻohui i kahi mea kikokikona waiwai i kēlā kahua ma ka papa hoʻonohonoho. Voila!",
    "1890955039": "Pehea e hoʻopilikino ai i ka hoʻopololei ʻana no kēlā me kēia kikokikona waiwai",
    "3286051798": "Hiki ke kāhua ʻia nā poʻo, nā paukū, nā huaʻōlelo poloka, nā kiʻi, nā kiʻi, a me nā captions kiʻi ma hope o ka hoʻohui ʻia ʻana o kahi papa i ka mea kikokikona waiwai me ka ʻōnaehana koho nested \"When inside of\".",
    "504332576": "Haʻaheo mākou i ka hoʻolaha ʻana ua ulu ʻo hCaptcha i ka lawelawe cybersecurity kūʻokoʻa nui loa ma ka honua, e holo ana ma kahi o 15% o ka pūnaewele - a lawe pololei mākou i ka hapa nui o kēia mākeke mai Google reCAPTCHA. Hui pū, hCaptcha a me",
    "1155436473": "(kā mākou hāʻawi ʻoihana) i kēia manawa ke pale aku i nā haneli miliona o nā mea hoʻohana ma waena o nā ʻumi miliona o nā pūnaewele a me nā polokalamu i kēlā me kēia mahina. Hōʻike kā mākou moʻolelo hiki iā ʻoe ke hoʻokūkū me Big Tech ke kau mua ʻoe i ka pilikino.",
    "3108727249": "BotStop",
    "1296696044": "Palekana vs. Palekana: No ke aha ʻaʻole ʻelua?",
    "538871570": "ʻO ka hoʻokūkū me Google a me nā ʻoihana ʻē aʻe ʻē aʻe e like me ke ʻano kiʻekiʻe: ko lākou mana mākeke monopolistic, nā hopena platform a me ka pūʻali o nā mea hoʻomohala uku nui i manaʻo nui ʻia he ikaika loa no ka hoʻopaʻa ʻana no nā mea ʻē aʻe e like me Facebook a i ʻole Amazon. Hōʻike kā mākou moʻolelo ʻaʻole pono ia - hiki iā ʻoe ke lanakila iā Big Tech ma ka nānā ʻana i ka pilikino.",
    "3600718611": "E noʻonoʻo iā Google reCAPTCHA,",
    "4281708680": ". Ma ka hCaptcha, ua hana mākou i kahi ala ʻokoʻa loa, me ka hoʻohana ʻana i nā ʻenehana aʻo mīkini mālama pilikino e ʻike i nā ʻano bot maʻamau i ka pololei kiʻekiʻe, ʻoiai e ʻai ana a mālama i nā ʻikepili liʻiliʻi e like me ka hiki.",
    "3312336121": "ʻO ia ka mea e hoʻopau i ka nui o ka ʻikepili hana e hoʻoholo ai inā he kanaka kūpono paha nā mea hoʻohana pūnaewele",
    "1193738791": ": hahai lākou i ka hana a ka mea hoʻohana ma kēlā me kēia ʻaoʻao o kahi pūnaewele a ma ka pūnaewele puni honua. Hoʻolālā mākou i ka hCaptcha e like me ka pilikino pilikino e like me ka hiki mai ka lā hoʻokahi. Ua alakaʻi kēia i kahi ala ʻokoʻa loa i ka pilikia. E like me ka mea i ʻike ʻia, ʻaʻole pono ka nānā ʻana i nā mea hoʻohana ma ka pūnaewele a hoʻopaʻa i kā lākou moʻolelo pūnaewele i ko lākou ʻike no ka loaʻa ʻana o ka palekana maikaʻi. ʻO nā hui he nui i hoʻololi i ka hCaptcha",
    "2620705814": "He hui hoʻolaha ʻo Google, a ua like loa kā lākou huahana palekana me kā lākou huahana hoʻolaha",
    "1126447688": "hōʻike pinepine i ka hana like a ʻoi aku ka maikaʻi ma ka ʻike bot a me ka mitigation ʻoiai kā mākou hilinaʻi pilikino",
    "439777523": "Mea Hooponopono",
    "3588274874": "I ka nānā ʻana i ka hāʻawi ʻana i kahi huahana i kūlike me nā hana hoʻoponopono e like me ka European Union's GDPR a me California's CCPA, ua ʻike mākou i ka ulu nui - ʻoiaʻiʻo, kōkua ia i ka hCaptcha he \"hoʻokuʻu\" maʻalahi no ka reCAPTCHA a hiki ke hoʻokomo ʻia i loko o nā minuke.",
    "2150595700": ". Ua kau ʻo GDPR a me CCPA i nā manaʻo pilikino ma ka palapala ʻāina no nā mea kūʻai aku ʻoihana, a ma ka manawa like e lilo ana ka pilikino pūnaewele i mea nui i ka lehulehu i ka hoʻomaka ʻana e hoʻomaopopo i ka hoʻohana ʻana o nā ʻoihana hoʻolaha pūnaewele a me nā ʻoihana kūʻai aku i kā mākou ʻikepili.",
    "2624949852": "ʻOiaʻiʻo, he mea komo mua ʻo reCAPTCHA i ka palekana pūnaewele mai ka makahiki 2009, e pale ana i nā miliona o nā pūnaewele mai ka ulu ʻana o nā hoʻoweliweli e nā bots maikaʻi ʻole a me nā spammers. Eia naʻe, ua hoʻopaʻa ʻia i nā makahiki i hala iho nei:",
    "499510428": "Ke manaʻoʻiʻo nei mākou ua kōkua ka hoʻoponopono iā mākou ma ʻaneʻi",
    "1232651561": "ʻoi aku ka maikaʻi o ka lako polokalamu e like me ka poʻe i ka hoʻoponopono ʻana i nā pilikia reCAPTCHA.",
    "824740867": "Ma mua o ka hoʻomaikaʻi ʻana i ka hoʻonā, ua hoʻokuʻu ʻo Google i ka reCAPTCHA v3, ka mea e hana like me kahi pūnaewele hoʻolaha ma mua o ka polokalamu palekana, e hōʻiliʻili ana i ka ʻikepili pili mai ka pūnaewele e kūkulu i nā ʻaoʻao mea hoʻohana. ʻO ka mea pōʻino, ua maʻalahi kēia ʻano hōʻailona, a pēlā e hāʻawi ai i kahi pale liʻiliʻi i nā bots me ka hōʻino ʻana i ka pilikino o ka mea hoʻohana.",
    "1027023087": "Ua kālele mākou ma hCaptcha i nā ala hou i kēia pilikia, ʻaʻole pono e mālama i nā moʻolelo o ka wā lōʻihi e like me ka nānā ʻana i ka mōʻaukala a ua hōʻike ʻia ʻoi aku ka paʻakikī i mua o nā ʻenemi kūpaʻa mai ka wā i hoʻokomo ʻia ai ka lawelawe.",
    "2852295413": "ʻO kahi hakakā o ka hoihoi: ʻo ka hoʻōki ʻana i nā bots e hōʻemi i ka loaʻa kālā no kahi pūnaewele hoʻolaha",
    "1597520917": "Ke ulu nei ka nui o ka poʻe hoʻohewa i hōʻike ʻia ʻo ka mālama ʻole ʻana o Google i ka pilikino o ka mea hoʻohana e pili ana i nā mea kūʻai aku e nānā ana e pale i kā lākou pūnaewele a me nā polokalamu.",
    "763447231": "Ma ka manawa like, hiki i ka hooki ʻana i nā bots mai ke komo ʻana i nā pūnaewele mea hoʻopuka hiki ke hōʻike i ka hoʻopunipuni hoʻolaha, e hoʻopili pololei ana i ka huahana reCAPTCHA a Google i kā lākou ʻoihana hoʻolaha, e hoʻopuka ana ma luna o 80% o kā lākou loaʻa kālā.",
    "999674529": "ʻO kēlā me kēia bot Google e ʻike ai e loaʻa ʻole nā dala kālā. ʻAʻole kūpono ka hoʻoikaika ʻana o ka hui o Google me nā mea hoʻohana i kā lākou lawelawe palekana, a ʻo ia paha kahi wehewehe no ka maikaʻi ʻole o kā lākou hāʻawi palekana reCAPTCHA.",
    "956019009": "Ua hana mua nā ʻoihana ʻoihana pūnaewele nui loa",
    "1923297430": "ʻO ka hopena hope loa no nā mea kūʻai aku he nui i ka wā i hoʻomaka ai ʻo Google e hoʻopaʻa i nā ʻoihana no ka hoʻohana ʻana i kā lākou huahana i kēlā me kēia pae koʻikoʻi. ʻO kēia ka mea i hoʻohana i nā mea hoʻohana reCAPTCHA lōʻihi e ʻimi i nā koho ʻoi aku ka maikaʻi no ka mea ua hana mua nā manaʻo hoʻoponopono a puni ka honua i ka hoʻohana ʻana i nā makana a Google.",
    "2197218442": "Ua hōʻuluʻulu ʻo Cloudflare CEO Matthew Prince i kēia manaʻo i ka",
    "155456850": "e hoʻolaha ana i kā lākou hoʻololi i hCaptcha:",
    "435302267": "moʻomanaʻo blog ʻoihana",
    "2087769953": "\"ʻOliʻoli mākou i kēia hoʻololi no ka mea e kōkua ana i ka hoʻoponopono ʻana i kahi pilikia pilikino i pili i ka hilinaʻi ʻana i kahi lawelawe Google i loaʻa iā mākou no kekahi manawa. Ua puka mai ʻo hCaptcha ma ke ʻano he koho maikaʻi loa no ka reCAPTCHA.\" ʻohi lākou i ka ʻikepili pilikino pono liʻiliʻi wale nō, maopopo lākou i ka wehewehe ʻana i ka ʻike a lākou e hōʻiliʻili ai a me ke ʻano o kā lākou hoʻohana ʻana a/a i ʻole ka hōʻike ʻana.\"",
    "595582512": "Inā ʻoe e ʻimi nei e pale pono i kāu pūnaewele a i ʻole ka polokalamu mai nā bots, spammers a i ʻole nā mea hana ʻino ʻē aʻe, ʻoiai e mālama ana i ka pilikino o kāu mea hoʻohana (a me ka hoʻokō ʻana i nā lula pili āpau!), E noʻonoʻo i ka hCaptcha a me kā mākou ʻoihana ʻoihana.",
    "3388180864": "Makemake ʻoe e hana i nā pilikia ʻenehana hohonu ma ka paena pūnaewele? Ke hoʻolimalima mau nei mākou i nā ʻenekini akamai i ka honua -",
    "3892952987": "e nānā i kā mākou wehe ʻana a noi ma aneʻi",
    "3368788823": "Hana ʻo Terence Eden i kahi mea hoihoi ma kāna blog: \"",
    "1491780143": "ʻAʻole hōʻoia nā CAPTCHA he kanaka ʻoe – hōʻoia lākou he ʻAmelika ʻoe",
    "2146900431": "Ma keʻano intuitive, he manaʻo nui kēia koi. ʻO nā CAPTCHA, e like me nā mea a pau, ua hoʻokomo ʻia i loko o kahi moʻomeheu moʻomeheu, a inā i hana ʻia kāu pūʻulu o nā pilikia i loko o ka moʻomeheu hoʻokahi, ʻaʻole hiki ke unuhi maikaʻi loa i kekahi. Ma kona kumu, pili kēia i ka moʻomeheu",
    "378086442": "o CAPTCHA, ma mua o kā lākou UX no kēlā me kēia.",
    "1445008801": "E like me kā ʻEdena i ʻōlelo ai:",
    "332723732": "maʻiʻo",
    "2072808435": "\"E noʻonoʻo ʻoe, Google? He ʻeleʻele maʻamau nā kaʻa kaʻa ma koʻu ʻāina. Ua nānā au i nā kiʻiʻoniʻoni he nui e ʻike ai he melemele nā mea āpau ma ʻAmelika. nā waihoʻoluʻu like ʻole.\"",
    "3206136647": "ʻO ka pilikia o Google ma aneʻi e pili ana i ka ʻikepili nīnau a lākou e hoʻohana ai vs. ka mea ʻike. Inā hele mai nā ʻikepili a pau mai ka moʻomeheu like (a ma ka hihia o Google, ʻo ka hui like) hiki iā ʻoe ke manaʻo e loaʻa nā pilikia i unuhi maikaʻi ʻole i nā moʻomeheu ʻē aʻe, e like me ka hoʻopiʻi a Eden.",
    "2217842245": "Eia naʻe, hōʻike kā mākou ʻikepili (no hCaptcha)",
    "4280117172": "ʻOi aku ka maikaʻi o nā ʻāina he nui ma mua o ka US, me Nigeria, India, Brazil a me Kelemānia:",
    "555749578": "aia ma lalo o 1% ka ʻokoʻa i ka hoʻoponopono ʻana i nā uku ma nā ʻāina nui ma kēlā me kēia ʻāina.",
    "151737819": "Hōʻike ka hCaptcha Solve Rates ma ka honua holoʻokoʻa i ka ʻokoʻa liʻiliʻi",
    "3908992897": "a hoʻohana ʻia ma kēlā me kēia ʻāina a me nā teritore o ka honua, no laila ke manaʻo nui nei mākou i ka hāʻawi ʻana i kahi ʻike honua paʻa.",
    "2808122102": "No laila, ʻo ka hana kuʻuna moʻomeheu kahi koi kumu no kā mākou lawelawe. ʻO ka hōʻoia ʻana i hiki i nā mea hoʻohana kūpono ke komo koke i ka ʻike he ʻāpana koʻikoʻi o kā mākou misionari. Hāʻawi mākou i nā pilikia ma nā ʻōlelo 110, a ke hoʻomaikaʻi mau nei mākou i nā unuhi kūpono e hōʻoia i hiki ke hoʻoholo ʻia nā pilikia e nā mea a pau.",
    "3913801502": "Ke holo nei ʻo hCaptcha ma kahi o 15% o ka pūnaewele",
    "2077639538": ". No ka mea hoʻokahi, hiki ke loaʻa mai ka ʻikepili paʻakikī i kā mākou lawelawe mai nā kumu he nui, ʻaʻole hoʻokahi wale nō - mai nā hui Fortune 500 nui a hiki i nā hoʻomaka aʻo mīkini, ʻoiai lākou e pili ana i kā mākou.",
    "3951112506": ". ʻO ia ka mea e hōʻoiaʻiʻo i kahi kiʻekiʻe o ka heterogeneity i ka ʻikepili.",
    "1803943584": "ʻO ka lua, hoʻokuʻu mākou i nā luʻina e hoʻoholo pono i nā ʻāina a i ʻole nā ʻōlelo a lākou e holo ai, e hoʻonui ana i ka hiki ke loaʻa ka ʻike like ʻole. Inā haʻahaʻa ka pololei ma mua o ka mea i manaʻo ʻia, e pau ka holo ʻana o nā nīnau ma ka ʻāina a i ʻole ka ʻōlelo kahi i loaʻa ai kēia hopena.",
    "3668873369": "Ma hCaptcha, ua lawe mākou i kahi ala ʻokoʻa mai ka lā hoʻokahi",
    "1519201684": "Kulekele AI Ethics",
    "2155089487": ". Inā ʻoi aku ka maʻalahi o ka hoʻoponopono ʻana i kā mākou mau pilikia no kekahi mau pūʻulu, manaʻo mākou e ʻike i ka ʻokoʻa i ke ʻano o ka hana a ka poʻe a puni ka honua a me nā moʻomeheu like ʻole i ka wā e hoʻoponopono ai iā lākou. Ma ka pōʻaiapili o ka pou a Eden, manaʻo mākou e hana ʻoi aku ka maikaʻi o nā ʻAmelika ma mua o ka poʻe ma nā ʻāina ʻē. No ka mea ua hoʻohana mākou i nā makahiki i ka hoʻomohala ʻana i nā ʻōnaehana e pale aku i kēia pilikia, ʻike mākou i ka ʻokoʻa.",
    "2603863826": "PS: Inā ʻike ʻoe i kahi unuhi ma kāu ʻōlelo e hiki ke hoʻohana i nā hoʻomaikaʻi, e ʻoluʻolu e hoʻouna i kahi",
    "3543141425": "no ka mea!",
    "2697276059": "ʻO nā hōʻike e hana ana kēia: nā uku hoʻonā like ʻole ma ka honua holoʻokoʻa",
    "664236229": "noi huki"
}