{
    "1001938065": "ඒකාබද්ධ කිරීම පහසු විය නොහැක",
    "1012122721": "* සංඛ්‍යාන කුකීස් අප විසින් සෘජුවම කළමනාකරණය කරයි (එනම් පළමු පාර්ශවය, තෙවන පාර්ශ්ව කුකීස් නොවේ), එහිදී දත්ත පැතිකඩ සඳහා භාවිතා නොවේ.",
    "1014004474": "hCaptcha හි ව්‍යවසාය සැලසුම් මඟින් ඔබේ සංවිධානය ආරක්ෂා කර ගැනීමට උසස් සේවා මට්ටමේ ගිවිසුම් ඉදිරිපත් කරයි.",
    "1021431157": "( ) විවෘත මූලාශ්‍ර හෝ විවෘත මූලාශ්‍ර බලපත්‍ර සමඟ නොගැලපීම",
    "1023070345": "2021 මාර්තු 14 ට පසුව නොවේ",
    "1023108656": "තුන්වන පාර්ශ්ව ලබන්නන්ගේ කාණ්ඩ",
    "1023190144": "hCaptcha® පෙළ තුළ",
    "102498091": "Google reCAPTCHA Enterprise සඳහා ඉල්ලීම් 1000කට ඩොලර් 1ක් අය කරයි, එයින් අදහස් කරන්නේ ඔවුන් දැන් ඔවුන්ගේ සේවාවේ ආරක්ෂාව බිඳ දැමීමට වැය වන මුදලට වඩා වැඩි මුදලක් අය කරන බවයි. මේක නරක ගනුදෙනුවක් වගේ.",
    "102695075": "කාල සීමාව",
    "1027023087": "hCaptcha හි අපි ඒ වෙනුවට ගැටලුව සඳහා වඩාත් නවීන ප්‍රවේශයන් කෙරෙහි අවධානය යොමු කර ඇති අතර, බ්‍රවුස් කිරීමේ ඉතිහාසය වැනි දිගු කාලීන හැසිරීම් වාර්තා තබා ගැනීම අවශ්‍ය නොවන අතර සේවාව හඳුන්වා දුන් දා සිට අධිෂ්ඨානශීලී විරුද්ධවාදීන් හමුවේ වඩාත් ඔරොත්තු දෙන බව ඔප්පු කර ඇත.",
    "1027200955": "ඔබේ ව්‍යාපෘති අවශ්‍යතා නිර්වචනය කිරීමට අපගේ වසම් ප්‍රවීණයන්ගෙන් කෙනෙකු සමඟ කතා කරන්න: ඉලක්ක නිරවද්‍යතාව, ආකෘතිය සහ ඕනෑම විශේෂ අවශ්‍යතා.",
    "1028058338": "කරුණාකර සාමාන්‍ය දත්ත ආරක්ෂණ රෙගුලාසි (\"GDPR\") යටතේ ඔබේ අයිතිවාසිකම්වලට අදාළ අපගේ \"EU දත්ත විෂයයන් වෙත දැනුම්දීම\" කොටස බලන්න.",
    "1033698050": "1. සාමාන්‍ය බටහිර සමාජ සම්මතයන් පිළිබඳ අපගේ අර්ථ නිරූපණයට අනුව, සදාචාරාත්මකව පිළිගත හැකි යැයි අප සලකන භාවිත නඩුවක් පාරිභෝගිකයා අපට ලබා දී ඇතැයි අපි විශ්වාස කරනවාද?",
    "1035621426": "reCAPTCHA විසින් හඳුනාගත් සෑම bot එකක්ම Google හි දැන්වීම් ආදායම සෘජුවම අඩු කරයි.",
    "1038019440": "1. මෙම පාරිභෝගිකයා ජාත්‍යන්තර නීති සහ සම්මතයන්ට පටහැනිව හැසිරීම් වල නිරත වන බව දන්නා රටක ජාතික අවශ්‍යතා නියෝජනය කරන්නේද?",
    "103876916": "hCaptcha සේවාව සහ අදාළ මූලාශ්‍ර කේතය පිළිබඳ සුදුසුකම් ලත් ආරක්ෂක වාර්තා සඳහා.",
    "1042802841": "රහස්‍ය තොරතුරු යනු රහස්‍ය හෝ හිමිකාරී ලෙස සලකුණු කර ඇති ඕනෑම තොරතුරක් වන අතර, එය රහස්‍ය හෝ හිමිකාර බව ලබන පාර්ශ්ව විසින් සාධාරණ ලෙස වටහා ගත යුතුය. (1) ප්‍රසිද්ධියේ ලබා ගත හැකි, (2) දැනටමත් සන්තකයේ ඇති, ස්වාධීනව සංවර්ධනය කර ඇති හෝ ලබන පාර්ශවය දැනටමත් දන්නා හෝ (3) උසාවි නියෝගයකින් හෝ වෙනත් ආකාරයකින් අවශ්‍ය පරිදි අනාවරණය කර ඇති කිසිදු තොරතුරක් මෙයට ඇතුළත් නොවේ. නීතිය.",
    "1045484714": "SAML SSO ඔබේ අනන්‍යතා සැපයුම්කරු සමඟ ඒකාබද්ධ කිරීම, උදා: Okta හෝ Azure AD.",
    "1046087606": "IBM. (ගෝලීය). සපයනු ලබන සේවාවන්: IBM Cloud.",
    "1047251718": "කෙසේ වෙතත්, අද, මිනිසුන් API ගැන කතා කරන විට, ඔවුන් නිරන්තරයෙන් අදහස් කරන්නේ සම්මත පදනම් වූ API ය. මේවා නියෝජන රාජ්‍ය මාරු (REST) වැනි විවෘත ප්‍රමිතීන් සහ JavaScript Object Notation (JSON) වැනි විවෘත සම්මත ගොනු ආකෘති භාවිතයෙන් ගොඩනගා ඇති API වේ. එවැනි \"RESTful API\", ඔවුන් දන්නා පරිදි, හිමිකාර මෘදුකාංග අවශ්‍යතාවයකින් තොරව නිර්මාණය කළ හැකිය. ප්‍රතිඵලයක් ලෙස ලැබෙන API වලට මෘදුකාංග යෙදුම් අතර දත්ත සහ ක්‍රියා පටිපාටි ඇමතුම් යැවීමට සහ ලබා ගැනීමට හැකි වේ. උදාහරණයක් ලෙස, ජංගම බැංකු යෙදුමක් බැංකුවේ පද්ධති වෙත ප්‍රවේශ වීමට API භාවිතා කරයි.",
    "1050501253": "ගොඩක් අමාරුයි",
    "1051214799": "hCaptcha යනු එය භාවිතා කරන වෙබ් අඩවි හෝ යෙදුම්වල ප්‍රකාශකයන් සමඟ අගය බෙදා ගැනීමට උත්සාහ කරන වෙබ් ආරක්ෂණ සේවාවකි.",
    "1053787685": "ගෙවීම් වංචාව යනු කුමක්ද?",
    "1058572205": "ඔබ තව දුරටත් ඉගෙන ගැනීමට කැමති නම් අපෙන්",
    "1059502393": "දෝෂ වාර්තා විස්තර ග්‍රහණය කිරීම: ෆයර්ෆොක්ස්",
    "1061239711": "3. 1 වන පාර්ශවය",
    "1062291156": "සම්මත නියමයන්",
    "1066753052": "එයින් අදහස් වන්නේ මුදල් පසුම්බිය හිස් වන අතර ඔබ සිටින්නේ hCaptcha අභියෝගයක් ඇතුළත් වෙබ් අඩවියක බවයි. ඔබ අභියෝගය සම්පූර්ණ කළ පසු, ඔබ hCaptcha සමඟ වෙනත් ඕනෑම වෙබ් අඩවියකින් මුදා හැරිය හැකි ටෝකන උපයනු ඇත.",
    "1067704102": "දත්ත ලේබල් කිරීමේ අගය",
    "1070364246": "අපොයි! පෝරමය ඉදිරිපත් කිරීමේදී යමක් වැරදී ඇත.",
    "10724169": "ඔබ අපට ලබා දෙන ඕනෑම පුද්ගලික තොරතුරක් සමඟ අප කරන්නේ කුමක්ද යන්න පාලනය කරන අපගේ රහස්‍යතා ප්‍රතිපත්තිය ඔබ පිළිගනී.",
    "1074044172": "ඔබගේ ආරක්ෂක අවශ්‍යතා සපුරාලීම සඳහා පරිශීලකයින් විසින් අභියෝගයක් විසඳිය යුතු විට, පරිශීලකයාට ප්‍රසන්න සහ අදාළ ප්‍රශ්න අසන්නේ නැත්තේ ඇයි?",
    "1077448694": "තෙවන පාර්ශවීය සමාජ මාධ්‍ය වෙබ් අඩවි සමඟ ඒකාබද්ධ වීමට.",
    "1080672247": "අසන ලද බොහෝ ප්‍රශ්න රාක්ක මෘදුකාංගයෙන් ආර්ථික වශයෙන් විසඳිය නොහැකි නිසාත්, දත්ත සාමාන්‍යයෙන් පද්ධතියට අනන්‍ය වන නිසාත්, මෙයින් අදහස් කරන්නේ බොට්ස් බොහෝ විට නොමිලේ සේවාව මගින් සම්පූර්ණයෙන්ම නවත්වන බවත්, ඒ වෙනුවට මානව CAPTCHA විසඳුම් මත විශ්වාසය තැබිය යුතු බවත්ය. බොහෝ ආකාරයේ අපයෝජනයන් සම්පූර්ණයෙන්ම ආර්ථික නොවන බවට පත් කරයි.",
    "1080752747": "විකුණුම් අමතන්න",
    "1085089390": "සබැඳි අපයෝජනය සහජ මිනිස් හැසිරීම් වලින් පැන නගී",
    "1087195513": "ඔබ IMI නොවන ඉල්ලුම්කරුවෙකු වෙනුවෙන් Integrator හරහා හෝ සම්බන්ධව සේවාවන් වෙත ප්‍රවේශ වන සහ/හෝ කාර්යයන් ඉටු කරන දායකයෙක් නම්, ඔබ Intuition Machines සඳහා වගකියනු නොලැබෙන බවත් ඔබට වගකීමක් නොමැති බවත් ඔබ එකඟ වන අතර පිළිගනී. සම්පුර්ණ කරන ලද කාර්යයන් සඳහා යම් ත්‍යාග හෝ වෙනත් වන්දි ගෙවීමක් සම්බන්ධයෙන්. සම්පුර්ණ කරන ලද කාර්යයන් සඳහා කිසියම් ත්‍යාගයක් හෝ වෙනත් වන්දියක් තීරණය කරනු ලබන්නේ අයදුම්කරු සහ/හෝ ඒකාබද්ධ කරන්නා සමඟ ඇති ඔබේ ගිවිසුමට අනුව පමණක් බව ඔබ එකඟ වන අතර පිළිගනී. එවැනි ත්‍යාග හෝ වෙනත් වන්දි පිළිබඳ යම් ආරවුල් (එවැනි ත්‍යාග හෝ වෙනත් වන්දි ලබා ගැනීමට සීමාවකින් තොරව අපොහොසත් වීම ඇතුළුව) ඔබ සහ ඉල්ලුම්කරු සහ/හෝ ඒකාබද්ධ කරන්නා අතර පමණක් අදාළ වේ.",
    "1087260385": "ඔබට මෙම රහස්‍යතා ප්‍රතිපත්තිය පිළිබඳව කිසියම් ප්‍රශ්නයක් ඇත්නම්, කරුණාකර අප අමතන්න",
    "1088304322": "මෙම රහස්‍යතා ප්‍රතිපත්තියේ විස්තර කර නොමැති හේතු සඳහා අපි ඔබේ පුද්ගලික තොරතුරු භාවිතා කළ හැකිය, එහිදී අපට එසේ කිරීමට නීතියෙන් අවසර දී ඇත සහ හේතුව අප එය රැස් කළ අරමුණට අනුකූල වේ. අපට ඔබේ පුද්ගලික තොරතුරු සම්බන්ධ නොවන අරමුණක් සඳහා භාවිත කිරීමට අවශ්‍ය නම්, අපි ඔබට දැනුම් දී එම භාවිතය සඳහා අදාළ නීතිමය පදනම පැහැදිලි කළ හැක. අපි ඔබේ පුද්ගලික තොරතුරුවල යම් භාවිතයක් සඳහා ඔබේ කැමැත්ත මත විශ්වාසය තබා තිබේ නම්, අපි කිසියම් සම්බන්ධයක් නැති අරමුණක් සඳහා ඔබේ කැමැත්ත ඉල්ලා සිටිය හැකි අතර ඔබ විරුද්ධ වුවහොත් එම අවස්ථාවේ දී ඔබේ සේවාව භාවිතා කිරීම අවසන් කිරීමට ඔබට ඉඩ සලසයි.",
    "1089415440": "පින්තූර සහ වීඩියෝවල නිවැරදි වස්තු හඳුනාගැනීම",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "109179759": "සදාචාරාත්මක ගැටළු නිර්ණායක: විෂයය",
    "1092241113": "අපගේ ගනුදෙනුකරුවන්ගේ සහ ඒකාබද්ධ කරන්නන්ගේ අවශ්‍යතා හොඳින් අවබෝධ කර ගැනීමට.",
    "1093280979": "1. වේදිකා ඇණවුම් ආකෘති",
    "1099238677": "අපගේ ඉහළ ශබ්දය සහ අඩු ප්‍රමාදය සමඟින් අපි ඔබේ කාර්යය ඉක්මනින් ආපසු හරවන්නෙමු, එය අවසන් වූ වහාම ස්වයංක්‍රීය බෙදා හැරීම සමඟ.",
    "1103295010": "මිනිසුන් CAPTCHA විසඳන විට මුදල් උපයන්න හෝ පුණ්‍යායතනයට දෙන්න",
    "1105363520": "අපි දැන්වීම් ජාලයක් ක්‍රියාත්මක නොකරන අතර, ඔවුන්ට දැන්වීම් විකිණීම සඳහා ඔබේ පරිශීලක හැසිරීම නිරීක්ෂණය කිරීමට උනන්දුවක් නැත. මෙයින් අදහස් කරන්නේ ඔබගේ වෙබ් අඩවියේ සෑම පිටුවකම අපට නිෂ්ක්‍රීය පික්සලයක් අවශ්‍ය නොවන බවයි.",
    "110836420": "අවසන් වරට යාවත්කාලීන කළේ: 2020 දෙසැම්බර් 23",
    "1108398506": "පාරිභෝගිකයන් අත්දැකීම් මත සම්පූර්ණ පාලනය ලබා ගන්නා අතර, විශේෂඥ දැනුමෙන් ප්‍රතිලාභ hCaptcha අන්තර්ජාලයේ විශාලතම ස්වාධීන අභියෝග සපයන්නා ක්‍රියාත්මක කර ඇත. ඔවුන් reCAPTCHA Enterprise වලට වඩා හොඳ ගනුදෙනුවක් ද ලබා ගනී: පරිමාව අනුව 50-80% දක්වා වඩා හොඳ මිලක්.",
    "111184581": "පළමු පාර්ශවීය සත්කාරකත්වය",
    "1112074001": "පියවර 2: සංවර්ධක මෙවලම් තුළ ඇති ජාල ටැබය මත ක්ලික් කරන්න. ඉහළින් ඇති \"Persist logs\" කොටුව සලකුණු කරන්න.",
    "1115642494": "1. මූලාශ්‍රය: BuiltWith.com reCAPTCHA අඩවි ලැයිස්තුගත කිරීම්. 2019 ජූලි 9 දින ලබා ගන්නා ලදී.",
    "1115671076": "Zendesk, Inc. (ගෝලීය). සපයනු ලබන සේවාවන්: Zendesk.com.",
    "1116455671": "A: පරිශීලකයා ඔබේ වෙබ් අඩවියේ එය සම්පූර්ණ කළහොත් ඔබ මූලික විසඳුම සඳහා ත්‍යාගයක් උපයනු ඇත. ඉහළ සේවාදායක විශ්වාසය හේතුවෙන් පරිශීලකයා ඔබේ වෙබ් අඩවියේ ස්වයංක්‍රීයව සමත් වූවාක් මෙන් මුදාගැනීම් එම ප්‍රතිචාර රටාවම අනුගමනය කරයි: ඉපැයීමක් සිදු නොවේ, සහ ඔබේ සේවාදායකයෙන් ලැබෙන siteverify ඇමතුමට pass ප්‍රතිඵලවල 'ණය: False' ලැබේ.",
    "1118929614": "( ) අයාචිත තැපැල් කරන්නන් සමඟ ව්‍යාපාර කරන පුද්ගලයින්ගේ අන්ත මෝඩකම",
    "1119009846": "ඔබගේ, අපගේ හෝ වෙනත් අයගේ අයිතිවාසිකම්, පෞද්ගලිකත්වය, ආරක්ෂාව හෝ දේපළ ආරක්ෂා කිරීම සඳහා රජයේ ඉල්ලීම්, නීතිය බලාත්මක කිරීමේ ඉල්ලීම් සහ වෙනත් ආකාරයකින් පොදු සහ පෞද්ගලික ආයතනවලට ඇතුළුව අදාළ නීතියට අනුකූල වීමට අවශ්‍ය පරිදි.",
    "1123365779": "ඔබ වෙබ් සංවර්ධකයෙකු හෝ ප්‍රවීණ පරිශීලකයෙකු නම්, සාරාංශය නම්, ඔබ අපට HAR සහ බ්‍රවුසර කොන්සෝල ලොග පටිගත කිරීමේ ජාල පටිගත කිරීමක් එවීමට අපි කැමැත්තෙමු.",
    "1126302400": "මායිම් පෙට්ටිය",
    "1126447688": "අපගේ පෞද්ගලිකත්ව අවධානය නොතකා බොහෝ විට බොට් හඳුනාගැනීමේ සහ අවම කිරීමේ සමාන හෝ වඩා හොඳ කාර්ය සාධනයක් වාර්තා කරයි",
    "1126613163": "සංවේදී දත්ත",
    "1129833879": "අනිෂ්ට බොට්ස් නවත්වන්න, පරිශීලක පෞද්ගලිකත්වය ආරක්ෂා කරන්න",
    "1130783905": "නිරවද්‍යතාවය ඔබේ සහ අපගේ උනන්දුවෙහි වේ. hCaptcha ඔබට සැබෑ දත්ත ලබා දීමට ක්‍රියා කරන අතර එය භාවිතා කරන ආකාරය තීරණය කිරීමට ඔබට ඉඩ සලසයි. අනෙකුත් ආරක්ෂක විසඳුම් සපයනු ලබන්නේ යෝධ වෙළඳ දැන්වීම් සමාගම් විසිනි. මෙයින් අදහස් කරන්නේ ඔවුන් අවහිර කරන සෑම බොට් එකක්ම ඔවුන්ගේ ආදායම අඩු කළ හැකි බවයි.",
    "1130802068": "අපි එකතු කරන තොරතුරු පහත අරමුණු සඳහා භාවිතා කරමු:",
    "1130868224": "කේත පේළි තුනක්",
    "1131196501": "වැනි ප්රධාන සමාගම්",
    "1131525092": "අදාළ වංචා සහ අපචාර සොයා ගැනීමට සහ නැවැත්වීමට අපගේ පෞද්ගලිකත්වය සුරැකීමේ Scoped UID හරහා නරක ක්‍රියාකාරීන් වෙහෙසකින් තොරව කණ්ඩායම් කරන්න",
    "1133989302": "ඇයි hCaptcha?",
    "1137757109": "එය ඊ-වාණිජ්‍ය ගිණුමක් නම්, ප්‍රහාරකයාට වෙළඳ භාණ්ඩ ඇණවුම් කළ හැක. වින්දිතයා බැංකුවක් නම්, ප්‍රහාරකයාට අක්වෙරළට අරමුදල් මාරු කළ හැකිය.",
    "1139493658": ", සහ පෞද්ගලිකත්වය සහ ආරක්ෂාව සමතුලිත කිරීමට වෙහෙස මහන්සි වී වැඩ කරන්න.",
    "1139500589": "රට",
    "1140554614": "දත්ත සැකසුම් ගිවිසුම",
    "1141402092": "උසස් වාර්තාකරණ විශේෂාංග",
    "1144966033": "පිරිවැය සහ ගුණාත්මකභාවය සඳහා ප්‍රශස්ත කර ඇත",
    "1150035777": "නවීන යන්ත්‍ර ඉගෙනුම් ආකෘති ප්‍රශ්නවලට නිවැරදිව පිළිතුරු දුන්නේද යන්නෙන් ඔබ්බට බොහෝ දත්ත ලකුණු මත පදනම්ව බොට් විශ්වාස ලකුණු ජනනය කරයි.",
    "1150786045": "www.botstop.com",
    "1150963691": "APT අවම කිරීම",
    "1151065360": "( ) කළු ලැයිස්තු උරා බොයි",
    "1155436473": "(අපගේ ව්‍යවසාය පිරිනැමීම) දැන් සෑම මසකම මිලියන සිය ගණනක් වෙබ් අඩවි සහ යෙදුම් හරහා මිලියන සිය ගණනක් පරිශීලකයින් ආරක්ෂා කරයි. ඔබ පෞද්ගලිකත්වයට මුල් තැන දුන් විට ඔබට Big Tech සමඟ තරඟ කළ හැකි බව අපගේ කතාව පෙන්වයි.",
    "1155821305": "ආරක්ෂාව යනු ගැඹුරයි",
    "1156712451": "මූලික රැකියා පරීක්ෂණය",
    "1159746815": "ඔබට කෙලින්ම අපට විද්‍යුත් තැපැල් කළ හැකිය.",
    "1160252730": "Google දැන් reCAPTCHA Enterprise සඳහා ඉහළ මිලක් අය කරන අතර, බොහෝ සමාගම් මෙම ගනුදෙනුව නැවත ඇගයීමට ලක් කරයි.",
    "1160707899": "12. IMI සහ අනෙකුත් ඉල්ලුම්කරුවන් සමඟ දායකයාගේ භූමිකාව සහ සම්බන්ධතාවය",
    "1161704803": "අපට AI ආචාර ධර්ම ප්‍රතිපත්තියක් ඇත්තේ ඇයි?",
    "116842359": "***** පද්ධති නඩත්තුව හේතුවෙන් දින කිහිපයක් පුරා ප්‍රතිසන්ධාන කටයුතු අවසන් කිරීමට බලාපොරොත්තු වේ.",
    "1169005651": "2019 සැප්තැම්බර් 15",
    "1172067553": "hCaptcha පිටුපස ඇති HUMAN වේදිකාව ඔබගේ පවතින පද්ධති සමඟ ඒකාබද්ධ වන පරිශ්‍රය, දෙමුහුන්, හෝ SaaS යෙදවීම් හරහා ඉතා සංකීර්ණ කාර්ය තත්ත්ව සහ කළමනාකරණ විශේෂාංග සපයයි.",
    "117227832": "( ) අපි ඔබ සහ ඔබේ සේවාදායකයන් විශ්වාස කළ යුත්තේ ඇයි?",
    "1173652155": "උපදේශකයන්",
    "1173934218": "ඔබගේ පෞද්ගලිකත්වය ඔබට වැදගත් බව අපි තේරුම් ගෙන ඇති අතර අප භාවිතා කරන තාක්ෂණයන් පිළිබඳව විනිවිදභාවයෙන් සිටීමට කැපවී සිටිමු. මෙම ප්‍රතිපත්තිය අපි අපගේ වෙබ් අඩවි සහ සේවාවේ කුකීස් භාවිතා කරන්නේ කෙසේද සහ කවදාද යන්න පිළිබඳ සවිස්තරාත්මක තොරතුරු සපයයි.",
    "1174237568": "මෙම සැකසුම් ක්‍රියාකාරකම් අපගේ නීත්‍යානුකූල අවශ්‍යතා වේ. අපි අපගේ නීත්‍යානුකූල අවශ්‍යතා සඳහා ඔබේ පුද්ගලික තොරතුරු සැකසීමට පෙර ඔබට (ධනාත්මක සහ සෘණ යන දෙකම) සහ ඔබේ අයිතිවාසිකම් කෙරෙහි ඇති විය හැකි බලපෑම් සලකා බැලීමට සහ සමතුලිත කිරීමට අපි උත්සාහ කරමු. (අපට ඔබේ කැමැත්ත තිබේ නම් හෝ වෙනත් ආකාරයකින් අවශ්‍ය හෝ නීතියෙන් අවසර දී ඇත්නම් මිස) අපගේ රුචිකත්වයන් ඔබ කෙරෙහි ඇති ඕනෑම අහිතකර බලපෑමකින් යටපත් වන ක්‍රියාකාරකම් සඳහා අපි ඔබේ පුද්ගලික තොරතුරු භාවිතා නොකරමු.",
    "1177598246": "විකුණුම් අමතන්න",
    "1182294134": "ආසියා-පැසිෆික් (APAC)",
    "1186243118": "ලාංඡන රූප",
    "1187718370": "අප අමතන්න",
    "1188668818": "මෙම වෙබ් අඩවිය භාවිතා කරන අතරතුර කිසියම් අසත්‍ය තොරතුරක් සැපයීම (සීමා රහිතව ඔබගේ ගිණුමේ වෙනත් පුද්ගලයෙකු හෝ සංවිධානයක් ලෙස පෙනී සිටීම, හෝ ව්‍යාජ ලෙස ප්‍රකාශ කිරීම හෝ වෙනත් ආකාරයකින් වැරදි ලෙස ප්‍රකාශ කිරීම හෝ ඔබගේ ගිණුමේ වෙනත් ඕනෑම පුද්ගලයෙකු හෝ සංවිධානයක් සමඟ ඔබගේ අනුබද්ධය ඇතුළුව;",
    "119098046": "උදාසීන හෝ අභියෝග රහිත විසඳුම් ගැන කුමක් කිව හැකිද?",
    "119298044": "උසස් ස්වයං-අධීක්ෂණ ML සහ AI තාක්ෂණයන් තර්ජන සහ ප්‍රහාර වලින් ඔබගේ වෙබ් දේපල ආරක්ෂා කරයි",
    "1193738791": ": ඔවුන් වෙබ් අඩවියක සෑම පිටුවකම සහ වෙබය පුරා පරිශීලක හැසිරීම නිරීක්ෂණය කරයි. අපි hCaptcha පළමු දිනයේ සිට හැකිතාක් පුද්ගලිකත්වයට හිතකර ලෙස නිර්මාණය කළෙමු. මෙය ගැටලුවට සම්පූර්ණයෙන්ම වෙනස් ප්රවේශයකට හේතු විය. එයින් පෙනී යන පරිදි, වෙබය හරහා පරිශීලකයින් ලුහුබැඳීම සහ ඔවුන්ගේ වෙබ් ඉතිහාසය ඔවුන්ගේ අනන්‍යතාවයට සම්බන්ධ කිරීම හොඳ ආරක්ෂාවක් ලබා ගැනීම සඳහා සම්පූර්ණයෙන්ම අනවශ්‍ය වේ. hCaptcha වෙත මාරු වී ඇති බොහෝ සමාගම්",
    "1200905005": "††† 2021 සැප්තැම්බර් මාසයේ සිට, ප්‍රතිසන්ධාන සහ ගෙවීම් දැන් එක් දිනකට වඩා ආසන්න වශයෙන් දින 10ක කාලයක් පුරා ක්‍රියාත්මක වන්නේ, සේවාවේ වර්ධනයට අදාළ මෙහෙයුම් සීමාවන් සරල කිරීම සඳහාය.",
    "1201821619": "hCaptcha අද වන විට වඩාත්ම දැවෙන ගැටළු වලින් එකක් විසඳයි: අනිෂ්ට බොට් මාර්ගගත සේවාවන් අනිසි ලෙස භාවිතා කිරීම වැළැක්වීම.",
    "120384113": "6. අවසන් කිරීම",
    "1204911585": "2. ඔබ බ්‍රේව් බ්‍රවුසරය භාවිතා කරන්නේ නම්, එය (2020 අප්‍රේල් වන විට) කුකී සුදු ලැයිස්තුවක් ඇති බවක් නොපෙනේ නම්, මනාප -> පලිහ -> කුකීස් වෙත ගොස් \"සියලු කුකීවලට ඉඩ දෙන්න\" තෝරන්න.",
    "1208179159": "LogDNA, Inc. (ගෝලීය). සපයනු ලබන සේවාවන්: LogDNA.com.",
    "121192737": "ඉදිරියට එන එකතු කිරීම්",
    "1216071511": "එකම අදහස් නිතර නිතර යෝජනා වන අතර, වසර 20 කට පමණ පෙර, නිර්නාමික කතුවරයෙකු විසින් අයාචිත තැපැල් විරෝධී විසඳුම් පිළිබඳ සබැඳි සාකච්ඡා සඳහා ප්‍රයෝජනවත් හිස් තැන් පිරවීමක් ඉදිරිපත් කළේය:",
    "121743429": "වෙබ් යටිතල පහසුකම් සමාගම් සඳහා",
    "1218990730": "සවිස්තරාත්මක ලොග සමඟ ගැටළු වාර්තා කරන්නේ කෙසේද",
    "1219091208": "Dropbox",
    "1224727373": "BotStop hCaptcha මගින්",
    "122875767": "වෙනත් සමාගම්වලට නොහැකි විට ඔබේ නීතිමය අවශ්‍යතා තෘප්තිමත් කරන්න.",
    "1229233916": "පාද සටහන්",
    "1230058025": "වෙන් කිරීමේ හැකියාව. පන්ති ක්‍රියා අත්හැරීම හැර, මෙම බේරුම්කරණ වගන්තියේ කිසියම් නියමයක් හෝ ප්‍රතිපාදනයක් හෝ කොටසක් අවලංගු හෝ බලාත්මක කළ නොහැකි යැයි ප්‍රකාශ කළහොත් එය කපා හරිනු ලබන අතර බේරුම්කරණ වගන්තියේ ඉතිරි කොටස බලාත්මක කළ හැකි වනු ඇත.",
    "1232651561": "මෘදුකාංගය දැන් reCAPTCHA අභියෝග විසඳීමට මිනිසුන්ට තරම් හොඳ ය.",
    "1233229030": "විවිධ",
    "1233793176": "අපගේ වෙබ් අඩවි සහ සේවාව වයස අවුරුදු 13 ට අඩු ළමුන් සඳහා යොමු කර නොමැති අතර අපි දැනුවත්ව වයස අවුරුදු 13 ට අඩු ළමුන්ගෙන් පුද්ගලික තොරතුරු රැස් නොකරමු. අපි වයස අවුරුදු 13 ට අඩු දරුවෙකුගේ පුද්ගලික තොරතුරු රැස් කර ඇති බව අපට දැනගතහොත්, අපි ගනු ඇත එවැනි තොරතුරු රඳවා තබා ගැනීමට අපට නීතිමය බැඳීමක් නොමැති නම්, ප්‍රායෝගික හැකි ඉක්මනින් අපගේ ලිපිගොනු වලින් එවැනි තොරතුරු මකා දැමීමට සාධාරණ පියවර. කරුණාකර අප හා සම්බන්ධ වන්න",
    "1235925265": "ලේඛනගත කිරීම",
    "1237076138": "hCaptcha නොමිලේ (hCaptcha Publisher) සහ ව්‍යවසාය (hCaptcha Enterprise) පාරිභෝගිකයින්ට සාධාරණ ගනුදෙනුවක් ලබා දෙයි.",
    "1240667045": "(අ) ඔබ මෙම සේවා කොන්දේසි (අනෙකුත් අදාළ ප්‍රතිපත්ති ඇතුළුව) උල්ලංඝනය කර ඇති බව අපි විශ්වාස කරන නිසා, අපි ඕනෑම හේතුවක් නිසා ඕනෑම වේලාවක ඔබේ සේවාවන් වෙත ප්‍රවේශය අත්හිටුවීමට, සීමා කිරීමට හෝ අවලංගු කිරීමට හැකිය. (ආ) ඔබ අපගේ අයිතීන් හෝ ඕනෑම තෙවන පාර්ශ්වයක අයිතිවාසිකම් උල්ලංඝනය කර ඇති බව අපි විශ්වාස කරමු; (ඇ) ඔබ අපට ලබා දී ඇති තොරතුරු සත්‍යාපනය කිරීමට හෝ සත්‍යාපනය කිරීමට අපට නොහැක; හෝ (ඈ) ඔබගේ ක්‍රියාවන් ඔබට, අපට හෝ තෙවන පාර්ශවයකට වගකීම් ඇති කළ හැකි බව අපි විශ්වාස කරමු. සැකය මගහරවා ගැනීම සඳහා, ඉහත සඳහන් කිසිවක් එවැනි ගෙවීමක් සඳහා අදාළ වන බව අපි සාධාරණ ලෙස විශ්වාස කරන්නේ නම්, ඔබට ගෙවීම වැළැක්වීමට හෝ අත්හිටුවීමට අපට අයිතියක් ඇත.",
    "1241291641": "වැඩි විස්තර බලන්න.",
    "1242066691": "\"තුන්වන පාර්ශ්ව කුකීස් වලට ඉඩ දෙන්න\" අසල ඇති කොටුව සලකුණු කරන්න.",
    "1243684308": "අපි ඔබේ ප්‍රතිපෝෂණය බැරෑරුම් ලෙස සලකන අතර, අඩු බොට් සහ අඩු අයාචිත තැපෑලකින් සෑම කෙනෙකුටම සබැඳිව වඩාත් ප්‍රසන්න අත්දැකීමක් ඇති බව සහතික කිරීමට අවශ්‍යයි. අප වෙත ළඟා වන්න:",
    "1250541092": "- සර්ජි ඉසාසි",
    "1253441326": "5. \"හරි\" ක්ලික් කරන්න",
    "1254771154": "hCaptcha කාවැද්දූ වෙනත් රහස්‍යතා බලපත්‍ර-සහාය සේවා මත පෙන්වා ඇති අභියෝග, උදා: Cloudflare.",
    "1258965840": "මේ අනුව, ප්‍රහාරකයාට එක් අඩවියකට ඇතුළු විය හැකි නම්, ඔහුට බොහෝ විට කාන්දු වූ අක්තපත්‍ර භාවිතයෙන් අඩවි කිහිපයකට ඇතුළු විය හැකිය. උදාහරණයක් ලෙස, ඔවුන් JohnDoe/525momma වැනි පරිශීලක නාමය/මුරපද යුගලයක් ලබා ගත හැක, නමුත් එම යුගලය ඔවුන් වෙනුවෙන් කරන්නේ කුමක්දැයි ඔවුන්ට අදහසක් නැත. ඒ නිසා, ඔවුන් Amazon.com, Ebay, Citibank, Walgreens සහ මත යුගලය උත්සාහ කරයි. ඔවුන් විවිධ අඩවි දහසක් මත එම යුගලය උත්සාහ කළ හැකිය.",
    "1259002282": "දෝෂයක් හමු වූවාද? එය වාර්තා කරන ආකාරය මෙන්න.",
    "126134492": "වෙනත්",
    "1263998069": "මිනිස් විසඳුම් සඳහා ප්‍රතිලාභ ලබා ගන්න",
    "1266963825": "Q: hCaptcha වගන්තිය 508 + WCAG 2.1 AA අනුකූලද?",
    "1268414751": "අප සතුව තිබිය යුතු වෙනත් විස්තර තිබේද?",
    "1268918580": "hCaptcha සහ එහි හවුල්කරුවන් විසින් භාවිතා කරන සමහර ලාංඡන සහ ලකුණු තෙවන පාර්ශවයන්ට හිමි වන අතර ඒවා භාවිතා කළ හැක්කේ ඔවුන්ගේ අවසරය ඇතිව පමණි. තෙවන පාර්ශවයන් ඔවුන්ගේ අයිතිකරුවන් විසින් අවසර දී ඇති පරිදි හැර පහත ලකුණු භාවිතා නොකළ හැකිය:",
    "1270712701": "පුවත්පත් නිවේදන සහ මෑත වාර්තා",
    "1271831121": "හැකර් (හූඩියක් ඇඳගෙන, ඇත්තෙන්ම!) එහි වාඩි වී, අක්තපත්‍රයෙන් පසු අක්තපත්‍ර ටයිප් කරනවා වගේ නොවේ. ස්වයංක්‍රීය ලොගින් බොට් සෙලේනියම් හෝ අභිරුචි-සංවර්ධිත හැකර් මෙවලමක් වැනි රාක්කයේ ඇති මෙවලමකින් සෑදිය හැක.",
    "1273071008": "දත්ත විෂය ප්‍රවේශ හිමිකම් ඉල්ලීම්",
    "1273914192": "3. බදු",
    "1275150216": "බිම් සලකුණු",
    "1278884196": "එනම්, ගුප්තකේතනය තරමක් තරුණ විනයකි. මෑත ඉතිහාසය මත පදනම්ව, ඔබේ ගුප්ත ලේඛන යෝජනා ක්‍රමය සහ/හෝ ක්‍රියාත්මක කිරීම ඕනෑම කෙනෙකුට සමීපව බැලීමට දිරිගැන්වීමක් ඇති විගස බිඳී යාමට ඉඩ ඇති අතර, ඔබ එය කිරීමට බොහෝ කලකට පෙර වෙනත් පුද්ගලයින් මෙය වටහා ගනු ඇත. දෘඪාංග මත යැපීම යන්නෙන් අදහස් වන්නේ දෝෂය සමනය කිරීම සඳහා භෞතික උපාංගයක් වෙනස් කිරීමට ඔබේ සෑම පරිශීලකයෙකුගෙන්ම ඉල්ලා සිටීමට ඔබට අවශ්‍ය විය හැකි බවයි. බොහෝ අවස්ථාවලදී මෙය ඉක්මනින් සිදු නොවනු ඇත, යථාර්ථයේ දී ඔබේ පද්ධතිය විවෘතව අසමත් වනු ඇත.",
    "1282121137": "ගිණුම් පවරා ගැනීම කෙතරම් ගැටළු සහගත විය හැකිද යන්න තේරුම් ගැනීමට, මූල්‍ය ආයතනයේ දෘෂ්ටි කෝණයෙන් අත්දැකීම කෙබඳුදැයි සලකා බලන්න. ඔවුන් සෑම දිනකම මිලියන ගණනක් පිවිසුම් හසුරුවයි.",
    "1289884910": "අපි ඉඳහිට විශ්ලේෂණ සහ වාර්තා ද පළ කරමු. උදාහරණ වශයෙන්:",
    "1291824746": "hCaptcha Payouts කාර්තුමය වශයෙන් දින 60ක පසුගාමී පදනමක් මත ධාවනය වේ. මෙයින් අදහස් කරන්නේ කුමක්ද යන්න පැහැදිලි කිරීම සඳහා, කරුණාකර පහත වගුව බලන්න.",
    "129661785": "\"මෝටර් රථ/හරස් මාර්ගය/නැවතුම් ආලෝකය මත ක්ලික් කරන්න?\"",
    "1296696044": "පුද්ගලිකත්වය එදිරිව ආරක්ෂාව: ඇයි දෙකම නැත්තේ?",
    "1297224875": "එන්ටර්ප්‍රයිස් ඔන්ලයින් ආරක්‍ෂාව සඳහා අද්විතීය පෞද්ගලිකත්වය මත පදනම් වූ ප්‍රවේශයක්.",
    "1297657322": "පිවිසීමෙන් පසු ප්‍රවේශ්‍යතා පරිශීලක තිරය",
    "1300485304": "hCaptcha උසස් තර්ජන සහ ඔබේ ජාලයට රිංගා ගැනීම සඳහා නිර්මාණය කර ඇති වංචා වලින් ආරක්ෂා කරයි",
    "130239139": "Google විසින් දිනපතා එකතු කරන 100+ පුද්ගල ශ්‍රමයේ වටිනාකම කොපමණද?",
    "1316817321": "ආරෝපණය",
    "131871195": "ඔබගේ තෘප්තිය සහතික කිරීමට ඇති හොඳම ක්‍රමය නම් අපි ඔබගේ අවශ්‍යතා සපුරාලන බව පෙන්වීමයි.",
    "1330274831": "සේවා සැපයීමේ අරමුණින් පමණක් ඕනෑම පාරිභෝගික දත්ත භාවිතා කිරීමට, ප්‍රතිනිෂ්පාදනය කිරීමට, විද්‍යුත් වශයෙන් බෙදා හැරීමට සහ ප්‍රසිද්ධියේ ප්‍රදර්ශනය කිරීමට මෙම ගිවිසුමේ කාලසීමාව තුළ ඔබ ලොව පුරා, සුවිශේෂී නොවන, උප බලපත්‍ර ලැබිය හැකි, මාරු කළ හැකි, රාජකීයත්වය-නිදහස්, ආපසු හැරවිය නොහැකි බලපත්‍රයක් ලබා දෙයි. . මෙම කොටසේ බලපත්‍රය ප්‍රදානය කිරීම සඳහා ඔබේ දත්ත සහ ඒ සඳහා ප්‍රමාණවත් අයිතියක්, මාතෘකාවක් සහ උනන්දුවක් ඔබ සතු බව ඔබ නියෝජනය කරයි.",
    "1333016413": "කුකියක් ලියාපදිංචි කිරීමෙන් සහ සැකසීමෙන් අනාගත ප්‍රශ්න වළක්වා ගැනීමට මෙය ඔබට ඉඩ සලසයි.",
    "1337725003": "hCaptcha විශාල හා කුඩා සමාගම්වලට යන්ත්‍ර ඉගෙනීම ඔවුන්ගේ ව්‍යාපාරයට යෙදීමෙන් ඔවුන්ගේ නිෂ්පාදන සහ සේවාවල ගුණාත්මක භාවය වැඩි දියුණු කිරීමට ඉඩ සලසමින්, ඉහළ ප්‍රමාණයේ තත්‍ය කාලීන විවරණ සඳහා ප්‍රවේශය ප්‍රජාතන්ත්‍රීකරණය කිරීමට කැපවී සිටී.",
    "1338341134": "hCaptcha + රහස්‍යතා අවසර පත්‍රය (බීටා)",
    "1340011854": "විකල්ප ආරවුල් විසඳීම අවශ්‍යයි. ඔබ IMI සඳහා කර්තව්‍යයන් සිදු කිරීමට පටන් ගත් අවස්ථාවේ සිට පැන නැගිය හැකි ඕනෑම ආරවුලක් ඇතුළුව, සහ විශේෂයෙන් ඔබ වර්ගීකරණය කරන්නේද නැද්ද යන්නට අදාළ ඕනෑම හිමිකම් පෑමක් ඇතුළුව, ඔබේ සේවා භාවිතය හේතුවෙන් පැන නගින හෝ සම්බන්ධ ඕනෑම ආරවුලක් සඳහා ඔබ එකඟ වේ. ස්වාධීන කොන්ත්‍රාත්කරුවෙකු, ඔබ ප්‍රථමයෙන් එයට එරෙහිව ඔබගේ හිමිකම් පෑම IMI වෙත දැනුම් දෙනු ඇත. එවිට ඔබ සහ IMI සෘජු සාකච්ඡා මාර්ගයෙන් හෝ මැදිහත් වීමෙන් ගැටලුව විසඳීමට උත්සාහ කරනු ඇත. අපි මැදිහත්වීමේ පිරිවැය සමානව බෙදා වෙන් කර දුරකථන හෝ වෙනත් විද්‍යුත් මාධ්‍යයක් හරහා මැදිහත්වීම සිදු කළ යුතු බවට එකඟ වෙමු. අවිධිමත් සාකච්ඡා හෝ මැදිහත් වීමෙන් පසු හිමිකම් පෑමක් නොවිසඳී පවතී නම්, ඔබ සහ IMI ආරවුල විසඳීම සඳහා අවසාන සහ බන්ධන බේරුම්කරණය භාවිතා කරන බවට ඔබ එකඟ වේ. මෙම වගන්තිය කැලිෆෝනියා සාධාරණ රැකියා සහ නිවාස පනත මත පදනම් වූවද, වෙනස් කොට සැලකීම සහ හිරිහැර කිරීම පිළිබඳ ඕනෑම ප්‍රකාශයක් ඇතුළුව, නමුත් ඒවාට සීමා නොවී, වධහිංසා, කොන්ත්‍රාත්, ප්‍රඥප්තිය මත පදනම්ව, ඔබ අපගේ වෙබ් අඩවිය භාවිතා කිරීමට පටන් ගත් අවස්ථාවේ සිට සියලු හිමිකම් ප්‍රතික්‍රියාශීලීව පාලනය කරයි. , 1964 සිවිල් අයිතිවාසිකම් පනතේ VII මාතෘකාව, සංශෝධිත, හෝ වෙනත් ප්‍රාන්ත හෝ ෆෙඩරල් නීතියක් හෝ රෙගුලාසියක්, සාධාරණ නීතියක් හෝ වෙනත් ආකාරයකින්.",
    "1344687860": "මායිම් පෙට්ටි",
    "1344959096": "තනි දත්ත ලේබල් කරන්නෙකු ලෙස වැඩ කිරීම",
    "1345083090": "ක්‍රියාකාරීත්වයේ ගැටලුවක් වාර්තා කරනවාද?",
    "134571844": "Impressum (අඩවි දැන්වීම)",
    "1350478093": "සැකසුම් අරමුණ",
    "135276624": "යුරෝපය, මැද පෙරදිග, අප්‍රිකාව (EMEA)",
    "1356745565": "ඉන්ටර්නෙට් එක්ස්ප්ලෝරර් 8 වෙත නැවත අනුකූල වේ.",
    "1358325821": "පළමුව, සඳහා දිගුව ස්ථාපනය කරන්න",
    "1362015807": "ඇරඹේ",
    "1368787974": "ඔබේ කණ්ඩායම හරහා කළමනාකරණය බෙදා ගන්න.",
    "137127070": "අනිෂ්ට හෝ නොදන්නා බාහිර සබැඳි හෝ ගොනු ඇතුළු කිරීම, උඩුගත කිරීම හෝ ඇමිණීම, හෝ වෛරසයක්, ට්‍රෝජන් අශ්වයෙක්, පණුවා, කාල බෝම්බයක් හෝ වෙනත් හානිකර පරිගණක කේතයක් අඩංගු ඕනෑම අන්තර්ගතයක් උඩුගත කිරීම;",
    "1373262754": "පුද්ගලයෙකු කවුදැයි දැනගැනීම hCaptcha සඳහා අවම වටිනාකමක් ඇත. අපට වැදගත් වන්නේ ඔවුන් මිනිසුන්ද නැතහොත් ද්වේෂසහගත නළුවෙකුද යන්න පමණි.",
    "1374227759": "ඕනෑම නීති විරෝධී ක්‍රියාකාරකමක් සඳහා හෝ එය ලබා දී ඇති අරමුණ හැර වෙනත් ඕනෑම කටයුත්තක් සඳහා වෙබ් අඩවිය භාවිතා කරන්න;",
    "1377538813": "පවතින භාෂාව. මෙම සේවා නියමවල ඉංග්‍රීසි භාෂා අනුවාදය සෑම අතින්ම පාලනය වන අතර පරිවර්තන අනුවාද සමඟ කිසියම් නොගැලපීම් තිබේ නම්, පවතිනු ඇත.",
    "1388241689": "රූප ලේබල් කිරීමේ දත්ත, එම අවසන් පරිශීලකයින් වෙත වාදනය කරන ලද ශ්‍රව්‍ය ගොනු වලින් පරිවර්තනය කරන ලද පෙළ, ප්‍රශ්නවලට පිළිතුරු සහ සේවාව මගින් උත්පාදනය කරන ලද වෙනත් විමසීම් වැනි සේවාව හරහා (\"ලේබල් කළ දත්ත\") අවසන් පරිශීලකයින් පිළිතුරු දීමේ ප්‍රතිඵලයක් ලෙස රැස් කරන ලද තොරතුරු යන්ත්‍ර ඉගෙනුම් යෙදුම්වල භාවිතය සඳහා දත්ත ලේබල් කිරීමේ අරමුණු සඳහා. ලේබල් කළ දත්ත කිසිඳු හඳුනාගත් පුද්ගලයෙකු සමඟ බැඳී නොමැති බව සලකන්න.",
    "1393184984": "ඔබට අවශ්‍ය සියල්ල වේ.",
    "1394253934": "7. අනිසි ලෙස භාවිතා කිරීම, අපයෝජනය කිරීම සහ වැරදි ලෙස නිරූපණය කිරීම",
    "1397766838": "වඩා හොඳ පරිශීලක අත්දැකීමක්",
    "1406188018": "6 සහ 7",
    "1406393333": "මෙම සේවා නියමයන් සහ අප සපයන ඕනෑම උපදෙස් වලට අනුකූලව හැර වෙනත් ඕනෑම ප්‍රවේශයක් හෝ සේවාවන් භාවිතා කිරීම සපුරා තහනම් වේ. විශේෂයෙන්, ඔබ නොකරනු ඇත:",
    "1406692811": "අයාචිත තැපැල් යැවීමේ නිරත වීම හෝ ඕනෑම ආකාරයක ප්‍රචාරයක් පළ කිරීම, යොමු කිරීම්, ජන සන්නිවේදනය, මුදල් දීමනා හෝ ඉල්ලීම් ලබා ගැනීමට උත්සාහ කිරීම, සේවා ඉල්ලීම්, ප්‍රචාරණය, අලෙවිකරණය, විකාර පණිවිඩ, අනුපිටපත් මාතෘකා, නීති විරෝධී අන්තර්ගතයන්, සමාජ වෙබ් අඩවි සබැඳි, විද්‍යුත් තැපැල් ලිපින, හෝ කාර්යයට අවශ්‍ය නම් මිස ක්ෂණික පණිවිඩකරු හැඳුනුම්පත්;",
    "1408530660": "IMI අන් අයගේ බුද්ධිමය දේපළවලට ගරු කරන අතර ඕනෑම තෙවන පාර්ශවයක බුද්ධිමය අයිතිවාසිකම් උල්ලංඝනය කළ හැකි යැයි අප විශ්වාස කරන ඕනෑම ද්‍රව්‍යයක් අපගේ වෙබ් අඩවියෙන් ඉවත් කිරීමට අපට අයිතියක් ඇත. මෙම වෙබ් අඩවියේ ප්‍රකාශන හිමිකම් උල්ලංඝණය වන ආකාරයෙන් ඔබේම කෘතිය පිටපත් කර ඇති බව ඔබ විශ්වාස කරන්නේ නම්, කරුණාකර Intuition Machines පාරිභෝගික සහාය අමතන්න.",
    "1408599440": "කේත පේළි කිහිපයක් සහ අපගේ 99.9% නිෂ්ක්‍රීය මාදිලිය සමඟින් ඉක්මනින් ආරම්භ කරන්න, නැතහොත් පරිශීලකයින්ට අභියෝග කරන්නේ කවදාද සහ කෙසේද යන්න පිළිබඳ පූර්ණ පාලනය ලබා ගන්න. අභිරුචි තර්ජන ආකෘති සහ අභිරුචිකරණය කළ හැකි අභියෝග යනු ආරක්ෂාව සහතික කිරීම සඳහා අසමසම නම්‍යශීලී බවකි.",
    "1408750006": "යම් සීමාවන්ට යටත්ව, CCPA විසින් California පාරිභෝගිකයින්ට අප රැස් කරන කාණ්ඩ හෝ විශේෂිත පුද්ගලික තොරතුරු කොටස් (අපි මෙම තොරතුරු භාවිතා කරන සහ අනාවරණය කරන ආකාරය ඇතුළුව) ගැන වැඩි විස්තර දැන ගැනීමට ඉල්ලීමට ඔවුන්ගේ පුද්ගලික තොරතුරු මකා දැමීමට, ඉවත් වීමට අයිතිය ලබා දේ. සිදු විය හැකි ඕනෑම \"විකිණීමක්\", මෙන්ම මෙම අයිතිවාසිකම් ක්‍රියාත්මක කිරීම සඳහා වෙනස් කොට සැලකීමට ලක් නොකිරීමේ අයිතිය.",
    "1409486258": "නිවැරදි",
    "1409822234": "කිසිම තත්වයක් යටතේ සමාන හෝ ආසන්න වශයෙන් සමාන hCaptcha වෙළඳ ලකුණක් වසම් නාමයක් ලෙස භාවිතා නොකළ යුතුය.",
    "1418235079": "සේවා සපයන්නන්",
    "1421074182": "සැලකිය යුතු ලෙස ඉහළ.",
    "1422537019": "වැඩි විස්තර දැන ගැනීමට අද අපට.",
    "1424800293": "hCaptcha ලාංඡනය:",
    "1428053210": "මෙම අන්තර්ගතය සාමාන්‍යයෙන් එහි මුල් ආකෘතියෙන් පරිවර්තනය වේ. උදාහරණයක් ලෙස, වීඩියෝවක් බොහෝ පින්තූරවලට බෙදිය හැකිය, එම පින්තූර බොහෝ නව රූපවලට බෙදිය හැකිය, සහ එම නව රූප පසුව අහඹු ලෙස මිශ්‍ර කර අවසාන ප්‍රතිඵලය නිපදවයි.",
    "1434289796": "සමහර කුකීස් අඩවි වල ඇතැම් භාවිතයන් සඳහා අවශ්‍ය වන අතර, එවැනි කුකීස් නොමැතිව, ඔබට අඩවි නිසි ලෙස භාවිතා කිරීමට අවශ්‍ය බොහෝ සේවාවන් සැපයීමට අපට නොහැකි වනු ඇත. උදාහරණයක් ලෙස, මෙම කුකීස් අපට අපගේ වෙබ් අඩවි ක්‍රියාත්මක කිරීමට ඉඩ සලසයි, එවිට ඔබට ඔබ ඉල්ලා ඇති පරිදි එයට ප්‍රවේශ විය හැකි අතර ඔබ ගිණුමක් සාදා ඇති බවත් වෙබ් අඩවියේ අන්තර්ගතයට ප්‍රවේශ වීමට එම ගිණුමට ලොග් වී ඇති බවත් හඳුනා ගැනීමට අපට ඉඩ සලසයි. එම බ්‍රවුසින් සැසිය තුළම ඔබගේ පෙර ක්‍රියා මතක තබා ගැනීමට සහ අපගේ වෙබ් අඩවි සුරක්ෂිත කිරීමට අපට හැකි වන කුකීස් ද ඒවාට ඇතුළත් වේ.",
    "1445008801": "ඒඩන් පවසන පරිදි:",
    "1446868537": "hCaptcha කිසිවිටක ක්‍රියාපදයක් ලෙස භාවිතා නොකළ යුතුය.",
    "1447649958": "මතක් කිරීමක් ලෙස, ගෙවීම් සඳහා සුදුසුකම් ලබන්නේ නිවැරදි මිනිස් ගමනාගමනය පමණි. පහත සබැඳි කර ඇති අපගේ නිතර අසන පැන තුළ ඔබට මේ පිළිබඳ වැඩි විස්තර දැකිය හැක. ලබා ගත හැකි ශේෂය ගෙවීම සඳහා සුදුසුකම් ලැබීමට අවම සීමාවක් ද සපුරාලිය යුතුය, දැනට 10 HMT.",
    "1457707016": "පුද්ගලයන් සඳහා",
    "1467218142": "ඔවුන්ගෙන් සහ අපෙන් අප ආශා කරන දේ අපගේ හැසිරීම් මෙහෙයවන අතර, ඒ අනුව සියලුම මානව පද්ධති තුළ එකම අන්තර්ක්‍රියා රටාවන් නැවත සිදු වේ. අන්තර්ජාලය අපගේ ලෝකයේ මෙම මූලික අංගය පිළිබඳ බොහෝ විශිෂ්ට උදාහරණ සපයයි.",
    "1467308982": "ගෙවීම් කාලසටහන්",
    "1467783792": "එක්සත් ජනපදය විසින් අනුමත කරන ලද කිසිදු පුද්ගලයෙකු, ආයතනයක් හෝ සංවිධානයක් (\"අනුමත කරන ලද නළුවෙකු\") ත්‍යාග සඳහා හෝ සේවා ඒකාබද්ධ කරන්නෙකු ලෙස භාවිතා කිරීමට සුදුසුකම් නොලබයි. සැකයෙන් වැළකීම සඳහා, එක්සත් ජනපද භාණ්ඩාගාර දෙපාර්තමේන්තුවේ විදේශ වත්කම් පාලන කාර්යාලය (\"OFAC\") විසින් නම් කරන ලද ඕනෑම අනුමත ක්‍රියාකාරීන් මෙයට ඇතුළත් වේ.",
    "1470290349": "හොඳම පන්තියේ බොට් සහ වංචා කළමනාකරණය සඳහා.",
    "1475399473": "hCaptcha කණ්ඩායම ගැන තව දැනගන්න",
    "1476843710": "අඩු මූල්‍යමය හානිකර නමුත් තවමත් හානිදායක ගිණුම් පවරා ගැනීමේ ක්‍රමවලට සමාජ මාධ්‍ය ගිණුම් පැහැර ගැනීම සහ එවැනි දේ ඇතුළත් වේ. මෙම අවස්ථා වලදී, ප්‍රහාරකයා සාමාන්‍යයෙන් උත්සාහ කරන්නේ අනිෂ්ට මෘදුකාංග ව්‍යාප්ත කිරීමට හෝ වින්දිතයාගේ නොසැලකිලිමත් මිතුරන්ට එරෙහිව තතුබෑම් ප්‍රහාරවල යෙදීමට ය. නැතහොත්, ප්‍රහාරකයා වින්දිතයා අපහසුතාවට පත් කිරීමට උත්සාහ කරයි, එය සමහර විට කීර්තිමත් පුද්ගලයින් සහ දේශපාලනඥයන් සමඟ සිදු වේ.",
    "1477196356": "සමහර විට රහස්‍යතා සුරැකීමේ ගුණාංග සහිත, ගුප්ත ලේඛනමය වශයෙන් ආරක්ෂිත ආකාරයකින් උපාංගයකට අනන්‍යතාවය සම්බන්ධ කිරීමේ විවිධ ක්‍රම දශක ගණනාවක් තිස්සේ යෝජනා කර ඇත. පොදු යතුරු ගුප්තකේතනය ක්‍රි. 1975, සහ දෘඪාංග ටෝකන බොහෝ කාලයක් පැවතුනි.",
    "1480820434": "රූපය 1",
    "148188781": "ඉදිරිපත් කළ අභියෝග",
    "1482845460": "() සෑම දෙනාගෙන්ම එකවර සම්පූර්ණ සහයෝගය අවශ්‍ය වේ",
    "1483015662": "3. සැසිය",
    "1485807325": "බහු-පරිශීලක උපකරණ පුවරු, SAML SSO",
    "1487796027": "සමාගම් සඳහා",
    "1491780143": "CAPTCHAs ඔබ මනුෂ්‍යයෙකු බව ඔප්පු නොකරයි - ඔවුන් ඔබ ඇමරිකානුවෙක් බව ඔප්පු කරයි",
    "1493115924": "වෙළඳ ලකුණු සටහන්:",
    "1493790285": "සේවාවේ කොටසක් ලෙස අවසාන පරිශීලකයින්ගෙන් එකතු කරන ලද වෙනත් තොරතුරු ඔවුන් ද යන්න තීරණය කිරීමට අවශ්‍ය වේ",
    "1495915066": "අපි, අපගේ ශාස්ත්‍රීය පර්යේෂණ හවුල්කරුවන් සහ අපගේ ගනුදෙනුකරුවන් Creative Commons මාධ්‍ය භාවිතා කරන ආකාරය",
    "1499894352": "ඉතා සුළු සමාගම් මෙම ප්‍රදේශයේ තීරණ ගැනීමේ ක්‍රියාවලියට විනිවිදභාවයක් ලබා දෙන අතර අනෙක් අය මෙම ආදර්ශය අනුගමනය කරනු ඇතැයි අපි බලාපොරොත්තු වෙමු!",
    "1503240421": "පියවර 5: කොන්සෝල ලොගය සුරැකීම සඳහා කොන්සෝල ටැබය මත ක්ලික් කර දකුණු-ක්ලික් කර \"ලෙස සුරකින්න ..\" ක්ලික් කරන්න. ඒකත් අපිට එවන්න.",
    "1504327211": "අපගේ සේවාවේ ඔබගේ භාවිතය පාලනය වන්නේ අප විසින් බව කරුණාවෙන් සලකන්න",
    "1508655687": "ප්‍රවේශය විධිමත් කිරීමට හෝ සීමා කිරීමට ඔබේ ප්‍රේක්ෂකයන්ට ගැලපෙන ඔබේම අභියෝග එක් කරන්න",
    "1510448156": "ඔබට අද උසස් විකල්පයක් සමඟින් ක්‍රියාත්මක විය හැකි අතර අවශ්‍ය පරිදි වඩාත් උසස් විශේෂාංග ක්‍රියාත්මක කරන්න.",
    "1514478724": "තවත් හදාරන්න",
    "151737819": "hCaptcha Solve Rates ලොව පුරා ඉතා කුඩා විචල්‍යතාවයක් පෙන්වයි",
    "1517625162": "කැලිෆෝනියා සිවිල් සංග්‍රහයේ 1789.3 වගන්තිය යටතේ, කැලිෆෝනියාවේ පරිශීලකයින්ට පහත පාරිභෝගික අයිතිවාසිකම් දැන්වීම සඳහා හිමිකම් ඇත: කැලිෆෝනියාවේ පදිංචිකරුවන්ට 1625 North Market Blvd, Sacramento හි තැපෑලෙන් කැලිෆෝනියාවේ පාරිභෝගික කටයුතු දෙපාර්තමේන්තුවේ පාරිභෝගික සේවා අංශයේ පැමිණිලි සහාය ඒකකය වෙත ළඟා විය හැකිය. CA 95834, හෝ දුරකථනයෙන් (916) 445-1254 හෝ (800) 952-5210.",
    "1517627947": "ඔබ Google හි Streetview මෝටර් රථවලින් ගොඩනැගිලිවල පින්තූර හෝ වීදි සලකුණු දැක ඇති අතර, ඔවුන්ගේ සිතියම් සහ පෘථිවි නිෂ්පාදන සඳහා ස්ථාන ලේබල් කිරීමට උදවු කරයි.",
    "1519201684": "AI ආචාර ධර්ම ප්‍රතිපත්තිය",
    "1519560388": "7. මූලාශ්‍රය: Mary Meeker, KP Internet Trends 2017",
    "1525403768": "වැඩි විස්තර සඳහා Enterprise Sales අමතන්න.",
    "1525506526": "ගිණුම් පවරා ගැනීම් යනු කුමක්ද සහ ඒවා ක්‍රියා කරන්නේ කෙසේද?",
    "1526887904": "hCaptcha Enterprise පෞද්ගලිකත්වය",
    "1528242915": "හඳුනාගැනීම්.",
    "1533171442": "අපි විශ්ලේෂණය සහ අලෙවිකරණ අරමුණු සඳහා තෙවන පාර්ශවයන්ගෙන් ක්‍රියාකාරී කුකීස් සහ කුකීස් ද භාවිතා කරමු. ක්‍රියාකාරී කුකීස් මඟින් වෙබ් අඩවිවල ඇතැම් කොටස් නිසි ලෙස ක්‍රියා කිරීමට සහ ඔබේ පරිශීලක මනාපයන් දැන සිටීම සක්‍රීය කරයි. විශ්ලේෂණ කුකීස්, වෙනත් දේ අතර, පාරිභෝගිකයින්, ඒකාබද්ධ කරන්නන් සහ අවසාන පරිශීලකයින් අපගේ වෙබ් අඩවි භාවිතා කරන ආකාරය, පරිශීලකයින් නිතර බලන අන්තර්ගතය සහ නිෂ්පාදන සහ අපගේ තෙවන පාර්ශවීය ප්‍රචාරණයේ සඵලතාවය පිළිබඳ තොරතුරු රැස් කරයි. වෙළඳ ප්‍රචාරණ කුකීස් අදාළ ප්‍රේක්ෂකයින් වෙත දැන්වීම් බෙදා හැරීමට සහ සෙවුම් ප්‍රතිඵලවල ඉහළින්ම අපගේ දැන්වීම් දිස්වීමට සහාය වේ. කුකීස් යනු එක්කෝ ඔබ ඔබේ බ්‍රවුසර සැසිය අවසන් කරන විට මකා දමන \"සැසි\" කුකීස්, හෝ \"පහත සාකච්ඡා කර ඇත) හෝ කුකිය සේවය කළ පාර්ශවය විසින් මකා දමන තෙක් පවතින \"පසුබස්නා\" වේ. වෙබ් අඩවිවල භාවිතා කරන සියලුම කුකීස් පිළිබඳ සම්පූර්ණ විස්තර පහත අපගේ කුකී හෙළිදරව් කිරීමේ වගුවේ ඇත.",
    "1539071196": "අපි සාමාන්‍යයෙන් පහත අරමුණු සඳහා කුකීස් භාවිතා කරමු:",
    "1544546608": "රහස්‍යතා බලපත්‍රය",
    "1544829730": "ඔබ පාරිභෝගිකයෙකු හෝ ඉල්ලුම්කරුවෙකු නම්, පාරිභෝගික උපග්‍රන්ථය ලෙස මෙහි අමුණා ඇති අමතර නියමයන් අදාළ වන බවට ඔබ එකඟ වන අතර මෙම සේවා නියමයන් වෙත යොමු කිරීම මගින් සංස්ථාගත කරනු ලැබේ. ඔබ පාරිභෝගිකයෙකු හෝ ඉල්ලුම්කරුවෙකු නොවේ නම්, හෝ පාරිභෝගිකයෙකු හෝ ඉල්ලුම්කරුවෙකු වීම නවත්වන්නේ නම්, එවිට පාරිභෝගික උපග්‍රන්ථයේ ඇති අමතර නියමයන් අදාළ නොවනු ඇති අතර ඒවා මෙම සේවා නියමයන් වෙත යොමු කිරීමෙන් සංස්ථාගත නොකෙරේ.",
    "1546930020": "දත්ත ලේබල් කිරීම",
    "1547006769": "මනුෂ්‍යත්වය තහවුරු කිරීම එකම ගැටලුවකි",
    "1549336309": "hCaptcha මෙම ආකෘතිය වෙනස් කරයි. ඔබ hCaptcha භාවිතා කරන විට, සමාගම් ඔවුන්ගේ මනුෂ්‍යත්වය ඔප්පු කරන විට ඔබේ පරිශීලකයින් කරන කාර්යයට ලංසු ඉදිරිපත් කරයි. ඔබට විපාක ලැබේ.",
    "1549953005": "ඔබ පාරිභෝගිකයෙකු හෝ ඉල්ලුම්කරුවෙකු වීමේ කොන්දේසියක් ලෙස වේදිකා ප්‍රවේශ ඇණවුම් පෝරම එකක් හෝ කිහිපයක් සම්පූර්ණ කර තිබිය හැක (එක් එක්, \"ඇණවුම් පෝරමය\"). එසේ නම්, ඇණවුම් පෝරමයේ විස්තර කර ඇති නියමයන් සහ කොන්දේසි සේවා නියමවල කොටසක් බවට පත් වන අතර මින් යොමුව මගින් සංස්ථාගත කරනු ලැබේ.",
    "155456850": "hCaptcha වෙත ඔවුන්ගේ මාරුව නිවේදනය කරමින්:",
    "1558428432": ". කරුණාකර ඒවා hCaptcha.com වෙත බැර කරන්න.",
    "155877895": "මානව බලයෙන් ක්‍රියාත්මක වන හඳුනාගැනීම සහ වර්ගීකරණය",
    "1559150837": "කෙසේ වෙතත් ඉලක්ක අනාරක්ෂිත නොවේ. කෙටි කාලයක් තුළ එකම IP ලිපිනයකින් විවිධ ගිණුම් දහස් ගණනකට ඇතුළු වීමට උත්සාහ කරන සැක සහිත පරිශීලකයෙකු අවහිර කරන පාලන බොහෝ වෙබ් අඩවි සතුව ඇත. අක්තපත්‍ර පිරවුම් ප්‍රහාරකයින් මෙම ආරක්ෂණ ක්‍රම වලින් මිදීමට කරන්නේ මෙය භූගෝලීය සහ IP විවිධත්වය අනුකරණය කිරීමයි. ප්‍රබල, බොහෝ විට AI-ධාවන මෙවලම් භාවිතා කරමින්, රට පුරා සිටින දහස් ගණන් පරිශීලකයින් දවසේ විවිධ වේලාවන්හිදී අහඹු ලෙස ලොග් වීමට උත්සාහ කරන බව ඔවුන්ට පෙනී යා හැක. මෙය හඳුනා ගැනීම සහ නැවැත්වීම වඩා දුෂ්කර ය.",
    "1559190296": "2021 ජනවාරි 5-11†",
    "1559631739": "පුද්ගලික ඉගෙනීම",
    "1560232962": "සවිස්තරාත්මකව ආවරණය කරයි, ලබා දී ඇති පිළිතුරක් සඳහා උපයාගත් මුදල සම්බන්ධයෙන් කිසිදු සහතිකයක් ලබා නොදේ. එම අවස්ථාවේ දී ගෙවන ලද ප්‍රශ්න කිසිවක් නොතිබිය හැකිය, ගුණාත්මක හේතූන් මත පිළිතුරක් ප්‍රතික්ෂේප කළ හැකිය, යනාදිය.",
    "1565481281": "කැලිෆෝනියාවේ පදිංචිකරුවන්ට සටහනක්",
    "1569804581": "අදාළ අවස්ථා සම්බන්ධයෙන් අනාගතයේදී ඔබව සම්බන්ධ කර ගැනීමට කැමති නම්, කරුණාකර මෙම පෝරමය පුරවන්න.",
    "1579093044": "අපගේ සරල අභිරුචි අභියෝග නිර්මාණකරු සමඟ, ඔබට මිනිත්තු කිහිපයකින් වෙළඳනාම අභියෝග අන්තර්ගතය දියත් කළ හැකිය.",
    "1579715421": "IM විද්‍යාඥයින් ICML, ICLR, ECCV, සහ NeurIPS වැනි ඉහළ සම්මන්ත්‍රණවල නිතිපතා ප්‍රකාශයට පත් කරන අතර, සමාගම ගැඹුරු හැෂිං වැනි ML විෂයයන් වල අති නවීන ප්‍රතිඵල ප්‍රසිද්ධියේ නිකුත් කර ඇත.",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "1586809757": "ඉහළ නිරවද්‍යතා බොට් ලකුණු",
    "1589805435": "අපිටත් තියෙනවා",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "1591032933": "ඔබ අදාළ ඇණවුම් පෝරමයේ සපයා ඇති ගෙවීම් ක්‍රමය හරහා අදාළ ඇණවුම් පෝරමයේ විස්තර කර ඇති පරිදි IMI ගාස්තු ගෙවනු ඇත. දෙපාර්ශවයම ලිඛිතව ප්‍රකාශිතව එකඟ නොවන්නේ නම්, ඉන්වොයිසිය තැපැල් කළ දින සිට දින තිහක් (30) ඇතුළත නිකුත් කරන ලද සියලුම ඉන්වොයිසි සඳහා සම්පූර්ණ ගෙවීමක් ඔබ විසින් සපයනු ලැබේ. ඔබ අපට ලබා දෙන සියලුම ක්‍රෙඩිට් කාඩ් තොරතුරු මත ක්‍රෙඩිට් කාඩ් අවසර ක්‍රියාත්මක කිරීමට, එම ක්‍රෙඩිට් කාඩ්පත් තොරතුරු ගබඩා කිරීමට සහ ඔබේ ක්‍රෙඩිට් කාඩ්පත හෝ අප අන්‍යෝන්‍ය වශයෙන් එකඟ වන ඕනෑම ගිණුමක් ගෙවීමේ ක්‍රමයක් ලෙස අය කිරීමට ඔබ අපට බලය ලබා දෙයි. ඇණවුම් පෝරමයේ හෝ ඔබේ ව්‍යවසාය සේවා ගිවිසුමේ හෝ ප්‍රධාන සේවා ගිවිසුමේ වෙනත් ආකාරයකින් ප්‍රකාශ නොකළහොත්, සේවා සඳහා වන සියලුම ගාස්තු, අධික වියදම් හැර, ඔබේ ගිවිසුම යටතේ IMI විසින් සපයනු ලබන සේවාවන් ආරම්භයේදී වාර්ෂිකව බිල් කරනු ලැබේ (\"ක්‍රියාත්මක වන දිනය\").",
    "159272246": "ප්‍ර: ඔබ ශ්‍රව්‍ය වැනි වෙනත් ප්‍රවේශ්‍යතා (\"a11y\") විකල්ප මත වැඩ කරන්නේද?",
    "1595254735": "තනිකරම නිෂ්ක්‍රීය සේවාවන් බොට් හඳුනාගැනීමේ නිරවද්‍යතාවය පවත්වා ගැනීමට හෝ ඒවා සාවද්‍ය විට දැන ගැනීමට පවා අරගල කරයි. ඉඳහිට පරිශීලකයින්ට අභියෝග කිරීමට සහ එම අභියෝගයේ ප්‍රතිඵල නිවැරදිව විශ්ලේෂණය කිරීමට හැකියාවක් නොමැතිව, නිරවද්‍යතාවය කාලයත් සමඟ විශාල ලෙස පහත වැටේ.",
    "1597520917": "Google හි පරිශීලක පෞද්ගලිකත්වය නොසලකා හැරීම ඔවුන්ගේ වෙබ් අඩවි සහ යෙදුම් ආරක්ෂා කිරීමට අපේක්ෂා කරන පාරිභෝගිකයින් ගැන සැලකිලිමත් විය යුතු බව වැඩිවන විචාරකයින් සංඛ්‍යාවක් පෙන්වා දී ඇත.",
    "1599610318": "ප්‍රකාශකයා",
    "1601080128": "අපි ඔබගේ ගිණුම අත්හිටුවුවහොත් හෝ අවසන් කළහොත්, ඔබ වෙබ් අඩවියේ තබා ඇති දත්ත, පණිවිඩ, ලිපිගොනු සහ අනෙකුත් ද්‍රව්‍ය ඇතුළුව වෙබ් අඩවියේ කිසිදු කොටසකට ඔබට තවදුරටත් ප්‍රවේශය නොලැබෙනු ඇත. ඔබට වෙනත් හෝ නව ගිණුම් නාමයක් යටතේ අපගේ වෙබ් අඩවිය දිගටම භාවිතා කළ නොහැක. මෙම සේවා නියමයන් උල්ලංඝනය කිරීම් නීතියේ උපරිම මට්ටමින් නඩු පැවරිය හැකි අතර අතිරේක දඬුවම් සහ සම්බාධකවලට හේතු විය හැක.",
    "1606599610": "කීරන් තොම්සන්",
    "1606783855": "A: අපි ප්‍රවේශ්‍යතා (\"a11y\") භාවිත නඩුව සඳහා රහස්‍යතා බලපත්‍රය ගැන ඉතා උනන්දු වෙමු. ශ්‍රව්‍ය කැප්චා වැනි පෙර ජනප්‍රිය විකල්ප බොහෝ a11y පරිශීලකයින්ට වෙනස් කොට සලකයි. අපගේ වර්තමාන a11y ප්‍රවේශය රහස්‍යතා බලපත්‍ර නිකුත් කිරීම සමඟ ඒකාබද්ධ කිරීම a11y පරිශීලකයින්ට ආරක්ෂිතව බ්‍රවුස් කිරීමට ඉඩ සලසයි, ඔවුන්ගේ ගමනාගමනය වඩාත් පුද්ගලික බව දැනගෙන ආරක්ෂිතව, a11y විකල්ප ඇති විට නොවැළැක්විය හැකි ලෙස සිදුවන bot ක්‍රියාකරුවන් විසින් අපයෝජනය කිරීම සීමා කරයි.",
    "1609621367": "මාරු",
    "1617196410": "hCaptcha bots නැවැත්වීම කෙරෙහි අවධානය යොමු කරයි. පරිශීලකයා කවුරුන්ද යන්න අපට ප්‍රශ්නයක් නැත, නමුත් ඔවුන් අනිෂ්ටද යන්න පමණි. අපි පෞද්ගලිකත්වය සමතුලිත කිරීමට වෙහෙස මහන්සි වී වැඩ කරමු",
    "162063633": "Mailgun Technologies, Inc. (Global). සපයනු ලබන සේවාවන්: Mailgun.com.",
    "1620709264": "HUMAN Token® යනු HUMAN Protocol Foundation හි ලියාපදිංචි වෙළඳ ලකුණක් වන අතර, එහි අවසරය ඇතිව භාවිතා වේ.",
    "1621597093": "ව්යවසාය ආරක්ෂණ විසඳුම් (ගෙවූ)",
    "1621930829": "අද පවතින උසස්, නොනවතින ගෙවීම් වංචා ක්‍රියාකාරකම් සම්බන්ධයෙන් කුමක් කළ හැකිද? පාලන ස්ථර කිහිපයක් භාවිතා කිරීම සාමාන්‍යයෙන් ඥානවන්ත ප්‍රවේශයකි. කෙසේ වෙතත්, හොඳම ප්‍රතිවිපාක වන්නේ මිනිස් හැසිරීම් ප්‍රතිනිර්මාණය කිරීමට එහි නිර්මාපකයන්ගේ උපරිම උත්සාහය නොතකා, බොට් උගුලට හසු කර එය ව්‍යාජ එකක් බව හෙළි කළ හැකි ඒවා වේ.",
    "1622303590": "Safari හි කුකීස් සබල කිරීමට (iPhone/iPad iOS 11+): ඔබගේ සැකසීම් විවෘත කරන්න. පහළට අනුචලනය කර Safari තෝරන්න. පුද්ගලිකත්වය සහ ආරක්ෂාව යටතේ, \"හරස් අඩවි ලුහුබැඳීම වැළැක්වීම\" සහ \"සියලු කුකීස් අවහිර කරන්න\" ක්‍රියාවිරහිත කරන්න",
    "1624200563": "ආරක්ෂාව, සහ GDPR, CCPA, LGPD, PIPL, සහ අනෙකුත් පෞද්ගලිකත්ව රෙගුලාසි වලට අනුකූල වීම.",
    "1627232990": "මෙම සේවා නියමවල පරිවර්තන හොඳම උත්සාහය මත සපයනු ලැබේ. ඉංග්‍රීසි භාෂා සේවා කොන්දේසි සහ එහි පරිවර්තනයක් අතර කිසියම් ප්‍රබල වෙනසක් ඇති වුවහොත්, ඉංග්‍රීසි භාෂා සේවා කොන්දේසි බලයලත් ලෙස අර්ථ දැක්විය යුතුය.",
    "1636202177": "ගැන",
    "1637527266": "වැඩිපුරම බොට් ට්‍රැෆික් ඇති රටවල් මොනවාද?",
    "1637702726": "hCaptcha ගැන",
    "1642844535": "වැදගත් වේ: hCaptcha එකම මූලික ප්‍රශ්නයට පිළිතුරු දීමට විවිධ ප්‍රවේශයන් කිහිපයක් භාවිතා කරයි, සියලු ඇගයුම් හරහා සංසන්දනය කිරීමට ඉඩ සලසයි.",
    "1644003939": "සටහන: සියලුම පාරිභෝගිකයින්ට අදාළ නොවේ. උදාහරණයක් ලෙස, IP Blinding හෝ වෙනත් උසස් පෞද්ගලිකත්ව හෝ ආරක්‍ෂක විකල්ප පාරිභෝගිකයින් (උදා. ආරක්‍ෂිත අතථ්‍ය කුලී පාරිභෝගිකයින්) කිසි විටෙක දුරස්ථ පද්ධති වෙත ඇතුළු වන ඕනෑම විභව \"PII\" වලින්, IP ලිපිනයකින් පවා සම්පූර්ණයෙන්ම බැහැර කරනු ලැබේ. අවශ්‍ය නම් වැඩිදුර තොරතුරු සඳහා කරුණාකර ඔබගේ ගිණුම් නියෝජිතයා අමතන්න.",
    "164801246": "ප්‍රතිසන්ධානය යනු සියලුම වාර්තාකරණ වෙබ් අඩවි වල සියලුම දත්ත ඇතුළත් වූ පසු, එහි මානුෂීයත්වය සහ නිරවද්‍යතාවය සත්‍යාපනය කිරීම සඳහා ගමනාගමනය විශ්ලේෂණය කරන ක්‍රියාවලියයි. ඔබට අපගේ වැඩි විස්තර කියවිය හැක.",
    "1655022901": "BotStop hCaptcha™ මගින්",
    "1655796811": "IP ලිපින, බ්‍රවුසර වර්ගය, අන්තර්ජාල සේවා සපයන්නා, වේදිකා වර්ගය, උපාංග වර්ගය, මෙහෙයුම් පද්ධතිය, දිනය සහ වේලා මුද්‍රාව වැනි වෙබ් අඩවි හෝ සේවා (\"විශ්ලේෂණ තොරතුරු\") ඒකාබද්ධ කරන්නෙකුගේ හෝ පාරිභෝගිකයෙකුගේ භාවිතයේ ප්‍රතිඵලයක් ලෙස ස්වයංක්‍රීයව රැස් කරන ලද තොරතුරු ප්රවේශය සහ වෙනත් සමාන තොරතුරු. සමහර විශ්ලේෂණ තොරතුරු අප වෙනුවෙන් එම කාර්යය සඳහා සම්බන්ධ වන තුන්වන පාර්ශවයන් විසින් එකතු කරනු ලබන අතර, සමහර විශ්ලේෂණ තොරතුරු කුකීස් ඇතුළු විවිධ ලුහුබැඳීමේ තාක්ෂණයන් හරහා රැස් කරනු ලැබේ (පහත \"තෙවන පාර්ශවීය විශ්ලේෂණ සහ ලුහුබැඳීමේ තාක්ෂණය\" බලන්න).",
    "165932542": "ලොව පුරා hCaptcha විසඳුම් ගාස්තු දෙස බැලීම",
    "1662477701": "සම්පත්",
    "166277959": "කරුණාකර සටහන් කරන්න: මෙම විශේෂාංගය දැනට බීටා හි ඇති අතර, සෑම විටම සියලුම වෙබ් අඩවි සහ පරිශීලකයින් සඳහා ක්‍රියා නොකරනු ඇත. යම් පරිශීලකයෙකු සඳහා එය සක්‍රිය කර නොමැති හෝ ක්‍රියා නොකරන අවස්ථාවක, හැසිරීම කිසිදු ක්‍රියාකාරීත්වයක් නැතිවීමකින් තොරව සම්මත hCaptcha අත්දැකීම වෙත ආපසු පැමිණේ.",
    "1663628612": "ඔබට ඉඩ සලසයි",
    "1665616092": "ගෙවීම් වංචාව සංකල්පයෙන් සරල ය, නමුත් එය වර්තමාන ක්‍රියාත්මක කිරීමේදී අතිශයින් සංකීර්ණ විය හැකිය.",
    "1669194950": "පුද්ගලික තොරතුරු වලට අමතරව, ඔබට වෙනත් දත්ත සැපයීමට අවශ්‍ය විය හැකිය (නැතහොත් එය අපට එකතු කිරීමට අවශ්‍ය විය හැක) එවිට අපට සේවා (සාමූහිකව, \"පාරිභෝගික දත්ත\") ලබා දිය හැක. ඔබගේ ප්‍රමාදය හෝ පාරිභෝගික දත්ත සැපයීමට අපොහොසත් වීම නිසා සිදුවන සේවාවන් ඉටු කිරීමට අප වග කිව යුතු නොවේ.",
    "1671436004": "ඔබේ ප්‍රියතම පුණ්‍යායතනයට ආපසු දීමට අවශ්‍යද?",
    "1671996585": "අපගේ යෙදුම් ක්‍රමලේඛන අතුරුමුහුණත (\"API\") හරහා අපගේ සේවාවන් සමඟ ඔබේ වෙබ් අඩවිය, යෙදුම හෝ වේදිකාව ඒකාබද්ධ කිරීමට ඔබට අවශ්‍ය විය හැකිය. ඔබ එසේ කරන්නේ නම්, අපි ඔබට සීමිත, සුවිශේෂී නොවන, පැවරිය නොහැකි, පැවරිය නොහැකි, ආපසු හැරවිය හැකි බලපත්‍රයක් ලබා දෙන්නේ API පමණක් සේවාවන් වෙත ප්‍රවේශ වීම සඳහාය. අපි ඕනෑම වේලාවක API වෙනස් කිරීමට සහ/හෝ API හි පැරණි අනුවාද හෝ නිකුතු සඳහා සහය දැක්වීම නැවැත්විය හැකිය. අපගේ තනි අභිමතය පරිදි API වෙත ඔබගේ ප්‍රවේශය අත්හිටුවීමට හෝ සීමා කිරීමට අපට අයිතියක් ඇති අතර, අත්හිටුවීමට පෙර ඔබට දැනුම් දීම සඳහා අපි සාධාරණ උත්සාහයන් භාවිතා කරන්නෙමු.",
    "1678661231": "අනුකූලතාව, වංචා වැළැක්වීම සහ ආරක්ෂාව සඳහා",
    "1685871181": "ඉහළම සබැඳි සේවා රඳා පවතී",
    "1686079269": "සමාගමේ වත්මන් කළමනාකරණය පිළිබඳ තොරතුරු ලබා ගත හැකිය",
    "1686655020": "ඔබේ මුල් කෘතිය නොවන ප්‍රකාශන හිමිකමට යටත්ව ඕනෑම අන්තර්ගතයක් උඩුගත කරන්න, ඔබට එවැනි අන්තර්ගතයක් පළ කිරීමට සහ මෙහි දී ලබා දී ඇති බලපත්‍රලාභී අයිතීන් සියල්ල IMI ප්‍රදානය කිරීමට නියම හිමිකරුගෙන් අවසරයක් නොමැති නම්;",
    "1687299615": "ගිණුම් පවරා ගැනීමක් යනු කුමක්ද?",
    "1691348394": "- සීමිත නිකුතු අලෙවියක් තුළ ස්වයංක්‍රීය විශාල මිලදී ගැනීම්",
    "1691879905": "https://www.honeycomb.io/privacy",
    "169267610": "අපට ඊමේල් කරන්න",
    "1697438123": "පෞද්ගලිකත්වය",
    "1699668873": "ඔබගේ ගිණුම් තොරතුරු වෙනත් අයෙකු විසින් සොරකම් කර හෝ භාවිතා කර ඇති බවට හෝ වෙනත් ආරක්ෂක කඩකිරීමක් සිදුවී ඇති බවට ඔබ සැක කරන්නේ නම් ඔබ වහාම IMI වෙත දැනුම් දිය යුතුය.",
    "1702335960": "අප රැස් කරන ඕනෑම තොරතුරක් එවැනි තොරතුරු රැස් කරන අවස්ථාවේ ක්‍රියාත්මක වන රහස්‍යතා ප්‍රතිපත්තියට යටත් වේ. කෙසේ වෙතත්, අපි පුද්ගලිකත්ව ප්‍රතිපත්තිය කලින් කලට සංශෝධනය කළ හැක. සංශෝධනයක් ද්‍රව්‍යයක් නම්, අප විසින් පමණක් තීරණය කර ඇති පරිදි, අපි ඔබට දන්වන්නෙමු, උදාහරණයක් ලෙස විද්‍යුත් තැපෑල හරහා. වත්මන් අනුවාදය සැමවිටම අපගේ රහස්‍යතා ප්‍රතිපත්ති පිටුවට පළ කරනු ලැබේ.",
    "1706581702": "හඳුනා නොගත් දත්ත පිළිබඳ පුහුණුව හොඳින් ක්‍රියාත්මක වන අතර ආරක්ෂාව හෝ පෞද්ගලිකත්වය සම්බන්ධයෙන් සම්මුතියක් අවශ්‍ය නොවේ. අපගේ ගනුදෙනුකරුවන් ආනුභවික පරීක්ෂණ සිදු කර ඇති අතර, පුද්ගලික විකල්පවලට වඩා සමාන හෝ වඩා හොඳ බව ප්‍රකාශ කර ඇත.",
    "170775527": "ව්යවසාය විශේෂාංග",
    "1709478090": "උනන්දුව මත පදනම් වූ හෝ ඉලක්ක කරගත් වෙළඳ ප්‍රචාරණයකින් ඔබට සේවය කිරීමට.",
    "1717658846": "විජට් UI මෙනුවේ ප්‍රවේශ්‍යතා විකල්පය",
    "1722734001": "විවෘත අන්තර්ජාලය ඉතා ඝෝෂාකාරී පරිසරයකි. නරක නළුවන් සෑම දිනකම අපගේ සේවාව භාවිතා කරන්නන්ට සහ reCAPTCHA වැනි තරඟකරුවන්ට පහර දෙන අතර, ඇත්ත වශයෙන්ම එසේ කරන අතරතුර හැකි තරම් මනුෂ්‍යයෙකු ලෙස පෙනී සිටීමට උත්සාහ කරති.",
    "1728211763": "මේ ආකාරයෙන් සහ මෙම අරමුණු සඳහා අන්තර්ගතය භාවිතා කිරීම නීතිය සහ ක්ෂේත්‍රයේ සම්මත භාවිතයන් පිළිබඳ අපගේ අවබෝධය අනුව සාධාරණ භාවිත මාර්ගෝපදේශ තුළට වැටේ, නමුත් අපි ක්‍රියේටිව් කොමන්ස් හි දිගුකාලීන රසිකයින් වන අතර උදව් කරන ඕනෑම කෙනෙකුට ණය දීමට කැමැත්තෙමු. යන්ත්‍ර බුද්ධිය වැඩි දියුණු කිරීමේ දැවැන්ත කාර්යය.",
    "1729677626": "මම ප්‍රහාරයට ලක්ව සිටින අතර වහාම ගොඩබෑම අවශ්‍ය වේ.",
    "1752259468": "5. කොන්සර්වේටිව් ඇස්තමේන්තුව: තනි විවරණයක පිරිවැය $0.01 * සාමාන්‍යය 200M. දිනකට විවරණ (පහළ සීමාව) * වසරකට දින 365 * 2009 අත්පත් කර ගැනීමේ සිට වසර 10 = ඩොලර් බිලියන 7.3 ක පහළ බැමි අගය.",
    "1752795854": "hCaptcha බොට්ස් නැවැත්වීමට නවීන, පෞද්ගලිකත්වය කේන්ද්‍ර කරගත් ප්‍රවේශයක් ගෙන එයි.",
    "1756106276": "තත්ත්වය",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "1764089150": "මෙතන:",
    "1767952047": "ඔහු ඊයේ රාත්‍රියේ මට පහර දී මගේ ඇඳුම් සොරකම් කර මගේ මුදල් රැගෙන ගියා. උතුම් පන්තියේ ඇඳුමෙන් සැරසී සිටි අනෙක් පුද්ගලයා පිළිතුරු දෙමින්, “කොස්තාපල්, මේ මිනිසාට පිස්සු. ඔහු සිතන්නේ ඔහු වංශාධිපතියෙකු බවයි. මම තමයි නියම උත්තමයා. ඔහුව අත්අඩංගුවට ගන්න! ”",
    "1771016224": "- ඔබේ වෙබ් අඩවියෙන් සියලුම අන්තර්ගතයන් විශාල වශයෙන් බාගත කිරීමේ මෘදුකාංගය",
    "1778058441": "hCaptcha මත ධාවනය වන රැකියා වර්ග මොනවාද?",
    "1778642038": "ඔබ සමඟ සන්නිවේදනය කිරීමට",
    "1779265104": "අභිරුචිකරණය කළ නියම සහ රහස්‍යතා සහතික",
    "1783317946": "API ප්‍රහාර නැවැත්වීම ජනප්‍රිය භාවිත අවස්ථාවකි",
    "1786796818": "සීමා කරන්න",
    "178839499": "පරිශීලකයන් ඔවුන්ගේ මනුෂ්‍යත්වය ඔප්පු කරන අතරතුර hCaptcha විසින් කරන ලද කාර්යයේ වටිනාකම බෙදා ගනී.",
    "1789371580": "පැවරීමේ හැකියාව. අපගේ පූර්ව ලිඛිත අවසරයකින් තොරව ඔබට මෙම සේවා කොන්දේසි පැවරිය නොහැක. අපි දැනුම් දීමකින් තොරව ඕනෑම අවස්ථාවක මෙම සේවා නියම පවරන්නෙමු. ඉහත සඳහන් කරුණු වලට යටත්ව, මෙම සේවා නියමයන් එක් එක් පාර්ශ්වයේ අනුප්‍රාප්තිකයින්ට සහ අවසර ලත් පැවරුම්වලට බැඳී ඇත.",
    "1789607185": "විද්යුත් තැපැල් ලිපිනය",
    "1792519141": "hCaptcha Enterprise",
    "1795436560": "1. සැසිය",
    "179723061": "පන්තියේ ප්‍රමුඛ ආරක්ෂාව අවශ්‍ය කණ්ඩායම් සඳහා වැඩි පාලනයක්",
    "1797298240": "පියවර 4: ඔබ විසඳීමට උත්සාහ කිරීමෙන් පසු \"HAR\" ක්ලික් කර, ජාල ලොගය සුරැකීමට \"සියල්ල HAR ලෙස සුරකින්න\" තෝරන්න. එම ගොනුව අපට එවන්න.",
    "1798492192": "Legacy browser support",
    "1803009328": "වෙබ් පරිමාණයෙන් සටන්-පරීක්ෂා කරන ලදී.",
    "1803943584": "දෙවනුව, අපි අභියෝගවලට ඒවා ක්‍රියාත්මක වන්නේ කුමන රටවල හෝ භාෂාවලද යන්න තීරණය කිරීමට ස්වයං-ප්‍රශස්ත කිරීමට ඉඩ සලසයි, ස්ථාවර අත්දැකීමක සම්භාවිතාව තවත් වැඩි කරයි. නිරවද්‍යතාව බලාපොරොත්තු වූවාට වඩා අඩු නම්, ප්‍රශ්න මාලාවක් මෙම බලපෑම සිදුවන කලාපයේ හෝ භාෂාවේ ධාවනය වීම නවත්වනු ඇත.",
    "1806535500": "පැන්සල් සිට ඩයිනමයිට් දක්වා සෑම තාක්ෂණයක්ම පාහේ a",
    "1807143500": "සේවාවන්ට සබැඳි ආරක්ෂක සේවාවක් (\"hCaptcha සේවාව\") සහ වේදිකාවක් (\"Intuition Machines Platform\") ඇතුළත් වන අතර, පුද්ගලයෙකුට (\"දායකත්වය\") තෙවන පාර්ශවීය ආයතනයකට හෝ Intuition Machines විසින්ම (එක් එක්) කාර්යයන් ඉටු කිරීමට තෝරා ගත හැකිය. \"Requester\") අපගේ වෙබ් අඩවියට හෝ hCaptcha සේවාව වෙත පළ කරයි, අපගේ වෙබ් අඩවියේ සෘජුවම හෝ Intuition Machines වේදිකාවට ප්‍රවේශ වීමෙන් සහ/හෝ තෙවන පාර්ශවීය ආයතනයක් හරහා හෝ සම්බන්ධව කාර්යයන් ඉටු කිරීම සහ/හෝ වේදිකාවක් හෝ සේවාවක් (එක් එක්, \"Integrator\"). IMI විසින් Integrators වෙත ලබා දෙන ත්‍යාග සඳහා හුවමාරුවක් ලෙස ඉල්ලන්නන් කාර්යයන් පළ කර දායකයින්ට ඒවා ඉටු කිරීමට ආරාධනා කරයි, නැතහොත් ඉල්ලුම්කරු විසින් ඔවුන්ගේම අවසාන පරිශීලකයින්ට කාර්යයන් සැපයීම සඳහා Intuition Machines වේදිකාව හෝ hCaptcha සේවාව භාවිතා කරන්නේ නම් ඉල්ලුම්කරු විසින් තීරණය කරනු ලැබේ. අපි සමාගම් සහ පුද්ගලයන්ගෙන් (එක් එක් \"පාරිභෝගිකයෙකුගෙන්\") අපගේ වේදිකාව භාවිතා කිරීම සඳහා අය කරන්නෙමු, එවිට ඔවුන්ට අපගේ මෘදුකාංග, කර්තෘ කාර්යයන්, කර්තෘ කාර්යයන් සඳහා අපව කුලියට ගැනීමට, සහ/හෝ දායකයින් වෙත ප්‍රවේශය ලබා ගත හැක. ඔවුන්ගේ වෙබ් අඩවි, ජංගම යෙදුම් සහ වෙනත් සබැඳි දේපලවල වංචා, අපයෝජනය සහ අයාචිත තැපැල් අවම කිරීම සඳහා අපගේ hCaptcha සේවාව භාවිතා කිරීම සඳහා අපි Integrator ගෙන් ද අය කරන්නෙමු. ඉහත සඳහන් දේ සාමූහිකව \"සේවා\" ලෙස හැඳින්වේ.",
    "181065232": "අපි ඔබේ නියැදි දත්ත මත පදනම්ව කුඩා නිෂ්පාදන කාර්යයක් ක්‍රියාත්මක කරන්නෙමු. මෙය ඔබට අවශ්‍ය දේ හරියටම ලබා ගැනීම සහතික කිරීම සඳහා අප එක්ව කර ඇති කාර්යය පරීක්ෂා කරයි.",
    "1817772953": "වංචාව අපරාධයේ අලුත් ආකාරයක් නොවේ. ඇත්ත වශයෙන්ම, පුරාවිද්‍යාඥයින් වසර 10,000 කට පමණ පෙර පශු සම්පත් පාඩු නොමැතිව ප්‍රවාහනය කිරීම සඳහා පුරාණ සුමේරියානුවන් විසින් නිර්මාණය කරන ලද වංචා-විරෝධී උපකරණ සොයාගෙන ඇත! ඔවුන්ගේ නඩුවේදී, ඔවුන් \"බුල්ලා\" ලෙස හඳුන්වන මැටි බෝලයක් තුළ, සතෙකු නියෝජනය කරන මැටි ටෝකන් දමා ඇත. විකිණුම්කරුගෙන් ගැණුම්කරු වෙත මාරු වන විට බුල්ලා රැළ සමඟ ගමන් කරයි. ඒ වන විටත්, ව්‍යාපාර හිමියන් කනස්සල්ලට පත් වූයේ ඔවුන් සමඟ ගනුදෙනු කරන සෑම කෙනෙකුම ඉහළට හා ඉහළට නොපැමිණීමයි. වසර 10,000 තුළ බොහෝ දේ වෙනස් වී ඇත, නමුත් වංචා වැළැක්වීමේ නව්‍යකරණයේ අවශ්‍යතාවය අප සමඟ පවතී. අද, අන්තර්ජාල ගෙවීම් වංචාව පිළිබඳ ගැටළුව අතිශයින් වැදගත් ය. අන්තර්ජාලය සමඟ, වංචාකරුවන් වංචා-විරෝධී පාලනයන් අභිබවා යාමට වඩ වඩාත් දක්ෂ වී ඇත. කෙසේ වෙතත් නව විසඳුම් රැල්ල හැරෙමින් තිබේ.",
    "1818116402": "AI ආචාර ධර්ම සංරචකයක් සමඟ අපි මෙහෙයුම් ප්‍රශ්න හසුරුවන්නේ කෙසේද යන්න පිළිබඳ මෙම බැලීම ඔබ අගය කරනු ඇතැයි අපි බලාපොරොත්තු වෙමු.",
    "1820844638": "වෙළඳපල අවබෝධය ලබා ගැනීමට. අපි වෙළඳපල විශ්ලේෂණය කිරීමට සහ වෙබ් අඩවියට සහ අපගේ සේවාවන්ට අදාළ ව්‍යාපාරික විශ්ලේෂණයන් කිරීමට සහ වෙනත් පර්යේෂණ අරමුණු සඳහා විශ්ලේෂණ තොරතුරු භාවිතා කරමු.",
    "1828028934": "මේ නිසයි",
    "1829242168": "__cflb,",
    "1830910223": "සැබෑ ලෝකයේ AI ආචාර ධර්ම සිද්ධි අධ්‍යයනයක්",
    "1834239172": "hCaptcha විවරණ සේවා මිලදී ගන්න",
    "1834801943": "2. 1 වන පාර්ශවය",
    "1834911235": "ඔබ ලබා ගැනීමට කලින් එකඟ වී ඇති සෘජු අලෙවිකරණ සන්නිවේදනයන් ඔබට යැවීම නවත්වන්න. අපි ඔබට සේවා සම්බන්ධ සහ වෙනත් අලෙවි නොවන සන්නිවේදනයන් දිගටම එවිය හැක.",
    "1836191653": "වඩා හොඳ නොවන ව්‍යවසාය අනුවාදයක් සඳහා ඩොලර් මිලියන ගණනක් අය කරන අතරම, නොමිලේ පරිශීලකයින්ට පහසුවෙන් පරාජය කළ හැකි සේවාවක් ලබා දෙනවා වෙනුවට, hCaptcha ශක්තිමත් SLA සහ වේගවත් සහාය සමඟ ව්‍යවසාය පරිශීලකයින්ට අමතර විශේෂාංග සහ අභිරුචිකරණය ලබා දෙන අතරම දෙකටම විශිෂ්ට bot ආරක්ෂාවක් සපයයි.",
    "1836369533": "ජන කතාවේ එන කොස්තාපල්වරයා මෙන්, ඇත්තටම කවුද කවුද යන්න තීරණය කරන්නේ කෙසේද? ප්‍රහාරකයා සතුව රියදුරු බලපත්‍ර අංකය, සමාජ ආරක්ෂණ අංකය, මවගේ මංගල නම, ලිපිනය, සහ වෙනත් දේ වැනි සොරකම් කරන ලද අනන්‍යතා මූලද්‍රව්‍ය ප්‍රමාණවත් නම්, අමතන්නා සැබෑ ගිණුම් හිමියාද නැතහොත් ප්‍රහාරකයෙක්ද යන්න තීරණය කිරීම තරමක් අපහසු විය හැකිය. ඔහුට විනිවිද යාමට අවශ්‍ය ගිණුමක මුරපදය යළි පිහිටුවීම.",
    "1836554225": "බ්ලොග් සටහන්",
    "1844885924": "තෝරා ගැනීමට වර්ගවල පුළුල් පුස්තකාලය.",
    "1845745385": "පුද්ගලිකත්වය සඳහා නිර්මාණය කර ඇත.",
    "184971506": "https://aws.amazon.com/compliance/",
    "1849717906": "ඔබේම අභියෝග අන්තර්ගතය සමඟ අභිරුචිකරණය කරන්න",
    "1849805607": "hCaptcha ඔබගේ ජාලයට රිංගා ගැනීමට සැලසුම් කර ඇති තර්ජන සහ වංචා වලින් ආරක්ෂා කරයි",
    "1865097546": "නොවැම්බර් 16, 2021",
    "1866590035": "Chrome සඳහා debug log උපදෙස්",
    "1873812847": "කුකී(ය) හෙළිදරව් කිරීම",
    "1886100235": "ලොව විශාලතම සබැඳි සේවා බොහොමයක් hCaptcha Enterprise වෙත මාරු වී ඇති අතර සැලකිය යුතු පිරිවැය ඉතිරිකිරීම් සමඟින් වැඩි දියුණු කළ bot හඳුනාගැනීමක් ලැබී ඇත.",
    "1890955039": "එක් එක් පොහොසත් පෙළ සඳහා හැඩතල ගැන්වීම අභිරුචිකරණය කරන්නේ කෙසේද",
    "1892020899": "හැකර්වරුන්ට අක්තපත්‍ර ලබා ගන්නේ කොහෙන්ද?",
    "1892574253": "ලියාපදිංචි වන්න",
    "1898063898": "අප සමඟ එක්ව සංවර්ධනය කරන පරිශීලක පෞද්ගලිකත්වය ආරක්ෂා කිරීම සඳහා",
    "1903743785": "ප්‍රමිති මත පදනම් වූ API වල පැමිණීම යෙදුම් ඒකාබද්ධතාවයේ ප්‍රධාන ඉදිරි පිම්මක් නියෝජනය කරයි. පසුගිය වසර 20ක පමණ කාලය තුළ, APIs මිල අධික සහ සංකීර්ණ හිමිකාර මෘදුකාංග නිෂ්පාදනවල සිට නොමිලේ, ප්‍රමිති මත පදනම් වූ මෙවලම් දක්වා වැඩ කිරීමට සාපේක්ෂව පහසු සහ ඉක්මනින් යෙදවීමට හැකි විය.",
    "1904390996": "සම්මත කිරීමට",
    "1906593952": "ඔබ දැන් දුටු hCaptcha පිළිබඳ ප්‍රතිපෝෂණ සපයන්න",
    "190955495": "( ) ඊමේල් සඳහා මධ්‍යගත පාලන අධිකාරියක් නොමැතිකම",
    "1910628828": "අන්තර්ගත සීරීම යනු මෘදුකාංග සේවාලාභියෙකු හෝ වෙබ් බ්‍රවුසරයක් ලෙස පෙනී සිටින ස්වයංක්‍රීය මෙවලම් කට්ටලයක් ඇතුළත් පද්ධතියකින් දත්ත උදුරා ගැනීමේ ක්‍රමවේදයකි. එය අලුත් දෙයක් නොවේ. ඇත්ත වශයෙන්ම, පැරණි මේන්‍ෆ්‍රේම් එකකින් දත්ත අවශ්‍ය විය හැකි මෘදුකාංග ඉංජිනේරුවන් සඳහා, තොරතුරු උකහා ගැනීමේ එකම ක්‍රමය සීරීම් කිරීම විය හැකිය. මුල් සම්බන්ධක නැති විය හැකි අතර ප්‍රතිස්ථාපනය කළ නොහැක.",
    "1911669851": "ඔව්, අපි දැනට අපගේ පසුපෙළ පද්ධතිවල විවිධ වැඩිදියුණු කිරීම් සඳහා ක්‍රියා කරමින් සිටින අතර අවසානයේ අපට වේගවත් ප්‍රතිසන්ධානයක්, වඩා වේගවත් ඇස්තමේන්තු නිරවද්‍යතාවයක් සහ වේගවත් ගෙවීම් යන දෙකම පිරිනැමීමට අපට ඉඩ සලසයි. ප්‍රථමයෙන් සංහිඳියාව වේගවත් කිරීමට අප දැනට කටයුතු කරමින් සිටිනවා.",
    "191460155": "ශුන්‍ය ඝර්ෂණය සහ 99.9% නිෂ්ක්‍රීය මාදිලි",
    "1918025546": "ඔබට සේවාවන්හි ඕනෑම අයෙකුගෙන් රහසිගත තොරතුරු සපයා තිබේ නම්, ඔබ ඔබේම රහස්‍ය තොරතුරු ආරක්ෂා කිරීමට භාවිතා කරන, නමුත් නිසි සැලකිල්ලට වඩා අඩු කිසිඳු අවස්ථාවක රහස්‍ය තොරතුරුවල රහස්‍යභාවය ආරක්ෂා කිරීමට එකඟ වේ. කාර්යයක් ඉටු කිරීම සඳහා අවශ්‍ය විය හැකි ඒවා හැර, ඔබට එවැනි රහස්‍ය හෝ හිමිකාර තොරතුරු අනාවරණය කිරීම හෝ ප්‍රකාශ කිරීම නොකළ හැකිය. Intuition Machines වේදිකාවේ කාර්යයක් තුළ ඇති සියලුම තොරතුරු රහසිගත ලෙස ප්‍රකාශිත ලෙස නම් කර නොමැති වුවද ඒවා රහස්‍ය ලෙස සැලකිය යුතුය.",
    "1920884252": "අන්තර්ගතය ඉවත් කිරීම ආරක්ෂක තර්ජනයක් වන්නේ ඇයි?",
    "1923297430": "බොහෝ විශාල පාරිභෝගිකයින් සඳහා අවසාන කඩඉම් ලක්ෂ්‍යය පැමිණියේ Google සමාගම තම නිෂ්පාදනය ඕනෑම අර්ථවත් පරිමාණයකින් භාවිතා කිරීම සඳහා සමාගම් අය කිරීමට පටන් ගත් විටය. ලොව පුරා නියාමන ගැටළු දැනටමත් Google හි පිරිනැමීම් වඩ වඩාත් අශෝභන ලෙස භාවිතා කර ඇති බැවින් මෙය දිගුකාලීන reCAPTCHA පරිශීලකයින්ට වඩා හොඳ විකල්ප සෙවීමට හේතු විය.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "1923365316": "අපට hCaptcha හි දැඩි AI ආචාර ධර්ම ප්‍රතිපත්තියක් ඇති අතර, එහි කොටසකට ඔබේ පාරිභෝගිකයා දැනගන්න (KYC) ක්‍රියාවලියක් ඇතුළත් වේ.",
    "1927613000": "hCaptcha, ගිණුම් පවරාගැනීම්, අක්තපත්‍ර පිරවීම, සීරීමට සහ වෙනත් ආකාරයේ අපයෝජනයන්ගෙන් වෙබ් යෙදුම් ආරක්ෂා කිරීම සඳහා ප්‍රබල අභියෝග වේදිකාවක් සමඟ නවීන යන්ත්‍ර ඉගෙනීම ඒකාබද්ධ කරයි.",
    "1933936765": "දත්ත සැකසුම් ගිවිසුම (අවසානය යාවත්කාලීන කළේ: සැප්තැම්බර් 23, 2021)",
    "1936449777": "ඉන්පසුව, සම්පුර්ණයෙන්ම ස්වයංක්‍රීය ප්‍රකාරයේදී, ඔවුන්ට ඊ-වාණිජ්‍යය අඩවි වල මිනිස් හැසිරීම් අනුකරණය කළ හැකිය, බොත්තම් මත ක්ලික් කිරීමෙන් සහ සාප්පු කරත්තවලට අයිතම එකතු කිරීමෙන් - බොහෝ වංචා-විරෝධී පාලනයන් නොඑසේ නම්, බොට් සොරකම් කිරීමට උත්සාහ කරන බව පැවසිය නොහැක. වෙළඳ භාණ්ඩ. ඒ වෙනුවට, එය මිනිස් පරිශීලකයෙකු හුදෙක් සාප්පු සවාරි යන බවක් පෙනේ. බොට් හට සොරකම් කළ ලොග් ඉන් අක්තපත්‍ර භාවිතයෙන් සැබෑ පාරිභෝගිකයෙකුගේ ගිණුමකට ලොග් විය හැක. වංචාව තව දුරටත් වසං කිරීම නම් IP ලිපින වංචා කිරීමට සහ “සාප්පු ගන්නා” විදේශ රටක සිටින ප්‍රහාරකයාට වඩා කොතැනක හෝ වෙනස් බව පෙන්වීමට බොට් හට ඇති හැකියාවයි.",
    "1936512180": "පහසු API ප්‍රවේශය, අලංකාර උපකරණ පුවරු, සහ සේවක කාර්යක්ෂමතාව උපරිම කිරීම සඳහා නවතම මාදිලියේ-ඉන්-ද-ලූප් තාක්ෂණය.",
    "1941999673": "ඔබේ තනතුර වෙනුවෙන් පෙනී සිටින අය",
    "1942186611": "සහ වෙනත් අය.",
    "1942611550": "මූලික වශයෙන්",
    "1949452297": "hCaptcha UI හි ආවේණික බාධාවන් සහ එහි ආරක්ෂක සලකා බැලීම් හේතුවෙන්, එක් එක් රූපයේ මූලාශ්‍රය එහි භාවිතයට සෘජුවම යාබදව ප්‍රතිනිෂ්පාදනය කළ නොහැක. ඒ වෙනුවට, අපි අපගේ මුල් පිටුවෙන් මෙම පිටුවට සම්බන්ධ කරන අතර වේදිකාව හරහා දැනට හෝ මෑතකදී සේවය කරන ලද මූලාශ්‍ර ලැයිස්තුවක් පවත්වාගෙන යයි. ඔබට වත්මන් ලැයිස්තුවට පිවිසිය හැක",
    "1952810469": "ටයිප් කරන්න",
    "1953519598": "තනි රූපයක් ලේබල් කිරීමේ පිරිවැය $0.03 සිට $1.00 දක්වා හෝ ඊට වැඩි වේ. ඕනෑම ගතානුගතික ඇස්තමේන්තුවකට අනුව, ගූගල් විසින් මේ දක්වා ඩොලර් බිලියන ගණනක් නොමිලේ ශ්‍රමය ලබාගෙන ඇත. [",
    "1953959745": "ප්රවේශ",
    "1958297836": "සම්බන්ධීකරණ ප්රහාර ආරක්ෂාව සහ APT අවම කිරීම",
    "1959762846": "- ඔබේ වෙබ් පෝරම නිමක් නැති අලෙවිකරණ අයාචිත තැපැල් හෝ අපචාර වලින් පුරවා තිබීම",
    "1960601330": "Safari (Mac) හි කුකීස් සබල කිරීමට: Safari පතන මෙනුව වෙත යන්න. මනාප තෝරන්න. ඉහළ පුවරුවේ පුද්ගලිකත්වය ක්ලික් කරන්න. 'Block cookies' යටතේ 'Never' විකල්පය තෝරන්න.",
    "1962721652": "මිනිසුන් රටා සොයන්නන් වන අතර, සමහර විට අහිංසක ප්‍රශ්නයක් ක්ෂණයකින් සම්පූර්ණයෙන්ම විස්මිත නොවන සිට සැක සහිත ප්‍රශ්නයකට යා හැකිය, ප්‍රශ්නය අසන ඕනෑම අයෙකුගේ අභිප්‍රේරණයට වඩා ලෝකයේ වෙනස්වීම් හේතුවෙන්.",
    "1963951234": "ඔබේ ගුප්ත ලේඛන ක්‍රමය කෙතරම් විශ්වාසදායක වුවත්, ඔබ සොයන පිළිතුර ලබා දීමට යමෙකුට දවස අවසානයේදී මුදල් වියදම් කළ හැකි නම්, දෘඩාංග කැබැල්ලක් හිමි කර ගැනීම ප්‍රමාණවත් නොවේ.",
    "1972710018": "සමාගමේ දෘෂ්ටිකෝණයෙන් එය දැකීම",
    "1973347745": "10. රාජකීයත්වය-නිදහස් උදාහරණ පින්තූර. මූලාශ්රය: Petapixel.",
    "197676026": "ඕනෑම නීත්‍යානුකූල ව්‍යාපාරික අරමුණක් සඳහා වෙනත් අය සමඟ, තොරතුරු හඳුනා නොගෙන තිබේ නම්",
    "1977013707": "† වසර අවසාන ප්‍රතිසන්ධාන සහ කාර්ය මණ්ඩල නිවාඩු සමඟ අතිච්ඡාදනය වීම වළක්වා ගැනීම සඳහා 2020 දෙසැම්බර් ගෙවීම් 15 වැනි දින සිට නැවත කාලසටහන්ගත කර ඇත: ඒවා ජනවාරි දෙවන සතිය වන විට අවසන් වේ. PayPal වෙත වෙනදාට වඩා මන්දගාමී මාරු කිරීම් හේතුවෙන්, ගෙවීම් එක් දිනකින් සම්පූර්ණ කිරීමට වඩා දින කිහිපයක් පුරා ක්‍රියාත්මක වේ.",
    "1978884623": "මෘදුකාංග ගැටළු වාර්තා කිරීම ගැන තව දැනගන්න",
    "1979347895": "- සැලකිය යුතු ව්‍යාපාරික බාධා ඔවුන්ගේ විෂය පථය තුළ වෙනස් විය හැකිය, එනම් අපගේ සමාගම පමණක්, අපගේ සමාගමට නිවාස ඇති තනි ගොඩනැගිල්ලක්, අපගේ සමාගම පිහිටා ඇති අසල්වැසි ප්‍රදේශය, අප සිටින නගරය හෝ මුළු කලාපයම ය. මෙම එක් එක් ප්‍රදේශය තුළ, කඩාකප්පල් වීමේ බරපතලකම ද අවම සිට දරුණු දක්වා වෙනස් විය හැක. අපගේ සමාගමට, අපගේ ව්‍යාපාරික දිස්ත්‍රික්කයට, නගරයට, හෝ ප්‍රදේශයට හෝ අපගේ ආයතනයට නවාතැන් ගෙන ඇති ගොඩනැගිල්ලකට බාධාවකදී, අවශ්‍ය වූ විට අපි අපගේ මෙහෙයුම් ප්‍රාදේශීය වෙබ් අඩවියකට මාරු කරනු ලබන අතර ව්‍යාපාර මෙහෙයුම් සඳහා කිසිදු ද්‍රව්‍යමය බාධාවක් අපේක්ෂා නොකරමු. ඕනෑම අවස්ථාවක, අපි ව්‍යාපාරය දිගටම කරගෙන යාමටත්, අවශ්‍ය නම් විකල්ප සැපයුම්කරුවන් වෙත මෙහෙයුම් මාරු කිරීමටත්, අපව සම්බන්ධ කරගන්නා ආකාරය පිළිබඳව hcaptcha.com හි අපගේ වෙබ් අඩවිය සහ hcaptchastatus.com හි අපගේ තත්ව පිටුව හරහා ඔබට දැනුම් දීමටත් අපි සැලසුම් කරමු. සැලකිය යුතු ව්‍යාපාර කඩාකප්පල් වීම අපව ව්‍යාපාරයේ රැඳී සිටීම වළක්වන තරම් දරුණු නම්, අපි ඔබට ඉක්මනින් දැනුම් දෙන්නෙමු.",
    "1982617151": "( ) ඕනෑම කෙනෙකුට නිර්නාමිකව වෙනත් අයෙකුගේ වෘත්තිය හෝ ව්‍යාපාරය විනාශ කළ හැක",
    "1982750088": "මිනිසුන්ට පහසු නමුත් යන්ත්‍ර සඳහා අපහසු සරල කාර්යයන් සම්පූර්ණ කිරීම සඳහා ලොව පුරා සිටින සමාගම් එම ශ්‍රමය සඳහා ලංසු ඉදිරිපත් කරයි. පරිශීලකයින් ඔවුන් පිවිසෙන වෙබ් අඩවියට සහය දක්වන අතර ඉහළ මට්ටමේ ආරක්ෂාවක් හේතුවෙන් අඩු වෙබ් අයාචිත තැපැල් අත්දැකීමක් ලබයි.",
    "1985238261": "වෙනත් සීමා සහිත ලකුණු",
    "1988268879": "පරිමාණයෙන් පිරිවැය-ඵලදායී දත්ත ලේබල් කිරීම",
    "1988461282": "සැකසීම සඳහා නීතිමය පදනම්",
    "1990824776": "2020 සැප්තැම්බර් 16-24 *****",
    "1993899769": "15. අපගේ තොරතුරු භාවිතය",
    "1993984258": "( ) ඉවත් වීම මත පදනම් වූ ඕනෑම යෝජනා ක්‍රමයක් පිළිගත නොහැක",
    "1995277831": "ඔබට ස්තුතියි",
    "1996843433": "ඔබේ නීත්‍යානුකූල ගමනාගමනයෙන් 99.9% ක් සඳහා තවමත් විශිෂ්ට ආරක්ෂාවක් සපයන අතරම අභියෝගයක් සම්පූර්ණයෙන් වළක්වා ගැනීමෙන් ඝර්ෂණය අඩු කරන්න.",
    "1997838163": "ලොව විශාලතම සමාගම් hCaptcha Enterprise මත රඳා පවතී. ඒකාබද්ධ කිරීම සරල වන අතර, හඳුනාගැනීමේ නිරවද්යතාව අසමසම වේ.",
    "2012837493": "සෙවුම් ප්රතිඵල",
    "2014256987": "ඔබ කුකීස් හෝ වෙනත් ලුහුබැඳීමේ තාක්ෂණයන් භාවිතය අවහිර නොකිරීමට කැමති නම්, කරුණාකර පහත \"ඔබේ තොරතුරු කළමනාකරණය\" බලන්න. සමහර විශේෂාංග නිසි ලෙස ක්‍රියා නොකළ හැකි බැවින්, එසේ කිරීමෙන් අඩවි හෝ සේවාව භාවිත කරන ඔබේ අත්දැකීමට අහිතකර ලෙස බලපෑ හැකි බව කරුණාවෙන් සලකන්න.",
    "2015218686": "ඔබ මෙම පියවර හරහා යාමට පෙර. එය ඔබගේ ගැටලුව නිරාකරණය කරන්නේ නම්, ඔබගේ බ්‍රවුසර අනුවාදය, දැන්වීම් අවහිර කරන්නා හෝ බ්‍රවුසර දිගුව සහ වෙබ් අඩවියේ URL එක අපට දන්වා දීම අපි තවමත් අගය කරන්නෙමු.",
    "2019130052": "පුද්ගලිකත්වය කේන්ද්‍ර කරගත් ML හි අපගේ නවෝත්පාදනයන් ආරක්ෂාවට හෝ පරිශීලක පෞද්ගලිකත්වයට හානියක් නොවන පරිදි \"සියල්ල සදහටම වාර්තා කරන්න\" උපාය මාර්ගවල උරුමයේ ආරක්ෂක ප්‍රමිතීන් ඉක්මවා යාමට අපට ඉඩ සලසයි.",
    "2019702084": "පාරිභෝගිකයාගේ ප්‍රධාන සේවා ගිවිසුමේ හෝ නැවත විකුණුම් ගිවිසුමේ ප්‍රකාශිතව අවසර දී නොමැති නම්, ඇණවුම් කරන ලද SaaS සේවා විකිණීම, නැවත විකිණීම, බදු දීම, උප බදු දීම, බලපත්‍ර ලබා දීම, උප බලපත්‍ර ලබා දීම හෝ වෙනත් තෙවන පාර්ශවයකට (පාරිභෝගිකයාගේ අනුබද්ධිත ආයතනයකට හැර වෙනත් ආකාරයකින් ලබා දීම නොකළ යුතුය. ), සහ ගිවිසුම යටතේ ඇති සියලුම ඇණවුම් සහ සේවාවේ සියලුම පාරිභෝගික භාවිතය පාරිභෝගිකයාගේ හෝ එහි අනුබද්ධ ආයතනයේ අභ්‍යන්තර ව්‍යාපාර භාවිතය සඳහා විය යුතුය.",
    "2024293275": ". අනෙකුත් සියලුම හිමිකම් ඇවිරිණි, දැනට.",
    "2024737147": "දෝෂයක් වාර්තා කිරීමට අවශ්‍යද?",
    "2030062561": "( ) කිසිවෙකුට එම පුද්ගලයා සොයා ගැනීමට හෝ මුදල් එකතු කිරීමට නොහැකි වනු ඇත",
    "2032102720": "වෙළඳ දැන්වීම් සමාගම් විසින් පිරිනමනු ලබන ආරක්ෂක විසඳුම් මූලික වශයෙන් අවධානය යොමු කරන්නේ වෙබය පුරා සිටින පරිශීලකයින් ලුහුබැඳීම කෙරෙහි ය. විශිෂ්ට ප්‍රතිඵල ලබා දීම සඳහා පරිශීලක පෞද්ගලිකත්වයට හානි කිරීම අවශ්‍ය නොවන බව ඔප්පු කරන ඵලදායී ආරක්ෂක විසඳුමක් අපි නිර්මාණය කර ඇත.",
    "2041686284": "යන්ත්‍ර ඉගෙනුම් ආකෘති පුහුණු කිරීමේදී වැඩි දත්ත සාමාන්‍යයෙන් වඩා හොඳ ප්‍රතිඵල නිපදවයි. ගැඹුරු මාදිලිවල මෑත සාර්ථකත්වය වැඩි වැඩියෙන් විශාල දත්ත කට්ටලවලට හේතු වී ඇති අතර hCaptcha මෙම අවශ්‍යතාවය ඉටු කරයි. කෙසේ වෙතත්, සාම්ප්‍රදායික ක්‍රම භාවිතා කරමින් විශාල මානව-සමාලෝචන දත්ත කට්ටල නිර්මාණය කිරීම මන්දගාමී මෙන්ම මිල අධික වේ.",
    "204716894": "අපගේ වෙබ් පිටු වල අන්තර්ගතය සහ සැලසුම් ප්‍රකාශන හිමිකම් නීතිය යටතේ ආරක්ෂා කර ඇත. සාධාරණ සාධාරණ භාවිතය ඉක්මවන ආකාරයෙන් පිටු සහ ඒවායේ අන්තර්ගතය අනුපිටපත් කිරීම සඳහා පිටුවේ අනුපිටපත් කිරීම සඳහා නිශ්චිතව දක්වා ඇති වෙනත් නීතිමය ප්‍රතිපාදන නොමැති නම් IMI වෙතින් පූර්ව ලිඛිත අවසරයක් අවශ්‍ය වේ.",
    "204889717": "hCaptcha's වෙත මාරු වී ඇත",
    "2052161540": "දෝෂ වාර්තා විස්තර ග්‍රහණය කිරීම: Chrome",
    "2058856283": "hCaptcha Enterprise හට ඇත්තේ එක් අරමුණක් පමණි: නරක ක්‍රියාකාරීන් ඔබගේ සබැඳි මෙහෙයුම්වලට බාධා කිරීමෙන් සහ ඔබේ පරිශීලකයින්ට හානි කිරීමෙන් වැළැක්වීමට.",
    "2059998584": "කලාපයේ",
    "2066255783": "Content Scraping යනු කුමක්ද?",
    "2066321185": "නීතිමය පදනම",
    "2066749488": "වෙනත් පැමිණිලි",
    "2067112112": "විවිධ භාවිත අවස්ථා සඳහා ලක්ෂ්‍ය විවරණ",
    "2067334580": "පෙළ සබැඳිය",
    "2072808435": "\"මොකද අනුමාන කරන්න ගූගල්? මගේ රටේ ටැක්සි සාමාන්‍යයෙන් කළු පාටයි. ඇමරිකාවේ තියෙන ඔක්කොම කහ පාටයි කියලා දැනගන්න මම ඕන තරම් චිත්‍රපට බලලා තියෙනවා. නමුත් මම ගිය හැම රටකම ටැක්සි මිෂ්-මාෂ් වෙලා තියෙනවා. විවිධ වර්ණ.\"",
    "2075610992": "ඔබගේ සහයෝගයට ස්තුතියි!",
    "2076066173": "සයිබර් ප්‍රහාර 101",
    "2076932190": "මේ අනුව reCAPTCHA නිෂ්පාදනය දශකයක් තිස්සේ එකතැන පල් වී ඇත.",
    "2077639538": ". එකක් සඳහා, අපගේ සේවාව පිළිබඳ අභියෝග දත්ත එක් මූලාශ්‍රයකින් පමණක් නොව බොහෝ මූලාශ්‍රවලින් පැමිණිය හැකිය - විශාල Fortune 500 සමාගම්වල සිට යන්ත්‍ර ඉගෙනුම් ආරම්භ කිරීම් දක්වා, ඔවුන් අපගේ ඒවාට අනුගත වන තාක් කල්",
    "2082237880": "A: hCaptcha යනු පුද්ගලිකත්ව අවසර පත්‍රයට සහය දක්වන එවැනි ආකාරයේ පළමු සේවාව වන අතර දැනට එය කරන්නේ එකම සේවාවයි. කෙසේ වෙතත්, අන්තර්ජාලය හරහා පරිශීලක රහස්‍යතාව වැඩි කිරීමේ වාසි වෙනත් සේවාවන් හඳුනා ගනු ඇතැයි අපි අපේක්ෂා කරන අතර, අපි සංවර්ධනය කිරීමට උදව් කරන IETF ප්‍රමිතීන් විධිමත් ලෙස අනුගමනය කරන බැවින් අනාගතයේ දී තවත් ක්‍රියාත්මක කිරීම් සිදු කරනු ඇතැයි අපේක්ෂා කරමු.",
    "2082407178": "ප්‍ර: ප්‍රවේශ්‍යතා කුකිය භාවිතා කරන අතරතුර තෙවන පාර්ශ්ව කුකී ලුහුබැඳීමෙන් මා ආරක්ෂා වන්නේ කෙසේද?",
    "2087769953": "\"මෙම වෙනස ගැන අපි සතුටු වන්නේ එය කලක සිට අප සතුව තිබූ Google සේවාවක් මත යැපීම සඳහා ආවේනික වූ පෞද්ගලිකත්ව ගැටලුවක් විසඳීමට උපකාර වන බැවිනි. අපි CAPTCHA වෙළෙන්දන් ගණනාවක් ඇගයීමට ලක් කළ අතර පද්ධතියක් අප විසින්ම ගොඩනඟා ගත්තෙමු. අවසානයේ, reCAPTCHA සඳහා හොඳම විකල්පය ලෙස hCaptcha මතු විය.\"\"අපි hCaptcha විසඳුම් ගැන බොහෝ දේවල් වලට කැමති විය: 1) ඔවුන් පුද්ගලික දත්ත විකුණන්නේ නැත; ඔවුන් රැස් කරන්නේ අවම අවශ්‍ය පුද්ගලික දත්ත පමණි, ඔවුන් රැස් කරන තොරතුරු සහ ඒවා භාවිතා කරන ආකාරය සහ/හෝ හෙළිදරව් කිරීමේදී විනිවිදභාවයෙන් යුක්ත වේ.\"",
    "2090457681": "( ) රජය මගේ විද්‍යුත් තැපෑල කියවීමට මට අවශ්‍ය නැත",
    "2095899021": "hCaptcha සන්නාම මාර්ගෝපදේශ සහ සාමාන්‍ය වෙළඳ ලකුණු බලපත්‍රය",
    "2103513933": "වෙබ් අඩවියේ ක්‍රියාකාරිත්වයට බාධා කරන හෝ බාධා කරන ක්‍රියාකාරකම්වල නිරත වීම;",
    "2103563261": "පුද්ගලික හෝ පොදු තොරතුරු",
    "2104933754": "අනුරූප ලේබල හඳුනා ගන්න",
    "2107077506": "HUMAN වේදිකාව නවීන තත්‍ය කාලීන තත්ත්ව විශ්ලේෂණයක් සිදු කිරීම සඳහා විස්තීරණ විශ්වාස ආකෘති භාවිතා කරයි. මෙය අපට ප්‍රශ්නවල දුෂ්කරතා සහ ඒවායේ නිවැරදි පිළිතුර යන දෙකම ඉක්මනින් තීරණය කිරීමට ඉඩ සලසයි, ඔබේ කාලය සහ මුදල් ඉතිරි කරයි.",
    "2109792055": "පරිශීලක මාර්ගෝපදේශය: රහස්‍යතා බලපත්‍ර නිකුත් කිරීම සහ වලංගුකරණය සමඟ දෝෂහරණ ගැටළු",
    "2110259227": "24. වගකීම් සීමා කිරීම",
    "211351380": "බ්ලොග් අඩවියෙන්:",
    "2113642787": "උදාවන ගීතය",
    "21141582": "මේ",
    "2114694926": "2. සැසිය",
    "2119943547": "ඇයි මේ? පිළිතුර සරලයි. පද්ධතියක් අනිසි ලෙස භාවිතා කිරීමට පෙළඹවීමක් ඇති තාක් කල්, යමෙකු සාමාන්‍යයෙන් මාර්ගයක් සොයා ගනු ඇත. ඔවුන් එසේ කළ පසු, ඔවුන්ව නැවැත්වීමට වෙනත් කෙනෙකුට දැන් දිරිගැන්වීමක් ලැබෙනු ඇත.",
    "2123236933": "( ) සේවාදායක පෙරහන මගින් බල නොපාන කලාප පළල පිරිවැය",
    "2125514305": "ML වැඩිදියුණු වී ඇත, නමුත් මෙම කාලය තුළ reCAPTCHA මඟ හැරීමේ අපහසුව ද්රව්යමය වශයෙන් වෙනස් වී නැත.",
    "2131386784": "ඔබ සහ ඔබේ පරිශීලකයන් යන දෙදෙනාටම ළඟා විය හැකි විශේෂඥතාව සහ සහාය",
    "2133754014": "මිලියන 4.5කට වැඩි වෙබ් අඩවි reCAPTCHA භාවිතා කරයි [",
    "2133809801": "මිනිසුන් මිනිසුන් ලෙස පවතින තාක්, මනුෂ්‍යත්වය සත්‍යාපනයට සබැඳිව භූමිකාවක් ඉටු කිරීමට ඉඩ ඇත.",
    "2138799135": "hCaptcha හි ඔබ භාවිතා කරන ඉදිරිපස සහ පසුපෙළ පද්ධති සඳහා පෙර-සාදන ලද ඒකාබද්ධ කිරීම් දුසිම් ගණනක් ඇත.",
    "2146900431": "බුද්ධිමය වශයෙන්, මෙම ප්‍රකාශය බොහෝ අර්ථවත් කරයි. CAPTCHAs, සෑම දෙයක්ම වාගේ, සංස්කෘතික සන්දර්භයක් තුළට කාවැදී ඇති අතර, ඔබේ අභියෝග සංචිතය බොහෝ දුරට නිර්මාණය කර ඇත්තේ එක් සංස්කෘතියක නම්, එය තවත් සංස්කෘතියකට ඉතා හොඳින් පරිවර්තනය නොවිය හැක. එහි හරය, මෙය සංස්කෘතික කාරණයකි",
    "2150595700": ". GDPR සහ CCPA විසින් ව්‍යවසාය ගැනුම්කරුවන් සඳහා සිතියම මත රහස්‍යතා උත්සුකයන් තබා ඇති අතර, ඒ සමඟම සබැඳි ප්‍රචාරණ සහ අලෙවිකරණ කර්මාන්ත අපගේ දත්ත ඓතිහාසිකව භාවිත කර ඇති ආකාරය අප සියල්ලන්ම අවබෝධ කර ගැනීමට පටන් ගන්නා විට සබැඳි පෞද්ගලිකත්වය මහජනතාවට වඩ වඩාත් වැදගත් වෙමින් පවතී.",
    "2150907653": "* සේවාව සැපයීම සඳහා දැඩි ලෙස අවශ්‍ය තාක්ෂණික කුකීස්. මේවාට මනාප කුකීස්, සැසි කුකීස්, පැටවුම් සමතුලිත කුකීස් යනාදිය ඇතුළත් වේ.",
    "2155089487": ". අපගේ අභියෝග සමහර කණ්ඩායම් සඳහා විසඳීමට පහසු නම්, ඒවා විසඳීමේදී ලොව පුරා සහ විවිධ සංස්කෘතීන් හරහා මිනිසුන් ක්‍රියා කරන ආකාරයෙහි වෙනසක් දැකීමට අපි බලාපොරොත්තු වෙමු. ඊඩන්ගේ පෝස්ට් සන්දර්භය තුළ, වෙනත් රටවල මිනිසුන්ට වඩා ඇමරිකානුවන් වඩා හොඳින් කටයුතු කරනු ඇතැයි අපි අපේක්ෂා කරමු. මෙම ගැටළුව මඟහරවා ගැනීම සඳහා අපි වසර ගණනාවක් තිස්සේ පද්ධති සංවර්ධනය කර ඇති නිසා, ඇත්ත වශයෙන්ම අපට පෙනෙන්නේ ප්රතිවිරුද්ධයයි.",
    "2159517814": "පහත සඳහන් අවස්ථා වලදී අපි පුද්ගලික තොරතුරු බෙදා හරින්නෙමු හෝ හෙළි කරන්නෙමු:",
    "2163914794": "ඔබගේ දත්ත කට්ටල සඳහා තවත් ලේබල් අවශ්‍යද? hCaptcha කෘතිම බුද්ධිය සහ යන්ත්‍ර ඉගෙනුම් යෙදුම් මත වැඩ කරන සමාගම් සඳහා වේගවත්, ලාභදායී සහ උසස් තත්ත්වයේ දත්ත ලේබල් කිරීම සපයයි.",
    "2164933356": "Cloudflare",
    "2167049807": "ගෙවීම් වංචාවට පහසු, කම්මැලි ප්‍රවේශයන් පරාජය කරන විවිධ ප්‍රතිවිරෝධතා සහ පාලනයන් ආරක්ෂක කණ්ඩායම් විසින් අනුගමනය කර ඇත. කෙසේ වෙතත්, ප්රහාරයන් වඩ වඩාත් සංකීර්ණ වෙමින් පවතී. උදාහරණයක් ලෙස, බොට් හට දැන් ව්‍යාජ වෙබ් අඩවි සහ තතුබෑම් ප්‍රහාර වලින් සොරකම් කරන ලද ක්‍රෙඩිට් කාඩ් අංක සහ PIN ලබා ගත හැක.",
    "2168177815": "කරුණාකර මෙහි ක්ලික් කරන්න",
    "2177660021": "ස්ටැන්ෆර්ඩ් හි පර්යේෂණ විද්යාඥ. යන්ත්‍ර ඉගෙනීම සහ ප්‍රධාන බැංකු, හෙජ් අරමුදල් සහ ශාස්ත්‍රාලික මූල්‍යකරණය.",
    "2178073797": "රහසිගත තොරතුරු හෙළිදරව් කිරීම ආපසු හැරවිය නොහැකි හානියක් සිදු කළ හැකි බැවින්, මෙම පදයේ කිසියම් උල්ලංඝනයක් හෝ තර්ජනයට ලක් වූ උල්ලංඝනයක් සඳහා වාරණ සහන ලබාගැනීමට අනාවරණය කරන පාර්ශ්වයට හිමිකම් ඇත.",
    "2179524509": "hCaptcha සේවාව සඳහා කුමන ආකාරයේ ප්‍රශ්නවලට අවසර තිබේද යන්න සහ විශේෂිත ප්‍රශ්න අසන්නේ මන්දැයි අපට ඉඳහිට ප්‍රශ්න ලැබේ.",
    "2182196747": "සහාය",
    "2183926131": "hCaptcha Enterprise සමඟ ආරම්භ කරන්න",
    "2184564739": "බලන්න",
    "2185418511": "කිසියම් නීත්‍යානුකූල ව්‍යාපාරික අරමුණක් සඳහා, තොරතුරු හඳුනා නොගෙන හෝ තනි පුද්ගලයකුට සාධාරණ ලෙස සම්බන්ධ කළ නොහැකි ලෙස එකතු කර තිබේ නම්.",
    "2185860003": "21. වෙබ් අඩවි වෙනස් කිරීම්",
    "2187096543": "ඇත්ත වශයෙන්ම, දත්ත සමුදායකින් දත්ත උකහා ගැනීම සඳහා API වෙත කැඳවූ හැකර්-ලිඛිත මෘදුකාංගයේ ප්‍රතිඵලයක් ලෙස සමහර ප්‍රධාන දත්ත කඩ කිරීම් සිදුවී ඇත. සියල්ලට පසු, දත්ත සොරකම් කිරීමට REST සහ JSON භාවිතයෙන් ලියන ලද API මත මූලික GET ඇමතුමක් අවශ්‍ය නම්, දත්ත සමුදායක් ඉක්මනින් ඉවත් කිරීම පහසුය. ඇත්ත වශයෙන්ම, මිනිසුන් “තිර සීරීමට” ප්‍රහාර ගැන කතා කරන විට, ඔවුන් ඇත්තටම අදහස් කරන්නේ, බොහෝ දුරට, දත්ත සමුදායෙන් දත්ත ඉවතට ගන්නා වේගවත්-ගිනි API ඇමතුම් වේ. API ඒවා ගොඩනඟන සංවිධාන සඳහා ප්‍රධාන ප්‍රහාරක මතුපිටක් බවට පත්ව ඇත.",
    "2188609322": "නරක නළුවන් අන්තර්ජාලයේ බහුලව දක්නට ලැබේ. නමුත් පරිශීලක පෞද්ගලිකත්වය කැප කිරීම පිළිතුර නොවේ.",
    "218889628": "ඔබ මෙම පාරිභෝගික උපග්‍රන්ථය හෝ සේවා කොන්දේසි කඩකිරීමේ ප්‍රතිඵලයක් ලෙස අප මෙම පාරිභෝගික උපග්‍රන්ථය හෝ සේවා නියම අවසන් කරන තැන හැර, අප අවසන් කළහොත් සහ ඔබ අපට කිසියම් ගාස්තුවක් පෙර ගෙවා ඇත්නම්, අපි ඒවායින් අනුපාතික කොටසක් ආපසු ගෙවන්නෙමු. පෙරගෙවුම් මුදල්, ඉතිරි කාලය හෝ ඔබ ගෙවා ඇති සේවාවන් මත පදනම්ව, කුමන ඒවා අඩුද යන්න. අපි අපගේ කාර්යය වාණිජමය වශයෙන් සාධාරණ ආකාරයකින් අවසන් කර අප සතුව ඇති සියලුම ගෙවන ප්‍රතිදාන දත්ත කට්ටල සහ සියලුම පාරිභෝගික දත්ත සංරක්ෂණය කර ඔබ වෙත ලබා දෙන්නෙමු. ඕනෑම අවසන් කිරීමකදී, අපි යම් දත්තයක් මකා දැමීමට බැඳී නොසිටිමු.",
    "2193061499": "අපගේ සමහර ලාංඡන සහ ලකුණු hCaptcha සහ එහි හවුල්කරුවන් විසින් භාවිතා කිරීමට සීමා කර ඇත. තෙවන පාර්ශවයන් hCaptcha වෙතින් ලිඛිත බලපත්‍රයක් නොමැතිව පහත ලකුණු භාවිතා නොකළ හැකිය:",
    "2196526290": "hc_ප්‍රවේශ්‍යතාව",
    "2197218442": "Cloudflare හි ප්‍රධාන විධායක නිලධාරී මැතිව් ප්‍රින්ස් මෙම දෘෂ්ටිකෝණය සාරාංශ කළේය",
    "219813583": "පළමුව ආරක්ෂාව",
    "2199048568": "ඕනෑම වෙබ් පිටුවක ලිපින තීරුවේ වම්පස ඇති පලිහ මත ක්ලික් කරන්න. ආරක්ෂණ සැකසුම් මත ක්ලික් කරන්න. Firefox Preferences Privacy & Security පැනලය විවෘත වේ. වැඩිදියුණු කළ ලුහුබැඳීමේ ආරක්ෂාව යටතේ, අභිරුචි තෝරන්න. එම පිරික්සුම් කොටු තේරීමෙන් අවහිර කළ යුතු ට්‍රැකර් සහ ස්ක්‍රිප්ට් තෝරන්න. ඔබ hcaptcha.com අවහිර කර ඇති බවට වග බලා ගන්න.",
    "2209109640": "ඔවුන්ගේ සාමාන්‍ය ව්‍යාපාරික ක්‍රියාකාරකම්වල සන්දර්භය තුළ ද්වේෂ සහගත අරමුණු සඳහා පමණක් භාවිතා කරන්නේද?",
    "2209837451": "2019 ඔක්තෝබර් 15 - 2020 ජනවාරි 15",
    "2212670355": "ලියාපදිංචි වන්න",
    "2216374138": "මූසික චලනයන්, අනුචලන පිහිටීම, යතුරු එබීම සිදුවීම්, ස්පර්ශ සිදුවීම්, සහ අදාළ වන පරිදි ගයිරොස්කෝප් / ත්වරණමාන තොරතුරු වැනි මිනිසුන් වේ.",
    "2217842245": "කෙසේ වෙතත්, අපගේ දත්ත පෙන්නුම් කරන්නේ (hCaptcha සඳහා)",
    "2219945145": "වාරය,",
    "2223819810": "අපගේ වේදිකාව ප්‍රශස්ත කිරීමට",
    "2225785608": "( ) වයග්‍රා ගැන වාරණයකින් තොරව කතා කිරීමට අපට හැකි විය යුතුය",
    "2230333214": "ප්‍රතිඵල පුද්ගලිකව හඳුනාගත නොහැකි වන පරිදි අපි පාරිභෝගික දත්ත වෙනත් දත්ත සමඟ එකතු කරන අතර සේවා භාවිතය සම්බන්ධයෙන් හඳුනා නොගත් තාක්ෂණික ලඝු සහ දත්ත ද අපි රැස් කරන්නෙමු (\"සමස්ත/හඳුනාගත් දත්ත\"). මෙහි පටහැනිව කිසිවක් නොතකා, මෙම ගිවිසුමේ කාල සීමාව තුළ හෝ ඉන් පසුව ඕනෑම ව්‍යාපාරික අරමුණක් සඳහා IMI විසින් භාවිතා කළ හැකි අතර, සේවාවන් සංවර්ධනය කිරීමට සහ වැඩිදියුණු කිරීමට සහ වාර්තා නිර්මාණය කිරීමට සහ බෙදා හැරීමට සහ වෙනත් ද්රව්ය. පාරිභෝගික දත්ත ද පැවතිය හැකි අතර, කාර්යයක් සම්පූර්ණ වූ පසු දින 180 නොඉක්මවන සීමිත කාලයක් සඳහා පද්ධතිය තුළ ප්‍රදර්ශනය කෙරේ, උදාහරණයක් ලෙස Intuition Machines පද්ධති සඳහා ස්වයංක්‍රීය ක්‍රමාංකනය හෝ වලංගු දත්ත ලෙස. පැහැදිලිකම සඳහා, ඔබගේ පූර්ව ලිඛිත අවසරයකින් තොරව කිසියම් සමස්ථ/හඳුනා නොගත් දත්තවල මූලාශ්‍රය ලෙස ඔබව හඳුනා ගැනීමට මෙම 5 වගන්තිය අපට අයිතිය ලබා නොදේ.",
    "2233384692": "එවැනි දත්ත හසුරුවන ආකාරය පිළිබඳව ඔබට කිසියම් ප්‍රශ්නයක් හෝ සැලකිල්ලක් ඇත්නම් හෝ ඔබේ අයිතිවාසිකම් ක්‍රියාත්මක කිරීමට කැමති නම්, ඔබ මෙම දත්ත සැකසීමට සේවාව භාවිතා කිරීමට අප සමඟ ගිවිසුම්ගත වී ඇති පුද්ගලයා හෝ ආයතනය (එනම් දත්ත පාලක) සම්බන්ධ කර ගත යුතුය. කෙසේ වෙතත්, ඔවුන් සමඟ ඇති අපගේ ගිවිසුමේ නියමයන්ට අනුකූලව, ඔබට ඇති ඕනෑම ගැටළුවක් විසඳීමට අපි අපගේ ඒකාබද්ධ කරන්නන්ට සහාය ලබා දෙන්නෙමු.",
    "2233741720": "අවසන් තීරණයේ දී",
    "2234909600": "( ) අයාචිත තැපැල් කරන්නන් ඔවුන්ගේ ලැයිස්තු වල වලංගු නොවන ලිපින ගැන තැකීමක් නොකරයි",
    "2236960358": "ලියාපදිංචි වූ පසු, ඔබේ නම, විද්‍යුත් තැපැල් ලිපිනය ඇතුළුව ඔබ පිළිබඳ යම් පුද්ගලික තොරතුරු (\"පුද්ගලික තොරතුරු\") හෙළි කිරීමට සහ පරිශීලක නාමයක් සහ මුරපදයක් සෑදීමට ඔබෙන් අසනු ඇත, ඒ සියල්ල අපගේ රහස්‍යතා ප්‍රතිපත්තියට යටත් වනු ඇත. වෙබ් අඩවිය. ඔබගේ ගිණුමේ ආරක්ෂාව, මුරපද, සහ ඔබගේ ගිණුම හා සම්බන්ධ ඕනෑම සත්‍යාපන යතුරු නිරීක්ෂණය කිරීම, සහතික කිරීම සහ නඩත්තු කිරීම සඳහා ඔබ පමණක් වගකිව යුතු අතර, එම සේවාවන්හි එම තොරතුරු භාවිතා කිරීම හරහා ගනු ලබන ඕනෑම ක්‍රියාවක් සඳහා ඔබ වගකිව යුතුය.",
    "2255549335": "hCaptcha හි අපගේ කාර්යය වන්නේ දුෂ්කරතා සහ නිරවද්‍යතාවය අතර හොඳ ගනුදෙනු සොයා ගැනීම සහ ඝර්ෂණය අඩු මට්ටමක තබා ගැනීමයි, විශේෂයෙන්",
    "2256305371": "බර්ක්ලි හි කැලිෆෝනියා විශ්ව විද්‍යාලයේ මහාචාර්ය, සීඑස්. ගැඹුරු ඉගෙනීම, ආරක්ෂාව, blockchain විශේෂඥ. Oasis Labs හි CEO.",
    "2256795853": "වෙබ් අඩවි වලින් දත්ත විශාල ප්‍රමාණයක් ඉක්මනින් උකහා ගැනීමේ හැකියාව අනිෂ්ට ක්‍රියාකාරීන් අතට සීරීම ප්‍රබල මෙවලමක් බවට පත් කරයි. සීරීම් බොට් එකකට සමාජ මාධ්‍ය අඩවි වලින් පරිශීලක දත්ත රැස් කළ හැක. ඉන්පසුව, ලිපින සහ වෙනත් පුද්ගලික තොරතුරු අඩංගු අඩවි සීරීමට සහ ප්‍රතිඵල සහසම්බන්ධ කිරීමෙන්, හැකර්වරයෙකුට වංචාකාරී ක්‍රෙඩිට් කාඩ් අයදුම්පත් ඉදිරිපත් කිරීම වැනි අනන්‍යතා අපරාධවල නිරත විය හැක.",
    "2260079771": "දත්ත රඳවා තබා ගැනීම",
    "2268939633": "පාරිභෝගික ආරවුල් විසඳීමේ ආයතනයක් ඉදිරිපිට පාරිභෝගික ආරවුල් සඳහා විකල්ප ආරවුල් විසඳීමට IMI කැපවී හෝ සහභාගී වීමට බැඳී නැත. සබැඳි ආරවුල් විසඳීම සඳහා යුරෝපීය කොමිසමේ නිල වෙබ් අඩවිය:",
    "2269166171": "Google Chrome (Mac):",
    "2271205646": "යුරෝපීය ආර්ථික ප්‍රදේශයේ පදිංචිකරුවන්ට සටහනක්.",
    "2271252286": "( ) Microsoft එය ඉවසන්නේ නැත",
    "2271512952": "පරිශීලකයින් ඔවුන් පිවිසෙන වෙබ් අඩවියට සහය දක්වයි, සහ අඩු වෙබ් අයාචිත තැපැල් අත්දැකීමක්.",
    "2271969747": "20. ඔබට ලැබෙන රහස්‍ය තොරතුරු",
    "2273532558": "hCaptcha හි ගෙවන පාරිභෝගිකයන් කවුද?",
    "2281169898": "ඔබගේ වාර්තාව සමඟ නිදොස් කිරීමේ තොරතුරු යැවීම අපට සිදුවන්නේ කුමක්ද යන්න හඳුනා ගැනීම වඩාත් පහසු කරයි. මෙන්න පියවරෙන් පියවර උපදෙස්:",
    "2284856231": "hCaptcha Enterprise හි සම්පූර්ණයෙන්ම නිෂ්ක්‍රීය මාදිලියේ නිරවද්‍යතාවය නාටකාකාර ලෙස වැඩිදියුණු වී ඇත.",
    "229198134": "( ) සමාවෙන්න යාලුවනේ, ඒත් මම හිතන්නේ නෑ ඒක වැඩ කරයි කියලා.",
    "2292919419": "() ඉදිරි දැක්ම",
    "2296918009": "මෙය සෑම දිනකම පුද්ගල-වසර 100කට වැඩි ශ්‍රමයකට සමාන වේ.[",
    "2301335298": "ගෙවීම් වංචාව: සයිබර් අපරාධවල ශීඝ්‍රයෙන් වර්ධනය වන ආකාරයක් අවම කිරීම",
    "230159237": "සම්බන්ධතා",
    "2301757528": "**** ගෙවීම් කවුළුව තුළදී ඔවුන්ගේ REST API PayPal විසින් නඩත්තු කිරීම හේතුවෙන්, ජූනි 15 වැනි දින සියලුම ගෙවීම් සම්පූර්ණ නොකළේය. ජූනි 15 වැනි දිනට (පැසිෆික් වේලාවට) සැලසුම් කර ඇති නමුත් PayPal API දෝෂ හේතුවෙන් ක්‍රියාත්මක නොවූ ඕනෑම ගෙවීමක් ජූනි 19 (පැසිෆික් වේලාව) වන විට නැවත ක්‍රියාත්මක විය.",
    "2303655425": "2019 ජනවාරි 15 - 2019 අප්‍රේල් 15",
    "2309661107": "කෙසේ වෙතත්, අපි ඉතා උනන්දුවෙන් සිටිමු",
    "2310694091": "සංහිඳියාව යන්නෙන් අදහස් කරන්නේ කුමක්ද?",
    "2310705547": "පොහොසත් පෙළ මූලද්‍රව්‍යය ඔබට තනි තනිව එකතු කිරීම සහ හැඩතල ගැන්වීම වෙනුවට ශීර්ෂයන්, ඡේද, වාරණ උපුටා දැක්වීම්, පින්තූර සහ වීඩියෝ සියල්ලම එක තැනක නිර්මාණය කිරීමට සහ ආකෘති කිරීමට ඉඩ සලසයි. දෙවරක් ක්ලික් කර පහසුවෙන් අන්තර්ගතය සාදන්න.",
    "23114595": "විශිෂ්ට පරිශීලක අත්දැකීමක්",
    "231285005": "ඔබට අපගේ බ්ලොග් අඩවියේ මෑත කාලීන යාවත්කාලීනයන් සොයාගත හැකිය",
    "2315518622": "වර්තමාන ප්‍රහාරක මෙවලම්වල ඇති නවීනත්වය සමඟ, වංචනික ඒවා තිබේ නම් හඳුනා ගැනීම අතිශයින් අභියෝගාත්මක ය. එවිට, පුද්ගලයෙකු පාරිභෝගික සේවා මාර්ගය අමතා “මගේ ගිණුමට පහර දී ඇත! මට ලොග් වෙන්න බැහැ, කවුරුහරි මගේ මුදල් සොරකම් කරනවා!”",
    "2319072959": "ඔබේම ශ්‍රම බලකාය සමඟ සම්පුර්ණයෙන්ම නොබැඳිව ධාවනය කරන්න, ව්‍යාපාර ඒකක හෝ සමූහ හවුල්කරුවන් හරහා පරිභෝජනය කරන ලද අගය නිරීක්ෂණය කරන්න, පිරිවැය සහ ආරක්ෂක අවශ්‍යතා මත පදනම්ව විවිධ අභ්‍යන්තර හෝ බාහිර ශ්‍රම සපයන්නන් වෙත රැකියා තෝරා ගැනීම, සහ තවත් බොහෝ දේ.",
    "2320894364": "ස්ථාන 200කට අධික ප්‍රමාණයක් සමඟින්, hCaptcha හි වලාකුළ ලොව පුරා ඔබේ වත්කම් ආරක්ෂා කරයි",
    "2323013093": "26. අදාළ නීතිය",
    "2323282990": "මනුෂ්‍යත්වය තහවුරු කිරීම සඳහා නවීන ප්‍රවේශයක්",
    "2326660907": "හැර",
    "2328839224": ". කරුණාකර කැලිෆෝනියා පාරිභෝගික රහස්‍යතා පනත (\"CCPA\") යටතේ ඔබේ අයිතිවාසිකම්වලට අදාළ අපගේ \"කැලිෆෝනියාවේ පදිංචිකරුවන්ට දැනුම්දීම\" කොටස බලන්න.",
    "2330965058": "අපි අපගේ Integrators සඳහා ප්‍රොසෙසරයක් ලෙස ක්‍රියා කරන විට, අපගේ සේවාව සැපයීම සඳහා සාධාරණ ලෙස අවශ්‍ය පරිදි හැර වෙනත් කිසිදු කාර්යයක් සඳහා අපි එකතු කරන ලද දත්ත භාවිතා නොකරන අතර, අපගේ සැකසීම් පාලනය කරනු ලබන්නේ අපගේ Integrators සමඟ ඇති ගිවිසුම් මගිනි, මෙය නොවේ. රහස්යතා ප්රතිපත්තිය",
    "2333410049": "කරුණාකර ඔබේ දැන්වීම් අවහිර කරන්නා ක්‍රියා විරහිත කිරීමටද උත්සාහ කරන්න.",
    "2340340589": "hCaptcha ලකුණ භාවිතා කිරීම පිළිබඳ මාර්ගෝපදේශ",
    "234420106": "ඔබ hCaptcha ව්‍යවසාය සේවාවේ අනුකලකයෙකු හෝ පාරිභෝගිකයෙකු නම් සහ RPS මගින් මනිනු ලබන ඔබේ API භාවිතය ඔබේ සේවා ස්ථරය සඳහා ප්‍රතිපාදන අනුපාතය ඉක්මවා ගියහොත්, අපි ඔබේ සේවාව වෙනස් කිරීමට හෝ වැඩි ගාස්තුවක් අය කිරීමට තෝරා ගත හැකිය. ඔබේ උපරිම RPS අනුපාතය දින 30ක කාලසීමාවක් තුළ මුළු මිනිත්තු 10ක් හෝ ඊට වැඩි කාලයක් සඳහා 10 ගුණයකින් ප්‍රතිපාදන අනුපාතය ඉක්මවා ගියහොත් සහ මෙම ඉල්ලීම්වලින් බහුතරයක්, අපගේ තනි විනිශ්චය අනුව, ද්වේෂසහගත ගමනාගමනය නොවේ නම්, අපි තෝරා ගත හැකිය එම මාසයේ සිදු කරන ලද සියලුම API ඉල්ලීම් සඳහා ඔබෙන් කොන්ත්‍රාත්තුවෙන් නිශ්චිතව දක්වා ඇති අධික ගාස්තුව මත අය කරන්න.",
    "2344319147": "Google හි bot හඳුනාගැනීම ඇත්තෙන්ම කොපමණ වටිනවාද?",
    "2348450790": "කරුණාකර මෙම සේවා කොන්දේසි කියවන්න. ඒවාට අනෙකුත් විධිවිධාන අතර, වගකීම් වියාචනය, වගකීම් සීමා කිරීම් සහ බන්ධන බේරුම්කරණය ඇතුළත් වේ. ඔබ අපගේ වෙබ් අඩවියට අවසන් වරට පිවිසීමෙන් පසු මෙම සේවා නියමයන් වෙනස් වී ඇති බව කරුණාවෙන් සලකන්න. අපි අපගේ තනි අභිමතය පරිදි විටින් විට මෙම සේවා නියමයන් සංශෝධනය කර යාවත්කාලීන කළ හැක. ද්‍රව්‍යමය වෙනසක් සිදුවුවහොත්, මෙම පිටුවෙහි යාවත්කාලීන කරන ලද සේවා කොන්දේසි පළ කිරීමෙන් අපි ඔබට දන්වන්නෙමු, ඉන් පසුව ඔබ දිගටම වෙබ් අඩවිය හෝ සේවාව භාවිතා කිරීමට හෝ ප්‍රවේශ වීමට යාවත්කාලීන කරන ලද සේවා කොන්දේසි ස්ථිර ලෙස පිළිගත යුතුය.",
    "2348697693": "Google Chrome (Android):",
    "2349681896": "අවාසනාවකට, දෘඪාංගයක් පාලනය කිරීම ඔබ පුද්ගලයෙකු බව අදහස් නොවේ. සෑම ජනප්‍රිය පාරිභෝගික දෘඪාංග සහතික කිරීමේ යෝජනා ක්‍රමයක්ම පාහේ නැවත නැවතත් කැඩී, පැච් කර, පසුව නැවත කැඩී ඇත.",
    "2351176803": "hCaptcha JS API සඳහා බලපත්‍ර නියම",
    "2354267648": "GDPR, CCPA, සහ LGPD-හිතකාමී පෞද්ගලිකත්ව ප්‍රතිපත්තිය",
    "2359150347": "ප්‍ර: වෙනත් ඔන්ලයින් ආරක්‍ෂක සේවා පුද්ගලිකත්ව අවසරපත්‍රයට සහය දක්වයිද?",
    "2359312315": "නැතහොත් පුද්ගලයෙකුට සාධාරණව බැඳිය නොහැකි ලෙස එකතු කර ඇත.",
    "2359913400": "යටිතල",
    "2366003154": "පුවත්පත් සහ මාධ්‍ය විමසීම්",
    "2367602973": "මෙතන",
    "2369877184": "hCaptcha Integrators හෝ පාරිභෝගිකයින් සඳහා උපරිම අවසර ලත් උපරිම RPS අනුපාතය ඔබ සහ අප අතර ලිඛිත ගිවිසුම් ගිවිසුමකින් වෙනත් ආකාරයකින් දක්වා නොමැති නම්, ඔබේ ගිණුමේ (\"RPS\") ආයතන වෙත තත්පරයකට ඉල්ලීම් 1,000 කි.",
    "237009707": "( ) විදේශ රටවල විවෘත රිලේ",
    "2373007864": "hCaptcha Enterprise ධාවනය වන්නේ hCaptcha වේදිකා තාක්‍ෂණය මත වන අතර, ඉහළ වාහන තදබදයක් ඇති ව්‍යවසායකයින්ට අවශ්‍ය විශේෂාංග ඇතුළත් කිරීමට දීර්ඝ කර ඇත.",
    "2378786360": "1. අනෙකුත් සහය දක්වන බ්‍රවුසර වලින් එකක් උත්සාහ කරන්න: ඔබ ක්‍රෝම් හි සිටී නම්, Chrome වෙතින් ඔබගේ සැකසීම් ආයාත නොකර Firefox භාවිතා කිරීමට උත්සාහ කරන්න, සහ එහි ප්ලගිනය ස්ථාපනය කරන්න. එය ක්‍රියාත්මක වන්නේ නම්, ඔබට බ්‍රවුසර වින්‍යාස කිරීමේ ගැටලුවක් තිබිය හැක.",
    "2385522384": "ඔබ බොහෝ විට Google හි Waymo ස්වයංක්‍රීය රියදුරු මෝටර් රථවල කැමරාවලින් වීඩියෝ රාමු දැක ඇති අතර, ඒවායේ වස්තු හඳුනාගැනීම වැඩිදියුණු කිරීමට උපකාරී වේ.",
    "2386465280": "අපි තොරතුරු බෙදාගන්නා ආකාරය",
    "2391175562": "තවද, මම ඔබ ගැන සිතන්නේ මෙයයි:",
    "2394073454": "අපි තනි පුද්ගල දත්ත ලේබල් කරන්නන් ලෙස අප සමඟ වැඩ කිරීමට කැමති අවසාන පරිශීලකයින්ගෙන් අමතර තොරතුරු රැස් කළ හැක.",
    "2396605499": "( ) සුදු ලැයිස්තු උරා බොයි",
    "2397590157": "3. කොන්සර්වේටිව් ඇස්තමේන්තුව: මිලියන 200 ක් විසඳයි * වසර තුළ විසඳුමකට තත්පර 30 = 190.3 පුද්ගල-වසර/දිනකට.",
    "2402165761": "Scraping වැඩ කරන්නේ කෙසේද?",
    "2404545611": "hCaptcha වෙත සාදරයෙන් පිළිගනිමු! අපගේ ප්‍රජාවේ කොටසක් වීම ගැන ඔබට ස්තුතියි. \"සේවා\" හි සියලුම පරිශීලකයින් (පහත අර්ථ දක්වා ඇත) පහත සඳහන් නියමයන්ට (\"සේවා කොන්දේසි\") එකඟ විය යුතුය. මෙම සේවා නියමයන් යටතේ, \"IMI\", \"අපි\" සහ \"අප\" යන්නෙන් Intuition Machines, Inc. සහ එහි අනුබද්ධිත ආයතන, අනුබද්ධිත ආයතන, නිලධාරීන්, නියෝජිතයන්, සේවකයන්, නියෝජිතයන්, සහ නියෝජිතයන් වෙත යොමු වන අතර අපගේ \"වෙබ් අඩවිය\" යටතේ ඕනෑම වෙබ් අඩවියක් ඇතුළත් වේ. www.hcaptcha.com සහ www.imachines.com ඇතුළු අපගේ පාලනය.",
    "2408036504": "අපගේ පද්ධති මේ අනුව, පන්තියේ ප්‍රමුඛ ආරක්ෂාව පවත්වා ගනිමින් දත්ත රැස් කිරීම සහ රඳවා ගැනීම අවම කිරීම සඳහා බිම් මට්ටමේ සිට නිර්මාණය කර ඇත. පරිශීලක දත්ත ආරක්ෂා කිරීමට හොඳම ක්රමය වන්නේ එය කිසිසේත් ගබඩා නොකිරීමයි.",
    "2410122265": "hCaptcha සම්පත්: Bots 101",
    "2412751979": "hCaptcha බලය ලබා දෙන වඩාත් නිවැරදි මානුෂීය සංඥා වලට ස්තූතිවන්ත වන අතර, කලින් reCAPTCHA v3/Enterprise භාවිතා කළ බොහෝ සමාගම් මාරු වී ඇත.",
    "2413742287": "hCaptcha හි දිරිගැන්වීම වන්නේ දැන්වීම් ආදායම නොව නිරවද්‍යතාවය උපරිම කිරීමයි: මානව පුහුණු දත්ත අවශ්‍ය අපගේ පාරිභෝගිකයින්ට bot පිළිතුරු නිෂ්ඵල වේ.",
    "2414232014": "අපගේ ලාංඡනය ක්ෂණිකව හඳුනාගත හැකි අතර අපගේ වටිනාම සහ වැදගත් වත්කම්වලින් එකකි. එය අපගේ සමාගමේ ප්‍රබල නියෝජනයක් ලෙස පවතින බව සහතික කිරීම සඳහා, එය සියලු සන්නිවේදන මාර්ග හරහා ප්‍රවේශමෙන් සහ ස්ථාවර ආකාරයකින් ඉදිරිපත් කළ යුතුය.",
    "2414368123": "නමක්, ක්‍රෙඩිට් කාඩ් අංකයක්, හර කාඩ්පත් අංකයක් හෝ වෙනත් මූල්‍ය තොරතුරු.",
    "2418549423": ", ගුප්ත ලේඛන සාධන, සහ අනෙකුත් සුවිශේෂී පෞද්ගලිකත්වය-පළමු විශේෂාංග හරහා සබැඳි පෞද්ගලිකත්වය ආරක්ෂා කිරීම සඳහා නැගී එන සම්මතයක්.",
    "2419795065": "කැලිෆෝනියාවේ පදිංචිකරුවන්ට දැනුම්දීමක්",
    "2420789666": "වේගයෙන්, Inc. සේවා සපයනු ලැබේ: වේගයෙන් CDN සහ එජ් කම්පියුට්.",
    "2423586454": "AI එක පිටිපස්සේ කොච්චර හොඳ උනත් Software වලට කරන්න බැරි සමහර දේවල් තාම තියෙනවා. නවීන CAPTCHA තාක්‍ෂණය මඟින් ගෙවීම් වංචාව පවත්වාගෙන යාමට උත්සාහ කරන බොට් අවහිර කිරීමේ ඔප්පු කළ ක්‍රමයක් ඉදිරිපත් කරයි. CAPTCHA වෙත පැරණි ප්‍රවේශයන්, පෙට්ටියක ඇති සරල බෑවුම් සහිත සංඛ්‍යා වැනි, උසස් බොට් අවම කිරීමේ දී දැන් බොහෝ දුරට ඌන වී ඇති අතර, hCaptcha Enterprise වැනි ස්වයංක්‍රීය පරීක්ෂණ-ප්‍රතිචාර උපාංගයක් ගිණුම් ලොගින් හෝ සාප්පු කරත්ත පිරික්සීමේදී පහසුවෙන් වංචාකාර බොට් එකක් ස්ටම්ප් කළ හැක. බොට් සතුව සැබෑ අක්තපත්‍ර තිබුණද, CAPTCHA හරහා යාමට නොහැකි වනු ඇත.",
    "2429359042": "උදාහරණ අතුරුමුහුණත් පින්තූර",
    "2430148876": "අපගේ ආයතනික අනන්‍යතාවය ආරක්ෂා කර ගනිමින් අපගේ පාරිභෝගිකයින්ට, හවුල්කරුවන්ට සහ රසිකයින්ට අපගේ සන්නාමය සමඟ වැඩ කිරීම හැකිතාක් පහසු කිරීම සඳහා අපි මෙම මාර්ගෝපදේශ සහ සාමාන්‍ය වෙළඳ ලකුණු බලපත්‍රය නිර්මාණය කර ඇත. ඔබට hCaptcha අයිකන, ලාංඡන, හෝ වෙනත් සලකුණු මෙම මාර්ගෝපදේශවලින් ද්‍රව්‍යමය වශයෙන් වෙනස් වන ආකාරයෙන් භාවිතා කිරීමට අවශ්‍ය නම්, ඔබට ලිඛිත බලපත්‍රයක් සඳහා අප (IMI) සම්බන්ධ කර ගැනීමට අවශ්‍ය වනු ඇත.",
    "2436973524": "නිවැරදි යොමු කිරීම් පමණක් පිළිගත හැකිය. වෙබ් අඩවියක් භාවිතා නොකරන විට hCaptcha සේවා සහ යෙදුම් භාවිතා කරන බව පැවසීමට අවසර නැත. ඒ හා සමානව, අපගේ ලාංඡනය හෝ ඕනෑම ලාංඡනයක් භාවිතා කිරීම සුදුසු වන්නේ වෙබ් අඩවිය hCaptcha සේවාවන් භාවිතා කරන විට පමණි.",
    "2437934778": "ඔබගේ නම",
    "2438016011": "ස්වේච්ඡා ගිවිසුම. මෙම සේවා කොන්දේසි සඳහා සියලුම පාර්ශ්වයන් මෙම ගිවිසුමේ සියලුම අංග සමාලෝචනය කර ඇති බවත්, එහි සියලු විධිවිධාන හොඳින් කියවා සම්පූර්ණයෙන් අවබෝධ කරගෙන ඇති බවත්, ස්වේච්ඡාවෙන් මෙම ගිවිසුමට ඇතුළත් වන බවත් නියෝජනය කරන අතර එකඟ වේ.",
    "2441638955": "පළමුව, API යනු කුමක්ද?",
    "2444685143": "ලාංඡන ප්‍රතිපත්තිය",
    "2445034923": "මෙම සේවා නියමවල සියලුම නියමයන් සහ කොන්දේසි සමඟ ඔබ එකඟ නොවන්නේ නම්, වෙබ් අඩවිය හෝ සේවාවන් භාවිතා නොකරන්න (සහ ඔබට නොහැකි විය හැක).",
    "24452499": "විසඳුමක්; එය හොඳ හෝ නරක සඳහා භාවිතා කළ හැකිය. ද්විත්ව භාවිත විසඳුම් පිළිබඳ පර්යේෂණ කරන, ගොඩනඟන, හෝ අලෙවි කරන සෑම සමාගමකටම ඔවුන්ගේ ක්‍රියාවන්හි ප්‍රතිවිපාක සලකා බැලීමේ වගකීමක් ඇත.",
    "2446481523": "කුඩා ගම්මානයක පොලිස් කොස්තාපල් කාර්යාලයේ වැගන් රියදුරෙකු සහ වංශාධිපතියෙකු පෙනී සිටින පැරණි ජනකතාවක් තිබේ. අපිරිසිදු දුප්පත් ඇඳුමෙන් සැරසී සිටි එක් මිනිසෙක් කොස්තාපල්වරයාට පැවසුවේ “මම තමයි වංශාධිපතියා. මේ මිනිසා මගේ රියදුරු විය.",
    "2449501658": "වංචනික ගිණුම් ලොගින් වීමේ ප්‍රයත්නයන්ගෙන් ඇති වන තර්ජනය අවම කිරීමට, බොට් හඳුනා ගැනීමට සහ නැවැත්වීමට යන්ත්‍ර ඉගෙනීම භාවිතා කරමින්, සහ වංචනිකයින්ට ගිණුම් අත්පත් කර ගැනීමෙහි නියැලීම වඩාත් අපහසු හෝ කළ නොහැක්කක් බවට පත් කිරීම සඳහා වඩාත් දියුණු ක්‍රමවලින් එකක් සපයයි.",
    "2462728596": "මෙම කරුණු පිළිබඳව අපට සෑහීමකට පත්විය නොහැකි නම්, අපි ඉල්ලීම ප්‍රතික්ෂේප කරන අතර අපගේ කොන්දේසි වල දක්වා ඇති පරිදි අපගේ වේදිකාවට තවදුරටත් ප්‍රවේශය අවසන් කළ හැකිය.",
    "2462909475": "චීන බොට් මෙහෙයුමක කොටසක් වන අපයෝජනය සඳහා භාවිත කරන ලද දුරකථන 10,000කට වඩා වැඩි බිත්තියක්.",
    "2465128185": "ඉක්මන් ප්‍රතිපෝෂණ ලබා දීමට, \"අපට ප්‍රතිපෝෂණ යවන්න\" බොත්තම ක්ලික් කරන්න.",
    "2468683988": "ශීර්ෂය",
    "2474091800": "19. වෙනත් පරිශීලකයන් සමඟ ආරවුල්; නිදහස් කරන්න",
    "2474661839": "අපේ",
    "247560732": "කේත පේළි තුනක් සමඟ hCaptcha එක් කරන්න. ඔබ reCAPTCHA වෙතින් පැමිණෙන්නේ නම්, අපගේ API අනුකූල වන අතර එය මාරු වීමට මිනිත්තු කිහිපයක් ගතවේ.",
    "2477958756": "( ) නරක මිනිස්සු",
    "2481032625": "වැලැක්වීම ඉලක්කය වන්නේද:",
    "2486638408": "පිරිවිතර නිර්වචනය කරන්න",
    "2487931657": "භාවිතා නොකරන්න: \"අපි අපේ වෙබ් අඩවිය hCaptcha'd.\"",
    "248923369": "BotStop ලාංඡනය™",
    "2489287539": "ඝර්ෂණ-රහිත \"CAPTCHA නැත\" සහ 99.9% නිෂ්ක්‍රීය මාතයන්",
    "2491398763": "මෙම පිටුවල ඇති සියලුම පෙළ, රූප, චිත්‍රක සජීවිකරණ, වීඩියෝ, සංගීතය, ශබ්ද සහ අනෙකුත් ද්‍රව්‍ය සඳහන් කර ඇත්නම් IMI හෝ තෙවන පාර්ශවයන් විසින් ප්‍රකාශන හිමිකම් නීතිය යටතේ ආරක්ෂා කරනු ලැබේ. සාධාරණ සාධාරණ භාවිතය ඉක්මවන ආකාරයෙන් වාණිජමය භාවිතය සඳහා මෙම ද්‍රව්‍ය පිටපත් කිරීම හෝ වෙනස් කිරීම තහනම්ය.මෙම වෙබ් අඩවිය සඳහා වගකීම",
    "2497216176": "තෙවන පාර්ශවීය විශ්ලේෂණ සහ ලුහුබැඳීමේ තාක්ෂණය",
    "2498172334": "විශේෂයෙන්, ඔබේ සැලැස්ම ගිණුම්ගත කිරීමට අසමත් වේ",
    "2505227594": "7. අධික වයස",
    "2510209017": "තවත් උදව් අවශ්‍යද?",
    "2510534204": "2020 මාර්තු 23 ට පසුව නොවේ***",
    "2513143348": "hCaptcha Enterprise පද්ධතිය එහි සැලසුමෙහි අනන්‍ය ලෙස නම්‍යශීලී වේ: ඔබ පොදු වලාකුළක් ක්‍රියාත්මක කරන්නේ නම් හෝ බොහෝ දත්ත මධ්‍යස්ථාන හිමිකර ගන්නේ නම් එය ඔබේ ජාලයේ කෙළවරේ අර්ධ වශයෙන් හෝ සම්පූර්ණයෙන් යෙදවිය හැක.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "252720667": "රහස්‍යතා අවසර පත්‍රයේ ගුප්ත ලේඛන ආරක්ෂාවට යටින්. ප්රොටෝකෝලය ම හරහා ගමන් කරයි",
    "2531534427": "විස්තර මෙහි ඇත.",
    "2534436327": "සහ පහත දාර්ශනික විරෝධතා ද අදාළ විය හැක:",
    "2535001179": "ඔබ Google හි reCAPTCHA වෙතින් පැමිණෙන්නේ නම්, අපගේ APIs drop-in ප්‍රතිස්ථාපන වේ.",
    "2540760245": "වෙනත් බොහෝ භාවිතයන් අතර, \"මිනිස් හෝ නැත\" යන පදනම මත මාර්ගගත ගමනාගමනය පෙරීමට හැකි වීම, මානව ස්වභාවය පසුගිය වසර පන්දහසක් පුරා වාර්තා කරන ලද රටාවන්ම අනුගමනය කරන තාක් කල් වටිනා මෙවලමක් ලෙස පවතිනු ඇත.",
    "2543123170": "ශුන්‍ය ඝර්ෂණ මනුෂ්‍යත්වය සත්‍යාපනය",
    "254326776": "මෙම දෝෂ ද්වේශ සහගත ලෙස අපයෝජනය කිරීම හෙළිදරව් කිරීමට හෝ ශාස්ත්‍රීය ප්‍රකාශනයට පෙර මාස හෝ වසර ගණනාවක් සිදු වී ඇති බව බොහෝ විට අනාවරණය වේ.",
    "2544169219": "මෑත කාලීන අති නවීන ප්‍රතිඵල: ICML LLD, මැයි 2019.",
    "2544565802": "2019 ජූලි 15 - 2019 ඔක්තෝබර් 15",
    "2547140673": "දශකයකට වැඩි කාලයක් තිස්සේ, Google හි reCAPTCHA සේවාව වෙබ් අඩවි හිමිකරුවන්ට වෙළඳාමක් ලබා දී ඇත: Google හට ඔබේ පරිශීලකයින් නිරීක්ෂණය කිරීමට සහ ඔවුන්ගෙන් ප්‍රශ්න ඇසීමට ඉඩ දෙන්න, ඒ වෙනුවට ඔවුන් bots සහ spam නැවැත්වීමට පොරොන්දු වෙනවා.",
    "2547406584": "ඔබට මෙම කුකී ප්‍රතිපත්තිය පිළිබඳව කිසියම් ප්‍රශ්නයක් ඇත්නම්, කරුණාකර අප හා සම්බන්ධ වන්න",
    "2551802342": "- සැලකිය යුතු ව්‍යාපාරික බාධාවකින් පසු ඉක්මනින් යථා තත්ත්වයට පත් වී ව්‍යාපාර මෙහෙයුම් නැවත ආරම්භ කිරීමට අපි සැලසුම් කර ඇති අතර අපගේ සේවකයින් සහ දේපළ ආරක්ෂා කිරීම, මූල්‍ය හා මෙහෙයුම් තක්සේරුවක් කිරීම, සමාගමේ පොත් සහ වාර්තා ආරක්ෂා කිරීම සහ අපගේ ගනුදෙනුකරුවන්ට සහ ඔවුන්ගේ අවසාන පරිශීලකයින්ට මාර්ගගත ගනුදෙනු කිරීමට ඉඩ දීමෙන් ප්‍රතිචාර දැක්වීමට අපි සැලසුම් කරමු. කෙටියෙන් කිවහොත්, අපගේ ව්‍යාපාර අඛණ්ඩ සැලැස්ම සැලසුම් කර ඇත්තේ සැලකිය යුතු ව්‍යාපාර කඩාකප්පල් කිරීමේ විෂය පථය සහ බරපතලකම සැලකිල්ලට ගෙන අපගේ සමාගමට හැකි ඉක්මනින් මෙහෙයුම් නැවත ආරම්භ කිරීමට අවසර දීම සඳහා ය. අපගේ ව්‍යාපාර අඛණ්ඩ සැලසුම් ලිපිනයන්: දත්ත උපස්ථ සහ ප්‍රතිසාධනය; සියලුම මෙහෙයුම් විවේචනාත්මක පද්ධති; මූල්ය සහ මෙහෙයුම් තක්සේරු; ගනුදෙනුකරුවන්, සේවකයින් සහ අධීක්ෂණ ආයතන සමඟ විකල්ප සන්නිවේදනය; සේවකයින්ගේ විකල්ප භෞතික පිහිටීම; විවේචනාත්මක සැපයුම්කරු සහ පාරිභෝගික බලපෑම; නියාමන වාර්තාකරණය; සහ අපට අපගේ ව්‍යාපාරය කරගෙන යාමට නොහැකි නම් අපගේ ගනුදෙනුකරුවන්ට කඩිනම් දැනුම්දීමක් ලබා දීම. අපගේ ප්‍රධාන සැපයුම්කරුවන්ගේ සංචිතය භූගෝලීය වශයෙන් වෙනම ප්‍රදේශයක අපගේ වැදගත් වාර්තා උපස්ථ කරයි. සෑම හදිසි අවස්ථාවක්ම දවසේ වේලාව සහ කඩාකප්පල් වීමේ බරපතලකම වැනි බාහිර සාධක මත පදනම්ව අද්විතීය ගැටළු ඇති කරන අතර, මෙම සැපයුම්කරුවන්ගේ සංචිතය විසින් අපට උපදෙස් දී ඇත්තේ ඔවුන්ගේම මෙහෙයුම් යථා තත්ත්වයට පත් කිරීම සහ ඉක්මනින් සේවා නැවත ආරම්භ කිරීමට හැකිවීම බවයි. විවිධ සැපයුම්කරුවන් භාවිතා කිරීමෙන් අවදානම අඩු කිරීමට අප කටයුතු කර ඇතත්, මෙම කාල සීමාව තුළ ඔබේ සේවාවන් වෙනස් කිරීමට හෝ බාධා කිරීමට ඉඩ ඇත.",
    "2555914614": "ප්‍රවේශ්‍යතා භාවිත නඩුව සඳහා. අපගේ වර්තමාන a11y ප්‍රවේශය රහස්‍යතා බලපත්‍ර නිකුත් කිරීම සමඟ ඒකාබද්ධ කිරීම a11y පරිශීලකයින්ට ආරක්ෂිතව බ්‍රවුස් කිරීමට ඉඩ සලසයි, ඔවුන්ගේ ගමනාගමනය වඩාත් පුද්ගලික බව දැනගෙන ආරක්ෂිතව, a11y විකල්ප ඇති විට නොවැළැක්විය හැකි ලෙස සිදුවන bot ක්‍රියාකරුවන් විසින් අපයෝජනය කිරීම සීමා කරයි. අපි මෙම නව තාක්ෂණය ප්‍රමිතිකරණය කරන IETF ක්‍රියාකාරී කණ්ඩායමේ ක්‍රියාකාරී සහභාගිවන්නන් වෙමු.",
    "2557240048": "එය ක්‍රියා කරන ආකාරය: පළමුව, ප්‍රවේශ්‍යතා පරිශීලකයෙකු හරහා ලියාපදිංචි වේ",
    "2557601376": "hCaptcha ලාංඡනය™",
    "2560582224": "bug bounty වැඩසටහන",
    "2561077702": "අපගේ සේවාව ලබා දීමට",
    "2565565429": "ඒ වෙනුවට භාවිතා කරන්න: \"අපගේ වෙබ් අඩවිය ආරක්ෂිත සහ වඩාත් ආරක්ෂිත කිරීමට අපි hCaptcha භාවිතා කරමු.\"",
    "2575690545": "බොහෝ සයිබර් වංචා වැනි ගිණුම් පවරා ගැනීම් බොහෝ දුරට ස්වයංක්‍රීය, මහා ක්‍රියාවලීන්ගේ කාරණයකි. තම මවගේ බිම් මහලේ තොප්පියකින් සැරසී සිටින හැකර්වරයකු බැංකු වෙබ් අඩවිවල මුරපද එකින් එක ටයිප් කිරීම කලාතුරකිනි.",
    "2583775432": "Q: පෞද්ගලිකත්වය ගැන කුමක් කිව හැකිද? ලියාපදිංචිය a11y බ්‍රවුසින් දත්ත යම් ආකාරයකින් හෙළි කරයිද? විද්‍යුත් තැපෑලෙන් ඔබ කරන්නේ කුමක්ද?",
    "2588750717": "ඇත්ත වශයෙන්ම, සමහර අක්තපත්‍ර පිරවුම් ප්‍රහාරයන්ට මිලියන ගණනක අක්තපත්‍ර ඇතුළත් වේ-සියල්ල සැක නොකළ වෙබ් අඩවි පිවිසුම් අතුරුමුහුණත තුළට පුරවා ඇත. ඇතුලට ගිය පසු, ප්‍රහාරකයාට වින්දිතයාගේ ගිණුම පවරා ගත හැකිය.",
    "2590587108": "ස්ථිතික සහ ගතික අන්තර්ගත සංස්කරණය",
    "2593768395": "වෙබ්, ස්වදේශීය ජංගම, ජංගම වෙබ් හරහා බාධාවකින් තොර අත්දැකීමක්. පෙර-සාදන ලද ඒකාබද්ධ කිරීම් සහ දේශීය SDKs තිබේ.",
    "2593864519": "තවත් බොට්ස් නවත්වන්න. පරිශීලක පෞද්ගලිකත්වය ආරක්ෂා කිරීම ආරම්භ කරන්න.",
    "259613338": "මෙම සේවා කොන්දේසි සම්බන්ධයෙන් ඔබට කිසියම් ප්‍රශ්නයක් ඇත්නම්.",
    "2597149484": "හැකර්වරයාට බොහෝ අක්තපත්‍ර \"බඩු\" කිරීමට හේතුව ඔවුන් සොරකම් කළ අක්තපත්‍ර ලබා ගන්නේ කොතැනින්ද යන්නයි.",
    "2597352122": "විවරණ වර්ග",
    "2600696085": "2021 මාර්තු 15",
    "2602081482": "hCaptcha Enterprise ඔබේ වෙබ් අඩවියට සහ යෙදුම් වෙත අනිෂ්ට ගමනාගමනය හඳුනා ගැනීමට උසස් යන්ත්‍ර ඉගෙනීම භාවිතා කරයි - සීරීම් ක්‍රියාකාරකම් ඇතුළුව.",
    "2602763587": "අක්තපත්‍ර පිරවීම යනු සයිබර් ප්‍රහාරයේ ආකාරයකි, එහිදී ප්‍රහාරකයා සොරකම් කරන ලද පරිශීලක නාම සහ මුරපද යුගල භාවිතයෙන් වෙබ් අඩවියකට කිහිප වතාවක් ලොග් වීමට උත්සාහ කරයි. \"පිරවීම\" යනු ස්වයංක්‍රීය බොට් මෘදුකාංගය මගින් සෑම විටම පාහේ සිදු කරනු ලබන පුනරාවර්තන පුරනය වීමේ උත්සාහයන් වේ.",
    "2603863826": "PS: වැඩිදියුණු කිරීම් භාවිතා කළ හැකි පරිවර්තනයක් ඔබ ඔබේ භාෂාවෙන් සොයා ගන්නේ නම්, ඉදිරිපත් කිරීමට නිදහස් වන්න",
    "2605814073": "අපගේ සේවාවන් භාවිතා කිරීමෙන් හෝ ලියාපදිංචි වීමෙන්, ඔබ එකඟ වේ: ඔබ අවම වශයෙන් වයස අවුරුදු 18; ඔබ වෙනුවෙන් හෝ ඔබ නියෝජනය කරන ආයතනය වෙනුවෙන් මෙම ගිවිසුමට ඇතුල් වීමට ඔබට බලය ඇති අතර, සෑම විටම මෙම සේවා කොන්දේසි සහ මෙහි සඳහන් සියලුම IMI ප්‍රතිපත්ති සහ මාර්ගෝපදේශවලට අනුකූලව පවතිනු ඇත; තවද ඔබ අපගේ වෙබ් අඩවිය අනිසි ලෙස භාවිතා නොකරනු ඇත, ඔබගේ අනන්‍යතාවය අප වෙත වැරදි ලෙස නිරූපණය නොකරනු ඇත, හෝ මානව බුද්ධිය අවශ්‍ය වන IMI හි ඕනෑම කාර්යයක ඕනෑම කොටසක් සම්පූර්ණ කිරීමට කෘතිම බුද්ධිය භාවිතා නොකරන්න.",
    "260595108": "අපි කිසිවිටක a11y භාවිතයට පහසුකම් සැලසීම සහ අපයෝජනය වැලැක්වීම හැර වෙනත් කිසිදු අරමුණක් සඳහා ප්‍රවේශ්‍යතා ඊමේල් හෝ තොරතුරු භාවිත නොකරමු.",
    "2611914656": "පරිශීලකයෙකු දෝෂයක් අත්විඳින විට නිදොස් කිරීමේ දත්ත රැස් කිරීමට අපි Sentry භාවිතා කරමු. Sentry දත්ත රැස් කරන සහ සකසන ආකාරය පිළිබඳ තොරතුරු සඳහා,",
    "2616040974": "3. පාරිභෝගිකයින් සහ ඉල්ලන්නන්",
    "2616226398": "අපගේ යටත්",
    "2619472217": "8. නැවත විකිණීම",
    "2620705814": "Google යනු වෙළඳ දැන්වීම් සමාගමක් වන අතර, ඔවුන්ගේ ආරක්ෂක නිෂ්පාදන ඔවුන්ගේ වෙළඳ දැන්වීම් නිෂ්පාදන මෙන් පෙනේ",
    "2621989404": "අවසන් වරට යාවත්කාලීන කළේ: සැප්තැම්බර් 24, 2021. අපගේ ඉංග්‍රීසි භාෂා නියමයන් බලයලත් බව කරුණාවෙන් සලකන්න.",
    "2624601135": "\"hCaptcha\" සන්නාම නාමයක කොටසක් ලෙස භාවිතා නොකළ යුතුය, hyphen සමඟ සම්බන්ධ නොකළ යුතුය, හෝ යෙදුම් හෝ වෙනත් නිෂ්පාදනවල නම් භාවිතා නොකළ යුතුය.",
    "2624949852": "ඇත්ත වශයෙන්ම, reCAPTCHA යනු 2009 වසරේ සිට වෙබ් ආරක්‍ෂාවට කලින් ඇතුල් වූවෙකි, අනිෂ්ට බොට් සහ අයාචිත තැපැල් කරන්නන් විසින් දිනෙන් දින වර්ධනය වන තර්ජනවලට එරෙහිව වෙබ් අඩවි මිලියන ගණනක් ආරක්ෂා කරයි. කෙසේ වෙතත්, මෑත වසරවලදී එය සම්පූර්ණයෙන්ම සම්මුතියට පත් වී ඇත:",
    "262509504": "මෙම රහස්‍යතා ප්‍රතිපත්තියට අනුව අපි ඔබෙන් රැස් කරන වෙනත් තොරතුරු සමඟ කුකීස් විසින් රැස් කරන ලද තොරතුරු සම්බන්ධ කළ හැකි අතර මෙහි දක්වා ඇති පරිදි ඒකාබද්ධ තොරතුරු භාවිතා කරන්න. ඒ හා සමානව, අපගේ වෙබ් අඩවිවල කුකීස් සපයන තුන්වන පාර්ශ්වයන් ඔබගේ නම හෝ විද්‍යුත් තැපැල් ලිපිනය ඔවුන් රැස් කරන වෙනත් තොරතුරු වෙත සම්බන්ධ කළ හැකිය, ඒවාට නොබැඳි හෝ මාර්ගගතව සිදු කළ අතීත මිලදී ගැනීම් හෝ ඔබේ සබැඳි භාවිත තොරතුරු ඇතුළත් විය හැකිය.",
    "2631159699": "( ) පණුවන්ගේ හමුදාවන් බ්‍රෝඩ්බෑන්ඩ් සම්බන්ධිත වින්ඩෝස් පෙට්ටි",
    "2631249972": "ඔබට දැනුම් දීමකින් තොරව අපි අපගේ වෙබ් අඩවිය වැඩිදියුණු කිරීමට හෝ වෙනස් කිරීමට හැකිය.",
    "26365791": "නීතියෙන් අවසර දී ඇති උපරිම ප්‍රමාණයට, වෙබ් අඩවිය සහ සේවාව (සහ වෙනත් සම්බන්ධිත සේවාවන්, තොරතුරු, දත්ත, විශේෂාංග, සහ වෙනත් අන්තර්ගතය හෝ ද්‍රව්‍ය) සපයනු ලබන්නේ \"පවතින පරිදි\" සහ \"තිබෙන පරිදි\" පදනම මතය. නීතියෙන් අවසර දී ඇති උපරිම ප්‍රමාණයට, IMI විසින් වෙළඳ භාවය, යම් අරමුණක් සඳහා යෝග්‍යතාවය සහ කඩ නොකිරීම යන ඇඟවුම් කරන ලද වගකීම් ඇතුළුව නමුත් ඒවාට සීමා නොවී සියලුම වගකීම් බැහැර කරයි.",
    "263761351": "hCaptcha යනු පළමු විශ්වසනීය විකල්පය වන අතර, දැන් සෑම මසකම මිලියන සියගණනක් මිනිසුන් විසින් භාවිතා කරනු ලැබේ.",
    "2639657759": "අවසරය මගින් භාවිතා කරන ලකුණු",
    "2645321220": "ඔබ reCAPTCHA හි පිරිවැය වැඩි යැයි සිතන්නේ නම්, hCaptcha Enterprise ගැන අපෙන් විමසන්න. දැනට ලෝකයේ විශාලතම ප්‍රකාශකයින්, මූල්‍ය සේවා සමාගම් සහ වෙබ් යටිතල පහසුකම් සමාගම් විසින් භාවිතා කරනු ලබන අතර, ඒවා reCAPTCHA සඳහා විශ්වසනීය විකල්පයක් පමණක් නොවේ: ඔවුන් දැනට පවතින හොඳම bot ආරක්ෂාව සපයන බව අපි විශ්වාස කරමු.",
    "2646127839": "ප්‍රධාන සේවා කොන්දේසි වලට පාරිභෝගික උපග්‍රන්ථය",
    "2648707986": "ගිණුම් පවරා ගැනීමක් යනු අනිෂ්ට නළුවෙකු අන්තර්ජාල ගිණුමක හිමිකරු ලෙස පෙනී සිටින සයිබර් වංචාවකි. සාමාන්‍යයෙන්, ගිණුම ඇත්තේ මූල්‍ය ආයතනයක හෝ ඊ-වාණිජ්‍ය ව්‍යාපාරයක වංචනිකයාට මුදල්, වෙළඳ භාණ්ඩ හෝ තෑගි කාඩ්පත් සොරකම් කළ හැකිය. ප්‍රහාරකයා ගිණුමට ප්‍රවේශ වීමට සොරකම් කළ පිවිසුම් අක්තපත්‍ර භාවිතා කර පසුව එය පවරා ගනී, සමහර විට සැබෑ ගිණුම් හිමිකරු අගුලු දැමීමට මුරපදය වෙනස් කරයි.",
    "2650241052": "උපදෙස් නැත",
    "2650502379": "තත්පර කිහිපයකින් ඔබේම අභියෝග දියත් කරන්න",
    "2652399059": "විශ්වාසවන්ත සහකරුවෙක්",
    "265443926": "සැකය මඟහරවා ගැනීම සඳහා, ඔබ තනි පුද්ගලයෙකු, ආයතනයක් හෝ සංවිධානයක් ලෙස නිර්මාණය කර ඇති ඕනෑම ගිණුමක් හරහා මෙම සීමාවන් සමස්තයක් ලෙස අදාළ වන බව කරුණාවෙන් සලකන්න. උදාහරණයක් ලෙස, ඔබ ගිණුම් 10ක් සෑදුවේ නම්, ඒ සෑම එකක්ම මාසයකදී ඉල්ලීම් 100,000ක් (එනම් මුළු ඉල්ලීම් මිලියන 1ක්) ලබා ගන්නේ නම්, ඔබ එම මාසයේ සියලුම ගිණුම් සඳහා සාධාරණ භාවිත සීමාවන් ඉක්මවා යනු ඇත.",
    "2659418535": "බේරුම්කරණ ක්රියා පටිපාටිය. මෙම ගිවිසුම යටතේ ඇති සියලුම බේරුම් කිරීම් ඇමරිකානු බේරුම්කරණ සංගමයේ නීතිරීති යටතේ හෝ අන්‍යෝන්‍ය වශයෙන් එකඟ වූ බේරුම්කරණ සේවාවක් මගින් සිදු කෙරේ. බේරුම්කරු විකල්ප වර්ජන හරහා නම් හත (7)කට නොඅඩු ලැයිස්තුවකින් තෝරාගත් එක්සත් ජනපද බේරුම්කරුවෙකු වනු ඇත. බේරුම්කරණයේදී, සෑම පාර්ශ්වයකටම ප්‍රමාණවත් සිවිල් සොයාගැනීම් කිරීමට, ප්‍රතික්ෂේප කිරීමේ යෝජනා ගෙන ඒමට සහ ඔවුන්ගේ නඩු සහ විත්ති ඉදිරිපත් කිරීමට අවශ්‍ය පරිදි සාක්ෂිකරුවන් සහ සාක්ෂි ඉදිරිපත් කිරීමට අයිතිය ඇති අතර, මේ සම්බන්ධයෙන් ඇති ඕනෑම ආරවුලක් බේරුම්කරු විසින් විසඳනු ලැබේ. ආරවුල නිරාකරණය කිරීම හුදෙක් හිමිකම් සහ ආයාචනා කරන ලද ආරක්‍ෂාව පාලනය කරන නීතිය මත පදනම් විය යුතු අතර, බේරුම්කරුට එවැනි පාලන නීතියක් හැර වෙනත් කිසිදු පදනමක් ඉල්ලා සිටිය නොහැක. බේරුම්කරුවෙකුගේ ධාරිතාවයෙන් ක්‍රියා කරන විට සිවිල් වගකීම් වලින් අධිකරණ නිලධාරියෙකුගේ මුක්තිය බේරුම්කරුට තිබිය යුතු අතර, එම ප්‍රතිශක්තිය පවතින වෙනත් ඕනෑම ප්‍රතිශක්තියකට අතිරේකයකි. සම්මානවලට බේරුම්කරුගේ ලිඛිත තර්කානුකූල මතය ඇතුළත් විය යුතුය. IMI ට එරෙහිව ඔබට තිබිය හැකි හෝ IMI ඔබට එරෙහිව තිබිය හැකි ඕනෑම හිමිකම් පෑමක් ජූරි සභාවක් විසින් නඩු විභාග කිරීමට ඔබට ඇති අයිතිය ඔබ අත්හරියි. මෙම වගන්තිය යටතේ ඕනෑම හිමිකම් පෑමක් අදාළ සීමාවන් කාල සීමාව තුළ ගෙන ආ යුතුය. එක්සත් ජනපද ෆෙඩරල් බේරුම්කරණ පනත මෙම වගන්තිය පාලනය කරන අතර, මෙම ගිවිසුම වාණිජ ගනුදෙනුවක් බවට සාක්ෂි සපයන බව ඔබ පිළිගනී.",
    "2666258754": "දුර්වල ලෙස-අධීක්ෂණය කරන ලද ඩීප් හැෂිං, හෙයිකි ආර්පොනන්, ටොම් ඊ බිෂොප් සඳහා අර්ථකථන ධුරාවලිය පදනම් කරගත් සම්බන්ධතා ඇතුළත් කිරීම්. ICML 2019, LLD වැඩමුළුව.",
    "2670003220": "රැකියා",
    "2670352917": "hCaptcha මිනිසුන්ට විසඳීමට සරල වන අතර වඩාත් විශ්වාසදායක bot හඳුනාගැනීමක් සපයයි.",
    "2671622670": "ව්යවසාය",
    "267645277": "IMI ඔබගේ අනන්‍යතාවය තහවුරු කළ හැක. තෙවන පාර්ශවීය දත්ත සමුදායන් හෝ නිල නීතිමය ලේඛන සමඟ ඔබේ පුද්ගලික තොරතුරු සංසන්දනය කිරීම මෙයට ඇතුළත් විය හැකිය. ඔබගේ අනන්‍යතාවය, ඔබගේ විද්‍යුත් තැපැල් ලිපිනයේ හිමිකාරිත්වය සහ ඔබගේ මුල්‍ය ගිණුම් වල අයිතිය තහවුරු කිරීමට අවශ්‍ය ඕනෑම විමසීමක් කිරීමට ඔබ අපට බලය පවරයි. ඔබගේ අනන්‍යතාවය තහවුරු කිරීමට අපට සහය වීමට ඔබ පිළිබඳ තොරතුරු සැපයීමට ඔබ එකඟ වේ.",
    "2676853536": "බහු-පරිශීලක උපකරණ පුවරු",
    "2681650568": "සෑම විටම මෙන්, පුද්ගලිකත්වය අපට මූලික වටිනාකමකි. අපගේ අභියෝග කේතය අවශ්‍ය තැන්වලට පමණක් එක් කරන්න, සහ ඔබ සහ ඔබේ පරිශීලකයන් යන දෙදෙනාම ආරක්ෂා කිරීම අර්ථවත් වන තැන්වල පමණක් එක් කරන්න. දත්ත එකතු කිරීම අවම කිරීම ආරම්භ වන්නේ ඒකාබද්ධ කිරීමේ මොහොතේ සිටය.",
    "2682873489": "වස්තූන් සඳහා මායිම් ප්රදේශය නිර්වචනය කරන්න",
    "2683038211": "අන්තර්ජාලය හෝ වෙනත් ඉලෙක්ට්‍රොනික ජාල ක්‍රියාකාරකම්.",
    "2686825859": "නොමිලේ ලියාපදිංචි වන්න හෝ hCaptcha Enterprise විසඳුම් ගැන අප හා සම්බන්ධ වන්න",
    "2689973938": "reCAPTCHA වැඩිදියුණු කිරීම දැන්වීම් වෙළෙන්දෙකු ලෙස Google සඳහා සහජ ගැටුමක් නිර්මාණය කරයි.",
    "2690395789": "ඔබට ලැබුණු රහස්‍ය තොරතුරු ඔබට තවදුරටත් අවශ්‍ය නොවන්නේ නම් සහ ඔබ විසින් පාලනය කරන පරිශ්‍රයේ, පද්ධතිවල හෝ වෙනත් උපකරණවල පවතින සියලුම තොරතුරු පිටපත් (තොරතුරු හෙළිදරව් කළ කවුරුන් හෝ ඉල්ලා සිටින පරිදි) වහාම ආපසු ලබා දිය යුතුය.",
    "2694001822": "කෙසේ වෙතත්, පද්ධති ගුණාංග සහ නව විශේෂාංග පරීක්ෂා කිරීමට අපට උදවු කිරීමට අපි ඉඳහිට පුද්ගලයන් බඳවා ගනිමු.",
    "2694150481": "අපි කුකීස් භාවිතා කරනවාද?",
    "2696932851": "18. වන්දි ගෙවීම",
    "2697276059": "මෙය ක්‍රියාත්මක වන බවට සාක්ෂි: ලොව පුරා ඒකාකාර විසඳුම් අනුපාත",
    "2698140263": "සියලුම ගැටලු එක හා සමාන නොවේ: තනි ලකුණු ලබා ගැනීම යනු එය ප්‍රයෝජනවත් වීමට ඔබේ අවශ්‍යතා සපුරාලිය යුතු බවයි.",
    "269838707": "ඔබ දායකයෙකු නම්, කුමන සහ කොපමණ කාර්යයන් සම්පූර්ණ කළ යුතුද සහ කවදාද සහ කොතැනද ඒවා සම්පූර්ණ කළ යුතුද යන්න තීරණය කරන්නේ ඔබ සහ ඔබ පමණි. ඔබ තෝරා ගන්නා පරිදි කාර්යයන් සම්පූර්ණ කිරීම සඳහා වැඩි කාලයක් හෝ අඩු කාලයක් ගත කිරීමට ඔබට නිදහස තිබේ. කිසිම අවස්ථාවක ඔබ කාර්යයක් සම්පූර්ණ කිරීමට කිසිදු බැඳීමක් යටතේ නැත.",
    "2698640210": "පාලනය අභියෝග සහ පෙන්වා ඇති වර්ග",
    "2700197090": "A: වසම් මට්ටමේ සුදු ලැයිස්තුගත කිරීම සඳහා සහය දක්වන ඕනෑම පෞද්ගලිකත්වය හෝ දැන්වීම් අවහිර කිරීමේ දිගුවක් භාවිතා කිරීම (උදා: uBlock සම්භවය) අපේක්ෂිත පරිදි ක්‍රියා කරයි: hcaptcha.com සුදු ලැයිස්තුවට ඇතුළත් කිරීමට වග බලා ගන්න.",
    "2707282231": "ඔබගේ පරිශීලකයින් සඳහා අභියෝග අභිරුචිකරණය කරන්න. බොට් වලට විසදීමට සහ විනිවිද යාමට නොහැකි කරන්න.",
    "2710988028": "( ) අයාචිත තැපැල් කරන්නන්ට ඊමේල් ලිපින නෙලා ගැනීමට එය පහසුවෙන් භාවිත කළ හැක",
    "2712493234": "ගෙවීම් වංචාව: සයිබර් අපරාධවල ශීඝ්‍රයෙන් වර්ධනය වන ආකාරයක් අවම කිරීම",
    "2714878440": "අපගේ උසස් යන්ත්‍ර ඉගෙනීම සහ මානුෂීය සත්‍යාපනය සමඟින් ඔබේ සේවාවන් සීරීම, ගිණුම් පවරා ගැනීම්, අක්තපත්‍ර පිරවීම සහ අයාචිත තැපෑලෙන් ආරක්ෂා කරන්න.",
    "2715462692": "අපගේ AI ආචාර ධර්ම ක්‍රියාවලිය පෙනෙන්නේ කෙසේද?",
    "2718999653": "අභිරුචිකරණය කළ තර්ජන ලකුණු",
    "2722456056": "2021 ජනවාරි 15 - 2021 අප්‍රේල් 15",
    "2728931827": "එක් එක් සංහිඳියාවෙන් පසුව, ඔබේ වෙබ් අඩවියේ පරිශීලක හැසිරීම් වල ප්‍රමාණාත්මක වෙනසක් නොමැති නම්, ඔබේ එක්-අඩවි ඇස්තමේන්තු යාවත්කාලීන කෙරෙන අතර අනාගත අනාවැකිවල නිරවද්‍යතාවය වැඩි විය යුතුය.",
    "2729131930": "Scraping යනු කුමක්ද සහ එය ක්‍රියා කරන්නේ කෙසේද?",
    "2735073144": "අවශ්‍ය පරිදි අපි අඛණ්ඩ සමාලෝචන ද පවත්වමු. උදාහරණයක් ලෙස, කුඩයට අදාළ ලේබල් කිරීමේ ඉල්ලීම් සඳහා වන ඉල්ලීම් වල දිනයන් සහ මූලාශ්‍ර පිළිබඳ අපගේ මෑත සමාලෝචනයේදී, පසුගිය මාස 12 තුළ අපගේ සේවාවන් භාවිතා කරන කුඩ සම්බන්ධයෙන් කිසිදු රජයේ ආයතනයක් හෝ දන්නා රාජ්‍ය ඔත්තු මෘදුකාංග සැපයුම්කරුවෙකු ඉල්ලීම් කර නොමැති බව ඉක්මනින් තහවුරු කිරීමට අපට හැකි විය. .",
    "2735878907": "ව්‍යාපාර අඛණ්ඩ සැලසුම් ප්‍රකාශය",
    "2740033957": "IM කණ්ඩායම Apple, Amazon වෙතින් විද්‍යාඥයින් සහ ඉංජිනේරුවන්ගෙන් සහ යන්ත්‍ර ඉගෙනීම, බෙදා හරින ලද පද්ධති සහ ආරක්ෂාව පිළිබඳ අනෙකුත් ප්‍රමුඛයන්ගෙන් සමන්විත වේ.",
    "2743692546": "පරිශීලකයන් hCaptcha හරහා ඔවුන්ගේ මනුෂ්‍යත්වය ඔප්පු කරන විට, ඔවුන්ගේ ශ්‍රමය ලංසු තැබීම සඳහා නිර්නාමික විවෘත වෙළඳපොළකට ඇතුල් වේ.",
    "2745385064": "සාරාංශය",
    "2752975480": "( ) ඊමේල් යැවීම නොමිලේ විය යුතුය",
    "2754937029": "පිළිගත නොහැකි භාවිතයන්",
    "2760410719": "තනිකරම නිෂ්ක්‍රීය සංඥා සමඟ බොට් හඳුනාගැනීම සිදු කිරීමට උත්සාහ කරන සේවාවන් මූලික ගැටලුවකට වේගයෙන් දිව යයි: ඔබට නිවැරදි බිම් සත්‍යයක් නොමැති විට පද්ධතියක් නරක ක්‍රියාකාරීන් නිවැරදිව හඳුනා ගන්නේද යන්න ඔබ වලංගු කරන්නේ කෙසේද?",
    "2762458927": "ඔබගේ පරිශීලක දත්ත විකිණීමට නැත.",
    "2762759509": "බොහෝ ගිණුම් පවරාගැනීම් ප්‍රහාර සම්පූර්ණයෙන්ම පාහේ ස්වයංක්‍රීය වේ.",
    "2769710842": "ඔබට කිසියම් ප්‍රශ්නයක් ඇත්නම්, කරුණාකර අප අමතන්න",
    "278010425": "hCaptcha හි පුළුල් සහ නිතර වෙනස් වන විවිධ කාර්යයන් ස්වයංක්‍රීය කිරීම ද අපහසු වේ. reCAPTCHA හි තනි අතුරු මුහුණත වසර ගණනාවක් තිස්සේ වෙනස් වී නැති අතර, කලාතුරකින් වෙනස් වන ප්‍රශ්න සමූහයක් ඇත. මෙය hCaptcha reCAPTCHA ට වඩා ශක්තිමත් ප්‍රති-බොට් ආරක්ෂාවක් සපයන එක් ක්‍රමයකි.",
    "2781507299": "ක්ෂණික සත්යාපනය",
    "2782263070": "සේවාව අපට ප්‍රමුඛස්ථානයකි. අපි 24/7 ඇමතුම් සහය පවත්වා ගෙන යන අතර ක්‍රියාත්මක කිරීමේදී සහ පසුව ඔබේ ඉංජිනේරු ඒකාබද්ධතා කණ්ඩායම සහ අපගේ ඇමතුම් කාර්ය මණ්ඩලය සමඟ සෘජු ස්ලැක් සම්බන්ධීකරණය ලබා දෙන්නෙමු.",
    "2784612261": "ඔබේ ව්‍යාපාර මෙහෙයුම්වලට මානව සමාලෝචන සෘජුවම ඒකාබද්ධ කිරීමට අවශ්‍යද? අපි ඉහළ විශ්වසනීය SLAs, සහතික කළ ධාරිතාව සහ සරල REST API පිරිනමන්නෙමු.",
    "2785425016": "(මනුෂ්‍යත්වය තහවුරු කිරීමේ විසඳුමක සන්දර්භය තුළ, උදා: ක්‍රියාවට ඇමතුමක්)",
    "278568955": "බලාත්මක: 2021 සැප්තැම්බර් 1. යටිතල පහසුකම් එකතු කිරීම",
    "2788024905": "අපි තොරතුරු සුරක්ෂිත කරන ආකාරය",
    "2788836740": "ඔබ දායක නොවන තෙක් අලෙවිකරණ අරමුණු සඳහා සම්බන්ධතා තොරතුරු අඛණ්ඩ පදනමක් මත රඳවා තබා ගනී. ඉන් පසුව අපි ඔබගේ විස්තර දින නියමයක් නොමැතිව අපගේ මර්දන ලැයිස්තුවට එකතු කරන්නෙමු. ප්‍රවේශ්‍යතා පරිශීලකයින්ගෙන් එකතු කරන ලද විද්‍යුත් තැපෑල තොරතුරු කිසිවිටෙක අලෙවිකරණ අරමුණු සඳහා භාවිත නොකෙරේ.",
    "2790841456": "ඔබ දායකයෙකු නම්, ඔබ පහත බේරුම්කරණ වගන්තියට සහ පන්ති ක්‍රියා අත්හැරීමට එකඟ වේ:",
    "279580593": "imachines.com",
    "279918384": "Google ඔබගේ නිදහස් ශ්‍රමය භාවිතා කරන්නේ කෙසේද?",
    "2801359190": "__cfduid,",
    "2801524659": "( ) ප්‍රශ්නය විසඳීමට හොඳ ක්‍රියාමාර්ග කිසිවක් නොකරයි",
    "2804310964": "ඔබගේ සත්‍ය ස්ථානය හෝ අනන්‍යතාවය අපැහැදිලි කිරීම සඳහා නිර්මාණය කර ඇති ඕනෑම ප්‍රොක්සි වෙබ් සේවාදායකයක් හෝ වෙනත් උපාංගයක් හරහා හෝ ලබා දී ඇති අතුරු මුහුණත හැර වෙනත් ඕනෑම ආකාරයකින් අපගේ වෙබ් අඩවියට ප්‍රවේශ වීම හෝ ප්‍රවේශ වීමට උත්සාහ කිරීම;",
    "2806751666": "hCaptcha යනු කුමක්ද?",
    "2808122102": "අපගේ සේවාව සඳහා හරස් සංස්කෘතික ක්‍රියාකාරීත්වය මූලික අවශ්‍යතාවයකි. සියලුම නීත්‍යානුකූල පරිශීලකයින්ට ඉක්මනින් අන්තර්ගතයට ප්‍රවේශ විය හැකි බවට වග බලා ගැනීම අපගේ මෙහෙවරෙහි තීරණාත්මක කොටසකි. අපි භාෂා 110කින් අභියෝග සපයන අතර, අපගේ අභියෝග සෑම කෙනෙකුටම විසඳිය හැකි බව සහතික කර ගැනීම සඳහා අදාළ පරිවර්තන අඛණ්ඩව වැඩිදියුණු කරමින් සිටිමු.",
    "2808971932": "මෙය div block එකක් ඇතුලේ ඇති පෙළකි.",
    "2813310562": "අඩවි සැකසීම් සහ පසුව කුකීස් තට්ටු කරන්න.",
    "2819628066": "වෙන් කිරීමේ හැකියාව. මෙම සේවා නියමවල කිසියම් විධිවිධානයක් වලංගු නොවන හෝ කිසියම් හේතුවක් නිසා බලාත්මක කළ නොහැකි නම්, එය ඉතිරිව ඇති විධිවිධානවල වලංගුභාවයට සහ බලාත්මක කිරීමට බලපාන්නේ නැත.",
    "2820080973": "❤ විසින් සත්කාරකත්වය දරනු ලැබේ",
    "2826051554": "සහ තවත්",
    "2826705343": "වාණිජ තොරතුරු.",
    "2827452240": "මෙහි ලැයිස්තුගත නොකළ වෙනත් වර්ගයක් අවශ්‍යද? අපෙන් අහන්න.",
    "282913023": "අධික රථවාහන ව්යවසායන් සඳහා ලාභදායී විකල්පය",
    "2840750518": "GitHub",
    "285116485": "සමාගම අප රැස් කරන පුද්ගලික තොරතුරු \"විකුණන්නේ\" නැත (මෙම පදය CCPA හි අර්ථ දක්වා ඇත). අප භාවිතා කරන තුන්වන පාර්ශ්ව කුකී වර්ග තිබේ නම්, ඒවා පිළිබඳ වැඩිදුර තොරතුරු සඳහා කරුණාකර ඉහත \"තෙවන පාර්ශවීය විශ්ලේෂණ සහ ලුහුබැඳීමේ තාක්ෂණයන්\" කොටස වෙත යොමු වන්න.",
    "2852295413": "ආවේනික උනන්දුවක් ඇති ගැටුමක්: බොට්ස් නැවැත්වීම දැන්වීම් ජාලයක් සඳහා ආදායම අඩු කරයි",
    "2862164005": "මිල දත්ත අපට reCAPTCHA විසින් පිරිනමනු ලබන ආරක්ෂාව සඳහා නිශ්චිත ඩොලර් අගයක් තැබීමට ඉඩ සලසයි: පිළිතුරකට $0.001 හෝ ඊට අඩුවෙන්.",
    "2863840904": "පියවර 6: අවසාන පියවර, එම HAR සහ කොන්සෝල ලොග් ගොනු අපට විද්‍යුත් තැපැල් කර ගැටලුව විස්තර කරන්න",
    "2864016648": "රහස්‍යතා ගැටළු",
    "2867855718": "3. ඉල්ලීම සඳහා පෞද්ගලිකත්ව අවශ්‍යතා සතුටුදායක ලෙස විසඳා ගත හැකි බව අපි විශ්වාස කරනවාද?",
    "2870341481": "පහත. වෙනත් ඕනෑම බ්‍රව්සර් සඳහා පමණි",
    "2873297188": "සියලුම CAPTCHAS ඇමරිකානු නොවන අයට වෙනස්කම් කරනවාද?",
    "2873911365": "දෘඪාංග සහතික කිරීම ගැන කුමක් කිව හැකිද?",
    "2880837730": "ගිණුම් පවරා ගැනීම නැවැත්වීමට කුමක් කළ හැකිද?",
    "2881474837": "hCaptcha Enterprise",
    "2887242610": "Intuition Machines, Inc විසින් අපගේ hCaptcha ව්‍යාපාරයට සැලකිය යුතු ලෙස බාධා කරන සිදුවීම් වලට අප ප්‍රතිචාර දක්වන්නේ කෙසේද යන්න පිළිබඳව ව්‍යාපාර අඛණ්ඩ සැලැස්මක් සකස් කර ඇත. ආපදා සහ කඩාකප්පල්වීම්වල කාලසීමාව සහ බලපෑම අනපේක්ෂිත බැවින්, සැබෑ සිදුවීම් සිදු වන විට ඒවාට ප්‍රතිචාර දැක්වීමේදී අපට නම්‍යශීලී විය යුතුය. එය මනසේ තබාගෙන, අපි අපගේ ව්‍යාපාර අඛණ්ඩ සැලැස්ම පිළිබඳ මෙම තොරතුරු ඔබට ලබා දෙන්නෙමු.",
    "2894845722": "hCaptcha අතුරුමුහුණත මත විචක්ෂණ සන්නාමකරණය හරහා පුණ්‍ය කටයුතු සඳහා ඔබේ දායකත්වය ඔබේ වෙබ් අඩවියේ පරිශීලකයින්ට ඉක්මනින් දැකගත හැකි වනු ඇත.",
    "2895491273": "ඔබ කුකීස් හෝ වෙනත් ලුහුබැඳීමේ තාක්ෂණයන් අවහිර කිරීමට කැමති නම්, බොහෝ බ්‍රව්සර් සහ ජංගම උපාංග ඔබට කුකීස් ලැබෙන විට හෝ වෙනත් ලුහුබැඳීමේ තාක්ෂණයන් භාවිතා කරන විට ඔබට දැනුම් දීමට සහ පිළිගැනීමට/අවසර දෙනවාද යන්න තෝරා ගැනීමට ඔබගේ සැකසුම් වෙනස් කිරීමට ඔබ කැමති නම්. එය. බොහෝ බ්‍රව්සර් මඟින් ඔබට දැනට පවතින කුකී අක්‍රිය කිරීමට හෝ මකා දැමීමට හෝ අනාගත කුකීස් ස්වයංක්‍රීයව ප්‍රතික්ෂේප කිරීමට ඉඩ සලසයි. ඔබට ඔබගේ කුකී මනාප පාලනය කිරීමට බ්‍රවුසර ප්ලග් ඉන් ඇතුළු තෙවන පාර්ශවීය මෙවලම් ද භාවිතා කළ හැක. කෙසේ වෙතත්, ඔබ සියලු කුකීස් අක්‍රිය කළහොත්, අපගේ වෙබ් අඩවි වල සමහර කොටස් නිසි ලෙස ක්‍රියා නොකරනු ඇති බව සලකන්න.",
    "2896187462": "1. දැඩි ලෙස අවශ්‍ය නිර්නාමික සේවා සම්බන්ධ සංඛ්‍යාලේඛන සඳහා සහ ප්‍රවේශ්‍යතා සහය සඳහා සහාය වීම වැනි වෙනත් තාක්ෂණික අරමුණු සඳහා භාවිත කෙරේ.",
    "2900525040": "කැලිෆෝනියා ප්‍රාන්තයේ නීති මෙම සේවා නියම සහ ඒවායින් පැන නගින ඕනෑම මතභේදයක්, ආරවුලක් හෝ හිමිකම් පෑමක් පාලනය කරයි.",
    "2901894297": "hCaptcha යනු Delaware US Corporation (#6393793) වන Intuition Machines, Inc. (\"IMI\") හි සේවාවකි.",
    "2903742230": "දැන්වීම් ජාල ඔබේ අමුත්තන් නිෂ්පාදනය ලෙස දකී. අපට එකම අරමුණ ඔවුන්ගේ මනුෂ්‍යත්වය තීරණය කිරීමයි. අපගේ සේවාවන් GDPR, CCPA, LGPD, සහ PIPL අවශ්‍යතා සපුරාලීම හෝ ඉක්මවා යන අතර, අපි පෞද්ගලිකත්වය සහ ආරක්ෂාව සමතුලිත කිරීමට වෙහෙස මහන්සි වී වැඩ කරමු.",
    "2904949278": "හැකර් කෙනෙක් ගිණුමක් පවරා ගන්නේ කෙසේද?",
    "2905621957": "අවසන් වරට යාවත්කාලීන කළේ: 2020 ජූලි 18",
    "290966395": "අපගේ \"එක්සත් ජනපදයෙන් පිටත පාරිභෝගිකයින්ට සටහනක්\" කොටසේ විස්තර කර ඇති පරිදි, ඔබගේ පුද්ගලික දත්ත එක්සත් ජනපදය වෙත මාරු කිරීම, සැකසීම සහ ගබඩා කිරීම සිදු කරන බව කරුණාවෙන් සලකන්න. එක්සත් ජනපදයේ දත්ත ආරක්ෂණ නීති ඔබ පදිංචි රටෙහි නීතිවලට වඩා වෙනස් විය හැකිය. අපගේ වෙබ් අඩවි වෙත පිවිසීමෙන් හෝ අපගේ සේවාව භාවිතා කිරීමෙන් මෙම රහස්‍යතා ප්‍රතිපත්තියේ දක්වා ඇති පරිදි පුද්ගලික තොරතුරු ඇතුළුව ඔබගේ තොරතුරු එක්සත් ජනපදයට මාරු කිරීමට ඔබ එකඟ වේ.",
    "2910560864": "2020 මාර්තු 20-23***",
    "2915355938": "ප්රවේශ",
    "2920213479": "ඕනෑම ප්‍රමාණයක අත්තනෝමතික ප්‍රවර්ග වර්ග කිරීම හෝ එකතු කිරීම",
    "2921990472": "ඔබ ක්‍රියාකාරී ගැටලුවක් දකින්නේ නම්, කරුණාකර අනුගමනය කරන්න",
    "292211832": "කුකීස්, වෙබ් පිටු කවුන්ටර සහ වෙනත් විශ්ලේෂණ මෙවලම් වැනි තාක්ෂණික ක්‍රම හරහා රැස් කරන ලද තොරතුරු ප්‍රායෝගික වූ වහාම ඉවත දමන නමුත්, සාමාන්‍යයෙන් හඳුනා නොගත් සහ එකතු කරන ලද ආකාරයෙන් කුකියේ කල් ඉකුත් වීමේ සිට වසරක් දක්වා සීමිත කාලයක් සඳහා තබා ගත හැක. අපගේ සේවාවේ ඇති විය හැකි අපයෝජනය අප හඳුනා නොගන්නේ නම්, අනාගත අපයෝජන වැළැක්වීම සඳහා අපට උපකාර කිරීමට අපි එම තොරතුරු රඳවා ගනිමු. අපට මෙම නිර්නාමික සහ එකතු කරන ලද තොරතුරු ඔබට, ඔබේ නිවසට, IP ලිපිනයකට, හෝ ගබඩා කර ඇති තොරතුරු මත පදනම් වූ කිසියම් පුද්ගලික තොරතුරක් වෙත සම්බන්ධ කළ නොහැක.",
    "292250020": "1. තිරයේ ඉහළ-දකුණු කෙළවරේ ගියර් තෝරන්න, ඉන්පසු \"අන්තර්ජාල විකල්ප\" තෝරන්න. ඔබ මෙනු තීරුව සක්‍රීය කර ඇත්නම්, ඔබට \"මෙවලම්\" සහ \"අන්තර්ජාල විකල්ප\" තෝරාගත හැක.",
    "2927700175": "යන්ත්‍ර ඉගෙනීමේ ගැටළු වලින් ලේබල් කිරීමට අපහසු දත්ත රැස් කිරීමෙන් සහ වෙබ් අඩවියක් හෝ යෙදුම් නරඹන්නෙකු මනුෂ්‍යයෙකු දැයි වෙන්කර හඳුනා ගැනීමට භාවිතා කිරීමෙන් අපි bots සඳහා අපහසු නමුත් මිනිසුන්ට පහසු CAPTCHA අභියෝග පෙන්වමු.",
    "2928362319": "තැපැල් කළ විමසීම් වෙත යැවිය හැක: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "2931396764": "11. මෙම සේවා කොන්දේසි උල්ලංඝනය කිරීම",
    "2932826396": "3. ඔබ මෑතකදී නිකුත් කරන ලද OS X 10.15 හෝ iOS 13.4 මත Safari හි නවතම අනුවාදය භාවිතා කරන්නේ නම්, Apple විසින් තුන්වන පාර්ශ්ව කුකීස් වලට අදාළ Safari හි හැසිරීම වෙනස් කර ඇති අතර, ඒවා සියල්ලම පෙරනිමියෙන් අවහිර කරයි. අපි විසඳුමක් ක්‍රියාත්මක කරමින් සිටිමු, නමුත් මේ අතරතුර කරුණාකර Safari මනාප, රහස්‍යතා අංශය වෙත පිවිසෙන්න, සහ ප්‍රවේශ්‍යතා කුකිය අපේක්ෂිත පරිදි ක්‍රියා කිරීමට සබල කිරීමට \"වෙබ් අඩවි ලුහුබැඳීම: හරස්-අඩවි ලුහුබැඳීම වැළැක්වීම\" සලකුණු නොකරන්න.",
    "2935155034": "ඔබ යුරෝපීය ආර්ථික ප්‍රදේශයේ පිහිටා තිබේ නම්, ඔබ පිළිබඳ අප සතුව ඇති දත්ත පරීක්ෂා කිරීමට සහ නිවැරදි කිරීමට හෝ මකා දැමීමට ඇති අයිතිය ඇතුළුව, \"EU දත්ත විෂයයන් වෙත දැනුම්දීම\" යන ශීර්ෂය යටතේ ඉහත විස්තර කර ඇති ඇතැම් අයිතිවාසිකම් ඔබට ඇත.",
    "2939852138": "වංචනිකයින් ගෙවීම් වංචාවෙන් මිදෙන්නට [උත්සාහ කරන්නේ] කෙසේද?",
    "2940689138": "Integrator සහ පාරිභෝගික ගිණුම් පරිපාලනය කිරීමට සහ සේවාව සැපයීමට. නිශ්චිත ගිණුම් ඒකාබද්ධ කරන්නන් සහ පාරිභෝගිකයින් සමඟ සම්බන්ධ කිරීමට සහ ඔවුන්ට සේවාව ලබා දීමට, ඉල්ලීම් හෝ විමසීම්වලට ප්‍රතිචාර දැක්වීමට, සහාය හෝ තාක්ෂණික සහාය ලබා දීමට සහ ගෙවීම් පහසු කිරීමට අපි පුද්ගලික තොරතුරු භාවිතා කරමු.",
    "2941545733": "අපි ඉංජිනේරුවන්, විකුණුම්කරුවන් නොවේ: අපට අවශ්‍ය ඔබ ඔබේ තේරීම ගැන සතුටු වීමටයි.",
    "2943346052": "IETF ප්‍රමිතිකරණ ක්‍රියාවලිය අඛණ්ඩව සිදුවන බැවින්, ප්‍රධාන බ්‍රවුසරයන් ස්වදේශීයව යම් ආකාරයක පුද්ගලිකත්ව අවසරපත්‍රයක් අනුගමනය කරනු ඇතැයි අපි අපේක්ෂා කරමු. මෙය අවසානයේදී දිගුව අනවශ්‍ය බවට පත් කරයි. කෙසේ වෙතත්, මේ මොහොතේ, කරුණාකර පහත උපදෙස් අනුගමනය කරන්න.",
    "2945960297": "EU දත්ත විෂයයන් සම්බන්ධයෙන්, මෙම රහස්‍යතා ප්‍රතිපත්තියේ භාවිතා කර ඇති \"පුද්ගලික තොරතුරු\" යන යෙදුම යුරෝපීය සංගමයේ සාමාන්‍ය දත්ත ආරක්ෂණ රෙගුලාසි (GDPR) හි අර්ථ දක්වා ඇති \"පුද්ගලික දත්ත\" ට සමාන වේ.",
    "2947576723": "මෙම කතාව රියදුරු බලපත්‍ර සහ ඩිජිටල් ඇඟිලි මුද්‍රණයට පෙර සිදු වූවකි, නමුත් එය ගිණුම් පවරා ගැනීමේ අවස්ථාවකදී සිදුවිය හැකි වැරදි පිළිබඳ හොඳ උදාහරණයක් සපයයි. පුද්ගලයෙකු මාර්ගගත බැංකු ගිණුමකට හෝ ජංගම ගෙවීම් යෙදුමකට ලොග් වේ. ඔහු සැබෑ ගිණුම් හිමියෙක්ද, නැතිනම් හැකර් කෙනෙක්ද? ඇත්තටම කවුද කවුද? මෙම ආරක්ෂක ගැටළු ස්වයං සේවා ගිණුම් ප්‍රවේශයට ඉඩ දෙන ආයතනවලට බලපායි.",
    "2952586316": "සියලුම ගැටලු එක හා සමාන නොවේ. ආරක්ෂිත-විවේචනාත්මක කාර්යයන් සඳහා වන විවරණ සඳහා සම්පූර්ණයෙන්ම මිනිස් සේවකයන්ගෙන් 99.99% විශ්වාසයක් අවශ්‍ය විය හැකිය. ජංගම ක්‍රීඩා යෙදුමක එක් බීටා විශේෂාංගයක් සඳහා අනුසටහන් සඳහා මධ්‍යස්ථ විශ්වාසයක් පමණක් අවශ්‍ය විය හැකිය. ඔබ තීරණය කරන්න.",
    "2954157511": "අපි කුකීස් භාවිතා කරන්නේ ඇයි?",
    "2959486280": "ඔබ මෙම සේවා කොන්දේසි වලට එකඟ නොවන්නේ නම්, ඔබට වෙබ් අඩවිය හෝ සේවාව භාවිතා කිරීමට හෝ ප්‍රවේශ නොවිය හැක.",
    "295955580": "අපගේ වෙබ් අඩවියේ තෙවන පාර්ශවීය වෙබ් අඩවි වෙත සබැඳි අඩංගු විය හැක. අපි එවැනි වෙබ් අඩවි පාලනය කිරීම, විමර්ශනය කිරීම, අධීක්ෂණය කිරීම හෝ පරීක්ෂා කිරීම සිදු නොකරමු. එවැනි වෙබ් අඩවිවල අඩංගු පරිගණක වැඩසටහන්, අන්තර්ගතය හෝ අදහස් සඳහා අප වගකිව යුතු හෝ අනුමත කරන්නේ නැත. ඔබ අපගේ වෙබ් අඩවියෙන් ඉවත් වී ඕනෑම තෙවන පාර්ශවීය වෙබ් අඩවියකට පිවිසීමට තීරණය කරන්නේ නම්, ඔබ එය කරන්නේ ඔබේම අවදානමෙනි.",
    "2968026167": "ඔබේ ප්රියතම එළවළු",
    "2970907810": "පිටුව. සමාගමේ වත්මන් ප්‍රධාන විධායක නිලධාරියා අන්තර්ගතය සඳහා වගකිව යුතු කළමනාකාර අධ්‍යක්ෂවරයා වේ.",
    "2989126922": "මෙනු තීරුවෙන් Chrome මනාප විවෘත කරන්න.",
    "299335340": "එය කුමක්ද සහ ප්‍රහාර නතර කරන්නේ කෙසේද",
    "3004688366": "( ) ප්‍රතිවිපාකවලට රැහැන් වංචා හෝ ක්‍රෙඩිට් කාඩ් වංචා සම්බන්ධ නොවිය යුතුය",
    "3005876482": "hCaptcha දැන් විශාලතම ස්වාධීන CAPTCHA සේවාව වන අතර එය අන්තර්ජාලයෙන් 15% ක් ක්රියාත්මක වේ",
    "3007128955": "https://www.whatsmyip.org/",
    "3007158970": "ඔබගේ අයිතිවාසිකම්වලට බලපාන ඔබගේ පුද්ගලික තොරතුරු සැකසීමේ පදනම ලෙස අපගේ නීත්‍යානුකූල අවශ්‍යතා මත අපගේ විශ්වාසයට විරුද්ධ වන්න.",
    "3012870872": "නිදහස් අනුවාදය (hCaptcha Publisher) භාවිතා කරන වෙබ් අඩවි සහ යෙදුම් Google වෙත පරිත්‍යාග කිරීම වෙනුවට එම කාර්යයෙන් ආදායමක් උපයා ගනී.",
    "3014149332": "A: නැත, අවසර පත්‍ර අන්තර් ක්‍රියා කළ නොහැක: මෙම අවස්ථාවේදී hCaptcha එම අධිකාරිය විසින් ඒවා නිකුත් කර මුදා හැරිය යුතුය. ඔබට ඔබේ දිගුවේ Cloudflare සහ hCaptcha යන දෙකෙන්ම අවසරපත් තිබේ නම්, ඔබ පිවිසෙන පිටුවේ අවශ්‍යතාවය අනුව පවතින අංකය නිවැරදි මුදලට වෙනස් වන බව සලකන්න. වෙනත් වචන වලින් කිවහොත්, ඔබගේ පසුම්බියේ Cloudflare පාස් 100ක් සහ hCaptcha පාස් 10ක් තිබේ නම්, ඔබ hCaptcha එබ්බවූ පිටුවල ඇති දිගු නිරූපකයේ 10ක් දැකිය යුතුය.",
    "3014657981": "\"කුකීස්\" අසලින්, සැකසීම් ක්‍රියාත්මක කරන්න.",
    "3017040355": "EU දත්ත විෂය දත්ත සැකසීම අපගේ සේවා නියමයන් හෝ අපගේ Integrators සමඟ දත්ත සැකසුම් ගිවිසුම් වෙත දත්ත සැකසුම් අතිරේකය තුළ ඒකාබද්ධ කර ඇති සම්මත ගිවිසුම් වගන්ති (SCCs) හි නීතිමය පදනම යටතේ ක්‍රියාත්මක වේ.",
    "3017533972": "අපි, අපගේ ශාස්ත්‍රීය පර්යේෂණ හවුල්කරුවන් සහ අපගේ ගනුදෙනුකරුවන් යන්ත්‍ර ඉගෙනීමේ ක්ෂේත්‍රය තුළ මානව වර්ගයාගේ දැනුම දියුණු කිරීම සඳහා hCaptcha වේදිකාව හරහා Creative Commons-බලපත්‍ර ලත් අන්තර්ගතයේ කොටස් වරින් වර යොමු කිරීම හෝ ප්‍රතිනිෂ්පාදනය කිරීම කළ හැකිය.",
    "3018077211": "25. දායක ආරවුල් විසඳීම",
    "3018523079": "ස්ථාවර පරිශීලක අත්දැකීමක් සමඟ සන්නාමයේ රැඳී සිටින්න.",
    "3022001832": "අපගේ සේවාව ඔවුන්ගේ වෙබ් අඩවියට ඇතුළත් කරන අය (\"ඒකාබද්ධ කරන්නන්\"), දත්ත ලේබල් කිරීම සඳහා සේවා භාවිතා කරන අය (\"පාරිභෝගිකයින්\") සහ අප සමඟ අන්තර් ක්‍රියා කරන අවසාන පරිශීලකයින් ඇතුළුව, අපගේ වෙබ් අඩවි සහ සේවා සමඟ අන්තර් ක්‍රියා කරන පුද්ගලයින්ගෙන් අපි තොරතුරු රැස් කරන්නෙමු. අපගේ Integrators (\"අවසාන-පරිශීලකයින්\") වෙබ් අඩවි හරහා සේවාව",
    "3022301908": "ප්රවේශ",
    "3022922096": ", hCaptcha හි ව්‍යවසාය නිෂ්පාදන කට්ටලය. hCaptcha හි නිදහස් අනුවාදය මෙන් නොව,",
    "3025548709": "මෙම අසාධාරණ ගනුදෙනුවට විකල්පයක් තිබේද?",
    "3027055607": "16. බුද්ධිමය දේපළ සහ හිමිකාර අයිතිවාසිකම්",
    "3028319964": "AI ආචාර ධර්ම",
    "3030395800": "මෙම අක්තපත්‍ර සාමාන්‍යයෙන් දත්ත කඩකිරීම් වලින් පැමිණේ. \" අක්තපත්‍ර කාන්දුවීම්\" ලෙසද හඳුන්වනු ලබන මෙම ප්‍රහාර හේතුවෙන් මිලියන ගණනක් අක්තපත්‍ර අඳුරු වෙබ් වෙත මුදා හැරිය හැක. කාන්දුව පැමිණියේ බැංකුවකින් නම්, හැකර් එම අක්තපත්‍ර භාවිතා කර වෙනත් වෙබ් අඩවි වෙත යාමට උත්සාහ කරයි. මෙම ප්‍රවේශය ක්‍රියාත්මක වන්නේ බොහෝ අය අඩවි කිහිපයක් සඳහා එකම පරිශීලක නාමය සහ මුරපද සංයෝජනය භාවිතා කරන බැවිනි. (මෙම භාවිතය අධෛර්යමත් කර ඇත, නමුත් යථාර්ථය එයයි. මිනිසුන් එකම පිවිසුම් අක්තපත්‍ර නැවත කිරීමට නැඹුරු වේ.)",
    "30312304": "නරක ෆෙඩරල් නීතියක් සම්මත කිරීමට පෙර ප්‍රාන්තයෙන් ප්‍රාන්තයට වෙනස් වූ වෙනත් දෝෂ.)",
    "3031284129": "වගකීම් වියාචන",
    "3031357206": "ඔබගේ URL තීරුව අසල නව නිරූපකයක් දිස්වනු ඇත. දැන් hCaptcha භාවිතයෙන් වෙබ් අඩවියකට පිවිසෙන්න. එය මේ ආකාරයෙන් පෙනෙනු ඇත:",
    "3031953301": "ඒ වෙනුවට අපි ඔබට අපගේ hCaptcha ව්‍යවසාය සේවාව භාවිතා කිරීමට අවස්ථාව ලබා දිය හැකි අතර, යම් කාලයක් (\"පිරිනැමීමේ කාලසීමාව\") සඳහා ඔබට දිගටම සේවා සැපයීම සිදු කළ හැක. පිරිනැමීම් කාල සීමාව තුළ අපගේ අඛණ්ඩ සේවා සැපයීම මෙම වගන්තිය යටතේ අපගේ අයිතිවාසිකම් කිසිඳු ආකාරයකින් වෙනස් නොකරනු ඇත.",
    "3031953928": "HUMAN Network™ යනු HUMAN Protocol Foundation හි වෙළඳ ලකුණක් වන අතර, එහි අවසරය ඇතිව භාවිතා වේ.",
    "3034959000": "ඔබට නැවත ලබා ගත හැක",
    "3038275155": "පන්ති ක්‍රියා අත්හැරීම. පන්ති, සාමූහික හෝ නියෝජිත ක්‍රියාවක් ලෙස යම් ආරවුලක් ගෙන ඒමට, ඇසීමට හෝ බේරුම් කිරීමට ඔබට ඇති ඕනෑම අයිතියක් ඔබ අත්හරියි. මෙම ගිවිසුමේ අඩංගු වෙනත් වගන්තියක් නොතකා, පූර්ව වාක්‍ය ඛණ්ඩය කිසිම අවස්ථාවක මෙම ගිවිසුමෙන් වෙන් කළ නොහැක. මෙම අත්හැරීමේ සියලුම හෝ කොටසක් බලාත්මක කළ නොහැකි, අනුශාසනා කළ නොහැකි, අවලංගු හෝ අවලංගු කළ හැකි බවට වන ඕනෑම හිමිකම් පෑමක් තීරණය කළ හැක්කේ නිසි අධිකරණ බලය ඇති අධිකරණයක් විසින් මිස බේරුම්කරුවෙකු විසින් නොවේ. ජාතික කම්කරු සබඳතා පනතේ 7 වැනි වගන්තිය යටතේ ඔබ ඔබේ අයිතිවාසිකම් ක්‍රියාත්මක කිරීමේ ප්‍රතිඵලයක් ලෙස හෝ කිසියම් සංසදයක පන්තියක්, සාමූහික හෝ නියෝජිත ක්‍රියාවක් ගොනු කිරීම හෝ සහභාගී වීම හේතුවෙන් අපගේ වෙබ් අඩවියේ කාර්යයන් සම්පූර්ණ කිරීමෙන් ඔබට පළිගැනීමක් හෝ වළක්වාලනු නොලැබේ. , නමුත් අපි නීත්‍යානුකූලව මෙම පන්ති ක්‍රියා අත්හැරීම බලාත්මක කිරීම ඉල්ලා සිටිය හැකි අතර, එවැනි පන්ති, සාමූහික හෝ නියෝජිත ක්‍රියා හෝ හිමිකම් ඉල්ලා අස් කිරීමට උත්සාහ කළ හැකිය.",
    "304004915": "පරිශීලකයන් කවුරුන්ද යන්න අපට ප්‍රශ්නයක් නැත, ඔවුන් ද්වේෂසහගත හෝ යන්ත්‍ර වීමට ඇති ඉඩකඩ කෙතරම්ද යන්න පමණි. වැනි මුලපිරීම් සඳහා අපි සහාය දෙමු",
    "3044038608": "අපගේ ලියාපදිංචි කිරීමේ ක්‍රියාවලියේදී ඉල්ලා සිටින පරිදි සත්‍ය, නිවැරදි සහ සම්පූර්ණ තොරතුරු අපට ලබා දීමට ඔබ එකඟ වේ. එවැනි තොරතුරු වර්තමාන සහ නිවැරදි ලෙස තබා ගැනීමට අවශ්‍ය පරිදි ඉක්මනින් යාවත්කාලීන කිරීමට ඔබ එකඟ වේ.",
    "3047519814": "ඔබ ඔබගේ ගිණුම හෝ මුරපදය කිසිවෙකු සමඟ බෙදා නොගන්නා බවට ඔබ එකඟ වේ.",
    "3048865891": "පිරිවැය සහ ගාස්තු. නීතීඥ ගාස්තු නීතියෙන් පැහැදිලිව සපයා ඇති ප්‍රමාණයට හැර, එවැනි ඕනෑම බේරුම්කරණයකදී නීත්‍යානුකූල නියෝජනය සඳහා එක් එක් පාර්ශවයන් ඔවුන්ගේ අදාළ පිරිවැය දැරිය යුතුය. පාර්ශවයන් බේරුම්කරු විසින් අය කරනු ලබන ඕනෑම මූලික පරිපාලන ගාස්තුවක්, ඔබට ඩොලර් දෙසිය පනහක (US$250.00) උපරිම පිරිවැයක් දක්වා බෙදනු ඇත. බේරුම්කරුගේ සහ අධිකරණ වාර්තාකරුගේ පිරිවැය, තිබේ නම්, මුලින් අප විසින් දරනු ලැබේ; කෙසේ වෙතත්, නීතියෙන් සපයා ඇති පරිදි, පවතින පාර්ශ්වයට සුදුසු පිරිවැය ප්‍රදානය කිරීමට බේරුම්කරුට අභිමතය ඇත, සහ/හෝ බේරුම්කරු සහ/හෝ අධිකරණ වාර්තාකරු හා සම්බන්ධ වියදම් බෙදා ගැනීමට පාර්ශ්වයන්ට අවශ්‍ය වේ.",
    "3049976256": "සෑම නව ලේබල් කිරීමේ පාරිභෝගිකයෙකු සඳහාම, අපි විකුණුම් ක්‍රියාවලියේදී පිරික්සුම් ලැයිස්තුවක් හරහා යන්නෙමු. ඇතුළත් වීමට පෙර මූලික KYC කඩිසරකම මෙන්ම අපගේ විශ්ලේෂකයින් වෙත කරන ලද සියලුම ඉල්ලීම් සත්‍යාපනය කිරීම සහ අපගේ ස්වයං සේවා වේදිකාව භාවිතයෙන් කරන ලද ඉල්ලීම් පිළිබඳ තත්‍ය කාලීන ස්ථාන පරීක්ෂා කිරීම් සහ වරින් වර සමාලෝචන ඇතුළත් වේ.",
    "3054564199": "මුද්‍රණ කට්ටලය",
    "3056723024": "13. පිළිගත නොහැකි කාර්යයන් සම්පූර්ණ කිරීම",
    "305735018": "අවසාන වශයෙන්, Google සඳහා විශ්වසනීය විකල්පයක්. hCaptcha Enterprise ඔබේ reCAPTCHA බිල්පතේ ඉහළ ආරක්‍ෂාවක් සහිතව විශාල ඉතුරුම් ලබා දෙයි: සමහර අවස්ථාවලදී 80% දක්වා අඩු මිලක්.",
    "3060764232": "https://lld-workshop.github.io",
    "3063819779": "රහස්යතා ප්රතිපත්තිය",
    "3064321967": "දන්නා පළමු අයාචිත තැපෑල යවා ඇත්තේ 1978 දීය.",
    "3065000659": "ඔබ \"මෝටර් රථය මත ක්ලික් කරන\" සෑම අවස්ථාවකදීම ඔබ තනිව පුහුණු කිරීමට උදව් කරන බව ඔබට වැටහුණාද?",
    "3068923550": "() ක්‍රමානුකූලව ක්‍රමානුකූලව ක්‍රියාත්මක වුවහොත් ප්‍රතිවිරෝධතා ක්‍රියාත්මක විය යුතුය",
    "3083289844": "පරිශීලක රහස්‍යතාවට බලපෑ හැකි යැයි ඔබ සිතන ගැටලුවක් ඔබ සොයා ගත්තේ නම්, කරුණාකර අපට විද්‍යුත් තැපැල් කරන්න",
    "3086730511": "ඔබ අපගේ නොමිලේ සේවාවේ අනුකලනය කරන්නෙකු නම් සහ ඔබ අපගේ සාධාරණ භාවිත සීමාවන් ඉක්මවා ඇති බව අපි තීරණය කරන්නේ නම්, දැනට අඩුවෙන්:",
    "3088605177": "අපගේ අභියෝග කේතය අවශ්‍ය තැන්වලට පමණක් එක් කරන්න, සහ ඔබ සහ ඔබේ පරිශීලකයන් යන දෙදෙනාම ආරක්ෂා කිරීම අර්ථවත් වන තැන්වල පමණක් එක් කරන්න.",
    "3089778412": "hCaptcha ත්‍යාග ගණනය කරන ආකාරය",
    "3092200338": "** 15 වෙනිදා සති අන්තයක යෙදෙන විට, ගෙවීම් දිනය වෙනුවට 17 වෙනිදා වේ.",
    "3093388779": "hCaptcha ඕනෑම ප්‍රමාණයක ප්‍රකාශකයන් සඳහා භාවිතා කිරීමට නොමිලේ",
    "3093689546": "පහසු ඒකාබද්ධ කිරීම",
    "3094150511": "නියාමන අධිකාරිය: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "3094354698": "2019 ජූනි 15",
    "3096063825": "එය උත්සාහ කරන්න",
    "3096553330": "අප නිර්මාණය කරන සෑම පද්ධතියක්ම වෙනත් පුද්ගලයින් සමඟ අපගේ සබඳතා සරලව පිළිබිඹු කරයි.",
    "3098677775": "ප්‍ර: පුද්ගලිකත්ව අවසර පත්‍රය භාවිතා කරන විට මගේ IP සහ බ්‍රවුසින් ඉතිහාසය hCaptcha වෙතින් සම්පූර්ණයෙන්ම පුද්ගලිකද?",
    "3100722753": "විය හැකි ආරක්ෂාව හෝ පෞද්ගලිකත්ව ගැටළු සඳහා, පහත උපදෙස් බලන්න.",
    "3103557430": "අපි තොරතුරු භාවිතා කරන ආකාරය",
    "3103642530": "මෙම සමාලෝචනය නිර්ණායක කිහිපයකින් සමන්විත වේ:",
    "3107683988": "මෙය දැඩි SLAs හමුවීමට අපගේ 24/7 ඇමතුම් කාර්ය මණ්ඩලය විසින් කළමනාකරණයේ සියලු ප්‍රතිලාභ රඳවා ගනිමින් ජාලයෙන් පිටත ගමනාගමනය සහ පිරිවැය නාටකාකාර ලෙස අඩු කළ හැකිය.",
    "3108727249": "බොට්ස්ටොප්",
    "310885519": "හෝ",
    "3114147525": "hCaptcha පාරිභෝගිකයින් වස්තු හඳුනාගැනීම, ගුණාංග හඳුනාගැනීම (ඇඳුම් වර්ග හඳුනා ගැනීම සඳහා ලේබල් එකතු කිරීම), අදාළත්වය ශ්‍රේණිගත කිරීම (ප්‍රාථමික නිෂ්පාදනයක් සමඟ සසඳන විට විකල්ප කිහිපයකින් වඩාත්ම අදාළ නිෂ්පාදනය තෝරා ගැනීම), සීමා පෙට්ටි (ආසන්න ක්ෂේත්‍ර සෙවීම) ඇතුළු කාර්යයන් සඳහා සේවාව භාවිතා කරයි. රූපයක්), \"මානව OCR\" (රූපයක ඇති පෙළ හඳුනා ගැනීම) සහ තවත් බොහෝ ආකාරයේ කාර්යයන්.",
    "3117887301": "විශාලතම සබැඳි සේවා මගින් විශ්වාස කෙරේ",
    "3119498672": "අන්තර්ජාල bots, web robots, bots, scripts, හෝ වෙනත් ඕනෑම ආකාරයක කෘතිම බුද්ධියක් භාවිතයෙන් ඕනෑම කාර්යයක් ඉටු කිරීම හෝ විස්තර කර ඇති පරිදි කාර්යයන් සම්පූර්ණ නොකර IMI හෝ ඕනෑම ඉල්ලුම්කරුවෙකුගෙන් හෝ අනුකලනයකින් ත්‍යාග ලබා ගැනීමට උත්සාහ කිරීම;",
    "3119589996": "එය ක්‍රියා කරන ආකාරය: බ්‍රවුසර දිගුවක් මඟින් පුද්ගලිකත්ව අවසර පත්‍ර ප්‍රොටෝකෝලය සඳහා සහය දක්වන වෙබ් අඩවි සඳහා ගුප්ත ලේඛනමය අන්ධ ටෝකන නිර්මාණය කිරීමට සහ අත්සන් කිරීමට පරිශීලකයින්ට හැකියාව ලබා දේ. දිගුව hCaptcha සේවාව භාවිතයෙන් ඕනෑම අඩවියක අභියෝගයක් විසඳන විට hCaptcha විසින් අත්සන් කරන ලද ගුප්ත ලේඛනමය වශයෙන් අන්ධ ටෝකන අඩංගු අවසරපත් ජනනය කරයි,",
    "3121248460": "ඔබගේ අපේක්ෂිත ප්‍රේක්ෂකයින් සඳහා -- සරල සිට සංකීර්ණ දක්වා -- අනන්ත විවිධ අභිරුචි අභියෝග සංදර්ශන කරන්න",
    "3128328457": "ඔබ දායකයෙකු හෝ ඒකාබද්ධ කරන්නෙකු නම්, අපගේ වෙබ් අඩවිය භාවිතා කිරීම හේතුවෙන් ඇස්තමේන්තුගත හෝ වෙනත් ෆෙඩරල්, ප්‍රාන්ත, හෝ ප්‍රාදේශීය ආදායම් බදු, සමාජ ආරක්ෂණ, FICA සහ සේවක වන්දි ගෙවීම සඳහා ඔබ පමණක් වගකිව යුතුය. එක්සත් ජනපද නොවන අධිකරණ බල ප්‍රදේශවල සමාන බදු හෝ ගාස්තු. ඔබ කිසිදු බදු නීතිවලට අනුකූලව කටයුතු කිරීමට අපොහොසත් වූ නිසා අපට එරෙහිව කෙරෙන ඕනෑම තක්සේරුවක් සඳහා වන්දි ගෙවීමට සහ අපව හානිකර නොවන ලෙස රඳවා ගැනීමට ඔබ එකඟ වේ.",
    "3128433367": "... සහ තවත් බොහෝ",
    "3130928685": "බ්ලොග්",
    "3138772661": "සෑම වසරකම ජීවිත දහස් ගණනක්",
    "3139609561": "රූප වර්ගීකරණය සහ ගුණාංග හඳුනාගැනීමේ රැකියා වර්ග සඳහා උදාහරණ දෙකක් පහත දැක්වේ. [",
    "31502377": "පොහොසත් පෙළ අංගයක් යනු කුමක්ද?",
    "3152512587": "සහ පද්ධතිය දෛනික විසඳුම් මිලියන සිය ගණනක් එකතු කරයි. [",
    "3153117136": "hCaptcha දුෂ්කරතා සැකසීම් ක්‍රියා කරන ආකාරය",
    "3160820928": "සම්බන්ධීකරණ ප්රහාර ආරක්ෂාව",
    "3161489950": "ලෝකයේ වඩාත්ම උසස් ආරක්ෂක ML වේදිකාව",
    "3162107126": "IMI ඔබ සහ වෙනත් සේවා භාවිතා කරන්නන් අතර කිසිදු ආරවුලකට පාර්ශවකරුවෙකු නොවේ. ඔබ සහ වෙනත් පරිශීලකයෙකු අතර ඇති ඕනෑම ආරවුලක් හේතුවෙන් පැන නගින හෝ සම්බන්ධ වූ, දන්නා සහ නොදන්නා, සැක කරන සහ සැක නොකළ, හෙළිදරව් කළ සහ අනාවරණය නොකළ, සෑම ආකාරයකම සහ ස්වභාවයේ ඕනෑම සහ සියලු හිමිකම්, ඉල්ලීම් සහ හානිවලින් ඔබ IMI සහ එහි අනුබද්ධිතයන් නිදහස් කරයි.",
    "3167979932": "පළමු දිනයේ සිට පුද්ගලිකත්වය සඳහා නිර්මාණය කර ඇත. ශක්තිමත් දත්ත සැකසුම් ගිවිසුම.",
    "3168199226": "කෙසේ වෙතත්, 2020 දී පැහැදිලි වූයේ මෙවැනි දත්ත කට්ටලයක් ගොඩනැගීම වසරකට පෙර කිහිප දෙනෙකු බලාපොරොත්තු වූ ආකාරයෙන් ද්විත්ව භාවිත තාක්ෂණයක් ලෙස වටහා ගත හැකි බවයි.",
    "3173156067": "ඔබ ඔබේ ලිපියේ උදාහරණ පින්තූර ඇතුළත් කිරීමට කැමති අවස්ථාවක සමහර සූදානම් කළ ඇපකර තිබේ.",
    "3176531704": "දත්ත විවරණ",
    "3178581111": "නව අරමුණු සඳහා භාවිතා කරන්න",
    "3180664128": "සංඥා දහස් ගණනකට වඩා ඉගෙනීමෙන්, කිසිදු තනි සංඥාවක් ගැටලුවක් දැක්වීමට තරම් ප්‍රබල නොවන විට පවා, ඉතා ඉක්මනින් ද්වේෂසහගත හැසිරීම් අනාවරණය කර ගැනීමේ ඉහළ විශ්වාසයක් නිරූපිකාවන්ට උපකල්පනය කළ හැකිය.",
    "3182435854": "කතුහිමිකම",
    "318339230": "(පහත සඳහන් එකක් හෝ කිහිපයක් ඔබේ විශේෂිත අදහසට අදාළ විය හැකි අතර, එය තිබිය හැක",
    "3183855267": "1. hmt_id",
    "3186435874": "සැසිඩ්",
    "3192683783": "මෙම රහස්‍යතා ප්‍රතිපත්තියට වෙනස්කම්",
    "3193548097": "බලාපොරොත්තුව වසන්ත සදාකාලිකයි",
    "3194111925": "සහාය",
    "3194601049": "www.hcaptcha.com",
    "3195334319": "API වල උපයෝගීතාව සහ අවදානම",
    "3200641265": "2020 ජූනි 16 ට පසුව නොවේ*",
    "3200859925": "1. අරමුණ",
    "320166522": "යන්ත්‍ර ඉගෙනීම දැන් අපගේ ජීවිතයේ සෑම අංශයකටම පාහේ බලපායි, බොහෝ විට අපට නොතේරෙන සහ නොපෙනෙන ආකාරවලින්. ඔන්ලයින් ආරක්ෂක සේවාවන් ද ඊට වෙනස් නොවේ.",
    "3202747130": "සම්පූර්ණ ගිවිසුම. මෙම සේවා නියමයන් සහ මෙම ගිවිසුමේ සඳහන් ඕනෑම ප්‍රතිපත්ති, ක්‍රියා පටිපාටි හෝ නියමයන් විෂය කරුණු සම්බන්ධයෙන් පාර්ශ්වයන්ගේ සම්පූර්ණ එකඟතාවය සාදයි, සහ පාර්ශවයන්ගේ පෙර සහ සමකාලීන අදාළ ගිවිසුම්, හිමිකම්, නියෝජනය සහ අවබෝධය අවලංගු කිරීම සහ අවලංගු කිරීම .",
    "3203921334": "අපි hCaptcha විසඳුම් පිළිබඳ කරුණු ගණනාවකට කැමති විය: 1) ඔවුන් පුද්ගලික දත්ත විකුණන්නේ නැත; ඔවුන් රැස් කරන්නේ අවම අවශ්‍ය පුද්ගලික දත්ත පමණි, ඔවුන් රැස් කරන තොරතුරු සහ ඒවා භාවිතා කරන ආකාරය සහ/හෝ හෙළිදරව් කිරීමේදී විනිවිදභාවයෙන් යුක්ත වේ.",
    "3206136647": "Google හි ගැටලුව වන්නේ ඔවුන් භාවිතා කරන ප්‍රශ්න දත්ත එදිරිව එය දකින්නේ කවුරුන්ද යන්න මතය. සියලුම දත්ත පැමිණෙන්නේ එකම සංස්කෘතියකින් නම් (සහ Google හි නඩුවේදී, එකම සමාගම) Eden ගේ පැමිණිල්ලට අනුකූලව, වෙනත් සංස්කෘතීන්ට හොඳින් පරිවර්ථනය නොවන අභියෝග ඔබට නිසැකවම අපේක්ෂා කළ හැක.",
    "3207769512": "නිෂ්පාදන රැකියා යෙදවීම",
    "3208155808": "යන්ත්‍රයෙන් කියවිය හැකි ඔබගේ පුද්ගලික තොරතුරු පිටපතක් ඔබට හෝ ඔබ කැමති තෙවන පාර්ශවයකට මාරු කරන්න.",
    "3212830633": "2. සුදුසුකම්",
    "3213351333": "පෙර කැපවීමක් අවශ්‍ය නොවේ",
    "3213411837": "රූපය 2",
    "3214322759": "එසේ නොමැති නම් කිසියම් ද්වේෂසහගත හෝ වංචනික ක්‍රියාකාරකමක නිරත වීම.",
    "3217791519": "2020 ජූලි 15 - 2020 ඔක්තෝබර් 15",
    "3225770968": "hCaptcha නිර්මාණය කර ඇත්තේ යන්ත්‍ර ඉගෙනීමේ වඩාත් ශ්‍රම තීව්‍ර ගැටළුව විසඳීම සඳහා ය; කාලෝචිත, දැරිය හැකි සහ විශ්වාසදායක ආකාරයෙන් දැවැන්ත දත්ත ප්‍රමාණයක් ලේබල් කිරීම.",
    "3225936061": "ඔබ Google හි පොත් සේවාවෙහි පොත් පිටුවලින් ලබාගත් පෙළෙහි පින්තූර දැක ඇති අතර, ඔවුන්ගේ OCR (පෙළ හඳුනාගැනීමේ) මෘදුකාංගය වැඩිදියුණු කිරීමට උදවු කරයි.",
    "322830977": "කුකීස් අක්රිය කරන්නේ කෙසේද.",
    "3228928991": "නම, ඊමේල් ලිපිනය සහ රට වැනි පුද්ගලයෙකු (\"පුද්ගලික තොරතුරු\") හඳුනා ගැනීමට හෝ සම්බන්ධ කර ගැනීමට භාවිතා කළ හැකි තොරතුරු. අපගේ වර්තමාන සහ අනාගත ඒකාබද්ධ කරන්නන් සහ පාරිභෝගිකයින් අපට සෘජුවම ලබා දෙන විට අපි පුද්ගලික තොරතුරු රැස් කරන්නෙමු (උදාහරණයක් ලෙස, ගිණුමක් සඳහා ලියාපදිංචි වන විට පෝරමයක් පිරවීමෙන් හෝ අපෙන් විද්‍යුත් තැපැල් දැනුම්දීම් ලබා ගැනීමට අයදුම් කිරීමෙන්). තෙවන පාර්ශ්ව දත්ත සමුදායන් හෝ නිල නීතිමය ලියකියවිලි සමඟ පුද්ගලික තොරතුරු සංසන්දනය කිරීමෙන් අපි අපගේ ඒකාබද්ධ කරන්නන්ගේ සහ පාරිභෝගිකයින්ගේ අනන්‍යතාවය තහවුරු කළ හැකිය.",
    "3230004040": "ඔබට දෘෂ්‍යාබාධිතද නැතහොත් වෙනත් ආකාරයකින් hCaptchas සම්පූර්ණ කිරීමට නොහැකිද?",
    "3233305531": "වෙළඳ ලකුණු",
    "3233441200": "උල්ලංඝනය කිරීමේ ප්‍රතිපත්තිය නැවත කරන්න",
    "3235430156": "සමාගමේ යන්ත්‍ර ඉගෙනුම් පද්ධති නොමිලේද?",
    "3235744534": "අන්තර්ජාල ගවේෂකය",
    "3236311792": "4. hCaptcha අභ්යන්තර විශ්ලේෂණය. 2019 ජූනි 30 වැනි දින දක්වා අස්වනු නෙළන ලද දත්ත. ඉල්ලීම මත විස්තර ලබා ගත හැකිය.",
    "3236873806": "මෙම වෙබ් අඩවිය සඳහා IMI වගකිව යුතුය.",
    "3238184941": "සටහන: තනි පුද්ගල IP ලිපිනයක් හා සම්බන්ධ වංචා අවදානම ඉල්ලීම මත ඒකාබද්ධ කරන්නෙකු සමඟ බෙදා ගත හැකිය.",
    "3238345709": "( ) එය සති දෙකක් සඳහා අයාචිත තැපෑල නවත්වනු ඇති අතර පසුව අපි එය සමඟ සිරවී සිටිමු",
    "3238612014": "ගවේෂණ ඉතිහාසය, අන්තර්ජාල වෙබ් අඩවියක්, යෙදුමක් හෝ වෙළඳ දැන්වීමක් සමඟ පාරිභෝගිකයාගේ අන්තර්ක්‍රියා පිළිබඳ තොරතුරු.",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "3240786848": "අවසන් යාවත්කාලීනය: 2021 පෙබරවාරි 18",
    "324647915": "මෙම තොරතුරු ලබා ගැනීමට අපට උදවු කිරීමට කාලය ගත කිරීම ගැන ස්තුතියි!",
    "3247172580": "hCaptcha විසින් උසස් ස්වයං-අධීක්‍ෂණ යන්ත්‍ර ඉගෙනීම සහ දත්ත රැස් කිරීම සහ රඳවා ගැනීම අනන්‍ය ලෙස අවම කරන, දැවැන්ත පරිමාණය සඳහා ගෝලීය වශයෙන් ස්ථාන 250කට අධික සංඛ්‍යාවකින් ලබා දෙන නව දාර පරිගණක ප්‍රවේශයක් සමඟ ඒකාබද්ධ කළේය.",
    "325077666": "ඔබගේ තොරතුරු ඉදිරිපත් කිරීමෙන් ඔබ අපගේ වෙත එකඟ වේ",
    "3251220335": "A: නැත. කරුණාකර කුකිය සැකසීමට ඔබ භාවිතා කරන සෑම උපාංගයකම ඔබට එවන ලද එකම ඊමේල් පිවිසුම් සබැඳිය ක්ලික් කරන්න.",
    "3254142589": "() අධිකරණ බල ප්‍රශ්න",
    "3255230599": "කුකී යනු කුමක්ද?",
    "3256020881": "විවිධ වෙබ් අඩවි හෝ වෙනත් වේදිකා හරහා කාලයත් සමඟ ඔබේ හැසිරීම් සහ බ්‍රවුසින් ක්‍රියාකාරකම් නිරීක්ෂණය කිරීමට.",
    "3256245394": "මෙන්ම අපගේ බ්ලොග් සටහන්, උදා",
    "3260825523": "Intuition යන්ත්‍ර",
    "3264813246": "නුසුදුසුය",
    "3265293440": "( ) SMTP හැර වෙනත් ප්‍රොටෝකෝල වලට පහර දීමට ඇති සංවේදීතාව",
    "3265328927": "), පරිමාණයෙන් යන්ත්‍ර ඉගෙනීම ක්‍රියාත්මක කරන සමාගම් සඳහා නිෂ්පාදන සහ සේවා සපයන යන්ත්‍ර ඉගෙනුම් සමාගමකි.",
    "3265895521": "දවසේ වේලාව මත පදනම්ව අභියෝග දුෂ්කරතා ඉහළ නැංවීම සහ අඩු කිරීම",
    "3268946369": "6. ණය: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "3269644546": "කරුණාකර",
    "3272552822": "සංවර්ධකයින් සහ ගුප්ත ලේඛන ශිල්පීන්:",
    "32739972": "ඔබ අපගේ වෙබ් අඩවි වල ලියාපදිංචි වී ඇත්නම් ඔබගේ පිවිසුම් සැසි තොරතුරු ගබඩා කිරීමට.",
    "3276777569": "hCaptcha",
    "3280658086": "ව්යවසාය විසඳුම්",
    "3286051798": "\"When inside of\" කැදැලි තේරීම් පද්ධතිය භාවිතයෙන් පොහොසත් පෙළ මූලද්‍රව්‍යයට පන්තියක් එක් කළ පසු ශීර්ෂයන්, ඡේද, වාරණ උපුටා දැක්වීම්, සංඛ්‍යා, රූප, සහ රූප සිරස්තල සියල්ල මෝස්තර කළ හැක.",
    "328625009": "... ඔබ සිටින විට අපි සූදානම්: අපගේ සේවාව පැය විසිහතර පුරාම පවතී.",
    "3287172429": "පාලන අභියෝග වර්ග පෙන්වා ඇත",
    "3288667364": "සංසන්දනය සහ හඳුනාගැනීම",
    "3290996791": "අනෙකුත් සියලුම නිෂ්පාදන නම්, ලාංඡන සහ වෙළඳ නාම ඔවුන්ගේ අයිතිකරුවන්ගේ දේපළ වේ. මෙම වෙබ් අඩවියේ භාවිතා වන අනෙකුත් සියලුම සමාගම්, නිෂ්පාදන සහ සේවා නම් හඳුනාගැනීමේ අරමුණු සඳහා පමණි. මෙම නම්, ලාංඡන සහ වෙළඳ නාම භාවිතය අනුමත කිරීමක් අදහස් නොවේ.",
    "3292221787": "අභියෝගයට පිළිතුරු සපයන ලදී, එය නිවැරදිද යන්න පමණක් නොව, ප්‍රශ්න සහ භාවිතා කරන දත්ත යන දෙකම නිතර වෙනස් කරයි.",
    "3301728462": "බ්‍රවුසර, දිගු, උපාංග, ෆයර්වෝල් සහ තවත් බොහෝ සංයෝජන දහස් ගණනක් මත, සෑම මසකම මිලියන ගණනක් මිනිසුන් hCaptcha භාවිතා කරයි.",
    "3312336121": "වෙබ් භාවිතා කරන්නන් නීත්‍යානුකූල මිනිසුන් ද බොට් ද යන්න තීරණය කිරීම සඳහා චර්යාත්මක දත්ත විශාල ප්‍රමාණයක් පරිභෝජනය කරයි",
    "3315658779": "hCaptcha Enterprise සමඟින් අන්තර්ගත සීරීමට ලක්වීම වළක්වන්න",
    "3319083717": "නම:",
    "3324288040": "අපට ප්‍රතිපෝෂණ එවන්න",
    "332723732": "අන්තර්ගතය",
    "3329634829": "ඔබගේ පුද්ගලික තොරතුරු සැකසීම සීමා කරන්න.",
    "3329755436": "මෙම ක්‍රියාවලිය වේගවත් කිරීමට ඔබ සැලසුම් කරනවාද?",
    "3334160175": "() තිරිසන් බල ප්‍රහාරවලට එරෙහිව එය අනාරක්ෂිත ය",
    "3336625692": "මෙම පිටුව AI ආචාර ධර්මවල සන්දර්භය තුළ මෙම මාතෘකාව පිළිබඳ අපගේ සිතුවිලි විස්තර කරයි, සහ අපගේ සේවාවන් භාවිතා කිරීම සහතික කිරීම සඳහා අප අනුගමනය කරන ක්‍රියාදාමයන් අප සමාගමක් ලෙස අනුගමනය කර ඇති ප්‍රතිපත්තිවලට අනුකූලව පවතී.",
    "3339302473": "27. අවසන් කිරීම",
    "3342910682": "වැඩිදුර කියවන්න",
    "3346362371": "යන්ත්‍ර ඉගෙනීම ගැන කුමක් කිව හැකිද?",
    "3348433919": "ඔබේ අයිතිවාසිකම්",
    "3349094124": "සදාචාරාත්මක ගැටළු නිර්ණායක: අරමුණ",
    "3353238942": "hCaptcha නිර්මාණය කර ඇත්තේ බොට්ස් මිනිසුන්ගෙන් වෙන්කර හඳුනා ගැනීම සඳහා ය. දෘශ්‍ය පරීක්ෂණ මේ සඳහා පහසු මෙවලමකි, නමුත් සෑම කෙනෙකුටම දෘශ්‍ය අභියෝගයක් විසඳිය නොහැක.",
    "3356329025": "1. දින 30 යි",
    "3356349631": "ගූගල් ක්රෝම්",
    "3357523404": "දේශසීමා දත්ත හුවමාරුව",
    "33639629": "තෙවන පාර්ශවීය වෙබ් අඩවි සඳහා අදාළ නොවේ. මෙම රහස්‍යතා ප්‍රතිපත්තිය අපගේ වෙබ් අඩවියට සම්බන්ධ වුවද හෝ සේවාව සංස්ථාගත කළද, ඕනෑම තෙවන පාර්ශවයක කිසිදු වෙබ් අඩවියකට, පිරිනැමීමට, නිෂ්පාදනයකට හෝ සේවාවකට අදාළ නොවන බව කරුණාවෙන් සලකන්න - කරුණාකර තුන්වැනියාට කිසියම් තොරතුරක් ලබාදීමට තීරණය කිරීමට පෙර අදාළ රහස්‍යතා ප්‍රතිපත්ති වෙත යොමු වන්න. පාර්ශවයන්.",
    "3365203058": "ලෝක මට්ටමේ ප්‍රති-බොට් ආරක්ෂාව",
    "3368788823": "ටෙරන්ස් ඊඩන් ඔහුගේ බ්ලොග් අඩවියේ සිත්ගන්නා කරුණක් කරයි: \"",
    "3370561195": "6. පිළිගත හැකි හැසිරීම",
    "3372710513": "https://www.knowcookies.com/",
    "3376604063": "AI ආචාර ධර්ම ප්‍රතිපත්ති සහ ක්‍රියාවලි",
    "3376724603": "2021 සැප්තැම්බර් 14-24†††",
    "337766618": "https://www.logdna.com/privacy-policy",
    "3378932530": "ඔබගේ දත්ත දැන් ලේබල් කර ගන්න",
    "337971271": "යන්ත්‍ර ඉගෙනීම ප්‍රයෝජනවත් වේ. නමුත් එය වැඩ කිරීමට පුද්ගලික දත්ත අවශ්ය නොවේ.",
    "3383086062": "hCaptcha Enterprise යනු සම්පූර්ණ සබැඳි ආරක්ෂණ විසඳුමකි. අක්තපත්‍ර පිරවීම නැවැත්වීමට, ගිණුම් පවරා ගැනීම් හඳුනා ගැනීමට සහ සැක කටයුතු ක්‍රියාකාරීන් අවහිර කිරීමට ක්‍රියාකාරී සහ නිෂ්ක්‍රීය මාතයන් ඔබට ඉඩ සලසයි. නීත්‍යානුකූල පරිශීලකයින් සඳහා ශුන්‍ය ඝර්ෂණය සහිත සියල්ල.",
    "3386280249": "ලේබල් කළ දත්ත සඳහා වෙළඳපොළක් සැපයීමට. අපගේ සේවාව වෙබ් අඩවි හිමිකරුවන්ට සහ ඔවුන්ගේ දත්ත ලේබල් කිරීමට උදවු අවශ්‍ය සමාගම්වලට සේවාවක් ලෙස යන්ත්‍ර ඉගෙනුම් පද්ධති සඳහා ඉහළ පරිමා දත්ත ලේබල් කිරීම සහ මානව සමාලෝචනය සබල කරයි. ඒ සඳහා, අපි ලේබල් කළ දත්ත ලබා ගැනීමට කැමති අපගේ පාරිභෝගිකයින්ට ලේබල් කළ දත්ත හෙළිදරව් කරන්නෙමු.",
    "3388180864": "වෙබ් පරිමාණයේ ගැඹුරු තාක්ෂණික අභියෝග මත වැඩ කිරීමට කැමතිද? අපි සෑම විටම ලොව පුරා දක්ෂ ඉංජිනේරුවන් බඳවා ගනිමු -",
    "3389431373": "reCAPTCHA v3 වැනි සේවාවන් පවසන්නේ ඔබේ වෙබ් අඩවියේ සෑම පිටුවකම ඔවුන්ගේ ලුහුබැඳීමේ පික්සලය තැබීම හොඳ ආරක්ෂාවක් සඳහා අවශ්‍ය බවයි. මෙය එසේ නොවේ.",
    "3395399558": "() තාක්ෂණික වශයෙන් සාක්ෂරතාවයෙන් තොර දේශපාලඥයින්",
    "3397976149": "hCaptcha Publisher සඳහා සහය ලබා ගන්න",
    "3398978455": "2021 සැප්තැම්බර් 15-25†††",
    "3401005681": "මුදල් උපයන්න",
    "3401861278": ", යොමුවෙන් මෙහි ඇතුළත් කර ඇත. අපි ඔබ වෙනුවෙන් පුද්ගලික දත්ත සකසන ආකාරය බැලීමට කරුණාකර මෙම ගිවිසුම සමාලෝචනය කරන්න. අපි EU සාමාන්‍ය දත්ත ආරක්ෂණ රෙගුලාසියේ අරමුණු සඳහා \"දත්ත සකසනයක්\" ලෙසත්, කැලිෆෝනියා පාරිභෝගික රහස්‍යතා පනතේ අරමුණ සඳහා \"සේවා සපයන්නා\" ලෙසත් ක්‍රියා කරන බව සලකන්න.",
    "34074886": "ඔබ අභියෝගයකට පිළිතුරු දෙන සෑම අවස්ථාවකම, ඔබ මනුෂ්‍යයෙක්ද යන්න හඳුනා ගැනීමට අපි නවීන මාදිලි භාවිතා කරමු. ඔබ පිවිසි වෙබ් අඩවිය පසුව මෙම ප්‍රතිඵලය භාවිතා කරන්නේ බොට් වලින් බැහැරව තබා ගැනීමෙන් ඔවුන්ගේ වෙබ් අඩවියේ ඔබේ අත්දැකීම වැඩිදියුණු කිරීමට උදවු කිරීමටයි.",
    "3408107995": "කෙසේ වෙතත්, අද වන විට, සීරීම් කිරීම යනු වෙබ් අඩවියකින් දත්ත ඇද ගැනීමේ ක්‍රමලේඛන ප්‍රවේශයකි. සීරීම් මෘදුකාංගය මිනිස් පරිශීලකයෙකු මෙන් ක්‍රියා කරයි, බොත්තම් මත ක්ලික් කර ප්‍රතිදානය කියවීම. සීරීම සඳහා බොහෝ නීත්‍යානුකූල භාවිතයන් තිබේ. සෙවුම් යන්ත්‍ර බලගන්වන Web crawlers එක් උදාහරණයකි. සංචාරක වෙබ් අඩවි දහස් ගණනක් හරහා ගමන් කිරීමෙන් සංචාරක ගනුදෙනු සොයන Skyscanner වැනි මෙවලම්ද එසේමය. Fintech සමාගම් ද එය භාවිතා කරයි, දත්ත සම්බන්ධතාවය ඇති කිරීම සඳහා යෙදුම් ක්‍රමලේඛන අතුරුමුහුණත් (APIs) නොමැති නම් බැංකු වෙබ් අඩවි වලින් පරිශීලකයාගේ මූල්‍ය දත්ත ඉවත් කරයි. Screen Scraping ගැන මතක තබා ගත යුතු කරුණු වන්නේ එහි වේගය සහ පරිමාණය යි. මෙම ක්‍රියාවලියට වෙබ් අඩවි වලින් අතිවිශාල දත්ත ප්‍රමාණයක් ලබා ගත හැක, එය සිදුවීම නැවැත්වීමට අඩවි වින්‍යාස කර නොමැති බව උපකල්පනය කරයි. ගණනය කිරීමේ වේගයේ දී, වෙබ් අඩවි සහ ඒවාට බලය සපයන යටින් පවතින මෘදුකාංග සහ දත්ත සමුදායන් සමඟ අන්තර්ක්‍රියා කිරීමෙන් විශාල දත්ත කට්ටල රැස්කර ගත හැක.",
    "3409726716": "ලිඛිත අවසරයකින් තොරව අප සමඟ ගිණුම් එකකට වඩා ලියාපදිංචි වීම;",
    "3412647984": "කුකියක් ලියාපදිංචි කිරීමෙන් සහ සැකසීමෙන් අනාගත ප්‍රශ්න වළක්වා ගැනීමට මෙය ඔබට ඉඩ සලසයි. කරුණාකර ඔබේ දැන්වීම් අවහිර කරන්නා ක්‍රියා විරහිත කිරීමටද උත්සාහ කරන්න.",
    "3417372336": "මිනිත්තු කිහිපයකින් මාරු කරන්න",
    "3419878556": "\"තුන්වන පාර්ශ්ව කුකීස් අවහිර කිරීම\" සබල කර නැති බව සහතික කර ගන්න.",
    "3421090159": "විවෘත මූලාශ්රය",
    "3426312287": "2022 ජනවාරි 5-15",
    "3433896984": "BotStop™",
    "3434202027": "සන්නිවේදනයේ hCaptcha නම භාවිතා කිරීම සඳහා ආරෝපණය අවශ්‍ය වේ: \"hCaptcha යනු Intuition Machines, Inc හි ලියාපදිංචි වෙළඳ ලකුණකි.\"",
    "3436534225": "නියමුවෙකු ආරම්භ කරන සියලුම සමාගම් අවසානයේ අපගේ විසඳුම් තෝරා ගනී.",
    "3437412311": "ව්‍යවසාය භාවිතා කරන්නන් සඳහා, නිෂ්ක්‍රීය ලකුණු මත රඳා පවතින බොහෝ අවස්ථාවන්හිදී අභියෝග සම්පූර්ණයෙන්ම වළක්වා ගැනීමට විකල්ප තිබේ.",
    "3441764123": "hCaptcha සේවාව භාවිතා කරන අඩවියක ප්‍රවේශ්‍යතා පරිශීලකයෙකුට අභියෝගයක් ඉදිරිපත් කළ විට, ඔවුන් ස්වයංක්‍රීයව සමත් වනු ඇත.",
    "3443160243": "hCaptcha හවුල්කරු™",
    "3444947612": "අතර තදබදය",
    "3446714684": "ජංගම (iOS සහ Android) ඒකාබද්ධ කිරීම",
    "345108670": "- අක්තපත්‍ර පිරවීම සහ වෙනත් ගිණුම් පවරා ගැනීමේ උත්සාහයන්",
    "3453526675": "1. 1 වන පාර්ශවය",
    "345563040": "( ) මෙය මෝඩ අදහසක් වන අතර එය යෝජනා කිරීම සඳහා ඔබ මෝඩ පුද්ගලයෙකි.",
    "3457805519": "3. එක්සත් ජනපද නීතිය සහ අපගේ බැඳීම් නීති යටතේ පාරිභෝගිකයාගේ ඉල්ලීම ඉටු කළ හැකිද?",
    "3458934553": "3. වෙනස් වේ; දින 30 දක්වා.",
    "3460432665": "ඉහත සඳහන් කළ දේ කෙසේ වෙතත්, ඔබ එක්සත් ජනපද බදු ගෙවන්නෙකු නම්, අපි ඔබෙන් W-9 එකක් ඉල්ලා සිටිය හැක, වාර්ෂිකව යාවත්කාලීන කරන ලෙස, ඔබ W-9 සම්පූර්ණ කරන තෙක් හෝ යාවත්කාලීන කරන තුරු කාර්යයන් ඉටු කිරීමෙන් අපි ඔබට බාධා කළ හැක.",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "3464870463": "1. hcaptcha.com සහ *.hcaptcha.com කුකීස් ඔබගේ දැන්වීම් අවහිර කරන්නා හෝ බ්‍රවුසරයේ ආරක්‍ෂිත දිගුවෙහි සුදු ලැයිස්තුගත කරන්න.",
    "3470857731": "reCAPTCHA බොට් හඳුනා ගන්නේ කෙසේද යන්න පිළිබඳ විශ්ලේෂණයක්.",
    "3475647460": "( ) ස්පෑම් කරුවන්ගෙන් ඕනෑවට වඩා සහයෝගීතාවයක් අවශ්‍ය වේ",
    "3478726913": "hCaptcha ඔබගේ භාවිතය සඳහා ලබා ගත හැකි ග්රහලෝකයේ විශාලතම තටාක වලින් එකක් ඇත. ඔබගේ පරිමාණය කුමක් වුවත්, අපට මිල අධික පූර්ව කැපවීම් නොමැතිව එය හැසිරවිය හැක. දිනකට කාර්යයන් මිලියන ගණනක් ගැටලුවක් නොවේ.",
    "3479034323": "ඔබට අයිති අන්තර්ගතය hCaptcha වේදිකාවේ ප්‍රතිනිෂ්පාදනය කර ඇති බව ඔබ දුටුවහොත් සහ කිසියම් හේතුවක් නිසා එය ඉවත් කිරීමට කැමති නම්, ඔබට විද්‍යුත් තැපෑලෙන් අප හා සම්බන්ධ විය හැක.",
    "3480023141": "ප්‍රවේශ්‍යතා විකල්ප ගැන තව දැනගන්න",
    "3483700676": "මිලියන ගණනක් කාර්යයන් ක්ෂණිකව දියත් කරන්න",
    "3488019891": "hCaptcha යනු Intuition Machines, Inc හි ලියාපදිංචි වෙළඳ ලකුණකි.",
    "348809718": "4. \"තෙවන පාර්ශ්ව කුකීස්\" යටතේ \"පිළිගන්න\" තෝරන්න.",
    "349292953": "අපි එකතු කරන තොරතුරු",
    "3494826505": "විකුණුම්කරුවන් සමඟ අපි දත්ත ගබඩා කිරීම, සත්කාරකත්වය සහ විශ්ලේෂණ වැනි අඩවි සහ සේවාවේ අත්‍යවශ්‍ය අංග සැපයීමට සහ එම අරමුණු සඳහා පමණක් සම්බන්ධ වෙමු.",
    "3496767126": "සැකයෙන් වැළකීම සඳහා, පහත ඡේදය අපගේ විවරණ සේවා භාවිතා කරන පාරිභෝගිකයින්ට පමණක් අදාළ වන අතර, අපගේ සේවාවන් ඒකාබද්ධ කරන්නෙකු ලෙස භාවිතා කිරීමට නොවේ.",
    "3500503648": "hCaptcha නිර්මාණය කර ඇත්තේ ඔබගේ ගවේෂණ ඉතිහාසය පටිගත කිරීම සහ විශ්ලේෂණය කිරීම වෙනුවට ක්ෂණික ඇගයීම මත විශ්වාසය තැබීමෙන් දිගු කාලීන දත්ත රඳවා තබා ගැනීම ඉවත් කිරීමටයි. වැනි මුලපිරීම් සඳහා අපි ද සහාය දෙමු",
    "3501923981": "අවසන් වරට යාවත්කාලීන කළේ: 2020 ජනවාරි 1.",
    "3507532387": "( ) සියලුම ඊමේල් ලිපින වල කුඩා අක්ෂරාංක ලිපින ඉඩ සෙවීමේ පහසුව",
    "3510143229": "hCaptcha යනු වෙබ් අඩවි සහ යෙදුම් සඳහා වන සේවාවකි,",
    "3511610999": "ඔබ නිවැරදි ස්ථානයට පැමිණීමට වග බලා ගනිමු.",
    "3515435438": "DMCA පැමිණිලි වාර්තා කිරීම",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3519564631": "සැකසුම් අරමුණු",
    "3520687192": "ඔබ සමඟ සන්නිවේදනයේ වාර්තා (උදා: ඊමේල් හෝ ට්විටර් හරහා විවෘත කර ඇති ආධාරක ටිකට්පත්) දින නියමයක් නොමැතිව තබා ගත හැක.",
    "3524251858": "නිෂ්පාදන කළමනාකරණ අධ්‍යක්ෂ, Cloudflare",
    "3526939538": "මෘදුකාංග දෝෂය",
    "3527140447": "ලේඛන",
    "3530599065": "පෞද්ගලිකත්වය ගොඩනැගෙන්නේ මුල සිටය. hCaptcha PII රඳවා නොගන්නා අතර බොහෝ පෞද්ගලිකත්ව විධාන සහ රෙගුලාසි වලට අනුකූල වේ.",
    "353066938": "පළපුරුදු කණ්ඩායමක්, අද දුෂ්කරම ගැටළු සඳහා වැඩ කරයි. hCaptcha යනු සේවාවකි",
    "3532143291": "අපගේ සේවාවන් සහ පද්ධති සුරක්ෂිත කිරීමට. විභව තර්ජන සහ අවදානම් හඳුනා ගැනීමෙන් අපගේ පද්ධති සුරක්ෂිත කිරීමට සහ අප රැස් කරන තොරතුරු වෙනත් ආකාරයකින් ආරක්ෂා කිරීමට අපි විශ්ලේෂණ තොරතුරු භාවිතා කරමු.",
    "353367791": "විවිධ වර්ගවල නරක නළුවන් හඳුනා ගන්න.",
    "3536122902": "( ) ඔවුන් එසේ නැවැත්වීම ප්‍රමාණවත් තරම් මන්දගාමී සහ වේදනාකාරී නොවේ",
    "3543141425": "ඒ සඳහා!",
    "3545935449": "නව හෝ අතීත පරිශීලකයන් හඳුනා ගැනීමට.",
    "3548097301": "බලාත්මක: 2020 ජනවාරි 1.",
    "354925785": "හැඳින්වීම",
    "3554363588": "වෙනත් ලකුණු",
    "3554448168": "වර්ගීකරණය",
    "3555583744": "හා",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. eros Elementum tristique හි Suspendisse varius enim. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. නිකං ut sem vitae risus tristique posuere.",
    "3564208535": "අපෙන් හෝ අපගේ සේවාවන් හරහා ලැබෙන ඕනෑම රහසිගත තොරතුරක් ආරක්ෂා කිරීමට වාණිජමය වශයෙන් සාධාරණ උත්සාහයන් භාවිතා කිරීමට ඔබ එකඟ වේ. පොදු නොවන ලියකියවිලි සහ අපගේ බොට් හඳුනාගැනීමේ ක්‍රම සම්බන්ධයෙන් අප බෙදාගත හැකි ඕනෑම විස්තරයක් ඇතුළුව අපගේ ව්‍යවසාය සේවාවේ බොට් ලකුණු සහ පොදු නොවන තොරතුරු ඇතුළත් වේ. ඔබට එවැනි රහස්‍ය තොරතුරු සඳහා ප්‍රවේශය ලබා දී ඇත්නම්, ඔබ අපගේ සේවාවන් භාවිතා කිරීමෙන් රහස්‍ය තොරතුරු හෙළිදරව් වන බව අප තීරණය කරන්නේ නම්, අපි අපගේ තනි අභිමතය පරිදි අපගේ සේවාවන් වෙත ඔබේ ප්‍රවේශය වෙනස් කිරීමට, අත්හිටුවීමට හෝ සීමා කිරීමට හැකිය, සහ අපි සාධාරණ උත්සාහයන් භාවිතා කරන්නෙමු. අත්හිටුවීමට පෙර ඔබට දැනුම් දීමට.",
    "3566102529": "වැඩි විස්තර දැන ගැනීමට අද අපට.",
    "3569492665": "සබැඳි ක්‍රියාකාරකම් පටිගත කිරීම පිළිතුර නොවේ.",
    "3570415321": "සමාගම",
    "3571003547": "https://www.honeycomb.io/security",
    "3571006800": "ඔබ අපට සපයන සමහර තොරතුරු GDPR හි නිර්වචනය කර ඇති පරිදි සංවේදී දත්ත (පුද්ගලික දත්තවල විශේෂ කාණ්ඩ ලෙසද හැඳින්වේ), රජය විසින් නිකුත් කරන ලද හැඳුනුම් ලේඛනවල ඔබේ ජාතිය හෝ වාර්ගිකත්වය හඳුනා ගැනීම ඇතුළුව.",
    "3573245166": "reCAPTCHA මෙන් නොව, අපි සෑම රටකම වැඩ කරන්නෙමු.",
    "3576146278": "ඔබට අවශ්ය නිරවද්යතාව සඳහා පමණක් ගෙවන්න",
    "3578122193": "අදාළ අන්තර්ගතය සමඟ සන්නාමයේ රැඳී සිටින්න",
    "3588274874": "යුරෝපීය සංගමයේ GDPR සහ කැලිෆෝනියාවේ CCPA වැනි නියාමන ප්‍රයත්නයන් සමඟ පෙළගැසුණු නිෂ්පාදනයක් බෙදා හැරීම කෙරෙහි අවධානය යොමු කිරීමේදී, අපි දැවැන්ත වර්ධනයක් අත්විඳ ඇත්තෙමු - ඇත්ත වශයෙන්ම, එය hCaptcha reCAPTCHA සඳහා සරල “ඩ්‍රොප් ඉන්” ප්‍රතිස්ථාපනයක් වන අතර එමඟින් මිනිත්තු කිහිපයකින් ස්ථාපනය කළ හැකිය.",
    "3588620914": "පුද්ගලිකත්ව අවසර පත්‍රය යනු වෙබ් ප්‍රමිතීන්ට අනුව නව සොයා ගැනීමක් වන අතර, එය නොදන්නා වෙනත් යෙදුම් සහ බ්‍රවුසර දිගු සඳහා එහි ක්‍රියාකාරීත්වයට බාධා කළ හැකිය.",
    "3590546893": "සරල හැසිරීම් විශ්ලේෂණය නරක නළුවන් විසින් පහසුවෙන් ව්‍යාජ සංඥාවක් වන අතර, ඔබගේ සියලුම නීත්‍යානුකූල ගමනාගමනය සඳහා ගවේෂණ ඉතිහාසය රඳවා තබා ගැනීම අවශ්‍ය වේ.",
    "359073033": "උපකරණ පුවරු ක්‍රියාකාරකම්වල ඉහළ මට්ටමේ හෝ සියුම් දර්ශන ලබා දෙයි.",
    "3594381346": "ස්ථානය.",
    "3594440415": "අවසානයේදී, ඔවුන් දොර විවෘත කිරීමට පටන් ගනී.",
    "3594526017": "IM විද්‍යාඥයින් CVPR 2020 හි දුර්වල අධීක්‍ෂණ පෙළ හඳුනාගැනීම (OCR) සඳහා නව මිණුම් ලකුණක් සකසයි.",
    "3596207631": "ප්‍රශ්නය: මම තවමත් කුකිය සැකසීමෙන් පසු අභියෝගයක් දකිමි. මෙයට හේතුව කුමක්ද?",
    "3600022491": "මෙම හේතුව නිසා අපි අපගේ සේවාව භාවිතා කරන ප්‍රකාශකයන්ට සම්පූර්ණ 508 වගන්තිය සහ WCAG 2.1 AA අනුකූලතාවයෙන් සැමට ප්‍රවේශ්‍යතාව ආරක්ෂා කිරීමට ඉඩ දීම සඳහා සරල, වේදනා රහිත විකල්පයක් නිර්මාණය කර ඇත.",
    "3600718611": "Google reCAPTCHA සලකා බලන්න,",
    "3600797185": "ප්‍රතික්‍රියාශීලී බොට් හඳුනාගැනීමක් පිරිනැමීම, එම වංචනික ගමනාගමනය සඳහා මුදල් වියදම් කළ දැන්වීම්කරුවන්ට ප්‍රතික්‍රියාශීලීව ආපසු ගෙවන්නේ කෙසේද යන්න පිළිබඳ කටුක ප්‍රශ්න සඳහා Google හට විවෘත වනු ඇත.",
    "360236473": "hCaptcha සේවාව කිසිවකුට තනි ලේබල්කරුවෙකු ලෙස වැඩ කිරීමට භාවිතා කිරීමට අදහස් නොකෙරේ. එය මෙම කාර්යය සඳහා නිර්මාණය කර හෝ සුදුසු නොවේ. පුද්ගලික ආදායම් මාර්ගයක් ලෙස hCaptcha භාවිතා කිරීමට උත්සාහ කිරීම අපි කිසිවෙකුට නිර්දේශ නොකරමු.",
    "3604147138": "3. දැඩි ලෙස අවශ්‍ය තාක්ෂණික අරමුණු සඳහා භාවිතා වේ: ප්‍රවේශ්‍යතා පරිශීලක භාවිතය සක්‍රීය කරයි.",
    "3609106478": "අක්තපත්ර පිරවීම:",
    "3609929815": ". තනි පුද්ගල ලේබල් කිරීමේ රැකියා අවස්ථා සම්බන්ධයෙන් අනාගතයේදී ඔබව සම්බන්ධ කර ගැනීමේ අරමුණින් පමණක් අපි ඔබේ නම, රට සහ විද්‍යුත් තැපැල් ලිපින තොරතුරු රඳවා ගන්නෙමු.",
    "3612043014": "... සහ අනෙකුත් සරල කාර්යයන්. මිනිසුන්ට පහසුයි, බොට් වලට අමාරුයි.",
    "361372538": "2. අපගේ සපයන ලද සේවාවන් නීත්‍යානුකූල විය හැකි නමුත් අපට පිළිගත නොහැකි ආකාරවලින් පාරිභෝගිකයා වෙනස් කොට සැලකීමේ අරමුණු සඳහා භාවිතා කරනු ඇතැයි අපි විශ්වාස කරනවාද?",
    "3614653023": "ඒ වෙනුවට, පරිචය රඳා පවතින්නේ ගිණුම්වල කුඩා උප කුලකයක් අගුළු හැරීමේ බලාපොරොත්තුවෙන් ඉලක්කගත මූල්‍ය ආයතන දුසිම් ගණනක පරිශීලක නාම/මුරපද යුගල මිලියන ගණනක් උත්සාහ කරන මහා පරිමාණ අක්තපත්‍ර පිරවුම් ප්‍රහාර මත ය. ස්වයංක්‍රීය වංචනික මෘදුකාංගය ගිණුමට ප්‍රවේශය ලබා ගත් පසු, මිනිස් හැකර්වරයකු සම්බන්ධ විය හැකි නමුත් සමහර අවස්ථාවලදී එසේ නොවේ.",
    "361795034": ". නොදන්නා කර්තෘ, සී. 2000",
    "3619183405": "2021 දී සරල CAPTCHAs සමහර විට මෘදුකාංග සමඟ විසඳා ගත හැක, යන්ත්‍ර ඉගෙනීමේ දියුණුවට ස්තුතිවන්ත විය හැක. මෙය විසඳීම සඳහා, hCaptcha වැනි ගුණාංග පිළිබඳ ඉතා සවිස්තරාත්මක විශ්ලේෂණයක් ද සිදු කරයි",
    "3620039756": "ඉහළ දකුණේ, තවත් තට්ටු කර පසුව සැකසීම්.",
    "3620442880": "ෆ්ලෑෂ් අලෙවි ආරක්ෂණ විශේෂාංග",
    "3621401685": "() අමුතු නව බදු වල ජනප්‍රියතාවය නැති වීම",
    "3621411541": "hCaptcha සඳහා ප්‍රවේශ්‍යතා විකල්ප ගැන ඉගෙන ගන්න",
    "3621455477": "වැඩිදුර ඉගෙන ගැනීමට!",
    "3623028666": "(කරුණාකර වැනි සේවාවක් භාවිතා කරන්න",
    "3624758171": "ව්‍යවසාය ප්‍රකාශකයන් සඳහා අභිරුචි කාර්යයන් ද තිබේ.",
    "3630114728": "ඔබගේ සියලුම වෙබ් අඩවි සහ යෙදුම් හරහා සිදුවන දේ බලන්න.",
    "3644106388": "අමතන්න",
    "3645414921": "මකන්න",
    "364774188": "මම මනුෂ්‍යයෙක්™",
    "3654556483": "මූල්‍ය ආයතන සහ ඊ-වාණිජ්‍ය සමාගම් සතුව සමහර ගිණුම් පවරා ගැනීමේ තර්ජනය අවම කරන ක්‍රියාවලි සහ පාලන ඇත. මේවා පැරණි තාලයේ “ප්‍රාථමික පාසලේ ඔබේ හොඳම මිතුරාගේ නම කුමක්ද” ආරක්‍ෂක ප්‍රශ්නවල සිට සැක සහිත IP ලිපින සහ ජංගම උපාංග පැතිකඩ හෙළිදරව් කරන හඳුනාගැනීමේ ක්‍රම දක්වා විහිදේ.",
    "3657743880": "Cross-Site Cookies සඳහා බ්‍රව්සර් උපදෙස්",
    "3660619092": "ව්‍යවසාය විසඳුම් සඳහා නොමිලේ ලියාපදිංචි වන්න හෝ විකුණුම් සම්බන්ධ කර ගන්න",
    "366088791": "hCaptcha විවිධ කාර්යයන් සඳහා සහය දක්වයි.",
    "3660891610": "ඔබ දායකයෙකු නම්, ඔබට නොව IMI, ඕනෑම කාර්යයක් සම්පූර්ණ කිරීමේ කොටසක් ලෙස ඔබ නිෂ්පාදනය කරන ඕනෑම කාර්යයක හිමිකාර අයිතිවාසිකම් ඇත. මෙම ගිවිසුමේ නියමයන් පිළිගැනීමෙන් ඔබ සන්තකයේ අයිතිය, හිමිකම, සහ හිමිකම් (ලෝකය පුරා පවතින සියලුම බුද්ධිමය දේපළ අයිතිවාසිකම් ඇතුළුව) අප වෙත සහ ඔබේ කාර්යය වෙත පැවරීමට (සහ මෙයින් කරන්න) එකඟ වේ. අපට එවැනි අයිතිවාසිකම් ලබා ගැනීමට, පරිපූර්ණ කිරීමට සහ භාවිතා කිරීමට හැකි බව සහතික කිරීම සඳහා, ඔබ (i) අපගේ අයිතිවාසිකම් ලේඛනගත කිරීම, පරිපූර්ණත්වය සහ බලාත්මක කිරීම සඳහා සහාය වීමට ඕනෑම ලේඛනයක් අත්සන් කිරීමට තවදුරටත් එකඟ වේ; සහ (ii) ඕනෑම සහ සියලුම රටවල එවැනි හිමිකාර අයිතිවාසිකම් පටිගත කිරීම, පරිපූර්ණ කිරීම, සුරක්ෂිත කිරීම, ආරක්ෂා කිරීම සහ බලාත්මක කිරීම සඳහා තොරතුරු සඳහා සාධාරණ ප්‍රවේශයක් ලබා දීම. ඔබ ලියාපදිංචියෙන් ඉවත් වූ පසුව හෝ සේවා භාවිතය නැවැත්වූ පසුව පවා මෙම වගන්තිය යටතේ ඔබේ බැඳීම් දිගටම පවතිනු ඇත. මෙම කොටසේ දක්වා ඇති අරමුණු සඳහා ඔබ වෙනුවෙන් ලේඛන ක්‍රියාත්මක කිරීමට ඔබ අපව ඔබේ නීතිඥයා ලෙස පත් කරයි.",
    "3666807632": "14. දායකයාගේ සුදුසුකම් සහ කුසලතා",
    "3668115514": "hCaptcha වෙනස් වන්නේ කෙසේද?",
    "3668873369": "hCaptcha හිදී, අපි පළමු දිනයේ සිට වෙනස් ප්‍රවේශයක් ගෙන ඇත",
    "3669258571": "කුකී ප්‍රතිපත්තිය",
    "3671246379": "පියවර 5: කොන්සෝල ලොගය සුරැකීම සඳහා, කොන්සෝලය ටැබය මත ක්ලික් කර, දකුණු-ක්ලික් කර \"සියල්ල තෝරන්න\" සහ එය පෙළ ගොනුවකට සුරකින්න. ඒකත් අපිට එවන්න.",
    "3671828834": "බෙදාගත් පුද්ගලික තොරතුරු සඳහා උදාහරණ",
    "3673079511": "නැගී එන සම්මතය",
    "3678889946": "2019 ජූනි 15 ට පසුව නොවේ",
    "3679148535": "ප්‍ර: ඔබ වැඩ කරන රහස්‍යතා බලපත්‍රයේ වෙනත් යෙදුම් මොනවාද?",
    "3680327841": "අපි hCaptcha සෑම කෙනෙකුටම හොඳින් වැඩ කිරීමට කැපවී සිටිමු",
    "3682071227": "ගිණුම් පවරා ගැනීම් යනු කුමක්ද සහ ඒවා ක්‍රියා කරන්නේ කෙසේද?",
    "3688621388": "තර්ජන අත්සන්",
    "3694578791": "ඉහත සාකච්ඡා කර ඇති පරිදි, අපි (සහ අපගේ තුන්වන පාර්ශ්ව වෙළෙන්දන්) කුකීස්, වෙබ් බීකන්ස් සහ වෙනත් ලුහුබැඳීමේ තාක්ෂණයන් භාවිතයෙන් අර්ධ වශයෙන් විශ්ලේෂණ තොරතුරු රැස් කරන්නෙමු. සමහර අවස්ථාවලදී, අපි විශ්ලේෂණ තොරතුරු රැස් කිරීමේ අරමුණු සඳහා කුකීස් භාවිතා කිරීමට තුන්වන පාර්ශ්ව වෙළෙන්දන් සමඟ වැඩ කරන්නෙමු.",
    "3695206755": "කිසිදු වගකීමකින් තොරව ඔබේ පරිසරය තුළ අපව උත්සාහ කරන්න.",
    "3700113699": "ඔබගේ Android උපාංගයේ, Chrome යෙදුම විවෘත කරන්න.",
    "3700767772": "ඔබ දිගුව ස්ථාපනය කළ පසු, අවසර පත් ලබා ගැනීමට මෙතැන ක්ලික් කරන්න (හෝ ඕනෑම hCaptcha භාවිතා කරන වෙබ් අඩවියක් මත):",
    "370366524": "Ephemeral Service Telemetry",
    "3709608616": "එවිට ඔබට පූර්ව දැනුම්දීමක් ඇතිව හෝ නැතිව ඕනෑම කාලසීමාවක් සඳහා ඔබගේ ගිණුම අක්‍රිය කර හෝ අපගේ අභිමතය පරිදි ඉපැයීම් සඳහා නුසුදුසු බවට තීරණය කළ හැක. කිසිම තත්වයක් යටතේ අපගේ සාධාරණ භාවිත සීමාවන් ඉක්මවා යන ඉල්ලීම් අපෙන් ලිඛිත තහවුරු කිරීමකින් තොරව ඉපැයීම් සඳහා සුදුසුකම් නොලබයි.",
    "3714002185": "hCaptcha Enterprise ගැන තව දැනගන්න",
    "3715747429": "ඔබට ප්‍රතික්‍රියා අනුකලනය, iOS ස්වදේශීය යෙදුම් සඳහා SDK, Java පසුපෙළ උදාහරණයක්, හෝ ප්‍රායෝගිකව වෙනත් ඕනෑම අවස්ථාවක් අවශ්‍ය වුවද, අපගේ ඇතුල්වීමේ ඉංජිනේරුවන්ට ඔබව ඉක්මනින් ගෙන යා හැක.",
    "3717512591": "සෘජු වේදිකා ඒකාබද්ධ කිරීම",
    "3717942925": "විද්‍යුත් තැපෑල හරහා ඔබේ අවධානය ලබා ගැනීමට අවශ්‍ය අය සැමවිටම සිටිනා සේම, මිනිසුන්ට පමණක් ප්‍රවේශ විය හැකි සමහර සම්පත් වෙත ප්‍රවේශය සීමා කිරීමේ ආශාව සැමවිටම පවතී.",
    "3719056187": "අන්තර්ජාල පිටුවල ලබා දී ඇති තොරතුරු තනි පුද්ගල උපදෙස් නියෝජනය නොකරන අතර මෙය ප්‍රතිස්ථාපනය කළ නොහැක. ඔබට තනි උපදෙස් අවශ්‍ය නම්, කරුණාකර අපගේ සහාය කාර්ය මණ්ඩලය අමතන්න.මෙම වෙබ් අඩවිය භාවිතා කරන්න",
    "3720584906": "2021 ජූලි 15 - 2021 ඔක්තෝබර් 15",
    "3721365241": "උත්සාහ කරන්න",
    "3723626769": "ඔබගේ දායකත්වය සහ සමාලෝචනය සඳහා.",
    "3725880582": "Give Back to Charity",
    "3729345277": "hCaptcha යනු සමාගම්වලට අවශ්‍ය විවරණ ඉක්මනින්, උසස් තත්ත්වයෙන් සහ අනෙකුත් විකල්පවලට වඩා අඩු වියදමකින් ලබා ගැනීමට මාර්ගයකි.",
    "3730038780": "පරිශීලකයින්ට විසඳිය හැකි අසීමිත අභියෝග ගණනකින් තෝරන්න",
    "3730344349": "මෙම කොටස කැලිෆෝනියා පාරිභෝගිකයින් පිළිබඳ අප රැස් කරන පුද්ගලික තොරතුරු සහ කැලිෆෝනියා පාරිභෝගික රහස්‍යතා පනත හෝ \"CCPA\" යටතේ ඔවුන්ට ලබා දී ඇති අයිතිවාසිකම් පිළිබඳ අමතර විස්තර සපයයි.",
    "3733422465": "8. ඔබගේ අනන්‍යතාවය තහවුරු කිරීම",
    "3740051331": "සමාජ මාධ්‍ය, සංසද සහ අපගේ විජට් සහ ඊමේල් ආධාරක නාලිකා හරහා ඔබේ පරිශීලකයින්ගේ ප්‍රශ්නවලට සක්‍රියව නිරීක්ෂණය කිරීමට සහ ඒවාට ප්‍රතිචාර දැක්වීමට අපි කැපවී සිටිමු. අපි ප්‍රවේශ විය හැකි සහ ප්‍රතිචාර දක්වන අතර පරිශීලක තෘප්තිය ඉහළ KPI එකක් ලෙස සලකමු.",
    "3741193183": "( ) බොහෝ විද්‍යුත් තැපෑල භාවිතා කරන්නන්ට ව්‍යාපාර අහිමි කිරීමට හෝ විභව සේවා යෝජකයින් ඈත් කිරීමට දරාගත නොහැක",
    "3744079744": "2020 ජූනි 15-19******",
    "3744153629": "නම්:",
    "3747664195": "https://www.fastly.com/privacy/",
    "3753613260": "අමතන්න",
    "3753956446": "නිදහස්",
    "3758963444": "ඔබට ස්තුතියි! ඔබගේ ඉදිරිපත් කිරීම ලැබී ඇත!",
    "3759360138": "4. පරිශීලක නාමය සහ මුරපදය",
    "3759657802": "ඔබට මෙම සේවා නියම හෝ ඔබේ අයිතිවාසිකම් හෝ වගකීම් මෙහි කිසිදු ආකාරයකින් (නීතිය ක්‍රියාත්මක කිරීමෙන් හෝ වෙනත් ආකාරයකින්) පැවරීම, පැවරීම හෝ පැවරීම නොකළ හැකිය.",
    "3759923279": "කරුණාකර පහත විද්‍යුත් තැපැල් ලිපිනයට මාධ්‍ය විමසීම් යොමු කරන්න:",
    "3764131594": "22. තෙවන පාර්ශවීය වෙබ් අඩවි",
    "3766910104": "2. දැඩි ලෙස අවශ්ය තාක්ෂණික අරමුණු සඳහා භාවිතා වේ: පැටවීම තුලනය, මාර්ගගත කිරීම.",
    "3767462250": "පුද්ගලිකත්වය සඳහා නිර්මාණය කර ඇත",
    "3768951251": "ව්යවසාය SLAs",
    "3773515538": "කවදා හෝ \"වචන දෙක ටයිප් කරන්න?\"",
    "378086442": "CAPTCHA වල, ඔවුන්ගේ UX per se වලට වඩා.",
    "3782751514": "HUMAN Protocol® යනු HUMAN Protocol Foundation හි ලියාපදිංචි වෙළඳ ලකුණක් වන අතර, එහි අවසරය ඇතිව භාවිතා වේ.",
    "3783031293": "අපගේ වෙබ් ගමනාගමනය ප්‍රශස්ත කිරීමට අපි Cloudflare භාවිතා කරමු. Cloudflare දත්ත රැස් කරන සහ සකසන ආකාරය පිළිබඳ තොරතුරු සඳහා,",
    "3795997071": "Chrome මෙනු නිරූපකය තෝරන්න. සැකසීම් තෝරන්න.",
    "3800781598": "] දශක පහකට පමණ පසුව, ඊමේල් අයාචිත තැපෑල දිගටම අපව පීඩාවට පත් කරයි. එය පරාජය කිරීම සඳහා ඩොලර් බිලියන ගණනක් සහ පුද්ගල-වසර දහස් ගණනක ඉංජිනේරු ප්‍රයත්නයන් යොදවා ඇත, නමුත් අයාචිත තැපැල් දිගටම පවතී. දෙපස ඩොලර් බිලියන කර්මාන්ත ඇත, එනම් එයට එරෙහිව ආරක්ෂා කරන අය සහ එවන අය.",
    "3805618893": "Google Chrome (PC)",
    "3806054689": "2020 අප්‍රේල් 15 - 2020 ජූලි 15",
    "3807059944": "භාවිතා කළ අභියෝග අන්තර්ගතය පාලනය කරන්න",
    "3816867833": "ප්රතිපෝෂණ",
    "3817067682": "බහුඅස්ර",
    "3817811295": "සහතික විශ්වසනීයත්වය සහ වේගවත් 24/7 ඇමතුම් සහාය.",
    "3819851005": "2. ගාස්තු",
    "3821716514": "පිටුව.",
    "3828090208": "ඒ වෙනුවට \"hCaptcha සඳහා\" භාවිතා කරන්න. තෙවන පාර්ශවීය ලාංඡනයක් සමඟ භාවිතා කරන්නේ නම්, \"hCaptcha සඳහා\" තෙවන පාර්ශවීය ලාංඡනයට වඩා ප්‍රමාණයෙන් කුඩා විය යුතුය.",
    "3833636936": "අ) තත්පරයකට ඉල්ලීම් 1,000ක්,",
    "3836291932": "ප්රශ්නය: මම උපාංග කිහිපයක් භාවිතා කරමි. මට කිහිප වතාවක් ලියාපදිංචි වීමට අවශ්‍යද?",
    "3842490632": "බොහෝ ප්‍රශ්නවලට පිළිතුරු දීමට උත්සාහ කරන තනි පරිශීලකයෙකු ගාස්තු සීමා කිරීමට හෝ ඉක්මනින් තහනම් කිරීමට ඉඩ ඇත. අපගේ මෙන්ම සමානව වැදගත්",
    "3842673636": "GDPR යටතේ, ඔබට ඔබේ පුද්ගලික තොරතුරු සම්බන්ධයෙන් යම් යම් හිමිකම් ඇත. අප සතුව ඇති ඔබගේ පුද්ගලික තොරතුරු සම්බන්ධයෙන් පහත ක්‍රියාමාර්ග ගැනීමට ඔබ අපෙන් ඉල්ලා සිටිය හැක:",
    "3842815245": "මෙය සාධාරණ වෙළඳාමක්ද?",
    "38428546": "අප සමඟ ඔබගේ ගිණුමේ ජීවිත කාලය පුරාවටම අපි ඔබගේ පුද්ගලික දත්ත සුරක්ෂිතව ගබඩා කරමු. ඕනෑම නෛතික, ගිණුම්කරණ, හෝ වාර්තා කිරීමේ වගකීම් තෘප්තිමත් කිරීමේ හෝ ආරවුල් විසඳීමේ අරමුණු ඇතුළුව, අපි එය රැස් කළ අරමුණු ඉටු කිරීමට අවශ්‍ය තාක් කල් පමණක් අපි ඔබේ පුද්ගලික දත්ත රඳවා තබා ගනිමු. ගබඩා කාල සීමාවන් තීරණය කිරීමට අප භාවිතා කරන නිර්ණායකවලට ක්‍රියාත්මක වන අදාළ ගිවිසුම් ප්‍රතිපාදන, නෛතික ව්‍යවස්ථාපිත සීමා කාල සීමාවන්, අදාළ නියාමන අවශ්‍යතා සහ කර්මාන්ත ප්‍රමිතීන් ඇතුළත් වේ.",
    "3844300338": "ඔබගේ කාර්ය සාධනය හෝ අපගේ වෙබ් අඩවිය භාවිතා කිරීම හේතුවෙන් පැන නගින හෝ සම්බන්ධ ඕනෑම සහ සියලුම හිමිකම්, හානි, වගකීම්, පිරිවැය සහ වියදම් (සාධාරණ නීතිඥ ගාස්තු සහ වියදම් ඇතුළුව) වලින් වන්දි ගෙවීමට, ආරක්ෂා කිරීමට සහ අපව ආරක්ෂා කිරීමට ඔබ එකඟ වේ. .",
    "3844432472": "API වල විවෘත භාවය සහ උපයෝගීතාවය ඔවුන් ප්‍රහාරකයින් සඳහා ඇදහිය නොහැකි තරම් පොහොසත් ඉලක්ක බවට පත් කරයි. ජංගම යෙදුමක් API භාවිතා කර ආයතනික පද්ධතියකින් දත්ත ලබා ගැනීමට වැඩසටහන්ගත කළ හැකි ආකාරයටම, අනිෂ්ට මෘදුකාංග කැබැල්ලකටද හැකිය. හැකර්වරුන් API අපයෝජනය කිරීම සඳහා විවිධ මෘදුකාංග මෙවලම් ලියා ඇත. එය ඵලදායී ප්රහාරක තාක්ෂණයකි.",
    "384965568": "රඳවා ගැනීමේ අවශ්‍යතා අධිකරණ බලය අනුව වෙනස් වන අතර, ඔබේ පුද්ගලික දත්තවල විවිධ පැති සඳහා අපගේ සාමාන්‍ය රඳවා ගැනීමේ කාල සීමාවන් පිළිබඳ තොරතුරු පහත විස්තර කෙරේ.",
    "3856690908": "2020 ජනවාරි 15 - 2020 අප්‍රේල් 15",
    "3856912381": "පරිශීලකයින් දුක් විඳ ඇති අතර අනවශ්‍ය වෙබ් අයාචිත තැපැල් දැන් බහුලව පවතී. නමුත් විකල්පයක් තිබේ.",
    "3859506577": "ව්යාපාරික ඊමේල්",
    "3861413614": "ඔබ විසින් කිසිදු hCaptcha වෙළඳ ලකුණක් හෝ ලාංඡනයක් භාවිතා නොකළ හැකිය, එනම් hCaptcha තෙවන පාර්ශවීය නිෂ්පාදනයක් හෝ සේවාවක් සමඟ සම්බන්ධයක් හෝ අනුමත කිරීමක්, අනුග්‍රහයක් හෝ සහායක් ඇති බව ඇඟවුම් කරයි.",
    "3863351997": "කැලිෆෝනියා පාරිභෝගික වාර්තා ව්‍යවස්ථාවේ ලැයිස්තුගත කර ඇති පුද්ගලික තොරතුරු කාණ්ඩ (Cal. Civ. කේතය § 1798.80(e)).",
    "3871665286": ", hCaptcha විජට් තොරතුරු පිටුවේ ප්‍රමුඛව සම්බන්ධ කර ඇත. ඔවුන්ට දිනකට කිහිප වතාවක් භාවිතා කළ හැකි සංකේතාත්මක කුකියක් ලබා දී ඇත, නමුත් ලොගින් වීම හරහා සෑම පැය 24කට වරක්ම නැවුම් කළ යුතුය.",
    "3875523186": "gistfile1.txt",
    "3878077249": "ඔබගේ පුද්ගලික තොරතුරු වල ඇති සාවද්‍යතාවයන් යාවත්කාලීන කිරීම හෝ නිවැරදි කිරීම.",
    "3878230879": "අපගේ ඉලක්කය වන්නේ එය සැමවිටම ඔබ වෙනුවෙන් ක්‍රියා කරන බවට වග බලා ගැනීමයි, එබැවින් අපි ඔබගේ වාර්තා ඉතා අගය කරමු!",
    "3881754581": ". ඔබ අපගේ විවරණ සේවාවල පාරිභෝගිකයෙකු නම් සහ ඔබේ සේවා භාවිතයේ කොටසක් ලෙස \"සැමට දත්ත\" විකල්පය තෝරාගෙන තිබේ නම්, ඔබ IMI සහ සියලුම සේවාවන් භාවිතා කරන්නන් හට ලොව පුරා, සුවිශේෂී නොවන, උප බලපත්‍ර, පැවරිය හැකි, සියලුම සම්බන්ධිත බුද්ධිමය දේපළ අයිතිවාසිකම් ඇතුළුව සියලුම පාරිභෝගික දත්ත සම්පූර්ණයෙන්ම සූරාකෑමට රාජකීයත්වය-නිදහස්, ආපසු හැරවිය නොහැකි බලපත්‍රය. ඔබ \"සියල්ල සඳහා දත්ත\" විකල්පය තෝරා ගන්නේ නම්, මෙම කොටසේ බලපත්‍රය ලබා දීම සඳහා ඔබේ දත්ත සහ ඒ සඳහා ප්‍රමාණවත් අයිතියක්, මාතෘකාවක් සහ උනන්දුවක් ඇති බව ඔබ නියෝජනය කරයි සහ සහතික කරයි.",
    "3882147547": "අමතක නොවන ව්‍යාජ කාර්යයන්",
    "388240587": "2022 ජනවාරි 5-15",
    "3884400764": "ඔබට මෙම මාර්ගෝපදේශ අනුව hCaptcha ලකුණු භාවිතා කළ හැකි අතර, hCaptcha ලකුණු, ලාංඡන හෝ වෙනත් ඕනෑම වෙළඳ ලකුණක්, වෙළඳ නාමයක්, සේවා ලකුණක්, ව්‍යාපාර නාමයක් හෝ hCaptcha හි හොඳ හිතක් තුළ ඔබට හිමි අයිතියක් ඇති බව එයින් අදහස් නොවේ. අපට හැකි තරම් නම්‍යශීලී බවක් ලබා දීමට අවශ්‍යයි, නමුත් hCaptcha හි ඕනෑම වෙළඳ ලකුණක්, වෙළඳ නාමයක්, සේවා ලකුණක්, ව්‍යාපාර නාමයක් හෝ හොඳ හිතක් අනවසරයෙන් භාවිතා කිරීමෙන් hCaptcha ආරක්ෂා කිරීමට අපි බැඳී සිටිමු. ඕනෑම අනවසර භාවිතයක් hCaptcha විසින් ලබා දී ඇති අවසරය හෝ බලපත්‍රය ස්වයංක්‍රීයව අවසන් කරන අතර ඕනෑම හානියක් සඳහා නීතිමය වගකීම් දැරීමට සිදුවේ.",
    "3887113660": "ප්‍ර: රහස්‍යතා අවසර පත්‍රය hCaptcha ඉපැයීම්වලට බලපාන්නේ කෙසේද?",
    "3891941747": "*** COVID-19 උපදේශනය: COVID-19 සම්බන්ධ කාර්ය මණ්ඩල ධාරිතාව අඩු වීම හේතුවෙන්, අපගේ සම්මත සත්‍යාපනය සම්පූර්ණ කිරීමට අමතර කාලයක් ලබා දීම සඳහා ප්‍රතිසන්ධානය නැවත කාලසටහන්ගත කර ඇත. ගෙවීම් සිකුරාදා ආරම්භ වී ඊළඟ සඳුදා අවසන් කිරීමට බලාපොරොත්තු වේ.",
    "3892905664": "hCaptcha මිනිසුන්ට පහසු සහ යන්ත්‍ර සඳහා අපහසු සරල ප්‍රශ්න ඇසීමෙන් bots, spam, සහ අපයෝජනයන් වළක්වා ගැනීමට ඔබේ ප්‍රියතම සබැඳි සේවාවන්ට උදවු කරයි.",
    "3892952987": "අපගේ විවෘත කිරීම් පරීක්ෂා කර මෙහි අයදුම් කරන්න",
    "3893539589": "කාර්යයට අවශ්‍ය නම් මිස භාණ්ඩ හෝ සේවා සපයන බාහිර සබැඳි ඇතුළු කරන්න;",
    "389705801": "() එය පැහැදිලිවම තහනම් කරන නීති",
    "3897238493": "සේවා සපයනු ලබන්නේ \"පවතින පරිදි\" පදනම මතය. අපි කිසිම නිරූපණයන් හෝ වගකීම්, ව්යංග හෝ EXPRESS, සම්බන්ධයෙන් කරගැනීම සඳහා Accessibility, යෝග්යතාවයක්, නීත්යනුකූලත්වය, ලබා ගත හැකි, හෝ සේවා වල ක්රියාකාරිත්වය, ඕනෑම අදාළ මෘදුකාංග හෝ භාණ්ඩ, කර්තව්යයෝ, හෝ ඕනෑම කටයුතු හෝ ITEMS පවාලනය සඳහා මෙම ගිවිසුම සමඟ ඇති. නීතියෙන් අවසර දී ඇති උපරිම ප්‍රමාණයට, IMI සියලු ප්‍රකාශිත හෝ ව්‍යංගිත කොන්දේසි, නියෝජන සහ වගකීම් ඇතුළුව, නමුත් වගකීම්, පැවරුම්වලට සීමා නොවේ. IMI ට එරෙහි ඔබේ එකම සහ සුවිශේෂී පිළියම කිසියම් දෝෂයක්, නොගැලපීම්, හෝ අතෘප්තියට අදාළව සේවා භාවිතය නැවැත්වීමයි, ඔබේ පරිගණක පද්ධතියට සිදුවන හානිය, දත්ත හානිය හෝ වෙනත් හානියක් සඳහා අපට වගකීමක් නොමැත. ඔබේ වෙබ් අඩවියට හෝ ඉන්ටියුෂන් යන්ත්‍ර වේදිකාවට පිවිසීමෙන් හෝ භාවිතා කිරීමෙන්. උපලේඛනගත සහ සැලසුම් නොකළ බාධා කිරීම් සිදුවිය හැකි අතර, අපගේ වෙබ් අඩවිය බාධාවකින් තොරව ලබා ගැනීමට අපි සහතික නොකරමු.",
    "3898950867": "() ජෝ රැකියා සහ/හෝ අනන්‍යතා සොරකම්",
    "3900538778": "ලේබල් කළ දත්ත යන්ත්‍ර ඉගෙනීමට බල කරන ඉන්ධන වේ. reCAPTCHA පිළිතුරු 2009 සිට Google හි ML/AI සේවා වැඩිදියුණු කිරීමට භාවිතා කර ඇත. reCAPTCHA භාවිතා කරන බොහෝ අය තම ශ්‍රමය භාවිතා කරන බව නොදැන සිටිති.",
    "3901503296": "මෙම පෞද්ගලිකත්වය පිළිබඳ සුවිශේෂී අවධානයෙන් අදහස් වන්නේ අපට විශිෂ්ට ආරක්ෂාවක් පවත්වා ගනිමින් අවශ්‍ය පරිදි ශුන්‍ය පුද්ගල දත්ත රඳවා තබා ගැනීම, කුකී-රහිත ක්‍රියාකාරිත්වය සහ වෙනත් ගිවිසුම්ගත රහස්‍යතා සහතික ලබා දිය හැකි බවයි.",
    "3904679538": "Chrome",
    "3906359167": "විසඳුම්:",
    "3906886217": "සමාගම් හෝ වෙබ් අඩවි සඳහා",
    "3908992897": "සහ ලෝකයේ සෑම රටකම සහ ප්‍රදේශයකම භාවිතා වේ, එබැවින් අපි ස්ථාවර ගෝලීය අත්දැකීමක් ලබා දීම කෙරෙහි වැඩි අවධානයක් යොමු කරමු.",
    "3909240516": "( ) SMTP ශීර්ෂයන් නීති සම්පාදනයේ විෂය නොවිය යුතුය",
    "3910971075": "මූලාශ්‍ර කේතය, වස්තු කේතය හෝ යටින් පවතින ව්‍යුහය, අදහස් හෝ ඇල්ගොරිතම, API, සහ සේවාවන්ට (\"මෘදුකාංග\") සම්බන්ධ ඕනෑම අමතර මෘදුකාංග, ලේඛන හෝ දත්තවල බුද්ධිමය දේපළ අයිතිවාසිකම් ඇතුළු සියලුම අයිතීන් IMI සතුය. ඔබ සෘජුව හෝ වක්‍රව තෙවන පාර්ශවයක් හරහා හෝ වෙනත් ආකාරයකින්: (අ) ප්‍රතිලෝම ඉංජිනේරු, විසංයෝජනය, විසුරුවා හැරීම හෝ වෙනත් ආකාරයකින් මෘදුකාංගය සොයා ගැනීමට උත්සාහ නොකරනු ඇත; (ආ) ඕනෑම මෘදුකාංගයක් මත පදනම්ව ව්‍යුත්පන්න කෘති වෙනස් කිරීම, පරිවර්තනය කිරීම හෝ නිර්මාණය කිරීම; (ඇ) ඕනෑම මෘදුකාංගයකට පිටපත් කිරීම, කුලියට දීම, බදු දීම, බෙදා හැරීම, ප්‍රතිඥා දීම, පැවරීම හෝ වෙනත් ආකාරයකින් හිමිකම් පැවරීම හෝ බර කිරීම; (ඈ) තුන්වන පාර්ශ්වයක ප්‍රයෝජනය සඳහා කාල බෙදාගැනීම, සේවා කාර්යාංශයේ අරමුණු සඳහා හෝ වෙනත් ආකාරයකින් ඕනෑම මෘදුකාංගයක් භාවිතා කරන්න; හෝ (ඉ) කිසියම් හිමිකාර දැන්වීම් හෝ ලේබල ඉවත් කරන්න.",
    "3912514510": "( ) තැපැල් ලැයිස්තු සහ අනෙකුත් නීත්‍යානුකූල විද්‍යුත් තැපැල් භාවිතයන් බලපානු ඇත",
    "3912926900": "hCaptcha® නිර්මාණාත්මක පිටපතක පළමු වරට දිස්වන විට ලියාපදිංචි වෙළඳ ලකුණු සංකේතයක් තිබිය යුතුය.",
    "3913203723": "කිසියම් හේතුවක් නිසා, ඔබ සම්පූර්ණ කළ කාර්යයක කාර්ය සාධනය ඉල්ලුම්කරු පිළිගන්නේ නැත්නම්, ඔබට දායකයෙකු හෝ ඒකාබද්ධ කරන්නෙකු ලෙස එම කාර්යය සඳහා කිසිදු ත්‍යාගයක් හිමි නොවේ. පිළිගත නොහැකි ලෙස සම්පූර්ණ කරන ලද කාර්යයක් සඳහා ඔබට දැනටමත් ත්‍යාග ලබා දී ඇති අවස්ථාවක, අපට ඒවා ඔබෙන් අය කර ගත හැක.",
    "3913801502": "hCaptcha දැන් අන්තර්ජාලයෙන් 15% ක් පමණ ක්‍රියාත්මක වේ",
    "3913848038": "99.99% uptime SLAs සහ 24/7 ගෝලීය සහාය ඇත.",
    "3916131732": "ඇමරිකාව",
    "3922723611": "කරුණාකර කිසියම් දැන්වීම් අවහිර කරන්නෙකු හෝ බ්‍රවුසරයේ ආරක්ෂක දිගුවක් අබල කිරීමට උත්සාහ කරන්න",
    "3926027556": "අපි ඉක්මනින් ඔබ වෙත ආපසු එන්නෙමු.",
    "392886773": "හැම රටකම වැඩ කරනවා",
    "3930611699": "තනි කම්කරුවන්.",
    "3930808600": "අප රැස් කරන සහ ගබඩා කරන තොරතුරු ආරක්ෂා කිරීම සඳහා සුදුසු තාක්ෂණික සහ සංවිධානාත්මක පියවර අපි ක්‍රියාත්මක කරන අතර, අප වෙනුවෙන් අපගේ සැකසුම් සිදු කරන සියලුම නියෝජිතයන්ගෙන් එය සිදු කිරීමට අවශ්‍ය වේ. අවාසනාවන්ත ලෙස, කිසිදු ආරක්‍ෂක පියවරක් 100% විකෘති නොවන අතර, විනාශයට, අලාභයන්ට, වෙනස් කිරීමට, අනවසරයෙන් හෙළිදරව් කිරීමට හෝ අප රැස් කරන සහ ගබඩා කරන තොරතුරු වෙත ප්‍රවේශ වීමට එරෙහිව කිසිදු ජාලයක් හෝ පද්ධතියක් (අපගේ ඒවා ද ඇතුළුව) 100% ආරක්ෂිත බව සහතික කළ නොහැක. කිසියම් හේතුවක් නිසා ඔබේ තොරතුරු ආරක්ෂිත නොවිය හැකි යැයි ඔබ විශ්වාස කරන්නේ නම්, කරුණාකර වහාම අප අමතන්න",
    "3933993151": "තනි දත්ත ලේබල් කරන්නෙකු ලෙස වැඩ කරන්න",
    "394235836": "3. ඉහත යෝජනා කිසිවක් ක්‍රියාත්මක නොවන්නේ නම්, අපට උපකාරක විද්‍යුත් තැපෑලක් එවන්න, සිදුවන්නේ කුමක්දැයි සොයා ගැනීමට උදවු කිරීමට අපි සතුටු වන්නෙමු.",
    "3942875761": "වඩා හොඳ වෙබ් ™ ගොඩනැගීමට උදවු කරන්න",
    "3943164003": "අමු බලන්න",
    "3943417791": "hCaptcha Enterprise (BotStop) සඳහා සහය ලබා ගන්න",
    "3946753128": "පුද්ගලික. ආරක්ෂිතයි. ඉක්මනින්.",
    "3951112506": ". එය දැනටමත් දත්තවල ඉහළ විෂමතාවයක් සහතික කරයි.",
    "3951254541": "ඔබගේ ආදානය අපි අගය කරමු. ඕනෑම ගැටළුවක් අපට දන්වන්න, අපි ඒවා ඉක්මනින් විසඳන්නෙමු.",
    "3952259236": "ඔබේ අන්ධ දත්ත hCaptcha හි දහස් ගණන් සංඥා සමඟ ඒකාබද්ධ කරන්න -- ඔබේ උදාහරණය සඳහා පමණක් -- තනි විසඳුමකට වඩා ද්වේෂසහගත හැසිරීම වඩා හොඳින් පුරෝකථනය කිරීමට.",
    "3953584369": "නවීන RBAC ප්‍රවේශ සීමා තිබේ.",
    "3955555607": "හවුල්කරුවන් හෝ බලයලත් නැවත විකුණුම්කරුවන් හැර, තුන්වන පාර්ශවයන් hCaptcha ලකුණු හෝ වැරදි අක්ෂර වින්‍යාස භාවිතා කරමින් මූල පද, Google AdWords හෝ වෙනත් ඉලක්කගත වෙළඳ ප්‍රචාරණ පද්ධති සඳහා ලංසු ඉදිරිපත් නොකළ හැකිය. තුන්වන පාර්ශ්වයන් වසම් නාම, ඕනෑම සෙවුම් යන්ත්‍ර ප්‍රශස්තිකරණය, මෙටා ටැග්, සෙවුම් පද, කේතය හෝ වෙනත් වැරදි නිරූපනයක hCaptcha ලකුණු භාවිතා නොකළ හැකිය.",
    "3955981186": "සංශෝධන. IMI හි නිසි ලෙස බලය ලත් නියෝජිතයෙකු විසින් අත්සන් කරන ලද ලිඛිත උපකරණයක මිස IMI හැර වෙනත් කිසිවෙකු විසින් මෙම සේවා නියමයන් වෙනස් කිරීම හෝ සංශෝධනය කිරීම IMI මත බැඳී නැත.",
    "3963216198": "APIs හැකර්වරුන් සඳහා ජනප්‍රිය ඉලක්කයක් වන්නේ මන්දැයි සාකච්ඡා කිරීමට, “API” යන යෙදුමෙන් දැනට අදහස් කරන්නේ කුමක්ද යන්න නිර්වචනය කිරීමට කෙටි මොහොතක් ගැනීම වටී. API සංකල්පය කිසිසේත්ම අලුත් දෙයක් නොවේ. ඇත්ත වශයෙන්ම, විවිධ පරිගණක පද්ධති එකිනෙක සම්බන්ධ කිරීම සඳහා අතුරු මුහුණත් මෙන්ම ඒවායේ අභ්‍යන්තර සංරචක අවම වශයෙන් 1960 ගණන්වල මුල් භාගයේ සිට පැවතුනි.",
    "3963642878": "2019 දෙසැම්බර් 14 ට පසුව නොවේ*",
    "3967047208": "පිරික්සුම් කොටු තේරීම ඉවත් කිරීමෙන් ඔබට මෙය නිදොස් කිරීම සඳහා අභිරුචි තුළ ඇති සමහර ආරක්ෂණ තාවකාලිකව අක්‍රිය කළ හැකිය: ඔබට තවමත් ගැටලු තිබේ නම් ට්‍රැකර් තේරීම් කොටුව තේරීම ඉවත් කරන්න හෝ කුකීස් තේරීම් කොටුව තේරීමෙන් ඉවත් කරන්න.",
    "3971348140": "අපි hCaptcha භාවිතා කළේ ඇයි? අපට අවශ්‍ය විශේෂාංග සහ කාර්ය සාධනය ලබා දීමට වෙනත් කිසිවකුට නොහැකි විය. ඔවුන් අපව නැගිට්ටවා ඉක්මනින් දුවනවා, අපේ වෙළෙන්දෝ අත්දැකීමට කැමතියි.",
    "3972094614": "බ්රෙන්ඩන් ඊච්",
    "3972554015": "ක්රියාවලිය මෙන්ම. සහ බ්රවුසරයේ දිගුව ඇත්ත වශයෙන්ම වේ",
    "3974566657": "සේවාවන් වඩාත් ජනප්‍රිය වන විට, මේ ආකාරයේ සිදුවීම අනිවාර්යයෙන්ම නිතර සිදුවේ. hCaptcha ලෝකයේ සෑම රටකම සෑම දිනකම මිලියන සංඛ්‍යාත ජනතාවක් භාවිතා කරයි, එබැවින් අපි මෙම ප්‍රතිපත්තිය සහ හැකිතාක් විනිවිද භාවයෙන් සිටීම සඳහා මෙම ගැටළු විසඳන ආකාරය පිළිබඳ සිද්ධි අධ්‍යයනයක් ප්‍රකාශයට පත් කරන්නෙමු.",
    "3978720689": "ස්පෑම් සමඟ සටන් කිරීමට ප්රවේශය. ඔබේ අදහස සාර්ථක නොවනු ඇත. මෙන්න ඇයි ඒක වැඩ කරන්නේ නැත්තේ.",
    "3983646521": "සියලුම නිෂ්පාදන නම්, ලාංඡන, වෙළඳ නාම, වෙළඳ ලකුණු සහ ලියාපදිංචි වෙළඳ ලකුණු ඔවුන්ගේ අයිතිකරුවන්ගේ දේපළ වේ. මෙම වෙබ් අඩවියේ භාවිතා කරන සියලුම සමාගම්, නිෂ්පාදන සහ සේවා නම් හඳුනාගැනීමේ අරමුණු සඳහා පමණි. මෙම නම්, වෙළඳ ලකුණු සහ වෙළඳ නාම භාවිතය අනුමත කිරීමක් අදහස් නොවේ. මෙම අවස්ථාවේ දී, තරමක් ප්රතිවිරුද්ධ.",
    "3987022469": "ලේබල් කිරීම",
    "3988350": "මෙයින් අදහස් කරන්නේ සැබෑ ලෝක කුඩ විවරණ සඳහා විශිෂ්ට භාවිත අවස්ථා ඇති බවයි. ස්වයං-රිය පදවන මෝටර් රථවල බලපෑම පිළිබඳ එකඟ නොවීම් සඳහා ඉඩක් ඇත, නමුත් ADAS පද්ධති දැනටමත් ඉතිරි කරයි",
    "3991444169": "මෙම පිටුව hCaptcha Enterprise සේවාව සඳහා වත්මන් උපප්‍රොසෙසර ලැයිස්තුගත කරයි.",
    "3992401943": "2012 සිට ගැඹුරු ඉගෙනීමෙහි විප්ලවයක් සිදුවී ඇත. කාර්ය නිරවද්‍යතාවය සඳහා වූ කර්මාන්ත සම්මතය පසුගිය දශකය තුළ රැඩිකල් ලෙස වැඩිදියුණු වී ඇත, මූලික වශයෙන් ගැඹුරු සංචලන ජාලයන් හේතුවෙන්. අනෙකුත් ML-බලය වන සේවාවන් Google පිරිනැමීම් මෙම වක්‍රය අනුගමනය කර ඇත.",
    "4007826952": "වෙබ්, ජංගම සහ තවත් දේ සඳහා #1 පෞද්ගලිකත්වය-පළමු CAPTCHA.",
    "4008400186": "පියවර 4: ඔබ විසඳීමට උත්සාහ කිරීමෙන් පසුව ජාල ලොගය සුරකින \"අපනයන HAR\" (කුඩා පහළ ඊතලය) ක්ලික් කරන්න. එම ගොනුව අපට එවන්න.",
    "4011712313": "අපගේ DMCA ප්‍රතිපත්තියේ කොටසක් ලෙස, අපි බහු-පියවර DMCA පුනරාවර්තන උල්ලංඝන ප්‍රතිපත්තියකට උල්ලංඝනය කිරීම් පිළිබඳ බහු DMCA දැනුම්දීම් ලබා ගන්නා පාරිභෝගිකයින්ගේ ගිණුම් තබමු. දින දර්ශන මාසයකදී නැවත නැවතත් DMCA දැනුම්දීම් ලැබීමෙන් පසු, පාරිභෝගික ගිණුම එක් ප්‍රතිපත්ති පියවරක සිට ඊළඟ එක දක්වා ප්‍රගතියක් ලබයි.",
    "4015238193": "සහ OCR [",
    "4019638786": "A: hCaptcha හි රහස්‍යතා අවසර පත්‍රය භාවිතා කරන්නන් ඔවුන්ගේ බ්‍රවුසරයේ ටෝකන් පසුම්බිය හිස් නම් හෝ වෙබ් අඩවිය එය යවන්නේ නම් මිස කිසි විටෙක hCaptcha වෙත තම IP නිරාවරණය නොකරනු ඇත. hCaptcha හට පරිශීලකයා ටෝකන මුදා හැරීමට සම්බන්ධ කිරීමට ක්‍රමයක් නොමැති අතර, ඔවුන්ගේ ටෝකන පසුම්බිය හිස් නම් මිස මුදාගැනීමේදී පරිශීලකයා සමඟ කිසිවිටක ඍජුව අන්තර්ක්‍රියා නොකරයි.",
    "4019660456": "0ms ප්‍රමාදය: API ඇමතුමක් නොමැතිව hCaptcha ටෝකන සත්‍යාපනය කරන්න.",
    "4023575072": "ද්විත්ව භාවිතය",
    "4024785952": "Cloudflare, Inc. (ගෝලීය). සපයනු ලබන සේවාවන්: Cloudflare.com.",
    "4034694801": "ගැළපෙන ප්‍රතිඵල නැත.",
    "4036662147": "5. රහස්‍ය තොරතුරු ආරක්ෂා කිරීම",
    "4036872105": "පළමුව සහ පසුව නැවත උත්සාහ කරන්න",
    "4039193170": "ඔබට ටෝකන ලබාගැනීමේ හෝ මුදාගැනීමේ ගැටළු තිබේ නම්:",
    "4044467791": "පෙර මාස 12 තුළ අපි ඔබෙන් එකතු කර ගත් පුද්ගලික තොරතුරු වර්ග සඳහා, කරුණාකර ඉහත \"අපි රැස් කරන තොරතුරු\" කොටස බලන්න. අපි ඉහත \"පෞද්ගලික තොරතුරු භාවිතා කරන ආකාරය\" කොටසේ විස්තර කර ඇති ව්‍යාපාරික සහ වාණිජ අරමුණු සඳහා මෙම තොරතුරු රැස් කරන්නෙමු. පෙර මාස 12 තුළ, අපි ව්‍යාපාරික අරමුණක් සඳහා තුන්වන පාර්ශ්ව සමඟ පහත තොරතුරු කාණ්ඩ බෙදාගෙන ඇත:",
    "4051104324": "\"Intuition Machines\" යනු Intuition Machines, Inc හි ලියාපදිංචි වෙළඳ ලකුණකි.",
    "4051785543": "භාවිත:",
    "4057343238": "හැර යන්න",
    "4059570880": "ඔබ ප්‍රමිතිකරණ ප්‍රයත්නය නිරීක්ෂණය කිරීමට කැමති නම්, උත්සාහයන් දැනට ක්‍රියාත්මක වේ",
    "4060250206": "අපගේ තාක්ෂණික විශේෂඥයෙකු වෙත ළඟා වීමට මෙම පෝරමය භාවිතා කරන්න. අපි ඉක්මනින් ප්රතිචාර දක්වන්නෙමු.",
    "4063155841": "2021 ජූනි 25 ට පසුව නොවේ††",
    "4063769686": "පරිශීලකයින් ඔවුන් පිවිසෙන වෙබ් අඩවියට සහය දක්වයි, සහ අඩු වෙබ් අයාචිත තැපැල් අත්දැකීමක්. මෙය වඩා සාධාරණ ගනුදෙනුවක් ලෙස පෙනේ.",
    "4065065042": "ඔබේ භාවිත නඩුවට හරියටම ගැලපෙන පරිදි මෙය අමතන්න.",
    "4065614934": "මෙම විශ්ලේෂණය අලුත් දෙයක් නොවේ, නමුත් මිනිසුන් සදාකාලික ශුභවාදී ය. විශේෂයෙන්ම ඔවුන්ගේ අදහස අලුත් යැයි ඔවුන් සිතන විට.",
    "4072202039": "2019 අප්‍රේල් 15 - 2019 ජූලි 15",
    "4074220464": "A: ශ්‍රව්‍ය කැප්චා වැනි පෙර ජනප්‍රිය විකල්ප බොහෝ a11y පරිශීලකයින්ට වෙනස් කොට සලකන අතර නවීන යන්ත්‍ර ඉගෙනීමේ ක්‍රම මගින් පහසුවෙන් පරාජය කරනු ලැබේ. මෙය වත්මන් ශ්‍රව්‍ය අභියෝග වඩ වඩාත් දුෂ්කර වීමට බල කර ඇත, ප්‍රහාරකයන් පරාජය කිරීම සඳහා ශබ්දය, ඔත්තේ වේලාව, අසාමාන්‍ය වචන සංයෝජන ආදිය හඳුන්වා දෙයි. මෙම ප්‍රවේශයට එදිරිව අභියෝගය සම්පූර්ණයෙන් මගහැරීම ගැන අපි මේ අනුව අඩු උද්‍යෝගයකින් පසුවන නමුත් a11y ප්‍රජාවෙන් ඉල්ලුමක් ඇත්නම් එය සලකා බලමු.",
    "4080263153": "අත්හැරීමක් නැත. අත්හැරීම ලිඛිතව සහ අප විසින් අත්සන් කර ඇත්නම් මිස අපගේ අයිතිවාසිකම්වල හෝ පිළියම්වල කිසිදු කොටසක් අත්හැර ඇති බවක් නොසැලකේ. මෙම ගිවිසුමේ යම් විධිවිධානයක් යටතේ අපගේ අයිතිවාසිකම් බලාත්මක කිරීම ප්‍රමාද කරන්නේ නම් හෝ බලාත්මක කිරීමට අපොහොසත් වුවහොත්, එය පසුව එවැනි විධිවිධානයක් හෝ මෙම ගිවිසුමේ යම් කොටසක් බලාත්මක කිරීමට ඇති අපගේ අයිතිය අත්හැරීමක් සිදු නොවේ.",
    "4082053540": "2021 ජූනි 19-25††",
    "4083018285": "වැඩිදියුණු කරන ලද SOC අධීක්‍ෂණය සහ නවීන ස්ථීර තර්ජන ආමන්ත්‍රණය කිරීමට ප්‍රතිචාරය සමඟ ඒකාබද්ධ වන විස්තීරණ විශේෂාංග කට්ටලයක්",
    "4086379603": "ප්රශ්නය?",
    "4087694419": "ව්‍යාජ හෝ රැවටිලිකාර නිෂ්පාදන ලැයිස්තුගත කිරීම සඳහා ඇමේසන් සහ ඊබේ වැනි වෙබ් අඩවිවලින් දත්ත රැස්කර ගැනීමට හැකර්වරයෙකුට හැකිය. එවිට ඔහුට හෝ ඇයට OfferUp වැනි සම වයසේ සිට සම වයසේ සිට ඒවා විකිණීමට සහ ගැනුම්කරුවන්ට තතුබෑම් ප්‍රහාර දියත් කළ හැකිය. එසේත් නැතිනම්, වංචාකාරයාට නොපවතින නිෂ්පාදන අලෙවි කළ හැකිය. තවත් තිර සීරීම් වංචාවකට දැන්වීම් ප්‍රකාශකයන් ව්‍යාජ ලෙස ඉදිරිපත් කිරීම ඇතුළත් වේ. ප්‍රකාශක අඩවි වලින් අන්තර්ගතය ඉවත් කිරීමෙන්, වංචාකාරයාට විවිධ සේවාවන්හි ව්‍යාජ දැන්වීම් ප්‍රකාශක පිටු නිර්මාණය කළ හැකිය. එවිට ඔවුන්ට එම පිටුවල දැන්වීම් ප්‍රකාශකයාගේ ads.txt ගොනුවෙන් ලබාගත් බලයලත් නැවත විකුණුම්කරුවන්ට විකිණීමට හැකිය. දැන්වීම් ප්‍රචාරකයාට දැන්වීම් කොටස් සැබෑ ලෙස පෙනෙන නමුත් ඒවා එසේ නොවේ.",
    "4087729475": "ඔබේ මුල් විසඳුමෙන් පසු අභියෝගය.",
    "4088941349": "මිලදී ගත්, ලබාගත්, හෝ සලකා බැලූ නිෂ්පාදන හෝ සේවා පිළිබඳ වාර්තා.",
    "4091044469": ". ඔබ අප්‍රකට ප්‍රකාරයේදී දිගුව සක්‍රීය කර ඇති බව සහතික කර ගන්න. ඉන්පසු, hCaptcha භාවිතා කරන ඕනෑම වෙබ් අඩවියකට ගොස් captcha එකක් විසඳන්න. 2.0.3 අනුවාදයට අනුව, ඔබට hCaptcha භාවිතයෙන් වෙබ් අඩවිවල මෙම ටෝකන මුදවා ගත හැක.",
    "4097297673": "පාරිභෝගිකයෙකු, ඉල්ලුම්කරුවෙකු හෝ ඒකාබද්ධ කරන්නෙකු ලෙස, ඔබ සහ IMI අතර වෙනත් බැඳීම් කොන්දේසි වලට අමතරව පහත කොන්දේසි වලට බැඳී සිටීමට ඔබ එකඟ වේ.",
    "409780280": "( ) හොඳ උත්සාහයක්, ****! කවුරුහරි ඔබේ යතුරුපුවරුව මත පියවර තබනු ඇතැයි මම බලාපොරොත්තු වෙමි!",
    "4099477834": "සියලුම පාරිභෝගික සබඳතා ශක්තිමත් දත්ත සැකසුම් ගිවිසුමක් මගින් ද ආරක්ෂා කර ඇත. hCaptcha සේවාව ඔබගේ සේවාව හෝ ඔබේ ගනුදෙනුකරුවන් කොහේ සිටියත් සියලුම රහස්‍යතා නීති වලට අනුකූල වේ. පුද්ගලික දත්ත තබා නොගැනීම වෙනත් සමාගම්වලට වඩා අපට මෙය පහසු කරයි.",
    "4101570501": "අපගේ රහස්‍යතා අවසර පත්‍රයේ කාර්යයට අනුපූරක වෙමින්, අපයෝජන වැළැක්වීමේ අපගේ හැකියාව තවමත් ආරක්ෂා කර ගනිමින් ඔබගේ විද්‍යුත් තැපැල් ලිපිනය වේගයෙන් ඉවත දැමීමට අපි දැනට ගුප්ත ලේඛන විසඳුමක් මත වැඩ කරමින් සිටිමු.",
    "410397176": "වැඩි විස්තර සඳහා",
    "4104188759": "AI ආචාර ධර්ම ප්‍රතිපත්තිය",
    "4104221634": "hCaptcha පාරිභෝගිකයින් තාක්‍ෂණ සමාගම්වල සිට විලාසිතා, සිල්ලර වෙළඳාම සහ යන්ත්‍ර ඉගෙනීම යෙදීමෙන් වටිනාකමක් ඇති කළ හැකි වෙනත් ක්ෂේත්‍ර කෙරෙහි අවධානය යොමු කරන අය දක්වා විවිධ කර්මාන්ත ආවරණය කරයි.",
    "4114820649": "2. \"පෞද්ගලිකත්වය\" ටැබය ක්ලික් කරන්න.",
    "4131598919": "ඔබන්න",
    "4132302900": "5. ඔබේ පෞද්ගලිකත්වය, ඔබේ දත්ත, සහ \"සියල්ල සඳහා දත්ත\"",
    "4137573005": "අපි දත්ත භාවිතා කරන ආකාරය පිළිබඳ සවිස්තරාත්මක සහ බලයලත් පිළිතුරු ඇත, නමුත් කෙටි පිළිතුර නම් ඔබගේ ගවේෂණ ඉතිහාසය සමඟ පුද්ගලයෙකු ලෙස ඔබව සම්බන්ධ කිරීමට අපට උනන්දුවක් නැත.",
    "4138068262": "පරිශීලකයන්. අවසානයේදී, අභියෝග සමඟ අන්තර් ක්‍රියා කිරීම, මිනිස් ස්වභාවය නොවෙනස්ව පවතින තාක්, සබැඳි අපයෝජනය අවම කිරීම සඳහා වූ මෙවලම් ගබඩාවේ කොටසක් ලෙස පවතිනු ඇත.",
    "4142610534": "ඕනෑම ප්‍රමාද ගෙවීමක් සඳහා මසකට සියයට 1.5% ක ප්‍රමාද ගාස්තු හෝ නීතියෙන් අවසර දී ඇති උපරිම මුදල, ඉන් දෙකෙන් එකක් අඩු වේ. කිසියම් හේතුවක් නිසා ඔබ මෙම ගිවිසුම යටතේ ගෙවිය යුතු මුදල ගෙවීමට අපොහොසත් වුවහොත්, අපගේ තනි අභිමතය පරිදි ඔබේ ගිණුම අත්හිටුවිය හැකිය, එවැනි අවස්ථාවක කාර්යයන් සම්පූර්ණ කිරීම සඳහා ඔබේ ගිණුමෙන් අමතර ගෙවීම් සිදු නොකරන අතර ඔබේ සියලු කාර්යයන් ඉවත් කරනු ලැබේ. අපගේ වෙබ් අඩවියෙන්. ඔබ ඉල්ලුම මත ගෙවිය යුතු සියලුම මුදල් ප්‍රතිපූරණය කළ යුතුය, ඊට අමතරව ඕනෑම සැකසුම් ගාස්තු, ප්‍රමාද ගාස්තු, හෝ ඇටෝනි ගාස්තු. අපි ණය වාර්තා කිරීමේ ආයතනවලට සහ නීතිය බලාත්මක කිරීමේ බලධාරීන්ට සුදුසු වාර්තා ඉදිරිපත් කළ හැකිය.",
    "4146870445": "අපි කවුද",
    "4147497805": "කැරට්",
    "4149738856": "hCaptcha විශේෂණ පදයක් ලෙස භාවිතා කළ යුතු අතර පසුව නිසි ජනක පදයක් යෙදිය යුතුය.",
    "41530052": "28. සාමාන්ය කොන්දේසි",
    "4154415610": "***** 2020 සැප්තැම්බර් ගෙවීම් ප්‍රතිසන්ධාන ප්‍රමාදයන් හේතුවෙන් මුලින් නියමිත කාලයට වඩා දින කිහිපයක් පසුව ක්‍රියාත්මක වන අතර, ප්‍රතිසන්ධානය සම්පූර්ණ වන විට කාණ්ඩ වශයෙන් ක්‍රියාත්මක වේ.",
    "4162383380": "2020 සැප්තැම්බර් 16 - 22 *****",
    "4162847": "අපගේ සමහර පාරිභෝගිකයන් Google හි පිරිනැමීම්වලින් සම්පූර්ණයෙන්ම මාරු වීමට පෙර එකම ඉල්ලීම මත A/B පරීක්ෂණ පවත්වන බැවින් අපට මෙය සෘජුවම නිරීක්ෂණය කිරීමට හැකි වී ඇත. අපට සාමාන්‍යයෙන් reCAPTCHA v3 හෝ reCAPTCHA Enterprise වෙතින් ලැබෙන ඉහළ සාවද්‍ය ධනාත්මක සහ ව්‍යාජ සෘණ අනුපාතයක් යන දෙකම ඔප්පු කිරීමට හැකි වේ.",
    "4163469907": "පියවර 2: සංවර්ධක මෙවලම් තුළ ඇති ජාල ටැබය මත ක්ලික් කරන්න. ඉහළින් ඇති \"සංරක්ෂිත ලොග්\" කොටුව සලකුණු කරන්න.",
    "4165374512": "අක්තපත්‍ර පිරවීම වැළැක්වීම සඳහා IP සහ ස්ථාන හඳුනාගැනීමේ මෙවලම් භාවිතා කළ හැකි අතර, වඩාත් ලාභදායී සහ නිවැරදි ක්‍රමයක් වන්නේ ස්වයංක්‍රීය අක්තපත්‍ර පිරවුම් බොට් එකටම බාධා කිරීමයි. hCaptcha සහ hCaptcha Enterprise හට ඇතුල් වන ස්ථානයේ බොට් එක ස්ටම්ප් කළ හැක. බොට් හට නිවැරදි අක්තපත්‍ර තිබුණත්, එයට hCaptcha Enterprise හි හඳුනාගැනීම හෝ hCaptcha's CAPTCHA පසුකර යාමට නොහැකි නම්, එයට එහි පුලුන් කිරීමට නොහැකි වන අතර ඔබේ වෙබ් අඩවිය සහ පරිශීලකයින් ආරක්ෂා වේ.",
    "4166776480": "අක්තපත්‍ර පිරවීම: එය කුමක්ද සහ ප්‍රහාර නතර කරන්නේ කෙසේද",
    "4169910317": "9. නීතියට අනුකූල වීම",
    "4172868199": "මෙයට වඩා බොහෝ දුර ගොස්, \"හොඳ මිනිසා\" \"නරක මනුෂ්‍යයා\"ගෙන් වෙන්කර හඳුනා ගැනීමට උත්සාහ කිරීමේ ක්ෂේත්‍රය කරා ගමන් කරන අතර, මිලදී ගැනීමේ වංචාවේ සිට උසස් නොනැසී පවතින සෑම දෙයක්ම සොයා ගැනීමට සහ නැවැත්වීමට ලොව ජනප්‍රියම අන්තර්ජාල සේවා බොහොමයක් අද භාවිතා කරයි පුද්ගලිකත්වය ආරක්ෂා කිරීම කෙරෙහි අද්විතීය අවධානයක් යොමු කරමින් ඔවුන්ගේ පරිශීලකයින්ට එරෙහිව තර්ජන.",
    "4179118182": "( ) තාක්ෂණික ( ) ව්‍යවස්ථාදායක ( ) වෙළෙඳපොළ පදනම් කරගත් ( ) සුපරීක්ෂාකාරී",
    "4181060163": "තුන්වන පාර්ශ්ව විසින් hCaptcha වෙළඳ ලකුණු සම්බන්ධයෙන් කිසියම් මූලික උනන්දුවකින් ව්‍යාකූලත්වයක් ඇති කරන ආකාරයේ වෙනස්කම් හෝ අක්ෂර වින්‍යාස භාවිතා නොකළ යුතුය.",
    "4181611011": "ප්රතිසන්ධාන දිනය",
    "4185927140": "නිෂ්පාදන කළමනාකරු, ෆ්ලෑෂ්, Shopify",
    "4188477534": "hCaptcha®",
    "4188664955": "ප්‍රධාන සේවා කොන්දේසි",
    "4188814619": "hCaptcha යනු Intuition යන්ත්‍රවල සේවාවකි (",
    "4194763679": "සියුම් දුෂ්කරතා මට්ටම්",
    "4195759329": "බොට් හඳුනාගැනීම සහ අවදානම් ලකුණු",
    "4197928199": "රහස්යතා ප්රතිපත්තිය",
    "4199502476": "උසස් වාර්තාකරණ උපකරණ පුවරු සහ API",
    "4202774977": "වස්තුව",
    "4205152730": "අපගේ වෙබ් අඩවිය, සංසදය, පණිවිඩ යැවීම, කතාබස් සහ IMI මගින් පාලනය වන වෙනත් සමාජ මාධ්‍ය නාලිකාවල ඕනෑම තැනක වෙනත් පරිශීලකයින් සමඟ අන්තර් ක්‍රියා කිරීමට ඔබව දිරිමත් කරනු ලැබේ, නමුත් ඔබ එසේ කරන්නේ නම්, ඔබ අපගේ වෙබ් අඩවියේ සියලුම සේවා සහ භාවිත නියමයන් සහ අදාළ සියලුම නීතිවලට අනුකූල විය යුතුය. .",
    "4208081170": "පුද්ගලික තොරතුරු කාණ්ඩය",
    "4209078147": "අපගේ වෙබ් අඩවිය වැඩිදියුණු කිරීමට සහ අපගේ වේදිකා සහ වෙබ් අඩවියේ ඔබගේ පැමිණීම් වඩාත් හොඳින් අවබෝධ කර ගැනීමට.",
    "4215483493": "A: hCaptcha නිර්මාණය කර ඇත්තේ බිම් මට්ටමේ සිට පුද්ගලිකත්වය සඳහා ය. එය වෙබය පුරා ඔබව හඹා යාමට සහ සැබෑ අනන්‍යතාවයක් සමඟ ඔබව සම්බන්ධ කිරීමට දිරිගැන්වීමක් ඇති වෙළඳ දැන්වීම් ජාලවලට හිමි reCAPTCHA වැනි සම්ප්‍රදායික විකල්පවලට වඩා බෙහෙවින් වෙනස් ය.",
    "4217013126": "ගෙවීම් සාමාන්‍යයෙන් ගෙවන දිනයේ දවස පුරා ක්‍රියාත්මක වන අතර සාමාන්‍යයෙන් මධ්‍යම රාත්‍රිය වන විට පැසිෆික් වේලාවෙන් සම්පූර්ණ වේ. ගිණුමක් සමාලෝචනය සඳහා සලකුණු කර ඇත්නම්, ගෙවීමක් නිකුත් කිරීමට අමතර ව්‍යාපාරික දින පහක් ගත විය හැක.",
    "4217693416": ". hCaptcha.com සහ BotStop.com වෙබ් අඩවි (අඩවි) මෙම ප්‍රතිපත්තියේ විස්තර කර ඇති පරිදි අමතර කුකීස් ඇතුළත් විය හැක.",
    "42182578": "ඔබගේ පුද්ගලික තොරතුරු මකන්න.",
    "4222109231": "hCaptcha හි ව්‍යවසාය නිෂ්පාදනය සමඟ API අවදානම අවම කිරීම",
    "4224961202": "පුද්ගලිකත්වය, ආරක්ෂාව සහ යන්ත්‍ර ඉගෙනීම.",
    "4227800293": "( ) ඊමේල් භාවිතා කරන්නන් එය ඉවසන්නේ නැත",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "4228682126": "ගුණාංග වර්ගීකරණය",
    "4230322909": "අපි සෑම විටම සෑම නව පාරිභෝගිකයෙකු ගැනම හොඳ අවබෝධයක් ලබා ගැනීමට උත්සාහ කරන්නෙමු, එය අපගේ නිෂ්පාදන සහ සේවාවන් සඳහා සුදුසු බව තහවුරු කිරීමට සහ එය සමාගමක් ලෙස අප අනුගමනය කර ඇති ප්‍රතිපත්ති අනුගමනය කරන බව සහතික කිරීමට.",
    "423222878": "හඳුනා ගැනීමට, වැළැක්වීමට සහ නැවැත්වීමට ඇති දුෂ්කරම සයිබර් ප්‍රහාර සමහරක් වන්නේ ද්වේෂසහගත නළුවෙකුට සක්‍රිය පරිශීලක ගිණුමකට ලොග් වීමට නීත්‍යානුකූල පරිශීලක අක්තපත්‍ර භාවිතා කිරීමට හැකි වීමයි. සංකීර්ණ හඳුනාගැනීමේ හැකියාවන් රාශියක් නොමැතිව, ගිණුමේ සත්කාරක සමාගමට කිසිවක් වැරදියි කියා සැක කිරීමට හේතුවක් නැත. ගනුදෙනුකරුවෙකු ඔහුගේ හෝ ඇයගේ ගිණුමට ලොග් වී ඇති බව පෙනේ. ප්‍රහාරකයා සොරකම් කළ අක්තපත්‍ර භාවිතයෙන් මෙම සාර්ථක උපක්‍රමය සාක්ෂාත් කර ගත්තේය—සාමාන්‍යයෙන් “ඇත්තපත්‍ර පිරවීම” ලෙස හඳුන්වන සයිබර් ප්‍රහාර තාක්ෂණයේ ප්‍රතිඵලයකි. එය අද වන විට බරපතල ගැටළුවක් වන නමුත් නිවැරදි ප්‍රතිවිරෝධතා මගින් අවම කර ගත හැකි එකකි.",
    "424089481": "Amazon Web Services, Inc. (Global). සපයනු ලබන සේවාවන්: Amazon Web Services. https://aws.amazon.com/security/",
    "4242322181": "Intuition Machines හි ශුද්ධ ආදායම හෝ පුද්ගලික දේපල මත තක්සේරු කරන ලද එක්සත් ජනපද බදු හැර අනෙකුත් සේවාවන් හා සම්බන්ධ සියලුම බදු ගෙවීම සඳහා ඔබ වගකිව යුතුය.",
    "4243348003": "පියවර 3: පිවිසෙන්න",
    "4246520782": "ඇත්ත වශයෙන්ම, අන්තර්ජාලය මෑත වසරවලදී වංචාකරුවන් සහ ආරක්ෂකයින් අතර සැබෑ ආයුධ තරඟයකට සාක්ෂි දරයි.",
    "4247858664": "ප්‍රවේශ්‍යතා ලියාපදිංචි වීමේ පිටුව",
    "4248655793": "- ඇලෙක්ස් එම්.",
    "4255608322": "අවසන් වරට යාවත්කාලීන කළේ: 2021 අප්‍රේල් 12",
    "42559805": "ඔබට හදිසි ගොඩබෑමක් අවශ්‍යද?",
    "4256083674": "නිශ්චිත CAPTCHA අභියෝග ඉල්ලීමක හෝ IP ලිපිනයක වංචා අවදානම හඳුනා ගැනීම සඳහා Integrator ගෙන් සෘජු ඉල්ලීමක් මත, හෝ වෙනත් ආකාරයකින් නිශ්චිත අනුමැතිය ලබා දී ඇත.",
    "4257144752": "තත්‍ය කාලීන ඇස්තමේන්තු අවසාන නිරවද්‍යතාවය හෝ මනුෂ්‍යත්වය පිළිබිඹු නොකරන අතර, එම නිසා ඔබේ අවසාන ඉපැයීම් ඔබේ පළමු ප්‍රතිසන්ධානයට පෙර උපකරණ පුවරුවේ පෙන්වා ඇති සංඛ්‍යාවලින් සැලකිය යුතු ලෙස ඉහළ හෝ පහළ වෙනස් විය හැක.",
    "4260466272": "ඔබ අදාළ සියලුම IMI ප්‍රතිපත්තිවලට අවනත විය යුතු නම්, අපගේ වෙබ් අඩවිය භාවිතා කිරීම නැවැත්වීමට ඔබට ඕනෑම වේලාවක තෝරා ගත හැකිය. අපි, අපගේ තනි අභිමතය පරිදි, මෙම ගිවිසුම අවසන් කිරීමට, අපගේ වෙබ් අඩවියට ප්‍රවේශය අත්හිටුවීමට හෝ කිසියම් හේතුවක් නිසා දැනුම් දීමකින් තොරව ඕනෑම සේවාවක් වහාම ඉවත් කිරීමට හැකිය.",
    "4260542944": "අන්තර්ගතය සීරීම (\"තිර සීරීමට\" හෝ \"සීරීම\" ලෙසද හැඳින්වේ) යනු වෙබයෙන් තොරතුරු රැස් කිරීම සඳහා හුරුපුරුදු, බොහෝ විට ප්‍රයෝජනවත් ක්‍රියාවලියකි. කෙසේ වෙතත්, මෑත වසරවලදී, මෙම තාක්ෂණය හැකර්වරුන්ගේ සහ වංචාකරුවන්ගේ ප්‍රියතම මෙවලමක් බවට පත්ව ඇත. ප්රතිවිරෝධතා මගින් තර්ජනය ඵලදායී ලෙස අවම කර ගත හැක, නමුත් ඒවා ක්රියාත්මක කිරීම සඳහා, ක්රියාවලිය ක්රියා කරන ආකාරය තේරුම් ගැනීම අත්යවශ්ය වේ.",
    "426125156": "17. ප්‍රකාශන හිමිකම සහ ඉවත් කිරීම",
    "4263626815": "hCaptcha ප්‍රවේශ්‍යතා කුකීස් සියලුම ජනප්‍රිය බ්‍රව්සර් සහ දැන්වීම් අවහිර කරන්නන් සමඟ ඒවායේ සම්මත සැකසුම් සමඟ ක්‍රියා කරයි, එබැවින් සාමාන්‍යයෙන් අසාර්ථක වීමට හේතු වන්නේ \"ප්‍රති-ඇඩ්බ්ලොක්\" ස්ක්‍රිප්ට් හෝ විශේෂිත අඩවි ඉලක්ක කරගත් සමාන නීති රීති නිසාය.",
    "4264784515": "ආරක්ෂක දෝෂ",
    "4270038521": "(\"අඩවි\") සහ hCaptcha යෙදුම් වැඩසටහන් අතුරුමුහුණත සහ අදාළ මෘදුකාංග සහ ද්‍රව්‍ය (සාමූහිකව, \"සේවාව\").",
    "4272022475": "සියලුම ඉල්ලීම් සහ වත්කම් hcaptcha.yourdomain.com වෙත යන්න",
    "4272088465": "එය භාවිතා කිරීමෙන් ඔබ ලබන ඉපැයීම් සමඟ ඔබ කැමති පුණ්‍යායතන.",
    "4272454814": "ඔබ කැමති අනන්‍යතා සපයන්නා සමඟ ඒකාබද්ධ වන්න.",
    "4274324704": "ලිඛිත පිටපතක අපගේ නම භාවිතා කරන්නේ කෙසේද යන්න මෙන්න:",
    "4277475973": "() අමුතු ආකාරයේ නව මුදල් පිළිගැනීමට මහජන අකමැත්ත",
    "4280117172": "නයිජීරියාව, ඉන්දියාව, බ්‍රසීලය සහ ජර්මනිය ඇතුළු බොහෝ රටවල් ඇත්ත වශයෙන්ම එක්සත් ජනපදයට වඩා තරමක් හොඳ ය:",
    "4281708680": ". hCaptcha හිදී, අපි හිතාමතාම ඉතා වෙනස් ප්‍රවේශයක් ගෙන ඇත, පුද්ගලිකත්වය සුරැකීමේ යන්ත්‍ර ඉගෙනුම් ශිල්පීය ක්‍රම භාවිතා කරමින් සාමාන්‍ය bot හැසිරීම් ඉහළ නිරවද්‍යතාවයකින් හඳුනා ගැනීමට, සියල්ල හැකි තරම් කුඩා දත්ත පරිභෝජනය කරන අතර ගබඩා කර ඇත.",
    "4284094387": "†† ප්‍රතිසන්ධාන කවුළුව තුළ අවසාන ගණනය කිරීම් සත්‍යාපනය කිරීමේ ප්‍රමාදයන් හේතුවෙන් 2021 ජූනි මාසයේ සමහර ප්‍රතිසන්ධාන සහ ගෙවීම් ඊළඟ සතියේ ක්‍රියාත්මක වේ.",
    "4286602632": "c) වාණිජ බොට් කළමනාකරණ නිෂ්පාදන සබල කිරීම සඳහා hCaptcha Publisher (නොමිලේ) ගිණුම් භාවිතා කරන Integrators සඳහා මසකට ඉල්ලීම් 100,000 ක්, උදා: web firewalls (WAFs) සහ ඒ හා සමාන යෙදුම්,",
    "4290195307": "සවිස්තරාත්මක මග පෙන්වීම සඳහා.",
    "433424759": "ගෙවීම් වංචාව යනු ඕනෑම ආකාරයක නීති විරෝධී ගනුදෙනුවකින් සමන්විත වන අතර එහිදී සයිබර් අපරාධකරුවෙකු වින්දිතයාට වටිනා යමක්, සාමාන්‍යයෙන් මුදල් අහිමි කරයි. මෙයින් අදහස් කරන්නේ අන්තර්ජාලය හරහා භාණ්ඩ ඇණවුම් කිරීමට සොරකම් කළ ක්‍රෙඩිට් කාඩ්පතක් භාවිතා කිරීම හෝ බැංකු ගිණුමක් පවරා ගැනීම සහ එයින් මුදල් නීති විරෝධී ලෙස මාරු කිරීම ය. බොහෝ වෙනස්කම් ඇත, නමුත් ඒවා සියල්ලටම එකම ප්‍රතිඵලයක් ඇත: වංචනිකයෙකු පාරිභෝගිකයෙකුගෙන්, බැංකුවකින් හෝ වෙළෙන්දෙකුගෙන් සොරකම් කිරීමට සොරකම් කළ අනන්‍යතාවයක් හෝ ගෙවීම් තොරතුරු භාවිතා කරයි.",
    "435302267": "සමාගමේ බ්ලොග් සටහන",
    "436125785": "එම නිෂ්පාදනවල ඇති ප්‍රතිපෝෂණ වළලුවල සාවද්‍ය භාවය සහ ඒවා ඔවුන්ගේ මූලික ව්‍යාපාරයට හානියක් නොවන පරිදි, බොට් හඳුනාගැනීමේ දී ඕනෑවට වඩා හොඳ නොවීම සඳහා අතිමහත් කැමැත්තක් ඇති දැන්වීම් ජාලයක් මඟින් ඒවා විකුණනු ලබන නිසා මෙය පුදුමයට කරුණක් නොවේ.",
    "439777523": "නියාමන කරුණු",
    "443094024": "ෆයිල්බින්",
    "444492541": "Firefox සඳහා debug log උපදෙස්",
    "448807334": "(\"සෑම දිනකම CAPTCHA මිලියන සිය ගණනක් මිනිසුන් විසින් විසඳනු ලැබේ.\") 2019 ජූලි 8 දින ලබා ගන්නා ලදී.",
    "451701069": "GDPR, CCPA සමඟ අනුකූල වේ,",
    "452920031": "එක්සත් ජනපදයෙන් පිටත පාරිභෝගිකයින්ට සටහනක්.",
    "453723556": "ඔබට මෙම පාරිභෝගික උපග්‍රන්ථය පාරිභෝගිකයෙකු හෝ ඉල්ලුම්කරුවෙකු වීම නැවැත්වීමෙන් සේවා කොන්දේසි වලින් ස්වාධීනව අවසන් කළ හැක. ඕනෑම වේලාවක පාරිභෝගිකයෙකු හෝ ඉල්ලුම්කරුවෙකු ලෙස ඔබගේ තත්ත්වය අත්හිටුවීමට හෝ අවසන් කිරීමට හෝ වෙනත් ආකාරයකින් ඔබගේ ගිණුම අවසන් කිරීමට හෝ සේවා නියමයන්ට අනුකූල වන සේවාවන් භාවිතා කිරීමට අපට අයිතියක් ඇත. ඔබගේ ඇණවුම් පෝරමය යටතේ ගෙවිය යුතු ඕනෑම මුදලකට අවසන් වූ පසු ඔබ වගකිව යුතුය. ඔබේ දායකත්වයට කිසියම් මාසික හෝ වාර්ෂික ගාස්තු හෝ මාසික හෝ වාර්ෂික අවම ඇතුළත් වේ නම්, එම මාසයේ හෝ වර්ෂයේ අවසානය දක්වා සියලුම සේවා ගාස්තු ගෙවීම සඳහා ඔබ තවමත් වගකිව යුතුය.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "457627611": "ඔව්. අපි සහ අපගේ විශ්ලේෂණ හෝ සේවා සපයන්නන්, අලෙවිකරණ හවුල්කරුවන් සහ අනුබද්ධයන් වෙබ් අඩවි භාවිතා කරන සෑම කෙනෙකුටම හැකි උපරිම අත්දැකීමක් ඇති බව සහතික කිරීම සඳහා කුකීස්, වෙබ් බීකන්ස්, හෝ පික්සෙල් සහ වෙනත් තාක්ෂණයන් භාවිතා කළ හැක. වැඩි විස්තර සඳහා කරුණාකර අපගේ රහස්‍යතා ප්‍රතිපත්තියේ \"තෙවන පාර්ශවීය විශ්ලේෂණ සහ ලුහුබැඳීමේ තාක්ෂණය\" කොටස බලන්න.",
    "458271951": "ඔබ Intuition Machines (ඉල්ලුම්කරුවෙකු ලෙස ක්‍රියා කිරීම) වෙනුවෙන් Integrator හරහා හෝ සම්බන්ධව සේවාවන් වෙත ප්‍රවේශ වන සහ/හෝ කාර්යයන් ඉටු කරන දායකයෙකු නම්, Intuition Machines විසින් යම් යම් කාර්යයන් පිළිගත හැකි ලෙස සම්පූර්ණ කිරීම සඳහා ඔබට ප්‍රතිලාභ ලබා දෙනු ඇත. ඔබ මෙම සේවා කොන්දේසි වංචා කිරීම, අපයෝජනය කිරීම හෝ උල්ලංඝනය කිරීම්වල නියැලී ඇති බව අනාවරණය වුවහොත්, ඔබට ලැබෙන ඕනෑම සහ සියලු ත්‍යාග Intuition Machines මඟින් රඳවා තබා ගැනීමට සහ/හෝ අයකර ගැනීමට හැකිය.",
    "458376553": "ඔබට ඔබගේ Integrator, Customer හෝ ප්‍රවේශ්‍යතා පරිශීලක ගිණුම හරහා (ඔබ Integrator, Customer හෝ ප්‍රවේශ්‍යතා පරිශීලකයෙකු නම්) ඔබට ලබා දී ඇති ඇතැම් පුද්ගලික තොරතුරු වෙත ප්‍රවේශ වීමට, නිවැරදි කිරීමට, සංශෝධනය කිරීමට හෝ මකා දැමීමට හැකිය. ඔබට එසේ කිරීමට නොහැකි නම්, හෝ අප ඔබ ගැන එකතු කර ඇති සහ/හෝ බෙදාගත් පුද්ගලික තොරතුරු පිළිබඳ කිසියම් ප්‍රශ්නයක් ඇත්නම්, හෝ අපගේ සැකසීම සඳහා ඔබේ කැමැත්ත ඉල්ලා අස්කර ගැනීමට කැමති නම් (එනම් ඔබේ ගිණුම සම්පූර්ණයෙන්ම මකා දමන්න) කරුණාකර අප හා සම්බන්ධ වන්න",
    "461631543": "GDPR සටහන",
    "462321455": "බේරුම්කරණ ස්ථානය. මෙම වගන්තිය යටතේ ක්‍රියාත්මක වන ඕනෑම බේරුම්කරණයක් පෙරනිමියෙන් කැලිෆෝනියා ප්‍රාන්තය තුළ සිදුවනු ඇත, ඔබ එක්සත් ජනපදයෙන් පිටත වාසය කරන්නේ නම් මිස, බේරුම්කරණය සම්පූර්ණයෙන්ම ඉලෙක්ට්‍රොනිකව හෝ දුරකථන මාර්ගයෙන් සිදුවනු ඇත. සෑම පාර්ශ්වයක්ම ලිඛිතව එකඟ වුවහොත් බේරුම්කරණය වෙනත් ඕනෑම ස්ථානයක සිදු විය හැකිය. එහි පිහිටීම කුමක් වුවත්, ඕනෑම පාර්ශ්වයකට සජීවී වීඩියෝ හෝ දුරකථන සම්මන්ත්‍රණ හරහා බේරුම්කරණයේ පෙනී සිටීමට තීරණය කළ හැකිය.",
    "464238793": "පරිශීලකයෙකු දැන්වීමක් දකින හෝ සබැඳියක් ක්ලික් කිරීම ඇත්ත වශයෙන්ම බොට් එකක් බව Google විසින්ම තීරණය කරන්නේ නම්, එම පරිශීලකයාට පෙන්වන දැන්වීම් සඳහා ගාස්තු අය කළ නොහැක. මෙම උනන්දුව පිළිබඳ ගැටුම Google හි ප්‍රති-බොට් අභිලාෂයන්හි විෂය පථය දැඩි ලෙස සීමා කර ඇත.",
    "465714311": "ප්‍රවේශ්‍යතා පරිශීලකයින් සඳහා: ප්‍රශ්නෝත්තර සහ දෝශ නිරාකරණ මාර්ගෝපදේශය",
    "465783046": "ඔබේ දත්ත සමඟ එය උත්සාහ කිරීමට අවශ්‍යද?",
    "468929661": "reCAPTCHA බිඳීමේ සාමාන්‍ය පිරිවැය ඇදහිය නොහැකි තරම් අඩුය (විසඳුම් 1000 කට ඩොලර් 1 ට වඩා අඩු) සහ අපගේ අධීක්ෂණය 2016 දී ආරම්භ වූ දා සිට ද්‍රව්‍යමය වශයෙන් වැඩි වී නැත. මෙය reCAPTCHA v2 සහ v3 යන දෙකටම අදාළ වේ. [",
    "469089249": "A: මෙය සාමාන්‍යයෙන් සිදුවන්නේ ආක්‍රමණශීලී දැන්වීම් අවහිර කරන්නෙකු හෝ ප්‍රති-කුකී දිගුවක් හෝ \"හරස්-අඩවි\" කුකීස් අවහිර කරන සැකසීමක් භාවිතා කිරීම නිසා ය, මෙම අවස්ථාවේදී hCaptcha.com සඳහා කුකියක් hCaptcha JS විසින් සකසනු ලැබේ. ඔබ පිවිසෙන වෙබ් අඩවිය වැනි වෙනස් වෙබ් අඩවියක්.",
    "47536007": "hCaptcha ගැන තව දැනගන්න",
    "477275453": "API හැකර්වරුන් සඳහා ජනප්‍රිය ඉලක්කයක් වන්නේ ඇයි?",
    "487083593": "විකුණුම්",
    "493717511": "2. මෙම පාරිභෝගිකයා විය හැකි සේවාවන් ඉල්ලන්නේද?",
    "497117287": "ප්‍රවේශ්‍යතා විකල්ප",
    "499510428": "නියාමනය මෙහිදී අපට උපකාර කර ඇති බව අපි ඇත්ත වශයෙන්ම විශ්වාස කරමු",
    "501102544": ": අපි විශ්වාස කරන්නේ hCaptcha ප්‍රති-බොට් සේවාවට (එනම් වෙබ් අඩවි, ක්‍රීඩා, හෝ ජංගම යෙදුම් මගින් කාවැද්දූ සේවාව) GDPR රෙගුලාසිවලට අනුකූලව ඊනියා \"අනුමතයෙන් නිදහස්\" කුකීස් පමණක් ඇතුළත් වේ. එවැනි නිදහස් කුකීස් සඳහා උදාහරණ ඇතුළත් වේ:",
    "504332576": "hCaptcha අන්තර්ජාලයෙන් 15%ක් පමණ ක්‍රියාත්මක වන ලොව විශාලතම ස්වාධීන සයිබර් ආරක්ෂණ සේවාව බවට වර්ධනය වී ඇති බව ප්‍රකාශ කිරීමට අපි ආඩම්බර වෙමු - තවද අපි මෙම වෙළඳපල කොටසෙන් වැඩි ප්‍රමාණයක් Google reCAPTCHA වෙතින් කෙලින්ම ලබා ගත්තෙමු. එකට, hCaptcha සහ",
    "505891021": "ලේබල් කිරීමේ සේවා",
    "508143070": "IMI යනු ඔබගේ පුද්ගලික තොරතුරු වල පාලකය බව සලකන්න, අපගේ සේවාව සැපයීම සම්බන්ධව අපගේ Integrators වෙනුවෙන් පුද්ගලික තොරතුරු සකසන අවස්ථා හැර, අප පුද්ගලික තොරතුරු සකසනය වන අතර, එම Integrators හි පාලකයන් වේ. පුද්ගලික තොරතුරු.",
    "512598290": "මේ අනුව, අපි ඔබ සැම විටම සියලුම hCaptcha ලකුණු සහ ලාංඡන භාවිතා කරන ලෙස ඉල්ලා සිටිය යුත්තේ ප්‍රාග්ධනීකරණය, අකුරු සහ විලාසය ඇතුළුව පහත නීති රීති වලට අනුගත වන ආකාරයෙනි.",
    "512991700": "ඔබට කිසියම් ගාස්තුවක් සම්බන්ධයෙන් ආරවුලක් කිරීමට අවශ්‍ය නම්, ගැලපීමක් හෝ ණයක් ලබා ගැනීම සඳහා දෝෂයක් හෝ ගැටලුවක් ඇති වූ පළමු බිල්පත් හෝ ගිණුම් ප්‍රකාශයේ අවසන් දිනට දින තිහකට (30) නොඉක්මවන දිනට පසුව ඔබ අපගේ පාරිභෝගික සහාය දෙපාර්තමේන්තුව හා සම්බන්ධ විය යුතුය.",
    "515733427": "( ) ඊමේල් මගින් ලැබුණු OS පැච් ස්ථාපනය කිරීමට පරිශීලකයන්ගේ කැමැත්ත",
    "517010299": "කරුණාකර සටහන් කරන්න: අපි දැනට තත්‍ය කාලීන ප්‍රතිසන්ධානයට ප්‍රධාන පසුපෙළ සංක්‍රමණයක් සඳහා වැඩ කරමින් සිටිමු. 2021 Q1 හරහා කාලාන්තර ප්‍රතිසන්ධාන සාමාන්‍යයට වඩා අඩුවෙන් ක්‍රියාත්මක වනු ඇත. මෙය ගෙවීම් කාලසටහන් හෝ දිනයන් කෙරෙහි බලපාන්නේ නැත.",
    "519755936": "ඔබේ සේවාවන් භාවිතා කිරීම සම්බන්ධයෙන් ෆෙඩරල්, ප්‍රාන්ත, පළාත් සහ ප්‍රාදේශීය නීතිවලට අනුකූල වීම සඳහා ඔබ පමණක් වගකිව යුතුය. ඔබ කිසිදු නීතියකට අනුකූල වීමට අපොහොසත් වූ නිසා හෝ ගිවිසුම්, බුද්ධිමය දේපළ, හෝ පෞද්ගලිකත්ව අයිතිවාසිකම් සීමා කිරීමකින් තොරව ඇතුළුව, ඕනෑම තෙවන පාර්ශ්ව අයිතීන් උල්ලංඝනය කළ නිසා, අපට එරෙහි ඕනෑම හිමිකම් පෑමක් සඳහා වන්දි ගෙවීමට සහ අපව හානිකර නොවන ලෙස රඳවා ගැනීමට ඔබ එකඟ වේ.",
    "532470444": "ශේෂය වසරින් වසර තරමක් වෙනස් විය හැක, නමුත් මෙම හැසිරීම සරලව මූලික මිනිස් ස්වභාවය පිළිබිඹු කරයි, සහ වසර පන්දහසක වාර්තාගත ඉතිහාසයෙන් ඇඟවෙන්නේ ගතිකත්වය ඉක්මනින් වෙනස් විය නොහැකි බවයි.",
    "535659033": "Creative Commons Attribution",
    "538871570": "Google සහ අනෙකුත් Big Tech සමාගම් සමඟ තරඟ කිරීම ඉතා ඉහල අනුපිළිවෙලක් සේ පෙනේ: ඔවුන්ගේ ඒකාධිකාරී වෙළඳපල බලය, වේදිකා බලපෑම් සහ ඉහළ වැටුප් සහිත සංවර්ධකයින්ගේ හමුදාව සාමාන්‍යයෙන් කිසිවෙකුට හැරෙන්නට ෆේස්බුක් හෝ ඇමේසන් වැනි වෙනත් තාක්‍ෂණික දැවැන්තයින්ට විසඳිය නොහැකි තරම් බලවත් යැයි සැලකේ. අපගේ කතාවෙන් පෙන්නුම් කරන්නේ එය එසේ විය යුතු නැති බවයි - පුද්ගලිකත්වය කෙරෙහි අවධානය යොමු කිරීමෙන් ඔබට Big Tech පරාජය කළ හැකිය.",
    "54093347": "DMCA ලියාපදිංචි නියෝජිත",
    "547245263": "ඔබගේ බොට් ගැටලුව අදම විසඳා ගන්න.",
    "548587288": "ලොව වටා.",
    "55035359": "දැනට reCAPTCHA භාවිතා කරන්නේද?",
    "551761392": "සහ සබැඳි යවන්න) සහ විකල්ප වශයෙන් තිර රුවක්, යමක් නිවැරදිව නොපෙන්වන බවට ඔබ සැක කරන්නේ නම්. කරුණාකර ඔබ භාවිතා කරන IP එකත් එවන්න. එකෙන් ගන්න පුළුවන්",
    "552920956": "hCaptcha bots සහ වෙනත් ආකාරයේ අපයෝජනයන් අවහිර කරන අතරතුර ත්‍යාග උපයා ගැනීමට වෙබ් අඩවි වලට ඉඩ දෙයි. මෙම ඉපැයීම් සමඟ ඔබ කැමති පුණ්‍යායතනවලට සහාය වීමට hCaptcha ඔබට ඉඩ සලසයි.",
    "554844646": "ඔබ ක්ලික් කරන සෑම අවස්ථාවකම කවුන්ටරය 1 කින් පහත වැටෙනු දැකීමෙන් ඔබට දිගුව ක්‍රියා කරන බව තහවුරු කළ හැක",
    "555158694": "ඔබ භාවිතා කරන සේවාවක් අනිෂ්ට ගමනාගමනය අඩු කිරීමට hCaptcha ස්ථාපනය කිරීමෙන් ඔවුන්ගේ වෙබ් අඩවියේ ඔබේ අත්දැකීම් වැඩිදියුණු කිරීමට තෝරාගෙන ඇත.",
    "555246307": "මාර්ගය වන විට, උත්තමයාගේ සහ ඔහුගේ රියදුරුගේ කතාව අවසන් වන ආකාරය මෙන්න: කොස්තාපල්වරයා පැය ගණනක් එකට කාමරයක වාඩි කර ඔවුන්ගේ මනසින් කම්මැලි කළේය. දවස අවසානයේදී, ඔහු පෙනී සිට, \"මම දැන් වැගන් රියදුරු සමඟ කතා කරන්නම්.\" උතුම් ඇඳුමින් සැරසී සිටි මිනිසා නැගී සිටියේය. ඔහු ඉතා කම්මැලි විය, ඔහු උත්තමයා ලෙස පෙනී සිටින බව ඔහුට අමතක විය.",
    "555749578": "සෑම මහාද්වීපයකම ප්‍රධාන රටවල් හරහා විසඳුම් අනුපාතවල 1%කට වඩා අඩු වෙනසක් ඇත.",
    "558378834": "මේ අනුව අපි මේ අවස්ථාවේදී කුඩ සම්බන්ධ ප්‍රශ්න සඳහා වන ඉල්ලීම් තවදුරටත් භාර නොගනිමු. අවසාන පරිශීලකයෙකු වත්මන් මොහොතේ කුඩ පිළිබඳ ප්‍රශ්නයක් දකින විට ව්‍යාකූලත්වයේ විභවය ඉතා ඉහළ වන අතර අවසානයේ අපගේ ඉලක්කය වන්නේ ලෝකය වඩාත් ප්‍රසන්න ස්ථානයක් බවට පත් කිරීමයි.",
    "563059212": "උප සකසන ලැයිස්තුව",
    "564127016": "hCaptcha අත් නිරූපකය:",
    "565624910": "කෙටුම්පත",
    "578738483": "ඔබට සාමාන්‍යයෙන් ඔබගේ වෙබ් බ්‍රවුසරයේ ඇති ක්‍රියාකාරීත්වයක් හරහා කුකීස් භාවිතය සක්‍රිය කිරීමට හෝ පසුව අක්‍රිය කිරීමට හැකිය. ඔබට කුකීස් ගැන තව දැන ගැනීමට අවශ්‍ය නම්, හෝ ඒවා පාලනය කරන, අබල කරන හෝ මකන ආකාරය, කරුණාකර පිවිසෙන්න",
    "58091799": "hCaptcha Publisher සහ Enterprise ගැන තව දැනගන්න",
    "583434701": "hCaptcha ප්‍රවේශ්‍යතාව",
    "585557010": "නීත්‍යානුකූල පරිශීලකයින්ගෙන් 0.1%කට වඩා අඩු ප්‍රමාණයකට අභියෝග කරන්න.",
    "593735469": "ඔබගේ නව අයාචිත තැපැල් විරෝධී විසඳුම ක්‍රියා නොකරන්නේ ඇයි",
    "595582512": "ඔබ ඔබේ වෙබ් අඩවිය හෝ යෙදුම bots, spammers හෝ වෙනත් ද්වේෂසහගත ක්‍රියාකරුවන්ගෙන් ඵලදායී ලෙස ආරක්ෂා කිරීමට බලාපොරොත්තු වන්නේ නම්, ඔබේ පරිශීලකයන්ගේ පෞද්ගලිකත්වය (සහ අදාළ සියලු රෙගුලාසිවලට අනුකූලව!) ආරක්ෂා කරමින්, hCaptcha සහ අපගේ ව්‍යවසාය පිරිනැමීම සලකා බලන්න.",
    "596347471": "යෙදුම් ක්‍රමලේඛන අතුරුමුහුණත් (APIs) සයිබර් අවකාශයේ අනිෂ්ට ක්‍රියාකාරීන් සඳහා ජනප්‍රිය ඉලක්කයක් වී ඇත. යෙදුම් ඒකාබද්ධ කිරීමේදී ඔවුන්ගේ විශාල උපයෝගීතාව ඇතුළුව මේ සඳහා බොහෝ හේතු තිබේ. කෙසේ වෙතත්, API අවදානම අවම කිරීමට හැකි වේ.",
    "600646860": "සැබෑ වටිනාකමින් ශ්‍රමය ලබා ගැනීමේදී සැක සහිත වටිනාකමකින් යුත් සේවාවක් ලබා දෙනවා වෙනුවට, hCaptcha වන්දි සහ ශක්තිමත් ප්‍රති-බොට් ආරක්ෂාව යන දෙකම සපයයි.",
    "604751186": "වෙනත් ගැටළු? විද්යුත් තැපෑල",
    "606978017": "hCaptcha වෙත සාදරයෙන් පිළිගනිමු! මෙම රහස්‍යතා ප්‍රතිපත්තිය අපගේ වෙබ් අඩවිය හරහා (පහත දක්වා ඇති පුද්ගලික තොරතුරු ඇතුළුව) තොරතුරු එකතු කිරීම, භාවිතය සහ හෙළිදරව් කිරීම සම්බන්ධයෙන් Intuition Machines, Inc. (\"IMI\", \"අපි\" හෝ \"අප\") භාවිතයන් විස්තර කරයි.",
    "611905972": "ආරක්ෂාව පවත්වා ගනිමින් සියලුම පරිශීලකයින් සඳහා බාධාවකින් තොරව ප්රවේශය සහතික කිරීම",
    "614310292": "hCaptcha හැදුවේ කවුද?",
    "615017396": "කුකියක් (\"කුකී\") යනු වෙබ් පිටු සේවාදායකයක් මඟින් ඔබේ දෘඪ තැටියේ තබා ඇති කුඩා පෙළ ගොනුවකි. කුකීස් ඔබට කුකී නිකුත් කළ වසමේ වෙබ් සේවාදායකයකට පසුව කියවිය හැකි තොරතුරු අඩංගු වේ. සමහර කුකීස් ඔබ යම් යම් විශේෂාංග භාවිතා කරන්නේ නම් හෝ ඇතැම් මනාපයන් තෝරා ගන්නේ නම් පමණක් භාවිතා කරනු ඇති අතර සමහර කුකීස් සැමවිටම භාවිතා වේ. පහත දැක්වෙන අපගේ වත්මන් කුකී ලැයිස්තුව බැලීමෙන් ඔබට එක් එක් කුකී ගැන වැඩි විස්තර දැනගත හැක. අපි මෙම ලැයිස්තුව වරින් වර යාවත්කාලීන කරන්නෙමු, එබැවින් තවමත් ලැයිස්තුගත කර නොමැති අමතර කුකීස් තිබිය හැක. වෙබ් බීකන්ස්, ටැග් සහ ස්ක්‍රිප්ට් කුකීස් බෙදා හැරීමට, පැමිණීම් ගණන් කිරීමට, භාවිතය සහ ප්‍රචාරක සඵලතාවය තේරුම් ගැනීමට සහ විද්‍යුත් තැපෑලක් විවෘත කර ක්‍රියා කර තිබේද යන්න තීරණය කිරීමට අපට උදවු කිරීමට වෙබ් අඩවිවල හෝ ඊමේල්වල භාවිත කළ හැක. අපගේ සේවා/විශ්ලේෂණ සපයන්නන් විසින් තනි පුද්ගල සහ සමුච්චිත පදනමක් මත මෙම තාක්ෂණයන් භාවිතා කිරීම මත පදනම්ව අපට වාර්තා ලැබිය හැක.",
    "615031303": "(පාද සටහන් බලන්න",
    "615618648": "2021 අප්‍රේල් 15 - 2021 ජූලි 15",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "622103562": "2019 දෙසැම්බර් 17**",
    "633598495": "පරිපාලන වෙහෙස. ඔබ මෙම වෙබ් අඩවිය භාවිතා කිරීමෙන් පැන නගින ඕනෑම හිමිකම් පෑමක් පරිපාලන ආයතනයකට ගෙන ආ හැකි නමුත් බේරුම්කරණය සඳහා ගිවිසුමක් පැවතුනද එවැනි ආයතනයකට ප්‍රවේශ වීමට අදාළ නීතිය අවසර දෙන ප්‍රමාණයට පමණි. සමාන රැකියා අවස්ථා කොමිෂන් සභාව, එක්සත් ජනපද කම්කරු දෙපාර්තමේන්තුව සහ ජාතික කම්කරු සබඳතා මණ්ඩලය ඉදිරියට ගෙන එන සීමා රහිත හිමිකම් හෝ ගාස්තු එවැනි පරිපාලන හිමිකම්වලට ඇතුළත් වේ. බේරුම්කරණයේදී හිමිකම් පෑමට පෙර පරිපාලන ප්‍රතිකර්ම අවසන් කිරීමට ඇති ඔබේ වගකීම ඉටු කිරීම සඳහා කිසියම් ආයතනයක් ඉදිරියේ පරිපාලන හිමිකම් පෑමක් ගෙන ඒමෙන් ඔබව වැළක්වීමට හෝ සමාව දීමට මෙම වගන්තියේ කිසිවක් නොසැලකේ, කෙසේ වෙතත්, ඔබ මේ හරහා ඕනෑම මුදල් ප්‍රදානයකට ඇති අයිතිය ඉවත් කරයි. නියෝජිතායතන ක්රියා පටිපාටිය.",
    "636461959": "නම",
    "63719113": "සීරීම් ක්‍රියාකාරකම් ඇතුළුව - ඔබගේ වෙබ් අඩවියට සහ යෙදුම් වෙත අනිෂ්ට ගමනාගමනය හඳුනා ගැනීමට උසස් යන්ත්‍ර ඉගෙනීම භාවිතා කරයි.",
    "639413188": "ප්රතිචාර වශයෙන්.",
    "641342999": ", හෝ ඔබට ගැටලුවක් ඇති වෙබ් අඩවිය (රහස්‍යතා සටහන: ඔබ එය කුමක්දැයි බෙදා ගැනීමට අකමැති නම් පමණි) ... ඉන්පසු \"මම මනුෂ්‍යයෙක්\" බොත්තම ක්ලික් කර, විසඳීමට උත්සාහ කරන්න.",
    "647630208": "හා එච්චරයි! ඔබගේ සබැඳි බ්‍රවුස් කිරීම දැන් වඩාත් පුද්ගලිකයි.",
    "648630222": "hCaptcha Enterprise සමඟ ගෙවීම් වංචා වැළැක්වීම",
    "649193891": "https://developers.google.com/recaptcha/",
    "649261378": "2021 ජනවාරි 5-11*",
    "64953197": "2020 ඔක්තෝබර් 15 - 2021 ජනවාරි 15",
    "651123197": "අභියෝගය සම්පූර්ණ කිරීමෙන් පසු ඔබගේ මුදල් පසුම්බියේ වත්මන් එකතුවෙහි ගණන් කිරීමක් අයිකනය මත පෙන්වනු ඇත.",
    "653679457": "විවිධ බාධා",
    "654326661": "ඔබම දැකීමට අවශ්‍යද? නොමිලේ hCaptcha උත්සාහ කරන්න.",
    "655974837": "අන්තර්ගතය සම්බන්ධයෙන් සහතික නැත",
    "659124570": "අතිරේකව, ඔබට අයිති අන්තර්ගතය hCaptcha වේදිකාවේ ප්‍රතිනිෂ්පාදනය වී ඇති බව ඔබ දුටුවහොත් සහ කිසියම් හේතුවක් නිසා එය ඉවත් කිරීමට කැමති නම්, ඔබට විද්‍යුත් තැපෑලෙන් අප හා සම්බන්ධ විය හැක",
    "661412233": "captcha එකෙන් පස්සේ සමහර user ලා bots කියලා දැනගත්ත එකත් වටිනවා. එය වෙබ් අඩවි හිමිකරුවන්ට පැරණි අයාචිත තැපැල් පළ කිරීම් ඉවත් කිරීමට සහ අනාගතයේදී අයාචිත තැපැල් සංසදවලට ලියාපදිංචි කර ඇති \"නිදිමත ගිණුම්\" මකා දැමීමට, වංචා අවම කිරීමට සහ තවත් බොහෝ දේ කිරීමට ඉඩ සලසයි.",
    "664236229": "අදින්න ඉල්ලීම",
    "680638297": "අපගේ පුද්ගලික තොරතුරු සැකසීම පිළිබඳ තොරතුරු ඔබට ලබා දෙන අතර ඔබේ පුද්ගලික තොරතුරු වෙත ප්‍රවේශය ලබා දෙන්න.",
    "685916926": "කාලයත් සමඟ reCAPTCHA වැඩිදියුණු වී නැත්තේ ඇයි?",
    "692064738": "() පොලිසිය එය ඉවසන්නේ නැත",
    "692176459": "ඇතුල් වන්න",
    "693820850": "පුද්ගලිකත්වයට මුල් තැන දීමෙන් ඔබට Google පරාජය කළ හැක",
    "69844082": "hCaptcha වෙළඳ ලකුණු, ග්‍රැෆික් සංකේත, ලාංඡන, අකුරු මුහුණත, හෝ අයිකන ද අවමානයට ලක්වන ආකාරයෙන් භාවිතා නොකළ හැකිය.",
    "700843971": "Hound Technology, Inc. (Global). සපයනු ලබන සේවාවන්: honeycomb.io.",
    "702287791": "hCaptcha Publisher (නොමිලේ)",
    "703051968": "හෑන්ඩ් අයිකනය:",
    "707527778": "ළමයින්ගෙන් තොරතුරු",
    "707541553": "අපගේ අන්තර්ජාල පිටු වල අඩංගු සියලුම තොරතුරු IMI හෝ තෙවන පාර්ශවයක් විසින් වලංගු කර ඇත. කෙසේ වෙතත්, තොරතුරු වර්තමාන, නිවැරදි හෝ සම්පූර්ණ වීම සඳහා IMI හෝ තෙවන පාර්ශවයන් වගකිව නොහැක. අපගේ පිටුවල ඇති අධි සබැඳි හරහා ළඟා විය හැකි අනෙකුත් වෙබ් අඩවි සඳහාද මෙය අදාළ වේ. මෙම බාහිර වෙබ් අඩවි වල අන්තර්ගතය සඳහා IMI කිසිදු වගකීමක් භාර නොගනී.",
    "710145621": "ඔබගේම භූ සත්‍ය දත්ත සපයන්න, නැතහොත් අපට එය පියාසර කිරීමේදී ගොඩනගා ගැනීමට ඉඩ දෙන්න",
    "713281684": "වම්බටු",
    "714342693": "hCaptcha කණ්ඩායම 2016 සිට \"dark web\" captcha-breaking සේවාවන් වෙතින් මිල දත්ත රැස්කරමින් සිටී. අපි සිත්ගන්නා ප්‍රවණතාවක් දුටුවෙමු:",
    "717622341": "hCaptcha Enterprise™",
    "719304627": "අන්තයේ සිට අවසානය දක්වා පාලනය අවශ්‍යද?",
    "723027910": "මෙය නීති උපදෙස් නොවන අතර, මෙම විශ්ලේෂණය සම්බන්ධයෙන් වගකීම් ලබා නොදේ. ඔබට අමතර ප්‍රශ්න හෝ ගැටළු තිබේ නම්, කරුණාකර අප අමතන්න",
    "728503636": "ගෙවීම් දිනය",
    "731546974": "10. දායක හෝ ඒකාබද්ධ බදු",
    "734735952": "අපි CAPTCHA වෙළෙන්දන් ගණනාවක් ඇගයීමට ලක් කළ අතර අප විසින්ම පද්ධතියක් ගොඩනඟා ගත්තෙමු. අවසානයේදී, reCAPTCHA සඳහා හොඳම විකල්පය ලෙස hCaptcha මතු විය.",
    "735630686": "ඔබේ තොරතුරු කළමනාකරණය කිරීම (ඔබේ අයිතිවාසිකම්)",
    "740501259": "සරල API-ධාවන නල මාර්ග",
    "741483946": "* වෙනත් වචන වලින් කිවහොත්: ඔබට hCaptcha.com හි hCaptcha රහස්‍යතා අවසරපත්‍ර ටෝකන ලබා ගත හැකි අතර hCaptcha.com භාවිතා කරමින් වෙනත් වෙබ් අඩවි වල ඒවා භාවිතා කරන්න. Cloudflare විසින් භාවිතා කරන පරිදි hCaptcha සේවාව මග හැරීමට hCaptcha රහස්‍යතා අවසරපත්‍ර ටෝකන ලබා ගැනීමට හෝ ලබා ගැනීමට ඔබට නොහැක, මන්ද Cloudflare එහිම රහස්‍යතා පාස් ටෝකන නිකුත් කර මුදා ගන්නා බැවිනි.",
    "751483365": "JavaScript නොවන සේවාලාභීන් සඳහා සහාය.",
    "755156539": "hCaptcha බලයලත් නැවත විකුණුම්කරු™",
    "755283510": "වයස අවුරුදු 13ට අඩු ළමයෙකුගෙන් හෝ ඒ ගැන යම් තොරතුරක් අප සතුව ඇතැයි ඔබ විශ්වාස කරන්නේ නම්.",
    "759057398": "EU දත්ත විෂයයන් වෙත දැනුම්දීම",
    "763447231": "ඒ අතරම, bots ප්‍රකාශක අඩවි වෙත ප්‍රවේශ වීම නැවැත්වීම වෙළඳ දැන්වීම් වංචා හෙළිදරව් කළ හැකි අතර, Google හි reCAPTCHA නිෂ්පාදනය ඔවුන්ගේ ආදායමෙන් 80%කට වඩා වැඩි ප්‍රමාණයක් නිපදවන ඔවුන්ගේ දැන්වීම් ව්‍යාපාරයට එරෙහිව සෘජුවම සම්බන්ධ කරයි.",
    "766825168": "DMCA පුනරාවර්තන උල්ලංඝන ප්‍රතිපත්තිය යටතේ අප විසින් ගත හැකි ක්‍රියාවලට ගිණුමේ වාර්තාගත පාරිභෝගිකයාට දෘශ්‍යතාව වැඩි වීම පිළිබඳ ඇඟවීම් යැවීම ඇතුළත් වේ. මෙම ඇඟවීම් පිළිගැනීම සඳහා, අපි පාරිභෝගිකයා ගිණුමට ඇතුළු වීමට හෝ අපගේ සහාය කණ්ඩායම ඇමතීමට අවශ්‍ය විය හැකිය. අප විසින් නැවත නැවත උල්ලංඝනය කිරීම් ඇඟවීම් යැවීමෙන් පසුව පවා අප විසින් අඛණ්ඩව උල්ලංඝනය කිරීම් පිළිබඳ DMCA දැනුම්දීම් ලබා ගෙන ඇති ඕනෑම පාරිභෝගිකයෙකුගේ hCaptcha සහ IMI සේවාව අත්හිටුවීමට හෝ අවසන් කිරීමට මෙන්ම වෙනත් අතුරු ක්‍රියාමාර්ග යෙදීමට ද අපට අයිතියක් ඇත. මීට අමතරව, අපි මෙම ප්‍රතිපත්තිය යටතේ hCaptcha සේවාව අවසන් කරන විට මෙම පාරිභෝගිකයින්ට ලබා දෙන වෙනත් hCaptcha හෝ IMI සේවාවන් අපගේ තනි අභිමතය පරිදි අවසන් කළ හැක.",
    "767207800": "ඔබේ දත්තවල විභව්‍ය හෝ අසභ්‍ය අන්තර්ගතයක් තිබේ නම්, ඔබේ දත්ත දකින ඕනෑම කෙනෙකුට සාධාරණ අනතුරු ඇඟවීමක් ලෙස ඒවා \"පැහැදිලි අන්තර්ගතයක්\" ලෙස සලකුණු කිරීමට අපි ඔබට අවශ්‍ය කරමු. ඔබට IMI සමඟ වෙනම ලිඛිත ගිවිසුමක් නොමැතිව අපගේ ප්‍රතිපත්ති උල්ලංඝනය කරන කාර්යයන් ඇතුළත් නොවිය හැකිය, නමුත් ඒවාට සීමා නොවී, (අ) වෙනත් වෙබ් අඩවියක් හෝ සේවාවක් සෘජුව හෝ වක්‍රව ප්‍රවර්ධනය කරන කාර්යයන්, (ආ) තෙවන පාර්ශවීය වෙබ් අඩවියක නියමයන් උල්ලංඝනය කරන කාර්යයන් සහ කොන්දේසි, (ඇ) තෙවන පාර්ශ්වයන් ඉල්ලා සිටින ලෙස දායකයන්ගෙන් ඉල්ලා සිටින කාර්යයන්, (d) වෙබ් අඩවියක හැසිරීම් හෝ ප්‍රතිඵල හැසිරවීමට ක්‍රියා කරන ලෙස දායකයන්ගෙන් ඉල්ලා සිටින කාර්යයන්, (ඉ) තෙවන පාර්ශවයන්ගේ බුද්ධිමය දේපළ අයිතිවාසිකම් උල්ලංඝනය කරන කාර්යයන් සහ (f) කාර්යයන් මෘදුකාංග හෝ ගොනු බාගත කිරීමට දායකයින් අවශ්‍ය වේ.",
    "770264626": "ඔබගේ සේවාවට hCaptcha එක් කරන්න (නොමිලේ)",
    "776542208": "() සියලුම පෙරීමේ ප්‍රවේශයන් සඳහා සම්බන්ධ වූ සදාකාලික අවි තරඟය",
    "777660551": "අක්තපත්‍ර පිරවීම යනු කුමක්ද?",
    "778204464": "ස්ථිතික හෝ ගතික අන්තර්ගතයන් සමඟ පොහොසත් පෙළ අංගයක් භාවිතා කළ හැක. ස්ථිතික අන්තර්ගතය සඳහා, එය ඕනෑම පිටුවකට දමා සංස්කරණය කිරීම ආරම්භ කරන්න. ගතික අන්තර්ගතයන් සඳහා, ඕනෑම එකතුවකට පොහොසත් පෙළ ක්ෂේත්‍රයක් එක් කරන්න, ඉන්පසු සැකසුම් පැනලයේ එම ක්ෂේත්‍රයට පොහොසත් පෙළ මූලාංගයක් සම්බන්ධ කරන්න. Voila!",
    "779426309": "සැබෑ නමක්, අනන්‍ය පුද්ගලික හැඳුනුම්කාරකයක්, සබැඳි හැඳුනුම්කාරකයක්, අන්තර්ජාල කෙටුම්පත් ලිපිනයක්, විද්‍යුත් තැපැල් ලිපිනයක්, ගිණුම් නමක් හෝ වෙනත් සමාන හඳුනාගැනීම්.",
    "779817954": "ප්‍ර: මට වෙනත් සැපයුම්කරුවෙකු විසින් නිකුත් කරන ලද රහස්‍යතා බලපත්‍ර බලපත්‍ර තිබේ නම්, මට ඒවා hCaptcha මත මුදා ගත හැකිද?",
    "780280214": "hCaptcha සහ hCaptcha Enterprise අක්තපත්‍ර පිරවීමේ තර්ජනය අවම කරන ආකාරය",
    "780475098": "දැන්වීම් ජාල ඔබේ අමුත්තන් නිෂ්පාදනය ලෙස දකී. අපි බලන්නේ සංචාරය හොඳද නරකද යන්න පමණයි. hCaptcha GDPR, CCPA, LGPD, PIPL, සහ අනෙකුත් ගෝලීය දත්ත නීති වලට අනුකූල වේ.",
    "787916198": "ඔබේ කැමැත්ත ඇතිව",
    "788770967": "එය ඇසීම ගැන කණගාටුයි! ඔබට අපගේ ප්‍රවේශ්‍යතා විකල්පය භාවිතා කිරීමට අවශ්‍ය විය හැක:",
    "793242047": "යෙදුම් වෙත වේගවත් ප්‍රවේශය සඳහා පරිශීලකයින්ට ඉදිරිපත් කරන අභියෝග අඩු කරන්න",
    "793784899": "සැලසුම්",
    "803639471": "hCaptcha ලාංඡනය සමන්විත වන්නේ අත් නිරූපකය සහ hCaptcha ලාංඡනයයි. එහි විකල්ප ස්වරූපයෙන්, ඉඩ සීමා වූ විට අත් නිරූපකය තනිවම දිස් විය හැකි අතර \"hCaptcha\" වචන ලකුණක් ලෙස (ඉහත විස්තර කර ඇති පරිදි) හස්ත අයිකනයට සමීපව භාවිතා කරයි, එනම් අත් නිරූපකය hCaptcha නියෝජනය කරන බව පැහැදිලිය.",
    "805221621": "කරුණාකර අප හා සම්බන්ධ වන්න",
    "805971861": "“කුඩය” යනු පරිගණක දර්ශන පර්යේෂකයන් විසින් භාවිතා කරන සම්මත මිණුම් සලකුණු දත්ත කට්ටලය වන ImageNet හි යෙදුමකි. ආරක්ෂිත ඊළඟ පරම්පරාවේ උසස් රියදුරු සහායක (ADAS) පද්ධති ගොඩනැගීම සඳහා කුඩ අල්ලාගෙන සිටින පුද්ගලයින් විශ්වාසදායක ලෙස හඳුනා ගැනීම ද ඉතා වැදගත් වේ.",
    "808872868": "උදාහරණයක් ලෙස: අයාචිත තැපෑල, වංචාව සහ අපයෝජනයන් පද්ධති දෙකක් එකට සම්බන්ධ වී දිනට ආසන්න දින සිට සබැඳිව පවතී.",
    "809251240": "අප හා සම්බන්ධ වෙමින්",
    "811735413": "ව්යතිරේක. ඩොඩ්-ෆ්‍රෑන්ක් වෝල් වීදියේ ප්‍රතිසංස්කරණ සහ පාරිභෝගික ආරක්ෂණ පනත (මහජන නීතිය 111-203) මගින් සපයා ඇති පරිදි පූර්ව විවාද බේරුම්කරණ ගිවිසුමට යටත් නොවිය හැකි ආරවුල් මෙයින් බැහැර කෙරේ.",
    "818049069": "2019 ජූලි 15 ට පසුව නොවේ",
    "824740867": "විසඳුම වැඩිදියුණු කිරීම වෙනුවට, Google විසින් reCAPTCHA v3 නිකුත් කරන ලදී, එය ආරක්ෂිත මෘදුකාංගයකට වඩා වෙළඳ දැන්වීම් ජාලයක් මෙන් ක්‍රියා කරයි, පරිශීලක පැතිකඩ ගොඩනැගීම සඳහා අන්තර්ජාලය හරහා චර්යාත්මක දත්ත රැස් කරයි. අවාසනාවකට මෙන්, මෙම ආකාරයේ සංඥා පහසුවෙන් පරාජය කළ හැකි අතර, පරිශීලක පෞද්ගලිකත්වයට හානි කරන අතරම බොට් වලට එරෙහිව කුඩා ආරක්ෂාවක් සපයයි.",
    "825780955": "පුද්ගලික තොරතුරු",
    "826396656": "අපගේ ව්‍යාපාර අඛණ්ඩ සැලැස්ම",
    "832385387": "( ) ඔබේ අදහස්වලට සමාන අදහස් ඉදිරිපත් කිරීම පහසු ය, නමුත් කිසි දිනක ප්‍රායෝගික බව පෙන්වා දී නොමැත",
    "833750823": "අභියෝගයක් සමඟ දුෂ්කරතා තිබේද?",
    "835249867": "b) hCaptcha Publisher (නොමිලේ) ගිණුම් භාවිතා කරන බොහෝ Integrators සඳහා මසකට මිලියන 1 ඉල්ලීම්, හෝ",
    "835396984": "දැනට ක්‍රියාත්මකයි",
    "835545301": "අපි පහත තොරතුරු කාණ්ඩ එකතු කරමු:",
    "835717930": "hCaptcha හි AI ආචාර ධර්ම",
    "836017336": "ෆයර්ෆොක්ස්",
    "838049015": "විමසුමට ගැලපෙන සියලුම පින්තූර තෝරන්න",
    "838225123": "23. වගකීම් වියාචනය",
    "83852121": "Microsoft Corp. (Global). සපයනු ලබන සේවාවන්: Microsoft Azure.",
    "838951836": "( ) අයාචිත තැපැල් කරන්නන්ගේම වංකකම",
    "846501387": "ලෝක මට්ටමේ බොට් ආරක්ෂාව",
    "850025770": "A: අපි එසේ විශ්වාස කරමු: වෙබ් බ්‍රවුස් කිරීමට සහ පෝරමවල අකුරු ඇතුළත් කිරීමට හැකි ඕනෑම ආකාරයක දුර්වලතා ඇති සියලුම පරිශීලකයින්ට ලියාපදිංචි වූ පසු hCaptcha මගින් ආරක්‍ෂිත සේවාවන් වෙත ප්‍රවේශ විය හැක. කෙසේ වෙතත්, මෙය නීති උපදෙස් නොවේ: ඔබේ යෙදවීම සඳහා මෙය සිදු වන බව සහතික කිරීම සඳහා ඔබේ විශේෂිත ක්‍රියාත්මක කිරීම සැලකිල්ලට ගනිමින් ඔබ ඔබේම ඇගයීමක් කළ යුතුය.",
    "851679588": "ඔව්.",
    "851786723": "ඔබගේ විද්‍යුත් තැපෑල ඇතුළත් කිරීමෙන්, ඔබ අපගේ නියම සහ රහස්‍යතා ප්‍රතිපත්තියට සහ අපෙන් විද්‍යුත් තැපෑල ලබා ගැනීමට එකඟ වේ.",
    "852032043": "සෆාරි",
    "855097735": "සියලුම ගැටළු සමතුලිත කරමින් මෙය හොඳින් කරන සේවාවක් ගොඩ නැගීම ඉතා දුෂ්කර ගැටළුවකි (සහ අත්දැකීම හැකිතාක් ප්‍රසන්න කිරීමට එය වැඩිදියුණු කිරීමට අපි සැමවිටම ක්‍රියා කරන්නෙමු) නමුත් අයාචිත තැපැල්, අපයෝජනය, ගිණුම් පවරා ගැනීම් අඩු කිරීමට ඔබ එකඟ වනු ඇතැයි අපි බලාපොරොත්තු වෙමු. , සහ සබැඳි වංචාව අවසානයේ ඉඳහිට සරල ප්‍රශ්න කිරීම වටී.",
    "857974529": "අඩවියට සහ සේවාවට වැඩිදියුණු කිරීමට. අපගේ පවතින සහ නව සේවා සහ පිරිනැමීම් වැඩිදියුණු කිරීමට සහ පවතින සහ අනාගත නිෂ්පාදන පිරිනැමීම් අභිරුචිකරණය කිරීමට අපි විශ්ලේෂණ තොරතුරු භාවිතා කරමු.",
    "858218750": "සහ ඒවා භාවිතා කිරීම පිළිබඳ මාර්ගෝපදේශය",
    "867314732": "ඔබට අධි-විභේදන ලබා ගත හැක",
    "869702955": "අපගේ වෙබ් අඩවියේ කාර්යයන් ඉටු කිරීමෙන්, අපගේ රහස්‍යතා ප්‍රතිපත්තියට අනුකූලව ඔබගේ පුද්ගලික තොරතුරු රැස් කිරීම, භාවිතා කිරීම සහ හෙළිදරව් කිරීම සඳහා ඔබ අවසර දෙයි. ඊට අමතරව, අපි ඔබ සහ ඔබ සම්පූර්ණ කළ කාර්යයන් පිළිබඳ ඇතැම් තොරතුරු, සේවා සම්බන්ධතාවයට පහසුකම් සැලසීමට සහ වෙබ් අඩවිය වැඩිදියුණු කිරීමට ඔබ සම්පූර්ණ කර ඇති කාර්ය භාරකරුට, උදාහරණයක් ලෙස, දායක හැඳුනුම්පත, IP ලිපිනය, සම්පූර්ණ කළ කාර්යයන් සහ අදාළ අනෙකුත් ගුණාංග ඇතුළුව බෙදා ගත හැකිය. ඔබගේ සුදුසුකම්, භාෂා, කුසලතා සහ වෙබ් අඩවියේ භාවිතය සඳහා.",
    "874098071": "ඔබ ප්‍රවේශ්‍යතා පරිශීලකයෙක් නම්, කරුණාකර මෙහි ලියාපදිංචි වන්න",
    "878585497": "කොන්දේසි",
    "879362350": "අන්තර්ජාලය හරහා ක්‍රියා කරන නව API සමඟ, වේදිකාව, දත්ත යෝජනා ක්‍රමය හෝ ක්‍රමලේඛන භාෂාව නොසලකා, ලෝකයේ ඕනෑම තැනක ඕනෑම මෘදුකාංගයක් හෝ දත්ත මූලාශ්‍රයක් සම්බන්ධ කිරීමට හැකි විය. එහි ප්‍රතිඵලයක් වශයෙන්, පරිගණක ලෝකය දැන් API විප්ලවයක් මධ්‍යයේ පවතී. යෙදුම් සහ දත්ත අතර සම්බන්ධතාවයේ පිපිරීමක් සිදුවී ඇත. එය විශිෂ්ටයි, එය එසේ නොවන තුරු.",
    "881015166": "මගේ වෙබ් අඩවියට හෝ යෙදුමට ප්‍රකාශකයන් සඳහා hCaptcha එක් කරන්න",
    "88879089": "රහස්‍යතා බලපත්‍රය යනු",
    "897432717": "අභිරුචිකරණය කළ තර්ජන ලකුණු සඳහා අපගේ නව නිර්මාණය සමඟින්, ඔබේ ව්‍යාපාරික දැනුම එක් කිරීමෙන් අපගේ මාදිලිවලට ඔබේ පරිශීලකයින්ට අනන්‍ය ලෙස අදාළ ලකුණු ලබා දීමට ඉඩ සලසයි.",
    "907324388": "කාර්යය",
    "910989640": "ක්‍රියාකාරකම් පිළිබඳ සවිස්තරාත්මක සහ අභිරුචිකරණය කළ වාර්තා උත්පාදනය කරන්න",
    "918924423": "උදාහරණයක් ලෙස, Google විසින් retroactive bot හඳුනාගැනීම වැනි පැහැදිලිවම වටිනා සේවාවන් ලබා දී නොමැත. දින කිහිපයක දත්ත විශ්ලේෂණය කිරීමෙන් පසු පරිශීලක ගමනාගමනය බොට් ජනනය කළ බව ප්‍රකාශ කිරීම වඩාත් විශ්වාසදායකය.",
    "920212083": "දෝෂය වාර්තා",
    "922470170": "() ප්‍රති ක්‍රියාමාර්ගවලට පොදු ජාල කඩාකප්පල් කිරීම සම්බන්ධ නොවිය යුතුය",
    "926138631": "පුද්ගලිකත්වය සහ ආරක්ෂාව වෙත යන්න, ඉන්පසු කුකීස් සහ අනෙකුත් අඩවි දත්ත.",
    "931661269": "( ) තාවකාලික/එක්වර ඊමේල් ලිපින අපහසුයි",
    "932546190": "CAPTCHAs සැමවිටම අප සමඟ සිටින්නේ ඇයි?",
    "936667684": "කවදා හෝ \"ගොඩනැගිල්ල/වීදි ලකුණ ටයිප් කරන්න?\"",
    "938404336": "2. වෙනස් වේ; දින 30 දක්වා.",
    "939665604": "පෞද්ගලිකත්වය කේන්ද්රගත",
    "941057651": "( ) SMTP හි දැනට පවතින විශාල මෘදුකාංග ආයෝජනය",
    "946838734": "3. \"උසස්\" බොත්තම තෝරන්න.",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "950637875": "hCaptcha අක්ෂර වින්‍යාසය කිසි විටෙක වෙනස් නොකළ යුතු අතර hCaptcha සෑම විටම දෙවන අකුරින් (\"C\") කැපිටල් කළ යුතුය. එය කිසිවිටෙක බහු වචන හෝ සන්තක නොවේ.",
    "952813944": "ඔබ අපගේ වෙබ් අඩවිය භාවිතා කිරීම හෝ මෙම ගිවිසුමේ ඇති කිසිවක් ඔබ සහ Intuition Machines අතර රැකියාවක්, හවුල්කාරිත්වයක්, හවුල් ව්‍යාපාරයක්, නියෝජිතායතනයක්, ඡන්ද බලයක් හෝ විකුණුම් නියෝජිත සබඳතාවක් ඇති නොකරයි. කාර්යයක් සම්පූර්ණ කිරීම සඳහා අපි ඔබට කිසිදු උපකරණයක් හෝ මෙවලම් සපයන්නේ නැත. අපි ඔබට කිසිදු ප්‍රතිලාභයක්, සේවක වන්දියක් හෝ රක්ෂණ ආවරණයක් ලබා නොදේ. අපගේ වෙබ් අඩවිය භාවිතා කිරීමේදී ඔබ දරන ඕනෑම වියදමක් සඳහා අපි වගකිව යුතු නොවේ. අපි ෆෙඩරල් හෝ ප්‍රාන්ත ආදායම් බද්ද, සමාජ ආරක්ෂණය හෝ වෙනත් ඕනෑම බද්දක් සඳහා ඔබේ ත්‍යාගයෙන් කිසිදු මුදලක් රඳවා නොගනිමු. අපගේ ඕනෑම තරඟකරුවෙකු ඇතුළුව ඕනෑම පුද්ගලයෙකු හෝ ව්‍යාපාරයක් සඳහා කාර්යයන් ඉටු කිරීමට ඔබට සැමවිටම නිදහස තිබේ. Intuition Machines වෙනුවෙන් ලිඛිත හෝ වාචික ගිවිසුමකට එළඹීමට ඔබට බලයක් නැත.",
    "956019009": "විශාලතම වෙබ් යටිතල පහසුකම් සමාගම් දැනටමත් පියවර ගෙන ඇත",
    "961941354": "කෙසේ වෙතත්, මේ කිසිවක් පුද්ගලිකව හඳුනාගත හැකි තොරතුරු (\"PII\") භාවිතා කිරීම අවශ්‍ය නොවේ. නවීන ගුප්ත ලේඛන ශිල්පීය ක්‍රම මඟින් අපට හැකි ඉක්මනින් ඕනෑම පුද්ගලික දත්තයක් ඉවත දැමීමට ඉඩ සලසයි, ඒ වෙනුවට ඕනෑම පුද්ගලයෙකුට සම්බන්ධ කළ නොහැකි තනි-මාර්ග අත්සන් නිර්මාණය කරයි.",
    "963238401": "ආරක්ෂක දෝෂ පිළිබඳ වාර්තා ලැබීමට අපි සැමවිටම උනන්දු වෙමු. විද්යුත් තැපෑල",
    "971933157": "hCaptcha පෞද්ගලිකත්වය, විනිවිදභාවය සහ සාධාරණත්වය ගැන සැලකිලිමත් වේ.",
    "976209454": "ත්‍යාග උපයන්න හෝ පුණ්‍යායතනයට දෙන්න",
    "98173630": "hCaptcha යනු ලොව බහුලවම භාවිතා වන ස්වාධීන CAPTCHA සේවාවයි.",
    "981806349": "ඔප්පු කරන ලද hCaptcha වේදිකාව මත ගොඩනගා ඇත",
    "984849234": "hCaptcha එය භාවිතා කරන වෙබ් අඩවි සමඟ ග්‍රහණය කරගත් අගය බෙදා ගන්නා අතරම, reCAPTCHA පමණක් පොරොන්දු වන දේ ලබා දීමට උසස් යන්ත්‍ර ඉගෙනීම භාවිතා කරයි.",
    "987267027": "පක්ෂය",
    "987375734": "IMI එක්සත් ජනපදයේ පදනම් වේ. අඩවි සහ සේවාව එක්සත් ජනපදයෙන් අප විසින් පාලනය කරනු ලැබේ. ඔබගේ පුද්ගලික තොරතුරු අපට පහසුකම් ඇති ඕනෑම රටක හෝ අප සේවා සපයන්නන් සම්බන්ධ කර ගන්නා ඕනෑම රටක ගබඩා කර සැකසීමට හැකිය, සහ අඩවි සහ සේවාව භාවිතා කිරීමෙන් ඔබ එක්සත් ජනපදය ඇතුළුව ඔබ පදිංචි රටෙන් පිටත රටවලට තොරතුරු මාරු කිරීමට එකඟ වේ. , ඔබේ රටේ පවතින ඒවාට වඩා වෙනස් දත්ත ආරක්ෂණ නීති තිබිය හැක. ඇතැම් අවස්ථාවලදී, එම වෙනත් රටවල උසාවි, නීතිය ක්‍රියාත්මක කරන ආයතන, නියාමන ආයතන හෝ ආරක්ෂක අධිකාරීන්ට ඔබේ පුද්ගලික තොරතුරු වෙත ප්‍රවේශ වීමට හිමිකම් ඇත.",
    "987901590": "ඔබට සම්පූර්ණ සත්‍යාපන කට්ටලයක් නොමැතිව අමු දත්ත තිබේද? බොහෝ අවස්ථාවලදී අපට පද්ධතිය හරහා ක්‍රියාත්මක වන කාර්යයන් ලෙස ඔබට එකක් තැනීමට හෝ ඔබේ අනුමැතිය සඳහා ලේබල් කළ සාම්පල සෑදිය හැක.",
    "989480928": "( ) අයාචිත තැපෑලෙහි අධික ලාභය",
    "990215503": "hCaptcha යනු දැන්වීම් ජාලයකට හිමි නොවන එකම ප්‍රධාන කැප්චා සේවාවයි.",
    "993651083": "පියවර 1: සංවර්ධක මෙවලම් විවෘත කරන්න (මෙය සැසිය පටිගත කිරීම ආරම්භ කරයි.)",
    "996362763": "මෙම ටෝකන අන්ධ නොකළ අතර අනාගත භාවිතය සඳහා දිගුව මගින් ගබඩා කර ඇත. පරිශීලකයා hCaptcha භාවිතයෙන් වෙබ් අඩවියකට පිවිසෙන විට සහ අභියෝගය ජය ගැනීමට අවශ්‍ය වූ විට (නොපෙනෙන හෝ \"මම මනුෂ්‍යයා\" බොත්තම හරහා) ඒවා ස්වයංක්‍රීයව මුදා හරිනු ලැබේ. අන්ධ කිරීමේ ක්‍රියාපටිපාටිය යන්නෙන් අදහස් කරන්නේ අත්සන් කරන ලද සහ මුදා හරින ලද ටෝකන hCaptcha හි දෘෂ්ටිකෝණයෙන් ගුප්ත ලේඛනමය වශයෙන් සම්බන්ධ කළ නොහැකි බවයි, එබැවින් පරිශීලක පෞද්ගලිකත්වය ආරක්ෂා වේ.",
    "999610953": "අවසාන වශයෙන්, Google සඳහා විශ්වසනීය විකල්පයක්. hCaptcha Enterprise ඔබේ reCAPTCHA බිල්පතේ ඉහළ ආරක්‍ෂාවක් සහිතව විශාල ඉතුරුම් ලබා දෙයි: සමහර අවස්ථාවලදී 80% දක්වා අඩු මිලක්.",
    "999674529": "Google අනාවරණය කරන සෑම bot එකක්ම දැන්වීම් ඩොලර් ශුන්‍ය උපයමින් තිබිය යුතුය. Google හි සමාගම් දිරිගැන්වීම් ඔවුන්ගේ ආරක්ෂක සේවා භාවිතා කරන්නන් සමඟ දුර්වල ලෙස පෙළගැසී ඇති අතර, මෙය ඔවුන්ගේ reCAPTCHA ආරක්ෂක පිරිනැමීමේ දුර්වල ක්‍රියාකාරිත්වය සඳහා එක් පැහැදිලි කිරීමක් විය හැකිය."
}