{
  "header-privacy-link": "Qarsoodi",
  "header-integration-link": "Is-dhexgalka",
  "header-cost-link": "Qiimaha",
  "header-features-link": "Astaamaha",
  "header-docs-link": "Docs",
  "header-login-button": "Soo gal",
  "header-contact-button": "La xidhiidh Iibka",
  "intro-heading": "Xaqiijinta jahliga aadanaha eber.",
  "intro-contact-button": "Nala soo xiriir si aad wax badan uga barato",
  "intro-text-bottom": "Ay ku tiirsan yihiin shirkadaha awooda mareegaha.",
  "sub-menu-button": "La xidhiidh Iibka",
  "sub-menu-item1": "Ganacsiga",
  "sub-menu-item2": "Qiimaha",
  "sub-menu-item3": "Is-dhexgalka",
  "sub-menu-item4": "Astaamaha",
  "sub-menu-item5": "Qarsoodi",
  "sub-menu-item6": "Docs",
  "info-head-1": "Lagu dhisay goobta hCaptcha ee la xaqiijiyay",
  "info-text-1": "HCaptcha Enterprise waxay ku shaqaysaa tignoolajiyada madal hCaptcha, oo lagu kordhiyey sifada ay u baahan yihiin ganacsiyada taraafikad sare.",
  "info-head-2": "Lamaane lagu kalsoon yahay",
  "intro-subtitle": "Xalli dhibkaaga bot maanta.",
  "info-text-2": "Adeegyadayagu waxa ay ku kalsoon yihiin shirkadaha ugu waaweyn adduunka si ay ugu adeegaan malaayiin badan oo isticmaaleyaal maalinle ah tobanaan milyan oo goobood.",
  "cloudflare-quote-text": "Waxaan qiimeynay tiro ka mid ah iibiyeyaasha CAPTCHA iyo sidoo kale dhisitaanka nidaamka nafteena. Dhammaadkii, hCaptcha waxay u soo baxday inay tahay beddelka ugu wanaagsan ee reCAPTCHA.",
  "cloudflare-quote-detail": "Agaasimaha Maareynta Alaabta, Cloudflare",
  "section-quote-head": "Doorashada wax ku oolka ah ee qiimaha leh ee ganacsiyada taraafikad sare",
  "section-quote-text": "Ugu dambeyntii, beddel lagu kalsoonaan karo oo Google ah. HCaptcha Enterprise waxay ku bixisaa kaydad cajiib ah biilkaaga reCAPTCHA oo leh ammaan sare: ilaa 80% ka qaalisan xaaladaha qaarkood. Qaar badan oo ka mid ah adeegyada khadka tooska ah ee adduunka ayaa u wareegay hCaptcha Enterprise oo waxay heleen ogaanshaha bot oo la hagaajiyay oo ay weheliso kayd qiimo badan.",
  "section-quote-button": "Nala soo xiriir maanta si aad u hesho xigasho",
  "section-privacy-header": "Sirdoonku Diiradda Saaray",
  "section-privacy-text-1": "Shabakadaha xayeysiiska waxay u arkaan booqdayaashaada inay yihiin badeecad. Annaga wax soo saarka kaliya ayaa go'aaminaya dadnimadooda. Adeegyadayadu waxay buuxiyaan ama dhaafaan GDPR, CCPA, iyo LGPD shuruudaha, iyo dadaallada taageerada sida Qarsoodinimada. Waxaan si adag uga shaqeynaa inaan isku dheellitirno sirta iyo amniga.",
  "section-privacy-text-2": "Diiradan gaarka ah ee sirta waxay ka dhigan tahay inaan bixin karno haynta xogta shakhsiga ah eber, hawlgalka bilaa buskudka ah, iyo dammaanadaha kale ee gaarka ah ee heshiiska sida loo baahan yahay anagoo ilaalinayna ammaan aad u wanaagsan.",
  "section-security-header": "Amniga Marka hore",
  "section-security-text-1": "Saxnimadu waa dantaada iyo annagaba. hCaptcha waxay u shaqeysaa inay ku siiso xogta dhabta ah oo ay kuu ogolaato inaad go'aansato sida loo isticmaalo. Captchs kale waxaa bixiya shirkadaha xayaysiinta ee Gigantic. Tani waxay ka dhigan tahay bot kasta oo ay xannibaan waxay dhimi karaan dakhligooda.",
  "section-security-text-2": "Isticmaalka farsamooyinka barashada mashiinka ugu dambeeyay iyada oo diiradda la saarayo sirta ayaa noo ogolaanaysa inaan dhaafno heerarka amniga ee dhaxalka wax kasta oo weligeed ah xeeladaha iyada oo aan waxyeello u geysan amniga ama sirta isticmaalaha.",
  "section-user-experience-header": "Khibrad Isticmaale Weyn",
  "section-user-experience-text1": "Isticmaalayaasha Enterprise, doorashooyin ayaa diyaar u ah inay si buuxda uga fogaadaan caqabadaha inta badan xaaladaha.",
  "section-user-experience-text2": "Iska yaree khilaafka adiga oo ka fogaanaya gabi ahaanba caqabada 99.9% ee taraafikadaada sharciga ah adigoo wali siinaya ammaan aad u wanaagsan, mahada leh moodooyinka sare ee bot.",
  "section-easy-integration-header": "Is dhexgalka fudud",
  "section-easy-integration-text": "Ku darida hCaptcha waxay qaadataa daqiiqado kaliya iyo dhawr sadar oo kood ah. API-ga aasaasiga ah wuxuu la jaan qaadayaa reCAPTCHA V2, waxayna qaadataa daqiiqado keliya in la beddelo. Waxaad la socon kartaa oo la socon kartaa beddelaad ka sarreeya maanta, oo shid sifooyin horumarsan sida loo baahdo.",
  "section-easy-integration-serverside": "Dhinaca Server-ka:",
  "section-easy-integration-frontend": "Dhamaadka hore:",
  "section-threat-header": "Dhibcaha Hanjabaadda la habeeyey",
  "section-threat-text": "Dhibaatooyinka oo dhan isku mid maaha: helitaanka hal dhibic macnaheedu waa inay wax ka qabato baahiyahaaga si ay u noqoto mid waxtar leh. Dhibcaha Hanjabaada Gaarka ah ee hCaptcha, la tashi degdeg ah ayaa noo ogolaanaysa inaan hagaajino moodaladayada si aan u gaarsiino buundooyinka ku habboon ganacsigaaga.",
  "section-challenges-header": "Ku bilow caqabadahaaga ilbidhiqsiyo gudahood",
  "section-challenges-text-1": "Ku joog sumadda leh nuxurka khuseeya",
  "section-challenges-text-2": "Marka isticmaalayaashu ay tahay inay xalliyaan caqabad si ay u buuxiyaan shuruudaha amniga, maxay u abuuri waayeen hawlo wacan oo khuseeya isticmaalaha? Naqshadeeye caqabada caadiga ah ee fudud, waxaad ku bilaabi kartaa nuxurka tartanka sumadda dhowr daqiiqo gudahood.",
  "section-integration-header": "Isdhexgalka Tooska ah ee Platform",
  "section-integration-subheader": "Loogu talagalay Shirkadaha Kaabayaasha Shabakadda",
  "section-integration-text": "Nidaamka ganacsiga hCaptcha si gaar ah ayuu u dabacsan yahay naqshadiisa: waxaa qayb ahaan ama gebi ahaanba la geyn karaa cirifka shabakadaada haddii aad ku shaqeyso daruur dadweyne ama aad leedahay xarumo xogeed oo badan. Tani waxay si weyn u yareeyn kartaa kharashyada iyo gaadiidka ka baxsan shabakada iyadoo la ilaalinayo dhammaan faa'iidooyinka maamulka ee 24/7 shaqaalaha wicitaanka si ay ula kulmaan SLA-yada ugu adag.",
  "section-support-header": "Khibrad la gaari karo iyo Taageerada Adiga iyo Isticmaalayaashaada labadaba",
  "section-support-text": "Adeeggu waa noo mudnaanta koowaad. Waxaan ilaalinaa 24/7 taageerada wicitaanka waxaanan siinaa isuduwidda tooska ah ee Slack kooxdaada isku dhafka injineerinka iyo shaqaalahayaga wicitaanka inta lagu jiro iyo ka dib hirgelinta. , iyo in-widget-keena iyo kanaalada taageerada iimaylka. Waxaan nahay kuwo la heli karo oo jawaab celin ah, waxaanan ula dhaqannaa ku qanacsanaanta isticmaalaha sida KPI sare.",
  "section-enterprise-header": "Astaamaha ganacsiga",
  "section-enterprise-title-1": "Kahortagga bot- heer caalami",
  "section-enterprise-desc-1": "Dagaal lagu tijaabiyay cabirka shabakada",
  "section-enterprise-title-2": "Dhibcaha bot saxnaanta sare",
  "section-enterprise-desc-2": "Soo ogow jilayaasha xun ee noocyo badan oo kala duwan ah.",
  "section-enterprise-title-3": "Isku dhac eber ah iyo 99.9% qaababka dadban",
  "section-enterprise-desc-3": "Loolan wax ka yar 0.1% isticmaalayaasha sharciga ah.",
  "section-enterprise-title-4": "Noocyada loolanka xakamaynta ee la muujiyay",
  "section-enterprise-desc-4": "Maktabad ballaadhan oo noocyo ah oo laga dooran karo.",
  "section-enterprise-title-5": "Xakamee caqabada nuxurka la isticmaalay",
  "section-enterprise-desc-5": "Ku joog sumadda leh khibrad isticmaale oo joogto ah.",
  "section-enterprise-title-6": "SLA-yada ganacsiga",
  "section-enterprise-desc-6": "La dammaanad qaaday isku halaynta iyo 24/7 taageerada wicitaanka degdegga ah.",
  "section-enterprise-title-7": "Taageerada browserka ee dhaxalka",
  "section-enterprise-desc-7": "La jaanqaadi kara jidka oo dhan ilaa Internet Explorer 8.",
  "section-enterprise-title-8": "Dashboards-ka warbixinta sare leh iyo API",
  "section-enterprise-desc-8": "Eeg waxa ka dhacaya dhammaan bogaggaaga iyo abka.",
  "section-enterprise-title-9": "Wadan walba wuu ka shaqeeyaa",
  "section-enterprise-desc-9": "Si ka duwan reCAPTCHA, waxaanu ka shaqaynaa wadan kasta.",
  "section-enterprise-title-10": "GDPR, CCPA, iyo siyaasada gaar ahaaneed ee saaxiibtinimada LGPD",
  "section-enterprise-desc-10": "Loogu talagalay sirnimada laga bilaabo maalinta koowaad. Heshiiska Habaynta Xogta oo Xoog leh.",
  "section-enterprise-title-11": "Heerarka adag ee miro-fudud",
  "section-enterprise-desc-11": "Wac tan si aad ugu habboonaato kiiskaaga isticmaal.",
  "section-enterprise-title-12": "Martigelinta xisbiga koowaad",
  "section-enterprise-desc-12": "Dhammaan codsiyada iyo hantida waxay tagaan hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Dashboards isticmaale badan",
  "section-enterprise-desc-13": "La wadaag maamulka kooxdaada oo dhan.",
  "section-enterprise-title-14": "Xaqiijinta degdega ah",
  "section-enterprise-desc-14": "0ms daahitaan: xaqiiji calaamadaha hCaptcha oo aan lahayn wicitaan API.",
  "section-enterprise-title-15": "Isdhexgalka Mobile (iOS iyo Android).",
  "section-enterprise-desc-15": "Khibrad aan xumaan lahayn oo dhan mareegaha, moobilka asalka ah, shabakadda mobaylka. Isdhexgalka horay loo dhisay iyo SDK-yada asalka ah waa la heli karaa.",
  "section-enterprise-title-16": "Shuruudaha La Habeeyay iyo Dammaanadaha Qarsoonnimada",
  "section-enterprise-desc-16": "Ku qanac baahiyahaaga sharci marka shirkadaha kale aysan awoodin.",
  "presented-challlenges-head": "Caqabadaha la soo bandhigay",
  "presented-challenges-title-1": "Isbarbardhigga",
  "presented-challenges-text-1": "Dooro dhammaan sawirada ku habboon weydiinta",
  "presented-challenges-title-2": "Sanduuqa Xiran",
  "presented-challenges-text-2": "U qeex aagga xadka ee walxaha",
  "presented-challenges-title-3": "Qaybinta",
  "presented-challenges-text-3": "Aqoonso calaamadaha u dhigma",
  "presented-challenges-subheader": "...iyo hawlo kale oo fudud. U fududahay bini'aadamka, ku adag bots.",
  "presented-challenges-subtext": "Hawlaha gaarka ah sidoo kale waxay diyaar u yihiin daabacayaasha ganacsiga.",
  "footer-header-1": "Shirkadda",
  "footer-header-2": "Khayraadka",
  "footer-header-3": "La xidhiidh",
  "footer-link-1": "Calaamadaynta",
  "footer-link-2": "Ku saabsan",
  "footer-link-3": "Shaqooyinka",
  "footer-link-4": "Calaamadaha ganacsiga",
  "footer-link-5": "Blog",
  "footer-link-6": "Xaalada",
  "footer-link-7": "Dukumeenti",
  "footer-link-8": "Ka warbixi cilad",
  "footer-link-9": "Helitaanka",
  "footer-terms": "Shuruudaha",
  "footer-privacy": "Qarsoodi",
  "footer-attribution": "Sifada",
  "footer-subheader-1": "Taageero",
  "footer-subheader-2": "La xidhiidh",
  "switch-to-english-link": "U beddelo Ingiriisiga",
  "intro-heading-privacy": "Loogu talagalay sirta",
  "intro-subtitle-p1-privacy": " Hab gaar ah oo si gaar ah loo wado ee amniga onlaynka ah.",
  "info-head-2-pr": "Duubista dhaqdhaqaaqa khadka tooska ah maaha jawaabta.",
  "info-text-1-pr": "hCaptcha Enterprise waxay leedahay hal ujeedo oo kaliya: si looga hortago in jilayaasha xun ay carqaladeeyaan hawlahaaga khadka oo ay waxyeelo u geystaan isticmaalayaashaada.",
  "info-text-2-pr": "Nidaamyadayada waxaa loo qaabeeyey laga soo bilaabo dhulka si loo yareeyo ururinta xogta iyo haynta iyadoo la ilaalinayo amniga hogaaminta fasalka. Habka ugu fiican ee lagu ilaaliyo xogta isticmaalaha ma aha in la kaydiyo gabi ahaanba.",
  "info-text-3-pr": "Dhammaan cilaaqaadka macaamiisha waxaa sidoo kale lagu ilaaliyaa Heshiiska Habaynta Xogta oo xooggan. Adeegga hCaptcha waxa uu u hoggaansamaa dhammaan sharciyada sirta ah iyada oo aan loo eegin meesha ay ku nool yihiin adeeggaaga ama macaamiishaadu. Xafid la'aanta xogta shakhsi ahaaneed ayaa tan aad noogu fududaysa shirkadaha kale.",
  "info-text-2-2-pr": "Adeegyada sida reCAPTCHA v3 ayaa sheegaya in ku dhejinta pixel-ka raadraaca bog kasta oo ka mid ah goobtaada ay lagama maarmaan u tahay amniga wanaagsan. Arrintu sidaas maaha.",
  "info-text-2-3-pr": "Falanqaynta hab-dhaqanka fudud waa calaamad ay si fudud u been-abuuraan jilayaasha xunxun, waxayna u baahan tahay in la sii hayo taariikhda daalacashada dhammaan taraafikadaada sharciga ah sidoo kale.",
  "info-text-2-4-pr": "Ma shaqayno shabakad xayaysiis ah, mana jirto wax dan ah oo aanu ku ilaalinayno hab-dhaqankaaga isticmaale si aanu u iibino xayaysiisyada. Tani waxay ka dhigan tahay inaan u baahnayn pixel dadban bog kasta oo ka mid ah boggaaga.",
  "info-text-2-5-pr": "Ku dar koodka loolanka kaliya halka lagama maarmaanka ah, iyo halka ay macno u leedahay in la ilaaliyo adiga iyo isticmaalayaashaada labadaba.",
  "info-head-3-pr": "Barashada mashiinka waa faa'iido. Laakiin uma baahna xog shakhsi si ay u shaqeyso.",
  "info-text-3-1-pr": "Barashada mishiinadu hadda waxay saamaysaa ku dhawaad dhinac kasta oo nolosheena ka mid ah, inta badan siyaabo aynaan u garan oo ma arki karno. Adeegyada amniga ee internetka kama duwana.",
  "info-text-3-2-pr": "Barashada in ka badan kumanaan calaamado ah, moodooyinka waxay ku qiyaasi karaan oo ay gaari karaan kalsooni sare si loo ogaado dabeecadaha xaasidnimada leh si dhakhso ah, xitaa marka aysan jirin calaamad shakhsi ahaaneed lafteeda oo awood u leh inay muujiso dhibaatada.",
  "info-text-3-3-pr": "Si kastaba ha ahaatee, midna uma baahna isticmaalka macluumaadka shakhsiga lagu aqoonsan karo (PII). Farsamooyinka qarsoodiga ah ee casriga ah ayaa noo ogolaanaya inaan tuurno xog kasta oo shakhsi ah sida ugu dhakhsaha badan ee suurtogalka ah, abuurista saxiixyo hal-dhinac ah oo aan lagu xiriirin karin qof kasta.",
  "info-text-3-4-pr": "Tababarka xogta aan la aqoonsan ayaa sidoo kale u shaqeeya, oo uma baahna waxyeeleynta amniga ama sirta midkood. Macaamiishayadu waxay sameeyeen imtixaanada la taaban karo, waxayna noo caddeeyeen inaan la mid nahay ama ka wanaagsanahay beddelka gaarka ah ee aad uga yar.",
  "cloudflare-quote-text-privacy": "Waxaan jecelnahay dhowr waxyaalood oo ku saabsan xalalka hCaptcha: 1) ma iibiyaan xogta shakhsi ahaaneed; waxay ururiyaan xogta shakhsi ahaaneed ee ugu yar ee lama huraanka ah, waxay si hufan u sharxayaan macluumaadka ay ururiyaan iyo sida ay u isticmaalaan iyo/ama u sheegaan.",
  "pilot-head": "Nagu tijaabi deegaankaaga adigoon wax waajib ah ku jirin.",
  "pilot-text-1a": "Waxaan nahay injineero, ma nihin kuwa wax iibiya: waxaan rabnaa inaad ku faraxsanaato doorashadaada.",
  "pilot-text-1b": "Sida ugu wanaagsan ee lagu xaqiijin karo qanacsanaantaada waa in la muujiyo inaan buuxinay baahiyahaaga.",
  "pilot-text-1c": "Dhab ahaantii dhammaan shirkadaha bilaabay duuliyaha ayaa ugu dambeyntii dooranaya xalalkayaga.",
  "pilot-text-1d": "Isticmaal foomkan si aad u gaadho mid ka mid ah khubaradayada farsamada. Si degdeg ah ayaan uga jawaabnay.",
  "pilot-text-1e": "Waxaad sidoo kale si toos ah noogu soo diri kartaa email.",
  "pilot-email-details": "Faahfaahinta waa halkan",
  "pilot-f1": "Gobolka",
  "pilot-f2": "Magacaaga",
  "pilot-f3": "Magacaaga",
  "pilot-f4": "Iimayl ganacsi",
  "pilot-f5": "Faahfaahin kale oo ay tahay inaan helno?",
  "pilot-f6": "Ma u baahan tahay fuulid degdeg ah?",
  "pilot-f7": "Haa",
  "pilot-f8": "Waa la i soo weeraray waxaanan u baahanahay in degdeg la ii fuulo.",
  "pilot-f9": "Gudbi",
  "pilot-f10": "Markaad geliso iimaylkaaga, waxaad ogolaatay Shuruudahayada iyo Siyaasaddayada Qarsoonnimada, iyo inaad naga hesho iimaylka.",
  "pilot-fo-1": "Is-dhexgalka ma fududayn karin.",
  "pilot-fo-2": "hCaptcha waxay leedahay daraasiin isdhexgal horay loo dhisay oo loogu talagalay nidaamka hore iyo kuwa dambe ee aad isticmaasho.",
  "pilot-fo-3": "Haddii ay dhacdo inaad ka imanayso reCAPTCHA Google, API-yadayadu waa beddelka goobta. Saddex sadar oo kood ah ayaa ah waxa kaliya ee aad u baahan tahay.",
  "pilot-fo-4": "Injineeradayada dusha saaran ayaa si degdeg ah kuugu qaadi kara, haddii aad u baahan tahay is dhexgalka React, SDK-yada iOS apps-ka asalka ah, tusaale dhabarka Java, ama guud ahaan xaalad kasta oo kale.",
  "pilot-fo-5": "Iyo sida had iyo jeer, sirnimadu waxay noo tahay qiimaha ugu muhiimsan. Ku dar koodka loolanka kaliya halka lagama maarmaanka ah, iyo halka ay macno u leedahay in la ilaaliyo adiga iyo isticmaalayaashaada labadaba. Yaraynta xog ururinta waxay ka bilaabataa wakhtiga isdhexgalka.",
  "pilot-fdone": "Mahadsanid. Goor dhow ayaan la xiriiri doonnaa.",
  "home-ent-2-new": "Wax badan ka baro xalalka ganacsigeena.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Xalalka hCaptcha Enterprise waxay bixiyaan amniga hogaaminaya fasalka waxayna ilaaliyaan qaar badan oo ka mid ah adeegyada khadka ee ugu sarreeya.",
  "home-plans-button-2-new": "Wax dheeri ah baro",
  "header-enterprise-link": "Ganacsiga",
  "sales-interstitial-c1b-new": "Wax badan ka baro hCaptcha Enterprise"
}
