{
    "1290027486": "Maamulaha Guud ee Brave. Aasaasaha Mozilla. Abuuraha luuqada barnaamijka JavaScript. Dhisaha browserka iyo qaar kaloo badan.",
    "211351380": "Laga soo bilaabo baloogga:",
    "3153117136": "Sida hCaptcha Dejinta Adag u shaqeeyaan",
    "2915355938": "Helitaanka",
    "793784899": "Qorshayaasha",
    "2671622670": "Ganacsiga",
    "3527140447": "Docs",
    "505891021": "Adeegyada calaamadaynta",
    "692176459": "Soo gal",
    "1892574253": "Isdiiwaangeli",
    "2593864519": "Jooji bots badan Bilow ilaalinta sirta isticmaalaha",
    "4007826952": "Sirta #1-koowaad CAPTCHA ee webka, mobilka, iyo in ka badan.",
    "3721365241": "Isku day",
    "3753956446": "Bilaash",
    "3276777569": "hCaptcha",
    "55035359": "Hadda isticmaaleyso reCAPTCHA?",
    "3417372336": "Ku beddel daqiiqado gudahood",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Adeegyada khadka tooska ah ee ugu sarreeya waxay ku tiirsan yihiin",
    "1470290349": "loogu talagalay maaraynta bot-in-fasalka ugu fiican.",
    "3714002185": "Wax badan ka baro hCaptcha Enterprise",
    "3946753128": "Gaar ah Aamin. Degdeg ah",
    "939665604": "Sirdoonku Diiradda Saaray",
    "780475098": "Shabakadaha xayeysiiska waxay u arkaan booqdayaashaada inay yihiin badeecad. Waxa kaliya oo aanu danaynaa in booqashu ay wanaagsan tahay iyo in ay xun tahay. hCaptcha waxay u hogaansantaa GDPR, CCPA, LGPD, PIPL, iyo sharciyada kale ee xogta caalamiga ah.",
    "219813583": "Amniga Marka hore",
    "2714878440": "Ka ilaali adeegaaga xoqista, la wareegida akoontiga, shayada aqoonsiga, iyo spamka adoo isticmaalaya barashada mashiinka horumarsan iyo xaqiijinta bini'aadantinimada.",
    "1397766838": "Khibrad Isticmaale oo Wanaagsan",
    "2670352917": "hCaptcha waxay bixisaa ogaanshaha bot ee la isku halayn karo iyadoo ay u fududahay bini'aadamka inay xalliyaan.",
    "2806751666": "Waa maxay hCaptcha?",
    "3096063825": "Isku day",
    "2968026167": "Khudaarta aad jeceshahay",
    "713281684": "Eggplant",
    "4147497805": "Karootada",
    "3758963444": "Mahadsanid! Soo gudbintaadii waa la helay!",
    "1070364246": "Haah! Wax baa khaldamay markii la gudbinayay foomka",
    "1129833879": "Jooji bots xaasidnimo, ilaali sirta isticmaalaha",
    "58091799": "Wax badan ka baro hCaptcha Publisher and Enterprise",
    "1599610318": "Daabacaha",
    "3093388779": "hCaptcha waa u bilaash in loo isticmaalo daabacayaasha cabbir kasta ha ahaatee",
    "179723061": "Xakameyn dheeri ah oo loogu talagalay kooxaha u baahan amniga hogaaminta fasalka",
    "846501387": "Ilaalinta bot-heer caalami ah",
    "119298044": "Tignoolajiyada horumarsan ee ML iyo AI iskaa wax u qabso ayaa ka ilaaliya guryahaaga mareegaha hanjabaadaha iyo weerarada",
    "1263998069": "Abaalmarin ku hel xalinta aadanaha",
    "1103295010": "Lacag hel ama sii sadaqo marka ay dadku xalliyaan CAPTCHAs",
    "392886773": "Wadan walba ka shaqeeya",
    "2320894364": "Iyadoo in ka badan 200 dhibcood oo joogitaanka ah, daruuraha hCaptcha waxay ilaalinaysaa hantidaada aduunka oo dhan",
    "451701069": "U hogaansama GDPR, CCPA,",
    "2826051554": "iyo qaar kaloo badan",
    "3530599065": "Qarsoodi ayaa laga soo dhisay dhulka ilaa kor. hCaptcha ma hayso PII oo waxay u hogaansantaa waajibaadyo iyo qawaaniin badan oo gaar ah.",
    "2489287539": "Kala jab-la'aan \"Maya CAPTCHA\" & 99.9% hababka dadban",
    "793242047": "Yaree caqabadaha loo soo bandhigo isticmaalayaasha si loogu oggolaado gelitaanka degdegga ah ee codsiyada",
    "4195759329": "Bot ogaanshaha iyo dhibcaha halista",
    "1150035777": "Moodooyinka barashada mashiinka casriga ah waxay dhaliyaan buundooyinka kalsoonida bot oo ku salaysan dhibco xog badan oo ka baxsan in su'aalaha si sax ah looga jawaabay",
    "3688621388": "Saxiixa hanjabaadda",
    "1131525092": "Si wada jir ah u kooxa jilayaasha xun xun si tacab la'aan ah iyada oo la adeegsanayo UID-yada aan xadidnayn ee ilaalinaya sirta si loo helo oo loo joojiyo khiyaanada iyo xadgudubka la xidhiidha",
    "1559631739": "Barashada gaarka ah",
    "3952259236": "Ku dar xogtaada indhoolayaasha ah kumanaan calaamadood oo hCaptcha ah si aad ugu tababarto hCaptcha fasalada dhaqanka - tusaale ahaan kaliya -- si aad si fiican u saadaaliso dabeecadaha xaasidnimada leh si ka wanaagsan labada xal kaliya",
    "1150963691": "Yaraynta APT",
    "4083018285": "Qayb ka mid ah sifooyin fidsan oo ay weheliso kormeerka SOC ee la xoojiyey iyo ka jawaabista si wax looga qabto khataraha joogtada ah ee casriga ah",
    "3160820928": "Ilaalinta weerar ee la isku dubariday",
    "1849805607": "hCaptcha waxay ka ilaalisaa hanjabaadaha iyo khiyaanada loogu talagalay in lagu soo dhex galo shabakadahaaga",
    "1958297836": "Ilaalinta weerarka isku dubaridan & yaraynta APT",
    "1300485304": "hCaptcha waxay ka ilaalisaa hanjabaadaha horumarsan iyo khiyaanada loogu talagalay in lagu soo dhex galo shabakadahaaga",
    "2698640210": "Xakamaynta caqabadaha iyo noocyada la muujiyay",
    "3121248460": "Soo bandhig caqabado caado oo kala duwan oo aan xad lahayn -- fudud ilaa kuwa adag -- dhegeystayaashaada la filayo",
    "3807059944": "Xakamee caqabada nuxurka la isticmaalay",
    "2707282231": "U habbee caqabadaha isticmaalayaashaada. Ka dhig wax aan suurtagal ahayn in bots-ku ay xalliyaan oo ay dhex galaan.",
    "4194763679": "Heerarka adag ee miro-fudud",
    "3730038780": "Ka dooro caqabado tiro ku dhow oo aan xadidnayn si ay isticmaalayaashu u xalliyaan",
    "1849717906": "Ku beddel nuxurkaaga tartankaaga",
    "1508655687": "Ku dar caqabadahaaga loogu talagalay dhagaystayaashaada si ay u fududeeyaan ama u xaddidaan gelitaanka",
    "3620442880": "Astaamaha ilaalinta iibka Flash",
    "3265895521": "Kor u qaad oo hoos u dhig caqabadaha ku salaysan wakhtiga maalinta",
    "1485807325": "Dashboards isticmaale badan, SAML SSO",
    "359073033": "Dashboards-yadu waxay soo bandhigaan aragtiyo heer sare ah ama heer sare ah ee hawsha.",
    "4272454814": "Ku biir bixiyaha aqoonsiga ee aad dooratay.",
    "1141402092": "Tilmaamaha warbixinta horumarsan",
    "910989640": "Samee warbixino faahfaahsan oo habaysan oo hawleed",
    "3768951251": "SLA-yada ganacsiga",
    "1014004474": "Qorshayaasha hCaptcha's Enterprise waxay bixiyaan heshiisyo heer adeeg oo horumarsan si ururkaaga loo ilaaliyo",
    "1177598246": "La xidhiidh Iibka",
    "1067704102": "Qiimaha ku jira Summaynta Xogta",
    "3065000659": "Ma xaqiiqsatay mar kasta oo aad \"gujiso baabuurka\" in aad ka caawinayso in aad tababarto hal keli ah",
    "3235430156": "nidaamka barashada mashiinka ee shirkadda lacag la'aan?",
    "1549336309": "hCaptcha waxay u rogtay moodalkan. Markaad isticmaasho hCaptcha, shirkaduhu waxay ku dalbiyaan shaqada isticmaalayaashaadu ay qabtaan markay caddeeyaan dadnimadooda. Waxaad helaysaa abaalmarinta.",
    "3725880582": "Soo Celinta Sadaqada",
    "1671436004": "Ma doonaysaa in aad ku soo celiso sadaqada aad jeceshahay?",
    "1663628612": "kuu ogolaado",
    "4272088465": "sadaqada aad dooratay oo leh dakhliga aad ka hesho isticmaalkeeda.",
    "2894845722": "Isticmaalayaasha goobtaada waxay dhawaan awoodi doonaan inay arkaan wax ku biirintaada samafalka iyagoo adeegsanaya summeynta qarsoodiga ah ee interneedka hCaptcha.",
    "3194111925": "taageero",
    "1637702726": "Ku saabsan hCaptcha",
    "2323282990": "Habka Casriga ah ee lagu Xaqiijinayo Aadanaha",
    "1201821619": "hCaptcha waxay xallisaa mid ka mid ah mashaakilaadka ugu daran maanta: ka hortagga bots-yada xaasidnimada leh inay ku xad-gudbaan adeegyada khadka.",
    "1475399473": "Wax badan ka baro kooxda hCaptcha",
    "3161489950": "Nabadgelyada ML Platform ee ugu horumarsan aduunka",
    "3247172580": "hCaptcha waxay ku biirtay barashada mashiinada is-maamula ee horumarsan oo leh hab xisaabeedka cidhifka cusub kaas oo si gaar ah u yaraynaya xog ururinta iyo haynta, oo laga keenay in ka badan 250 goobood oo caalami ah si loo helo miisaan baaxad leh.",
    "3767462250": "Loogu talagalay Qarsoodinimada",
    "3500503648": "hCaptcha waxaa loogu talagalay in lagu baabi'iyo haynta xogta muddada-dheer iyadoo lagu tiirsanaado qiimeyn degdeg ah halkii aad duubi lahayd oo aad falanqayn lahayd taariikhdaada wax raadinta. Waxaan sidoo kale taageernaa hindisayaasha sida",
    "2418549423": ", Heer soo ifbaxaya oo lagu ilaalinayo sirta khadka tooska ah iyada oo loo marayo caddaynta cryptographic, iyo sifooyinka kale ee gaarka ah ee ugu horreeya.",
    "1544546608": "Qarsoodinimada",
    "976209454": "Ku kasbaso Abaalmarino ama Sii Sadaqo",
    "552920956": "hCaptcha waxay u ogolaataa shabakadaha inay kasbadaan abaal-marino iyagoo xiraya bots iyo noocyada kale ee xadgudubka. hCaptcha waxa kale oo ay kuu ogolaataa inaad ku taageerto sadaqada aad dooratay dakhligan.",
    "654326661": "Ma doonaysaa inaad naftaada aragto? Isku day hCaptcha bilaash",
    "3570415321": "Shirkadda",
    "3987022469": "Calaamadaynta",
    "1636202177": "Ku saabsan",
    "2670003220": "Shaqooyinka",
    "3233305531": "Calaamadaha ganacsiga",
    "3028319964": "Anshaxa AI",
    "4131598919": "Riix",
    "1662477701": "Khayraadka",
    "3130928685": "Blog",
    "1756106276": "Xaalada",
    "1235925265": "Dukumeenti",
    "920212083": "Ka warbixi cilad",
    "2076066173": "Weerarada internetka 101",
    "3644106388": "Xiriir",
    "2182196747": "Taageero",
    "487083593": "Iibka",
    "878585497": "Shuruudaha",
    "1697438123": "Qarsoodinimada",
    "1316817321": "Sifada",
    "3488019891": "hCaptcha waa summad ka diiwaan gashan Intuition Machines, Inc.",
    "4224961202": "Qarsoodi, Amniga, iyo Barashada Mashiinka.",
    "98173630": "hCaptcha waa adeega madaxa banaan ee CAPTCHA ugu isticmaalka badan aduunka.",
    "1514478724": "Wax dheeri ah baro",
    "1752795854": "hCaptcha waxay keentaa hab casri ah, hab diirada saaraya sirta si loo joojiyo bots.",
    "2927700175": "Waxaan tusnaa CAPTCHA caqabadaha ku adag bots laakiin u fudud dadka anagoo aruurinayna xogta ay adagtahay in lagu calaamadiyo dhibaatooyinka barashada mashiinka, oo aan u isticmaalno si aan u kala saarno in website-ka ama booqdaha app uu yahay aadanaha.",
    "2188609322": "Jilayaasha xun ayaa ku sii badanaya internetka. Laakin u hurida sirta isticmaale ma aha jawaabta.",
    "2032102720": "Xallinta amniga ee ay bixiyaan shirkadaha xayeysisku waxay diiradda saaraan ugu horreyntii la socodka isticmaalayaasha shabakadda. Waxaan abuurnay xal ammaan oo wax ku ool ah oo caddaynaya waxyeellaynta qarsoodiga isticmaalaha lagama maarmaan ma aha in la keeno natiijooyin fiican.",
    "4146870445": "Yaanu nahay",
    "353066938": "Koox khibrad leh, oo ka shaqeysa dhibaatooyinka maanta ugu adag. hCaptcha waa adeeg",
    "1173652155": "Lataliyeyaal",
    "2256305371": "Professor, CS ee Jaamacadda California, Berkeley. Barasho qoto dheer, amni, khabiir blockchain. Maamulaha guud ee Oasis Labs.",
    "2177660021": "Saynisyahanka Cilmi-baarista ee Stanford. Barashada mishiinada iyo xisaabaadka xisaabaadka ee bangiyada waaweyn, maalgelinta hedge, iyo akadeemiyada.",
    "2686825859": "Isdiiwaangeli bilaash ama nala soo xidhiidh xalalka hCaptcha Enterprise",
    "583434701": "Helitaanka hCaptcha",
    "611905972": "Xaqiijinta gelitaanka aan kala go 'lahayn ee dhammaan isticmaalayaasha iyadoo la ilaalinayo amniga",
    "874098071": "Haddii aad tahay isticmaale gelitaanka, fadlan halkan iska diiwaangeli",
    "2745385064": "Soo koobid",
    "3353238942": "hCaptcha waxaa loogu talagalay in lagu joojiyo bots iyadoo la kala saarayo dadka. Tijaabooyin muuqaal ah ayaa tan u ah qalab ku habboon, laakiin qof kastaa ma xallin karo caqabad muuqaal ah.",
    "3600022491": "Sababtan awgeed waxaan u qaabeynay qaab kale oo fudud, aan xanuun lahayn si aan ugu oggolaano daabacayaasha isticmaalaya adeegeena inay ilaashadaan gelitaanka dhammaan iyaga oo raacaya Qaybta 508 iyo WCAG 2.1 AA oo dhammaystiran.",
    "2557240048": "Sida ay u shaqeyso: marka hore, isticmaale gelitaanku wuxuu isku diiwaangeliyaa isaga oo isticmaalaya",
    "3871665286": ", kaas oo si weyn ugu xidhan hCaptcha widget bogga macluumaadka. Waxaa la siiyaa buskud sir ah oo la isticmaali karo dhowr jeer maalintii, laakiin waa in la cusboonaysiiyaa 24 saacadood kasta iyada oo la soo galo.",
    "3441764123": "Marka loolan loo soo bandhigo isticmaale galitaanka goobta isagoo isticmaalaya adeega hCaptcha, si toos ah ayay u gudbi doonaan.",
    "4247858664": "bogga isdiiwaangelinta gelitaanka",
    "1297657322": "Shaashada isticmaale ee gelitaanka gelitaanka ka dib",
    "1717658846": "Ikhtiyaarka gelida ee widget UI menu",
    "1266963825": "S: HCaptcha Qaybta 508 + WCAG 2.1 AA ma waafaqsan tahay?",
    "850025770": "J: Waxaan aaminsanahay sidaas: dhammaan isticmaalayaasha nooc kasta oo naafo ah oo awood u leh inay baadhiyaan webka oo ay ku qoraan qoraal foomamka waxay heli karaan adeegyada ay ilaaliso hCaptcha markay isdiiwaangeliyaan. Si kastaba ha ahaatee, tani maaha talo sharci: waa inaad samaysaa qiimayntaada, adoo tixgelinaya hirgelintaada gaarka ah si aad u hubiso in tani ay tahay kiiskaaga diridaada.",
    "159272246": "S: Ma waxaad ka shaqaynaysaa helitaan kale (\"a11y\") doorashooyin kale, sida maqal?",
    "4074220464": "J: Doorashooyinkii hore ee caanka ahaa sida captchas audio waxay takooraan isticmaaleyaal badan oo a11y ah waxaana si fudud looga adkaaday farsamooyinka barashada mashiinka casriga ah. Tani waxay ku qasabtay caqabadaha maqalka ee hadda jira inay noqdaan kuwo aad iyo aad u adag, soo bandhigaya buuqa, wakhti aan caadi ahayn, ereyo isku dhafan oo aan caadi ahayn, iyo wixii la mid ah si looga adkaado weeraryahannada. Markaa aad baannu ugu xiisnayn habkan iyo ka fogaanshaha caqabadda oo dhan, laakiin waanu tixgelin doonaa haddii ay jirto baahi ka timaada bulshada 11y.",
    "2309661107": "Si kastaba ha ahaatee, aad ayaan u xiiseyneynaa",
    "2555914614": "ee kiiska isticmaalka Helitaanka. Waxaan aaminsanahay in isku darka habkayaga a11y ee hadda iyo soo saarista Qarsoonnimada ay u oggolaanayso isticmaaleyaasha a11y inay si badbaado leh wax u baadho, iyaga oo ku kalsoon aqoonta in taraafikada ay aad u gaar tahay, iyada oo la xaddidayo xadgudubka ay geystaan hawl-wadeennada bot oo si lama filaan ah u dhaca marka xulashooyinka a11y la heli karo. Waxaan nahay ka qaybqaatayaal firfircoon oo ka tirsan kooxda shaqada ee IETF si loo habeeyo tignoolajiyadan cusub.",
    "2583775432": "S: Ka waran sirta? Diiwaangelintu ma daaha ka qaadaysaa xogta daalacashada a11y si uun? Maxaad ku qabataa iimaylka?",
    "4215483493": "A: hCaptcha waxaa loogu talagalay sirta laga bilaabo dhulka ilaa kor. Aad ayey uga duwan tahay xulashooyinka soo jireenka ah sida reCAPTCHA ee ay leeyihiin shabakadaha xayeysiiska, kuwaas oo dhiirigelinaya inay kugu raad-joogaan shabakada oo ay kugu xidhaan aqoonsi dhab ah.",
    "2474661839": "Our",
    "4137573005": "waxay leedahay jawaabo waafi ah oo awood leh oo ku saabsan sida aan u isticmaalno xogta, laakiin jawaabta gaaban waxay tahay wax xiiso ah uma hayno inaan qof ahaan kugu xiriirinno taariikhdaada wax raadinta.",
    "4101570501": "Waxaan sidoo kale hadda ka shaqeyneynaa xallinta qarsoodiga ah si aan si degdeg ah u tuurno ciwaankaaga iimaylka annagoo weli ilaalinayna awooddayada aan uga hortagayno xadgudubka, anagoo buuxineyna shaqadeena Qarsoonnimada.",
    "260595108": "Marnaba uma isticmaalno iimaylada gelitaanka ama macluumaadka ujeeddo kasta oo aan ka ahayn fududaynta isticmaalka a11y iyo ka hortagga xadgudubka.",
    "3063819779": "Qaanuunka Arrimaha Khaaska ah",
    "465714311": "Isticmaalayaasha Helitaanka: Q&A iyo Hagaha Cilad-saarka",
    "3596207631": "S: Weli waxaan arkaa caqabad ka dib dejinta buskudka. Maxaa keenay tan?",
    "469089249": "J: Tani waxay caadi ahaan sabab u tahay isticmaalka xayaysiiska gardarada ah ama kordhinta buskudka ka-hortagga, ama meel xannibaysa cookies-ka-goobta, kiiskan buskudka hcaptcha.com oo ay dejisay ama ay hubiso hCaptcha JS goob kala duwan, sida midda aad booqanayso.",
    "4263626815": "Kukiyada gelitaannada hCaptcha waxay la shaqeeyaan dhammaan daalacashada caanka ah iyo xannibayaasha xayeysiiska leh jaangooyooyinkooda caadiga ah, marka sida caadiga ah guuldarrooyinka waxaa sabab u ah qoraallada \"anti-adblock\" ama xeerar la mid ah oo bartilmaameedsanaya goobo gaar ah.",
    "3906359167": "Xalka:",
    "3464870463": "1. Liistada cad ee hcaptcha.com iyo *.hcaptcha.com cookies ee ku jira xannibaadaha xayaysiiskaaga ama kordhinta amniga browserka.",
    "1204911585": "2. Haddii aad isticmaalayso browserka Brave, kaas oo aan (laga bilaabo Abriil 2020) u muuqan inuu haysto nooc kasta oo buskudka caddeeya, aad Preferences -> Shields -> Kukiyada oo dooro \"Oggolow Dhammaan Kukiyada.\"",
    "2932826396": "3. Haddii aad isticmaalayso nooca ugu dambeeyay ee Safari mid ka mid ah OS X 10.15 ama iOS 13.4 ee dhawaan la sii daayay, Apple hadda waxay bedeshay habdhaqanka Safari ee la xidhiidha cookies-ka dhinac saddexaad, iyaga oo xannibaya dhammaantood. Waxaan hirgelineynaa xalka, laakiin inta ka horeysa fadlan booqo dookhyada Safari, qaybta sirta, oo ka saar \"raadinta shabakadaha: Ka hortag dabagalka goobta\" si aad awood ugu siiso kukiyada gelitaanka inuu u shaqeeyo sidii la filayo.",
    "3836291932": "S: Waxaan isticmaalaa qalabyo badan. Miyaan u baahanahay inaan saxiixo dhowr jeer?",
    "3251220335": "J: Maya. Fadlan dhagsii isku xirka imaylka login ee laguugu soo diray qalab kasta oo aad isticmaasho si aad u dejiso buskudka.",
    "2082407178": "S: Sideen uga ilaalin karaa naftayda dabagalka buskudka qolo saddexaad markaan isticmaalayo buskudka gelitaanka?",
    "2700197090": "J: Isticmaalka sir kasta ama kordhinta xayaysiisyada xannibaadda taageerta liis garaynta heerka domain (tusaale uBlock Origin) waxay u shaqayn doontaa sidii la filayey: kaliya iska hubi inaad geliso hcaptcha.com whitelist.",
    "3657743880": "Tilmaamaha Browser ee Kukiyada Isku-tallaabta",
    "1960601330": "Si aad awood ugu siiso cookies-ka Safari (Mac): Tag menu-ka hoos-u-dhaca ee Safari. Dooro Dookhyada. Guji Qarsoodiga qeybta sare. Hoosta 'Block cookies' dooro ikhtiyaarka 'Weligay.'",
    "1622303590": "Si aad awood ugu siiso cookies-ka Safari (iPhone/iPad iOS 11+): Fur goobahaaga. Hoos u deg oo dooro Safari. Qarsoodiga & Amniga hoos yimaada, dami \"Ka Hortagga La-socodka Isku-tallaabta\" iyo \"Block All Cookies\"",
    "2199048568": "Guji gaashaanka bidix ee ciwaanka ciwaanka ee bog kasta Guji Dejinta Ilaalinta. Kooxda Dookhyada Firefox Privacy & Security ayaa furmi doona. Hoosta Ilaalinta Dabagalka La Wanaajiyey, dooro Custom. Dooro raad-raacayaasha iyo qoraallada aad joojinayso adiga oo dooranaya sanduuqyada hubinta. Hubi inaad xannibtay hcaptcha.com.",
    "3967047208": "Waxa kale oo aad si ku meel gaadh ah u dami kartaa ilaalinta qaar ka mid ah Customka si aad tan u saxdo, adiga oo ka saaraya sanduuqyada hubinta: Ha dooran sanduuqa hubinta ee Trackers ama ha dooran sanduuqa hubinta cookies haddii aad wali dhibaato haysato.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Dooro astaanta menu ee Chrome. Dooro Settings.",
    "926138631": "Tag Qarsoodiga iyo Ammaanka, ka dibna Kukiyada iyo xogta kale ee goobta.",
    "3419878556": "Hubi in \"jooji cookies-ka qolo saddexaad\" aan la shaqayn",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Ka fur dookhyada Chrome ka bar menu-ka.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Qalabkaaga Android, fur abka Chromeka.",
    "3620039756": "Dhanka midig ee sare, ku dhufo More ka dibna Settings.",
    "2813310562": "Taabo Goobaha Goobta ka dibna Kukiyada.",
    "3014657981": "Ku xigta \"Cookies,\" shid goobta.",
    "1242066691": "Calaamadee sanduuqa ku xiga \"Oggolow buskudka qolo saddexaad.\"",
    "292250020": "1. Dooro qalabka ku yaal geeska sare ee midig ee shaashadda, ka dibna dooro \"Internet Options\". Haddii aad leedahay Menu Bar, waxaad dooran kartaa \"Tools\" ka dibna \"Internet Options\".",
    "4114820649": "2. Guji tab \"Privacy\"",
    "946838734": "3. Dooro badhanka \"Advanced\".",
    "348809718": "4. Hoosta \"Kukiyada xisbiga saddexaad\" dooro \"Aqbal\".",
    "1253441326": "5. Guji \"OK\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "Siyaasadda Anshaxa AI",
    "1161704803": "Maxaynu u leenahay siyaasadda Anshaxa AI?",
    "1806535500": "Dhab ahaantii tignoolajiyad kasta, laga bilaabo qalin qori ilaa dynamite, waa a",
    "24452499": "xal; waxaa loo isticmaali karaa wanaag ama jirro. Shirkad kasta oo baareysa, dhiseysa, ama iibineysa xalalka labada isticmaal ayaa waajib ku ah inay tixgeliso cawaaqibka falalkooda.",
    "4023575072": "laba isticmaal",
    "3336625692": "Boggani wuxuu faahfaahinayaa fikradahayaga ku saabsan mawduucan marka la eego macnaha AI Ethics, iyo hababka aan raacno si aan u hubinno isticmaalka adeegyadayada ayaa weli ah kuwo waafaqsan siyaasadaha aan qaadanay shirkad ahaan.",
    "835717930": "Anshaxa AI ee hCaptcha",
    "2179524509": "Waxaan mararka qaarkood helnaa su'aalo ku saabsan nooca su'aalaha loo ogol yahay adeegga hCaptcha, iyo sababta su'aalo gaar ah loo weydiinayo.",
    "1962721652": "Bini'aadamku waa dad wax raadiya, mararka qaarkoodna su'aasha aan waxba galabsan waxay ka bixi kartaa gebi ahaanba yaab iyo shaki markiiba, taas oo ay ugu wacan tahay isbeddellada adduunka ka jira ee aan ahayn dhiirigelinta qof kasta oo waydiinaya su'aasha.",
    "3974566657": "Marka ay adeegyadu noqdaan kuwo caan ah, dhacdadan oo kale waxay noqonaysaa mid soo noqnoqota. hCaptcha waxaa isticmaala malaayiin dad ah maalin kasta guud ahaan waddan kasta oo adduunka ah, sidaas darteed waxaan daabacaynaa siyaasaddan iyo daraasad ku saabsan sida aan wax uga qabanno arrimahan si aan u noqono mid hufan sida ugu macquulsan.",
    "1830910223": "A adduunka dhabta ah AI Ethics daraasad kiis",
    "805971861": "\"Dallad\" waa erey ku jira ImageNet, xogta cabbirka caadiga ah ee ay adeegsadaan cilmi-baarayaasha aragga kumbuyuutarka. Si lagu kalsoonaan karo oo loo aqoonsado dadka haysta dalladaha ayaa sidoo kale muhiim u ah dhisida nabdoon ee jiilka soo socda nidaamyada kaalmada darawalnimada horumarsan (ADAS).",
    "3988350": "Tani waxay ka dhigan tahay inay jiraan kiisas si fiican loo isticmaalo oo loogu talagalay sharraxaadda dalladda dhabta ah. Waxaa jira meel loogu talagalay khilaaf ku saabsan saameynta baabuurta iswada, laakiin nidaamyada ADAS ayaa horay u badbaadiyay",
    "548587288": "aduunka oo dhan.",
    "3138772661": "kumannaan qof oo nolosha ah sannadkii",
    "3168199226": "Si kastaba ha noqotee, sanadka 2020 waxaa caddaatay in dhisidda xogtan noocaan ah loo arki karo inay tahay tignoolajiyada laba-geesoodka ah si ay dhowr u filan lahaayeen sanad ka hor.",
    "558378834": "Markaa ma aqbalayno codsiyada su'aalaha la xidhiidha dalladaha wakhtigan. Suurtagalnimada jahawareerka marka isticmaalaha ugu dambeeya uu arko su'aal ku saabsan dalladaha xilligan xaadirka ah aad ayey u sareysaa, ugu dambeyntiina hadafkeena waa inaan ka dhigno aduunka meel aad u fiican.",
    "3376604063": "Siyaasadaha iyo hababka Anshaxa AI",
    "1923365316": "Waxaan hCaptcha ku leenahay siyaasad Anshaxeed adag oo AI ah, oo qayb taas ka mid ah waxaa ka mid ah ogow macmiilkaaga (KYC).",
    "4230322909": "Waxaan had iyo jeer isku daynaa inaan faham wanaagsan ka helno macmiil kasta oo cusub iyo kiiskooda loogu talagalay isticmaalka, labadaba si loo xaqiijiyo inay ku habboon tahay alaabadayada iyo adeegyadayada iyo inaan hubinno inay raacdo siyaasadaha aan qaadanay shirkad ahaan.",
    "2735073144": "Waxaan sidoo kale sameynaa dib u eegis joogto ah markii loo baahdo. Tusaale ahaan, dib-u-eegistii dhowayd ee aan ku samaynay taariikhaha iyo meelaha laga helo codsiyada summaynta dallada waxa aanu si degdeg ah u awoodnay in aanu xaqiijino in aanay jirin cid dawladeed ama bixiye dawladeed oo la yaqaan oo software ilaalinta ah oo sameeyay codsiyo khuseeya dalladaha isticmaalaya adeegyadayada 12 bilood ee la soo dhaafay. .",
    "2715462692": "Sidee buu u eg yahay hab-socodka Anshaxa AI?",
    "3049976256": "Macmiil kasta oo cusub oo calaamadeynaya, waxaanu maraynaa liis hubin inta lagu jiro habka iibka. Tan waxaa ka mid ah dadaalka KYC ee bilowga ah ka hor inta aan la fuulin, iyo sidoo kale xaqiijinta dhammaan codsiyada loo gudbiyay falanqeeyayaashayada, iyo hubinta goobta-waqtiga-dhabta ah iyo dib u eegista codsiyada xilliyeed ee la sameeyo iyada oo la adeegsanayo habka is-adeeggayaga.",
    "3103642530": "Dib-u-eegiddu waxay ka kooban tahay dhawr shuruudood:",
    "3349094124": "Shuruudaha welwelka anshaxa: Ujeeddo",
    "1038019440": "1. Macaamilkani ma yahay mid ka tarjumaya danaha qaranka ee waddan lagu yaqaan inuu ku dhaqmo dhaqan ka soo horjeeda shuruucda iyo xeerarka caalamiga ah?",
    "493717511": "2. Macmiilkan ma codsanaya adeegyo ay noqon karaan",
    "2209109640": "loo isticmaalo oo kaliya ujeedooyin xaasidnimo ah, marka la eego macnaha hawlahooda ganacsi ee caadiga ah?",
    "3457805519": "3. Codsiga macmiilka ma lagu fulin karaa sharciga Maraykanka iyo qawaaniintayada hawlgelinta?",
    "1942611550": "ugu horrayn",
    "109179759": "Shuruudaha welwelka anshaxa: Ujeeddo",
    "1033698050": "1. Miyaan aaminsanahay in macmiilku na siiyay kiis adeegsi ah oo aanu u aragno mid damiir ahaan la aqbali karo, marka loo eego fasiraaddayada caadooyinka bulshada reer galbeedka ee caadiga ah?",
    "361372538": "2. Ma aamminsanahay in adeegyadayada la bixiyo ay u badan tahay in macmiilku u isticmaalo ujeeddooyin takoorid ah, siyaalo laga yaabo inay sharci yihiin balse aan anaga la aqbali karin?",
    "2867855718": "3. Miyaynu aaminsanahay in baahiyaha gaarka ah si lagu qanci karo wax looga qaban karo codsiga?",
    "2462728596": "Haddii aynaan nafteena ku qancin weyno qodobadan, waanu diidi doonaa codsiga waxaana laga yaabaa in aan joojino galaangalka dheeraadka ah ee barnaamijkayaga, sida lagu qeexay Shuruudahayaga.",
    "1995277831": "Mahadsanid",
    "1818116402": "Waxaan rajeyneynaa inaad ka maqsuuday fiirinta sida aan u maareyno su'aalaha shaqada ee qeybta Anshaxa AI.",
    "1499894352": "Shirkado aad u yar ayaa bixiya daah-furnaan geedi socodkooda go'aan gaarista ee aaggan, waxaana rajeyneynaa in kuwa kale ay raaci doonaan tusaalahan!",
    "535659033": "Tilmaamaha Hal-abuurka Caadiga ah",
    "1495915066": "Sida anaga, la-hawlgalayaashayada cilmi-baarista tacliinta, iyo macaamiisheena u isticmaalno warbaahinta Creative Commons",
    "3017533972": "Anaga, la-hawlgalayaashayada cilmi-baarista tacliinta, iyo macaamiisheena waxaa laga yaabaa inay marmar tixraacaan ama dib u soo saaraan qaybo ka mid ah waxyaabaha shatiga leh ee Hal-abuurka Commons iyada oo la sii marinayo madal hCaptcha si aan sare ugu qaadno aqoonta bini'aadamka ee goobta barashada mashiinka.",
    "1428053210": "Mawduucan guud ahaan waxa laga beddelay qaabkeedii asalka ahaa. Tusaale ahaan, fiidiyowgu waxa loo qaybin karaa sawiro badan, sawiradaas waxa loo qaybin karaa sawiro badan oo cusub, sawiradaas cusubna si aan kala sooc lahayn ayaa loo qasi karaa si ay u soo saaraan natiijada ugu dambeysa ee la soo bandhigay.",
    "1728211763": "Isticmaalka nuxurka habkan iyo ujeeddooyinkan waxay ku dhacaan tilmaamaha isticmaalka caddaaladda ah iyadoo loo eegayo fahamkayaga sharciga iyo hab-dhaqanka caadiga ah ee goobta, laakiin waxaanu nahay taageerayaasha muddada dheer ee Hal-abuurka Commons waxaanan doorbidnaa inaan siino qof kasta oo gacan ka geysta shaqada weyn ee hagaajinta garaadka mashiinka.",
    "1949452297": "Sababo la xiriira xannibaadaha gudaha hCaptcha UI iyo tixgelintiisa amniga, suurtagal maaha in dib loo soo saaro isha sawir kasta si toos ah ugu dheggan isticmaalkeeda. Taa baddalkeeda, waxaanu ku xidhi karnaa boggan boggayaga guriga oo aanu ilaalinayno liiska ilaha hadda ama dhawaanta lagu adeego goobta. Waxaad geli kartaa liiska hadda jira",
    "2367602973": "halkan",
    "659124570": "Intaa waxaa dheer, haddii aad aragto macluumaadka aad adigu leedahay oo lagu soo saaray goobta hCaptcha oo aad jeclaan lahayd in laga saaro sabab kastaba, waxaad nagala soo xidhiidhi kartaa iimaylka",
    "2066749488": "Cabashooyinka kale",
    "3479034323": "Haddii aad aragto macluumaadka aad adigu leedahay oo lagu soo saaray goobta hCaptcha oo aad rabto in laga saaro sabab kastaba, waxaad nagala soo xidhiidhi kartaa iimaylka.",
    "1836554225": "Qoraalada Blog",
    "2873297188": "Dhammaan CAPTCHAS miyay takooraan dadka aan Maraykanka ahayn?",
    "165932542": "Eeg hCaptcha xaliya qiimayaasha aduunka oo dhan",
    "1865097546": "November 16, 2021",
    "3005876482": "hCaptcha Hadda waa Adeegga Madax-bannaan ee ugu Weyn, wuxuu ku shaqeeyaa 15% ee internetka",
    "693820850": "Waxaad ku garaaci kartaa Google adiga oo marka hore sirta wax ka dhiga",
    "3609106478": "Alaabta Aqoonsiga:",
    "299335340": "Maxay Tahay Iyo Sida Loo Joojiyo Weerarada",
    "354925785": "Hordhac",
    "423222878": "Qaar ka mid ah weerarrada internetka ee ugu adag in la ogaado, laga hortago oo la joojiyo waa kuwa uu jilaaga xaasidnimo ahi awoodo inuu isticmaalo aqoonsiga isticmaale ee sharciga ah si uu u galo akoon isticmaale oo firfircoon. Iyadoo aan la helin awoodo badan oo casri ah oo lagu ogaanayo, shirkadda martigelinaysa xisaabta ma laha sabab ay uga shakiyaan inay wax khaldan yihiin. Macmiilku wuxuu si fudud u muuqdaa inuu galay akoonkiisa. Weeraryahanku wuxuu ku guuleystey khiyaanadan guusha leh isagoo isticmaalaya shahaadooyin la xaday-badanaa natiijada farsamada weerarka internetka ee loo yaqaan \"walxaha aqoonsiga.\" Waa dhibaato halis ah maanta, laakiin mid lagu yarayn karo tallaabooyin sax ah oo sax ah.",
    "777660551": "Waa maxay Shayga Aqoonsiga?",
    "2602763587": "Walaxda aqoonsiga waa nooc weerar internet-ka ah kaas oo qofka wax weeraray uu isku dayayo in uu galo mareegaha marar badan isaga oo isticmaalaya lammaane isticmaaleyaal iyo ereyo sir ah oo la xaday. \"Wax-soo-saarka\" waxaa loola jeedaa isku dayga soo-galka ah ee soo noqnoqda, kuwaas oo had iyo jeer ay sameeyaan software bot oo toos ah.",
    "1271831121": "Ma aha sida haddii jabsiga (oo ku xidhan hoodie, dabcan!) uu halkaas fadhiyo, oo ku qoraya aqoonsiga ka dib aqoonsiga. Botka gelitaanka otomaatiga ah waxaa laga samayn karaa qalab ka baxsan shelf sida Selenium ama qalab jabsan oo si gaar ah loo horumariyay.",
    "2588750717": "Runtii, qaar ka mid ah weerarrada walxaha aqoonsiga ayaa ku lug leh malaayiin aqoonsi-dhammaan waxaa lagu shubaa interface-ka gelitaanka bogga internetka ee aan la hubin iyadoo la rajeynayo in lagu sii daayo. Marka gudaha loo galo, weeraryahanku wuxuu la wareegi karaa xisaabta dhibbanaha.",
    "1137757109": "Haddii ay tahay koontada eCommerce, qofka wax weeraraya waxa uu dalban karaa badeecad. Haddii dhibbanuhu yahay bangi, weeraryahanku waxa uu u wareejin karaa dhaqaalaha badda, iyo wixii la mid ah.",
    "1559150837": "Bartilmaameedyada maaha kuwo difaac la'aan ah in kastoo. Inta badan mareegaha internetka ayaa leh kontaroolo xannibaya isticmaale shakisan oo isku dayaya inuu kumanaan xisaabaad oo kala duwan ka galo isla cinwaanka IP-ga waqti gaaban gudaheed. Maxaa weeraryahannada walxaha qarxa ay sameeyaan si ay ugu dhawaadaan farsamooyinkan ilaalinta waa tan si ay u ekaysiiyaan kala duwanaanshaha juqraafi iyo IP. Isticmaalka aaladaha xoogga badan, inta badan AI ay wadato, waxay ka dhigi karaan inay u muuqato in kumanaan isticmaaleyaal ah ay si aan kala sooc lahayn isugu dayayaan inay galaan waqtiyo kala duwan oo maalintii ah dalka oo dhan. Tani aad ayey u adag tahay in la ogaado oo la joojiyo.",
    "1892020899": "Halkee bay jabsadayaashu ka helaan aqoonsiga?",
    "2597149484": "Sababta uu hackersku u leeyahay in uu \"walbo\" aqoonsiyo badan ayaa la xiriira halka ay ka helayaan aqoonsigooda la xaday.",
    "3030395800": "Aqoonsigan badanaa waxay ka yimaadaan jebinta xogta. Sidoo kale loo yaqaan \"daadis aqoonsiga,\" weerarradan waxay dhalin karaan malaayiin aqoonsi oo lagu daadiyo shabakadda mugdiga ah. Haddii daadadku ka yimaaddo bangiga, jabsiga ayaa isku dayi doona inuu isticmaalo shahaadooyinkaas si uu u galo goobo kale. Habkani wuxuu shaqeeyaa sababtoo ah dad badan ayaa isticmaala isla magaca isticmaalaha iyo erayga sirta ah ee goobo badan. (Dhaqankani waa la niyad jabiyay, laakiin xaqiiqadu waa waxa ay tahay. Dadku waxay u muuqdaan inay ku celceliyaan aqoonsiga gelitaanka.)",
    "1258965840": "Sidaa darteed, haddii uu weeraryahanku geli karo hal goob, waxay u badan tahay inuu galo goobo badan isagoo isticmaalaya caddaynta daadsan. Tusaale ahaan, waxaa laga yaabaa inay helaan magaca isticmaale/lammaanaha sirta ah sida JohnDoe/525momma, laakiin ma haystaan wax fikrad ah waxay labadaasi u samayn doonaan. Marka, waxay isku dayaan lammaanaha Amazon.com, Ebay, Citibank, Walgreens iyo wixii ka dambeeya. Waxaa laga yaabaa inay isku dayaan lammaanahaas kun goobood oo kala duwan.",
    "3594440415": "Ugu dambeyntii, waxay bilaabi doonaan furitaanka albaabada.",
    "780280214": "Sida hCaptcha iyo hCaptcha Enterprise ay u yareeyaan khatarta walaxda aqoonsiga",
    "4165374512": "In kasta oo ay suurtogal tahay in la isticmaalo IP-ga iyo qalabka lagu ogaanayo goobta si looga hortago walxaha aqoonsiga, kharash badan oo wax ku ool ah oo sax ah ayaa si fudud u joojinaya bot-ka buuxinta aqoonsiga laftiisa. hCaptcha iyo hCaptcha Enterprise waxay ku tuman karaan bot barta laga soo galo. Xitaa haddii bot-ku uu leeyahay aqoonsiga saxda ah, haddii aysan dhaafi karin hCaptcha Enterprise's ogaanshaha ama hCaptcha's CAPTCHA, ma heli doonto inay sameyso walxaheeda oo goobtaada iyo isticmaalayaasha waa la ilaaliyaa.",
    "3269644546": "Fadlan",
    "1058572205": "annaga haddii aad jeclaan lahayd inaad wax badan ka ogaato",
    "3753613260": "xiriir",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Ka warbixinta cabashooyinka DMCA",
    "54093347": "Wakiilka Diiwaangashan DMCA",
    "3233441200": "Ku soo celi siyaasadda xadgudubka",
    "4011712313": "Iyada oo qayb ka ah Siyaasaddayada DMCA, waxaanu dhignaa xisaabaadka macaamiisha kuwaas oo aanu ka helno ogeysiisyo badan oo DMCA ah oo ku saabsan ku xad-gudubka tillaabooyin badan oo DMCA ah. Marka la helo ogeysiisyada soo noqnoqda ee DMCA bil kalandarka, koontada macaamiishu waxay ka gudbi doontaa hal tallaabo oo siyaasad ah midda xigta.",
    "766825168": "Tallaabooyinka laga yaabo in aan ku qaadno DMCA-da ku-noqoshada Siyaasadda Xadgudubka waxaa ka mid ah u diritaanka digniinta muuqaalka korodhka macaamiisha diiwaanka xisaabta. Si aan u qirno digniinahaas, waxa laga yaabaa in aanu uga baahano macmiilka inuu galo akoontada ama aanu wacno kooxdayada taageerada. Waxaan sidoo kale xaq u leenahay inaan joojino ama joojino, iyo sidoo kale aan ku dabaqno tillaabooyinka kale ee ku meel gaarka ah, hCaptcha iyo adeega IMI ee macaamiil kasta oo aanu u sii wadnay helitaanka ogeysiisyada DMCA ee xadgudubka lagu eedeeyay xitaa ka dib markii aanu dirnay digniinaha soo noqnoqda. Intaa waxaa dheer, waxaan go'aankeena ku joojin karnaa adeegyada kale ee hCaptcha ama IMI ee la siiyo macaamiishan marka aan joojino adeegga hCaptcha ee hoos yimaada siyaasaddan.",
    "2410122265": "Khayraadka hCaptcha: Bots 101",
    "4166776480": "Shayga Aqoonsiga: Waxa Ay Tahay Iyo Sida Loo Joojiyo Weerarada",
    "2301335298": "Khayaanada Lacag-bixinta: Yaraynta Qaabka Degdegga ah ee Dembiyada Internetka",
    "3682071227": "Waa maxay Qaadashada Akoonka Sideese u Shaqeeyaan?",
    "2729131930": "Waa maxay xoqid sideese u shaqeysaa?",
    "1344959096": "Ka shaqaynta sidii sumadeeyaha xogta gaarka ah",
    "3510143229": "hCaptcha waa adeeg loogu talagalay mareegaha iyo abka,",
    "3930611699": "shaqaale gaar ah.",
    "1051214799": "hCaptcha waa adeeg badbaado shabakad isku dayaya inuu la wadaago qiimaha daabacayaasha mareegaha ama abka isticmaala.",
    "360236473": "Adeegga hCaptcha looguma talagelin in loo isticmaalo qof kasta si uu ugu shaqeeyo calaamade shaqsi ah. Looma qaabayn ama ku habboon ujeedadan. Kuma talineyno qofna inuu isku dayo inuu hCaptcha u isticmaalo il dakhli shaqsiyeed.",
    "3842490632": "Isticmaale shakhsi ah oo isku dayaya inuu ka jawaabo su'aalo badan waxay u badan tahay in la xaddido ama si degdeg ah loo mamnuuco. Sidoo kale muhiim, sida our",
    "1560232962": "daboolo si faahfaahsan, wax dammaanad ah laguma samaynin cadadka lagu kasbaday jawaab kasta oo la bixiyo. Waxaa laga yaabaa inaysan jirin su'aalo lacag ah oo la heli karo wakhtigaas, jawaabta waxaa laga yaabaa in loo diido sababo tayo leh, iyo wixii la mid ah.",
    "2694001822": "Si kastaba ha ahaatee, waxaan marmar shaqaaleynaa shaqsiyaad si ay nooga caawiyaan tijaabinta guryaha nidaamka iyo sifooyin cusub.",
    "1569804581": "Haddii aad jeclaan lahayd in mustaqbalka lagugula soo xiriiro fursadaha la xiriira, fadlan buuxi foomkan.",
    "636461959": "Magaca",
    "1139500589": "Dalka",
    "1789607185": "Cinwaanka emailka",
    "325077666": "Markaad soo gudbiso macluumaadkaaga waxaad ogolaatay anaga",
    "3555583744": "iyo",
    "3609929815": ". Waxaanu hayn doonaa magacaaga, dalkaaga, iyo macluumaadka ciwaanka iimaylka ujeedaduna tahay inaan kula soo xidhiidhno mustaqbalka ee ku saabsan summaynta shakhsi ahaaneed fursadaha shaqo.",
    "4197928199": "Qaanuunka Arrimaha Khaaska ah",
    "851786723": "Markaad geliso iimaylkaaga, waxaad ogolaatay Shuruudahayada iyo Siyaasaddayada Qarsoonaanta, iyo inaad naga hesho iimaylka.",
    "2402165761": "Sidee buu u shaqeeyaa xoqiddu?",
    "4260542944": "Xoqitaanka nuxurka (sidoo kale loo yaqaan \"xoqidda shaashadda\" ama \"xoqidaad kaliya\") waa hab la yaqaan, oo inta badan faa'iido u leh ururinta macluumaadka shabakadda. Si kastaba ha ahaatee, sanadihii ugu dambeeyay, farsamadu waxay noqotay qalab la jecel yahay ee hackers iyo khayaanada. Tallaabooyinka ka-hortagga ayaa si wax ku ool ah u yareyn kara khatarta, laakiin si loo hirgeliyo, waa lagama maarmaan in la fahmo sida geeddi-socodka u shaqeeyo.",
    "2066255783": "Waa maxay Duubista Mawduuca?",
    "1910628828": "Xoqitaanka nuxurku waa farsamo lagu soo qaado xogta nidaamka kaas oo ku lug leh qalab toos ah oo iska dhigaya macmiil software ama browser web. Wax cusub maaha. Dhab ahaantii, injineerada software kuwaas oo laga yaabo inay u baahan yihiin xogta laga soo bilaabo dhismihii hore, xoqintu waxay noqon kartaa habka kaliya ee lagu soo saaro macluumaadka. Xidhiidhiyayaasha asalka ah waxa laga yaabaa inay meesha ka baxaan oo aan la beddeli karin.",
    "3408107995": "Maanta, in kastoo, xoqid aan kala go 'lahayn macnaheedu waa hab barnaamij ah oo lagu jiido xogta bogga internetka. Software-ka xoqitaanka wuxuu u dhaqmaa sida isticmaale bini'aadam, riixaya badhamada oo akhriya natiijada ka soo baxda. Waxaa jira adeegsiyaal badan oo sharci ah oo loo isticmaalo xoqidda. Gurguurta shabakadaha ee matoorada wax raadiya ee awooda ayaa ah hal tusaale. Sidoo kale waa aaladaha sida Skyscanner oo raadiya heshiisyo safar iyagoo isku xiraya kumanaan mareegaha safarka ah. Shirkadaha Fintech ayaa sidoo kale isticmaala, sidoo kale, xoqaya xogta maaliyadeed ee isticmaalaha boggaga bangiga haddii aysan jirin Interfaces Programming Interfaces (APIs) oo diyaar u ah inay sameeyaan isku xirka xogta. Waxyaabaha maskaxda lagu hayo ee ku saabsan xoqitaanka shaashadda ayaa ah xawaaraha iyo miisaanka. Nidaamku wuxuu ka soo goosan karaa xog aad u badan oo laga helo mareegaha, iyada oo loo maleynayo in goobaha aan loo habeynin inay joojiyaan inay dhacaan. Xawaaraha xisaabinta, xoqiduhu wuxuu ururin karaa xog-ururin ballaaran isagoo la falgalaya boggaga internetka iyo software-ka hoose iyo xog-ururinta kuwaas oo awood u leh.",
    "1920884252": "Waa maxay sababta kakoobnaanta xoqista ay khatar ammaan u tahay?",
    "2256795853": "Awoodda lagu soo saaro xog badan, si deg deg ah, laga bilaabo boggaga internetka ayaa ka dhigaya xoqida qalab xoog leh oo ku jira gacmaha jilayaasha xaasidnimada leh. Bot xoqid ayaa ka soo ururin kara xogta isticmaalaha baraha bulshada. Kadib, adoo xoqaya boggaga ay ku jiraan ciwaanada iyo macluumaadka kale ee shakhsi ahaaneed iyo isku xirka natiijooyinka, hackers wuxuu gali karaa dembiyada aqoonsiga sida soo gudbinta codsiyada kaararka deynta ee been abuurka ah.",
    "4087694419": "Khabiir xoqan ayaa sidoo kale ka soo ururin kara xogta goobaha sida Amazon iyo eBay si ay u abuuraan liisaska alaabta been abuurka ah ama khiyaanada ah. Isaga ama iyada ayaa markaa u soo bandhigi kara iibka adeegyada isku-filka ah sida OfferUp oo ay ku qaadaan weerarrada phishing-ka iibsadayaasha. Ama, khayaanada ayaa iibin kara alaabada aan jirin. Khiyaanada xoqitaanka shaashad dheeraad ah waxay ku lug leedahay been-abuurka daabacayaasha xayaysiisyada. Adiga oo ka xoqaya waxa ku jira bogga daabacaha, khayaanada ayaa abuuri kara bogag daabace xayeysiis been abuur ah adeegyo kala duwan. Kadib waxay ka iibin karaan xayaysiisyada boggaga iibiyeyaasha idman, kuwaas oo xiriirkooda ay ka goosteen faylka xayeysiiska daabacaha.txt. Goobaha xayaysisku waxay u muuqdaan kuwo run ah xayeysiistaha, laakiin maahan.",
    "3315658779": "Kahortag ku-xoqidda nuxurka leh hCaptcha Enterprise",
    "2602081482": "HCaptcha Enterprise waxay isticmaashaa barashada mashiinka horumarsan si ay u aqoonsato taraafigyada xaasidnimada leh ee goobtaada iyo abka - ay ku jiraan dhaqdhaqaaqyada xoqida.",
    "1422537019": "annaga maanta si aan wax badan u baranno.",
    "1988268879": "Calaamadeynta xogta qiimaha-wax-ku-ool ah",
    "2163914794": "Ma u baahan tahay calaamado badan oo kaydinta xogtaada? hCaptcha waxay siisaa sumadeynta xogta degdega ah, kharash-ool ah, iyo tayada sare leh ee shirkadaha ka shaqeeya sirta macmalka ah iyo codsiyada barashada mashiinka.",
    "3378932530": "Hel xogtaada hadda",
    "3483700676": "U billow malaayiin hawlo isla markiiba",
    "3478726913": "hCaptcha waxay leedahay barkadaha ugu waaweyn meeraha ee diyaar u ah isticmaalkaaga. Si kastaba ha ahaatee miisaankaaga, waanu ku maarayn karnaa iyada oo aan la helin ballanqaadyo qaali ah. Malaayiin hawlood maalintii dhib ma laha.",
    "740501259": "Dhuumaha API ee fudud",
    "2784612261": "Ma doonaysaa inaad si toos ah u dhexgeliso dib-u-eegista bini'aadamka ee hawlahaaga ganacsi? Waxaan bixinaa SLAs la isku halleyn karo, awood dammaanad leh, iyo API-yada REST fudud.",
    "1144966033": "Lagu hagaajiyay qiimaha iyo tayada",
    "3213351333": "Looma baahna ballanqaad hore",
    "2107077506": "Goobta HUMAN waxay isticmaashaa moodallo kalsooni oo dhammaystiran si ay u sameeyaan falanqaynta tayada waqtiga-dhabta ah ee casriga ah. Tani waxay noo ogolaanaysaa inaan si dhakhso ah u go'aamino dhibka su'aalaha iyo jawaabahooda saxda ah ee suurtogalka ah, taas oo kuu badbaadinaysa wakhti iyo lacag.",
    "3576146278": "Kaliya bixi saxnaanta aad u baahan tahay",
    "2952586316": "Dhibaatooyinka oo dhan isku mid maaha. Faahfaahinta hawlaha muhiimka ah ee badbaadada-muhiimka ah waxay u baahan karaan 99.99% kalsoonida dhammaan shaqaalaha aadanaha. Faahfaahinta hal sifo beta ee abka ciyaarta moobaylka waxa laga yaabaa inay u baahdaan kalsooni dhexdhexaad ah. Adiga ayaa go'aansada.",
    "710145621": "Bixi xogtaada runta dhabta ah ama aan ku dhisno duulista",
    "987901590": "Ma haysaa xog cayriin ah iyada oo aan la haynin xaqiijin dhammaystiran? Xaaladaha intooda badan waxaan kuu dhisi karnaa mid adiga oo hawluhu ku socdaan nidaamka, ama waxaan samayn karnaa muunado calaamadeysan si aad u oggolaato.",
    "2597352122": "Noocyada Qoraalada",
    "1344687860": "Sanaaduuqda lagu xidho",
    "1089415440": "Ogaanshaha sheyga saxda ah ee sawirada iyo fiidyaha",
    "3817067682": "geeso badan",
    "2682873489": "U qeex aagga xuduudda ee walxaha",
    "1275150216": "Astaamaha",
    "2067112112": "Tilmaamaha tilmaame ee xaalado badan oo kala duwan oo la isticmaalo",
    "4228682126": "Kala soocida sifada",
    "2920213479": "Kala sooc ama ku dheji qaybaha aan sharciga ahayn ee cabbir kasta",
    "3288667364": "Isbarbardhigga iyo Ogaanshaha",
    "155877895": "Ogaanshaha iyo kala saarista awoodda bini'aadmiga",
    "3128433367": "... iyo qaar kaloo badan",
    "2827452240": "Ma u baahan tahay nooc kale oo aan halkan ku qoran? Kaliya na weydii.",
    "719304627": "Ma u baahan tahay Xakamaynta Dhamaadka-ilaa-Dhamaadka?",
    "1172067553": "Qalabka HUMAN ee ka dambeeya hCaptcha wuxuu bixiyaa tayada shaqo oo aad u casrisan iyo sifooyinka maamulka iyada oo loo marayo meel-gudbinta, isku-dhafka, ama SaaS ee ku dhex jira nidaamyadaaga jira.",
    "2319072959": "Ku orod gebi ahaanba khadka tooska ah adiga oo isticmaalaya shaqaalahaaga, la soco qiimaha lagu isticmaalo qaybaha ganacsiga ama shurakada shuraakada, si door ah u jiheeya shaqooyinka bixiyeyaasha shaqada ee kala duwan ee gudaha ama dibadda iyadoo lagu salaynayo qiimaha iyo amniga shuruudaha, iyo in ka badan.",
    "1936512180": "Helitaanka API fudud, dashboards qurux badan, iyo tignoolajiyada ugu dambeeyay ee qaabka loop-in-the-loop si kor loogu qaado hufnaanta shaqaalaha.",
    "3913848038": "99.99% SLAs iyo 24/7 taageero caalami ah oo la heli karo.",
    "1080752747": "Iibka xiriirka",
    "1525403768": "Wixii macluumaad dheeraad ah la xidhiidh Enterprise Sales.",
    "1546930020": "Helitaanka Xogta Summeedka",
    "2486638408": "Qeex Tilmaamaha",
    "1027200955": "La hadal mid ka mid ah khubarada boggayaga si aad u qeexdo baahiyahaaga mashruuca: saxnaanta bartilmaameedka, qaabka, iyo shuruudaha gaarka ah.",
    "1156712451": "Imtixaanka shaqada ee bilowga ah",
    "181065232": "Waxaanu fulinaa shaqo yar oo wax soo saar ah oo ku salaysan xogta muunadaada. Tani waxay tijaabinaysaa shaqadii aanu wada qabanay si loo hubiyo inaad hesho waxa aad u baahan tahay.",
    "3207769512": "Geli Shaqooyinka Wax Soo Saarka",
    "1099238677": "Muggayaga sarreeya iyo daahitaankayagu hooseeya waxaanu shaqadaada u rogi doonnaa si degdeg ah, iyadoo si toos ah loo geynayo isla marka la dhammeeyo.",
    "465783046": "Ma doonaysaa inaad ku tijaabiso xogtaada?",
    "328625009": "... diyaar ayaan u nahay marka aad: adeegayagu diyaar yahay saacad walba.",
    "3225770968": "hCaptcha waxaa loogu talagalay in lagu xalliyo dhibaatada xoogga badan ee shaqada ee barashada mashiinka; ku calaamadeynta tiro badan oo xog ah waqti ku habboon, la awoodi karo, iyo hab la isku halayn karo.",
    "2041686284": "Xog badan ayaa guud ahaan soo saarta natiijooyin wanaagsan oo ku saabsan qaababka barashada mashiinka. Guushii dhowayd ee moodooyinka qoto dheer ayaa horseeday xog-ururinta xog-ururinta, iyo hCaptcha waxay u adeegtaa baahidan. Si kastaba ha ahaatee, abuurista xog-ururin weyn oo bini'aadamku dib u eegay iyadoo la adeegsanayo habab dhaqameed labadaba waa mid gaabis ah oo qaali ah.",
    "3729345277": "hCaptcha waa hab ay shirkaduhu ku heli karaan qoraalada ay u baahan yihiin si dhakhso leh, tayo sare leh iyo qiimo jaban marka loo eego kuwa kale.",
    "2103563261": "Xog gaar ah ama mid guud",
    "2513143348": "Nidaamka ganacsiga hCaptcha waa mid si gaar ah u dabacsan naqshadiisa: waxaa qayb ahaan ama gebi ahaanba la geyn karaa cidhifka shabakadaada haddii aad ku shaqeyso daruur dadweyne ama aad leedahay xarumo xogeed oo badan.",
    "3107683988": "Tani waxay si weyn u yareeyn kartaa taraafikada ka baxsan shabakada iyo kharashaadka iyadoo la ilaalinayo dhammaan faa'iidooyinka maamulka ee 24/7 shaqaalaha wicitaanka si ay ula kulmaan SLA-yada ugu adag.",
    "3660619092": "Saxiix bilaash ah ama la xidhiidh iibka xalalka Enterprise",
    "2351176803": "Shuruudaha shatiga hCaptcha JS API",
    "2616226398": "Mawduucayaga",
    "2024293275": ". Dhammaan xuquuqaha kale way xifdiyeen, hadda.",
    "1062291156": "shuruudaha caadiga ah",
    "2712493234": "Khayaanada Lacag-bixinta: Yaraynta Qaabka Degdegga ah ee Dembiyada Internetka",
    "1817772953": "Khiyaamo ma aha nooc cusub oo dembi. Runtii, cilmi-baarayaasha qadiimiga ah waxay soo saareen qalabyo liddi ku ah khiyaanada oo ay hindiseen Sumeriyiintii hore si ay xoolaha ugu qaadaan iyaga oo aan khasaare lahayn ku dhawaad 10,000 oo sano ka hor! Xaaladdooda, waxay geliyeen calaamado dhoobo ah, oo mid kastaa u taagan yahay xayawaanka, gudaha kubbadda dhoobada ee loo yaqaan \"bulla.\" Bulla waxay la safri jirtay adhiga marka ay ka guurto iibiyaha una guurto iibsade. Xitaa markaa, milkiilayaasha ganacsiyadu waxay ka walaacsan yihiin in qof kasta oo ay la macaamilayaan uusan ahayn mid kor u kacaya. Wax badan ayaa isbedelay 10,000 oo sano gudahood, laakiin baahida loo qabo in hal abuur laga dhigo ka hortagga khiyaanada ayaa weli innaga jirta. Maanta, arrinta ku saabsan khayaanada lacag bixinta ee internetka waa muhiimada ugu weyn. Intarneetka, khayaanada ayaa si isa soo taraysa ugu xeeldheer ka hortegidda kontaroolada khiyaanada. Si kastaba ha ahaatee, xalal cusub ayaa soo rogaya jihada, si kastaba ha ahaatee.",
    "1053787685": "Waa maxay Khayaanada Lacag-bixinta?",
    "433424759": "Khiyaanada lacag-bixinta waxay ka kooban tahay nooc kasta oo macaamil sharci darro ah halkaas oo dembiilaha internetka uu dhibbanaha ka reebayo wax qiimo leh, caadi ahaan lacag. Tani waxay la macno noqon kartaa isticmaalka kaarka deynta la xaday si aad uga dalbato badeecad online ah ama la wareegidda akoon bangi oo si sharci darro ah lacag loogala wareego. Waxaa jira kala duwanaansho badan, laakiin dhammaantood waxay leeyihiin natiijo isku mid ah: qof qalloocan wuxuu isticmaalaa aqoonsiga la xaday ama macluumaadka lacag-bixinta si uu uga xado macaamilka, bangiga ama ganacsade.",
    "2939852138": "Sidee bay khayaanadayaashu [isku dayaan inay] uga baxaan khiyaanada lacag bixinta?",
    "1665616092": "Khiyaanada lacag-bixinta waa sahlan tahay fikradda, laakiin si fantastik ah ayay u noqon kartaa mid adag marka la fulinayo maanta.",
    "4246520782": "Dhab ahaantii, intarneetku waxa uu markhaati ka ahaa tartanka hubka ee u dhexeeya khiyaanada iyo difaacayaasha sannadihii u dambeeyay.",
    "2167049807": "Kooxaha ammaanku waxay qaateen tallaabooyin iyo kontaroolo kala duwan oo ka hortagga hababka fudud ee caajiska ah ee khiyaanada lacag bixinta. Si kastaba ha ahaatee, weerarradu waxay noqonayaan kuwo casri ah. Tusaale ahaan, bots-ku waxay hadda ka goosan karaan lambarada kaararka deynta ee la xaday iyo PIN-yada mareegaha been abuurka ah iyo werarada phishingka.",
    "1936449777": "Kadib, qaabka si buuxda u toosan, waxay ku dayan karaan dabeecadaha bini'aadamka ee goobaha e-commerce, gujinta badhamada oo ku daraan alaabta gawaarida wax iibsiga - ilaa heer ay qaar badan, haddii aysan ahayn inta badan kontaroolada ka hortagga khiyaamada ma sheegi karaan in bot uu isku dayayo inuu wax xado. badeeco. Hase yeeshe, waxay u egtahay haddii isticmaale aadamuhu si fudud wax u iibsanayo. Botku waxa uu gali karaa akoonka macmiilka dhabta ah isaga oo isticmaalaya warqadaha aqoonsiga ee la xaday. Waxa kale oo mugdi sii gelinaya khiyaamada waa awooda bot-ka si ay u xakamayso ciwaanada IP-ga oo ay u ekaato in dukaanka uu ka duwan yahay qofka weerarka soo qaaday, oo laga yaabo inuu joogo waddan shisheeye.",
    "648630222": "Kahortagga Khiyaanada Lacag-bixinta ee hCaptcha Enterprise",
    "1621930829": "Maxaa laga qaban karaa dhaqdhaqaaqyada lacag-bixinta ee horumarsan ee aan joogsiga lahayn ee maanta? Shaqaalaynta dhawr lakab oo kontaroolo ayaa caadiyan ah hab xigmadaysan. Si kastaba ha ahaatee, tillaabooyinka ugu fiican ayaa ah kuwa dabin kara bot-ka oo muujin kara inay been abuur tahay, inkastoo dadaalka ugu wanaagsan ee abuurayaashu ay ku celceliyaan dhaqanka aadanaha.",
    "2423586454": "Weli waxaa jira waxyaabo uusan software-ku sameyn karin, iyadoo aan loo eegin sida wanaagsan ee AI ay uga dambeeyaan. Tiknoolajiyada casriga ah ee CAPTCHA waxay bixisaa hab la xaqiijiyay oo looga hortagayo bots-yada isku dayaya inay sii wadaan khayaanada lacag bixinta. In kasta oo habab hore oo loo maro CAPTCHA, sida tirooyinka fudud ee sanduuqa, ay hadda inta badan ku liidato yaraynta bots-horumarsan, aaladda jawaabta-tijaabinta otomaatiga ah sida hCaptcha Enterprise waxay si fudud u tuman kartaa bot bot daqiiqada la gelayo akoonka ama hubinta gaadhiga wax iibsiga. Xitaa haddii bot-ku leeyahay aqoonsiyo dhab ah, haddii uusan awoodi doonin inuu soo maro CAPTCHA.",
    "1467308982": "Jadwalka Lacag-bixinta",
    "1291824746": "Lacag bixinta hCaptcha waxay ku socotaa saddexdii biloodba mar 60 maalmood oo dabagal ah. Si aad u qeexdo waxa ay tani ka dhigan tahay, fadlan eeg shaxda hoose.",
    "3444947612": "Gaadiidka u dhexeeya",
    "4181611011": "Taariikhda dib u heshiisiinta",
    "728503636": "Taariikhda Lacag bixinta",
    "3720584906": "Jul 15, 2021 - Oktoobar 15, 2021",
    "388240587": "Janaayo 5-15, 2022",
    "3426312287": "Janaayo 5-15, 2022",
    "615618648": "Abriil 15, 2021 - Luulyo 15, 2021",
    "3376724603": "Sebtembar 14-24, 2021",
    "3398978455": "Sebtembar 15-25, 2021",
    "2722456056": "Janaayo 15, 2021 - Abriil 15, 2021",
    "4063155841": "Ugu dambayn Juun 25th 2021",
    "4082053540": "Juun 19-25, 2021 ",
    "64953197": "Oktoobar 15, 2020 - Janaayo 15, 2021",
    "1023070345": "Ugu dambayn 14-ka Maarso 2021",
    "2600696085": "Maarso 15, 2021",
    "3217791519": "Jul 15, 2020 - Oktoobar 15, 2020",
    "649261378": "Janaayo 5-11, 2021*",
    "1559190296": "Janaayo 5-11, 2021",
    "3806054689": "Abriil 15, 2020 - Julaay 15, 2020",
    "4162383380": "Sebtembar 16-keeda 22-keeda 2020****",
    "1990824776": "Sebtembar 16-24, 2020****",
    "3856690908": "Janaayo 15, 2020 - Abriil 15, 2020",
    "3200641265": "Ugu dambayn Juun 16, 2020*",
    "3744079744": "Juun 15-19, 2020****",
    "2209837451": "Oktoobar 15, 2019 - Janaayo 15, 2020",
    "2510534204": "Ugu dambayn 23-ka Maarso 2020 ***",
    "2910560864": "Maarso 20-23, 2020 ***",
    "2544565802": "Jul 15, 2019 - Oktoobar 15, 2019",
    "3963642878": "Ugu dambayn 14-ka Diseembar 2019*",
    "622103562": "Diseembar 17, 2019 ***",
    "4072202039": "Abriil 15, 2019 - Luulyo 15, 2019",
    "818049069": "Ugu dambayn Julaay 15keeda 2019",
    "1169005651": "Sebtembar 15, 2019",
    "2303655425": "Janaayo 15, 2019 - Abriil 15, 2019",
    "3678889946": "Ugu dambayn Juun 15keeda 2019",
    "3094354698": "Juun 15, 2019",
    "4217013126": "Lacag bixintu waxay caadi ahaan socotaa maalinta oo dhan taariikhda lacag bixinta, waxaana guud ahaan la dhammeeyaa saqda dhexe wakhtiga Baasifigga. Haddii akoon loo calaamadeeyay in dib loo eego, waxay qaadan kartaa ilaa shan maalmood oo shaqo oo dheeraad ah in la sii daayo lacag bixinta.",
    "1447649958": "Xusuusin ahaan, kaliya taraafikada dadka ee saxda ah ayaa u qalma lacag bixinta. Waxaad ka arki kartaa tafaasiil dheeraad ah oo arrintan ku saabsan FAQ-gayada, oo hoos ku xidhan. Hadhaaga la heli karo sidoo kale waa inuu buuxiyaa heerka ugu hooseeya si uu xaq ugu yeesho bixinta, hadda 10 HMT.",
    "4257144752": "Qiyaasaha waqtiga-dhabta ah kama tarjumaan saxnaanta kama dambaysta ah ama bini'aadantinimada, sidaas awgeed dakhligaaga ugu dambeeya ayaa si weyn uga duwanaan kara ama hoos uga dhici kara tirooyinka lagu muujiyey Dashboard-ka ka hor dib-u-heshiisiintaada koowaad.",
    "2728931827": "Dib-u-heshiisiin kasta ka dib, qiyaasaha goob kasta waa la cusboonaysiin doonaa oo saxnaanta saadaasha mustaqbalka waa inay kordhisaa, ilaa goobtaadu wax isbeddel ah ku yeelato habdhaqanka isticmaalaha.",
    "1200905005": "Laga bilaabo Sebtembar 2021, dib-u-heshiisiinta iyo lacag bixinta hadda waxa ay socdaan ku dhawaad 10 maalmood halkii ay ka ahaan lahaayeen hal maalin, si loo fududeeyo caqabadaha hawlgelinta ee la xidhiidha koritaanka adeegga.",
    "4284094387": " Qaar ka mid ah bisha Juun 2021 dib-u-heshiisiinta iyo lacag-bixinta ayaa socon doona toddobaadka soo socda sababtoo ah dib-u-dhac ku yimid xaqiijinta xisaabinta kama dambaysta ah inta lagu jiro daaqadda dib-u-heshiisiinta.",
    "1977013707": " Diisambar 2020 lacag-bixinaha waxaa dib loo dhigay laga bilaabo 15-ka si looga fogaado in ay isku dhacaan dib-u-heshiisiin dhammaadka-sanadka ah iyo fasaxyada shaqaalaha: waxay dhammaan doonaan usbuuca labaad ee Janaayo. Xawilaadda PayPal oo ka gaabinaysa sidii caadiga ahayd awgeed, lacag-bixintu waxay socon doontaa dhawr maalmood halkii ay ahayd in la dhammaystiro hal maalin.",
    "517010299": "Fadlan ogow: waxaan hadda ka shaqeyneynaa u gudubka dhabarka weyn ee dib-u-heshiisiinta wakhtiga-dhabta ah. Dib-u-heshiisiinta wakhti-xilliyeedka ahi waxay socon doontaa si ka yar sidii caadiga ahayd ilaa Q1 2021. Tani ma saamaynayso jadwalada lacag bixinta ama taariikhaha.",
    "3092200338": "** Marka 15-ka ay ku beeganto sabtida iyo axada, Taariikhda lacag bixinta beddelkeeda waa 17-aad.",
    "3891941747": "*** TALO COVID-19: Iyada oo ay sabab u tahay hoos u dhaca awoodda shaqaalaha ee la xiriirta COVID-19, dib-u-heshiisiinta ayaa dib loo qorsheeyay si loo ogolaado waqti dheeri ah si aan u dhamaystirno xaqiijinta caadiga ah. Lacag bixinta ayaa la filayaa inay bilaabato Jimcaha oo ay dhammaato Isniinta soo socota.",
    "2301757528": "**** Dayactirka PayPal ee API-yadooda REST intii lagu jiray daaqada lacag bixinta awgeed, dhammaan lacag bixinta lama dhammaystirin Jun 15-keedii. Lacag bixin kasta oo loo qorsheeyay Juun 15-keeda (wakhtiga Pacific) balse aan la fulin khaladaadka PayPal API-ga awgeed waxa dib loo hawlgeliyay Juun 19-keeda (waqtiga Pacific).",
    "116842359": "***** Dib-u-heshiisiinta ayaa la filayaa inay dhammaato dhawr maalmood iyadoo ay ugu wacan tahay dayactirka nidaamka.",
    "4154415610": "***** Sebtembar 2020 lacag-bixintu waxay u socon doontaa dufcad marka dib-u-heshiisiintu dhammaato, iyadoo qaarkood ay socdaan dhawr maalmood ka dib markii markii hore loo qorsheeyay dib-u-heshiisiinta dartiis.",
    "2310694091": "Waa maxay macnaha dib u heshiisiinta?",
    "164801246": "Dib-u-heshiisiintu waa habka loo falanqeeyo gaadiidka ka dib si loo xaqiijiyo dadnimadeeda iyo saxnimadooda, marka dhammaan xogta laga helo dhammaan goobaha warbixinta la helo. Waxaad faahfaahin dheeraad ah ka akhrisan kartaa our our.",
    "3256245394": "sidoo kale qoraaladayada blog-ga, tusaale",
    "3089778412": "Sidee hCaptcha u xisaabisaa abaal-marinaha",
    "3329755436": "Ma waxaad qorshaynaysaa inaad dardar geliso hawshan?",
    "1911669851": "Haa, waxaanu hadda ka shaqaynaynaa horumarino kala duwan oo lagu samaynayo nidaamyadayada danbe ee aanu filayno inay aakhirka noo ogoladaan in aanu bixino dib-u-heshiisiin degdeg ah, saxsanaan degdeg ah oo qiyaas ah, iyo lacag bixin degdeg ah. Waxaan hadda ka shaqaynaynaa in aan marka hore dardargelinno dib-u-heshiisiinta.",
    "2366003154": "Weydiinta Saxaafadda iyo Warbaahinta",
    "3054564199": "Qalabka Riix",
    "3173156067": "Qaar dammaanad-diyaar ah ayaa la heli karaa haddii ay dhacdo inaad jeclaan lahayd inaad ku darto sawirrada tusaalaha maqaalkaaga.",
    "867314732": "Waxaad dib u soo ceshan kartaa qaraar sare",
    "858218750": "iyo hagis ku saabsan isticmaalkooda",
    "3821716514": "bogga.",
    "1186243118": "sawirada astaanta",
    "3034959000": "Waad soo celin kartaa",
    "1764089150": "halkan:",
    "1558428432": ". Fadlan ku dar hCaptcha.com.",
    "2429359042": "sawirada interface tusaale",
    "1480820434": "sawirka 1",
    "3213411837": "sawirka 2",
    "1270712701": "War-Saxaafadeedka iyo Warbixinadii u dambeeyay",
    "231285005": "Waxaad ka heli kartaa wararkii u dambeeyay ee blog-keena",
    "1289884910": "Waxaan sidoo kale daabacnaa falanqayn iyo warbixinno marmar ah. Tusaale ahaan:",
    "932546190": "Waa maxay sababta CAPTCHA ay had iyo jeer noola jiri doonto",
    "2344319147": "Intee in le'eg ayay dhab ahaantii u qalantaa ogaanshaha bot Google?",
    "1637527266": "Wadamadee ayaa leh taraafikada ugu badan?",
    "230159237": "Xiriirada",
    "3759923279": "Fadlan ku soo hagaaji su'aalaha saxaafadda ciwaanka soo socda:",
    "4255608322": "Markii ugu dambeysay ee la cusbooneysiiyay: Abriil 12, 2021",
    "537881751": "Ku soo dhawoow hCaptcha! Qaanuunka Arrimaha Khaaska ah ayaa qeexaya dhaqamada Intuition Machines, Inc. (\"IMI\", \"annaga\" ama \"annaga\") ee ku saabsan ururinta, isticmaalka, iyo muujinta macluumaadka (ay ku jirto macluumaadka shakhsi ahaaneed, ee hoos lagu qeexay) iyada oo loo marayo website-kayaga www.hcaptcha .com iyo wixii kale ee subdomains ama domains aan isticmaalno (\"goobaha\") iyo barnaamijka hCaptcha interface interface iyo software iyo alaabta laxiriirta (wadajir, \"Adeegga\").",
    "33639629": "Aan lagu dabaqi karin mareegaha internetka ee qolo saddexaad. Fadlan la soco in siyaasaddan khaaska ahi aanay khusayn degel kasta, bixinta, badeecada ama adeegga cid kasta oo saddexaad, xataa haddii ay ku xidho Boggeena ama ay ku darayso Adeegga - fadlan tixraac siyaasadaha gaarka ah ee lagu dabaqi karo ka hor intaadan go'aansan inaad siiso macluumaad kasta saddexaad xisbiyada.",
    "987375734": "IMI waxay ku taal Maraykanka. Goobaha iyo Adeegga waxa gacanta ku haya oo maamula anaga oo ka socda Maraykanka. Macluumaadkaaga Shakhsi ahaaneed waxaa lagu kaydin karaa lagana baaraandegi karaa wadan kasta oo aan ku leenahay tas-hiilaad ama aan ka hawl galno adeeg bixiyayaasha, iyo addoo isticmaalaya boggaga iyo adeega waxaad ogolaatay wareejinta macluumaadka wadamada ka baxsan wadankaaga deganaanshaha, oo uu ku jiro Maraykanka , kaas oo laga yaabo inuu leeyahay xeerar ilaalin xog oo ka duwan kuwa dalkaaga. Xaalado gaar ah, maxkamadaha, wakaaladaha fulinta sharciga, wakaaladaha sharciyeynta ama mas'uuliyiinta amniga ee wadamada kale waxay xaq u yeelan karaan helitaanka macluumaadkaaga shakhsi ahaaneed.",
    "452920031": "Ogeysiis ku socda Macaamiisha ka baxsan Maraykanka.",
    "2328839224": ". Fadlan eeg qaybtayada \"Ogaysiinta Deganeyaasha California\" ee la xidhiidha xuquuqdaada sida uu dhigayo Xeerka Qarsoodiga Macmiilka ee California (\"CCPA\").",
    "1565481281": "Ogeysiis ku socda Dadka deggan California",
    "1028058338": "Fadlan eeg qaybtayada \"Ogaysiinta Mawduucyada Xogta EU\" ee la xidhiidha xuquuqahaaga sida hoos timaada Xeerka Ilaalinta Xogta Guud (\"GDPR\").",
    "2271205646": "Ogeysiis ku socda Deganeyaasha Aagga Dhaqaalaha Yurub.",
    "508143070": "Ogsoonow in IMI ay tahay maamulaha macluumaadkaaga khaaska ah, marka laga reebo meesha aan ku socodsiino macluumaadka shakhsiyeed anagoo ka wakiil ah Is-dhexgalkayaga ee la xidhiidha bixinta Adeeggayaga, markaas waxaanu nahay processor-ka macluumaadka shakhsi ahaaneed, iyo kuwa isku-dhafka ah ayaa ah maamulayaasha Warbixin shaqsiyeed.",
    "2330965058": "Meesha aan u shaqayno sida processor-ka isku-dhafkayaga, uma isticmaalno xogta la ururiyo ujeedo kale oo aan ahayn sida macquulka ah ee lagama maarmaanka ah si aan u bixinno Adeeggayaga, farsamayntayada waxaa lagu maamuli doonaa qandaraasyada aan la leenahay Is-dhexgalka, maahan tan. Qaanuunka Arrimaha Khaaska ah",
    "3017040355": "Habaynta xogta Mawduuca EU waxay ku shaqeysaa si waafaqsan sharciga waafaqsan Qodobbada Heerarka Qandaraasyada (SCCs) ee lagu dhex daray Ku darista Xogta ee Shuruudaha Adeegga ama Heshiisyada Habaynta Xogta ee Is-dhexgalkayada.",
    "2233384692": "Haddii aad hayso wax su'aalo ah ama walaac ah oo ku saabsan sida xogtaas loo maareeyo ama aad jeceshahay in aad xuquuqahaaga isticmaasho, waa in aad la xidhiidho qofka ama cidda (tusaale, maamulaha xogta) kaas oo qandaraas nala galay si aanu u isticmaalno Adeegga si aan xogtan uga baaraandego. Si kastaba ha ahaatee, waxaanu siin doonaa caawimada Is-dhexgalkayaga si ay wax uga qabtaan wixii welwel ah ee aad qabtid, si waafaqsan shuruudaha qandaraaskayaga.",
    "349292953": "Xog Aruurinta",
    "3022001832": "Waxaan ka soo aruurineynaa macluumaadka shaqsiyaadka la falgala shabakadaha iyo adeegyada, oo ay ku jiraan kuwa ku dara adeegayaga shabakadooda (\"Integrators\"), kuwa u adeegsada adeegyada calaamadaynta xogta (\"macaamiisha\"), iyo isticmaalayaasha dhamaadka ah ee la falgala our Adeega shabakadaha is-dhexgalka (\"Isticmalayaasha dhamaadka\").",
    "835545301": "Waxaan aruurineynaa qeybaha soo socda ee macluumaadka:",
    "3228928991": "Macluumaadka loo isticmaali karo in lagu aqoonsado ama lala xidhiidho shakhsi (\"xog shakhsi\"), sida magaca, ciwaanka iimaylka, iyo wadanka. Waxaan ka aruurineynaa macluumaadka shaqsiga ah kuwa hadda jira iyo kuwa mustaqbalka leh Is-dhexgalka iyo Macaamiisha marka ay si toos ah noo siiyaan (tusaale ahaan, adigoo buuxinaya foom marka la saxiixo xisaab, ama codsanaya in aan helno ogeysiisyada iimaylka). Waxa kale oo laga yaabaa inaan xaqiijino aqoonsiga Is-dhexgalka iyo Macaamiishayada annagoo isbarbar dhig ku samaynayna macluumaadka shakhsiyeedka xog ururinta cid saddexaad ama dukumentiyada sharciga ah ee rasmiga ah.",
    "1655796811": "Macluumaadka si toos ah loo ururiyey iyadoo ay sabab u tahay is-dhexgalka ama isticmaalka macaamilka ee goobaha ama adeegyada (\"xogta falanqaynta\"), sida cinwaanada IP, nooca browserka, bixiyaha adeegga internetka, nooca qalabka, nooca qalabka, nidaamka hawlgalka, taariikhda iyo wakhtiga shaambada. helitaanka, iyo macluumaadka kale ee la midka ah. Qaar ka mid ah Macluumaadka Falanqaynta ayaa lagu soo ururiyaa magacayaga qolo saddexaad oo aan ku hawlan nahay ujeedadaas, iyo qaar ka mid ah Macluumaadka Falanqaynta waxaa lagu soo ururiyaa tignoolajiyada raadraaca ee kala duwan, oo ay ku jiraan cookies (eeg \"Faahfaahinta Xisbiga Saddexaad iyo Tiknoolajiyada Raadinta\" hoos).",
    "1388241689": "Macluumaadka la ururiyay iyadoo ay ugu wacan tahay Isticmaalayaasha Dhammaadka ah ee ka jawaabaya dardaaranka Adeegga (\"Xogta Summadaysan\"), sida xogta calaamadaynta sawirka, qoraalka laga beddelay faylalka maqalka ah ee loo tumay Isticmaalayaasha Dhammaadka ah, jawaabaha su'aalaha, iyo dardargelinta kale ee ay keentay Adeeggu ujeedooyinka calaamadaynta xogta si loogu isticmaalo codsiyada barashada mashiinka. Ogsoonow in Xogta Summadaysan aysan ku xidhnayn shaqsi la aqoonsaday.",
    "1493790285": "Macluumaadka kale ee laga soo ururiyay Isticmaalayaasha-dhamaadka ah ee qayb ka ah Adeegga ilaa taas ayaa looga baahan yahay si loo go'aamiyo inay",
    "2216374138": "waa bini'aadam, sida dhaqdhaqaaqa jiirka, booska rogrog, dhacdooyinka furaha furaha, dhacdooyinka taabashada, iyo gyroscope / xawaaraha mitirka sida lagu dabaqi karo.",
    "2394073454": "Waxa laga yaabaa in aanu xog dheeraad ah ka soo ururinno Isticmaalayaasha Dhammaadka ah ee raba in ay nala shaqeeyaan sida calaamadeeyayaal Xogta Shakhsi ahaaneed.",
    "3103557430": "Sida aan u isticmaalno macluumaadka",
    "1130802068": "Waxaan u isticmaalnaa macluumaadka aan aruurineyno ujeedooyinka soo socda:",
    "2940689138": "Si loo maamulo xisaabaadka Isku-duwaha iyo Macmiilka oo loo bixiyo Adeegga. Waxaan isticmaalnaa Macluumaadka Shakhsi ahaaneed si aan ula xiriirno xisaabaadka gaarka ah Isku-dhafka iyo Macaamiisha iyo si aan u siino Adeegga, si aan uga jawaabno codsiyada ama su'aalaha, si aan u bixinno taageero ama kaalmo farsamo, iyo si loo fududeeyo lacag bixinta.",
    "857974529": "Si loo horumariyo Goobta iyo Adeegga. Waxaan u isticmaalnaa Macluumaadka Falanqaynta si aan u horumarino adeegyadayada iyo wax-soosaarka cusub iyo si aan u habaynno wax-soo-saarka jira iyo kuwa mustaqbalka.",
    "1820844638": "Si loo helo aragtiyo suuqa. Waxaan u isticmaalnaa Macluumaadka Falanqaynta si aan u falanqeyno suuqa oo aan u sameyno falanqaynta ganacsiga ee la xiriirta goobta iyo adeegyadayada, iyo ujeeddooyin kale oo cilmi baaris ah.",
    "3386280249": "Si loo helo suuq loogu talagalay Xogta Summadaysan. Adeegeena waxa uu awood u siinaya calaamadaynta xogta mugga sare iyo dib u eegista bini'aadmiga ee hababka barashada mashiinka adeeg ahaan mulkiilayaasha mareegaha iyo shirkadaha u baahan in laga caawiyo in xogtooda lagu calaamadiyo. Si taas loo gaaro, waxaan u bandhignaa Xogta Summadaysan Macaamiishayada xiisaynaya inay helaan Xogta Summadaysan.",
    "3532143291": "Si loo sugo adeegyadayada iyo nidaamyada. Waxaan u isticmaalnaa Macluumaadka Falanqaynta si aan u sugno nidaamyadayaga annagoo aqoonsanayna khataraha iyo baylahda, iyo si kale loo ilaaliyo macluumaadka aan ururino.",
    "2185418511": "Ujeedo kasta oo ganacsi oo xalaal ah, waase haddii macluumaadka laga saaro aqoonsiga ama la isku daray si aan si macquul ah loogu xidhi karin shakhsi.",
    "2386465280": "Sida aan u wadaagno xogta",
    "2159517814": "Waanu wadaagnaa ama siidayna macluumaadka gaarka ah xaaladaha soo socda:",
    "4256083674": "Marka si toos ah loo codsado Isku-duwaha si loo ogaado khatarta khiyaanada ee codsi u gaar ah CAPTCHA ama ciwaanka IP, ama haddii kale marka ogolaansho gaar ah la bixiyay.",
    "3494826505": "Iibiyeyaasha waxaanu ku hawlanaa inaanu bixino dhinacyada muhiimka ah ee Goobaha iyo Adeegga, sida kaydinta xogta, martigelinta, iyo falanqaynta, iyo ujeeddooyinkaas oo keliya.",
    "1119009846": "Sida lagama maarmaanka ah si loogu hoggaansamo sharciga lagu dabaqi karo, oo ay ku jiraan codsiyada dawladda, codsiyada fulinta sharciga, iyo haddii kale hay'adaha guud iyo kuwa gaarka ah si loo ilaaliyo xuquuqda, qarsoodiga, badbaadada, ama hantida adiga, annaga, ama kuwa kale.",
    "197676026": "Kuwa kale ulajeedo ganacsi kasta oo sharci ah, waase haddii macluumaadka la aqoonsan waayay",
    "2359312315": "ama la isku daray si aan si macquul ah loogu xidhi karin shakhsi.",
    "2497216176": "Falanqaynta Kooxda Saddexaad iyo Tiknoolajiyada Dabagalka",
    "3694578791": "Sida kor looga hadlay, anaga (iyo iibiyeyaashayada saddexaad) waxay ururiyaan Macluumaadka Falanqaynta qayb ahaan iyada oo la adeegsanayo cookies-ka, nalalka shabakada, iyo teknoolojiyadda kale ee raadraaca. Tusaale ahaan, waxaanu la shaqaynaa iibiyeyaasha qolo saddexaad si ay u shaqaaleeyaan cookies-ka ujeeddooyinka ururinta Macluumaadka Falanqaynta.",
    "2238885192": "Waxaan u isticmaalnaa Sentry si aan u aruurino xogta qaladka marka isticmaale uu la kulmo qalad Wixii macluumaad ah ee ku saabsan sida Sentry u ururiyo oo u habeeyo xogta:",
    "1535054294": "Fadlan eeg siyaasadooda faahfaahsan",
    "658775471": "Waxaan u isticmaalnaa Cloudflare si aan u wanaajino taraafikada shabakadayada. Wixii macluumaad ah ee ku saabsan sida Cloudflare u ururiyo oo u habeeyo xogta:",
    "2014256987": "Haddii aad doorbidayso inaadan joojin isticmaalka cookies-ka ama tignoolajiyada kale ee raadraaca, fadlan eeg \"Maaraynta Macluumaadkaaga,\" hoos. Fadlan ogow in sidaas la sameeyo ay si xun u saameyn karto khibradaada isticmaalka Goobaha ama Adeegga, maadaama astaamaha qaarkood aysan si sax ah u shaqeynin.",
    "2788024905": "Sida aan u sugno xogta",
    "271333468": "Waxaan hirgelineynaa tillaabooyin farsamo iyo mid abaabul oo munaasib ah si aan u ilaalino macluumaadka aan aruurineyno oo aan keydineyno, waxaanan uga baahannahay dhammaan wakiilada noo fulinaya howshayada annaga oo naga wakiil ah inay sidaas oo kale sameeyaan. Nasiib darro, ma jiraan wax tallaabooyin ammaan ah oo 100% nacas ah, sidaas oo kale ma jiro shabakad ama nidaam (ay ku jiraan annaga) oo loo dammaanad qaadi karo inay 100% ka badbaado burburka, luminta, beddelka, siidaynta aan la ogalayn, ama helitaanka macluumaadka aannu ururinno oo kaydinno. Haddii aad aaminsan tahay in macluumaadkaagu aanu ammaan ahayn sabab kastaba, fadlan nala soo xidhiidh isla markiiba:",
    "3031284129": "Afeefyada dammaanadda",
    "26365791": "Ilaa inta ugu buuxda ee sharcigu ogol yahay, Goobta iyo Adeegga (iyo adeeg kasta oo kale ee la xidhiidha, macluumaadka, xogta, sifooyinka, iyo waxyaabaha kale ama agabyada) ayaa lagu bixiyaa \"sida-waa\" iyo \"sida-la heli karo\". Ilaa inta ugu buuxda ee sharcigu ogol yahay, IMI waxay ka saaraysaa dhammaan dammaanadaha, oo ay ku jiraan laakiin aan ku xaddidnayn dammaanadaha la maldahan ee ganacsiga, ku habboonaanta ujeedo gaar ah, iyo xad-gudub la'aan.",
    "735630686": "Maareynta Macluumaadkaaga (Xuquuqdaada)",
    "498769698": "Waxaa laga yaabaa inaad gasho, saxdo, wax ka beddesho, ama tirtirto macluumaadka gaarka ah ee laga yaabo inaad nagu siisay is-dhexgalkaaga, macmiilka, ama koontada Isticmaalaha Helitaanka (haddii aad tahay Isku-duwaha, Macmiilka, ama Isticmaalaha Helitaanka). Haddii aadan awoodin inaad sidaas samayso, ama aad qabto wax su'aalo ah oo ku saabsan Macluumaadka Shakhsiyeed ee aanu ururinay ama/ama wadaagnay adiga, ama aad jeclaan lahayd inaad kala noqoto oggolaanshahaaga habaynta (tusaale gabi ahaanba tirtir akoonkaaga) fadlan nagala soo xidhiidh:",
    "2895491273": "Haddii aad doorbidayso inaad xannibto cookies-ka ama tignoolajiyada kale ee raadraaca, daalacashada badankooda iyo aaladaha mobilada dhammaan waxaad beddeshaa dejimahaaga si ay kuu ogeysiiyaan marka aad hesho cookies ama tignoolajiyada kale ee raadraaca ee la isticmaalayo, oo aad doorato in aad aqbasho iyo in kale waa. Inta badan daalacashada ayaa sidoo kale kuu oggolaanaya inaad joojiso ama tirtirto cookies-ka jira ama inaad si toos ah u diido cookies mustaqbalka. Waxa kale oo aad isticmaali kartaa qalabka dhinac saddexaad, oo ay ku jiraan browserka plug-ins, si aad u maamusho dookhyadaada buskudka. Ogow, si kastaba ha ahaatee, haddii aad joojiso dhammaan cookies-ka, qaybo ka mid ah boggagayada ayaa laga yaabaa inaysan si sax ah u shaqeynin.",
    "707527778": "Macluumaad ka yimid Carruurta",
    "1747657936": "Goobahayaga iyo Adeegayada looma jeediyo carruurta da'doodu ka yar tahay 13 jir, si badheedh ahna kama ururino macluumaadka shakhsiyeed ee carruurta ka yar da'da 13. Haddii aan ogaano inaan ururinnay macluumaadka shakhsi ahaaneed ee ilmo ka yar 13, waxaanu qaadan doonaa tillaabooyinka macquulka ah ee lagu tirtirayo macluumaadka noocaas ah faylalkayaga sida ugu dhakhsaha badan ee suurtogalka ah, ilaa aynaan haysanin waajibaad sharci ah mooyee. Fadlan nala soo xidhiidh haddii aad aaminsan tahay inaan ka hayno macluumaad ku saabsan ilmo ka yar 13 jir:",
    "2419795065": "Ogeysiis ku socda Deganeyaasha California",
    "1517625162": "Marka loo eego Qaybta Xeerka Madaniga ah ee California 1789.3, isticmaalayaasha California waxay xaq u leeyihiin ogaysiiska xuquuqaha macaamilka ee soo socda: Deganeyaasha California waxay ku soo gaadhi karaan Qaybta Kaalmada Cabashada ee Qaybta Adeegyada Macaamilka ee Waaxda Arrimaha Macmiilka ee California 1625 North Market Blvd., Sacramento, CA 95834, ama wac (916) 445-1254 ama (800) 952-5210.",
    "3730344349": "Qaybtani waxay bixinaysaa tafaasiil dheeraad ah oo ku saabsan macluumaadka shakhsiyeed ee aanu ka ururinayno macaamiisha California iyo xuquuqaha iyaga lagu siiyo sida hoos timaada Xeerka Qarsoodiga Macmiilka California ama \"CCPA.\"",
    "4044467791": "Qaybaha macluumaadka shakhsiyeed ee aanu kaa uruurinay 12 bilood ee hore, fadlan eeg qaybta \"Macluumaad aan Ururino\" ee kore. Waxaan u aruurineynaa macluumaadkan ganacsiga iyo ujeedooyinka ganacsi ee lagu sifeeyay \"Sida aan u Isticmaalno Macluumaadka Shakhsiyeed\" qaybta sare. 12-kii bilood ee hore, waxaanu la wadaagnay qaybahan xogta soo socda qolo saddexaad oo ujeedo ganacsi ah:",
    "4208081170": "Qaybta Macluumaadka Shakhsi ahaaneed",
    "1528242915": "Aqoonsiyada",
    "3863351997": "Qaybaha macluumaadka shakhsi ahaaneed ee ku taxan Xeerka Diiwaanka Macmiilka California (Cal. Xeerka Civ.  1798.80(e)).",
    "2826705343": "Xogta ganacsiga.",
    "2683038211": "Internetka ama hawlaha kale ee shabakada elektiroonigga ah.",
    "3671828834": "Tusaalooyinka Macluumaadka Shakhsi ahaaneed ee La Wadaago",
    "779426309": "Magaca dhabta ah, aqoonsiga gaarka ah ee gaarka ah, aqoonsiga onlaynka, ciwaanka borotokoolka internetka, ciwaanka iimaylka, magaca akoontiga, ama aqoonsiyada kale ee la midka ah.",
    "2414368123": "Magaca, lambarka kaarka deynta, lambarka kaarka deynta, ama macluumaad kasta oo maaliyadeed oo kale.",
    "4088941349": "Diiwaanada alaabta ama adeegyada la iibsaday, la helay, ama la tixgeliyey.",
    "3238612014": "Taariikhda daalacashada, macluumaadka ku saabsan la macaamilka macaamilka ee shabakada internetka, codsiga, ama xayaysiinta.",
    "1023108656": "Qaybaha Qaatayaasha Qaybta Saddexaad",
    "1418235079": "Bixiyeyaasha adeegga",
    "3238184941": "Fiiro gaar ah: Khatarta khiyaanada ee la xidhiidha ciwaanka IP-ga gaarka ah waxa lala wadaagi karaa isku-duwaha marka la codsado.",
    "285116485": "Shirkadu ma \"iibiso\" (sida ereygan lagu qeexay CCPA) macluumaadka shakhsiyeed ee aanu ururino. Fadlan tixraac qaybta \"Falanqaynta Dhinacyada Saddexaad iyo Tiknoolajiyada Dabagalka\" ee kore si aad u hesho macluumaad dheeraad ah oo ku saabsan noocyada cookies-ka, haddii ay jiraan, ee aan isticmaalno.",
    "1408750006": "Iyadoo la raacayo xaddidaadyo gaar ah, CCPA waxay siisaa macaamiisha California xaqa ay ku codsadaan inay ogaadaan faahfaahin dheeraad ah oo ku saabsan qaybaha ama qaybaha gaarka ah ee macluumaadka gaarka ah ee aan ururino (ay ku jiraan sida aan u isticmaalno oo aan u bandhigno macluumaadka), si loo tirtiro macluumaadkooda shakhsi ahaaneed, si ay uga baxaan Wixii \"iibin\" ah ee dhici kara, iyo sidoo kale xuquuqda aan lagu takoorin isticmaalka xuquuqdan.",
    "759057398": "Ogeysiinta Mawduucyada Xogta EU",
    "825780955": "Warbixin shaqsiyeed",
    "2945960297": "Marka la eego mawduucyada xogta EU, ereyga \"macluumaad shakhsiyeed\" sida lagu isticmaalo siyaasaddan khaaska ah waxay u dhigantaa \"xogta shakhsi ahaaneed\" sida lagu qeexay Xeerka Ilaalinta Xogta Guud ee Midowga Yurub (GDPR).",
    "1126613163": "Xogta xasaasiga ah",
    "3571006800": "Qaar ka mid ah macluumaadka aad na siiso ayaa laga yaabaa inay noqdaan xog xasaasi ah sida lagu qeexay GDPR (sidoo kale loo tixraacayo qaybaha gaarka ah ee xogta shakhsiyeed), oo ay ku jirto aqoonsiga jinsiyadaada ama qoomiyadaada dukumentiyada aqoonsiga ee ay dawladdu bixisay.",
    "1988461282": "Saldhigyada Sharci ee Habaynta",
    "3519564631": "Ujeedooyinka Habraaca",
    "1778642038": "Si aan kula xidhiidho",
    "2223819810": "Si aan u wanaajino madalkeena",
    "1678661231": "U hoggaansanaanta, ka hortagga khiyaanada, iyo badbaadada",
    "2561077702": "Si aan u bixino adeegeena",
    "2066321185": "Saldhig Sharci",
    "1174237568": "Hawlahan habayntu waxay ka dhigan yihiin danahayaga sharciga ah. Waxaan isku dayeynaa inaan tixgelinno oo aan dheellitirno wax kasta oo saameyn kara adiga (mid togan iyo kuwa tabanba) iyo xuquuqdaada ka hor inta aanan u diyaarin macluumaadkaaga shakhsiyeed ee danahayaga sharciga ah. Uma isticmaalno macluumaadkaaga khaaska ah dhaqdhaqaaqyada ay danaheennu ku xad-gudbaynayaan saamayn kasta oo adiga kugu saabsan (haddii aan oggolaansho haysanno ama si kale nalooga baahnayn ama sharcigu oggol yahay).",
    "1350478093": "Ujeeddada Habaynta",
    "787916198": "Oggolaanshahaaga",
    "3348433919": "Xuquuqdaada",
    "3842673636": "Marka loo eego GDPR, waxaad leedahay xuquuq gaar ah oo ku saabsan macluumaadkaaga shakhsiyeed. Waxaa laga yaabaa inaad na weydiisato inaan qaadno tallaabooyinka soo socda ee la xiriira macluumaadkaaga shakhsiyeed ee aan hayno:",
    "4057343238": "Ka bixid",
    "1834911235": "Jooji inaad si toos ah kuu soo dirto isgaarsiinta suuqgeyneed oo aad hore u ogolaatay inaad hesho. Waxaa laga yaabaa inaan sii wadno inaan kuu soo dirno adeegga la xiriira iyo isgaarsiinta kale ee aan suuqgeyn ahayn.",
    "3022301908": "Helitaanka",
    "680638297": "In aan ku siino macluumaadka ku saabsan habbayntayada xogtaada gaarka ah oo aan ku siino marin u helka macluumaadkaaga khaaska ah.",
    "1409486258": "sax",
    "3878077249": "Cusbooneysii ama sax khaladaadka ku jira macluumaadkaaga shakhsiyeed.",
    "3645414921": "Tirtir",
    "42182578": "Tirtir macluumaadkaaga khaaska ah.",
    "1609621367": "Wareejin",
    "3208155808": "U wareeji nuqulka mashiinku akhrin karo ee macluumaadkaaga khaaska ah adiga ama qolo saddexaad oo aad dooratay.",
    "1786796818": "Xaddid",
    "3329634829": "Xakamee socodsiinta macluumaadkaaga shakhsiyeed.",
    "4202774977": "Walax",
    "3007158970": "Ujeedo ku tiirsanaanta danahayaga sharciga ah ee saldhig u ah socodsiinta macluumaadkaaga shakhsiyeed ee saameeya xuquuqdaada.",
    "1273071008": "Codsiyada Xuquuqda Helitaanka Mawduuca Xogta",
    "3594381346": "goobta.",
    "21141582": "tan",
    "3357523404": "Wareejinta Xogta Xuduudka",
    "290966395": "Sida lagu qeexay qaybtayada \"Xusuusin ku socota Macaamiisha ka baxsan Maraykanka\", fadlan la soco in xogtaada shakhsi ahaaneed lagu wareejin doono, laga baaraandegi doono, laguna kaydin doono gudaha Maraykanka. Sharciyada ilaalinta xogta ee Maraykanka ayaa laga yaabaa inay ka duwan yihiin kuwa dalka aad degan tahay. Waxaad ogolaatay wareejinta macluumaadkaaga, oo ay ku jiraan macluumaadka shakhsiyeed, US sida ku qeexan siyaasaddan khaaska ah adiga oo booqanaya boggagayaga ama isticmaalaya adeeggayaga.",
    "3178581111": "U isticmaal Ujeeddooyin Cusub",
    "1088304322": "Waxaa laga yaabaa inaan u isticmaalno macluumaadkaaga khaaska ah sababo aan lagu sifeynin siyaasaddan khaaska ah, halkaasoo sharcigu noo ogolyahay inaan sidaas samayno iyo halka ay sababtu la jaanqaadi karto ujeedada aan u soo uruurinay. Haddii aan u baahanahay inaan u isticmaalno macluumaadkaaga khaaska ah ujeeddo aan xiriir la lahayn, waxaa laga yaabaa inaan ku ogeysiino oo aan kuu sharaxno saldhigga sharci ee lagu dabaqi karo isticmaalkaas. Haddii aan ku tiirsanay ogolaanshahaaga isticmaalka gaarka ah ee macluumaadkaaga khaaska ah, waxa laga yaabaa in aanu ku raadino ogolaanshahaaga ujeedo kasta oo aan xidhiidh la lahayn oo aanu kuu ogolaano inaad joojiso isticmaalkaaga adeega wakhtigaas haddii aad diido.",
    "2260079771": "Haynta Xogta",
    "38428546": "Waxaan u keydineynaa xogtaada si badbaado leh inta aad noolahey akoonkaaga. Waxaanu hayn doonaa oo kaliya xogtaada khaaska ah ilaa iyo inta lagama maarmaanka ah si loo fuliyo ujeedooyinka aan u ururinay, oo ay ku jiraan ujeedooyinka qancinta waajibaadyada sharci, xisaabinta, ama warbixinta ama xallinta khilaafaadka. Shuruudaha aan u isticmaalno si aan u go'aamino xilliyada kaydinta waxaa ka mid ah qodobbada qandaraasyada ee lagu dabaqi karo, muddada xaddidan ee sharciga, shuruudaha sharci ee lagu dabaqi karo, iyo heerarka warshadaha.",
    "384965568": "Iyadoo shuruudaha sii hayntu ay ku kala duwan yihiin xukunka, macluumaadka ku saabsan waqtiyadayada haynta caadiga ah ee dhinacyada kala duwan ee xogtaada shakhsiyeed ayaa lagu sifeeyay hoos.",
    "2788836740": "Macluumaadka xiriirka ee ujeedooyinka suuqgeyntu waa la hayaa si joogto ah ilaa aad iska-diiwaangeliso. Intaa ka dib waxaan ku dari doonaa faahfaahintaada liiskayaga xakamaynta si aan xad lahayn. Macluumaadka iimaylka laga soo ururiyay Isticmaalayaasha Helitaanka weligood looma isticmaali doono ujeeddooyin suuq-geyneed.",
    "3520687192": "Diiwaanada xidhiidhka adiga (tusaale tigidhada taageerada ee laga furay iimaylka ama Twitter) waxa laga yaabaa in aan la cayimin.",
    "292211832": "Macluumaadka lagu soo ururiyo hab farsamo sida cookies, webpage counters iyo qalabyada kale ee falanqaynta waa la tuuraa sida ugu dhaqsaha badan, laakiin waxaa lagu hayn karaa muddo xaddidan ilaa hal sano laga bilaabo dhicitaanka cookie-ga, sida caadiga ah qaab aan la aqoonsan oo la isku daray. ilaa aan ogaano ku xadgudubka suurtagalka ah ee adeegeena, markaas waxaan haysan doonaa macluumaadkaas si ay nooga caawiyaan ka hortagga xadgudubka mustaqbalka. Ma awoodno inaan ku xidhno macluumaadkan qarsoodiga ah iyo kuwa la isku daray adiga, qoyskaaga, ciwaanka IP-ga, ama macluumaad kasta oo gaar ah oo ku salaysan xogta la kaydiyay.",
    "470943029": "Haddii aad wax su'aalo ah ka qabto siyaasaddan gaar ahaaneed, fadlan nagala soo xidhiidh:",
    "3192683783": "Isbeddellada lagu sameeyo siyaasaddan gaar ahaaneed",
    "1702335960": "Macluumaad kasta oo aan ururinno waxay hoos imanaysaa Siyaasadda Qarsoonnimada ee dhaqangalaysa wakhtiga macluumaadkaas la ururinayo. Waxaa laga yaabaa, si kastaba ha ahaatee, in aan dib u eegis ku sameyno Siyaasadda Qarsoonnimada waqti ka waqti. Haddii dib-u-eegistu tahay wax, sida anaga oo keliya go'aaminnay, waxaanu kugu ogaysiin doonaa, tusaale ahaan iimaylka. Nooca hadda jira ayaa had iyo jeer lagu dhejin doonaa bogga Siyaasaddayada Khaaska ah.",
    "3669258571": "Siyaasadda Kukiyada",
    "2905621957": "Markii ugu dambeysay ee la cusbooneysiiyay: Julaay 18, 2020",
    "1173934218": "Waxaan fahamsanahay in sirtaada ay muhiim kuu tahay waxaana ka go'an inaad si hufan uga noqoto tignoolajiyada aan isticmaalno. Xeerkani wuxuu bixiyaa macluumaad faahfaahsan oo ku saabsan sida iyo goorta aan isticmaalno cookies-ka boggayaga iyo adeeggayaga.",
    "2694150481": "Ma isticmaalnaa cookies?",
    "457627611": "Haa Anaga iyo falanqeeyayaashayada ama adeeg bixiyayaashayada, shuraakada suuqgeynta, iyo kuwa raacsan ayaa laga yaabaa in aan isticmaalno kuukiiska, shabkada webka, ama pixels iyo teknooloojiyada kale si aan u hubinno in qof kasta oo isticmaala boggaga uu leeyahay khibrada ugu fiican ee suurtogalka ah. Fadlan eeg qaybta \"Falanqaynta Dhinacyada Saddexaad iyo Tiknoolajiyada Dabagalka\" ee Siyaasaddayada Qarsoonnimada wixii faahfaahin dheeraad ah.",
    "501102544": "Waxaan rumaysanahay in hCaptcha ka-hortagga bot (sida Adeegga ay ku duugan yihiin mareegaha, ciyaaraha, ama apps-ka moobaylka) ay ku jiraan kaliya waxa loogu yeero cookies-ka \"oggolaanshaha-ka-dhaafka\" sida waafaqsan xeerarka GDPR. Tusaalooyinka cookies-ka laga dhaafay waxaa ka mid ah:",
    "461631543": "Xusuusin GDPR",
    "2150907653": "* Kukiyada farsamada ayaa si adag lagama maarmaanka u ah bixinta adeegga. Kuwaas waxaa ka mid ah cookies-ka doorbidida, cookies-ka fadhiga, buskudka culeyska culeyska, iwm.",
    "1012122721": "* Kukisyada tirakoobka ee ay si toos ah u maareeyaan anaga (ie kooxda koowaad, ma aha cookies), halkaas oo xogta aan loo isticmaalin sirta.",
    "148542287": "Tani maaha talo sharci, mana jirto wax dammaanad ah oo la bixiyay oo ku saabsan falanqayntan. Haddii aad qabtid su'aalo dheeraad ah ama walaac, fadlan nagala soo xiriir:",
    "3956117148": "Shabakadda hCaptcha.com iyo BotStop.com (goobaha) waxa ku jiri kara cookies-ka dheeraad ah, sida lagu qeexay Siyaasaddan.",
    "3255230599": "Waa maxay Kukigu?",
    "1095532507": "Buskudka (\"Cookie\") waa fayl yar oo qoraal ah oo lagu dhejiyo darawalkaaga adag ee server-ka bogga shabakadda. Kukiyada waxaa ku jira macluumaad hadhow uu akhriyi karo server-ka shabakada ku jira bogga kuu soo saaray buskudka. Qaar ka mid ah cookies-ka ayaa la isticmaali doonaa oo keliya haddii aad isticmaasho astaamo gaar ah ama aad doorato dookhyada qaarkood, qaar ka mid ah cookies-ka ayaa had iyo jeer la isticmaali doonaa. Waxaad ka heli kartaa wax badan oo ku saabsan buskud kasta adoo eegaya liiskayaga buskudka ee hoose.",
    "2943815316": "Waxaan cusbooneysiineynaa liiskan si xilliyo ah, si ay u jiri karaan cookies dheeraad ah oo aan weli liiska ku jirin. Calaamadaha shabakadda, tags iyo qoraallada waxaa laga yaabaa in loo isticmaalo bogagga ama iimayllada si ay nooga caawiyaan bixinta cookies, tirinta booqashooyinka, fahmaan isticmaalka iyo waxtarka ololaha iyo in la go'aamiyo in iimaylka la furay iyo in kale. Waxa laga yaabaa in aan helno warbixino ku salaysan adeegsiga tignoolajiyadan adeeg bixiyayaashayada/falanqaynta iyada oo ku salaysan shakhsi ahaan iyo wadar ahaanba.",
    "2954157511": "Maxaynu u isticmaalnaa Kukiyada?",
    "1539071196": "Waxaan guud ahaan u isticmaalnaa kukiyada ujeedooyinka soo socda:",
    "3545935449": "Si loo aqoonsado isticmaalayaasha cusub ama hore",
    "32739972": "Si aad u kaydiso macluumaadka kulankaaga galitaanka haddii aad ka diiwaan gashan tahay boggagayada.",
    "4209078147": "Si aan u wanaajino Boggeena iyo si aan si wanagsan ugu fahanno booqashooyinkaaga aaladahayada iyo goobtayada.",
    "1077448694": "Si aad ula mid noqoto mareegaha warbaahinta bulshada ee qolo saddexaad",
    "1709478090": "Si laguugu adeego xayaysiis ku salaysan dano ama la beegsaday",
    "3256020881": "Si aad u ilaaliso hab-dhaqankaaga iyo hawlahaaga daalacashada muddo ka badan shabakado badan ama goobo kale.",
    "1092241113": "Si aad si fiican u fahamto danaha Macaamiishayada iyo Is-dhexgalka.",
    "1434289796": "Kukiyada qaar ayaa lagama maarmaan u ah isticmaalka qaar ka mid ah goobaha, iyo kukiyadaas la'aanteed, ma awoodi karno inaan bixino adeegyo badan oo aad u baahan tahay si aad si sax ah u isticmaasho boggaga. Kukiyadan, tusaale ahaan, waxay noo ogolaadaan inaan ka shaqayno boggagayaga si aad u gasho sidaad u codsatay oo aan ogaano inaad samaysay akoon oo aad soo gashay akoonkaas si aad u gasho macluumaadka bogga. Waxa kale oo ay ku jiraan kukiyada awood noo siinaya in aan ku xasuusano ficilaadii hore isla casharkii wax baadhista dhexdeeda oo aan sugno boggayaga.",
    "1533171442": "Waxaan sidoo kale u isticmaalnaa Kukiyada shaqeyneysa iyo Kukiyada ee dhinacyada saddexaad ee falanqaynta iyo ujeedooyinka suuqgeynta. Kukiyada shaqaynaysa waxay awood u siinaysaa qaybo ka mid ah boggaga inay si sax ah u shaqeeyaan iyo dookhyada isticmaalaha in la ogaado. Kukiyada Falanqaynta, iyo waxyaabo kale, waxay ururiyaan macluumaadka ku saabsan sida Macaamiisha, Isku-dhafka, iyo isticmaalayaasha dhamaadka u isticmaalaan shabakadahayada, waxa ku jira iyo alaabta isticmaalayaashu u arkaan inta badan, iyo waxtarka xayeysiiska dhinac saddexaad. Kukiyada xayeysisku waxay caawiyaan u gudbinta xayaysiisyada dhagaystayaasha ay khusayso iyo in xayaysiisyadayadu ay ka muuqdaan kuwa ugu sarreeya natiijooyinka raadinta. Kukiyadu waa kukiyada kulanka oo la tirtiro marka aad dhammayso kalfadhigaaga browserka, ama joogta ah, oo hadha ilaa aad tirtirto adiga (hoos ayaa lagaga hadlay) ama kooxda u adeegaysay buskudka. Faahfaahin buuxda oo ku saabsan dhammaan kukiyada lagu isticmaalo boggaga ayaa laga heli karaa miiska soo saarista kukiyada ee hoose.",
    "322830977": "Sida loo damiyo Kukiyada",
    "3885459114": "Guud ahaan waad dhaqaajin kartaa ama hadhow joojin kartaa isticmaalka cookies-ka adiga oo adeegsanaya hawl lagu dhex dhisay biraawsarkaaga. Haddii aad rabto inaad wax badan ka barato cookies, ama sida loo xakameeyo, la joojiyo ama loo tirtiro, fadlan booqo https://www.knowcookies.com/ si aad u hesho hagitaan faahfaahsan.",
    "262509504": "Waxa laga yaabaa in aanu ku xidhno macluumaadka uu ururiyo Kukiyada macluumaadka kale ee aanu kaa ururinay iyada oo la raacayo siyaasaddan khaaska ah oo aan isticmaalno macluumaadka la isku daray sida halkan ku cad. Sidoo kale, qolyaha saddexaad ee u adeega cookies-ka ee Boggeena waxay ku xidhi karaan magacaaga ama ciwaanka iimaylka macluumaadka kale ee ay ururiyaan, oo ay ku jiraan wax iibsiga hore ee lagu sameeyay offline ama onlayn, ama macluumaadka isticmaalkaaga onlaynka ah.",
    "2935155034": "Haddii aad ku sugan tahay Aagga Dhaqaalaha Yurub, waxaad leedahay xuquuqo gaar ah oo lagu sifeeyay xagga sare ee cinwaanka \"Ogaysiinta Mawduucyada Xogta EU\", oo ay ku jiraan xaqa aad u leedahay inaad baadho oo saxdo ama tirtirto xogta aan adiga kugu hayno.",
    "1873812847": "Shaacinta Kukiyada (yada)",
    "3319083717": "Magaca:",
    "3183855267": "1. hmt_id",
    "907324388": "Shaqada",
    "2896187462": "1. Waxa loo adeegsaday xisaabaadka la xidhiidha adeegga qarsoodiga ah ee daruuriga ah, iyo ujeedooyin kale oo farsamo sida caawinta taageerada gelitaanka.",
    "987267027": "Xaflad",
    "3453526675": "1. Xisbiga 1aad",
    "1952810469": "Nooca",
    "1795436560": "1. Casharka",
    "102695075": "Muddada",
    "3356329025": "1. 30 maalmood",
    "3744153629": "Magacyada:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "fadhi,",
    "3186435874": "fadhiid",
    "720059527": "2. Loo isticmaalo ujeeddooyin farsamo oo lagama maarmaanka ah: isku dheelitirka culeyska, dariiqa.",
    "1241291641": "Faahfaahin dheeraad ah ka arag",
    "1834801943": "2. Xisbiga 1aad",
    "2114694926": "2. Casharka",
    "938404336": "2. Kala duwan; ilaa 30 maalmood.",
    "2196526290": "hc_helitaanka",
    "2577178569": "3. Loo isticmaalo ujeeddooyin farsamo oo lagamamaarmaan u ah: waxay suurtagelisaa isticmaalka Isticmaalaha.",
    "1061239711": "3. Xisbiga 1aad",
    "1483015662": "3. Fadhiga",
    "3458934553": "3. Kala duwan; ilaa 30 maalmood.",
    "1527172673": "Haddii aad wax su'aalo ah ka qabto siyaasaddan kukiyada, fadlan nagala soo xidhiidh:",
    "134571844": "Impressum (Ogaysiinta Goobta)",
    "110836420": "Markii ugu dambeysay ee la cusbooneysiiyay: Diseembar 23, 2020",
    "2901894297": "hCaptcha waa adeeg Intuition Machines, Inc. (\"IMI\"), Delaware US Corporation (#6393793).",
    "2928362319": "Weydiimaha boostada waxaa loo diri karaa: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Macluumaadka ku saabsan maamulka hadda ee shirkadda waxaa laga yaabaa in laga helo bogga ku saabsan. Maamulaha guud ee shirkaddu hadda waa agaasimaha maamulka ee ka masuulka ah nuxurka.",
    "3094150511": "Awood sharciyeed: Guddiga Isgaarsiinta Federaalka ee Mareykanka, 45 L Street NE, Washington, DC 20554 USA.",
    "2763011087": "IMI ma go'aansato, mana aha waajib inay ka qaybgasho, xallinta khilaafaadka beddelka ah ee khilaafyada macaamilka hortiisa cidda xallinta khilaafaadka macaamilka.",
    "1395644678": "Websaydhka rasmiga ah ee Komishanka Yurub ee Xallinta Khilaafaadka khadka tooska ah:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Ma jiraan wax dammaanad ah oo ku saabsan waxa ku jira",
    "707541553": "Dhammaan macluumaadka ku jira boggaga interneedka waxaa ansixiyay IMI ama qolo saddexaad. Si kastaba ha ahaatee, midna IMI ama qolo saddexaad looma haysan karo mas'uuliyadda xogta hadda jirta, saxda ah, ama dhamaystiran. Tani waxay sidoo kale khuseysaa mareegaha kale ee laga heli karo hyperlinks ee boggagayada. IMI ma aqbasho mas'uuliyadda waxa ku jira mareegahan dibadda ah.",
    "2650241052": "talo la'aan",
    "3361191778": "Macluumaadka lagu bixiyo boggaga interneedka ma matalaan talada shaqsi mana bedeli karto tan. Haddii aad u baahan tahay talo gaar ah, fadlan la xidhiidh shaqaalahayaga taageerada.",
    "1031855757": "Isticmaalka boggan",
    "204716894": "Nuxurka iyo nashqadaynta bogaggeena waxa lagu ilaaliyo sharciga xuquuqda daabacaada. Isku duubnida boggaga iyo waxa ku jira si ka saraysa isticmaalka cadaalada ee macquulka ah waxay u baahantahay ogolaansho qoran kahor IMI hadii aysan jirin xeerar kale oo sharci ah oo lagu qeexay nuqul ka mid ah bogga.",
    "3182435854": "Xuquuqda daabacaada",
    "3187946010": "Dhammaan qoraalka, sawirada, animation garaafyada, fiidyowyada, muusiga, codadka iyo walxaha kale ee boggagan waxa lagu ilaaliyaa iyada oo la raacayo sharciga xuquuqda daabacaada IMI ama qolo saddexaad haddii la cayimo. Waa mamnuuc in alaabtan la koobiyeeyo ama wax laga beddelo si ganacsi ahaan looga faa'iidaysto si macquul ah oo macquul ah.",
    "74538881": "Mas'uuliyadda website kan",
    "3236873806": "IMI ayaa mas'uul ka ah mareegahan.",
    "2657277322": "Haddii aad wax su'aalo ah qabtid, fadlan nagala soo xiriir:",
    "1338341134": "hCaptcha + Kaasaska Gaarka ah (Beta)",
    "88879089": "Qarsoodinimada waa",
    "1898063898": "si loo ilaaliyo sirta isticmaalaha ee aanu horumarinayno iyadoo lala kaashanayo",
    "1942186611": "iyo kuwo kale.",
    "3673079511": "heerka soo baxaya",
    "2164933356": "Cloudflare",
    "3119589996": "Sida ay u shaqeyso: balaadhinta browserku waxay siisaa isticmaalayaasha awood ay ku abuuraan oo ay saxeexaan calaamado indho la'aan ah oo loogu talagalay shabakadaha taageera borotokoolka Qarsoodinimada. Kordhinta ayaa soo saarta kaarar ay ku jiraan calaamado indho la'aan ah oo ay saxeexdo hCaptcha marka caqabada lagu xaliyo goob kasta iyadoo la isticmaalayo adeega hCaptcha,",
    "1254771154": "Caqabadaha lagu muujiyay adeegyada kale ee taageerada Pass-Privacy Pass-ka ee sido kale guntanaya hCaptcha, tusaale Cloudflare.",
    "996362763": "Calaamadahani waa kuwo aan indho la'aan oo ay kaydiyeen kordhinta si mustaqbalka loo isticmaalo. Marka isticmaaluhu uu booqdo goobta isagoo isticmaalaya hCaptcha oo u baahan yahay inuu ka gudbo caqabada (haddii aan la arki karin ama la sii maraayo badhanka \"I am human\") si toos ah ayaa loo soo furtaa. Habka indho-indhaynta macneheedu waxa weeye in calaamadaha saxeexan iyo kuwa la soo furtay ay yihiin kuwo qarsoodi ah oo aan lagu xidhiidhin karin hCaptcha aragtideeda, sidaas awgeedna sirta isticmaalaha waa la ilaaliyaa.",
    "2943346052": "Sida habka jaangooyooyinka IETF uu sii socdo, waxaanu filaynaa in daalacayaasha waaweyni ay qaadan doonaan nooc ka mid ah Qarsoodinimada si asal ahaan ah. Tani waxay ugu dambeyntii ka dhigi doontaa muddo kordhin aan loo baahnayn. Waqtigan xaadirka ah, si kastaba ha ahaatee, fadlan raac tilmaamaha hoose.",
    "2326660907": "marka laga reebo",
    "741483946": "* Si kale haddii loo dhigo: waxaad ka heli kartaa hCaptcha Privacy Pass tokens hCaptcha.com, oo aad si toos ah ugu isticmaasho shabakadaha kale hCaptcha.com. Ma heli kartid ama ma iibsan kartid hCaptcha Privacy Pass token si aad uga gudubto adeega hCaptcha sida ay u adeegsato Cloudflare, maadaama ay Cloudflare soo saarto oo ay soo furato calaamadaheeda Kaasaska Qarsoonnimada.",
    "1362015807": "Bilaabayaa",
    "1358325821": "Marka hore, ku rakib kordhinta",
    "310885519": "ama",
    "4091044469": ". Hubi inaad karti u siisay kordhinta qaabka qarsoodiga. Kadibna, booqo degel kasta adoo isticmaalaya hCaptcha oo xalli captcha. Sida nooca 2.0.3, waxaad ka soo furan kartaa calaamadahan mareegaha internetka adoo isticmaalaya hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "Markaad hesho kordhinta lagu rakibo, dhagsii halkan (ama degel kasta oo hCaptcha isticmaalaya) si aad u kasbato kaadhadhka:",
    "166277959": "Fadlan ogow: sifadan hadda waxay ku jirtaa beta, waxaana laga yaabaa inaanay u shaqayn dhammaan mareegaha iyo isticmaalayaasha mar kasta. Haddii ay dhacdo in aan la kartiin ama aysan u shaqeynin isticmaale gaar ah, habdhaqanku wuxuu si fudud dib ugu soo laaban doonaa heerka hCaptcha waayo-aragnimada iyada oo aan lumin shaqada.",
    "3031357206": "Astaan cusub ayaa ka soo bixi doonta agteeda bar URL kaaga. Hadda booqo mareegaha adiga oo isticmaalaya hCaptcha. Waxay u ekaan doontaa sidan:",
    "1066753052": "taasoo la macno ah boorsada jeebka waa faaruq, oo waxaad joogtaa goob ay ku jirto tartan hCaptcha ah. Markaad dhamaystirto tartanka, waxaad heli doontaa calaamado laga soo furan karo degel kasta oo kale oo leh hCaptcha.",
    "651123197": "Tirinta wadarta hadda ku jirta boorsadaada ayaa lagu tusi doonaa astaanta ka dib marka la dhammeeyo tartanka.",
    "554844646": "Waxaad xaqiijin kartaa in kordhintu shaqaynayso adiga oo arkaya miiska oo hoos u dhacaya 1 mar kasta oo aad gujiso",
    "4087729475": "caqabada ka dib xalintaada ugu horeysa.",
    "647630208": "Waana taas! Daalacashadaada onlaynka ah ayaa hadda aad u gaar ah.",
    "3272552822": "Soo-saareyaasha iyo cryptographers:",
    "4059570880": "Haddii aad jeclaan lahayd inaad la socoto dadaalka halbeegga, dadaallada ayaa hadda socda",
    "1904390996": "si loo habeeyo",
    "252720667": "oo hoosta ka xariiqaya amniga qarsoodiga ah ee Qarsoodinimada. Hab-maamuuska laftiisa ayaa soo mara",
    "3972554015": "habka sidoo kale. Iyo kordhinta browser waa dabcan",
    "3723626769": "wax ku biirintaada iyo dib u eegistaada.",
    "3882147547": "Hawlaha Pseudorandom ee la iloobay",
    "565624910": "qabyo",
    "3421090159": "il furan",
    "3098677775": "S: IP-gayga iyo taariikhda baadhistu gabi ahaanba miyay ka qarsoon yihiin hCaptcha marka la isticmaalayo Kaarka Qarsoonnimada?",
    "4019638786": "J: Isticmaalayaasha Pass-Prevacy Pass-ka ee hCaptcha waligood uma soo bandhigi doonaan IP-gooda hCaptcha ilaa boorsada biraawsarkooda ay madhan tahay ama goobta ay soo dirto. hCaptcha ma laha qaab ay ku xidhidhiso isticmaalaha calaamada madaxfurashada, waligeedna si toos ah ulama fal gasho isticmaaluhu inta lagu jiro madax furashada ilaa boorsada calaamadaheedu ay madhan tahay.",
    "3887113660": "S: Sidee buu Qarsoodigu u saameeyaa dakhliga hCaptcha?",
    "1116455671": "J: Waxaad ku kasban doontaa abaal-marin xalinta bilowga ah haddii isticmaaluhu ku dhammaystiro goobtaada. Dib-u-celinta waxay raacdaa qaab jawaab celin la mid ah haddii isticmaaluhu uu si toos ah ugu gudbay goobtaada sababtuna tahay kalsoonida macmiilka oo sarreeya: wax dakhli ah ma dhaco, iyo goobta xaqiijinta wicitaanka seerfarkaaga waxay helaysaa 'credit: Been' natiijooyinka baaska.",
    "779817954": "S: Haddii aan haysto kaadhka Qarsoonnimada ee uu bixiyo bixiye kale, ma ka soo furan karaa hCaptcha?",
    "3014149332": "J: Maya, kaadhadhku lama wada shaqayn karo: waa in ay bixiyaan oo ay soo furtaan isla hay'ad la mid ah, kiiskan hCaptcha. Ogsoonow in haddii aad ka haysato kaararka Cloudflare iyo hCaptcha labadaba kordhintaada, lambarka la heli karo wuxuu isu beddeli doonaa qaddarka saxda ah iyadoo ku xiran shuruudaha bogga aad booqaneyso. Si kale haddii loo dhigo, haddii aad boorsadaada ku haysato 100 Cloudflare baas iyo 10 hCaptcha ah, waa inaad ku aragtaa 10 sumadda kordhinta ee boggaga hCaptcha ku guntan yahay.",
    "3679148535": "S: Waa maxay codsiyada kale ee kaadhka gaarka ah ee aad ka shaqaynayso?",
    "1606783855": "J: Waxaan aad u xiisaynaynaa ka gudubka Qarsoonnimada ee Helitaanka (\"a11y\") kiiska isticmaalka. Doorashooyinkii hore ee caanka ahaa sida captchas maqalka ayaa takooraya isticmaaleyaal badan oo a11y ah. Waxaan aaminsanahay in isku darka habkayaga a11y ee hadda iyo soo saarista Qarsoonnimada ay u oggolaanayso isticmaaleyaasha a11y inay si badbaado leh wax u baadho, iyaga oo ku kalsoon aqoonta in taraafikada ay aad u gaar tahay, iyada oo la xaddidayo xadgudubka ay geystaan hawl-wadeennada bot oo si lama filaan ah u dhaca marka xulashooyinka a11y la heli karo.",
    "2359150347": "S: Adeegyada kale ee amniga onlaynka ah miyay taageeraan Gudbinta Qarsoonnimada?",
    "2082237880": "J: hCaptcha waa adeegii ugu horeeyay ee noociisa ah ee taageera Passive Privacy Pass, oo hadda waa ka kaliya ee sidaas samayn kara. Si kastaba ha ahaatee, waxaanu filaynaa in adeegyada kale ay aqoonsadaan faa'iidooyinka kordhinta qarsoodiga isticmaalaha ee khadka, waxaanan filaynaa in mustaqbalka wax badan ay fulin doonaan maadaama heerarka IETF ee aan ka caawineyno horumarinta si rasmi ah loo qaatay.",
    "2109792055": "Tilmaamaha Isticmaalaha: Arrimaha Dejinta ee Bixinta Kaasaska Gaarka ah iyo Xaqiijinta",
    "3588620914": "Qarsoodinimada Pass waa hal-abuur cusub oo loo eegayo halbeegyada Shabakadda, waxaana suurtogal ah in codsiyada kale iyo balaadhinta browserka ee aan ka warqabin ay farageliyaan shaqadiisa.",
    "4039193170": "Haddii aad qabto arrimo ku saabsan helitaanka ama soo furashada calaamadaha:",
    "2378786360": "1. Isku day mid ka mid ah browser-yada kale ee la taageeray: haddii aad ku jirto Chrome, isku day inaad isticmaasho Firefox adigoon ka soo dejin goobahaaga Chrome, oo ku dheji plugin halkaas. Haddii taasi shaqeyso, waxaa laga yaabaa inaad qabto arrin qaabeynta browserka.",
    "394235836": "3. Haddii mid ka mid ah talooyinka kor ku xusan aysan shaqayn, noo soo dir iimayl taageero ah waxaanan ku faraxsanaan doonnaa inaan gacan ka geysanno ogaanshaha waxa socda.",
    "3470857731": "Falanqaynta sida wanaagsan ee reCAPTCHA u ogaato bots",
    "3240786848": "Cusbooneysii ugu dambeysay: Febraayo 18, 2021",
    "2547140673": "In ka badan toban sano, adeegga reCAPTCHA ee Google waxa uu milkiilayaasha mareegaha u soo bandhigay ganacsi: Google ha la socdo isticmaalayaashaada oo weydii su'aalo, beddelkeedana waxay ballanqaadayaan inay joojinayaan bots-ka iyo spamka.",
    "2133754014": "In ka badan 4.5 milyan oo shabakadood ayaa isticmaala reCAPTCHA [",
    "3152512587": "nidaamkuna wuxuu ururiyaa boqollaal milyan oo xalliyo maalinle ah. [",
    "2296918009": "Tani waxay u dhigantaa in ka badan 100 qof-sano oo shaqo ah maalin kasta.",
    "3900538778": "Xogta calaamadeysan waa shidaalka awood u yeela barashada mashiinka. Jawaabaha reCAPTCHA waxa loo isticmaalay in lagu horumariyo adeegyada ML/AI ee Google ilaa 2009. Dad badan oo isticmaala reCAPTCHA ma oga in shaqadoodii la isticmaalay.",
    "1160252730": "Google hadda waxa ay ku dalacaysaa qiimayaal sare Enterprise ReCAPTCHA, taasoo keentay in shirkado badan ay dib u qiimeeyaan heshiiskan.",
    "1131196501": "Shirkadaha waaweyn sida",
    "204889717": "waxay u wareegeen hCaptcha's",
    "639413188": "oo ka jawaabaya.",
    "3280658086": "xalalka ganacsiga",
    "3842815245": "Kani ma ganacsi cadaalad ah baa?",
    "714342693": "Kooxda hCaptcha waxa ay xogta qiimaynta ka ururinayeen adeegyada \"captcha breaking web\" ilaa 2016. Waxaan ogaanay isbeddel xiiso leh:",
    "468929661": "Celceliska qiimaha jabinta reCAPTCHA aad ayuu u hooseeyaa (in ka yar $1 1000 xaliya) oo madi ahaan ma kordhin tan iyo markii la socodkayagu bilaabmay 2016. Tani waxay khusaysaa labadaba reCAPTCHA v2 iyo v3. [",
    "2862164005": "Xogta qiimuhu waxa ay ina siinaysaa in aan dul dhigno qiimaha dollarka saxda ah ee ay bixiso reCAPTCHA: $0.001 ama ka yar jawaabtiiba.",
    "102498091": "Google ayaa 1000kii codsi ee reCAPTCHA ku dallacaa $1, taasoo la macno ah inay hadda lacag ka badan ku dallaceen codsigiiba intii ay ku jabin lahaayeen amniga adeeggooda. Tani waxay u egtahay heshiis xun.",
    "130239139": "Waa maxay qiimaha 100ka sano ee shaqada ee Google uu ururiyo maalin kasta?",
    "1421074182": "Aad u sarreeya.",
    "1953519598": "Qiimaha lagu calaamadiyo hal sawir wuxuu u dhexeeyaa $0.03 ilaa $1.00 ama ka badan. Qiyaas kasta oo muxaafid ah, Google ayaa soo saartay balaayiin doolar oo shaqo bilaash ah ilaa maanta. [",
    "3025548709": "Ma jiraa wax ka badalan heshiiskan cadaalad darada ah?",
    "263761351": "hCaptcha waa beddelka ugu horreeya ee lagu kalsoonaan karo, oo ay hadda isticmaalaan boqollaal milyan oo qof bishii.",
    "2743692546": "Sida isticmaalayaashu ay ku caddeeyaan bini'aadantinimadooda iyagoo adeegsanaya hCaptcha, shaqadoodu waxay gashaa suuq furan oo aan la aqoonsanayn oo ay ku tartamayaan.",
    "1982750088": "Shirkadaha adduunka oo dhan ayaa u soo bandhiga shaqadaas si ay u dhammaystiraan hawlo fudud oo dadka u fudud laakiin ku adag mashiinnada. Isticmaalayaashu waxay taageeraan goobta ay booqanayaan, waxayna la kulmaan spam web ka yar sababtoo ah heerka amniga oo sarreeya.",
    "1108398506": "macaamiishu waxay helayaan koontarool guud oo ku saabsan khibrada, waxayna ka faa'iideysanayaan khibradda hCaptcha waxay kasbatay ka shaqaynta bixiyaha caqabada madax banaan ee ugu weyn ee internetka. Waxay sidoo kale helayaan heshiis ka wanaagsan kan reCAPTCHA Enterprise: ilaa 50-80% qiime ka wanaagsan, iyadoo ku xidhan mugga.",
    "3012870872": "Shabakadda internetka iyo abka isticmaalaya nooca bilaashka ah (hCaptcha Publisher) waxay dakhli ka helaan shaqadaas halkii ay ugu deeqi lahaayeen Google.",
    "2271512952": "Isticmaalayaashu waxay taageeraan goobta ay booqanayaan, waxayna la kulmaan spam mareegaha oo yar.",
    "278010425": "Hawlaha kala duwan ee ballaadhan oo badanaa-beddela ee hCaptcha sidoo kale way adagtahay in si otomaatig ah loo sameeyo. Interface-ka kaliya ee reCAPTCHA isma beddelin sannado badan, wuxuuna leeyahay su'aalo yar oo aan is-beddelin. Tani waa mid ka mid ah siyaabaha hCaptcha ay ku bixiso ilaalinta ka hortagga bot-ka ee ka adag reCAPTCHA.",
    "984849234": "hCaptcha waxay isticmaashaa barashada mashiinka horumarsan si ay u bixiso waxa reCAPTCHA kaliya ay balan qaadayso, iyadoo lala wadaagayo qiimaha lagu qabtay shabakadaha isticmaala.",
    "4063769686": "Isticmaalayaashu waxay taageeraan goobta ay booqanayaan, waxayna la kulmaan spam mareegaha oo yar. Tani waxay u egtahay heshiis cadaalad ah.",
    "685916926": "Waa maxay sababta dib-u-CAPTCHA ay u horumarin wayday muddo ka dib?",
    "3992401943": "Waxaa jiray kacaan xagga waxbarashada qoto dheer laga soo bilaabo 2012. Heerka warshadaha ee saxnaanta hawsha ayaa si aad ah u soo hagaagtay tobankii sano ee la soo dhaafay, ugu horrayn waxaa sabab u ah shabakadaha qotodheer ee kacaanka. Adeegyada kale ee ku shaqeeya ML-ka ee Google bixiso ayaa raacay qaloocan.",
    "615031303": "(Fiiri qoraallada hoose",
    "2125514305": "ML wuu soo fiicnaaday, laakiin dhibka laga leeyahay ka gudbidda reCAPTCHA wax ahaan ismay beddelin muddadan.",
    "1406188018": "6 iyo 7",
    "2689973938": "Hagaajinta reCAPTCHA waxay Google u abuurtaa iska hor imaad aan ka ahayn iibiye ahaan.",
    "464238793": "Haddi Google lafteedu ay go'aamiso in isticmaale arkay xayeysiis ama gujinaya isku xirka ay dhab ahaantii bot, kama dalaci karto xayaysiisyada la tuso isticmaalaha. Iskahorimaadkan xiisaha ayaa si aad ah u xaddiday baaxadda hamiga Google-ka-hortagga bot.",
    "918924423": "Tusaale ahaan, Google ma soo bandhigin adeegyo qiimo leh oo muuqda sida ogaanshaha bot. Aad bay ugu kalsoon tahay in lagu dhawaaqo in taraafikada isticmaalaha bot-soo saaray ka dib markii la falanqeeyay dhowr maalmood oo xog ah.",
    "661412233": "Ogaanshaha captcha ka dib in isticmaalayaasha qaar ay ahaayeen bots sidoo kale waa qiimo leh. Waxay u ogolaataa milkiilayaasha mareegaha inay nadiifiyaan qoraaladii hore ee spamka oo ay tirtiraan \" xisaabaadka hurdada\" ee ka diiwaan gashan spam forums mustaqbalka, yareeyaan khiyaanada, iyo in ka badan.",
    "3600797185": "Bixinta aqoonsiga bot-ka dib-u-noqoshada waxay Google u furaysaa su'aalaha qodaxaha badan ee ku saabsan sida dib loogu soo celiyo xayaysiiyayaasha lacagta ku bixiyay taraafikadaas been abuurka ah.",
    "2076932190": "Badeecada reCAPTCHA sidaas ayaa ay u taagnayd muddo toban sano ah.",
    "3856912381": "Isticmaalayaasha ayaa dhibtooday, iyo spam webka aan loo baahnayn hadda waa mid baahsan. Laakiin waxaa jira beddel kale.",
    "1035621426": "Bot kasta oo ay aqoonsato reCAPTCHA waxay si toos ah u dhimaysaa dakhliga xayaysiiska Google.",
    "3668115514": "Sidee u kala duwan yahay hCaptcha?",
    "2413742287": "Dhiirigelinta hCaptcha waa in la kordhiyo saxnaanta, ma aha dakhliga xayaysiiska: jawaabaha bot waa kuwo aan faa'iido u lahayn macaamiisheena, kuwaas oo u baahan xogta tababarka bini'aadamka.",
    "1373262754": "Ogaanshaha qofka shakhsiga ah ayaa leh qiimaha ugu yar ee hCaptcha. Waxaan danaynaa kaliya inay yihiin dad ama jilaa xaasidnimo ah.",
    "600646860": "Halkii laga bixin lahaa adeeg qiimo leh marka la soo saarayo shaqada qiimaha dhabta ah, hCaptcha waxay bixisaa labadaba magdhow iyo ilaalin adag oo ka hortagga bot.",
    "1836191653": "Halkii laga siin lahaa adeeg si fudud looga adkaado isticmaaleyaasha bilaashka ah iyadoo lagu dallaco malaayiin doollar nooca ganacsiga ee aan aad uga wanaagsanayn, hCaptcha waxay siisaa ilaalinta bot-ka wanaagsan labadaba, iyadoo siinaysa isticmaaleyaasha ganacsiga astaamo dheeri ah iyo habeyn, oo ay weheliso SLAs xooggan iyo taageero degdeg ah.",
    "990215503": "hCaptcha waa adeega captcha ka kaliya ee aan lahayn shabakad xayaysiis ah.",
    "971933157": "hCaptcha waxa ay danaynaysaa arimaha gaarka ah, daah-furnaanta, iyo cadaalada.",
    "178839499": "hCaptcha waxay la wadaagtaa qiimaha shaqada la qabtay iyadoo isticmaalayaashu ay caddaynayaan bini'aadantinimadooda.",
    "1237076138": "hCaptcha waxay siisaa heshiis cadaalad ah labadaba bilaasha (hCaptcha Publisher) iyo meherad (hCaptcha Enterprise) macaamiisha.",
    "614310292": "Yaa dhisay hCaptcha?",
    "4188814619": "hCaptcha waa adeega Mashiinada Dareenka (Intuition Machines)",
    "3265328927": "), Shirkad barashada mashiinka oo bixisa alaabooyin iyo adeegyo shirkadaha fulinaya barashada mashiinka.",
    "2740033957": "Kooxda IM waxay ka kooban tahay saynisyahano iyo injineero ka socda Apple, Amazon, iyo hoggaamiyeyaasha kale ee barashada mashiinka, nidaamyada qaybinta, iyo amniga.",
    "1579715421": "Saynisyahanada IM waxay si joogto ah u daabacaan shirarka ugu sarreeya sida ICML, ICLR, ECCV, iyo NeurIPS, shirkaduna waxay si cad u soo saartay natiijooyin casri ah oo ku saabsan maadooyinka ML sida hashing qoto dheer.",
    "4015238193": "iyo OCR [",
    "279580593": "imachines.com",
    "279918384": "Sidee buu Google u isticmaalayaa shaqadaada bilaashka ah?",
    "2385522384": "Waxay u badan tahay inaad kaamerooyinka ka arkaysay muuqaallo muuqaal ah baabuurta Google Waymo ee iskood isu wada, oo caawinaya inay horumariyaan aqoonsiga shayga.",
    "1517627947": "Waxay u badan tahay inaad aragto sawirada dhismayaasha ama calaamadaha wadooyinka baabuurta Google's Streetview, oo ka caawinaya inay calaamadeeyaan goobaha khariidadaha iyo alaabtooda.",
    "3225936061": "Waxay u badan tahay inaad arkaysay sawirro qoraal ah oo laga soo qaaday boggaga buugaagta ee adeega buugaagta Google, oo ka caawinaya inay horumariyaan OCR (qoraalka aqoonsiga) software.",
    "129661785": "Weligaa laguma waydiin inaad \"gujiso baabuurka/lag-goynta/ nalka joogsiga?\"",
    "936667684": "Weligaa laguma waydiin inaad ku qorto calaamada dhismaha/jidka?",
    "3773515538": "Weligaa laguma waydiin inaad ku qorto labada kelmadood?",
    "1778058441": "Waa maxay noocyada shaqooyinka ka shaqeeya hCaptcha?",
    "366088791": "hCaptcha waxay taageertaa hawlo kala duwan oo kala duwan.",
    "3114147525": "Macaamiisha hCaptcha waxay u isticmaalaan adeega hawlaha ay ka mid yihiin aqoonsiga shayga, ogaanshaha sifada (ururinta calaamadaha si loo aqoonsado noocyada dharka), darajada khusaysa (ka soo xulista badeecada ugu khusaysa dhawr doorasho marka la barbar dhigo alaabta aasaasiga ah), sanduuqyada xidhitaanka (helidda meelaha xiisaha leh sawir), \"Human OCR\" (aqoonsiga qoraalka sawirka) iyo noocyo kale oo badan oo hawlo ah.",
    "3139609561": "Hoos waxaa ah laba tusaale oo kala soocida sawirka iyo noocyada shaqo ee ogaanshaha sifada. [",
    "2273532558": "Waa ayo macaamiisha lacag-bixinta ah ee hCaptcha?",
    "4104221634": "Macaamiisha hCaptcha waxay ku fidsan yihiin warshado kala duwan, laga bilaabo shirkadaha teknoolajiyada ilaa kuwa diirada saaraya moodada, tafaariiqda, iyo meelaha kale ee ay ka abuuri karaan qiimo adeegsiga barashada mashiinka.",
    "1337725003": "hCaptcha waxaa ka go'an in ay dimuqraadiyeeyaan helitaanka qoraalada wakhtiga dhabta ah ee mugga sare leh, iyada oo u ogolaanaysa shirkadaha waaweyn iyo kuwa yarba inay hagaajiyaan tayada alaabadooda iyo adeegyadooda iyagoo adeegsanaya barashada mashiinka ganacsigooda.",
    "4086379603": "Su'aalo?",
    "1243684308": "Waxaan u qaadaneynaa jawaab celintaada si dhab ah, waxaana rabnaa inaan hubinno in qof walba uu leeyahay waayo-aragnimo wacan oo online ah, oo leh bots yar iyo spam yar. Nala soo xiriir:",
    "2645321220": "Oo haddii aad u malaynayso in qiimaha reCAPTCHA uu aad u sarreeyo, na weydii wax ku saabsan hCaptcha Enterprise. Hadda ay isticmaalaan qaar ka mid ah daabacayaasha ugu waaweyn, shirkadaha adeegyada maaliyadeed, iyo shirkadaha kaabayaasha shabakadda ee adduunka, kaliya maahan beddelka la aamini karo ee reCAPTCHA: waxaan aaminsanahay inay bixiyaan ilaalinta bot-ka ugu fiican ee hadda la heli karo.",
    "1229233916": "Qoraallada hoose",
    "1115642494": "1. Isha: BuiltWith.com reCAPTCHA liiska goobta. La soo celiyay 9-ka Luulyo, 2019.",
    "448807334": "(\"Boqollaal malyan oo CAPTCHAs ah ayaa dadku xalliyaan maalin kasta.\") La soo celiyay Luulyo 8-deeda, 2019.",
    "2397590157": "3. Qiyaasta konserfatifka: 200 milyan ayaa xalliya * 30 ilbiriqsi xalalkii sannadaha = 190.3 qof-sano/maalintii.",
    "3236311792": "4. hCaptcha falanqaynta gudaha. Xogta la goostay illaa Juun 30-keeda, 2019. Faahfaahinta waxaa la heli karaa marka la codsado.",
    "1752259468": "5. Qiyaasta konserfatifka: $0.01 qiimaha hal qoraal * 200M celcelis ahaan. Tilmaamaha maalintii (xuduuda hoose) * 365 maalmood sanadkii * 10 sano laga soo bilaabo 2009 iibsi = $7.3 bilyan qiimaha xadka hoose.",
    "3268946369": "6. Credit: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Isha: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "HEERKA SEMANTIC KU SALAYSAN XIRIIRKA XIRIIRKA EE HASHING Qoto dheer ee la kormeero, Heikki Arponen, Tom E Bishop. ICML 2019, LLD Workshop.",
    "2544169219": "Natiijooyinkii ugu dambeeyay ee ugu dambeeyay: ICML LLD, Meey 2019.",
    "1973347745": "10. Sawirrada tusaalaha royalty-free. Xigasho: Petapixel.",
    "1493115924": "Xusuus-qor ganacsi:",
    "4051104324": "\"Intuition Machines\" waa summad ka diiwaan gashan Intuition Machines, Inc.",
    "3983646521": "Dhammaan magacyada alaabooyinka, calaamadaha, sumadaha, calaamadaha ganacsiga iyo calaamadaha ganacsiga ee diiwaangashan waa hanti ay leeyihiin milkiilayaashooda. Dhammaan magacyada shirkadda, badeecada iyo adeegyada loo isticmaalo degelkan waxa loogu talagalay ujeeddooyin aqoonsi oo keliya. Isticmaalka magacyadan, calaamadaha-ganacsiga iyo sumadaha ma tilmaamayaan taageerada. Xaaladdan oo kale, arrin liddi ku ah.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Saynisyahanada IM waxay dejiyeen bartilmaameed cusub oo loogu talagalay aqoonsiga qoraalka daciifka ah ee la kormeero (OCR) ee CVPR 2020.",
    "1259002282": "la helay bug? Waa kan sida loo soo tebiyo",
    "3301728462": "Malaayiin dad ah ayaa adeegsada hCaptcha bil kasta, kumanaan isku darka daalacashada, kordhinta, aaladaha, dab-damiska, iyo in ka badan.",
    "3878230879": "Hadafkayagu waa inaan hubinno inay mar walba adiga kuu shaqeyso, sidaa darteed aad ayaan ugu mahadcelineynaa warbixinnadaada!",
    "2465128185": "Si aad u bixiso jawaab celin degdeg ah, kaliya dhagsii badhanka \"celinta noo soo dir\".",
    "2921990472": "Haddii aad aragto arrin shaqaynaysa, fadlan raac",
    "2870341481": "hoose. browser kasta oo kale kaliya",
    "1866590035": "Tilmaamaha diiwaanka qaladka ee Chrome",
    "444492541": "Tilmaamaha debug log ee Firefox",
    "169267610": "noo soo dir email",
    "3100722753": "Wixii khuseeya amniga ama arrimaha gaarka ah ee suurtogalka ah, eeg tilmaamaha hoose.",
    "1906593952": "Bixi jawaab celin hCaptcha aad hadda aragtay",
    "3951254541": "Waanu ka mahadcelinaynaa fikradaada Noo soo sheeg arin kasta si dhakhso ah ayaan u xallin doonaa.",
    "3324288040": "Warcelin noogu soo dir",
    "2864016648": "Arrimaha Qarsoonnimada",
    "304004915": "Annagu dan kama hayno isticmaalayaasha, kaliya inta ay u badan tahay inay xaasidnimo yihiin ama mashiinno. Waxaan taageernaa hindisayaasha sida",
    "1139493658": ", oo aad uga shaqeyso si aad isugu dheellitirto arrimaha gaarka ah iyo amniga.",
    "3083289844": "Haddii aad heshay arrin aad u malaynayso inay saamayn ku yeelan karto sirta isticmaalaha, fadlan noogu soo dir emailka",
    "4264784515": "Cayayaanka Amniga",
    "963238401": "Waxaan mar walba xiisaynaa inaan helno warbixinnada kutaannada amniga. iimaylka",
    "3926027556": "si degdeg ah ayaan kuugu soo laaban doonaa.",
    "1589805435": "Waxaan sidoo kale leenahay a",
    "2560582224": "barnaamujka bounty",
    "103876916": "warbixinaha amniga ee xaqa u leh ee adeega hCaptcha iyo koodhka isha ee la xidhiidha.",
    "497117287": "Fursadaha Helitaanka",
    "3230004040": "Miyaad aragga naafada ka tahay ama haddii kale ma awoodid inaad dhammaystirto hCaptchas?",
    "3480023141": "Wax badan ka baro fursadaha la geli karo",
    "2052161540": "Qabashada Faahfaahinta Warbixinta Cayayaanka: Chrome",
    "2281169898": "U dirida macluumaadka qaladka warbixintaada ayaa aad noo fududeyn doonta inaan aqoonsano waxa socda. Halkan waxaa ah tilmaamo tallaabo-tallaabo:",
    "1123365779": "Haddii aad tahay horumariye mareegaha ama isticmaale khabiir ah, soo koobiddu waa waxaan jeclaan lahayn inaad noo soo dirto shabakada duubista HAR iyo browserka kumbuyuutarka.",
    "2015218686": "inta aadan marin talaabooyinkan. Haddii taasi xalliso dhibaatadaada, waxaan wali ku mahadcelineynaa inaad nagu soo ogeysiiso nooca biraawsarkaaga, xannibaadaha xayaysiisyada ama kordhinta browserka, iyo URL-ka mareegta.",
    "3922723611": "Fadlan isku day inaad joojiso xayaysiis kasta ama kordhinta amniga browserka",
    "4036872105": "marka hore ka dibna isku day",
    "993651083": "Talaabada 1: Fur Tools Developer (Tani waxay bilaabataa duubista fadhiga.)",
    "4163469907": "Talaabada 2: Guji tab Network in Tools Developer. Calaamadee sanduuqa \"Preserve log\" ee sare.",
    "4243348003": "Tallaabada 3: booqo",
    "641342999": ", ama website-ka aad ku mashquulsan tahay (Privacy Note: kaliya haddii aadan dhib ku qabin in aad la wadaagto waxa ay tahay)...kadib dhagsii badhanka \"I am human\" oo isku day in aad xalliso.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Tallaabada 4: Guji \"Dhoofinta HAR\" (falaarta yar ee hoose) ka dib markaad isku daydo inaad xalliso, kaas oo badbaadiya log network. noo soo dir faylkaas.",
    "1503240421": "Talaabada 5: Guji tab Console, oo midig-guji kadibna \"Save as ..\" si aad u kaydsato diiwaanka console-ka. Taasna noo soo dir.",
    "2863840904": "Talaabada 6: Talaabada u danbeysa, iimayl noogu soo dir HAR iyo Console faylasha log, oo sharax dhibaatada",
    "4051785543": "Isticmaal:",
    "3623028666": "(fadlan isticmaal adeeg sida",
    "551761392": "oo dir links) iyo ikhtiyaar ahaan sawir-qaadis, haddii aad ka shakisan tahay inay jiraan wax aan si sax ah u soo bixin. Fadlan soo dir IP-ga aad isticmaalayso sidoo kale. Waxaad ka heli kartaa",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Waad ku mahadsan tahay wakhtiga aad siisay inaad naga caawiso helida macluumaadkan!",
    "3680327841": "Waxaa naga go'an inaan hCaptcha ka dhigno mid si wanaagsan ugu shaqeyso qof walba",
    "1059502393": "Qabashada Faahfaahinta Warbixinta Cayayaanka: Firefox",
    "1112074001": "Talaabada 2: Guji tab Network in Tools Developer. Calaamadee sanduuqa \"Log Joogta ah\" ee xagga sare.",
    "1797298240": "Tallaabada 4: Guji \"HAR\" ka dib markaad isku daydo inaad xalliso, oo dooro \"Save All as HAR\" si aad u badbaadiso log network. noo soo dir faylkaas.",
    "3671246379": "Tallaabada 5: Guji tab Console, oo midig-guji ka dib \"Dooro dhammaan\" oo ku keydi taas faylka qoraalka, si loo badbaadiyo log-ka console-ka. Taasna noo soo dir.",
    "3816867833": "Jawaab celin",
    "788770967": "Waan ka xumahay inaan maqlo taas! Waxaa laga yaabaa inaad rabto inaad isticmaasho ikhtiyaarka gelitaankeena:",
    "1333016413": "Tani waxay kuu ogolaanaysaa inaad iska ilaaliso su'aalaha mustaqbalka adiga oo diwaangeliya oo dejinaya buskudka.",
    "2333410049": "Fadlan sidoo kale isku day inaad damiso xayaysiisyada xannibay.",
    "1345083090": "Ka warbixinta arin shaqayneed?",
    "2184564739": "Bal eeg",
    "604751186": "Arimo kale? iimaylka",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "sida loo soo sheego arrimaha qoraallo faahfaahsan",
    "1050501253": "Aad U Adag",
    "3264813246": "Aan habboonayn",
    "3526939538": "Cayayaanka Software",
    "126134492": "Mid kale",
    "3511610999": "Aan hubino inaad gaartid meesha saxda ah.",
    "3906886217": "Loogu talagalay shirkadaha ama mareegaha",
    "1621597093": "Xallinta amniga ganacsiga (la bixiyo)",
    "3176531704": "Faahfaahinta xogta",
    "1834239172": "Iibso adeegyada tafatirka hCaptcha",
    "1457707016": "Shakhsiyaad",
    "770264626": "Ku dar hCaptcha adeegaaga (bilaash)",
    "881015166": "Kudar hCaptcha ee daabacayaasha mareegahayga ama abka",
    "47536007": "Wax badan ka baro hCaptcha",
    "2012837493": "Natiijooyinka raadinta",
    "4034694801": "Ma jiraan natiijooyin u dhigma.",
    "3621411541": "Wax ka baro fursadaha gelitaanka hCaptcha",
    "3401005681": "Lacag hel",
    "3933993151": "U shaqee sidii sumadeeyaha xogta gaarka ah",
    "563059212": "Liiska Processors-hoosaadka",
    "3501923981": "Markii ugu dambeysay ee la cusbooneysiiyay: Janaayo 1, 2020.",
    "3548097301": "Dhaqan gal: Janaayo 1, 2020.",
    "3991444169": "Boggani waxa uu taxayaa hawl-wadeen-hoosaadyada hadda jira ee adeegga hCaptcha Enterprise.",
    "835396984": "Hadda Firfircoon",
    "424089481": "Amazon Web Services, Inc. (Global). Adeegyada la bixiyo: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Global). Adeegyada la bixiyo: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Global). Adeegyada la bixiyo: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Global). Adeegyada la bixiyo: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Xusuusin: ma khusayso dhammaan macaamiisha. Tusaale ahaan, IP Indho-la'aanta ama sirnimada horumarsan ama ikhtiyaarka macaamiisha (tusaale Sugan Macaamiisha Kiraysiga Farshaxan) ayaa gabi ahaanba laga saaray wax kasta oo suurtagal ah \"PII\" oo soo galaya nidaamyada telemetry, xitaa ciwaanka IP-ga. Fadlan la xidhiidh wakiilka akoonkaaga wixii macluumaad dheeraad ah haddii loo baahdo.",
    "700843971": "Hound Technology, Inc. (Global). Adeegyada la bixiyo: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Global). Adeegyada la bixiyo: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Global). Adeegyada la bixiyay: Zendesk.com",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Global). Adeegyada la bixiyo: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Kaabayaasha dhaqaalaha",
    "370366524": "Adeegga Ephemeral Telemetry",
    "121192737": "Kordhinta soo socota",
    "2420789666": "Si degdeg ah, Inc. Adeegyada la bixiyo: Degdeg CDN iyo xisaabinta geesaha.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Dhaqan galka: Sebtembar 1, 2021. Ku darida Kaabayaasha",
    "1487796027": "Shirkadaha",
    "3943417791": "Kaalmo u hel hCaptcha Enterprise (BotStop)",
    "702287791": "Daabacaha hCaptcha (bilaash)",
    "3397976149": "Taageero u hel hCaptcha Publisher",
    "833750823": "Ma ku adag tahay loolan?",
    "2024737147": "Ma doonaysaa inaad ka warbixiso cayayaanka?",
    "1978884623": "Wax badan ka baro ka warbixinta arrimaha software-ka",
    "4188664955": "Shuruudaha Adeegga Masterka",
    "2621989404": "La cusboonaysiiyay: Sebtember 24, 2021. Fadlan la soco in ereyadayada luqadda Ingiriisiga ay awood leeyihiin.",
    "2404545611": "Ku soo dhawoow hCaptcha! Waad ku mahadsan tahay inaad qayb ka tahay bulshadeena. Dhammaan isticmaalayaasha \"Adeegyada\" (hoos lagu qeexay) waa inay ogolaadaan shuruudaha soo socda (\"Shuruudaha Adeegga\"). Sida ku cad Shuruudaha Adeegga, \"IMI\", \"annaga\" iyo \"annaga\" waxay tixraacayaan Mashiinnada Intuition, Inc. iyo la-hawlgalayaasheeda, kuwa raacsan, saraakiisha, wakiilada, shaqaalaha, wakiilada, iyo wakiilada, iyo \"goobkeena\" waxaa ku jira shabakad kasta oo hoos timaada. xakamayntayada, oo ay ku jiraan www.hcaptcha.com iyo www.imachines.com.",
    "2348450790": "Fadlan akhri Shuruudaha Adeegga. Waxa ka mid ah, qodobbo kale, afeef dammaanad qaade, xaddidaadyo masuuliyadeed, iyo garqaadasho xidhidh. Fadlan ogow in Shuruudaha Adeegga laga yaabo inay isbedeleen tan iyo markii ugu dambeysay ee aad booqatay shabakadeena. Waxa laga yaabaa in aanu dib u eegis ku samayno oo aanu cusboonaysiinno Shuruudaha Adeegga wakhti ka waqti annagoo go'aankayaga ah. Haddii ay dhacdo wax isbeddel ah, waxaanu ku ogeysiin doonaa adiga oo ku dhejinaya Shuruudaha Adeegga ee la cusboonaysiiyay boggan, ka dib markaa waa inaad si dhab ah u aqbashaa Shuruudaha Adeegga ee la cusboonaysiiyay si aad u sii waddo isticmaalka ama gelitaanka bogga ama adeegga.",
    "1064537632": "Fadlan la soco in isticmaalkaaga adeegayagu uu maamulo Heshiiska Habaynta Xogta, kaas oo halkan lagu daray tixraac ahaan. Fadlan dib u eeg heshiiskan si aad u aragto sida aanu ugu habbayno xogta shakhsiyeed anagoo ku wakiil ah adiga. Ogsoonow in aanu u shaqayno sidii \"processor-ka xogta\" ujeeddooyinka Xeerka Ilaalinta Xogta Guud ee Midowga Yurub, iyo \"bixiyaha adeegga\" ujeedada Xeerka Qarsoonida Macaamiisha California.",
    "1933936765": "Heshiiskii Habaynta Xogta (Waxa la cusbooneysiiyay: Sebtember 23, 2021)",
    "2959486280": "Haddii aadan ku raacsanayn Shuruudaha Adeegga, ma isticmaali kartid ama ma geli kartid bogga ama adeegga.",
    "3200859925": "1. Ujeedo",
    "1807143500": "Adeegyada waxaa ka mid ah adeegga amniga onlaynka ah (\"hCaptcha Service\") iyo goob (\"Intuition Machines Platform\") kaas oo shakhsi (\"wax ku biiriye\") uu dooran karo inuu qabto hawlo qof saddexaad ama Mashiinnada Dareenka laftiisa (mid walba a \"Codso\") dhajinta mareegahayaga ama Adeegga hCaptcha, ha ahaato si toos ah mareegahayaga ama gelitaanka Mashiinnada Dareenka ee Platform iyo/ama fulinta hawlaha iyada oo loo marayo ama la xidhiidha cid saddexaad iyo/ama madal ama adeeg (mid kasta, \"Integrator\"). Codsadayaashu waxay dhejiyaan hawlaha oo ku martiqaadaan ka qaybqaatayaasha inay qabtaan iyaga oo ku beddelaya abaal-marinaha ay bixiso IMI ee Isku-dhafka, ama sida uu go'aamiyo Codsadaha haddii Codsadahu uu isticmaalayo Platform Machines Platform ama Adeegga hCaptcha si uu ugu adeego hawlaha isticmaalyaashooda ugu dambeeya. Waxaan ku dallacaa shirkadaha iyo shakhsiyaadka (mid walba \"macmiil\") isticmaalka aaladdayada si ay u isticmaalaan software-kayaga, hawlaha qoraaga, nagu shaqaaleeyaan hawlaha qoraaga, iyo/ama ay galaangal u yeeshaan ka qaybqaatayaasha. Waxa kale oo aanu ku dallacaa Integrators isticmaalka Adeegga hCaptcha si aanu u yaraynno khayaanada, xadgudubka, iyo spamka websaytkooda, abka moobaylka, iyo guryaha kale ee onlaynka ah. Inta aan soo sheegnay waxaa si wadajir ah loogu yeeraa \"Adeegyada.\"",
    "3212830633": "2. U qalmida",
    "2605814073": "Adigoo isticmaalaya ama isu diiwaangelinaya Adeegyadayada, waxaad ogolaatay: aad tahay ugu yaraan 18 jir; waxaad awood u leedahay inaad geliso heshiiskan adoo matalaya naftaada ama cidda aad matasho, waxayna had iyo jeer ahaan doontaa inaad u hoggaansanto Shuruudaha Adeegga iyo dhammaan siyaasadaha IMI iyo hab-raacyada halkan lagu tixraacay; mana ku xad-gudbi doontid shabakadeena, si khaldan nooguma sheegi doontid aqoonsigaaga, ama ma isticmaali doontid sirdoon macmal ah si aad u dhammaystirto qayb kasta oo ka mid ah hawl kasta oo IMI ah oo u baahan sirdoonka aadanaha.",
    "2616040974": "3. Macaamiisha iyo Codsadayaasha",
    "1544829730": "Haddii aad tahay Macmiil ama Codsade, waxaad ogolaatay in shuruudaha dheeraadka ah ee halkan ku lifaaqan sida Lifaaqa Macaamiisha lagu dabaqi doono oo lagu dari doono iyadoo la tixraacayo Shuruudaha Adeegga. Haddii aadan ahayn Macmiil ama Codsade, ama aad joojiso inaad noqoto Macmiil ama Codsade, markaa shuruudaha dheeraadka ah ee ku jira Lifaaqa Macmiil ma khusayso lagumana dari doono iyadoo la tixraacayo Shuruudaha Adeegga.",
    "3759360138": "4. Username and Password",
    "2236960358": "Markaad isdiiwaangeliso, waxaa lagu waydiin doonaa inaad siidayso macluumaadkaaga khaaska ah ee adiga kugu saabsan (\"xogtaga gaarka ah\"), oo ay ku jiraan magacaaga, iimaylka, iyo inaad abuurto isticmaale iyo erayga sirta ah, kuwaas oo dhamaantood hoos iman doona Siyaasadayada Khaaska ah, ee laga heli karo our website. Adiga kaliya ayaa mas'uul ka ah la socodka, hubinta iyo ilaalinta amniga akoonkaaga, ereyada sirta ah, iyo furayaasha xaqiijinta ee laxidhiidha akoonkaaga, waxaadna masuul ka tahay isticmaal kasta ama fal kasta oo lagu qaado isticmaalka macluumaadka Adeegyada.",
    "3047519814": "Waxaad ogolaatay inaadan cidna la wadaagin akoonkaaga ama eraygaaga sirta ah.",
    "1699668873": "Waa inaad isla markiiba ogeysiisaa IMI haddii aad ka shakisan tahay in macluumaadka akoonkaaga la xaday ama uu isticmaalay qof kale, ama wax kasta oo kale oo amniga lid ku ah.",
    "3044038608": "Waxaad ogolaatay inaad na siiso macluumaad run, sax ah oo dhamaystiran sida lagu codsado habka diiwaangelinta. Waxa kale oo aad ogolaatay in aad cusboonaysiiso macluumaadkan sida ugu dhakhsaha badan ee lagama maarmaanka ah si aad u ilaaliso mid taagan oo sax ah.",
    "4132302900": "5. Qarsoodidaada, Xogtaada, iyo \"Data For All\"",
    "10724169": "Waxaad aqbashay Siyaasaddayada Qarsoonnimada, taas oo xukumaysa waxa aan ku samayn doono macluumaad kasta oo shakhsi ah oo aad na siiso.",
    "1669194950": "Marka lagu daro Xogta Shakhsiyeedka, waxa kale oo laga yaabaa in lagaa baahdo inaad bixiso (ama waxa laga yaabaa inay lagama maarmaan noo noqoto inaanu ururino) xog kale si aanu u bixino Adeegyada (wadajir, \"Xogta Macmiilka\"). Mas'uul kama nihin guuldarada kasta oo lagu fulinayo Adeegyada ay sababtay daahitaankaaga ama ku guuldaraysiga bixinta Xogta Macmiilka.",
    "1330274831": "Waxaad halkan nagu siisay adduunkoo dhan, aan gaar ahayn, shati hoosaad la qaadan karo, la wareejin karo, royalty-free, shati aan la burin karin inta lagu jiro muddada heshiiskan si aad u isticmaasho, u daabacdo, si elektaroonik ah u qaybiso, oo si fagaare ah u soo bandhigto xog kasta oo Macmiil ah oo keliya ujeedada bixinta Adeegyada . Waxaad matalaysaa oo aad dammaanad qaadaysaa inaad leedahay xuquuq kugu filan, cinwaan, iyo xiiso iyo xogtaada si aad u siiso shatiga qaybtan.",
    "2230333214": "Waxaan isku geynaa Xogta Macmiilka xog kale si natiijadu u noqoto mid aan shakhsi ahaan loo aqoonsan waxa kale oo aanu ururinaa diiwaanada farsamada ee la aqoonsan waayey iyo xogta ku saabsan isticmaalka Adeegyada (\"Aggregate/De-identified Data\"). Iyadoo aan loo eegin wax liddi ku ah halkan, xog kasta oo isku-darka/De-aqoonsiga ah waxaa IMI u isticmaali karta ujeedo kasta oo ganacsi inta lagu jiro ama ka dib muddada heshiiska, oo ay ku jiraan iyada oo aan xaddidnayn horumarinta iyo hagaajinta Adeegyada iyo in la abuuro lana qaybiyo warbixinnada iyo kuwa kale agabka. Xogta macmiilku waxa kale oo laga yaabaa inay sii jirto oo lagu soo bandhigo nidaamka muddo xaddidan oo aan ka badnayn 180 maalmood ka dib marka shaqadu dhammaato, tusaale ahaan sida toosinta xogta ama xogta xaqiijinta ee nidaamyada Mashiinnada Dareenka. Si loo caddeeyo, Qaybtan 5 nama siinayso inaan ku aqoonsano inaad tahay isha xogta wadar ah/la-aqoonsanyahay la'aanteed ogolaanshahaagii hore ee qoran.",
    "3881754581": ". Haddii aad tahay macmiilka adeegyadayada sharraxaadda oo aad dooratay ikhtiyaarka \"Data For All\" oo qayb ka ah isticmaalkaaga adeegyada, markaa waxaad siisaa IMI iyo dhammaan isticmaaleyaasha adeegyada adduunkoo dhan, aan gaar ahayn, shati hoosaad la qaadan karo, la wareejin karo, royalty-free, shatiga aan la laaban karin si si buuxda looga faa'iidaysto dhammaan Xogta Macmiilka, oo ay ku jiraan dhammaan xuquuqaha la xiriira hantida garaadka. Haddii aad doorato ikhtiyaarka \"Data for All\", waxaad matalaysaa oo aad dammaanad qaadaysaa inaad leedahay xuquuq kugu filan, cinwaan, iyo xiiso iyo xogtaada si aad u siiso shatiga qaybtan.",
    "3496767126": "Si looga fogaado shakiga, cutubka soo socdaa wuxuu si gaar ah u khuseeyaa macaamiisha isticmaalaya adeegyadayada sharraxaadda, ee maaha inay u isticmaalaan adeegyadeena isku-dhafka",
    "767207800": "Haddii xogtaadu ay ka kooban tahay waxyaabo macquul ah oo cad ama meel ka dhac ah, waxaanu kaa doonaynaa inaad calaamadiso \"QOSOLKA CAD\" si aad digniin cadaalad ah ugu noqoto qof kasta oo arka xogtaada. Waxaa laga yaabaa inaadan la'aanteed heshiis qoraal ah oo gaar ah la gelin IMI ay ku jiraan hawlo jebiya siyaasadeena, oo ay ku jiraan, laakiin aan ku xaddidnayn, (a) hawlo si toos ah ama si dadban u dhiirrigelinaya degel kale ama adeeg, (b) hawlo ku xad-gudbinaya shuruudaha mareegaha dhinac saddexaad iyo Shuruudaha, (c) hawlaha weydiisanaya wax-ku-biilayaasha inay ka codsadaan dhinacyo saddexaad, (d) hawlo weydiiya ka qaybqaatayaasha inay qaadaan tallaabo ay ku maamulayaan habdhaqanka ama natiijooyinka website-ka, (e) hawlaha ku xad-gudba xuquuqda hantida aqooneed ee qolo saddexaad, iyo (f) hawlaha oo u baahan ka qaybqaatayaasha inay soo dejiyaan software ama faylasha.",
    "3370561195": "6. Dhaqanka la aqbali karo",
    "4205152730": "Waxaa lagugu dhiirigelinayaa inaad la falgasho isticmaalayaasha kale meel kasta oo ka mid ah mareegahayaga, Forum, fariimaha, wada sheekaysiga, iyo kanaalada kale ee warbaahinta bulshada ee ay maamusho IMI, laakiin haddii aad sidaas sameyso waa inaad u hoggaansantaa dhammaan shuruudaha adeegga oo aad isticmaasho boggayaga iyo dhammaan sharciyada khuseeya .",
    "1394253934": "7. Si xun u isticmaalka, xadgudubka, iyo been-abuurka",
    "1406393333": "Gelitaan kasta ama isticmaal kasta oo Adeegyada aan ka ahayn si waafaqsan Shuruudaha Adeegyadan iyo tilmaamo kasta oo aan bixinno waa mamnuuc. Gaar ahaan, MA:",
    "3409726716": "naga diiwaan geli in ka badan hal akoon adiga oo aan ogolaansho qoraal ah haysan;",
    "3119498672": "Qabo hawl kasta adoo isticmaalaya bots Internetka, robots webka, bots, scripts, ama nooc kasta oo kale oo sirdoon macmal ah ama haddii kale isku day in aad abaal-marin ka hesho IMI ama Codsade ama Isku-duwaha iyada oo aan dhamaystirin hawlaha sida lagu sharaxay;",
    "1188668818": "Bixi macluumaad kasta oo been ah markaad isticmaalayso website-kan (oo ay ku jiraan iyada oo aan xaddidnayn iska dhigaya qof ama urur kale oo xisaabtaada ku jira, ama si been abuur ah u sheegaya ama si kaleba u sheegaya naftaada ama xiriirkaaga qof ama urur kale oo ku jira akoonkaaga;",
    "2804310964": "gelitaanka ama isku day inaad geliso mareegahayaga iyada oo loo marayo server kasta oo wakiil ama qalab kale oo loogu talagalay in lagu qariyo goobtaada runta ah ama aqoonsigaaga ama si kasta oo aan ahayn interface-ka lagu siiyay;",
    "1374227759": "u isticmaal website-ka fal kasta oo sharci darro ah, ama ujeedo kasta oo aan ahayn ujeeddada loo diyaariyay;",
    "2103513933": "ku lug yeelato hawlo carqaladaynaya ama carqaladaynaya shaqada goobta;",
    "137127070": "geliso, geliso, ama ku xidh xidhidhiyo ama faylal dibadeed xaasidnimo ama aan la garanayn, ama geli wax kasta oo ka kooban fayras, faras Trojan, dirxi, bam wakhtiga, ama code kombuyuutar kale oo waxyeelo leh;",
    "1686655020": "Soo rar wax kasta oo ku xiran xuquuqda daabacaada ee aan ahayn shaqadaadii asalka ahayd, ilaa aad fasax ka heysato qofka xaqa u leh inuu dhejiyo macluumaadkaas oo aad siiso IMI dhammaan xuquuqaha shatiga leh ee halkan lagu bixiyo;",
    "1406692811": "ku lug yeelatid xayaysiisyada ama dhajinta nooc kasta oo xayaysiis ah, isku day inaad hesho tixraac, isgaarsiin guud, lacag bixin ama codsiyo, codsiyo adeegyo, xayaysiis, suuqgeyn, fariimo aan macno lahayn, mowduucyo la nuquliyay, waxyaabo sharci darro ah, isku xirka shabakada bulshada, ciwaannada e-mailka, ama Aqoonsiga farriinta degdegga ah haddii aan loo baahnayn hawshu;",
    "3893539589": "geli xiriiriyeyaasha dibadda ah ee bixiya alaabo ama adeegyo haddii aan hawshu u baahnayn;",
    "3214322759": "haddii kale la galo fal kasta oo xaasidnimo ama khiyaano ah.",
    "3733422465": "8. Xaqiijinta aqoonsigaaga",
    "267645277": "IMI waxaa laga yaabaa inay xaqiijiso aqoonsigaga. Tan waxa ku jiri kara isbarbardhigga macluumaadkaaga shakhsiyeed marka la barbar dhigo xog ururinta cid saddexaad ama dukumentiyada sharciga ah ee rasmiga ah. Waxaad noo ogolaatay inaan samayno wixii su'aalo ah ee lagama maarmaanka u ah xaqiijinta aqoonsigaaga, lahaanshahaaga ciwaanka emailkaaga, iyo lahaanshahaaga akoonnadaada maaliyadeed. Waxaad ogolaatay inaad bixiso macluumaadka adiga kugu saabsan si aad nooga caawiso xaqiijinta aqoonsigaaga.",
    "4169910317": "9. Ku dhaqanka sharciga",
    "519755936": "Adiga kaliya ayaa mas'uul ka ah u hoggaansanaanta federaalka, gobolka, gobolka, iyo sharciyada maxalliga ah ee la xiriira isticmaalkaaga Adeegyada. Waxaad ogolaatay inaad magdhaw naga siiso oo aad nagu hayso dhib la'aan wixii dacwad ah oo naga soo horjeeda sababtoo ah waxaad ku guuldareysatay inaad u hogaansanto sharci kasta ama waxaad ku xad gudubtay xuquuqaha cid saddexaad, oo ay ku jirto iyada oo aan la xaddidin qandaraas, hanti maskaxeed, ama xuquuqaha gaarka ah.",
    "731546974": "10. Cashuuraha wax ku darsada ama isku dhafka ah",
    "3128328457": "Haddii aad tahay wax ku biiriye ama isku-duwaha, adiga keligaa ayaa mas'uul ka ah bixinta wixii lagu qiyaasay ama canshuur kasta oo federaal ah, gobol, ama maxalliga ah, badbaadada bulshada, FICA, iyo magdhowga shaqaalaha ee lagu leeyahay natiijada isticmaalka mareegahayaga, iyo sidoo kale canshuuraha ama kharashyada la midka ah ee meelaha aan Maraykanka ahayn. Waxaad ogolaatay inaad magdhaw naga siiso oo aad nagu hayso dhib la'aan wixii qiimayn ah ee naga soo horjeeda sababtoo ah waxaad ku guuldareysatay inaad u hogaansanto sharciyada canshuuraha.",
    "2931396764": "11. Ku-xadgudubka Shuruudaha Adeegga",
    "1240667045": "Waxaa laga yaabaa inaan joojino, xaddidno, ama joojino gelitaankaaga adeegyada wakhti kasta sabab kasta, oo ay ku jirto sababtoo ah: (a) Waxaan aaminsanahay inaad ku xad gudubtay Shuruudaha Adeegga (oo ay ku jiraan siyaasadaha kale ee la xiriira); (b) waxaanu aaminsanahay inaad ku xad-gudbay xuquuqahayada ama xuquuqaha cid saddexaad; (c) ma awoodno inaan xaqiijino ama xaqiijino macluumaadka aad na siisay; ama (d) waxaanu aaminsanahay in ficiladaadu ay u abuuri karaan deymo adiga, anaga, ama cid saddexaad. Si looga fogaado shakiga, waxaan xaq u leenahay inaan ka hortagno ama joojino lacag bixinta haddii aan si macquul ah u aaminsanahay in mid ka mid ah kuwan kor ku xusan ay khuseyso lacag bixintan.",
    "1601080128": "Haddii aan joojino ama joojino akoonkaaga, ma heli doontid qayb ka mid ah shabakada, oo ay ku jiraan xogta, fariimaha, faylasha, iyo walxaha kale ee aad ku hayso goobta. Waxaa laga yaabaa inaadan sii wadin inaad isticmaasho mareegahayaga adoo wata magac akoon oo ka duwan ama cusub. Ku xad-gudbidda Shuruudaha Adeegga waxaa laga yaabaa in lagu dacweeyo ilaa xadka sharciga ah waxayna keeni kartaa ganaaxyo iyo ganaaxyo dheeraad ah.",
    "1160707899": "12. Doorka ka qaybqaataha iyo xidhiidhka IMI iyo codsadayaasha kale",
    "269838707": "Haddii aad tahay wax ku biiriye, adiga iyo adiga oo keliya ayaa go'aaminaya shaqada iyo inta hawlood ee la dhammaystirayo, iyo goorta iyo meesha aad ku dhammaystirayso. Waxaad xor u tahay inaad ku bixiso wakhti badan ama in yar oo aad ku dhamaystirto hawlaha aad doorato. Marna waajib kuguma aha inaad dhammaysato hawl.",
    "1087195513": "Haddii aad tahay ka qaybqaataha gelaya Adeegyada iyo/ama u fuliya hawlo dhex mara ama xidhiidh la leh Isku-duwaha isagoo ka wakiil ah Codsade aan IMI ahayn, markaa waxaad ogolaatay oo aad qiratay in Mashiinnada Dareen-celinta aanay mas'uul ka ahayn oo aanay waajib kugu ahayn iyadoo la tixgelinayo abaal-marin kasta ama magdhow kale ee hawlihii la dhammaystiray. Waxaad ogolaatay oo aad qiratay in wixii abaal-marin ah ama magdhow kale ee hawlaha la dhammaystiray lagu go'aamiyay oo keliya si waafaqsan heshiiskaaga Codsadaha iyo/ama Isku-dhafka, sida ay khusayso. Khilaaf kasta oo ku saabsan abaal-marinnadaas ama magdhowyada kale (ay ku jirto iyada oo aan xaddidnayn in lagu guul darreysto in la helo abaal-marinnadaas ama magdhowga kale) ayaa keliya u dhexeeya adiga iyo Codsadaha iyo/ama Isku-dhafka, sida lagu dabaqi karo.",
    "952813944": "Isticmaalkaaga mareegahayaga ama wax kasta oo heshiiskan ku jira midna ma abuurayo shaqo, iskaashi, shirkad wadaag, wakaalad, shirkad ganacsi, ama xidhiidh wakiil iib ah oo idinka dhexeeya adiga iyo Mashiinnada Dareenka. Kuma siinno wax qalab ah ama qalab aad ku dhammaystirto hawl. Kuma siinno wax faa'iido ah, magdhowga shaqaalaha, ama caymiska caymiska. Annagu kama mas'uul ahayn kharash kasta oo aad ku gasho isticmaalka mareegahayaga. Wax cad ah kama celin doono abaal-marinkaaga canshuurta dakhliga federaalka ama gobolka, Lambarka Bulshada, ama canshuur kasta oo kale. Waxaad xor u tahay wakhti kasta inaad qabato hawlo qof kasta ama ganacsi, oo ay ku jiraan mid kasta oo ka mid ah tartamayaashayada. Ma lihid awood aad ku gasho wax qandaraas ah, qoraal ama odhaah ah, adoo metelaya Mashiinnada Dareenka.",
    "3460432665": "Iyadoo ay taasi jirto, haddii aad tahay cashuur bixiye Maraykan ah waxa laga yaabaa in aanu kaa codsano W-9, in la cusboonaysiiyo sanad walba, waxaana laga yaabaa in aanu kaa joojino inaad qabato hawlaha ilaa aad dhamaystirto ama aad cusboonaysiiso W-9.",
    "458271951": "Haddii aad tahay ka qaybqaataha gelaya Adeegyada iyo/ama ku fuliya hawlaha iyada oo loo marayo ama la xidhiidha Isku-duwaha isagoo ka wakiil ah Mashiinnada Dareenka (oo u dhaqmaya sidii Codsade), Mashiinnada Dareenka ayaa ku abaalmarin kara dhammaystirka la aqbali karo ee hawlaha qaarkood. Haddii ay dhacdo in lagugu helo inaad ku kacday khiyaano, xadgudub, ama ku xad-gudbi Shuruudahan Adeegga, abaal-marin kasta iyo dhammaan waxa laga yaabaa in laguu hakiyo/ama soo ceshado Mashiinnada Dareenka.",
    "3056723024": "13. Dhamaystirka Hawlaha aan la aqbali karin",
    "3913203723": "Haddii, sabab kastaba ha ahaatee, codsaduhu uu aqbali waayo gudashada hawl aad dhammaysay, adiga ka qaybqaataha ama isku xidhe ahaan xaq uma yeelan doontid wax abaal-marin ah hawsha. Haddii ay dhacdo in abaal-marinno hore laguugu kala firdhiyey hawl aan la aqbali karin, waxa laga yaabaa inaan kaa soo ceshano.",
    "3666807632": "14. Aqoonta iyo Xirfadaha wax ku darsada",
    "1993899769": "15. Isticmaalkeena Xogta",
    "2927283721": "Markaad qabato hawlaha shabakadayada, waxaad ogolaatay ururinta, isticmaalka, iyo muujinta macluumaadkaaga shakhsi ahaaneed si waafaqsan siyaasaddayada khaaska ah. Intaa waxa dheer, waxa laga yaabaa in aanu la wadaagno macluumaadka qaarkood ee kugu saabsan adiga iyo hawlahaaga dhammaystiran Codsadaha oo aad hawshiisa dhammaysay si uu u fududeeyo xidhiidhka adeegga iyo hagaajinta mareegaha, oo ay ku jiraan, tusaale ahaan, Aqoonsiga wax ku biirinta, natiijooyinka hawlaha la dhammaystiray, iyo sifooyinka kale ee la xidhiidha shahaadooyinkaaga, luqadahaaga, xirfadahaaga, iyo isticmaalka mareegaha.",
    "3027055607": "16. Hantida Caqliga iyo Xuquuqda Lahaanshaha",
    "3910971075": "IMI waxay leedahay dhammaan xuquuqaha, oo ay ku jiraan xuquuqda hantida garaadka, ee koodhka isha, koodka shayga ama qaab dhismeedka hoose, fikradaha ama algorithms, API, iyo wixii software dheeraad ah, dukumeenti ama xogta la xidhiidha Adeegyada (\"Software\"). Ma aad si toos ah ama si dadban, u sii marinaysa qolo saddexaad ama haddii kale: (a) dib u rogi doona injineerka, dumin, kala dirid, ama haddii kale isku dayin inaad ogaato Software-ka; (b) wax ka beddel, tarjumaan, ama abuuraan shaqooyin kala duwan oo ku salaysan Software kasta; (c) koobiyeynta, kiraynta, kiraynta, qaybinta, ballan-qaadka, qoondaynta, ama haddii kale u wareejinta ama soo saarista xuquuqda Software kasta; (d) u isticmaal software kasta waqti wadaagid, ujeeddooyin xafiiska adeegga, ama haddii kale faa'iido u leh cid saddexaad; ama (e) meesha ka saar wixii ogeysiisyo ama calaamado gaar ah.",
    "3660891610": "Haddii aad tahay wax ku biiriye, IMI, oo aanad adigu ahayn, waxay leedahay xuquuq lahaanshaha shaqo kasta oo aad soo saarto taas oo qayb ka ah dhamaystirka hawl kasta. Markaad aqbasho shuruudaha heshiiskan waxaad ogolaatay (oo aad halkan ku samaynaysaa) wareejinta lahaanshaha, lahaanshaha, iyo lahaanshaha (ay ku jiraan dhammaan xuquuqaha lahaanshaha garaadka ee ka jira aduunka oo dhan) gudaha iyo shaqadaada annaga. Si loo hubiyo inaan awoodno inaan helno, kaamilno, oo isticmaalno xuquuqahaas, waxaad sidoo kale ogolaatay (i) inaad saxiixdo dukumeenti kasta si aad u caawiso dukumeentiyada, dhammaystirka iyo fulinta xuquuqdeena; iyo (ii) Bixinta helitaanka macquulka ah ee macluumaadka loogu talagalay duubista, dhammaystirka, sugidda, difaaca, iyo hirgelinta xuquuqaha lahaanshaha ee waddan kasta iyo dhammaan. Waajibaadyadaada hoos yimaada qaybtan way sii socon doonaan xataa ka dib markaad iska diiwaan geliso ama joojiso isticmaalka Adeegyada. Waxa aad noo magacawday qareenkaaga si aan u fulino dukumentiyada adiga oo ku hadlaya magacaaga ujeedooyinka lagu sheegay qaybtan.",
    "426125156": "17. Xuquuqda daabacaadda iyo Qaadashada",
    "1408530660": "IMI waxay ixtiraamtaa hantida garaadka ee dadka kale, waxaanan xaq u leenahay inaan ka saarno boggayaga wax kasta oo aan aaminsanahay inay ku xad-gudbi karaan xuquuqda garaadka qolo kasta oo saddexaad. Haddii aad aaminsantahay in shaqadaada loo koobiyeeyay si ka dhigan ku xad-gudubka xuquuqda daabacaada ee website-kan, fadlan la xidhiidh Intuition Machines taageerada macaamiisha.",
    "2696932851": "18. magdhaw",
    "3844300338": "Waxaad ogolaatay inaad magdhaw, difaacdo, oo aad nagu hayso iyada oo aan waxyeello lahayn dhammaan sheegashooyinka, dhaawaca, deymaha, kharashyada, iyo kharashyada (oo ay ku jiraan kharashyada qareennada macquulka ah iyo kharashyada), ee ka dhasha ama la xidhiidha waxqabadkaaga hawlaha ama isticmaalkaaga mareegahayaga .",
    "2474091800": "19. Khilaafaadka Isticmaalayaasha kale; Siideynta",
    "3162107126": "IMI ma aha qayb ka mid ah khilaaf kasta oo u dhexeeya adiga iyo isticmaale kale ee Adeegyada. Waxaad ka sii daysay IMI iyo kuwa la xidhiidha wax kasta iyo dhammaan sheegashooyinka, dalabaadka, iyo waxyeelada nooc kasta iyo dabeecad kasta, la yaqaan iyo aan la garanayn, la tuhunsan yahay iyo kuwa aan la tuhunsanayn, la shaaciyo ama aan la shaacin, ka dhasha ama ku xidhan khilaaf kasta oo u dhexeeya adiga iyo isticmaale kale.",
    "2271969747": "20. Xogta Qarsoon ee aad Hesho",
    "1042802841": "Xogta sirta ah waa xog kasta oo lagu calaamadeeyay sir ama mid gaar ah, ama ay tahay inay si macquul ah u fahmaan qolyaha helaya inay sir yihiin ama lahaanshaha leh. Tan kuma jiraan wax macluumaad ah oo (1) si guud loo heli karo, (2) mar horeba haysashada, si madax bannaan u horumarisay, ama horeba u yaqiin qolyaha helaya, ama (3) lagu shaaciyay amar maxkamadeed ama haddii kale loo baahdo sharciga.",
    "1918025546": "Haddii lagu siiyo macluumaadka sirta ah ee qof kasta oo ku jira Adeegyada, waxaad ogolaatay inaad ilaaliso sirta macluumaadka sirta ah isla heerka daryeelka aad u isticmaasho si aad u ilaaliso macluumaadkaaga sirta ah, laakiin xaalad kasta oo aan ka yarayn daryeelka saxda ah. Ma daabici kartid ama ma daabici kartid sirta ama macluumaadka lahaanshaha, marka laga reebo waxa lagama maarmaan u ah gudashada hawsha. Dhammaan macluumaadka ku jira hawsha ku jirta Platform-ka Mashiinnada Dareenka waa in loo tixgeliyaa inay yihiin qarsoodi xitaa haddii macluumaadka aan si cad loogu magacaabin mid sir ah.",
    "2690395789": "Haddi iyo marka aanad u baahnayn macluumaadka sirta ah ee aad heshay, waa in aad si degdeg ah u soo celisaa ama aad burburisaa (sida uu codsado qof kasta oo shaaca ka qaaday macluumaadka) dhammaan nuqullada macluumaadka ka jira dhismaha, nidaamyada, ama qalabka kale ee aad maamusho.",
    "2178073797": "Sababtoo ah shaacinta macluumaadka sirta ah waxay keeni kartaa waxyeelo aan laga soo kabsan karin, kooxda daah-furtay waxay xaq u leedahay inay raadsato gargaar amar ah jebinta ama hanjabaadda jebinta ereygan.",
    "2185860003": "21. Waxka bedelka Mareegta",
    "2631249972": "Waxaa laga yaabaa inaan horumariyo ama wax ka bedelno mareegahayaga ogeysiis la'aan adiga.",
    "3764131594": "22. Website-yada dhinac saddexaad",
    "295955580": "Websaydhkeena waxaa ku jiri kara xiriirinta mareegaha internetka ee qolo saddexaad Ma xakameyno, ma baarno, ma kormeerno, mana hubinno mareegahaas. Annagu mas'uul kama nihin mana taageerno barnaamijyada kombayutarka, waxa ku jira, ama fikradaha ku jira mareegahaas. Haddii aad go'aansato inaad ka baxdo boggayaga oo aad gasho shabakad kasta oo dhinac saddexaad ah, waxaad sidaas samaynaysaa khatartaada.",
    "838225123": "23. Afeef dammaanad",
    "3897238493": "ADEEGYADA WAXAA LAGU BIXIYAY SI \"SIDAAS AH\" Ma yeelno matalo ama dammaanad, si toos ah ama cadeeyn, oo ku saabsan helitaan, fayoobid, sharci ahaan, helitaan, AMA SHAQO ADEEGYADA, shay kasta oo la xidhiidha software ama agab, hawlwadeen, hawlwadeeno. Ilaa inta ugu badan ee uu sharcigu oggol yahay, IMI waxa ay eedaysay dhammaan shuruudaha, matalayaasha iyo dammaanadaha ay ku jiraan, laakiin aan ku xaddidnayn, dammaanadda ganacsiga, ku habboonaanta hawl-galka iyo mas'uuliyadda. Daawooyinkaaga Keliga ah iyo kuwa Gaarka ah ee ka dhanka ah IMI iyadoo la tixgalinayo ciladaha kasta, Ansax la'aanta, ama ku qanacsanayn la'aanta waa in la joojiyo Adeegsiga ADEEGYADA Ma yeelan doono mas'uul ka ah waxyeello kasta oo soo gaadha nidaamka kombiyuutarkaaga, luminta ama musuqmaasuqa xogta, ama waxyeellada kale ee ka dhalata laga bilaabo gelitaankaaga ama isticmaalka bogga internetka ama Platform Machines Intuition. Hakad la qorsheeyay iyo kuwa aan la qorshayn ayaa laga yaabaa inay dhacaan, mana dammaanad qaadayno helitaanka aan kala go'a lahayn ee shabakadayada.",
    "2110259227": "24. Xadaynta Masuuliyadda",
    "3018077211": "25. Xallinta Khilaafaadka ka qaybqaatayaasha",
    "2790841456": "Haddii aad tahay wax ku biiriye, waxaad ogolaatay qodobkan soo socda ee dhexdhexaadinta iyo ka dhaafida falka fasalka:",
    "3302832698": "Xallinta Khilaafka Beddelka ah ayaa loo baahan yahay.",
    "561456032": "Waxaad ogolaatay in khilaaf kasta oo ka dhasha ama la xidhiidha isticmaalkaaga adeegyada, oo ay ku jiraan khilaaf kasta oo soo baxay laga bilaabo wakhtiga aad bilawday fulinta hawlaha IMI, iyo gaar ahaan ay ku jiraan sheegasho kasta oo la xidhiidha inaad u kala saartay iyo in kale Qandaraasle madax-bannaan, waxaad marka hore ogeysiin doontaa IMI sheegashadaada ka dhanka ah. Adiga iyo IMI waxa aad markaas isku dayi doontaan in aad arrinta ku xalliyaan wada xaajood toos ah ama dhexdhexaadin. Waxaan u qaybin doonaa si siman qiimaha dhexdhexaadinta waxaanan ku heshiin doonaa in dhexdhexaadinta lagu sameeyo taleefoon ama hab kale oo elegtaroonig ah. Haddi sheegashada aan la xalin ka dib gorgortan aan rasmi ahayn ama dhexdhexaadin, waxaad ogolaatay in adiga iyo IMI aad isticmaali doontaan dhexdhexaadinta kama dambaysta ah ee lagu xallinayo khilaafka. Qodobkani wuxuu maamulayaa dhammaan sheegashooyinka dib-u-cusbooneysii laga bilaabo markii aad bilowday isticmaalka mareegahayaga, hadday ku salaysan tahay ciqaab, qandaraas, qaanuun, ay ku jiraan, laakiin aan ku xaddidnayn, sheegashooyinka takoorka iyo dhibaataynta, haddii ay ku salaysan yihiin Sharciga Shaqaalaysiinta iyo Guryeynta ee California. , Ciwaanka VII ee Xeerka Xuquuqda Madaniga ah ee 1964, sida wax laga beddelay, ama sharci ama sharci gobol ama federaal kasta, sharci loo siman yahay, ama haddii kale.",
    "3794239003": "Habka Xalinta Khilaafaadka.",
    "4193379787": "Dhammaan dhexdhexaadinta hoos timaada heshiiskan waxaa lagu fulin doonaa shuruucda Ururka Xalinta Khilaafaadka Maraykanka ama adeeg dhexdhexaadin ah oo la isku raacay. Garqaaduhu waxa uu noqon doonaa garqaade Maraykan ah oo laga soo dhex xulay liis aan ka yarayn todoba (7) magac iyada oo loo marayo weeraro kale. Garqaadka, qolo kastaa waxay xaq u yeelanaysaa inay samayso daah-fur ku filan oo madani ah, oo ay keento mooshinno been abuur ah, soona bandhigto marqaati iyo cadaymo ay u baahan tahay si ay u soo bandhigto kiisaskooda iyo difaacooda, wixii khilaaf ah ee arrintan la xidhiidhana waxa xallinaya garqaadka. Xallinta khilaafku waa in lagu saleeyaa oo keliya sharciga lagu maamulayo sheegashooyinka iyo difaacyada la dacweeyay, garqaaduhuna ma qaadi karo wax sal ah oo aan ahayn sharcigan xakamaynta. Garqaaduhu waa in uu masuulka garsoorku ka xasaanad yeeshaa mas'uuliyadda madaniga ah marka uu ku dhaqmayo awoodda garsoore, taas oo xasaanad kordhinaysa xasaanad kasta oo jirta. Abaalmarinada waa in ay ku jiraan fikradda macquulka ah ee dhexdhexaadiyaha oo qoran. Waxaad ka tanaasushay xaqa aad u leedahay in lagu xukumo xeerbeegtida dacwad kasta oo laga yaabo inaad ka qabto IMI ama IMI laga yaabo inay adiga kugu hayso. Sheegasho kasta oo hoos timaada faqraddan waa in lagu keenaa gudaha muddada xaddidan ee lagu dabaqi karo. Sharciga Xalinta Khilaafaadka Federaalka ee Mareykanka ayaa maamula faqraddan, waxaadna qiraysaa in heshiiskan uu caddaynayo wax kala beddelashada ganacsiga.",
    "2583888954": "Marka laga reebo.",
    "1034830": "Muranka laga yaabo in aanu hoos iman heshiiska dhexdhexaadinta ee sida uu dhigayo Dodd-Frank Wall Street Reform and Consumer Act (Sharciga Dadweynaha 111-203) ayaa laga saaray kan",
    "263977834": "Daalka Maamulka.",
    "1807512722": "Waxaad u soo qaadan kartaa cabasho kasta oo ka dhalata isticmaalkaaga mareegahan wakaalad maamul laakiin kaliya ilaa inta sharciga khuseeya uu ogolanayo gelitaanka wakaalad noocaas ah iyada oo aan loo eegin jiritaanka heshiis garqaadasho. Dacwooyinka maamul ee noocan oo kale ah waxaa ka mid ah sheegashooyinka aan xaddidnayn ama eedaha la hor keeno Komishanka Fursadaha Shaqaalaynta Siman, Waaxda Shaqada ee Maraykanka, iyo Guddiga Xidhiidhka Shaqaalaha Qaranka. Ma jiro wax qodobkan ka mid ah oo loo qaadan karo in uu diidayo ama kaaga cudur daaranayo inaad keento dacwad maamul oo ka hortimaada wakaalad kasta si aad u gudato waajibaadkaaga ah inaad daaliso xalinta maamulka ka hor inta aanad dacwoon dhexdhexaadin, si kastaba ha ahaatee, waxaad ka tanaasulaysaa xaqa abaal-marin lacageed kasta oo sidan oo kale ah. dacwadaha hay'adda.",
    "996430331": "Goobta Xalinta Khilaafaadka.",
    "3040062804": "Dacwad kasta oo dhexdhexaadin ah oo hoos timaada qaybtan waxay si toos ah uga dhici doontaa Gobolka Kaliforniya, ilaa aad degan tahay meel ka baxsan Maraykanka mooyaane, kiiskaas oo garqaadku u dhacayo gebi ahaanba si elektaroonik ah ama telefoon ahaan ah. Garqaadku waxa uu ka dhici karaa meel kasta oo kale haddii qolo kasta ay qoraal ku ogolaato. Iyadoo aan loo eegin goobta ay ku taal, qolo kastaa waxay dooran kartaa inay ka soo muuqato dhexdhexaadinta iyagoo isticmaalaya muuqaal toos ah ama teleconference.",
    "3091247030": "Ka Dhaafista Waxqabadka Fasalka.",
    "2520904193": "Waxaad ka tanaasushay xuquuq kasta oo aad u leedahay in la keeno, la maqlo, ama loo garqaado koox ahaan, wadareed, ama tallaabo wakiil ah. Si kasta oo ay ahaataba qodob kale oo heshiiskan ku jira, xukunka hore lagama jari karo heshiiskan xaalad kasta. Sheegasho kasta oo ah in dhammaan ama qayb ka mid ah cafiskan ay tahay mid aan la fulin karin, aan laga fiirsan, aan waxba ka jirin ama aan waxba ka jirin waxaa go'aamin kara kaliya maxkamad awood u leh ee ma aha garqaade. Lagaagama aargoosan doono ama lagaama hor istaagi doono dhamaystirka hawlaha shabakadayada taasoo ay ugu wacan tahay gudashada xuquuqahaaga sida uu dhigayo Qaybta 7 ee Xeerka Xidhiidhka Shaqaalaha Qaranka, ama xeraynta ama ka qaybgalka fasalka, ficil wadareed ama wakiil ka ah gole kasta , laakiin waxa laga yaabaa in aanu si sharci ah u raadino meel marinta talaabada ka dhaafida fasalkan, oo aanu raadino cayrinta fasalkan, ficilada wadareed ama wakiilada ama sheegashooyinka.",
    "3493572638": "Kharashyada iyo Kharashyada.",
    "702926385": "Dhinacyadu waa in ay mid kastaa qaataan kharashaadkooda si ay u matalaan sharci kasta oo dhexdhexaadin ah, marka laga reebo ilaa xadka kharashka qareenka uu si cad sharcigu u siinayo. Dhinacyadu waxay kala qaybin doonaan khidmad kasta oo bilow ah oo maamul oo uu qaado garqaaduhu, ilaa ugu badnaan qiimahaaga oo dhan laba boqol iyo konton doolar (US$250.00). Kharashka garqaadaha iyo weriyaha maxkamadda, haddii ay jiraan, waa in marka hore annagu qaadinnaa; si kastaba ha ahaatee, garqaaduhu waa inuu go'aansadaa inuu ku abaalmariyo kharashyada ku haboon kooxda talada haysa, sida sharcigu dhigayo, iyo/ama looga baahan yahay dhinacyada inay qaybsadaan kharashaadka la xidhiidha garqaadaha iyo/ama weriyaha maxkamada.",
    "3199694247": "Daryeelid.",
    "3102490587": "Marka laga reebo ka dhaafitaanka Talaabada Darajada, haddii wax shuruud ah ama qodob ah, ama qayb ka mid ah faqraddan dhexdhexaadinta lagu dhawaaqo inay maqan yihiin ama aan la dhaqangelin karin waa la goyn doonaa inta ka hadhayna qodobka dhexdhexaadinta waa la dhaqan gelin doonaa.",
    "2323013093": "26. Sharciga lagu dabaqi karo",
    "2900525040": "Sharciyada Gobolka California ayaa xukuma Shuruudaha Adeegga iyo wixii khilaaf, muran, ama sheegasho ka yimaada iyaga.",
    "3339302473": "27. Joojinta",
    "1158384644": "Waxaad dooran kartaa wakhti kasta inaad joojiso isticmaalka mareegahayaga, waase inaad u hoggaansantaa dhammaan siyaasadaha IMI ee khuseeya. Waxa laga yaabaa, in aan go'aankeena kaliya, baabi'inno heshiiskan, joojinno gelitaanka mareegahayaga, ama aan ka saarno adeegyada isla markiiba ogeysiis la'aan sabab kasta ha ahaatee.",
    "41530052": "28. Shuruudaha Guud",
    "3202747130": "Heshiiska oo dhan. Shuruudaha Adeegga iyo siyaasad kasta, habraacyada, ama shuruudaha lagu tixraacay heshiiskan ayaa ka dhigaya dhammaan heshiiska dhinacyada ee mawduuca, oo meesha ka saaray oo baabi'iyay dhammaan heshiisyadii, sheegashooyinka, matalaadda, iyo fahamka dhinacyada .",
    "4080263153": "Ka-dhaafitaan la'aan. Nalooma tixgelin doono inaan ka tanaasulnay qayb ka mid ah xuquuqdeena ama hagaajinta ilaa ka-dhaafku uu yahay qoraal oo aanu saxiixin mooyaane. Haddii aan dib u dhigno dhaqan gelinta ama ku guul darreysanno in aan fulinno xuquuqdeena sida uu dhigayo qodob kasta oo ka mid ah heshiiskan, taasi ma noqon doonto ka tanaasulid xaqa aan u leenahay in aan mar dambe dhaqangelinno qodobkan ama qayb ka mid ah heshiiskan.",
    "1789371580": "Xil-saarid. Ma diri kartid Shuruudaha Adeegga adiga oo aan oggolaan qoraal ah oo hore noo haysan. Waxaa laga yaabaa inaan ku meeleyno Shuruudaha Adeegga wakhti kasta, ogeysiis la'aan. Iyadoo la raacayo kuwa aan soo sheegnay, Shuruudaha Adeeggu waxay noqon doonaan kuwo lagu dabaqi doono kuwa bedelaya iyo xilalka la ogolyahay.",
    "2819628066": "Daryeelid. Haddii wax bixinta Shuruudahan Adeegga lagu helo mid aan sax ahayn ama aan la dhaqan gelin sabab kasta ha ahaatee, ma saamayn doonto ansaxnimada iyo dhaqan gelinta qodobbada hadhay.",
    "3955981186": "Waxka bedelka Ma jiro wax ka beddel ama wax ka beddel lagu sameeyay Shuruudaha Adeegga qof aan ahayn IMI laguma qaban karo IMI haddii aan lagu helin qalab qoran oo uu saxeexo wakiilka IMI ee si sharci ah loo oggol yahay.",
    "1377538813": "Luuqada jirta. Nooca luqadda Ingiriisiga ee Shuruudaha Adeegga ayaa xakameyn doona dhinac walba oo wuu guuleysan doonaa haddii ay dhacdo wax is-khilaafsan oo la turjumayo, haddii ay jiraan.",
    "2438016011": "Heshiis ikhtiyaari ah. Dhammaan dhinacyada Shuruudaha Adeegga waxay matalaan oo ku heshiiyaan in mid kastaa uu dib u eegay dhammaan dhinacyada heshiiskan, uu si taxadar leh u akhriyay oo si buuxda u fahmay dhammaan qodobadiisa, oo uu si ikhtiyaari ah u gelayo heshiiskan.",
    "2445034923": "Haddii aadan ku raacsanayn dhammaan shuruudaha iyo shuruudaha Shuruudaha Adeegga, ha isticmaalin (mana dhici karto) inaadan isticmaalin ama geli karin Bogga ama Adeegyada.",
    "2646127839": "Lifaaqyada Macmiilka ee Shuruudaha Adeegga ee Master-ka",
    "4097297673": "Macmiil ahaan, codsade, ama isku xidhe ahaan, waxaad ogolaatay in lagugu xidho shuruudahan hoose marka lagu daro shuruudo kale oo xidhidha adiga iyo IMI",
    "1093280979": "1. Foomamka Dalbashada Platform",
    "1549953005": "Waxaa laga yaabaa inaad buuxisay hal ama kabadan foomamka dalbashada marin u helka (mid walba, \"Foomka Dalabka\") iyadoo shardi ah inaad noqoto macmiil ama codsade. Hadday sidaas tahay, markaa shuruudaha iyo shuruudaha lagu qeexay Foomka Dalabka waxay noqonayaan qayb ka mid ah Shuruudaha Adeegga waxaana halkan lagu daray tixraac.",
    "3819851005": "2. Kharashyada",
    "1591032933": "Waxaad IMI ku bixin doontaa ujrada sida lagu qeexay Foomka Dalabka lagu dabaqi karo iyadoo loo marayo habka lacag bixinta ee aad ku bixisay Foomka Dalabka lagu dabaqi karo. Haddii aan si kale si kale loogu heshiin qoraal ahaan, waxaad bixin doontaa lacag-bixin buuxda dhammaan qaansheegyada la soo saaray soddon (30) maalmood gudahooda ka dib taariikhda boostada ee qaansheegta. Waxaad noo ogolaatay inaan ku socodsiino ogolaanshaha kaararka deynta dhammaan macluumaadka kaadhka deynta ee aad na siisay, si aan u kaydino macluumaadka kaadhka deynta, iyo inaan ku dalaco kaarka deynta ama akoon kasta oo kale oo aan ku heshiino qaab lacag bixin ahaan. Haddii aan si kale loogu sheegin Foomka Dalabka ama Heshiiska Adeegga Ganacsigaaga ama Heshiiska Adeegga Sare, dhammaan khidmadaha adeegyada, marka laga reebo celceliska, waxaa la soo dallacaa sannad walba marka ay bilawdo adeegyada ay bixiso IMI ee hoos timaada heshiiskaaga (\"Taariikhda Dhaqangalka ah\").",
    "4142610534": "Lacag-bixin kasta oo daahitaan ah waxay ururin doontaa kharashyada daahsoon oo ah heerka 1.5% bishii ama inta ugu badan ee sharcigu oggol yahay, hadba kan hoose. Haddii aad ku guul dareysato inaad bixiso qadarka ku waajibay heshiiskan sabab kasta ha ahaatee, akoonkaaga waxaa laga yaabaa in la hakiyo, anaga go'aankayaga kaliya, taas oo aan wax lacag ah oo dheeraad ah laga samayn doonin akoonkaaga si loo dhamaystiro hawlaha dhammaan hawlahaaga waa laga saari doonaa ka websaydkayaga. Waa in aad noo soo celisaa dhammaan wixii lacag ah marka la dalbado, oo ay la socoto khidmadaha habaynta, khidmadaha soo daahay, ama kharashka qareenka. Waxa kale oo laga yaabaa in aanu u samayno warbixino ku haboon wakaaladaha warbixinta deymaha iyo masuuliyiinta fulinta sharciga.",
    "512991700": "Haddii aad rabto inaad ka dooddo wax khidmad ah, waa inaad la xiriirtaa waaxda taageerada macaamiisha wax aan ka dambayn soddon (30) maalmood ka dib taariikhda xidhitaanka ee biilka ugu horreeya ama bayaan xisaabeedka kaas oo qaladka ama dhibaatadu soo baxday si aad u hesho hagaajin ama credit.",
    "1273914192": "3. Canshuuraha",
    "4242322181": "Adiga ayaa mas'uul ka ah bixinta dhammaan canshuuraha la xiriira Adeegyada marka laga reebo canshuuraha Mareykanka ee lagu qiimeeyay dakhliga saafiga ah ee Mashiinnada Intuition ama hantida gaarka ah.",
    "1671996585": "Waxaa laga yaabaa in lagaa baahdo inaad ku dhex-gasho degelkaaga, codsigaaga, ama madal adeegyadayada adoo isticmaalaya interface programming interface (\"API\"). Haddii ay dhacdo inaad sidaas samayso, waxaanu ku siinaynaa mid xadidan, aan gaar ahayn, aan la bedeli karin, aan la magacaabi karin, shatiga la burin karo si aad u isticmaasho API kaliya si aad u gasho Adeegyada. Waxa laga yaabaa in aan wax ka beddelno API-ga iyo/ama joojino taageerada noocyadii hore ama sii daynta API-ga wakhti kasta. Waxaannu xaq u leenahay inaan joojino ama xaddidno gelitaanka API-ga go'aankeenna oo keliya, waxaanan isticmaali doonnaa dadaallo macquul ah si aan ku siino ogeysiis ka hor cayrinta.",
    "4036662147": "5. Ilaalinta Xogta Qarsoon",
    "3564208535": "Waxaad ogolaatay inaad isticmaasho dadaal ganacsi ahaan macquul ah si aad u ilaaliso xog kasta oo qarsoodi ah oo naga hesho ama iyada oo loo marayo Adeegyadayada. waxaa ku jira buundooyinka bot iyo tafaasiisha aan dawliga ahayn ee adeegayada ganacsiga, oo ay ku jiraan dukumeenti aan dawli ahayn iyo tafaasiil kasta oo aanu wadaagi karno ee ku saabsan hababkayada ogaanshaha bot. Haddii lagu ogolaado inaad hesho macluumaadkan sirta ah, waxa laga yaabaa inaan wax ka bedelno, joojino, ama xaddidno gelitaankaaga Adeegyadayada go'aankeena oo keliya haddii aan go'aansanno in macluumaadka sirta ah lagu kashifo isticmaalkaaga adeegyadayada, waxaanan isticmaali doonnaa dadaallo macquul ah in lagu siiyo ogeysiis ka hor cayrinta.",
    "120384113": "6. Joojinta",
    "453723556": "Waxa aad joojin kartaa Lifaaqa Macmiilka oo ka madax banaan Shuruudaha Adeegga adiga oo joojinaya in aad noqoto Macmiil ama Codsade. Waxaan xaq u leenahay inaan joojino ama joojino heerkaaga macmiil ama codsade wakhti kasta, ama inaan joojino akoonkaaga ama isticmaalka Adeegyada waafaqsan Shuruucda Adeegga. Adiga ayaa mas'uul ka ah marka la joojiyo lacag kasta oo ku xiran foomkaaga dalbashada. Haddii xubin ka noqoshadaada ay ku jirto khidmadaha bilaha ama sanadlaha ama ugu yaraan bille ama sanadlaha, waxaad weli mas'uul ka noqon doontaa bixinta dhammaan khidmadaha Adeegyada illaa dhammaadka bishaas ama sanadkaas, siday u kala horreeyaan.",
    "218889628": "Marka laga reebo meesha aan ku joojino Lifaaqa Macmiilka ama Shuruudaha Adeegga taas oo ay sabab u tahay jebintaada Lifaaqa Macmiilka ama Shuruudaha Adeegga, haddii aanu joojino oo aad horay noogu bixisay wax kharash ah, waxaanu soo celin doonaa qayb pro-rata ah kuwaas qaddarka horay loo bixiyay, iyadoo lagu saleynayo wakhtiga haray ama Adeegyada aad bixisay, hadba kan yar. Waxa aanu shaqadeena u dhamaystiri doonaa si ganacsi macquul ah waxaanu ku ilaalin doonaa oo aanu kuu soo gudbin doonaa dhamaan xogta wax-soo-saarka ee lacag-bixinta ah iyo dhammaan xogta macmiilka ee aanu gacanta ku hayno. Marka la joojiyo kasta, laga yaabaa in aan laakiin waajib ku ah in aan tirtirno wax xog ah.",
    "2505227594": "7. Overages",
    "2369877184": "Ugu badnaan heerka ugu sarreeya ee RPS ee la oggol yahay Isku-dhafka hCaptcha ama Macaamiisha waa 1,000 codsi ilbiriqsi kasta hay'adaha ku jira akoonkaaga (\"RPS\"), ilaa si kale loo qeexo heshiis qoraal ah oo adiga iyo annaga naga dhexeeya.",
    "234420106": "Haddii ay dhacdo in aad tahay Isku-duwaha ama Macmiilka adeegga hCaptcha Enterprise iyo isticmaalka API sida lagu cabbiro RPS uu ka bato heerka la qoondeeyey ee heerka adeeggaaga, waxa laga yaabaa in aanu doorano inaanu wax ka beddelno adeeggaaga ama aanu ku dalaco qiime celcelis ahaan. Haddii ay dhacdo in heerka ugu sarreeya ee RPS uu dhaafo heerka la bixiyay 10 10 daqiiqo ama ka badan guud ahaan muddo 30 maalmood gudahood ah iyo inta badan codsiyadan ay yihiin, go'aamintayada kaliya, ee aan ahayn taraafikada xaasidnimada ah, waxaa laga yaabaa inaan dooranno kugu dalaco qiimahaaga celceliska ah ee la cayimay ee dhammaan codsiyada API ee la sameeyay bishaas.",
    "2619472217": "8. Dib u iibinta",
    "2019702084": "Haddii aan si cad loogu oggolaan Heshiiska Adeegga Macmiilka ama Heshiiska Dib-u-iibiyaha, Adeegyada SaaS ee la amray waa in aan la iibin, dib loo iibin, la kiraynin, la ijaarin, shati la siin, shati hoose, ama haddii kale la siin karo cid kale oo saddexaad (marka laga reebo Xiriirinta Macaamilka). ), iyo dhammaan amarada hoos yimaada Heshiiska iyo dhammaan isticmaalka Macmiilka Adeeggu waa inay noqdaan kuwa macaamilka ama xiriirka la leh isticmaalkooda ganacsi gudaha ah.",
    "1233229030": "Kala duwan",
    "1467783792": "Ma jiro qof, hay'ad, ama urur uu Maraykanku cunaqabateeyey (\"Jilaa cunaqabatayn\") oo u qalma abaal-marin ama inuu u isticmaalo Adeegyada Isku-xidhe ahaan. Si looga fogaado shakiga, tan waxaa ku jira jilayaal kasta oo cunaqabatayn ah oo uu magacaabay Xafiiska Xakamaynta Hantida Shisheeye (\"OFAC\") ee Waaxda Maaliyadda ee Maraykanka.",
    "3759657802": "Ma diri kartid, ma wareejin kartid, ama eryin Shuruudaha Adeegga ama xuquuqdaada ama waajibaadkaaga sinaba (ku shaqaynta sharciga ama si kale).",
    "1627232990": "Turjumaada Shuruudaha Adeegga waxa lagu bixiyaa ku salaysan dadaalka ugu fiican. Haddii ay dhacdo farqi la taaban karo oo u dhexeeya Shuruudaha Adeegga Luqadda Ingiriisiga iyo tarjumaaddooda, Shuruudaha Adeegga Luuqadda Ingiriisiga waxa loo micneeyaa mid awood leh.",
    "805221621": "Fadlan nagala soo xidhiidh",
    "259613338": "haddii aad wax su'aalo ah ka qabto Shuruudaha Adeegga.",
    "2735878907": "Bayaanka Qorshaynta Joogtada Ganacsiga",
    "2887242610": "Intuition Machines, Inc ayaa soo saartay Qorshaha Joogitaanka Ganacsiga ee ku saabsan sida aan uga jawaabi doono dhacdooyinka sida weyn u carqaladeeya ganacsigeena hCaptcha. Mar haddii wakhtiga iyo saamaynta masiibooyinka iyo khalkhalku yihiin kuwo aan la saadaalin karin, waa in aan u dabacsanaanaa ka jawaabista dhacdooyinka dhabta ah marka ay dhacaan. Anigoo taas maskaxda ku hayna, waxaanu ku siinaynaa macluumaadkan qorshahayaga sii wadida ganacsiga.",
    "809251240": "Nala Soo Xiriirida",
    "2551802342": " Waxa aanu qorshaynaynaa in aanu si degdeg ah u soo kabsano oo aanu dib ugu bilowno hawlihii ganacsiga kadib khalkhal weyn oo ganacsi oo aanu ka jawaabno anagoo ilaalinayna shaqaalaheena iyo hantidayada, samaynta qiimayn maaliyadeed iyo mid hawleed, ilaalinta buugaagta iyo diiwaanka shirkada, una ogolaano macaamiisheena iyo isticmaalayaashooda ugu dambeeya inay wax ku kala iibsadaan khadka. Marka la soo koobo, qorshahayaga sii wadida ganacsigu waxa loo nashqadeeyay inuu u ogolaado shirkadeena inay dib u bilawdo hawsheeda sida ugu dhakhsaha badan ee suurtogalka ah, iyadoo la eegayo baaxada iyo darnaanta carqaladaynta ganacsi ee wayn. Qorshaha sii wadida ganacsigeena wuxuu ka hadlayaa: kaydinta xogta iyo soo kabashada; dhammaan hababka muhiimka ah ee hawlgalka; qiimaynta maaliyadeed iyo hawl-fulinta; isgaarsiin beddel ah oo lala yeesho macaamiisha, shaqaalaha, iyo hay'adaha kormeerka; goobta jireed ee kale ee shaqaalaha; alaab-qeybiyaha muhiimka ah iyo saameynta macaamilka; warbixin sharciyeed; iyo siinta macaamiisheena ogeysiis degdeg ah haddii aan awoodin inaan sii wadno ganacsigeena. Barkadda alaab-qeybiyahayaga asaasiga ah waxay dib u celisaa diiwaannadayada muhiimka ah ee aag juqraafi ahaan gaar ah. In kasta oo xaalad kasta oo degdeg ahi ay keento dhibaatooyin u gaar ah oo ku salaysan arrimo dibadda ah, sida wakhtiga maalintii iyo darnaanta khalkhalku, haddana waxa nala taliyay kooxdan alaab-qeybiyaha ah in ujeeddadoodu tahay in ay dib u soo celiyaan hawlahooda gaarka ah oo ay awood u yeeshaan in ay dib u bilaabaan adeegyadooda si degdeg ah. In kasta oo aanu ka shaqaynay sidii aanu u yarayn lahayn khatarta anagoo adeegsanayna alaab-qeybiyeyaal kala duwan, adeegyadaaga waa la bedeli karaa ama waa la joojin karaa inta lagu jiro muddadan.",
    "826396656": "Qorsheheena Joogtada Ganacsiga",
    "1979347895": "- Carqaladeynta ganacsi ee muhiimka ah way ku kala duwanaan kartaa baaxadooda, sida shirkadeena oo kaliya, hal dhismo oo ku yaal shirkadeena, xaafada ay shirkadeena ku taallo, magaalada aan ku taallo, ama gobolka oo dhan. Mid kasta oo ka mid ah meelahan, darnaanta carqaladdu waxay sidoo kale ku kala duwanaan kartaa ugu yar ilaa mid daran. Marka la carqaladeeyo shirkadeena, degmadayada ganacsiga, magaalada, ama gobolka ama dhismo guriynaya shirkadeena, waxaanu hawlaheena u wareejin doonaa goob maxalli ah marka loo baahdo oo aanu filayno wax carqalad ah hawlaha ganacsiga. Xaalad kasta, waxaan qorsheyneynaa inaan ku sii wadno ganacsiga, ku wareejino howlaha alaab-qeybiyeyaal kale haddii loo baahdo, waxaanan kugu ogeysiineynaa boggayaga hcaptcha.com iyo bogga heerkayaga hcaptchastatus.com sida nala soo xiriiro. Haddii carqaladda ganacsi ee weyni ay aad u daran tahay oo ay naga hor istaagto in aan ku sii jirno ganacsiga, si degdeg ah ayaan kugula socodsiin doonnaa.",
    "653679457": "Qalalaasaha Kala Duwan",
    "410397176": "Wixii macluumaad dheeraad ah",
    "2095899021": "Tilmaamaha Calaamadeynta hCaptcha iyo Shatiga Ganacsiga Guud",
    "2340340589": "Tilmaamaha isticmaalka sumadda hCaptcha",
    "2430148876": "Waxaan u abuurnay hab-raacyadan iyo shatiga ganacsiga guud si aan ugu fududeyno sida ugu macquulsan macaamiisheena, la-hawlgalayaasha, iyo taageerayaashayada inay la shaqeeyaan summadayada iyadoo aan weli ilaalinayno aqoonsigayada shirkadeed. Haddii aad u baahan tahay inaad isticmaasho summada hCaptcha, logos, ama calaamado kale siyaalo maadi ahaan ka duwan tilmaamahan, waxaad u baahan doontaa inaad nala soo xidhiidho (IMI) si aad u hesho shati qoran.",
    "3884400764": "Iyadoo laga yaabo inaad isticmaasho calaamadaha hCaptcha sida waafaqsan tilmaamahan, macnaheedu maaha inaad wax xuquuq ah ku leedahay hCaptcha Marks, logos, ama calaamad kasta oo ganacsi, magaca ganacsiga, calaamada adeega, magaca ganacsiga ama niyad-wanaagga hCaptcha. Waxaan rabnaa inaan bixino dabacsanaan inta ugu badan ee suurtogalka ah, laakiin waxaa nagu waajib ah inaan ka ilaalino hCaptcha isticmaalka aan la ogolayn ee calaamad kasta, magaca ganacsiga, calaamada adeega, magaca ganacsiga ama niyad wanaaga hCaptcha. Isticmaal kasta oo aan la fasixin wuxuu si toos ah u joojinayaa oggolaanshaha ama shatiga ay bixiso hCaptcha waxaana laga yaabaa inay gasho masuuliyado sharci ah wixii waxyeelo ah.",
    "512598290": "Haddaba, waa inaan ku weydiinaa inaad mar walba isticmaasho dhammaan calaamadaha hCaptcha iyo astaanta qaab u hoggaansan xeerarka hoose, oo ay ku jiraan weyneynta, far-qoraalka, iyo qaabka.",
    "2075610992": "Waad ku mahadsan tahay taageeradaada!",
    "1023190144": "hCaptcha qoraal ahaan",
    "4274324704": "Waa kan sida loogu isticmaalo magacayada oo qoraal ah:",
    "3912926900": "hCaptcha waa in ay lahaataa astaan ganacsi oo ka diiwaan gashan marka ugu horeyso ee ay ka soo muuqato nuqul hal abuur leh.",
    "950637875": "hCaptcha higaada waa in aan waligeed la bedelin hCaptcha waa in had iyo jeer lagu weyneeyaa xarafka labaad (\"C\"). Marna ma aha jamac ama lahaanshaha.",
    "2624601135": "\"hCaptcha\" waa in aan loo isticmaalin qayb ka mid ah magaca summada, oo lagu biiriyo xaraf-xidhaale, ama loo isticmaalin magacyada codsiyada ama alaabada kale.",
    "3828090208": "Taa beddelkeeda u isticmaal \"for hCaptcha\".Haddii lagu isticmaalo calaamadda qolo saddexaad, \"hCaptcha\" waxay u baahan tahay inay ka yaraato cabbirka astaanta kooxda saddexaad.",
    "4149738856": "hCaptcha waa in loo adeegsadaa sifo ahaan oo ay raacdo erey guud oo habboon.",
    "1446868537": "hCaptcha waa inaan waligeed loo isticmaalin fal ahaan.",
    "2487931657": "Ha isticmaalin: \"waxaan hCaptcha'd our site.\"",
    "2565565429": "Taa beddelkeeda isticmaal: \"waxaan isticmaalnaa hCaptcha si aan uga dhigno goobtayada mid ammaan ah oo aad u ammaan badan.\"",
    "3434202027": "Isticmaal kasta oo magaca hCaptcha ee isgaarsiintu wuxuu u baahan yahay sifada: \"hCaptcha waa summad ka diiwaan gashan Intuition Machines, Inc.\"",
    "2754937029": "Isticmaalka aan la aqbali karin",
    "2436973524": "Tixraac sax ah oo keliya ayaa la aqbali karaa. Ma bannaana in la yiraahdo goobtu waxay isticmaashaa adeegyada hCaptcha iyo codsiyada marka aysan isticmaalin. Sidoo kale, isticmaalka summadayada ama calaamad kasta ayaa sidoo kale ku habboon oo keliya marka goobta ay isticmaasho adeegyada hCaptcha.",
    "69844082": "Calaamadaha ganacsiga hCaptcha, calaamadaha garaafyada, summada, wejiga qoraalka, ama astaamaha sidoo kale looma isticmaali karo si sharaf dhac ah.",
    "3861413614": "Ma isticmaali kartid wax-ganacsiga hCaptcha ama summada taasoo tusinaysa in hCaptcha ay xidhiidh la leedahay ama ay ayiday, kafaala qaadid, ama taageero alaab ama adeeg dhinac saddexaad ah, iyaddoo aan la helin ogolaansho qoran oo cad.",
    "1409822234": "Xaaladna ma jiro calaamad ganacsi oo la mid ah ama ku dhow la mid ah hCaptcha loo isticmaali karo magac domain ahaan.",
    "4181060163": "Dhinacyada saddexaad waa in aanay isticmaalin kala duwanaansho ama higaad khaldan ama aanay u dhaqmin si kasta oo keeni karta jahawareer kasta oo xiisaha bilowga ah ee ku saabsan calaamadaha ganacsiga hCaptcha.",
    "3955555607": "Marka laga reebo Shuraakada ama iibiyeyaasha Idman, qolo saddexaad lagama yaabo inay dalbato ereyada muhiimka ah, Google AdWords, ama nidaamyada xayaysiisyada kale ee la beegsaday iyagoo isticmaalaya calaamadaha hCaptcha ama higaada khaldan. Sidoo kale qolo saddexaad ma isticmaali karaan calaamadaha hCaptcha ee magacyada domainka, hagaajinta mishiin raadinta, sumadaha meta, erayada raadinta, koodka, ama been abuur kale.",
    "1985238261": "Calaamadaha kale ee xaddidan",
    "2193061499": "Qaar ka mid ah summadayada iyo calamadahayada ayaa ku xaddidan inay isticmaalaan hCaptcha iyo la-hawlgalayaasheeda. Dhinacyada saddexaad ma isticmaali karaan calaamadaha soo socda iyaga oo aan haysan shati qoran hCaptcha:",
    "4188477534": "hCaptcha",
    "3443160243": "hCaptcha Partner",
    "755156539": "hCaptcha Iibiye Idman",
    "717622341": "hCaptcha Enterprise",
    "3433896984": "BotStop",
    "1655022901": "BotStop ee hCaptcha",
    "2557601376": "hCaptcha logo",
    "248923369": "Summada BotStop",
    "3942875761": "Caawi dhisidda shabakad ka wanaagsan",
    "364774188": "Waxaan ahay bini'aadam",
    "2785425016": "(marka loo eego macnaha guud ee xallinta xaqiijinta aadanaha, tusaale ahaan baaq ficil)",
    "2639657759": "Calaamadaha Lagu Isticmaalo Ogolaansho",
    "1268918580": "Qaar ka mid ah calaamadaha iyo calaamadaha ay adeegsato hCaptcha iyo la-hawlgalayaasheeda waxaa iska leh qolo saddexaad waxaana loo isticmaali karaa oo keliya ogolaanshahooda. Dhinacyada saddexaad ma isticmaali karaan calaamadaha soo socda marka laga reebo sida ay u ogolaadaan milkiilayaashooda:",
    "3782751514": "HUMAN Protocol waa summad ka diiwaan gashan hay'adda HUMAN Protocol Foundation, waxaana loo adeegsadaa ogolaanshaheeda.",
    "1620709264": "HUMAN Token waa summad ka diiwaan gashan Hay'adda HUMAN Protocol Foundation, waxaana loo adeegsadaa ogolaanshaheeda.",
    "3031953928": "HUMAN Network waa calaamada ganacsiga ee HUMAN Protocol Foundation, waxaana loo adeegsadaa ogolaanshaheeda.",
    "3554363588": "Calaamado kale",
    "3290996791": "Dhammaan magacyada alaabooyinka kale, calaamadaha, iyo sumadaha waa hanti ay leeyihiin milkiilayaashooda. Dhammaan shirkadaha kale, alaabada iyo magacyada adeeg ee lagu isticmaalo mareegahan waxaa loogu talagalay ujeeddooyin aqoonsi oo keliya. Isticmaalka magacyadan, sumadaha, iyo sumadaha ma tilmaamayaan in la taageeray.",
    "2444685143": "Siyaasadda Summada",
    "2414232014": "Summadayadu isla markiiba waa la aqoonsan karaa waana mid ka mid ah hantidayada ugu qiimaha badan uguna muhiimsan. Si loo hubiyo in ay sii ahaanayso matalaad xooggan oo shirkaddeena ah, waa in si taxadar leh oo joogto ah loogu soo bandhigaa dhammaan marinnada isgaarsiinta.",
    "803639471": "Summada hCaptcha waxay ka kooban tahay astaanta gacanta iyo summada hCaptcha. Qaabka beddelka ah, summada gacantu waxa ay iskeed u soo bixi kartaa marka bannaanka la xaddido iyo \"hCaptcha\" loo isticmaalo calaamad eray ahaan (sida kor lagu sharraxay) ee u dhow astaanta gacanta, sida ay caddahay in calaamadda gacantu ay u taagan tahay hCaptcha.",
    "564127016": "Astaanta gacanta hCaptcha:",
    "1424800293": "Astaanta hCaptcha:",
    "1525506526": "Waa maxay Qaadashada Akoonka Sideese u Shaqeeyaan?",
    "2446481523": "Waxaa jirta sheeko qadiimi ah oo ay ka mid tahay wagon iyo nin sharaf leh oo ka soo muuqday dhismaha dhismaha tuulo yar oo miyi ah. Nin ku labisan dhar wasakh ah oo faqiir ah ayaa ku yidhi askarigii, Anigu waxaan ahay gobta. Ninkani wuxuu ahaa darawalkaygii.",
    "1767952047": "Xalay ayuu i soo weeraray, dharkiina wuu iga xaday, lacagtaydiina wuu iga qaatay. Ninkii kale oo xidhnaa dhar aad u qurux badan, oo dharkii dadka sharafta lahaa ayaa ku jawaabay, Constable, ninkani waa waalan yahay. Wuxuu u haystaa inuu yahay nin gob ah. Waxaan ahay gobnimada dhabta ah. Soo xidha!",
    "2947576723": "Sheekadani waxay ka horraysa shatiga darawalnimada iyo daabacaadda farta dhijitaalka ah, laakiin waxay soo bandhigaysaa tusaale wanaagsan oo ah waxa khaldami kara xaaladda la wareegidda akoonnada. Qofku waxa uu galaa xisaab bangi online ah ama app lacag-bixinta mobaylada. Ma yahay qof haysta akoonka dhabta ah, mise waa hacker? Waa kuma runtii? Arrimahan ammaanku waxay saameeyaan hay'adaha u oggolaanaya gelitaanka akoonnada iskood u adeega.",
    "1687299615": "Waa maxay la wareegidda akoontiga?",
    "2648707986": "La wareegitaanka akoonku waa nooc ka mid ah khiyaamada interneedka kaas oo jilaaga xaasidka ahi uu iska dhigo mulkiilaha akoon onlineka ah. Caadi ahaan, akoonku wuxuu ku yaalaa machad maaliyadeed ama meherad e-ganacsi ah halkaas oo uu khayaanadu ka xadi karo lacag, badeecad ama kaadhadh hadiyadeed. Weeraryahanku waxa uu isticmaalayaa aqoonsiga gelitaanka la xaday si uu u galo akoontiga oo uu ula wareego, laga yaabo in uu beddelo erayga sirta ah si uu u xidho mulkiilaha akoontiga dhabta ah.",
    "1476843710": "Waxyeelo yar oo dhaqaale ah laakiin weli waxyeello u geysanaysa qaababka xisaabaadka la wareegaya waxay ku lug leedahay afduubka akoonnada warbaahinta bulshada iyo wixii la mid ah. Xaaladahan, weeraryahanku wuxuu caadi ahaan isku dayaa inuu faafiyo malware ama uu galo weeraro phishing ah oo ka dhan ah saaxiibada dhibbanaha ee aan ka shakin. Ama, weeraryahanku wuxuu isku dayayaa inuu ceebeeyo dhibbanaha, taas oo mararka qaarkood ku dhacda dadka caanka ah iyo siyaasiyiinta, tusaale ahaan.",
    "2904949278": "Sidee buu jabsaday koontada?",
    "2575690545": "La wareegida akoonnada, sida khiyaamo badan oo internetka ah, ayaa inta badan ah arrin si toos ah u socota. Waa naadir inuu jabsado, huwan hoodie oo ku jira qolka hoose ee hooyadii, inuu marba mid ku qoro furaha sirta ah mareegaha bangiga.",
    "3614653023": "Hase yeeshe, dhaqanku wuxuu ku tiirsan yahay werarada cufan ee baaxadda weyn ee isku dayaya malaayiin magac isticmaale/password lammaane daraasiin hay'ado maaliyadeed ah oo la beegsanayo iyadoo rajaynaysa in la furo qayb yar oo xisaabaadka ah. Marka software-ka khiyaanada tooska ah uu galo akoontada, hacker-ka bini'aadamka ayaa markaa laga yaabaa inuu ku lug yeesho, laakiin xaaladaha qaarkood, maya.",
    "2762759509": "Weeraro badan oo akoonka lagula wareegayo ayaa ku dhawaad si toos ah u dhaca.",
    "1972710018": "Marka la eego dhinaca shirkadda",
    "1282121137": "Si aad u fahamto sida ay dhibaato u tahay la wareegidda xisaabaadka, ka fiirso waxa waayo-aragnimadu u eg tahay marka laga eego aragtida hay'adda maaliyadeed. Waxay qabtaan malaayiin login ah maalin kasta.",
    "2315518622": "Iyada oo la adeegsanayo casriyeynta qalabka maanta, aad bay u dhib badan tahay in la ogaado, haddii ay jiraan, khiyaano leh. Dabadeed, qofku wuxuu wacay khadka adeegga macaamiisha oo uu dhahaa \"Akoonkaygii waa la weeraray! Ma geli karo oo qof baa lacagtayda xadaya!.",
    "1836369533": "Sida askariga sheekada ku jira, sidee buu qofku u go'aamin karaa cidda dhabta ah? Haddii qofka weerarka geystay uu haysto waxyaabo aqoonsi oo ku filan oo la xaday, sida lambarka shatiga darawalnimada, lambarka bulshada, magaca hooyada, ciwaanka, iyo wixii la mid ah, way adkaan kartaa in la go'aamiyo haddii soo wacuhu yahay qofka koontada leh ama weerarka isku dayaya inuu helo furaha sirta ah ee akoon uu rabo inuu galo.",
    "2880837730": "Maxaa la samayn karaa si loo joojiyo la wareegidda akoonnada?",
    "3654556483": "Hay'adaha maaliyadeed iyo shirkadaha e-commerce waxay leeyihiin habab iyo kontaroolo yareeya khatarta la wareegidda koontada. Kuwani waxay u dhexeeyaan qaabkii hore \"waa maxay magaca saaxiibkaa ugu fiican ee dugsiga hoose\" su'aalaha amniga ilaa hababka ogaanshaha ee soo saara ciwaannada IP-ga ee shakiga leh iyo astaanta qalabka mobaylka.",
    "2449501658": "waxay siisaa mid ka mid ah siyaabaha ugu horumarsan ee lagu yareeyo khatarta ka imanaysa isku dayga gelitaanka akoontiga been abuurka ah, iyadoo la adeegsanayo barashada mashiinka si loo ogaado loona joojiyo bots, iyo si wax ku ool ah uga dhigaysa mid aad u adag ama xitaa aan macquul ahayn in khayaanada ay galaan xisaabtanka.",
    "3621455477": "si aad wax badan u barato!",
    "555246307": "Wallaahi, waa sida ay ku dhammaatay sheekadii odaygii iyo darawalkiisii: askarigii ayaa labadii nin qol saacado badan wada fadhiistay, maskaxdoodana ka caajistay. Dhammaadkii maalintii, wuu soo muuqday oo yidhi, \"Waxaan hadda la hadlayaa darawalka gaadhiga.\" Waxaa istaagay ninkii maradii sharafta lahaa. Aad buu u caajisay, waxa uu ilaaway in uu iska dhigayo nin gob ah oo kaliya.",
    "1224727373": "BotStop ee hCaptcha",
    "1187718370": "Nala soo xiriir",
    "3892905664": "hCaptcha waxay ka caawisaa adeegyada khadka tooska ah ee aad ugu jeceshahay inay iska ilaaliyaan bots-ka, spamka iyo xadgudubka adoo waydiinaya su'aalo fudud oo u fudud bini'aadamka kuna adag mishiinada.",
    "555158694": "Adeeg aad isticmaashid waxa uu doortay in uu wanaajiyo khibradaada boggooda adiga oo ku rakibaya hCaptcha si loo yareeyo taraafikada xunxun.",
    "1617196410": "hCaptcha waxay diirada saartaa joojinta bots-yada. Annagu dan kama hayno qofka isticmaalaha, laakiin kaliya haddii ay xaasid yihiin. Waxaan si adag uga shaqeynaa inaan isku dheellitirno arrimaha gaarka ah",
    "1624200563": "amniga, oo u hoggaansan GDPR, CCPA, LGPD, PIPL, iyo xeerarka kale ee gaarka ah.",
    "1927613000": "hCaptcha waxay isku daraysaa barashada mashiinka casriga ah iyo madal adag oo adag si ay uga ilaaliso codsiyada shabakada xisaabaadka, walxaha aqoonsiga, xoqida, iyo noocyada kale ee xadgudubka.",
    "1133989302": "Waa maxay sababta hCaptcha?",
    "34074886": "Mar kasta oo aad ka jawaabto loolan, waxaanu isticmaalnaa qaabab casri ah si aanu u ogaano inaad bani-aadmi tahay iyo in kale. Mareegta aad booqatay ayaa markaa adeegsata natiijadan si ay gacan uga geysato horumarinta khibradaada boggooda iyaga oo ilaalinaya bots",
    "3412647984": "Tani waxay kuu ogolaanaysaa inaad iska ilaaliso su'aalaha mustaqbalka adiga oo diwaangeliya oo dejinaya buskudka. Fadlan sidoo kale isku day inaad damiso xayaysiisyada xannibay.",
    "2510209017": "Ma u baahan tahay caawimo dheeraad ah?",
    "477275453": "Maxay APIs uga yihiin Bartilmaameedka caanka ah ee Hackers-ka?",
    "596347471": "Interfaces Programming Interfaces (API) waxay noqdeen bar-tilmaameed caan ah oo loogu talagalay jilayaasha xaasidnimada leh ee barta internetka. Waxaa jira sababo badan oo tan ah, oo ay ku jiraan waxtarkooda weyn ee isdhexgalka codsiga. Waa suurtogal in la yareeyo khatarta API, si kastaba ha ahaatee.",
    "2441638955": "Marka hore, waa maxay API?",
    "3963216198": "Si looga wadahadlo sababta API-yadu ay u yihiin bartilmaameedka caanka ah ee haakariska, waxaa habboon in marka hore la qaato daqiiqad kooban si loo qeexo waxa hadda loola jeedo ereyga \"API.\" Fikradda API-ga maaha mid cusub. Dhab ahaantii, is-dhexgalka si loogu xidho nidaamyada kombiyuutarada ee kala duwan, iyo sidoo kale qaybahooda gudaha, ayaa jiray ilaa ugu yaraan horraantii 1960-yadii.",
    "1047251718": "Maanta, si kastaba ha ahaatee, marka dadku ka hadlaan API-yada, waxay si joogto ah ula jeedaan API-yada ku salaysan heerarka. Kuwani waa API-yo la dhisay iyadoo la adeegsanayo heerar furan sida Wareejinta Gobolka Matalaadda (REST) iyo qaababka faylka caadiga ah ee furan sida JavaScript Object Notation (JSON). \"API-yada RESTful,\" sida loo yaqaan, waa la abuuri karaa iyada oo aan loo baahnayn software gaar ah. APIs-yada soo baxay waxay awoodaan inay soo diraan oo helaan xogta iyo wicitaannada habraaca ee u dhexeeya codsiyada software. Tusaale ahaan, abka bangiga mobaylka waxa uu isticmaalaa API si uu u galo nidaamka bangiga.",
    "3195334319": "Utility iyo nuglaanta APIs",
    "1903743785": "Imaanshaha APIs-ku-saleysan heerarku waxay matalayeen horumar weyn oo hore loo qaaday is dhex galka codsiga. 20kii sano ee la soo dhaafay ama wax ka badan, API-yadu waxay ka noqdeen kuwo qaali ah oo dhib badan alaabta software-ka ilaa lacag-la'aanta, aaladaha heerarka ku saleysan ee marka la barbardhigo fududaa in lala shaqeeyo-oo degdeg ah in la geeyo.",
    "879362350": "API-yada cusub ee ka shaqaynaya intarneedka, waxa suurtogal noqotay in lagu xidho software kasta ama isha xogta, meel kasta oo aduunka ka mid ah, iyada oo aan loo eegin goobta, xogta schema ama luuqada barnaamijka. Natiijo ahaan, adduunka xisaabinta ayaa hadda ku dhex jira kacaanka API. Waxaa dhacay qarax isku xirnaanta codsiyada iyo xogta. Taasi waa wax fiican, ilaa aysan ahayn.",
    "3844432472": "Furfurnaanta iyo adeegsiga API-yada ayaa ka dhigaya bartilmaameedyo qani ah oo cajiib ah oo loogu talagalay weeraryahannada. Si la mid ah in mobaylka loo habeeyo si uu u gaadho oo uu xogta uga helo nidaamka shirkadaha iyada oo la adeegsanayo API-ga, sidaas oo kale qayb malware ah. Hackers-ku waxay qoreen qalab software oo kala duwan si ay ugu xad-gudbaan API-yada. Waa farsamo weerar oo wax ku ool ah.",
    "2187096543": "Runtii, waxaa jiray jebin xogeed oo waaweyn oo ka dhashay software-ka uu qoray hacker-ku kaas oo ugu baaqay API-ga inuu xogta ka soo saaro kaydka xogta. Ka dib oo dhan, haddii ay xado xogta waxay si fudud ugu baahan tahay wicitaan GET aasaasiga ah ee API, oo ku qoran isticmaalaya REST iyo JSON, markaa way fududahay in si dhakhso ah looga saaro xogta xogta. Dhab ahaantii, marka ay dadku ka hadlaan weerarrada \"shaashadda xoqidda\", waxa ay dhab ahaantii ula jeedaan, inta badan, waa wicitaano API ah oo degdeg ah oo ka soo baxa xogta xogta. API-yadu waxay noqdeen weerar weyn oo loogu talagalay ururrada iyaga dhisa.",
    "4222109231": "Yaraynta khatarta API ee hCaptcha's Enterprise Product",
    "1783317946": "Joojinta weerarrada API waa kiis caan ah oo la isticmaalo",
    "3022922096": ", qaybta ganacsiga ee hCaptcha ee alaabta. Si ka duwan nooca bilaashka ah ee hCaptcha,",
    "63719113": "adeegsada barashada mashiinka horumarsan si uu u aqoonsado taraafikyada xaasidnimada leh ee goobtaada iyo abka - oo ay ku jiraan dhaqdhaqaaqyada xoqida.",
    "3566102529": "annaga maanta si aan wax badan u baranno.",
    "3096553330": "Nidaam kasta oo aan abuurno wuxuu si fudud uga tarjumayaa xiriirka aan la leenahay dadka kale.",
    "1467218142": "Waxa aan ka rabno iyaga iyo nafteena ayaa kaxeeya dabeecadeena, sidaas darteed qaabab isku mid ah ee isdhexgalka ayaa ku soo noqnoqda dhammaan nidaamyada aadanaha. Intarneedku waxa uu bixiyaa tusaalooyin aad u wanaagsan oo dhinacan aasaasiga ah ee adduunkeena.",
    "808872868": "Tusaale ahaan: spam, khayaanada, iyo xadgudubka ayaa online ka jiray ilaa maalin ka dib markii laba nidaam markii ugu horeysay la isku xiray.",
    "1085089390": "Xadgudubka intarneedka waxa uu ka yimaadaa dhaqamada bini'aadmiga ee ku dhalan kara",
    "3064321967": "Iimaylkii ugu horreeyay ee loo yaqaan spam ayaa la diray 1978. [",
    "3800781598": "] Ku dhawaad shan sano ka dib, spam iimaylka ayaa sii waday inuu nagu dhibaateeyo. Balaayiin doolar oo badan iyo kumanaan qof-sano oo dadaal injineernimo ah ayaa la geliyay in laga adkaado, haddana spamku wuu sii jiraa. Waxaa jira warshado bilyan oo doolar ah oo labada dhinac ah, ie kuwa ka difaacaya iyo kuwa soo diraya.",
    "2119943547": "Waa maxay sababta tani? Jawaabtu waa sahlan tahay. Ilaa inta ay jirto dhiirigelin ku xadgudubka nidaamka, qof guud ahaan wuxuu heli doonaa hab. Oo mar haddii ay sameeyaan, qof kale ayaa hadda heli doona dhiirigelin uu ku joojiyo.",
    "532470444": "Miisaanka ayaa laga yaabaa inuu wax yar isu beddelo sannad ilaa sannad, laakiin hab-dhaqankani wuxuu si fudud uga tarjumayaa dabeecadda aasaasiga ah ee bini'aadamka, iyo shan kun oo sano oo taariikhda la diiwaan-geliyay waxay tusinaysaa in firfircoonidu aanay u badnayn inuu isbeddelo wakhti dhow.",
    "3193548097": "Hope Springs Aakhiro",
    "4065614934": "Falanqayntani maaha mid cusub, laakiin dadku waxay leeyihiin rajo weligeed ah. Gaar ahaan marka ay u malaynayaan in fikraddoodu cusub tahay.",
    "1216071511": "Isla fikrado la mid ah ayaa si isdaba joog ah loo soo jeediyaa in qiyaastii 20 sano ka hor, qoraa aan la garanayn ayaa la yimid faa'iido buuxin-in-the-madhan doodaha khadka ee ku saabsan xalalka spam-ka-hortagga:",
    "1941999673": "Boostadaadu waxay u dooddaa a",
    "4179118182": "() farsamo () sharci-dejin () suuqa ku salaysan () feejignaan",
    "3978720689": "habka loola dagaalamo spam. Fikirkaagu ma shaqayn doono. Waa kan sababta aysan u shaqeyn doonin.",
    "318339230": "(Mid ama in ka badan oo kuwan soo socda ayaa laga yaabaa inay khuseeyaan fikradaada gaarka ah, wayna yeelan karaan",
    "30312304": "cilladaha kale ee ku kala duwanaan jiray gobol ilaa gobol ka hor inta aan sharciga federaalka xun la ansixin.)",
    "2710988028": "() Spammers si fudud ayey u isticmaali karaan si ay u goostaan cinwaannada iimaylka",
    "3912514510": "( ) Liisaska boostada iyo isticmaalka kale ee iimaylka ee sharciga ah ayaa saameyn doona",
    "2030062561": "( ) Qofna ma awoodo inuu helo ninka ama soo qaado lacagta",
    "3334160175": "() Waa ka difaac la'aan weerarrada xoogga ah",
    "3238345709": "() Waxay joojin doontaa spamka muddo laba toddobaad ah ka dibna waanu ku dhegi doonaa",
    "4227800293": "( ) Isticmaalayaasha iimaylka ma dulqaadan doonaan",
    "2271252286": "() Microsoft uma dulqaadan doono",
    "692064738": "( ) Booliisku uma dulqaadan doono",
    "3475647460": "() Waxay u baahan tahay wadashaqeyn badan oo ka timaada kuwa aan is-weydaarsaneyn",
    "1482845460": "( ) Wuxuu qof walba uga baahan yahay wada shaqayn degdeg ah hal mar",
    "3741193183": "( ) Isticmaalayaal badan oo iimaylo ah ma awoodaan inay lumiyaan ganacsiga ama fogeeyaan loo shaqeeyayaasha mustaqbalka",
    "2234909600": "( ) Isbaanishku ma daneeyaan cinwaanada aan sax ahayn ee liiskooda ku jira",
    "1982617151": "( ) Qof kastaa wuxuu si qarsoodi ah u burburin karaa qof kale xirfaddiisa ama ganacsigiisa",
    "2498172334": "Gaar ahaan, qorshahaagu wuu ku guul daraystay inuu xisaabiyo",
    "389705801": "( ) Sharciyo si cad u mamnuucaya",
    "190955495": "() La'aanta maamulka dhexe ee kantaroolka iimaylka",
    "237009707": "( ) Relays-ka furan ee dalalka shisheeye",
    "3507532387": "().",
    "2477958756": "( ) Dadka xun",
    "3254142589": "( ) Dhibaatooyinka garsoorka",
    "3621401685": "() Caan la'aanta cashuuraha cusub ee yaabka leh",
    "4277475973": "() Dadwaynaha oo ka caga jiidaya inay aqbalaan noocyo cusub oo lacag ah",
    "941057651": "() Maalgelinta software weyn ee jirta ee SMTP",
    "3265293440": "( ) U nuglaanshaha borotokoolka aan ahayn SMTP si loo weeraro",
    "515733427": "( ) Rabitaanka isticmaalayaasha inay rakibaan xirmooyinka OS ee lagu helay iimaylka",
    "2631159699": "( ) Sanduuqyada Daaqadaha ee ku xidhan balaadhtanka balaadhtanka ah ee dirxiga",
    "776542208": "() Tartanka hubka weligeed ah ee ku lug leh dhammaan hababka shaandhaynta",
    "989480928": "() Faa'iidada aadka u daran ee spamka",
    "3898950867": "( ) Shaqooyinka Joe iyo/ama xatooyada aqoonsiga",
    "3395399558": "( ) Siyaasiyiinta aan waxna qorin waxna qorin",
    "1118929614": "() Nacasnimo xad dhaaf ah oo dhinaca dadka ka ganacsata xafalayaasha",
    "838951836": "( ) Daacad-xumo ka timaada dhinaca spameriyeyaasha laftooda",
    "2123236933": "( ) Kharashyada bandwitthka ee aanay saameyn ku yeelan shaandhaynta macmiilka",
    "2292919419": "( ) Muuqaalka",
    "2534436327": "iyo diidmada falsafada soo socota ayaa sidoo kale lagu dabaqi karaa:",
    "832385387": "( ) Fikradaha kuwaaga la mid ah way fududahay in la keeno, welina midna laguma muujin wax dhab ah",
    "1993984258": "( ) Nidaam kasta oo ku salaysan ka bixitaanku waa wax aan la aqbali karin",
    "3909240516": "( ) Madaxda SMTP waa inaysan noqon mawduuca sharciga",
    "1151065360": "() Liisaska madow ayaa nuugaya",
    "2396605499": "( ) Liisaska cad-cad ayaa nuugaya",
    "2225785608": "() Waa inaan awoodnaa inaan ka hadalno Viagra iyadoo aan la faafreebeynin",
    "3004688366": "( ) Tallaabooyinka ka-hortagga waa in aysan ku lug lahayn khiyaanada siliga ama khayaanada kaararka deynta",
    "922470170": "() Tallaabooyinka ka-hortagga waa in aanay ku lug lahayn kharribaadda shabakadaha dadweynaha",
    "3068923550": "( ) Tallaabooyinka ka-hortagga waa in ay shaqeeyaan haddii si tartiib tartiib ah loo joojiyo",
    "2752975480": "( ) Diritaanka iimaylka waa in uu ahaado bilaash",
    "117227832": "( ) Maxaan kuugu kalsoonahay adiga iyo adeegayaashaada?",
    "1021431157": "( ) La jaanqaadi la'aanta ilaha furan ama shatiga isha furan",
    "2801524659": "( ) Tallaabooyinka dareen-wanaaggu waxba ma xallinayaan dhibaatada",
    "931661269": "( ) Ciwaanada iimaylka ku meel gaadhka ah/hal mar waa dhib",
    "2090457681": "( ) Ma rabo in dawladdu akhrido iimaylkayga",
    "3536122902": "( ) In sidaas loo joojiyo maaha mid gaabis ah oo xanuun ku filan",
    "2391175562": "Intaa waxaa dheer, tani waa waxa aan adiga kugu leeyahay:",
    "229198134": "() Waan ka xumahay saaxiib, laakiin uma malaynayo inay shaqayn doonto.",
    "345563040": "( ) Tani waa fikrad nacas ah, adiguna waxaad tahay qof nacas ah oo soo jeedinaya.",
    "409780280": "( ) Isku day fiican, ****! Waxaan rajeynayaa in qof ku talaabsado kiiboodhkaaga!",
    "2820080973": "waxaa marti ku ah  by",
    "3943164003": "arag cayriin",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Waa maxay sababta xalkaaga cusub ee ka-hortagga spam-ku aanu shaqayn doonin",
    "361795034": ". Qoraaga aan la aqoon, c. 2000",
    "1547006769": "Xaqiijinta bini'aadantinimada waa isku dhib",
    "3717942925": "Sida ay had iyo jeer u jiri doonaan dad raba inay dareenkaaga ku helaan iimaylka, waxaa had iyo jeer jiri doona rabitaanka lagu xakameynayo helitaanka kheyraadka qaarkood sida in bini'aadamka oo keliya ay heli karaan.",
    "2481032625": "Haddi ujeedadu tahay in laga hortago:",
    "1691348394": "- Iibka tirada badan ee tooska ah inta lagu jiro iibka fasaxa xaddidan",
    "1771016224": "- software ka soo dejisan dhammaan waxyaabaha ku jira mareegahaaga si guud",
    "1959762846": "- In foomamkaaga shabakadu ay ka buuxaan spam suuqgeyneed aan dhammaad lahayn ama xadgudub",
    "345108670": "- Walxaha aqoonsiga iyo isku dayga la wareegidda xisaabaadka kale",
    "2540760245": "Isticmaalayaal kale oo badan, awood u yeelashada in lagu sifeeyo taraafikada internetka iyadoo lagu salaynayo \"dad iyo in kale\" waxay u badan tahay inay ahaan doonto qalab qiimo leh ilaa inta dabeecadda bini'aadamku raacayo qaabab isku mid ah oo la diiwaan geliyay shantii kun ee sano ee la soo dhaafay.",
    "3346362371": "Ka waran barashada mashiinka?",
    "3619183405": "2021-ka fudud CAPTCHA-yada mararka qaarkood waxaa lagu xalin karaa software, taas oo ay ugu wacan tahay horumarka laga gaaray barashada mashiinka. Si taas wax looga qabto, hCaptcha sidoo kale waxay samaysaa falanqayn aad u faahfaahsan oo ku saabsan guryaha sida",
    "3292221787": "caqabada ayaa laga jawaabay, kaliya maaha inay sax ahayd, waxayna marar badan badashay su'aalaha iyo xogta la isticmaalay labadaba.",
    "1080672247": "Sababtoo ah qaar badan oo ka mid ah su'aalaha la waydiiyo laguma xallin karo dhaqaale ahaan iyada oo la adeegsanayo software-ka shelf, iyo sababtoo ah xogta guud ahaan waa mid gaar ah nidaamka, tani waxay ka dhigan tahay in bots-yada inta badan ay si buuxda u joojiyaan adeegga bilaashka ah, waana inay ku tiirsanaadaan xalliyayaasha CAPTCHA bini'aadamka. waxay ka dhigtaa xadgudubyo badan kuwo aan dhaqaale ahayn.",
    "4172868199": "intaa wuu ka sii fogaanayaa, isaga oo u gudbaya saaxadda isku dayga ah in la kala saaro aadmiga wanaagsan iyo aadmiga xun sidoo kale, waxaana maanta adeegsada qaar badan oo ka mid ah adeegyada internetka ee ugu caansan adduunka si ay u helaan ugana joojiyaan wax kasta oo laga soo bilaabo khayaanada wax iibsiga iyo kuwa sii socda. hanjabaadaha ka dhanka ah isticmaalkooda, iyadoo la ilaalinayo diiradda gaarka ah ee ilaalinta sirta.",
    "2873911365": "Maxaa ku saabsan caddaynta qalabka?",
    "1477196356": "Hababka kala duwan ee ku xidhidhiyaha aqoonsiga aaladda qaab qarsoodi ah oo ammaan ah, oo mararka qaarkood leh sifooyin dhawrsoon, ayaa la soo jeediyay tobannaan sano. Xog-ururinta furaha dadweynaha waxay dib ugu noqotaa c. 1975, iyo calaamadihii qalabku waxa ay jireen ku dhawaad ilaa inta.",
    "2349681896": "Nasiib darro, xakameynta gabal qalab macnaheedu maaha inaad tahay qof. Dhab ahaantii nidaam kasta oo macaamiisha caanka ah ee caddaynta qalabka si isdaba joog ah ayaa loo jebiyey, la dhajiyay, ka dibna mar kale la jebiyey.",
    "254326776": "Xadgudubyada xaasidnimada leh ee cilladahan waxaa badanaa la ogaadaa inay dhacday bilo ama sannado kahor shaacinta ama daabacaadda akadeemiyadeed.",
    "2462909475": "Darbi ka badan 10,000 oo taleefoon oo loo isticmaalo xadgudubka, qayb ka mid ah hawlgalka bot Shiinaha.",
    "1963951234": "Si kasta oo la isku halleyn karo nidaamkaaga cryptographic, haddii qof uu awoodi karo dhamaadka maalinta inuu si fudud lacag ku bixiyo si uu ku siiyo jawaabta aad raadineyso, lahaanshaha gabal qalab ah kuma filna.",
    "1278884196": "Taasi waxay tidhi, cryptography waa edbin aad u yar. Iyada oo ku saleysan taariikhda dhow, nidaamkaaga qarsoodiga ah iyo/ama hirgelinta waxay u badan tahay in la jebiyo isla marka qof kastaa helo dhiirigelin uu ku eego si dhow, waxayna u badan tahay in dad kale ay ogaadaan tan ka hor intaadan samayn. Ku-tiirsanaanta qalabka sidoo kale waxay la macno tahay inaad u baahan karto inaad weydiiso mid kasta oo isticmaalayaashaada ah inuu beddelo aaladda jireed si loo daboolo cilladaha. Tani uma badna inay si dhakhso ah u dhacdo inta badan, taasoo la macno ah run ahaantii nidaamkaagu si fudud ayuu u dhici doonaa.",
    "1828028934": "Tani waa sababta",
    "1642844535": "waa muhiim: hCaptcha waxay isticmaashaa habab kala duwan oo kala duwan si ay uga jawaabto isla su'aasha aasaasiga ah, taas oo u oggolaanaysa isbarbardhigga joogtada ah dhammaan qiimaynaha.",
    "1155821305": "difaacu waa qoto dheer",
    "119098046": "Ka warran xalalka dadban ama aan caqabad lahayn?",
    "2760410719": "Adeegyada isku dayaya inay ku sameeyaan ogaanshaha bot oo leh calaamado aan toos ahayn waxay si degdeg ah u galaan arrin aasaasi ah: sidee ku xaqiijinaysaa in nidaamku si sax ah u ogaado jilayaasha xun marka aanad haysan runta dhabta ah ee saxda ah?",
    "1722734001": "Intarneedka furan waa deegaan buuq badan. Jilayaasha xunxun waxay weeraraan isticmaalayaasha adeegayaga iyo tartamayaasha sida reCAPTCHA maalin kasta, waxayna dabcan isku dayayaan inay u ekaadaan bini'aadam intii suurtogal ah iyagoo sidaas samaynaya.",
    "1595254735": "Adeegyada dadban ee sida tooska ah u halgama si ay u ilaaliyaan saxnaanta ogaanshaha bot, ama xitaa inay ogaadaan marka ay khaldan yihiin. La'aanteed karti aad mararka qaarkood kula tartanto isticmaalayaasha oo si sax ah u falanqeyso natiijada caqabadaas, saxnaanta waxay u egtahay in ay aad hoos ugu dhacdo waqti ka dib.",
    "2412751979": "Waad ku mahadsan tahay calaamadaha bini'aadantinimada ee saxda ah ee awooda hCaptcha, shirkado badan oo hore u isticmaali jiray reCAPTCHA v3/Enterprise ayaa u wareegay",
    "2284856231": "waxaana lagu arkay saxnaanta si wayn loo hagaajiyay ee hCaptcha Enterprise's qaabkeeda dadban sidoo kale.",
    "4162847": "Waxaan awoodnay inaan si toos ah tan u ilaalino, maadaama macaamiisheena qaarkood ay ku sameeyaan imtixaanada A/B isla codsi ka hor inta aysan gabi ahaanba ka wareejin waxyaabaha Google-ka ah. Waxaan sida caadiga ah awoodnaa inaan cadeyno labadaba heerka beenta ah ee togan iyo beenta ah ee ka imaanaya reCAPTCHA v3 ama reCAPTCHA Enterprise.",
    "436125785": "Tani waa wax aan la yaab lahayn marka loo eego khaladka jawaab celinta jawaab celinta ee laga heli karo alaabooyinkaas, iyo xaqiiqda ah in ay iibiyaan shabakad xayeysiis ah oo leh dano gaar ah oo xad dhaaf ah oo aan aad ugu wanaagsanayn ogaanshaha bot, waaba intaasoo ay waxyeello u geystaan ganacsigooda asaasiga ah.",
    "2233741720": "Gabagabadii",
    "2133809801": "Ilaa iyo inta dadku ay yihiin dad, waxay u badan tahay in xaqiijinta bini'aadanku ay yeelan doonto door ay ku ciyaaraan khadka.",
    "2255549335": "Shaqadayada hCaptcha waa in aan helno ganacsiyo wanaagsan oo u dhexeeya dhibka iyo saxnaanta iyo in aan hoos u dhigno khilaafka, gaar ahaan",
    "4138068262": "isticmaalayaasha. Dhammaadka, la falgalka caqabadaha waxay u badan tahay inay ka sii ahaato qayb ka mid ah arsenal-ka agabka lagu dhimayo xadgudubka intarneedka ilaa inta dabeecadda bini'aadamku ay tahay mid aan isbeddelin.",
    "855097735": "Dhisidda adeeg tan si fiican u qabta iyada oo la isku dheelitirayo dhammaan welwelka waa dhibaato aad u adag (waxaanna mar walba ka shaqeyneynaa sidii aan u hagaajin lahayn si aan khibradda u wanaajino sida ugu macquulsan) laakiin waxaan rajeyneynaa inaad ku heshiin doonto in la yareeyo spamka, xadgudubka, xisaabaadka. , iyo khiyaanada internetka ayaa ugu dambeyntii u qalantaa su'aasha fudud ee marmar.",
    "1953959745": "helitaan",
    "2543123170": "Xaqiijinta jahawareerka eber",
    "547245263": "Xalli dhibkaaga bot maanta.",
    "3117887301": "Lagu kalsoon yahay adeegyada khadka ee ugu weyn",
    "981806349": "Lagu dhisay goobta hCaptcha ee la xaqiijiyay",
    "2373007864": "HCaptcha Enterprise waxay ku shaqeysaa tignoolajiyada madal hCaptcha, oo lagu kordhiyey sifada ay u baahan yihiin ganacsiyada sare ee gaadiidka.",
    "2652399059": "Lamaane lagu kalsoonaan karo",
    "1997838163": "Shirkadaha adduunka ugu waaweyn waxay ku tiirsan yihiin hCaptcha Enterprise. Is-dhexgalka waa sahlan yahay, saxnaanta ogaanshahana waa mid aan la mid ahayn.",
    "734735952": "Waxaan qiimeynay tiro ka mid ah iibiyeyaasha CAPTCHA iyo sidoo kale dhisitaanka nidaamka nafteena. Dhammaadkii, hCaptcha waxay u soo baxday inay tahay beddelka ugu wanaagsan ee reCAPTCHA.",
    "1250541092": "- Sergi Isasi",
    "3524251858": "Agaasimaha Maareynta Alaabta, Cloudflare",
    "3971348140": "Maxaynu u isticmaalnay hCaptcha? Ma jiro qof kale oo bixin kara sifooyinka iyo waxqabadka aan u baahanahay. Waxay noo kiciyeen oo si degdeg ah u ordayeen, iyo baayacmushtariyadayadu way jecel yihiin waayo-aragnimada.",
    "4248655793": "- Alex M.",
    "4185927140": "Maareeyaha Alaabta, Flash, Shopify",
    "282913023": "Doorashada wax ku oolka ah ee qiimaha leh ee ganacsiyada taraafikad sare",
    "999610953": "Ugu dambeyntii, beddel lagu kalsoonaan karo oo Google ah. hCaptcha Enterprise waxay ku bixisaa kaydad la yaab leh biilka reCAPTCHA oo leh ammaan sare: ilaa 80% ka qaalisan xaaladaha qaarkood.",
    "1886100235": "Qaar badan oo ka mid ah adeegyada internetka ee ugu weyn adduunka ayaa u wareegay hCaptcha Enterprise oo waxay heleen ogaanshaha bot oo la hagaajiyay oo ay weheliso kaydad qiimo leh oo la taaban karo.",
    "2903742230": "Shabakadaha xayeysiiska waxay u arkaan booqdayaashaada inay yihiin badeecad. Annaga hadafka kaliya ayaa ah in la go'aamiyo dadnimadooda. Adeegyadayadu waxay buuxiyaan ama dhaafaan GDPR, CCPA, LGPD, iyo PIPL shuruudaha, waxaanan si adag uga shaqaynaa si aan u dheellitirno qarsoodiga iyo amniga.",
    "3901503296": "Diiradan gaarka ah ee sirta waxay la macno tahay in aanu bixin karno haynta xogta eber, hawlgalka bilaa buskudka ah, iyo dammaanadaha kale ee gaarka ah ee heshiiska sida loo baahan yahay anagoo ilaalinayna ammaan aad u wanaagsan.",
    "3342910682": "Akhri wax dheeraad ah",
    "1130783905": "Saxnimadu waa dantaada iyo annagaba. hCaptcha waxay u shaqeysaa inay ku siiso xogta dhabta ah oo ay kuu ogolaato inaad go'aansato sida loo isticmaalo. Xalalka kale ee amniga waxaa bixiya shirkadaha xayaysiinta ee Gigantic. Tani waxay la macno tahay bot kasta oo ay xannibaan waxay dhimi karaan dakhligooda.",
    "2019130052": "Hal-abuurnimadayada ML-ku-fiirsashada gaarka ah waxay ina dhaafsiisaa heerarka amniga ee dhaxalka \"wax walba duubo weligeed\" iyadoon waxyeello loo geysan amniga ama sirta isticmaalaha.",
    "23114595": "Khibrad Isticmaale Weyn",
    "3437412311": "Isticmaalayaasha ganacsiga, ikhtiyaarrada ayaa diyaar u ah inay si buuxda uga fogaadaan caqabadaha inta badan xaaladaha, ku tiirsanaanta buundooyinka dadban.",
    "1996843433": "Iska yaree khilaafka adiga oo ka fogaanaya gabi ahaanba caqabada 99.9% ee taraafikadaada sharciga ah iyada oo wali aad siinayso ammaan aad u fiican.",
    "3093689546": "Is dhexgalka fudud",
    "247560732": "Ku dar hCaptcha oo leh saddex sadar oo kood ah. Haddii aad ka imanayso reCAPTCHA, API-kayagu waa ku habboon yahay oo waxay qaadataa daqiiqado keliya in la beddelo.",
    "1510448156": "Waxaad la socon kartaa oo aad la socon kartaa beddelka sare maanta, oo shid sifooyin horumarsan sida loo baahdo.",
    "2718999653": "Dhibcaha Hanjabaadda la habeeyey",
    "2698140263": "Dhibaatooyinka oo dhan isku mid maaha: helitaanka hal dhibic macnaheedu waa inay wax ka qabato baahiyahaaga si ay u noqoto mid waxtar leh.",
    "897432717": "Naqshadeyntayada cusub ee Dhibcaha Khatarta La Habeeyay, ku darida aqoontaada ganacsi waxay u oggolaaneysaa moodelladayada inay keenaan buundooyinka sida gaarka ah ugu habboon isticmaaleyaashaada.",
    "2650502379": "Ku bilow caqabadahaaga ilbidhiqsiyo gudahood",
    "3578122193": "Ku joog sumadda leh nuxurka khuseeya",
    "1074044172": "Marka isticmaalayaashu ay tahay inay xalliyaan caqabad si ay u buuxiyaan shuruudaha amnigaaga, maxaad u weydiin weyday su'aalo ku habboon oo khuseeya isticmaalaha?",
    "1579093044": "Naqshadeeye caqabada caadiga ah ee fudud, waxaad ku bilaabi kartaa nuxurka tartanka sumadda dhowr daqiiqo gudahood.",
    "3717512591": "Isdhexgalka Tooska ah ee Platform",
    "121743429": "Loogu talagalay Shirkadaha Kaabayaasha Shabakadda",
    "2131386784": "Khibrad la gaari karo iyo Taageerada Adiga iyo Isticmaalayaashaada labadaba",
    "2782263070": "Adeeggu waa noo mudnaanta koowaad. Waxaan ilaalinaa 24/7 taageerada wicitaanka waxaanan siinaa isuduwidda Slack tooska ah kooxdaada isku dhafka injineernimada iyo shaqaalahayaga wicitaanka inta lagu jiro iyo ka dib hirgelinta.",
    "3740051331": "Waxa kale oo aanu go'aansanay inaanu si firfircoon ula socono ugana jawaabno su'aalaha isticmaalayaashaada guud ahaan warbaahinta bulshada, golayaasha, iyo widget-keena iyo kanaalada taageerada iimaylka. Waxaan nahay kuwo la heli karo oo jawaab celin ah, waxaanan ula dhaqannaa ku qanacsanaanta isticmaalaha sida KPI sare.",
    "170775527": "Astaamaha ganacsiga",
    "3383086062": "hCaptcha Enterprise waa xal amni oo dhamaystiran oo khadka ah. Hababka fir fircoon iyo kuwa dadban waxay kuu oggolaanayaan inaad joojiso alaabada aqoonsiga, ogaatid la wareegidda akoonnada, oo aad xannibto jilayaasha shakiga leh. Dhammaan oo aan lahayn khilaaf eber ah isticmaalayaasha sharciga ah.",
    "1408599440": "Si degdeg ah ugu billow dhawr sadar oo kood ah iyo 99.9% qaabka dadban, ama si buuxda u maamul goorta iyo sida isticmaalayaasha loolan adag yahay. Qaababka khatarta gaarka ah iyo caqabadaha la beddeli karo waxay ka dhigan tahay dabacsanaan aan la barbar dhigi karin si loo xaqiijiyo amniga.",
    "3365203058": "Kahortagga bot- heer caalami",
    "1803009328": "Dagaal lagu tijaabiyay cabirka shabakada",
    "1586809757": "Dhibcaha bot saxnaanta sare",
    "353367791": "Soo ogow jilayaasha xun ee noocyo badan oo kala duwan ah.",
    "191460155": "Isku dhac eber ah iyo 99.9% qaababka dadban",
    "585557010": "Loolan wax ka yar 0.1% isticmaalayaasha sharciga ah.",
    "3287172429": "Noocyada loolanka xakamaynta ee la muujiyay",
    "1844885924": "Maktabad ballaadhan oo noocyo ah oo laga dooran karo.",
    "3018523079": "Ku joog sumadda leh khibrad isticmaale joogto ah.",
    "3817811295": "La dammaanad qaaday isku halaynta iyo 24/7 taageerada wicitaanka degdegga ah.",
    "1798492192": "Taageerada browserka ee dhaxalka",
    "1356745565": "La jaanqaadi kara jidka oo dhan ilaa Internet Explorer 8.",
    "751483365": "Taageerada macaamiisha aan JavaScript ahayn.",
    "4199502476": "Dashboards-ka warbixinta sare leh iyo API",
    "3630114728": "Eeg waxa ka dhacaya dhammaan bogaggaaga iyo abka.",
    "3573245166": "Si ka duwan reCAPTCHA, waxaanu ka shaqaynaa wadan kasta.",
    "2354267648": "GDPR, CCPA, iyo siyaasada gaar ahaaneed ee saaxiibtinimada LGPD",
    "3167979932": "Loogu talagalay sirnimada laga bilaabo maalinta koowaad. Heshiiska Habaynta Xogta oo Xoog leh.",
    "4065065042": "Wac tan si aad ugu habboonaato kiiskaaga isticmaal.",
    "111184581": "Martigelinta xisbiga koowaad",
    "4272022475": "Dhammaan codsiyada iyo hantida waxay tagaan hcaptcha.yourdomain.com",
    "2676853536": "Dashboards isticmaale badan",
    "1368787974": "La wadaag maamulka kooxdaada oo dhan.",
    "1045484714": "Is dhexgalka SAML SSO iyo Bixiyaha Aqoonsigaaga, tusaale Okta ama Azure AD.",
    "3953584369": "Xayiraadaha gelitaanka RBAC ee casriga ah ayaa jira.",
    "2781507299": "Xaqiijinta degdega ah",
    "4019660456": "0ms daahitaan: xaqiiji calaamadaha hCaptcha oo aan lahayn wicitaan API.",
    "3446714684": "Is dhexgalka Mobile (iOS iyo Android).",
    "2593768395": "Khibrad aan xumaan lahayn oo dhan mareegaha, mobilada hooyo, mareegaha mobilada. Isdhexgalka horay loo dhisay iyo SDK-yada asalka ah waa la heli karaa.",
    "1779265104": "Shuruudaha La Habeeyay iyo Dammaanadaha Qarsoonnimada",
    "122875767": "Ku qanac baahiyahaaga sharci marka shirkadaha kale aysan awoodin.",
    "148188781": "Caqabadaha la soo bandhigay",
    "838049015": "Dooro dhammaan sawirada ku habboon weydiinta",
    "1126302400": "Sanduuqa Xiran",
    "3554448168": "Qaybinta",
    "2104933754": "Aqoonso calaamadaha u dhigma",
    "3612043014": "... iyo hawlo kale oo fudud. U fududahay bini'aadamka, ku adag bots.",
    "3624758171": "Hawlaha gaarka ah sidoo kale waxay diyaar u yihiin daabacayaasha ganacsiga.",
    "1001938065": "Is-dhexgalka ayaa fududayn kari waayay",
    "2138799135": "hCaptcha waxay haysataa daraasiin horudhac ah oo la sii dhisay oo loogu talagalay nidaamyada hore iyo kuwa dambe ee aad isticmaasho.",
    "2535001179": "Haddii ay dhacdo inaad ka imanayso Google reCAPTCHA, API-yadayadu waa beddelka goobta.",
    "1393184984": "ma waxaad u baahan tahay oo dhan.",
    "3715747429": "Injineeradayada dusha saaran ayaa si dhakhso leh kuugu heli kara, haddii aad u baahan tahay is dhexgalka React, SDK-yada iOS apps-ka asalka ah, tusaale dhabarka Java, ama xaalad kasta oo kale.",
    "2681650568": "Iyo sida had iyo jeer, sirnimadu waxay noo tahay qiimaha ugu muhiimsan. Ku dar koodka loolanka kaliya halka lagama maarmaanka ah, iyo halka ay macno u leedahay in la ilaaliyo adiga iyo isticmaalayaashaada labadaba. Yaraynta xog ururinta waxay ka bilaabataa wakhtiga isdhexgalka.",
    "1130868224": "Saddex xariiq oo kood ah",
    "2183926131": "Ka bilow hCaptcha Enterprise",
    "1526887904": "Qarsoodinimada Ganacsiga hCaptcha",
    "1845745385": "Loogu talagalay Qarsoodinimada",
    "1297224875": "Habka gaarka ah ee ay wado sirnimada ee Amniga khadka ee Enterprise.",
    "2762458927": "Xogta isticmaalaha iib maaha",
    "2058856283": "hCaptcha Enterprise waxay leedahay hal ujeedo oo kaliya: si looga hortago jilayaasha xun inay carqaladeeyaan hawlahaaga khadka oo ay waxyeelo u geystaan isticmaalayaashaada.",
    "2408036504": "Nidaamyadayada waxaa loo qaabeeyey laga soo bilaabo dhulka si loo yareeyo ururinta xogta iyo haynta iyadoo la ilaalinayo amniga hoggaaminta fasalka. Habka ugu fiican ee lagu ilaaliyo xogta isticmaalaha ma aha in la kaydiyo gabi ahaanba.",
    "4099477834": "Dhammaan cilaaqaadka macaamiisha waxaa sidoo kale lagu ilaaliyaa Heshiiska Habaynta Xogta oo xooggan. Adeegga hCaptcha wuxuu u hoggaansamaa dhammaan sharciyada sirta meel kasta oo adeegaaga ama macaamiishaadu degan yihiin. Xafid la'aanta xogta shakhsi ahaaneed ayaa tan aad noogu fududaysa shirkadaha kale.",
    "3569492665": "Duubista dhaqdhaqaaqa khadka tooska ah maaha jawaabta.",
    "3389431373": "Adeegyada sida reCAPTCHA v3 ayaa sheegaya in dhigista pixel-ka raadraaca bog kasta oo ka mid ah goobtaada ay lagama maarmaan u tahay amniga wanaagsan. Arrintu sidaas maaha.",
    "3590546893": "Falanqaynta hab-dhaqanka fudud waa calaamad ay si fudud u been-abuuraan jilayaasha xunxun, waxayna u baahan tahay in la sii hayo taariikhda raadinta dhammaan taraafikadaada sharciga ah sidoo kale.",
    "1105363520": "Ma shaqayno shabakad xayaysiis ah, mana jirto wax dan ah oo aanu ku eegayno hab-dhaqankaaga isticmaale si aanu u iibino xayaysiisyada. Tani waxay ka dhigan tahay inaan u baahnayn pixel dadban bog kasta oo ka mid ah boggaaga.",
    "3088605177": "Ku dar koodka loolanka kaliya halka lagama maarmaanka ah, iyo halka ay macno u leedahay in la ilaaliyo adiga iyo isticmaalayaashaada labadaba.",
    "337971271": "Barashada mashiinka waa faa'iido. Laakiin uma baahna xog shakhsi si ay u shaqeyso.",
    "320166522": "Barashada mishiinadu hadda waxay saamaysaa ku dhawaad dhinac kasta oo nolosheena ka mid ah, inta badan siyaabo aynaan u garan oo ma arki karno. Adeegyada amniga ee internetka kama duwana.",
    "3180664128": "Barashada in ka badan kumanaan calaamado ah, moodooyinka ayaa gashan kara oo gaari kara kalsooni sare si loo ogaado dabeecadaha xaasidnimada leh si deg deg ah, xitaa marka aysan jirin calaamad shakhsi ah lafteedu oo awood u leh inay muujiso dhibaatada.",
    "961941354": "Si kastaba ha ahaatee, midna uma baahna isticmaalka macluumaadka shaqsiga lagu aqoonsan karo (\"PII\"). Farsamooyinka qarsoodiga ah ee casriga ah ayaa noo oggolaanaya inaan tuurno xog kasta oo shakhsi ah sida ugu dhakhsaha badan ee suurtogalka ah, abuurista beddelka saxiixyada hal-jidka ah oo aan lagu xiriirin karin qof kasta.",
    "1706581702": "Tababarka xogta aan la aqoonsan ayaa sidoo kale u shaqeeya, umana baahna waxyeeleynta amniga iyo sirta midkood. Macaamiishayadu waxay sameeyeen imtixaanada la taaban karo, waxayna noo caddeeyeen inaan la mid nahay ama ka wanaagsanahay beddelka gaarka ah ee aad uga yar.",
    "3203921334": "Waxaan jecelnahay dhowr waxyaalood oo ku saabsan xalalka hCaptcha: 1) ma iibiyaan xogta shakhsi ahaaneed; waxay ururiyaan xogta shakhsi ahaaneed ee ugu yar ee lama huraanka ah, waxay si hufan u sharxayaan macluumaadka ay ururiyaan iyo sida ay u isticmaalaan iyo/ama u sheegaan.",
    "305735018": "Ugu dambeyntii, beddel lagu kalsoonaan karo oo Google ah. hCaptcha Enterprise waxay ku bixisaa kaydad la yaab leh biilka reCAPTCHA oo leh ammaan sare: ilaa 80% ka qaalisan xaaladaha qaarkood.",
    "3695206755": "Nagu tijaabi deegaankaaga iyadoon waajib kugu ahayn.",
    "2941545733": "Waxaan nahay injineero, ma nihin kuwa wax iibiya: waxaan rabnaa inaad ku faraxsanaato doorashadaada.",
    "131871195": "Sida ugu wanaagsan ee lagu xaqiijin karo qanacsanaantaada waa in la muujiyo inaan buuxinay baahiyahaaga.",
    "3436534225": "Dhab ahaantii dhammaan shirkadaha bilaabay duuliyaha ayaa ugu dambeyntii dooranaya xalalkayaga.",
    "4060250206": "Isticmaal foomkan si aad u gaadho mid ka mid ah khubaradayada farsamada. Si degdeg ah ayaan uga jawaabnay.",
    "1159746815": "Waxaad sidoo kale si toos ah noogu soo diri kartaa email.",
    "2531534427": "Faahfaahinta waa halkan",
    "2059998584": "Gobolka",
    "3916131732": "Ameerika",
    "135276624": "Yurub, Bariga Dhexe, Afrika (EMEA)",
    "1182294134": "Aasiya-Pacific (APAC)",
    "2437934778": "Magacaaga",
    "3859506577": "Iimayl ganacsi",
    "1268414751": "Faahfaahin kale oo ay tahay inaan helno?",
    "42559805": "Ma u baahan tahay fuulid degdeg ah?",
    "851679588": "Haa",
    "1729677626": "Waa la i soo weeraray waxaanan u baahanahay in degdeg la ii fuulo.",
    "2808971932": "Tani waa qaar ka mid ah qoraallada gudaha block div.",
    "2468683988": "Ciwaanka",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh iyo justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Xiriirinta qoraalka",
    "2212670355": "Isdiiwaangeli",
    "31502377": "Waa maxay curiyaha qoraalka qani?",
    "2310705547": "Qaybta qoraalka qani waxay kuu ogolaanaysaa inaad abuurto oo aad qaabayso cinwaanada, cutubyada, blockquotes, images, iyo video dhamaantood hal meel halkii aad ku dari lahayd oo aad qaabayn lahayd si gaar ah. Kaliya laba-guji oo si fudud u samee nuxurka.",
    "2590587108": "Tafatirka nuxurka taagan iyo firfircoon",
    "778204464": "Cunsurka qoraalka qani ah waxa loo isticmaali karaa xog taagan ama firfircoon. Wixii macluumaad ah ee taagan, kaliya ku rid bog kasta oo billow tafatirka Wixii ka kooban fir-fircoon, ku dar goob qoraal ah oo qani ah ururin kasta ka dibna ku xidh curiyaha qoraalka qani ah goobtaas guddida dejinta. Voila!",
    "1890955039": "Sida loo habeeyo qaabaynta qoraal kasta oo qani ah",
    "3286051798": "Ciwaanka, cutubyada, xigashooyinka, jaantusyada, sawirada, iyo qoraalada jaantusyada dhamaantood waa la qaabayn karaa ka dib marka fasalka lagu daro qoraalka qani ah iyadoo la adeegsanayo nidaamka xulashada \"Marka gudaha ku jira\".",
    "504332576": "Waxaan ku hanweynahay inaan ku dhawaaqno in hCaptcha ay noqotay adeegga ugu weyn ee amniga internetka ee madax-bannaan ee adduunka, oo ku shaqeeya qiyaastii 15% ee intarneedka - waxaana inta badan saamiga suuqan si toos ah uga soo qaadannay Google reCAPTCHA. Si wada jir ah, hCaptcha iyo",
    "1155436473": "(bixintayada ganacsi) hadda waxay ilaalisaa boqollaal milyan oo isticmaalayaasha ah tobanaan milyan oo mareegaha iyo barnaamijyada abka bil kasta. Sheekadeenu waxay tuseysaa inaad la tartami karto Big Tech marka aad sirta wax u dhigto.",
    "3108727249": "BotStop",
    "1296696044": "Qarsoodi vs. Amniga: Waa maxay sababta labadaba?",
    "538871570": "Ku tartamida Google iyo shirkadaha kale ee Tiknoolajiyada Big Tech waxay u egtahay amar dheer: awooddooda suuqa kaliya, saamaynta madal iyo ciidamada horumariyayaal mushahar sare leh ayaa guud ahaan loo arkaa inay aad u awood badan yihiin inay wax ka qabtaan cid kasta laakiin kuwa kale ee farsamada sida Facebook ama Amazon. Sheekadeenu waxay muujinaysaa inaysan ahayn inay sidaas noqoto - waxaad ku garaaci kartaa Big Tech adiga oo diiradda saaraya sirta.",
    "3600718611": "Tixgeli Google reCAPTCHA,",
    "4281708680": ". hCaptcha, waxaanu si ula kac ah u qaadnay hab aad u kala duwan, annagoo adeegsanayna farsamooyinka barashada mashiinka ilaalinta sirta si aan u aqoonsano dabeecadaha bot-ka caadiga ah ee saxnaanta sare, dhammaan inta aan isticmaaleyno oo kaydineyno xogta yar ee suurtogalka ah.",
    "3312336121": "kaas oo cuna xaddi badan oo xogta habdhaqanka si loo go'aamiyo in isticmaalayaasha mareegaha ay yihiin dad sharci ah ama bots",
    "1193738791": ": waxay la socdaan hab-dhaqanka isticmaalaha bog kasta oo ka mid ah mareegaha iyo shabakadda oo dhan. Waxaan u qaabaynnay hCaptcha inay noqoto mid saaxiibtinimada sirta ah intii suurtogal ah laga bilaabo maalinta koowaad. Tani waxay keentay hab gebi ahaanba ka duwan dhibaatada. Sida ay soo baxday, la socodka isticmaalayaasha shabakadaha oo dhan iyo ku xidhidhiyaha taariikhdooda mareegaha aqoonsigooda gabi ahaanba waa mid aan loo baahnayn in la gaadho ammaan wanaagsan. Shirkado badan oo u wareegay hCaptcha",
    "2620705814": "Google waa shirkad xayaysiis ah, oo alaabtooda ammaanku waxay aad ugu eg yihiin alaabtooda xayeysiiska",
    "1126447688": "inta badan ka warbixi waxqabad siman ama ka wanaagsan ee ogaanshaha bot iyo yaraynta inkasta oo aanu diirada saarnay sirtayada",
    "439777523": "Xeerarka Arrimo",
    "3588274874": "Diirada saarida soo gudbinta badeecada la socota dadaallada sharciyeynta sida Midowga Yurub GDPR iyo California CCPA, waxaan la kulannay koboc balaaran -dabcan, waxay kaa caawineysaa in hCaptcha ay fududaato \"dhicis\" bedelka reCAPTCHA oo sidaas lagu rakibi karo daqiiqado gudahood.",
    "2150595700": ". GDPR iyo CCPA waxay dul dhigeen walaaca gaarka ah khariidada iibsadayaasha ganacsiga, isla markaana sirta internetka ayaa noqonaysa mid aad iyo aad muhiim ugu ah dadweynaha maadaama aan dhamaanteen bilaabnay inaan fahanno sida xayaysiisyada iyo suuqgeynta khadka ay taariikh ahaan u isticmaaleen xogtayada.",
    "2624949852": "Dabcan, reCAPTCHA waxa ay ahayd horaan ku soo galay amniga shabakada ilaa 2009, iyada oo ka ilaalinaysa malaayiin mareegaha internetka khataraha isa soo taraya ee bots xaasidnimada leh iyo spameriyeyaasha. Si kastaba ha ahaatee, si buuxda ayaa loo dhimay sannadihii la soo dhaafay:",
    "499510428": "Waxaan dhab ahaantii aaminsanahay in sharcigu halkan naga caawiyay",
    "1232651561": "Software-ku hadda wuu u wanaagsan yahay sida dadka xallinta caqabadaha reCAPTCHA.",
    "824740867": "Halkii ay hagaajin lahaayeen xalka, Google beddelkeeda waxay sii daysay reCAPTCHA v3, kaas oo u shaqeeya si ka badan shabakad xayeysiis marka loo eego software-ka amniga, ururinta xogta habdhaqanka ee shabakadda si loo dhiso astaanta isticmaaleyaasha. Nasiib darro, calaamad noocan oo kale ah si fudud ayaa looga adkaaday, oo sidaas darteed waxay bixisaa difaac yar oo ka dhan ah bots iyadoo waxyeello u geysanaysa sirta isticmaalaha.",
    "1027023087": "Anaga hadii aanu nahay hCaptcha waxa aanu taa bedelkeeda diirada saarnay habab casri ah oo loo wajaho dhibaatada, kuwaas oo aan u baahnayn in la sii hayo diiwaanada dhaqanka muddada-dheer sida taariikhda baadhashada oo aan caddeeyey adkeysi aad uga sii adkaysan kara wajiyada cadawga go'aamiyey tan iyo markii adeega la soo bandhigay.",
    "2852295413": "Iskahorimaadka xiisaha ee asalka ah: joojinta bots-ku waxay yaraynaysaa dakhliga shabakada xayeysiiska",
    "1597520917": "Tiro sii kordheysa oo dhaleeceyn ah ayaa tilmaamay in tixgelin la'aanta Google-ka ee gaar ahaanshaha isticmaalaha ay tahay inay welweliso macaamiisha raadinaya inay ilaaliyaan mareegaha iyo abka.",
    "763447231": "Isla mar ahaantaana, joojinta bots-ka gelitaanka goobaha daabacaha waxay muujin kartaa khiyaanada xayaysiiska, taasoo ka hor imanaysa badeecada Google reCAPTCHA si toos ah ganacsigooda xayaysiiska, kaas oo soo saara in ka badan 80% dakhligooda.",
    "999674529": "Bot kasta oo Google-ku ogaado waa inuu helaa eber xayeysiis dollar ah. Dhiirrigelinta shirkadda Google ayaa sidaas darteed si liidata ula jaanqaadi kara isticmaalayaasha adeegyadooda amniga, tanina waxa ay noqon kartaa hal sharraxaad oo loogu talagalay waxqabadka liita ee wax-qabadkooda amniga ee reCAPTCHA.",
    "956019009": "Shirkadaha kaabayaasha webka ee ugu waaweyn ayaa horey u qaaday tallaabo",
    "1923297430": "Go'aankii ugu dambeeyay ee macaamiil badan oo waaweyn ayaa yimid markii Google uu bilaabay inuu shirkadaha ka qaado isticmaalka alaabtooda miisaan kasta oo macno leh. Tani waxay keentay in isticmaalayaasha reCAPTCHA muddo dheer ay raadiyaan beddelaad ka wanaagsan maadaama walaacyada sharci ee adduunka oo dhan ay horay u sameeyeen iyadoo la adeegsanayo wax-soo-saarka Google-ka oo sii kordheysa oo aan rafcaan lahayn.",
    "2197218442": "Maamulaha guud ee Cloudflare Matthew Prince ayaa aragtidan ku soo koobay",
    "155456850": "iyaga oo ku dhawaaqaya u wareegaya hCaptcha:",
    "435302267": "boostada blog ee shirkadda",
    "2087769953": "\"Waan ku faraxsanahay isbeddelkan sababtoo ah waxay gacan ka geysaneysaa wax ka qabashada welwelka gaarka ah ee ku saleysan ku tiirsanaanta adeegga Google-ka ee aan haysanay muddo. hCaptcha waxay u soo baxday inay tahay bedelka ugu wanaagsan ee reCAPTCHA. \"Waxaanu jeclaysanay dhawr waxyaalood oo ku saabsan xalalka hCaptcha: 1) ma iibiyaan xogta shakhsiyeed; waxay ururiyaan xogta shakhsi ahaaneed ee ugu yar ee lama huraanka ah, waa daah-furan si ay u qeexaan macluumaadka ay ururiyaan iyo sida ay u isticmaalaan iyo/ama u sheegaan.\"",
    "595582512": "Haddii aad raadinayso inaad si wax ku ool ah uga ilaaliso boggaaga ama app ka bots, spammmers ama jilayaasha kale ee xaasidnimada leh, dhammaan intaad ilaalinayso qarsoodiga isticmaalayaashaada (iyo addoo raacaya dhammaan xeerarka khuseeya!), Tixgeli hCaptcha iyo bixinta Shirkadeena",
    "3388180864": "Ma xiisaynaysaa in aad ka shaqeyso caqabado farsamo oo qoto dheer ee cabirka shabakada? Waxaan had iyo jeer shaqaaleysiina injineerro tayo leh adduunka oo dhan -",
    "3892952987": "iska hubi meelaha noo furan oo halkan ka codso",
    "3368788823": "Terence Eden ayaa qodob xiiso leh ku sheegay boggiisa: \"",
    "1491780143": "CAPTCHA-yadu ma caddaynayaan inaad tahay bini'aadam - waxay caddaynayaan inaad tahay Maraykan",
    "2146900431": "Dareen ahaan, sheegashadani waxay samaynaysaa macno badan. CAPTCHAs, sida ku dhawaad wax walba, waxay ku dhex milmeen xaalad dhaqameed, iyo haddii caqabadahaaga inta badan lagu abuuray hal dhaqan, waxa laga yaabaa inaanay si fiican ugu turjumin mid kale. Asal ahaan, tani waa arrin ku saabsan dhaqanka",
    "378086442": "ee CAPTCHAs, halkii ay ka ahaan lahaayeen UX per se.",
    "1445008801": "Sida Eden hadalka u dhigay:",
    "332723732": "nuxurka",
    "2072808435": "\"Maxaa qiyaasi, Google? Tagaasida dalkayga guud ahaan waa madow. Waxaan daawaday filimaan ku filan si aan u ogaado in dhammaan kuwa Ameerika ay yihiin jaale. Laakin waddan kasta oo kale oo aan booqday, tagsiyadu waxay ahaayeen kuwo aad u xun. midabyo kala duwan.\"",
    "3206136647": "Dhibaatada Google ee halkan waxay ku salaysan tahay xogta su'aalaha ay isticmaalaan iyo cidda arka. Haddii xogta oo dhami ay ka timaaddo isku dhaqan (iyo Google kiis, shirkad isku mid ah) waxa hubaal ah in aad filan karto caqabado aan si fiican u turjumin dhaqamada kale, si waafaqsan cabashada Eden.",
    "2217842245": "Si kastaba ha ahaatee, xogtayadu waxay muujinaysaa taas (hCaptcha)",
    "4280117172": "Wadamo badan ayaa dhab ahaantii waxyar ka fiican Maraykanka, oo ay ku jiraan Nigeria, India, Brazil iyo Germany:",
    "555749578": "waxa jira in ka yar 1% kala duwanaanshiyaha xalinta xalinta wadamada waaweyn ee qaarad kasta.",
    "151737819": "hCaptcha Xallinta Heerarka adduunka oo dhan ayaa muujinaya kala duwanaansho aad u yar",
    "3908992897": "waxaana lagu isticmaalaa waddan kasta iyo dhul kasta oo adduunka ah, sidaa darteed waxaan aad diiradda u saarnay bixinta khibrad caalami ah oo joogto ah.",
    "2808122102": "Waxqabadyada dhaqamada kala-duwaan waa sidaas awgeed shuruudda aasaasiga ah ee adeeggayaga. Hubinta in dhammaan isticmaalayaasha sharciga ah ay si dhakhso leh u heli karaan macluumaadka waa qayb muhiim ah oo ka mid ah himiladeena. Waxaan ku bixinaa caqabado 110 luqadood ah, waxaanan si joogto ah u hagaajineynaa tarjumaada la xiriirta si aan u hubinno in caqabadahayaga uu xallin karo qof kasta.",
    "3913801502": "hCaptcha hadda waxa uu ku shaqeeyaa ilaa 15% intarneedka",
    "2077639538": ". Mid ka mid ah, xogta loolan ee adeegayagu waxay ka iman kartaa ilo badan, maaha hal kaliya - laga bilaabo shirkadaha waaweyn ee Fortune 500 ilaa bilawga barashada mashiinka, ilaa inta ay u hoggaansamaan our",
    "3951112506": ". Taasi waxay mar hore dammaanad qaadaysaa heerka sare ee kala duwanaanshiyaha xogta.",
    "1803943584": "Marka labaad, waxaanu u ogolaanay caqabadaha iskood u wanaajiya si loo go'aamiyo wadamada ama luqadaha ay ku ordi doonaan, kordhinta suurtagalnimada khibrad joogto ah xitaa in ka badan. Haddii sax ahaansho ahaan ka hooseyso sidii la filayey, su'aalo dhowr ah ayaa si fudud u joojin doona inay ka socdaan gobolka ama luqadda ay saameyntani ka dhacdo.",
    "3668873369": "hCaptcha, waxaanu qaadnay hab ka duwan kii maalintii kowaad",
    "1519201684": "Siyaasadda Anshaxa AI",
    "2155089487": ". Haddii caqabadahayagu ay fududaan lahaayeen xallinta kooxaha qaarkood, waxaan filaynaa inaan aragno farqi u dhexeeya sida dadka adduunka oo dhan iyo dhaqamada kala duwani u qabtaan marka ay xalinayaan. Marka la eego qoraalka Eden, waxaan ka filan karnaa dadka Mareykanka inay sameeyaan wax ka wanaagsan dadka ku nool wadamada kale. Sababtoo ah waxaan ku qaadanay sanado badan horumarinta nidaamyada si looga fogaado dhibaatadan, dhab ahaantii waxaan aragnaa kaliya liddi ku ah.",
    "2603863826": "PS: Haddii aad ka hesho tarjumaad luqaddaada ah oo isticmaali karta horumarin, waxaad xor u tahay inaad gudbiso a",
    "3543141425": "waayo!",
    "2697276059": "Caddaynta tani waa shaqaynaysa: isku mid ah oo xalinta heerarka adduunka oo dhan",
    "664236229": "codsi jiid",
    "1137470858": "December 11, 2021",
    "12462594": "hCaptcha waxa lagu dhisay madal aadamuhu, taas oo u ogolaanaysa habayn casri ah iyo falanqayn si kor loogu qaado qiimaha iyo hufnaanta tillaabo kasta.",
    "2262549101": "Hababka kale ee xiriirka waxa lagu diiwaan galiyay Xafiiska Xuquuqda Daabacaada ee DMCA ee Hagaha Wakiilada Naqdiyay",
    "2272776729": "Fadlan ogow waa in aad xaqiijisaa aqoonsigaga oo aad codsato ka hor inta aan tallaabo kale la qaadin, sida bixinta aqoonsiga dawladda. Si waafaqsan sharciga California, waxaad magacaabi kartaa wakiil idman si uu codsi u sameeyo magacaaga. Si aad u magacawdo wakiil idman si uu codsi u sameeyo magacaaga, waa in aad keentaa awood qareenimo oo ansax ah, aqoonsi dawladeed oo ansax ah codsadaha, iyo aqoonsi dawladeed oo ansax ah oo ay bixisay wakiilka idman.",
    "2335607721": "Ogaysiis. Dhammaan ogeysiisyada la xiriira Shuruudaha Adeegga waxaa lagu soo diri doonaa iimayl ama waxaa lagu dhejin doonaa mareegahayaga. Waa inaad ogeysiisyo noogu soo dirtaa at",
    "2875934612": "Noofambar 20, 2020",
    "3084122606": "Halka isticmaalka macluumaadkaaga shakhsi ahaaneed ay ku saleysan tahay ogolaanshahaaga, waxaad xaq u leedahay inaad ka noqoto wakhti kasta habka lagu tilmaamay Adeegga ama adoo nagala soo xiriiraya at",
    "3312286067": "ama u gudbi cabasho maamulaha ilaalinta xogta ee xukunkaaga. Waxaad ka heli kartaa nidaamiyaha ilaalinta xogtaada",
    "3506025515": "hCaptcha ma saamayso log4shell. Waa kan sida aan ku naqaanno.",
    "3516838896": "Log4j2 fogaanta code fulinta cayayaanka ayaa dhawaan xaaqay intarneedka, taas oo saamaysay boqolkiiba badan adeegyada khadka. hCaptcha ma saameyn Waa kan sida aan ku xaqiijinay xaqiiqadaas.",
    "3553195003": "hCaptcha ma saamayso log4shell.",
    "3610875753": "- Haddii carqalad ganacsi oo weyn ka dib aadan nala soo xiriiri karin sida aad inta badan ku sameyso",
    "3612764043": ", waa inaad tagtaa shabakadayada hcaptcha.com ama hcaptchastatus.com.",
    "3626193263": "Wakiilka hCaptcha loo qoondeeyay ee Xeerka Xuquuqda Daabacaada Millennium Digital (DMCA) waa",
    "3794891866": "Macaamiisha California waxay samayn karaan codsi iyaga oo raacaya xuquuqdooda hoos timaada CCPA iyaga oo nala soo xidhiidhaya",
    "3814036702": "- Haddii aad hayso su'aalo ku saabsan qorshaynta sii wadida ganacsigeena, waxaad nagala soo xidhiidhi kartaa at",
    "3975007628": "hadda ilaali boqolaal milyan oo isticmaaleyaal ah oo dhan tobanaan milyan oo mareegaha iyo apps-ka bil kasta. Sheekadeenu waxay tuseysaa inaad la tartami karto Big Tech marka aad sirta wax u dhigto.",
    "4038264749": "Ogow inta amarada maxalliga ah ee COVID-19 ay sii socdaan ma jiraan dammaanad qaadyo ah in boostada lagu heli doono waqti ku habboon, iyo iimayl (",
    "4115505783": ") waa kanaalka saxda ah ee nagu soo wajahan. Shirkadu ma hayso tilifoon ama lambar faakis; waa qarnigii 21aad.",
    "4164851712": "Waxaan kaliya u isticmaalnaa macluumaadkaaga gaarka ah sida uu sharcigu oggol yahay. Waxaa nalooga baahan yahay inaan ku ogeysiino saldhigyada sharciga ah ee habaynta macluumaadkaaga shakhsiyeed, kuwaas oo hoos lagu sifeeyay. Haddii aad hayso su'aalo ku saabsan saldhigyada sharciga ah ee aan ku socodsiino macluumaadkaaga shakhsiyeed, nagala soo xiriir",
    "4201262098": "Farsamadani waxay u oggolaanaysaa shaqaalaha saxda ah inay gacanta ku hayaan qayb kasta oo shaqadaada ah, iyadoo sare u qaadaysa hufnaanta kharashka iyadoo la ilaalinayo sirta iyo buuxinta shuruudaha sharci ee laga yaabo inay khusayso.",
    "4217188341": "November 30, 2020",
    "4238473596": "Yaraynta khilaafka isticmaalayaasha dhabta ah waa muhiim. hCaptcha waxay isticmaashaa hawlo fudud waxayna ku qaadataa wakhti yar inta badan isticmaalayaasha iyadoo la joojinayo taraafig badan oo bot ah.",
    "4243935861": "ha.com",
    "4270798104": "2. Isku day inaad joojiso kordhinta kale. Haddii ay taasi xalliso, mid mid u shid ilaa aad ka helayso dhibka jira, oo u ogolow horumariyaha kordhintaas inuu ogaado, sidoo kale na siiya madaxa",
    "427220273": "Waxa laga yaabaa in aanu kaa codsano xog gaar ah si ay nooga caawiso xaqiijinta aqoonsigaga iyo hab-socodka codsigaaga. Sharciga lagu dabaqi karo ayaa laga yaabaa inuu u baahdo ama noo ogolaado inaan diidno codsigaaga. Haddii aan diidno codsigaaga, waxaan kuu sheegi doonaa sababta, iyadoo ay ku xiran tahay xannibaado sharci ah. Haddii aad jeclaan lahayd inaad soo gudbiso cabasho ku saabsan isticmaalkeena macluumaadkaaga khaaska ah ama jawaabta codsiyadaada ee ku saabsan macluumaadkaaga shakhsiyeed, waxaad nagala soo xidhiidhi kartaa at",
    "433026247": "Markaad qabato hawlaha, waxaad heli kartaa shahaadooyin iyo xirfado, kuwaas oo aanu ku siin doono go'aankayaga. Waxaan xaq u leenahay inaan abuurno, wax ka bedelno, ama ka noqono shahaadooyinkaaga iyo xirfadahaaga wakhti kasta, sabab kasta ama sabab la'aanba. Sababtoo ah kuma takooreyno asal qarameed, isir, midab, lab ama dheddig, nooca galmoodka, ama nooc kasta oo kale oo uu ilaaliyo sharciga, waxaad heli doontaa fursad la mid ah ka qaybqaatayaasha kale si aad u hesho hawlo marka shahaadooyinkaaga iyo xirfadahaagu urursadaan . Ka qaybqaataha ahaan, haddii aad aaminsan tahay in su'aalaha imtixaanka dhibku ay saameeyeen shahaadooyinkaaga, xirfadahaaga, ama abaal-marinahaaga, waxa laga yaabaa inaad bixiso dood si fiican loo taageeray oo sharraxaysa su'aalaha imtixaanka dhibka leh adigoo isticmaalaya interface-ka shaqada ama tigidhka nidaamka taageeradayada, tusaale ahaan email ahaan. at",
    "492025216": "December 13, 2021",
    "799274928": "Ogeysiisyada iimaylka waxaa loo arkaa ogeysiis qoran dhammaan ujeeddooyinka kuwaas oo ogeysiisyo qoran loo baahan karo. Ogeysiisyada iimaylka waxaa loo arkaa in la helay maalinta ganacsiga ka dib gudbinta si sax ah oo loogu talagalay qaataha loogu talagalay."
}