{
  "header-privacy-link": "Privatnost",
  "header-integration-link": "Интеграција",
  "header-cost-link": "Cost",
  "header-features-link": "Карактеристике",
  "header-docs-link": "Docs",
  "header-login-button": "Пријавите се",
  "header-contact-button": "Kontaktirajte prodaju",
  "intro-heading": "Verifikacija humanosti bez trenja.",
  "intro-contact-button": "Kontaktirajte nas da saznate više",
  "intro-text-bottom": "Na njega se oslanjaju kompanije koje pokreću veb.",
  "sub-menu-button": "Kontaktirajte prodaju",
  "sub-menu-item1": "Enterprise",
  "sub-menu-item2": "Cost",
  "sub-menu-item3": "Интеграција",
  "sub-menu-item4": "Карактеристике",
  "sub-menu-item5": "Privatnost",
  "sub-menu-item6": "Docs",
  "info-head-1": "Izgrađen na proverenoj hCaptcha platformi",
  "info-text-1": "hCaptcha Enterprise radi na hCaptcha platformskoj tehnologiji, proširenoj da uključuje funkcije koje su potrebne preduzećima sa velikim prometom.",
  "info-head-2": "Partner od poverenja",
  "intro-subtitle": "Rešite svoj problem sa botom danas.",
  "info-text-2": "Naše usluge imaju poverenje najvećih svetskih kompanija da opslužuju milione dnevnih korisnika na desetinama miliona sajtova.",
  "cloudflare-quote-text": "Procenjivali smo veliki broj CAPTCHA dobavljača, kao i sami izgradili sistem. Na kraju, hCaptcha se pojavila kao najbolja alternativa reCAPTCHA.",
  "cloudflare-quote-detail": "Direktor za upravljanje proizvodima, Cloudflare",
  "section-quote-head": "Isplativa opcija za preduzeća sa velikim prometom",
  "section-quote-text": "Konačno, kredibilna alternativa Guglu. hCaptcha Enterprise donosi dramatične uštede na vašem reCAPTCHA računu uz veću sigurnost: do 80% jeftinije u nekim slučajevima. Mnoge od najvećih svetskih onlajn usluga prešle su na hCaptcha Enterprise i dobile poboljšanu detekciju botova uz značajne uštede.",
  "section-quote-button": "Kontaktirajte nas danas za ponudu",
  "section-privacy-header": "Privacy Focused",
  "section-privacy-text-1": "Oglasne mreže vide vaše posetioce kao proizvod. Za nas je jedini proizvod koji određuje njihovu humanost. Naše usluge ispunjavaju ili prevazilaze zahteve GDPR, CCPA i LGPD i podržavaju inicijative kao što je Privacy Pass. Trudimo se da uravnotežimo privatnost i bezbednost.",
  "section-privacy-text-2": "Ovaj jedinstveni fokus na privatnost znači da možemo ponuditi nulto zadržavanje pojedinačnih podataka, rad bez kolačića i druge ugovorne garancije privatnosti po potrebi uz održavanje odlične bezbednosti.",
  "section-security-header": "Bezbednost na prvom mestu",
  "section-security-text-1": "Tačnost je u vašem i našem interesu. hCaptcha radi tako da vam daje prave podatke i omogućava vam da odlučite kako da ih koristite. Ostale captcha obezbeđuju Gigantic reklamne kompanije. To znači da svaki bot koji blokiraju može smanjiti njihov prihod.",
  "section-security-text-2": "Korišćenje najnovijih tehnika mašinskog učenja sa fokusom na privatnost omogućava nam da prevaziđemo bezbednosne standarde zastarelih strategija za sve zauvek bez štete po bezbednost ili privatnost korisnika.",
  "section-user-experience-header": "Odlično korisničko iskustvo",
  "section-user-experience-text1": "Za poslovne korisnike, dostupne su opcije za potpuno izbegavanje izazova u većini scenarija.",
  "section-user-experience-text2": "Smanjite trenje tako što ćete u potpunosti izbegavati izazov za 99,9% vašeg legitimnog saobraćaja, a istovremeno pružate odličnu sigurnost, zahvaljujući naprednim modelima botova.",
  "section-easy-integration-header": "Jednostavna integracija",
  "section-easy-integration-text": "Dodavanje hCaptcha traje samo nekoliko minuta i samo nekoliko redova koda. Osnovni API je kompatibilan sa reCAPTCHA V2 i potrebno je samo nekoliko minuta za prebacivanje. Već danas možete da koristite superiornu alternativu i po potrebi uključite naprednije funkcije.",
  "section-easy-integration-serverside": "Strana servera:",
  "section-easy-integration-frontend": "Предњи крај:",
  "section-threat-header": "Prilagođene ocene pretnji",
  "section-threat-text": "Nisu svi problemi isti: dobijanje jednog rezultata znači da mora da odgovori na vaše potrebe da biste bili korisni. Sa hCaptcha-inim jedinstvenim prilagođenim ocenama pretnji, brze konsultacije nam omogućavaju da prilagodimo naše modele kako bismo pružili rezultate relevantnije za vaše poslovanje.",
  "section-challenges-header": "Pokrenite sopstvene izazove za nekoliko sekundi",
  "section-challenges-text-1": "Ostanite na brendu sa relevantnim sadržajem",
  "section-challenges-text-2": "Kada korisnici moraju da reše izazov da bi ispunili bezbednosne zahteve, zašto ne bi kreirali zadatke prijatne i relevantne za korisnika? Sa našim jednostavnim prilagođenim dizajnerom izazova, možete pokrenuti sadržaj izazova na brendu za samo nekoliko minuta.",
  "section-integration-header": "Direktna integracija platforme",
  "section-integration-subheader": "Za kompanije za veb infrastrukturu",
  "section-integration-text": "Sistem hCaptcha Enterprise je jedinstveno fleksibilan u svom dizajnu: može se delimično ili u potpunosti primeniti na ivici vaše mreže ako upravljate javnim oblakom ili posedujete mnogo centara podataka. Ovo može dramatično smanjiti troškove i saobraćaj van mreže, a istovremeno zadržati sve prednosti upravljanja od strane našeg dežurnog osoblja 24/7 kako bi se ispunili najstroži SLA.",
  "section-support-header": "Dostupna stručnost i podrška za vas i vaše korisnike",
  "section-support-text": "Usluga je za nas glavni prioritet. Održavamo dežurnu podršku 24/7 i nudimo direktnu Slack koordinaciju sa vašim timom za integraciju inženjera i našim dežurnim osobljem tokom i nakon implementacije.‍ ‍Takođe smo posvećeni aktivnom praćenju i odgovaranju na pitanja vaših korisnika preko društvenih medija, foruma , i naši kanali za podršku u okviru vidžeta i e-pošte. Mi smo pristupačni i prilagodljivi, a zadovoljstvo korisnika tretiramo kao vrhunski KPI.",
  "section-enterprise-header": "Funkcije preduzeća",
  "section-enterprise-title-1": "Zaštita protiv robota svetske klase",
  "section-enterprise-desc-1": "Testirano u borbi na vebu.",
  "section-enterprise-title-2": "Visoka tačnost botova",
  "section-enterprise-desc-2": "Otkrijte loše glumce mnogo različitih tipova.",
  "section-enterprise-title-3": "Nulto trenje i 99,9% pasivni režimi",
  "section-enterprise-desc-3": "Izazovite manje od 0,1% legitimnih korisnika.",
  "section-enterprise-title-4": "Prikazani su tipovi kontrolnog izazova",
  "section-enterprise-desc-4": "Široka biblioteka tipova koje možete izabrati.",
  "section-enterprise-title-5": "Kontrolišite sadržaj izazova koji se koristi",
  "section-enterprise-desc-5": "Ostanite na brendu uz dosledno korisničko iskustvo.",
  "section-enterprise-title-6": "Enterprise SLAs",
  "section-enterprise-desc-6": "Garantovana pouzdanost i brza podrška 24/7 na poziv.",
  "section-enterprise-title-7": "Podrška za stariji pretraživač",
  "section-enterprise-desc-7": "Kompatibilan sve do Internet Explorer 8.",
  "section-enterprise-title-8": "Napredne kontrolne table za izveštavanje i API",
  "section-enterprise-desc-8": "Pogledajte šta se dešava na svim vašim sajtovima i aplikacijama.",
  "section-enterprise-title-9": "Radi u svakoj zemlji",
  "section-enterprise-desc-9": "Za razliku od reCAPTCHA, mi radimo u svakoj zemlji.",
  "section-enterprise-title-10": "Politika privatnosti prilagođena GDPR, CCPA i LGPD-u",
  "section-enterprise-desc-10": "Dizajniran za privatnost od prvog dana. Jak ugovor o obradi podataka.",
  "section-enterprise-title-11": "Fino-zrnasti nivoi težine",
  "section-enterprise-desc-11": "Unesite ovo da tačno odgovara vašem slučaju upotrebe.",
  "section-enterprise-title-12": "Prvobitni hosting",
  "section-enterprise-desc-12": "Svi zahtevi i sredstva idu na hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Kontrolne table za više korisnika",
  "section-enterprise-desc-13": "Delite upravljanje u svom timu.",
  "section-enterprise-title-14": "Trenutna verifikacija",
  "section-enterprise-desc-14": "Kašnjenje od 0 ms: proverite hCaptcha tokene bez API poziva.",
  "section-enterprise-title-15": "Integracija za mobilne uređaje (iOS i Android).",
  "section-enterprise-desc-15": "Besprekorno iskustvo na vebu, izvornom mobilnom i mobilnom vebu. Dostupne su unapred izgrađene integracije i izvorni SDK-ovi.",
  "section-enterprise-title-16": "Prilagođeni uslovi i garancije privatnosti",
  "section-enterprise-desc-16": "Zadovoljite svoje zakonske potrebe kada druge kompanije ne mogu.",
  "presented-challlenges-head": "Prezented Challenges",
  "presented-challenges-title-1": "Poređenje",
  "presented-challenges-text-1": "Izaberite sve slike koje odgovaraju upitu",
  "presented-challenges-title-2": "Гранични оквир",
  "presented-challenges-text-2": "Definišite graničnu oblast za objekte",
  "presented-challenges-title-3": "Kategorizacija",
  "presented-challenges-text-3": "Identifikujte odgovarajuće oznake",
  "presented-challenges-subheader": "...i drugi jednostavni zadaci. Lako za ljude, teško za botove.",
  "presented-challenges-subtext": "Prilagođeni zadaci dostupni su i za poslovne izdavače.",
  "footer-header-1": "Компанија",
  "footer-header-2": "Resursi",
  "footer-header-3": "Контакт",
  "footer-link-1": "Etiketiranje",
  "footer-link-2": "О томе",
  "footer-link-3": "Poslovi",
  "footer-link-4": "Trademarks",
  "footer-link-5": "Блог",
  "footer-link-6": "Status",
  "footer-link-7": "Dokumentacija",
  "footer-link-8": "Пријавите грешку",
  "footer-link-9": "Pristupačnost",
  "footer-terms": "Услови",
  "footer-privacy": "Privatnost",
  "footer-attribution": "Pripisivanje",
  "footer-subheader-1": "Подршка",
  "footer-subheader-2": "Контакт",
  "switch-to-english-link": "Пребаци на енглески",
  "intro-heading-privacy": "Dizajniran za privatnost.",
  "intro-subtitle-p1-privacy": " Jedinstveni pristup bezbednosti na mreži zasnovan na privatnosti.",
  "info-head-2-pr": "Snimanje aktivnosti na mreži nije rešenje.",
  "info-text-1-pr": "хЦаптцха Ентерприсе има само једну сврху: да спречи лоше актере да ометају ваше онлајн операције и штете вашим корисницима.",
  "info-text-2-pr": "Naši sistemi su tako dizajnirani od temelja da minimiziraju prikupljanje i zadržavanje podataka uz istovremeno održavanje sigurnosti vodeće u klasi. Najbolji način da zaštitite korisničke podatke je da ih uopšte ne čuvate.",
  "info-text-3-pr": "Svi odnosi sa klijentima su takođe zaštićeni snažnim ugovorom o obradi podataka. Usluga hCaptcha je u skladu sa svim zakonima o privatnosti bez obzira na to gde se vaša usluga ili vaši klijenti nalaze. Nečuvanje ličnih podataka čini ovo mnogo lakšim za nas nego za druge kompanije.",
  "info-text-2-2-pr": "Услуге попут реЦАПТЦХА в3 кажу да је постављање њиховог пиксела за праћење на сваку страницу вашег сајта неопходно за добру безбедност. Ово није случај.",
  "info-text-2-3-pr": "Jednostavna analiza ponašanja je signal koji loši akteri lako krivotvore i zahteva zadržavanje istorije pregledanja za sav vaš legitimni saobraćaj.",
  "info-text-2-4-pr": "Mi ne upravljamo oglasnom mrežom i nismo zainteresovani da posmatramo vaše ponašanje korisnika kako bismo im prodali oglase. To znači da nam nije potreban pasivni piksel na svakoj stranici vašeg sajta.",
  "info-text-2-5-pr": "Dodajte naš izazovni kod samo tamo gde je to neophodno i gde ima smisla da zaštitite i sebe i svoje korisnike.",
  "info-head-3-pr": "Mašinsko učenje je korisno. Ali za rad nisu potrebni lični podaci.",
  "info-text-3-1-pr": "Mašinsko učenje sada utiče na skoro svaki aspekt naših života, često na načine koje ne shvatamo i ne možemo da vidimo. Online bezbednosne usluge se ne razlikuju.",
  "info-text-3-2-pr": "Učeći preko hiljada signala, modeli mogu zaključiti i dostići visoko poverenje u otkrivanju zlonamernog ponašanja vrlo brzo, čak i kada nijedan pojedinačni signal sam po sebi ne bi bio dovoljno jak da ukaže na problem.",
  "info-text-3-3-pr": "Međutim, ništa od ovoga ne zahteva korišćenje ličnih podataka (PII). Savremene kriptografske tehnike nam omogućavaju da odbacimo bilo kakve lične podatke što je brže moguće, stvarajući umesto toga jednosmerne potpise koji se ne mogu povezati ni sa jednom osobom.",
  "info-text-3-4-pr": "Obuka o deidentifikovanim podacima funkcioniše jednako dobro i ne zahteva ugrožavanje bezbednosti ili privatnosti. Naši kupci su uradili empirijske testove i proglasili nas jednakim ili boljim od mnogo manje privatnih alternativa.",
  "cloudflare-quote-text-privacy": "Dopalo nam se nekoliko stvari u vezi sa hCaptcha rešenjima: 1) ne prodaju lične podatke; prikupljaju samo minimalne neophodne lične podatke, transparentni su u opisivanju informacija koje prikupljaju i kako ih koriste i/ili otkrivaju.",
  "pilot-head": "Isprobajte nas u svom okruženju bez obaveza.",
  "pilot-text-1a": "Mi smo inženjeri, a ne prodavci: želimo da budete zadovoljni svojim izborom.",
  "pilot-text-1b": "Najbolji način da osigurate svoje zadovoljstvo je da pokažete da ispunjavamo vaše potrebe.",
  "pilot-text-1c": "Praktično sve kompanije koje započnu pilot na kraju biraju naša rešenja.",
  "pilot-text-1d": "Koristite ovaj obrazac da biste došli do jednog od naših tehničkih stručnjaka. Reagujemo brzo.",
  "pilot-text-1e": "Takođe nam možete direktno poslati email.",
  "pilot-email-details": "Detalji su ovde.",
  "pilot-f1": "Region",
  "pilot-f2": "Твоје име",
  "pilot-f3": "Твоје име",
  "pilot-f4": "Poslovna e-pošta",
  "pilot-f5": "Ima li još nekih detalja koje treba da imamo?",
  "pilot-f6": "Da li vam je potrebna hitna ugradnja?",
  "pilot-f7": "Да.",
  "pilot-f8": "Napadnut sam i zahtevam hitnu primenu.",
  "pilot-f9": "прихвати",
  "pilot-f10": "Unošenjem vaše e-pošte prihvatate naše Uslove i Politiku privatnosti i da primate e-poštu od nas.",
  "pilot-fo-1": "Integracija ne može biti lakša.",
  "pilot-fo-2": "hCaptcha ima desetine unapred izgrađenih integracija za frontend i backend sisteme koje koristite.",
  "pilot-fo-3": "Ako slučajno dolazite sa Google-ovog reCAPTCHA-a, naši API-ji su zamene. Tri linije koda su sve što vam treba.",
  "pilot-fo-4": "Naši inženjeri za onboarding mogu vas brzo pokrenuti, bez obzira da li vam je potrebna React integracija, SDK-ovi za iOS izvorne aplikacije, Java backend primer ili praktično bilo koji drugi scenario.",
  "pilot-fo-5": "I kao i uvek, privatnost je ključna vrednost za nas. Dodajte naš izazovni kod samo tamo gde je to neophodno i gde ima smisla da zaštitite i sebe i svoje korisnike. Minimiziranje prikupljanja podataka počinje od trenutka integracije.",
  "pilot-fdone": "Хвала вам. Uskoro ćemo se javiti.",
  "home-ent-2-new": "Saznajte više o našem rešenju za preduzeća.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise rešenja pružaju bezbednost vodeću u klasi i štite mnoge od vrhunskih onlajn usluga.",
  "home-plans-button-2-new": "Сазнајте више",
  "header-enterprise-link": "Enterprise",
  "sales-interstitial-c1b-new": "Saznajte više o hCaptcha Enterprise"
}
