{
    "1031855757": "Коришћење овог сајта",
    "1034830": "Спорови који не могу бити предмет споразума о арбитражи пред спором, како је предвиђено Законом о реформи и заштити потрошача Додд-Франк Валл Стреет-а (Јавни закон 111-203) искључени су из овог",
    "1064537632": "Имајте на уму да је ваше коришћење наше услуге регулисано нашим Уговором о обради података, који је овде укључен референцом. Прегледајте овај уговор да бисте видели како обрађујемо личне податке у ваше име. Имајте на уму да делујемо као „обрађивач података“ за потребе Опште уредбе ЕУ о заштити података и „провајдер услуга“ у сврху Калифорнијског закона о приватности потрошача.",
    "1095532507": "Колачић („Цоокие“) је мала текстуална датотека коју сервер веб странице поставља на ваш чврсти диск. Колачићи садрже информације које касније може да прочита веб сервер у домену који вам је издао колачић. Неки од колачића ће се користити само ако користите одређене функције или изаберете одређене поставке, а неки колачићи ће се увек користити. Можете сазнати више о сваком колачићу тако што ћете погледати нашу тренутну листу колачића испод.",
    "1158384644": "У било ком тренутку можете изабрати да престанете да користите нашу веб страницу, под условом да се морате придржавати свих важећих ИМИ политика. Можемо, по сопственом нахођењу, да раскинемо овај уговор, суспендујемо приступ нашој веб страници или одмах уклонимо било коју услугу без обавештења из било ког разлога.",
    "1300074400": "Информације о тренутном руководству компаније можете добити на страници О нама. Тренутни извршни директор компаније је генерални директор одговоран за садржај.",
    "1395644678": "Званичан веб-сајт Европске комисије за онлајн решавање спорова:",
    "148542287": "Ово није правни савет, нити се дају гаранције у вези са овом анализом. Ако имате додатних питања или недоумица, контактирајте нас на:",
    "1527172673": "Ако имате било каквих питања о овој Политици колачића, контактирајте нас на:",
    "1535054294": "Молимо погледајте њихову детаљну политику",
    "1747657936": "Наши сајтови и услуге нису усмерени на децу млађу од 13 година и ми не прикупљамо свесно личне податке од деце млађе од 13 година. Ако сазнамо да смо прикупили личне податке детета млађег од 13 година, ми ћемо узети разумне кораке за брисање таквих информација из наших фајлова чим је то изводљиво, осим ако имамо законску обавезу да их задржимо. Контактирајте нас ако сматрате да имамо било какве информације о детету млађем од 13 година:",
    "1807512722": "Можете поднети било који захтев који произилази из вашег коришћења ове веб странице административној агенцији, али само у мери у којој важећи закон дозвољава приступ таквој агенцији, без обзира на постојање споразума о арбитражи. Такви административни захтеви укључују, без ограничења, захтеве или оптужбе пред Комисијом за једнаке могућности запошљавања, Министарством рада САД и Националним одбором за радне односе. Ништа у овој клаузули неће се сматрати да вас спречава или оправдава да поднесете административни захтев било којој агенцији како бисте испунили своју обавезу да исцрпите административне лекове пре подношења захтева на арбитражи, међутим, ви се одричете права на било какву новчану награду путем овог агенцијски поступци.",
    "2238885192": "Користимо Сентри за прикупљање података за отклањање грешака када корисник доживи грешку. За информације о томе како Сентри прикупља и обрађује податке:",
    "2520904193": "Одричете се било каквог права које имате да било који спор буде покренут, саслушан или арбитриран као класна, колективна или заступничка тужба. Без обзира на било коју другу клаузулу садржану у овом споразуму, претходна реченица се ни у ком случају не може одвојити од овог споразума. Сваки захтев да је цело или део овог одрицања неизвршен, несавесан, ништав или поништив може бити утврђен само од стране надлежног суда, а не од стране арбитра. Нећете бити подвргнути освети или спречени да извршите задатке на нашој веб страници као резултат вашег остваривања својих права према члану 7 Националног закона о радним односима, или подношењем или учешћем у класној, колективној или репрезентативној тужби на било ком форуму , али можемо законито тражити примену овог одрицања од групне тужбе и тражити одбацивање таквих класних, колективних или репрезентативних тужби или потраживања.",
    "2577178569": "3. Користи се у стриктно неопходне техничке сврхе: омогућава коришћење приступачности корисника.",
    "2583888954": "Изузеци.",
    "263977834": "Административна исцрпљеност.",
    "2657277322": "Ако имате било каквих питања, контактирајте нас на:",
    "271333468": "Примењујемо одговарајуће техничке и организационе мере да заштитимо информације које прикупљамо и чувамо, и захтевамо од свих агената који спроводе нашу обраду у наше име да учине исто. Нажалост, ниједна безбедносна мера није 100% безбедна и као таква ниједна мрежа или систем (укључујући наш) не могу бити 100% сигурни од уништења, губитка, измене, неовлашћеног откривања или приступа информацијама које прикупљамо и чувамо. Ако сматрате да ваше информације можда нису безбедне из било ког разлога, одмах нас контактирајте на:",
    "2763011087": "ИМИ се не обавезује, нити је у обавези да учествује у алтернативном решавању потрошачких спорова пред органом за решавање потрошачких спорова.",
    "2927283721": "Обављањем задатака на нашој веб страници дајете овлашћење за прикупљање, коришћење и откривање ваших личних података у складу са нашом Политиком приватности. Поред тога, можемо да делимо одређене информације о вама и вашим завршеним задацима подносиоцу захтева чије сте задатке обавили да бисмо олакшали однос услуге и побољшали веб локацију, укључујући, на пример, ИД сарадника, резултате завршених задатака и друге атрибуте који се односе на ваше квалификације, језике, вештине и коришћење веб странице.",
    "2943815316": "Повремено ажурирамо ову листу, тако да можда постоје додатни колачићи који још нису наведени. Веб светионици, ознаке и скрипте могу да се користе на сајтовима или у имејловима како би нам помогли да испоручимо колачиће, пребројимо посете, разумемо употребу и ефикасност кампање и утврдимо да ли је е-пошта отворена и да ли је поступљено по њој. Можемо да примамо извештаје засноване на коришћењу ових технологија од стране наших добављача услуга/аналитике на појединачној и збирној основи.",
    "3040062804": "Сваки арбитражни поступак према овом одељку ће се подразумевано одвијати у држави Калифорнија, осим ако не живите ван Сједињених Држава, у ком случају ће се арбитража одвијати у потпуности електронски или телефонски. Арбитража се може одржати на било којој другој локацији ако се свака страна сагласи у писаној форми. Без обзира на своју локацију, свака страна може одлучити да се појави на арбитражи путем видео записа уживо или телеконференције.",
    "3091247030": "Одрицање од групне тужбе.",
    "3102490587": "Осим Одрицања од групне тужбе, ако се било која одредба или одредба, или део ове арбитражне клаузуле прогласи неважећим или неспроводивим, биће раздвојена, а остатак арбитражне клаузуле ће бити применљив.",
    "3187946010": "Сав текст, слике, графичке анимације, видео снимци, музика, звуци и други материјали на овим страницама су заштићени законом о ауторским правима од стране ИМИ-ја или трећих страна ако је наведено. Забрањено је копирање или модификовање овог материјала за комерцијалну употребу на начин који превазилази разумну поштену употребу.",
    "3199694247": "Одвојивост.",
    "3302832698": "Потребно је алтернативно решавање спорова.",
    "3361191778": "Информације које се налазе на интернет страницама не представљају индивидуалне савете и не могу их заменити. Ако вам је потребан индивидуални савет, обратите се нашем особљу за подршку.",
    "3493572638": "Трошкови и накнаде.",
    "3794239003": "Арбитражни поступак.",
    "3885459114": "У принципу, можете активирати или касније деактивирати употребу колачића преко функције уграђене у ваш веб претраживач. Ако желите да сазнате више о колачићима или како да их контролишете, онемогућите или избришете, посетите хттпс://ввв.кновцоокиес.цом/ за детаљна упутства.",
    "3956117148": "Веб локације хЦаптцха.цом и БотСтоп.цом (сајтови) могу да садрже додатне колачиће, као што је описано у овој политици.",
    "4193379787": "Сва арбитража по овом споразуму ће се спроводити према правилима Америчке арбитражне асоцијације или од стране међусобно договорене арбитражне службе. Арбитар ће бити амерички арбитар изабран са листе од најмање седам (7) имена путем алтернативних штрајкова. У арбитражи, свака страна ће имати право да спроведе одговарајуће грађанско-правне истраге, поднесе диспозитивне предлоге и изнесе сведоке и доказе по потреби за изношење својих предмета и одбране, а све спорове у вези са тим решава арбитар. Решавање спора заснива се искључиво на закону који регулише изнесене тужбе и одбране, а арбитар се не може позивати на било који други основ осим таквог контролног закона. Арбитар има имунитет судског службеника од грађанске одговорности када поступа у својству арбитра, који допуњује сваки други постојећи имунитет. Одлуке морају укључивати писмено образложено мишљење арбитра. Одричете се свог права да порота суди за било коју тужбу коју имате против ИМИ-ја или коју ИМИ може имати против вас. Сваки захтев по овој клаузули мора бити поднет у року застарелости. Закон о савезној арбитражи Сједињених Држава регулише ову клаузулу, а ви потврђујете да овај Уговор доказује трансакцију у трговини.",
    "470943029": "Ако имате било каквих питања о овој Политици приватности, контактирајте нас на:",
    "498769698": "Можете да приступите, исправите, измените или избришете одређене личне информације које сте нам можда дали преко свог налога интегратора, клијента или корисничког налога за приступачност (ако сте интегратор, купац или корисник приступачности). Ако то не можете да урадите, или имате било каква питања о личним подацима које смо прикупили и/или поделили о вама, или желите да повучете вашу сагласност за нашу обраду (тј. у потпуности избришете свој налог), контактирајте нас на:",
    "537881751": "Добродошли у хЦаптцха! Ова Политика приватности описује праксу Интуитион Мацхинес, Инц. („ИМИ“, „ми“ или „нас“) у вези са нашим прикупљањем, употребом и откривањем информација (укључујући личне податке, дефинисане у наставку) преко наше веб странице на ввв.хцаптцха .цом и све друге поддомене или домене које користимо („Сајтови“) и интерфејс апликацијског програма хЦаптцха и сродни софтвер и материјале (заједно „Услуга“).",
    "561456032": "Сагласни сте да за сваки спор који настане или се односи на ваше коришћење Услуга, укључујући било који спор који је можда настао од тренутка када сте почели да обављате задатке за ИМИ, а посебно укључујући било коју тврдњу у вези са тим да ли се класификујете као независног уговарача, прво ћете обавестити ИМИ о свом захтеву против њега. Ви и ИМИ ћете тада покушати да решите проблем путем директних преговора или посредовања. Поделићемо подједнако трошкове посредовања и сагласни смо да се медијација спроводи телефонским или другим електронским путем. Ако захтев остане нерешен након неформалних преговора или посредовања, сагласни сте да ћете ви и ИМИ користити коначну и обавезујућу арбитражу за решавање спора. Ова клаузула регулише сва потраживања ретроактивно од тренутка када сте почели да користите нашу веб страницу, било да се заснивају на деликту, уговору, статуту, укључујући, али не ограничавајући се на, било какве тврдње о дискриминацији и узнемиравању, било да су засноване на Калифорнијском фер закону о запошљавању и становању , Наслов ВИИ Закона о грађанским правима из 1964. године, са изменама и допунама, или било који други државни или савезни закон или пропис, правични закон или на други начин.",
    "658775471": "Користимо Цлоудфларе да оптимизујемо наш веб саобраћај. За информације о томе како Цлоудфларе прикупља и обрађује податке:",
    "702926385": "Свака странка сноси своје трошкове правног заступања на свакој таквој арбитражи, осим у мери у којој су адвокатски хонорари изричито предвиђени законом. Стране ће поделити сваку почетну административну таксу коју наплати арбитар, до максималног трошка за вас од двеста педесет долара (250,00 УСД). Трошкове арбитра и судског известиоца, ако их има, прво сносимо ми; међутим, арбитар ће имати дискреционо право да досуди одговарајуће трошкове владајућој страни, како је предвиђено законом, и/или да захтева од страна да поделе трошкове повезане са арбитром и/или судским известиоцем.",
    "720059527": "2. Користи се за строго неопходне техничке сврхе: балансирање оптерећења, рутирање.",
    "74538881": "Одговорност за ову веб страницу",
    "996430331": "Локација арбитраже.",
    "211351380": "Са блога:",
    "3153117136": "Како функционишу хЦаптцха подешавања потешкоћа",
    "2915355938": "Приступачност",
    "793784899": "Планови",
    "2671622670": "Ентерприсе",
    "3527140447": "Доцс",
    "505891021": "Услуге етикетирања",
    "692176459": "Пријавите се",
    "1892574253": "Пријави се",
    "2593864519": "Зауставите више ботова. Почните да штитите приватност корисника.",
    "4007826952": "ЦАПТЦХА број 1 за приватност за веб, мобилне уређаје и још много тога.",
    "3721365241": "Покушати",
    "3753956446": "бесплатно",
    "3276777569": "хЦаптцха",
    "55035359": "Тренутно користите реЦАПТЦХА?",
    "3417372336": "Пребаците се за неколико минута",
    "2881474837": "хЦаптцха Ентерприсе",
    "1685871181": "Најбољи онлајн сервиси се ослањају на",
    "1470290349": "за најбоље у класи управљање ботовима и преварама.",
    "3714002185": "Сазнајте више о хЦаптцха Ентерприсе",
    "3946753128": "Приватно. Сецуре. Брже.",
    "939665604": "Приваци Фоцусед",
    "780475098": "Огласне мреже виде ваше посетиоце као производ. Само нас занима да ли је посета добра или лоша. хЦаптцха је у складу са ГДПР, ЦЦПА, ЛГПД, ПИПЛ и другим глобалним законима о подацима.",
    "219813583": "Безбедност на првом месту",
    "2714878440": "Заштитите своје услуге од крагања, преузимања налога, пуњења акредитива и нежељене поште помоћу нашег напредног машинског учења и верификације хуманости.",
    "1397766838": "Боље корисничко искуство",
    "2670352917": "хЦаптцха пружа поузданију детекцију робота док је људима једноставан за решавање.",
    "2806751666": "Шта је хЦаптцха?",
    "3096063825": "Испробај",
    "2968026167": "Ваше омиљено поврће",
    "713281684": "Плави патлиџан",
    "4147497805": "Шаргарепа",
    "3758963444": "Хвала вам! Ваш поднесак је примљен!",
    "1070364246": "Упс! Нешто није у реду приликом слања обрасца.",
    "1129833879": "Зауставите злонамерне ботове, заштитите приватност корисника",
    "58091799": "Сазнајте више о хЦаптцха Публисхер-у и Ентерприсе-у",
    "1599610318": "Издавач",
    "3093388779": "хЦаптцха је бесплатна за коришћење за издаваче било које величине",
    "179723061": "Више контроле за тимове којима је потребна сигурност водећа у класи",
    "846501387": "Заштита од ботова светске класе",
    "119298044": "Напредне самонадзиране МЛ и АИ технологије штите ваша веб својства од претњи и напада",
    "1263998069": "Зарадите награде за људска решења",
    "1103295010": "Зарадите новац или дајте у добротворне сврхе када људи решавају ЦАПТЦХА",
    "392886773": "Ради у свакој земљи",
    "2320894364": "Са преко 200 тачака присуства, хЦаптцха облак штити вашу имовину широм света",
    "451701069": "У складу са ГДПР, ЦЦПА,",
    "2826051554": "и још",
    "3530599065": "Приватност се гради од темеља. хЦаптцха не задржава ПИИ и усклађен је са бројним мандатима и прописима о приватности.",
    "2489287539": "„Без ЦАПТЦХА“ без трења и 99,9% пасивних режима",
    "793242047": "Смањите изазове који се постављају корисницима да бисте омогућили брз приступ апликацијама",
    "4195759329": "Откривање ботова и оцене ризика",
    "1150035777": "Софистицирани модели машинског учења генеришу резултате поузданости робота на основу многих тачака података осим да ли је на питања тачно одговорено",
    "3688621388": "Потписи претње",
    "1131525092": "Групирајте лоше актере без напора преко наших УИД-ова који чувају приватност да бисте пронашли и зауставили повезане преваре и злоупотребе",
    "1559631739": "Приватно учење",
    "3952259236": "Комбинујте своје заслепљене податке са хиљадама сигнала хЦаптцха да бисте обучили хЦаптцха за класе понашања – само на пример – да бисте боље предвидели злонамерно понашање боље од било ког решења појединачно",
    "1150963691": "АПТ ублажавање",
    "4083018285": "Пакет проширених функција које се комбинују са побољшаним СОЦ надгледањем и одговором за решавање софистицираних упорних претњи",
    "3160820928": "Координисана заштита од напада",
    "1849805607": "хЦаптцха штити од претњи и мамаца дизајнираних да се инфилтрирају у ваше мреже",
    "1958297836": "Координисана заштита од напада и ублажавање АПТ-а",
    "1300485304": "хЦаптцха штити од напредних претњи и мамаца дизајнираних да се инфилтрирају у ваше мреже",
    "2698640210": "Приказани су контролни изазови и типови",
    "3121248460": "Прикажите бесконачно различите прилагођене изазове – од једноставних до сложених – за вашу очекивану публику",
    "3807059944": "Контролишите садржај изазова који се користи",
    "2707282231": "Прилагодите изазове својим корисницима. Онемогућите ботовима да реше и продру.",
    "4194763679": "Фино-зрнасти нивои тежине",
    "3730038780": "Бирајте између скоро бесконачног броја изазова које корисници могу да реше",
    "1849717906": "Прилагодите се сопственим садржајем изазова",
    "1508655687": "Додајте сопствене изазове прилагођене вашој публици да бисте поједноставили или ограничили приступ",
    "3620442880": "Заштитне функције Фласх Сале",
    "3265895521": "Повећајте и смањите тежину изазова у зависности од доба дана",
    "1485807325": "Контролне табле за више корисника, САМЛ ССО",
    "359073033": "Контролне табле пружају висок ниво или детаљан приказ активности.",
    "4272454814": "Интегришите се са добављачем идентитета по вашем избору.",
    "1141402092": "Напредне функције извештавања",
    "910989640": "Генеришите детаљне и прилагођене извештаје о активностима",
    "3768951251": "Ентерприсе СЛАс",
    "1014004474": "хЦаптцха Ентерприсе планови нуде напредне уговоре о нивоу услуге како би ваша организација била заштићена",
    "1177598246": "Контактирајте продају",
    "1067704102": "Вредност у означавању података",
    "3065000659": "Да ли сте схватили да сваки пут када „кликнете на ауто“ помажете да тренирате сингл",
    "3235430156": "системи машинског учења компаније бесплатно?",
    "1549336309": "хЦаптцха преокреће овај модел. Када користите хЦаптцха, компаније лицитирају за посао ваших корисника док доказују своју хуманост. Добијате награде.",
    "3725880582": "Вратите у добротворне сврхе",
    "1671436004": "Желите да вратите своју омиљену добротворну организацију?",
    "1663628612": "пушта те",
    "4272088465": "добротворне организације по вашем избору са зарадом коју стекнете коришћењем.",
    "2894845722": "Корисници на вашем сајту ће ускоро моћи да виде ваш допринос у добротворне сврхе кроз дискретно брендирање на хЦаптцха интерфејсу.",
    "3194111925": "подршка",
    "1637702726": "О хЦаптцхи",
    "2323282990": "Савремени приступ верификацији човечности",
    "1201821619": "хЦаптцха решава један од најхитнијих проблема данашњице: спречава злонамерне ботове да злоупотребе онлајн услуге.",
    "1475399473": "Сазнајте више о хЦаптцха тиму",
    "3161489950": "Најнапреднија безбедносна МЛ платформа на свету",
    "3247172580": "хЦаптцха је комбиновао напредно машинско учење само-надгледано са новим приступом рачунарства који на јединствен начин минимизира прикупљање и задржавање података, испоручених са преко 250 локација широм света за огромну скалабилност.",
    "3767462250": "Дизајниран за приватност",
    "3500503648": "хЦаптцха је дизајнирана да елиминише дуготрајно задржавање података ослањајући се на тренутну процену уместо да снима и анализира вашу историју прегледања. Такође подржавамо иницијативе попут",
    "2418549423": ", нови стандард за очување приватности на мрежи путем криптографских доказа, и других јединствених карактеристика приватности.",
    "1544546608": "Приваци Пасс",
    "976209454": "Зарадите награде или дајте у добротворне сврхе",
    "552920956": "хЦаптцха омогућава веб локацијама да зарађују награде док блокирају ботове и друге облике злоупотребе. хЦаптцха вам такође омогућава да овом зарадом подржите добротворне организације по вашем избору.",
    "654326661": "Желите да видите сами? Испробајте хЦаптцха бесплатно.",
    "3570415321": "Компанија",
    "3987022469": "Етикетирање",
    "1636202177": "О томе",
    "2670003220": "Послови",
    "3233305531": "Традемаркс",
    "3028319964": "АИ Етхицс",
    "4131598919": "Притисните",
    "1662477701": "Ресурси",
    "3130928685": "Блог",
    "1756106276": "Статус",
    "1235925265": "Документација",
    "920212083": "Пријавите грешку",
    "2076066173": "Сајбер напади 101",
    "3644106388": "Контакт",
    "2182196747": "Подршка",
    "487083593": "Продаја",
    "878585497": "Услови",
    "1697438123": "Приватност",
    "1316817321": "Приписивање",
    "3488019891": "хЦаптцха је регистровани заштитни знак компаније Интуитион Мацхинес, Инц.",
    "4224961202": "Приватност, безбедност и машинско учење.",
    "98173630": "хЦаптцха је најраспрострањенија независна ЦАПТЦХА услуга на свету.",
    "1514478724": "Сазнајте више",
    "1752795854": "хЦаптцха доноси модеран приступ заустављању ботова фокусиран на приватност.",
    "2927700175": "Приказујемо ЦАПТЦХА изазове који су тешки за ботове, али лаки за људе тако што прикупљамо податке које је тешко означити из проблема са машинским учењем и користимо их да бисмо разликовали да ли је посетилац веб-сајта или апликације човек.",
    "2188609322": "Лоши глумци су све чешћи на интернету. Али жртвовање приватности корисника није решење.",
    "2032102720": "Безбедносна решења која нуде рекламне компаније фокусирају се првенствено на праћење корисника широм веба. Створили смо ефикасно безбедносно решење које доказује да нарушавање приватности корисника није неопходно за постизање одличних резултата.",
    "4146870445": "Ко смо ми",
    "353066938": "Искусан тим, који ради на најтежим проблемима данашњице. хЦаптцха је услуга",
    "3260825523": "Интуитион Мацхинес",
    "1173652155": "Саветници",
    "3972094614": "Брендан Еицх",
    "2113642787": "Давн Сонг",
    "2256305371": "Професор, ЦС на Универзитету Калифорније, Беркли. Дубоко учење, безбедност, стручњак за блокчејн. Извршни директор Оасис Лабс.",
    "1606599610": "Киеран Тхомпсон",
    "2177660021": "Истраживач на Станфорду. Машинско учење и квантно финансирање у великим банкама, хеџ фондовима и академским круговима.",
    "2686825859": "Региструјте се бесплатно или нас контактирајте у вези са хЦаптцха Ентерприсе решењима",
    "583434701": "хЦаптцха Приступачност",
    "611905972": "Обезбеђивање неометаног приступа за све кориснике уз очување безбедности",
    "874098071": "Ако сте корисник приступачности, пријавите се овде",
    "2745385064": "Резиме",
    "3353238942": "хЦаптцха је дизајнирана да заустави ботове тако што их разликује од људи. Визуелни тестови су погодан алат за ово, али не може свако да реши визуелни изазов.",
    "3600022491": "Из тог разлога смо осмислили једноставну, безболну алтернативу како бисмо омогућили издавачима који користе нашу услугу да задрже приступачност за све уз потпуну сагласност одељка 508 и ВЦАГ 2.1 АА.",
    "2557240048": "Како то функционише: прво, корисник приступачности се региструје преко",
    "3871665286": ", који је видљиво повезан на страници са информацијама о хЦаптцха виџету. Они добијају шифровани колачић који се може користити неколико пута дневно, али мора да се освежава свака 24 сата путем пријаве.",
    "3441764123": "Када се кориснику приступачности на сајту који користи услугу хЦаптцха представи изазов, он ће аутоматски проћи.",
    "4247858664": "страница за пријаву приступачности",
    "1297657322": "Кориснички екран приступачности након пријављивања",
    "1717658846": "Опција приступачности у менију корисничког интерфејса виџета",
    "1266963825": "П: Да ли је хЦаптцха Сецтион 508 + ВЦАГ 2.1 АА усклађен?",
    "850025770": "О: Верујемо да јесте: сви корисници са било којим обликом оштећења који могу да претражују веб и уносе текст у формуларе могу приступити услугама заштићеним хЦаптцха након регистрације. Међутим, ово није правни савет: требало би да извршите сопствену процену, узимајући у обзир вашу конкретну примену како бисте били сигурни да је то случај и за вашу примену.",
    "159272246": "П: Да ли радите на другим опцијама приступачности („а11и“), као што је аудио?",
    "4074220464": "О: Раније популарне опције као што су аудио цаптцхас дискриминишу многе а11и кориснике и лако се побеђују модерним техникама машинског учења. Ово је приморало тренутне аудио изазове да постану све тежи, уводећи буку, чудан тајминг, необичне комбинације речи и тако даље да би се победили нападачи. Стога смо мање одушевљени овим приступом у односу на потпуно избегавање изазова, али ћемо га размотрити ако постоји потражња од стране заједнице.",
    "2309661107": "Међутим, веома смо заинтересовани за",
    "2555914614": "за случај коришћења Приступачност. Верујемо да ће комбиновање нашег тренутног приступа а11и са издавањем Приваци Пасс-а омогућити корисницима а11и да безбедно претражују, сигурни у свести да је њихов саобраћај приватнији, док ће ограничити злоупотребу од стране ботова до које се неизбежно дешава када су доступне а11и опције. Активни смо учесници ИЕТФ радне групе за стандардизацију ове нове технологије.",
    "2583775432": "П: Шта је са приватношћу? Да ли регистрација на неки начин открива податке о прегледању а11и? Шта радиш са мејлом?",
    "4215483493": "О: хЦаптцха је дизајнирана за приватност из темеља. Веома се разликује од традиционалних опција као што је реЦАПТЦХА које су у власништву огласних мрежа, које имају подстицај да вас прате широм веба и повезују вас са правим идентитетом.",
    "2474661839": "Наше",
    "4137573005": "има свеобухватне и меродавне одговоре о томе како користимо податке, али кратак одговор је да немамо интереса да вас као особу повезујемо са вашом историјом прегледања.",
    "4101570501": "Такође тренутно радимо на криптографском решењу за брзо одбацивање ваше адресе е-поште, а да и даље сачувамо нашу способност да спречимо злоупотребу, допуњујући наш рад на Приваци Пасс.",
    "260595108": "Никада не користимо е-пошту или информације о приступачности у било коју другу сврху осим за олакшавање употребе и спречавање злоупотребе.",
    "3063819779": "правила о приватности",
    "465714311": "За кориснике приступачности: Питања и одговори и водич за решавање проблема",
    "3596207631": "П: Још увек видим изазов након постављања колачића. Шта је узрок овога?",
    "469089249": "О: Ово је обично због употребе агресивног блокатора огласа или проширења против колачића, или подешавања која блокира колачиће „на више локација“, у овом случају колачића за хцаптцха.цом који поставља или проверава хЦаптцха ЈС на другачији сајт, попут оног који посећујете.",
    "4263626815": "Колачићи за приступачност хЦаптцха функционишу са свим популарним прегледачима и блокаторима огласа са њиховим стандардним подешавањима, тако да обично неуспеси настају због „анти-анти-адблоцк“ скрипти или сличних скупова правила који циљају одређене сајтове.",
    "3906359167": "Решења:",
    "3464870463": "1. На белу листу хцаптцха.цом и *.хцаптцха.цом колачиће у вашем блокатору огласа или безбедносном проширењу прегледача.",
    "1204911585": "2. Ако користите Браве претраживач, за који се чини да (од априла 2020.) нема никакву врсту беле листе колачића, идите на Преференцес -> Схиелдс -> Цоокиес и изаберите „Аллов Алл Цоокиес“.",
    "2932826396": "3. Ако користите најновију верзију Сафарија на недавно објављеном ОС Кс 10.15 или иОС 13.4, Аппле је управо променио понашање Сафарија у вези са колачићима треће стране, блокирајући их све по подразумеваној вредности. Имплементирамо решење, али у међувремену посетите Сафари Преференцес, одељак Приватност и уклоните ознаку из опције „Праћење веб локација: Спречите праћење на више локација“ да бисте омогућили колачић приступачности да функционише како се очекује.",
    "3836291932": "П: Користим више уређаја. Да ли треба да се региструјем више пута?",
    "3251220335": "О: Не. Кликните на исту везу за пријаву путем е-поште која вам је послата на сваком уређају који користите да бисте поставили колачић.",
    "2082407178": "П: Како могу да се заштитим од праћења колачића треће стране док користим колачић приступачности?",
    "2700197090": "О: Коришћење било које екстензије за приватност или блокирање огласа која подржава белу листу на нивоу домена (нпр. уБлоцк Оригин) ће радити како се очекује: само се побрините да ставите на белу листу хцаптцха.цом.",
    "3657743880": "Упутства за прегледач за колачиће на више локација",
    "1960601330": "Да бисте омогућили колачиће у Сафарију (Мац): Идите на Сафари падајући мени. Изаберите Преференцес. Кликните на Приватност на горњој табли. У одељку „Блокирај колачиће“ изаберите опцију „Никад“.",
    "1622303590": "Да бисте омогућили колачиће у Сафарију (иПхоне/иПад иОС 11+): Отворите подешавања. Померите се надоле и изаберите Сафари. У одељку Приватност и безбедност искључите „Спречи праћење на више локација“ и „Блокирај све колачиће“",
    "2199048568": "Кликните на штит са леве стране адресне траке на било којој веб страници. Кликните на Подешавања заштите. Отвориће се панел за приватност и безбедност Фирефок подешавања. У оквиру Побољшана заштита од праћења изаберите Прилагођено. Изаберите које трагаче и скрипте желите да блокирате тако што ћете означити та поља за потврду. Уверите се да сте деблокирали хцаптцха.цом.",
    "3967047208": "Такође можете привремено да искључите неке заштите у Цустом да бисте ово отклонили тако што ћете опозвати избор у пољу за потврду: Опозовите избор у пољу за потврду Трацкерс или опозовите избор у пољу за потврду Колачићи ако и даље имате проблема.",
    "3805618893": "Гоогле Цхроме (ПЦ)",
    "3795997071": "Изаберите икону Цхроме менија. Изаберите Подешавања.",
    "926138631": "Идите на Приватност и безбедност, затим Колачићи и други подаци о веб локацији.",
    "3419878556": "Уверите се да „Блокирај колачиће треће стране“ није омогућено.",
    "2269166171": "Гоогле Цхроме (Мац):",
    "2989126922": "Отворите Цхроме подешавања са траке менија.",
    "2348697693": "Гоогле Цхроме (Андроид):",
    "3700113699": "На Андроид уређају отворите апликацију Цхроме.",
    "3620039756": "У горњем десном углу додирните Још, а затим Подешавања.",
    "2813310562": "Додирните Подешавања сајта, а затим Колачићи.",
    "3014657981": "Укључите подешавање поред „Колачићи“.",
    "1242066691": "Означите поље поред „Дозволи колачиће треће стране“.",
    "292250020": "1. Изаберите зупчаник у горњем десном углу екрана, а затим изаберите „Интернет опције“. Ако имате омогућену траку менија, можете да изаберете „Алати“, а затим „Интернет опције“.",
    "4114820649": "2. Кликните на картицу „Приватност“.",
    "946838734": "3. Изаберите дугме „Напредно“.",
    "348809718": "4. У одељку „Колачићи треће стране“ изаберите „Прихвати“.",
    "1253441326": "5. Кликните на „ОК“",
    "852032043": "Сафари",
    "836017336": "Фирефок",
    "3356349631": "Гоогле Цхроме",
    "3235744534": "интернет претраживач",
    "4104188759": "Политика етике вештачке интелигенције",
    "1161704803": "Зашто имамо политику етике вештачке интелигенције?",
    "1806535500": "Практично свака технологија, од оловака до динамита, је а",
    "24452499": "решење; може се користити за добро или за зло. Свака компанија која истражује, гради или продаје решења двоструке намене има обавезу да размотри последице својих поступака.",
    "4023575072": "двоструку употребу",
    "3336625692": "Ова страница детаљно описује наша размишљања о овој теми у контексту етике вештачке интелигенције и процесе које пратимо да бисмо обезбедили да коришћење наших услуга остане у складу са политикама које смо усвојили као компанија.",
    "835717930": "Етика вештачке интелигенције на хЦаптцха",
    "2179524509": "Повремено добијамо питања о томе које врсте питања су дозвољене за услугу хЦаптцха и зашто се постављају одређена питања.",
    "1962721652": "Људска бића трагају за обрасцима, и понекад безазлено питање може у трену да постане сумњиво, због промена у свету, а не због мотивације било кога ко поставља питање.",
    "3974566657": "Како услуге постају све популарније, оваква појава неминовно постаје све чешћа. хЦаптцха користи милиони људи сваког дана у практично свакој земљи на свету, тако да објављујемо ову политику и студију случаја о томе како се бавимо овим питањима како бисмо били што транспарентнији.",
    "1830910223": "Студија случаја етике вештачке интелигенције у стварном свету",
    "805971861": "„Кишобран“ је термин у ИмагеНет-у, стандардном скупу референтних података који користе истраживачи компјутерског вида. Поуздано препознавање људи који држе кишобране такође је критично за изградњу безбедних система напредне помоћи возачу (АДАС) нове генерације.",
    "3988350": "То значи да постоје одлични случајеви употребе за кишобран напомене у стварном свету. Постоји простор за неслагање око утицаја самовозећих аутомобила, али АДАС системи већ штеде",
    "548587288": "око света.",
    "3138772661": "хиљаде живота сваке године",
    "3168199226": "Међутим, 2020. године постало је јасно да се изградња ове врсте скупа података може посматрати као технологија двоструке употребе на начин на који би мало ко очекивао пре годину дана.",
    "558378834": "Стога у овом тренутку више не прихватамо захтеве за питања у вези са кишобранима. Потенцијал за конфузију када крајњи корисник види питање о кишобранима у тренутном тренутку је превелик, а на крају наш циљ је да учинимо свет пријатнијим местом.",
    "3376604063": "Политике и процеси етике АИ",
    "1923365316": "Имамо строгу политику етике вештачке интелигенције на хЦаптцха-и, а део тога укључује процес Упознај свог клијента (КИЦ).",
    "4230322909": "Увек покушавамо да стекнемо добро разумевање сваког новог купца и његовог предвиђеног случаја употребе, како бисмо потврдили да се добро уклапа за наше производе и услуге, тако и да бисмо осигурали да следи политике које смо усвојили као компанија.",
    "2735073144": "Такође спроводимо сталне прегледе по потреби. На пример, у нашем недавном прегледу датума и извора захтева за захтеве за означавање у вези са кишобраном, брзо смо успели да потврдимо да ниједан државни орган или познати државни добављач софтвера за надзор није поднео захтеве у вези са кишобранима који користе наше услуге у последњих 12 месеци .",
    "2715462692": "Како изгледа наш процес етике вештачке интелигенције?",
    "3049976256": "За сваког новог купца етикетирања пролазимо кроз контролну листу током процеса продаје. Ово укључује почетну КИЦ ревност пре укључивања, као и верификацију свих захтева упућених нашим аналитичарима, провере на лицу места у реалном времену и периодичне прегледе захтева упућених коришћењем наше самоуслужне платформе.",
    "3103642530": "Овај преглед се састоји од неколико група критеријума:",
    "3349094124": "Критеријуми етичких питања: Циљ",
    "1038019440": "1. Да ли овај клијент представља националне интересе земље за коју се зна да се понаша у супротности са међународним законима и нормама?",
    "493717511": "2. Да ли овај купац захтева услуге које би могле бити",
    "2209109640": "користе само у злонамерне сврхе, у контексту својих нормалних пословних активности?",
    "3457805519": "3. Може ли се захтев клијента испунити према закону САД и нашим правилима ангажовања?",
    "1942611550": "најпре",
    "109179759": "Критеријуми етичких питања: Субјективни",
    "1033698050": "1. Да ли верујемо да нам је купац дао случај употребе који сматрамо морално прихватљивим, према нашем тумачењу типичних западних друштвених норми?",
    "361372538": "2. Да ли верујемо да ће наше услуге које пружамо клијентима вероватно користити у дискриминаторне сврхе, на начине који би могли бити законити, али за нас нису прихватљиви?",
    "2867855718": "3. Да ли верујемо да се потребе приватности могу на задовољавајући начин одговорити на захтев?",
    "2462728596": "Ако не можемо да се задовољимо овим тачкама, одбацићемо захтев и можемо укинути даљи приступ нашој платформи, као што је наведено у нашим Условима.",
    "1995277831": "Хвала вам",
    "1818116402": "Надамо се да сте ценили овај поглед на то како решавамо оперативна питања са компонентом етике вештачке интелигенције.",
    "1499894352": "Врло мало компанија нуди транспарентност у својим процесима доношења одлука у овој области, а надамо се да ће и друге следити овај пример!",
    "535659033": "Цреативе Цоммонс Аттрибутион",
    "1495915066": "Како ми, наши партнери у академском истраживању и наши клијенти користимо Цреативе Цоммонс медије",
    "3017533972": "Ми, наши партнери у академском истраживању и наши клијенти можемо повремено да референцирамо или репродукујемо делове садржаја са лиценцом Цреативе Цоммонс преко хЦаптцха платформе како бисмо унапредили знање човечанства у области машинског учења.",
    "1428053210": "Овај садржај се генерално трансформише из свог првобитног облика. На пример, видео се може поделити на много слика, те слике се могу поделити на много нових слика, а те нове слике затим насумично помешати да би се приказао коначни резултат.",
    "1728211763": "Коришћење садржаја на овај начин иу ове сврхе спада у смернице поштене употребе у складу са нашим разумевањем закона и стандардне праксе у овој области, али ми смо дугогодишњи обожаваоци Цреативе Цоммонс-а и радије одајемо признање свакоме ко помаже у монументални задатак побољшања интелигенције машина.",
    "1949452297": "Због суштинских ограничења корисничког интерфејса хЦаптцха и његових безбедносних разматрања, није могуће репродуковати извор сваке слике директно поред њене употребе. Уместо тога, повезујемо се са овом страницом са наше почетне странице и одржавамо листу извора који се тренутно или недавно приказују преко платформе. Можете приступити тренутној листи",
    "2367602973": "овде",
    "659124570": "Поред тога, ако видите садржај који вам припада репродукован на хЦаптцха платформи и желите да се из било ког разлога уклони, можете нас контактирати путем е-поште на",
    "2066749488": "Друге жалбе",
    "3479034323": "Ако видите садржај који вам припада репродукован на хЦаптцха платформи и желите да се из било ког разлога уклони, можете нас контактирати путем е-поште.",
    "1836554225": "Блог Постс",
    "2873297188": "Да ли сви ЦАПТЦХАС дискриминишу не-Американце?",
    "165932542": "Поглед на стопе решавања хЦаптцха широм света",
    "1865097546": "16. новембар 2021",
    "3005876482": "хЦаптцха је сада највећа независна ЦАПТЦХА услуга, ради на 15% интернета",
    "693820850": "Можете победити Гоогле тако што ћете приватност ставити на прво место",
    "3609106478": "Пуњење акредитива:",
    "299335340": "Шта је то и како зауставити нападе",
    "354925785": "Интро",
    "423222878": "Неки од најтежих сајбер напада за откривање, спречавање и заустављање су они у којима злонамерни актер може да користи легитимне корисничке акредитиве за пријаву на активни кориснички налог. Без много софистицираних могућности откривања, компанија која хостује налог нема разлога да сумња да нешто није у реду. Изгледа да се корисник једноставно пријавио на свој налог. Нападач је постигао ову успешну превару користећи украдене акредитиве—обично резултат технике сајбер напада познате као „пуњење акредитива“. Данас је то озбиљан проблем, али проблем који се може ублажити правим контрамерама.",
    "777660551": "Шта је пуњење акредитива?",
    "2602763587": "Пуњење акредитива је облик сајбер напада у којем нападач покушава да се пријави на веб локацију више пута користећи парове украдених корисничких имена и лозинки. „Надев“ се односи на понављајуће покушаје пријављивања, које скоро увек изводи аутоматизовани бот софтвер.",
    "1271831121": "Није као да хакер (обучен у дуксерицу, наравно!) седи тамо и уписује акредитиве за акредитивом. Аутоматизовани бот за пријављивање могао би да се направи од уобичајеног алата као што је Селениум или прилагођеног хакерског алата.",
    "2588750717": "Заиста, неки напади пуњења акредитива укључују милионе акредитива—сви се стављају у интерфејс за пријаву на веб локацију без сумње у нади да ће бити пуштени унутра. Када уђе, нападач може да преузме налог жртве.",
    "1137757109": "Ако је то налог за е-трговину, нападач може наручити робу. Ако је жртва банка, нападач може пренети средства у офшор, итд.",
    "1559150837": "Међутим, мете нису без одбране. Већина веб локација има контроле које блокирају сумњивог корисника који покушава да се пријави на хиљаде различитих налога са исте ИП адресе у кратком временском периоду. Оно што нападачи пуњења акредитива раде да би заобишли ове технике заштите је да симулирају географску и ИП разноликост. Користећи моћне алате, често вођене вештачком интелигенцијом, могу да учине да се чини да хиљаде корисника насумично покушава да се пријави у различито доба дана из целе земље. Ово је много теже открити и зауставити.",
    "1892020899": "Одакле хакери добијају акредитиве?",
    "2597149484": "Разлог због којег хакер мора да „напуни“ толико много акредитива има везе са тим где добијају украдене акредитиве.",
    "3030395800": "Ови акредитиви обично потичу од кршења података. Такође познати као „просипање акредитива“, ови напади могу довести до тога да милиони акредитива буду бачени на мрачну мрежу. Ако је изливање дошло из банке, хакер ће покушати да искористи те акредитиве да уђе на друге сајтове. Овај приступ функционише јер толико људи користи исту комбинацију корисничког имена и лозинке за више сајтова. (Ова пракса је обесхрабрена, али стварност је таква каква јесте. Људи имају тенденцију да понављају исте акредитиве за пријаву.)",
    "1258965840": "Дакле, ако нападач може да уђе на једну локацију, вероватно може ући на више локација користећи просуте акредитиве. На пример, могли би да добију пар корисничко име/лозинка као што је ЈохнДое/525момма, али немају појма шта ће тај пар учинити за њих. Дакле, они испробавају пар на Амазон.цом, Ебаи, Цитибанк, Валгреенс и тако даље. Можда ће пробати тај пар на хиљаду различитих сајтова.",
    "3594440415": "На крају ће почети да отварају врата.",
    "780280214": "Како хЦаптцха и хЦаптцха Ентерприсе ублажавају претњу пуњења акредитива",
    "4165374512": "Иако је могуће користити алате за откривање ИП адресе и локације да би се спречило пуњење акредитива, исплативија и тачнија метода је једноставно прекидање самог аутоматизованог бота за пуњење акредитива. хЦаптцха и хЦаптцха Ентерприсе могу зауставити бот на месту уласка. Чак и ако бот има праве акредитиве, ако не може да пређе детекцију хЦаптцха Ентерприсе-а или хЦаптцха ЦАПТЦХА, неће успети да изврши своје пуњење и ваша веб локација и корисници су заштићени.",
    "3269644546": "Молимо вас",
    "1058572205": "нас ако желите да сазнате више о",
    "3753613260": "контакт",
    "1792519141": "хЦаптцха Ентерприсе",
    "3515435438": "Пријављивање ДМЦА жалби",
    "54093347": "ДМЦА регистровани агент",
    "3233441200": "Поновите смернице за прекршиоце",
    "4011712313": "Као део наше ДМЦА политике, стављамо налоге клијената за које примамо више ДМЦА обавештења о наводном кршењу у вишестепену ДМЦА политику о поновљеном кршењу. Након пријема поновљених ДМЦА обавештења у календарском месецу, кориснички налог ће напредовати са једног корака политике на следећи.",
    "766825168": "Радње које можемо да предузмемо у складу са ДМЦА смерницама о поновљеним кршењима обухватају слање упозорења о повећању видљивости регистрованом клијенту налога. Да бисмо потврдили ова упозорења, можемо захтевати од клијента да се пријави на налог или да позове наш тим за подршку. Такође задржавамо право да суспендујемо или укинемо, као и да применимо друге привремене мере на хЦаптцха и ИМИ услугу било ког клијента за кога смо наставили да добијамо ДМЦА обавештења о наводном кршењу чак и након што смо послали поновљена упозорења о повреди. Поред тога, можемо по сопственом нахођењу да прекинемо друге хЦаптцха или ИМИ услуге које се пружају овим клијентима када прекинемо хЦаптцха услугу према овој политици.",
    "2410122265": "хЦаптцха ресурси: Ботови 101",
    "4166776480": "Пуњење акредитива: шта је то и како зауставити нападе",
    "2301335298": "Превара у плаћању: ублажавање брзорастућег начина сајбер криминала",
    "3682071227": "Шта су преузимања рачуна и како функционишу?",
    "2729131930": "Шта је стругање и како функционише?",
    "1344959096": "Ради као индивидуални означивач података",
    "3510143229": "хЦаптцха је услуга за веб странице и апликације,",
    "3930611699": "појединачни радници.",
    "1051214799": "хЦаптцха је услуга веб безбедности која покушава да подели вредност са издавачима веб локација или апликација које је користе.",
    "360236473": "Услуга хЦаптцха није намењена да се користи за било кога да ради као појединачни етикетир. Није дизајниран ни за ову сврху. Не препоручујемо никоме да покуша да користи хЦаптцха као извор личног прихода.",
    "3842490632": "Појединачни корисник који покуша да одговори на многа питања ће вероватно брзо бити ограничен или забрањен. Једнако важно, као и наше",
    "1560232962": "детаљно покрива, не дају се гаранције у погледу износа зарађеног за било који дати одговор. Можда у то време нема доступних плаћених питања, одговор може бити одбијен из разлога квалитета итд.",
    "2694001822": "Међутим, повремено ангажујемо појединце да нам помогну да тестирамо својства система и нове функције.",
    "1569804581": "Ако бисте желели да вас убудуће контактирају у вези са сродним могућностима, попуните овај образац.",
    "636461959": "Име",
    "1139500589": "Држава",
    "1789607185": "Адреса Е-поште",
    "325077666": "Слањем ваших података слажете се са нашим",
    "3555583744": "и",
    "3609929815": ". Задржаћемо ваше име, земљу и податке о адреси е-поште само у сврху да вас убудуће контактирамо у вези са радним могућностима за појединачне етикете.",
    "4197928199": "Правила о приватности",
    "851786723": "Уношењем ваше е-поште прихватате наше Услове и Политику приватности и да примате е-пошту од нас.",
    "2402165761": "Како ради стругање?",
    "4260542944": "Сцрапинг садржаја (такође познат као „сцрапинг сцреен“ или само „сцрапинг“) је познат, често користан процес за прикупљање информација са веба. Међутим, последњих година ова техника је постала омиљено средство хакера и превараната. Противмере могу ефикасно ублажити претњу, али да бисте их применили, неопходно је разумети како процес функционише.",
    "2066255783": "Шта је Цонтент Сцрапинг?",
    "1910628828": "Сцрапинг садржаја је техника за хватање података из система који укључује аутоматизовани скуп алата који опонаша софтверски клијент или веб претраживач. Није ново. У ствари, за софтверске инжењере којима ће можда бити потребни подаци са старог главног рачунара, сцрапинг може бити једини начин за издвајање информација. Оригинални конектори су можда нестали и немогуће их је заменити.",
    "3408107995": "Данас, међутим, сцрапинг увек значи програмски приступ преузимању података са веб локације. Софтвер за стругање се понаша као људски корисник, клика на дугмад и чита резултујући резултат. Постоји много легитимних употреба за стругање. Један од примера су веб претраживачи који покрећу претраживаче. Као и алати попут Скисцаннер-а који траже понуде за путовања прочешљајући хиљаде веб-сајтова за путовања. Финтецх компаније га такође користе, сакупљајући финансијске податке корисника са сајтова банака ако нема доступних интерфејса за програмирање апликација (АПИ) за успостављање везе за пренос података. Ствари које треба имати на уму у вези са скрапингом екрана су његова брзина и скалабилност. Процес може прикупити огромне количине података са веб локација, под претпоставком да сајтови нису конфигурисани да то спрече. При брзини израчунавања, стругач може да прикупи велике скупове података интеракцијом са веб локацијама и основним софтвером и базама података који их покрећу.",
    "1920884252": "Зашто сцрапинг садржаја представља безбедносну претњу?",
    "2256795853": "Способност брзог издвајања великог броја података са веб локација чини стругање моћним алатом у рукама злонамерних актера. Бот за стругање може да прикупља корисничке податке са сајтова друштвених медија. Затим, скражући сајтове који садрже адресе и друге личне податке и повезујући резултате, хакер би могао да се укључи у злочине против идентитета као што је подношење лажних апликација за кредитне картице.",
    "4087694419": "Хакер за гребање би такође могао да прикупи податке са сајтова као што су Амазон и еБаи да би креирао лажне или обмањујуће листе производа. Он или она би их тада могли понудити на продају на пеер-то-пеер услугама као што је ОфферУп и спровести пхисхинг нападе на купце. Или, преварант би могао да прода производе који не постоје. Даља превара са скрабањем екрана укључује лажирање објављивача огласа. Скидањем садржаја са сајтова објављивача, преварант може да креира лажне странице објављивача огласа на различитим услугама. Затим могу да продају огласе на тим страницама овлашћеним препродавцима, чије су контакте прикупили из датотеке адс.ткт издавача. Огласна места оглашивачу изгледају стварна, али нису.",
    "3315658779": "Спречите сцрапинг садржаја помоћу хЦаптцха Ентерприсе",
    "2602081482": "хЦаптцха Ентерприсе користи напредно машинско учење за идентификацију злонамерног саобраћаја на вашој веб локацији и апликацијама – укључујући активности гребања.",
    "1422537019": "нас данас да научимо више.",
    "1988268879": "Исплативо означавање података у великом обиму",
    "2163914794": "Треба вам још ознака за ваше скупове података? хЦаптцха пружа брзо, исплативо и висококвалитетно означавање података за компаније које раде на апликацијама за вештачку интелигенцију и машинско учење.",
    "3378932530": "Означите своје податке одмах",
    "3483700676": "Одмах покрените милионе задатака",
    "3478726913": "хЦаптцха има један од највећих базена на планети који је доступан за вашу употребу. Без обзира на ваш обим, можемо то да решимо без скупих унапред обавеза. Милиони задатака дневно нису проблем.",
    "740501259": "Једноставни цевоводи вођени АПИ-јем",
    "2784612261": "Желите да интегришете људски преглед директно у своје пословне операције? Нудимо СЛА високе поузданости, гарантовани капацитет и једноставне РЕСТ АПИ-је.",
    "1144966033": "Оптимизовано за цену и квалитет",
    "3213351333": "Није потребна претходна обавеза",
    "2107077506": "ХУМАН платформа користи свеобухватне моделе поверења за обављање софистициране анализе квалитета у реалном времену. Ово нам омогућава да брзо утврдимо и тежину питања и њихов вероватан тачан одговор, штедећи вам време и новац.",
    "3576146278": "Платите само за тачност која вам је потребна",
    "2952586316": "Нису сви проблеми исти. Напомене за задатке који су критични за безбедност могу захтевати 99,99% поверења искључиво људских радника. Напомене за једну бета функцију у апликацији за мобилне игре могу захтевати само умерено поверење. Ти одлучујеш.",
    "710145621": "Наведите сопствене податке о истини или нам дозволите да их изградимо у ходу",
    "987901590": "Да ли имате необрађене податке без свеобухватног скупа за верификацију? У већини случајева можемо да направимо један за вас док задаци пролазе кроз систем или да креирамо означене узорке за ваше одобрење.",
    "2597352122": "Типови напомена",
    "1344687860": "Боундинг Бокес",
    "1089415440": "Прецизна детекција објеката на сликама и видео снимцима",
    "3817067682": "Полигони",
    "2682873489": "Дефинишите граничну област за објекте",
    "1275150216": "Знаменитости",
    "2067112112": "Напомене тачака за многе различите случајеве употребе",
    "4228682126": "Категоризација атрибута",
    "2920213479": "Сортирајте или додајте произвољне категорије било које величине",
    "3288667364": "Поређење и детекција",
    "155877895": "Детекција и класификација на људски погон",
    "3128433367": "... и још много тога",
    "2827452240": "Треба вам други тип који није овде наведен? Само нас питајте.",
    "719304627": "Потребна вам је контрола од краја до краја?",
    "1172067553": "ХУМАН платформа која стоји иза хЦаптцха пружа високо софистициран квалитет рада и функције управљања путем локалних, хибридних или СааС имплементација које се интегришу са вашим постојећим системима.",
    "2319072959": "Радите потпуно ван мреже са сопственом радном снагом, пратите вредност потрошене у пословним јединицама или партнерима у конзорцијуму, селективно усмеравајте послове различитим интерним или екстерним добављачима радне снаге на основу трошкова и безбедносних захтева и још много тога.",
    "1936512180": "Једноставан приступ АПИ-ју, прелепе контролне табле и најновија технологија „модел у петљи“ за максималну ефикасност радника.",
    "3913848038": "Доступни су 99,99% уговори о нивоу рада и глобална подршка 24/7.",
    "1080752747": "Контактирајте продају",
    "1525403768": "За више информација контактирајте Ентерприсе Салес.",
    "1546930020": "Означавање података",
    "2486638408": "Дефинишите спецификације",
    "1027200955": "Разговарајте са једним од наших стручњака за домен да дефинишете потребе вашег пројекта: тачност циља, формат и све посебне захтеве.",
    "1156712451": "Почетни тест посла",
    "181065232": "Изводимо мали производни посао на основу ваших узорака података. Ово тестира рад који смо заједно обавили како бисмо осигурали да добијете управо оно што вам је потребно.",
    "3207769512": "Поставите производне послове",
    "1099238677": "Са нашим великим обимом и малим кашњењем, брзо ћемо преокренути ваш посао, уз аутоматску испоруку чим се заврши.",
    "465783046": "Желите да испробате своје податке?",
    "328625009": "... спремни смо када сте ви: наша услуга је доступна 24 сата дневно.",
    "3225770968": "хЦаптцха је дизајнирана да реши најинтензивнији проблем у машинском учењу; означавање огромних количина података на благовремен, приступачан и поуздан начин.",
    "2041686284": "Више података генерално даје боље резултате у обуци модела машинског учења. Недавни успех дубоких модела довео је до све већих скупова података, а хЦаптцха служи овој потреби. Међутим, креирање великих скупова података које прегледају људи користећи традиционалне методе је споро и скупо.",
    "3729345277": "хЦаптцха је начин на који компаније добијају напомене које су им потребне брже, са вишим квалитетом и по нижој цени од других алтернатива.",
    "2103563261": "Приватне или јавне информације",
    "2513143348": "Систем хЦаптцха Ентерприсе је јединствено флексибилан у свом дизајну: може се делимично или у потпуности применити на ивици ваше мреже ако управљате јавним облаком или поседујете много центара података.",
    "3107683988": "Ово може драматично смањити саобраћај и трошкове ван мреже, а истовремено задржати све предности управљања од стране нашег дежурног особља 24/7 како би се испунили најстрожи СЛА.",
    "3660619092": "Региструјте се бесплатно или контактирајте продају за Ентерприсе решења",
    "2351176803": "Услови лиценцирања за хЦаптцха ЈС АПИ",
    "2616226398": "Подложно нашим",
    "2024293275": ". Сва остала права задржана, за сада.",
    "1062291156": "стандардни услови",
    "2712493234": "Превара у плаћању: ублажавање брзорастућег начина сајбер криминала",
    "1817772953": "Превара није нови облик криминала. Заиста, археолози су ископали уређаје против превара које су осмислили стари Сумерани за превоз стоке без губитака пре скоро 10.000 година! У њиховом случају, они стављају глинене жетоне, од којих сваки представља животињу, унутар глинене лопте познате као „була“. Бика би путовао са јатом док се кретало од продавца до купца. Чак и тада, власници предузећа су били забринути да нису сви са којима су имали посла били у успону. Много тога се променило за 10.000 година, али потреба да будемо иновативни у спречавању превара остаје са нама. Данас је питање превара у плаћању путем интернета од највеће важности. Са интернетом, преваранти су постали све вештији у надмудривању контрола против превара. Нова решења, међутим, преокрећу ток.",
    "1053787685": "Шта је превара у плаћању?",
    "433424759": "Превара у плаћању обухвата било коју врсту незаконите трансакције у којој сајбер криминалац лишава жртву нечег од вредности, обично новца. То може значити коришћење украдене кредитне картице за наручивање робе на мрежи или преузимање банковног рачуна и незаконито пребацивање средстава са њега. Постоји много варијација, али све имају исти исход: преварант користи украдени идентитет или информације о плаћању да украде од потрошача, банке или трговца.",
    "2939852138": "Како преваранти [покушавају] да се извуку са преваром у плаћању?",
    "1665616092": "Превара у плаћању је једноставна у концепту, али може бити фантастично сложена у свом данашњем извршењу.",
    "4246520782": "У ствари, интернет је последњих година био сведок праве трке у наоружању између превараната и бранилаца.",
    "2167049807": "Безбедносни тимови су усвојили разне противмере и контроле које побеђују лаке, лење приступе превари плаћања. Међутим, напади постају све софистициранији. На пример, ботови сада могу да прикупљају украдене бројеве кредитних картица и ПИН-ове са лажних веб локација и пхисхинг напада.",
    "1936449777": "Затим, у потпуно аутоматизованом режиму, они могу да имитирају људско понашање на сајтовима за е-трговину, кликћући на дугмад и додајући артикле у колица за куповину – до тачке у којој многе, ако не и већина контрола против превара не могу да открију да бот покушава да украде роба. Уместо тога, изгледа као да човек једноставно купује. Бот се може пријавити на налог правог купца користећи украдене акредитиве за пријаву. Даље прикрива превару је способност бота да лажира ИП адресе и учини да изгледа као да је „купац“ негде другачији од нападача, који би могао бити у страној земљи.",
    "648630222": "Спречите превару у плаћању помоћу хЦаптцха Ентерприсе",
    "1621930829": "Шта се може учинити у вези са данашњим напредним, непрекидним активностима преваре у плаћању? Коришћење више слојева контрола је обично мудар приступ. Међутим, најбоље противмере су оне које могу да заробе бота и открију да је лажан, упркос најбољим напорима његових креатора да понове људско понашање.",
    "2423586454": "Још увек постоје неке ствари које софтвер не може да уради, без обзира колико добра вештачка интелигенција стоји иза тога. Модерна ЦАПТЦХА технологија нуди доказан метод блокирања ботова који покушавају да продуже превару у плаћању. Док стари приступи ЦАПТЦХА-и, попут једноставних нагнутих бројева у кутији, сада углавном недостају у ублажавању напредних ботова, аутоматизовани уређај за одговор на тестирање као што је хЦаптцха Ентерприсе може лако савладати бота преваранта у тренутку пријављивања на налог или куповине корпе. Чак и ако бот има стварне акредитиве, ако неће моћи да прође кроз ЦАПТЦХА.",
    "1467308982": "Распореди плаћања",
    "1291824746": "хЦаптцха исплате се одвијају квартално на 60-дневној основи. Да бисте илустровали шта ово значи, погледајте табелу испод.",
    "3444947612": "Саобраћај између",
    "4181611011": "Датум помирења",
    "728503636": "Датум исплате",
    "3720584906": "15. јул 2021. – 15. октобар 2021",
    "388240587": "5-15 јануара 2022",
    "3426312287": "5-15 јануара 2022",
    "615618648": "15. април 2021 – 15. јул 2021",
    "3376724603": "14.-24. септембар 2021.†††",
    "3398978455": "15.-25. септембар 2021.†††",
    "2722456056": "15. јануар 2021 – 15. април 2021",
    "4063155841": "Најкасније до 25. јуна 2021.††",
    "4082053540": "19-25. јуна 2021.††",
    "64953197": "15. октобар 2020 – 15. јануар 2021",
    "1023070345": "Најкасније до 14. марта 2021",
    "2600696085": "15. март 2021",
    "3217791519": "15. јул 2020 - 15. октобар 2020",
    "649261378": "5-11. јануар 2021.*",
    "1559190296": "5-11. јануар 2021.†",
    "3806054689": "15. април 2020 - 15. јул 2020",
    "4162383380": "16. - 22. септембар 2020.*****",
    "1990824776": "16-24.09.2020.*****",
    "3856690908": "15. јануар 2020 – 15. април 2020",
    "3200641265": "Најкасније до 16. јуна 2020.*",
    "3744079744": "15-19.06.2020****",
    "2209837451": "15. октобар 2019 – 15. јануар 2020",
    "2510534204": "Најкасније до 23. марта 2020.***",
    "2910560864": "20-23. март 2020***",
    "2544565802": "15. јул 2019. - 15. октобар 2019",
    "3963642878": "Најкасније до 14. децембра 2019.*",
    "622103562": "17. децембар 2019**",
    "4072202039": "15. април 2019. - 15. јул 2019",
    "818049069": "Најкасније до 15.07.2019",
    "1169005651": "15. септембар 2019",
    "2303655425": "15. јануар 2019. - 15. април 2019",
    "3678889946": "Најкасније до 15.06.2019",
    "3094354698": "15. јуна 2019",
    "4217013126": "Исплате се обично одвијају током дана на датум исплате и углавном се завршавају до поноћи по пацифичком времену. Ако је налог означен за преглед, може потрајати до пет додатних радних дана да се изврши уплата.",
    "1447649958": "Подсећамо, само тачан саобраћај људи испуњава услове за исплате. Више детаља о овоме можете видети у нашим честим питањима, на линку испод. Доступни салдо такође мора да достигне минимални праг да би био квалификован за исплату, тренутно 10 ХМТ.",
    "4257144752": "Процене у реалном времену не одражавају коначну тачност или хуманост, па стога ваша коначна зарада може значајно да варира навише или наниже од бројева приказаних на контролној табли пре вашег првог усаглашавања.",
    "2728931827": "Након сваког усаглашавања, ваше процене по кључу сајта ће се ажурирати и тачност будућих предвиђања би требало да се повећа, осим ако на вашем сајту дође до значајне промене у понашању корисника.",
    "1200905005": "††† Од септембра 2021. године, усаглашавања и исплате сада трају у периоду од приближно 10 дана, а не у једном дану, како би се поједноставила оперативна ограничења у вези са растом услуге.",
    "4284094387": "†† Нека усаглашавања и исплате у јуну 2021. ће тећи у наредној седмици због кашњења у верификацији коначних обрачуна током периода усаглашавања.",
    "1977013707": "† Исплате за децембар 2020. померене су са 15. како би се избегло преклапање са усаглашавањима на крају године и одморима особља: биће завршене до друге недеље јануара. Због споријих трансфера у ПаиПал него што је уобичајено, исплате ће се одвијати током неколико дана, а не у једном дану.",
    "517010299": "Имајте на уму: тренутно радимо на великом позадинском прелазу на помирење у скоро реалном времену. Периодична усаглашавања ће се одвијати ређе него обично до првог квартала 2021. Ово не утиче на распореде или датуме исплата.",
    "3092200338": "** Када 15. падне на викенд, датум исплате је 17.",
    "3891941747": "*** САВЕТ ЗА ЦОВИД-19: Због смањеног капацитета особља у вези са ЦОВИД-19, помирење је померено како би се омогућило додатно време за завршетак наше стандардне верификације. Очекује се да исплате почну у петак и да се заврше следећег понедељка.",
    "2301757528": "**** Због одржавања својих РЕСТ АПИ-ја од стране ПаиПал-а током периода исплате, нису све исплате завршене 15. јуна. Све исплате заказане за 15. јун (по пацифичком времену), али нису извршене због грешака ПаиПал АПИ-ја, поново су покренуте до 19. јуна (по пацифичком времену).",
    "116842359": "***** Очекује се да ће усаглашавање бити завршено током неколико дана због одржавања система.",
    "4154415610": "***** Исплате за септембар 2020. ће се одвијати у групама како се усаглашавање заврши, а неке ће бити неколико дана касније него што је првобитно планирано због кашњења у усаглашавању.",
    "2310694091": "Шта значи помирење?",
    "164801246": "Помирење је процес у коме се саобраћај анализира накнадно како би се верификовала његова хуманост и тачност, након што се унесу сви подаци са свих сајтова за извештавање. Више детаља можете прочитати у нашем",
    "3256245394": "као и наши постови на блогу, нпр",
    "3089778412": "Како хЦаптцха израчунава награде",
    "3329755436": "Да ли планирате да убрзате овај процес?",
    "1911669851": "Да, тренутно радимо на разним побољшањима наших позадинских система за које очекујемо да ће нам на крају омогућити да понудимо и брже усаглашавање, бржу тачност процене и брже исплате. Тренутно радимо на томе да прво убрзамо помирење.",
    "2366003154": "Питања за штампу и медије",
    "3054564199": "Пресс Кит",
    "3173156067": "Неки готови колатерали су доступни у случају да желите да укључите примере слика у свој чланак.",
    "867314732": "Можете преузети у високој резолуцији",
    "858218750": "и упутства за њихову употребу на",
    "3821716514": "страна.",
    "1186243118": "лого слике",
    "3034959000": "Можете преузети",
    "1764089150": "овде:",
    "1558428432": ". Молимо вас да их кредитирате на хЦаптцха.цом.",
    "2429359042": "пример слике интерфејса",
    "1480820434": "слика 1",
    "3213411837": "слика 2",
    "1270712701": "Саопштења за штампу и недавни извештаји",
    "231285005": "Недавна ажурирања можете пронаћи на нашем блогу",
    "1289884910": "Такође повремено објављујемо анализе и извештаје. На пример:",
    "932546190": "Зашто ће ЦАПТЦХА увек бити са нама",
    "2344319147": "Колико заиста вреди Гоогле-ово откривање ботова?",
    "1637527266": "Које земље имају највећи промет робота?",
    "230159237": "Контакти",
    "3759923279": "Молимо вас да упите за штампу упутите на следећу адресу е-поште:",
    "4255608322": "Последње ажурирање: 12. априла 2021",
    "33639629": "Није применљиво на веб локације трећих страна. Имајте на уму да се ова Политика приватности не примењује ни на једну веб локацију, понуду, производ или услугу било које треће стране, чак и ако се повезује са нашом веб локацијом или укључује Услугу – погледајте применљиву политику приватности пре него што одлучите да пружите било какву информацију трећој страни. странке.",
    "987375734": "ИМИ се налази у Сједињеним Државама. Сајтове и услуге контролишемо и њима управљамо из Сједињених Држава. Ваши лични подаци могу да се чувају и обрађују у било којој земљи у којој имамо објекте или у којој ангажујемо добављаче услуга, а коришћењем сајтова и услуга пристајете на пренос информација у земље ван ваше земље пребивалишта, укључујући Сједињене Државе , који може имати правила о заштити података која се разликују од оних у вашој земљи. У одређеним околностима, судови, агенције за спровођење закона, регулаторне агенције или безбедносни органи у тим другим земљама могу имати право на приступ вашим личним подацима.",
    "452920031": "Напомена за купце изван Сједињених Држава.",
    "2328839224": ". Погледајте наш одељак „Обавештење за становнике Калифорније“ који се односи на ваша права према Калифорнијском закону о приватности потрошача („ЦЦПА“).",
    "1565481281": "Напомена за становнике Калифорније",
    "1028058338": "Молимо погледајте одељак „Обавештење за субјекте података у ЕУ“ који се односи на ваша права према Општој уредби о заштити података („ГДПР“).",
    "2271205646": "Напомена за становнике Европског економског простора.",
    "508143070": "Имајте на уму да је ИМИ контролор ваших личних података, осим када обрађујемо личне податке у име наших Интегратора у вези са пружањем наше Услуге, у ком случају смо ми обрађивач личних података, а ти Интегратори су контролори лична информација.",
    "2330965058": "Тамо где делујемо као обрађивач за наше интеграторе, не користимо прикупљене податке у било коју другу сврху осим ако је то разумно неопходно за пружање наше услуге, а наша обрада ће бити регулисана уговорима које имамо са нашим интеграторима, а не овим Правила о приватности",
    "3017040355": "Обрада података о субјекту података ЕУ функционише на основу правног основа Стандардних уговорних клаузула (СЦЦ) интегрисаних у Додатку о обради података нашим Условима коришћења услуге или Уговорима о обради података са нашим интеграторима.",
    "2233384692": "Ако имате било каквих питања или недоумица о томе како се поступа са таквим подацима или бисте желели да искористите своја права, требало би да контактирате лице или ентитет (тј. контролора података) који је склопио уговор са нама да користимо Услугу за обраду ових података. Ми ћемо, међутим, пружити помоћ нашим интеграторима да реше све ваше недоумице, у складу са условима нашег уговора са њима.",
    "349292953": "Информације које прикупљамо",
    "3022001832": "Прикупљамо информације од појединаца који ступају у интеракцију са нашим сајтовима и услугама, укључујући оне који уграђују нашу услугу у своју веб локацију („Интегратори“), од оних који користе услуге за означавање података („клијенти“) и од крајњих корисника који остварују интеракцију са нашим Сервисирајте преко веб страница наших интегратора („Крајњи корисници“).",
    "835545301": "Прикупљамо следеће категорије информација:",
    "3228928991": "Информације које се могу користити за идентификацију или контактирање појединца („Лични подаци“), као што су име, адреса е-поште и земља. Прикупљамо личне податке од наших тренутних и потенцијалних интегратора и купаца када нам их дају директно (на пример, попуњавањем обрасца приликом регистрације за налог или пријављивањем за примање обавештења путем е-поште од нас). Такође можемо да верификујемо идентитет наших интегратора и купаца упоређивањем личних података са базама података трећих страна или званичним правним документима.",
    "1655796811": "Информације које се аутоматски прикупљају као резултат коришћења сајтова или услуга од стране интегратора или корисника („Информације о аналитици“), као што су ИП адресе, тип претраживача, добављач Интернет услуга, тип платформе, тип уређаја, оперативни систем, датум и временска ознака приступа и друге сличне информације. Неке информације Аналитике у наше име прикупљају треће стране које ангажујемо у ту сврху, а неке информације Аналитике се прикупљају путем различитих технологија за праћење, укључујући колачиће (погледајте „Аналитика треће стране и технологије праћења“ у наставку).",
    "1388241689": "Информације прикупљене као резултат одговора крајњих корисника на упите путем услуге („Обележени подаци“), као што су подаци о означавању слика, текст конвертован из аудио датотека које се репродукују тим крајњим корисницима, одговори на питања и друга упутства која генерише Услуга за потребе означавања података за употребу у апликацијама за машинско учење. Имајте на уму да означени подаци нису везани ни за једну идентификовану особу.",
    "1493790285": "Друге информације прикупљене од Крајњих корисника као део Услуге за то су потребне да би се утврдило да ли су",
    "2216374138": "су људи, као што су покрети миша, положај померања, догађаји притиска на тастере, догађаји додира и информације о жироскопу/акцелерометру према потреби.",
    "2394073454": "Можемо да прикупљамо додатне информације од Крајњих корисника који желе да раде са нама као Индивидуални Означавачи података.",
    "3103557430": "Како користимо информације",
    "1130802068": "Користимо информације које прикупљамо у следеће сврхе:",
    "2940689138": "За администрирање налога интегратора и клијената и пружање услуге. Користимо личне податке да бисмо повезали одређене налоге са интеграторима и клијентима и да бисмо им пружили услугу, да бисмо одговорили на захтеве или упите, да бисмо пружили подршку или техничку помоћ и да бисмо олакшали плаћања.",
    "857974529": "Да побољшамо сајт и услугу. Користимо информације Аналитике да побољшамо постојеће и развијемо нове услуге и понуде и да прилагодимо постојећу и будућу понуду производа.",
    "1820844638": "Да бисте добили увид у тржиште. Користимо информације Аналитике за анализу тржишта и обављање пословних анализа у вези са Сајтом и нашим услугама, као и за друге сврхе истраживања.",
    "3386280249": "Да обезбеди тржиште за означене податке. Наша услуга омогућава означавање великог обима података и људски преглед за системе машинског учења као услугу власницима веб локација и компанијама којима је потребна помоћ да се њихови подаци обележе. У том циљу, ми откривамо означене податке нашим клијентима заинтересованим за прибављање означених података.",
    "3532143291": "Да бисмо обезбедили наше услуге и системе. Користимо информације из Аналитике да бисмо заштитили наше системе тако што ћемо идентификовати потенцијалне претње и рањивости и на други начин заштитити информације које прикупљамо.",
    "2185418511": "За било коју легитимну пословну сврху, под условом да су информације деидентификоване или обједињене тако да се не могу разумно везати за појединца.",
    "2386465280": "Како делимо информације",
    "2159517814": "Делимо или откривамо личне податке у следећим случајевима:",
    "4256083674": "На директан захтев интегратора да идентификује ризик од преваре у вези са специфичним захтевом за ЦАПТЦХА изазов или ИП адресом, или на неки други начин где је дата посебна сагласност.",
    "3494826505": "Са добављачима се ангажујемо да обезбедимо суштинске аспекте Сајтова и Услуге, као што су складиштење података, хостинг и Аналитика, и то само у те сврхе.",
    "1119009846": "Према потреби за поштовање важећег закона, укључујући владине захтеве, захтеве органа за спровођење закона и на други начин према јавним и приватним субјектима у циљу заштите права, приватности, безбедности или имовине вас, нас или других.",
    "197676026": "Са другима за било коју легитимну пословну сврху, под условом да су информације де-идентификоване",
    "2359312315": "или агрегирани тако да се не може разумно везати за појединца.",
    "2497216176": "Аналитика треће стране и технологије праћења",
    "3694578791": "Као што је горе поменуто, ми (и наши независни добављачи) прикупљамо информације из Аналитике делимично коришћењем колачића, веб светионика и других технологија за праћење. У неким случајевима, радимо са добављачима трећих страна да бисмо користили колачиће у сврху прикупљања информација из Аналитике.",
    "2014256987": "Ако не желите да блокирате употребу колачића или других технологија за праћење, погледајте „Управљање вашим информацијама“ у наставку. Имајте на уму да то може негативно утицати на ваше искуство коришћења сајтова или услуге, јер неке функције можда неће радити исправно.",
    "2788024905": "Како обезбеђујемо информације",
    "3031284129": "Одрицање од одговорности",
    "26365791": "У највећој мери дозвољеној законом, Сајт и Услуга (и све друге повезане услуге, информације, подаци, карактеристике и други садржај или материјали) се пружају на основу „као што је“ и „како је доступно“. У највећој мери дозвољеној законом, ИМИ искључује све гаранције, укључујући, али не ограничавајући се на, подразумеване гаранције за продају, прикладност за одређену сврху и некршење.",
    "735630686": "Управљање вашим информацијама (ваша права)",
    "2895491273": "Ако бисте радије блокирали колачиће или друге технологије за праћење, већину претраживача и мобилних уређаја, потребно је да промените своја подешавања како би вас обавестили када примите колачиће или да се користе друге технологије за праћење, као и да одаберете да ли да прихватите/дозволите то. Већина претраживача вам такође омогућава да онемогућите или избришете постојеће колачиће или да аутоматски одбијете будуће колачиће. Такође можете да користите алатке треће стране, укључујући додатке за прегледач, да контролишете подешавања колачића. Имајте на уму, међутим, да ако онемогућите све колачиће, неки делови наших сајтова можда неће правилно функционисати.",
    "707527778": "Информације од деце",
    "2419795065": "Обавештење за становнике Калифорније",
    "1517625162": "Према члану 1789.3 грађанског законика Калифорније, корисници Калифорније имају право на следеће обавештење о правима потрошача: Становници Калифорније могу да дођу до Јединице за помоћ при жалбама Одељења за потрошачке услуге Калифорнијског одељења за питања потрошача поштом на 1625 Нортх Маркет Блвд., Сакраменто, ЦА 95834, или телефоном на (916) 445-1254 или (800) 952-5210.",
    "3730344349": "Овај одељак пружа додатне детаље о личним подацима које прикупљамо о потрошачима из Калифорније и правима која су им дата према Калифорнијском закону о приватности потрошача или „ЦЦПА“.",
    "4044467791": "За категорије личних података које смо прикупили од вас у претходних 12 месеци, погледајте одељак „Информације које прикупљамо“ изнад. Ове информације прикупљамо у пословне и комерцијалне сврхе описане у одељку „Како користимо личне податке“ изнад. У претходних 12 месеци делили смо следеће категорије информација са трећим лицима у пословне сврхе:",
    "4208081170": "Категорија личних података",
    "1528242915": "Идентификатори.",
    "3863351997": "Категорије личних података наведене у статуту Калифорнијске евиденције купаца (Цал. Цив. Цоде § 1798.80(е)).",
    "2826705343": "Комерцијалне информације.",
    "2683038211": "Интернет или друга активност електронске мреже.",
    "3671828834": "Примери дељених личних података",
    "779426309": "Право име, јединствени лични идентификатор, онлајн идентификатор, адреса Интернет протокола, адреса е-поште, име налога или други слични идентификатори.",
    "2414368123": "Име, број кредитне картице, број дебитне картице или било које друге финансијске информације.",
    "4088941349": "Евиденција производа или услуга купљених, добијених или разматраних.",
    "3238612014": "Историја прегледања, информације о интеракцији потрошача са интернет веб локацијом, апликацијом или рекламом.",
    "1023108656": "Категорије прималаца треће стране",
    "1418235079": "Провајдери",
    "3238184941": "Напомена: Ризик од преваре повезан са индивидуалном ИП адресом може се поделити са Интегратором на захтев.",
    "285116485": "Компанија не „продаје“ (како је овај термин дефинисан у ЦЦПА) личне податке које прикупљамо. Погледајте одељак „Аналитика треће стране и технологије праћења“ изнад за више информација о типовима колачића трећих страна, ако их има, које користимо.",
    "1408750006": "Подложно одређеним ограничењима, ЦЦПА пружа потрошачима из Калифорније право да траже више детаља о категоријама или одређеним деловима личних података које прикупљамо (укључујући начин на који користимо и откривамо ове информације), да избришу своје личне податке, да одустану од све \"продаје\" које се могу десити, као и право да не будете дискриминисани због остваривања ових права.",
    "759057398": "Обавештење за субјекте података ЕУ",
    "825780955": "Лична информација",
    "2945960297": "Што се тиче субјеката података у ЕУ, термин „лични подаци“ како се користи у овој Политици приватности је еквивалентан „личним подацима“ како је дефинисано у Општој уредби Европске уније о заштити података (ГДПР).",
    "1126613163": "Осетљиви подаци",
    "3571006800": "Неке од информација које нам пружите могу представљати осетљиве податке како је дефинисано у ГДПР-у (који се такође називају и посебне категорије личних података), укључујући идентификацију ваше расе или етничке припадности на личним документима које је издала влада.",
    "1988461282": "Правне основе за обраду",
    "3519564631": "Сврхе обраде",
    "1778642038": "Да комуницирам са вама",
    "2223819810": "Да оптимизујемо нашу платформу",
    "1678661231": "За усклађеност, спречавање превара и безбедност",
    "2561077702": "Да пружимо нашу услугу",
    "2066321185": "Правни основ",
    "1174237568": "Ове активности обраде представљају наше легитимне интересе. Покушавамо да размотримо и уравнотежимо све потенцијалне утицаје на вас (и позитивне и негативне) и ваша права пре него што обрадимо ваше личне податке за наше легитимне интересе. Не користимо ваше личне податке за активности у којима су наши интереси превладани било каквим негативним утицајем на вас (осим ако имамо ваш пристанак или ако се то на неки други начин захтева или дозвољава законом).",
    "1350478093": "Сврха обраде",
    "787916198": "Уз вашу сагласност",
    "3348433919": "Ваша права",
    "3842673636": "Према ГДПР-у, имате одређена права у вези са вашим личним подацима. Можете тражити од нас да предузмемо следеће радње у вези са вашим личним подацима које поседујемо:",
    "4057343238": "Одустати",
    "1834911235": "Престаните да вам шаљете директне маркетиншке комуникације за које сте претходно пристали да их примате. Можда ћемо наставити да вам шаљемо поруке у вези са Услугом и друге немаркетиншке комуникације.",
    "3022301908": "Приступ",
    "680638297": "Пружамо вам информације о нашој обради ваших личних података и омогућавамо вам приступ вашим личним подацима.",
    "1409486258": "Тачно",
    "3878077249": "Ажурирајте или исправите нетачности у вашим личним подацима.",
    "3645414921": "Избриши",
    "42182578": "Избришите своје личне податке.",
    "1609621367": "Трансфер",
    "3208155808": "Пренесите машински читљиву копију ваших личних података вама или трећој страни по вашем избору.",
    "1786796818": "Ограничити",
    "3329634829": "Ограничите обраду ваших личних података.",
    "4202774977": "Објекат",
    "3007158970": "Оспорите наше ослањање на наше легитимне интересе као основу наше обраде ваших личних података који утичу на ваша права.",
    "1273071008": "Захтеви за права приступа субјекту података",
    "3594381346": "локација.",
    "21141582": "ово",
    "3357523404": "Прекогранични пренос података",
    "290966395": "Као што је описано у нашем одељку „Напомена за купце ван Сједињених Држава“, имајте на уму да ће ваши лични подаци бити пренети, обрађени и ускладиштени у Сједињеним Државама. Закони о заштити података у САД могу се разликовати од оних у вашој земљи пребивалишта. Сагласни сте са преносом ваших података, укључујући личне податке, у САД као што је наведено у овој Политици приватности тако што ћете посетити наше сајтове или користити нашу услугу.",
    "3178581111": "Користите за нове сврхе",
    "1088304322": "Ваше личне податке можемо користити из разлога који нису описани у овој Политици приватности, где нам је то дозвољено законом и када је разлог компатибилан са сврхом за коју смо их прикупили. Ако треба да користимо ваше личне податке у неповезане сврхе, можемо вас обавестити и објаснити применљиви правни основ за ту употребу. Ако смо се ослонили на вашу сагласност за одређену употребу ваших личних података, можемо тражити вашу сагласност за било коју неповезану сврху и дозволити вам да у том тренутку прекинете коришћење услуге ако се успротивите.",
    "2260079771": "Усвајање података",
    "38428546": "Ми чувамо ваше личне податке безбедно током трајања вашег налога код нас. Ваше личне податке ћемо чувати само онолико дуго колико је потребно да испунимо сврхе за које смо их прикупили, укључујући у сврху испуњавања било којих законских, рачуноводствених обавеза или обавеза извештавања или решавања спорова. Критеријуми које користимо за одређивање периода складиштења обухватају важеће уговорне одредбе које су на снази, законске законске рокове застарелости, применљиве регулаторне захтеве и индустријске стандарде.",
    "384965568": "Иако се захтеви за чување разликују у зависности од јурисдикције, информације о нашим типичним периодима чувања за различите аспекте ваших личних података описане су у наставку.",
    "2788836740": "Контакт информације у маркетиншке сврхе се стално чувају док се не одјавите. Након тога ћемо додавати ваше податке на нашу листу забране на неодређено време. Информације е-поште прикупљене од корисника приступачности никада се неће користити у маркетиншке сврхе.",
    "3520687192": "Евиденција о комуникацији са вама (нпр. тикети за подршку отворене путем е-поште или Твитера) могу се чувати неограничено.",
    "292211832": "Информације прикупљене путем техничких средстава као што су колачићи, бројачи веб страница и други алати за аналитику одбацују се чим је то практично, али се могу чувати у ограниченом периоду до годину дана од истека колачића, обично у неидентификованом и збирном облику осим ако не откријемо потенцијалну злоупотребу наше услуге, у ком случају ћемо задржати те информације да нам помогну у спречавању будућих злоупотреба. Нисмо у могућности да повежемо ове анонимне и обједињене информације са вама, вашим домаћинством, ИП адресом или било којим личним подацима на основу сачуваних информација.",
    "3192683783": "Промене ове Политике приватности",
    "1702335960": "Све информације које прикупимо подлежу Политици приватности која је на снази у тренутку када се такве информације прикупљају. Међутим, с времена на време можемо ревидирати Политику приватности. Ако је ревизија материјална, како одредимо искључиво ми, обавестићемо вас, на пример путем е-поште. Тренутна верзија ће увек бити објављена на нашој страници Политике приватности.",
    "3669258571": "Политика колачића",
    "2905621957": "Последње ажурирање: 18. јул 2020",
    "1173934218": "Разумемо да вам је ваша приватност важна и посвећени смо транспарентности технологија које користимо. Ова политика пружа детаљне информације о томе како и када користимо колачиће на нашим сајтовима и услугама.",
    "2694150481": "Да ли користимо колачиће?",
    "457627611": "Да. Ми и наши добављачи аналитике или услуга, маркетиншки партнери и филијале можемо да користимо колачиће, веб светионике или пикселе и друге технологије како бисмо осигурали да свако ко користи сајт има најбоље могуће искуство. За више детаља погледајте одељак „Аналитика и технологије за праћење треће стране“ наше Политике приватности.",
    "501102544": ": верујемо да хЦаптцха анти-бот услуга (тј. Услуга уграђена у веб-сајтове, игре или мобилне апликације) укључује само такозване колачиће „изузете сагласности“ у складу са ГДПР прописима. Примери таквих изузетих колачића укључују:",
    "461631543": "Напомена ГДПР",
    "2150907653": "* Технички колачићи стриктно неопходни за пружање услуге. То укључује колачиће преференција, колачиће сесије, колачиће за балансирање оптерећења итд.",
    "1012122721": "* Статистички колачићи којима управљамо директно ми (тј. колачићи прве стране, а не колачићи треће стране), при чему се подаци не користе за профилисање.",
    "3255230599": "Шта је колачић?",
    "2954157511": "Зашто користимо колачиће?",
    "1539071196": "Обично користимо колачиће у следеће сврхе:",
    "3545935449": "За препознавање нових или прошлих корисника.",
    "32739972": "За чување информација о сесији за пријаву ако сте регистровани на нашим сајтовима.",
    "4209078147": "Да побољшамо наш сајт и да боље разумемо ваше посете нашим платформама и сајту.",
    "1077448694": "За интеграцију са веб локацијама друштвених медија трећих страна.",
    "1709478090": "Да вам служи са оглашавањем заснованим на интересовањима или циљаним оглашавањем.",
    "3256020881": "Да бисте посматрали ваше понашање и активности прегледања током времена на више веб локација или других платформи.",
    "1092241113": "Да боље разумемо интересе наших купаца и интегратора.",
    "1434289796": "Неки колачићи су неопходни за одређене употребе сајтова, а без таквих колачића не бисмо могли да пружимо многе услуге које су вам потребне за правилно коришћење сајтова. Ови колачићи нам, на пример, омогућавају да управљамо нашим сајтовима тако да можете да им приступите како сте тражили и да нам омогућавају да препознамо да сте креирали налог и да сте се пријавили на тај налог да бисте приступили садржају сајта. Они такође укључују колачиће који нам омогућавају да запамтимо ваше претходне радње у оквиру исте сесије прегледања и обезбедимо наше сајтове.",
    "1533171442": "Такође користимо функционалне колачиће и колачиће трећих страна у сврхе анализе и маркетинга. Функционални колачићи омогућавају да одређени делови сајтова раде исправно и да ваше корисничке поставке остану познате. Колачићи за анализу, између осталог, прикупљају информације о томе како купци, интегратори и крајњи корисници користе наше сајтове, садржај и производе које корисници најчешће гледају, као и ефикасност нашег оглашавања треће стране. Колачићи за оглашавање помажу у испоруци огласа релевантној публици и да се наши огласи појављују на врху резултата претраге. Колачићи су или „сесијски“ колачићи који се бришу када завршите сесију прегледача или „трајни“, који остају док их ви не избришете (о чему се говори у наставку) или страна која је послужила колачић. Потпуни детаљи о свим колачићима који се користе на сајтовима доступни су у нашој табели откривања колачића испод.",
    "322830977": "Како онемогућити колачиће.",
    "262509504": "Можемо да повежемо информације које прикупљају колачићи са другим информацијама које прикупљамо од вас у складу са овом Политиком приватности и користимо комбиноване информације како је овде наведено. Слично томе, треће стране које сервирају колачиће на нашим сајтовима могу повезати ваше име или адресу е-поште са другим информацијама које прикупљају, што може укључивати претходне куповине направљене ван мреже или на мрежи, или ваше информације о коришћењу на мрежи.",
    "2935155034": "Ако се налазите у Европском економском простору, имате одређена права која су горе описана под насловом „Обавештење за субјекте података ЕУ“, укључујући право да прегледате и исправите или избришете податке које имамо о вама.",
    "1873812847": "Откривање колачића",
    "3319083717": "име:",
    "3183855267": "1. хмт_ид",
    "907324388": "Функција",
    "2896187462": "1. Користи се за строго неопходну анонимну статистику у вези са услугама и за друге техничке сврхе као што је помоћ у подршци приступачности.",
    "987267027": "Журка",
    "3453526675": "1. 1. странка",
    "1952810469": "Тип",
    "1795436560": "1. Сесија",
    "102695075": "Трајање",
    "3356329025": "1. 30 дана",
    "3744153629": "имена:",
    "2801359190": "__цфдуид,",
    "1829242168": "__цфлб,",
    "2219945145": "седница,",
    "3186435874": "ид сесије",
    "1241291641": "Погледајте више детаља.",
    "1834801943": "2. 1. странка",
    "2114694926": "2. Сесија",
    "938404336": "2. Варира; до 30 дана.",
    "2196526290": "хц_аццессибилити",
    "1061239711": "3. 1. странка",
    "1483015662": "3. Сесија",
    "3458934553": "3. Варира; до 30 дана.",
    "134571844": "Импрессум (обавештење о сајту)",
    "110836420": "Последње ажурирање: 23. децембар 2020",
    "2901894297": "хЦаптцха је услуга компаније Интуитион Мацхинес, Инц. („ИМИ“), америчке корпорације Делаваре (#6393793).",
    "2928362319": "Упити се могу послати поштом на: Интуитион Мацхинес, Инц., 350 Алабама Ст, Сан Францисцо, ЦА 94110.",
    "3094150511": "Регулаторни орган: Федерална комисија за комуникације САД, 45 Л Стреет НЕ, Вашингтон, ДЦ 20554 САД.",
    "4228283009": "хттп://ввв.ец.еуропа.еу/цонсумерс/одр",
    "655974837": "Нема гаранција у вези са садржајем",
    "707541553": "Све информације које се налазе на нашим интернет страницама су потврђене од стране ИМИ-а или треће стране. Међутим, ни ИМИ ни треће стране се не могу сматрати одговорним за то што су информације актуелне, тачне или потпуне. Ово важи и за друге веб странице до којих се може доћи преко хиперлинкова на нашим страницама. ИМИ не прихвата никакву одговорност за садржај ових екстерних веб локација.",
    "2650241052": "Без савета",
    "204716894": "Садржај и дизајн наших веб страница заштићени су законом о ауторским правима. Умножавање страница и њиховог садржаја на начин који превазилази разумно поштено коришћење захтева претходну писмену сагласност ИМИ-ја ако не постоје друге законске одредбе за умножавање странице.",
    "3182435854": "Ауторско право",
    "3236873806": "ИМИ је одговоран за ову веб страницу.",
    "1338341134": "хЦаптцха + пропусница за приватност (Бета)",
    "88879089": "Приваци Пасс је",
    "1898063898": "за очување приватности корисника са којима развијамо",
    "1942186611": "и други.",
    "3673079511": "стандард у настајању",
    "2164933356": "Цлоудфларе",
    "3119589996": "Како то функционише: проширење претраживача пружа корисницима могућност да креирају и потпишу криптографски слепе токене за веб локације које подржавају Приваци Пасс протокол. Екстензија генерише пропуснице које садрже криптографски заслепљене токене које потписује хЦаптцха када се изазов реши на било ком сајту помоћу услуге хЦаптцха,",
    "1254771154": "изазови приказани на другим услугама које подржавају Приваци Пасс које такође уграђују хЦаптцха, нпр. Цлоудфларе.",
    "996362763": "Ови токени се уклањају и чувају од стране екстензије за будућу употребу. Када корисник посети сајт користећи хЦаптцха и треба да прође изазов (било невидљив или преко дугмета „Ја сам човек“), они се аутоматски користе. Процедура заслепљивања значи да су потписани и откупљени токени криптографски неповезани из хЦаптцха-ине перспективе, и тиме је приватност корисника очувана.",
    "2943346052": "Како се процес стандардизације ИЕТФ-а наставља, очекујемо да ће главни претраживачи усвојити неки облик Приваци Пасс-а. Ово ће на крају учинити проширење непотребним. За сада, међутим, пратите упутства у наставку.",
    "2326660907": "осим",
    "741483946": "* Другим речима: можете добити хЦаптцха Приваци Пасс токене на хЦаптцха.цом и користити их на другим сајтовима директно користећи хЦаптцха.цом. Не можете да добијете или искористите хЦаптцха Приваци Пасс токене да бисте заобишли хЦаптцха услугу коју користи Цлоудфларе, пошто Цлоудфларе издаје и откупљује сопствене токене Приваци Пасс.",
    "1362015807": "Почетак",
    "1358325821": "Прво инсталирајте проширење за",
    "310885519": "или",
    "4091044469": ". Уверите се да сте омогућили проширење у режиму без архивирања. Затим посетите било коју веб локацију користећи хЦаптцха и решите цаптцха. Од верзије 2.0.3, ове токене можете да искористите на веб локацијама користећи хЦаптцха.",
    "3904679538": "Хром",
    "3700767772": "Када инсталирате проширење, кликните овде (или на било коју веб локацију која користи хЦаптцха) да бисте зарадили пропуснице:",
    "166277959": "Имајте на уму: ова функција је тренутно у бета верзији и можда неће радити за све веб локације и кориснике све време. У случају да није омогућено или не ради за одређеног корисника, понашање ће се једноставно вратити на стандардно хЦаптцха искуство без губитка функционалности.",
    "3031357206": "Нова икона ће се појавити поред ваше УРЛ траке. Сада посетите веб локацију користећи хЦаптцха. То ће изгледати овако:",
    "1066753052": "што значи да је новчаник празан, а ви сте на сајту који укључује хЦаптцха изазов. Када завршите изазов, зарадићете токене који се могу искористити на било којој другој веб локацији са хЦаптцха.",
    "651123197": "Број тренутног укупног износа у вашем новчанику ће бити приказан на икони након што завршите изазов.",
    "554844646": "Можете потврдити да проширење ради тако што ћете видети да се бројач смањује за 1 сваки пут када кликнете",
    "4087729475": "изазов након вашег почетног решења.",
    "647630208": "И то је то! Ваше онлајн прегледање је сада приватније.",
    "3272552822": "Програмери и криптографи:",
    "4059570880": "Ако желите да пратите напоре стандардизације, напори су тренутно у току на",
    "1904390996": "да стандардизује",
    "252720667": "која лежи у основи криптографске безбедности Приваци Пасс-а. Сам протокол пролази кроз",
    "3972554015": "процес такође. И проширење претраживача је наравно",
    "3723626769": "за ваш допринос и рецензију.",
    "3882147547": "Несвесне псеудослучајне функције",
    "565624910": "нацрт",
    "3421090159": "отвореног кода",
    "3098677775": "П: Да ли је мој ИП и историја прегледања потпуно приватни од хЦаптцха-е када користим Приваци Пасс?",
    "4019638786": "О: Приваци Пасс корисници хЦаптцха-е никада неће изложити свој ИП хЦаптцха-и осим ако је токен новчаник њиховог претраживача празан или га сајт не пошаље. хЦаптцха нема начина да повеже корисника са откупом токена и никада не ступа у директну интеракцију са корисником током откупа осим ако је њихов новчаник токена празан.",
    "3887113660": "П: Како Приваци Пасс утиче на хЦаптцха зараду?",
    "1116455671": "О: Зарадићете награду за почетно решење ако га корисник заврши на вашој веб локацији. Искоришћавања прате исти образац одговора као да је корисник аутоматски прошао на вашој веб локацији због високог поверења клијента: нема зараде, а позив ситеверифи са вашег сервера добија `кредит: Фалсе` у резултатима пролаза.",
    "779817954": "П: Ако имам Приваци Пасс пропуснице које је издао други провајдер, да ли могу да их искористим на хЦаптцха?",
    "3014149332": "О: Не, пропуснице нису интероперабилне: мора их издати и искористити исти ауторитет, у овом случају хЦаптцха. Имајте на уму да ако имате пропуснице и од Цлоудфларе-а и од хЦаптцха-а у свом локалу, доступни број ће се променити на тачан износ у зависности од захтева странице коју посећујете. Другим речима, ако имате 100 Цлоудфларе пропусница у новчанику и 10 хЦаптцха пролаза, требало би да видите 10 на икони екстензије на страницама са уграђеним хЦаптцха.",
    "3679148535": "П: На којим другим апликацијама Приваци Пасс радите?",
    "1606783855": "О: Веома смо заинтересовани за Приваци Пасс за случај коришћења приступачности („а11и“). Раније популарне опције попут аудио цаптцха дискриминишу многе а11и кориснике. Верујемо да ће комбиновање нашег тренутног приступа а11и са издавањем Приваци Пасс-а омогућити корисницима а11и да безбедно претражују, сигурни у свести да је њихов саобраћај приватнији, док ће ограничити злоупотребу од стране ботова до које се неизбежно дешава када су доступне а11и опције.",
    "2359150347": "П: Да ли друге безбедносне услуге на мрежи подржавају Приваци Пасс?",
    "2082237880": "О: хЦаптцха је прва услуга те врсте која подржава Приваци Пасс, и тренутно је једина која то ради. Међутим, очекујемо да ће друге услуге препознати предности повећања приватности корисника на мрежи, и очекујемо да ће у будућности више предузети имплементацију пошто стандарди ИЕТФ-а које помажемо у развоју буду формално усвојени.",
    "2109792055": "Кориснички водич: Отклањање грешака са издавањем и валидацијом пропуснице за приватност",
    "3588620914": "Приваци Пасс је нови изум по стандардима Веба и могуће је да друге апликације и проширења претраживача који тога нису свесни ометају његову функционалност.",
    "4039193170": "Ако имате проблема са добијањем или коришћењем токена:",
    "2378786360": "1. Испробајте неки од других подржаних прегледача: ако користите Цхроме, покушајте да користите Фирефок без увоза подешавања из Цхроме-а и тамо инсталирајте додатак. Ако то функционише, можда имате проблем са конфигурацијом прегледача.",
    "394235836": "3. Ако ниједан од горенаведених предлога не успије, пошаљите нам имејл за подршку и радо ћемо вам помоћи да откријемо шта се дешава.",
    "3470857731": "Анализа колико добро реЦАПТЦХА открива ботове.",
    "3240786848": "Последње ажурирање: 18. фебруар 2021",
    "2547140673": "Више од једне деценије, Гоогле-ова услуга реЦАПТЦХА нуди власницима веб локација замену: нека Гоогле прати ваше кориснике и поставља им питања, а заузврат обећавају да ће зауставити ботове и нежељену пошту.",
    "2133754014": "Више од 4,5 милиона веб локација користи реЦАПТЦХА [",
    "3152512587": "а систем дневно прикупља стотине милиона решавања. [",
    "2296918009": "Ово је једнако више од 100 човеко-година рада сваког дана.[",
    "3900538778": "Означени подаци су гориво које покреће машинско учење. РеЦАПТЦХА одговори се користе за побољшање Гоогле-ових МЛ/АИ услуга од 2009. Многи људи који користе реЦАПТЦХА не схватају да се њихов рад користи.",
    "1160252730": "Гоогле сада наплаћује високе цене за реЦАПТЦХА Ентерприсе, што је довело до тога да многе компаније поново процене овај уговор.",
    "1131196501": "Велике компаније попут",
    "204889717": "су прешли на хЦаптцха",
    "639413188": "као одговор на.",
    "3280658086": "решења за предузећа",
    "3842815245": "Да ли је ово фер трговина?",
    "714342693": "хЦаптцха тим прикупља податке о ценама са сервиса за разбијање цаптцха „дарк веба“ од 2016. Приметили смо занимљив тренд:",
    "468929661": "Просечна цена разбијања реЦАПТЦХА је невероватно ниска (мање од 1 УСД на 1000 решавања) и није се значајно повећала од када је наше праћење почело 2016. Ово се односи и на реЦАПТЦХА в2 и в3. [",
    "2862164005": "Подаци о ценама нам омогућавају да поставимо тачну вредност у доларима на сигурност коју нуди реЦАПТЦХА: 0,001 УСД или мање по одговору.",
    "102498091": "Гоогле наплаћује 1 долар на 1000 захтева за реЦАПТЦХА Ентерприсе, што значи да сада наплаћују више по захтеву него што кошта да пробију безбедност њихове услуге. Ово изгледа као лош договор.",
    "130239139": "Колика је вредност више од 100 човеко-година рада које Гоогле прикупља дневно?",
    "1421074182": "Знатно више.",
    "1953519598": "Цена означавања једне слике креће се од 0,03 УСД до 1,00 УСД или више. По било којој конзервативној процени, Гугл је до данас извукао милијарде долара бесплатне радне снаге. [",
    "3025548709": "Постоји ли алтернатива овом неправедном договору?",
    "263761351": "хЦаптцха је прва кредибилна алтернатива, коју сада користе стотине милиона људи сваког месеца.",
    "2743692546": "Док корисници доказују своју хуманост путем хЦаптцха-а, њихов рад улази на анонимно отворено тржиште за надметање.",
    "1982750088": "Компаније широм света надмећу се за тај рад да би обавиле једноставне задатке који су лаки за људе, али тешки за машине. Корисници подржавају сајт који посећују и доживљавају мање нежељене поште на вебу због вишег нивоа безбедности.",
    "1108398506": "купци добијају потпуну контролу над искуством и имају користи од стручности коју је хЦаптцха стекао радећи као највећи независни провајдер изазова на интернету. Такође добијају бољу понуду од реЦАПТЦХА Ентерприсе: до 50-80% боље цене, у зависности од обима.",
    "3012870872": "Веб локације и апликације које користе бесплатну верзију (хЦаптцха Публисхер) зарађују приход од тог рада уместо да га донирају Гоогле-у.",
    "2271512952": "Корисници подржавају сајт који посећују и доживљавају мање нежељене поште на вебу.",
    "278010425": "Широк спектар задатака на хЦаптцхи који се често мењају такође је теже аутоматизовати. Јединствени интерфејс реЦАПТЦХА се није променио много година и има мали скуп питања која се ретко мењају. Ово је један од начина на који хЦаптцха пружа робуснију заштиту од робота од реЦАПТЦХА.",
    "984849234": "хЦаптцха користи напредно машинско учење да би испоручио оно што реЦАПТЦХА само обећава, док истовремено дели забележену вредност са веб локацијама које га користе.",
    "4063769686": "Корисници подржавају сајт који посећују и доживљавају мање нежељене поште на вебу. Ово изгледа као поштенији договор.",
    "685916926": "Зашто се реЦАПТЦХА није побољшала током времена?",
    "3992401943": "Дошло је до револуције у дубоком учењу од 2012. Индустријска норма за тачност задатака радикално се побољшала током протекле деценије, првенствено због дубоких конволуционих мрежа. Остале услуге засноване на МЛ-у које Гоогле нуди пратиле су ову криву.",
    "615031303": "(Види фусноте",
    "2125514305": "МЛ се побољшао, али се тешкоћа заобилажења реЦАПТЦХА није значајно променила током овог времена.",
    "1406188018": "6 и 7",
    "2689973938": "Побољшање реЦАПТЦХА ствара суштински сукоб за Гоогле као продавца огласа.",
    "464238793": "Ако сам Гоогле утврди да је корисник који је видео оглас или кликнуо на везу у ствари био бот, не може да наплаћује огласе који се приказују том кориснику. Овај сукоб интереса је озбиљно ограничио обим Гоогле-ових анти-бот амбиција.",
    "918924423": "На пример, Гоогле није понудио очигледно вредне услуге као што је ретроактивно откривање ботова. Много је поузданије прогласити кориснички саобраћај генерисаним ботовима након анализе вишедневних података.",
    "661412233": "Знати после цаптцха-а да су неки корисници били ботови такође је драгоцено. Омогућава власницима веб локација да у будућности очисте старе постове нежељене поште и бришу „налоге за спавање“ регистроване на форумима за нежељену пошту, смање преваре и још много тога.",
    "3600797185": "Понуда ретроактивне идентификације ботова отворила би Гоогле-у мучна питања о томе како ретроактивно рефундирати оглашивачима који су потрошили новац на тај лажни саобраћај.",
    "2076932190": "РеЦАПТЦХА производ је тако стагнирао деценију.",
    "3856912381": "Корисници су патили, а непотребна нежељена пошта на вебу је сада у порасту. Али постоји алтернатива.",
    "1035621426": "Сваки бот идентификован помоћу реЦАПТЦХА директно смањује Гоогле-ов приход од огласа.",
    "3668115514": "Како се хЦаптцха разликује?",
    "2413742287": "хЦаптцха-ин подстицај је да максимизира тачност, а не приход од огласа: одговори ботова су бескорисни за наше клијенте, којима су потребни подаци о обуци људи.",
    "1373262754": "Знати ко је појединац има минималну вредност за хЦаптцха. Само нас занима да ли су људи или злонамерни актери.",
    "600646860": "Уместо да нуди услугу сумњиве вредности док извлачи рад са стварном вредношћу, хЦаптцха пружа и компензацију и снажну заштиту од робота.",
    "1836191653": "Уместо да нуди услугу коју је лако победити бесплатним корисницима док наплаћује милионе долара за верзију за предузећа која није много боља, хЦаптцха пружа одличну заштиту од ботова за обоје, док корисницима предузећа нуди додатне функције и прилагођавања, заједно са јаким СЛА и брзом подршком.",
    "990215503": "хЦаптцха је једина главна услуга цаптцха која није у власништву огласне мреже.",
    "971933157": "хЦаптцха брине о приватности, транспарентности и правичности.",
    "178839499": "хЦаптцха дели вредност обављеног посла док корисници доказују своју хуманост.",
    "1237076138": "хЦаптцха нуди фер понуду и бесплатним (хЦаптцха Публисхер) и пословним (хЦаптцха Ентерприсе) клијентима.",
    "614310292": "Ко је направио хЦаптцха?",
    "4188814619": "хЦаптцха је услуга машина за интуицију (",
    "3265328927": "), компанија за машинско учење која нуди производе и услуге за компаније које имплементирају машинско учење у великом обиму.",
    "2740033957": "Тим за ИМ се састоји од научника и инжењера из Аппле-а, Амазона и других лидера у машинском учењу, дистрибуираним системима и безбедности.",
    "1579715421": "Научници ИМ редовно објављују на врхунским конференцијама као што су ИЦМЛ, ИЦЛР, ЕЦЦВ и НеурИПС, а компанија је јавно објавила најсавременије резултате у МЛ дисциплинама као што је дубоко хеширање [",
    "4015238193": "и ОЦР [",
    "279580593": "имацхинес.цом",
    "279918384": "Како Гоогле користи вашу бесплатну радну снагу?",
    "2385522384": "Вероватно сте видели кадрове видео записа са камера на Гоогле-овим Ваимо самовозећим аутомобилима и помогли да се побољша њихово препознавање објеката.",
    "1517627947": "Вероватно сте видели слике зграда или уличних знакова из Гоогле-ових аутомобила Стреетвиев-а и помагали при означавању локација за њихове Мапе и Еартх производе.",
    "3225936061": "Вероватно сте видели слике текста преузетог са страница књига на Гоогле-овој услузи Боокс и помогли да се побољша њихов софтвер за ОЦР (препознавање текста).",
    "129661785": "Да ли сте икада замољени да \"кликнете на ауто/пешачки прелаз/стоп светло?\"",
    "936667684": "Да ли сте икада замољени да „укуцате знак зграде/улице?“",
    "3773515538": "Да ли сте икада замољени да \"укуцате две речи?\"",
    "1778058441": "Које врсте послова раде на хЦаптцха?",
    "366088791": "хЦаптцха подржава широк спектар задатака.",
    "3114147525": "хЦаптцха корисници користе услугу за задатке укључујући препознавање објеката, откривање атрибута (прикупљање етикета за идентификацију типова одеће), рангирање по релевантности (одабир најрелевантнијег производа из неколико опција у поређењу са примарним производом), граничне оквире (проналажење области од интереса на слику), „Хуман ОЦР“ (препознавање текста на слици) и многе друге врсте задатака.",
    "3139609561": "Испод су два примера типова послова класификације слика и детекције атрибута. [",
    "2273532558": "Ко су купци који плаћају хЦаптцха?",
    "4104221634": "хЦаптцха корисници обухватају различите индустрије, од технолошких компанија до оних фокусираних на моду, малопродају и друге области у којима могу да створе вредност применом машинског учења.",
    "1337725003": "хЦаптцха је посвећен демократизацији приступа великом броју напомена у реалном времену, омогућавајући великим и малим компанијама да побољшају квалитет својих производа и услуга применом машинског учења у свом пословању.",
    "4086379603": "Питања?",
    "1243684308": "Ваше повратне информације схватамо озбиљно и желимо да осигурамо да сви имају пријатније искуство на мрежи, са мање ботова и мање нежељене поште. Обратите нам се:",
    "2645321220": "А ако мислите да је цена реЦАПТЦХА превисока, питајте нас за хЦаптцха Ентерприсе. Тренутно које користе неки од највећих издавача, компанија за финансијске услуге и компаније за веб инфраструктуру на свету, они нису само кредибилна алтернатива реЦАПТЦХА: верујемо да нуде најбољу тренутно доступну заштиту од робота.",
    "1229233916": "Фусноте",
    "1115642494": "1. Извор: БуилтВитх.цом реЦАПТЦХА листе сајтова. Приступљено 9. јула 2019.",
    "448807334": "(„Стотине милиона ЦАПТЦХА решавају људи сваког дана.“) Преузето 8. јула 2019.",
    "2397590157": "3. Конзервативна процена: 200 милиона решавања * 30 секунди по решењу у годинама = 190,3 човек-година/дан.",
    "3236311792": "4. хЦаптцха интерна анализа. Подаци прикупљени до 30. јуна 2019. Детаљи доступни на захтев.",
    "1752259468": "5. Конзервативна процена: цена једне напомене 0,01 УСД * просечно 200 милиона долара. напомене по дану (доња граница) * 365 дана годишње * 10 година од аквизиције из 2009. = вредност доње границе од 7,3 милијарде долара.",
    "3268946369": "6. Заслуге: Гкрусзе [ЦЦ БИ-СА 4.0 (хттпс://цреативецоммонс.орг/лиценсес/би-са/4.0)]",
    "1519560388": "7. Извор: Мари Меекер, КП Интернет Трендс 2017",
    "2666258754": "РЕЛАЦИОНА УГРАЂИВАЊА ЗАСНОВАНА СЕМАНТИЧКА ХИЈЕРАРХИЈА ЗА СЛАБО НАДЗОРОВАНО ДУБИНСКО ХЕШИРАЊЕ, Хеикки Арпонен, Том Е Бисхоп. ИЦМЛ 2019, ЛЛД радионица.",
    "2544169219": "Најновији резултати: ИЦМЛ ЛЛД, мај 2019.",
    "1973347745": "10. Примери слика без накнаде. Извор: Петапикел.",
    "1493115924": "Напомене о жиговима:",
    "4051104324": "„Интуитион Мацхинес“ је регистровани заштитни знак компаније Интуитион Мацхинес, Инц.",
    "3983646521": "Сви називи производа, логотипи, брендови, жигови и регистровани заштитни знаци су власништво њихових власника. Сва имена компанија, производа и услуга коришћена на овој веб страници служе само за идентификацију. Коришћење ових имена, заштитних знакова и брендова не подразумева одобравање. У овом случају, сасвим супротно.",
    "649193891": "хттпс://девелоперс.гоогле.цом/рецаптцха/",
    "3060764232": "хттпс://ллд-ворксхоп.гитхуб.ио",
    "1589958946": "хттпс://опенревиев.нет/форум?ид=рЈгкФи5рОВ",
    "3594526017": "Научници за ИМ поставили су ново мерило за слабо надгледано препознавање текста (ОЦР) на ЦВПР 2020.",
    "1259002282": "Пронашли сте грешку? Ево како да то пријавите.",
    "3301728462": "Милиони људи користе хЦаптцха сваког месеца, на хиљадама комбинација прегледача, екстензија, уређаја, заштитних зидова и још много тога.",
    "3878230879": "Наш циљ је да будемо сигурни да увек ради за вас, тако да веома ценимо ваше извештаје!",
    "2465128185": "Да бисте дали брзе повратне информације, само кликните на дугме „Пошаљите нам повратне информације“.",
    "2921990472": "Ако видите функционални проблем, пратите",
    "2870341481": "испод. Само за све друге претраживаче",
    "1866590035": "упутства дневника отклањања грешака за Цхроме",
    "444492541": "упутства дневника отклањања грешака за Фирефок",
    "169267610": "емаил нам",
    "3100722753": "За потенцијалне проблеме са безбедношћу или приватношћу погледајте упутства у наставку.",
    "1906593952": "Дајте повратне информације о хЦаптцха-и коју сте управо видели",
    "3951254541": "Ценимо ваш допринос. Обавестите нас о свим проблемима и брзо ћемо их решити.",
    "3324288040": "Пошаљите нам повратне информације",
    "2864016648": "Питања приватности",
    "304004915": "Не занима нас ко су корисници, само колика је вероватноћа да су злонамерни или машине. Подржавамо иницијативе попут",
    "1139493658": ", и напорно радите на балансирању приватности и безбедности.",
    "3083289844": "Ако сте пронашли проблем за који мислите да би могао утицати на приватност корисника, пошаљите нам е-пошту на",
    "4264784515": "Сигурносне грешке",
    "963238401": "Увек смо заинтересовани да примамо извештаје о безбедносним грешкама. Емаил",
    "3926027556": "и брзо ћемо вам се јавити.",
    "1589805435": "Такође имамо а",
    "2560582224": "буг боунти програм",
    "103876916": "за квалификоване безбедносне извештаје о хЦаптцха сервису и повезаном изворном коду.",
    "497117287": "Опције приступачности",
    "3230004040": "Да ли сте слабовиди или на неки други начин не можете да попуните хЦаптцхас?",
    "3480023141": "Сазнајте више о опцијама приступачности",
    "2052161540": "Снимање детаља извештаја о грешци: Цхроме",
    "2281169898": "Слање информација о отклањању грешака са вашим извештајем ће нам много олакшати да идентификујемо шта се дешава. Ево упутства корак по корак:",
    "1123365779": "Ако сте веб програмер или стручни корисник, резиме је да бисмо желели да нам пошаљете мрежни запис ХАР-а и евиденције конзоле претраживача.",
    "2015218686": "пре него што прођете кроз ове кораке. Ако то реши ваш проблем, и даље бисмо били захвални да нам кажете своју верзију прегледача, блокатор огласа или проширење прегледача и УРЛ веб-сајта.",
    "3922723611": "Покушајте да онемогућите било који блокатор огласа или безбедносна проширења прегледача",
    "4036872105": "прво, а затим покушајте поново",
    "993651083": "Корак 1: Отворите алатке за програмере (ово почиње снимање сесије.)",
    "4163469907": "Корак 2: Кликните на картицу Мрежа у алаткама за програмере. Означите поље „Сачувај евиденцију“ на врху.",
    "4243348003": "Корак 3: посетите",
    "641342999": ", или веб локацију на којој имате проблем (Напомена о приватности: само ако вам не смета да поделите шта је то) ... а затим кликните на дугме „Ја сам човек“ и покушајте да решите.",
    "454709379": "хттпс://аццоунтс.хцаптцха.цом/демо",
    "4008400186": "Корак 4: Кликните на „Извези ХАР“ (мала стрелица надоле) након што покушате да решите, чиме се чува мрежни дневник. Пошаљите нам тај фајл.",
    "1503240421": "Корак 5: Кликните на картицу Конзола и кликните десним тастером миша, а затим на „Сачувај као ..“ да бисте сачували дневник конзоле. Пошаљите нам и то.",
    "2863840904": "Корак 6: Последњи корак, пошаљите нам те ХАР и датотеке евиденције конзоле е-поштом и опишите проблем",
    "4051785543": "Користите:",
    "3623028666": "(молимо користите услугу као што је",
    "551761392": "и пошаљите везе) и опционо снимак екрана, ако сумњате да се нешто не приказује исправно. Молимо пошаљите и ИП адресу коју користите. Можете га добити од",
    "1219091208": "Дропбок",
    "443094024": "Филебин",
    "3007128955": "хттпс://ввв.вхатсмиип.орг/",
    "324647915": "Хвала вам што сте одвојили време да нам помогнете да добијемо ове информације!",
    "3680327841": "Посвећени смо томе да хЦаптцха добро функционише за све",
    "1059502393": "Снимање детаља извештаја о грешци: Фирефок",
    "1112074001": "Корак 2: Кликните на картицу Мрежа у алаткама за програмере. Означите поље \"Персист логс\" на врху.",
    "1797298240": "Корак 4: Кликните на „ХАР“ након што покушате да решите и изаберите „Сачувај све као ХАР“ да бисте сачували мрежни дневник. Пошаљите нам тај фајл.",
    "3671246379": "Корак 5: Кликните на картицу Конзола, кликните десним тастером миша, а затим „Изабери све“ и сачувајте то у текстуалну датотеку да бисте сачували дневник конзоле. Пошаљите нам и то.",
    "3816867833": "Повратна информација",
    "788770967": "Жао ми је што то чујем! Можда ћете желети да користите нашу опцију приступачности:",
    "1333016413": "Ово вам омогућава да избегнете будућа питања тако што ћете се регистровати и поставити колачић.",
    "2333410049": "Такође покушајте да искључите блокатор огласа.",
    "1345083090": "Желите ли да пријавите проблем са функционалношћу?",
    "2184564739": "Видите",
    "604751186": "Друга питања? Емаил",
    "3460914397": "хттпс://ввв.хцаптцха.цом/аццессибилити",
    "1218990730": "како пријавити проблеме са детаљним евиденцијама",
    "1050501253": "Тешко",
    "3264813246": "Неприкладно",
    "3526939538": "Софтверска грешка",
    "126134492": "Остало",
    "3511610999": "Хајде да се побринемо да дођете на право место.",
    "3906886217": "За компаније или веб странице",
    "1621597093": "Сигурносна решења предузећа (плаћена)",
    "3176531704": "Анотација података",
    "1834239172": "Купите услуге хЦаптцха анотација",
    "1457707016": "За појединце",
    "770264626": "Додајте хЦаптцха на своју услугу (бесплатно)",
    "881015166": "Додај хЦаптцха фор Публисхерс на моју веб локацију или апликацију",
    "47536007": "Сазнајте више о хЦаптцхи",
    "2012837493": "Резултати претраге",
    "4034694801": "Нема одговарајућих резултата.",
    "3621411541": "Сазнајте више о опцијама приступачности за хЦаптцха",
    "3401005681": "Зарадити новац",
    "3933993151": "Радите као индивидуални означивач података",
    "563059212": "Листа подпроцесора",
    "3501923981": "Последње ажурирање: 1. јануара 2020.",
    "3548097301": "На снази: 1. јануара 2020.",
    "3991444169": "Ова страница наводи тренутне подпроцесоре за услугу хЦаптцха Ентерприсе.",
    "835396984": "Тренутно активан",
    "424089481": "Амазон Веб Сервицес, Инц. (Глобал). Пружане услуге: Амазон Веб Сервицес. хттпс://авс.амазон.цом/сецурити/",
    "184971506": "хттпс://авс.амазон.цом/цомплианце/",
    "95014987": "хттпс://авс.амазон.цом/цомплианце/дата-приваци/",
    "4024785952": "Цлоудфларе, Инц. (Глобал). Обезбеђене услуге: Цлоудфларе.цом.",
    "3518252165": "хттпс://ввв.цлоудфларе.цом/привациполици/",
    "3240470644": "хттпс://ввв.цлоудфларе.цом/гдпр/интродуцтион/",
    "1046087606": "ИБМ. (Глобал). Обезбеђене услуге: ИБМ Цлоуд.",
    "1091381400": "хттпс://ввв.ибм.цом/цлоуд/цомплианце",
    "83852121": "Мицрософт Цорп. (Глобал). Обезбеђене услуге: Мицрософт Азуре.",
    "2526992964": "хттпс://доцс.мицрософт.цом/ен-ус/азуре/сецурити/фундаменталс/протецтион-цустомер-дата",
    "1585156497": "хттпс://ввв.мицрософтволумелиценсинг.цом/ДоцументСеарцх.аспк?Моде=2&Кеиворд=ДПА",
    "621122547": "хттпс://доцс.мицрософт.цом/ен-ус/легал/гдпр",
    "1644003939": "Напомена: не важи за све купце. На пример, ИП Блиндинг или други корисници напредних опција приватности или безбедности (нпр. корисници Сецуре Виртуал Тенанци) су потпуно искључени из било којег потенцијалног „ПИИ“ који икада улази у системе телеметрије, чак и ИП адресу. Молимо контактирајте свог представника налога за више информација ако је потребно.",
    "700843971": "Хоунд Тецхнологи, Инц. (Глобал). Услуге које се пружају: хонеицомб.ио.",
    "1691879905": "хттпс://ввв.хонеицомб.ио/приваци",
    "3571003547": "хттпс://ввв.хонеицомб.ио/сецурити",
    "1208179159": "ЛогДНА, Инц. (Глобал). Обезбеђене услуге: ЛогДНА.цом.",
    "337766618": "хттпс://ввв.логдна.цом/приваци-полици",
    "1115671076": "Зендеск, Инц. (Глобал). Пружане услуге: Зендеск.цом.",
    "1923351954": "хттпс://ввв.зендеск.цом/цомпани/цустомерс-партнерс/приваци-полици/",
    "162063633": "Маилгун Тецхнологиес, Инц. (Глобал). Услуге које се пружају: Маилгун.цом.",
    "175786331": "хттпс://ввв.маилгун.цом/приваци-полици/",
    "2359913400": "Инфраструктура",
    "370366524": "Телеметрија ефемерне услуге",
    "121192737": "Предстојећи додаци",
    "2420789666": "Фастли, Инц. Услуге које се пружају: Брзи ЦДН и ивични рачунари.",
    "3747664195": "хттпс://ввв.фастли.цом/приваци/",
    "278568955": "На снази: 1. септембра 2021. Додавање инфраструктуре",
    "1487796027": "За компаније",
    "3943417791": "Добијте подршку за хЦаптцха Ентерприсе (БотСтоп)",
    "702287791": "хЦаптцха Публисхер (бесплатно)",
    "3397976149": "Добијте подршку за хЦаптцха Публисхер",
    "833750823": "Имате потешкоћа са изазовом?",
    "2024737147": "Желите да пријавите грешку?",
    "1978884623": "Сазнајте више о пријављивању проблема са софтвером",
    "4188664955": "Главни услови коришћења услуге",
    "2621989404": "Последњи пут ажурирано: 24. септембар 2021. Имајте на уму да су наши услови на енглеском језику меродавни.",
    "2404545611": "Добродошли у хЦаптцха! Хвала вам што сте део наше заједнице. Сви корисници „Услуга“ (дефинисаних у наставку) морају да пристану на следеће услове („Услови коришћења“). Према овим Условима коришћења услуге, „ИМИ“, „ми“ и „нас“ се односе на Интуитион Мацхинес, Инц. и њене подружнице, филијале, службенике, агенте, запослене, представнике и агенте, а наша „веб локација“ укључује било коју веб локацију под нашу контролу, укључујући ввв.хцаптцха.цом и ввв.имацхинес.цом.",
    "2348450790": "Прочитајте ове Услове коришћења услуге. Оне укључују, између осталих одредби, одрицање од гаранција, ограничења одговорности и обавезујућу арбитражу. Имајте на уму да су се ови Услови коришћења услуге можда променили од ваше последње посете нашој веб страници. Можемо да ревидирамо и ажурирамо ове Услове коришћења услуге с времена на време према сопственом нахођењу. У случају материјалне промене, обавестићемо вас објављивањем ажурираних Услова коришћења услуге на овој страници, након чега морате потврдно да прихватите ажуриране Услове коришћења услуге да бисте наставили да користите или приступате Сајту или Услузи.",
    "1933936765": "Уговор о обради података (последњи пут ажуриран: 23. септембра 2021.)",
    "2959486280": "Ако се не слажете са овим Условима коришћења услуге, не можете да користите или приступите Сајту или Услузи.",
    "3200859925": "1. Сврха",
    "1807143500": "Услуге укључују онлајн безбедносни сервис („хЦаптцха услуга“) и платформу („Платформа Интуитион Мацхинес“) на којој појединац („Сарадник“) може да изабере да обавља задатке које треће лице или сама Интуитион Мацхинес (свака а „Подносилац захтева“) објављује на нашој веб страници или хЦаптцха сервису, било директно на нашој веб страници или приступом платформи Интуитион Мацхинес и/или обављањем задатака преко или у вези са ентитетом треће стране и/или платформом или услугом (сваки, „Интегратор”). Подносиоци захтева објављују задатке и позивају сараднике да их изврше у замену за награде које ИМИ даје интеграторима, или како то одреди подносилац захтева ако подносилац захтева користи платформу Интуитион Мацхинес или хЦаптцха услугу за испоруку задатака сопственим крајњим корисницима. Ми наплаћујемо компанијама и појединцима (сваки је „Купац“) за коришћење наше платформе како би могли да користе наш софтвер, ауторске задатке, ангажују нас за израду задатака и/или да добију приступ Сарадницима. Такође наплаћујемо интеграторима коришћење наше услуге хЦаптцха како бисмо смањили превару, злоупотребу и нежељену пошту на њиховим веб локацијама, мобилним апликацијама и другим онлајн некретнинама. Горе наведено се заједнички назива „Услуге“.",
    "3212830633": "2. Подобност",
    "2605814073": "Коришћењем или регистрацијом за наше Услуге, сагласни сте: имате најмање 18 година; имате овлашћење да уђете у овај уговор у своје име или у име ентитета који представљате, и у сваком тренутку ћете остати у складу са овим Условима коришћења услуге и свим ИМИ политикама и смерницама које се овде помињу; и нећете злоупотребљавати нашу веб страницу, лажно нам представљати свој идентитет или користити вештачку интелигенцију да бисте извршили било који део било ког задатка на ИМИ-ју који захтева људску интелигенцију.",
    "2616040974": "3. Купци и подносиоци захтева",
    "1544829730": "Ако сте корисник или подносилац захтева, сагласни сте да ће се додатни услови који су овде приложени као Додатак за клијенте примењивати и бити укључени референцом у ове Услове коришћења услуге. Ако нисте клијент или подносилац захтева, или престанете да будете клијент или подносилац захтева, онда се додатни услови у Додатку за клијенте неће примењивати нити ће бити укључени референцом у ове Услове коришћења услуге.",
    "3759360138": "4. Корисничко име и лозинка",
    "2236960358": "Након регистрације, од вас ће се тражити да откријете одређене личне податке о вама („Лични подаци“), укључујући своје име, адресу е-поште и да креирате корисничко име и лозинку, а све ће то бити предмет наше политике приватности, доступног на нашем веб сајт. Ви сте једини одговорни за надгледање, осигурање и одржавање безбедности вашег налога, лозинки и свих кључева за аутентификацију повезаних са вашим налогом, и одговорни сте за било какву употребу или радњу предузету коришћењем тих информација на Услугама.",
    "3047519814": "Сагласни сте да свој налог или лозинку нећете делити ни са ким.",
    "1699668873": "Морате одмах да обавестите ИМИ ако сумњате да је неко други украо или користио информације о вашем налогу, или било које друго кршење безбедности.",
    "3044038608": "Сагласни сте да нам дате истините, тачне и потпуне информације како се захтева у нашем процесу регистрације. Такође се слажете да ћете ажурирати такве информације одмах по потреби како би биле ажурне и тачне.",
    "4132302900": "5. Ваша приватност, Ваши подаци и „Подаци за све“",
    "10724169": "Прихватате нашу Политику приватности, која регулише шта ћемо радити са свим личним подацима које нам дате.",
    "1669194950": "Поред личних података, од вас ће се такође можда тражити да обезбедите (или ће можда бити неопходно да прикупимо) друге податке како бисмо могли да пружамо Услуге (заједно, „Подаци о клијентима“). Не сносимо одговорност за било какав неуспех у пружању услуга који је узрокован вашим кашњењем или неуспехом да пружите податке о клијентима.",
    "1330274831": "Овим нам додељујете светску, неексклузивну, подлиценцирану, преносиву, бесплатну, неопозиву лиценцу током трајања овог Уговора да користимо, репродукујемо, електронски дистрибуирамо и јавно приказујемо било које податке о клијентима искључиво у сврху пружања Услуга . Изјављујете и гарантујете да поседујете довољно права, власништва и интереса уи за своје податке да бисте дали лиценцу у овом одељку.",
    "2230333214": "Ми агрегирамо податке о клијентима са другим подацима тако да резултати нису лични идентификациони, а такође прикупљамо неидентификоване техничке евиденције и податке у вези са коришћењем Услуга („Обједињени/де-идентификовани подаци“). Без обзира на било шта што је у супротности са овим Уговором, ИМИ може да користи све такве збирне/деидентификоване податке у било коју пословну сврху током или након важења овог Уговора, укључујући без ограничења за развој и побољшање Услуга и креирање и дистрибуцију извештаја и других материјала. Подаци о клијенту такође могу да опстану и буду приказани у систему током ограниченог временског периода који не прелази 180 дана након што је посао завршен, на пример као подаци за аутоматску калибрацију или валидацију за системе Интуитион Мацхинес. Ради јасноће, овај одељак 5 нам не даје право да вас идентификујемо као извор било којих збирних/деидентификованих података без ваше претходне писмене дозволе.",
    "3881754581": ". Ако сте корисник наших услуга за бележење и изабрали сте опцију „Подаци за све“ као део коришћења Услуга, онда ИМИ-у и свим корисницима Услуга дајете неексклузивну, подлиценцну, преносиву, широм света, бесплатну, неопозиву лиценцу за потпуно коришћење свих података о клијентима, укључујући сва сродна права интелектуалне својине. Ако изаберете опцију „Подаци за све“, изјављујете и гарантујете да поседујете довољно права, власништва и интереса уи за своје податке да бисте дали лиценцу у овом одељку.",
    "3496767126": "Да не би било сумње, следећи параграф се односи искључиво на Купце који користе наше услуге белешки, а не на коришћење наших Услуга као интегратора",
    "767207800": "Ако ваши подаци садрже потенцијално експлицитан или увредљив садржај, захтевамо да их означите као „ЕКСПЛИЦИТАН САДРЖАЈ“ како би служили као поштено упозорење свима који виде ваше податке. Не можете без посебног писменог споразума са ИМИ-јем да укључујете задатке који крше наше смернице, укључујући, али не ограничавајући се на, (а) задатке који директно или индиректно промовишу другу веб локацију или услугу, (б) задатке који крше услове веб-сајта треће стране и услове, (ц) задатке којима се од сарадника тражи да траже треће стране, (д) задатке који траже од сарадника да предузму мере да манипулишу понашањем или резултатима веб-сајта, (е) задатке који крше права интелектуалне својине трећих страна, и (ф) задатке које захтевају од сарадника да преузму софтвер или датотеке.",
    "3370561195": "6. Прихватљиво понашање",
    "4205152730": "Охрабрујемо вас да комуницирате са другим корисницима било где на нашој веб страници, форуму, размјени порука, ћаскању и другим каналима друштвених медија које контролише ИМИ, али ако то учините, морате се придржавати свих услова услуге и коришћења на нашем сајту и свих релевантних закона .",
    "1394253934": "7. Злоупотреба, злоупотреба и лажно представљање",
    "1406393333": "Сваки приступ или коришћење Услуга осим у складу са овим Условима коришћења услуга и било каквим упутствима које дајемо строго је забрањено. Конкретно, НЕЋЕТЕ:",
    "3409726716": "региструјте се за више налога код нас без писменог овлашћења;",
    "3119498672": "обављају било који задатак уз коришћење Интернет робота, веб робота, ботова, скрипти или било ког другог облика вештачке интелигенције или на други начин покушавају да добију награду од ИМИ-ја или било ког подносиоца захтева или интегратора без довршавања задатака како су описани;",
    "1188668818": "пружите било какве лажне информације док користите ову веб страницу (укључујући без ограничења лажно представљање било које друге особе или организације на вашем налогу, или лажно навођење или на други начин лажно представљање себе или ваше повезаности са било којом другом особом или организацијом на вашем налогу;",
    "2804310964": "приступите или покушајте да приступите нашој веб страници преко било ког прокси веб сервера или другог уређаја дизајнираног да прикрије вашу праву локацију или идентитет или на било који други начин осим на обезбеђени интерфејс;",
    "1374227759": "користити веб локацију за било коју незакониту активност, или у било коју другу сврху осим сврхе за коју је стављена на располагање;",
    "2103513933": "бавити се активностима које ометају или ометају функционисање сајта;",
    "137127070": "убаците, отпремите или приложите злонамерне или непознате спољне везе или датотеке, или отпремите било који садржај који садржи вирус, тројанског коња, црва, темпирану бомбу или други штетан рачунарски код;",
    "1686655020": "Отпремите било који садржај који подлеже ауторским правима који није ваше оригинално дело, осим ако имате дозволу законитог власника да поставите такав садржај и да ИМИ-ју доделите сва лиценцирана права која су овде дата;",
    "1406692811": "бавити се слањем нежељене поште или објављивањем било каквог публицитета, покушајем да добијемо препоруке, масовном комуникацијом, новчаним понудама или захтевима, тражењем услуга, оглашавањем, маркетингом, бесмисленим порукама, дуплираним темама, илегалним садржајем, линковима на друштвеним веб страницама, адресама е-поште или ИД-ове инстант месинџера осим ако то захтева задатак;",
    "3893539589": "убаците спољне везе које нуде робу или услуге осим ако то захтева задатак;",
    "3214322759": "у супротном се укључите у било какву злонамерну или лажну активност.",
    "3733422465": "8. Верификација вашег идентитета",
    "267645277": "ИМИ може да потврди ваш идентитет. Ово може укључивати упоређивање ваших личних података са базама података трећих страна или званичним правним документима. Ви нас овлашћујете да постављамо све потребне упите да бисмо потврдили ваш идентитет, власништво над вашом адресом е-поште и власништво над вашим финансијским рачунима. Сагласни сте да пружате информације о вама како бисте нам помогли у верификацији вашег идентитета.",
    "4169910317": "9. Поштовање закона",
    "519755936": "Само ви сте одговорни за поштовање савезних, државних, покрајинских и локалних закона у вези са вашим коришћењем Услуга. Сагласни сте да ћете нас обештетити и држати нас безопасним за било какве тужбе против нас зато што нисте поступили у складу са било којим законом или сте прекршили било које право треће стране, укључујући, без ограничења, уговорна права, права интелектуалне својине или приватности.",
    "731546974": "10. Порези за доприносе или интеграторе",
    "3128328457": "Ако сте сарадник или интегратор, само сте ви одговорни за плаћање било којег процењеног или другог савезног, државног или локалног пореза на приход, социјалног осигурања, ФИЦА и накнаде радника који се дугују као резултат коришћења наше веб странице, као и слични порези или накнаде у јурисдикцијама ван САД. Сагласни сте да ћете обештетити и сматрати нас неопасним за било какве процене против нас јер нисте испоштовали било који порески закон.",
    "2931396764": "11. Кршење ових Услова коришћења услуге",
    "1240667045": "Можемо суспендовати, ограничити или отказати ваш приступ Услугама у било ком тренутку из било ког разлога, укључујући: (а) сматрамо да сте прекршили ове Услове коришћења услуге (укључујући друге сродне политике); (б) верујемо да сте прекршили наша права или права било које треће стране; (ц) нисмо у могућности да верификујемо или потврдимо аутентичност информација које сте нам дали; или (д) верујемо да ваше радње могу створити обавезе за вас, нас или трећу страну. Да бисмо избегли сумње, задржавамо право да спречимо или обуставимо плаћање ако оправдано верујемо да се било шта од горе наведеног односи на такву исплату.",
    "1601080128": "Ако суспендујемо или укинемо ваш налог, више нећете имати приступ ниједном делу веб локације, укључујући податке, поруке, датотеке и други материјал који држите на сајту. НЕ смете наставити да користите нашу веб страницу под другим или новим именом налога. Кршење ових Услова коришћења услуге може бити кривично гоњено у највећој мери закона и може резултирати додатним казнама и санкцијама.",
    "1160707899": "12. Улога и однос сарадника са ИМИ и другим подносиоцима захтева",
    "269838707": "Ако сте сарадник, ви и само ви одлучујете које и колико задатака ћете завршити, када и где ћете их завршити. Слободни сте да потрошите онолико или мало времена на извршавање задатака колико желите. Ни у ком тренутку нисте у обавези да извршите задатак.",
    "1087195513": "Ако сте Сарадник који приступа Услугама и/или обавља задатке преко или у вези са Интегратором у име подносиоца захтева који није ИМИ, онда се слажете и прихватате да Интуитион Мацхинес није одговоран и нема обавезу према вама са поштовање сваке награде или друге накнаде за обављене задатке. Сагласни сте и прихватате да се све награде или друге накнаде за обављене задатке одређују искључиво у складу са вашим договором са подносиоцем захтева и/или интегратором, у зависности од случаја. Сви спорови у вези са таквим наградама или другим надокнадама (укључујући, без ограничења, неуспех у примању таквих награда или друге надокнаде) су искључиво између вас и подносиоца захтева и/или интегратора, у зависности од случаја.",
    "952813944": "Ни ваше коришћење наше веб странице нити било шта у овом уговору не ствара запослење, партнерство, заједничко улагање, агенцију, франшизу или продајни однос између вас и Интуитион Мацхинес. Не пружамо вам никакву опрему или алате за обављање задатка. Не пружамо вам никакве бенефиције, накнаде за раднике или осигурање. Нисмо одговорни за било какве трошкове које имате приликом коришћења наше веб странице. Нећемо задржати никакав износ од ваше награде за савезни или државни порез на приход, социјално осигурање или било који други порез. У сваком тренутку сте слободни да обављате задатке за било коју особу или посао, укључујући било коју од наших конкурената. Немате овлашћење да склапате било какав уговор, писмени или усмени, у име Интуитион Мацхинес.",
    "3460432665": "Без обзира на горенаведено, ако сте амерички порески обвезник, можемо од вас тражити В-9, који се ажурира сваке године, и можемо вам забранити обављање задатака док не завршите или ажурирате В-9.",
    "458271951": "Ако сте Сарадник који приступа Услугама и/или обавља задатке преко или у вези са Интегратором у име Интуитион Мацхинес (који делује као подносилац захтева), Интуитион Мацхинес вас може наградити за прихватљиво извршење одређених задатака. У случају да се утврди да сте били умешани у превару, злоупотребу или кршење ових Услова коришћења услуге, Интуитион Мацхинес може да вам задржи и/или поврати све награде.",
    "3056723024": "13. Неприхватљиво извршење задатака",
    "3913203723": "Ако, из било ког разлога, подносилац захтева не прихвати извршење задатка који сте обавили, ви као сарадник или интегратор нећете имати право на награду за задатак. У случају да су вам награде већ подељене за неприхватљиво обављен задатак, можемо их повратити од вас.",
    "3666807632": "14. Квалификације и вештине сарадника",
    "1993899769": "15. Наша употреба информација",
    "3027055607": "16. Интелектуална својина и власничка права",
    "3910971075": "ИМИ поседује сва права, укључујући права интелектуалне својине, на изворни код, објектни код или основну структуру, идеје или алгоритме, АПИ и сваки додатни софтвер, документацију или податке који се односе на Услуге („Софтвер“). Нећете, директно или индиректно, преко треће стране или на други начин: (а) вршити обрнути инжењеринг, декомпајлирати, растављати или на други начин покушавати да откријете Софтвер; (б) модификовати, превести или креирати изведена дела заснована на било ком Софтверу; (ц) копирати, изнајмљивати, изнајмљивати, дистрибуирати, залагати, уступити или на други начин преносити или оптерећивати права на било који Софтвер; (д) користити било који Софтвер за временско дељење, сврхе сервисног бироа или на други начин у корист треће стране; или (е) уклонити сва власничка обавештења или етикете.",
    "3660891610": "Ако сте сарадник, ИМИ, а не ви, има власничка права на било који рад који направите као део обављања било ког задатка. Прихватањем услова овог Уговора сагласни сте да (и овим чините) да пренесете посед, власништво и власништво (укључујући сва права интелектуалне својине која постоје широм света) уи на свој рад на нас. Да бисмо осигурали да смо у могућности да стекнемо, усавршимо и користимо таква права, даље се слажете да (и) потпишете све документе који ће вам помоћи у документовању, усавршавању и спровођењу наших права; и (ии) обезбеди разуман приступ информацијама за снимање, усавршавање, обезбеђење, одбрану и спровођење таквих власничких права у било којој и свим земљама. Ваше обавезе из овог одељка ће се наставити чак и након што се одјавите са услуга или престанете да их користите. Именујете нас као свог пуномоћника да извршимо документе у ваше име у сврхе наведене у овом одељку.",
    "426125156": "17. Ауторска права и уклањање",
    "1408530660": "ИМИ поштује интелектуалну својину других и задржавамо право да уклонимо са нашег сајта било који материјал за који сматрамо да може да крши интелектуална права било које треће стране. Ако верујете да је ваш сопствени рад копиран на начин који представља кршење ауторских права на овој веб страници, контактирајте корисничку подршку Интуитион Мацхинес.",
    "2696932851": "18. Обештећење",
    "3844300338": "Сагласни сте да ћете нас обештетити, бранити и чувати нас од свих потраживања, штете, одговорности, трошкова и издатака (укључујући разумне адвокатске хонораре и трошкове), који произилазе из или се односе на ваше обављање задатака или ваше коришћење наше веб странице .",
    "2474091800": "19. Спорови са другим корисницима; Издање",
    "3162107126": "ИМИ није страна у било каквом спору између вас и било ког другог корисника услуга. Ослобађате ИМИ и његове филијале од свих и свих потраживања, захтева и одштете сваке врсте и природе, познатих и непознатих, сумњивих и несумњивих, откривених и неоткривених, који произилазе из или су повезани са било којим спором између вас и другог корисника.",
    "2271969747": "20. Поверљиве информације које добијате",
    "1042802841": "Поверљива информација је свака информација која је означена као поверљива или заштићена, или за коју би страна која прима разумно требало да схвати да је поверљива или заштићена. Ово не укључује било коју информацију која је (1) јавно доступна, (2) већ у поседу, коју је независно развила, или је већ позната странци која прима, или (3) која је откривена по налогу суда или како то на други начин захтева закон.",
    "1918025546": "Ако добијете поверљиве информације од било кога у Услугама, сагласни сте да ћете заштитити тајност поверљивих информација са истим степеном пажње који користите да заштитите своје поверљиве информације, али ни у ком случају са мањом пажњом. Не смете открити или објавити такве поверљиве или власничке информације, осим ако је то неопходно за обављање неког задатка. Све информације у оквиру задатка на платформи Интуитион Мацхинес треба сматрати поверљивим чак и ако информације нису изричито означене као поверљиве.",
    "2690395789": "Ако и када вам више не буду потребне поверљиве информације које сте примили, морате одмах да вратите или уништите (на захтев онога ко је открио информације) све копије информација које постоје у просторијама, системима или другој опреми коју контролишете.",
    "2178073797": "Пошто откривање поверљивих информација може проузроковати непоправљиву штету, страна која је открила има право да тражи забрану за свако кршење или претње кршења овог услова.",
    "2185860003": "21. Измене веб странице",
    "2631249972": "Можемо да побољшамо или изменимо нашу веб страницу без обавештења.",
    "3764131594": "22. Веб локације трећих страна",
    "295955580": "Наша веб локација може да садржи везе ка веб локацијама трећих страна. Ми не контролишемо, не истражујемо, не надгледамо нити проверавамо такве веб странице. Нисмо одговорни нити подржавамо компјутерске програме, садржај или мишљења садржана на таквим веб локацијама. Ако одлучите да напустите нашу веб локацију и приступите било којој веб локацији треће стране, то чините на сопствени ризик.",
    "838225123": "23. Одрицање од гаранције",
    "3897238493": "УСЛУГЕ СЕ ПРУЖАЈУ НА ОСНОВУ „КАКО ЈЕСУ“. НЕ ДАЈЕМО НИКАКВЕ ИЗЈАВЕ ИЛИ ГАРАНЦИЈЕ, ПОДРАЗУМЕВАНЕ ИЛИ ИЗРИЧИТЕ, У ОДНОСУ НА ДОСТУПНОСТ, ПРИКЛАДНОСТ, ЗАКОНИТОСТ, ДОСТУПНОСТ ИЛИ ФУНКЦИОНАЛНОСТ УСЛУГА, БИЛО КАКВЕ ПОВЕЗАНЕ СОФТВЕРСКЕ СТАВКЕ ИЛИ МАТЕРИЈАЛЕ. У МАКСИМАЛНОЈ МЕРИ КОЈЕ ЈЕ ДОЗВОЉЕНО ЗАКОНОМ, ИМИ СЕ ОДРИЧЕ СВИХ ИЗРИЧИТИХ ИЛИ ПОДРАЗУМЕВАНИХ УСЛОВА, ИЗЈАВА И ГАРАНЦИЈА УКЉУЧУЈУЋИ, АЛИ НЕ ОГРАНИЧАВАЈУЋИ СЕ НА, ГАРАНЦИЈЕ ЗА ПРОДАЈУ, ПРИКЛАДНОСТ И ПРИКЛАДНОСТ ЗА ДЕЛУ. ВАШ ЈЕДИНИ И ЕКСКЛУЗИВНИ ПРАВНИ ЛЕК ПРОТИВ ИМИ-ја У ОДНОСУ НА БИЛО КАКВЕ КВАРЕ, НЕУСКЛАДНОСТИ ИЛИ НЕЗАДОВОЉСТВО ЈЕ ДА ПРЕСТАНИТЕ КОРИШЋЕЊЕ УСЛУГА. Нећемо сносити никакву одговорност за било какву штету вашем рачунарском систему, губитак или оштећење података или другу штету која резултира са вашег приступа или коришћења веб странице или платформе Интуитион Мацхинес. Може доћи до заказаних и непланираних прекида, а ми не гарантујемо непрекидну доступност наше веб странице.",
    "2110259227": "24. Ограничење одговорности",
    "3018077211": "25. Решавање спорова сарадника",
    "2790841456": "Ако сте сарадник, прихватате следећу клаузулу о арбитражи и одрицање од групне тужбе:",
    "2323013093": "26. Важећи закон",
    "2900525040": "Закони државе Калифорније регулишу ове Услове коришћења услуге и све контроверзе, спорове или тврдње које проистичу из њих.",
    "3339302473": "27. Раскид",
    "41530052": "28. Општи услови",
    "3202747130": "Читав споразум. Ови Услови коришћења услуге и све политике, процедуре или услови наведени у овом уговору представљају цео споразум страна у вези са предметом, и замењују и поништавају све претходне и истовремене повезане споразуме, тврдње, изјаве и разумевања страна .",
    "4080263153": "Не одрицање. Неће се сматрати да смо се одрекли било ког дела наших права или правних лекова осим ако је одрицање у писаној форми и потписано са наше стране. Ако одложимо спровођење или пропустимо да спроведемо своја права према било којој одредби овог споразума, то неће представљати одрицање од нашег права да накнадно спроведемо ту одредбу или било који део овог споразума.",
    "1789371580": "Асигнабилити. Не можете да доделите ове Услове коришћења услуге без нашег претходног писменог пристанка. Ове Услове коришћења услуге можемо да доделимо у било ком тренутку, без обавештења. У складу са горенаведеним, ови Услови коришћења услуге ће бити обавезујући за наследнике сваке стране и дозвољене носиоце.",
    "2819628066": "Одвојивост. Ако се из било ког разлога утврди да је било која одредба ових Услова коришћења неважећа или неприменљива, то неће утицати на ваљаност и спроводљивост осталих одредби.",
    "3955981186": "Амандмани. Ниједна измена или допуна ових Услова коришћења од стране било кога осим ИМИ-а неће бити обавезујућа за ИМИ осим у писаном инструменту који је потписао прописно овлашћени представник ИМИ-ја.",
    "1377538813": "Преовлађујући језик. Верзија ових Услова коришћења на енглеском језику имаће контролу у сваком погледу и имаће предност у случају било каквих недоследности са преведеним верзијама, ако их има.",
    "2438016011": "Добровољни споразум. Све стране у овим Условима коришћења услуге изјављују и сагласне су да су свака од њих прегледала све аспекте овог уговора, пажљиво прочитала и у потпуности разумела све његове одредбе, и да добровољно улази у овај уговор.",
    "2445034923": "Ако се не слажете са свим одредбама и условима ових Услова коришћења услуге, немојте (и не смете) да користите или приступате Сајту или Услугама.",
    "2646127839": "Додатак за клијенте Главним условима коришћења услуге",
    "4097297673": "Као купац, подносилац захтева или интегратор, сагласни сте да ћете бити обавезани доле наведеним условима као додатак свим другим обавезујућим условима између вас и ИМИ-ја.",
    "1093280979": "1. Обрасци за наруџбу платформе",
    "1549953005": "Можда сте попунили један или више образаца за приступ платформи (сваки, „Образац поруџбине“) као услов да постанете клијент или подносилац захтева. Ако је тако, онда одредбе и услови описани у Обрасцу за наруџбу постају део Услова коришћења услуге и овим су укључени као референца.",
    "3819851005": "2. Накнаде",
    "1591032933": "ИМИ-ју ћете платити накнаде као што је описано у применљивом Обрасцу за поруџбину путем начина плаћања који сте навели у применљивом Обрасцу за поруџбину. Осим ако се обе стране изричито не договоре другачије у писаној форми, обезбедићете пуну уплату за све издате фактуре у року од тридесет (30) дана након датума слања фактуре. Овлашћујете нас да покрећемо ауторизације кредитне картице за све информације о кредитној картици које нам доставите, да чувамо те податке о кредитној картици и да теретимо вашу кредитну картицу или било који други рачун са којим се заједнички договоримо као облик плаћања. Осим ако није другачије наведено у обрасцу за наруџбу или у оквиру вашег уговора о услугама предузећа или главног уговора о услугама, све накнаде за услуге, осим прекорачења, наплаћују се годишње на почетку услуга које ИМИ пружа према вашем уговору („Датум ступања на снагу“).",
    "4142610534": "За све закашњеле исплате ће се акумулирати накнаде за кашњење по стопи од 1,5% месечно или максималног износа дозвољеног законом, у зависности од тога шта је ниже. Ако из било ког разлога не уплатите износ који је обавезан према овом Уговору, ваш налог може бити суспендован, по сопственом нахођењу, у ком случају неће бити вршена додатна плаћања са вашег налога за завршетак задатака и сви ваши задаци ће бити уклоњени са наше веб странице. Морате да нам надокнадите све дугове на захтев, плус све накнаде за обраду, закашњеле или адвокатске накнаде. Такође можемо да подносимо одговарајуће извештаје агенцијама за кредитно извештавање и органима за спровођење закона.",
    "512991700": "Ако желите да оспорите било коју накнаду, морате да контактирате наше одељење за корисничку подршку најкасније тридесет (30) дана након датума затварања првог обрачуна или извода рачуна у којем се појавила грешка или проблем како бисте добили исправку или кредит.",
    "1273914192": "3. Порези",
    "4242322181": "Ви сте одговорни за плаћање свих пореза повезаних са Услугама, осим пореза у САД који се процењују на нето приход или личну имовину Интуитион Мацхинес.",
    "1671996585": "Можда ћете морати да интегришете своју веб локацију, апликацију или платформу са нашим Услугама преко нашег интерфејса за програмирање апликација („АПИ“). У случају да то учините, дајемо вам ограничену, неексклузивну, непреносиву, непреносиву, опозиву лиценцу за коришћење АПИ-ја искључиво за приступ Услугама. Можемо да изменимо АПИ и/или да обуставимо подршку за старе верзије или издања АПИ-ја у било ком тренутку. Задржавамо право да суспендујемо или ограничимо ваш приступ АПИ-ју по сопственом нахођењу и уложићемо разумне напоре да вам доставимо обавештење пре суспензије.",
    "4036662147": "5. Заштита поверљивих информација",
    "3564208535": "Сагласни сте да ћете користити комерцијално разумне напоре да заштитите све поверљиве информације примљене од нас или путем наших Услуга. укључује резултате ботова и нејавне детаље о нашој пословној услузи, укључујући нејавну документацију и све детаље које можемо да поделимо у вези са нашим методама откривања ботова. Ако вам се одобри приступ таквим поверљивим информацијама, можемо да изменимо, суспендујемо или ограничимо ваш приступ нашим услугама по сопственом нахођењу ако утврдимо да су поверљиве информације изложене вашим коришћењем наших услуга, и уложићемо разумне напоре да вам дамо обавештење пре суспензије.",
    "120384113": "6. Раскид",
    "453723556": "Можете раскинути овај Додатак за клијенте независно од Услова коришћења услуге тако што ћете престати да будете Клијент или Подносилац захтева. Задржавамо право да суспендујемо или укинемо ваш статус клијента или подносиоца захтева у било ком тренутку, или да на други начин укинемо ваш налог или коришћење Услуга у складу са Условима коришћења услуге. Остајете одговорни по раскиду за било који износ који дугујете према вашем Обрасцу за наруџбу. Ако ваша претплата укључује било какве месечне или годишње накнаде или месечне или годишње минимуме, и даље ћете бити одговорни за плаћање свих накнада за Услуге до краја тог месеца, односно године.",
    "218889628": "Осим када укинемо овај Додатак за клијенте или Услове коришћења услуге као резултат вашег кршења овог Додатка за клијенте или Услова коришћења услуге, ако раскинемо и ако сте нам унапред платили било какве накнаде, рефундираћемо про-ратни део тих унапред плаћене износе, на основу преосталог времена или Услуга које сте платили, шта год је мање. Завршићемо наш рад на комерцијално разуман начин и сачуваћемо и испоручити вам све плаћене скупове излазних података и све податке о клијентима у нашем поседу. Након било каквог раскида, можемо, али нисмо у обавези да избришемо било које податке.",
    "2505227594": "7. Оверагес",
    "2369877184": "Максимална дозвољена вршна стопа РПС-а за хЦаптцха интеграторе или купце је 1.000 захтева у секунди за ентитете у оквиру вашег налога („РПС“), осим ако није другачије одређено писаним уговором између вас и нас.",
    "234420106": "У случају да сте интегратор или корисник услуге хЦаптцха Ентерприсе и да ваша употреба АПИ-ја мерена помоћу РПС-а премашује предвиђену стопу за ваш ниво услуге, можемо изабрати да изменимо вашу услугу или да наплатимо превисоку стопу. У случају да ваша вршна РПС стопа премашује предвиђену стопу за фактор 10 за укупно 10 или више минута у периоду од 30 дана и већина ових захтева, по нашој искључивој процени, није злонамерни саобраћај, можемо изабрати да наплаћује вам уговорену стопу прекорачења за све АПИ захтеве упућене у том месецу.",
    "2619472217": "8. Препродаја",
    "2019702084": "Осим ако је то изричито дозвољено у Главном уговору о услузи или Уговору о препродавцу, наручене СааС услуге неће се продавати, препродавати, давати у закуп, давати у подзакуп, лиценцирати, подлиценцирати или на други начин стављати на располагање било којој другој трећој страни (осим подружнице клијента ), а сви налози према Уговору и сво коришћење Услуге од стране корисника биће за интерну пословну употребу Клијента или његовог Повезаног лица.",
    "1233229030": "Остало",
    "1467783792": "Ниједна особа, ентитет или организација санкционисана од стране Сједињених Држава („Санкционисани актер“) не испуњава услове за награду или да користи Услуге као интегратор. Да не би било сумње, ово укључује све санкционисане актере које одреди Канцеларија за контролу стране имовине („ОФАЦ“) Министарства финансија САД.",
    "3759657802": "Не смете уступити, пренети или делегирати ове Услове коришћења услуге или своја права или обавезе из овог Уговора ни на који начин (на основу закона или на други начин).",
    "1627232990": "Преводи ових Услова коришћења услуге су дати на основу најбољег труда. У случају било какве суштинске разлике између Услова коришћења услуге на енглеском језику и њиховог превода, Услови коришћења услуге на енглеском језику ће се тумачити као меродавни.",
    "805221621": "Контактирајте нас на",
    "259613338": "ако имате било каквих питања у вези са овим Условима коришћења услуге.",
    "2735878907": "Изјава о планирању континуитета пословања",
    "2887242610": "Интуитион Мацхинес, Инц је развила План континуитета пословања о томе како ћемо реаговати на догађаје који значајно ометају наше хЦаптцха пословање. Пошто су време и утицај катастрофа и поремећаја непредвидиви, мораћемо да будемо флексибилни у реаговању на стварне догађаје како се дешавају. Имајући то на уму, пружамо вам ове информације о нашем плану континуитета пословања.",
    "809251240": "Контактирајте нас",
    "2551802342": "– Планирамо да се брзо опоравимо и наставимо са пословањем након значајног прекида пословања и реагујемо тако што ћемо заштитити наше запослене и имовину, направити финансијску и оперативну процену, заштитити књиге и евиденцију фирме и омогућити нашим клијентима и њиховим крајњим корисницима да обављају трансакције онлајн. Укратко, наш план континуитета пословања је осмишљен тако да омогући нашој фирми да настави са радом што је брже могуће, с обзиром на обим и озбиљност значајног поремећаја у пословању. Наш план континуитета пословања односи се на: резервну копију података и опоравак; сви критични системи; финансијске и оперативне процене; алтернативна комуникација са купцима, запосленима и надзорним органима; алтернативна физичка локација запослених; критични утицај добављача и купаца; регулаторно извештавање; и благовремено обавештавање наших клијената ако нисмо у могућности да наставимо наше пословање. Наша основна група добављача подржава наше важне записе у географски одвојеној области. Иако свака ванредна ситуација представља јединствене проблеме засноване на спољним факторима, као што су доба дана и озбиљност поремећаја, ова група добављача нас је обавестила да је њихов циљ да обнове своје пословање и да буду у могућности да брзо наставе са пружањем услуга. Иако смо радили на смањењу ризика коришћењем разноликог скупа добављача, ваше услуге би могле бити измењене или прекинуте током овог периода.",
    "826396656": "Наш план континуитета пословања",
    "1979347895": "– Значајни поремећаји у пословању могу бити различити по обиму, као што је само наша фирма, једна зграда у којој се налази наша фирма, кварт у коме се налази наша фирма, град у коме се налазимо или цео регион. Унутар сваке од ових области, озбиљност поремећаја такође може да варира од минималног до озбиљног. У случају прекида рада наше фирме, нашег пословног округа, града или региона или зграде у којој се налази наша фирма, ми ћемо по потреби пренети наше пословање на локалну локацију и не очекујемо материјалне сметње у пословању. У било којој ситуацији, планирамо да наставимо са пословањем, пребацимо операције на алтернативне добављаче ако је потребно и обавестимо вас путем наше веб странице на хцаптцха.цом и наше статусне странице на хцаптцхастатус.цом о томе како да нас контактирате. Ако је значајан поремећај у пословању толико озбиљан да нас спречава да останемо у послу, брзо ћемо вас обавестити.",
    "653679457": "Вариинг Дисруптионс",
    "410397176": "За више информација",
    "2095899021": "хЦаптцха смернице за брендирање и општа лиценца за жигове",
    "2340340589": "Смернице за коришћење ознаке хЦаптцха",
    "2430148876": "Направили смо ове смернице и општу лиценцу за жиг како бисмо нашим клијентима, партнерима и обожаваоцима што је више могуће олакшали рад са нашим брендом, а да притом сачувамо наш корпоративни идентитет. Ако треба да користите хЦаптцха иконе, логотипе или друге ознаке на начине који се материјално разликују од ових смерница, мораћете да нас контактирате (ИМИ) за писану лиценцу.",
    "3884400764": "Иако можете да користите хЦаптцха ознаке у складу са овим смерницама, то не значи да имате било каква права на хЦаптцха ознаке, логотипе или било који други заштитни знак, трговачко име, жиг услуге, пословно име или добру репутацију компаније хЦаптцха. Желимо да пружимо што је могуће већу флексибилност, али смо у обавези да заштитимо хЦаптцха од неовлашћене употребе било ког жига, трговачког имена, знака услуге, пословног имена или добре воље хЦаптцха. Свако неовлашћено коришћење аутоматски укида дозволу или лиценцу коју даје хЦаптцха и може довести до правне одговорности за било какву штету.",
    "512598290": "Стога, морамо тражити да увек користите све хЦаптцха ознаке и логотипе у облику који је у складу са правилима у наставку, укључујући писање великих слова, фонт и стил.",
    "2075610992": "Хвала на подршци!",
    "1023190144": "хЦаптцха® у тексту",
    "4274324704": "Ево како да користите наше име у писаној копији:",
    "3912926900": "хЦаптцха® би требало да има регистровани симбол жига када се први пут појави у креативној копији.",
    "950637875": "Правопис хЦаптцха никада не треба мењати и хЦаптцха увек треба да буде велико слово у другом слову („Ц“). Никада није множина или посесивна.",
    "2624601135": "„хЦаптцха“ не би требало да се користи као део назива бренда, да се спаја цртицом или да се користи у називима апликација или других производа.",
    "3828090208": "Уместо тога користите „за хЦаптцха“. Ако се користи са логотипом треће стране, „за хЦаптцха“ треба да буде мања од логотипа треће стране.",
    "4149738856": "хЦаптцха треба користити као придев и прати одговарајући генерички термин.",
    "1446868537": "хЦаптцха никада не треба користити као глагол.",
    "2487931657": "Немојте користити: „ми смо хЦаптцха поставили наш сајт.“",
    "2565565429": "Уместо тога користите: „користимо хЦаптцха да учинимо нашу веб локацију сигурнијом и безбеднијом.“",
    "3434202027": "Свако коришћење имена хЦаптцха у комуникацији захтева приписивање: „хЦаптцха је регистровани заштитни знак компаније Интуитион Мацхинес, Инц.“.",
    "2754937029": "Неприхватљиве употребе",
    "2436973524": "Прихватљиве су само тачне референце. Није дозвољено рећи да сајт користи хЦаптцха услуге и апликације када то не чини. Слично томе, коришћење нашег логотипа или било које значке је такође прикладно само када сајт користи хЦаптцха услуге.",
    "69844082": "хЦаптцха заштитни знаци, графички симболи, логотипи, фонтови или иконе такође се не смеју користити на омаловажавајући начин.",
    "3861413614": "Не смете да користите било који хЦаптцха заштитни знак или логотип који би имплицирао да је хЦаптцха повезан или подржава, спонзорише или подржава производ или услугу треће стране, без изричите писмене дозволе.",
    "1409822234": "Ни под којим околностима идентичан или скоро идентичан хЦаптцха заштитни знак се неће користити као име домена.",
    "4181060163": "Треће стране не би требало да користе варијације или погрешно написане или да се понашају на било који начин који би проузроковао било какву почетну конфузију у вези са хЦаптцха заштитним знаковима.",
    "3955555607": "Осим партнера или овлашћених продаваца, треће стране не смеју да лицитирају за кључне речи, Гоогле АдВордс или друге циљане системе оглашавања који користе хЦаптцха ознаке или погрешно написане текстове. Треће стране такође не смеју да користе хЦаптцха ознаке у називима домена, било којој оптимизацији за претраживаче, мета таговима, терминима за претрагу, коду или другом лажном представљању.",
    "1985238261": "Друге ограничене ознаке",
    "2193061499": "Неки од наших логотипа и ознака су ограничени на коришћење од стране хЦаптцха и његових партнера. Треће стране не смеју да користе следеће ознаке без писмене лиценце од хЦаптцха:",
    "4188477534": "хЦаптцха®",
    "3443160243": "хЦаптцха Партнер™",
    "755156539": "хЦаптцха Аутхоризед Реселлер™",
    "717622341": "хЦаптцха Ентерприсе™",
    "3433896984": "БотСтоп™",
    "1655022901": "БотСтоп од хЦаптцха™",
    "2557601376": "хЦаптцха лого™",
    "248923369": "БотСтоп лого™",
    "3942875761": "Помозите да изградите бољи Веб™",
    "364774188": "Ја сам човек™",
    "2785425016": "(у контексту решења верификације хуманости, нпр. позив на акцију)",
    "2639657759": "Ознаке које користи дозвола",
    "1268918580": "Неки од логотипа и ознака које користи хЦаптцха и његови партнери су власништво трећих страна и могу се користити само уз њихову дозволу. Треће стране не смеју да користе следеће ознаке осим ако им то дозволи власници:",
    "3782751514": "ХУМАН Протоцол® је регистровани заштитни знак ХУМАН Протоцол Фоундатион и користи се уз његову дозволу.",
    "1620709264": "ХУМАН Токен® је регистровани заштитни знак ХУМАН Протоцол Фоундатион и користи се уз његову дозволу.",
    "3031953928": "ХУМАН Нетворк™ је заштитни знак ХУМАН Протоцол Фоундатион и користи се уз његову дозволу.",
    "3554363588": "Отхер Маркс",
    "3290996791": "Сви остали називи производа, логотипи и брендови су власништво њихових власника. Сва друга имена компанија, производа и услуга коришћена на овој веб страници служе само за идентификацију. Коришћење ових имена, логотипа и брендова не подразумева одобравање.",
    "2444685143": "Лого Полици",
    "2414232014": "Наш логотип је одмах препознатљив и један од наших највреднијих и најважнијих добара. Да бисмо осигурали да остане јака репрезентација наше компаније, мора бити представљена на пажљив и доследан начин у свим каналима комуникације.",
    "803639471": "хЦаптцха логотип се састоји од иконе руке и хЦаптцха логотипа. У свом алтернативном облику, икона руке се може појавити сама када је простор ограничен и „хЦаптцха“ се користи као ознака речи (као што је горе описано) у непосредној близини иконе руке, тако да је јасно да икона руке представља хЦаптцха.",
    "564127016": "Икона хЦаптцха руке:",
    "1424800293": "хЦаптцха лого:",
    "1525506526": "Шта су преузимања рачуна и како функционишу?",
    "2446481523": "Постоји стара народна прича у којој се возач кола и племић појављују у оружници у малом сеоском селу. Један човек, обучен у прљаву, сиромашну одећу, рекао је полицајцу: „Ја сам племић. Овај човек је био мој возач.",
    "1767952047": "Синоћ ме је напао, украо ми одећу и узео новац. Други човек, обучен у велику одећу, одећу племићке класе, одговорио је: „Постојниче, овај човек је луд. Он мисли да је племић. Ја сам прави племић. Ухапсите га!”",
    "2947576723": "Ова прича претходи возачким дозволама и дигиталном отиску прстију, али нуди добар пример шта може поћи по злу у ситуацији преузимања налога. Особа се пријављује на онлајн банковни рачун или апликацију за мобилно плаћање. Да ли је он стварни власник налога или хакер? Ко је заправо ко? Ови безбедносни проблеми утичу на организације које дозвољавају самоуслужни приступ налогу.",
    "1687299615": "Шта је преузимање налога?",
    "2648707986": "Преузимање налога је облик сајбер преваре у којој се злонамерни актер лажно представља као власник онлајн налога. Обично је рачун у финансијској институцији или предузећу за е-трговину где преварант може да украде новац, робу или поклон картице. Нападач користи украдене акредитиве за пријаву да би приступио налогу, а затим га преузео, можда мењајући лозинку да би закључао стварног власника налога.",
    "1476843710": "Мање финансијски штетни, али и даље штетни облици преузимања налога укључују отмицу налога на друштвеним мрежама и слично. У овим случајевима, нападач обично покушава да шири малвер или учествује у пхисхинг нападима против несуђених пријатеља жртве. Или, нападач покушава да осрамоти жртву, што се понекад дешава код познатих личности и политичара, на пример.",
    "2904949278": "Како хакер преузима налог?",
    "2575690545": "Преузимања рачуна, попут многих сајбер превара, углавном су ствар аутоматизованих, масовних процеса. Реткост је да хакер, обучен у дуксерицу у подруму своје мајке, једну по једну укуцава лозинке на веб странице банака.",
    "3614653023": "Уместо тога, пракса се ослања на велике нападе пуњења акредитива који покушавају милионе парова корисничког имена/лозинке на десетинама циљаних финансијских институција у нади да ће откључати мали подскуп налога. Када аутоматизовани софтвер за превару добије приступ налогу, људски хакер се може укључити, али у неким случајевима не.",
    "2762759509": "Многи напади на преузимање налога су скоро потпуно аутоматизовани.",
    "1972710018": "Гледајући то из перспективе компаније",
    "1282121137": "Да бисте разумели колико проблематично може бити преузимање рачуна, размотрите како то искуство изгледа са становишта финансијске институције. Они обрађују милионе пријава сваког дана.",
    "2315518622": "Са софистицираношћу која је доступна у данашњим алатима за нападе, изузетно је изазовно открити који су, ако их има, лажни. Затим, особа зове службу за кориснике и каже „Мој налог је нападнут! Не могу да се пријавим и неко ми краде новац!“",
    "1836369533": "Попут полицајца у народној причи, како се може одредити ко је заправо ко? Ако нападач има довољно украдених елемената идентитета, као што су број возачке дозволе, број социјалног осигурања, девојачко презиме мајке, адреса и тако даље, могло би бити прилично тешко утврдити да ли је позивалац прави власник налога или нападач који покушава да добије ресетовање лозинке на налогу на који жели да продре.",
    "2880837730": "Шта се може учинити да се заустави преузимање рачуна?",
    "3654556483": "Финансијске институције и компаније за е-трговину имају процесе и контроле које ублажавају неке од претњи преузимања налога. Они се крећу од старомодних безбедносних питања „како се звао ваш најбољи пријатељ у основној школи“ до метода детекције које откривају сумњиве ИП адресе и профиле мобилних уређаја.",
    "2449501658": "пружа један од најнапреднијих начина за ублажавање претње од лажних покушаја пријављивања на налог, користећи машинско учење за откривање и заустављање ботова, и ефективно отежавајући или чак немогућим преварантима да се укључе у преузимање налога.",
    "3621455477": "да сазнате више!",
    "555246307": "Иначе, ево како се завршава прича о племићу и његовом возачу: Полицајац је натерао двојицу мушкараца да седе заједно у соби сатима и да им не буде досадно. На крају дана се појавио и рекао: „Сада ћу разговарати са возачем кола. Човек у племенитој одећи устане. Било му је толико досадно да је заборавио да се само претвара да је племић.",
    "1224727373": "БотСтоп од хЦаптцха",
    "1187718370": "Контактирајте нас",
    "3892905664": "хЦаптцха помаже вашим омиљеним онлајн услугама да спрече ботове, нежељену пошту и злоупотребе постављањем једноставних питања која су лака за људе и тешка за машине.",
    "555158694": "Услуга коју користите је одабрала да побољша ваше искуство на њиховој веб локацији инсталирањем хЦаптцха-а да смањи злонамерни саобраћај.",
    "1617196410": "хЦаптцха је фокусирана на заустављање ботова. Не занима нас ко је корисник, већ само да ли су злонамерни. Трудимо се да уравнотежимо приватност и",
    "1624200563": "безбедности и придржавајте се ГДПР, ЦЦПА, ЛГПД, ПИПЛ и других прописа о приватности.",
    "1927613000": "хЦаптцха комбинује софистицирано машинско учење са моћном платформом за изазове за заштиту веб апликација од преузимања налога, пуњења акредитива, гребања и других врста злоупотребе.",
    "1133989302": "Зашто хЦаптцха?",
    "34074886": "Сваки пут када одговорите на изазов, користимо софистициране моделе да утврдимо да ли сте човек. Веб локација коју сте посетили затим користи овај резултат да вам помогне да побољшате ваше искуство на својој веб локацији тако што избегава ботове.",
    "3412647984": "Ово вам омогућава да избегнете будућа питања тако што ћете се регистровати и поставити колачић. Такође покушајте да искључите блокатор огласа.",
    "2510209017": "Треба вам још помоћи?",
    "477275453": "Зашто су АПИ-ји популарна мета за хакере?",
    "596347471": "Апликациони програмски интерфејси (АПИ) постали су популарна мета злонамерних актера у сајбер простору. Постоји много разлога за то, укључујући њихову велику корисност у интеграцији апликација. Међутим, могуће је ублажити ризик од АПИ-ја.",
    "2441638955": "Прво, шта је АПИ?",
    "3963216198": "Да бисмо разговарали о томе зашто су АПИ-ји популарна мета за хакере, вреди прво одвојити кратак тренутак да дефинишемо шта се тренутно подразумева под појмом „АПИ“. Концепт АПИ-ја уопште није нов. У ствари, интерфејси за међусобно повезивање различитих рачунарских система, као и њихове унутрашње компоненте, постоје барем од раних 1960-их.",
    "1047251718": "Данас, међутим, када људи говоре о АПИ-јима, они увек мисле на АПИ-је засноване на стандардима. Ово су АПИ-ји направљени коришћењем отворених стандарда као што је Репресентатионал Стате Трансфер (РЕСТ) и отворених стандардних формата датотека као што је ЈаваСцрипт Објецт Нотатион (ЈСОН). Такви „РЕСТфул АПИ-ји“, како су познати, могу се креирати без потребе за власничким софтвером. Резултирајући АПИ-ји су у стању да шаљу и примају податке и позиве процедура између софтверских апликација. На пример, апликација за мобилно банкарство користи АПИ за приступ системима банке.",
    "3195334319": "Корисност и рањивост АПИ-ја",
    "1903743785": "Појава АПИ-ја заснованих на стандардима представљала је велики корак напред у интеграцији апликација. Током последњих 20-ак година, АПИ-ји су постали скупи и компликовани власнички софтверски производи до бесплатних алата заснованих на стандардима са којима је било релативно лако радити—и брзи за примену.",
    "879362350": "Са новим АПИ-јима који раде преко Интернета, постало је могуће повезати било који софтвер или извор података, било где у свету, без обзира на платформу, шему података или програмски језик. Као резултат тога, рачунарски свет је сада усред АПИ револуције. Дошло је до експлозије повезаности између апликација и података. То је сјајно, док није.",
    "3844432472": "Сама отвореност и корисност АПИ-ја чини их невероватно богатим метама за нападаче. На исти начин на који се мобилна апликација може програмирати да допре до података и добије податке из корпоративног система помоћу АПИ-ја, тако може и комад малвера. Хакери су написали широк спектар софтверских алата за злоупотребу АПИ-ја. То је ефикасна техника напада.",
    "2187096543": "Заиста, дошло је до неких великих повреда података које су резултат хакерског софтвера који је позвао АПИ да извуче податке из базе података. На крају крајева, ако крађа података једноставно захтева основни ГЕТ позив за АПИ, написан користећи РЕСТ и ЈСОН, онда је лако брзо очистити базу података. У ствари, када људи говоре о нападима „скрегања екрана“, оно што заправо мисле, углавном, су брзи АПИ позиви који извлаче податке из база података. АПИ-ји су постали главна површина напада за организације које их граде.",
    "4222109231": "Смањење ризика АПИ-ја са хЦаптцха-иним Ентерприсе производом",
    "1783317946": "Заустављање АПИ напада је популаран случај употребе за",
    "3022922096": ", хЦаптцха-ин пакет производа за предузећа. За разлику од бесплатне верзије хЦаптцха,",
    "63719113": "користи напредно машинско учење за идентификацију злонамерног саобраћаја на вашој веб локацији и апликацијама – укључујући активности гребања.",
    "3566102529": "нас данас да научимо више.",
    "3096553330": "Сваки систем који креирамо једноставно одражава наше односе са другим људима.",
    "1467218142": "Оно што желимо од њих и од себе покреће наше понашање, па се исти обрасци интеракције понављају у свим људским системима. Интернет пружа многе сјајне примере овог фундаменталног аспекта нашег света.",
    "808872868": "На пример: нежељена пошта, превара и злоупотреба постоје на мрежи скоро дан након што су два система први пут повезана заједно.",
    "1085089390": "Злоупотреба на мрежи потиче од урођеног људског понашања",
    "3064321967": "Прва позната нежељена е-пошта послата је 1978. [",
    "3800781598": "] Скоро пет деценија касније, нежељена пошта и даље нас мучи. Много милијарди долара и хиљаде човеко-годишњих инжењерских напора уложено је у његову победу, а нежељена пошта и даље постоји. На обе стране постоје индустрије вредне милијарде долара, односно оне које се од тога бране и оне које то шаљу.",
    "2119943547": "Зашто је ово? Одговор је једноставан. Све док постоји подстицај за злоупотребу система, неко ће генерално наћи начин. А када то ураде, неко други ће сада имати подстицај да их заустави.",
    "532470444": "Равнотежа се може незнатно померати из године у годину, али ово понашање једноставно одражава фундаменталну људску природу, а пет хиљада година забележене историје имплицира да се динамика вероватно неће променити у скорије време.",
    "3193548097": "Хопе Спрингс Етернал",
    "4065614934": "Ова анализа није нова, али људи су вечити оптимисти. Поготово када мисле да је њихова идеја нова.",
    "1216071511": "Исте идеје се предлажу тако често да је пре око 20 година, анонимни аутор смислио корисну попуну празнине за онлајн дискусије о решењима против нежељене поште:",
    "1941999673": "Ваш пост заговара а",
    "4179118182": "( ) технички ( ) законодавни ( ) тржишни ( ) осветник",
    "3978720689": "приступ борби против нежељене поште. Ваша идеја неће успети. Ево зашто то неће радити.",
    "318339230": "(Једно или више од следећег може се односити на вашу конкретну идеју, а можда и јесте",
    "30312304": "друге мане које су се разликовале од државе до државе пре него што је донешен лош савезни закон.)",
    "2710988028": "( ) Спамери могу лако да га користе за прикупљање адреса е-поште",
    "3912514510": "( ) Ово ће утицати на листе слања и друге легитимне употребе е-поште",
    "2030062561": "( ) Нико неће моћи да пронађе момка нити да прикупи новац",
    "3334160175": "( ) Незаштићен је од напада грубе силе",
    "3238345709": "( ) Зауставиће нежељену пошту на две недеље, а онда ћемо остати са њим",
    "4227800293": "( ) Корисници е-поште неће то да поднесу",
    "2271252286": "( ) Мајкрософт то неће да трпи",
    "692064738": "( ) Полиција то неће да трпи",
    "3475647460": "( ) Захтева превише сарадње од пошиљаоца нежељене поште",
    "1482845460": "( ) Захтева непосредну потпуну сарадњу свих одједном",
    "3741193183": "( ) Многи корисници е-поште не могу себи приуштити губитак посла или отуђење потенцијалних послодаваца",
    "2234909600": "( ) Пошиљаоце нежељене поште није брига за неважеће адресе у њиховим листама",
    "1982617151": "( ) Свако може анонимно уништити нечију каријеру или посао",
    "2498172334": "Конкретно, ваш план не узима у обзир",
    "389705801": "( ) Закони који то изричито забрањују",
    "190955495": "( ) Недостатак овлашћења централне контроле за е-пошту",
    "237009707": "( ) Отворене штафете у страним земљама",
    "3507532387": "( ) Лакоћа претраживања малог алфанумеричког адресног простора свих адреса е-поште",
    "2477958756": "( ) Лоши људи",
    "3254142589": "( ) Проблеми са јурисдикцијом",
    "3621401685": "( ) Непопуларност нових чудних пореза",
    "4277475973": "( ) Неспремност јавности да прихвати чудне нове облике новца",
    "941057651": "( ) Огромна постојећа улагања у софтвер у СМТП",
    "3265293440": "( ) Подложност нападима протокола који нису СМТП",
    "515733427": "( ) Спремност корисника да инсталирају закрпе за ОС примљене путем е-поште",
    "2631159699": "( ) Војске црва изрешетане широкопојасним повезаним Виндовс кутијама",
    "776542208": "( ) Вечна трка у наоружању укључена у све приступе филтрирању",
    "989480928": "( ) Екстремна исплативост нежељене поште",
    "3898950867": "( ) Јое послови и/или крађа идентитета",
    "3395399558": "( ) Технички неписмени политичари",
    "1118929614": "( ) Екстремна глупост од стране људи који послују са спамерима",
    "838951836": "( ) Непоштење од стране самих пошиљалаца нежељене поште",
    "2123236933": "( ) Трошкови пропусног опсега на које филтрирање клијента не утиче",
    "2292919419": "( ) Изгледи",
    "2534436327": "а могу се применити и следеће филозофске примедбе:",
    "832385387": "( ) Лако је смислити идеје сличне вашима, али ниједна се никада није показала практичном",
    "1993984258": "( ) Било која шема заснована на опт-оут је неприхватљива",
    "3909240516": "( ) СМТП заглавља не би требало да буду предмет закона",
    "1151065360": "( ) Црне листе су срање",
    "2396605499": "( ) Беле листе су срање",
    "2225785608": "( ) Требало би да можемо да причамо о Виагри без цензуре",
    "3004688366": "( ) Противмере не би требало да укључују превару путем жичне мреже или превару са кредитним картицама",
    "922470170": "( ) Противмере не би требало да укључују саботажу јавних мрежа",
    "3068923550": "( ) Противмере морају деловати ако се постепено уводе",
    "2752975480": "( ) Слање е-поште треба да буде бесплатно",
    "117227832": "( ) Зашто бисмо морали да верујемо вама и вашим серверима?",
    "1021431157": "( ) Некомпатибилност са лиценцама отвореног кода или отвореног кода",
    "2801524659": "( ) Мере за добро расположење не помажу у решавању проблема",
    "931661269": "( ) Привремене/једнократне адресе е-поште су гломазне",
    "2090457681": "( ) Не желим да влада чита моју е-пошту",
    "3536122902": "( ) Заустављање их на тај начин није довољно споро и болно",
    "2391175562": "Штавише, ево шта ја мислим о вама:",
    "229198134": "( ) Извини ортак, али мислим да не би успело.",
    "345563040": "( ) Ово је глупа идеја, а ти си глупа особа што си је предложио.",
    "409780280": "( ) Добар покушај, ****! Надам се да ће неко стати на твоју тастатуру!",
    "2820080973": "хостед витх ❤ би",
    "3943164003": "погледајте сирово",
    "3875523186": "гистфиле1.ткт",
    "2840750518": "ГитХуб",
    "593735469": "Зашто ваше ново решење против нежељене поште неће радити",
    "361795034": ". Непознати аутор, в. 2000",
    "1547006769": "Провера човечности је исти проблем",
    "3717942925": "Као што ће увек постојати људи који желе да привуку вашу пажњу путем е-поште, увек ће постојати жеља да се ограничи приступ неким ресурсима тако да им само људи могу приступити.",
    "2481032625": "Да ли је циљ спречити:",
    "1691348394": "- аутоматизоване масовне куповине током ограничене продаје",
    "1771016224": "- софтвер за масовно преузимање целокупног садржаја са ваше веб странице",
    "1959762846": "- попуњавање ваших веб образаца бескрајном маркетиншком нежељеном поштом или злоупотребом",
    "345108670": "- пуњење акредитива и други покушаји преузимања налога",
    "2540760245": "између многих других употреба, могућност филтрирања онлајн саобраћаја на основу „људски или не“ вероватно ће остати драгоцено средство све док људска природа прати исте обрасце забележене у последњих пет хиљада година.",
    "3346362371": "Шта је са машинским учењем?",
    "3619183405": "У 2021. једноставне ЦАПТЦХА се понекад могу решити софтвером, захваљујући напретку у машинском учењу. Да би ово решио, хЦаптцха такође ради веома детаљну анализу својстава као што су",
    "3292221787": "на изазов је одговорено, не само да ли је тачно, и често се мењају и питања и коришћени подаци.",
    "1080672247": "Будући да се многа постављена питања не могу економски решити са већ постојећим софтвером, и пошто су подаци генерално јединствени за систем, то значи да су ботови често потпуно заустављени бесплатном услугом, и да се уместо тога морају ослањати на људске ЦАПТЦХА решаваче, што многе врсте злоупотреба чини потпуно неекономичним.",
    "4172868199": "иде много даље од овога, крећући се у домен покушаја да се разликују „добар човек“ од „лошег човека“, а данас га користе многе од најпопуларнијих светских услуга на мрежи за проналажење и заустављање свега, од преваре при куповини до напредног упорног претње њиховим корисницима, задржавајући јединствен фокус на очувању приватности.",
    "2873911365": "Шта је са атестирањем хардвера?",
    "1477196356": "Различите методе повезивања идентитета са уређајем на криптографски сигуран начин, понекад са својствима очувања приватности, предлажу се деценијама. Крипографија јавног кључа датира још од ц. 1975, а хардверски токени постоје скоро исто толико.",
    "2349681896": "Нажалост, контрола дела хардвера не значи да сте особа. Практично свака популарна потрошачка шема атестирања хардвера је више пута ломљена, закрпљена, а затим поново покварена.",
    "254326776": "Често се открије да се злонамерна злоупотреба ових недостатака дешавала месецима или годинама пре објављивања или академске публикације.",
    "2462909475": "Зид од више од 10.000 телефона који се користе за злоупотребе, део операције кинеског бот-а.",
    "1963951234": "Без обзира колико је поуздана ваша криптографска шема, ако неко може на крају дана једноставно потрошити новац да би вам дао одговор који тражите, поседовање комада хардвера је недовољно.",
    "1278884196": "Ипак, криптографија је прилично млада дисциплина. На основу недавне историје, ваша криптографска шема и/или имплементација ће вероватно бити покварени чим неко буде имао подстицај да је пажљиво погледа, и вероватно ће други људи то схватити много пре вас. Ослањање на хардвер такође значи да ћете можда морати да замолите сваког од својих корисника да промени физички уређај како бисте закрпили грешку. Мало је вероватно да ће се то десити брзо у већини случајева, што значи да ће се ваш систем једноставно отворити.",
    "1828028934": "Зато",
    "1642844535": "је важно: хЦаптцха користи више различитих приступа да одговори на исто фундаментално питање, омогућавајући поређење ради конзистентности у свим евалуацијама.",
    "1155821305": "одбрана је дубина",
    "119098046": "Шта је са пасивним решењима или решењима без изазова?",
    "2760410719": "Услуге које покушавају да детектују ботове са чисто пасивним сигналима брзо се сусрећу са фундаменталним проблемом: како да потврдите да ли систем исправно детектује лоше актере када немате тачну основну истину?",
    "1722734001": "Отворени интернет је веома бучно окружење. Лоши актери свакодневно нападају кориснике наших услуга и конкуренте као што је реЦАПТЦХА, и наравно покушавају да изгледају што је могуће људскије док то раде.",
    "1595254735": "Чисто пасивне услуге се боре да одрже тачност детекције бота, или чак да знају када су нетачне. Без могућности повременог изазивања корисника и правилног анализирања резултата тог изазова, прецизност има тенденцију да увелико опада током времена.",
    "2412751979": "Захваљујући прецизнијим сигналима човечанства који покрећу хЦаптцха, многе компаније које су раније користиле реЦАПТЦХА в3/Ентерприсе прешле су на",
    "2284856231": "и приметио је драматично побољшану прецизност иу чисто пасивном режиму хЦаптцха Ентерприсе.",
    "4162847": "Били смо у могућности да то директно приметимо, јер неки од наших клијената покрећу А/Б тестове на исти захтев пре него што у потпуности пређу са Гоогле-ових понуда. Обично смо у могућности да докажемо и високу стопу лажно позитивних и лажно негативних која долази из реЦАПТЦХА в3 или реЦАПТЦХА Ентерприсе.",
    "436125785": "Ово није изненађујуће с обзиром на нетачност петљи повратних информација доступних у тим производима и чињеницу да их продаје рекламна мрежа са огромним интересом да не буду превише добри у откривању ботова, како не би штетили њиховом основном пословању.",
    "2233741720": "У закључку",
    "2133809801": "Све док људи остају људи, вероватно ће верификација човечности имати улогу на мрежи.",
    "2255549335": "Наш посао у хЦаптцха је да пронађемо добре компромисе између тежине и тачности и да задржимо трење на ниском нивоу, посебно за",
    "4138068262": "корисника. На крају, интеракција са изазовима ће вероватно остати део арсенала алата за смањење онлајн злоупотребе све док људска природа остане непромењена.",
    "855097735": "Изградња услуге која ово ради добро уз балансирање свих брига је веома тежак проблем (и ми увек радимо на томе да га побољшамо како бисмо искуство учинили што пријатнијим), али се надамо да ћете се сложити да смањење нежељене поште, злоупотребе, преузимања налога , а превара на мрежи је на крају вредна повременог једноставног питања.",
    "1953959745": "приступачност",
    "2543123170": "Верификација хуманости без трења",
    "547245263": "Решите свој проблем са ботом данас.",
    "3117887301": "Имају поверења у највеће онлајн услуге",
    "981806349": "Изграђен на провереној хЦаптцха платформи",
    "2373007864": "хЦаптцха Ентерприсе ради на хЦаптцха платформској технологији, проширеној да укључује функције које су потребне предузећима са великим прометом.",
    "2652399059": "Поуздан партнер",
    "1997838163": "Највеће светске компаније зависе од хЦаптцха Ентерприсе-а. Интеграција је једноставна, а тачност детекције је без премца.",
    "734735952": "Процењивали смо бројне добављаче ЦАПТЦХА као и сами изградили систем. На крају, хЦаптцха се појавила као најбоља алтернатива реЦАПТЦХА.",
    "1250541092": "— Серги Исаси",
    "3524251858": "Директор за управљање производима, Цлоудфларе",
    "3971348140": "Зашто смо користили хЦаптцха? Нико други није могао да испоручи карактеристике и перформансе које су нам биле потребне. Брзо су нас покренули, а наши трговци воле то искуство.",
    "4248655793": "— Алекс М.",
    "4185927140": "Менаџер производа, Фласх, Схопифи",
    "282913023": "Исплатива опција за предузећа са великим прометом",
    "999610953": "Коначно, кредибилна алтернатива Гуглу. хЦаптцха Ентерприсе доноси драматичне уштеде на вашем реЦАПТЦХА рачуну уз већу сигурност: до 80% јефтиније у неким случајевима.",
    "1886100235": "Многе од највећих светских онлајн услуга прешле су на хЦаптцха Ентерприсе и добиле побољшану детекцију ботова уз значајне уштеде.",
    "2903742230": "Огласне мреже виде ваше посетиоце као производ. За нас је једини циљ да одредимо њихову хуманост. Наше услуге испуњавају или превазилазе захтеве ГДПР, ЦЦПА, ЛГПД и ПИПЛ, а ми напорно радимо на балансирању приватности и безбедности.",
    "3901503296": "Овај јединствени фокус на приватност значи да можемо понудити нулто задржавање појединачних података, рад без колачића и друге уговорне гаранције приватности по потреби уз одржавање одличне безбедности.",
    "3342910682": "Опширније",
    "1130783905": "Тачност је у вашем и нашем интересу. хЦаптцха ради тако да вам даје праве податке и омогућава вам да одлучите како да их користите. Остала безбедносна решења пружају Гигантиц рекламне компаније. То значи да сваки бот који блокирају може смањити њихов приход.",
    "2019130052": "Наше иновације у МЛ-у фокусираном на приватност омогућавају нам да превазиђемо безбедносне стандарде застарелих стратегија „снимај све заувек“ без нарушавања безбедности или приватности корисника.",
    "23114595": "Одлично корисничко искуство",
    "3437412311": "За пословне кориснике, доступне су опције за потпуно избегавање изазова у већини сценарија, ослањајући се на пасивне резултате.",
    "1996843433": "Смањите трење тако што ћете у потпуности избегавати изазов за 99,9% вашег легитимног саобраћаја, а истовремено пружате одличну сигурност.",
    "3093689546": "Једноставна интеграција",
    "247560732": "Додајте хЦаптцха са три линије кода. Ако долазите са реЦАПТЦХА, наш АПИ је компатибилан и потребно је само неколико минута за пребацивање.",
    "1510448156": "Већ данас можете да користите супериорну алтернативу и по потреби укључите напредније функције.",
    "2718999653": "Прилагођене оцене претњи",
    "2698140263": "Нису сви проблеми исти: добијање једног резултата значи да мора да одговори на ваше потребе да бисте били корисни.",
    "897432717": "Уз наш нови дизајн за прилагођене оцене претњи, додавање вашег пословног знања омогућава нашим моделима да испоруче резултате јединствено релевантне за ваше кориснике.",
    "2650502379": "Покрените сопствене изазове за неколико секунди",
    "3578122193": "Останите на бренду са релевантним садржајем",
    "1074044172": "Када корисници морају да реше изазов да би испунили ваше безбедносне захтеве, зашто не би поставили питања пријатна и релевантна за корисника?",
    "1579093044": "Са нашим једноставним прилагођеним дизајнером изазова, можете покренути садржај изазова на бренду за само неколико минута.",
    "3717512591": "Директна интеграција платформе",
    "121743429": "За компаније за веб инфраструктуру",
    "2131386784": "Доступна стручност и подршка за вас и ваше кориснике",
    "2782263070": "Услуга је за нас главни приоритет. Одржавамо дежурну подршку 24/7 и нудимо директну Слацк координацију са вашим тимом за интеграцију инжењера и нашим дежурним особљем током и након имплементације.",
    "3740051331": "Такође смо посвећени активном праћењу и одговарању на питања ваших корисника на друштвеним медијима, форумима и нашим каналима за подршку у оквиру виџета и е-поште. Ми смо приступачни и прилагодљиви, а задовољство корисника третирамо као врхунски КПИ.",
    "170775527": "Функције предузећа",
    "3383086062": "хЦаптцха Ентерприсе је комплетно решење за безбедност на мрежи. Активни и пасивни режими вам омогућавају да зауставите пуњење акредитива, откријете преузимање налога и блокирате сумњиве актере. Све са нула трења за легитимне кориснике.",
    "1408599440": "Почните брзо са неколико редова кода и нашим пасивним режимом од 99,9% или преузмите потпуну контролу над тим када и како су корисници изазвани. Прилагођени модели претњи и прилагодљиви изазови значе флексибилност без премца за осигурање безбедности.",
    "3365203058": "Заштита против робота светске класе",
    "1803009328": "Тестирано у борби на вебу.",
    "1586809757": "Висока тачност ботова",
    "353367791": "Откријте лоше глумце различитих типова.",
    "191460155": "Нулто трење и 99,9% пасивни режими",
    "585557010": "Изазовите мање од 0,1% легитимних корисника.",
    "3287172429": "Приказани су типови контролног изазова",
    "1844885924": "Широка библиотека типова које можете изабрати.",
    "3018523079": "Останите на бренду уз доследно корисничко искуство.",
    "3817811295": "Гарантована поузданост и брза подршка 24/7 на позив.",
    "1798492192": "Подршка за старији претраживач",
    "1356745565": "Компатибилан све до Интернет Екплорер 8.",
    "751483365": "Подршка за клијенте који нису ЈаваСцрипт.",
    "4199502476": "Напредне контролне табле за извештавање и АПИ",
    "3630114728": "Погледајте шта се дешава на свим вашим сајтовима и апликацијама.",
    "3573245166": "За разлику од реЦАПТЦХА, ми радимо у свакој земљи.",
    "2354267648": "Политика приватности прилагођена ГДПР, ЦЦПА и ЛГПД-у",
    "3167979932": "Дизајниран за приватност од првог дана. Јак уговор о обради података.",
    "4065065042": "Унесите ово да тачно одговара вашем случају употребе.",
    "111184581": "Првобитни хостинг",
    "4272022475": "Сви захтеви и средства иду на хцаптцха.иоурдомаин.цом",
    "2676853536": "Контролне табле за више корисника",
    "1368787974": "Делите управљање у свом тиму.",
    "1045484714": "САМЛ ССО интеграција са вашим добављачем идентитета, нпр. Окта или Азуре АД.",
    "3953584369": "Доступна су софистицирана ограничења приступа РБАЦ-у.",
    "2781507299": "Тренутна верификација",
    "4019660456": "Кашњење од 0 мс: проверите хЦаптцха токене без АПИ позива.",
    "3446714684": "Интеграција за мобилне уређаје (иОС и Андроид).",
    "2593768395": "Беспрекорно искуство на вебу, изворном мобилном и мобилном вебу. Доступне су унапред изграђене интеграције и изворни СДК-ови.",
    "1779265104": "Прилагођени услови и гаранције приватности",
    "122875767": "Задовољите своје законске потребе када друге компаније не могу.",
    "148188781": "Презентед Цхалленгес",
    "838049015": "Изаберите све слике које одговарају упиту",
    "1126302400": "Гранични оквир",
    "3554448168": "Категоризација",
    "2104933754": "Идентификујте одговарајуће ознаке",
    "3612043014": "...и други једноставни задаци. Лако за људе, тешко за ботове.",
    "3624758171": "Прилагођени задаци доступни су и пословним издавачима.",
    "1001938065": "Интеграција не може бити лакша",
    "2138799135": "хЦаптцха има десетине унапред изграђених интеграција за фронтенд и бацкенд системе које користите.",
    "2535001179": "Ако случајно долазите са Гоогле-овог реЦАПТЦХА, наши АПИ-ји су замена за убацивање.",
    "1393184984": "су све што вам треба.",
    "3715747429": "Наши инжењери за онбоардинг могу вас брзо покренути, без обзира да ли вам је потребна Реацт интеграција, СДК-ови за иОС изворне апликације, Јава бацкенд пример или практично било који други сценарио.",
    "2681650568": "И као и увек, приватност је за нас основна вредност. Додајте наш изазовни код само тамо где је то неопходно и где има смисла да заштитите и себе и своје кориснике. Минимизирање прикупљања података почиње од тренутка интеграције.",
    "1130868224": "Три линије кода",
    "2183926131": "Започните са хЦаптцха Ентерприсе",
    "1526887904": "Приватност предузећа хЦаптцха",
    "1845745385": "Дизајниран за приватност.",
    "1297224875": "Јединствени приступ интернет безбедности предузећа заснован на приватности.",
    "2762458927": "Ваши кориснички подаци нису на продају.",
    "2058856283": "хЦаптцха Ентерприсе има само једну сврху: да спречи лоше актере да ометају ваше онлајн операције и штете вашим корисницима.",
    "2408036504": "Наши системи су тако дизајнирани од темеља да минимизирају прикупљање и задржавање података уз истовремено одржавање сигурности водеће у класи. Најбољи начин да заштитите корисничке податке је да их уопште не чувате.",
    "4099477834": "Сви односи са клијентима су такође заштићени снажним уговором о обради података. Услуга хЦаптцха је у складу са свим законима о приватности без обзира на то где се ваша услуга или ваши клијенти налазе. Нечување личних података чини ово много лакшим за нас него за друге компаније.",
    "3569492665": "Снимање активности на мрежи није решење.",
    "3389431373": "Услуге попут реЦАПТЦХА в3 кажу да је постављање њиховог пиксела за праћење на сваку страницу вашег сајта неопходно за добру безбедност. Ово није случај.",
    "3590546893": "Једноставна анализа понашања је сигнал који лоши актери лако кривотворе и захтева задржавање историје прегледања за сав ваш легитимни саобраћај.",
    "1105363520": "Ми не управљамо огласном мрежом и нисмо заинтересовани да посматрамо ваше понашање корисника како бисмо им продали огласе. То значи да нам није потребан пасивни пиксел на свакој страници вашег сајта.",
    "3088605177": "Додајте наш изазовни код само тамо где је то неопходно и где има смисла да заштитите и себе и своје кориснике.",
    "337971271": "Машинско учење је корисно. Али за рад нису потребни лични подаци.",
    "320166522": "Машинско учење сада утиче на скоро сваки аспект наших живота, често на начине које не схватамо и не можемо да видимо. Онлине безбедносне услуге се не разликују.",
    "3180664128": "Учећи преко хиљада сигнала, модели могу закључити и достићи високо поверење у откривању злонамерног понашања врло брзо, чак и када ниједан појединачни сигнал сам по себи не би био довољно јак да укаже на проблем.",
    "961941354": "Међутим, ништа од овога не захтева коришћење личних података („ПИИ“). Савремене криптографске технике нам омогућавају да одбацимо све личне податке што је брже могуће, стварајући уместо тога једносмерне потписе који се не могу повезати ни са једном особом.",
    "1706581702": "Обука о деидентификованим подацима функционише једнако добро и не захтева угрожавање безбедности или приватности. Наши купци су урадили емпиријске тестове и прогласили нас једнаким или бољим од много мање приватних алтернатива.",
    "3203921334": "Допало нам се неколико ствари у вези са хЦаптцха решењима: 1) не продају личне податке; прикупљају само минимум неопходних личних података, транспарентни су у описивању информација које прикупљају и како их користе и/или откривају.",
    "305735018": "Коначно, кредибилна алтернатива Гуглу. хЦаптцха Ентерприсе доноси драматичне уштеде на вашем реЦАПТЦХА рачуну уз већу сигурност: до 80% јефтиније у неким случајевима.",
    "3695206755": "Испробајте нас у свом окружењу без обавеза.",
    "2941545733": "Ми смо инжењери, а не продавци: желимо да будете задовољни својим избором.",
    "131871195": "Најбољи начин да осигурате своје задовољство је да покажете да испуњавамо ваше потребе.",
    "3436534225": "Практично све компаније које започну пилот на крају бирају наша решења.",
    "4060250206": "Користите овај образац да бисте дошли до једног од наших техничких стручњака. Реагујемо брзо.",
    "1159746815": "Такође нам можете директно послати емаил.",
    "2531534427": "Детаљи су овде.",
    "2059998584": "Регион",
    "3916131732": "Америке",
    "135276624": "Европа, Блиски исток, Африка (ЕМЕА)",
    "1182294134": "Азијско-пацифички (АПАЦ)",
    "2437934778": "Твоје име",
    "3859506577": "Пословна е-пошта",
    "1268414751": "Требали би имати још неке детаље?",
    "42559805": "Да ли вам је потребна хитна уградња?",
    "851679588": "Да.",
    "1729677626": "Нападнут сам и захтевам хитну примену.",
    "2808971932": "Ово је неки текст унутар блока див.",
    "2468683988": "Наслов",
    "356336077": "Лорем ипсум долор сит амет, цонсецтетур адиписцинг елит. Суспендиссе вариус еним ин ерос елементум тристикуе. Дуис цурсус, ми куис виверра орнаре, ерос долор интердум нулла, ут цоммодо диам либеро витае ерат. Аенеан фауцибус нибх ет јусто цурсус ид рутрум лорем импердиет. Нунц ут сем витае рисус тристикуе посуере.",
    "2067334580": "Тект Линк",
    "2212670355": "Пријави се",
    "31502377": "Шта је елемент обогаћеног текста?",
    "2310705547": "Елемент богатог текста вам омогућава да креирате и форматирате наслове, пасусе, блок цитате, слике и видео записе на једном месту уместо да морате да их додајете и форматирате појединачно. Само двапут кликните и лако креирајте садржај.",
    "2590587108": "Статичко и динамичко уређивање садржаја",
    "778204464": "Елемент обогаћеног текста може се користити са статичким или динамичким садржајем. За статични садржај, само га испустите на било коју страницу и почните да уређујете. За динамички садржај, додајте поље обогаћеног текста било којој колекцији, а затим повежите елемент обогаћеног текста са тим пољем на табли са подешавањима. Воила!",
    "1890955039": "Како прилагодити форматирање за сваки обогаћени текст",
    "3286051798": "Наслови, пасуси, блок цитати, слике, слике и наслови слика могу бити стилизовани након што се класа дода елементу обогаћеног текста помоћу система угнежђеног селектора „Када је унутар“.",
    "504332576": "Поносни смо што можемо да објавимо да је хЦаптцха израстао у највећу независну услугу сајбер безбедности на свету, која ради на око 15% интернета – а већину овог тржишног удела преузели смо директно од Гоогле реЦАПТЦХА. Заједно, хЦаптцха и",
    "1155436473": "(наша понуда предузећа) сада штити стотине милиона корисника на десетинама милиона веб локација и апликација сваког месеца. Наша прича показује да можете да се такмичите са Биг Тецх-ом када приватност ставите на прво место.",
    "3108727249": "БотСтоп",
    "1296696044": "Приватност наспрам безбедности: Зашто не обоје?",
    "538871570": "Надметање са Гуглом и другим Биг Тецх компанијама изгледа као тежак задатак: њихова монополистичка тржишна моћ, ефекти платформе и армија високо плаћених програмера генерално се сматрају превише моћним да би се борили за било кога осим за друге технолошке гиганте као што су Фацебоок или Амазон. Наша прича показује да то не мора бити тако – можете победити Биг Тецх фокусирањем на приватност.",
    "3600718611": "Узмите у обзир Гоогле реЦАПТЦХА,",
    "4281708680": ". У хЦаптцха-и, намерно смо заузели веома другачији приступ, користећи технике машинског учења које чувају приватност да бисмо идентификовали типично понашање робота са високом прецизношћу, а све уз потрошњу и складиштење што мање података.",
    "3312336121": "који троши огромне количине података о понашању да би утврдио да ли су корисници веба легитимни људи или ботови",
    "1193738791": ": прате понашање корисника на свакој страници веб-сајта и широм веба. Дизајнирали смо хЦаптцха тако да од првог дана буде што је могуће више прилагођен приватности. То је довело до потпуно другачијег приступа проблему. Како се испоставило, праћење корисника широм веба и везивање њихове веб историје за њихов идентитет потпуно је непотребно за постизање добре безбедности. Многе компаније које су прешле на хЦаптцха",
    "2620705814": "Гоогле је рекламна компанија и њихови безбедносни производи веома личе на њихове рекламне производе",
    "1126447688": "често извештавају о једнаким или бољим перформансама у откривању и ублажавању ботова упркос нашем фокусу на приватност",
    "439777523": "Регулатион Маттерс",
    "3588274874": "Фокусирајући се на испоруку производа усклађеног са регулаторним напорима као што су ГДПР Европске уније и ЦЦПА у Калифорнији, доживели смо огроман раст - наравно, помаже то што је хЦаптцха једноставна замена за реЦАПТЦХА и стога се може инсталирати за неколико минута.",
    "2150595700": ". ГДПР и ЦЦПА су поставили бриге о приватности за пословне купце, а истовремено приватност на мрежи постаје све важнија за јавност јер сви почињемо да схватамо како су индустрије оглашавања и маркетинга на мрежи историјски користиле наше податке.",
    "2624949852": "Наравно, реЦАПТЦХА је био рани учесник у веб безбедности од 2009. године, штитећи милионе веб локација од све већих претњи од стране злонамерних ботова и спамера. Међутим, последњих година је потпуно угрожен:",
    "499510428": "Ми у ствари верујемо да нам је регулатива помогла овде",
    "1232651561": "софтвер је сада једнако добар као људи у решавању реЦАПТЦХА изазова.",
    "824740867": "Уместо да побољша решење, Гоогле је уместо тога објавио реЦАПТЦХА в3, који функционише много више као рекламна мрежа него безбедносни софтвер, прикупљајући податке о понашању са целог веба како би направио корисничке профиле. Нажалост, ова врста сигнала се лако побеђује, и самим тим пружа малу заштиту од ботова док штети приватности корисника.",
    "1027023087": "Уместо тога, ми у хЦаптцха смо се фокусирали на модерније приступе проблему, који не захтевају задржавање дугорочних записа о понашању као што је историја прегледавања и који су се показали далеко отпорнијима у суочавању са одлучним противницима од када је услуга уведена.",
    "2852295413": "Инхерентни сукоб интереса: заустављање ботова смањује приход огласне мреже",
    "1597520917": "Све већи број критичара истиче да би Гугл-ово занемаривање приватности корисника требало да се тиче купаца који желе да заштите своје веб странице и апликације.",
    "763447231": "У исто време, заустављање приступа ботовима сајтовима објављивача може открити превару са огласима, супротстављајући Гоогле-ов реЦАПТЦХА производ директно њиховом пословању са огласима, које производи преко 80% њиховог прихода.",
    "999674529": "Сваки бот који Гоогле открије требало би да зарађује нула долара за оглашавање. Подстицаји компаније Гоогле су стога лоше усклађени са корисницима њихових безбедносних услуга, и ово може бити једно од објашњења за лош учинак њихове реЦАПТЦХА безбедносне понуде.",
    "956019009": "Највеће компаније за веб инфраструктуру су већ предузеле акцију",
    "1923297430": "Коначна тачка прелома за многе веће купце дошла је када је Гоогле почео да наплаћује компанијама коришћење њиховог производа у било ком значајном обиму. Ово је довело до тога да корисници реЦАПТЦХА дуго времена траже боље алтернативе јер су регулаторни проблеми широм света већ учинили да Гоогле-ове понуде буду све непривлачније.",
    "2197218442": "Извршни директор компаније Цлоудфларе Метју Принс је сажео ову тачку гледишта у",
    "155456850": "најављују прелазак на хЦаптцха:",
    "435302267": "пост на блогу компаније",
    "2087769953": "„Узбуђени смо због ове промене јер помаже да се реши проблем приватности који је својствен ослањању на Гоогле услугу коју имамо већ неко време. Процењивали смо бројне добављаче ЦАПТЦХА као и сами изградили систем. На крају, хЦаптцха се појавила као најбоља алтернатива реЦАПТЦХА.“ „Свиђале су нам се бројне ствари у вези са хЦаптцха решењима: 1) не продају личне податке; прикупљају само минималне неопходне личне податке, транспарентни су у описивању информација које прикупљају и како их користе и/или откривају.\"",
    "595582512": "Ако желите да ефикасно заштитите своју веб локацију или апликацију од ботова, спамера или других злонамерних актера, уз истовремено очување приватности ваших корисника (и у складу са свим релевантним прописима!), размотрите хЦаптцха и нашу Ентерприсе понуду",
    "3388180864": "Заинтересовани сте за рад на дубоким техничким изазовима на вебу? Увек запошљавамо талентоване инжењере широм света -",
    "3892952987": "погледајте наша слободна места и пријавите се овде",
    "3368788823": "Теренце Еден износи занимљиву тачку на свом блогу: \"",
    "1491780143": "ЦАПТЦХА не доказују да сте човек – они доказују да сте Американац",
    "2146900431": "Интуитивно, ова тврдња има много смисла. ЦАПТЦХА, као и скоро све, уграђене су у културни контекст, и ако је ваш скуп изазова углавном створен у једној култури, можда се неће добро превести у другу. У суштини, ово је питање културе",
    "378086442": "ЦАПТЦХА, а не њихов кориснички доживљај пер се.",
    "1445008801": "Како Еден каже:",
    "332723732": "садржаја",
    "2072808435": "„Погоди шта, Гугл? Таксији у мојој земљи су углавном црни. Гледао сам довољно филмова да знам да су сви они у Америци жути. Али у свакој другој земљи коју сам посетио, таксији су били мешавина различите нијансе.\"",
    "3206136647": "Гугл-ов проблем овде је заснован на подацима о питањима које користе у односу на то ко их види. Ако сви подаци потичу из исте културе (а у Гоогле-овом случају, исте компаније), сигурно можете очекивати да ћете имати изазове који се не преносе добро на друге културе, у складу са Еденовом жалбом.",
    "2217842245": "Међутим, наши подаци показују да (за хЦаптцха)",
    "4280117172": "Многе земље у ствари раде нешто боље од САД, укључујући Нигерију, Индију, Бразил и Немачку:",
    "555749578": "постоји мања од 1% варијација у стопама решавања у главним земљама на сваком континенту.",
    "151737819": "Стопе решавања хЦаптцха широм света показују веома мале варијације",
    "3908992897": "и користи се у свакој земљи и територији у свету, тако да смо веома фокусирани на пружање доследног глобалног искуства.",
    "2808122102": "Међукултурална функционалност је стога основни захтев за нашу услугу. Обезбеђивање да сви легитимни корисници могу брзо да приступе садржају је критичан део наше мисије. Пружамо изазове на 110 језика и континуирано побољшавамо релевантне преводе како бисмо били сигурни да наше изазове може решити свако.",
    "3913801502": "хЦаптцха сада ради на око 15% интернета",
    "2077639538": ". Као прво, подаци о изазовима за нашу услугу могу доћи из многих извора, а не само из једног - од великих компанија са листе Фортуне 500 до стартап компанија за машинско учење, све док се придржавају наших",
    "3951112506": ". То већ гарантује већи степен хетерогености података.",
    "1803943584": "Друго, дозвољавамо изазовима да се самооптимизирају како бисмо одредили у којим земљама или језицима ће се изводити, повећавајући још више вјероватноћу конзистентног искуства. Ако је тачност мања од очекиване, скуп питања ће једноставно престати да се приказује у региону или језику где се овај ефекат јавља.",
    "3668873369": "У хЦаптцха-и смо заузели другачији приступ од првог дана",
    "1519201684": "Политика етике вештачке интелигенције",
    "2155089487": ". Када би наше изазове било лакше решити за неке групе, очекивали бисмо да видимо разлику у томе како људи широм света и у различитим културама раде када их решавају. У контексту Еденовог поста, очекивали бисмо да Американци прођу боље од људи у другим земљама. Пошто смо провели године развијајући системе да бисмо избегли овај проблем, у ствари видимо управо супротно.",
    "2603863826": "ПС: Ако нађете превод на свом језику који би могао да користи побољшања, слободно пошаљите а",
    "3543141425": "за то!",
    "2697276059": "Докази да ово функционише: уједначене стопе решавања широм света",
    "664236229": "захтев за повлачењем"
}