{
  "header-privacy-link": "Soukromí",
  "header-integration-link": "Integrace",
  "header-cost-link": "Náklady",
  "header-features-link": "Funkce",
  "header-docs-link": "Docs",
  "header-login-button": "Přihlásit se",
  "header-contact-button": "Kontaktujte Prodej",
  "intro-heading": "Ověření lidskosti s nulovým třením.",
  "intro-contact-button": "Kontaktujte nás a dozvíte se více",
  "intro-text-bottom": "Spoléhají na něj společnosti, které pohánějí web.",
  "sub-menu-button": "Kontaktujte Prodej",
  "sub-menu-item1": "Podnik",
  "sub-menu-item2": "Náklady",
  "sub-menu-item3": "Integrace",
  "sub-menu-item4": "Funkce",
  "sub-menu-item5": "Soukromí",
  "sub-menu-item6": "Docs",
  "info-head-1": "Postaveno na osvědčené platformě hCaptcha",
  "info-text-1": "hCaptcha Enterprise běží na technologii platformy hCaptcha, rozšířené o funkce, které potřebují podniky s vysokým provozem.",
  "info-head-2": "Spolehlivý partner",
  "intro-subtitle": "Vyřešte svůj problém s robotem ještě dnes.",
  "info-text-2": "Našim službám důvěřují největší společnosti na světě a slouží mnoha milionům každodenních uživatelů na desítkách milionů webů.",
  "cloudflare-quote-text": "Hodnotili jsme řadu dodavatelů CAPTCHA a také jsme sami budovali systém. Nakonec se hCaptcha ukázala jako nejlepší alternativa k reCAPTCHA.",
  "cloudflare-quote-detail": "Ředitel produktového managementu, Cloudflare",
  "section-quote-head": "Cenově výhodná volba pro podniky s vysokou návštěvností",
  "section-quote-text": "Konečně důvěryhodná alternativa k Googlu. hCaptcha Enterprise přináší dramatické úspory na vašem účtu reCAPTCHA s vyšším zabezpečením: v některých případech až o 80 % levnější. Mnoho z největších světových online služeb přešlo na hCaptcha Enterprise a dostalo se jim vylepšené detekce botů spolu se značnými úsporami nákladů.",
  "section-quote-button": "Kontaktujte nás ještě dnes pro cenovou nabídku",
  "section-privacy-header": "Zaměřeno na soukromí",
  "section-privacy-text-1": "Reklamní sítě vidí vaše návštěvníky jako produkt. Pro nás je jediným produktem určení jejich lidskosti. Naše služby splňují nebo překračují požadavky GDPR, CCPA a LGPD a podpůrné iniciativy, jako je Privacy Pass. Usilovně pracujeme na vyvážení soukromí a bezpečnosti.",
  "section-privacy-text-2": "Toto jedinečné zaměření na soukromí znamená, že můžeme nabídnout nulové uchovávání osobních údajů, provoz bez souborů cookie a další smluvní záruky ochrany osobních údajů podle potřeby při zachování vynikající bezpečnosti.",
  "section-security-header": "Bezpečnost na prvním místě",
  "section-security-text-1": "Přesnost je ve vašem i našem zájmu. hCaptcha funguje tak, že vám poskytuje skutečná data a umožňuje vám rozhodnout se, jak je používat. Další captcha poskytují reklamní společnosti Gigantic. To znamená, že každý robot, kterého zablokují, může snížit své příjmy.",
  "section-security-text-2": "Použití nejnovějších technik strojového učení se zaměřením na soukromí nám umožňuje překročit bezpečnostní standardy starších strategií záznamu všeho, aniž by došlo k poškození bezpečnosti nebo soukromí uživatelů.",
  "section-user-experience-header": "Skvělá uživatelská zkušenost",
  "section-user-experience-text1": "Pro podnikové uživatele jsou k dispozici možnosti, jak se ve většině scénářů zcela vyhnout problémům.",
  "section-user-experience-text2": "Snižte tření tím, že se zcela vyhnete výzvě pro 99,9 % vašeho legitimního provozu a zároveň budete poskytovat vynikající zabezpečení díky pokročilým modelům botů.",
  "section-easy-integration-header": "Snadná integrace",
  "section-easy-integration-text": "Přidání hCaptcha trvá jen pár minut a jen pár řádků kódu. Základní API je kompatibilní s reCAPTCHA V2 a přepnutí trvá jen několik minut. Už dnes můžete používat špičkovou alternativu a podle potřeby zapnout pokročilejší funkce.",
  "section-easy-integration-serverside": "Strana serveru:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Přizpůsobené skóre hrozeb",
  "section-threat-text": "Ne všechny problémy jsou stejné: získání jediného skóre znamená, že musí odpovídat vašim potřebám, aby byl užitečný. Díky jedinečnému přizpůsobenému skóre hrozeb hCaptcha nám rychlá konzultace umožňuje vyladit naše modely tak, aby poskytovaly skóre relevantnější pro vaše podnikání.",
  "section-challenges-header": "Spusťte své vlastní výzvy během několika sekund",
  "section-challenges-text-1": "Zůstaňte na značce s relevantním obsahem",
  "section-challenges-text-2": "Když uživatelé musí vyřešit problém, aby splnili bezpečnostní požadavky, proč nevytvářet úkoly, které jsou pro uživatele příjemné a relevantní? S naším jednoduchým návrhářem výzev můžete během několika minut spustit obsah výzev vlastní značky.",
  "section-integration-header": "Přímá integrace platformy",
  "section-integration-subheader": "Pro společnosti zabývající se webovou infrastrukturou",
  "section-integration-text": "Systém hCaptcha Enterprise je ve svém designu jedinečně flexibilní: lze jej částečně nebo zcela nasadit na okraji vaší sítě, pokud provozujete veřejný cloud nebo vlastníte mnoho datových center. To může dramaticky snížit náklady a mimosíťový provoz a zároveň zachovat všechny výhody správy našimi zaměstnanci, kteří jsou k dispozici 24 hodin denně, 7 dní v týdnu, abychom splnili nejpřísnější smlouvy SLA.",
  "section-support-header": "Dosažitelná odbornost a podpora pro vás i vaše uživatele",
  "section-support-text": "Servis je pro nás nejvyšší prioritou. Udržujeme nepřetržitou telefonickou podporu a nabízíme přímou koordinaci Slacku s vaším týmem pro integraci inženýrů a našimi zaměstnanci na zavolání během implementace a po ní.‍ ‍Také jsme odhodláni aktivně sledovat dotazy vašich uživatelů a odpovídat na ně prostřednictvím sociálních médií a fór. a naše kanály podpory v rámci widgetů a e-mailu. Jsme přístupní a citliví a spokojenost uživatelů považujeme za nejvyšší KPI.",
  "section-enterprise-header": "Podnikové funkce",
  "section-enterprise-title-1": "Prvotřídní ochrana proti botům",
  "section-enterprise-desc-1": "Bitvě testováno ve webovém měřítku.",
  "section-enterprise-title-2": "Vysoká přesnost bot skóre",
  "section-enterprise-desc-2": "Odhalte špatné herce mnoha různých typů.",
  "section-enterprise-title-3": "Nulové tření a 99,9% pasivní režimy",
  "section-enterprise-desc-3": "Vyzvěte méně než 0,1 % legitimních uživatelů.",
  "section-enterprise-title-4": "Zobrazené typy kontrolních výzev",
  "section-enterprise-desc-4": "Široká knihovna typů na výběr.",
  "section-enterprise-title-5": "Použitý obsah kontrolní výzvy",
  "section-enterprise-desc-5": "Zůstaňte na značce s konzistentním uživatelským zážitkem.",
  "section-enterprise-title-6": "Enterprise SLA",
  "section-enterprise-desc-6": "Zaručená spolehlivost a rychlá nepřetržitá podpora.",
  "section-enterprise-title-7": "Podpora starších prohlížečů",
  "section-enterprise-desc-7": "Kompatibilní až po Internet Explorer 8.",
  "section-enterprise-title-8": "Pokročilé informační panely a API",
  "section-enterprise-desc-8": "Podívejte se, co se děje na všech vašich webech a aplikacích.",
  "section-enterprise-title-9": "Funguje v každé zemi",
  "section-enterprise-desc-9": "Na rozdíl od reCAPTCHA pracujeme v každé zemi.",
  "section-enterprise-title-10": "Zásady ochrany osobních údajů vyhovující GDPR, CCPA a LGPD",
  "section-enterprise-desc-10": "Navrženo pro soukromí od prvního dne. Silná dohoda o zpracování dat.",
  "section-enterprise-title-11": "Jemně zrnité úrovně obtížnosti",
  "section-enterprise-desc-11": "Vytočte to tak, aby přesně odpovídalo vašemu případu použití.",
  "section-enterprise-title-12": "Hosting první strany",
  "section-enterprise-desc-12": "Všechny požadavky a aktiva jdou na hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Panely pro více uživatelů",
  "section-enterprise-desc-13": "Sdílejte správu napříč svým týmem.",
  "section-enterprise-title-14": "Okamžité ověření",
  "section-enterprise-desc-14": "Latence 0 ms: ověřte tokeny hCaptcha bez volání API.",
  "section-enterprise-title-15": "Mobilní integrace (iOS a Android).",
  "section-enterprise-desc-15": "Bezproblémové prostředí na webu, nativním mobilu a mobilním webu. K dispozici jsou předem připravené integrace a nativní sady SDK.",
  "section-enterprise-title-16": "Přizpůsobené podmínky a záruky ochrany osobních údajů",
  "section-enterprise-desc-16": "Uspokojte své právní potřeby, když jiné společnosti nemohou.",
  "presented-challlenges-head": "Prezentované výzvy",
  "presented-challenges-title-1": "Srovnání",
  "presented-challenges-text-1": "Vyberte všechny obrázky, které odpovídají dotazu",
  "presented-challenges-title-2": "Bounding Box",
  "presented-challenges-text-2": "Definujte ohraničující oblast pro objekty",
  "presented-challenges-title-3": "Kategorizace",
  "presented-challenges-text-3": "Identifikujte odpovídající štítky",
  "presented-challenges-subheader": "...a další jednoduché úkoly. Jednoduché pro lidi, těžké pro roboty.",
  "presented-challenges-subtext": "Vlastní úlohy dostupné také pro podnikové vydavatele.",
  "footer-header-1": "Společnost",
  "footer-header-2": "Zdroje",
  "footer-header-3": "Kontakt",
  "footer-link-1": "Značení",
  "footer-link-2": "O",
  "footer-link-3": "Pracovní místa",
  "footer-link-4": "ochranné známky",
  "footer-link-5": "Blog",
  "footer-link-6": "Postavení",
  "footer-link-7": "Dokumentace",
  "footer-link-8": "Nahlásit chybu",
  "footer-link-9": "Přístupnost",
  "footer-terms": "Podmínky",
  "footer-privacy": "Soukromí",
  "footer-attribution": "Atribuce",
  "footer-subheader-1": "Podpěra, podpora",
  "footer-subheader-2": "Kontakt",
  "switch-to-english-link": "Přepnout do angličtiny",
  "intro-heading-privacy": "Navrženo pro soukromí.",
  "intro-subtitle-p1-privacy": " Jedinečný přístup k zabezpečení online založený na soukromí.",
  "info-head-2-pr": "Zaznamenávání online aktivity není řešením.",
  "info-text-1-pr": "hCaptcha Enterprise má pouze jeden účel: zabránit špatným aktérům narušit vaše online operace a poškodit vaše uživatele.",
  "info-text-2-pr": "Naše systémy jsou tedy od základu navrženy tak, aby minimalizovaly shromažďování a uchovávání dat při zachování prvotřídního zabezpečení. Nejlepší způsob, jak chránit uživatelská data, je neukládat je vůbec.",
  "info-text-3-pr": "Všechny vztahy se zákazníky jsou také chráněny silnou smlouvou o zpracování dat. Služba hCaptcha je v souladu se všemi zákony na ochranu soukromí bez ohledu na to, kde sídlí vaše služba nebo vaši zákazníci. Neuchovávání osobních údajů je pro nás mnohem jednodušší než pro jiné společnosti.",
  "info-text-2-2-pr": "Služby jako reCAPTCHA v3 říkají, že umístění jejich sledovacího pixelu na každou stránku vašeho webu je nezbytné pro dobré zabezpečení. Toto není ten případ.",
  "info-text-2-3-pr": "Jednoduchá behaviorální analýza je signál, který snadno zfalšují špatní herci, a vyžaduje uchování historie procházení pro veškerý váš legitimní provoz.",
  "info-text-2-4-pr": "Neprovozujeme reklamní síť a nemáme zájem sledovat vaše chování uživatelů, abychom jim mohli prodávat reklamy. To znamená, že nevyžadujeme pasivní pixel na každé stránce vašeho webu.",
  "info-text-2-5-pr": "Náš kód výzvy přidávejte pouze tam, kde je to nutné a kde má smysl chránit vás i vaše uživatele.",
  "info-head-3-pr": "Strojové učení je užitečné. K fungování ale nepotřebuje osobní údaje.",
  "info-text-3-1-pr": "Strojové učení nyní ovlivňuje téměř každý aspekt našeho života, často způsobem, který si neuvědomujeme a nevidíme. Online bezpečnostní služby nejsou jiné.",
  "info-text-3-2-pr": "Učením přes tisíce signálů mohou modely velmi rychle odvodit a dosáhnout vysoké spolehlivosti při odhalování škodlivého chování, i když žádný jednotlivý signál by sám o sobě nebyl dostatečně silný, aby naznačoval problém.",
  "info-text-3-3-pr": "Nic z toho však nevyžaduje použití osobních údajů (PII). Moderní kryptografické techniky nám umožňují co nejrychleji zlikvidovat jakékoli osobní údaje a místo toho vytvářet jednosměrné podpisy, které nelze spojit s žádnou osobou.",
  "info-text-3-4-pr": "Školení o neidentifikovatelných datech funguje stejně dobře a nevyžaduje kompromisy v oblasti bezpečnosti ani soukromí. Naši zákazníci provedli empirické testy a prohlásili nás za rovnocenné nebo lepší než mnohem méně soukromé alternativy.",
  "cloudflare-quote-text-privacy": "Na řešeních hCaptcha se nám líbilo několik věcí: 1) neprodávají osobní údaje; shromažďují pouze minimum nezbytných osobních údajů, jsou transparentní v popisu informací, které shromažďují a jak je používají a/nebo zveřejňují.",
  "pilot-head": "Vyzkoušejte nás nezávazně ve svém prostředí.",
  "pilot-text-1a": "Jsme inženýři, ne prodejci: chceme, abyste byli se svou volbou spokojeni.",
  "pilot-text-1b": "Nejlepší způsob, jak zajistit vaši spokojenost, je ukázat, že naplňujeme vaše potřeby.",
  "pilot-text-1c": "Prakticky všechny společnosti, které zahájí pilotní provoz, si nakonec vyberou naše řešení.",
  "pilot-text-1d": "Pomocí tohoto formuláře kontaktujte jednoho z našich technických specialistů. Odpovídáme rychle.",
  "pilot-text-1e": "Můžete nám také poslat e-mail přímo.",
  "pilot-email-details": "Podrobnosti jsou zde.",
  "pilot-f1": "Kraj",
  "pilot-f2": "Tvé jméno",
  "pilot-f3": "Tvé jméno",
  "pilot-f4": "Obchodní e-mail",
  "pilot-f5": "Měli bychom mít nějaké další podrobnosti?",
  "pilot-f6": "Potřebujete urgentní nástup?",
  "pilot-f7": "Ano.",
  "pilot-f8": "Jsem pod útokem a požaduji okamžitý nástup.",
  "pilot-f9": "Předložit",
  "pilot-f10": "Zadáním svého e-mailu souhlasíte s našimi Podmínkami a Zásadami ochrany osobních údajů a s přijímáním e-mailů od nás.",
  "pilot-fo-1": "Integrace nemůže být jednodušší.",
  "pilot-fo-2": "hCaptcha má desítky předpřipravených integrací pro frontend a backend systémy, které používáte.",
  "pilot-fo-3": "Pokud náhodou přicházíte z reCAPTCHA společnosti Google, naše rozhraní API jsou náhradními funkcemi. Tři řádky kódu jsou vše, co potřebujete.",
  "pilot-fo-4": "Naši inženýři vám mohou rychle pomoci, ať už potřebujete integraci React, sady SDK pro nativní aplikace pro iOS, příklad backendu Java nebo prakticky jakýkoli jiný scénář.",
  "pilot-fo-5": "A jako vždy je pro nás soukromí klíčovou hodnotou. Náš kód výzvy přidávejte pouze tam, kde je to nutné a kde má smysl chránit vás i vaše uživatele. Minimalizace sběru dat začíná od okamžiku integrace.",
  "pilot-fdone": "Děkuji. Brzy se vám ozveme.",
  "home-ent-2-new": "Zjistěte více o našem podnikovém řešení.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Řešení hCaptcha Enterprise poskytují prvotřídní zabezpečení a chrání mnoho špičkových online služeb.",
  "home-plans-button-2-new": "Zjistěte více",
  "header-enterprise-link": "Podnik",
  "sales-interstitial-c1b-new": "Další informace o hCaptcha Enterprise"
}
