{
  "a11y-img-1": "Uživatelská obrazovka přístupnosti po přihlášení",
  "a11y-img-2": "Možnost usnadnění v nabídce uživatelského rozhraní widgetu",
  "a11y-img-3": "Dialogové okno Usnadnění v uživatelském rozhraní widgetu",
  "about-advisors-brendan": "Generální ředitel společnosti Brave. Spoluzakladatel Mozilly. Tvůrce programovacího jazyka JavaScript. Tvůrce prohlížečů a dalších.",
  "about-advisors-dawn": "Professor, CS ve společnosti University of California, Berkeley. Hluboké učení, bezpečnost, expert na blockchain. Generální ředitel Oasis Labs.",
  "about-advisors-head": "Poradci",
  "about-advisors-keiran": "Research Scientist ve společnosti Stanford. Strojové učení a kvantitativní financování u velkých bank, zajišťovacích fondů a akademické obce.",
  "about-content-head-1": "Co děláme",
  "about-content-head-2": "Proč na tom záleží",
  "about-content-text-1a": "hCaptcha přináší moderní přístup k zastavení robotů zaměřený na soukromí.",
  "about-content-text-1b": "Ukážeme výzvy CAPTCHA, které jsou pro roboty obtížné, ale pro lidi snadné, shromažďováním obtížně označitelných dat z problémů se strojovým učením a jejich pomocí k rozlišení, zda je návštěvník webu nebo aplikace člověk.",
  "about-content-text-2a": "Špatní herci jsou stále častěji online. Ale obětování soukromí uživatelů není odpověď.",
  "about-content-text-2b": "Bezpečnostní řešení nabízená reklamními společnostmi se zaměřují především na sledování uživatelů na webu. Vytvořili jsme efektivní bezpečnostní řešení, které dokazuje, že k dosažení vynikajících výsledků není nutné poškozovat soukromí uživatelů.",
  "about-intro-head-1": "O hCaptcha",
  "about-intro-head-2": "Ochrana osobních údajů, zabezpečení a strojové učení.",
  "about-intro-text": "hCaptcha je nejrozšířenější nezávislá služba CAPTCHA na světě.",
  "about-leadership-head": "Kdo jsme",
  "about-leadership-headsub": "Zkušený tým, který pracuje na nejtěžších problémech dneška.",
  "about-leadership-link1": "Kdo jsme",
  "about-leadership-text1": "Specializujeme se na hluboké učení a strojové učení vizuálních domén ve velkém, se zvláštním zaměřením na zabezpečení online systémů před stále sofistikovanějšími moderními hrozbami.",
  "about-leadership-text2": "S desítkami let zkušeností v oblasti softwaru a strojového učení stavíme a provozujeme masivně škálovatelné systémy, abychom řešili některé z nejtěžších problémů dneška při zachování soukromí.",
  "acc-opt": "Možnosti usnadnění",
  "acc-opt-but": "Další informace o možnostech usnadnění přístupu",
  "acc-opt-text": "Jste zrakově postižení nebo jinak nedokážete dokončit hCaptchas?",
  "accessibility-link": "Přístupnost",
  "appreciate-in": "Vážíme si vašeho příspěvku. Dejte nám vědět o jakýchkoli problémech a my je rychle vyřešíme.",
  "fb-but": "Zašlete nám zpětnou vazbu",
  "feedback-text": "Poskytněte zpětnou vazbu k hCaptcha, kterou jste právě viděli",
  "footer-attribution": "Uvedení zdroje",
  "footer-copyright-text": "hCaptcha je registrovaná ochranná známka společnosti Intuition Machines, Inc.",
  "footer-header-1": "Společnost",
  "footer-header-2": "Zdroje",
  "footer-header-3": "Kontakt",
  "footer-link-1": "Značení",
  "footer-link-10": "Přístupnost",
  "footer-link-2": "O",
  "footer-link-3": "Pracovní místa",
  "footer-link-4": "Ochranné známky",
  "footer-link-5": "AI etika",
  "footer-link-6": "Blog",
  "footer-link-7": "Postavení",
  "footer-link-8": "Dokumentace",
  "footer-link-9": "Nahlásit chybu",
  "footer-privacy": "Soukromí",
  "footer-subheader-1": "Podpěra, podpora",
  "footer-subheader-2": "Kontakt",
  "footer-terms": "Podmínky",
  "h-plans": "Plány předplatného",
  "header-docs-link": "Dokumenty",
  "header-labeling-services-link": "Etiketovací služby",
  "header-login-button": "Přihlásit se",
  "header-plans-link": "Plány",
  "header-signup-button": "Přihlásit se",
  "home-about-head": "O hCaptcha",
  "home-about-subtitle": "Používá protokol HUMAN",
  "home-about-text-1": "hCaptcha je navržen tak, aby vyřešil nejnáročnější problém strojového učení: značení velkého množství dat včas, cenově a spolehlivě.",
  "home-about-text-2": "Více dat obecně přináší lepší výsledky ve cvičení modelů strojového učení. Nedávný úspěch hlubokých modelů vedl ke stále větším množinám datových souborů, téměř vždy s určitou lidskou kontrolou. Vytváření velkých datových souborů kontrolovaných člověkem prostřednictvím Mechanical Turk, Figure Eight atd. Je však pomalé a nákladné.",
  "home-about-text-3": "hCaptcha umožňuje webovým serverům vydělávat peníze obsluhující tento požadavek a blokovat roboty a jiné formy zneužívání.",
  "home-about-text-4": "Tržiště hCaptcha je založeno na HUMAN Protocol, otevřeném decentralizovaném protokolu pro lidskou kontrolu, který běží na blockchainu Ethereum. Webové stránky vydělávají lidské tokeny (HMT) pokaždé, když uživatelé na svém webu používají widget hCaptcha, a společnosti pro strojové učení platí lidské tokeny, aby získaly označení svých dat.",
  "home-ba-labeling-services-link": "Etiketovací služby",
  "home-benefits-head-1": "Hodnota v označení dat",
  "home-benefits-head-2": "Vraťte charitu",
  "home-benefits-text-1": "Uvědomili jste si, že pokaždé, když kliknete na auto, pomáháte zdarma trénovat systémy strojového učení jediné společnosti Gigantic?",
  "home-benefits-text-2": "hCaptcha otočí tento model. Když používáte hCaptcha, společnosti draží za práci, kterou vaši uživatelé dělají, když prokazují svou lidskost. Získáte odměny.",
  "home-benefits-text-3": "Chcete se vrátit své oblíbené charitě? hCaptcha vám umožňuje podporovat charity podle vašeho výběru zisky, které získáte z jejich používání. Uživatelé na vašem webu brzy uvidí váš příspěvek na charitu prostřednictvím diskrétní značky na rozhraní hCaptcha.",
  "home-challenge-text-1": "Vyberte všechny obrázky, které odpovídají dotazu",
  "home-challenge-text-2": "Definujte ohraničující oblast pro objekty",
  "home-challenge-text-3": "Identifikujte odpovídající štítky",
  "home-challenge-title-1": "Srovnání",
  "home-challenge-title-2": "Ohraničující rámeček",
  "home-challenge-title-3": "Kategorizace",
  "home-challenges-head": "Prezentované výzvy",
  "home-challenges-text-1": "... a další jednoduché úkoly. Snadné pro lidi, těžké pro roboty.",
  "home-challenges-text-2": "Pro podnikové vydavatele jsou k dispozici také vlastní úlohy.",
  "home-ent-1": "Hledáte naše nabídky podnikového zabezpečení?",
  "home-ent-2": "Navštivte náš nový specializovaný web: BotStop.com",
  "home-ent-button": "Další informace: BotStop od hCaptcha",
  "home-from-the-blog": "Z BLOGU:",
  "home-from-the-blog-value": "Jak funguje nastavení obtížnosti hCaptcha",
  "home-intro-body": "Používáte captcha, abyste udrželi roboty? hCaptcha chrání soukromí uživatelů, odměňuje webové stránky a pomáhá společnostem označit jejich data. Jedná se o náhradu za reCAPTCHA: můžete přepnout během několika minut.",
  "home-intro-button": "Zaregistrujte se hned teď",
  "home-intro-head": "Zastavte více robotů. Začněte chránit soukromí uživatelů.",
  "home-main-1": "Soukromé. Zajistit. Rychlejší. A platíme vám za jeho použití.",
  "home-main-2": "Zaměřeno na soukromí",
  "home-main-2c": "Reklamní sítě vidí vaše návštěvníky jako produkt. Pro hCaptcha je produkt prací, kterou poskytují. Nezajímá nás, kdo jsou vaši uživatelé, pouze to, jak je pravděpodobné, že budou škodliví. Podporujeme iniciativy jako Privacy Pass a tvrdě pracujeme na vyvážení soukromí a bezpečnosti.",
  "home-main-3": "Zabezpečení na prvním místě",
  "home-main-3c": "Přesnost je ve vašem zájmu a v našem zájmu. hCaptcha je zaměřen na vydavatele. Pracujeme na tom, abychom vám poskytli skutečná data a nechali jste se rozhodnout, jak je použít. Další captchas poskytuje společnost Gigantic advertising. To znamená, že každý robot, kterého blokují, může snížit své příjmy.",
  "home-main-4": "Lepší uživatelský zážitek",
  "home-main-4c": "Pro určení lidstva používá hCaptcha sofistikované modely strojového učení. Díky tomu můžeme od vašich uživatelů vyžadovat méně otravné úkoly a věnovat jim méně času, zatímco stále vytváříme užitečná označená data pro označování zákazníků.",
  "home-main-plans": "hCaptcha je zdarma k použití pro vydavatele jakékoli velikosti. Pro podniky a platformy, které potřebují větší kontrolu, jsou však k dispozici naše podniková řešení.",
  "home-main-plans2": "Podniková řešení hCaptcha chrání miliony uživatelů na desítkách milionů webů pro některé z největších společností na planetě. Kontaktujte nás pro více informací nebo navštivte",
  "home-main-plans3": "Podniková řešení hCaptcha chrání miliony uživatelů na desítkách milionů webů pro některé z největších společností na planetě. Kontaktujte nás pro více informací nebo navštivte",
  "home-main-plans4": "pro detaily.",
  "home-plans-button-1": "Zaregistrujte se hned",
  "home-plans-button-2": "Kontaktujte prodej",
  "home-plans-chart-head-1": "Funkce",
  "home-plans-chart-head-2": "Vydavatel",
  "home-plans-chart-head-3": "Podnik",
  "home-plans-chart-row-1-cell-1": "Zobrazují se typy výzev k ovládání",
  "home-plans-chart-row-1-cell-2": "Omezený",
  "home-plans-chart-row-1-cell-3": "Celkový",
  "home-plans-chart-row-10-cell-1": "Řídicí panely pro více uživatelů",
  "home-plans-chart-row-11-cell-1": "Pokročilé funkce hlášení",
  "home-plans-chart-row-12-cell-1": "SLA pro podniky",
  "home-plans-chart-row-2-cell-1": "Ovládejte použitý obsah výzvy",
  "home-plans-chart-row-2-cell-2": "Omezený",
  "home-plans-chart-row-2-cell-3": "Celkový",
  "home-plans-chart-row-3-cell-1": "Získejte odměny za lidská řešení",
  "home-plans-chart-row-4-cell-1": "Špičková ochrana proti botům",
  "home-plans-chart-row-5-cell-1": "Funguje v každé zemi",
  "home-plans-chart-row-5a-cell-1": "No-CAPTCHA a 99,9% pasivní režimy",
  "home-plans-chart-row-5b-cell-1": "Skóre důvěryhodnosti robota",
  "home-plans-chart-row-6-cell-1": "Zásady ochrany osobních údajů vhodné pro GDPR a CCPA",
  "home-plans-chart-row-7-cell-1": "Jemně zrnité úrovně obtížnosti",
  "home-plans-chart-row-8-cell-1": "Spusťte svůj vlastní obsah výzvy",
  "home-plans-chart-row-9-cell-1": "Časové plánování obtížnosti",
  "home-try-it-out-button": "Získejte hCaptcha",
  "home-try-it-out-head": "Vyzkoušet to",
  "home-try-it-out-text": "hCaptcha poskytuje jednoduchou, snadnou a spolehlivou detekci botů, přičemž je pro lidi triviální.",
  "labeling-about-head": "O hCaptcha",
  "labeling-about-text-1": "hCaptcha je navržen k řešení nejvíce pracného problému ve strojovém učení; značení velkého množství dat včas, cenově a spolehlivě. Více dat obecně přináší lepší výsledky ve cvičení modelů strojového učení. Nedávný úspěch hlubokých modelů vedl ke stále větším datovým sadám a hCaptcha této potřebě slouží.",
  "labeling-about-text-2": "Vytváření velkých datových souborů kontrolovaných člověkem pomocí tradičních metod je však pomalé a nákladné. hCaptcha je způsob, jak mohou společnosti získat požadované poznámky rychleji, kvalitněji a za nižší cenu než jiné alternativy.",
  "labeling-annotations-head": "Typy poznámek",
  "labeling-annotations-text-1": "Přesná detekce objektů v obrazech a videu",
  "labeling-annotations-text-2": "Přesná detekce objektů v obrazech a videu",
  "labeling-annotations-text-3": "Bodové poznámky pro mnoho různých případů použití",
  "labeling-annotations-text-4": "Řadit nebo připojit libovolné kategorie libovolné velikosti",
  "labeling-annotations-text-5": "Detekce a klasifikace poháněná člověkem",
  "labeling-annotations-text-6": "Potřebujete jiný typ, který zde není uveden? Stačí se nás zeptat.",
  "labeling-annotations-title-1": "Ohraničující boxy",
  "labeling-annotations-title-2": "Mnohoúhelníky",
  "labeling-annotations-title-3": "Památky",
  "labeling-annotations-title-4": "Kategorizace atributů",
  "labeling-annotations-title-5": "Srovnání a detekce",
  "labeling-annotations-title-6": "... a mnoho dalších",
  "labeling-ent-button": "Kontaktujte náš tým podnikových řešení",
  "labeling-ent-head": "Potřebujete kompletní kontrolu?",
  "labeling-ent-text-1": "HUMAN Platform za hCaptcha poskytuje vysoce sofistikované funkce kvality práce a správy prostřednictvím nasazení on-premise, hybridního nebo SaaS, které se integruje s vašimi stávajícími systémy.",
  "labeling-ent-text-2": "Spouštějte zcela offline s vlastními pracovními silami, sledujte hodnotu spotřebovanou napříč obchodními jednotkami nebo partnery konsorcia, selektivně směrujte úlohy k různým interním nebo externím poskytovatelům pracovních sil na základě požadavků na náklady a zabezpečení atd.",
  "labeling-ent-text-3": "Snadný přístup k rozhraní API, nádherné řídicí panely a nejnovější technologie ve smyčce pro maximalizaci efektivity.",
  "labeling-ent-text-4": "K dispozici 99,99% dostupnost SLA a nepřetržitá globální podpora. Pro více informací:",
  "labeling-features-head-1": "Jednoduché kanály založené na API.",
  "labeling-features-head-2": "Optimalizováno z hlediska nákladů a kvality. Není vyžadován žádný přímý závazek.",
  "labeling-features-head-3": "Plaťte pouze za přesnost, kterou potřebujete.",
  "labeling-features-head-4": "Poskytněte své vlastní základní pravdivé údaje nebo je nechte sestavit za chodu.",
  "labeling-features-text-1": "Chcete integrovat kontrolu lidí přímo do svých obchodních operací? Nabízíme vysokou spolehlivost SLA, garantovanou kapacitu a jednoduchá rozhraní REST API.",
  "labeling-features-text-2": "Platforma HUMAN používá komplexní modely spolehlivosti k provádění sofistikovaných analýz kvality v reálném čase. To nám umožňuje rychle určit jak obtížnost otázek, tak jejich pravděpodobnou správnou odpověď, což vám ušetří čas a peníze.",
  "labeling-features-text-3": "Ne všechny problémy jsou stejné. Anotace úkolů důležitých pro bezpečnost mohou vyžadovat 99,99% důvěru od zcela lidských pracovníků. Poznámky k jedné funkci beta v mobilní herní aplikaci mohou vyžadovat pouze střední jistotu. Vy se rozhodnete.",
  "labeling-features-text-4": "Máte nezpracovaná data bez komplexní sady ověření? Ve většině případů můžeme vytvořit jeden pro vás jako úkoly spuštěné v systému nebo vytvořit vzorky označené pro vaše schválení.",
  "labeling-info-head": "Získání označení dat",
  "labeling-info-text-1": "Promluvte si s jedním z našich odborníků na doménu a definujte potřeby vašeho projektu: přesnost cíle, formát a jakékoli speciální požadavky.",
  "labeling-info-text-2": "Na základě vašich ukázkových dat provedeme malou produkční úlohu. Toto testuje práci, kterou jsme společně provedli, abychom zajistili, že dostanete přesně to, co potřebujete.",
  "labeling-info-text-3": "Díky našemu velkému objemu a nízké latenci vaši práci rychle obrátíme, s automatickým doručením, jakmile je hotovo.",
  "labeling-info-text-4": "Jak lépe porozumíme parametrům vaší produkční práce, výsledky se budou časem zlepšovat.",
  "labeling-info-text-5": "Živé řídicí panely vám umožňují kdykoli poskytnout zpětnou vazbu nebo pozastavit produkci.",
  "labeling-info-title-1": "Definujte specifikace",
  "labeling-info-title-2": "Počáteční test úlohy",
  "labeling-info-title-3": "Nasazení produkčních úloh",
  "labeling-info-title-4": "Neustálé zlepšování",
  "labeling-info-title-5": "Výsledky v reálném čase",
  "labeling-main-1": "Nákladově efektivní označování dat v měřítku",
  "labeling-main-1-button": "Získejte svá data hned teď",
  "labeling-main-1c": "Potřebujete více štítků pro své datové sady? hCaptcha poskytuje společnostem pracujícím na aplikacích umělé inteligence a strojového učení rychlé, nákladově efektivní a vysoce kvalitní označování dat.",
  "labeling-main-2": "Spusťte okamžitě miliony úkolů.",
  "labeling-main-2-button": "Koupit služby označování dat",
  "labeling-main-2c": "hCaptcha má pro vaše použití jeden z největších bazénů na planetě. Ať už je váš rozsah jakýkoli, dokážeme to zvládnout bez nákladných závazků předem. Miliony úkolů denně nejsou žádný problém.",
  "labeling-platform-head": "Soukromé nebo veřejné informace",
  "labeling-platform-text": "hCaptcha je postaven na platformě HUMAN, která umožňuje sofistikované směrování a analýzu k optimalizaci nákladů a efektivity v každém kroku. Tato technologie umožňuje správným pracovníkům zvládnout každou část vaší práce, maximalizovat efektivitu nákladů při zachování soukromí a splnění případných regulačních požadavků.",
  "labeling-try-button": "Koupit služby označování dat",
  "labeling-try-head": "Chcete to vyzkoušet s vašimi daty?",
  "labeling-try-text": "... jsme připraveni, když jste: naše služba je k dispozici nepřetržitě.",
  "learn-more-hcaptcha": "Další informace o hCaptcha",
  "page-acc-faq-1": "Otázka: Je hCaptcha Section 508 + WCAG 2.1 AA kompatibilní? Odpověď: Věříme tomu: všichni uživatelé s jakoukoli formou znehodnocení, kteří mohou procházet web a zadávat text do formulářů, mají po registraci přístup ke službám chráněným hCaptcha. Nejedná se však o právní radu: měli byste provést vlastní hodnocení, přičemž vezmete v úvahu vaši konkrétní implementaci, abyste zajistili, že tomu tak je pro vaše nasazení.",
  "page-acc-faq-2": "Otázka: Pracujete na dalších možnostech přístupu (a11y), jako je zvuk? Odpověď: Dříve populární možnosti, jako jsou zvukové captcha, diskriminují mnoho dalších uživatelů a jsou snadno porazitelné moderními technikami strojového učení. To přinutilo současné zvukové výzvy, aby se staly stále obtížnějšími, zavádějící hluk, liché načasování, neobvyklé kombinace slov atd., Aby porazily útočníky. Jsme tedy tímto přístupem méně nadšení oproti tomu, jak se této výzvě úplně vyhnout, ale vezmeme to v úvahu, pokud bude poptávka celé komunity. Nás však velmi zajímá Privacy Pass pro případ použití Accessibility. Věříme, že kombinace našeho současného přístupu a11y s vydáním Privacy Pass umožní uživatelům a11y procházet bezpečně a bezpečně s vědomím, že jejich provoz je soukromější, a zároveň omezit zneužívání provozovatelů bot, ke kterému nevyhnutelně dochází, když jsou k dispozici možnosti a11y. Jsme aktivními účastníky pracovní skupiny IETF standardizující tuto novou technologii.",
  "page-acc-faq-3": "Otázka: A co soukromí? Vystavuje registrace nějakým způsobem údaje o procházení? Co děláte s e-mailem? Odpověď: hCaptcha je navržen pro soukromí od základů. Je to velmi odlišné od tradičních možností, jako je reCAPTCHA, které vlastní reklamní sítě, které mají motivaci vás sledovat na webu a spojovat vás se skutečnou identitou. Nikdy nepoužíváme e-maily ani informace o přístupu k žádnému jinému účelu, než je usnadnění jedenáctého používání a prevence zneužití. Naše zásady ochrany osobních údajů mají komplexní a směrodatné odpovědi na to, jak používáme data, ale krátkou odpovědí je, že nemáme zájem vás jako osobu spojovat s vaší historií procházení. V současné době také pracujeme na kryptografickém řešení pro rychlé vyřazení vaší e-mailové adresy zatímco si stále zachovává naši schopnost předcházet zneužití a doplňuje naši práci s ochranou osobních údajů.",
  "page-acc-link-1": "Pokud jste uživatelem přístupnosti, zaregistrujte se zde.",
  "page-acc-subhead": "Zajištění plynulého přístupu pro všechny uživatele při zachování bezpečnosti",
  "page-acc-summary": "souhrn",
  "page-acc-summary-contents-1": "hCaptcha je navržen tak, aby zastavil roboty tím, že je odlišuje od lidí. Vizuální testy jsou k tomu pohodlným nástrojem, ale ne každý může vyřešit vizuální výzvu. Z tohoto důvodu jsme navrhli jednoduchou, bezbolestnou alternativu, která umožní vydavatelům využívajícím naši službu zachovat přístup pro všechny s úplným dodržováním ustanovení § 508 a WCAG 2.1 AA.",
  "page-acc-summary-contents-2": "Jak to funguje: nejprve se uživatel přístupnosti zaregistruje na této adrese URL, která je propojena na stránce s informacemi o widgetu hCaptcha. Dostanou zašifrovaný soubor cookie, který lze použít několikrát denně, ale musí se každých 24 hodin aktualizovat pomocí přihlášení. Když se uživateli přístupnosti na libovolném webu pomocí služby hCaptcha zobrazí výzva, automaticky projde.",
  "page-acc-title": "hCaptcha Informace o přístupnosti",
  "page-acc-tr-body": "Otázka: Po nastavení souboru cookie se stále zobrazuje výzva. Co to způsobuje?<br> Odpověď: Obvykle je to kvůli použití agresivního blokování reklam nebo rozšíření proti cookie nebo nastavení, které blokuje soubory cookie napříč weby, v tomto případě soubor cookie pro hcaptcha.com, který je nastaven nebo zkontrolován hCaptcha JS na jiném webu , jako ten, který navštěvujete.<br><br> hCaptcha přístupové cookies fungují se všemi oblíbenými prohlížeči a blokátory reklam s jejich standardním nastavením, takže selhání obvykle způsobují anti-anti-adblock skripty nebo podobné sady pravidel cílené na konkrétní stránky.<br><br> Řešení:<br><br> 1. Seznam povolených souborů cookie hcaptcha.com a * .hcaptcha.com ve vašem blokátoru reklam nebo rozšíření zabezpečení prohlížeče.<br> 2. Pokud používáte prohlížeč Brave, který aktuálně nemá žádný seznam povolených souborů cookie, přejděte na Předvolby -> Štíty -> Soubory cookie a zvolte Povolit všechny soubory cookie.<br> 3. Pokud používáte nejnovější verzi Safari na nedávno vydaném OS X 10.15 nebo iOS 13.4, Apple právě změnil chování Safari související s cookies třetích stran a ve výchozím nastavení je všechny zablokoval. Implementujeme řešení, ale mezitím přejděte do části Předvolby Safari, Ochrana osobních údajů a zrušte zaškrtnutí políčka Sledování webových stránek: Zabraňte sledování mezi webovými stránkami a povolte tak, aby soubor cookie přístupnosti fungoval podle očekávání.<br><br> Otázka: Používám více zařízení. Musím se zaregistrovat vícekrát?<br> Odpověď: Ne. Chcete-li nastavit soubor cookie, klikněte na stejný e-mailový přihlašovací odkaz, který vám byl zaslán na každém zařízení, které používáte.<br><br> Otázka: Jak se mohu chránit před sledováním souborů cookie třetích stran při používání souboru cookie přístupnosti?<br> Odpověď: Používání jakéhokoli rozšíření na blokování soukromí nebo blokování reklam, které podporuje seznam povolených na úrovni domény (např. UBlock Origin), bude fungovat podle očekávání: nezapomeňte přidat na seznam povolených hcaptcha.com.",
  "page-acc-tr-title": "Pro uživatele přístupnosti: Časté dotazy a průvodce řešením problémů",
  "page-acc-tr2-body": "Safari<br> Povolení souborů cookie v prohlížeči Safari (Mac): Přejděte do rozevírací nabídky Safari. Vyberte Předvolby. Na horním panelu klikněte na Ochrana osobních údajů. V části Blokovat soubory cookie vyberte možnost Nikdy.<br> Povolení souborů cookie v Safari (iPhone / iPad iOS 11+): Otevřete Nastavení. Přejděte dolů a vyberte Safari. V části Ochrana osobních údajů a zabezpečení vypněte možnosti „Zabránit sledování mezi weby“ a „Blokovat všechny soubory cookie“<br><br> Firefox<br> Klikněte na štít nalevo od adresního řádku jakékoli webové stránky. Klikněte na Nastavení ochrany. Otevře se panel Předvolby Firefoxu Ochrana osobních údajů a zabezpečení. V části Rozšířená ochrana sledování vyberte Vlastní. Zaškrtnutím těchto políček vyberte, které sledovače a skripty chcete blokovat. Ujistěte se, že jste odblokovali hcaptcha.com.<br><br> Můžete také dočasně vypnout některé ochrany v režimu Vlastní, abyste to ladili, zrušením zaškrtnutí políček: Zrušte zaškrtnutí políčka Sledovače nebo zrušte zaškrtnutí políčka Cookies, pokud stále přetrvávají problémy.<br><br> Google Chrome<br> Google Chrome (PC)<br> Vyberte ikonu nabídky Chrome. Vyberte Nastavení.<br> Přejděte do části Ochrana osobních údajů a zabezpečení, poté Soubory cookie a další údaje o webu.<br> Zkontrolujte, zda není povolena možnost „Blokovat soubory cookie třetích stran“.<br><br> Google Chrome (Mac):<br> Na panelu nabídek otevřete předvolby Chromu.<br> Přejděte do části Ochrana osobních údajů a zabezpečení, poté Soubory cookie a další údaje o webu.<br> Zkontrolujte, zda není povolena možnost „Blokovat soubory cookie třetích stran“.<br><br> Google Chrome (Android):<br> V zařízení Android otevřete aplikaci Chrome.<br> Vpravo nahoře klepněte na Více a poté na Nastavení.<br> Klepněte na Nastavení webu a poté na Soubory cookie.<br> Vedle položky „Cookies“ zapněte nastavení.<br> Zaškrtněte políčko vedle možnosti „Povolit soubory cookie třetích stran“.<br><br> internet Explorer<br> 1. Vyberte rychlostní stupeň v pravém horním rohu obrazovky a poté vyberte „Možnosti Internetu“. Pokud máte povolenou lištu nabídek, můžete vybrat „Nástroje“ a poté „Možnosti Internetu“.<br> 2. Klikněte na kartu „Ochrana osobních údajů“.<br> 3. Vyberte tlačítko „Upřesnit“.<br> 4. V části „Soubory cookie třetích stran“ vyberte možnost „Přijmout“.<br> 5. Klikněte na „OK“",
  "page-acc-tr2-head": "Pokyny prohlížeče pro soubory cookie mezi weby",
  "priv-hc": "Zaměřeno na soukromí",
  "priv-hc-text": "Reklamní sítě vás vidí jako svůj produkt. My ne. Nezajímá nás, kdo jsou uživatelé, pouze to, jak je pravděpodobné, že budou škodliví. Podporujeme iniciativy jako Privacy Pass a tvrdě pracujeme na vyvážení soukromí a bezpečnosti.",
  "reporting-bugs-accessibility-button": "Další informace o možnostech usnadnění přístupu",
  "reporting-bugs-accessibility-head": "Možnosti usnadnění",
  "reporting-bugs-accessibility-text": "Jste zrakově postižení nebo jinak nedokážete dokončit hCaptchas?",
  "reporting-bugs-guide-ff-head": "Zachycení podrobností o hlášení chyby: Firefox",
  "reporting-bugs-guide-ff-step-1": "Krok 1: Otevřete Nástroje pro vývojáře (Tím se zahájí nahrávání relace.)",
  "reporting-bugs-guide-ff-step-2": "Krok 2: Klikněte na kartu Síť v Nástrojích pro vývojáře. Zaškrtněte políčko Trvalé protokoly v horní části.",
  "reporting-bugs-guide-ff-step-3": "Krok 3: Navštivte https://accounts.hcaptcha.com/demo nebo web, na kterém máte problém (Poznámka k ochraně osobních údajů: pouze pokud vám nevadí sdílení toho, o co jde) ... a poté klikněte na jsem lidský knoflík a zkusím to vyřešit.",
  "reporting-bugs-guide-ff-step-4": "Krok 4: Po pokusu o řešení klikněte na HAR a výběrem Uložit vše jako HAR uložte síťový protokol. Zašlete nám ten soubor.",
  "reporting-bugs-guide-ff-step-5": "Krok 5: Klikněte na kartu Konzola a klikněte pravým tlačítkem, poté vyberte Vše a uložte to do textového souboru, aby se uložil protokol konzoly. Pošlete nám to také.",
  "reporting-bugs-guide-ff-step-6": "Poslední krok: Pošlete nám tyto soubory protokolu HAR a konzoly a popište problém. Použijte: support@hcaptcha.com (použijte službu jako Dropbox nebo Filebin a odešlete odkazy) a případně snímek obrazovky, pokud máte podezření, že se něco nezobrazuje správně . Zašlete prosím také IP, kterou používáte. Můžete jej získat z https://www.whatsmyip.org/ Děkujeme, že jste si našli čas a pomohli nám získat tyto informace! Zavázali jsme se, že hCaptcha bude fungovat dobře pro každého.",
  "reporting-bugs-guide-head": "Zachycení podrobností o hlášení chyby: Chrome",
  "reporting-bugs-guide-step-1": "Krok 1: Otevřete Nástroje pro vývojáře (Tím se zahájí nahrávání relace.)",
  "reporting-bugs-guide-step-2": "Krok 2: Klikněte na kartu Síť v Nástrojích pro vývojáře. Zaškrtněte políčko Zachovat protokol v horní části.",
  "reporting-bugs-guide-step-3": "Krok 3: Navštivte https://accounts.hcaptcha.com/demo nebo web, na kterém máte problém (Poznámka k ochraně osobních údajů: pouze pokud vám nevadí sdílení toho, o co jde) ... a poté klikněte na jsem lidský knoflík a zkusím to vyřešit.",
  "reporting-bugs-guide-step-4": "Krok 4: Po pokusu o řešení klikněte na Exportovat HAR (malá šipka dolů), čímž uložíte síťový protokol. Zašlete nám ten soubor.",
  "reporting-bugs-guide-step-5": "Krok 5: Klikněte na kartu Konzola a kliknutím pravým tlačítkem a poté na Uložit jako .. uložte protokol konzoly. Pošlete nám to také.",
  "reporting-bugs-guide-step-6": "Poslední krok: Pošlete nám tyto soubory protokolu HAR a konzoly e-mailem a popište problém. Použijte: support@hcaptcha.com (použijte službu jako Dropbox nebo Filebin a odešlete odkazy) a volitelně snímek obrazovky, pokud máte podezření, že se něco nezobrazuje správně. Zašlete prosím také IP, kterou používáte. Můžete jej získat z https://www.whatsmyip.org/ Děkujeme, že jste si našli čas a pomohli nám získat tyto informace! Zavázali jsme se, že hCaptcha bude fungovat dobře pro každého.",
  "reporting-bugs-guide-text-1": "Odeslání ladicích informací s vaší zprávou nám mnohem usnadní identifikaci toho, co se děje. Tady jsou podrobné pokyny:",
  "reporting-bugs-guide-text-2": "Pokud jste webový vývojář nebo zkušený uživatel, shrnutí je, že bychom vám chtěli zaslat síťový záznam HAR a protokoly konzoly prohlížeče. Zkuste nejprve deaktivovat jakýkoli blokování reklam nebo rozšíření zabezpečení prohlížeče a poté to zkuste před provedením těchto kroků. Pokud se tím problém vyřeší, budeme rádi, když nám sdělíte verzi prohlížeče, blokování reklam nebo rozšíření prohlížeče a adresu URL webových stránek.",
  "reporting-bugs-intro-head": "Našli jste chybu? Zde je postup, jak to nahlásit.",
  "reporting-bugs-intro-text": "Miliony lidí používají hCaptcha každý měsíc v tisících kombinací prohlížečů, rozšíření, zařízení, bran firewall a dalších. Naším cílem je zajistit, aby to pro vás vždy fungovalo, proto si velmi vážíme vašich zpráv! Chcete-li poskytnout rychlou zpětnou vazbu, stačí kliknout na tlačítko Odeslat zpětnou vazbu. Pokud narazíte na funkční problém, postupujte podle pokynů protokolu ladění pro Chrome nebo podle pokynů protokolu ladění pro Firefox níže. U ostatních prohlížečů nám jednoduše pošlete e-mail. Pokud jde o potenciální problémy se zabezpečením nebo ochranou soukromí, postupujte podle pokynů níže.",
  "reporting-bugs-privacy-head": "Problémy s ochranou soukromí",
  "reporting-bugs-privacy-text": "Nezajímá nás, kdo jsou uživatelé, pouze to, jak je pravděpodobné, že budou škodlivými nebo stroji. Podporujeme iniciativy jako Privacy Pass a tvrdě pracujeme na vyvážení soukromí a bezpečnosti. Pokud jste narazili na problém, o kterém si myslíte, že by mohl ovlivnit soukromí uživatelů, pošlete nám e-mail na adresu support@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "Zašlete nám zpětnou vazbu",
  "reporting-bugs-provide-feedback-head": "Poskytněte okamžitou zpětnou vazbu na hCaptcha",
  "reporting-bugs-provide-feedback-text": "Vážíme si vašeho příspěvku. Dejte nám vědět o jakýchkoli problémech a my je rychle vyřešíme.",
  "reporting-bugs-security-head": "Bezpečnostní chyby",
  "reporting-bugs-security-text": "Vždy nás zajímá přijímání hlášení o bezpečnostních chybách. Pošlete e-mail na adresu support@hcaptcha.com & CC security@hcaptcha.com a my se vám rychle ozveme. Máme také program odměn za chyby pro způsobilé bezpečnostní zprávy o službě hCaptcha a souvisejícím zdrojovém kódu.",
  "sales-interstitial-c1": "Pro firmy",
  "sales-interstitial-c1a": "Podniková bezpečnostní řešení (placená)",
  "sales-interstitial-c1b": "Další informace o hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "Datová anotace",
  "sales-interstitial-c1d": "Kupte si anotační služby hCaptcha",
  "sales-interstitial-c2": "Pro jednotlivce",
  "sales-interstitial-c2a": "Přidejte si do své služby hCaptcha (zdarma)",
  "sales-interstitial-c2b": "Přidat hCaptcha pro vydavatele na můj web nebo do aplikace",
  "sales-interstitial-c2c": "Co je hCaptcha?",
  "sales-interstitial-c2d": "Další informace o hCaptcha",
  "sales-interstitial-head": "Ujistěte se, že jste na správném místě.",
  "sec-hc": "Zabezpečení na prvním místě",
  "sec-hc-text": "hCaptcha je zaměřen na vydavatele. Snažíme se dát webům skutečná data a nechat je rozhodnout, jak je použít. Přesnost je ve vašem zájmu a v našem zájmu. Další captcha poskytují reklamní společnosti. Každý robot, kterého zablokují, může snížit své tržby.",
  "signup-interstitial-c1": "Pro společnosti nebo webové stránky",
  "signup-interstitial-c1a": "Přidejte si do své služby hCaptcha (zdarma)",
  "signup-interstitial-c1b": "Přidat hCaptcha pro vydavatele na můj web nebo do aplikace",
  "signup-interstitial-c1c": "Podniková bezpečnostní řešení (placená)",
  "signup-interstitial-c1d": "Další informace o hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "Datová anotace",
  "signup-interstitial-c1f": "Kupte si anotační služby hCaptcha",
  "signup-interstitial-c2": "Pro jednotlivce",
  "signup-interstitial-c2a": "Přístupnost",
  "signup-interstitial-c2b": "Další informace o možnostech usnadnění pro hCaptcha",
  "signup-interstitial-c2c": "Vydělat peníze",
  "signup-interstitial-c2d": "Pracujte jako individuální štítkovač dat",
  "signup-interstitial-head": "Ujistěte se, že jste na správném místě.",
  "support-interstitial-c1": "Pro firmy",
  "support-interstitial-c1a": "Podniková bezpečnostní řešení (placená)",
  "support-interstitial-c1b": "Získejte podporu pro hCaptcha Enterprise (BotStop)",
  "support-interstitial-c1c": "Vydavatel hCaptcha (zdarma)",
  "support-interstitial-c1d": "Získejte podporu pro hCaptcha Publisher",
  "support-interstitial-c2": "Pro jednotlivce",
  "support-interstitial-c2a": "Máte potíže s výzvou?",
  "support-interstitial-c2b": "Další informace o možnostech usnadnění pro hCaptcha",
  "support-interstitial-c2c": "Chcete nahlásit chybu?",
  "support-interstitial-c2d": "Další informace o hlášení problémů se softwarem",
  "support-interstitial-head": "Ujistěte se, že jste na správném místě.",
  "switch-to-english-link": "Přepnout do angličtiny",
  "what-is-hcaptcha": "Co je hCaptcha?",
  "what-is-hcaptcha-text": "hCaptcha pomáhá vašim oblíbeným webovým službám udržovat roboty, spam a zneužívání kladením jednoduchých otázek, které jsou snadné pro lidi a obtížné pro stroje.",
  "why-hc": "Proč hCaptcha?",
  "why-hc-text": "Pokaždé, když odpovíte na výzvu, pomocí sofistikovaných modelů zjistíme, zda jste člověk nebo stroj. Web, který jste navštívili, pak pomocí tohoto výsledku pomůže zlepšit vaši zkušenost s jejich stránkou tím, že nebude udržovat roboty."
}
