{
    "1031855757": "Použití tohoto webu",
    "1034830": "Spory, které nemusí podléhat předsporové arbitrážní smlouvě, jak je stanoveno v Dodd-Frank Wall Street Reform and Consumer Protection Act (Public Law 111-203), jsou z tohoto vyloučeny.",
    "1064537632": "Vezměte prosím na vědomí, že vaše používání naší služby se řídí naší smlouvou o zpracování dat, která je zde zahrnuta formou odkazu. Přečtěte si prosím tuto smlouvu, abyste viděli, jak zpracováváme osobní údaje vaším jménem. Upozorňujeme, že působíme jako „zpracovatel dat“ pro účely obecného nařízení EU o ochraně osobních údajů a „poskytovatel služeb“ pro účely kalifornského zákona o ochraně soukromí spotřebitelů.",
    "1095532507": "Soubor cookie (\"Cookie\") je malý textový soubor, který server webové stránky umístí na váš pevný disk. Soubory cookie obsahují informace, které může později číst webový server v doméně, která vám soubor cookie vydala. Některé soubory cookie budou použity pouze v případě, že používáte určité funkce nebo zvolíte určité preference, a některé soubory cookie budou použity vždy. Více o každém souboru cookie se můžete dozvědět v našem aktuálním seznamu souborů cookie níže.",
    "1158384644": "Můžete se kdykoli rozhodnout přestat používat naše webové stránky za předpokladu, že musíte dodržovat všechny platné zásady IMI. Podle vlastního uvážení můžeme ukončit tuto smlouvu, pozastavit přístup na naše webové stránky nebo odstranit jakékoli služby okamžitě bez upozornění z jakéhokoli důvodu.",
    "1300074400": "Informace o aktuálním vedení společnosti lze získat na stránce O společnosti. Současný CEO společnosti je výkonný ředitel odpovědný za obsah.",
    "1395644678": "Oficiální web Evropské komise pro online řešení sporů:",
    "148542287": "Toto není právní poradenství a ohledně této analýzy nejsou poskytovány žádné záruky. Máte-li další dotazy nebo obavy, kontaktujte nás na adrese:",
    "1527172673": "Máte-li jakékoli dotazy k těmto Zásadám používání souborů cookie, kontaktujte nás na adrese:",
    "1535054294": "Podívejte se prosím na jejich podrobné zásady",
    "1747657936": "Naše stránky a služba nejsou zaměřeny na děti mladší 13 let a vědomě neshromažďujeme osobní údaje od dětí mladších 13 let. Pokud zjistíme, že jsme shromáždili osobní údaje dítěte mladšího 13 let, přiměřené kroky k odstranění takových informací z našich souborů, jakmile to bude možné, pokud nemáme zákonnou povinnost je uchovávat. Kontaktujte nás, pokud se domníváte, že máme nějaké informace od nebo o dítěti mladším 13 let:",
    "1807512722": "Jakýkoli nárok vyplývající z vašeho používání této webové stránky můžete vznést správní agentuře, ale pouze v rozsahu, v jakém platné zákony umožňují přístup k takové agentuře, bez ohledu na existenci dohody o arbitráži. Takové administrativní nároky zahrnují, ale bez omezení, nároky nebo poplatky vznesené Komisi pro rovné pracovní příležitosti, Ministerstvu práce USA a Národní radě pro pracovní vztahy. Nic v této doložce nebude považováno za překážku nebo omluvu v podání správní žaloby u jakékoli agentury za účelem splnění vaší povinnosti vyčerpat správní opravné prostředky před podáním žaloby v rozhodčím řízení, tímto se však vzdáváte práva na jakýkoli peněžní nález. agenturní řízení.",
    "2238885192": "Sentry používáme ke shromažďování dat pro ladění, když uživatel zaznamená chybu. Informace o tom, jak Sentry shromažďuje a zpracovává data:",
    "2520904193": "Vzdáváte se jakéhokoli práva, které máte na to, aby byl jakýkoli spor podán, projednán nebo rozhodnut v rámci hromadné, kolektivní nebo reprezentativní žaloby. Bez ohledu na jakékoli jiné ustanovení obsažené v této smlouvě nelze předchozí větu v žádném případě od této smlouvy oddělit. Jakýkoli nárok, že celé toto vzdání se práva nebo jeho část je nevymahatelné, nepřiměřené, neplatné nebo neplatné, může být rozhodnuto pouze soudem s příslušnou jurisdikcí, nikoli rozhodcem. Nebude se vám mstít ani vám nebude bráněno v plnění úkolů na našem webu v důsledku uplatnění vašich práv podle § 7 zákona o národních pracovních vztazích nebo podáním nebo účastí na skupinové, kolektivní nebo reprezentativní žalobě na jakémkoli fóru. , ale můžeme se zákonně domáhat vynucení tohoto zřeknutí se skupinové žaloby a požadovat zamítnutí takových skupinových, kolektivních nebo reprezentativních žalob nebo nároků.",
    "2577178569": "3. Používá se pro nezbytně nutné technické účely: umožňuje přístupnost Uživatelské použití.",
    "2583888954": "Výjimky.",
    "263977834": "Administrativní vyčerpání.",
    "2657277322": "Máte-li jakékoli dotazy, kontaktujte nás na adrese:",
    "271333468": "Zavádíme vhodná technická a organizační opatření k ochraně informací, které shromažďujeme a uchováváme, a vyžadujeme, aby všichni zástupci, kteří provádějí naše zpracování naším jménem, dělali totéž. Bohužel žádná bezpečnostní opatření nejsou 100% spolehlivá, a proto nelze zaručit, že žádná síť nebo systém (včetně našeho) bude 100% zabezpečena proti zničení, ztrátě, změně, neoprávněnému zveřejnění nebo přístupu k informacím, které shromažďujeme a uchováváme. Pokud se domníváte, že vaše informace nemusí být z jakéhokoli důvodu v bezpečí, okamžitě nás kontaktujte na adrese:",
    "2763011087": "IMI se nezavazuje, ani není povinna se ho účastnit, alternativního řešení spotřebitelských sporů před subjektem pro řešení spotřebitelských sporů.",
    "2927283721": "Prováděním úkolů na našem webu povolujete shromažďování, používání a zveřejňování vašich osobních údajů v souladu s našimi Zásadami ochrany osobních údajů. Kromě toho můžeme určité informace o vás a vašich dokončených úkolech sdílet s žadatelem, jehož úkoly jste dokončili, abychom usnadnili vztah se službami a zlepšili web, včetně například ID přispěvatele, výsledků dokončených úkolů a dalších atributů souvisejících s vaši kvalifikaci, jazyky, dovednosti a používání webu.",
    "2943815316": "Tento seznam pravidelně aktualizujeme, takže mohou existovat další soubory cookie, které ještě nejsou uvedeny. Web beacons, tagy a skripty mohou být použity na Stránkách nebo v e-mailech, aby nám pomohly doručovat soubory cookie, počítat návštěvy, porozumět použití a účinnosti kampaně a určit, zda byl e-mail otevřen a zda se podle něj jednalo. Můžeme dostávat zprávy založené na používání těchto technologií našimi poskytovateli služeb/analýz na individuálním a souhrnném základě.",
    "3040062804": "Jakékoli arbitrážní řízení podle tohoto oddílu se bude konat standardně ve státě Kalifornie, pokud nemáte bydliště mimo Spojené státy, v takovém případě bude arbitráž probíhat výhradně elektronicky nebo telefonicky. Rozhodčí řízení se může konat na jakémkoli jiném místě, pokud s tím každá strana písemně souhlasí. Bez ohledu na místo, kde se nachází, se kterákoli strana může rozhodnout zúčastnit se rozhodčího řízení prostřednictvím živého videa nebo telekonference.",
    "3091247030": "Zřeknutí se skupinové žaloby.",
    "3102490587": "S výjimkou skupinové žaloby, pokud bude jakákoli podmínka nebo ustanovení nebo část této rozhodčí doložky prohlášena za neplatnou nebo nevymahatelnou, bude zrušena a zbytek rozhodčí doložky bude vymahatelný.",
    "3187946010": "Veškerý text, obrázky, grafické animace, videa, hudba, zvuky a další materiál na těchto stránkách jsou chráněny autorským zákonem IMI nebo třetími stranami, pokud je to uvedeno. Je zakázáno kopírovat nebo upravovat tento materiál pro komerční použití způsobem, který překračuje přiměřené fair use.",
    "3199694247": "Oddělitelnost.",
    "3302832698": "Je vyžadováno alternativní řešení sporů.",
    "3361191778": "Informace uvedené na internetových stránkách nepředstavují individuální rady a nemohou je nahradit. Pokud potřebujete individuální radu, obraťte se na naše pracovníky podpory.",
    "3493572638": "Náklady a poplatky.",
    "3794239003": "Rozhodčí řízení.",
    "3885459114": "Používání cookies můžete obecně aktivovat nebo později deaktivovat prostřednictvím funkce zabudované ve vašem webovém prohlížeči. Pokud se chcete dozvědět více o souborech cookie nebo o tom, jak je ovládat, deaktivovat nebo smazat, navštivte prosím https://www.knowcookies.com/, kde najdete podrobné pokyny.",
    "3956117148": "Webové stránky hCaptcha.com a BotStop.com (dále jen „stránky) mohou obsahovat další soubory cookie, jak je popsáno v těchto zásadách.",
    "4193379787": "Veškerá arbitráž podle této smlouvy bude vedena podle pravidel Americké arbitrážní asociace nebo prostřednictvím vzájemně dohodnuté arbitrážní služby. Rozhodcem bude americký rozhodce vybraný ze seznamu nejméně sedmi (7) jmen prostřednictvím alternativních stávek. V rozhodčím řízení bude mít každá strana právo provést adekvátní občanskoprávní odhalení, podat dispozitivní návrhy a předložit svědky a důkazy potřebné k předložení svých případů a obhajoby, a veškeré spory v tomto ohledu bude řešit rozhodce. Řešení sporu bude založeno výhradně na právu, kterým se řídí uplatňované nároky a obhajoby, a rozhodce se nemůže dovolávat jiného základu než takového kontrolního práva. Rozhodce má při výkonu funkce rozhodce imunitu soudního úředníka vůči občanskoprávní odpovědnosti, která doplňuje jakoukoli jinou stávající imunitu. Nález musí obsahovat písemné odůvodněné stanovisko rozhodce. Vzdáváte se svého práva na soudní řízení před porotou ohledně jakéhokoli nároku, který můžete mít vůči IMI nebo který IMI může mít vůči vám. Jakýkoli nárok podle tohoto článku musí být uplatněn v příslušné promlčecí lhůtě. Toto ustanovení se řídí federálním zákonem o arbitráži Spojených států amerických a berete na vědomí, že tato smlouva dokládá obchodní transakci.",
    "470943029": "Máte-li jakékoli dotazy týkající se těchto Zásad ochrany osobních údajů, kontaktujte nás na adrese:",
    "498769698": "Můžete přistupovat k určitým osobním údajům, které jste nám poskytli prostřednictvím svého účtu integrátora, zákazníka nebo uživatele pro usnadnění (pokud jste integrátor, zákazník nebo uživatel pro usnadnění), můžete je opravit, upravit nebo odstranit. Pokud tak nemůžete udělat nebo máte nějaké dotazy týkající se Osobních údajů, které jsme o vás shromáždili a/nebo sdíleli, nebo byste chtěli odvolat svůj souhlas s naším zpracováním (tj. zcela smazat svůj účet), kontaktujte nás na:",
    "537881751": "Vítejte v hCaptcha! Tyto zásady ochrany osobních údajů popisují postupy společnosti Intuition Machines, Inc. (\"IMI\", \"my\" nebo \"nás\") týkající se našeho shromažďování, používání a zpřístupňování informací (včetně osobních údajů, definovaných níže) prostřednictvím našich webových stránek na adrese www.hcaptcha .com a jakékoli další subdomény nebo domény, které používáme (dále jen „Stránky“) a rozhraní aplikačního programu hCaptcha a související software a materiály (souhrnně „Služba“).",
    "561456032": "Souhlasíte s tím, že v případě jakéhokoli sporu, který vznikne v souvislosti s vaším používáním Služeb nebo s ním souvisí, včetně jakéhokoli sporu, který mohl vzniknout v době, kdy jste začali provádět úkoly pro IMI, a konkrétně včetně jakéhokoli nároku souvisejícího s tím, zda jste či nejste klasifikováni jako nezávislého dodavatele, nejprve oznámíte IMI svůj nárok vůči němu. Vy a IMI se poté pokusíte problém vyřešit buď přímým vyjednáváním, nebo zprostředkováním. Náklady na mediaci si rozdělíme rovným dílem a souhlasíme s tím, že mediace bude vedena telefonicky nebo jinými elektronickými prostředky. Pokud nárok zůstane nevyřešen po neformálních jednáních nebo mediaci, souhlasíte s tím, že vy a společnost IMI použijete k vyřešení sporu konečné a závazné rozhodčí řízení. Tato klauzule upravuje všechny nároky se zpětnou platností od doby, kdy jste začali používat naše webové stránky, ať už na základě deliktu, smlouvy, zákona, včetně, ale nejen, jakýchkoli nároků na diskriminaci a obtěžování, ať už jsou založeny na kalifornském zákoně o spravedlivém zaměstnávání a bydlení. , Hlava VII Zákona o občanských právech z roku 1964, ve znění pozdějších předpisů, nebo jakýkoli jiný státní nebo federální zákon či nařízení, zákon o ekvitě nebo jiné.",
    "658775471": "Cloudflare používáme k optimalizaci našeho webového provozu. Informace o tom, jak Cloudflare shromažďuje a zpracovává data:",
    "702926385": "Každá ze stran ponese své příslušné náklady na právní zastoupení v jakémkoli takovém rozhodčím řízení, s výjimkou případů, kdy jsou poplatky za právní zastoupení výslovně stanoveny zákonem. Strany si rozdělí jakýkoli počáteční administrativní poplatek účtovaný rozhodcem až do maximální výše dvou set padesáti dolarů (250,00 USD). Případné náklady rozhodce a soudního zpravodaje poneseme zpočátku my; rozhodce je však na uvážení, zda přizná přiměřené náklady vítězné straně, jak to stanoví zákon, a/nebo požadovat, aby si strany rozdělily náklady spojené s rozhodcem a/nebo soudním zapisovatelem.",
    "720059527": "2. Používá se pro nezbytně nutné technické účely: vyvažování zátěže, směrování.",
    "74538881": "Zodpovědnost za tento web",
    "996430331": "Místo rozhodčího řízení.",
    "211351380": "Z blogu:",
    "3153117136": "Jak funguje nastavení obtížnosti hCaptcha",
    "2915355938": "Přístupnost",
    "793784899": "Plány",
    "2671622670": "Podnik",
    "3527140447": "Docs",
    "505891021": "Služby označování",
    "692176459": "Přihlásit se",
    "1892574253": "Přihlásit se",
    "2593864519": "Zastavte další roboty. Začněte chránit soukromí uživatelů.",
    "4007826952": "CAPTCHA č. 1 na prvním místě v oblasti ochrany soukromí pro web, mobilní zařízení a další.",
    "3721365241": "Snaž se",
    "3753956446": "Volný, uvolnit",
    "3276777569": "hCaptcha",
    "55035359": "Používáte aktuálně reCAPTCHA?",
    "3417372336": "Přepnutí za pár minut",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Špičkové online služby spoléhají na",
    "1470290349": "pro nejlepší roboty a správu podvodů ve své třídě.",
    "3714002185": "Další informace o hCaptcha Enterprise",
    "3946753128": "soukromé. Zajistit. Rychleji.",
    "939665604": "Zaměřeno na soukromí",
    "780475098": "Reklamní sítě vidí vaše návštěvníky jako produkt. Záleží nám pouze na tom, zda je návštěva dobrá nebo špatná. hCaptcha je v souladu s GDPR, CCPA, LGPD, PIPL a dalšími globálními zákony o údajích.",
    "219813583": "Bezpečnost na prvním místě",
    "2714878440": "Chraňte své služby před odcizením, převzetím účtů, cpáním pověření a spamem pomocí našeho pokročilého strojového učení a ověřování lidskosti.",
    "1397766838": "Lepší uživatelský zážitek",
    "2670352917": "hCaptcha poskytuje spolehlivější detekci botů a přitom je pro lidi snadno řešitelný.",
    "2806751666": "Co je hCaptcha?",
    "3096063825": "Vyzkoušej to",
    "2968026167": "Vaše oblíbená zelenina",
    "713281684": "Lilek",
    "4147497805": "Mrkev",
    "3758963444": "Děkuji! Váš příspěvek byl přijat!",
    "1070364246": "Jejda! Při odesílání formuláře se něco pokazilo.",
    "1129833879": "Zastavte škodlivé roboty, chraňte soukromí uživatelů",
    "58091799": "Další informace o hCaptcha Publisher a Enterprise",
    "1599610318": "Vydavatel",
    "3093388779": "hCaptcha je zdarma k použití pro vydavatele jakékoli velikosti",
    "179723061": "Více kontroly pro týmy, které potřebují prvotřídní zabezpečení",
    "846501387": "Prvotřídní ochrana botů",
    "119298044": "Pokročilé technologie ML a AI s vlastním dohledem chrání vaše webové vlastnosti před hrozbami a útoky",
    "1263998069": "Získejte odměny za lidská řešení",
    "1103295010": "Vydělávejte peníze nebo dávejte na charitu, když lidé řeší CAPTCHA",
    "392886773": "Funguje v každé zemi",
    "2320894364": "Cloud hCaptcha s více než 200 body přítomnosti chrání váš majetek po celém světě",
    "451701069": "V souladu s GDPR, CCPA,",
    "2826051554": "a více",
    "3530599065": "Soukromí se buduje od základů. hCaptcha neuchovává žádné PII a je v souladu s mnoha nařízeními a nařízeními o ochraně osobních údajů.",
    "2489287539": "Bez tření „žádná CAPTCHA“ a 99,9% pasivní režimy",
    "793242047": "Omezte výzvy, kterým uživatelé čelí, a umožníte tak rychlý přístup k aplikacím",
    "4195759329": "Detekce botů a skóre rizika",
    "1150035777": "Sofistikované modely strojového učení generují skóre spolehlivosti botů na základě mnoha datových bodů, kromě toho, zda byly otázky zodpovězeny správně",
    "3688621388": "Podpisy hrozeb",
    "1131525092": "Seskupte špatné aktéry bez námahy pomocí našich Scoped UID chránících soukromí, abyste našli a zastavili související podvody a zneužívání",
    "1559631739": "Soukromé učení",
    "3952259236": "Zkombinujte svá zaslepená data s tisíci signály hCaptcha, abyste trénovali hCaptcha na třídách chování – pouze pro váš příklad – a lépe předpovídali škodlivé chování lépe než kterékoli řešení samotné.",
    "1150963691": "Zmírnění APT",
    "4083018285": "Sada rozšířených funkcí, které se kombinují s vylepšeným monitorováním SOC a reakcí na řešení sofistikovaných přetrvávajících hrozeb",
    "3160820928": "Koordinovaná ochrana před útoky",
    "1849805607": "hCaptcha chrání před hrozbami a návnadami navrženými k infiltraci vašich sítí",
    "1958297836": "Koordinovaná ochrana před útoky a zmírnění APT",
    "1300485304": "hCaptcha chrání před pokročilými hrozbami a návnadami navrženými k infiltraci vašich sítí",
    "2698640210": "Kontrolní výzvy a zobrazené typy",
    "3121248460": "Zobrazujte nekonečně rozmanité vlastní výzvy – od jednoduchých po složité – pro vaše očekávané publikum",
    "3807059944": "Použitý obsah kontrolní výzvy",
    "2707282231": "Přizpůsobte výzvy svým uživatelům. Znemožněte robotům řešení a průnik.",
    "4194763679": "Jemně zrnité úrovně obtížnosti",
    "3730038780": "Vyberte si z téměř nekonečného množství úkolů, které musí uživatelé vyřešit",
    "1849717906": "Přizpůsobte si obsah vlastní výzvy",
    "1508655687": "Přidejte své vlastní výzvy přizpůsobené vašemu publiku, abyste zefektivnili nebo omezili přístup",
    "3620442880": "Funkce ochrany Flash Sale",
    "3265895521": "Zvyšte a snižte obtížnost výzvy podle denní doby",
    "1485807325": "Víceuživatelské řídicí panely, SAML SSO",
    "359073033": "Řídicí panely poskytují vysoce kvalitní nebo jemně zrnité pohledy na aktivitu.",
    "4272454814": "Integrujte se s poskytovatelem identity dle vašeho výběru.",
    "1141402092": "Pokročilé funkce hlášení",
    "910989640": "Vytvářejte podrobné a přizpůsobené zprávy o aktivitě",
    "3768951251": "Enterprise SLA",
    "1014004474": "Podnikové plány hCaptcha nabízejí pokročilé smlouvy o úrovni služeb, aby byla vaše organizace chráněna",
    "1177598246": "Kontaktujte Prodej",
    "1067704102": "Hodnota v označování dat",
    "3065000659": "Uvědomili jste si pokaždé, když \"kliknete na auto\", pomáháte trénovat singl?",
    "3235430156": "systémy strojového učení společnosti zdarma?",
    "1549336309": "hCaptcha obrací tento model. Když používáte hCaptcha, společnosti nabízejí cenu za práci, kterou vaši uživatelé dělají, když prokazují svou lidskost. Dostanete odměny.",
    "3725880582": "Vraťte se charitě",
    "1671436004": "Chcete něco vrátit své oblíbené charitě?",
    "1663628612": "vám dovolí",
    "4272088465": "charitativní organizace dle vašeho výběru s výdělky, které získáte jejím používáním.",
    "2894845722": "Uživatelé na vašem webu budou brzy moci vidět váš příspěvek na charitu prostřednictvím diskrétního brandingu na rozhraní hCaptcha.",
    "3194111925": "Podpěra, podpora",
    "1637702726": "O hCaptcha",
    "2323282990": "Moderní přístup k ověřování lidskosti",
    "1201821619": "hCaptcha řeší jeden z nejpalčivějších problémů dneška: zabraňuje škodlivým robotům zneužívat online služby.",
    "1475399473": "Zjistěte více o týmu hCaptcha",
    "3161489950": "Nejpokročilejší platforma zabezpečení ML na světě",
    "3247172580": "hCaptcha zkombinovala pokročilé strojové učení s vlastním dohledem s novým přístupem k okrajovému výpočtu, který jedinečně minimalizuje shromažďování a uchovávání dat, dodávané z více než 250 míst po celém světě pro masivní škálovatelnost.",
    "3767462250": "Navrženo pro soukromí",
    "3500503648": "hCaptcha je navržena tak, aby eliminovala dlouhodobé uchovávání dat tím, že se spoléhá na okamžité vyhodnocení spíše než na záznam a analýzu vaší historie procházení. Podporujeme také iniciativy jako např",
    "2418549423": ", vznikající standard pro zachování soukromí online prostřednictvím kryptografických důkazů a dalších jedinečných funkcí na prvním místě na ochranu soukromí.",
    "1544546608": "Privacy Pass",
    "976209454": "Získejte odměny nebo darujte charitě",
    "552920956": "hCaptcha umožňuje webům získávat odměny a zároveň blokovat roboty a další formy zneužívání. hCaptcha vám také umožňuje podporovat charitativní organizace podle vašeho výběru těmito výdělky.",
    "654326661": "Chcete se sami přesvědčit? Vyzkoušejte hCaptcha zdarma.",
    "3570415321": "Společnost",
    "3987022469": "Značení",
    "1636202177": "O",
    "2670003220": "Pracovní místa",
    "3233305531": "ochranné známky",
    "3028319964": "Etika AI",
    "4131598919": "lis",
    "1662477701": "Zdroje",
    "3130928685": "Blog",
    "1756106276": "Postavení",
    "1235925265": "Dokumentace",
    "920212083": "Nahlásit chybu",
    "2076066173": "Kybernetické útoky 101",
    "3644106388": "Kontakt",
    "2182196747": "Podpěra, podpora",
    "487083593": "Odbyt",
    "878585497": "Podmínky",
    "1697438123": "Soukromí",
    "1316817321": "Atribuce",
    "3488019891": "hCaptcha je registrovaná ochranná známka společnosti Intuition Machines, Inc.",
    "4224961202": "Ochrana osobních údajů, zabezpečení a strojové učení.",
    "98173630": "hCaptcha je celosvětově nejrozšířenější nezávislá služba CAPTCHA.",
    "1514478724": "Další informace",
    "1752795854": "hCaptcha přináší moderní přístup k zastavení robotů zaměřený na soukromí.",
    "2927700175": "Ukazujeme výzvy CAPTCHA, které jsou obtížné pro roboty, ale snadné pro lidi, a to tím, že shromažďujeme obtížně označitelná data z problémů strojového učení a používáme je k rozlišení, zda je návštěvník webu nebo aplikace člověk.",
    "2188609322": "Špatní herci jsou na internetu stále běžnější. Ale obětovat soukromí uživatelů není řešení.",
    "2032102720": "Bezpečnostní řešení nabízená reklamními společnostmi se zaměřují především na sledování uživatelů na celém webu. Vytvořili jsme efektivní bezpečnostní řešení, které ukazuje, že k dosažení vynikajících výsledků není nutné poškozování soukromí uživatelů.",
    "4146870445": "Kdo jsme",
    "353066938": "Zkušený tým, pracující na nejtěžších problémech dneška. hCaptcha je služba",
    "3260825523": "Stroje na intuici",
    "1173652155": "poradci",
    "3972094614": "Brendan Eich",
    "2113642787": "Píseň úsvitu",
    "2256305371": "Profesor CS na University of California, Berkeley. Hluboké učení, bezpečnost, expert na blockchain. CEO společnosti Oasis Labs.",
    "1606599610": "Kieran Thompson",
    "2177660021": "vědecký pracovník ve Stanfordu. Strojové učení a kvantové financování ve velkých bankách, hedgeových fondech a akademické půdě.",
    "2686825859": "Zaregistrujte se zdarma nebo nás kontaktujte ohledně řešení hCaptcha Enterprise",
    "583434701": "Přístupnost hCaptcha",
    "611905972": "Zajištění bezproblémového přístupu pro všechny uživatele při zachování bezpečnosti",
    "874098071": "Pokud jste uživatelem přístupnosti, zaregistrujte se zde",
    "2745385064": "souhrn",
    "3353238942": "hCaptcha je navržena tak, aby zastavila roboty tím, že je odliší od lidí. Vizuální testy jsou k tomu vhodným nástrojem, ale ne každý dokáže vyřešit vizuální výzvu.",
    "3600022491": "Z tohoto důvodu jsme navrhli jednoduchou, bezbolestnou alternativu, která umožní vydavatelům využívajícím naši službu zachovat přístupnost pro všechny s plnou shodou s oddíly 508 a WCAG 2.1 AA.",
    "2557240048": "Jak to funguje: nejprve se uživatel přístupnosti zaregistruje prostřednictvím",
    "3871665286": ", která je nápadně propojena na informační stránce widgetu hCaptcha. Je jim přidělen zašifrovaný soubor cookie, který lze použít několikrát denně, ale musí se každých 24 hodin obnovovat prostřednictvím přihlášení.",
    "3441764123": "Když je uživateli přístupnosti předložena výzva na webu pomocí služby hCaptcha, automaticky projde.",
    "4247858664": "přihlašovací stránku usnadnění",
    "1297657322": "Uživatelská obrazovka usnadnění po přihlášení",
    "1717658846": "Možnost usnadnění v nabídce uživatelského rozhraní widgetu",
    "1266963825": "Otázka: Je hCaptcha Section 508 + WCAG 2.1 AA kompatibilní?",
    "850025770": "Odpověď: Věříme, že ano: všichni uživatelé s jakoukoli formou postižení, kteří jsou schopni procházet web a zadávat text do formulářů, mají po registraci přístup ke službám chráněným hCaptcha. Nejedná se však o právní radu: měli byste provést své vlastní hodnocení a vzít v úvahu vaši konkrétní implementaci, abyste se ujistili, že tomu tak je i pro vaše nasazení.",
    "159272246": "Otázka: Pracujete na dalších možnostech usnadnění (\"a11y\"), jako je zvuk?",
    "4074220464": "Odpověď: Dříve populární možnosti, jako jsou audio captchas, diskriminují mnoho uživatelů a11y a jsou snadno poraženy moderními technikami strojového učení. To si vynutilo, aby se současné výzvy v oblasti zvuku stávaly stále obtížnějšími a zaváděly hluk, podivné načasování, neobvyklé slovní kombinace a tak dále, aby porazily útočníky. Jsme tedy méně nadšení z tohoto přístupu oproti úplnému vyhýbání se výzvě, ale zvážíme to, pokud bude poptávka ze strany a11y komunity.",
    "2309661107": "Nás však velmi zajímá",
    "2555914614": "pro případ použití Usnadnění. Věříme, že spojení našeho současného přístupu a11y s vydáváním Privacy Pass umožní uživatelům a11y procházet bezpečně a bezpečně s vědomím, že jejich provoz je soukromější, a zároveň omezí zneužití ze strany provozovatelů botů, ke kterému nevyhnutelně dochází, když jsou dostupné možnosti a11y. Jsme aktivními účastníky pracovní skupiny IETF standardizující tuto novou technologii.",
    "2583775432": "Otázka: A co soukromí? Vystavuje registrace nějakým způsobem údaje o prohlížení a11y? Co děláte s e-mailem?",
    "4215483493": "Odpověď: hCaptcha je navržena pro soukromí od základu. Velmi se liší od tradičních možností, jako je reCAPTCHA, které vlastní reklamní sítě, které mají motivaci vás sledovat na webu a spojovat vás se skutečnou identitou.",
    "2474661839": "Náš",
    "4137573005": "má komplexní a autoritativní odpovědi na to, jak data používáme, ale stručná odpověď je, že nemáme zájem spojovat vás jako osobu s vaší historií procházení.",
    "4101570501": "V současné době také pracujeme na kryptografickém řešení, jak rychle zlikvidovat vaši e-mailovou adresu a zároveň zachovat naši schopnost zabránit zneužití, což doplňuje naši práci v oblasti Privacy Pass.",
    "260595108": "Nikdy nepoužíváme e-maily nebo informace týkající se usnadnění přístupu k jiným účelům, než je usnadnění používání a zabránění zneužití.",
    "3063819779": "Zásady ochrany osobních údajů",
    "465714311": "Pro uživatele usnadnění: Otázky a odpovědi a průvodce odstraňováním problémů",
    "3596207631": "Otázka: Po nastavení souboru cookie stále vidím problém. co to způsobuje?",
    "469089249": "Odpověď: Obvykle je to způsobeno používáním agresivního blokovače reklam nebo rozšířením proti souborům cookie nebo nastavením, které blokuje soubory cookie „mezi weby“, v tomto případě soubor cookie pro hcaptcha.com, který nastavuje nebo kontroluje hCaptcha JS na jiné stránky, jako je ta, kterou navštěvujete.",
    "4263626815": "Soubory cookie pro usnadnění přístupu hCaptcha fungují se všemi oblíbenými prohlížeči a blokátory reklam s jejich standardním nastavením, takže selhání jsou obvykle způsobena skripty „anti-anti-adblock“ nebo podobnými sadami pravidel zaměřenými na konkrétní stránky.",
    "3906359167": "Řešení:",
    "3464870463": "1. Přidejte soubory cookie hcaptcha.com a *.hcaptcha.com na seznam povolených souborů cookie v blokovači reklam nebo v rozšíření zabezpečení prohlížeče.",
    "1204911585": "2. Pokud používáte prohlížeč Brave, který nemá (od dubna 2020) žádný druh povolených souborů cookie, přejděte na Předvolby -> Štíty -> Soubory cookie a vyberte „Povolit všechny soubory cookie“.",
    "2932826396": "3. Pokud používáte nejnovější verzi Safari na nedávno vydaném OS X 10.15 nebo iOS 13.4, Apple právě změnil chování Safari související s cookies třetích stran a ve výchozím nastavení je všechny blokuje. Implementujeme řešení, ale mezitím navštivte Předvolby Safari, sekci Ochrana osobních údajů a zrušte zaškrtnutí políčka „Sledování webových stránek: Zabránit sledování napříč weby“, aby soubor cookie pro usnadnění fungoval podle očekávání.",
    "3836291932": "Otázka: Používám více zařízení. Musím se přihlásit vícekrát?",
    "3251220335": "Odpověď: Ne. Klikněte prosím na stejný e-mailový přihlašovací odkaz, který vám byl zaslán na každém zařízení, které používáte, abyste mohli nastavit cookie.",
    "2082407178": "Otázka: Jak se mohu chránit před sledováním souborů cookie třetí strany při používání souboru cookie pro usnadnění?",
    "2700197090": "Odpověď: Použití jakéhokoli rozšíření na ochranu soukromí nebo blokování reklam, které podporuje whitelisting na úrovni domény (např. uBlock Origin), bude fungovat podle očekávání: nezapomeňte přidat hcaptcha.com na seznam povolených.",
    "3657743880": "Pokyny prohlížeče pro soubory cookie napříč weby",
    "1960601330": "Povolení souborů cookie v Safari (Mac): Přejděte do rozbalovací nabídky Safari. Vyberte Předvolby. Klikněte na Soukromí v horním panelu. V části „Blokovat soubory cookie“ vyberte možnost „Nikdy“.",
    "1622303590": "Povolení souborů cookie v Safari (iPhone/iPad iOS 11+): Otevřete Nastavení. Přejděte dolů a vyberte Safari. V části Soukromí a zabezpečení vypněte „Zabránit sledování napříč weby“ a „Blokovat všechny soubory cookie“",
    "2199048568": "Klikněte na štít nalevo od adresního řádku na libovolné webové stránce. Klepněte na Nastavení ochrany. Otevře se panel Předvolby Firefoxu Soukromí a zabezpečení. V části Enhanced Tracking Protection vyberte Custom. Zaškrtnutím těchto políček vyberte, které sledovače a skripty chcete blokovat. Ujistěte se, že máte odblokovaný hcaptcha.com.",
    "3967047208": "Chcete-li to odladit, můžete také dočasně vypnout některé ochrany v Vlastní, a to zrušením zaškrtnutí políček: Zrušte zaškrtnutí políčka Sledování nebo zrušte zaškrtnutí políčka Cookies, pokud máte stále problémy.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Vyberte ikonu nabídky Chrome. Vyberte Nastavení.",
    "926138631": "Přejděte na Soukromí a zabezpečení a poté na Soubory cookie a další data webu.",
    "3419878556": "Ujistěte se, že není povoleno „Blokovat soubory cookie třetích stran“.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Otevřete předvolby Chrome z panelu nabídek.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Na zařízení Android otevřete aplikaci Chrome.",
    "3620039756": "Vpravo nahoře klepněte na Více a poté na Nastavení.",
    "2813310562": "Klepněte na Nastavení webu a poté na Soubory cookie.",
    "3014657981": "Zapněte nastavení vedle položky Soubory cookie.",
    "1242066691": "Zaškrtněte políčko vedle možnosti „Povolit soubory cookie třetích stran“.",
    "292250020": "1. Vyberte ozubené kolo v pravém horním rohu obrazovky a poté vyberte „Možnosti Internetu“. Pokud máte povolenou lištu nabídek, můžete vybrat „Nástroje“ a poté „Možnosti Internetu“.",
    "4114820649": "2. Klikněte na kartu „Soukromí“.",
    "946838734": "3. Vyberte tlačítko \"Upřesnit\".",
    "348809718": "4. V části „Cookies třetích stran“ vyberte „Přijmout“.",
    "1253441326": "5. Klikněte na \"OK\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "internet Explorer",
    "4104188759": "Etické zásady AI",
    "1161704803": "Proč máme zásady etiky AI?",
    "1806535500": "Prakticky každá technologie, od tužek po dynamit, je a",
    "24452499": "řešení; může být použit pro dobré nebo špatné. Každá společnost, která zkoumá, staví nebo prodává řešení dvojího použití, má povinnost zvážit důsledky svého jednání.",
    "4023575072": "dvojí použití",
    "3336625692": "Tato stránka podrobně popisuje naše myšlenky na toto téma v kontextu etiky AI a procesy, kterými se řídíme, abychom zajistili, že používání našich služeb zůstane v souladu se zásadami, které jsme jako společnost přijali.",
    "835717930": "AI Ethics ve společnosti hCaptcha",
    "2179524509": "Občas dostáváme otázky, jaké druhy otázek jsou pro službu hCaptcha přípustné a proč jsou kladeny konkrétní otázky.",
    "1962721652": "Lidské bytosti hledají vzory a někdy se neškodná otázka může během okamžiku změnit ze zcela nepřekvapivého na podezřelou, spíše kvůli změnám ve světě než kvůli motivaci kohokoli, kdo otázku položil.",
    "3974566657": "S tím, jak se služby stávají populárnějšími, je tento druh výskytu nevyhnutelně častější. hCaptcha používají miliony lidí každý den prakticky ve všech zemích světa, proto zveřejňujeme tyto zásady a případovou studii, jak tyto problémy řešíme, abychom byli co nejtransparentnější.",
    "1830910223": "Případová studie etiky AI v reálném světě",
    "805971861": "„Umbrella“ je termín v ImageNet, standardním referenčním souboru dat, který používají výzkumníci počítačového vidění. Spolehlivá identifikace osob držících deštníky je rovněž zásadní pro budování bezpečných systémů pokročilých asistenčních systémů pro řidiče (ADAS) nové generace.",
    "3988350": "To znamená, že existují vynikající případy použití pro zastřešující anotace v reálném světě. O dopadu samořídících aut je prostor pro nesouhlas, ale systémy ADAS už šetří",
    "548587288": "okolo světa.",
    "3138772661": "tisíce životů každý rok",
    "3168199226": "V roce 2020 se však ukázalo, že budování tohoto druhu datové sady by mohlo být vnímáno jako technologie dvojího použití způsobem, který by před rokem čekal jen málokdo.",
    "558378834": "V tuto chvíli již tedy nepřijímáme žádosti o dotazy týkající se deštníků. Potenciál zmatku, když koncový uživatel vidí v současné době otázku týkající se deštníků, je příliš vysoký a naším cílem je nakonec učinit svět příjemnějším místem.",
    "3376604063": "Zásady a procesy AI etiky",
    "1923365316": "V hCaptcha máme přísné zásady etiky AI a součástí toho je proces Poznej svého zákazníka (KYC).",
    "4230322909": "Vždy se snažíme dobře porozumět každému novému zákazníkovi a jeho zamýšlenému případu použití, abychom si potvrdili, že se hodí pro naše produkty a služby, a abychom zajistili, že bude dodržovat zásady, které jsme jako společnost přijali.",
    "2735073144": "V případě potřeby také provádíme průběžné kontroly. Například při naší nedávné kontrole dat a zdrojů žádostí o požadavky na označování související s deštníky jsme byli schopni rychle potvrdit, že žádný vládní subjekt nebo známý státní dodavatel sledovacího softwaru nepožádal za posledních 12 měsíců o deštníky využívající naše služby. .",
    "2715462692": "Jak vypadá náš proces etiky AI?",
    "3049976256": "U každého nového zákazníka etiketování procházíme během prodejního procesu kontrolním seznamem. To zahrnuje počáteční pečlivost KYC před registrací, stejně jako ověření všech požadavků zaslaných našim analytikům a namátkové kontroly v reálném čase a pravidelné kontroly požadavků podaných pomocí naší samoobslužné platformy.",
    "3103642530": "Tato recenze se skládá z několika sad kritérií:",
    "3349094124": "Kritéria etických záležitostí: Cíl",
    "1038019440": "1. Zastupuje tento zákazník národní zájmy země, o které je známo, že se chová v rozporu s mezinárodními zákony a normami?",
    "493717511": "2. Požaduje tento zákazník služby, které by mohly být?",
    "2209109640": "používat pouze pro škodlivé účely v rámci svých běžných obchodních aktivit?",
    "3457805519": "3. Může být požadavek zákazníka splněn podle práva USA a našich pravidel pro zapojení?",
    "1942611550": "především",
    "109179759": "Kritéria etických obav: Subjektivní",
    "1033698050": "1. Věříme, že nám zákazník poskytl případ použití, který podle našeho výkladu typických západních společenských norem považujeme za morálně přijatelný?",
    "361372538": "2. Domníváme se, že by naše poskytované služby byly pravděpodobně využívány zákazníkem k diskriminačním účelům způsobem, který by mohl být legální, ale pro nás nepřijatelný?",
    "2867855718": "3. Domníváme se, že požadavky na ochranu soukromí lze uspokojivě vyřešit v případě žádosti?",
    "2462728596": "Pokud se v těchto bodech nemůžeme uspokojit, žádost zamítneme a můžeme ukončit další přístup k naší platformě, jak je uvedeno v našich podmínkách.",
    "1995277831": "Děkuji",
    "1818116402": "Doufáme, že jste ocenili tento pohled na to, jak řešíme provozní otázky s komponentou AI Ethics.",
    "1499894352": "Velmi málo společností nabízí transparentnost svých rozhodovacích procesů v této oblasti a doufáme, že ostatní budou následovat tento příklad!",
    "535659033": "Creative Commons Attribution",
    "1495915066": "Jak my, naši akademičtí výzkumní partneři a naši zákazníci používáme média Creative Commons",
    "3017533972": "My, naši akademičtí výzkumní partneři a naši zákazníci můžeme příležitostně odkazovat nebo reprodukovat části obsahu licencovaného Creative Commons prostřednictvím platformy hCaptcha, abychom rozšířili znalosti lidstva v oblasti strojového učení.",
    "1428053210": "Tento obsah je obecně přeměněn ze své původní podoby. Například video může být rozděleno do mnoha obrázků, tyto obrázky mohou být rozděleny do mnoha nových obrázků a tyto nové obrázky pak náhodně smíchány, aby se vytvořil konečný zobrazený výsledek.",
    "1728211763": "Použití obsahu tímto způsobem a pro tyto účely spadá do pravidel fair use podle našeho chápání zákonů a standardních postupů v této oblasti, ale jsme dlouholetými fanoušky Creative Commons a dáváme přednost každému, kdo pomáhá monumentální úkol zlepšit inteligenci strojů.",
    "1949452297": "Kvůli vnitřním omezením uživatelského rozhraní hCaptcha a jeho bezpečnostním aspektům není možné reprodukovat zdroj každého obrázku přímo sousedícího s jeho použitím. Místo toho odkazujeme na tuto stránku z naší domovské stránky a udržujeme seznam zdrojů aktuálně nebo nedávno poskytovaných prostřednictvím platformy. Máte přístup k aktuálnímu seznamu",
    "2367602973": "tady",
    "659124570": "Kromě toho, pokud vidíte obsah, který vám patří, reprodukovaný na platformě hCaptcha a chtěli byste jej z jakéhokoli důvodu odstranit, můžete nás kontaktovat prostřednictvím e-mailu na adrese",
    "2066749488": "Další stížnosti",
    "3479034323": "Pokud vidíte obsah, který vám patří, reprodukovaný na platformě hCaptcha a chtěli byste jej z jakéhokoli důvodu odstranit, můžete nás kontaktovat prostřednictvím e-mailu.",
    "1836554225": "Příspěvky na blogu",
    "2873297188": "Diskriminují všechny CAPTCHAS neameričany?",
    "165932542": "Podívejte se na sazby řešení hCaptcha po celém světě",
    "1865097546": "16. listopadu 2021",
    "3005876482": "hCaptcha je nyní největší nezávislou službou CAPTCHA, běží na 15 % internetu",
    "693820850": "Google můžete porazit tím, že na první místo dáte soukromí",
    "3609106478": "Náplň pověření:",
    "299335340": "Co to je a jak zastavit útoky",
    "354925785": "Intro",
    "423222878": "Některé z nejobtížnějších kybernetických útoků, které je možné odhalit, zabránit a zastavit, jsou ty, kdy je útočník se zlými úmysly schopen použít legitimní přihlašovací údaje uživatele k přihlášení k aktivnímu uživatelskému účtu. Bez mnoha sofistikovaných detekčních funkcí nemá společnost, která účet hostuje, důvod se domnívat, že je něco špatně. Zákazník jednoduše vypadá, jako by se přihlásil ke svému účtu. Útočník dosáhl této úspěšné lest pomocí ukradených přihlašovacích údajů – obvykle výsledkem techniky kybernetického útoku známé jako „vycpávání pověření“. Je to vážný problém dneška, který však lze zmírnit správnými protiopatřeními.",
    "777660551": "Co je Credential Stuffing?",
    "2602763587": "Credential stuffing je forma kybernetického útoku, kdy se útočník pokouší přihlásit na web několikrát pomocí párů odcizených uživatelských jmen a hesel. „Vyplňování“ se týká opakovaných pokusů o přihlášení, které téměř vždy provádí automatizovaný botový software.",
    "1271831121": "Není to tak, že by tam seděl hacker (samozřejmě v mikině!) a zadával přihlašovací údaje. Robot pro automatické přihlášení by mohl být vytvořen z běžného nástroje, jako je Selenium, nebo z vlastního nástroje vyvinutého hackerem.",
    "2588750717": "Některé útoky na vycpávání přihlašovacích údajů skutečně zahrnují miliony přihlašovacích údajů – všechny jsou nacpány do nic netušícího přihlašovacího rozhraní webu v naději, že budou vpuštěni dovnitř. Jakmile se útočník dostane dovnitř, může převzít účet oběti.",
    "1137757109": "Pokud se jedná o účet eCommerce, útočník si může objednat zboží. Pokud je obětí banka, může útočník převádět finanční prostředky do zahraničí a tak dále.",
    "1559150837": "Cíle však nejsou bezbranné. Většina webových stránek má ovládací prvky, které blokují podezřelého uživatele, který se během krátké doby pokouší přihlásit k tisícům různých účtů ze stejné IP adresy. Útočníci plnící pověření, aby se obešli s těmito ochrannými technikami, je to, že simulují geografickou a IP rozmanitost. Pomocí výkonných nástrojů, často řízených umělou inteligencí, mohou působit tak, že se tisíce uživatelů náhodně pokoušejí přihlásit v různých denních dobách z celé země. To je mnohem těžší odhalit a zastavit.",
    "1892020899": "Kde hackeři získávají přihlašovací údaje?",
    "2597149484": "Důvod, proč musí hacker „nacpat“ tolik přihlašovacích údajů, souvisí s tím, kde získávají své ukradené přihlašovací údaje.",
    "3030395800": "Tyto přihlašovací údaje obvykle pocházejí z úniků dat. Tyto útoky, známé také jako „úniky pověření“, mohou vést k tomu, že se na temný web vysypou miliony pověření. Pokud únik pochází z banky, hacker se pokusí použít tyto přihlašovací údaje, aby se dostal na jiné stránky. Tento přístup funguje, protože tolik lidí používá stejnou kombinaci uživatelského jména a hesla pro více webů. (Tento postup se nedoporučuje, ale realita je taková, jaká je. Lidé mají tendenci opakovat stejné přihlašovací údaje.)",
    "1258965840": "Pokud se tedy útočník může dostat na jeden web, může se pravděpodobně dostat na více webů pomocí vysypaných přihlašovacích údajů. Mohou například získat pár uživatelské jméno/heslo jako JohnDoe/525momma, ale netuší, co pro ně tento pár udělá. Zkoušejí tedy pár na Amazon.com, Ebay, Citibank, Walgreens a dále a dále. Mohli by zkusit ten pár na tisících různých stránkách.",
    "3594440415": "Nakonec začnou otevírat dveře.",
    "780280214": "Jak hCaptcha a hCaptcha Enterprise zmírňují hrozbu nacpání pověření",
    "4165374512": "I když je možné použít nástroje pro detekci IP a umístění, aby se zabránilo naplňování pověření, nákladově efektivnější a přesnější metodou je jednoduše přerušit samotného robota pro automatické plnění pověření. hCaptcha a hCaptcha Enterprise mohou zarazit robota v místě vstupu. I když má robot správná pověření, pokud se nemůže dostat přes detekci hCaptcha Enterprise nebo CAPTCHA hCaptcha, nebude moci provést své plnění a váš web a uživatelé jsou chráněni.",
    "3269644546": "Prosím",
    "1058572205": "nás, pokud se chcete dozvědět více o",
    "3753613260": "Kontakt",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Hlášení stížností DMCA",
    "54093347": "Registrovaný zástupce DMCA",
    "3233441200": "Zásady opakování porušování práv",
    "4011712313": "V rámci našich zásad DMCA zařazujeme účty zákazníků, od kterých obdržíme více oznámení DMCA o údajném porušení, do vícekrokových zásad DMCA pro opakované porušování. Po obdržení opakovaných oznámení DMCA v kalendářním měsíci bude zákaznický účet postupovat od jednoho kroku zásad k dalšímu.",
    "766825168": "Opatření, která můžeme podniknout v rámci zásad DMCA pro opakované porušování práv, zahrnují zasílání upozornění o zvýšené viditelnosti záznamovému zákazníkovi účtu. Abychom mohli potvrdit tato upozornění, můžeme požadovat, aby se zákazník přihlásil k účtu nebo zavolal našemu týmu podpory. Vyhrazujeme si také právo pozastavit nebo ukončit službu hCaptcha a IMI jakéhokoli zákazníka, u kterého jsme nadále dostávali oznámení o údajném porušení zákona DMCA, a také uplatňovat jiná prozatímní opatření, a to i poté, co jsme zaslali upozornění na opakované porušovatele. Kromě toho můžeme podle vlastního uvážení ukončit další služby hCaptcha nebo IMI poskytované těmto zákazníkům, když ukončíme službu hCaptcha podle těchto zásad.",
    "2410122265": "Zdroje hCaptcha: Boti 101",
    "4166776480": "Plnění pověření: Co to je a jak zastavit útoky",
    "2301335298": "Platební podvody: Zmírnění rychle se vyvíjejícího způsobu kybernetické kriminality",
    "3682071227": "Co jsou převzetí účtů a jak fungují?",
    "2729131930": "Co je to škrábání a jak to funguje?",
    "1344959096": "Práce jako individuální štítkovač dat",
    "3510143229": "hCaptcha je služba pro webové stránky a aplikace,",
    "3930611699": "jednotlivých pracovníků.",
    "1051214799": "hCaptcha je webová bezpečnostní služba, která se snaží sdílet hodnotu s vydavateli webových stránek nebo aplikací, kteří ji používají.",
    "360236473": "Služba hCaptcha není určena k tomu, aby ji kdokoli používal jako samostatný štítkovač. Není určeno ani pro tento účel není vhodné. Nedoporučujeme nikomu zkoušet používat hCaptcha jako zdroj osobních příjmů.",
    "3842490632": "Jednotlivý uživatel, který se pokouší odpovědět na mnoho otázek, bude pravděpodobně rychle omezen nebo zakázán. Stejně důležité jako naše",
    "1560232962": "pokrývá podrobně, neposkytujeme žádné záruky, pokud jde o částku získanou za jakoukoli danou odpověď. V té době nemusí být dostupné žádné placené otázky, odpověď může být zamítnuta z důvodu kvality atd.",
    "2694001822": "Občas však najímáme jednotlivce, aby nám pomohli otestovat vlastnosti systému a nové funkce.",
    "1569804581": "Pokud si přejete být v budoucnu kontaktováni ohledně souvisejících příležitostí, vyplňte prosím tento formulář.",
    "636461959": "název",
    "1139500589": "Země",
    "1789607185": "Emailová adresa",
    "325077666": "Odesláním vašich údajů souhlasíte s naším",
    "3555583744": "a",
    "3609929815": ". Vaše jméno, zemi a e-mailovou adresu uchováme pouze za účelem toho, abychom vás v budoucnu kontaktovali ohledně pracovních příležitostí pro individuální označování.",
    "4197928199": "Zásady ochrany osobních údajů",
    "851786723": "Zadáním svého e-mailu souhlasíte s našimi Podmínkami a Zásadami ochrany osobních údajů a přijímáte od nás e-maily.",
    "2402165761": "Jak funguje škrábání?",
    "4260542944": "Odstraňování obsahu (také známé jako „screen scraping“ nebo jen „scraping“) je známý a často užitečný proces pro shromažďování informací z webu. V posledních letech se však tato technika stala oblíbeným nástrojem hackerů a podvodníků. Protiopatření mohou účinně zmírnit hrozbu, ale pro jejich implementaci je nezbytné pochopit, jak proces funguje.",
    "2066255783": "Co je stírání obsahu?",
    "1910628828": "Odstranění obsahu je technika pro získávání dat ze systému, která zahrnuje automatizovanou sadu nástrojů vydávající se za softwarového klienta nebo webový prohlížeč. není to nové. Ve skutečnosti pro softwarové inženýry, kteří mohou potřebovat data ze starého sálového počítače, může být scraping jediným způsobem, jak extrahovat informace. Původní konektory mohou být pryč a nelze je vyměnit.",
    "3408107995": "Dnes však scraping vždy znamená programový přístup k získávání dat z webu. Stírací software se chová jako lidský uživatel, kliká na tlačítka a čte výsledný výstup. Existuje mnoho legitimních použití pro škrábání. Jedním z příkladů jsou webové prohledávače, které pohánějí vyhledávače. Stejně tak nástroje jako Skyscanner, které vyhledávají nabídky zájezdů procházením tisíců cestovatelských webů. Fintech firmy to také používají, když stahují finanční data uživatelů z bankovních stránek, pokud nejsou k dispozici aplikační programovací rozhraní (API) pro vytvoření datového připojení. Věci, které je třeba mít na paměti při stírání obrazovky, jsou jeho rychlost a škálovatelnost. Proces může sklízet obrovské množství dat z webových stránek, za předpokladu, že stránky nejsou nakonfigurovány tak, aby tomu zabránily. Při rychlosti výpočtu může scraper shromažďovat velké datové sady interakcí s webovými stránkami a základním softwarem a databázemi, které je pohání.",
    "1920884252": "Proč je seškrabování obsahu bezpečnostní hrozbou?",
    "2256795853": "Schopnost rychle extrahovat velké množství dat z webových stránek dělá ze seškrabování mocný nástroj v rukou zlomyslných aktérů. Odběrový bot může shromažďovat uživatelská data ze stránek sociálních médií. Poté se hacker seškrabáním stránek, které obsahují adresy a další osobní údaje a porovnáváním výsledků, mohl zapojit do zločinů souvisejících s identitou, jako je odesílání podvodných žádostí o kreditní karty.",
    "4087694419": "Scrapovací hacker by také mohl shromažďovat data ze stránek jako Amazon a eBay, aby vytvořil falešné nebo klamavé záznamy o produktech. Poté je mohl nabídnout k prodeji na peer-to-peer službách, jako je OfferUp, a provádět phishingové útoky na kupující. Nebo by podvodník mohl prodávat produkty, které neexistují. Další podvod se seškrabáváním obrazovky zahrnuje předstírání vydavatelů reklam. Odstraněním obsahu ze stránek vydavatelů může podvodník vytvořit falešné stránky vydavatele reklam v různých službách. Poté mohou reklamy na těchto stránkách prodávat autorizovaným prodejcům, jejichž kontakty získali ze souboru ads.txt vydavatele. Reklamní bloky se inzerentovi zdají skutečné, ale nejsou.",
    "3315658779": "Zabraňte škrábání obsahu pomocí hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise používá pokročilé strojové učení k identifikaci škodlivého provozu na vašem webu a aplikacích – včetně aktivit scrapingu.",
    "1422537019": "abychom se dnes dozvěděli více.",
    "1988268879": "Nákladově efektivní označování dat ve velkém měřítku",
    "2163914794": "Potřebujete více štítků pro své datové sady? hCaptcha poskytuje rychlé, nákladově efektivní a vysoce kvalitní označování dat pro společnosti pracující na aplikacích umělé inteligence a strojového učení.",
    "3378932530": "Nechte si svá data označit štítkem",
    "3483700676": "Okamžitě spusťte miliony úkolů",
    "3478726913": "hCaptcha má k dispozici jeden z největších bazénů na planetě. Ať už je váš rozsah jakýkoli, dokážeme to zvládnout bez drahých závazků předem. Miliony úkolů denně nejsou žádný problém.",
    "740501259": "Jednoduché potrubí řízené API",
    "2784612261": "Chcete začlenit kontrolu člověkem přímo do vašich obchodních operací? Nabízíme vysokou spolehlivost SLA, garantovanou kapacitu a jednoduchá REST API.",
    "1144966033": "Optimalizováno pro cenu a kvalitu",
    "3213351333": "Není vyžadován žádný závazek předem",
    "2107077506": "Platforma HUMAN využívá komplexní modely spolehlivosti k provádění sofistikované analýzy kvality v reálném čase. To nám umožňuje rychle určit jak obtížnost otázek, tak jejich pravděpodobnou správnou odpověď, což vám ušetří čas a peníze.",
    "3576146278": "Plaťte pouze za přesnost, kterou potřebujete",
    "2952586316": "Ne všechny problémy jsou stejné. Poznámky pro úkoly kritické z hlediska bezpečnosti mohou vyžadovat 99,99% důvěru od výhradně lidských pracovníků. Poznámky pro jednu funkci beta v mobilní herní aplikaci mohou vyžadovat pouze mírnou spolehlivost. Vy rozhodnete.",
    "710145621": "Poskytněte své vlastní údaje o pozemní pravdě nebo je nechte vytvořit za běhu",
    "987901590": "Máte nezpracovaná data bez komplexní ověřovací sady? Ve většině případů vám můžeme jeden sestavit, když úkoly probíhají systémem, nebo vytvořit označené vzorky pro vaše schválení.",
    "2597352122": "Typy anotací",
    "1344687860": "Vymezovací krabice",
    "1089415440": "Přesná detekce objektů na obrázcích a videu",
    "3817067682": "Polygony",
    "2682873489": "Definujte ohraničující oblast pro objekty",
    "1275150216": "Orientační body",
    "2067112112": "Bodové anotace pro mnoho různých případů použití",
    "4228682126": "Kategorizace atributů",
    "2920213479": "Seřaďte nebo přidejte libovolné kategorie libovolné velikosti",
    "3288667364": "Porovnání a detekce",
    "155877895": "Lidská detekce a klasifikace",
    "3128433367": "... a mnoho dalších",
    "2827452240": "Potřebujete jiný typ, který zde není uveden? Zeptejte se nás.",
    "719304627": "Potřebujete komplexní kontrolu?",
    "1172067553": "Platforma HUMAN za hCaptcha poskytuje vysoce sofistikovanou kvalitu práce a funkce správy prostřednictvím on-premise, hybridních nebo SaaS nasazení, které se integrují s vašimi stávajícími systémy.",
    "2319072959": "Běhejte zcela offline se svou vlastní pracovní silou, sledujte hodnotu spotřebovávanou napříč obchodními jednotkami nebo partnery konsorcia, selektivně směrujte úlohy k různým interním nebo externím poskytovatelům pracovních sil na základě požadavků na náklady a zabezpečení a další.",
    "1936512180": "Snadný přístup k rozhraní API, krásné řídicí panely a nejnovější technologie typu „model-in-the-loop“ pro maximalizaci efektivity pracovníků.",
    "3913848038": "K dispozici je 99,99% dostupnost SLA a nepřetržitá globální podpora.",
    "1080752747": "Kontaktujte prodej",
    "1525403768": "Pro více informací kontaktujte Enterprise Sales.",
    "1546930020": "Získávání štítků dat",
    "2486638408": "Definujte specifikace",
    "1027200955": "Promluvte si s jedním z našich doménových expertů a definujte potřeby vašeho projektu: přesnost cíle, formát a jakékoli speciální požadavky.",
    "1156712451": "Počáteční pracovní test",
    "181065232": "Na základě vašich vzorových dat provedeme malou produkční zakázku. To testuje práci, kterou jsme společně udělali, abychom zajistili, že dostanete přesně to, co potřebujete.",
    "3207769512": "Nasadit produkční úlohy",
    "1099238677": "Díky našemu velkému objemu a nízké latenci vaši práci rychle obrátíme a automaticky doručíme, jakmile bude hotová.",
    "465783046": "Chcete to zkusit se svými daty?",
    "328625009": "... jsme připraveni, když jste vy: naše služba je k dispozici 24 hodin denně.",
    "3225770968": "hCaptcha je navržen tak, aby řešil nejnáročnější problém ve strojovém učení; označování velkého množství dat včas, cenově dostupným a spolehlivým způsobem.",
    "2041686284": "Více dat obecně poskytuje lepší výsledky při trénování modelů strojového učení. Nedávný úspěch hlubokých modelů vedl ke stále větším datovým sadám a hCaptcha této potřebě vyhovuje. Vytváření velkých souborů dat kontrolovaných lidmi pomocí tradičních metod je však pomalé a nákladné.",
    "3729345277": "hCaptcha je způsob, jak mohou společnosti získat požadované anotace rychleji, ve vyšší kvalitě a s nižšími náklady než jiné alternativy.",
    "2103563261": "Soukromé nebo veřejné informace",
    "2513143348": "Systém hCaptcha Enterprise je ve svém designu jedinečně flexibilní: lze jej částečně nebo zcela nasadit na okraji vaší sítě, pokud provozujete veřejný cloud nebo vlastníte mnoho datových center.",
    "3107683988": "To může dramaticky snížit provoz a náklady mimo síť a zároveň zachovat všechny výhody správy našimi zaměstnanci, kteří jsou k dispozici 24 hodin denně 7 dní v týdnu, aby splnili nejpřísnější smlouvy SLA.",
    "3660619092": "Zaregistrujte se zdarma nebo kontaktujte prodej podnikových řešení",
    "2351176803": "Licenční podmínky pro hCaptcha JS API",
    "2616226398": "S výhradou našeho",
    "2024293275": ". Všechna ostatní práva prozatím vyhrazena.",
    "1062291156": "standardní podmínky",
    "2712493234": "Platební podvody: Zmírnění rychle se vyvíjejícího způsobu kybernetické kriminality",
    "1817772953": "Podvody nejsou novou formou zločinu. Archeologové skutečně před téměř 10 000 lety objevili zařízení proti podvodům, která vymysleli starověcí Sumerové k přepravě dobytka bez ztrát! V jejich případě vložili hliněné žetony, z nichž každý představuje zvíře, do hliněné koule známé jako „bulla“. Bulla cestoval s hejnem, když se pohyboval od prodávajícího ke kupujícímu. Už tehdy se majitelé firem obávali, že ne všichni, s nimiž jednali, byli na vzestupu. Za 10 000 let se toho hodně změnilo, ale potřeba být inovativní v prevenci podvodů s námi zůstává. Dnes je otázka podvodů při platbách online nanejvýš důležitá. S internetem jsou podvodníci stále zběhlejší v tom, jak přechytračit kontroly proti podvodům. Nová řešení však mění situaci.",
    "1053787685": "Co je to platební podvod?",
    "433424759": "Platební podvod zahrnuje jakýkoli typ nezákonné transakce, při které kyberzločinec připraví oběť o něco cenného, obvykle o peníze. To může znamenat použití odcizené kreditní karty k objednání zboží online nebo převzetí bankovního účtu a nezákonný převod finančních prostředků z něj. Existuje mnoho variant, ale všechny mají stejný výsledek: podvodník použije ukradenou identitu nebo platební údaje ke krádeži od spotřebitele, banky nebo obchodníka.",
    "2939852138": "Jak se podvodníci [pokoušejí] uniknout platebním podvodům?",
    "1665616092": "Platební podvody mají jednoduchý koncept, ale v dnešní době mohou být neuvěřitelně složité.",
    "4246520782": "Ve skutečnosti byl internet v posledních letech svědkem skutečných závodů ve zbrojení mezi podvodníky a obránci.",
    "2167049807": "Bezpečnostní týmy přijaly řadu protiopatření a kontrolních mechanismů, které maří jednoduché, líné přístupy k podvodům s platbami. Útoky jsou však stále sofistikovanější. Boti nyní mohou například sbírat čísla ukradených kreditních karet a PIN z falešných webových stránek a phishingových útoků.",
    "1936449777": "Poté mohou v plně automatizovaném režimu napodobovat lidské chování na stránkách elektronického obchodu, klikat na tlačítka a přidávat položky do nákupních košíků – až do bodu, kdy mnoho, ne-li většina kontrol proti podvodům, nedokáže rozpoznat, že se robot pokouší krást. zboží. Spíše to vypadá, jako by lidský uživatel jednoduše nakupoval. Robot se může přihlásit k účtu skutečného zákazníka pomocí odcizených přihlašovacích údajů. Dalším zatemněním podvodu je schopnost robota podvrhnout IP adresy a vytvořit dojem, že „nakupující“ je někde jinde než útočník, který může být v cizí zemi.",
    "648630222": "Zabraňte podvodům s platbami pomocí hCaptcha Enterprise",
    "1621930829": "Co lze dělat s dnešními pokročilými, neutuchajícími aktivitami platebních podvodů? Použití více vrstev ovládacích prvků je obvykle moudrý přístup. Nejlepší protiopatření jsou však ta, která dokážou robota chytit do pasti a odhalit, že je falešný, a to i přes maximální snahu jeho tvůrců replikovat lidské chování.",
    "2423586454": "Stále existují některé věci, které software nedokáže, bez ohledu na to, jak dobrá je za ním AI. Moderní technologie CAPTCHA nabízí osvědčenou metodu blokování robotů pokoušejících se udržet platební podvody. Zatímco staré přístupy ke CAPTCHA, jako jsou jednoduchá zkosená čísla v krabici, nyní většinou postrádají zmírnění dopadů na pokročilé roboty, automatické testovací zařízení, jako je hCaptcha Enterprise, může snadno narazit na podvodného robota v okamžiku přihlášení k účtu nebo placení v nákupním košíku. I když má bot skutečné přihlašovací údaje, nebude schopen projít CAPTCHA.",
    "1467308982": "Platební plány",
    "1291824746": "Výplaty hCaptcha probíhají čtvrtletně na 60denní bázi. Chcete-li ilustrovat, co to znamená, podívejte se na níže uvedenou tabulku.",
    "3444947612": "Provoz mezi",
    "4181611011": "Datum odsouhlasení",
    "728503636": "Datum výplaty",
    "3720584906": "15. července 2021 – 15. října 2021",
    "388240587": "5.–15. ledna 2022",
    "3426312287": "5.–15. ledna 2022",
    "615618648": "15. dubna 2021 – 15. července 2021",
    "3376724603": "14.–24. září 2021†††",
    "3398978455": "15.–25. září 2021†††",
    "2722456056": "15. ledna 2021 – 15. dubna 2021",
    "4063155841": "Nejpozději 25. června 2021††",
    "4082053540": "19.–25. června 2021††",
    "64953197": "15. října 2020 – 15. ledna 2021",
    "1023070345": "Nejpozději 14. března 2021",
    "2600696085": "15. března 2021",
    "3217791519": "15. července 2020 – 15. října 2020",
    "649261378": "5.–11. ledna 2021*",
    "1559190296": "5.–11. ledna 2021†",
    "3806054689": "15. dubna 2020 – 15. července 2020",
    "4162383380": "16.–22. září 2020*****",
    "1990824776": "16.–24. září 2020*****",
    "3856690908": "15. ledna 2020 – 15. dubna 2020",
    "3200641265": "Nejpozději 16. června 2020*",
    "3744079744": "15.–19. června 2020****",
    "2209837451": "15. října 2019 – 15. ledna 2020",
    "2510534204": "Nejpozději 23. března 2020***",
    "2910560864": "20.–23. března 2020***",
    "2544565802": "15. července 2019 – 15. října 2019",
    "3963642878": "Nejpozději 14. prosince 2019*",
    "622103562": "17. prosince 2019**",
    "4072202039": "15. dubna 2019 – 15. července 2019",
    "818049069": "Nejpozději do 15. července 2019",
    "1169005651": "15. září 2019",
    "2303655425": "15. ledna 2019 – 15. dubna 2019",
    "3678889946": "Nejpozději do 15. června 2019",
    "3094354698": "15. června 2019",
    "4217013126": "Výplaty obvykle probíhají po celý den v Den výplaty a jsou obvykle dokončeny do půlnoci tichomořského času. Pokud byl účet označen ke kontrole, může uvolnění platby trvat až pět dalších pracovních dnů.",
    "1447649958": "Připomínáme, že pro výplaty je způsobilý pouze přesný lidský provoz. Další podrobnosti o tom můžete vidět v našich nejčastějších dotazech, na které odkazujeme níže. Disponibilní zůstatek musí také splňovat minimální hranici, aby byl nárok na výplatu, v současnosti 10 HMT.",
    "4257144752": "Odhady v reálném čase neodrážejí konečnou přesnost nebo lidskost, a proto se vaše konečné příjmy mohou podstatně lišit směrem nahoru nebo dolů od čísel zobrazených na hlavním panelu před vaším prvním odsouhlasením.",
    "2728931827": "Po každém odsouhlasení budou vaše odhady pro klíč webu aktualizovány a přesnost budoucích předpovědí by se měla zvýšit, pokud váš web nezaznamená podstatnou změnu v chování uživatelů.",
    "1200905005": "††† Od září 2021 nyní probíhají odsouhlasení a výplaty po dobu přibližně 10 dnů, nikoli jednoho dne, aby se zjednodušila provozní omezení související s růstem služby.",
    "4284094387": "†† Některé odsouhlasení a výplaty z června 2021 proběhnou v následujícím týdnu kvůli zpožděním při ověřování konečných výpočtů během období odsouhlasení.",
    "1977013707": "† Výplaty za prosinec 2020 byly přeplánovány na 15. den, aby se předešlo překrývání s odsouhlasením na konci roku a dovolené zaměstnanců: budou dokončeny do druhého lednového týdne. Vzhledem k pomalejším než obvyklým převodům do PayPalu budou výplaty probíhat několik dní, místo aby byly dokončeny v jeden den.",
    "517010299": "Poznámka: V současné době pracujeme na velkém backendovém přechodu na odsouhlasení téměř v reálném čase. Pravidelné odsouhlasení bude probíhat méně často než obvykle až do 1. čtvrtletí 2021. To neovlivňuje rozvrhy výplat ani data.",
    "3092200338": "** Když 15. den připadne na víkend, datum výplaty je místo toho 17. den.",
    "3891941747": "*** OZNÁMENÍ COVID-19: Kvůli snížené kapacitě zaměstnanců v souvislosti s COVID-19 bylo odsouhlasení přeplánováno, aby bylo k dispozici více času na dokončení našeho standardního ověření. Očekává se, že výplaty budou zahájeny v pátek a dokončeny následující pondělí.",
    "2301757528": "**** Kvůli údržbě jejich REST API ze strany PayPal během výplatního okna nebyly 15. června dokončeny všechny výplaty. Veškeré platby naplánované na 15. června (pacifického času), ale neprovedené kvůli chybám PayPal API, byly znovu spuštěny do 19. června (pacifického času).",
    "116842359": "***** Očekává se, že odsouhlasení bude dokončeno během několika dní z důvodu údržby systému.",
    "4154415610": "***** Výplaty ze září 2020 budou probíhat v dávkách po dokončení odsouhlasení, přičemž některé budou probíhat o několik dní později, než bylo původně plánováno, kvůli zpožděním při odsouhlasení.",
    "2310694091": "Co znamená Smíření?",
    "164801246": "Usmíření je proces, při kterém je provoz následně analyzován za účelem ověření jeho lidskosti a přesnosti, jakmile jsou k dispozici všechna data ze všech ohlašovacích webů. Další podrobnosti si můžete přečíst v našem",
    "3256245394": "stejně jako příspěvky na našem blogu, např",
    "3089778412": "Jak hCaptcha vypočítává odměny",
    "3329755436": "Plánujete tento proces urychlit?",
    "1911669851": "Ano, v současné době pracujeme na řadě vylepšení našich backendových systémů, od kterých očekáváme, že nám nakonec umožní nabídnout rychlejší odsouhlasení, rychlejší přesnost odhadů a rychlejší výplaty. V současné době pracujeme na tom, abychom nejprve urychlili usmíření.",
    "2366003154": "Tiskové a mediální dotazy",
    "3054564199": "Press Kit",
    "3173156067": "V případě, že byste chtěli do svého článku zahrnout ukázkové obrázky, je k dispozici několik hotových zástav.",
    "867314732": "Můžete načíst ve vysokém rozlišení",
    "858218750": "a návod, jak je používat na",
    "3821716514": "strana.",
    "1186243118": "obrázky loga",
    "3034959000": "Můžete načíst",
    "1764089150": "tady:",
    "1558428432": ". Připište je prosím na hCaptcha.com.",
    "2429359042": "příklady obrázků rozhraní",
    "1480820434": "obrázek 1",
    "3213411837": "obrázek 2",
    "1270712701": "Tiskové zprávy a nedávné zprávy",
    "231285005": "Nejnovější aktualizace najdete na našem blogu",
    "1289884910": "Vydáváme také příležitostné analýzy a zprávy. Například:",
    "932546190": "Proč s námi budou CAPTCHA vždy",
    "2344319147": "Kolik skutečně stojí detekce robotů Google?",
    "1637527266": "Které země mají největší provoz robotů?",
    "230159237": "Kontakty",
    "3759923279": "Tiskové dotazy směřujte na následující e-mailovou adresu:",
    "4255608322": "Poslední aktualizace: 12. dubna 2021",
    "33639629": "Nevztahuje se na webové stránky třetích stran. Vezměte prosím na vědomí, že tyto Zásady ochrany osobních údajů se nevztahují na žádnou webovou stránku, nabídku, produkt nebo službu jakékoli třetí strany, a to ani v případě, že odkazují na naši stránku nebo obsahují Službu – než se rozhodnete poskytnout jakékoli informace třetí straně, přečtěte si prosím příslušné zásady ochrany osobních údajů. strany.",
    "987375734": "IMI sídlí ve Spojených státech amerických. Stránky a služba jsou řízeny a provozovány námi ze Spojených států. Vaše osobní údaje mohou být uloženy a zpracovány v jakékoli zemi, kde máme zařízení nebo ve které zaměstnáváme poskytovatele služeb, a používáním stránek a služby souhlasíte s přenosem informací do zemí mimo zemi vašeho bydliště, včetně Spojených států amerických. , který může mít pravidla ochrany údajů odlišná od pravidel ve vaší zemi. Za určitých okolností mohou mít soudy, orgány činné v trestním řízení, regulační orgány nebo bezpečnostní orgány v těchto jiných zemích nárok na přístup k vašim osobním údajům.",
    "452920031": "Poznámka pro zákazníky mimo Spojené státy americké.",
    "2328839224": ". Přečtěte si prosím naši část „Upozornění pro obyvatele Kalifornie“ související s vašimi právy podle kalifornského zákona o ochraně soukromí spotřebitelů („CCPA“).",
    "1565481281": "Poznámka pro obyvatele Kalifornie",
    "1028058338": "Přečtěte si prosím naši část „Oznámení pro subjekty údajů EU“ týkající se vašich práv podle obecného nařízení o ochraně osobních údajů („GDPR“).",
    "2271205646": "Poznámka pro obyvatele Evropského hospodářského prostoru.",
    "508143070": "Upozorňujeme, že IMI je správcem vašich osobních údajů, s výjimkou případů, kdy zpracováváme osobní údaje jménem našich integrátorů v souvislosti s poskytováním naší služby, kdy jsme zpracovatelem osobních údajů a tito integrátoři jsou správci osobní informace.",
    "2330965058": "Tam, kde jednáme jako zpracovatel pro naše integrátory, nepoužíváme shromážděná data k žádnému jinému účelu, než je přiměřeně nezbytný pro poskytování naší služby, a naše zpracování se bude řídit smlouvami, které máme uzavřené s našimi integrátory, nikoli tímto Zásady ochrany osobních údajů",
    "3017040355": "Zpracování údajů subjektu údajů z EU funguje na právním základě standardních smluvních doložek (SCC) integrovaných v dodatku o zpracování údajů k našim podmínkám služby nebo dohodám o zpracování údajů s našimi integrátory.",
    "2233384692": "Máte-li jakékoli dotazy nebo obavy ohledně toho, jak se s takovými údaji nakládá, nebo byste chtěli uplatnit svá práva, měli byste se obrátit na osobu nebo subjekt (tj. správce údajů), který s námi uzavřel smlouvu o používání Služby ke zpracování těchto údajů. Našim integrátorům však poskytneme pomoc při řešení jakýchkoliv obav, které můžete mít, v souladu s podmínkami naší smlouvy s nimi.",
    "349292953": "Informace, které shromažďujeme",
    "3022001832": "Shromažďujeme informace od jednotlivců, kteří interagují s našimi stránkami a službami, včetně těch, kteří začleňují naši službu do svých webových stránek (\"integrátoři\"), těch, kteří využívají služby pro označování dat (\"zákazníci\"), a koncových uživatelů, kteří komunikují s našimi Služba prostřednictvím webových stránek našich integrátorů („koncových uživatelů“).",
    "835545301": "Shromažďujeme následující kategorie informací:",
    "3228928991": "Informace, které lze použít k identifikaci nebo kontaktování jednotlivce (\"osobní údaje\"), jako je jméno, e-mailová adresa a země. Osobní údaje shromažďujeme od našich současných a potenciálních integrátorů a zákazníků, když nám je poskytnou přímo (například vyplněním formuláře při registraci účtu nebo žádostí o zasílání e-mailových upozornění od nás). Můžeme také ověřit identitu našich integrátorů a zákazníků porovnáním osobních údajů s databázemi třetích stran nebo oficiálními právními dokumenty.",
    "1655796811": "Informace shromažďované automaticky jako výsledek používání stránek nebo služeb integrátorem nebo zákazníkem (\"informace o analýze\"), jako jsou IP adresy, typ prohlížeče, poskytovatel internetových služeb, typ platformy, typ zařízení, operační systém, datum a časové razítko přístupu a další podobné informace. Některé informace Analytics jsou naším jménem shromažďovány třetími stranami, které za tímto účelem zaměstnáváme, a některé informace Analytics jsou shromažďovány prostřednictvím různých technologií sledování, včetně souborů cookie (viz „Analytika a technologie sledování třetích stran“ níže).",
    "1388241689": "Informace shromážděné jako výsledek odpovědí koncových uživatelů na výzvy prostřednictvím služby („označená data“), jako jsou data štítkování obrázků, text převedený ze zvukových souborů přehrávaných těmto koncovým uživatelům, odpovědi na otázky a další výzvy generované službou pro účely označování dat pro použití v aplikacích strojového učení. Upozorňujeme, že označená data nejsou vázána na žádnou identifikovanou osobu.",
    "1493790285": "Další informace shromážděné od Koncových uživatelů v rámci Služby, které jsou nutné k tomu, aby bylo možné určit, zda jsou",
    "2216374138": "jsou lidské, jako jsou pohyby myši, pozice posouvání, události stisku kláves, události dotyku a informace z gyroskopu/akcelerometru.",
    "2394073454": "Můžeme shromažďovat další informace od koncových uživatelů, kteří si přejí s námi spolupracovat jako jednotliví výrobci štítků.",
    "3103557430": "Jak používáme informace",
    "1130802068": "Údaje, které shromažďujeme, používáme pro následující účely:",
    "2940689138": "Ke správě účtů integrátorů a zákazníků a poskytování služby. Osobní údaje používáme k tomu, abychom spojili konkrétní účty s integrátory a zákazníky a abychom jim mohli poskytovat Službu, reagovat na požadavky nebo dotazy, poskytovat podporu nebo technickou pomoc a usnadňovat platby.",
    "857974529": "Pro zlepšení webu a služby. Informace z Analytics používáme ke zlepšení našich stávajících a vývoji nových služeb a nabídek a k přizpůsobení stávajících a budoucích nabídek produktů.",
    "1820844638": "Chcete-li získat informace o trhu. Informace o analýze používáme k analýze trhu a provádění obchodních analýz souvisejících s webem a našimi službami a pro další výzkumné účely.",
    "3386280249": "Poskytnout trh pro označená data. Naše služba umožňuje velkoobjemové označování dat a lidské kontroly pro systémy strojového učení jako službu pro vlastníky webových stránek a společnosti, které potřebují pomoc s označením svých dat. Za tímto účelem poskytujeme označená data našim zákazníkům, kteří mají zájem získat označená data.",
    "3532143291": "K zabezpečení našich služeb a systémů. Informace z Analytics používáme k zabezpečení našich systémů identifikací potenciálních hrozeb a zranitelností a k jiné ochraně informací, které shromažďujeme.",
    "2185418511": "Pro jakýkoli legitimní obchodní účel za předpokladu, že informace jsou deidentifikovány nebo agregovány tak, že je nelze přiměřeně spojit s jednotlivcem.",
    "2386465280": "Jak sdílíme informace",
    "2159517814": "Osobní údaje sdílíme nebo zveřejňujeme v následujících případech:",
    "4256083674": "Na přímou žádost integrátora o identifikaci rizika podvodu u konkrétního požadavku na výzvu CAPTCHA nebo IP adresy nebo jinak tam, kde byl udělen konkrétní souhlas.",
    "3494826505": "S dodavateli se zavazujeme poskytovat základní aspekty Stránek a Služby, jako je ukládání dat, hosting a Analytics, a to pouze pro tyto účely.",
    "1119009846": "Je-li to nezbytné pro splnění platných zákonů, včetně žádostí vlády, žádostí o vymáhání práva a jinak veřejným a soukromým subjektům, za účelem ochrany práv, soukromí, bezpečnosti nebo majetku vás, nás nebo jiných.",
    "197676026": "S ostatními za jakýmkoli legitimním obchodním účelem, za předpokladu, že informace nejsou identifikovány",
    "2359312315": "nebo agregované tak, že je nelze přiměřeně vázat na jednotlivce.",
    "2497216176": "Analytické a sledovací technologie třetích stran",
    "3694578791": "Jak je uvedeno výše, my (a naši dodavatelé třetích stran) shromažďujeme informace Analytics částečně pomocí souborů cookie, webových majáků a dalších technologií sledování. V některých případech spolupracujeme s dodavateli třetích stran na využívání souborů cookie pro účely shromažďování informací Analytics.",
    "2014256987": "Pokud si nepřejete blokovat používání souborů cookie nebo jiných technologií sledování, přečtěte si níže část „Správa vašich informací“. Vezměte prosím na vědomí, že to může negativně ovlivnit vaši zkušenost s používáním stránek nebo služby, protože některé funkce nemusí fungovat správně.",
    "2788024905": "Jak zajišťujeme informace",
    "3031284129": "Vyloučení záruky",
    "26365791": "V maximálním rozsahu povoleném zákonem jsou stránky a služba (a jakékoli další související služby, informace, data, funkce a další obsah nebo materiály) poskytovány „tak, jak jsou“ a „jak jsou dostupné“. IMI v plném rozsahu povoleném zákonem vylučuje veškeré záruky, včetně, ale bez omezení na předpokládané záruky obchodovatelnosti, vhodnosti pro konkrétní účel a neporušení práv.",
    "735630686": "Správa vašich údajů (vaše práva)",
    "2895491273": "Pokud byste raději zablokovali soubory cookie nebo jiné technologie sledování, většina prohlížečů a mobilních zařízení vám umožňuje změnit nastavení, abyste byli informováni, když přijímáte soubory cookie nebo jsou používány jiné technologie sledování, a zvolit, zda přijmete/povolíte to. Většina prohlížečů také umožňuje zakázat nebo odstranit stávající soubory cookie nebo automaticky odmítnout budoucí soubory cookie. Můžete také použít nástroje třetích stran, včetně zásuvných modulů prohlížeče, ke kontrole předvoleb pro soubory cookie. Upozorňujeme však, že pokud zakážete všechny soubory cookie, některé části našich Stránek nemusí fungovat správně.",
    "707527778": "Informace od dětí",
    "2419795065": "Upozornění pro obyvatele Kalifornie",
    "1517625162": "Podle oddílu 1789.3 kalifornského občanského zákoníku mají uživatelé v Kalifornii nárok na následující oznámení o spotřebitelských právech: Obyvatelé Kalifornie se mohou obrátit na oddělení pomoci při stížnostech Divize spotřebitelských služeb Kalifornského ministerstva pro spotřebitelské záležitosti poštou na adrese 1625 North Market Blvd., Sacramento, CA 95834 nebo telefonicky na čísle (916) 445-1254 nebo (800) 952-5210.",
    "3730344349": "Tato část poskytuje další podrobnosti o osobních údajích, které shromažďujeme o kalifornských spotřebitelích, a právech, která jim poskytuje kalifornský zákon na ochranu soukromí spotřebitelů nebo „CCPA“.",
    "4044467791": "Kategorie osobních údajů, které jsme od vás shromáždili během předchozích 12 měsíců, naleznete v části „Informace, které shromažďujeme“ výše. Tyto informace shromažďujeme pro obchodní a komerční účely popsané v části „Jak používáme osobní údaje“ výše. V předchozích 12 měsících jsme pro obchodní účely sdíleli se třetími stranami následující kategorie informací:",
    "4208081170": "Kategorie osobních údajů",
    "1528242915": "Identifikátory.",
    "3863351997": "Kategorie osobních údajů uvedené ve statutu California Customer Records (Kal. občanský zákoník § 1798.80(e)).",
    "2826705343": "Komerční informace.",
    "2683038211": "Internet nebo jiná elektronická síťová aktivita.",
    "3671828834": "Příklady sdílených osobních údajů",
    "779426309": "Skutečné jméno, jedinečný osobní identifikátor, online identifikátor, adresa internetového protokolu, e-mailová adresa, název účtu nebo jiné podobné identifikátory.",
    "2414368123": "Jméno, číslo kreditní karty, číslo debetní karty nebo jakékoli jiné finanční informace.",
    "4088941349": "Záznamy o zakoupených, získaných nebo zvažovaných produktech nebo službách.",
    "3238612014": "Historie procházení, informace o interakci spotřebitele s internetovou stránkou, aplikací nebo reklamou.",
    "1023108656": "Kategorie příjemců třetích stran",
    "1418235079": "Poskytovatelé služeb",
    "3238184941": "Poznámka: Riziko podvodu spojené s individuální IP adresou může být na požádání sdíleno s integrátorem.",
    "285116485": "Společnost „neprodává“ (jak je tento termín definován v CCPA) osobní údaje, které shromažďujeme. Další informace o typech souborů cookie třetích stran, pokud existují, které používáme, naleznete v části „Analytika a sledovací technologie třetích stran“ výše.",
    "1408750006": "S výhradou určitých omezení poskytuje CCPA spotřebitelům z Kalifornie právo požadovat více podrobností o kategoriích nebo konkrétních osobních údajích, které shromažďujeme (včetně toho, jak tyto informace používáme a zveřejňujeme), smazat své osobní údaje a odmítnout jakékoli „prodeje“, ke kterým může dojít, a také právo nebýt diskriminován za uplatňování těchto práv.",
    "759057398": "Upozornění pro subjekty údajů EU",
    "825780955": "Osobní informace",
    "2945960297": "Pokud jde o subjekty údajů v EU, termín „osobní údaje“, jak je používán v těchto Zásadách ochrany osobních údajů, je ekvivalentní „osobním údajům“, jak je definováno v obecném nařízení Evropské unie o ochraně osobních údajů (GDPR).",
    "1126613163": "Citlivá data",
    "3571006800": "Některé z informací, které nám poskytnete, mohou představovat citlivá data, jak jsou definována v GDPR (také označované jako zvláštní kategorie osobních údajů), včetně identifikace vaší rasy nebo etnického původu na vládou vydaných identifikačních dokladech.",
    "1988461282": "Právní základy pro zpracování",
    "3519564631": "Účely zpracování",
    "1778642038": "Aby s vámi komunikoval",
    "2223819810": "Pro optimalizaci naší platformy",
    "1678661231": "Pro dodržování předpisů, prevenci podvodů a bezpečnost",
    "2561077702": "K poskytování naší služby",
    "2066321185": "Právní základ",
    "1174237568": "Tyto činnosti zpracování představují naše oprávněné zájmy. Snažíme se zvážit a vyvážit veškeré potenciální dopady na vás (pozitivní i negativní) a na vaše práva předtím, než zpracujeme vaše osobní údaje pro naše oprávněné zájmy. Nepoužíváme vaše osobní údaje k činnostem, kde jsou naše zájmy převažovány s jakýmkoli nepříznivým dopadem na vás (pokud nemáme váš souhlas nebo nám to zákon jinak vyžaduje či nepovoluje).",
    "1350478093": "Účel zpracování",
    "787916198": "S vaším souhlasem",
    "3348433919": "Vaše práva",
    "3842673636": "Podle GDPR máte určitá práva týkající se vašich osobních údajů. Můžete nás požádat, abychom v souvislosti s vašimi osobními údaji, které uchováváme, provedli následující kroky:",
    "4057343238": "Odhlásit se",
    "1834911235": "Přestaňte vám zasílat sdělení přímého marketingu, se kterými jste dříve souhlasili. Můžeme vám nadále zasílat sdělení týkající se Služby a další nemarketingová sdělení.",
    "3022301908": "Přístup",
    "680638297": "Poskytnout vám informace o našem zpracování vašich osobních údajů a umožnit vám přístup k vašim osobním údajům.",
    "1409486258": "Opravit",
    "3878077249": "Aktualizujte nebo opravte nepřesnosti ve vašich osobních údajích.",
    "3645414921": "Vymazat",
    "42182578": "Smažte své osobní údaje.",
    "1609621367": "Převod",
    "3208155808": "Přeneste strojově čitelnou kopii vašich osobních údajů vám nebo třetí straně dle vašeho výběru.",
    "1786796818": "Omezit",
    "3329634829": "Omezte zpracování vašich osobních údajů.",
    "4202774977": "Objekt",
    "3007158970": "Vznést námitku proti tomu, že se spoléháme na naše oprávněné zájmy jakožto základ našeho zpracování vašich osobních údajů, které má dopad na vaše práva.",
    "1273071008": "Žádosti o přístupová práva subjektu údajů",
    "3594381346": "umístění.",
    "21141582": "tento",
    "3357523404": "Přeshraniční přenos dat",
    "290966395": "Jak je popsáno v části „Poznámka pro zákazníky mimo Spojené státy americké“, uvědomte si prosím, že vaše osobní údaje budou přeneseny, zpracovány a uloženy ve Spojených státech. Zákony na ochranu údajů v USA se mohou lišit od zákonů v zemi vašeho bydliště. Návštěvou našich stránek nebo používáním naší služby souhlasíte s přenosem vašich informací, včetně osobních údajů, do USA, jak je uvedeno v těchto Zásadách ochrany osobních údajů.",
    "3178581111": "Použití pro nové účely",
    "1088304322": "Vaše osobní údaje můžeme použít z důvodů, které nejsou popsány v těchto Zásadách ochrany osobních údajů, pokud nám to zákon umožňuje a pokud je důvod slučitelný s účelem, pro který jsme je shromáždili. Pokud potřebujeme použít vaše osobní údaje pro nesouvisející účely, můžeme vás upozornit a vysvětlit platný právní základ pro toto použití. Pokud jsme se spoléhali na váš souhlas pro konkrétní použití vašich osobních údajů, můžeme vás požádat o souhlas pro jakýkoli nesouvisející účel a umožnit vám ukončit používání služby v té době, pokud vznesete námitku.",
    "2260079771": "Uchovávání dat",
    "38428546": "Vaše osobní údaje uchováváme bezpečně po celou dobu životnosti vašeho účtu u nás. Vaše osobní údaje budeme uchovávat pouze po dobu nezbytně nutnou ke splnění účelů, pro které jsme je shromáždili, včetně pro účely splnění jakýchkoli právních, účetních nebo ohlašovacích povinností nebo pro účely řešení sporů. Kritéria, která používáme ke stanovení doby skladování, zahrnují platná platná smluvní ustanovení, zákonné zákonné promlčecí lhůty, platné regulační požadavky a průmyslové standardy.",
    "384965568": "I když se požadavky na uchovávání liší podle jurisdikce, níže jsou popsány informace o našich typických dobách uchovávání pro různé aspekty vašich osobních údajů.",
    "2788836740": "Kontaktní údaje pro marketingové účely jsou uchovávány průběžně, dokud se neodhlásíte. Poté přidáme vaše údaje do našeho seznamu potlačení na dobu neurčitou. E-mailové informace shromážděné od uživatelů usnadnění nebudou nikdy použity pro marketingové účely.",
    "3520687192": "Záznamy o komunikaci s vámi (např. lístky podpory otevřené prostřednictvím e-mailu nebo Twitteru) mohou být uchovávány po neomezenou dobu.",
    "292211832": "Informace shromážděné technickými prostředky, jako jsou soubory cookie, počítadla webových stránek a další analytické nástroje, jsou odstraněny, jakmile to bude možné, ale mohou být uchovávány po omezenou dobu až jednoho roku od vypršení platnosti souboru cookie, obvykle v neidentifikovatelné a agregované formě. pokud nezjistíme potenciální zneužití naší služby, v takovém případě si tyto informace ponecháme, aby nám pomohly předejít budoucímu zneužití. Tyto anonymizované a agregované informace nejsme schopni propojit s vámi, vaší domácností, IP adresou ani žádnými osobními údaji na základě uložených informací.",
    "3192683783": "Změny těchto zásad ochrany osobních údajů",
    "1702335960": "Veškeré informace, které shromažďujeme, podléhají Zásadám ochrany osobních údajů platným v době shromažďování těchto informací. Zásady ochrany osobních údajů však můžeme čas od času revidovat. Pokud je revize podstatná, jak určíme výhradně my, upozorníme vás, například e-mailem. Aktuální verze bude vždy zveřejněna na naší stránce Zásady ochrany osobních údajů.",
    "3669258571": "Zásady používání souborů cookie",
    "2905621957": "Poslední aktualizace: 18. července 2020",
    "1173934218": "Chápeme, že vaše soukromí je pro vás důležité, a zavazujeme se být transparentní ohledně technologií, které používáme. Tyto zásady poskytují podrobné informace o tom, jak a kdy používáme soubory cookie na našich stránkách a ve službě.",
    "2694150481": "Používáme soubory cookie?",
    "457627611": "Ano. My a naši poskytovatelé analytických služeb nebo služeb, marketingoví partneři a přidružené společnosti můžeme používat soubory cookie, webové majáky nebo pixely a další technologie, abychom zajistili, že každý, kdo používá stránky, bude mít nejlepší možnou zkušenost. Další podrobnosti naleznete v části „Analytika a sledovací technologie třetích stran“ v našich Zásadách ochrany osobních údajů.",
    "501102544": ": domníváme se, že služba hCaptcha proti botům (tj. služba vložená webovými stránkami, hrami nebo mobilními aplikacemi) obsahuje pouze takzvané soubory cookie „vyňaté ze souhlasu“ podle nařízení GDPR. Příklady takových vyňatých souborů cookie zahrnují:",
    "461631543": "Poznámka GDPR",
    "2150907653": "* Technické soubory cookie nezbytně nutné pro poskytování služby. Patří mezi ně preferenční soubory cookie, soubory cookie relace, soubory cookie pro vyrovnávání zatížení atd.",
    "1012122721": "* Statistické soubory cookie spravované přímo námi (tj. soubory cookie první strany, nikoli soubory cookie třetích stran), kde se údaje nepoužívají k profilování.",
    "3255230599": "Co je to cookie?",
    "2954157511": "Proč používáme soubory cookie?",
    "1539071196": "Cookies obecně používáme pro následující účely:",
    "3545935449": "K rozpoznání nových nebo minulých uživatelů.",
    "32739972": "Chcete-li uložit informace o vaší přihlašovací relaci, pokud jste registrováni na našich stránkách.",
    "4209078147": "Chcete-li zlepšit naše stránky a lépe porozumět vašim návštěvám na našich platformách a stránkách.",
    "1077448694": "Pro integraci s webovými stránkami sociálních médií třetích stran.",
    "1709478090": "Aby vám sloužila se zájmově orientovanou nebo cílenou reklamou.",
    "3256020881": "Chcete-li sledovat vaše chování a aktivity procházení v průběhu času na více webových stránkách nebo jiných platformách.",
    "1092241113": "Abychom lépe porozuměli zájmům našich zákazníků a integrátorů.",
    "1434289796": "Některé soubory cookie jsou nezbytné pro určitá použití stránek a bez těchto souborů cookie bychom nebyli schopni poskytovat mnoho služeb, které potřebujete pro správné používání stránek. Tyto soubory cookie nám například umožňují provozovat naše stránky, takže k nim můžete přistupovat, jak jste požadovali, a umožňují nám rozpoznat, že jste si vytvořili účet a přihlásili se k tomuto účtu pro přístup k obsahu stránek. Zahrnují také soubory cookie, které nám umožňují zapamatovat si vaše předchozí akce v rámci stejné relace prohlížení a zabezpečit naše stránky.",
    "1533171442": "Pro analýzu a marketingové účely používáme také funkční soubory cookie a soubory cookie od třetích stran. Funkční cookies umožňují, aby určité části Stránek fungovaly správně a vaše uživatelské preference zůstaly známé. Analytické soubory cookie mimo jiné shromažďují informace o tom, jak zákazníci, integrátoři a koncoví uživatelé používají naše stránky, o obsahu a produktech, které uživatelé nejčastěji prohlížejí, a o účinnosti našich reklam třetích stran. Reklamní soubory cookie pomáhají doručovat reklamy relevantnímu publiku a umožňují zobrazování našich reklam v horní části výsledků vyhledávání. Cookies jsou buď „relační“ soubory cookie, které se vymažou, když ukončíte relaci vašeho prohlížeče, nebo „trvalé“, které zůstanou, dokud je nesmažete vy (probráno níže) nebo strana, která soubor cookie poskytla. Úplné podrobnosti o všech souborech cookie používaných na Stránkách jsou k dispozici v níže uvedené tabulce Zveřejnění souborů cookie.",
    "322830977": "Jak zakázat soubory cookie.",
    "262509504": "Můžeme propojit informace shromážděné soubory cookie s dalšími informacemi, které od vás shromažďujeme v souladu s těmito zásadami ochrany osobních údajů, a používat kombinované informace, jak je zde uvedeno. Podobně mohou třetí strany, které poskytují soubory cookie na našich stránkách, propojit vaše jméno nebo e-mailovou adresu s dalšími informacemi, které shromažďují, což může zahrnovat minulé nákupy provedené offline nebo online nebo informace o vašem online používání.",
    "2935155034": "Pokud se nacházíte v Evropském hospodářském prostoru, máte určitá práva, která jsou popsána výše v záhlaví „Oznámení pro subjekty údajů EU“, včetně práva na kontrolu a opravu nebo vymazání údajů, které o vás máme.",
    "1873812847": "Zveřejnění souborů cookie",
    "3319083717": "Název:",
    "3183855267": "1. hmt_id",
    "907324388": "Funkce",
    "2896187462": "1. Používá se pro nezbytně nutné anonymní statistiky související se službami a pro další technické účely, jako je pomoc při podpoře usnadnění.",
    "987267027": "Strana",
    "3453526675": "1. 1. strana",
    "1952810469": "Typ",
    "1795436560": "1. Zasedání",
    "102695075": "Doba trvání",
    "3356329025": "1. 30 dní",
    "3744153629": "jména:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "zasedání,",
    "3186435874": "sessionid",
    "1241291641": "Zobrazit další podrobnosti.",
    "1834801943": "2. 1. strana",
    "2114694926": "2. Zasedání",
    "938404336": "2. Mění se; až 30 dnů.",
    "2196526290": "hc_accessibility",
    "1061239711": "3. 1. strana",
    "1483015662": "3. Zasedání",
    "3458934553": "3. Různé; až 30 dnů.",
    "134571844": "Impressum (oznámení o webu)",
    "110836420": "Poslední aktualizace: 23. prosince 2020",
    "2901894297": "hCaptcha je služba společnosti Intuition Machines, Inc. (\"IMI\"), americké korporace Delaware (#6393793).",
    "2928362319": "Dotazy lze zaslat poštou na adresu: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "3094150511": "Regulační úřad: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Žádné záruky týkající se obsahu",
    "707541553": "Všechny informace obsažené na našich internetových stránkách byly ověřeny společností IMI nebo třetí stranou. IMI ani třetí strany však nenesou odpovědnost za to, že informace jsou aktuální, přesné nebo úplné. To platí i pro jiné webové stránky, na které se lze dostat prostřednictvím hypertextových odkazů na našich stránkách. IMI nepřebírá žádnou odpovědnost za obsah těchto externích webových stránek.",
    "2650241052": "Žádná rada",
    "204716894": "Obsah a design našich webových stránek jsou chráněny autorským zákonem. Kopírování stránek a jejich obsahu způsobem, který překračuje přiměřené fair use, vyžaduje předchozí písemný souhlas společnosti IMI, pokud na stránce neexistují žádná jiná zákonná ustanovení pro duplikaci.",
    "3182435854": "autorská práva",
    "3236873806": "Za tyto webové stránky odpovídá IMI.",
    "1338341134": "hCaptcha + Privacy Pass (Beta)",
    "88879089": "Privacy Pass je an",
    "1898063898": "pro zachování soukromí uživatelů, které vyvíjíme ve spojení",
    "1942186611": "a další.",
    "3673079511": "vznikající standard",
    "2164933356": "mračna",
    "3119589996": "Jak to funguje: rozšíření prohlížeče poskytuje uživatelům možnost vytvářet a podepisovat kryptograficky slepé tokeny pro webové stránky, které podporují protokol Privacy Pass. Rozšíření generuje průchody obsahující kryptograficky zaslepené tokeny, které jsou podepsány hCaptcha, když je problém vyřešen na jakémkoli webu pomocí služby hCaptcha,",
    "1254771154": "výzvy zobrazené na jiných službách podporujících Privacy Pass, které také obsahují hCaptcha, např. Cloudflare.",
    "996362763": "Tyto tokeny jsou odslepeny a jsou uloženy rozšířením pro budoucí použití. Když uživatel navštíví web pomocí hCaptcha a potřebuje projít výzvou (ať už neviditelnou nebo přes tlačítko „Jsem člověk“), jsou automaticky vyplaceny. Postup zaslepení znamená, že podepsané a vyplacené tokeny jsou z pohledu hCaptcha kryptograficky nepropojitelné, a tak je zachováno soukromí uživatelů.",
    "2943346052": "Vzhledem k tomu, že proces standardizace IETF pokračuje, očekáváme, že hlavní prohlížeče přijmou určitou formu Privacy Pass nativně. To nakonec způsobí, že rozšíření nebude nutné. V tuto chvíli se však řiďte níže uvedenými pokyny.",
    "2326660907": "až na",
    "741483946": "* Jinými slovy: tokeny hCaptcha Privacy Pass můžete získat na hCaptcha.com a používat je na jiných stránkách přímo pomocí hCaptcha.com. Nemůžete získat ani uplatnit tokeny hCaptcha Privacy Pass, abyste obešli službu hCaptcha, kterou používá Cloudflare, protože Cloudflare vydává a uplatňuje své vlastní tokeny Privacy Pass.",
    "1362015807": "Začínáme",
    "1358325821": "Nejprve nainstalujte rozšíření pro",
    "310885519": "nebo",
    "4091044469": ". Ujistěte se, že jste povolili rozšíření v anonymním režimu. Poté navštivte jakýkoli web používající hCaptcha a vyřešte captcha. Od verze 2.0.3 můžete tyto tokeny uplatnit na webových stránkách pomocí hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "Jakmile budete mít rozšíření nainstalované, klikněte sem (nebo na jakýkoli web využívající hCaptcha), abyste získali vstupenky:",
    "166277959": "Poznámka: Tato funkce je aktuálně ve verzi beta a nemusí vždy fungovat pro všechny weby a uživatele. V případě, že není povolena nebo pro konkrétního uživatele nefunguje, chování se jednoduše vrátí ke standardnímu prostředí hCaptcha bez ztráty funkčnosti.",
    "3031357206": "Vedle adresního řádku se zobrazí nová ikona. Nyní navštivte webovou stránku pomocí hCaptcha. Bude to vypadat takto:",
    "1066753052": "což znamená, že peněženka je prázdná a jste na webu, který obsahuje výzvu hCaptcha. Jakmile splníte výzvu, získáte tokeny, které lze uplatnit na jakékoli jiné webové stránce pomocí hCaptcha.",
    "651123197": "Po dokončení výzvy se na ikoně zobrazí počet aktuálního součtu ve vaší peněžence.",
    "554844646": "Funkčnost rozšíření můžete potvrdit tím, že po každém kliknutí uvidíte, jak počítadlo klesne o 1",
    "4087729475": "výzvu po vašem počátečním vyřešení.",
    "647630208": "A to je vše! Vaše online procházení je nyní více soukromé.",
    "3272552822": "Vývojáři a kryptografové:",
    "4059570880": "Pokud byste chtěli sledovat úsilí o standardizaci, úsilí v současné době probíhá na adrese",
    "1904390996": "standardizovat",
    "252720667": "základem kryptografického zabezpečení Privacy Pass. Samotný protokol prochází",
    "3972554015": "proces také. A rozšíření prohlížeče je samozřejmostí",
    "3723626769": "za vaše příspěvky a recenze.",
    "3882147547": "Oblivious Pseudorandom Functions",
    "565624910": "návrh",
    "3421090159": "open source",
    "3098677775": "Otázka: Je moje IP adresa a historie prohlížení zcela soukromá z hCaptcha při používání Privacy Pass?",
    "4019638786": "Odpověď: Uživatelé Privacy Pass hCaptcha nikdy nevystaví svou IP adresu hCaptcha, pokud není peněženka tokenů jejich prohlížeče prázdná nebo pokud ji stránka nepošle. hCaptcha nemá žádný způsob, jak propojit uživatele s uplatněním tokenu, a nikdy nekomunikuje přímo s uživatelem během zpětného odkupu, pokud jeho peněženka tokenů není prázdná.",
    "3887113660": "Otázka: Jak Privacy Pass ovlivňuje výdělky hCaptcha?",
    "1116455671": "Odpověď: Za počáteční řešení získáte odměnu, pokud jej uživatel dokončí na vašem webu. Uplatnění se řídí stejným vzorem odezvy, jako kdyby uživatel automaticky přešel na vaše stránky kvůli vysoké důvěře klienta: nedochází k žádným výdělkům a volání siteverify z vašeho serveru obdrží ve výsledcích průchodu „kredit: False“.",
    "779817954": "Otázka: Pokud mám průkazy Privacy Pass vydané jiným poskytovatelem, mohu je uplatnit na hCaptcha?",
    "3014149332": "Odpověď: Ne, průkazy nejsou interoperabilní: musí je vydávat a uplatňovat stejný orgán, v tomto případě hCaptcha. Pamatujte, že pokud máte ve svém rozšíření průchody z Cloudflare i hCaptcha, dostupný počet se změní na správnou částku v závislosti na požadavcích stránky, kterou navštěvujete. Jinými slovy, pokud máte v peněžence 100 průchodů Cloudflare a 10 průchodů hCaptcha, měli byste na ikoně rozšíření na stránkách s vloženým hCaptcha vidět 10.",
    "3679148535": "Otázka: Na jakých dalších aplikacích Privacy Pass pracujete?",
    "1606783855": "Odpověď: Máme velký zájem o Privacy Pass pro případ použití Accessibility („a11y“). Dříve oblíbené možnosti, jako jsou audio captchas, diskriminovaly mnoho uživatelů a11y. Věříme, že spojení našeho současného přístupu a11y s vydáváním Privacy Pass umožní uživatelům a11y procházet bezpečně a bezpečně s vědomím, že jejich provoz je soukromější, a zároveň omezí zneužití ze strany provozovatelů botů, ke kterému nevyhnutelně dochází, když jsou dostupné možnosti a11y.",
    "2359150347": "Otázka: Podporují službu Privacy Pass další online bezpečnostní služby?",
    "2082237880": "Odpověď: hCaptcha je první služba svého druhu, která podporuje Privacy Pass, a v současné době je jediná, která to podporuje. Očekáváme však, že další služby rozpoznají výhody zvýšení ochrany soukromí uživatelů online a očekáváme, že v budoucnu budou implementovány další služby, protože standardy IETF, které pomáháme vyvíjet, budou formálně přijaty.",
    "2109792055": "Uživatelská příručka: Ladění problémů s vydáváním a ověřováním osobních údajů",
    "3588620914": "Privacy Pass je nový vynález podle standardů webu a je možné, že jiné aplikace a rozšíření prohlížeče, které si toho nejsou vědomy, narušují jeho funkčnost.",
    "4039193170": "Pokud máte problémy se získáním nebo uplatněním tokenů:",
    "2378786360": "1. Vyzkoušejte některý z dalších podporovaných prohlížečů: pokud používáte Chrome, zkuste použít Firefox bez importu nastavení z Chromu a nainstalujte plugin tam. Pokud to funguje, můžete mít problém s konfigurací prohlížeče.",
    "394235836": "3. Pokud žádný z výše uvedených návrhů nefunguje, pošlete nám e-mail podpory a my vám rádi pomůžeme zjistit, co se děje.",
    "3470857731": "Analýza toho, jak dobře reCAPTCHA detekuje roboty.",
    "3240786848": "Poslední aktualizace: 18. února 2021",
    "2547140673": "Již více než deset let nabízí služba reCAPTCHA společnosti Google vlastníkům webových stránek obchod: nechte Google sledovat vaše uživatele a klást jim otázky a oni výměnou slibují, že zastaví roboty a spam.",
    "2133754014": "Více než 4,5 milionu webových stránek používá reCAPTCHA [",
    "3152512587": "a systém denně shromažďuje stovky milionů řešení. [",
    "2296918009": "To odpovídá více než 100 osoborokům práce každý den.[",
    "3900538778": "Označená data jsou palivem, které pohání strojové učení. Odpovědi reCAPTCHA se používají ke zlepšení služeb Google pro ML/AI od roku 2009. Mnoho lidí, kteří používají reCAPTCHA, si neuvědomuje, že jejich práce je využívána.",
    "1160252730": "Google nyní za reCAPTCHA Enterprise účtuje vysoké ceny, což způsobuje, že mnoho společností tuto dohodu přehodnocuje.",
    "1131196501": "Velké společnosti jako",
    "204889717": "přešli na hCaptcha",
    "639413188": "v odpověď.",
    "3280658086": "podniková řešení",
    "3842815245": "Je to férový obchod?",
    "714342693": "Tým hCaptcha shromažďuje cenová data ze služeb „dark web“ prolomujících captcha od roku 2016. Zaznamenali jsme zajímavý trend:",
    "468929661": "Průměrné náklady na porušení reCAPTCHA jsou neuvěřitelně nízké (méně než 1 $ na 1 000 řešení) a od začátku našeho monitorování v roce 2016 se podstatně nezvýšily. To platí pro reCAPTCHA v2 i v3. [",
    "2862164005": "Údaje o cenách nám umožňují stanovit přesnou hodnotu v dolarech na zabezpečení nabízené reCAPTCHA: 0,001 $ nebo méně za odpověď.",
    "102498091": "Google účtuje 1 $ za 1 000 žádostí o reCAPTCHA Enterprise, což znamená, že nyní účtují více za žádost, než kolik stojí, aby narušila zabezpečení jejich služby. Vypadá to jako špatný obchod.",
    "130239139": "Jaká je hodnota více než 100 osoboroků práce, které Google denně shromažďuje?",
    "1421074182": "Podstatně vyšší.",
    "1953519598": "Cena označení jednoho obrázku se pohybuje od 0,03 USD do 1,00 USD nebo více. Podle jakéhokoli konzervativního odhadu Google k dnešnímu dni získal miliardy dolarů volné pracovní síly. [",
    "3025548709": "Existuje alternativa k této neférové dohodě?",
    "263761351": "hCaptcha je první důvěryhodná alternativa, kterou nyní každý měsíc používají stovky milionů lidí.",
    "2743692546": "Když uživatelé prokazují svou lidskost prostřednictvím hCaptcha, jejich práce vstupuje na anonymní otevřený trh pro nabídky.",
    "1982750088": "Společnosti po celém světě se ucházejí o tuto práci, aby dokončily jednoduché úkoly, které jsou snadné pro lidi, ale těžké pro stroje. Uživatelé podporují web, který navštěvují, a díky vyšší úrovni zabezpečení zažívají méně webového spamu.",
    "1108398506": "zákazníci získají úplnou kontrolu nad zkušenostmi a těží z odborných znalostí, které hCaptcha získala provozováním největšího nezávislého poskytovatele výzev na internetu. Dostanou také výhodnější nabídku než reCAPTCHA Enterprise: až o 50–80 % lepší ceny, v závislosti na objemu.",
    "3012870872": "Webové stránky a aplikace využívající bezplatnou verzi (hCaptcha Publisher) z této práce vydělávají, místo aby ji darovaly společnosti Google.",
    "2271512952": "Uživatelé podporují web, který navštěvují, a zažívají méně webového spamu.",
    "278010425": "Široká a často se měnící paleta úloh na hCaptcha je také obtížnější automatizovat. Jediné rozhraní reCAPTCHA se mnoho let nezměnilo a obsahuje malou sadu otázek, které se často mění. Toto je jeden ze způsobů, jak hCaptcha poskytuje robustnější ochranu proti botům než reCAPTCHA.",
    "984849234": "hCaptcha využívá pokročilé strojové učení k poskytování toho, co reCAPTCHA pouze slibuje, a zároveň sdílí zachycenou hodnotu s weby, které ji používají.",
    "4063769686": "Uživatelé podporují web, který navštěvují, a zažívají méně webového spamu. Zdá se to být spravedlivější.",
    "685916926": "Proč se reCAPTCHA postupem času nezlepšila?",
    "3992401943": "Od roku 2012 došlo k revoluci v hlubokém učení. Průmyslová norma pro přesnost úkolů se za poslední desetiletí radikálně zlepšila, především díky hlubokým konvolučním sítím. Další služby založené na ML, které Google nabízí, následovaly tuto křivku.",
    "615031303": "(Viz poznámky pod čarou",
    "2125514305": "ML se zlepšilo, ale obtížnost obcházení reCAPTCHA se během této doby podstatně nezměnila.",
    "1406188018": "6 a 7",
    "2689973938": "Vylepšení reCAPTCHA vytváří vnitřní konflikt pro Google jako dodavatele reklamy.",
    "464238793": "Pokud Google sám určí, že uživatel, který viděl reklamu nebo kliknul na odkaz, byl ve skutečnosti robot, nemůže účtovat poplatky za reklamy zobrazené tomuto uživateli. Tento střet zájmů výrazně omezil rozsah ambicí společnosti Google proti robotům.",
    "918924423": "Google například nenabízel zjevně cenné služby, jako je zpětná detekce botů. Mnohem spolehlivější je prohlásit návštěvnost uživatelů za vygenerovanou robotem po několikadenní analýze dat.",
    "661412233": "Vědět po captcha, že někteří uživatelé byli roboti, je také cenné. Umožňuje vlastníkům webových stránek vyčistit staré spamové příspěvky a v budoucnu smazat „účty spánku“ registrované na fórech se spamem, omezit podvody a další.",
    "3600797185": "Nabídka zpětné identifikace botů by otevřela Google před ožehavými otázkami, jak zpětně vrátit peníze inzerentům, kteří utratili peníze za tento podvodný provoz.",
    "2076932190": "Produkt reCAPTCHA tak stagnuje již deset let.",
    "3856912381": "Uživatelé trpěli a zbytečný webový spam je nyní na denním pořádku. Ale existuje alternativa.",
    "1035621426": "Každý robot identifikovaný reCAPTCHA přímo snižuje příjmy Google z reklamy.",
    "3668115514": "V čem se hCaptcha liší?",
    "2413742287": "Motivací hCaptcha je maximalizovat přesnost, nikoli příjmy z reklam: odpovědi robotů jsou pro naše zákazníky, kteří potřebují data o lidském školení, k ničemu.",
    "1373262754": "Vědět, kdo je jedinec, má pro hCaptcha minimální hodnotu. Zajímá nás pouze to, zda jsou to lidé nebo zlomyslní herci.",
    "600646860": "Namísto nabízení služby pochybné hodnoty při získávání práce se skutečnou hodnotou poskytuje hCaptcha jak kompenzaci, tak silnou ochranu proti robotům.",
    "1836191653": "Namísto toho, aby hCaptcha nabízela snadno porazitelnou službu uživatelům zdarma a účtovala si miliony dolarů za podnikovou verzi, která není o moc lepší, poskytuje oběma vynikající ochranu proti botům a zároveň nabízí podnikovým uživatelům další funkce a přizpůsobení spolu se silnými smlouvami SLA a rychlou podporou.",
    "990215503": "hCaptcha je jediná hlavní služba captcha, kterou nevlastní reklamní síť.",
    "971933157": "hCaptcha se stará o soukromí, transparentnost a spravedlnost.",
    "178839499": "hCaptcha sdílí hodnotu odvedené práce, zatímco uživatelé prokazují svou lidskost.",
    "1237076138": "hCaptcha nabízí férovou nabídku pro bezplatné (hCaptcha Publisher) i podnikové (hCaptcha Enterprise) zákazníky.",
    "614310292": "Kdo postavil hCaptcha?",
    "4188814619": "hCaptcha je služba Intuition Machines (",
    "3265328927": "), společnost zaměřená na strojové učení, která nabízí produkty a služby pro společnosti implementující strojové učení ve velkém.",
    "2740033957": "Tým IM se skládá z vědců a inženýrů z Applu, Amazonu a dalších lídrů v oblasti strojového učení, distribuovaných systémů a zabezpečení.",
    "1579715421": "IM vědci pravidelně publikují na špičkových konferencích, jako jsou ICML, ICLR, ECCV a NeurIPS, a společnost veřejně zveřejnila nejnovější výsledky v oborech ML, jako je hluboké hašování [",
    "4015238193": "a OCR [",
    "279580593": "imachines.com",
    "279918384": "Jak Google využívá vaši bezplatnou pracovní sílu?",
    "2385522384": "Pravděpodobně jste viděli snímky videa z kamer na samořízených autech Waymo od Googlu a pomáhali jste jim zlepšit rozpoznávání objektů.",
    "1517627947": "Pravděpodobně jste viděli obrázky budov nebo značek ulic z vozů Streetview společnosti Google a pomáhali jste označovat místa pro jejich produkty Map a Earth.",
    "3225936061": "Pravděpodobně jste viděli obrázky textu převzaté ze stránek knih ve službě Knihy Google a pomáhali jste vylepšit jejich software OCR (rozpoznávání textu).",
    "129661785": "Byli jste někdy požádáni, abyste \"klikli na auto/přechod pro chodce/stopku?\"",
    "936667684": "Byli jste někdy požádáni, abyste \"zadali značku budovy/ulice?\"",
    "3773515538": "Byli jste někdy požádáni, abyste \"zadali ta dvě slova?\"",
    "1778058441": "Jaké druhy úloh běží na hCaptcha?",
    "366088791": "hCaptcha podporuje širokou škálu úkolů.",
    "3114147525": "Zákazníci hCaptcha používají službu pro úkoly, jako je rozpoznávání objektů, detekce atributů (sbírání štítků k identifikaci typů oblečení), hodnocení relevance (výběr nejrelevantnějšího produktu z několika možností ve srovnání s primárním produktem), ohraničující rámečky (vyhledávání oblastí zájmu na obrázek), \"Human OCR\" (identifikace textu v obrázku) a mnoho dalších typů úloh.",
    "3139609561": "Níže jsou uvedeny dva příklady typů úloh klasifikace obrázků a detekce atributů. [",
    "2273532558": "Kdo jsou platící zákazníci hCaptcha?",
    "4104221634": "Zákazníci hCaptcha pokrývají různá průmyslová odvětví, od technologických společností po ty, které se zaměřují na módu, maloobchod a další oblasti, kde mohou vytvářet hodnotu pomocí strojového učení.",
    "1337725003": "hCaptcha se zavázala demokratizovat přístup k velkým objemům anotací v reálném čase, což umožňuje malým i velkým společnostem zlepšit kvalitu jejich produktů a služeb aplikací strojového učení v jejich podnikání.",
    "4086379603": "otázky?",
    "1243684308": "Vaši zpětnou vazbu bereme vážně a chceme zajistit, aby měl každý online příjemnější prostředí, méně robotů a méně spamu. Obraťte se na nás:",
    "2645321220": "A pokud si myslíte, že náklady na reCAPTCHA jsou příliš vysoké, zeptejte se nás na hCaptcha Enterprise. V současnosti je používají někteří z největších vydavatelů, společnosti poskytující finanční služby a společnosti zabývající se webovou infrastrukturou na světě a nejsou pouze důvěryhodnou alternativou k reCAPTCHA: věříme, že nabízejí nejlepší ochranu proti botům, která je v současné době k dispozici.",
    "1229233916": "Poznámky pod čarou",
    "1115642494": "1. Zdroj: BuiltWith.com seznamy stránek reCAPTCHA. Staženo 9. července 2019.",
    "448807334": "(„Lidé řeší denně stovky milionů CAPTCHA.“) Staženo 8. července 2019.",
    "2397590157": "3. Konzervativní odhad: 200 milionů řešení * 30 sekund na jedno řešení v letech = 190,3 osoboroků/den.",
    "3236311792": "4. Interní analýza hCaptcha. Data shromážděná do 30. června 2019. Podrobnosti na vyžádání.",
    "1752259468": "5. Konzervativní odhad: náklady na jednu anotaci 0,01 USD * průměr 200 milionů. anotace za den (dolní hranice) * 365 dní za rok * 10 let od akvizice v roce 2009 = hodnota dolní hranice 7,3 miliardy USD.",
    "3268946369": "6. Kredit: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Zdroj: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "VZTAHOVÁ VLOŽENÍ ZALOŽENÁ NA SÉMANTICKÉ HIERARCHII PRO HLUBOKÉ HAŠOVÁNÍ POD SABÝM DOHLEDEM, Heikki Arponen, Tom E Bishop. ICML 2019, workshop LLD.",
    "2544169219": "Nejnovější výsledky: ICML LLD, květen 2019.",
    "1973347745": "10. Ukázkové obrázky bez licenčních poplatků. Zdroj: Petapixel.",
    "1493115924": "Poznámky k ochranné známce:",
    "4051104324": "\"Intuition Machines\" je registrovaná ochranná známka společnosti Intuition Machines, Inc.",
    "3983646521": "Všechny názvy produktů, loga, značky, ochranné známky a registrované ochranné známky jsou majetkem příslušných vlastníků. Všechny názvy společností, produktů a služeb použité na tomto webu slouží pouze pro účely identifikace. Použití těchto názvů, ochranných známek a značek neznamená jejich podporu. V tomto případě právě naopak.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Vědci IM nastavili na CVPR 2020 nové měřítko pro rozpoznávání slabě kontrolovaného textu (OCR).",
    "1259002282": "Našli jste chybu? Zde je návod, jak to nahlásit.",
    "3301728462": "Miliony lidí používají hCaptcha každý měsíc na tisících kombinací prohlížečů, rozšíření, zařízení, firewallů a dalších.",
    "3878230879": "Naším cílem je zajistit, aby to pro vás vždy fungovalo, takže si velmi vážíme vašich zpráv!",
    "2465128185": "Chcete-li poskytnout rychlou zpětnou vazbu, stačí kliknout na tlačítko Odeslat zpětnou vazbu.",
    "2921990472": "Pokud vidíte funkční problém, postupujte podle pokynů",
    "2870341481": "níže. Pouze pro všechny ostatní prohlížeče",
    "1866590035": "pokyny protokolu ladění pro Chrome",
    "444492541": "instrukce protokolu ladění pro Firefox",
    "169267610": "Napište nám email",
    "3100722753": "Potenciální problémy se zabezpečením nebo ochranou soukromí naleznete v pokynech níže.",
    "1906593952": "Poskytněte zpětnou vazbu k hCaptcha, kterou jste právě viděli",
    "3951254541": "Vážíme si vašeho příspěvku. Dejte nám vědět o jakýchkoli problémech a my je rychle vyřešíme.",
    "3324288040": "Pošlete nám zpětnou vazbu",
    "2864016648": "Problémy se soukromím",
    "304004915": "Nezajímá nás, kdo jsou uživatelé, pouze jaká je pravděpodobnost, že jsou škodliví nebo stroje. Podporujeme iniciativy jako např",
    "1139493658": "a tvrdě pracujte na vyvážení soukromí a zabezpečení.",
    "3083289844": "Pokud jste našli problém, o kterém si myslíte, že by mohl ovlivnit soukromí uživatelů, pošlete nám e-mail na adresu",
    "4264784515": "Bezpečnostní chyby",
    "963238401": "Vždy máme zájem dostávat zprávy o bezpečnostních chybách. E-mailem",
    "3926027556": "a my se vám rychle ozveme.",
    "1589805435": "Máme také a",
    "2560582224": "bug bounty program",
    "103876916": "pro vhodné zprávy o zabezpečení služby hCaptcha a související zdrojový kód.",
    "497117287": "Možnosti usnadnění",
    "3230004040": "Jste zrakově postižení nebo jinak nemůžete dokončit hCaptchas?",
    "3480023141": "Další informace o možnostech usnadnění",
    "2052161540": "Zachycení podrobností zprávy o chybě: Chrome",
    "2281169898": "Odeslání informací o ladění spolu s vaší zprávou nám výrazně usnadní identifikaci toho, co se děje. Zde jsou podrobné pokyny:",
    "1123365779": "Pokud jste webový vývojář nebo zkušený uživatel, shrnutí je, že bychom chtěli, abyste nám zaslali záznam sítě HAR a protokoly konzoly prohlížeče.",
    "2015218686": "než projdete těmito kroky. Pokud se tím váš problém vyřeší, budeme rádi, když nám sdělíte verzi prohlížeče, blokovač reklam nebo rozšíření prohlížeče a adresu URL webu.",
    "3922723611": "Zkuste prosím deaktivovat jakýkoli blokovač reklam nebo bezpečnostní rozšíření prohlížeče",
    "4036872105": "nejprve a poté opakujte",
    "993651083": "Krok 1: Otevřete Nástroje pro vývojáře (Tím se spustí záznam relace.)",
    "4163469907": "Krok 2: Klikněte na kartu Síť v Nástrojích pro vývojáře. Zaškrtněte políčko „Zachovat protokol“ nahoře.",
    "4243348003": "Krok 3: návštěva",
    "641342999": ", nebo webové stránky, na kterých máte problém (Poznámka k ochraně osobních údajů: pouze v případě, že vám nevadí sdílet, co to je) ... a poté klikněte na tlačítko „Jsem člověk“ a pokuste se jej vyřešit.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Krok 4: Po pokusu o řešení klikněte na „Exportovat HAR“ (malá šipka dolů), čímž se uloží síťový protokol. Pošlete nám ten soubor.",
    "1503240421": "Krok 5: Klikněte na záložku Konzola, klikněte pravým tlačítkem a poté na „Uložit jako ..“ pro uložení protokolu konzoly. Pošlete nám to také.",
    "2863840904": "Krok 6: Poslední krok nám pošlete e-mailem tyto soubory protokolu HAR a konzoly a popište problém",
    "4051785543": "Použití:",
    "3623028666": "(použijte prosím službu jako",
    "551761392": "a odeslat odkazy) a volitelně snímek obrazovky, pokud máte podezření, že se něco nezobrazuje správně. Zašlete také IP, kterou používáte. Můžete to získat od",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Děkujeme, že jste si našli čas a pomohli nám získat tyto informace!",
    "3680327841": "Jsme odhodláni zajistit, aby hCaptcha fungovala dobře pro každého",
    "1059502393": "Zachycení podrobností hlášení o chybě: Firefox",
    "1112074001": "Krok 2: Klikněte na kartu Síť v Nástrojích pro vývojáře. Zaškrtněte políčko „Přetrvávat protokoly“ nahoře.",
    "1797298240": "Krok 4: Po pokusu o řešení klikněte na \"HAR\" a zvolte \"Uložit vše jako HAR\" pro uložení síťového protokolu. Pošlete nám ten soubor.",
    "3671246379": "Krok 5: Klikněte na záložku Konzola, klikněte pravým tlačítkem myši a poté na „Vybrat vše“ a uložte to do textového souboru, abyste uložili protokol konzoly. Pošlete nám to také.",
    "3816867833": "Zpětná vazba",
    "788770967": "Je mi líto, že to slyším! Možná budete chtít využít naši možnost usnadnění:",
    "1333016413": "To vám umožní vyhnout se budoucím otázkám registrací a nastavením cookie.",
    "2333410049": "Zkuste také vypnout blokování reklam.",
    "1345083090": "Nahlásit problém s funkčností?",
    "2184564739": "Vidět",
    "604751186": "Jiné problémy? E-mailem",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "jak hlásit problémy s podrobnými protokoly",
    "1050501253": "Příliš obtížné",
    "3264813246": "Nemístný",
    "3526939538": "Chyba softwaru",
    "126134492": "jiný",
    "3511610999": "Pojďme se ujistit, že se dostanete na správné místo.",
    "3906886217": "Pro firmy nebo webové stránky",
    "1621597093": "Podniková bezpečnostní řešení (placená)",
    "3176531704": "Anotace dat",
    "1834239172": "Kupte si anotační služby hCaptcha",
    "1457707016": "Pro jednotlivce",
    "770264626": "Přidejte hCaptcha do své služby (zdarma)",
    "881015166": "Přidat hCaptcha for Publishers na můj web nebo do aplikace",
    "47536007": "Zjistěte více o hCaptcha",
    "2012837493": "Výsledky vyhledávání",
    "4034694801": "Žádné odpovídající výsledky.",
    "3621411541": "Přečtěte si o možnostech usnadnění pro hCaptcha",
    "3401005681": "Vydělat peníze",
    "3933993151": "Pracujte jako individuální štítkovač dat",
    "563059212": "Seznam dílčích zpracovatelů",
    "3501923981": "Poslední aktualizace: 1. ledna 2020.",
    "3548097301": "Účinné: 1. ledna 2020.",
    "3991444169": "Tato stránka uvádí aktuální subprocesory pro službu hCaptcha Enterprise.",
    "835396984": "Aktuálně aktivní",
    "424089481": "Amazon Web Services, Inc. (globálně). Poskytované služby: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (globální). Poskytované služby: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Globální). Poskytované služby: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (globálně). Poskytované služby: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Poznámka: Neplatí pro všechny zákazníky. Například zákazníci IP Blinding nebo jiných pokročilých možností ochrany soukromí nebo zabezpečení (např. zákazníci Secure Virtual Tenancy) jsou zcela vyloučeni z jakýchkoli potenciálních „PII“, které kdy vstoupí do telemetrických systémů, dokonce i z IP adresy. V případě potřeby kontaktujte svého zástupce účtu pro další informace.",
    "700843971": "Hound Technology, Inc. (globálně). Poskytované služby: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (globální). Poskytované služby: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (globálně). Poskytované služby: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (globálně). Poskytované služby: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Infrastruktura",
    "370366524": "Telemetrie pomíjivých služeb",
    "121192737": "Nadcházející přírůstky",
    "2420789666": "Fastly, Inc. Poskytované služby: Rychle CDN a edge computing.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Platnost: 1. září 2021. Přidání infrastruktury",
    "1487796027": "Pro firmy",
    "3943417791": "Získejte podporu pro hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (zdarma)",
    "3397976149": "Získejte podporu pro hCaptcha Publisher",
    "833750823": "Máte potíže s výzvou?",
    "2024737147": "Chcete nahlásit chybu?",
    "1978884623": "Další informace o hlášení problémů se softwarem",
    "4188664955": "Hlavní podmínky služby",
    "2621989404": "Poslední aktualizace: 24. září 2021. Upozorňujeme, že naše podmínky v angličtině jsou směrodatné.",
    "2404545611": "Vítejte v hCaptcha! Děkujeme, že jste součástí naší komunity. Všichni uživatelé „Služeb“ (definovaných níže) musí souhlasit s následujícími podmínkami (dále jen „Podmínky služby“). Podle těchto podmínek služby „IMI“, „my“ a „nás“ označuje společnost Intuition Machines, Inc. a její dceřiné společnosti, přidružené společnosti, úředníky, agenty, zaměstnance, zástupce a agenty a naše „webová stránka“ zahrnuje jakoukoli webovou stránku pod naše kontrola, včetně www.hcaptcha.com a www.imachines.com.",
    "2348450790": "Přečtěte si prosím tyto podmínky služby. Zahrnují mimo jiné ustanovení o odmítnutí záruk, omezení odpovědnosti a závazné arbitráži. Vezměte prosím na vědomí, že tyto Podmínky služby se mohly od vaší poslední návštěvy našich webových stránek změnit. Tyto podmínky služby můžeme čas od času revidovat a aktualizovat podle vlastního uvážení. V případě podstatné změny vás upozorníme zveřejněním aktualizovaných podmínek služby na této stránce, poté musíte potvrdit souhlas s aktualizovanými podmínkami služby, abyste mohli pokračovat v používání nebo přístupu na stránku nebo službu.",
    "1933936765": "Smlouva o zpracování dat (poslední aktualizace: 23. září 2021)",
    "2959486280": "Pokud s těmito Podmínkami služby nesouhlasíte, nesmíte používat Stránku ani Službu ani k nim přistupovat.",
    "3200859925": "1. Účel",
    "1807143500": "Služby zahrnují online bezpečnostní službu (\"služba hCaptcha\") a platformu (\"platforma strojů Intuition\"), na kterých si jednotlivec (\"Přispěvatel\") může zvolit provádění úkolů, které subjekt třetí strany nebo samotný stroj Intuition Machines (každý „Žadatel“) zveřejňuje na našich webových stránkách nebo ve službě hCaptcha, a to buď přímo na našich webových stránkách, nebo prostřednictvím přístupu na platformu Intuition Machines a/nebo prováděním úkolů prostřednictvím nebo ve spojení s entitou třetí strany a/nebo platformou nebo službou (každá, \"Integrátor\"). Žadatelé zveřejňují úkoly a vyzývají přispěvatele, aby je provedli výměnou za odměny, které IMI poskytuje integrátorům, nebo podle toho, jak určí žadatel, pokud žadatel používá platformu Intuition Machines Platform nebo službu hCaptcha k poskytování úkolů svým vlastním koncovým uživatelům. Společnostem a jednotlivcům (každý je „zákazník“) účtujeme poplatky za používání naší platformy, aby mohli používat náš software, vytvářet úkoly, najímat nás k vytváření úkolů a/nebo získávat přístup k Přispěvatelům. Integrátorům také účtujeme poplatky za používání naší služby hCaptcha, abychom omezili podvody, zneužívání a spam na jejich webech, mobilních aplikacích a dalších online službách. Výše uvedené je souhrnně označováno jako „Služby“.",
    "3212830633": "2. Způsobilost",
    "2605814073": "Používáním nebo registrací našich Služeb souhlasíte: je vám alespoň 18 let; máte oprávnění uzavřít tuto smlouvu svým jménem nebo jménem subjektu, který zastupujete, a budete vždy dodržovat tyto podmínky služby a všechny zásady a pokyny IMI, na které se zde odkazuje; a nebudete zneužívat naše webové stránky, zkreslovat nám svou identitu ani používat umělou inteligenci k dokončení jakékoli části jakéhokoli úkolu v IMI, který vyžaduje lidskou inteligenci.",
    "2616040974": "3. Zákazníci a žadatelé",
    "1544829730": "Pokud jste zákazníkem nebo žadatelem, souhlasíte s tím, že budou platit dodatečné podmínky připojené k tomuto dokumentu jako dodatek pro zákazníky a budou začleněny formou odkazu do těchto podmínek služby. Pokud nejste zákazníkem nebo žadatelem nebo přestanete být zákazníkem nebo žadatelem, další podmínky uvedené v dodatku pro zákazníky nebudou platit ani nebudou začleněny odkazem do těchto podmínek služby.",
    "3759360138": "4. Uživatelské jméno a heslo",
    "2236960358": "Při registraci budete požádáni o sdělení určitých osobních údajů o vás („osobní údaje“), včetně vašeho jména, e-mailové adresy a vytvoření uživatelského jména a hesla, na vše se budou vztahovat naše zásady ochrany osobních údajů, které jsou k dispozici na webová stránka. Vy sami jste odpovědní za sledování, zajišťování a udržování bezpečnosti svého účtu, hesel a jakýchkoli ověřovacích klíčů spojených s vaším účtem a jste odpovědní za jakékoli použití nebo akce provedené prostřednictvím použití těchto informací ve Službách.",
    "3047519814": "Souhlasíte s tím, že svůj účet ani heslo nikomu nesdělíte.",
    "1699668873": "Pokud máte podezření, že informace o vašem účtu byly odcizeny nebo použity někým jiným, nebo že došlo k jinému porušení bezpečnosti, musíte IMI okamžitě informovat.",
    "3044038608": "Souhlasíte s tím, že nám poskytnete pravdivé, přesné a úplné informace požadované v našem registračním procesu. Souhlasíte také s tím, že tyto informace podle potřeby neprodleně aktualizujete, aby byly aktuální a přesné.",
    "4132302900": "5. Vaše soukromí, Vaše data a „Údaje pro všechny“",
    "10724169": "Přijímáte naše Zásady ochrany osobních údajů, které upravují, co uděláme s jakýmikoli osobními údaji, které nám poskytnete.",
    "1669194950": "Kromě Osobních údajů můžete být také požádáni, abyste poskytli (nebo to pro nás může být nutné shromažďovat) další údaje, abychom mohli poskytovat Služby (souhrnně „Údaje o zákaznících“). Neneseme odpovědnost za jakékoli selhání při poskytování služeb, které je způsobeno vaším zpožděním nebo neposkytnutím zákaznických dat.",
    "1330274831": "Tímto nám udělujete celosvětovou, nevýhradní, sublicencovatelnou, přenosnou, bezplatnou, neodvolatelnou licenci na dobu platnosti této smlouvy k používání, reprodukování, elektronické distribuci a veřejnému zobrazování jakýchkoli zákaznických dat výhradně za účelem poskytování služeb. . Prohlašujete a zaručujete, že vlastníte dostatečná práva, nárok a zájem na svá data, abyste mohli udělit licenci v této části.",
    "2230333214": "Shromažďujeme údaje o zákaznících s jinými údaji, takže výsledky nelze osobně identifikovat, a také shromažďujeme neidentifikovatelné technické protokoly a údaje týkající se používání Služeb („Souhrnná/odstraněná data“). Bez ohledu na cokoli, co je v tomto dokumentu v rozporu, může společnost IMI jakákoli taková Souhrnná/Deidentifikovaná data používat pro jakékoli obchodní účely během nebo po uplynutí doby platnosti této smlouvy, včetně, bez omezení, k vývoji a zlepšování služeb a vytváření a distribuci zpráv a dalších materiálů. Zákaznická data mohou také uchovat a být zobrazena v systému po omezenou dobu nepřesahující 180 dní po dokončení úlohy, například jako automatická kalibrační nebo ověřovací data pro systémy Intuition Machines. Pro upřesnění, tato část 5 nám nedává právo identifikovat vás jako zdroj jakýchkoli Souhrnných/Deidentifikovaných údajů bez vašeho předchozího písemného souhlasu.",
    "3881754581": ". Pokud jste zákazníkem našich anotačních služeb a v rámci používání Služeb jste zvolili možnost „Data pro všechny“, udělujete společnosti IMI a všem uživatelům Služeb celosvětovou, nevýhradní, sublicencovatelnou, přenosnou, bezplatnou, neodvolatelnou licenci k plnému využívání všech zákaznických dat, včetně všech souvisejících práv duševního vlastnictví. Pokud zvolíte možnost „Data pro všechny“, prohlašujete a zaručujete, že vlastníte dostatečná práva, nárok a zájem na svá data, abyste mohli udělit licenci v této části.",
    "3496767126": "Aby se předešlo pochybnostem, následující odstavec se vztahuje výhradně na zákazníky využívající naše anotační služby, a nikoli na používání našich služeb jako integrátor.",
    "767207800": "Pokud vaše data obsahují potenciálně explicitní nebo urážlivý obsah, požadujeme, abyste je označili jako „EXPLICITNÍ OBSAH“, aby sloužily jako spravedlivé varování pro každého, kdo uvidí vaše data. Bez samostatné písemné smlouvy se společností IMI nesmíte zahrnout úkoly, které porušují naše zásady, mimo jiné včetně (a) úkolů, které přímo nebo nepřímo propagují jiné webové stránky nebo službu, (b) úkolů, které porušují podmínky webových stránek třetí strany a podmínky, (c) úkoly vyžadující přispěvatele, aby požádali třetí strany, (d) úkoly, které po přispěvatelích žádají, aby podnikli kroky k manipulaci s chováním nebo výsledky webové stránky, (e) úkoly, které porušují práva duševního vlastnictví třetích stran, a (f) úkoly které vyžadují, aby si přispěvatelé stáhli software nebo soubory.",
    "3370561195": "6. Přijatelné chování",
    "4205152730": "Doporučujeme vám komunikovat s ostatními uživateli kdekoli na našem webu, fóru, zasílání zpráv, chatu a dalších kanálech sociálních médií spravovaných IMI, ale pokud tak učiníte, musíte dodržovat všechny podmínky služby a používání na našem webu a všechny příslušné zákony. .",
    "1394253934": "7. Zneužívání, zneužívání a uvádění v omyl",
    "1406393333": "Jakýkoli přístup nebo použití Služeb jiný než v souladu s těmito Podmínkami služeb a pokyny, které poskytujeme, je přísně zakázán. Zejména NEBUDETE:",
    "3409726716": "zaregistrovat si u nás více než jeden účet bez písemného povolení;",
    "3119498672": "provádět jakýkoli úkol pomocí internetových robotů, webových robotů, robotů, skriptů nebo jakékoli jiné formy umělé inteligence nebo se jinak pokoušet získat odměny od IMI nebo jakéhokoli žadatele nebo integrátora, aniž byste dokončili úkoly, jak jsou popsány;",
    "1188668818": "poskytovat jakékoli nepravdivé informace při používání tohoto webu (včetně, bez omezení, vydávání se za jakoukoli jinou osobu nebo organizaci ve vašem účtu nebo nepravdivé prohlášení nebo jiné zkreslování sebe sama nebo svého spojení s jakoukoli jinou osobou nebo organizací ve vašem účtu;",
    "2804310964": "přistupovat nebo se pokoušet o přístup k našim webovým stránkám prostřednictvím jakéhokoli proxy webového serveru nebo jiného zařízení navrženého tak, aby zakrylo vaši skutečnou polohu nebo identitu, nebo jakýmikoli jinými prostředky, než je poskytnuté rozhraní;",
    "1374227759": "používat webovou stránku k jakékoli nezákonné činnosti nebo k jinému účelu, než je účel, pro který byla zpřístupněna;",
    "2103513933": "zapojit se do činnosti, která narušuje nebo narušuje fungování stránek;",
    "137127070": "vkládat, nahrávat nebo připojovat škodlivé nebo neznámé externí odkazy nebo soubory nebo nahrávat jakýkoli obsah, který obsahuje virus, trojského koně, červa, časovanou bombu nebo jiný škodlivý počítačový kód;",
    "1686655020": "Nahrajte jakýkoli obsah podléhající autorským právům, který není vaším původním dílem, pokud nemáte povolení od právoplatného vlastníka takový obsah zveřejňovat a udělit společnosti IMI všechna zde udělená licencovaná práva;",
    "1406692811": "zapojit se do spamování nebo zveřejňovat jakýkoli druh reklamy, pokoušet se získat doporučení, hromadnou komunikaci, peněžní nabídky nebo žádosti, žádosti o služby, reklamu, marketing, nesmyslné zprávy, duplicitní témata, nezákonný obsah, odkazy na sociální stránky, e-mailové adresy nebo ID instant messengeru, pokud to úkol nevyžaduje;",
    "3893539589": "vkládat externí odkazy, které nabízejí zboží nebo služby, pokud to úkol nevyžaduje;",
    "3214322759": "jinak se zapojit do jakékoli škodlivé nebo podvodné činnosti.",
    "3733422465": "8. Ověření vaší identity",
    "267645277": "IMI může ověřit vaši totožnost. To může zahrnovat porovnání vašich osobních údajů s databázemi třetích stran nebo oficiálními právními dokumenty. Opravňujete nás k tomu, abychom provedli jakékoli dotazy nezbytné k potvrzení vaší identity, vašeho vlastnictví vaší e-mailové adresy a vašeho vlastnictví vašich finančních účtů. Souhlasíte s tím, že nám poskytnete informace o vás, které nám pomohou ověřit vaši identitu.",
    "4169910317": "9. Soulad se zákonem",
    "519755936": "Vy sami jste odpovědní za dodržování federálních, státních, provinčních a místních zákonů v souvislosti s vaším používáním Služeb. Souhlasíte s tím, že nás odškodníte a ochráníte za jakékoli nároky vůči nám, protože jste nedodrželi jakýkoli zákon nebo porušili jakákoli práva třetích stran, včetně, bez omezení, smluvních práv, práv na duševní vlastnictví nebo ochrany soukromí.",
    "731546974": "10. Přispěvatelské nebo integrační daně",
    "3128328457": "Pokud jste přispěvatelem nebo integrátorem, jste pouze vy sami odpovědní za platbu veškerých odhadovaných nebo jiných federálních, státních nebo místních daní z příjmu, sociálního zabezpečení, FICA a kompenzací pracovníků dlužných v důsledku používání našich webových stránek, jakož i podobné daně nebo poplatky v jurisdikcích mimo USA. Souhlasíte s tím, že nás odškodníte a ochráníte za jakékoli výměry proti nám, protože jste nedodrželi jakékoli daňové zákony.",
    "2931396764": "11. Porušení těchto podmínek služby",
    "1240667045": "Můžeme pozastavit, omezit nebo zrušit váš přístup ke Službám kdykoli z jakéhokoli důvodu, včetně toho, že: (a) se domníváme, že jste porušili tyto Podmínky služby (včetně dalších souvisejících zásad); (b) domníváme se, že jste porušili naše práva nebo práva jakékoli třetí strany; (c) nejsme schopni ověřit nebo ověřit informace, které jste nám poskytli; nebo (d) věříme, že vaše jednání může vést k odpovědnosti pro vás, nás nebo třetí stranu. Aby se předešlo pochybnostem, vyhrazujeme si právo zabránit nebo pozastavit platbu vám, pokud se důvodně domníváme, že se na takovou platbu vztahuje cokoli z výše uvedeného.",
    "1601080128": "Pokud pozastavíme nebo zrušíme váš účet, nebudete již mít přístup k žádným částem webu, včetně dat, zpráv, souborů a dalšího materiálu, který na webu uchováváte. NESMÍTE pokračovat v používání našich webových stránek pod jiným nebo novým názvem účtu. Porušení těchto podmínek služby může být stíháno v plném rozsahu zákona a může mít za následek další sankce a sankce.",
    "1160707899": "12. Role přispěvatele a vztah s IMI a dalšími žadateli",
    "269838707": "Pokud jste přispěvatel, vy a pouze vy rozhodujete o tom, které a kolik úkolů splníte a kdy a kde je splníte. Plněním úkolů můžete strávit tolik nebo málo času, kolik si sami zvolíte. V žádném okamžiku nejste povinni dokončit úkol.",
    "1087195513": "Pokud jste Přispěvatel, který přistupuje ke Službám a/nebo provádí úkoly prostřednictvím Integrátora nebo ve spojení s ním jménem Žadatele, který není IMI, pak souhlasíte a berete na vědomí, že společnost Intuition Machines nenese žádnou odpovědnost a nemá vůči vám žádné závazky respektování jakýchkoliv odměn nebo jiných odměn za splněné úkoly. Souhlasíte a berete na vědomí, že jakékoli odměny nebo jiné kompenzace za dokončené úkoly jsou určeny výhradně v souladu s vaší dohodou s žadatelem a/nebo integrátorem, podle toho, co je relevantní. Jakékoli spory o takové odměny nebo jiné kompenzace (včetně, bez omezení, neobdržení takových odměn nebo jiných kompenzací) jsou výhradně mezi vámi a žadatelem a/nebo integrátorem, podle toho, co je relevantní.",
    "952813944": "Vaše používání našich webových stránek ani nic v této smlouvě nevytváří zaměstnanecký, partnerský, společný podnik, agenturu, franšízu nebo obchodní zástupce mezi vámi a Intuition Machines. Neposkytujeme vám žádné vybavení ani nástroje k dokončení úkolu. Neposkytujeme vám žádné výhody, kompenzace pracovníků ani pojistné krytí. Neneseme odpovědnost za žádné výdaje, které vám vzniknou při používání našich webových stránek. Nebudeme srážet žádnou částku z vaší odměny za federální nebo státní daň z příjmu, sociální zabezpečení nebo jakoukoli jinou daň. Kdykoli můžete provádět úkoly pro jakoukoli osobu nebo firmu, včetně jakékoli naší konkurence. Nemáte oprávnění uzavírat jakoukoli smlouvu, písemnou nebo ústní, jménem společnosti Intuition Machines.",
    "3460432665": "Bez ohledu na výše uvedené, pokud jste daňovým poplatníkem v USA, můžeme od vás požádat o každoroční aktualizaci W-9 a můžeme vám zabránit v provádění úkolů, dokud nedokončíte nebo neaktualizujete W-9.",
    "458271951": "Pokud jste Přispěvatel, který přistupuje ke Službám a/nebo provádí úkoly prostřednictvím Integrátora nebo ve spojení s ním jménem Intuition Machines (jednající jako žadatel), Intuition Machines vás může odměnit za přijatelné dokončení určitých úkolů. V případě, že se zjistí, že jste se zapojili do podvodu, zneužití nebo porušení těchto Podmínek služby, veškeré odměny pro vás mohou být zadrženy a/nebo vymáhány Intuition Machines.",
    "3056723024": "13. Nepřijatelné plnění úkolů",
    "3913203723": "Pokud žadatel z jakéhokoli důvodu nepřijme provedení úkolu, který jste dokončili, nebudete mít jako Přispěvatel nebo Integrátor nárok na žádnou odměnu za úkol. V případě, že vám již byly za nepřijatelně dokončený úkol rozdány odměny, můžeme je od vás získat zpět.",
    "3666807632": "14. Kvalifikace a dovednosti přispěvatele",
    "1993899769": "15. Naše používání informací",
    "3027055607": "16. Duševní vlastnictví a vlastnická práva",
    "3910971075": "IMI vlastní všechna práva, včetně práv duševního vlastnictví, ke zdrojovému kódu, objektovému kódu nebo základní struktuře, nápadům nebo algoritmům, rozhraní API a veškerému dalšímu softwaru, dokumentaci nebo datům souvisejícím se službami (dále jen „software“). Nebudete, přímo ani nepřímo, prostřednictvím třetí strany nebo jinak: (a) zpětně analyzovat, dekompilovat, rozebírat nebo se jinak pokoušet objevit Software; (b) upravovat, překládat nebo vytvářet odvozená díla založená na jakémkoli Softwaru; (c) kopírovat, pronajímat, distribuovat, zastavovat, postoupit nebo jinak převádět či zatěžovat práva k jakémukoli Softwaru; (d) používat jakýkoli Software pro účely timesharingu, servisní kanceláře nebo jinak ve prospěch třetí strany; nebo (e) odstranit veškerá upozornění nebo štítky o vlastnictví.",
    "3660891610": "Pokud jste přispěvatel, IMI, a ne vy, má vlastnická práva k jakémukoli dílu, které vytvoříte jako součást plnění jakéhokoli úkolu. Přijetím podmínek této smlouvy souhlasíte (a tímto činíte) s převodem vlastnictví, vlastnictví a vlastnického práva (včetně všech práv duševního vlastnictví existujících po celém světě) k vaší práci na nás. Abychom zajistili, že budeme schopni taková práva získat, zdokonalit a používat, dále souhlasíte s tím, že (i) podepíšete jakékoli dokumenty, které pomohou při dokumentaci, zdokonalování a vymáhání našich práv; a (ii) poskytnout přiměřený přístup k informacím pro záznam, zdokonalování, zabezpečení, obranu a vymáhání takových vlastnických práv v jakékoli a všech zemích. Vaše povinnosti podle tohoto oddílu budou trvat i poté, co se odhlásíte ze Služeb nebo přestanete používat Služby. Jmenujete nás jako svého právního zástupce, který bude vaším jménem sepisovat dokumenty pro účely uvedené v této části.",
    "426125156": "17. Autorská práva a odstranění",
    "1408530660": "IMI respektuje duševní vlastnictví ostatních a vyhrazujeme si právo odstranit z našich stránek jakýkoli materiál, o kterém se domníváme, že může porušovat duševní práva jakékoli třetí strany. Pokud se domníváte, že vaše vlastní dílo bylo zkopírováno způsobem, který představuje porušení autorských práv na tomto webu, kontaktujte zákaznickou podporu Intuition Machines.",
    "2696932851": "18. Odškodnění",
    "3844300338": "Souhlasíte s tím, že nás odškodníte, budete nás bránit a budete nás chránit před jakýmikoli a všemi nároky, škodami, závazky, náklady a výdaji (včetně přiměřených poplatků a nákladů na právní zastoupení), které vyplývají z vašeho plnění úkolů nebo vašeho používání našich webových stránek nebo s nimi souvisí. .",
    "2474091800": "19. Spory s ostatními uživateli; Uvolnění",
    "3162107126": "IMI není stranou žádného sporu mezi vámi a jakýmkoli jiným uživatelem Služeb. Zprošťujete IMI a její přidružené společnosti veškerých nároků, požadavků a škod jakéhokoli druhu a povahy, známých i neznámých, podezřelých i netušené, zveřejněných i nezveřejněných, vyplývajících nebo souvisejících s jakýmkoli sporem mezi vámi a jiným uživatelem.",
    "2271969747": "20. Důvěrné informace, které obdržíte",
    "1042802841": "Důvěrné informace jsou jakékoli informace, které jsou označeny jako důvěrné nebo chráněné, nebo které by přijímající strana měla rozumně chápat jako důvěrné nebo chráněné. To nezahrnuje žádné informace, které jsou (1) veřejně dostupné, (2) již v držení přijímající strany, vyvinuté nezávisle nebo již známé přijímající straně, nebo (3) byly zveřejněny na základě soudního příkazu nebo jak jinak požaduje zákon.",
    "1918025546": "Pokud vám někdo prostřednictvím Služeb poskytne důvěrné informace, souhlasíte s tím, že budete chránit tajemství důvěrných informací se stejnou péčí, jakou používáte k ochraně svých vlastních důvěrných informací, ale v žádném případě s menší než náležitou péčí. Nesmíte zveřejňovat ani zveřejňovat žádné takové důvěrné nebo vlastnické informace, s výjimkou případů, kdy je to nezbytné pro provedení určitého úkolu. Všechny informace v rámci úkolu na platformě Intuition Machines by měly být považovány za důvěrné, i když nejsou jako důvěrné výslovně označeny.",
    "2690395789": "Pokud a když již důvěrné informace, které jste obdrželi, nebudete potřebovat, musíte neprodleně vrátit nebo zničit (jak požaduje kdokoli, kdo tyto informace prozradil) všechny kopie informací, které existují v prostorách, systémech nebo jiném zařízení, které ovládáte.",
    "2178073797": "Vzhledem k tomu, že zveřejnění důvěrných informací může způsobit nenapravitelné škody, je sdělující strana oprávněna požádat o soudní zákaz za jakékoli porušení nebo hrozící porušení této podmínky.",
    "2185860003": "21. Úpravy webových stránek",
    "2631249972": "Můžeme vylepšit nebo upravit naše webové stránky bez upozornění.",
    "3764131594": "22. Webové stránky třetích stran",
    "295955580": "Naše webové stránky mohou obsahovat odkazy na webové stránky třetích stran. Takové webové stránky nekontrolujeme, nevyšetřujeme, nemonitorujeme ani nekontrolujeme. Neneseme odpovědnost za počítačové programy, obsah nebo názory obsažené na takových webových stránkách, ani je nepodporujeme. Pokud se rozhodnete opustit naše webové stránky a vstoupit na jakoukoli webovou stránku třetí strany, činíte tak na vlastní riziko.",
    "838225123": "23. Odmítnutí záruky",
    "3897238493": "SLUŽBY JSOU POSKYTOVÁNY NA ZÁKLADĚ „TAK, JAK JSOU“. NEPOSKYTUJEME ŽÁDNÁ PROHLÁŠENÍ ANI ZÁRUKY, PŘEDPOKLÁDANÉ NEBO VÝSLOVNÉ, S OHLEDEM NA DOSTUPNOST, VHODNOST, ZÁKONNOST, DOSTUPNOST NEBO FUNKČNOST SLUŽEB, JAKÉHOKOLI SOUVISEJÍCÍHO SOFTWARU NEBO MATERIÁLŮ, ÚKOLŮ AGRE. V MAXIMÁLNÍM ROZSAHU POVOLENÉM ZÁKONEM SE IMI ODMÍTÁ VEŠKERÉ VÝSLOVNÉ NEBO PŘEDPOKLÁDANÉ PODMÍNKY, PROHLÁŠENÍ A ZÁRUKY VČETNĚ, ALE NE OMEZENÉ NA, ZÁRUK OBCHODOVATELNOSTI, VHODNOSTI A KONKRÉTNÍHO N. ÚČELU VAŠÍM JEDINÝM A VÝHRADNÍM NÁPRAVNÝM PROSTŘEDKEM VŮČI IMI S OHLEDEM NA JAKÉKOLI VADY, NESHODY NEBO NESPOKOJNOSTI JE UKONČENÍ POUŽÍVÁNÍ SLUŽEB Neneseme žádnou odpovědnost za jakékoli poškození vašeho počítačového systému, ztrátu nebo poškození dat nebo jinou škodu, která z toho vznikne. z vašeho přístupu na webovou stránku nebo platformu Intuition Machines nebo z jejich používání. Může dojít k plánovaným i neplánovaným přerušením a my nezaručujeme nepřetržitou dostupnost našich webových stránek.",
    "2110259227": "24. Omezení odpovědnosti",
    "3018077211": "25. Řešení sporů s přispěvatelem",
    "2790841456": "Pokud jste přispěvatel, souhlasíte s následující rozhodčí doložkou a zřeknutím se skupinové žaloby:",
    "2323013093": "26. Rozhodné právo",
    "2900525040": "Tyto smluvní podmínky a jakékoli spory, spory nebo nároky z nich vyplývající se řídí zákony státu Kalifornie.",
    "3339302473": "27. Ukončení",
    "41530052": "28. Všeobecné podmínky",
    "3202747130": "Celý souhlas. Tyto podmínky služby a jakékoli zásady, postupy nebo podmínky uvedené v této smlouvě představují úplnou dohodu stran s ohledem na předmět a nahrazují a ruší všechny předchozí a současné související smlouvy, nároky, prohlášení a ujednání stran. .",
    "4080263153": "Žádná výjimka. Nebude se mít za to, že jsme se vzdali jakékoli části našich práv nebo opravných prostředků, pokud toto zřeknutí nebude písemné a námi podepsané. Pokud zdržíme vymáhání nebo nevymáháme svá práva podle kteréhokoli ustanovení této smlouvy, nebude to znamenat vzdání se našeho práva následně vymáhat takové ustanovení nebo jakoukoli část této smlouvy.",
    "1789371580": "Přiřaditelnost. Tyto Podmínky služby nemůžete postoupit bez našeho předchozího písemného souhlasu. Tyto podmínky služby můžeme kdykoli bez upozornění postoupit. S výhradou výše uvedeného budou tyto podmínky služby závazné pro nástupce a povolené postupníky každé strany.",
    "2819628066": "Oddělitelnost. Pokud bude jakékoli ustanovení těchto podmínek služby z jakéhokoli důvodu shledáno neplatným nebo nevymahatelným, nebude to mít vliv na platnost a vymahatelnost jakýchkoli zbývajících ustanovení.",
    "3955981186": "Dodatky. Žádná úprava nebo změna těchto podmínek služby, kterou provedl kdokoli jiný než IMI, není pro IMI závazná, pokud není v písemném dokumentu podepsaném řádně oprávněným zástupcem IMI.",
    "1377538813": "Převládající jazyk. Anglická jazyková verze těchto smluvních podmínek bude ve všech ohledech rozhodující a bude mít přednost v případě jakýchkoli nesrovnalostí s přeloženými verzemi, pokud existují.",
    "2438016011": "Dobrovolná dohoda. Všechny strany těchto podmínek služby prohlašují a souhlasí s tím, že každá z nich si přečetla všechny aspekty této smlouvy, pečlivě si přečetla a plně rozumí všem jejím ustanovením a dobrovolně tuto smlouvu uzavírá.",
    "2445034923": "Pokud nesouhlasíte se všemi podmínkami těchto Podmínek služby, nepoužívejte (a nesmíte) stránky nebo Služby ani k nim nepřistupovat.",
    "2646127839": "Zákaznický dodatek k hlavním podmínkám služby",
    "4097297673": "Jako zákazník, žadatel nebo integrátor souhlasíte s tím, že budete vázáni níže uvedenými podmínkami a jakýmikoli jinými závaznými podmínkami mezi vámi a IMI.",
    "1093280979": "1. Formuláře objednávky platformy",
    "1549953005": "Jako podmínku pro to, abyste se stali Zákazníkem nebo Žadatelem, jste mohli vyplnit jeden nebo více formulářů objednávky přístupu k platformě (každý „Formulář objednávky“). Pokud ano, pak se podmínky popsané v objednávkovém formuláři stávají součástí podmínek služby a jsou tímto zahrnuty formou odkazu.",
    "3819851005": "2. Poplatky",
    "1591032933": "Poplatky společnosti IMI, jak je popsáno v příslušném objednávkovém formuláři, zaplatíte prostřednictvím platební metody, kterou jste uvedli v příslušném objednávkovém formuláři. Pokud se obě strany písemně nedohodnou jinak, uhradíte všechny vystavené faktury v plné výši do třiceti (30) dnů od data odeslání faktury. Opravňujete nás k provádění autorizace kreditních karet u všech informací o kreditních kartách, které nám poskytnete, k ukládání těchto informací o kreditní kartě a k účtování z vaší kreditní karty nebo jakéhokoli jiného účtu, na kterém se vzájemně dohodneme jako na způsobu platby. Pokud není ve formuláři objednávky nebo ve vaší smlouvě o poskytování služeb Enterprise nebo rámcové smlouvě o poskytování služeb uvedeno jinak, všechny poplatky za služby, kromě přebytků, jsou účtovány ročně při zahájení služeb poskytovaných společností IMI podle vaší smlouvy („datum účinnosti“).",
    "4142610534": "Jakékoli pozdní platby budou načítat poplatky z prodlení ve výši 1,5 % procenta měsíčně nebo v maximální částce povolené zákonem, podle toho, která hodnota je nižší. Pokud z jakéhokoli důvodu nezaplatíte dlužnou částku podle této smlouvy, může být váš účet podle našeho uvážení pozastaven, v takovém případě nebudou z vašeho účtu prováděny žádné další platby za dokončení úkolů a všechny vaše úkoly budou odstraněny. z našeho webu. Musíte nám uhradit všechny částky splatné na požádání plus veškeré poplatky za zpracování, poplatky z prodlení nebo poplatky za právní zastoupení. Můžeme také podávat příslušné zprávy agenturám pro vykazování úvěrů a orgánům činným v trestním řízení.",
    "512991700": "Chcete-li zpochybnit jakékoli poplatky, musíte kontaktovat naše oddělení zákaznické podpory nejpozději do třiceti (30) dnů po datu uzávěrky na prvním vyúčtování nebo výpisu z účtu, ve kterém se chyba nebo problém objevil, abyste mohli obdržet úpravu nebo kredit.",
    "1273914192": "3. Daně",
    "4242322181": "Jste odpovědní za zaplacení všech daní souvisejících se službami, kromě daní USA vyměřených z čistého příjmu nebo osobního majetku společnosti Intuition Machines.",
    "1671996585": "Můžete být požádáni, abyste integrovali svůj web, aplikaci nebo platformu s našimi Službami prostřednictvím našeho aplikačního programovacího rozhraní (\"API\"). V případě, že tak učiníte, udělujeme vám omezenou, nevýhradní, nepřevoditelnou, nepřevoditelnou a odvolatelnou licenci k používání API výhradně pro přístup ke Službám. Můžeme kdykoli upravit API a/nebo ukončit podporu starých verzí nebo vydání API. Vyhrazujeme si právo pozastavit nebo omezit váš přístup k rozhraní API podle vlastního uvážení a vynaložíme přiměřené úsilí, abychom vám před pozastavením poskytli upozornění.",
    "4036662147": "5. Ochrana důvěrných informací",
    "3564208535": "Souhlasíte s tím, že vynaložíte obchodně přiměřené úsilí k ochraně jakýchkoli důvěrných informací obdržených od nás nebo prostřednictvím našich služeb. zahrnuje skóre botů a neveřejné podrobnosti o naší podnikové službě, včetně neveřejné dokumentace a jakýchkoli podrobností, které můžeme sdílet ohledně našich metod detekce botů. Pokud vám bude udělen přístup k jakýmkoli takovým Důvěrným informacím, můžeme upravit, pozastavit nebo omezit váš přístup k našim Službám podle vlastního uvážení, pokud zjistíme, že Důvěrné informace jsou odhalovány vaším používáním našich Služeb, a vynaložíme přiměřené úsilí. abychom vás informovali před pozastavením.",
    "120384113": "6. Ukončení",
    "453723556": "Tento zákaznický dodatek můžete ukončit nezávisle na podmínkách služby tím, že přestanete být zákazníkem nebo žadatelem. Vyhrazujeme si právo kdykoli pozastavit nebo ukončit váš status zákazníka nebo žadatele nebo jinak ukončit váš účet nebo používání služeb v souladu s podmínkami služby. Po ukončení zůstáváte odpovědní za jakoukoli částku splatnou podle vašeho objednávkového formuláře. Pokud vaše předplatné zahrnuje jakékoli měsíční nebo roční poplatky nebo měsíční či roční minima, budete stále odpovědní za zaplacení všech poplatků za služby do konce daného měsíce nebo roku.",
    "218889628": "S výjimkou případů, kdy ukončíme tento Zákaznický dodatek nebo Podmínky služby v důsledku vašeho porušení tohoto Zákaznického dodatku nebo Podmínek služby, pokud ukončíme a vy jste nám předem zaplatili jakékoli poplatky, vrátíme vám poměrnou část těchto předplacené částky na základě zbývajícího času nebo Služeb, za které jste zaplatili, podle toho, která hodnota je nižší. Svou práci ukončíme obchodně přiměřeným způsobem a uchováme a doručíme vám všechny placené sady výstupních dat a všechna zákaznická data, která máme v držení. Při jakémkoli ukončení můžeme, ale nejsme povinni smazat jakákoli data.",
    "2505227594": "7. Přebytky",
    "2369877184": "Maximální povolená maximální sazba RPS pro integrátory nebo zákazníky hCaptcha je 1 000 požadavků za sekundu subjektům v rámci vašeho účtu („RPS“), pokud není v písemné smluvní dohodě mezi vámi a námi uvedeno jinak.",
    "234420106": "V případě, že jste integrátorem nebo zákazníkem služby hCaptcha Enterprise a vaše využití API měřené pomocí RPS překročí stanovenou sazbu pro vaši úroveň služeb, můžeme se rozhodnout vaši službu upravit nebo účtovat sazbu za překročení. V případě, že vaše maximální sazba RPS překročí zřízenou sazbu 10krát po dobu 10 nebo více minut celkem během 30denního období a většina těchto požadavků není podle našeho výhradního úsudku škodlivý provoz, můžeme se rozhodnout účtovat vám smluvně stanovenou míru překročení za všechny žádosti o rozhraní API provedené v daném měsíci.",
    "2619472217": "8. Další prodej",
    "2019702084": "Pokud to není výslovně povoleno v Zákazníkově rámcové smlouvě o poskytování služeb nebo Smlouvě o prodejci, objednané služby SaaS nebudou prodávány, dále prodávány, pronajímány, dále pronajímány, licencovány, poskytovány na základě sublicence ani jinak zpřístupňovány jakékoli jiné třetí straně (jiné než přidružené společnosti zákazníka). ), a všechny objednávky podle smlouvy a veškeré používání služby zákazníkem bude pro vlastní interní obchodní použití zákazníka nebo jeho přidružené společnosti.",
    "1233229030": "Smíšený",
    "1467783792": "Žádná osoba, subjekt nebo organizace sankcionovaná Spojenými státy (dále jen „Sankcionovaný aktér“) nemá nárok na odměny ani na používání služeb jako integrátor. Aby se předešlo pochybnostem, zahrnuje to všechny sankcionované subjekty určené Úřadem pro kontrolu zahraničních aktiv (\"OFAC\") Ministerstva financí USA.",
    "3759657802": "Tyto podmínky služby ani svá práva či povinnosti podle nich nesmíte žádným způsobem postoupit, převést nebo delegovat (ze zákona nebo jinak).",
    "1627232990": "Překlady těchto podmínek služby jsou poskytovány s maximální snahou. V případě jakéhokoli podstatného rozdílu mezi smluvními podmínkami v anglickém jazyce a jejich překladem budou smluvní podmínky v anglickém jazyce vykládány jako směrodatné.",
    "805221621": "Kontaktujte nás prosím na",
    "259613338": "pokud máte nějaké dotazy týkající se těchto podmínek služby.",
    "2735878907": "Prohlášení o plánování kontinuity podnikání",
    "2887242610": "Společnost Intuition Machines, Inc vyvinula plán kontinuity podnikání, jak budeme reagovat na události, které významně narušují naše podnikání hCaptcha. Vzhledem k tomu, že načasování a dopad katastrof a narušení je nepředvídatelný, budeme muset být flexibilní v reakci na skutečné události, jakmile nastanou. S ohledem na to vám poskytujeme tyto informace o našem plánu kontinuity podnikání.",
    "809251240": "Kontaktujte nás",
    "2551802342": "– Máme v plánu rychle obnovit a obnovit obchodní operace po významném přerušení podnikání a reagovat tím, že ochráníme naše zaměstnance a majetek, provedeme finanční a provozní posouzení, ochráníme účetní knihy a záznamy firmy a umožníme našim zákazníkům a jejich koncovým uživatelům provádět transakce online. Stručně řečeno, náš plán kontinuity podnikání je navržen tak, aby umožnil naší firmě obnovit činnost co nejrychleji, s ohledem na rozsah a závažnost významného přerušení podnikání. Náš plán kontinuity podnikání se zabývá: zálohováním a obnovou dat; všechny kritické systémy; finanční a provozní hodnocení; alternativní komunikace se zákazníky, zaměstnanci a orgány dohledu; alternativní fyzické umístění zaměstnanců; kritický dopad na dodavatele a zákazníky; regulační výkaznictví; a včasné upozornění našim zákazníkům, pokud nemůžeme pokračovat v našem podnikání. Náš hlavní fond dodavatelů zálohuje naše důležité záznamy v geograficky oddělené oblasti. I když každá nouzová situace představuje jedinečné problémy založené na vnějších faktorech, jako je denní doba a závažnost narušení, byli jsme od této skupiny dodavatelů informováni, že jejich cílem je obnovit jejich vlastní provoz a být schopni rychle obnovit služby. Přestože jsme pracovali na snížení rizika pomocí různorodého souboru dodavatelů, vaše služby mohou být během tohoto období upraveny nebo přerušeny.",
    "826396656": "Náš plán kontinuity podnikání",
    "1979347895": "– Významná narušení podnikání se mohou lišit svým rozsahem, například pouze naše firma, jedna budova, kde sídlí naše firma, čtvrť, kde sídlí naše firma, město, kde sídlíme, nebo celý region. V každé z těchto oblastí se také může závažnost narušení lišit od minimální po závažnou. V případě narušení naší firmy, naší obchodní čtvrti, města nebo regionu nebo budovy, kde sídlí naše firma, převedeme naše operace v případě potřeby na místní pracoviště a neočekáváme žádné podstatné narušení obchodních operací. V obou situacích plánujeme pokračovat v podnikání, v případě potřeby převést operace k alternativním dodavatelům a informovat vás prostřednictvím naší webové stránky na adrese hcaptcha.com a naší stavové stránky na adrese hcaptchastatus.com, jak nás kontaktovat. Pokud je významné narušení podnikání tak závažné, že nám brání v pokračování v podnikání, budeme vás o tom urychleně informovat.",
    "653679457": "Různé poruchy",
    "410397176": "Pro více informací",
    "2095899021": "Pokyny pro používání značky hCaptcha a obecná licence na ochrannou známku",
    "2340340589": "Pokyny pro používání značky hCaptcha",
    "2430148876": "Vytvořili jsme tyto pokyny a obecnou licenci k ochranné známce, abychom našim zákazníkům, partnerům a fanouškům co nejvíce usnadnili práci s naší značkou a zároveň zachovali naši firemní identitu. Pokud potřebujete používat ikony, loga nebo jiné značky hCaptcha způsobem, který se podstatně liší od těchto pokynů, budete nás muset kontaktovat (IMI) a požádat o písemnou licenci.",
    "3884400764": "I když můžete používat značky hCaptcha podle těchto pokynů, neznamená to, že máte jakákoli vázaná práva na značky hCaptcha, loga nebo jakoukoli jinou ochrannou známku, obchodní název, servisní značku, obchodní jméno nebo dobré jméno hCaptcha. Chceme poskytnout co největší flexibilitu, ale jsme povinni chránit hCaptcha před neoprávněným použitím jakékoli ochranné známky, obchodního názvu, servisní značky, obchodního názvu nebo dobrého jména hCaptcha. Jakékoli neoprávněné použití automaticky ukončuje povolení nebo licenci udělenou hCaptcha a může nést právní odpovědnost za jakékoli škody.",
    "512598290": "Proto vás musíme požádat, abyste vždy používali všechny značky a loga hCaptcha ve formě, která dodržuje níže uvedená pravidla, včetně velkých písmen, typu písma a stylu.",
    "2075610992": "Děkuji za vaši podporu!",
    "1023190144": "hCaptcha® v textu",
    "4274324704": "Zde je návod, jak používat naše jméno v písemné podobě:",
    "3912926900": "hCaptcha® by měl mít symbol registrované ochranné známky, když se poprvé objeví v kreativní kopii.",
    "950637875": "Pravopis hCaptcha by se nikdy neměl měnit a hCaptcha by měl být vždy velkým druhým písmenem (\"C\"). Nikdy není množné ani přivlastňovací.",
    "2624601135": "„hCaptcha“ by se nemělo používat jako součást názvu značky, spojováno se spojovníkem nebo používáno v názvech aplikací nebo jiných produktů.",
    "3828090208": "Místo toho použijte „pro hCaptcha“. Pokud se použije s logem třetí strany, „pro hCaptcha“ musí mít menší velikost než logo třetí strany.",
    "4149738856": "hCaptcha by měl být použit jako přídavné jméno a po něm následovat správný obecný termín.",
    "1446868537": "hCaptcha by se nikdy nemělo používat jako sloveso.",
    "2487931657": "Nepoužívejte: \"my hCaptcha'd our site.\"",
    "2565565429": "Místo toho použijte: \"používáme hCaptcha, aby byl náš web bezpečnější.\"",
    "3434202027": "Jakékoli použití názvu hCaptcha v komunikaci vyžaduje uvedení zdroje: „hCaptcha je registrovaná ochranná známka společnosti Intuition Machines, Inc.“",
    "2754937029": "Nepřijatelná použití",
    "2436973524": "Přijatelné jsou pouze přesné reference. Není přípustné říkat, že web používá služby a aplikace hCaptcha, když tomu tak není. Podobně je použití našeho loga nebo jakýchkoli odznaků rovněž vhodné pouze v případě, že stránka používá služby hCaptcha.",
    "69844082": "Ochranné známky, grafické symboly, loga, typ písma nebo ikony hCaptcha také nesmí být používány znevažujícím způsobem.",
    "3861413614": "Bez výslovného písemného svolení nesmíte používat žádnou ochrannou známku nebo logo hCaptcha, které by naznačovalo, že hCaptcha má spojení nebo podporu, sponzorství nebo podporu produktu nebo služby třetí strany.",
    "1409822234": "Za žádných okolností nesmí být jako název domény použita identická nebo téměř identická ochranná známka hCaptcha.",
    "4181060163": "Třetí strany by neměly používat variace nebo překlepy nebo jednat jakýmkoli způsobem, který by mohl způsobit počáteční nejasnosti ohledně ochranných známek hCaptcha.",
    "3955555607": "Kromě partnerů nebo autorizovaných prodejců nesmějí třetí strany nabízet ceny za klíčová slova, Google AdWords nebo jiné cílené reklamní systémy používající značky hCaptcha nebo překlepy. Třetí strany rovněž nesmějí používat značky hCaptcha v názvech domén, optimalizaci pro vyhledávače, metaznačkách, hledaných výrazech, kódu nebo jiné nepravdivé informace.",
    "1985238261": "Jiné omezené značky",
    "2193061499": "Použití některých našich log a značek je omezeno na hCaptcha a její partneři. Třetí strany nesmějí používat následující značky bez písemné licence od hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Authorized Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop od hCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "BotStop logo™",
    "3942875761": "Pomozte vytvořit lepší web™",
    "364774188": "Jsem člověk™",
    "2785425016": "(v kontextu řešení ověření lidskosti, např. výzva k akci)",
    "2639657759": "Známky používané povolením",
    "1268918580": "Některá loga a značky používané společností hCaptcha a jejími partnery jsou ve vlastnictví třetích stran a lze je používat pouze s jejich svolením. Třetí strany nesmějí používat následující značky kromě případů povolených jejich vlastníky:",
    "3782751514": "HUMAN Protocol® je registrovaná ochranná známka společnosti HUMAN Protocol Foundation a je používána s jejím svolením.",
    "1620709264": "HUMAN Token® je registrovaná ochranná známka společnosti HUMAN Protocol Foundation a je používána s jejím svolením.",
    "3031953928": "HUMAN Network™ je ochranná známka společnosti HUMAN Protocol Foundation a je používána s jejím svolením.",
    "3554363588": "Jiné známky",
    "3290996791": "Všechny ostatní názvy produktů, loga a značky jsou majetkem příslušných vlastníků. Všechny ostatní názvy společností, produktů a služeb použité na tomto webu slouží pouze pro účely identifikace. Použití těchto jmen, log a značek neznamená jejich podporu.",
    "2444685143": "Zásady loga",
    "2414232014": "Naše logo je okamžitě rozpoznatelné a je jedním z našich nejcennějších a nejdůležitějších aktiv. Aby bylo zajištěno, že zůstane silným zastoupením naší společnosti, musí být prezentováno pečlivým a konzistentním způsobem napříč všemi komunikačními kanály.",
    "803639471": "Logo hCaptcha se skládá z ikony ruky a loga hCaptcha. Ve své alternativní podobě se ikona ruky může objevit sama o sobě, když je omezený prostor a \"hCaptcha\" je použito jako slovní značka (jak je popsáno výše) v těsné blízkosti ikony ruky, takže je jasné, že ikona ruky představuje hCaptcha.",
    "564127016": "Ikona ruky hCaptcha:",
    "1424800293": "Logo hCaptcha:",
    "1525506526": "Co jsou převzetí účtů a jak fungují?",
    "2446481523": "Existuje stará lidová pohádka, ve které se řidič povozu a šlechtic objeví na policii v malé venkovské vesnici. Jeden muž, oblečený ve špinavém, chudém oděvu, řekl strážníkovi: „Jsem šlechtic. Tento muž byl můj řidič.",
    "1767952047": "Včera v noci mě napadl, ukradl mi oblečení a sebral mi peníze.\" Druhý muž, oblečený ve velké parádě, v oděvu vznešené třídy, odpověděl: „Konstáble, tento muž je šílený. Myslí si, že je šlechtic. Jsem skutečný šlechtic. Zatkněte ho!\"",
    "2947576723": "Tento příběh předchází řidičské průkazy a digitální otisky prstů, ale nabízí dobrý příklad toho, co se může pokazit v situaci převzetí účtu. Osoba se přihlásí k online bankovnímu účtu nebo mobilní aplikaci pro platby. Je skutečným majitelem účtu nebo hackerem? kdo je vlastně kdo? Tyto bezpečnostní problémy ovlivňují organizace, které umožňují samoobslužný přístup k účtu.",
    "1687299615": "Co je převzetí účtu?",
    "2648707986": "Převzetí účtu je forma kybernetického podvodu, kdy se zákeřný hráč vydává za vlastníka online účtu. Účet je obvykle ve finanční instituci nebo v elektronickém obchodě, kde může podvodník ukrást peníze, zboží nebo dárkové karty. Útočník používá odcizené přihlašovací údaje k přístupu k účtu a poté jej převezme, možná změní heslo, aby uzamkl skutečného vlastníka účtu.",
    "1476843710": "Méně finančně škodlivé, ale stále škodlivé formy převzetí účtu zahrnují únosy účtů sociálních médií a podobně. V těchto případech se útočník obvykle snaží šířit malware nebo se zapojit do phishingových útoků proti nic netušícím přátelům oběti. Nebo se útočník snaží uvést oběť do rozpaků, což se někdy stává například celebritám a politikům.",
    "2904949278": "Jak hacker převezme účet?",
    "2575690545": "Převzetí účtů, stejně jako mnoho kybernetických podvodů, je většinou záležitostí automatizovaných hromadných procesů. Je vzácné, aby hacker v mikině ve sklepě své matky zadával hesla na webové stránky bank jedno po druhém.",
    "3614653023": "Praxe spíše spoléhá na rozsáhlé útoky na vycpávání pověření, které zkouší miliony párů uživatelských jmen a hesel na desítky cílových finančních institucí v naději, že odemknou malou podmnožinu účtů. Jakmile automatizovaný podvodný software získá přístup k účtu, může se do něj zapojit lidský hacker, ale v některých případech ne.",
    "2762759509": "Mnoho útoků na převzetí účtu je téměř zcela automatizovaných.",
    "1972710018": "Vidět to z pohledu společnosti",
    "1282121137": "Abyste pochopili, jak problematické může být převzetí účtu, zvažte, jak tato zkušenost vypadá z pohledu finanční instituce. Každý den zpracovávají miliony přihlášení.",
    "2315518622": "Se sofistikovaností dostupných v dnešních útočných nástrojích je extrémně náročné odhalit, které, pokud vůbec nějaké, jsou podvodné. Pak někdo zavolá na zákaznickou linku a řekne: „Můj účet byl napaden! Nemohu se přihlásit a někdo mi krade peníze!“",
    "1836369533": "Stejně jako strážník v lidovém příběhu, jak lze určit, kdo je skutečně kdo? Pokud má útočník dostatek odcizených prvků identity, jako je číslo řidičského průkazu, rodné číslo, rodné příjmení matky, adresa atd., může být docela obtížné určit, zda je volající skutečným majitelem účtu nebo útočníkem, který se snaží získat resetování hesla k účtu, do kterého chce proniknout.",
    "2880837730": "Co lze udělat pro zastavení převzetí účtů?",
    "3654556483": "Finanční instituce a společnosti elektronického obchodu mají procesy a kontroly, které zmírňují některé hrozby převzetí účtu. Ty sahají od staromódních bezpečnostních otázek „jak se jmenoval tvůj nejlepší kamarád na základní škole“ až po metody detekce, které odhalují podezřelé IP adresy a profily mobilních zařízení.",
    "2449501658": "poskytuje jeden z nejpokročilejších způsobů, jak zmírnit hrozbu podvodných pokusů o přihlášení k účtu, pomocí strojového učení odhalovat a zastavovat roboty a účinně ztěžovat nebo dokonce znemožnit podvodníkům zapojit se do převzetí účtu.",
    "3621455477": "dozvědět se více!",
    "555246307": "Mimochodem, takto končí příběh šlechtice a jeho řidiče: Strážník přiměl oba muže sedět spolu v místnosti celé hodiny a nudit se. Na konci dne se objevil a řekl: \"Teď si promluvím s řidičem vozu.\" Muž ve vznešeném oděvu vstal. Byl tak znuděný, že zapomněl, že za šlechtice jen předstírá.",
    "1224727373": "BotStop od hCaptcha",
    "1187718370": "Kontaktujte nás",
    "3892905664": "hCaptcha pomáhá vašim oblíbeným online službám chránit před roboty, spamem a zneužitím tím, že klade jednoduché otázky, které jsou snadné pro lidi a obtížné pro stroje.",
    "555158694": "Služba, kterou používáte, se rozhodla zlepšit vaši zkušenost na svém webu instalací hCaptcha, aby se snížil škodlivý provoz.",
    "1617196410": "hCaptcha se zaměřuje na zastavení robotů. Nezajímá nás, kdo je uživatel, ale pouze to, zda je škodlivý. Usilovně pracujeme na vyvážení soukromí a",
    "1624200563": "zabezpečení a v souladu s GDPR, CCPA, LGPD, PIPL a dalšími předpisy o ochraně osobních údajů.",
    "1927613000": "hCaptcha kombinuje sofistikované strojové učení s výkonnou platformou pro výzvy k ochraně webových aplikací před převzetím účtů, nacpáním přihlašovacích údajů, scrapingem a dalšími druhy zneužití.",
    "1133989302": "Proč hCaptcha?",
    "34074886": "Pokaždé, když odpovíte na výzvu, používáme sofistikované modely, abychom zjistili, zda jste člověk. Web, který jste navštívili, pak použije tento výsledek ke zlepšení vašeho zážitku na jejich webu tím, že zabrání robotům.",
    "3412647984": "To vám umožní vyhnout se budoucím otázkám registrací a nastavením cookie. Zkuste také vypnout blokování reklam.",
    "2510209017": "Potřebujete další pomoc?",
    "477275453": "Proč jsou API oblíbeným cílem hackerů?",
    "596347471": "Aplikační programovací rozhraní (API) se stala oblíbeným cílem pro zlomyslné aktéry v kyberprostoru. Existuje pro to mnoho důvodů, včetně jejich skvělého využití při integraci aplikací. Je však možné zmírnit riziko API.",
    "2441638955": "Za prvé, co je to API?",
    "3963216198": "Chcete-li diskutovat o tom, proč jsou rozhraní API oblíbeným cílem hackerů, stojí za to nejprve krátce definovat, co se v současnosti rozumí pojmem „API“. Koncept API není vůbec nový. Ve skutečnosti jsou rozhraní pro vzájemné propojení různých počítačových systémů a také jejich vnitřních součástí minimálně od počátku 60. let 20. století.",
    "1047251718": "Dnes však, když lidé mluví o rozhraních API, mají vždy na mysli rozhraní API založená na standardech. Jedná se o rozhraní API vytvořená pomocí otevřených standardů, jako je Representational State Transfer (REST) a otevřených standardních formátů souborů, jako je JavaScript Object Notation (JSON). Taková „RESTful API“, jak jsou známá, lze vytvořit bez potřeby proprietárního softwaru. Výsledná rozhraní API jsou schopna odesílat a přijímat data a volání procedur mezi softwarovými aplikacemi. Například aplikace pro mobilní bankovnictví používá API pro přístup k systémům banky.",
    "3195334319": "Užitečnost a zranitelnost rozhraní API",
    "1903743785": "Příchod rozhraní API založených na standardech představoval velký skok vpřed v integraci aplikací. Za posledních zhruba 20 let se API změnila z nákladných a komplikovaných proprietárních softwarových produktů na bezplatné nástroje založené na standardech, s nimiž se pracovalo poměrně snadno a rychle se nasazovaly.",
    "879362350": "S novými API fungujícími přes internet bylo možné připojit jakýkoli software nebo zdroj dat kdekoli na světě, bez ohledu na platformu, datové schéma nebo programovací jazyk. V důsledku toho je počítačový svět nyní uprostřed revoluce API. Došlo k explozi konektivity mezi aplikacemi a daty. To je skvělé, dokud není.",
    "3844432472": "Samotná otevřenost a užitečnost API z nich dělá neuvěřitelně bohaté cíle pro útočníky. Stejně jako lze mobilní aplikaci naprogramovat tak, aby oslovovala a získávala data z podnikového systému pomocí rozhraní API, může to být i část malwaru. Hackeři napsali širokou škálu softwarových nástrojů ke zneužití API. Je to účinná technika útoku.",
    "2187096543": "Ve skutečnosti došlo k několika velkým únikům dat v důsledku softwaru napsaného hackerem, který k extrakci dat z databáze vyžadoval API. Pokud totiž krádež dat jednoduše vyžaduje základní volání GET na API, napsané pomocí REST a JSON, pak je snadné rychle odstranit databázi. Ve skutečnosti, když lidé mluví o útocích „screen scraping“, to, co mají ve skutečnosti na mysli, jsou většinou rychlá volání API, která vytahují data z databází. Rozhraní API se stala hlavní útočnou plochou pro organizace, které je vytvářejí.",
    "4222109231": "Snížení rizika API s produktem hCaptcha Enterprise",
    "1783317946": "Zastavení útoků API je oblíbeným případem použití",
    "3022922096": ", podniková sada produktů hCaptcha. Na rozdíl od bezplatné verze hCaptcha,",
    "63719113": "používá pokročilé strojové učení k identifikaci škodlivého provozu na vašem webu a aplikacích – včetně aktivit scrapingu.",
    "3566102529": "abychom se dnes dozvěděli více.",
    "3096553330": "Každý systém, který vytvoříme, jednoduše odráží naše vztahy s ostatními lidmi.",
    "1467218142": "To, co od nich a od nás samých toužíme, řídí naše chování, a tak se ve všech lidských systémech opakují stejné vzorce interakce. Internet poskytuje mnoho skvělých příkladů tohoto základního aspektu našeho světa.",
    "808872868": "Například: spam, podvody a zneužívání existují online téměř den poté, co byly dva systémy poprvé propojeny.",
    "1085089390": "Online zneužívání pramení z vrozeného lidského chování",
    "3064321967": "První známý spamový e-mail byl odeslán v roce 1978. [",
    "3800781598": "] Téměř o pět desetiletí později nás e-mailový spam stále sužuje. Do jeho poražení bylo vynaloženo mnoho miliard dolarů a tisíce člověkoroků inženýrského úsilí, a přesto spam přetrvává. Na obou stranách jsou miliardová průmyslová odvětví, tj. ti, kteří se proti němu brání, i ti, kteří jej posílají.",
    "2119943547": "Proč je to? Odpověď je jednoduchá. Dokud existuje pobídka ke zneužívání systému, někdo si obvykle cestu najde. A jakmile to udělají, někdo jiný bude mít motivaci je zastavit.",
    "532470444": "Rovnováha se může rok od roku mírně měnit, ale toto chování jednoduše odráží základní lidskou povahu a pět tisíc let zaznamenané historie naznačuje, že dynamika se pravděpodobně v dohledné době nezmění.",
    "3193548097": "Hope Springs Eternal",
    "4065614934": "Tato analýza není nová, ale lidé jsou věčně optimističtí. Zvlášť když si myslí, že jejich nápad je nový.",
    "1216071511": "Stejné myšlenky jsou navrhovány tak často, že asi před 20 lety přišel anonymní autor s užitečnou výplní pro online diskuse o řešeních proti spamu:",
    "1941999673": "Váš příspěvek obhajuje a",
    "4179118182": "( ) technický ( ) legislativní ( ) tržní ( ) vigilante",
    "3978720689": "přístup k boji proti spamu. Váš nápad nebude fungovat. Zde je důvod, proč to nebude fungovat.",
    "318339230": "(Na vaši konkrétní myšlenku se může vztahovat jedna nebo více z následujících možností a může také platit",
    "30312304": "další nedostatky, které se lišily stát od státu, než byl přijat špatný federální zákon.)",
    "2710988028": "( ) Spammeři jej mohou snadno použít ke sběru e-mailových adres",
    "3912514510": "( ) Budou ovlivněny seznamy adresátů a další legitimní použití e-mailu",
    "2030062561": "( ) Nikdo toho chlapa nenajde ani nevybere peníze",
    "3334160175": "( ) Je bezbranný proti útokům hrubou silou",
    "3238345709": "( ) Zastaví spam na dva týdny a pak u něj zůstaneme",
    "4227800293": "( ) Uživatelé e-mailu se s tím nesmiřují",
    "2271252286": "( ) Microsoft se s tím nesmíří",
    "692064738": "( ) Policie se s tím nesmíří",
    "3475647460": "( ) Vyžaduje příliš mnoho spolupráce ze strany spammerů",
    "1482845460": "( ) Vyžaduje okamžitou naprostou spolupráci od všech najednou",
    "3741193183": "( ) Mnoho uživatelů e-mailu si nemůže dovolit ztratit podnikání nebo odcizit potenciální zaměstnavatele",
    "2234909600": "( ) Spammery nezajímají neplatné adresy v jejich seznamech",
    "1982617151": "( ) Kdokoli mohl anonymně zničit kariéru nebo podnikání kohokoli jiného",
    "2498172334": "Konkrétně váš plán nezohledňuje",
    "389705801": "( ) Zákony, které to výslovně zakazují",
    "190955495": "( ) Nedostatek centrálně řídící pravomoci pro e-mail",
    "237009707": "( ) Otevřené štafety v cizích zemích",
    "3507532387": "( ) Snadné vyhledávání malého alfanumerického adresního prostoru všech e-mailových adres",
    "2477958756": "( ) Špatní lidé",
    "3254142589": "( ) Jurisdikční problémy",
    "3621401685": "( ) Nepopulárnost podivných nových daní",
    "4277475973": "( ) Neochota veřejnosti přijímat podivné nové formy peněz",
    "941057651": "( ) Obrovské investice do stávajícího softwaru do SMTP",
    "3265293440": "( ) Náchylnost jiných protokolů než SMTP k útoku",
    "515733427": "( ) Ochota uživatelů instalovat záplaty OS obdržená e-mailem",
    "2631159699": "( ) Armády červů prolezly širokopásmově připojené Windows boxy",
    "776542208": "( ) Věčné závody ve zbrojení zapojené do všech filtračních přístupů",
    "989480928": "( ) Extrémní ziskovost spamu",
    "3898950867": "( ) Joe Jobs a/nebo krádež identity",
    "3395399558": "( ) Technicky negramotní politici",
    "1118929614": "( ) Extrémní hloupost ze strany lidí, kteří obchodují se spammery",
    "838951836": "( ) Nepoctivost ze strany samotných spammerů",
    "2123236933": "( ) Náklady na šířku pásma, které nejsou ovlivněny filtrováním klientů",
    "2292919419": "( ) Výhled",
    "2534436327": "a lze také uplatnit následující filozofické námitky:",
    "832385387": "( ) Nápady podobné těm vašim lze snadno vymyslet, ale žádný se nikdy neukázal jako praktický",
    "1993984258": "( ) Jakýkoli režim založený na neúčasti je nepřijatelný",
    "3909240516": "( ) Hlavičky SMTP by neměly být předmětem právních předpisů",
    "1151065360": "( ) Černé listiny jsou na hovno",
    "2396605499": "( ) Seznamy povolených jsou na hovno",
    "2225785608": "( ) Měli bychom být schopni mluvit o Viagře, aniž bychom byli cenzurováni",
    "3004688366": "( ) Protiopatření by neměla zahrnovat bankovní podvody nebo podvody s kreditními kartami",
    "922470170": "( ) Protiopatření by neměla zahrnovat sabotáž veřejných sítí",
    "3068923550": "( ) Protiopatření musí fungovat, pokud jsou zaváděna postupně",
    "2752975480": "( ) Odesílání e-mailů by mělo být bezplatné",
    "117227832": "( ) Proč bychom měli věřit vám a vašim serverům?",
    "1021431157": "( ) Nekompatibilita s open source nebo open source licencemi",
    "2801524659": "( ) Opatření pro dobrý pocit problém nevyřeší",
    "931661269": "( ) Dočasné/jednorázové e-mailové adresy jsou těžkopádné",
    "2090457681": "( ) Nechci, aby vláda četla můj e-mail",
    "3536122902": "( ) Zastavit je tímto způsobem není dostatečně pomalé a bolestivé",
    "2391175562": "Navíc si o tobě myslím toto:",
    "229198134": "( ) Promiň vole, ale nemyslím si, že by to fungovalo.",
    "345563040": "( ) To je hloupý nápad a vy jste hloupý člověk, že to navrhujete.",
    "409780280": "( ) Pěkný pokus, ****! Doufám, že ti někdo šlápne na klávesnici!",
    "2820080973": "hostitelem ❤ by",
    "3943164003": "zobrazit syrové",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Proč vaše nové antispamové řešení nebude fungovat",
    "361795034": ". Neznámý autor, c. 2000",
    "1547006769": "Ověření lidskosti je stejný problém",
    "3717942925": "Stejně jako vždy budou lidé, kteří budou chtít získat vaši pozornost prostřednictvím e-mailu, bude vždy existovat touha omezit přístup k některým zdrojům tak, aby k nim měli přístup pouze lidé.",
    "2481032625": "Zda je cílem zabránit:",
    "1691348394": "- automatizované hromadné nákupy během omezeného prodeje",
    "1771016224": "- software od hromadného stahování veškerého obsahu z vašeho webu",
    "1959762846": "- mít své webové formuláře vyplněné nekonečným marketingovým spamem nebo zneužíváním",
    "345108670": "- naplňování pověření a další pokusy o převzetí účtu",
    "2540760245": "kromě mnoha jiných použití bude schopnost filtrovat online provoz na základě „člověk nebo ne“ pravděpodobně cenným nástrojem, pokud se lidská povaha bude řídit stejnými vzory zaznamenanými za posledních pět tisíc let.",
    "3346362371": "A co strojové učení?",
    "3619183405": "V roce 2021 lze jednoduché CAPTCHA někdy vyřešit pomocí softwaru, a to díky pokroku ve strojovém učení. Aby se to vyřešilo, hCaptcha také provádí velmi podrobnou analýzu vlastností, jako je",
    "3292221787": "výzva byla zodpovězena, nejen zda byla správná, a často se mění jak otázky, tak použitá data.",
    "1080672247": "Protože mnohé z položených otázek nelze ekonomicky vyřešit běžně dostupným softwarem a protože data jsou obecně jedinečná pro systém, znamená to, že roboti jsou často zcela zastaveni bezplatnou službou a musí se místo toho spoléhat na lidské řešitele CAPTCHA, které dělá mnoho druhů zneužívání zcela neekonomickými.",
    "4172868199": "jde mnohem dále než to, posouvá se do sféry pokusů o rozlišení „dobrého člověka“ od „zlého člověka“ a dnes jej používá mnoho světově nejoblíbenějších online služeb k nalezení a zastavení všeho od podvodů při nákupu po pokročilé perzistentní hrozbám vůči svým uživatelům, a to při zachování jedinečného zaměření na ochranu soukromí.",
    "2873911365": "A co hardwarová atestace?",
    "1477196356": "Po desetiletí byly navrhovány různé metody propojení identity se zařízením kryptograficky bezpečným způsobem, někdy s vlastnostmi zachovávajícími soukromí. Šifrování veřejného klíče sahá až do c. 1975 a hardwarové tokeny existují téměř stejně dlouho.",
    "2349681896": "Bohužel, ovládání kusu hardwaru neznamená, že jste člověk. Prakticky každý oblíbený spotřebitelský hardwarový atestační systém byl opakovaně rozbit, opraven a poté znovu narušen.",
    "254326776": "Zlomyslné zneužití těchto nedostatků se často zjistí, že k nim docházelo měsíce nebo roky před zveřejněním nebo akademickou publikací.",
    "2462909475": "Zeď s více než 10 000 telefony, které byly zneužity, což je součást operace čínského robota.",
    "1963951234": "Bez ohledu na to, jak spolehlivé je vaše kryptografické schéma, pokud někdo může na konci dne jednoduše utratit peníze, aby vám dal odpověď, kterou hledáte, vlastnit kus hardwaru nestačí.",
    "1278884196": "To znamená, že kryptografie je poměrně mladá disciplína. Na základě nedávné historie je pravděpodobné, že vaše kryptografické schéma a/nebo implementace budou narušeny, jakmile bude mít někdo motivaci se na to podívat zblízka, a je pravděpodobné, že ostatní lidé na to přijdou mnohem dříve než vy. Spoléhání se na hardware také znamená, že možná budete muset požádat každého z vašich uživatelů, aby vyměnil fyzické zařízení, aby mohl chybu opravit. To se ve většině případů pravděpodobně nestane rychle, což ve skutečnosti znamená, že se váš systém jednoduše neotevře.",
    "1828028934": "To je důvod, proč",
    "1642844535": "je důležité: hCaptcha používá několik různých přístupů k zodpovězení stejné základní otázky, což umožňuje srovnání pro konzistenci napříč všemi hodnoceními.",
    "1155821305": "obrana je hloubka",
    "119098046": "A co pasivní nebo bezvýzvová řešení?",
    "2760410719": "Služby, které se pokoušejí provádět detekci botů pomocí čistě pasivních signálů, rychle narážejí na zásadní problém: jak ověříte, zda systém správně detekuje špatné aktéry, když nemáte přesnou základní pravdu?",
    "1722734001": "Otevřený internet je velmi hlučné prostředí. Špatní herci útočí každý den na uživatele naší služby a konkurenty, jako je reCAPTCHA, a samozřejmě se při tom snaží vypadat co nejlidštěji.",
    "1595254735": "Čistě pasivní služby se snaží udržet přesnost detekce botů nebo dokonce vědět, kdy jsou nepřesné. Bez možnosti občas vyzvat uživatele a správně analyzovat výsledky této výzvy má přesnost v průběhu času tendenci značně klesat.",
    "2412751979": "Díky přesnějším signálům lidstva, které pohání hCaptcha, mnoho společností, které dříve používaly reCAPTCHA v3/Enterprise, přešlo na",
    "2284856231": "a bylo vidět dramaticky zlepšenou přesnost i v čistě pasivním režimu hCaptcha Enterprise.",
    "4162847": "Mohli jsme to pozorovat přímo, protože někteří naši zákazníci provádějí A/B testy na stejný požadavek, než zcela přejdou z nabídky Google. Obvykle jsme schopni prokázat vysokou míru falešně pozitivních i falešně negativních výsledků pocházejících z reCAPTCHA v3 nebo reCAPTCHA Enterprise.",
    "436125785": "To není překvapivé, vezmeme-li v úvahu nepřesnost zpětnovazebních smyček dostupných v těchto produktech a skutečnost, že jsou prodávány reklamní sítí s obrovským zájmem na tom, aby se příliš nedařilo detekci botů, aby to nepoškodilo jejich hlavní podnikání.",
    "2233741720": "Na závěr",
    "2133809801": "Dokud lidé zůstanou lidmi, je pravděpodobné, že ověření lidskosti bude hrát roli online.",
    "2255549335": "Naším úkolem v hCaptcha je najít dobré kompromisy mezi obtížností a přesností a udržovat nízké tření, zejména pro",
    "4138068262": "uživatelů. Interakce s výzvami nakonec pravděpodobně zůstane součástí arzenálu nástrojů pro omezení zneužívání online, pokud se lidská přirozenost nezmění.",
    "855097735": "Vybudování služby, která to dělá dobře a zároveň vyvažuje všechny obavy, je velmi těžký problém (a neustále pracujeme na jejím vylepšování, aby byla zkušenost co nejpříjemnější), ale doufáme, že budete souhlasit s tím, že omezení spamu, zneužívání a převzetí účtů a online podvody nakonec stojí za občasnou jednoduchou otázku.",
    "1953959745": "přístupnost",
    "2543123170": "Ověření lidskosti s nulovým třením",
    "547245263": "Vyřešte svůj problém s robotem ještě dnes.",
    "3117887301": "Důvěryhodný největšími online službami",
    "981806349": "Postaveno na osvědčené platformě hCaptcha",
    "2373007864": "hCaptcha Enterprise běží na technologii platformy hCaptcha, rozšířené o funkce, které potřebují podniky s vysokým provozem.",
    "2652399059": "Spolehlivý partner",
    "1997838163": "Největší světové společnosti závisí na hCaptcha Enterprise. Integrace je jednoduchá a přesnost detekce nemá obdoby.",
    "734735952": "Hodnotili jsme řadu dodavatelů CAPTCHA a také jsme sami budovali systém. Nakonec se hCaptcha ukázala jako nejlepší alternativa k reCAPTCHA.",
    "1250541092": "— Sergi Isasi",
    "3524251858": "Ředitel produktového managementu, Cloudflare",
    "3971348140": "Proč jsme použili hCaptcha? Nikdo jiný nemohl poskytnout funkce a výkon, které jsme potřebovali. Rychle nás zprovoznili a naši obchodníci tuto zkušenost milují.",
    "4248655793": "— Alex M.",
    "4185927140": "Produktový manažer, Flash, Shopify",
    "282913023": "Cenově výhodná volba pro podniky s vysokou návštěvností",
    "999610953": "Konečně důvěryhodná alternativa ke Googlu. hCaptcha Enterprise přináší dramatické úspory na vašem účtu reCAPTCHA s vyšším zabezpečením: v některých případech až o 80 % levnější.",
    "1886100235": "Mnoho z největších světových online služeb přešlo na hCaptcha Enterprise a dostalo se jim vylepšené detekce botů spolu se značnými úsporami nákladů.",
    "2903742230": "Reklamní sítě vidí vaše návštěvníky jako produkt. Pro nás je jediným cílem určit jejich lidskost. Naše služby splňují nebo překračují požadavky GDPR, CCPA, LGPD a PIPL a tvrdě pracujeme na vyvážení soukromí a zabezpečení.",
    "3901503296": "Toto jedinečné zaměření na soukromí znamená, že můžeme nabídnout nulové uchovávání osobních údajů, provoz bez souborů cookie a další smluvní záruky ochrany osobních údajů podle potřeby při zachování vynikající bezpečnosti.",
    "3342910682": "Přečtěte si více",
    "1130783905": "Přesnost je ve vašem i našem zájmu. hCaptcha funguje tak, že vám poskytuje skutečná data a umožňuje vám rozhodnout se, jak je používat. Další bezpečnostní řešení poskytují reklamní společnosti Gigantic. To znamená, že každý robot, kterého zablokují, může snížit své příjmy.",
    "2019130052": "Naše inovace v ML zaměřeném na soukromí nám umožňují překročit bezpečnostní standardy starších strategií „zaznamenat vše navždy“, aniž by došlo k poškození bezpečnosti nebo soukromí uživatelů.",
    "23114595": "Skvělá uživatelská zkušenost",
    "3437412311": "Pro podnikové uživatele jsou k dispozici možnosti, jak se ve většině scénářů zcela vyhnout problémům, přičemž se spoléhají na pasivní skóre.",
    "1996843433": "Snižte tření tím, že se zcela vyhnete výzvě pro 99,9 % vašeho legitimního provozu, přičemž budete stále poskytovat vynikající zabezpečení.",
    "3093689546": "Snadná integrace",
    "247560732": "Přidejte hCaptcha se třemi řádky kódu. Pokud přicházíte z reCAPTCHA, naše API je kompatibilní a přepnutí trvá jen několik minut.",
    "1510448156": "Už dnes můžete používat špičkovou alternativu a podle potřeby zapnout pokročilejší funkce.",
    "2718999653": "Přizpůsobené skóre hrozeb",
    "2698140263": "Ne všechny problémy jsou stejné: získání jediného skóre znamená, že musí odpovídat vašim potřebám, aby byl užitečný.",
    "897432717": "Díky našemu novému designu pro přizpůsobené skóre hrozeb umožňuje přidání vašich obchodních znalostí našim modelům poskytovat skóre jedinečně relevantní pro vaše uživatele.",
    "2650502379": "Spusťte své vlastní výzvy během několika sekund",
    "3578122193": "Zůstaňte na značce s relevantním obsahem",
    "1074044172": "Když uživatelé musí vyřešit problém, aby splnili vaše bezpečnostní požadavky, proč nepoložit otázky, které jsou pro uživatele příjemné a relevantní?",
    "1579093044": "S naším jednoduchým návrhářem výzev můžete během několika minut spustit obsah výzev vlastní značky.",
    "3717512591": "Přímá integrace platformy",
    "121743429": "Pro společnosti zabývající se webovou infrastrukturou",
    "2131386784": "Dosažitelná odbornost a podpora pro vás i vaše uživatele",
    "2782263070": "Servis je pro nás nejvyšší prioritou. Udržujeme 24/7 on-call podporu a nabízíme přímou koordinaci Slack s vaším týmem pro integraci inženýrů a našimi on-call zaměstnanci během a po implementaci.",
    "3740051331": "Jsme také odhodláni aktivně sledovat dotazy vašich uživatelů a odpovídat na ně prostřednictvím sociálních médií, fór a našich kanálů podpory v rámci widgetů a e-mailů. Jsme přístupní a pohotoví a spokojenost uživatelů považujeme za nejvyšší KPI.",
    "170775527": "Podnikové funkce",
    "3383086062": "hCaptcha Enterprise je kompletní online bezpečnostní řešení. Aktivní a pasivní režimy vám umožňují zastavit naplňování pověření, detekovat převzetí účtů a blokovat podezřelé aktéry. Vše s nulovým třením pro legitimní uživatele.",
    "1408599440": "Začněte rychle s několika řádky kódu a naším 99,9% pasivním režimem, nebo převezměte plnou kontrolu nad tím, kdy a jak jsou uživatelé vyzváni. Vlastní modely hrozeb a přizpůsobitelné výzvy znamenají bezkonkurenční flexibilitu pro zajištění bezpečnosti.",
    "3365203058": "Prvotřídní ochrana proti botům",
    "1803009328": "Bitvě testováno ve webovém měřítku.",
    "1586809757": "Vysoká přesnost bot skóre",
    "353367791": "Odhalte špatné herce mnoha různých typů.",
    "191460155": "Nulové tření a 99,9% pasivní režimy",
    "585557010": "Vyzvěte méně než 0,1 % legitimních uživatelů.",
    "3287172429": "Zobrazené typy kontrolních výzev",
    "1844885924": "Široká knihovna typů na výběr.",
    "3018523079": "Zůstaňte na značce s konzistentním uživatelským zážitkem.",
    "3817811295": "Zaručená spolehlivost a rychlá nepřetržitá podpora.",
    "1798492192": "Podpora starších prohlížečů",
    "1356745565": "Kompatibilní až po Internet Explorer 8.",
    "751483365": "Podpora pro klienty bez JavaScriptu.",
    "4199502476": "Pokročilé informační panely a API",
    "3630114728": "Podívejte se, co se děje na všech vašich webech a aplikacích.",
    "3573245166": "Na rozdíl od reCAPTCHA pracujeme v každé zemi.",
    "2354267648": "Zásady ochrany osobních údajů vyhovující GDPR, CCPA a LGPD",
    "3167979932": "Navrženo pro soukromí od prvního dne. Silná dohoda o zpracování dat.",
    "4065065042": "Vytočte to tak, aby přesně odpovídalo vašemu případu použití.",
    "111184581": "Hosting první strany",
    "4272022475": "Všechny požadavky a aktiva jdou na hcaptcha.yourdomain.com",
    "2676853536": "Panely pro více uživatelů",
    "1368787974": "Sdílejte správu napříč svým týmem.",
    "1045484714": "Integrace jednotného přihlášení SAML s vaším poskytovatelem identity, např. Okta nebo Azure AD.",
    "3953584369": "K dispozici jsou sofistikovaná omezení přístupu RBAC.",
    "2781507299": "Okamžité ověření",
    "4019660456": "Latence 0 ms: ověřte tokeny hCaptcha bez volání API.",
    "3446714684": "Mobilní integrace (iOS a Android).",
    "2593768395": "Bezproblémové používání na webu, nativním mobilu a mobilním webu. K dispozici jsou předem připravené integrace a nativní sady SDK.",
    "1779265104": "Přizpůsobené podmínky a záruky ochrany osobních údajů",
    "122875767": "Uspokojte své právní potřeby, když jiné společnosti nemohou.",
    "148188781": "Prezentované výzvy",
    "838049015": "Vyberte všechny obrázky, které odpovídají dotazu",
    "1126302400": "Bounding Box",
    "3554448168": "Kategorizace",
    "2104933754": "Identifikujte odpovídající štítky",
    "3612043014": "...a další jednoduché úkoly. Jednoduché pro lidi, těžké pro roboty.",
    "3624758171": "Vlastní úlohy dostupné také pro podnikové vydavatele.",
    "1001938065": "Integrace nemůže být jednodušší",
    "2138799135": "hCaptcha má desítky předpřipravených integrací pro frontend a backend systémy, které používáte.",
    "2535001179": "Pokud náhodou přicházíte z reCAPTCHA společnosti Google, naše rozhraní API jsou náhradními funkcemi.",
    "1393184984": "jsou vše, co potřebujete.",
    "3715747429": "Naši inženýři vám mohou rychle pomoci, ať už potřebujete integraci React, sady SDK pro nativní aplikace pro iOS, příklad backendu Java nebo prakticky jakýkoli jiný scénář.",
    "2681650568": "A jako vždy je pro nás soukromí klíčovou hodnotou. Náš kód výzvy přidávejte pouze tam, kde je to nutné a kde má smysl chránit vás i vaše uživatele. Minimalizace sběru dat začíná od okamžiku integrace.",
    "1130868224": "Tři řádky kódu",
    "2183926131": "Začněte s hCaptcha Enterprise",
    "1526887904": "hCaptcha Enterprise Privacy",
    "1845745385": "Navrženo pro soukromí.",
    "1297224875": "Jedinečný přístup k zabezpečení online Enterprise založený na soukromí.",
    "2762458927": "Vaše uživatelská data nejsou na prodej.",
    "2058856283": "hCaptcha Enterprise má pouze jeden účel: zabránit špatným aktérům narušit vaše online operace a poškodit vaše uživatele.",
    "2408036504": "Naše systémy jsou tedy od základu navrženy tak, aby minimalizovaly shromažďování a uchovávání dat při zachování prvotřídního zabezpečení. Nejlepší způsob, jak ochránit uživatelská data, je neukládat je vůbec.",
    "4099477834": "Všechny vztahy se zákazníky jsou také chráněny silnou smlouvou o zpracování dat. Služba hCaptcha je v souladu se všemi zákony na ochranu soukromí bez ohledu na to, kde sídlí vaše služba nebo vaši zákazníci. Neuchovávání osobních údajů je pro nás mnohem jednodušší než pro jiné společnosti.",
    "3569492665": "Zaznamenávání online aktivity není řešením.",
    "3389431373": "Služby jako reCAPTCHA v3 říkají, že umístění jejich sledovacího pixelu na každou stránku vašeho webu je nezbytné pro dobré zabezpečení. Toto není ten případ.",
    "3590546893": "Jednoduchá behaviorální analýza je signál, který snadno zfalšují špatní herci, a vyžaduje uchování historie procházení pro veškerý váš legitimní provoz.",
    "1105363520": "Neprovozujeme reklamní síť a nemáme zájem sledovat vaše chování uživatelů, abychom jim mohli prodávat reklamy. To znamená, že nevyžadujeme pasivní pixel na každé stránce vašeho webu.",
    "3088605177": "Náš kód výzvy přidávejte pouze tam, kde je to nutné a kde má smysl chránit vás i vaše uživatele.",
    "337971271": "Strojové učení je užitečné. Ke svému fungování ale nepotřebuje osobní údaje.",
    "320166522": "Strojové učení nyní ovlivňuje téměř každý aspekt našeho života, často způsobem, který si neuvědomujeme a nevidíme. Online bezpečnostní služby nejsou jiné.",
    "3180664128": "Díky učení přes tisíce signálů mohou modely velmi rychle odvodit a dosáhnout vysoké spolehlivosti v detekci škodlivého chování, i když žádný jednotlivý signál by sám o sobě nebyl dostatečně silný, aby naznačoval problém.",
    "961941354": "Nic z toho však nevyžaduje použití osobních údajů („PII“). Moderní kryptografické techniky nám umožňují co nejrychleji zlikvidovat jakékoli osobní údaje a místo toho vytvořit jednosměrné podpisy, které nelze spojit s žádnou osobou.",
    "1706581702": "Školení o neidentifikovatelných datech funguje stejně dobře a nevyžaduje kompromisy v oblasti bezpečnosti ani soukromí. Naši zákazníci provedli empirické testy a prohlásili nás za rovnocenné nebo lepší než mnohem méně soukromé alternativy.",
    "3203921334": "Na řešeních hCaptcha se nám líbilo několik věcí: 1) neprodávají osobní údaje; shromažďují pouze minimum nezbytných osobních údajů, jsou transparentní v popisu informací, které shromažďují a jak je používají a/nebo zveřejňují.",
    "305735018": "Konečně důvěryhodná alternativa ke Googlu. hCaptcha Enterprise přináší dramatické úspory na vašem účtu reCAPTCHA s vyšším zabezpečením: v některých případech až o 80 % levnější.",
    "3695206755": "Vyzkoušejte nás nezávazně ve svém prostředí.",
    "2941545733": "Jsme inženýři, ne prodejci: chceme, abyste byli se svou volbou spokojeni.",
    "131871195": "Nejlepší způsob, jak zajistit vaši spokojenost, je ukázat, že naplňujeme vaše potřeby.",
    "3436534225": "Prakticky všechny společnosti, které zahájí pilotní provoz, si nakonec vyberou naše řešení.",
    "4060250206": "Pomocí tohoto formuláře kontaktujte jednoho z našich technických specialistů. Odpovídáme rychle.",
    "1159746815": "Můžete nám také poslat e-mail přímo.",
    "2531534427": "Podrobnosti jsou zde.",
    "2059998584": "Kraj",
    "3916131732": "Ameriky",
    "135276624": "Evropa, Střední východ, Afrika (EMEA)",
    "1182294134": "Asie a Tichomoří (APAC)",
    "2437934778": "Tvé jméno",
    "3859506577": "Obchodní e-mail",
    "1268414751": "Měli bychom mít nějaké další podrobnosti?",
    "42559805": "Potřebujete urgentní nástup?",
    "851679588": "Ano.",
    "1729677626": "Jsem pod útokem a požaduji okamžitý nástup.",
    "2808971932": "Toto je nějaký text uvnitř bloku div.",
    "2468683988": "Nadpis",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Textový odkaz",
    "2212670355": "Přihlásit se",
    "31502377": "Co je to prvek Rich Text?",
    "2310705547": "Prvek formátovaného textu vám umožňuje vytvářet a formátovat nadpisy, odstavce, blokové uvozovky, obrázky a video na jednom místě, aniž byste je museli přidávat a formátovat jednotlivě. Stačí dvakrát kliknout a snadno vytvářet obsah.",
    "2590587108": "Statické a dynamické úpravy obsahu",
    "778204464": "Prvek formátovaného textu lze použít se statickým nebo dynamickým obsahem. V případě statického obsahu jej stačí umístit na jakoukoli stránku a začít upravovat. U dynamického obsahu přidejte pole formátovaného textu do libovolné kolekce a poté k tomuto poli na panelu nastavení připojte prvek formátovaného textu. Voila!",
    "1890955039": "Jak přizpůsobit formátování pro každý formátovaný text",
    "3286051798": "Nadpisy, odstavce, blokové uvozovky, obrázky, obrázky a popisky obrázků lze upravit po přidání třídy do prvku formátovaného textu pomocí vnořeného selektorového systému „Když je uvnitř“.",
    "504332576": "S hrdostí oznamujeme, že hCaptcha se rozrostla v největší nezávislou službu kybernetické bezpečnosti na světě, která běží na přibližně 15 % internetu – a většinu tohoto podílu na trhu jsme převzali přímo z Google reCAPTCHA. Společně hCaptcha a",
    "1155436473": "(naše podniková nabídka) nyní každý měsíc chrání stovky milionů uživatelů na desítkách milionů webů a aplikací. Náš příběh ukazuje, že můžete soutěžit s Big Tech, když dáte soukromí na první místo.",
    "3108727249": "BotStop",
    "1296696044": "Soukromí versus bezpečnost: Proč ne obojí?",
    "538871570": "Soutěžit s Googlem a dalšími velkými technologickými společnostmi se zdá jako náročný úkol: jejich monopolní tržní síla, platformové efekty a armáda vysoce placených vývojářů jsou obecně považovány za příliš silné, než aby se s nimi vypořádal kdokoli kromě jiných technologických gigantů, jako je Facebook nebo Amazon. Náš příběh ukazuje, že to tak být nemusí – Big Tech můžete porazit tím, že se zaměříte na soukromí.",
    "3600718611": "Zvažte Google reCAPTCHA,",
    "4281708680": ". V hCaptcha jsme záměrně zvolili velmi odlišný přístup a použili jsme techniky strojového učení chránící soukromí k identifikaci typického chování botů s vysokou přesností, a to vše při spotřebě a uložení co nejmenšího množství dat.",
    "3312336121": "který spotřebovává obrovské množství dat o chování k určení, zda jsou uživatelé webu legitimní lidé nebo roboti",
    "1193738791": ": sledují chování uživatelů na každé stránce webu a na celém webu. Navrhli jsme hCaptcha tak, aby byla od prvního dne co nejvíce šetrná k soukromí. To vedlo ke zcela odlišnému přístupu k problému. Jak se ukazuje, sledování uživatelů na webu a spojování jejich webové historie s jejich identitou je pro dosažení dobrého zabezpečení zcela zbytečné. Mnoho společností, které přešly na hCaptcha",
    "2620705814": "Google je reklamní společnost a její bezpečnostní produkty vypadají velmi podobně jako jejich reklamní produkty",
    "1126447688": "často hlásí stejný nebo lepší výkon při detekci a zmírňování botů navzdory našemu zaměření na soukromí",
    "439777523": "Na regulaci záleží",
    "3588274874": "Při zaměření na dodávání produktu v souladu s regulačními opatřeními, jako je GDPR Evropské unie a kalifornský CCPA, jsme zaznamenali masivní růst – samozřejmě nám pomáhá, že hCaptcha je jednoduchou „drop-in“ náhradou za reCAPTCHA, a lze jej tedy nainstalovat během několika minut.",
    "2150595700": ". GDPR a CCPA zanesly obavy o ochranu soukromí na mapu pro podnikové kupující a zároveň se soukromí online stává pro veřejnost stále důležitějším, protože všichni začínáme chápat, jak průmysl online reklamy a marketingu historicky používal naše data.",
    "2624949852": "Samozřejmě, že reCAPTCHA byla od roku 2009 prvním účastníkem webové bezpečnosti a chránila miliony webových stránek před stále rostoucími hrozbami ze strany škodlivých robotů a spammerů. V posledních letech však byl zcela kompromitován:",
    "499510428": "Ve skutečnosti věříme, že regulace nám zde pomohla",
    "1232651561": "software je nyní stejně dobrý jako lidé v řešení výzev reCAPTCHA.",
    "824740867": "Místo toho, aby Google vylepšil řešení, vydal reCAPTCHA v3, který funguje mnohem více jako reklamní síť než bezpečnostní software a shromažďuje údaje o chování z celého webu za účelem vytváření uživatelských profilů. Bohužel je tento druh signálu snadno porazit, a proto poskytuje malou ochranu před roboty a zároveň poškozuje soukromí uživatele.",
    "1027023087": "My v hCaptcha jsme se místo toho zaměřili na modernější přístupy k problému, které nevyžadují uchovávání dlouhodobých záznamů chování, jako je historie procházení, a od zavedení služby se ukázaly mnohem odolnější vůči odhodlaným protivníkům.",
    "2852295413": "Inherentní střet zájmů: zastavení robotů snižuje příjmy pro reklamní síť",
    "1597520917": "Rostoucí počet kritiků poukazuje na to, že ignorování soukromí uživatelů ze strany společnosti Google by se mělo týkat zákazníků, kteří chtějí chránit své webové stránky a aplikace.",
    "763447231": "Zabránění přístupu robotů na stránky vydavatelů zároveň může odhalit podvody s reklamami a postavit produkt reCAPTCHA společnosti Google přímo proti jejich reklamnímu byznysu, který produkuje více než 80 % jejich příjmů.",
    "999674529": "Každý robot, který Google zjistí, by měl vydělávat nulové dolary za reklamu. Firemní pobídky společnosti Google jsou tak špatně sladěny s uživateli jejich bezpečnostních služeb, a to může být jedním z vysvětlení špatného výkonu jejich nabídky zabezpečení reCAPTCHA.",
    "956019009": "Největší společnosti zabývající se webovou infrastrukturou již podnikly kroky",
    "1923297430": "Konečný bod zlomu pro mnoho větších zákazníků nastal, když Google začal společnostem účtovat poplatky za používání jejich produktu v jakémkoli smysluplném rozsahu. To způsobilo, že uživatelé reCAPTCHA po dlouhou dobu hledali lepší alternativy, protože regulační obavy na celém světě již učinily používání nabídek Google čím dál méně přitažlivým.",
    "2197218442": "Generální ředitel Cloudflare Matthew Prince shrnul tento úhel pohledu v",
    "155456850": "oznamuje jejich přechod na hCaptcha:",
    "435302267": "příspěvek na blogu společnosti",
    "2087769953": "„Touto změnou jsme nadšeni, protože pomáhá řešit obavy o soukromí spojené se spoléháním se na službu Google, kterou už nějakou dobu používáme. Hodnotili jsme řadu dodavatelů CAPTCHA a také jsme sami vybudovali systém. hCaptcha se ukázala jako nejlepší alternativa k reCAPTCHA.“ „Na řešeních hCaptcha se nám líbilo několik věcí: 1) neprodávají osobní údaje; shromažďují pouze minimum nezbytných osobních údajů, jsou transparentní v popisu informací, které shromažďují a jak je používají a/nebo zveřejňují.“",
    "595582512": "Pokud chcete svůj web nebo aplikaci účinně chránit před roboty, spammery nebo jinými škodlivými aktéry, a to vše při zachování soukromí vašich uživatelů (a v souladu se všemi příslušnými předpisy!), zvažte hCaptcha a naši nabídku Enterprise.",
    "3388180864": "Zajímá vás práce na hlubokých technických výzvách ve webovém měřítku? Neustále najímáme talentované inženýry po celém světě -",
    "3892952987": "podívejte se na naše nabídky a přihlaste se zde",
    "3368788823": "Terence Eden na svém blogu uvádí zajímavou věc: \"",
    "1491780143": "CAPTCHA nedokazují, že jste člověk – dokazují, že jste Američan",
    "2146900431": "Intuitivně toto tvrzení dává velký smysl. CAPTCHA, stejně jako téměř všechno, jsou zasazeny do kulturního kontextu, a pokud byl váš okruh výzev většinou vytvořen v jedné kultuře, nemusí se to velmi dobře přenést do jiné. V jádru je to záležitost kultury",
    "378086442": "CAPTCHA, spíše než jejich uživatelské prostředí jako takové.",
    "1445008801": "Jak říká Eden:",
    "332723732": "obsah",
    "2072808435": "\"Hádej co, Google? Taxíky v mé zemi jsou obecně černé. Sledoval jsem dost filmů na to, abych věděl, že všechny v Americe jsou žluté. Ale ve všech ostatních zemích, které jsem navštívil, byly taxíky jen mišmaš různé odstíny.\"",
    "3206136647": "Problém Googlu je zde založen na údajích o otázkách, které používá, vs. kdo je vidí. Pokud všechna data pocházejí ze stejné kultury (a v případě Google ze stejné společnosti), můžete jistě očekávat, že budete mít problémy, které se nebudou dobře přenášet do jiných kultur, v souladu s Edenovou stížností.",
    "2217842245": "Naše data však ukazují, že (pro hCaptcha)",
    "4280117172": "Mnoho zemí si ve skutečnosti vede o něco lépe než USA, včetně Nigérie, Indie, Brazílie a Německa:",
    "555749578": "existuje méně než 1% rozptyl v míře řešení mezi hlavními zeměmi na všech kontinentech.",
    "151737819": "Míry řešení hCaptcha po celém světě vykazují velmi malé rozdíly",
    "3908992897": "a používá se v každé zemi a území na světě, takže se velmi zaměřujeme na poskytování konzistentních globálních zkušeností.",
    "2808122102": "Mezikulturní funkčnost je tak základním požadavkem pro naši službu. Klíčovou součástí našeho poslání je zajistit, aby všichni legitimní uživatelé měli rychlý přístup k obsahu. Poskytujeme výzvy ve 110 jazycích a neustále vylepšujeme příslušné překlady, abychom se ujistili, že naše výzvy dokáže vyřešit každý.",
    "3913801502": "hCaptcha nyní běží na přibližně 15 % internetu",
    "2077639538": ". Za prvé, data o výzvě k naší službě mohou pocházet z mnoha zdrojů, nejen z jednoho – od velkých společností z žebříčku Fortune 500 po začínající strojové učení, pokud dodržují naše",
    "3951112506": ". To již zaručuje vyšší míru heterogenity v datech.",
    "1803943584": "Zadruhé, necháme výzvy, aby se samy optimalizovaly, abychom určili, ve kterých zemích nebo jazycích budou běžet, čímž ještě více zvýšíme pravděpodobnost konzistentního zážitku. Pokud je přesnost nižší, než se očekávalo, sada otázek jednoduše přestane běžet v oblasti nebo jazyce, kde se tento efekt vyskytuje.",
    "3668873369": "V hCaptcha jsme od prvního dne zvolili jiný přístup",
    "1519201684": "Etické zásady AI",
    "2155089487": ". Pokud by bylo pro některé skupiny snazší vyřešit naše výzvy, očekávali bychom rozdíl v tom, jak si při jejich řešení vedou lidé na celém světě a v různých kulturách. V kontextu Edenova příspěvku bychom očekávali, že se Američanům bude dařit lépe než lidem v jiných zemích. Protože jsme strávili roky vývojem systémů, abychom se tomuto problému vyhnuli, ve skutečnosti vidíme pravý opak.",
    "2603863826": "PS: Pokud najdete překlad ve vašem jazyce, který by mohl vylepšit, neváhejte a zašlete a",
    "3543141425": "pro to!",
    "2697276059": "Důkaz, že to funguje: jednotné míry řešení po celém světě",
    "664236229": "vytáhnout žádost"
}