{
  "header-privacy-link": "Taybetî",
  "header-integration-link": "Pêxistinî",
  "header-cost-link": "Nirx",
  "header-features-link": "Features",
  "header-docs-link": "Docs",
  "header-login-button": "Login",
  "header-contact-button": "Têkilî Sales",
  "intro-heading": "Verastkirina mirovahiyê ya sifir.",
  "intro-contact-button": "Bi me re têkilî daynin ku bêtir fêr bibin",
  "intro-text-bottom": "Ji hêla pargîdaniyên ku tevnerê hêzdar dikin ve girêdayî ye.",
  "sub-menu-button": "Têkilî Sales",
  "sub-menu-item1": "Enterprise",
  "sub-menu-item2": "Nirx",
  "sub-menu-item3": "Pêxistinî",
  "sub-menu-item4": "Features",
  "sub-menu-item5": "Taybetî",
  "sub-menu-item6": "Docs",
  "info-head-1": "Li ser platforma hCaptcha ya îsbatkirî hatî çêkirin",
  "info-text-1": "hCaptcha Enterprise li ser teknolojiya platforma hCaptcha dimeşe, ku tê dirêj kirin da ku taybetmendiyên ku pargîdaniyên seyrûsefera zêde hewce ne vedihewîne.",
  "info-head-2": "Hevkarek pêbawer",
  "intro-subtitle": "Pirsgirêka xweya botê îro çareser bikin.",
  "info-text-2": "Karûbarên me ji hêla pargîdaniyên herî mezin ên cîhanê ve têne bawer kirin ku di nav deh mîlyon malperan de ji mîlyonan bikarhênerên rojane re xizmet dikin.",
  "cloudflare-quote-text": "Me hejmarek firoşkarên CAPTCHA nirxand û hem jî bi xwe pergalek ava kir. Di dawiyê de, hCaptcha wekî alternatîfek çêtirîn ji bo reCAPTCHA derket holê.",
  "cloudflare-quote-detail": "Rêveberê Rêveberiya Hilberê, Cloudflare",
  "section-quote-head": "Vebijêrkek lêçûk ji bo pargîdaniyên seyrûsefera bilind",
  "section-quote-text": "Di dawiyê de, alternatîfek pêbawer a Google. hCaptcha Enterprise li ser fatura weya reCAPTCHA bi ewlekarîya bilind teserifên dramatîk peyda dike: di hin rewşan de heya 80% kêmtir biha. Gelek karûbarên serhêl ên herî mezin ên cîhanê veguherî hCaptcha Enterprise û li gel teserûfa lêçûnek girîng tespîtkirina botê ya çêtir wergirtin.",
  "section-quote-button": "Têkilî bi me re îro ji bo quote",
  "section-privacy-header": "Privacy Focused",
  "section-privacy-text-1": "Tora reklamê mêvanên we wekî hilber dibînin. Ji bo me tekane berhem diyarkirina însaniyeta wan e. Karûbarên me hewcedariyên GDPR, CCPA, û LGPD bicîh tînin an ji wan derbas dikin, û piştgirî didin destpêşxeriyên mîna Passiya Nepenîtiyê. Em zehf dixebitin ku nepenî û ewlehiyê hevseng bikin.",
  "section-privacy-text-2": "Ev baldariya bêhempa ya li ser nepenîtiyê tê vê wateyê ku em dikarin sifir ragirtina daneya kesane, xebata bê cookie, û garantiyên din ên nepenîtiyê yên girêbestî wekî ku hewce dike pêşkêşî bikin di heman demê de ku ewlehiya hêja diparêzin.",
  "section-security-header": "Ewlekariya Pêşîn",
  "section-security-text-1": "Rastbûn di berjewendiya we û me de ye. hCaptcha dixebite ku daneyên rastîn bide we û dihêle hûn biryar bidin ka meriv wê çawa bikar bîne. Captchên din ji hêla pargîdaniyên reklamê yên Gigantic ve têne peyda kirin. Ev tê vê wateyê ku her botek ku ew asteng dikin dibe ku dahata xwe kêm bike.",
  "section-security-text-2": "Bikaranîna teknîkên fêrbûna makîneyê ya herî dawî ya bi hûrgulî li ser nepenîtiyê dihêle ku em ji standardên ewlehiyê yên mîras derbas bibin her tiştî stratejiyên herheyî tomar bikin bêyî ku zirarê bide ewlehî an nepeniya bikarhêner.",
  "section-user-experience-header": "Tecrûbeya Bikarhêner a Mezin",
  "section-user-experience-text1": "Ji bo bikarhênerên Enterprise, vebijark hene ku di pir senaryoyan de bi tevahî ji dijwariyan dûr bisekinin.",
  "section-user-experience-text2": "Ji bo 99.9% ji seyrûsefera xweya rewa bi tevahî ji dijwariyek dûr bixin, di heman demê de ku hê jî ewlekariya hêja peyda dikin, bi saya modelên botê yên pêşkeftî.",
  "section-easy-integration-header": "Yekbûna hêsan",
  "section-easy-integration-text": "Zêdekirina hCaptcha tenê çend hûrdem û tenê çend rêzikên kodê digire. API-ya bingehîn bi reCAPTCHA V2 re hevaheng e, û veguheztina wê tenê çend hûrdem digire. Hûn dikarin îro bi alternatîfek pêşkeftî rabin û bixebitin, û li gorî hewcedariyê taybetmendiyên pêşkeftî çalak bikin.",
  "section-easy-integration-serverside": "Server Aliyê:",
  "section-easy-integration-frontend": "Pêşî:",
  "section-threat-header": "Pûanên Gefa Xweserî",
  "section-threat-text": "Hemî pirsgirêk ne yek in: wergirtina xalek yekane tê vê wateyê ku ew pêdivî ye ku hewcedariyên we bikêr be. Bi Pûanên Xetereya Xweserkirî yên bêhempa yên hCaptcha re, şêwirdariyek bilez dihêle ku em modelên xwe bişopînin da ku puanan bi karsaziya we re têkildartir radest bikin.",
  "section-challenges-header": "Zehmetiyên xwe di çirkeyan de dest pê bikin",
  "section-challenges-text-1": "Bi naveroka têkildar re li ser marqeyê bimînin",
  "section-challenges-text-2": "Gava ku bikarhêner pêdivî ye ku pirsgirêkek çareser bikin da ku daxwazên ewlehiyê bicîh bînin, çima ji bikarhêner re peywirên xweş û têkildar naafirînin? Bi sêwiranerê meya dijwariya xwerû ya hêsan re, hûn dikarin tenê di çend hûrdeman de naveroka serpêhatiya ser-brandê bidin destpêkirin.",
  "section-integration-header": "Integration Platforma Direct",
  "section-integration-subheader": "Ji bo Pargîdaniyên Binesaziya Webê",
  "section-integration-text": "Pergala hCaptcha Enterprise di sêwirana xwe de bêhempa maqûl e: heke hûn ewrek gelemperî bixebitin an xwedan gelek navendên daneyê bin, ew dikare bi qismî an bi tevahî li qiraxa tora we were bicîh kirin. Ev dikare xerc û seyrûsefera derveyî torê bi rengek berbiçav kêm bike di heman demê de ku hemî feydeyên rêveberiyê ji hêla karmendên me yên gazîdar ên 24/7 ve diparêze da ku SLA-yên hişk bicîh bîne.",
  "section-support-header": "Pispor û Piştgiriya Gihîştî Hem Ji bo We hem Ji Bikarhênerên We re",
  "section-support-text": "Xizmet ji bo me pêşînek sereke ye. Em piştgiriya bangê 24/7 diparêzin û bi tîmê weya entegrasyonê ya endezyarî û xebatkarên me yên bangewazî re di dema pêkanînê de û piştî wê re koordînasyona rasterast ya Slack pêşkêşî dikin. ‍ Em her weha pabend in ku bi aktîvî çavdêrîkirin û bersivdana pirsên bikarhênerên we li seranserê medyaya civakî, foruman bikin. , û kanalên me yên piştevaniya widget û e-nameyê. Em gihîştî û bersivdar in, û razîbûna bikarhêner wekî KPI-ya jorîn derman dikin.",
  "section-enterprise-header": "Taybetmendiyên Enterprise",
  "section-enterprise-title-1": "Parastina dijî-bot-a-class cîhanê",
  "section-enterprise-desc-1": "Di asta webê de şer-ceribandin.",
  "section-enterprise-title-2": "Pûanên botê yên rastbûna bilind",
  "section-enterprise-desc-2": "Lîstikvanên xirab ên ji gelek celebên cûda tespît bikin.",
  "section-enterprise-title-3": "Zero zero û 99,9% modên pasîf",
  "section-enterprise-desc-3": "Kêmtir ji 0.1% ji bikarhênerên rewa dijwar bikin.",
  "section-enterprise-title-4": "Cûreyên dijwariya kontrolê têne destnîşan kirin",
  "section-enterprise-desc-4": "Pirtûkxaneyek berfireh a celebên ku hûn hilbijêrin.",
  "section-enterprise-title-5": "Naveroka dijwariya kontrolê tê bikar anîn",
  "section-enterprise-desc-5": "Bi ezmûnek bikarhênerek domdar li ser marqeyê bimînin.",
  "section-enterprise-title-6": "SLAs Enterprise",
  "section-enterprise-desc-6": "Pêbaweriya garantîkirî û piştevaniya bilez a 24/7 li ser bangê.",
  "section-enterprise-title-7": "Piştgiriya geroka mîras",
  "section-enterprise-desc-7": "Hemî riya vegerê bi Internet Explorer 8 re hevaheng e.",
  "section-enterprise-title-8": "Tabloyên raporkirina pêşkeftî û API",
  "section-enterprise-desc-8": "Binêrin ka li hemî malper û sepanên we çi diqewime.",
  "section-enterprise-title-9": "Li her welatî dixebite",
  "section-enterprise-desc-9": "Berevajî reCAPTCHA, em li her welatî dixebitin.",
  "section-enterprise-title-10": "Siyaseta nepenîtiyê ya GDPR, CCPA, û LGPD-heval",
  "section-enterprise-desc-10": "Ji roja yekem ve ji bo nepenîtiyê hatî çêkirin. Peymana Pêvajoya Daneyên bihêz.",
  "section-enterprise-title-11": "Astên zehmetiyê yên hêja",
  "section-enterprise-desc-11": "Vê bikirtînin da ku tam li gorî doza karanîna we bicîh bibin.",
  "section-enterprise-title-12": "Mêvandariya yekem-partî",
  "section-enterprise-desc-12": "Hemî daxwaz û hebûn diçin hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Tabloyên pir-bikarhêner",
  "section-enterprise-desc-13": "Rêvebiriyê li seranserê tîmê xwe parve bikin.",
  "section-enterprise-title-14": "Verification Instant",
  "section-enterprise-desc-14": "Derengiya 0ms: Nîşaneyên hCaptcha bêyî banga API-ê verast bikin.",
  "section-enterprise-title-15": "Yekbûna mobîl (iOS û Android).",
  "section-enterprise-desc-15": "Tecrûbeya bêkêmasî li seranserê tevneyê, tevna xweya mobîl, tevna mobîl. Yekbûnên pêş-avakirî û SDK-yên xwecihî hene.",
  "section-enterprise-title-16": "Mercên Xweserî û Garantiyên Nepenîtiyê",
  "section-enterprise-desc-16": "Dema ku pargîdaniyên din nikaribin hewcedariyên xwe yên qanûnî têr bikin.",
  "presented-challlenges-head": "Pêşkêşiyên Pêşkêşkirî",
  "presented-challenges-title-1": "Mûqayese",
  "presented-challenges-text-1": "Hemî wêneyên ku pirsê li hev dikin hilbijêrin",
  "presented-challenges-title-2": "Bounding Box",
  "presented-challenges-text-2": "Ji bo tiştan devera sînor diyar bikin",
  "presented-challenges-title-3": "Kategorîzekirin",
  "presented-challenges-text-3": "Nîşaneyên têkildar nas bikin",
  "presented-challenges-subheader": "... û karên din ên hêsan. Ji mirovan re hêsan, ji bo botan dijwar.",
  "presented-challenges-subtext": "Karên xwerû ji bo weşangerên pargîdanî jî hene.",
  "footer-header-1": "Şîrket",
  "footer-header-2": "Çavkanî",
  "footer-header-3": "Têkelî",
  "footer-link-1": "Labelkirin",
  "footer-link-2": "Ji dor",
  "footer-link-3": "Jobs",
  "footer-link-4": "Trademarks",
  "footer-link-5": "Blog",
  "footer-link-6": "Cî",
  "footer-link-7": "Documentation",
  "footer-link-8": "Bûkek rapor bikin",
  "footer-link-9": "Gihîştina",
  "footer-terms": "Terms",
  "footer-privacy": "Taybetî",
  "footer-attribution": "Attribution",
  "footer-subheader-1": "Alîkarî",
  "footer-subheader-2": "Têkelî",
  "switch-to-english-link": "Switch to English",
  "intro-heading-privacy": "Ji bo nepenîtiyê hatiye çêkirin.",
  "intro-subtitle-p1-privacy": " Nêzîkatiyek bêhempa ya nepenîtiyê ji ewlehiya serhêl re.",
  "info-head-2-pr": "Tomarkirina çalakiya serhêl ne bersiv e.",
  "info-text-1-pr": "hCaptcha Enterprise tenê yek armanc heye: pêşîgirtina li aktorên xirab ku karûbarên weya serhêl asteng bikin û zirarê bidin bikarhênerên we.",
  "info-text-2-pr": "Pergalên me bi vî rengî ji erdê ve têne sêwirandin da ku berhevkirina daneyan û ragirtinê kêm bikin dema ku ewlehiya pêşeng-çîni diparêzin. Awayê çêtirîn ji bo parastina daneyên bikarhêner ne hilanîna wê ye.",
  "info-text-3-pr": "Hemî têkiliyên xerîdar jî ji hêla Peymanek Pêvajoya Daneyên bihêz ve têne parastin. Karûbarê hCaptcha bi hemî qanûnên nepenîtiyê re tevdigere bêyî ku karûbarê we an xerîdarên we li ku derê rûdinin. Negirtina daneyên kesane vê yekê ji me re ji pargîdaniyên din pir hêsantir dike.",
  "info-text-2-2-pr": "Karûbarên mîna reCAPTCHA v3 dibêjin ku danîna pixela şopandina wan li ser her rûpelê malpera we ji bo ewlehiya baş hewce ye. Ev ne wisa ye.",
  "info-text-2-3-pr": "Analîzkirina behrê ya hêsan îşaretek e ku bi hêsanî ji hêla aktorên xirab ve tê çêkirin, û ji bo hemî seyrûsefera weya rewa jî pêdivî ye ku dîroka gerokê biparêze.",
  "info-text-2-4-pr": "Em torgilokek reklamê naxebitînin, û tu eleqeya wan bi çavdêrîkirina tevgera bikarhênerê we tune ku em reklaman bifroşin wan. Ev tê vê wateyê ku em li ser her rûpelê malpera we pixelek pasîf hewce nakin.",
  "info-text-2-5-pr": "Koda dijwariya me tenê li cîhê ku hewce ye lê zêde bike, û li cîhê ku têgihîştî ye ku hûn hem jî bikarhênerên xwe biparêzin.",
  "info-head-3-pr": "Fêrbûna makîneyê bikêr e. Lê ji bo xebatê daneyên kesane hewce nake.",
  "info-text-3-1-pr": "Fêrbûna makîneyê naha hema hema li her aliyek jiyana me bandor dike, bi gelemperî bi awayên ku em nizanin û nabînin. Karûbarên ewlehiyê yên serhêl ne cûda ne.",
  "info-text-3-2-pr": "Bi fêrbûna bi hezaran îşaretan, model dikarin di tesbîtkirina behremendiya xerab de pir zû bigihîjin pêbaweriyek mezin, tewra gava ku ti îşaretek kesane bi serê xwe ew qas xurt nebe ku pirsgirêkek destnîşan bike.",
  "info-text-3-3-pr": "Lêbelê, yek ji van hewce nake ku agahdariya kesane ya naskirî (PII) bikar bîne. Teknîkên krîptografî yên nûjen dihêlin ku em bi lez û bez her daneya kesane ji holê rakin, li şûna wan îmzeyên yek-alî biafirînin ku nekarin bi kesek kesek ve werin girêdan.",
  "info-text-3-4-pr": "Perwerdehiya li ser daneyên nenaskirî bi heman rengî dixebite, û ne hewce ye ku li ser ewlehî û nepenîtiyê tawîz bide. Xerîdarên me ceribandinên ampîrîkî kirine, û me ji alternatîfên taybetî yên pir kêmtir wekhev an çêtir eşkere kirine.",
  "cloudflare-quote-text-privacy": "Me di derheqê çareseriyên hCaptcha de ji gelek tiştan hez kir: 1) ew daneyên kesane nafiroşin; ew tenê hindiktirîn daneyên kesane yên pêwîst berhev dikin, ew di danasîna agahdariya ku ew berhev dikin û çawa ew bikar tînin û/an eşkere dikin de zelal in.",
  "pilot-head": "Di hawîrdora xwe de me bê mecbûrî biceribînin.",
  "pilot-text-1a": "Em endezyar in, ne firoşkar: em dixwazin ku hûn bi hilbijartina xwe kêfxweş bibin.",
  "pilot-text-1b": "Awayê çêtirîn ku hûn razîbûna we piştrast bikin ev e ku em destnîşan bikin ku em hewcedariyên we bicîh tînin.",
  "pilot-text-1c": "Bi rastî hemî pargîdaniyên ku pîlotek dest pê dikin di dawiyê de çareseriyên me hilbijêrin.",
  "pilot-text-1d": "Vê formê bikar bînin ku bigihîjin yek ji pisporên me yên teknîkî. Em bi lez bersiv didin.",
  "pilot-text-1e": "Her weha hûn dikarin rasterast ji me re e-nameyê bişînin.",
  "pilot-email-details": "Agahdarî li vir in.",
  "pilot-f1": "Herêm",
  "pilot-f2": "Navê te",
  "pilot-f3": "Navê te",
  "pilot-f4": "E-nameya Karsaziyê",
  "pilot-f5": "Hîn hûrguliyên din divê em hebin?",
  "pilot-f6": "Ma ji we re pêdiviya bilez heye?",
  "pilot-f7": "Erê.",
  "pilot-f8": "Ez di bin êrîşê de me û hewcedariya min bi lezgîn heye.",
  "pilot-f9": "Nermijîn",
  "pilot-f10": "Bi têketina e-nameya xwe, hûn bi Merc û Siyaseta Nepenîtiyê ya me re dipejirînin, û hûn e-nameyê ji me bistînin.",
  "pilot-fo-1": "Yekbûn nikare hêsantir be.",
  "pilot-fo-2": "hCaptcha ji bo pergalên pêşîn û paşîn ên ku hûn bikar tînin bi dehan entegrasyonên pêş-avakirî hene.",
  "pilot-fo-3": "Ger hûn ji reCAPTCHA-ya Google-ê werin, API-yên me veguheztinên avêtinê ne. Sê rêzikên kodê hemî ku hûn hewce ne.",
  "pilot-fo-4": "Endezyarên me yên servekirî dikarin we zû bi rê ve bibin, gelo hûn hewceyê entegrasyona React, SDK-yên ji bo serîlêdanên xwemalî yên iOS-ê, mînakek paşîn a Java-yê, an hema hema her senaryoyek din hewce dikin.",
  "pilot-fo-5": "Û wekî her gav, nepenî ji bo me nirxek bingehîn e. Koda dijwariya me tenê li cîhê ku hewce ye lê zêde bikin, û li cîhê ku têgihîştî ye ku hûn hem jî bikarhênerên xwe biparêzin. Kêmkirina berhevkirina daneyan ji dema yekbûnê dest pê dike.",
  "pilot-fdone": "Spas dikim. Em ê di demek nêz de bikevin têkiliyê.",
  "home-ent-2-new": "Di derbarê çareseriya pargîdaniya me de bêtir fêr bibin.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Çareseriyên hCaptcha Enterprise ewlekariya pêşeng a polê peyda dikin û gelek karûbarên serhêl ên serhêl diparêzin.",
  "home-plans-button-2-new": "Bêtir hîn bibin",
  "header-enterprise-link": "Enterprise",
  "sales-interstitial-c1b-new": "Di derbarê hCaptcha Enterprise de bêtir fêr bibin"
}
