{
    "1137470858": "11 Kanûn 2021",
    "12462594": "hCaptcha li ser platforma HUMAN hatî çêkirin, ku rê dide rê û analîzên sofîstîke ku di her gavê de lêçûn û karbidestiyê xweşbîn bike.",
    "2262549101": "Rêbazên pêwendiyê yên alternatîf di Pelrêça Nûnertiya Destnîşankirî ya DMCA ya Ofîsa Mafên Mafên Mirovan a Dewletên Yekbûyî de têne belge kirin",
    "2272776729": "Ji kerema xwe bala xwe bidin ku divê hûn nasnameya xwe verast bikin û daxwaz bikin berî ku tevgerek din were kirin, wek mînak pêşkêşkirina nasnameya hukûmetê. Li gorî qanûna California, hûn dikarin nûnerek destûrdar destnîşan bikin ku li ser navê we daxwazek bike. Ji bo ku hûn nûnerek rayedar destnîşan bikin ku daxwazek li ser navê we bike, divê hûn parêzgerek derbasdar, nasnameya derbasdar a ku hukûmetê daye daxwazker, û nasnameya derbasdar a ku hukûmetê derxistiye pêşkêşî we bikin.",
    "2335607721": "Nivîsk. Hemî agahdariyên têkildarî van Mercên Karûbar dê bi e-nameyê bêne şandin an li ser malpera me werin şandin. Divê hûn ji me re agahiyê bişînin",
    "2875934612": "20 Mijdar, 2020",
    "3084122606": "Li cihê ku karanîna me ya agahdariya weya kesane li ser bingeha razîbûna we be, mafê we heye ku hûn di her kêliyê de bi awayê ku di Karûbar de hatî destnîşan kirin vekişînin an bi me re têkilî daynin.",
    "3312286067": "an giliyek ji sazûmankerê parastina daneyê re li dadrêsiya xwe bişînin. Hûn dikarin regulatorê parastina daneya xwe li vir bibînin",
    "3506025515": "hCaptcha ji hêla log4shell ve nayê bandor kirin. Li vir em çawa dizanin.",
    "3516838896": "Bûka darvekirina koda dûr a log4j2 vê dawîyê înternet hejand, bandor li rêjeyek mezin a karûbarên serhêl kir. hCaptcha bandor nebû. Li vir e ku me wê rastiyê çawa piştrast kir.",
    "3553195003": "hCaptcha ji hêla log4shell ve nayê bandor kirin.",
    "3610875753": "- Ger piştî têkçûnek karsaziyek girîng hûn nekarin bi me re têkilî daynin wekî ku hûn bi gelemperî li wir dikin",
    "3612764043": ", divê hûn biçin malpera me li ser hcaptcha.com an hcaptchastatus.com.",
    "3626193263": "Ji bo Qanûna Mafên Mafên Mirovan a Hezarsala Dîjîtal (DMCA) nûnerê destnîşankirî yê hCaptcha ye",
    "3794891866": "Xerîdarên Kalîforniyayê dikarin li gorî mafên xwe yên di bin CCPA de daxwazek bikin û bi me re têkilî daynin",
    "3814036702": "- Ger pirsên we di derbarê plansazkirina domdariya karsaziya me de hebin, hûn dikarin bi me re têkilî daynin",
    "3975007628": "naha her meh bi sedan mîlyon bikarhêneran di nav deh mîlyon malper û sepanan de diparêze. Çîroka me destnîşan dike ku hûn dikarin bi Big Tech re pêşbaziyê bikin dema ku hûn nepenîtiyê didin pêş.",
    "4038264749": "Bala xwe bidin dema ku fermanên herêmî yên COVID-19 di meriyetê de dimînin, garantî tune ku name dê di wextê xwe de were wergirtin, û e-name (",
    "4115505783": ") kanala rast e ku bigihîje me. Pargîdanî hejmarên têlefonê an faksê naparêze; ev sedsala 21. e.",
    "4164851712": "Em tenê agahdariya kesane ya we wekî ku ji hêla qanûnê ve hatî destûr kirin bikar tînin. Em mecbûr in ku hûn ji bingehên qanûnî yên pêvajoyek agahdariya weya kesane agahdar bikin, ku li jêr têne diyar kirin. Ger pirsên we li ser bingehên qanûnî yên ku em agahdariya weya kesane di bin wan de digirin hebin, bi me re têkilî daynin",
    "4201262098": "Ev teknolojiyê dihêle ku hêza karker a rast her beşek ji karê we bi rê ve bibe, dema ku nepenîtiyê diparêze û her hewcedariyên birêkûpêk ên ku dibe ku serîlêdanê bicivîne, karbidestiya lêçûnê zêde bike.",
    "4217188341": "30 Mijdar, 2020",
    "4238473596": "Ji bo bikarhênerên rastîn kêmkirina pevçûnê girîng e. hCaptcha karên hêsan bikar tîne û dema ku bêtir seyrûsefera botê rawestîne ji pir bikarhêneran re kêmtir wext digire.",
    "4243935861": "ha.com",
    "4270798104": "2. Biceribînin ku pêvekên din neçalak bikin. Ger ew wê çareser bike, wan yek bi yek bizivirînin heya ku hûn pirsgirêkê bibînin, û bihêlin ku pêşdebirê wê dirêjkirinê di derheqê wê de agahdar bibe, û her weha serê me bide",
    "427220273": "Em dikarin agahdariya taybetî ji we bixwazin da ku ji me re bibin alîkar ku nasnameya we piştrast bikin û daxwaza we bişopînin. Zagona sepandî dibe ku hewce bike an destûrê bide me ku em daxwaza we red bikin. Ger em daxwaza we red bikin, em ê ji we re bibêjin çima, bi şertên qanûnî. Ger hûn dixwazin giliyek li ser karanîna me ya agahdariya kesane an bersivdana daxwazên we yên di derheqê agahdariya kesane de bişînin, hûn dikarin bi me re têkilî daynin",
    "433026247": "Bi pêkanîna peywiran, hûn dikarin jêhatîbûn û jêhatîbûnên xwe bi dest bixin, yên ku em ê li gorî biryara xwe bidin. Em mafê xwe diparêzin ku di her kêliyê de, ji ber her sedemek an jî qet nebe sedemek jêhatîbûn û jêhatîbûna we biafirînin, biguherînin, an betal bikin. Ji ber ku em li ser bingeha eslê neteweyî, nijad, reng, zayend, meyla zayendî, an çînek din a ku ji hêla qanûnê ve hatî parastin cihêkariyê nakin, hûn ê wekî her Beşdarek din xwedî heman firsendê bin ku hûn bigihîjin peywiran ku li gorî jêhatîbûn û jêhatîbûna we kom dibin. . Wekî Beşdarek, heke hûn bawer dikin ku pirsên testê yên bi pirsgirêk bandor li kalîtebûn, jêhatîbûn, an xelatên we kiriye, hûn dikarin bi navgîniya peywirê an bi bilêtek di pergala piştevaniya me de, ji bo nimûne bi e-nameyê nîqaşên baş-piştgir peyda bikin ku pirsên testa pirsgirêkî diyar dikin. ba",
    "492025216": "13 Kanûn 2021",
    "799274928": "Agahiyên e-nameyê ji bo hemî mebestên ku ji bo wan agahdariya nivîskî hewce ne, agahdariya nivîskî têne hesibandin. Agahiyên e-nameyê piştî şandina bi rêkûpêk ji wergirê armanckirî re roja karsaziyê têne wergirtin.",
    "211351380": "Ji blogê:",
    "3153117136": "Çawa Mîhengên Zehmetiya hCaptcha Kar dikin",
    "2915355938": "Gihîştina",
    "793784899": "Plans",
    "2671622670": "Enterprise",
    "3527140447": "Docs",
    "505891021": "Labeling Services",
    "692176459": "Têkeve",
    "1892574253": "Tomar kirin",
    "2593864519": "Zêdetir botên rawestînin. Dest bi parastina nepeniya bikarhêner bikin.",
    "4007826952": "CAPTCHA-ya #1 nepenîtiyê-yekemîn ji bo tevn, mobîl, û hêj bêtir.",
    "3721365241": "Cerribanî",
    "3753956446": "Belaş",
    "3276777569": "hCaptcha",
    "55035359": "Niha reCAPTCHA bikar tînin?",
    "3417372336": "Di çend hûrdeman de veguherînin",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Karûbarên serhêl ên jorîn xwe dispêrin ser",
    "1470290349": "ji bo rêveberiya bot û sextekariyê ya herî baş-di-class.",
    "3714002185": "Di derbarê hCaptcha Enterprise de bêtir fêr bibin",
    "3946753128": "Taybet. Bicî. Leztir.",
    "939665604": "Privacy Focused",
    "780475098": "Torên reklamê mêvanên we wekî hilber dibînin. Em tenê eleqedar dibin ka serdanek baş e an xirab e. hCaptcha bi GDPR, CCPA, LGPD, PIPL, û qanûnên din ên daneyên gerdûnî re tevdigere.",
    "219813583": "Ewlekariya Pêşîn",
    "2714878440": "Bi fêrbûna makîneya pêşkeftî û verastkirina mirovatiyê re karûbarên xwe ji hilgirtin, girtina hesab, dagirtina pêbaweriyê, û spam-ê biparêzin.",
    "1397766838": "Tecrûbeya Bikarhêner çêtir",
    "2670352917": "hCaptcha tespîtkirina botê ya pêbawertir peyda dike dema ku ji mirovan re hêsan e ku meriv çareser bike.",
    "2806751666": "hCaptcha çi ye?",
    "3096063825": "Biceribînin",
    "2968026167": "Zebzeya weya bijare",
    "713281684": "Eggplant",
    "4147497805": "Gizêr",
    "3758963444": "Spas dikim! Serlêdana we hat wergirtin!",
    "1070364246": "Oops! Di şandina formê de tiştek xelet derket.",
    "1129833879": "Botên xerab rawestînin, nepeniya bikarhêner biparêzin",
    "58091799": "Di derbarê Weşanxaneya hCaptcha û Enterprise de bêtir fêr bibin",
    "1599610318": "Çapemend",
    "3093388779": "hCaptcha belaş e ku ji bo weşangerên her mezinahiyê bikar bîne",
    "179723061": "Zêdetir kontrol ji bo tîmên ku hewceyê ewlehiya pêşeng-çîn in",
    "846501387": "Parastina bot-class cîhanê",
    "119298044": "Teknolojiyên pêşkeftî yên ML û AI-ya xwe-çavdêrkirî taybetmendiyên weba we ji gef û êrîşan diparêzin",
    "1263998069": "Ji bo çareseriyên mirovan xelatan qezenc bikin",
    "1103295010": "Dema ku mirov CAPTCHA-yê çareser bikin drav qezenc bikin an bidin xêrxwaziyê",
    "392886773": "Li her welatî dixebite",
    "2320894364": "Bi zêdetirî 200 xalên hebûna, ewrê hCaptcha li seranserê cîhanê hebûnên we diparêze",
    "451701069": "Li gorî GDPR, CCPA,",
    "2826051554": "û hîn",
    "3530599065": "Nepenî ji erdê ve hatî çêkirin. hCaptcha tu PII nagire û bi gelek ferman û rêzikên nepenîtiyê re tevdigere.",
    "2489287539": "\"Bê CAPTCHA\" û 99,9% modên pasîf ên bê kêşe",
    "793242047": "Pirsgirêkên ku ji bikarhêneran re têne pêşkêş kirin kêm bikin da ku rê bidin gihîştina bilez a serlêdanan",
    "4195759329": "Danasîna botê û hejmarên xetereyê",
    "1150035777": "Modelên fêrbûna makîneyê yên sofîstîke li ser bingeha gelek xalên daneyê ji bilî ka gelo pirsan rast hatine bersivandin, xalên pêbaweriya botê diafirînin.",
    "3688621388": "Îmzeyan gefan",
    "1131525092": "Aktorên xirab bi navgîniya Scoped UID-yên me yên ku nepenî diparêzin bêhêvî kom bikin da ku sextekarî û destdirêjiya têkildar bibînin û rawestînin.",
    "1559631739": "Fêrbûna taybet",
    "3952259236": "Daneyên xwe yên kor bi hezaran îşaretên hCaptcha re bikin yek da ku hCaptcha li ser çînên tevgerê perwerde bikin -- tenê mînaka we -- ji bo pêşbînkirina tevgerên xerab çêtir ji her çareseriyê bi tenê",
    "1150963691": "Kêmkirina APT",
    "4083018285": "Komek taybetmendiyên dirêjkirî yên ku bi çavdêrî û bersivdana SOC-ê ya pêşkeftî re tevdigerin da ku tehdîdên domdar ên sofîstîke çareser bikin.",
    "3160820928": "Parastina êrîşa koordînekirî",
    "1849805607": "hCaptcha li hember tehdîd û dek û dolaban diparêze ku ji bo têkbirina torên we hatine çêkirin",
    "1958297836": "Parastina êrîşa hevrêz & kêmkirina APT",
    "1300485304": "hCaptcha li hember tehdîdên pêşkeftî û deqên ku ji bo têkbirina torên we hatine çêkirin diparêze",
    "2698640210": "Pirsgirêk û celebên ku têne destnîşan kirin kontrol bikin",
    "3121248460": "Pirsgirêkên xwerû yên bêsînor ên cihêreng - ji sade heya tevlihev - ji bo temaşevanên xweya pêşbînîkirî nîşan bidin",
    "3807059944": "Naveroka dijwariya kontrolê tê bikar anîn",
    "2707282231": "Pirsgirêkan ji bo bikarhênerên xwe xweş bikin. Çareserkirin û derbaskirina botan ne mumkun bikin.",
    "4194763679": "Asta dijwariya hûrgelî",
    "3730038780": "Ji bo ku bikarhêner çareser bikin ji hejmareke hema bêdawî ya dijwar hilbijêrin",
    "1849717906": "Bi naveroka dijwariya xwe re xweş bikin",
    "1508655687": "Zehmetiyên xwe yên ku ji bo temaşevanên xwe hatine çêkirin lê zêde bikin da ku gihîştinê hêsan bikin an sînordar bikin",
    "3620442880": "Taybetmendiyên parastina Flash Sale",
    "3265895521": "Li gorî dema rojê dijwariya dijwariyê bilind bikin û kêm bikin",
    "1485807325": "Tabloyên pir-bikarhêner, SAML SSO",
    "359073033": "Dashboard dîmenên çalakiyê yên di astek bilind an hûrgulî de peyda dikin.",
    "4272454814": "Bi pêşkêşvanê nasnameya bijareya xwe re yek bikin.",
    "1141402092": "Taybetmendiyên ragihandinê yên pêşkeftî",
    "910989640": "Raporên berfireh û xwerû yên çalakiyê biafirînin",
    "3768951251": "SLAs Enterprise",
    "1014004474": "Planên Enterprise yên hCaptcha peymanên asta karûbarê pêşkeftî pêşkêş dikin da ku rêxistina we parastî bimîne",
    "1177598246": "Têkilî Sales",
    "1067704102": "Nirx di nîşankirina daneyan de",
    "3065000659": "Ma we fêhm kir ku her gava ku hûn \"li ser gerîdeyê bikirtînin\" hûn alîkariya perwerdekirina yekane dikin",
    "3235430156": "pergalên fêrbûna makîneya pargîdaniyê belaş?",
    "1549336309": "hCaptcha vê modelê vedigerîne. Gava ku hûn hCaptcha bikar tînin, pargîdanî li ser karê ku bikarhênerên we dikin ji ber ku ew mirovahiya xwe îsbat dikin pêşniyar dikin. Hûn xelatan digirin.",
    "3725880582": "Vegere Xêrxwaziyê",
    "1671436004": "Ma hûn dixwazin bidin xêrxwaziya xweya bijare?",
    "1663628612": "destûrê dide te",
    "4272088465": "xêrxwaziyên bijartina we bi dahatên ku hûn ji karanîna wê digirin.",
    "2894845722": "Bikarhênerên li ser malpera we dê di demek nêzîk de karibin bi navgîniya marqeya berbiçav a li ser navbeynkariya hCaptcha beşdariya we ya xêrxwaziyê bibînin.",
    "3194111925": "alîkarî",
    "1637702726": "Li ser hCaptcha",
    "2323282990": "Nêzîktêdayînek Nûjen Ji Bo Rastkirina Mirovahiyê",
    "1201821619": "hCaptcha yek ji pirsgirêkên herî giran ên îroyîn çareser dike: pêşîlêgirtina botên xerab ku karûbarên serhêl bikar bînin.",
    "1475399473": "Di derbarê tîmê hCaptcha de bêtir fêr bibin",
    "3161489950": "Platforma Ewlekariya ML ya Herî Pêşkeftî ya Cîhanê",
    "3247172580": "hCaptcha fêrbûna makîneyê ya pêşkeftî ya xwe-çavdêrîkirî bi nêzîkatiyek nû ya hesabkirinê ya qerax re ku bi rengek bêhempa berhevkirin û ragirtina daneyan kêm dike, ji zêdetirî 250 cihan li çaraliyê cîhanê hatî peyda kirin ji bo pîvandina girseyî.",
    "3767462250": "Ji bo nepenîtiyê hatiye çêkirin",
    "3500503648": "hCaptcha hatiye dîzaynkirin ku ji tomarkirin û analîzkirina dîroka geroka we ve girêdayî bi nirxandina tavilê ve girêdayî ye ku ragirtina daneya dirêj ji holê rake. Em jî piştgiriyê didin însiyatîfên wekî",
    "2418549423": ", standardek pêşkeftî ji bo parastina nepeniya serhêl bi navgîniya delîlên krîptografî, û taybetmendiyên din ên nepenîtiya yekem-yekane.",
    "1544546608": "Privacy Pass",
    "976209454": "Xelat qezenc bikin an jî bidin xêrxwaziyê",
    "552920956": "hCaptcha destûrê dide malperan ku dema ku bot û celebên din ên destdirêjiyê asteng dikin, xelatan bistînin. hCaptcha di heman demê de dihêle hûn bi van dahatan piştgirî bidin xêrxwaziyên bijartina xwe.",
    "654326661": "Dixwazin ji bo xwe bibînin? hCaptcha belaş biceribîne.",
    "3570415321": "Şîrket",
    "3987022469": "Labelkirin",
    "1636202177": "Ji dor",
    "2670003220": "Jobs",
    "3233305531": "Trademarks",
    "3028319964": "Etîka AI",
    "4131598919": "Rojnamevanî",
    "1662477701": "Çavkanî",
    "3130928685": "Blog",
    "1756106276": "Cî",
    "1235925265": "Belgekirin",
    "920212083": "Bugek rapor bikin",
    "2076066173": "Êrîşên sîber 101",
    "3644106388": "Têkelî",
    "2182196747": "Alîkarî",
    "487083593": "Sales",
    "878585497": "Terms",
    "1697438123": "Taybetî",
    "1316817321": "Attribution",
    "3488019891": "hCaptcha marqeyek qeydkirî ya Intuition Machines, Inc.",
    "4224961202": "Nepenî, Ewlekarî, û Fêrbûna Makîneyê.",
    "98173630": "hCaptcha karûbarê CAPTCHA ya serbixwe ya herî berfireh a cîhanê ye.",
    "1514478724": "Bêtir hîn bibin",
    "1752795854": "hCaptcha ji bo rawestandina botan nêzîkatiyek nûjen, nepenîtiyê tîne.",
    "2927700175": "Em kêşeyên CAPTCHA yên ku ji bo botan dijwar in lê ji mirovan re hêsan in destnîşan dikin bi berhevkirina daneyên dijwar-etîketkirinê ji pirsgirêkên fêrbûna makîneyê, û bi karanîna wê veqetînin ka mêvanek malperek an serîlêdanê mirov e.",
    "2188609322": "Lîstikvanên xirab li serhêl her ku diçe belav dibin. Lê qurbankirina nepeniya bikarhêner ne bersiv e.",
    "2032102720": "Çareseriyên ewlehiyê yên ku ji hêla pargîdaniyên reklamê ve têne pêşkêş kirin di serî de li ser şopandina bikarhêneran li seranserê tevnê hûr dibin. Me çareseriyek ewlehiyê ya bi bandor çêkiriye ku îspat dike ku zirara nepeniya bikarhêner ne hewce ye ku encamên hêja peyda bike.",
    "4146870445": "Em kî ne",
    "353066938": "Tîmek bi tecrûbe, li ser pirsgirêkên herî dijwar ên îro dixebitin. hCaptcha karûbarek e",
    "1173652155": "Şêwirmendên",
    "2256305371": "Profesor, CS li Zanîngeha California, Berkeley. Fêrbûna kûr, ewlehî, pisporê blokê. CEO ya Oasis Labs.",
    "2177660021": "Zanyarê Lêkolînê li Stanford. Fêrbûna makîneyê û darayî hejmar li bankên mezin, fonên hedge, û akademiyê.",
    "2686825859": "Belaş qeyd bikin an di derheqê çareseriyên hCaptcha Enterprise de bi me re têkilî daynin",
    "583434701": "Gihîştina hCaptcha",
    "611905972": "Dema ku ewlehiyê diparêze ji bo hemî bikarhêneran gihîştina bêkêmasî peyda dike",
    "874098071": "Heke hûn bikarhênerek gihîştinê ne, ji kerema xwe li vir qeyd bikin",
    "2745385064": "Berhevkirinî",
    "3353238942": "hCaptcha hatiye dîzaynkirin ku bot bi cihêkirina wan ji mirovan rawestîne. Testên dîtbar ji bo vê amûrek hêsan in, lê ne her kes dikare pirsgirêkek dîtbar çareser bike.",
    "3600022491": "Ji ber vê yekê me alternatîfek hêsan, bê êş sêwirandiye da ku bihêle weşangerên ku karûbarê me bikar tînin bi tevheviya Beşa 508 û WCAG 2.1 AA gihîştina ji bo hemîyan biparêzin.",
    "2557240048": "Meriv çawa dixebite: Pêşîn, bikarhênerek gihîştinê bi navgîniyê ve tê îmze kirin",
    "3871665286": ", ku di rûpela agahdariya widgetê ya hCaptcha de bi eşkere ve girêdayî ye. Ji wan re cookieyek şîfrekirî tê dayîn ku dikare rojê çend caran were bikar anîn, lê divê her 24 demjimêran carekê bi riya têketinê were nûve kirin.",
    "3441764123": "Dema ku dijwariyek ji bikarhênerek gihîştinê re li ser malperek ku karûbarê hCaptcha bikar tîne tê pêşkêş kirin, ew ê bixweber derbas bibin.",
    "4247858664": "rûpela qeydkirina gihîştinê",
    "1297657322": "Piştî têketinê dîmendera bikarhêner a gihîştinê",
    "1717658846": "Vebijarka gihîştinê di menuya UI ya widgetê de",
    "1266963825": "Pirs: Ma hCaptcha Beşa 508 + WCAG 2.1 AA lihevhatî ye?",
    "850025770": "A: Em wisa bawer dikin: Hemî bikarhênerên bi her cûre kêmasiyekê ku dikarin li tevnê bigerin û nivîsê li ser forman binivîsin dikarin piştî qeydkirinê bigihîjin karûbarên ku ji hêla hCaptcha ve têne parastin. Lêbelê, ev ne şîreta qanûnî ye: divê hûn nirxandina xwe bikin, pêkanîna xweya taybetî li ber çavan bigirin da ku pê ewle bibin ku ev rewş ji bo bicîhkirina we ye.",
    "159272246": "Pirs: Ma hûn li ser vebijarkên din ên gihîştinê (\"a11y\"), mîna deng, dixebitin?",
    "4074220464": "A: Vebijarkên berê yên populer ên mîna kapçeyên bihîstwerî li hember gelek bikarhênerên a11y cihêkariyê dikin û ji hêla teknîkên fêrbûna makîneya nûjen ve bi hêsanî têne têkbirin. Vê yekê neçar kiriye ku kêşeyên bihîstwerî yên heyî her ku diçe dijwartir bibin, danasîna deng, dema xerîb, hevberdanên peyvan ên neasayî, û hwd da ku êrîşkaran têk bibin. Ji ber vê yekê em ji vê nêzîkatiyê kêmtir dilgiran in li hember dûrketina ji dijwariyê bi tevahî, lê heke daxwazek ji civata a11y hebe dê wê bihesibînin.",
    "2309661107": "Lêbelê, em pir balkêş in",
    "2555914614": "ji bo doza bikaranîna Gihîştinê. Em bawer dikin ku nêzîkatiya meya a11y ya heyî bi derxistina Derbasbûna Nepenîtiyê re dê rê bide bikarhênerên a11y ku bi ewlehî bigerin, bi zanibin ku seyrûsefera wan nepenîtir e, di heman demê de destdirêjiya ji hêla operatorên botê ve ku bê guman dema ku vebijarkên a11y peyda dibin sînordar bike. Em beşdarên çalak in di koma xebatê ya IETF de ku vê teknolojiya nû standard dike.",
    "2583775432": "Q: Li ser nepenîtiyê çi ye? Qeydkirin daneyên geroka a11y bi rengek eşkere dike? Hûn bi e-nameyê çi dikin?",
    "4215483493": "A: hCaptcha ji bo nepenîtiyê ji erdê ve hatî çêkirin. Ew ji vebijarkên kevneşopî yên mîna reCAPTCHA yên ku xwediyê torên reklamê ne, yên ku teşwîqek wan heye ku we li seranserê tevneyê bişopîne û we bi nasnameyek rastîn ve girêbide pir cûda ye.",
    "2474661839": "Yên me",
    "4137573005": "bersivên berfireh û desthilatdar hene ka em çawa daneyan bikar tînin, lê bersiva kurt ev e ku eleqeya me tune ku we wekî kesek bi dîroka geroka we re têkildar bikin.",
    "4101570501": "Di heman demê de em niha li ser çareseriyek krîptografîk dixebitin ku bi lez navnîşana e-nameya we ji holê rakin, di heman demê de ku hîn jî kapasîteya xwe ya pêşîgirtina destdirêjiyê diparêze, xebata xweya Derbasbûna Nepenîtiyê temam dike.",
    "260595108": "Em tu carî e-nameyên gihîştinê an agahdariya ji bo armancek din ji bilî hêsankirina karanîna a11y û pêşîgirtina destdirêjiyê bikar naynin.",
    "3063819779": "siyaseta nepenîtiyê",
    "465714311": "Ji bo Bikarhênerên Gihîştinê: Rêbernameya Q&A û Pirsgirêkan",
    "3596207631": "Pirs: Piştî danîna çerezê ez hîn jî dijwariyek dibînim. Çi dibe sedema vê?",
    "469089249": "A: Ev bi gelemperî ji ber karanîna astengkerek reklamê ya êrîşkar an dirêjkirina dij-cookie, an mîhengek ku cookie-yên \"jihevkirî\" asteng dike, di vê rewşê de cookieyek ji bo hcaptcha.com ku ji hêla hCaptcha JS-ê ve hatî danîn an kontrol kirin. malpera cuda, mîna ya ku hûn lê digerin.",
    "4263626815": "Cookiyên gihîştina hCaptcha bi hemî gerokên populer û astengkerên reklamê re bi mîhengên xwe yên standard re dixebitin, ji ber vê yekê bi gelemperî têkçûn ji ber skrîptên \"dij-antî-adblock\" an rêgezên wekhev ên ku malperên taybetî dikin armanc in.",
    "3906359167": "Çareserî:",
    "3464870463": "1. Di astengkerê reklamê an dirêjkirina ewlehiya geroka we de çerezên hcaptcha.com û *.hcaptcha.com spî bikin.",
    "1204911585": "2. Heke hûn geroka Brave bikar tînin, ya ku (ji Nîsana 2020-an ve) xuya dike ku her cûre navnîşa spî ya cookie-yê tune ye, biçin Preferences -> Shields -> Cookies û \"Destûrê bide Hemî Cookie\" hilbijêrin.",
    "2932826396": "3. Heke hûn guhertoya herî paşîn a Safari-yê li ser OS X 10.15 an iOS 13.4-a nû hatî berdan bikar tînin, Apple-ê tenê reftarên Safari-ya ku bi çerezên sêyemîn ve girêdayî ye guhezandiye, hemî wan ji hêla xwerû ve asteng kiriye. Em çareseriyek pêk tînin, lê di vê navberê de ji kerema xwe biçin Vebijarkên Safari, beşa Nepenîtiyê, û \"şopandina malperê: Pêşîlêgirtina şopandina nav-malperê\" jêbirin da ku cookie-ya gihîştinê wekî ku tê hêvî kirin bixebite.",
    "3836291932": "Pirs: Ez gelek amûran bikar tînim. Ma ez hewce dikim ku gelek caran qeyd bikim?",
    "3251220335": "A: Na. Ji kerema xwe heman lînka têketinê ya e-nameya ku ji we re hatî şandin li ser her amûrek ku hûn bikar tînin bikirtînin da ku cookie saz bikin.",
    "2082407178": "Pirs: Dema ku cookie-ya gihîştinê bikar tînim ez çawa dikarim xwe ji şopandina cookie-ya sêyemîn biparêzim?",
    "2700197090": "A: Bikaranîna nepenîtî an dirêjkirina reklam-astengkirina ku piştgirî dide navnîşa spî ya di asta domainê de (mînak uBlock Origin) dê wekî ku tê hêvî kirin bixebite: tenê pê ewle bin ku navnîşa spî ya hcaptcha.com bike.",
    "3657743880": "Talîmatên gerokê ji bo Cookies Cross-Site",
    "1960601330": "Ji bo çalakkirina çerezên di Safari (Mac) de: Herin menuya xwarê ya Safari. Vebijêrk Hilbijêre. Di panela jorîn de Nepenîtiyê bikirtînin. Di bin 'Block cookies' de vebijarka 'Tu carî' hilbijêrin.",
    "1622303590": "Ji bo çalakkirina cookies di Safari de (iPhone/iPad iOS 11+): Mîhengên xwe vekin. Li jêr bigerin û Safari hilbijêrin. Di binê Nepenî û Ewlekariyê de, \"Pêşgiriya Şopandina Xaç-Malperê\" û \"Hemû Cookies Asteng bike\" vekin",
    "2199048568": "Li ser her rûpelê li ser mertalê li milê çepê yê navnîşanê bikirtînin. Li ser Mîhengên Parastinê bikirtînin. Panela Nepenî û Ewlekariya Preferences Firefox dê vebe. Di binê Parastina Şopandina Pêşkeftî de, Xweser hilbijêrin. Bi bijartina wan qutikên kontrolê, kîjan şopîner û nivîsarên ku werin asteng kirin hilbijêrin. Piştrast bike ku we hcaptcha.com rakirine.",
    "3967047208": "Her weha hûn dikarin bi demkî hin parastinên di Xweserê de biqewirînin da ku vê xeletiyê derxînin, bi rakirina qutiyên kontrolê: Kutika kontrolê ya Trackers jêbikin an jî qutiya kontrolê ya Cookies jêbirin heke hûn hîn jî pirsgirêk hene.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Icon menuya Chrome hilbijêrin. Vebijêrk Hilbijêre.",
    "926138631": "Herin Nepenî û Ewlekariyê, paşê Cookies û daneyên din ên malperê.",
    "3419878556": "Piştrast bike ku \"Block cookies-party-party\" ne çalak e.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Vebijêrkên Chrome-ê ji barika menuê vekin.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Li ser cîhaza xweya Android-ê, sepana Chrome vekin.",
    "3620039756": "Li jorê rastê, Zêdetir û paşê Mîhengan bikirtînin.",
    "2813310562": "Tap Mîhengên Malperê û dûv re jî Cookies bikirtînin.",
    "3014657981": "Li kêleka \"Cookies\", mîhengê biguherîne.",
    "1242066691": "Qutiya li kêleka \"Destûrê bide çerezên partiya sêyemîn.\"",
    "292250020": "1. Di quncika jorîn-rastê ya ekranê de kelûmêlê hilbijêrin, dûv re \"Vebijarkên Înternetê\" hilbijêrin. Ger Bara Pêşek we çalak be, hûn dikarin \"Amûr\" paşê \"Vebijarkên Înternetê\" hilbijêrin.",
    "4114820649": "2. Bişkojka \"Nepenîtiyê\" bikirtînin.",
    "946838734": "3. Bişkojka \"Pêşketî\" hilbijêre.",
    "348809718": "4. Di bin \"Cookies-party-sêyem\" de \"Qebûl\" hilbijêrin.",
    "1253441326": "5. \"OK\" bikirtînin",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "Polîtîkaya Etîka AI",
    "1161704803": "Çima me siyasetek Etîka AI-yê heye?",
    "1806535500": "Bi rastî her teknolojî, ji pênûsan bigire heya dînamîtan, a",
    "24452499": "çare; dikare ji bo başî an nexweşiyê were bikar anîn. Her pargîdaniyek ku çareseriyên karanîna dualî lêkolîn dike, ava dike, an difiroşe, mecbûr e ku encamên kiryarên xwe bifikire.",
    "4023575072": "bikaranîna dualî",
    "3336625692": "Vê rûpelê ramanên me yên li ser vê mijarê di çarçoweya Etîka AI-ê de hûrgulî dike, û pêvajoyên ku em dişopînin da ku bikar bînin ku karanîna karûbarên me li gorî polîtîkayên ku me wekî pargîdanî pejirandine bimîne.",
    "835717930": "Etîka AI-ê li hCaptcha",
    "2179524509": "Em carinan pirsan distînin ka kîjan celeb pirsan ji bo karûbarê hCaptcha destûr in, û çima pirsên taybetî têne pirsîn.",
    "1962721652": "Mirov lêgerên nimûneyê ne, û carinan pirsek bêguneh dikare di yek gavê de ji tevahî bêsûc berbi gumanbar bibe, ji ber guheztinên li cîhanê ne ji motîvasyonên her kesê ku pirsê dipirse.",
    "3974566657": "Her ku karûbar bêtir populer dibin, ev celeb bûyer bê guman pirtir dibe. hCaptcha her roj ji hêla bi mîlyonan kesan ve hema hema li her welatê cîhanê tê bikar anîn, ji ber vê yekê em vê siyasetê û lêkolînek dozek li ser ka em çawa van pirsgirêkan çareser dikin diweşînin da ku bi qasî ku gengaz be zelal be.",
    "1830910223": "Lêkolînek doza Etîka AI-ya rastîn",
    "805971861": "\"Umbrella\" di ImageNet-ê de têgehek standard e ku ji hêla lêkolînerên vîzyona komputerê ve tê bikar anîn. Naskirina pêbawer a kesên ku sîwan di destên wan de ne jî ji bo avakirina pergalên arîkariya ajokarên pêşkeftî (ADAS) yên nifşê din krîtîk e.",
    "3988350": "Ev tê vê wateyê ku ji bo şîroveyên sîwanê yên cîhana rastîn dozên karanîna hêja hene. Li ser bandora otomobîlên xwe-ajotinê cîhek nerazîbûnê heye, lê pergalên ADAS jixwe xilas dikin",
    "548587288": "li derdora cihanê.",
    "3138772661": "her sal bi hezaran jiyan",
    "3168199226": "Lêbelê, di sala 2020-an de eşkere bû ku avakirina vî rengî databasê dikare wekî teknolojiyek karanîna dualî bi rengek ku çend sal berê hêvî dikir were hesibandin.",
    "558378834": "Ji ber vê yekê em vê gavê êdî daxwazên pirsên têkildarî sîwanan qebûl nakin. Potansiyela tevliheviyê dema ku bikarhênerek paşîn di dema niha de pirsek li ser sîwanan dibîne pir zêde ye, û di dawiyê de armanca me ew e ku em cîhanê bikin cîhek xweştir.",
    "3376604063": "Polîtîka û pêvajoyên Etîka AI",
    "1923365316": "Me li hCaptcha polîtîkayek hişk a Etîka AI-yê heye, û beşek jê pêvajoyek Xerîdarê Xwe Nas Bikin (KYC) vedihewîne.",
    "4230322909": "Em her gav hewl didin ku ji her xerîdarek nû û doza karanîna mebesta wan têgihîştinek baş bi dest bixin, hem ji bo piştrastkirina ku ew ji hilber û karûbarên me re baş e û hem jî ji bo ku ew polîtîkayên ku me wekî pargîdaniyek pejirandine bişopînin.",
    "2735073144": "Em her weha li gorî hewcedariyê lêkolînên berdewam dikin. Mînakî, di vekolîna me ya vê dawîyê de li ser tarîx û çavkaniyên daxwazên daxwazên etîketkirina bi sîwanê ve me zû karî piştrast bikin ku di 12 mehên borî de ti saziyek hukûmetê an peydakiroxek dewletî ya naskirî ya nermalava çavdêriyê daxwazek derbarê sîwanan de nekiriye ku karûbarên me bikar tînin di 12 mehên borî de. .",
    "2715462692": "Pêvajoya meya Etîka AI-ê çawa xuya dike?",
    "3049976256": "Ji bo her xerîdarek nû ya nîşankirinê, em di pêvajoya firotanê de navnîşek kontrolê derbas dikin. Ev di nav xwe de xîreta destpêkê ya KYC-ê ya berî serketinê, û her weha verastkirina hemî daxwazên ku ji analîstên me re hatine kirin, û kontrolên cihê rast-a-dem û vekolînên demkî yên daxwazên ku bi karanîna platforma meya xwe-karûbar hatine çêkirin vedihewîne.",
    "3103642530": "Ev vekolîn ji çend komek pîvanan pêk tê:",
    "3349094124": "Pîvanên fikarên exlaqî: Armanc",
    "1038019440": "1. Gelo ev xerîdar nûnertiya berjewendiyên neteweyî yên welatekî dike ku tê zanîn li dijî qanûn û normên navneteweyî tevdigere?",
    "493717511": "2. Ma ev xerîdar daxwaza xizmetên ku dikarin bibin",
    "2209109640": "tenê ji bo armancên xerab, di çarçoveya çalakiyên karsaziya wan ên normal de têne bikar anîn?",
    "3457805519": "3. Ma daxwaziya xerîdar dikare li gorî qanûnên Dewletên Yekbûyî û qaîdeyên me yên tevlêbûnê pêk were?",
    "1942611550": "asasî",
    "109179759": "Pîvanên fikarên exlaqî: Subjektîf",
    "1033698050": "1. Ma em bawer dikin ku xerîdar li gorî şîroveya me ya normên civakî yên rojavayî, dozek karanîna ku em ji hêla exlaqî ve meqbûl dibînin, daye me?",
    "361372538": "2. Ma em bawer dikin ku karûbarên me yên pêşkêşkirî îhtîmal e ku ji hêla xerîdar ve ji bo mebestên cihêkar werin bikar anîn, bi awayên ku dibe ku qanûnî bin lê ji me re nayên pejirandin?",
    "2867855718": "3. Ma em bawer dikin ku hewcedariyên nepenîtiyê dikarin ji bo daxwazê bi têrkerî bêne çareser kirin?",
    "2462728596": "Ger em nikaribin xwe li ser van xalan razî bikin, em ê daxwazê red bikin û dibe ku gihîştina din a platforma xwe, wekî ku di Mercên me de hatî destnîşan kirin, biqedînin.",
    "1995277831": "Spas dikim",
    "1818116402": "Em hêvî dikin ku we ev nihêrîna ku em çawa pirsên xebitandinê bi pêkhateyek Etîka AI-ê re mijûl dikin nirxand.",
    "1499894352": "Pir hindik pargîdan di pêvajoyên biryara xwe ya di vî warî de zelaliyê pêşkêş dikin, û em hêvî dikin ku yên din jî vê nimûneyê bişopînin!",
    "535659033": "Creative Commons Attribution",
    "1495915066": "Em, hevkarên xweyên lêkolîna akademîk, û xerîdarên me çawa medyaya Creative Commons bikar tînin",
    "3017533972": "Em, hevkarên xweyên lêkolîna akademîk, û xerîdarên me carinan dikarin bi platforma hCaptcha ve beşên naveroka destûrnameya Creative Commons referans bikin an ji nû ve hilberînin da ku di warê fêrbûna makîneyê de zanîna mirovahiyê pêş bixin.",
    "1428053210": "Ev naverok bi giştî ji forma xwe ya orîjînal tê guhertin. Mînakî, vîdyoyek dikare li gelek wêneyan were dabeş kirin, dibe ku ew wêne li gelek wêneyên nû werin dabeş kirin, û ew wêneyên nû dûv re bi rengek bêhemdî tevlihev bibin da ku encama dawîn were xuyang kirin.",
    "1728211763": "Bikaranîna naverokê bi vî rengî û ji bo van mebestan li gorî têgihîştina me ya qanûn û pratîkên standard ên li qadê di nav rêwerzên karanîna adil de ye, lê em temaşevanên demdirêj ên Creative Commons in û tercîh dikin ku krediyê bidin her kesê ku di vê mijarê de alîkariyê dike. peywira berbiçav a başkirina îstîxbarata makîneyê.",
    "1949452297": "Ji ber astengiyên xwerû yên hCaptcha UI û ramanên ewlehiyê yên wê, ne gengaz e ku çavkaniya her wêneyek rasterast bi karanîna wê ve were hilberandin. Di şûna wê de, em vê rûpelê ji malpera xwe ve girêdidin û navnîşek çavkaniyên ku niha an vê dawiyê bi platformê ve têne xizmet kirin diparêzin. Hûn dikarin bigihîjin navnîşa heyî",
    "2367602973": "vir",
    "659124570": "Wekî din, heke hûn naveroka ku aîdê we ye li ser platforma hCaptcha hatî nûve kirin û hûn dixwazin ji ber sedemek were rakirin bibînin, hûn dikarin bi e-nameyê bi me re têkilî daynin.",
    "2066749488": "Giliyên din",
    "3479034323": "Ger hûn naveroka ku aîdê we ye li ser platforma hCaptcha-yê hatî nûve kirin û ji ber sedemek ji we dixwazin were rakirin, hûn dikarin bi e-nameyê bi me re têkilî daynin.",
    "1836554225": "Mesajên Blogê",
    "2873297188": "Ma hemî CAPTCHAS li dijî ne-Amerîkî cûdahiyê dikin?",
    "165932542": "Nêrînek li rêjeyên çareserkirina hCaptcha li çaraliyê cîhanê",
    "1865097546": "16 Mijdar 2021",
    "3005876482": "hCaptcha Naha Karûbarê CAPTCHA ya Serbixwe ya Mezin e, li% 15-ê Înternetê dixebite",
    "693820850": "Hûn dikarin bi danîna nepenîtiyê pêşî li Google bixin",
    "3609106478": "Daxistina pêbaweriyê:",
    "299335340": "Ew Çi ye Û Çawa Êrîşan Rawestîne",
    "354925785": "Intro",
    "423222878": "Hin êrîşên sîberê yên herî dijwar ên ku têne dîtin, pêşîgirtin û rawestandin ew in ku lîstikvanek xirabkar karibe pêbaweriyên bikarhênerek rewa bikar bîne da ku têkeve nav hesabek bikarhênerek çalak. Bêyî gelek kapasîteyên tespîtkirina sofîstîke li cîh, pargîdaniya ku hesabê mêvandar dike sedemek tune ku guman bike ku tiştek xelet e. Xerîdarek bi tenê dixuye ku têkeve hesabê xwe. Êrîşkar ev xapandina serketî bi karanîna pêbaweriyên dizî bi dest xist - bi gelemperî encama teknîkek êrîşa sîber ku wekî \"dagirtina pêbaweriyê\" tê zanîn. Ew îro pirsgirêkek cidî ye, lê ew dikare bi tedbîrên rast were kêm kirin.",
    "777660551": "Têrkirina pêbaweriyê çi ye?",
    "2602763587": "Daxistina pêbaweriyê celebek êrîşa sîber e ku tê de êrîşkar hewl dide ku gelek caran bi karanîna cotên navên bikarhêner û şîfreyên dizî ve têkeve malperek. \"Stuffing\" behsa hewildanên têketinê yên dubare dike, ku hema hema her gav ji hêla nermalava botê ya otomatîkî ve têne kirin.",
    "1271831121": "Ne wisa ye ku hacker (helbet bi hoodî li xwe kiriye!) li wir rûniştiye û pê bawernameyên pêbaweriyê dinivîse. Bota têketinê ya otomatîkî dikare ji amûrek bêserûber mîna Selenium an amûrek hacker-a xwerû ya pêşkeftî were çêkirin.",
    "2588750717": "Bi rastî, hin êrîşên dagirtina pêbaweriyê bi mîlyonan pêbaweriyê vedihewîne - hemî jî bi hêviya ku werin destûr kirin di navgîniya têketina malperê ya neguman de têne dagirtin. Gava ku bikeve hundur, êrîşkar dikare hesabê qurbaniyê bigire.",
    "1137757109": "Ger ew hesabek e-Bazirganî ye, êrîşkar dikare bazirganiyê ferman bike. Ger mexdûr bankek be, êrîşkar dikare drav veguhezîne deryayê, û hwd.",
    "1559150837": "Hedef ne bêparastin in. Pir malperan xwedan kontrol hene ku bikarhênerek gumanbar a ku hewl dide di demek kurt de ji heman navnîşana IP-yê bi hezaran hesabên cihêreng têkeve asteng dike. Tiştê ku êrişkerên dagirtina pêbaweriyê dikin da ku li dora van teknîkên parastinê bigerin ev e ku cûrbecûr cûrbecûr erdnîgarî û IP-yê simule bikin. Bi karanîna amûrên hêzdar, bi gelemperî bi AI-ê ve têne bikar anîn, ew dikarin wisa xuya bikin ku bi hezaran bikarhêner bi korfelaqî hewl didin ku di demên cûda yên rojê de ji çaraliyê welêt têkevinê. Tesbîtkirin û rawestandina vê yekê pir dijwartir e.",
    "1892020899": "Hackers pêbaweriyan li ku digirin?",
    "2597149484": "Sedema ku hacker pêdivî ye ku ew qas pêbawerî \"tişte\" bike, bi ku ew pêbaweriyên xwe yên dizî digirin ve girêdayî ye.",
    "3030395800": "Ev pêbawer bi gelemperî ji binpêkirinên daneyê têne. Her weha wekî \"rijandina pêbaweriyê\" têne zanîn, van êrîşan dikarin bibin sedema ku bi mîlyonan pêbawerî li ser tevna tarî werin avêtin. Ger rijandin ji bankek hatibe, hacker dê hewl bide ku wan pêbaweriyan bikar bîne da ku bikeve ser malperên din. Ev nêzîkatî dixebite ji ber ku gelek kes ji bo gelek malperan heman nav û şîfreya hevberdanê bikar tînin. (Ev pratîk bêhêvî ye, lê rastî ew e ku ew e. Mirov meyl dikin ku heman pêbaweriyên têketinê dubare bikin.)",
    "1258965840": "Bi vî rengî, heke êrîşkar bikaribe têkeve yek malperê, ew belkî dikare bi karanîna pêbaweriyên rijandin bikeve nav gelek malperan. Mînakî, dibe ku ew cotek navê bikarhêner / şîfreyek mîna JohnDoe/525momma bistînin, lê ew nizanin ka ew cot dê ji bo wan çi bike. Ji ber vê yekê, ew cotê li ser Amazon.com, Ebay, Citibank, Walgreens û li ser û li ser biceribînin. Dibe ku ew wê cotê li hezar malperên cihê biceribînin.",
    "3594440415": "Di dawiyê de, ew ê dest bi vekirina deriyan bikin.",
    "780280214": "Çawa hCaptcha û hCaptcha Enterprise xetera dagirtina pêbaweriyê kêm dikin",
    "4165374512": "Digel ku gengaz e ku meriv amûrên tespîtkirina IP-yê û cîhê bikar bîne da ku pêşî li dagirtina pêbaweriyê bigire, rêbazek lêçûntir û rasttir ew e ku meriv bixwe bota dagirtina pêbaweriya otomatîkî qut bike. hCaptcha û hCaptcha Enterprise dikarin botê li cîhê têketinê bişkînin. Tewra ku bot xwediyê pêbaweriyên rast be jî, heke ew nikaribe ji tespîta hCaptcha Enterprise an CAPTCHA ya hCaptcha derbas bibe, ew ê nikaribe tijîkirina xwe bike û malper û bikarhênerên we parastî ne.",
    "3269644546": "Ji kerema xwe ve",
    "1058572205": "heke hûn dixwazin li ser bêtir fêr bibin me",
    "3753613260": "têkelî",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Raporkirina giliyên DMCA",
    "54093347": "Nûnerê Qeydkirî yê DMCA",
    "3233441200": "Siyaseta Infringer Dubare bikin",
    "4011712313": "Wekî beşek ji Siyaseta xweya DMCA, em hesabên xerîdarên ku em ji wan re gelek agahdarîyên DMCA yên derbarê binpêkirina îdiakirî distînin di Siyaseta Binpêkirina Dubarekirî ya DMCA ya pir-gavekî de cîh dikin. Li ser wergirtina agahdariya DMCA-ya dubare di mehek salnameyê de, hesabê xerîdar dê ji yek gavê siyasetê berbi ya din pêşve bibe.",
    "766825168": "Tevgerên ku em dikarin di binê Siyaseta Binpêkirina Dubarekirî ya DMCA de bikin, şandina hişyariyên xuyangiya zêde ji xerîdarê tomarê re heye. Ji bo ku em van hişyariyan bipejirînin, dibe ku em ji xerîdar hewce bike ku têkeve hesabê xwe an jî gazî tîmê meya piştgiriyê bike. Em di heman demê de mafê sekinandin an bidawîkirina, û hem jî tedbîrên demkî yên din li ser karûbarê hCaptcha û IMI ya her xerîdar ku ji bo ku me domandina wergirtina agahdariya DMCA ya binpêkirina îdîayê domandiye jî piştî ku me hişyariyên dubare yên binpêker şandine, veqetandiye. Wekî din, dema ku em karûbarê hCaptcha di bin vê siyasetê de biqedînin, dibe ku em bi dilxwaziya xwe karûbarên din ên hCaptcha an IMI yên ku ji van xerîdaran re têne peyda kirin biqedînin.",
    "2410122265": "Çavkaniyên hCaptcha: Bots 101",
    "4166776480": "Têrkirina pêbaweriyê: Ew çi ye û meriv çawa êrîşan rawestîne",
    "2301335298": "Sextekariya Dravdanê: Kêmkirina Rêgezek Zû Pêşveçûna Sûcê Sîberê",
    "3682071227": "Veguheztinên Hesab çi ne û Ew Çawa Kar dikin?",
    "2729131930": "Scraping çi ye û ew çawa dixebite?",
    "1344959096": "Wekî nîşankerek daneya kesane dixebite",
    "3510143229": "hCaptcha karûbarek ji bo malper û sepanan e,",
    "3930611699": "karkerên ferdî.",
    "1051214799": "hCaptcha karûbarek ewlehiya malperê ye ku hewl dide nirxê bi weşangerên malper an sepanên ku wê bikar tînin re parve bike.",
    "360236473": "Karûbarê hCaptcha ne armanc e ku ji bo kesek ku wekî labelerek kesane bixebite were bikar anîn. Ew ji bo vê armancê ne an jî ji bo vê armancê hatî çêkirin. Em ji kesî re pêşniyar nakin ku hewl bidin ku hCaptcha wekî çavkaniya dahatiya kesane bikar bînin.",
    "3842490632": "Bikarhênerek takekesî ku hewl dide bersiva gelek pirsan bide, dibe ku bi lez bi rêjeyê were sînordar kirin an qedexekirin. Bi qasî me girîng e",
    "1560232962": "bi hûrgulî vedihewîne, di derheqê dravdana ku ji bo bersivek hatî dayîn de garantî nayê çêkirin. Dibe ku di wê demê de pirsên drav tunebin, dibe ku bersivek ji ber sedemên kalîteyê were red kirin, û hwd.",
    "2694001822": "Lêbelê, em carinan kesan digirin da ku ji me re bibin alîkar ku taybetmendiyên pergalê û taybetmendiyên nû ceribandin.",
    "1569804581": "Ger hûn dixwazin di pêşerojê de di derheqê derfetên têkildar de bi we re têkilî daynin, ji kerema xwe vê formê dagirin.",
    "636461959": "Nav",
    "1139500589": "Welat",
    "1789607185": "Navnîşana emailê",
    "325077666": "Bi şandina agahdariya xwe hûn bi me re dipejirînin",
    "3555583744": "û",
    "3609929815": ". Em ê nav, welat, û agahdariya navnîşana e-nameya we tenê ji bo mebesta ku di pêşerojê de di derheqê derfetên xebata etîketkirina kesane de bi we re têkilî daynin biparêzin.",
    "4197928199": "Privacy Policy",
    "851786723": "Bi têketina e-nameya xwe, hûn bi Merc û Siyaseta Nepenîtiyê ya me re dipejirînin, û hûn e-nameyê ji me bistînin.",
    "2402165761": "Scraping Çawa Kar dike?",
    "4260542944": "Rakirina naverokê (herweha wekî \"qirkirina dîmenderê\" an jî tenê \"xapandin\" tê zanîn) ji bo berhevkirina agahdariya ji tevneyê pêvajoyek naskirî, pir caran bikêr e. Lêbelê, di van salên dawî de, teknîk bûye amûrek bijarte ya hackers û sextekaran. Tedbîrên dijber dikarin bi bandor xeterê kêm bikin, lê ji bo bicîhanîna wan, pêdivî ye ku meriv fêm bike ka pêvajo çawa dixebite.",
    "2066255783": "Scraping naverokê çi ye?",
    "1910628828": "Rakirina naverokê teknîkek e ji bo girtina daneyan ji pergalek ku tê de amûrek otomatîkî ya ku xerîdarek nermalavê an gerokek webê vedihewîne vedihewîne. Ew ne nû ye. Di rastiyê de, ji bo endezyarên nermalavê yên ku dibe ku hewceyê daneya ji navgînek kevnare bibin, şûştin dikare riya yekane be ku meriv agahdariya derxîne. Dibe ku girêdanên orîjînal winda bibin û nekarin ku werin şûna wan.",
    "3408107995": "Lêbelê, îro îro, scraping her gav tê wateya nêzîkbûnek bernamekirî ya derxistina daneyan ji malperek. Nermalava paqijkirinê wekî bikarhênerek mirovî tevdigere, li ser bişkokan bikirtîne û encama encam dixwîne. Gelek karanîna meşrû yên ji bo kişandinê hene. Crawlerên malperê yên ku motorên lêgerînê hêz dikin yek mînak in. Ji ber vê yekê amûrên mîna Skyscanner-ê ku bi hezaran malperên rêwîtiyê li peymanên rêwîtiyê digerin. Fîrmayên Fintech wê jî bikar tînin, daneyên darayî yên bikarhêner ji malperên bankê vediqetînin ger ku Navrûyên Bernamesaziya Serlêdanê (API) tune bin ku pêwendiya daneyê pêk bînin. Tiştên ku divê di derheqê şilkirina ekranê de ji bîr mekin lez û bezbûna wê ne. Pêvajo dikare gelek daneyan ji malperan berhev bike, bihesibîne ku malper ne hatine mîheng kirin ku rê li ber vê yekê bigire. Di leza hesabkirinê de, scraperek dikare bi danûstendina bi malper û nermalava bingehîn û databasên ku wan hêzdar dike re daneyên mezin berhev bike.",
    "1920884252": "Çima kişandina naverokê xeterek ewlehiyê ye?",
    "2256795853": "Qabiliyeta derxistina gelek daneyan, bi lez, ji malperan di destê aktorên xerab de hilanînê amûrek hêzdar dike. Botek scraping dikare daneyên bikarhêner ji malperên medyaya civakî kom bike. Dûv re, bi qutkirina malperên ku navnîşan û agahdariya kesane ya din vedihewîne û bi encaman re têkildar dibe, hackerek dikare sûcên nasnameyê yên wekî şandina serîlêdanên qerta krediyê ya xapînok bike.",
    "4087694419": "Di heman demê de hackerek xêzker dikare ji malperên mîna Amazon û eBay daneyan berhev bike da ku navnîşên hilberên sexte an xapînok biafirîne. Dûv re ew dikare wan ji bo firotanê li ser karûbarên peer-to-peer ên mîna OfferUp pêşkêşî bike û êrişên phishing li ser kiryaran bike. An jî, sextekar dikare hilberên ku tune bifroşin. Xepêtiyek din a li ser kişandina ekranê bi sextekirina weşangerên reklamê vedihewîne. Bi derxistina naverokê ji malperên weşanger, sextekar dikare li ser karûbarên cihêreng rûpelên weşangerê reklamê yên sexte biafirîne. Dûv re ew dikarin reklaman li ser wan rûpelan bifroşin firoşkarên destûrdar, yên ku têkiliyên wan ji pelê weşanger ads.txt berhev kirine. Slotên reklamê ji reklamker re rast xuya dikin, lê ne wusa ne.",
    "3315658779": "Bi hCaptcha Enterprise re pêşîlêgirtina naverokê bigire",
    "2602081482": "hCaptcha Enterprise fêrbûna makîneya pêşkeftî bikar tîne da ku seyrûsefera xerab a li ser malper û serîlêdanên we nas bike - tevî çalakiyên qirkirinê.",
    "1422537019": "îro em bêtir fêr bibin.",
    "1988268879": "Etîketkirina daneya bikêrhatî ya li ser pîvanê",
    "2163914794": "Ji bo danehevên we bêtir etîket hewce ne? hCaptcha ji bo pargîdaniyên ku li ser îstîxbarata sûnî û sepanên fêrbûna makîneyê dixebitin etîketa daneya bilez, lêçûn-bandor û bi kalîte peyda dike.",
    "3378932530": "Naha daneya xwe bi nîşankirî bistînin",
    "3483700676": "Bi mîlyonan peywiran tavilê dest pê bikin",
    "3478726913": "hCaptcha ji bo karanîna we yek ji mezintirîn hewzên li ser planetê heye. Pîvana we çi dibe bila bibe, em dikarin wê bêyî pabendiyên pêşîn ên giranbiha bi rê ve bibin. Bi mîlyonan peywirên rojane ne pirsgirêk in.",
    "740501259": "Xetên boriyên API-ê yên hêsan",
    "2784612261": "Dixwazin vekolîna mirovî rasterast di karûbarên karsaziya xwe de yek bikin? Em SLA-yên pêbaweriya bilind, kapasîteya garantîkirî, û API-yên REST-ê yên hêsan pêşkêş dikin.",
    "1144966033": "Ji bo lêçûn û kalîteyê xweşbîn kirin",
    "3213351333": "No pabendbûna pêşîn pêwîst",
    "2107077506": "Platforma HUMAN modelên pêbaweriya berfireh bikar tîne da ku analîza kalîteya rast-ê ya sofîstîke bike. Ev dihêle ku em zû hem dijwariya pirsan û hem jî bersiva wan a rast diyar bikin, dem û dravê we xilas bike.",
    "3576146278": "Tenê ji bo rastbûna ku hûn hewce ne bidin",
    "2952586316": "Hemû pirsgirêk ne wek hev in. Şîrovekirinên ji bo karên krîtîk ên ewlehiyê dibe ku ji sedî 99.99% pêbaweriya ji xebatkarên bi tevahî mirovan hewce bike. Şîrovekirinên ji bo yek taybetmendiya betayê di serîlêdana lîstika mobîl de dibe ku tenê pêbaweriyek nerm hewce bike. Hûn biryar didin.",
    "710145621": "Daneyên rastiya xweya erdê peyda bikin an jî bihêlin ku em wê li ser firînê ava bikin",
    "987901590": "Daneyên we yên xav bêyî komek verastkirina berfireh heye? Di pir rewşan de em dikarin yek ji we re ava bikin ji ber ku peywir di nav pergalê de dimeşin, an jî ji bo pejirandina we nimûneyên binavkirî biafirînin.",
    "2597352122": "Cureyên Annotation",
    "1344687860": "Bounding Boxes",
    "1089415440": "Di wêne û vîdyoyê de tespîtkirina tiştên rast",
    "3817067682": "Polygons",
    "2682873489": "Ji bo tiştan devera sînor diyar bikin",
    "1275150216": "Landmarks",
    "2067112112": "Nîşaneyên xalî ji bo gelek rewşên karanîna cûda",
    "4228682126": "Kategorîzasyona Taybetmendiyê",
    "2920213479": "Kategoriyên kêfî yên her mezinahiyê rêz bikin an pêve bikin",
    "3288667364": "Berawirdkirin û Tespîtkirin",
    "155877895": "Tespîtkirin û dabeşkirina bi hêza mirovan",
    "3128433367": "... û gelekên din",
    "2827452240": "Pêdivî ye ku celebek din li vir nehatiye navnîş kirin? Tenê ji me bipirsin.",
    "719304627": "Pêdivî bi Kontrola End-to-End heye?",
    "1172067553": "Platforma HUMAN ya li pişt hCaptcha taybetmendiyên karûbar û kargêriyê yên pir sofîstîke bi navgîniya bicîhkirin, hybrid, an SaaS-ê ku bi pergalên weyên heyî re yek dike peyda dike.",
    "2319072959": "Bi tevayî offline bi hêza xwe ya kar re bixebitin, nirxa ku di nav yekîneyên karsaziyê an hevkarên konsorsiyûmê de tê vexwarin bişopînin, karan bi bijartî rê bidin pêşkêşkerên cûda yên kedê yên hundurîn an derveyî yên li ser bingeha lêçûn û hewcedariyên ewlehiyê, û hêj bêtir.",
    "1936512180": "Gihîştina API-ya hêsan, dashboardên xweşik, û teknolojiya herî dawî ya model-li-loop-ê ku kargêriya karkeran zêde bike.",
    "3913848038": "99.99% uptime SLAs û 24/7 piştgiriya gerdûnî heye.",
    "1080752747": "Têkilî firotanê",
    "1525403768": "Ji bo bêtir agahdarî bi Sales Enterprise re têkilî daynin.",
    "1546930020": "Etîketkirina daneyan",
    "2486638408": "Danasîna Specifications",
    "1027200955": "Bi yek ji pisporên domaina me re bipeyivin da ku hewcedariyên projeya xwe diyar bikin: rastbûna armanc, format, û her hewcedariyên taybetî.",
    "1156712451": "Testa Karê Destpêkê",
    "181065232": "Em li ser bingeha daneyên nimûneya we karek hilberînek piçûk pêk tînin. Ev xebata ku me bi hev re kiriye diceribîne da ku hûn bi rastî tiştê ku hûn hewce ne bistînin.",
    "3207769512": "Karên Hilberînê bi cih bikin",
    "1099238677": "Bi hejmûna xweya bilind û derengiya kêm em ê karê we zû bizivirînin, bi radestkirina otomatîkî gava ku ew biqede.",
    "465783046": "Ma hûn dixwazin wê bi daneyên xwe biceribînin?",
    "328625009": "... gava ku hûn amade bin, em amade ne: karûbarê me dor demjimêr heye.",
    "3225770968": "hCaptcha ji bo çareserkirina pirsgirêka herî kedê ya di fêrbûna makîneyê de hatî çêkirin; etîketkirina mîqdarên girseyî yên daneyan bi awayek biwext, erzan û pêbawer.",
    "2041686284": "Daneyên bêtir bi gelemperî di perwerdehiya modelên fêrbûna makîneyê de encamên çêtir çêdike. Serkeftina vê dawiyê ya modelên kûr rê li ber zêdebûna danehevên mezin vekiriye, û hCaptcha vê hewcedariyê dike. Lêbelê, afirandina daneyên mezin ên ku ji hêla mirovan ve têne vekolandin bi karanîna rêbazên kevneşopî hem hêdî û hem jî biha ye.",
    "3729345277": "hCaptcha ji bo pargîdaniyan rêyek e ku ji alternatîfên din zûtir, bi kalîtetir û bi lêçûnek kêmtir şîroveyên ku hewce dikin bistînin.",
    "2103563261": "Agahdariya Taybet an Giştî",
    "2513143348": "Pergala hCaptcha Enterprise di sêwirana xwe de yekta maqûl e: heke hûn ewrek gelemperî bixebitin an xwedan gelek navendên daneyê bin ew dikare bi qismî an bi tevahî li qiraxa tora we were bicîh kirin.",
    "3107683988": "Ev dikare seyrûsefer û lêçûnên derveyî torê bi rengek berbiçav kêm bike di heman demê de ku hemî feydeyên rêveberiyê ji hêla xebatkarên me yên gazîdar ên 24/7 ve digire da ku bi SLA-yên hişk re hevdîtin pêk bîne.",
    "3660619092": "Ji bo çareseriyên Enterprise belaş qeyd bikin an bi firotanê re têkilî daynin",
    "2351176803": "Mercên Lîsansê ji bo hCaptcha JS API",
    "2616226398": "Mijara me",
    "2024293275": ". Hemû mafên din parastî ne, ji bo niha.",
    "1062291156": "şertên standard",
    "2712493234": "Sextekariya Dravdanê: Kêmkirina Rêgezek Zû Pêşveçûna Sûcê Sîberê",
    "1817772953": "Sextekarî ne rengekî nû yê sûc e. Bi rastî, arkeologan cîhazên dijî-xapandinê yên ku ji hêla Sumerên kevnar ve hatine çêkirin ji bo veguhestina heywanan bê xisar nêzî 10,000 sal berê derxistine holê! Di doza xwe de, ew nîşaneyên axur, ku her yek heywanek temsîl dike, dixin hundurê topek axê ku wekî \"bulla\" tê zanîn. Dema ku ji firoşkar derbasî kiriyar dibû, bi pezê re diçû. Dûv re jî, xwedan karsaziyê fikar bûn ku ne her kesê ku pê re mijûl dibûn ser û ber bû. Di nav 10,000 salan de gelek tişt guherî, lê hewcedariya ku em di pêşîlêgirtina sextekariyê de nûjen bin bi me re dimîne. Îro, mijara sextekariya dravdana serhêl pir girîng e. Bi Înternetê re, sextekar her ku diçe jêhatî bûne ku ji kontrolên dijî-xapandinê derbikevin. Lêbelê, çareseriyên nû rê vedigerînin.",
    "1053787685": "Xepêdana Tezmînatê çi ye?",
    "433424759": "Sextekariya dravdanê her celeb danûstendinek neqanûnî pêk tîne ku tê de sûcdarek sîber qurbanê ji tiştek bi nirx, bi gelemperî drav, bêpar dihêle. Dibe ku ev tê vê wateyê ku hûn qerta krediyê ya dizî bikar bînin da ku kirrûbirra serhêl bikirin an hesabek bankê bigirin û bi neqanûnî drav ji wê veguhezînin. Gelek cûrbecûr hene, lê hemî encamên wan yek in: xapînokek nasnameyek dizî an agahdariya dravdanê bikar tîne da ku ji xerîdar, bankek an bazirganek dizîne.",
    "2939852138": "Dê Fraudsters çawa [Hewl bidin ku] Ji Xepêdana Tezmînatê dûr bikevin?",
    "1665616092": "sextekariya dravdanê di konseptê de hêsan e, lê ew dikare di pêkanîna xweya îroyîn de pir tevlihev be.",
    "4246520782": "Bi rastî, înternet di van salên dawî de bûye şahidê pêşbaziyek çekan a rastîn di navbera sextekar û parêzvanan de.",
    "2167049807": "Tîmên ewlehiyê cûrbecûr tedbîr û kontrolên ku nêzîkatiyên hêsan, tembel ên sextekariya dravdanê têk dibin, qebûl kirine. Lêbelê, êrîş her ku diçe dijwartir dibin. Mînakî, bot naha dikarin jimareyên qerta krediyê û PIN-ên hatine dizîn ji malperên sexte û êrişên fîşekirinê berhev bikin.",
    "1936449777": "Dûv re, di moda bi tevahî otomatîk de, ew dikarin tevgerên mirovan li ser malperên e-bazirganiya e-bazirganiyê bişopînin, li ser bişkokan bikirtînin û tiştan li selikên kirrûbirrê zêde bikin - heya nuqteya ku gelek, heke ne piraniya kontrolên dijî-xapandinê nekarin bibêjin ku botek hewl dide ku dizîne. mal. Berevajî, wusa dixuye ku bikarhênerek mirovî bi tenê kirînê dike. Bot dikare bi karanîna pêbaweriyên têketinê yên dizî ve têkeve hesabê xerîdarek rastîn. Zêdetir veşartina sextekariyê ev e ku bot dikare navnîşanên IP-yê bixapîne û wusa xuya bike ku \"kiryar\" cîhek ji êrîşkar cûda ye, yê ku dibe ku li welatek biyanî be.",
    "648630222": "Bi hCaptcha Enterprise re pêşî li xapandina dravdanê bigirin",
    "1621930829": "Di derbarê çalakiyên sextekariya dravdanê yên pêşkeftî yên îroyîn de çi dikare were kirin? Karanîna gelek qatên kontrolê bi gelemperî nêzîkatiyek biaqil e. Lêbelê, tedbîrên çêtirîn ew in ku dikarin botê bixin xefikê û eşkere bikin ku ew sexte ye, tevî ku çêtirîn hewildanên afirînerên wê ji bo dubarekirina behreya mirovî.",
    "2423586454": "Hîn jî hin tişt hene ku nermalavê nikare bike, her çend AI li pişt wê çiqas baş be. Teknolojiya nûjen CAPTCHA rêbazek pejirandî ya astengkirina botên ku hewl didin xapandina dravdanê berdewam bikin pêşkêşî dike. Digel ku nêzîkatiyên kevn ên CAPTCHA, mîna hejmarên xêzkirî yên hêsan ên di qutiyekê de, naha bi piranî di kêmkirina botên pêşkeftî de kêmas in, amûrek ceribandin-bersiva otomatîkî ya mîna hCaptcha Enterprise dikare bi hêsanî botek xapînok di dema têketina hesabê an dakêşana selika kirînê de bişkîne. Tewra ku bot pêbaweriyên rastîn hebin jî, heke ew ê nikaribe bi CAPTCHA-yê re derbas bibe.",
    "1467308982": "Bernameyên dravdanê",
    "1291824746": "Payoutên hCaptcha sê mehan carekê li ser bingehek paşverû ya 60 rojan dimeşin. Ji bo ronîkirina wateya vê yekê, ji kerema xwe tabloya jêrîn bibînin.",
    "3444947612": "Traffic Navbera",
    "4181611011": "Dîroka Lihevhatinê",
    "728503636": "Dîroka Payout",
    "3720584906": "15ê tîrmehê 2021 - 15ê cotmehê 2021",
    "388240587": "5-15 Çile 2022",
    "3426312287": "5-15 Çile 2022",
    "615618648": "15ê Avrêl 2021 - 15 Tîrmeh 2021",
    "3376724603": "14-24-ê Îlonê 2021†††",
    "3398978455": "15-25-ê Îlonê 2021†††",
    "2722456056": "15ê Çile 2021 - 15ê Avrêl 2021",
    "4063155841": "Ne dereng ji 25ê Hezîrana 2021an††",
    "4082053540": "19-25 Hezîran 2021††",
    "64953197": "15ê Cotmeha 2020 - 15ê Çile 2021",
    "1023070345": "Ne derengtir ji 14-ê Adara 2021-an",
    "2600696085": "15ê Adarê 2021",
    "3217791519": "15ê Tîrmeha 2020 - 15ê Çiriya Pêşîn 2020",
    "649261378": "5-11 Çile 2021*",
    "1559190296": "5-11 Çile 2021†",
    "3806054689": "15ê Avrêl 2020 - 15 Tîrmeh 2020",
    "4162383380": "16-ê îlonê - 22-ê îlonê 2020*****",
    "1990824776": "16-24 îlon 2020*****",
    "3856690908": "15ê Çile 2020 - 15ê Avrêl 2020",
    "3200641265": "Ne dereng ji 16ê Hezîrana 2020an *",
    "3744079744": "15-19 Hezîran 2020****",
    "2209837451": "15ê Cotmeha 2019 - 15ê Çile 2020",
    "2510534204": "Ne dereng 23-ê Adar 2020 ***",
    "2910560864": "20-23 Adar 2020***",
    "2544565802": "15ê tîrmehê 2019 - 15ê cotmehê 2019",
    "3963642878": "Ne derengtir ji 14ê Kanûna Pêşîn 2019*",
    "622103562": "17 Kanûn 2019 **",
    "4072202039": "15ê Avrêl 2019 - 15 Tîrmeh 2019",
    "818049069": "Ne dereng heya 15ê Tîrmeha 2019an",
    "1169005651": "15ê Îlon 2019",
    "2303655425": "15 Çile 2019 - 15 Avrêl 2019",
    "3678889946": "Ne dereng heya 15ê Hezîrana 2019an",
    "3094354698": "15 Hezîran 2019",
    "4217013126": "Tezmînat bi gelemperî di Tarîxa Payoutê de tevahiya rojê diqewimin, û bi gelemperî heya nîvê şevê dema Pasîfîkê têne qedandin. Ger hesabek ji bo vekolînê hate îşaret kirin, dibe ku ji bo berdana dravdanê heta pênc rojên karsaziyê yên din bidome.",
    "1447649958": "Wekî bîranîn, tenê seyrûsefera mirovî ya rast ji bo dravdanê mafdar e. Hûn dikarin bêtir agahdarî li ser vê yekê di FAQ-ya me de, ku li jêr hatî girêdan, bibînin. Di heman demê de divê balansa berdest di heman demê de bendek hindiktirîn jî bicîh bîne da ku meriv ji dravdanê guncan be, naha 10 HMT.",
    "4257144752": "Texmînên di wextê rast rastbûna paşîn an mirovatiyê nîşan nadin, û ji ber vê yekê dahata weya paşîn dibe ku ji hejmarên ku berî lihevhatina weya yekem di Dashboardê de têne xuyang kirin bi giranî jor an kêm bibe.",
    "2728931827": "Piştî her lihevhatinê, dê texmînên weya per-sitekey were nûve kirin û divê rastbûna pêşbîniyên pêşerojê zêde bibe, heya ku malpera we di tevgera bikarhêner de guherînek madî hebe.",
    "1200905005": "††† Ji Îlona 2021-an pê ve, lihevkirin û drav naha di serdemek bi qasî 10 rojan de ne ji yek rojekê dimeşin, da ku astengiyên xebitandinê yên girêdayî mezinbûna di karûbarê de hêsan bikin.",
    "4284094387": "†† Hin lihevkirin û dayinên Hezîrana 2021-an dê di hefteya pêş de ji ber dereng verastkirina hesabên paşîn ên di pencereya lihevhatinê de biqedin.",
    "1977013707": "† Berdêlên Kanûna 2020-an ji 15-ê ve ji nû ve hatine plansaz kirin da ku bi lihevhatinên dawiya salê û betlaneyên karmendan re ji hevûdu dûr nekevin: ew ê di hefteya duyemîn a Çile de bêne qedandin. Ji ber veguheztinên ji asayî hêdîtir di nav PayPal de, drav dê çend rojan bidome ne ku di rojek tenê de were qedandin.",
    "517010299": "Ji kerema xwe Nîşe: em niha li ser veguheztinek paşîn a mezin a lihevhatina nêzîk-rast-dem dixebitin. Lihevhatinên periyodîk dê di Q1 2021-an de ji ya berê kêmtir bimeşin.",
    "3092200338": "** Gava ku roja 15-ê dikeve dawiya hefteyê, Dîroka Tezmînatê li şûna 17-ê ye.",
    "3891941747": "*** Şêwirmendiya COVID-19: Ji ber kêmbûna kapasîteya karmendê ya bi COVID-19 ve girêdayî ye, lihevhatin ji nû ve hate plansaz kirin da ku demek zêde bide ku verastkirina meya standard temam bike. Tê payîn ku drav roja Îniyê dest pê bike û roja Duşema pêş de biqede.",
    "2301757528": "**** Ji ber ku PayPal-ê ji hêla PayPal-ê API-yên REST-ê yên di pencereya dravdanê de ne, hemî drav di 15-ê Hezîranê de nehatin qedandin. Tezmînatên ku ji bo 15-ê Hezîranê (dema Pasîfîkê) hatine plansaz kirin lê ji ber xeletiyên PayPal API-yê nehatine darve kirin heya 19-ê Hezîranê (dema Pasîfîkê) ji nû ve hatin xebitandin.",
    "116842359": "***** Tê payîn ku lihevkirin ji ber domandina pergalê di nav çend rojan de biqede.",
    "4154415610": "***** Dê dravdanên Îlona 2020-an wekî ku lihevhatin biqede, dê di koman de biqede, digel ku hin ji ber derengiyên lihevhatinê çend roj şûnda ji ya ku di destpêkê de hatî plansaz kirin dimeşin.",
    "2310694091": "Lihevkirin tê çi wateyê?",
    "164801246": "Lihevkirin pêvajoyek e ku seyrûsefer piştî rastiyê tê analîz kirin da ku mirovahî û rastbûna wê were verast kirin, gava ku hemî daneyên ji hemî malperên raporkirinê têkevin hundur. Hûn dikarin hûrguliyên bêtir li me bixwînin.",
    "3256245394": "û her weha postên me yên blogê, mînak",
    "3089778412": "Çawa hCaptcha Xelatan Dihejmêre",
    "3329755436": "Ma hûn plan dikin ku vê pêvajoyê bilez bikin?",
    "1911669851": "Erê, em niha li ser cûrbecûr çêtirkirinên pergalên paşerojê yên xwe dixebitin ku em li bendê ne ku di dawiyê de rê bidin me ku em hem lihevhatinek zûtir, hem rastbûna texmîna bileztir, hem jî dravdana zûtir pêşkêşî bikin. Em niha dixebitin ku pêşî lihevhatinê bilezînin.",
    "2366003154": "Lêpirsînên Çapemenî û Medya",
    "3054564199": "Press Kit",
    "3173156067": "Di bûyera ku hûn dixwazin wêneyên nimûneyê di gotara xwe de bihewînin de hin kelûmelên amade hene.",
    "867314732": "Hûn dikarin rezîliya bilind bistînin",
    "858218750": "û rêberî li ser karanîna wan li ser",
    "3821716514": "rûpel.",
    "1186243118": "wêneyên logo",
    "3034959000": "Hûn dikarin bistînin",
    "1764089150": "vir:",
    "1558428432": ". Ji kerema xwe wan deyn bidin hCaptcha.com.",
    "2429359042": "mînakên wêneyên navberê",
    "1480820434": "wêne 1",
    "3213411837": "wêne 2",
    "1270712701": "Daxuyaniyên Çapemeniyê û Raporên Dawîn",
    "231285005": "Hûn dikarin nûvekirinên dawî li ser bloga me bibînin",
    "1289884910": "Em jî carinan analîz û raporan diweşînin. Bo nimûne:",
    "932546190": "Çima CAPTCHA Dê Herdem Bi Me re Bibin",
    "2344319147": "Bi rastî tespîtkirina botê ya Google-ê çiqas hêja ye?",
    "1637527266": "Kîjan welat xwedî seyrûsefera botê ne?",
    "230159237": "Têkilî",
    "3759923279": "Ji kerema xwe lêpirsînên çapemeniyê bişînin navnîşana e-nameya jêrîn:",
    "4255608322": "Dawîn nûvekirin: 12 Avrêl, 2021",
    "537881751": "Hûn bi xêr hatin hCaptcha! Ev Siyaseta Nepenîtiyê pratîkên Intuition Machines, Inc. (\"IMI\", \"em\" an \"me\") di derheqê berhevkirin, bikar anîn û eşkerekirina agahdariya me de (di nav de Agahdariya Kesane, ku li jêr hatî destnîşan kirin) bi riya malpera me ya li www.hcaptcha vedibêje. .com û her subdomain an domên din ên ku em bikar tînin (\"Malper\") û navgîniya bernameya serîlêdana hCaptcha û nermalava û materyalên têkildar (bi hev re, \"Xizmet\").",
    "33639629": "Ji Malperên Partîya Sêyemîn re Nabe. Ji kerema xwe not bikin ku ev Siyaseta Nepenîtiyê ji bo malperek, pêşkêşî, hilber an karûbarê kesek sêyemîn derbas nabe, hetta ku ew bi Malpera me ve girêdide an Karûbar di nav xwe de dihewîne - ji kerema xwe berî ku hûn biryar bidin ku agahiyek ji sêyemîn re peyda bikin serî li polîtîkayên nepenîtiyê yên guncan bidin. partiyên.",
    "987375734": "IMI li Dewletên Yekbûyî ye. Malper û Karûbar ji hêla me ve ji Dewletên Yekbûyî têne kontrol kirin û xebitandin. Dibe ku Agahiyên Kesane yên we li her welatekî ku lê dezgehên me hene an ku em tê de pêşkêşkerên karûbaran tê de ne, werin hilanîn û pêvajo kirin, û bi karanîna Malper û Karûbaran hûn razîbûna xwe didin şandina agahiyê ji bo welatên derveyî welatê we, di nav de Dewletên Yekbûyî. , ku dibe ku qaîdeyên parastina daneyê yên ku ji yên welatê we cûda ne hebin. Di hin mercan de, dibe ku dadgeh, ajansên bicihanîna qanûnê, ajansên birêkûpêk an rayedarên ewlehiyê li wan welatên din mafdar bin ku xwe bigihînin Agahdariya Kesane.",
    "452920031": "Nîşeyek ji Xerîdarên Derveyî Dewletên Yekbûyî re.",
    "2328839224": ". Ji kerema xwe beşa meya \"Agahdarî ji Niştecîhên Kalîforniyayê\" re têkildar bi mafên we yên di binê Qanûna Nepenîtiya Serfkaran a California (\"CCPA\") de bibînin.",
    "1565481281": "Nîşeyek ji Niştecîhên California re",
    "1028058338": "Ji kerema xwe beşa meya \"Agahdariya ji bo mijarên daneya YE\" ya ku bi mafên we yên di binê Rêziknameya Parastina Daneyên Giştî (\"GDPR\") de têkildar e, bibînin.",
    "2271205646": "Nîşeyek ji Niştecîhên Qada Aborî ya Ewropî re.",
    "508143070": "Bala xwe bidinê ku IMI kontrolkerê agahdariya weya kesane ye, ji xeynî cihê ku em agahdariya kesane li ser navê Integratorên xwe di girêdana bi peydakirina Karûbarê xwe de pêvajo dikin, di vê rewşê de em hilberkerê agahdariya kesane ne, û ew Integrator kontrolkerên agahiyên şexsî.",
    "2330965058": "Cihê ku em ji bo Entegratorên xwe wekî pêvajoyek tevdigerin, em daneyên ku hatine berhev kirin ji bo armancek din ji bilî ku bi maqûl hewce ye ji bo peydakirina Karûbarê xwe bikar naynin, û prosesa me dê li gorî peymanên ku em bi Entegratorên xwe re di cîh de ne, bi rê ve bibin. Privacy Policy",
    "3017040355": "Pêvajoya Daneyên Mijara Daneyên Yekîtiya Ewropî di bin bingeha qanûnî ya Xalên Peymana Standard (SCCs) de ku di nav Pêveka Pêvajoya Daneyê de ji Mercên Karûbar an Peymanên Pêvajoya Daneyê re bi Entegratorên me re hatine yek kirin, tevdigere.",
    "2233384692": "Ger pirs an fikarên we hebin ka daneyên weha çawa têne desteser kirin an hûn dixwazin mafên xwe bikar bînin, divê hûn bi kes an saziyek (ango, kontrolkerê daneyê) re têkilî daynin ku bi me re peyman girêdaye da ku Karûbar bikar bînin da ku van daneyan bi kar bînin. Lêbelê, em ê arîkariyê bidin Integratorên xwe da ku li gorî şertên peymana me ya bi wan re, fikarên we hebin çareser bikin.",
    "349292953": "Agahiyên Em Kom Dikin",
    "3022001832": "Em agahdarî ji kesên ku bi Malper û Karûbarên me re têkilî didin berhev dikin, di nav de yên ku Karûbarê me di nav malpera xwe de vedihewînin (\"Integrators\"), yên ku karûbaran ji bo nîşankirina daneyan bikar tînin (\"Xerîdar\"), û bikarhênerên dawî yên ku bi me re têkilî didin. Karûbarê bi navgîniya malperên Integratorên me (\"Bikarhênerên Dawî\").",
    "835545301": "Em kategoriyên jêrîn ên agahdariyê berhev dikin:",
    "3228928991": "Agahdariya ku dikare were bikar anîn da ku meriv kesek nas bike an pê re têkilî daynin (\"Agahdariya Kesane\"), wek nav, navnîşana e-name, û welat. Em Agahiyên Kesane ji Entegrator û Xerîdarên xwe yên niha û paşerojê berhev dikin dema ku ew rasterast ji me re didin (mînak, bi dagirtina formek dema qeydkirina hesabek, an serlêdana wergirtina agahdariya e-nameyê ji me re). Her weha dibe ku em nasnameya Integrator û Xerîdarên xwe bi berhevdana agahdariya kesane li hember databasên partiya sêyemîn an belgeyên fermî yên qanûnî verast bikin.",
    "1655796811": "Agahiyên ku bixweber di encama karanîna Integrator an Xerîdar a Malper an Karûbaran (\"Agahdariya Analîtîk\") de têne berhev kirin, wekî navnîşanên IP-yê, celebê gerokê, peydakarê karûbarê înternetê, celebê platformê, celebê cîhazê, pergala xebitandinê, mohra tarîx û demjimêrê. gihîştinê, û agahdariyên din ên wekhev. Hin Agahiyên Analîtîk li ser navê me ji hêla aliyên sêyemîn ve ku em ji bo wê armancê tevdigerin têne berhev kirin, û hin Agahiyên Analytics bi navgîniya cûrbecûr teknolojiyên şopandinê, tevî çerezan, têne berhev kirin (li \"Li jêr \"Analîzasyon û Teknolojiyên Şopandina Partiya Sêyemîn\" binêre).",
    "1388241689": "Agahiyên ku di encama bersivdana Xizmetkarên Dawî yên bi navgîniya Xizmetê (\"Daneyên Nîşankirî\") de hatine berhev kirin, wek daneyên nîşankirina wêneyê, nivîsa ku ji pelên dengî yên ku ji wan Bikarhênerên Dawî re hatine lîstin, bersivên pirsan, û pêşniyarên din ên ku ji hêla Karûbar ve hatine çêkirin. ji bo armancên nîşankirina daneyan ji bo karanîna di sepanên fêrbûna makîneyê de. Hişyar bikin ku Daneyên Labeled bi kesek naskirî ve ne girêdayî ye.",
    "1493790285": "Agahiyên din ên ku ji End-Bikarhêneran wekî beşek ji Karûbarê hatî berhev kirin ji bo destnîşankirina gelo ew hewce ne",
    "2216374138": "mirov in, wek tevgerên mişkî, pozîsyona gerîdeyê, bûyerên bişkojka bişkojkê, bûyerên destikê, û agahdariya gyroscope / acelemeterometre wekî ku tê bikar anîn.",
    "2394073454": "Dibe ku em agahdariya zêde ji Bikarhênerên Dawî yên ku dixwazin bi me re wekî Nîşankerên Daneyên Kesane bixebitin berhev bikin.",
    "3103557430": "Em Çawa Agahdariyê Bi kar tînin",
    "1130802068": "Em agahdariya ku em berhev dikin ji bo armancên jêrîn bikar tînin:",
    "2940689138": "Ji bo birêvebirina hesabên Integrator û Xerîdar û Karûbar peyda bikin. Em Agahdariya Kesane bikar tînin da ku hesabên taybetî bi Integrator û Xerîdar re têkildar bikin û ji wan re Karûbar peyda bikin, bersiv bidin daxwaz an lêpirsînan, piştgirî an arîkariya teknîkî peyda bikin, û dravdan hêsan bikin.",
    "857974529": "Ji bo çêtirkirina Malper û Karûbar. Em Agahdariya Analytics bikar tînin da ku karûbar û pêşniyarên xwe yên heyî baştir bikin û pêşve bibin û pêşkêşiyên hilberên heyî û pêşerojê xweş bikin.",
    "1820844638": "Ji bo bidestxistina têgihîştina bazarê. Em Agahdariya Analytics bikar tînin da ku bazarê analîz bikin û analîzên karsaziyê yên girêdayî Malper û Karûbarên me, û ji bo mebestên lêkolînê yên din bikin.",
    "3386280249": "Ji bo Daneyên Nîşankirî bazarek peyda bikin. Karûbarê me ji bo pergalên fêrbûna makîneyê nîşankirina daneya hejmûna bilind û vekolîna mirovî wekî karûbarek ji xwedan malper û pargîdaniyên ku hewcedariya wan bi alîkariyê heye ku daneyên xwe bi etîket bikin re dike. Ji bo wê armancê, em Daneyên Nîşankirî ji Xerîdarên xwe yên ku dixwazin Daneyên Nîşankirî bi dest bixin re eşkere dikin.",
    "3532143291": "Ji bo ewlehiya karûbar û pergalên me. Em Agahdariya Analytics bikar tînin da ku pergalên xwe bi tespîtkirina xeter û qelsiyên potansiyel ewle bikin, û wekî din agahdariya ku em berhev dikin biparêzin.",
    "2185418511": "Ji bo her armancek karsaziya meşrû, bi şertê ku agahdarî bête nasîn an berhev kirin bi vî rengî ku nekare bi rengek maqûl bi kesek ve were girêdan.",
    "2386465280": "Em Çawa Agahdariyê Parve dikin",
    "2159517814": "Em di rewşên jêrîn de agahdariya kesane parve dikin an eşkere dikin:",
    "4256083674": "Li ser daxwazek rasterast a Integratorek ku xetera xapandinê ya daxwazek dijwar a taybetî ya CAPTCHA an navnîşana IP-yê nas bike, an wekî din li cîhê ku razîbûna taybetî hate dayîn.",
    "3494826505": "Bi firoşkaran re em tevdigerin ku aliyên bingehîn ên Malper û Karûbaran, wek hilanîna daneyê, mêvandarî, û Analytics, û tenê ji bo wan armancan peyda bikin.",
    "1119009846": "Wekî ku pêdivî ye ku meriv bi qanûnên guncan re tev bigere, di nav de daxwazên hukûmetê, daxwazên bicîhkirina qanûnê, û wekî din ji saziyên gelemperî û taybet re ji bo parastina maf, nepenî, ewlehî, an milkê we, me, an yên din.",
    "197676026": "Bi yên din re ji bo armancek karsaziyek rewa, bi şertê ku agahdarî bête nas kirin",
    "2359312315": "an jî bi rengekî berhevkirî ku ew nekare bi rengekî maqûl bi kesek ve were girêdan.",
    "2497216176": "Analîtîk û Teknolojiyên Şopandina Partiya Sêyemîn",
    "3694578791": "Wekî ku li jor hate nîqaş kirin, em (û firoşkarên partiya meya sêyemîn) Agahdariya Analytics beşek bi karanîna çerezan, beaconên malperê, û teknolojiyên din ên şopandinê berhev dikin. Di hin mînakan de, em bi firoşkarên partiya sêyemîn re dixebitin ku cookies ji bo mebestên berhevkirina Agahdariya Analytics bikar bînin.",
    "2238885192": "Em Sentry bikar tînin da ku dema ku bikarhênerek xeletiyek çêdike daneyên dakêşandinê berhev bike. Ji bo agahdariya li ser ka Sentry çawa daneyan berhev dike û pêvajoyê dike:",
    "1535054294": "Ji kerema xwe siyaseta wan ya berfireh bibînin",
    "658775471": "Em Cloudflare bikar tînin da ku seyrûsefera xweya webê xweşbîn bikin. Ji bo agahdariya li ser çawa Cloudflare daneyan berhev dike û pêvajoyê dike:",
    "2014256987": "Heke hûn tercîh dikin ku karanîna cookies an teknolojiyên şopandinê yên din asteng nekin, ji kerema xwe li \"Birêvebirina Agahdariya Xwe,\" li jêr bibînin. Ji kerema xwe not bikin ku kirina vê yekê dibe ku bandorek neyînî li ser ezmûna we ya karanîna Malper an Karûbar bike, ji ber ku hin taybetmendî dibe ku bi rêkûpêk nexebitin.",
    "2788024905": "Em Çawa Agahdariyê Ewle dikin",
    "271333468": "Em tedbîrên teknîkî û rêxistinî yên guncav bicîh tînin da ku agahdariya ku em berhev dikin û hilînin biparêzin, û ji hemî ajanên ku li ser navê me pêvajoyên me pêk tînin hewce dikin ku heman tiştî bikin. Mixabin, tu tedbîrên ewlehiyê 100% ne bêaqil in, û ji ber vê yekê tu torgilok an pergalek (ya me jî di nav de) nikare were garantî kirin ku 100% li hember hilweşandin, windakirin, guhertin, eşkerekirina bê destûr, an gihîştina agahdariya ku em berhev dikin û hilînin. Heke hûn bawer dikin ku dibe ku agahdariya we ji ber sedemek ewledar nebe, ji kerema xwe tavilê bi me re têkilî daynin:",
    "3031284129": "Warranty Disclaimers",
    "26365791": "Bi qasî ku ji hêla qanûnê ve hatî destûr kirin, Malper û Karûbar (û her karûbar, agahdarî, dane, taybetmendî, û naverok an materyalên din ên têkildar) li ser bingehek \"wek-heye\" û \"wek-berdest\" têne peyda kirin. Bi tevahî asta ku ji hêla qanûnê ve hatî destûr kirin, IMI hemî garantiyan derdixe, di nav de, lê ne tenê bi garantiyên berbiçav ên kirrûbirrê, guncanbûna ji bo armancek taybetî, û ne binpêkirin.",
    "735630686": "Birêvebirina Agahdariya Xwe (Mafên We)",
    "498769698": "Hûn dikarin hin Agahiyên Kesane yên ku we bi navgîniya Hesabê xweya Integrator, Xerîdar, an Bikarhênerê Gihîştinê (heke hûn Entegrator, Xerîdar, an Bikarhênerek Gihîştinê) ji me re peyda kirine bigihîjin, rast bikin, biguherînin an jêbikin. Ger hûn nikaribin wiya bikin, an pirsên we li ser Agahiyên Kesane yên ku me li ser we berhev kirine û/an parve kirine hebin, an jî hûn dixwazin razîbûna xwe ya ji bo pêvajokirina me vekişînin (ango bi tevahî hesabê xwe jêbirin) ji kerema xwe bi me re têkilî daynin:",
    "2895491273": "Heke hûn tercîh dikin ku çerezan an teknolojiyên şopandinê yên din asteng bikin, piraniya gerok û cîhazên desta hûn hemî mîhengên xwe biguhezînin da ku hûn gava ku hûn çerezan distînin an teknolojiyên din ên şopandinê têne bikar anîn agahdar bikin û hilbijêrin ka hûn qebûl bikin/destûr bikin an na. ew. Piraniya gerokan di heman demê de rê didin we ku hûn çerezên heyî neçalak bikin an jêbikin an jî bixweber cookiesên pêşerojê red bikin. Her weha hûn dikarin amûrên partiya sêyemîn, tevî pêvekên gerokê, bikar bînin da ku vebijarkên xweya cookie kontrol bikin. Lêbelê, bala xwe bidin ku heke hûn hemî cookies neçalak bikin, dibe ku hin beşên Malperên me bi rêkûpêk nexebitin.",
    "707527778": "Agahî ji Zarokan",
    "1747657936": "Malper û Karûbarên me ji zarokên di bin 13 saliyê de ne têne rêkirin û em bi zanebûn Agahiyên Kesane ji zarokên di bin 13 saliyê de kom nakin. Ger em fêr bibin ku me Agahiyên Kesane yên zarokek di bin 13 saliyê de berhev kiriye, em ê bigirin. gavên maqûl ji bo jêbirina van agahdariyan ji pelên me di zûtirîn dem de, heya ku me mecbûriyek qanûnî tune ku em wan biparêzin. Ji kerema xwe bi me re têkilî daynin ger hûn bawer dikin ku agahdariya me ji zarokek di bin 13 saliyê de an derheqê wî de heye:",
    "2419795065": "Agahdarî ji Niştecîhên California re",
    "1517625162": "Li gorî Qanûna Sivîl a Kalîforniyayê Beşa 1789.3, bikarhênerên Kalîforniyayê mafdar in ku agahdariya mafên xerîdar ên jêrîn bistînin: Niştecîhên California dikarin bi nameyê bigihîjin Yekîneya Alîkariya Gilî ya Beşa Karûbarên Serfkaran a Wezareta Karûbarên Serfkaran a California li 1625 North Market Blvd., Sacramento, CA 95834, an bi têlefonê li (916) 445-1254 an (800) 952-5210.",
    "3730344349": "Ev beş hûrguliyên zêde li ser agahdariya kesane ya ku em di derheqê xerîdarên Kalîforniyayê de berhev dikin û mafên ku di bin Qanûna Nepenîtiyê ya Serfkaran a California an \"CCPA\" de ji wan re têne peyda kirin peyda dike.",
    "4044467791": "Ji bo kategoriyên agahdariya kesane ya ku me di 12 mehên berê de ji we berhev kiriye, ji kerema xwe li beşa \"Agahiyên Em Kom Dikin\" li jor binêre. Em vê agahiyê ji bo armancên karsazî û bazirganî yên ku di beşa \"Em Çawa Agahdariya Kesane Bi kar tînin\" de li jor hatine diyar kirin berhev dikin. Di 12 mehên berê de, me ji bo armancek karsaziyê kategoriyên jêrîn ên agahdariyê bi aliyên sêyemîn re parve kir:",
    "4208081170": "Kategoriya Agahiyên Kesane",
    "1528242915": "Nasname.",
    "3863351997": "Kategoriyên agahdariya kesane ku di qanûnên Qeydên Xerîdar ên California de têne navnîş kirin (Cal. Civ. Code § 1798.80 (e)).",
    "2826705343": "Agahiyên bazirganî.",
    "2683038211": "Înternetê an çalakiya torê ya elektronîkî ya din.",
    "3671828834": "Nimûneyên Agahiyên Kesane yên Parvekirî",
    "779426309": "Navek rastîn, nasnameyek kesane ya yekta, nasnameyek serhêl, navnîşana Protokola Înternetê, navnîşana e-nameyê, navê hesabê, an nasnameyên din ên mîna hev.",
    "2414368123": "Navek, hejmara qerta krediyê, jimareya qerta debîtê, an agahdariya darayî ya din.",
    "4088941349": "Qeydên hilber an karûbarên ku hatine kirîn, wergirtin an jî têne hesibandin.",
    "3238612014": "Dîroka gerok, agahdariya li ser pêwendiya xerîdar bi malperek înternetê, serîlêdan an reklamê re.",
    "1023108656": "Kategoriyên wergirên sêyemîn",
    "1418235079": "Pêşkêşvanên xizmetê",
    "3238184941": "Nîşe: Rîska sextekariyê ya ku bi navnîşanek IP-ya kesane ve girêdayî ye, li gorî daxwazê dikare bi Integrator re were parve kirin.",
    "285116485": "Pargîdanî agahdariya kesane ya ku em berhev dikin \"difiroşe\" (wekî ku ev têgîn di CCPA de hatî destnîşan kirin). Ji kerema xwe ji bo bêtir agahdarî li ser celebên cookie-yên sêyemîn, heke hebin, ku em bikar tînin, serî li beşa \"Analîzasyon û Teknolojiyên Şopandina Partiya Sêyemîn\" li jor bidin.",
    "1408750006": "Di bin şert û mercên hin sînoran de, CCPA mafê xerîdarên Kalîforniyayê dide ku daxwaz bikin ku bêtir hûrgulî li ser kategoriyan an perçeyên taybetî yên agahdariya kesane ya ku em berhev dikin zanibin (tevî ka em çawa vê agahiyê bikar tînin û eşkere dikin), ji bo jêbirina agahdariya kesane, jêbirin her \"firotina\" ku dibe ku çêbibe, û her weha mafê ku ji bo karanîna van mafan neyê cûda kirin.",
    "759057398": "Agahdarî ji Mijarên Daneyên Yekîtiya Ewropî re",
    "825780955": "Agahiyên Kesane",
    "2945960297": "Di derbarê mijarên daneyên Yekîtiya Ewropî de, têgîna \"agahdariya kesane\" ya ku di vê Siyaseta Nepenîtiyê de tê bikar anîn bi \"daneyên kesane\" re wekhev e ku di Rêziknameya Parastina Daneyên Giştî ya Yekîtiya Ewropî (GDPR) de hatî destnîşan kirin.",
    "1126613163": "Daneyên hesas",
    "3571006800": "Dibe ku hin agahdariya ku hûn ji me re peyda dikin daneyên hesas ên ku di GDPR-ê de hatine destnîşan kirin (wek kategoriyên taybetî yên daneyên kesane jî têne binav kirin), di nav de nasnameya nijad an etnîsîteya we ya li ser belgeyên nasnameyê yên ku ji hêla hukûmetê ve hatine derxistin jî heye.",
    "1988461282": "Bingehên Yasayî ji bo Processing",
    "3519564631": "Armancên Pêvajoyê",
    "1778642038": "Ji bo ku bi we re têkilî daynin",
    "2223819810": "Ji bo baştirkirina platforma me",
    "1678661231": "Ji bo lihevhatin, pêşîlêgirtina xapandinê, û ewlehiyê",
    "2561077702": "Ji bo pêşkêşkirina xizmeta me",
    "2066321185": "Bingeha Yasayî",
    "1174237568": "Ev çalakiyên pêvajoyê berjewendiyên me yên rewa pêk tînin. Berî ku em agahdariya kesane ya we ji bo berjewendiyên xwe yên rewa pêvajoyê bikin, em hewil didin ku bandorên potansiyel ên li ser we (hem erênî hem jî neyînî) û mafên we binirxînin û hevseng bikin. Em agahdariya kesane ya we ji bo çalakiyên ku berjewendîyên me ji hêla bandorek neyînî ve li ser we derbas dibin bikar naynin (heta ku em razîbûna we nebin an bi qanûnek din hewce ne an destûr nedin).",
    "1350478093": "Armanca Pêvajoyê",
    "787916198": "Bi razîbûna we",
    "3348433919": "Mafên Te",
    "3842673636": "Li gorî GDPR, di derheqê agahdariya kesane ya we de hin mafên we hene. Hûn dikarin ji me bipirsin ku em çalakiyên jêrîn li ser agahdariya weya kesane ya ku em digirin bikin:",
    "4057343238": "Veqetandin",
    "1834911235": "Rawestandina şandina danûstendinên kirrûbirra rasterast ên ku we berê razîbûna wergirtina we dabû rawestînin. Dibe ku em ji we re peywendiyên ne-bazirganî yên girêdayî Karûbar û yên din bişînin.",
    "3022301908": "Navketin",
    "680638297": "Agahiyê li ser pêvajokirina agahdariya weya kesane ji we re peyda bikin û bigihîjin agahdariya weya kesane.",
    "1409486258": "Serrast",
    "3878077249": "Di agahdariya kesane de xeletiyên xwe nûve bikin an rast bikin.",
    "3645414921": "Jêbirin",
    "42182578": "Agahiyên xwe yên kesane jêbirin.",
    "1609621367": "Derbaskirin",
    "3208155808": "Kopiyek agahdariya kesane ya ku ji hêla makîneyê ve tê xwendin ji we re an partiyek sêyemîn a bijartina we veguhezînin.",
    "1786796818": "Tengkirin",
    "3329634829": "Pêvajoya agahdariya kesane ya xwe sînordar bikin.",
    "4202774977": "Tişt",
    "3007158970": "Li dijî pêbaweriya me ya li ser berjewendîyên me yên rewa wekî bingeha me ya hilberandina agahdariya weya kesane ya ku bandorê li mafên we dike.",
    "1273071008": "Daxwazên Mafên Gihîştina Mijara Daneyê",
    "3594381346": "cîh.",
    "21141582": "ev",
    "3357523404": "Veguheztina Daneyên Cross-Border",
    "290966395": "Wekî ku di beşa meya \"Nîşeyek ji Xerîdarên Derveyî Dewletên Yekbûyî re\" hatî diyar kirin, ji kerema xwe hay jê hebin ku daneyên weyên kesane dê li Dewletên Yekbûyî werin veguheztin, pêvajokirin û hilanîn. Dibe ku qanûnên parastina daneyan li Dewletên Yekbûyî ji yên li welatê weya rûniştinê cûda bin. Hûn razîbûna xwe bi veguheztina agahdariya xwe, tevî agahdariya kesane, ji DY re wekî ku di vê Siyaseta Nepenîtiyê de hatî destnîşan kirin bi serdana Malperên me an karanîna Karûbarê me qebûl dikin.",
    "3178581111": "Ji bo Armancên Nû bikar bînin",
    "1088304322": "Em dikarin agahdariya kesane ya we ji ber sedemên ku di vê Siyaseta Nepenîtiyê de ne diyar bikar bînin, li cihê ku em bi qanûnê destûr didin ku wiya bikin û li ku derê sedem bi armanca ku me ew berhev kiriye re hevaheng e. Ger hewce be ku em agahdariya kesane ya we ji bo armancek negirêdayî bikar bînin, dibe ku em we agahdar bikin û bingeha qanûnî ya guncan a ji bo wê karanîna rave bikin. Ger me ji bo karanîna taybetî ya agahdariya weya kesane xwe dispêre razîbûna we, dibe ku em ji bo armancek negirêdayî razîbûna we bigerin û heke hûn îtîraz bikin rê bidin we ku hûn di wê demê de karanîna xwe ya karûbarê biqedînin.",
    "2260079771": "Parastina Daneyên",
    "38428546": "Em Daneyên Kesane yên we di tevahiya jiyana hesabê we de bi me re bi ewle hilînin. Em ê Daneyên Kesane yên we tenê heya ku hewce be ji bo bicihanîna mebestên ku me ew berhev kirine, di nav de ji bo mebestên tetmînkirina berpirsiyariyên qanûnî, hesabî, an raporkirinê an jî çareserkirina nakokiyan diparêzin. Pîvanên ku em bikar tînin ji bo destnîşankirina serdemên hilanînê, hukmên peymanê yên bikêr ên ku di meriyetê de ne, serdemên tixûbdarkirina zagonî ya qanûnî, hewcedariyên birêkûpêk ên bicîhkirî, û standardên pîşesaziyê hene.",
    "384965568": "Dema ku hewcedariyên ragirtinê li gorî dadrêsiyê diguhezin, agahdariya di derbarê serdemên meya ragirtinê ya tîpîk de ji bo aliyên cûda yên daneyên weya kesane li jêr têne diyar kirin.",
    "2788836740": "Agahdariya pêwendiyê ji bo mebestên kirrûbirrê heya ku hûn nebin abone li ser bingehek domdar têne parastin. Dûv re em ê hûrguliyên we heya demek nediyar li navnîşa xweya tepisandinê zêde bikin. Agahdariya e-nameyê ku ji Bikarhênerên Gihîştinê hatî berhev kirin dê çu carî ji bo armancên kirrûbirrê neyê bikar anîn.",
    "3520687192": "Qeydên danûstendinên bi we re (mînak bilêtên piştgiriyê yên ku bi e-name an Twitterê ve têne vekirin) dibe ku bêdawî bêne girtin.",
    "292211832": "Agahdariya ku bi rêgezên teknîkî yên wekî cookie, hejmarkerên rûpelên malperê û amûrên din ên analîtîk têne berhev kirin, di demek zû de têne avêtin, lê dibe ku ji bidawîbûna cookie-yê heya salek sînorkirî, bi gelemperî bi rengek nenaskirî û berhevkirî were hilanîn. heya ku em destdirêjiya potansiyel a karûbarê xwe nebînin, di vê rewşê de em ê wan agahdarî biparêzin da ku ji me re bibe alîkar ku pêşî li destdirêjiya pêşerojê bigirin. Em nikarin vê agahdariya nenaskirî û berhevkirî bi we, malbata we, navnîşanek IP-ê, an agahdariya kesane ya ku li ser bingeha agahdariya hatî hilanîn ve girê bidin.",
    "470943029": "Ger pirsên we li ser vê Siyaseta Nepenîtiyê hebin, ji kerema xwe bi me re têkilî daynin:",
    "3192683783": "Guhertinên vê Siyaseta Nepenîtiyê",
    "1702335960": "Her agahdariya ku em berhev dikin, di dema berhevkirina van agahdariyan de di meriyetê de ye. Lêbelê, dibe ku em Siyaseta Nepenîtiyê car bi car ji nû ve bikin. Ger guhertoyek materyal be, wekî ku tenê ji hêla me ve hatî destnîşankirin, em ê we agahdar bikin, mînakî bi e-nameyê. Guhertoya heyî dê her gav li rûpela meya Siyaseta nepenîtiyê were şandin.",
    "3669258571": "Siyaseta Cookie",
    "2905621957": "Dawîn nûvekirin: 18 Tîrmeh, 2020",
    "1173934218": "Em fam dikin ku nepenîtiya we ji we re girîng e û em pêbawer in ku di derheqê teknolojiyên ku em bikar tînin de zelal bin. Ev polîtîka agahdariya berfireh li ser ka çawa û kengê em cookies li ser Malper û Karûbarê xwe bikar tînin peyda dike.",
    "2694150481": "Ma em Cookies bikar tînin?",
    "457627611": "Erê. Em û analîtîk an pêşkêşkerên karûbarê me, hevkarên kirrûbirrê, û hevalbendên me dikarin çerezan, tîrêjên malperê, an pixel û teknolojiyên din bikar bînin da ku her kesê ku Malperan bikar tîne xwedî ezmûna çêtirîn gengaz e. Ji kerema xwe ji bo bêtir agahdarî li beşa \"Analîzasyon û Teknolojiyên Şopandina Partiya Sêyemîn\" ya Siyaseta Nepenîtiyê bibînin.",
    "501102544": ": em bawer dikin ku karûbarê antî-bot hCaptcha (ango Karûbarê ku ji hêla malper, lîstik, an sepanên desta ve hatî vehewandin) li gorî rêzikên GDPR-ê tenê çerezên ku jê re dibêjin \"rizayet-berbest\" vedihewîne. Nimûneyên çerezên weha yên bêpar ev in:",
    "461631543": "Têbînî GDPR",
    "2150907653": "* Ji bo peydakirina karûbarê çerezên teknîkî bi hişkî hewce ne. Di nav wan de çerezên bijare, çerezên danişînê, çerezên hevsengiya barkirinê, hwd.",
    "1012122721": "* Kukiyên îstatîstîkî ku rasterast ji hêla me ve têne rêve kirin (ango partiya yekem, ne cookie-yên sêyemîn), ku dane ji bo profîlkirinê nayên bikar anîn.",
    "148542287": "Ev ne şîreta qanûnî ye, û di derheqê vê analîzê de garantî nayê peyda kirin. Ger pirs an fikarên we yên din hebin, ji kerema xwe bi me re têkilî daynin:",
    "3956117148": "Malperên hCaptcha.com û BotStop.com (Malper) dibe ku çerezên din jî bihewînin, wekî ku di vê Siyasetê de têne diyar kirin.",
    "3255230599": "Cookie çi ye?",
    "1095532507": "Cookie (\"Cookie\") pelek nivîsê ya piçûk e ku ji hêla serverek rûpela malperê ve li ser dîska we tê danîn. Cookies agahdariya ku paşê dikare ji hêla serverek webê ve di nav domaina ku cookie ji we re şandiye were xwendin. Hin ji çerezan dê tenê werin bikar anîn heke hûn hin taybetmendiyan bikar bînin an hin vebijarkan hilbijêrin, û hin cookie dê her gav werin bikar anîn. Hûn dikarin bi dîtina lîsteya cookie-ya meya heyî ya li jêr li ser her cookie bêtir fêr bibin.",
    "2943815316": "Em vê navnîşê dem bi dem nûve dikin, ji ber vê yekê dibe ku çerezên din jî hebin ku hêj nehatine navnîş kirin. Dibe ku di Malperan de an jî di e-nameyê de beaconên malperê, etîket û nivîsar werin bikar anîn da ku ji me re bibin alîkar ku em çerezan radest bikin, serdan bijmêrin, bikêrhatîbûn û kampanyayê fam bikin û diyar bikin ka e-nameyek hatî vekirin û li ser tevdigerin. Dibe ku em raporên li ser bingeha karanîna van teknolojiyên ji hêla pêşkêşkerên karûbar/analîtîk ve li ser bingehek kesane û berhevkirî werbigirin.",
    "2954157511": "Çima em Cookies bikar tînin?",
    "1539071196": "Em bi gelemperî Cookies ji bo mebestên jêrîn bikar tînin:",
    "3545935449": "Ji bo naskirina bikarhênerên nû an berê.",
    "32739972": "Heke hûn li Malperên me qeydkirî bin, agahdariya rûniştina têketina xwe hilînin.",
    "4209078147": "Ji bo ku Malpera me baştir bikin û serdanên xwe yên li ser platform û Malpera me baştir fam bikin.",
    "1077448694": "Ji bo ku bi malperên medyaya civakî yên partiya sêyemîn re tevbigerin.",
    "1709478090": "Ji bo ku hûn bi reklama berjewendî an armanckirî re xizmetê bikin.",
    "3256020881": "Ji bo çavdêriya tevger û çalakiyên geroka xwe bi demê re li gelek malper an platformên din.",
    "1092241113": "Ji bo ku berjewendîyên Xerîdar û Entegratorên me baştir fam bikin.",
    "1434289796": "Hin Cookies ji bo hin karanîna Malperan hewce ne, û bêyî wan Cookies, em ê nikaribin gelek karûbarên ku hûn hewce ne ku hûn Malperan bi rêkûpêk bikar bînin peyda bikin. Mînakî, ev Cookies rê didin me ku em Malperên xwe bixebitînin da ku hûn wekî ku we daxwaz kirine bigihîjin wê û bihêlin ku em nas bikin ku we hesabek çêkiriye û ji bo ku hûn bigihîjin naveroka Malperê têketî nav wê hesabê. Ew di heman demê de Cookies jî vedigirin ku rê didin me ku em kiryarên weyên berê di heman danişîna gerokê de bi bîr bînin û Malperên xwe ewle bikin.",
    "1533171442": "Em ji bo analîz û armancên kirrûbirrê jî Cookies û Cookiesên fonksiyonel ên ji aliyên sêyemîn bikar tînin. Cookies Functional dihêle ku hin beşên Malperan bi rêkûpêk bixebitin û vebijarkên we yên bikarhêner bêne zanîn. Cookiesên Analîzê, di nav tiştên din de, agahdarî berhev dikin ka Xerîdar, Entegrator, û Bikarhênerên Dawî çawa Malperên me bikar tînin, naverok û hilberên ku bikarhêner pir caran dibînin, û bandora reklama partiya meya sêyemîn. Cookies Reklamê di gihandina reklaman de ji temaşevanên têkildar re dibe alîkar û reklamên me di serê encamên lêgerînê de xuya dibin. Cookies yan Cookiyên \"danişîn\" in ku dema ku hûn danişîna geroka xwe diqedînin têne jêbirin, an jî \"domdar\" in ku heya jêbirina wan ji hêla we ve (li jêr tê nîqaş kirin) an jî partiya ku cookie xizmet kiriye, dimînin. Agahiyên bêkêmasî yên li ser hemî Cookie-yên ku li Malperan têne bikar anîn li tabloya meya Daxuyaniya Cookie ya jêrîn hene.",
    "322830977": "Meriv çawa Cookies neçalak dike.",
    "3885459114": "Hûn dikarin bi gelemperî karanîna cookie-yan bi fonksiyonek ku di geroka weya webê de hatî çêkirin çalak bikin an paşê neçalak bikin. Heke hûn dixwazin li ser cookie-yan bêtir fêr bibin, an jî meriv çawa wan kontrol bike, neçalak bike an jêbirin, ji kerema xwe biçin https://www.knowcookies.com/ ji bo rêbernameya berfireh.",
    "262509504": "Dibe ku em agahdariya ku ji hêla Cookies ve hatî berhev kirin bi agahdariya din a ku em ji we berhev dikin li gorî vê Siyaseta nepenîtiyê ve girêbidin û agahdariya hevbeş a ku li vir hatî destnîşan kirin bikar bînin. Bi vî rengî, aliyên sêyemîn ên ku li ser Malperên me çerezan pêşkêş dikin, dibe ku nav an navnîşana e-nameya we bi agahdariya din a ku ew berhev dikin ve girêdin, ku dibe ku kirînên berê yên ku negirêdayî an serhêl hatine kirin, an agahdariya weya karanîna serhêl tê de bin.",
    "2935155034": "Ger hûn li Qada Aborî ya Ewropî ne, hin mafên we hene ku li jor di bin sernavê \"Agahdarî ji mijarên daneya YE re\" hatine diyar kirin, di nav de mafê teftîşkirin û rastkirin an jêbirina daneyên ku me derheqê we de ne.",
    "1873812847": "Cookie (s) Veşartin",
    "3319083717": "Nav:",
    "3183855267": "1. hmt_id",
    "907324388": "Karî",
    "2896187462": "1. Ji bo statîstîkên karûbarê nenas ên ku bi hişkî hewce ne, û ji bo mebestên teknîkî yên din ên wekî arîkariya di piştgirîya gihîştinê de tê bikar anîn.",
    "987267027": "Partî",
    "3453526675": "1. Partiya 1",
    "1952810469": "Awa",
    "1795436560": "1. Rûniştin",
    "102695075": "Demajok",
    "3356329025": "1. 30 roj",
    "3744153629": "Nav:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "rûniştinî,",
    "3186435874": "sessionid",
    "720059527": "2. Ji bo armancên teknîkî yên hişk têne bikar anîn: hevsengkirina barkirinê, rêveçûn.",
    "1241291641": "Zêdetir hûrgulî bibînin.",
    "1834801943": "2. Partiya 1",
    "2114694926": "2. Rûniştin",
    "938404336": "2. Diguhere; heta 30 rojan.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. Ji bo armancên teknîkî yên hişk têne bikar anîn: Bikaranîna Bikarhênerê Gihîştinê çalak dike.",
    "1061239711": "3. Partiya 1",
    "1483015662": "3. Rûniştin",
    "3458934553": "3. Diguhere; heta 30 rojan.",
    "1527172673": "Ger pirsên we di derbarê vê Siyaseta Cookie de hebin, ji kerema xwe bi me re têkilî daynin:",
    "134571844": "Impressum (Agahdariya Malperê)",
    "110836420": "Herî dawî hate nûve kirin: 23 Kanûn, 2020",
    "2901894297": "hCaptcha karûbarek Intuition Machines, Inc. (\"IMI\"), Pargîdaniyek Dewletên Yekbûyî yên Delaware (# 6393793) ye.",
    "2928362319": "Dibe ku lêpirsînên bi nameyê werin şandin: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Agahdariya li ser rêveberiya heyî ya pargîdaniyê dibe ku li ser rûpela Derbarê were bidestxistin. Rêvebirê niha yê pargîdaniyê rêvebirê berpirsiyar ji naverokê ye.",
    "3094150511": "Desthilata birêkûpêk: Komîsyona Têkiliyên Federal a Dewletên Yekbûyî, 45 L Street NE, Washington, DC 20554 USA.",
    "2763011087": "IMI pabend nake, û ne jî mecbûr e ku beşdar bibe, ji bo nakokiyên xerîdar li ber saziyek çareserkirina nakokiyên xerîdar, çareseriyek alternatîf a nakokiyê.",
    "1395644678": "Malpera fermî ya Komîsyona Ewropî ji bo Çareserkirina Nakokîyên Serhêl:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Di derbarê naverokê de garantî tune",
    "707541553": "Hemî agahdariya ku li ser rûpelên me yên înternetê hene ji hêla IMI an partiyek sêyemîn ve hatî pejirandin. Lêbelê, ne IMI û ne jî aliyên sêyemîn nikarin berpirsiyar bin ji ber agahdariya heyî, rast, an tam. Ev ji bo malperên din ên ku bi hîperlînkên li ser rûpelên me têne gihîştinê jî derbas dibe. IMI berpirsiyariya naveroka van malperên derve qebûl nake.",
    "2650241052": "Ne şîret",
    "3361191778": "Agahiyên ku li ser rûpelên înternetê têne peyda kirin şîreta kesane temsîl nake û nikare şûna vê bigire. Ger hewcedariya we bi şêwirdariya kesane hebe, ji kerema xwe bi xebatkarên piştevaniya me re têkilî daynin.",
    "1031855757": "Bikaranîna vê malperê",
    "204716894": "Naverok û sêwirana rûpelên me yên malperê di bin qanûnên mafnasiyê de têne parastin. Dubarekirina rûpelan û naveroka wan bi rengekî ku ji karanîna adil ya maqûl derbastir e, ji IMI-ê razîbûna nivîskî ya pêşîn hewce dike heke li ser rûpelê qanûnên din ên qanûnî ji bo dubarekirinê nehatine diyar kirin.",
    "3182435854": "Copyright",
    "3187946010": "Hemî nivîs, wêne, anîmasyonên grafîkî, vîdyoy, muzîk, deng û materyalên din ên li ser van rûpelan ji hêla IMI an aliyên sêyemîn ve di bin zagona mafê telîfê de têne parastin, heke were destnîşan kirin. Qedexe ye kopîkirin an guheztina vê materyalê ji bo karanîna bazirganî bi rengek ku ji karanîna adil a maqûl derbas dibe.",
    "74538881": "Berpirsiyariya vê malperê",
    "3236873806": "IMI ji vê malperê berpirsiyar e.",
    "2657277322": "Ger pirsên we hebin, ji kerema xwe bi me re têkilî daynin:",
    "1338341134": "hCaptcha + Derbasbûna Nepenîtiyê (Beta)",
    "88879089": "Derbasbûna Nepenîtiyê an e",
    "1898063898": "ji bo parastina nepenîtiya bikarhêner a ku em pê re pêş dixin",
    "1942186611": "û yên din.",
    "3673079511": "standarda derketî",
    "2164933356": "Cloudflare",
    "3119589996": "Ew çawa dixebite: pêvekek gerokê ji bikarhêneran re şiyana afirandina û îmzekirina nîşaneyên kor ên krîptografî ji bo malperên ku piştgirî didin protokola Derbasbûna Nepenîtiyê peyda dike. Dema ku pirsgirêkek li ser her malperê bi karanîna karûbarê hCaptcha tê çareser kirin, pêvek derbasbûnên ku tê de nîşaneyên korkirî yên krîptografîk hene ku ji hêla hCaptcha ve têne îmze kirin, çêdike,",
    "1254771154": "kêşeyên ku li ser karûbarên din ên piştgirîker ên Privacy Pass-ê ku di heman demê de hCaptcha jî vedihewînin têne xuyang kirin, mînak Cloudflare.",
    "996362763": "Van nîşanan ji bo karanîna pêşerojê ji hêla dirêjkirinê ve têne kor kirin û têne hilanîn. Dema ku bikarhêner serdana malperek ku hCaptcha bikar tîne û pêdivî ye ku dijwariyê derbas bike (çi nexuyayî be an bi bişkoka \"Ez mirov im\") ew bixweber têne hilanîn. Pêvajoya korbûnê tê vê wateyê ku nîşaneyên îmzekirî û xilaskirî ji perspektîfa hCaptcha ve ji hêla krîptografî ve nayê girêdan, û bi vî rengî nepeniya bikarhêner tê parastin.",
    "2943346052": "Gava ku pêvajoya standardkirina IETF berdewam dike, em li bendê ne ku gerokên sereke dê hin formek Passiya Nepenîtiyê bi xwemalî qebûl bikin. Ev ê di dawiyê de dirêjkirinê nepêwîst bike. Lêbelê, heya niha, ji kerema xwe rêwerzên jêrîn bişopînin.",
    "2326660907": "bê",
    "741483946": "* Bi gotinek din: hûn dikarin nîşaneyên hCaptcha Privacy Pass li ser hCaptcha.com bistînin, û wan li ser malperên din rasterast bi karanîna hCaptcha.com bikar bînin. Hûn nekarin tokenên hCaptcha Privacy Pass bistînin an bişopînin da ku karûbarê hCaptcha ya ku ji hêla Cloudflare ve tê bikar anîn derbas bikin, ji ber ku Cloudflare îşaretên xwe yên Nepenîtiyê derdixe û distîne.",
    "1362015807": "Destpêkirin",
    "1358325821": "Pêşîn, pêvekê ji bo saz bikin",
    "310885519": "an",
    "4091044469": ". Piştrast bike ku we pêvek di moda nenaskirî de çalak kiriye. Dûv re, biçin her malperê ku hCaptcha bikar tîne û kaptcha çareser bike. Ji guhertoya 2.0.3, hûn dikarin van nîşanan li ser malperên ku hCaptcha bikar tînin xilas bikin.",
    "3904679538": "Chrome",
    "3700767772": "Gava ku we pêvek saz kir, li vir bikirtînin (an li ser malperek ku hCaptcha bikar tîne) da ku derbasbûnên bidest bixin:",
    "166277959": "Ji kerema xwe not: ev taybetmendî niha di betayê de ye, û dibe ku her dem ji bo hemî malper û bikarhêneran nexebite. Di bûyera ku ew ji bo bikarhênerek taybetî neçalak be an nexebite, tevger dê bi tenê vegere ezmûna standard hCaptcha bêyî windakirina fonksiyonê.",
    "3031357206": "Dê îkonek nû li tenişta barika URL-ya we xuya bibe. Naha biçin malperek ku hCaptcha bikar tîne. Ew ê bi vî rengî xuya bike:",
    "1066753052": "ku tê vê wateyê ku berîka vala ye, û hûn li ser malperek in ku dijwariyek hCaptcha vedihewîne. Gava ku hûn dijwariyê temam bikin, hûn ê nîşanekan bi dest bixin ku dikarin li ser malperek din bi hCaptcha re werin vegerandin.",
    "651123197": "Hejmarek ji tevaya heyî ya di berîka we de dê piştî qedandina dijwariyê li ser îkonê were xuyang kirin.",
    "554844646": "Hûn dikarin piştrast bikin ku pêvek kar dike bi dîtina ku her gava ku hûn bikirtînin jimare 1 kêm dibe",
    "4087729475": "dijwariya piştî çareseriya weya destpêkê.",
    "647630208": "Û ew e! Geroka weya serhêl êdî nepenîtir e.",
    "3272552822": "Pêşdebir û krîptograf:",
    "4059570880": "Ger hûn dixwazin hewldana standardkirinê bişopînin, niha hewldan li ser têne kirin",
    "1904390996": "standardîzekirin",
    "252720667": "binyada ewlehiya krîptografî ya Privacy Pass. Protokol bi xwe derbas dibe",
    "3972554015": "pêvajoyê jî. Û dirêjkirina gerokê bê guman e",
    "3723626769": "ji bo tevkarî û nirxandina we.",
    "3882147547": "Fonksiyonên Pseudorandom Oblivious",
    "565624910": "draft",
    "3421090159": "çavkaniya vekirî",
    "3098677775": "Pirs: Ma IP û dîroka geroka min bi tevahî ji hCaptcha nepenî ye dema ku Passiya Nepenîtiyê bikar tîne?",
    "4019638786": "A: Bikarhênerên Privacy Pass ên hCaptcha dê tu carî IP-ya xwe ji hCaptcha re eşkere nekin heya ku berîka tokenê ya geroka wan vala nebe an malper wê neşîne. hCaptcha çu rê tune ku bikarhêner bi xilasbûna tokenê ve girêbide, û di dema xilasbûnê de rasterast bi bikarhêner re têkilî nake heya ku berîka tokena wan vala nebe.",
    "3887113660": "Pirs: Derbasbûna Nepenîtiyê çawa bandorê li dahatên hCaptcha dike?",
    "1116455671": "A: Ger bikarhêner wê li ser malpera we temam bike hûn ê ji bo çareseriya destpêkê xelatek bistînin. Veguhastin heman şêwaza bersivê dişopînin mîna ku bikarhêner ji ber pêbaweriya xerîdar a zêde bixweber li malpera we derbas bûbe: tu dahatî çênabe, û banga verastkirina malperê ji servera we di encamên derbasbûnê de `kredî: Derewîn` distîne.",
    "779817954": "Pirs: Ger pasên min ên Nepenîtiyê hene ku ji hêla peydakerek din ve hatine derxistin, ez dikarim wan li ser hCaptcha bistînim?",
    "3014149332": "A: Na, derbasbûn bi hev re nayên xebitandin: divê ew ji hêla heman desthilatdariyê ve, di vê rewşê de hCaptcha, bêne derxistin û vegerandin. Bala xwe bidinê ku heke we hem ji Cloudflare û hem jî ji hCaptcha di dirêjkirina we de derbasbûn hebin, dê hejmara berdest li gorî hewcedariya rûpela ku hûn serdanê dikin bigihîje mîqdara rast. Bi gotinek din, heke we 100 derbasbûnên Cloudflare di berîka we de û 10 derbasbûnên hCaptcha hene, divê hûn 10 li ser îkona dirêjkirinê li ser rûpelên ku hCaptcha pêvekirî bibînin bibînin.",
    "3679148535": "Pirs: Hûn li ser kîjan serîlêdanên din ên Privacy Pass dixebitin?",
    "1606783855": "A: Em ji bo doza karanîna Gihîştinê (\"a11y\") bi Passeya Nepenîtiyê pir eleqedar in. Vebijarkên berê yên populer ên mîna kapçayên bihîstwerî li hember gelek bikarhênerên a11y cihêkariyê dikin. Em bawer dikin ku nêzîkatiya meya a11y ya heyî bi derxistina Derbasbûna Nepenîtiyê re dê rê bide bikarhênerên a11y ku bi ewlehî bigerin, bi zanibin ku seyrûsefera wan nepenîtir e, di heman demê de destdirêjiya ji hêla operatorên botê ve ku bê guman dema ku vebijarkên a11y peyda dibin sînordar bike.",
    "2359150347": "Pirs: Ma karûbarên din ên ewlehiyê yên serhêl piştgirî didin Passiya Nepenîtiyê?",
    "2082237880": "A: hCaptcha yekem karûbarê vî rengî ye ku Passiya Nepenîtiyê piştgirî dike, û niha yekane ye ku wiya dike. Lêbelê, em li bendê ne ku karûbarên din avantajên zêdekirina nepeniya bikarhênerê serhêl nas bikin, û li bendê ne ku di pêşerojê de bêtir pêkanînan pêk bînin ji ber ku standardên IETF yên ku em ji bo pêşvebirina wan arîkariya wan dikin bi fermî têne pejirandin.",
    "2109792055": "Rêbernameya Bikarhêner: Pirsgirêkên Debugkirina Bi Weşandin û Verastkirina Derbasbûna Nepenîtiyê",
    "3588620914": "Privacy Pass li gorî standardên Webê vedîtinek nû ye, û mimkun e ku serîlêdanên din û pêvekên gerokê yên ku haya wan jê tune be, destwerdana fonksiyona wê bikin.",
    "4039193170": "Ger pirsgirêkên we di standin an rakirina tokenan de hene:",
    "2378786360": "1. Yek ji gerokên din ên piştgirî biceribînin: heke hûn li ser Chrome-ê ne, bêyî ku mîhengên xwe ji Chrome-ê îtxal bikin Firefox-ê bikar bînin û pêvekê li wir saz bikin. Ger ew kar dike, dibe ku hûn pirsgirêkek veavakirina gerokê hebe.",
    "394235836": "3. Heke yek ji pêşniyarên jorîn nexebite, ji me re e-nameyek piştgiriyê bişînin û em ê kêfxweş bibin ku alîkariyê bikin ka çi diqewime.",
    "3470857731": "Analîzek li ser ka reCAPTCHA botan çiqas baş nas dike.",
    "3240786848": "Nûvekirina paşîn: 18ê Sibatê, 2021",
    "2547140673": "Zêdetirî deh salan e, karûbarê reCAPTCHA ya Google bazirganiyek ji xwediyên malperê re pêşkêşî dike: bila Google bikarhênerên we bişopîne û pirsan ji wan bike, û di berdêla wê de ew soz didin ku bot û spam rawestînin.",
    "2133754014": "Zêdetirî 4,5 mîlyon malper reCAPTCHA bikar tînin [",
    "3152512587": "û pergal rojane bi sed mîlyonan çareserî berhev dike. [",
    "2296918009": "Ev yek her roj zêdetirî 100 kes-sal ked dike.[",
    "3900538778": "Daneyên binavkirî sotemeniya ku fêrbûna makîneyê hêz dike ye. Bersivên reCAPTCHA ji 2009-an vir ve ji bo çêtirkirina karûbarên ML/AI-ê yên Google têne bikar anîn. Gelek kesên ku reCAPTCHA bikar tînin nizanin keda wan tê bikar anîn.",
    "1160252730": "Google naha ji bo reCAPTCHA Enterprise bihayên bilind distîne, dibe sedem ku gelek pargîdanî vê peymanê ji nû ve binirxînin.",
    "1131196501": "Pargîdaniyên sereke mîna",
    "204889717": "veguherî hCaptcha's",
    "639413188": "di bersivê de.",
    "3280658086": "çareseriyên pargîdaniyê",
    "3842815245": "Ma ev bazirganiyek adil e?",
    "714342693": "Tîma hCaptcha ji sala 2016-an vir ve daneyên nirxê ji karûbarên şikandina kaptcha-ya \"web tarî\" berhev dike. Me meylek balkêş dît:",
    "468929661": "Mesrefa navînî ya şikandina reCAPTCHA pir kêm e (kêmtir ji 1 $ serê 1000 çareserî) û ji dema ku çavdêriya me di sala 2016-an de dest pê kiriye bi maddî zêde nebûye. Ev hem ji bo reCAPTCHA v2 û hem jî ji v3 re derbas dibe. [",
    "2862164005": "Daneyên bihayê dihêlin ku em nirxek dolarek rastîn li ser ewlehiya ku ji hêla reCAPTCHA ve hatî pêşkêş kirin deynin: 0,001 $ an kêmtir her bersiv.",
    "102498091": "Google ji bo reCAPTCHA Enterprise ji her 1000 daxwazan 1 dolar distîne, yanî ew aniha her daxwazekê ji xerckirina xerckirina ewlehiya karûbarê xwe zêdetir distînin. Ev wekî peymanek xirab xuya dike.",
    "130239139": "Nirxa 100+ kes-sal keda ku Google rojane berhev dike çi ye?",
    "1421074182": "Bi giranî bilindtir.",
    "1953519598": "Mesrefa nîşankirina wêneyek yekane ji 0,03 $ heya 1,00 $ an jî zêdetir e. Li gorî her texmînek muhafezekar, Google heya roja îro bi mîlyaran dolar keda belaş derxistiye. [",
    "3025548709": "Ma alternatîfek ji vê peymana neheq re heye?",
    "263761351": "hCaptcha yekem alternatîfa pêbawer e, ku naha her meh ji hêla sed mîlyon mirovî ve tê bikar anîn.",
    "2743692546": "Gava ku bikarhêner bi riya hCaptcha mirovahiya xwe îsbat dikin, keda wan ji bo pêşnumakirinê dikeve nav bazarek vekirî ya nenas.",
    "1982750088": "Pargîdaniyên li çaraliyê cîhanê ji bo wê kedê daxwaz dikin ku karên hêsan ên ku ji mirovan re hêsan in lê ji bo makîneyan dijwar in pêk bînin. Bikarhêner piştgirî didin malpera ku ew serdan dikin, û ji ber astek bilindtir ewlehiyê kêmtir spam webê diceribînin.",
    "1108398506": "xerîdar kontrola tevahî li ser ezmûnê bi dest dixin, û ji pisporiya ku hCaptcha bi dest xistiye mezintirîn pêşkêşvanê dijwariya serbixwe ya li ser înternetê xebitandiye sûd werdigirin. Ew di heman demê de ji reCAPTCHA Enterprise peymanek çêtir distînin: heya 50-80% nirxê çêtir, li gorî qebareyê.",
    "3012870872": "Malper û sepanên ku guhertoya belaş (hCaptcha Publisher) bikar tînin, li şûna ku bidin Google-ê, ji wî karî dahatê qezenc dikin.",
    "2271512952": "Bikarhêner piştgiriya malpera ku ew lê dikin piştgirî dikin, û kêm spam webê tecrûbir dikin.",
    "278010425": "Karên cûrbecûr û pir caran-guhêrbar ên li ser hCaptcha jî bixweberkirina dijwartir e. Navbera yekane ya reCAPTCHA di gelek salan de nehatiye guhertin, û komek piçûk a pirsên ku kêm caran diguherin heye. Ev yek ji wan awayan e ku hCaptcha ji reCAPTCHA parastina dijî-bot bihêztir peyda dike.",
    "984849234": "hCaptcha fêrbûna makîneya pêşkeftî bikar tîne da ku tiştê ku reCAPTCHA tenê soz dide peyda bike, dema ku nirxa hatî girtin bi malperên ku wê bikar tînin re parve dike.",
    "4063769686": "Bikarhêner piştgiriya malpera ku ew lê dikin piştgirî dikin, û kêm spam webê tecrûbir dikin. Ev wekî peymanek adiltir xuya dike.",
    "685916926": "Çima reCAPTCHA bi demê re baştir nebû?",
    "3992401943": "Ji sala 2012-an û vir ve di fêrbûna kûr de şoreşek çêbûye. Norma pîşesaziyê ji bo rastbûna peywirê di deh salên borî de bi awayekî radîkal baştir bûye, di serî de ji ber torên kûr ên konvolutional. Karûbarên din ên bi ML-ê ku Google pêşkêşî dike, li pey vê kelûmê bûne.",
    "615031303": "(Binêre li jêrenotan",
    "2125514305": "ML çêtir bûye, lê dijwariya derbaskirina reCAPTCHA di vê demê de ji hêla materyalî ve nehatiye guhertin.",
    "1406188018": "6 û 7",
    "2689973938": "Başkirina reCAPTCHA ji bo Google wekî firoşkarê reklamê nakokiyek xwerû diafirîne.",
    "464238793": "Ger Google bixwe destnîşan dike ku bikarhênerek ku reklamek dibîne an zencîreyekê bikirtîne bi rastî botek bû, ew nikare reklamên ku ji wî bikarhêner re têne xuyang kirin xerc bike. Vê nakokiya berjewendiyê qada mebestên antî-bot ên Google bi tundî sînordar kiriye.",
    "918924423": "Mînakî, Google karûbarên eşkere yên hêja mîna vedîtina botê paşverû pêşkêşî nekiriye. Pir pêbawertir e ku meriv seyrûsefera bikarhêner a bot-çêkirî piştî analîzkirina daneya çend rojan were ragihandin.",
    "661412233": "Dizanin piştî captcha ku hin bikarhêner bot bûn jî hêja ye. Ew dihêle xwediyên malperê postên spam ên kevn paqij bikin û \"hesabên xewê\" yên ku di pêşerojê de li forumên spam hatine tomar kirin jêbikin, xapandinê kêm bikin, û hêj bêtir.",
    "3600797185": "Pêşkêşkirina nasnama botê ya paşverû dê Google ji pirsên dijwar re veke ka meriv çawa bi paşve vegerandina reklamkarên ku drav li wê seyrûsefera xapînok xerc kirine.",
    "2076932190": "Hilbera reCAPTCHA bi vî rengî deh salan rawestiyaye.",
    "3856912381": "Bikarhêner êş kişandine, û spam-ya nepêwist naha zêde ye. Lê alternatîfek heye.",
    "1035621426": "Her botek ku ji hêla reCAPTCHA ve hatî nas kirin rasterast dahata reklama Google kêm dike.",
    "3668115514": "hCaptcha çawa cûda ye?",
    "2413742287": "Teşwîqa hCaptcha zêdekirina rastbûnê ye, ne dahata reklamê: bersivên bot ji bo xerîdarên me, yên ku hewceyê daneyên perwerdehiya mirovan in, bêkêr in.",
    "1373262754": "Fêrbûna kesek kî ye ji bo hCaptcha nirxa hindiktirîn heye. Em tenê eleqedar dibin ka ew mirov in an lîstikvanek xirab in.",
    "600646860": "Li şûna ku karûbarek bi nirxa gumanbar pêşkêşî bike dema ku keda bi nirxa rastîn derxîne, hCaptcha hem berdêl û hem jî parastina dijî-botê ya bihêz peyda dike.",
    "1836191653": "Li şûna ku karûbarek bi hêsanî têkçûyî pêşkêşî bikarhênerên belaş bike dema ku bi mîlyonan dolar ji bo guhertoyek pargîdanî ya ku ne pir çêtir e drav dide, hCaptcha parastina botê ya hêja ji her duyan re peyda dike, di heman demê de ji bikarhênerên pargîdanî taybetmendiyên zêde û xwerû, ligel SLA-yên bihêz û piştgirîya bilez pêşkêşî dike.",
    "990215503": "hCaptcha tenê karûbarê captcha-ya sereke ye ku ne xwediyê torê reklamê ye.",
    "971933157": "hCaptcha xema nepenî, şefafî, û dadperweriyê dike.",
    "178839499": "hCaptcha nirxa xebata ku hatî kirin parve dike dema ku bikarhêner mirovahiya xwe îsbat dikin.",
    "1237076138": "hCaptcha hem ji xerîdarên belaş (hCaptcha Publisher) û hem jî pargîdanî (hCaptcha Enterprise) re peymanek adil pêşkêşî dike.",
    "614310292": "Kê hCaptcha çêkir?",
    "4188814619": "hCaptcha karûbarek Makîneyên Intuition e (",
    "3265328927": "), pargîdaniyek fêrbûna makîneyê ku hilber û karûbaran ji bo pargîdaniyên ku fêrbûna makîneyê bi pîvanê bicîh dikin pêşkêşî dike.",
    "2740033957": "Tîma IM ji zanyar û endezyarên Apple, Amazon, û rêberên din ên fêrbûna makîneyê, pergalên belavkirî, û ewlehiyê pêk tê.",
    "1579715421": "Zanyarên IM bi rêkûpêk di konferansên jorîn ên mîna ICML, ICLR, ECCV, û NeurIPS de diweşînin, û pargîdanî di dîsîplînên ML-ê de wekî haşkirina kûr bi gelemperî encamên herî pêşkeftî derxistiye [",
    "4015238193": "û OCR [",
    "279580593": "imachines.com",
    "279918384": "Google çawa keda weya belaş bikar tîne?",
    "2385522384": "We îhtîmal e ku hûn çarçova vîdyoyê ji kamerayên li ser gerîdeyên xwe-ajotinê yên Google-ê yên Waymo didîtin, û ji bo baştirkirina naskirina wan tiştan arîkariya wan dikirin.",
    "1517627947": "We îhtîmala ku we wêneyên avahî an îşaretên kolanan ji gerîdeyên Streetview yên Google-ê didîtin, û ji bo etîketkirina cîhan ji bo hilberên Nexşe û Erdê alîkariya we dikirin.",
    "3225936061": "We îhtîmal e ku hûn wêneyên nivîsê yên ku ji rûpelên pirtûkê yên li ser karûbarê Pirtûkên Google-ê hatine kişandin dîtin, û ji bo baştirkirina nermalava OCR (naskirina nivîsê) arîkariya wan dikirin.",
    "129661785": "Qet ji we hat pirsîn ku hûn \"li ser gerîdeyê / xaçerêya peyarê / ronahiya rawestgehê bikirtînin?\"",
    "936667684": "Qet jê hat xwestin ku \"navnîşa / nîşana kolanê binivîsin?\"",
    "3773515538": "Qet jê hat xwestin ku \"du peyvan binivîsin?\"",
    "1778058441": "Çi celeb karan li ser hCaptcha dimeşînin?",
    "366088791": "hCaptcha cûrbecûr karan piştgirî dike.",
    "3114147525": "Xerîdarên hCaptcha karûbarê ji bo peywiran bikar tînin, di nav de naskirina tiştan, vedîtina taybetmendiyê (komkirina etîketan ji bo naskirina cûreyên kincan), rêzgirtina têkildariyê (hilbijartina hilbera herî têkildar ji çend vebijarkan dema ku bi hilberek bingehîn re were berhev kirin), qutiyên sînorkirî (dîtina deverên berjewendiyê li ser wêneyek), \"Human OCR\" (naskirina nivîsê di wêneyekê de) û gelek celeb karên din.",
    "3139609561": "Li jêr du mînakên dabeşkirina wêneyê û celebên karê tespîtkirina taybetmendiyê hene. [",
    "2273532558": "Xerîdarên dravdana hCaptcha kî ne?",
    "4104221634": "Xerîdarên hCaptcha cûrbecûr pîşesaziyan vedihewînin, ji pargîdaniyên teknolojiyê bigire heya yên ku li ser moda, firotanê, û deverên din ên ku ew dikarin ji serîlêdana fêrbûna makîneyê nirx biafirînin.",
    "1337725003": "hCaptcha ji bo demokratîzekirina gihandina hejmûna bilind a annotation-a-time pabend e, ku dihêle pargîdaniyên mezin û piçûk bi karanîna fêrbûna makîneyê li karsaziya xwe kalîteya hilber û karûbarên xwe baştir bikin.",
    "4086379603": "Pirs?",
    "1243684308": "Em nerînên we ciddî digirin, û dixwazin piştrast bikin ku her kes xwedan ezmûnek xweştir a serhêl, bi kêmtir bot û kêmtir spam e. Xwe bigihînin me:",
    "2645321220": "Û heger hûn difikirin ku lêçûna reCAPTCHA pir zêde ye, ji me re li ser hCaptcha Enterprise bipirsin. Naha ji hêla hin weşangerên herî mezin, pargîdaniyên karûbarên darayî, û pargîdaniyên binesaziya webê ve li cîhanê têne bikar anîn, ew ne tenê alternatîfek pêbawer in ji bo reCAPTCHA: em bawer dikin ku ew parastina çêtirîn botê ya ku niha peyda dikin pêşkêş dikin.",
    "1229233916": "Peyvnot",
    "1115642494": "1. Çavkanî: BuiltWith.com navnîşên malperê reCAPTCHA. 9 Tîrmeh 2019 hatiye standin.",
    "448807334": "(\"Her roj bi sed mîlyon CAPTCHA ji hêla mirovan ve têne çareser kirin.\") Di 8-ê Tîrmeha 2019-an de hate girtin.",
    "2397590157": "3. Texmîna muhafezekar: 200 mîlyon çareserî * 30 saniye serê çareseriyê di nav salan de = 190,3 kes-sal/roj.",
    "3236311792": "4. analîza navxweyî ya hCaptcha. Daneyên heya 30-ê Hezîrana 2019-an hatine berhev kirin. Hûrgulî li gorî daxwazê peyda dibin.",
    "1752259468": "5. Texmîna muhafezekar: 0,01 $ lêçûna yek annotation * 200M avg. annotations per roj (sînorê jêrîn) * Salê 365 roj * 10 sal ji wergirtina 2009-an vir ve = 7,3 mîlyar dolar nirxa sînora jêrîn.",
    "3268946369": "6. Kred: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Çavkanî: Mary Meeker, KP Trends Internet 2017",
    "2666258754": "BINGEHÊN HÎERARŞÎYA SEMANTÎK BINGEHÊN TÊKILIYÊN JI JI BO HÊŞÎNA KÛR BI LÊBAZ-SERVÊDARÎ, Heikki Arponen, Tom E Bishop. ICML 2019, Atolyeya LLD.",
    "2544169219": "Encamên herî dawî yên herî dawî: ICML LLD, Gulan 2019.",
    "1973347745": "10. Wêneyên nimûne yên bêpere. Çavkanî: Petapixel.",
    "1493115924": "Nîşaneyên nîşana bazirganî:",
    "4051104324": "\"Intuition Machines\" marqeyek qeydkirî ya Intuition Machines, Inc.",
    "3983646521": "Hemî navên hilber, logo, marq, tîcarî û nîşanên bazirganî yên qeydkirî milkê xwediyên wan ên têkildar in. Hemî navên pargîdanî, hilber û karûbarê ku di vê malperê de têne bikar anîn tenê ji bo armancên nasnameyê ne. Bikaranîna van nav, tîcarî û marqeyan nayê wateya pejirandinê. Di vê rewşê de, bi tevahî berevajî.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Zanyarên IM Di CVPR 2020-an de ji bo Naskirina Nivîsa Bi Çavdêriya Qels (OCR) Pîvanek Nû danîne.",
    "1259002282": "Bûk dît? Li vir e ku meriv wê çawa rapor bike.",
    "3301728462": "Bi mîlyonan mirov her meh hCaptcha bikar tînin, li ser bi hezaran berhevokên gerok, pêvekirin, cîhaz, dîwarên agir, û hêj bêtir.",
    "3878230879": "Armanca me ev e ku em pê ewle bin ku ew her gav ji we re dixebite, ji ber vê yekê em raporên we pir teqdîr dikin!",
    "2465128185": "Ji bo ku hûn nerînên bilez bidin, tenê bişkoja \"Ji me re nerîn bişînin\" bikirtînin.",
    "2921990472": "Ger hûn pirsgirêkek fonksiyonel dibînin, ji kerema xwe bişopînin",
    "2870341481": "jêrîn. Ji bo gerokên din tenê",
    "1866590035": "talîmatên têketinê debug ji bo Chrome",
    "444492541": "talîmatên têketinê debug ji bo Firefox",
    "169267610": "e-nameyê ji me re bişînin",
    "3100722753": "Ji bo pirsgirêkên ewlehiyê an nepenîtiyê yên potansiyel, rêwerzên jêrîn bibînin.",
    "1906593952": "Li ser hCaptcha ya ku we nû dîtiye bertek bidin",
    "3951254541": "Em spasiya têketina we dikin. Her pirsgirêkek me agahdar bikin û em ê zû çareser bikin.",
    "3324288040": "Bersiva me bişînin",
    "2864016648": "Pirsgirêkên Nepenîtiyê",
    "304004915": "Em eleqedar nakin ka bikarhêner kî ne, tenê çiqas îhtîmal e ku ew xerabkar an makîneyên ne. Em piştgiriyê didin însiyatîfên wekî",
    "1139493658": ", û ji bo hevsengiya nepenî û ewlehiyê zehf bixebitin.",
    "3083289844": "Ger we pirsgirêkek dît ku hûn difikirin ku dikare bandorê li nepenîtiya bikarhêner bike, ji kerema xwe ji me re bi e-nameyê re bişînin",
    "4264784515": "Çewtiyên Ewlekariyê",
    "963238401": "Em her gav bala xwe didin ku raporên xeletiyên ewlehiyê bistînin. Email",
    "3926027556": "û em ê bi lez li we vegerin.",
    "1589805435": "Em jî a",
    "2560582224": "bernameya bug bounty",
    "103876916": "ji bo raporên ewlehiyê yên guncan ên li ser karûbarê hCaptcha û koda çavkaniya têkildar.",
    "497117287": "Vebijêrkên Gihîştinê",
    "3230004040": "Ma hûn ji hêla dîtbar ve astengdar in an wekî din nikarin hCaptchas-ê temam bikin?",
    "3480023141": "Li ser vebijarkên gihîştinê bêtir fêr bibin",
    "2052161540": "Girtina hûrguliyên Rapora Bug: Chrome",
    "2281169898": "Şandina agahdariya çewtiyê bi rapora we re dê ji me re hêsantir bike ku em nas bikin ka çi diqewime. Li vir rêwerzên gav-bi-gav hene:",
    "1123365779": "Heke hûn pêşdebirek malperê an bikarhênerek pispor in, kurtahî ev e ku hûn dixwazin ku hûn torêyek tomarkirina HAR û têketinên konsolê gerokê ji me re bişînin.",
    "2015218686": "berî ku hûn van gavan derbas bikin. Ger ew pirsgirêka we çareser bike, em dîsa jî spas dikin ku hûn guhertoya geroka xwe, astengkerê reklamê an dirêjkirina geroka xwe û URL-ya malperê agahdar bikin.",
    "3922723611": "Ji kerema xwe her astengkerek reklamê an pêvekên ewlehiya gerokê neçalak bikin",
    "4036872105": "pêşî û paşê dîsa biceribînin",
    "993651083": "Gav 1: Amûrên Pêşdebir vekin (Ev dest bi tomarkirina danişînê dike.)",
    "4163469907": "Gav 2: Di Amûrên Pêşdebir de li tabloya Torê bikirtînin. Li jor qutiya \"Tevgera Parastinê\" kontrol bikin.",
    "4243348003": "Gav 3: serdan",
    "641342999": ", an malpera ku hûn tê de pirsgirêkek heye (Nîşeya nepenîtiyê: tenê heke hûn ne xema parvekirina wê çi ye) ... û dûv re bişkoja \"Ez mirov im\" bikirtînin, û hewl bidin ku çareser bikin.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Gav 4: Piştî ku hûn hewl didin çareser bikin, \"Export HAR\" (tîra jêrîn a piçûk) bikirtînin, ku têketina torê xilas dike. Wê pelê ji me re bişînin.",
    "1503240421": "Gav 5: Li ser tabloya Konsolê bikirtînin, û dûv re li \"Save as ..\" bikirtînin da ku têketina konsolê hilînin. Ji me re jî bişînin.",
    "2863840904": "Gav 6: Pêngava paşîn, wan pelên têketinê yên HAR û konsolê ji me re bişînin, û pirsgirêkê rave bikin",
    "4051785543": "Bikaranîn:",
    "3623028666": "(ji kerema xwe karûbarek mîna bikar bînin",
    "551761392": "û lînkan bişînin) û vebijarkî wêneyek dîmenê, heke hûn guman dikin ku tiştek rast nayê xuyang kirin. Ji kerema xwe IP-ya ku hûn bikar tînin jî bişînin. Hûn dikarin jê bistînin",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Spas ji bo we wextê xwe da ku ji me re bibe alîkar ku em vê agahiyê bistînin!",
    "3680327841": "Em soz didin ku hCaptcha ji bo her kesî baş bixebite",
    "1059502393": "Girtina hûrguliyên Rapora Bug: Firefox",
    "1112074001": "Gav 2: Di Amûrên Pêşdebir de li tabloya Torê bikirtînin. Li jor qutiya \"Damarên domdar\" kontrol bikin.",
    "1797298240": "Gav 4: Piştî ku hûn hewl didin çareser bikin \"HAR\" bikirtînin, û \"Hemûyan wekî HAR\" hilbijêrin da ku têketina torê hilînin. Wê pelê ji me re bişînin.",
    "3671246379": "Gav 5: Li ser tabloya Konsolê bikirtînin, û dûv re \"Hemûyan Hilbijêre\" rast-klîk bikin û wê di pelek nivîsê de hilînin, da ku têketina konsolê hilînin. Ji me re jî bişînin.",
    "3816867833": "Feedback",
    "788770967": "Mixabin ji bo bihîstinê! Dibe ku hûn bixwazin vebijarka gihîştina me bikar bînin:",
    "1333016413": "Ev dihêle hûn bi qeydkirin û danîna cookieyekê ji pirsên pêşerojê dûr bikevin.",
    "2333410049": "Ji kerema xwe re jî biceribînin ku astengkerê reklama xwe vemirînin.",
    "1345083090": "Pirsgirêkek fonksiyonê rapor dikin?",
    "2184564739": "Dîtin",
    "604751186": "Pirsgirêkên din? Email",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "çawa pirsgirêkên bi têketinên berfireh rapor bikin",
    "1050501253": "Pir Dijwar",
    "3264813246": "Inappropriate",
    "3526939538": "Bug Software",
    "126134492": "Yên din",
    "3511610999": "Werin em piştrast bikin ku hûn gihîştin cîhê rast.",
    "3906886217": "Ji bo pargîdan an malperan",
    "1621597093": "Çareseriyên ewlehiya pargîdaniyê (drav)",
    "3176531704": "Annotation Data",
    "1834239172": "Karûbarên şîrovekirina hCaptcha bikirin",
    "1457707016": "Ji bo kesan",
    "770264626": "hCaptcha li karûbarê xwe zêde bikin (belaş)",
    "881015166": "hCaptcha ji bo Weşangeran li malper an sepana min zêde bikin",
    "47536007": "Di derbarê hCaptcha de bêtir fêr bibin",
    "2012837493": "Encamên lêgerînê",
    "4034694801": "Encamên lihevhatî tune.",
    "3621411541": "Li ser vebijarkên gihîştinê ji bo hCaptcha fêr bibin",
    "3401005681": "Pereyan qezenc bikin",
    "3933993151": "Wekî nîşankerek daneya kesane bixebitin",
    "563059212": "Lîsteya Subprocessors",
    "3501923981": "Nûvekirina Dawîn: 1ê Çile, 2020.",
    "3548097301": "Bibandor: 1 Çile, 2020.",
    "3991444169": "Ev rûpel ji bo karûbarê hCaptcha Enterprise bineprosesorên heyî navnîş dike.",
    "835396984": "Niha Çalak e",
    "424089481": "Amazon Web Services, Inc. (Global). Karûbarên peydakirî: Karûbarên Web Amazon. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Global). Karûbarên peydakirî: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Cîhane). Karûbarên pêşkêşkirî: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Global). Karûbarên peydakirî: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Nîşe: ji bo hemî xerîdaran derbas nabe. Mînakî, IP Blinding an xerîdarên din ên vebijarka nepenî an ewlehiyê yên pêşkeftî (mînak xerîdarên Kirêdariya Virtual a Ewle) bi tevahî ji her potansiyela \"PII\" ya ku her dem têkeve pergalên telemetrîyê, tewra navnîşanek IP-yê jî têne derxistin. Ger hewce be ji kerema xwe ji bo bêtir agahdarî bi nûnerê hesabê xwe re têkilî daynin.",
    "700843971": "Hound Technology, Inc. (Global). Karûbarên peydakirî: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Global). Karûbarên peydakirî: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Global). Karûbarên pêşkêşkirî: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Global). Karûbarên pêşkêşkirî: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Binesaziyê",
    "370366524": "Telemetrya Xizmeta Ephemeral",
    "121192737": "Zêdekirinên pêşerojê",
    "2420789666": "Xizmetên Fastly, Inc.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Bibandor: 1ê Îlon, 2021. Zêdekirina binesaziyê",
    "1487796027": "Ji bo pargîdaniyan",
    "3943417791": "Ji bo hCaptcha Enterprise (BotStop) piştgirî bistînin",
    "702287791": "hCaptcha Publisher (belaş)",
    "3397976149": "Ji bo Weşanxaneya hCaptcha piştgirî bistînin",
    "833750823": "Zehmetiya dijwariyê heye?",
    "2024737147": "Dixwazin xeletiyek rapor bikin?",
    "1978884623": "Di derbarê raporkirina pirsgirêkên nermalavê de bêtir fêr bibin",
    "4188664955": "Şertên Master of Service",
    "2621989404": "Nûvekirina Dawîn: 24ê Îlona 2021ê. Ji kerema xwe bala xwe bidin ku şertên zimanê me yê Îngilîzî desthilatdar in.",
    "2404545611": "Hûn bi xêr hatin hCaptcha! Spas dikim ji bo ku hûn beşek ji civaka me. Hemî bikarhênerên \"Xizmetên\" (li jêr hatine diyarkirin) divê bi şertên jêrîn (\"Şertên Karûbar\") razî bin. Di bin van Mercên Karûbarê de, \"IMI\", \"em\" û \"me\" ji Intuition Machines, Inc. û pargîdaniyên wê, hevkar, karmend, nûner, karmend, nûner û nûneran re vedibêje, û \"malpera\" me her malperek li jêr heye. kontrola me, di nav de www.hcaptcha.com û www.imachines.com.",
    "2348450790": "Ji kerema xwe van Mercên Karûbar bixwînin. Di nav wan hukmên din de, betalkirina garantiyan, tixûbên berpirsiyariyê, û hakemê girêdaye jî hene. Ji kerema xwe not bikin ku ev Mercên Karûbar dibe ku ji serdana weya paşîn a malpera me ve hatî guhertin. Em dikarin van Mercên Karûbarê dem bi dem li gorî biryara xwe ji nû ve sererast bikin û nûve bikin. Di bûyera guhartina materyalê de, em ê we bi şandina Mercên Karûbarên nûvekirî li ser vê rûpelê agahdar bikin, piştî wê yekê divê hûn Mercên Karûbarên nûvekirî bi erênî qebûl bikin da ku hûn Malper an Karûbar bikar bînin an bigihîjin wan.",
    "1064537632": "Ji kerema xwe not bikin ku karanîna we ya Karûbarê me ji hêla Peymana Pêvajoya Daneyên me ve tê rêve kirin, ya ku li vir bi referansê ve girêdayî ye. Ji kerema xwe vê peymanê binirxînin da ku bibînin ka em çawa daneyên kesane li ser navê we pêvajoyê dikin. Bala xwe bidinê ku em ji bo mebestên Rêziknameya Parastina Daneyên Giştî ya Yekîtiya Ewropî, û ji bo mebesta Qanûna Nepenîtiya Serfkaran a Kalîforniyayê wekî \"pêşkêşkerek daneyê\" dixebitin.",
    "1933936765": "Peymana Pêvajoya Daneyên",
    "2959486280": "Heke hûn van Mercên Karûbar qebûl nakin, hûn nikarin Malper an Karûbar bikar bînin an bigihîjin.",
    "3200859925": "1. Armanc",
    "1807143500": "Karûbar karûbarek ewlehiyê ya serhêl (\"Xizmeta hCaptcha\") û platformek (\"Platforma Makîneyên Intuition\") vedihewîne ku li ser wê kesek (\"Hevkar\") dikare karên ku saziyek partiya sêyemîn an Makîneyên Intuition bixwe (her yek \"Daxwazkar\") ji malpera me an Karûbarê hCaptcha re diweşîne, rasterast li ser malpera me an jî bi gihîştina Platforma Makîneyên Intuition û/an kirina peywiran bi navgînek an pêwendiya bi saziyek partiya sêyemîn û/an platform an karûbar (her yek, \"Integrator\"). Daxwaz peywiran diweşînin û Beşdarvanan vedixwînin ku wan di berdêla xelatên ku ji hêla IMI ve ji Entegratoran re têne peyda kirin, an wekî ku ji hêla Daxwazker ve hatî destnîşankirin heke Daxwaz Platforma Makîneyên Intuition an Karûbarê hCaptcha bikar tîne da ku peywiran ji bikarhênerên xwe yên dawî re peyda bike. Em ji pargîdan û kesan (her yek \"Xerîdar\") ji bo karanîna platforma me heqê didin da ku ew nermalava me, karên nivîskarê me bikar bînin, me ji bo karên nivîskarê bi kar bînin, û/an bigihîjin Beşdarvanan. Di heman demê de em Integratoran ji bo karanîna Karûbarê xweya hCaptcha jî distînin da ku li ser malperên wan, sepanên mobîl, û taybetmendiyên serhêl ên din xapandin, destdirêjî û spam kêm bikin. Ya jorîn bi hev re wekî \"Xizmet\" tê binav kirin.",
    "3212830633": "2. Mafdarbûn",
    "2605814073": "Bi karanîna Karûbarên me an qeydkirina wan, hûn dipejirînin: hûn herî kêm 18 salî ne; desthilata we heye ku hûn li ser navê xwe an saziya ku hûn temsîl dikin têkevin vê peymanê, û hûn ê her gav li gorî van Mercên Karûbar û hemî siyaset û rêwerzên IMI-yê yên ku li vir hatine referans kirin bimînin; û hûn ê malpera me îstismar nekin, nasnama xwe ji me re nerast bidin nasîn, an jî îstîxbarata sûnî bikar neynin da ku hûn beşek ji her karekî li ser IMI-yê ku hewcedarê îstîxbarata mirovî ye temam bikin.",
    "2616040974": "3. Xerîdar û Daxwazker",
    "1544829730": "Ger hûn Xerîdar an Daxwazkar in, hûn qebûl dikin ku şertên pêvek ên ku wekî Pêveka Xerîdar bi vir ve hatine girêdan dê bicîh bibin û bi referansê di van Mercên Karûbarê de bêne bicîh kirin. Ger hûn ne Xerîdar an Daxwazkar bin, an dev ji Xerîdar an Daxwazkarê xwe berdin, wê hingê şertên pêvek ên di Pêveka Xerîdar de dê neyên sepandin û ne jî ew ê bi referansê di van Mercên Karûbar de bêne bicîh kirin.",
    "3759360138": "4. Bikarhêner û Şîfre",
    "2236960358": "Piştî qeydkirinê, dê ji we were xwestin ku hûn hin agahdariya kesane ya di derbarê we de (\"Agahiyên Kesane\"), tevî nav, navnîşana e-nameyê, û navek bikarhêner û şîfreyekê biafirînin, ku hemî dê bibin mijara Siyaseta nepenîtiyê, ku li ser me heye. malpera. Hûn bi tenê ji çavdêrîkirin, temînkirin û parastina ewlehiya hesabê xwe, şîfre, û her mifteyên pejirandinê yên ku bi hesabê we re têkildar in berpirsiyar in, û hûn berpirsiyar in ji her karanîna an kiryarek ku bi karanîna wê agahdariya li ser Karûbaran ve hatî girtin.",
    "3047519814": "Hûn qebûl dikin ku hûn ê hesabê xwe an şîfreya xwe bi kesî re parve nekin.",
    "1699668873": "Ger hûn guman dikin ku agahdariya hesabê we ji hêla kesek din ve hatî dizîn an bikar anîn, an binpêkirinek din a ewlehiyê, divê hûn tavilê IMI agahdar bikin.",
    "3044038608": "Hûn qebûl dikin ku hûn agahdariya rast, rast û bêkêmasî ya ku di pêvajoya qeydkirina me de tê xwestin peyda bikin. Her weha hûn razî ne ku hûn van agahdariyan di demek zû de nûve bikin ku hewce be da ku ew heyî û rast bimîne.",
    "4132302900": "5. Nepeniya we, Daneyên we, û \"Daneyên Ji Bo Hemî\"",
    "10724169": "Hûn Siyaseta nepenîtiyê ya me qebûl dikin, ku rê dide ku em ê bi çi Agahiyên Kesane yên ku hûn didin me bikin.",
    "1669194950": "Ji bilî Agahdariya Kesane, dibe ku ji we were xwestin ku hûn daneyên din peyda bikin (an jî pêdivî ye ku em berhev bikin) da ku em Karûbaran (bihevra \"Daneyên Xerîdar\") peyda bikin. Em ne berpirsiyar in ji ber nekaranîna Karûbarên ku ji ber derengmayîna we an nebûna peydakirina Daneyên Xerîdar pêk tê.",
    "1330274831": "Hûn bi vê yekê di heyama vê Peymanê de destûrnameyek cîhanî, ne-taybetî, bine-lîsans, veguhêzbar, bê royal, nevegerandî ji me re didin ku em bikar bînin, nûve bikin, bi elektronîkî belav bikin, û bi gelemperî Daneyên Xerîdar bi tenê ji bo mebesta peydakirina Karûbaran nîşan bidin. . Hûn temsîl dikin û garantî dikin ku hûn xwediyê maf, sernav, û berjewendiya têra xwe û daneyên xwe ne da ku di vê beşê de lîsansê bidin.",
    "2230333214": "Em Daneyên Xerîdar bi daneyên din re berhev dikin da ku encam ne-şexsî neyên naskirin û di heman demê de em têketin û daneyên teknîkî yên nenaskirî yên di derbarê karanîna Karûbaran de jî berhev dikin (\"Daneyên Tevhev/De-naskirî\"). Tevî her tiştê ku di vir de berevajî vê yekê ye, Daneyên Tevhev/De-naskirî dikare ji hêla IMI-yê ve ji bo her armancek karsaziyê di dema vê Peymanê de an piştî wê were bikar anîn, di nav de bêyî sînorkirin ji bo pêşvebirin û baştirkirina Karûbaran û çêkirina û belavkirina rapor û yên din. materyalên. Daneyên Xerîdar her weha dibe ku bidome û di pergalê de ji bo demek bisînor were xuyang kirin ku ji 180 rojan derbas nebe piştî ku karek biqede, mînakî wekî kalibrasyona otomatîkî an daneyên pejirandinê ji bo pergalên Makîneyên Intuition. Ji bo zelaliyê, ev Beþ 5 mafê me nade ku em we wekî çavkaniya Daneyên Tevhev/De-naskirî nas bikin bêyî destûra weya nivîskî ya pêşîn.",
    "3881754581": ". Ger hûn Xerîdarê karûbarên me yên şîrovekirinê ne û vebijarka \"Daneyên Ji Bo Hemî\" wekî beşek ji karanîna Karûbaran hilbijartiye, wê hingê hûn ji IMI û hemî bikarhênerên Karûbaran re li çaraliyê cîhanê, ne-taybetî, bi lîsansa jêrîn, veguhezbar, didin. lîsansa bê royal, bêveger ji bo bi tevahî îstismarkirina hemî Daneyên Xerîdar, tevî hemî mafên milkiyeta rewşenbîrî ya têkildar. Heke hûn vebijarka \"Daneyên ji bo Hemî\" hilbijêrin, hûn temsîl dikin û garantî dikin ku hûn xwediyê maf, sernav û berjewendiya têra xwe û li ser daneyên we ne da ku di vê beşê de lîsansê bidin.",
    "3496767126": "Ji bo nehiştina gumanê, paragrafa jêrîn bi taybetî ji bo Xerîdarên ku karûbarên meya şîrovekirinê bikar tînin, û ne karanîna Karûbarên me wekî Entegrator derbas dibe.",
    "767207800": "Ger daneyên we naverokek potansiyel eşkere an jî êrîşkar dihewîne, em ji we daxwaz dikin ku hûn wan \"NAVEROKA DESTPÊK\" nîşan bikin da ku ji her kesê ku daneyên we dibîne re wekî hişyariyek adil be. Hûn nikarin bêyî peymanek nivîskî ya cihêreng bi IMI-yê re karên ku polîtîkayên me binpê dikin, di nav de, lê ne bi sînorkirî ne, (a) karên ku rasterast an nerasterast malper an karûbarek din pêşve dixin, (b) karên ku şertên malperek partiya sêyemîn binpê dikin û şert û merc, (c) peywirên ku ji Hevkaran daxwaz dikin ku ji aliyên sêyemîn daxwaz bikin, (d) peywirên ku ji Beşdarvanan dixwazin ku tevbigerin da ku tevger an encamên malperek manîpule bikin, (e) karên ku mafên milkiyeta rewşenbîrî ya aliyên sêyemîn binpê dikin, û (f) peywir ku ji Beşdarvanan hewce dike ku nermalava an pelan dakêşin.",
    "3370561195": "6. Tevgera Pejirandin",
    "4205152730": "Hûn têne teşwîq kirin ku hûn li ser malpera me, Forum, peyam, chat, û kanalên din ên medya civakî yên ku ji hêla IMI ve têne kontrol kirin bi bikarhênerên din re têkilî daynin, lê heke hûn wiya bikin divê hûn hemî şert û mercên karûbar û karanîna li ser malpera me û hemî qanûnên têkildar tevbigerin. .",
    "1394253934": "7. Bikaranîna şaş, îstîsmar, û nerastkirin",
    "1406393333": "Ji xeynî van Mercên Karûbaran û her rêwerzên ku em didin, her gihîştin an karanîna Karûbaran bi tundî qedexe ye. Bi taybetî, hûn DÊ NEKE:",
    "3409726716": "bêyî destûrnameyek nivîskî bi me re ji yekê zêdetir hesaban qeyd bikin;",
    "3119498672": "bi karanîna botên Înternetê, robotên webê, bot, nivîsan, an rengekî dinê îstîxbarata sûnî an bi rengek din hewl bidin ku xelatan ji IMI an Daxwazkerek an Entegratorê werbigirin bêyî ku karên wekî ku têne diyar kirin biqedînin;",
    "1188668818": "dema ku hûn vê malperê bikar tînin her agahdariya derewîn peyda bikin (di nav de bêyî sînordarkirina kesek an rêxistinek din di hesabê xwe de, an bi derewîn eşkere kirin an bi rengek din xwe an girêdana xwe bi kesek an rêxistinek din re di hesabê we de nerast nîşan didin;",
    "2804310964": "bigihîjin an hewl bidin ku bigihîjin malpera me bi navgîniya serverek web-a proxy an amûrek din a ku ji bo xêzkirina cîh an nasnameya weya rastîn an bi her awayê ji bilî navbeynkariya peydakirî hatî çêkirin hatî çêkirin;",
    "1374227759": "malperê ji bo çalakiyek neqanûnî, an ji bo armancek din ji bilî mebesta ku ew hatî peyda kirin bikar bînin;",
    "2103513933": "tev li çalakiya ku bi karûbarê malperê ve mijûl dibe an asteng dike;",
    "137127070": "lînkan an pelên derve yên xerab an nenas têxe, barkirin, an pêvebike, an naverokek ku tê de vîrus, hespê Trojan, kurm, bombeya demjimêr, an kodên din ên komputerê yên zerardar tê de hilînin;",
    "1686655020": "Her naverokek ku di bin mafê kopîkirinê de ye ku ne xebata weya orîjînal e, barkirin, heya ku hûn destûr ji xwediyê mafdar hebe ku hûn naveroka wusa bişînin û hemî mafên destûrdayî yên ku li vir hatine dayîn bidin IMI;",
    "1406692811": "tevli spammingê bibin an her cûre ragihandinê bişînin, hewl bidin ku referans, ragihandina girseyî, pêşniyar an daxwaziyên drav, daxwazkirina karûbaran, reklam, kirrûbirra, peyamên bêaqil, mijarên dubare, naveroka neqanûnî, girêdanên malpera civakî, navnîşanên e-nameyê, an Nasnameyên peyambera tavilê heya ku ji hêla peywirê ve neyê xwestin;",
    "3893539589": "girêdanên derve yên ku mal an karûbar pêşkêşî dikin têxin heya ku ji hêla peywirê ve neyê xwestin;",
    "3214322759": "wekî din tev li her çalakiyek xirab an xapînok bibin.",
    "3733422465": "8. Rastkirina Nasnameya xwe",
    "267645277": "IMI dikare nasnameya we verast bike. Ev dibe ku berhevdana agahdariya kesane ya we li hember databasên partiya sêyemîn an belgeyên qanûnî yên fermî pêk bîne. Hûn destûr didin me ku ji bo piştrastkirina nasnameya we, xwediyê navnîşana e-nameya we, û xwedaniya hesabên we yên darayî, lêpirsînên pêwîst bikin. Hûn dipejirînin ku agahdariya li ser we peyda bikin da ku di verastkirina nasnameya we de ji me re bibin alîkar.",
    "4169910317": "9. Pabendbûna bi Qanûnê",
    "519755936": "Hûn bi tenê berpirsiyar in ku bi qanûnên federal, dewletî, parêzgehî û herêmî ve girêdayî bi karanîna Karûbaran re tevbigerin. Hûn dipejirînin ku hûn ji bo her îdiayên li dijî me berdêl bidin û me bê zerar bihêlin ji ber ku we qanûnek bi cih neanî an mafên aliyên sêyemîn binpê kir, di nav de bêyî tixûbdarkirina peyman, milkê rewşenbîrî, an mafên nepenîtiyê.",
    "731546974": "10. Bacên Alîkar an Entegrator",
    "3128328457": "Ger hûn Beşdarek an Entegrator in, hûn bi tenê berpirsiyar in ji dayîna her texmînek an bacên hatina federal, dewletî, an herêmî, ewlehiya civakî, FICA, û tezmînata karkeran a ku di encama karanîna malpera me de, û her weha bac an xercên wekhev di dadrêsiyên ne-DYA de. Hûn qebûl dikin ku ji bo nirxandinên li dijî me berdêl bidin û me bê zirar bihêlin ji ber ku we li gorî qanûnên bacê tevnegeriya.",
    "2931396764": "11. Binpêkirina van Mercên Karûbar",
    "1240667045": "Em dikarin di her kêliyê de ji ber her sedemekê ketina we ya Karûbaran rawestînin, sînordar bikin an betal bikin, di nav de ji ber ku: (a) em bawer dikin ku we van Mercên Karûbar binpê kiriye (tevî polîtîkayên din ên têkildar); (b) em bawer dikin ku we mafên me an mafên kesek sêyemîn binpê kiriye; (c) em nekarin agahdariya ku we ji me re peyda kiriye verast bikin an rast bikin; an (d) em bawer dikin ku kirinên we dibe ku ji bo we, me, an partiyek sêyemîn berpirsiyariyan çêbikin. Ji bo dûrketina gumanê, em mafê xwe diparêzin ku pêşî lê bidin an dravdana we bidin sekinandin heke em bi maqûl bawer dikin ku yek ji yên jorîn ji bo dravdana weha derbas dibe.",
    "1601080128": "Ger em hesabê we rawestînin an biqedînin, hûn ê êdî negihîjin ti beşên malperê, di nav de dane, peyam, pel û materyalên din ên ku hûn li ser malperê diparêzin. Hûn dikarin NAKIN ku malpera me di bin navek hesabek cûda an nû de bikar bînin. Binpêkirina van Mercên Karûbar dikare bi tevahî qanûnê were darizandin û dibe ku bibe sedema ceza û cezayên din.",
    "1160707899": "12. Rola Beşdar û Têkiliya bi IMI û Daxwazkerên Din re",
    "269838707": "Ger hûn Beşdar bin, hûn û tenê hûn biryar didin ka kîjan û çend karan temam bikin, û kengî û li ku hûn wan biqedînin. Hûn azad in ku hûn bi bijartina xwe bi qasî an hindik wext ji bo temamkirina karan derbas bikin. Tu carî ji bo temamkirina karekî hûn ne mecbûr in.",
    "1087195513": "Ger hûn Beşdarek in ku li ser navê Daxwazkarek ku ne IMI ye xwe digihîne Karûbaran û/an peywiran bi navgîniya Întegratorek an bi girêdana bi wan re pêk tîne, wê hingê hûn qebûl dikin û dipejirînin ku Machines Intuition ne berpirsiyar e û ti berpirsiyariyek li hember we tune ye. rêzgirtina ji bo her xelat an tezmînata din ji bo karên qedandî. Hûn dipejirînin û dipejirînin ku xelat an berdêlên din ên ji bo peywirên qedandî tenê li gorî peymana we ya bi Daxwazker û/an Entegrator re, wekî ku pêk tê, têne destnîşankirin. Nakokiyên li ser xelatên weha an tezmînata din (di nav de bêyî sînordarkirina wergirtina xelatên weha an berdêlên din) tenê di navbera we û Daxwazker û/an Entegrator de ne, li gorî ku tê xwestin.",
    "952813944": "Ne karanîna we ya malpera me û ne jî tiştek di vê peymanê de di navbera we û Makîneyên Intuition de têkiliyek kar, hevkarî, veberhênana hevpar, ajansa, franchise, an nûnerê firotanê çêdike. Ji bo ku hûn karekî biqedînin, em ji we re amûr an amûrek nadin. Em tu feyde, tezmînata karkeran, an vegirtina bîmeyê nadin we. Em ne berpirsiyar in ji bo lêçûnên ku hûn di karanîna malpera me de digirin. Em ê ji bo baca hatina federal an dewletî, Ewlekariya Civakî, an bacek din, tu mîqdarek ji xelata we negirin. Hûn her gav azad in ku hûn ji bo her kes an karsaziyek, tevî yek ji hevrikên me, peywiran pêk bînin. Desthilatdariya we tune ku hûn li ser navê Makîneyên Intuition bikevin peymanek, nivîskî an devkî.",
    "3460432665": "Tevî van jor, heke hûn bacgirek Dewletên Yekbûyî ne, dibe ku em ji we W-9-ê bixwazin, ku her sal were nûve kirin, û dibe ku em we asteng bikin ku hûn karan bikin heta ku hûn W-9-ê temam bikin an nûve bikin.",
    "458271951": "Ger hûn Beşdarek in ku digihîje Karûbaran û/an peywiran bi navgîniya Întegrator an bi girêdana bi navgîniya Makîneyên Intuition-ê (wek Daxwazkar tevdigerin) karan pêk tîne, dibe ku Makîneyên Intuition we xelat bikin ji bo temamkirina hin karan ku bipejirînin. Ger were dîtin ku hûn bi sextekarî, destdirêjî, an binpêkirina van Mercên Karûbaran re mijûl bûne, dibe ku her û hemî xelatên ji we re ji hêla Makîneyên Intuition ve werin girtin û/an vegerandin.",
    "3056723024": "13. Temamkirina Karên Napejirandin",
    "3913203723": "Ger, ji ber sedemek, Daxwazkar performansa peywirek ku we qedandiye qebûl neke, hûn wekî Hevkar an Entegrator ji bo peywirê ne xwediyê heqê xelatê ne. Di bûyera ku xelat ji bo karekî ku nayê qebûl kirin ji we re hatî belav kirin, dibe ku em wan ji we bistînin.",
    "3666807632": "14. Kesayetîyekan û Jîyanên Contributor",
    "1993899769": "15. Bikaranîna Agahdariya Me",
    "2927283721": "Bi pêkanîna peywirên li ser malpera me, hûn li gorî Siyaseta nepenîtiyê destûr didin berhevkirin, bikar anîn û eşkerekirina agahdariya kesane ya we. Wekî din, dibe ku em hin agahdariya di derbarê we û karên we yên qedandî de bi Daxwazkarê ku we karên wî temam kirine re parve bikin da ku têkiliya karûbarê hêsan bike û malperê baştir bike, di nav de, wek nimûne, Nasnameya Beşdar, encamên karên qedandî, û taybetmendiyên din ên girêdayî kalîteyên we, ziman, jêhatîbûn û karanîna malperê.",
    "3027055607": "16. Xwedîderketina Rewşenbîrî û Mafên Xwedîtinê",
    "3910971075": "IMI xwediyê hemî mafan e, tevî mafên milkiyeta rewşenbîrî, di koda çavkaniyê, koda objektê an avahiya bingehîn, raman an algorîtmayan, API, û her nermalava pêvek, belgekirin an daneya ku bi Karûbaran ve girêdayî ye (\"Nermalava\"). Hûn ê rasterast an nerasterast, bi riya partiyek sêyemîn an wekî din, nebin: (a) endezyariya berevajî, jihevdexistin, veqetandin, an wekî din hewl bidin ku Nermalavê kifş bikin; (b) biguherîne, wergerîne, an jî xebatên derîvative li ser bingeha her Nermalavê biafirîne; (c) kopî bikin, kirê bikin, kirê bikin, belav bikin, sond bidin, tayin bikin, an wekî din mafên nermalavê veguherînin an bar bikin; (d) ji bo parvekirina demê, mebestên buroya karûbarê, an wekî din ji bo berjewendiya partiyek sêyemîn her Nermalavê bikar bînin; an (e) her agahdarî an etîketên xwedaniyê rakin.",
    "3660891610": "Ger hûn Beşdar bin, IMI, û ne hûn, di her xebata ku hûn wekî beşek ji temamkirina her karekî hilberînin de xwediyê mafên xwedaniyê ne. Bi qebûlkirina şertên vê Peymanê hûn qebûl dikin ku (û bi vê yekê re) xwedan, xwedan, û sernavê (di nav de hemî mafên milkiyeta rewşenbîrî yên ku li çaraliyê cîhanê hene) di nav û xebata xwe de ji me re veguhezînin. Ji bo ku em karibin van mafên xwe bi dest bixin, kamil bikin û bikar bînin, hûn pê re dipejirînin ku (i) her belgeyan îmze bikin da ku di belgekirin, kamilbûn û bicihanîna mafên me de bibin alîkar; û (ii) ji bo tomarkirin, tekûzkirin, ewlekirin, parastin, û bicihanîna van mafên xwedaniyê li her welatek û hemî welatan, gihîştina maqûl a agahdariyê peyda dike. Berpirsiyarên we yên di bin vê beşê de dê bidomin jî piştî ku hûn ji Karûbaran qeyd bikin an dev ji karanîna Karûbaran berdin. Hûn me wekî parêzerê xwe destnîşan dikin ku ji bo mebestên ku di vê beşê de hatine destnîşan kirin, li ser navê we belgeyan bicîh bikin.",
    "426125156": "17. Copyright û TakeDown",
    "1408530660": "IMI rêzê li milkê rewşenbîrî yê kesên din digire û em mafê xwe diparêzin ku ji malpera xwe her materyalek ku em bawer dikin ku dibe ku mafên rewşenbîrî yên kesek sêyemîn binpê bike rakin. Ger hûn bawer dikin ku xebata we bi rengek ku li ser vê malperê binpêkirina mafnasiyê ye hatiye kopî kirin, ji kerema xwe bi piştgiriya xerîdar a Intuition Machines re têkilî daynin.",
    "2696932851": "18. Berdêlkirin",
    "3844300338": "Hûn razî ne ku me berdêl bidin, biparêzin, û me ji hemû îdia, zirar, berpirsiyarî, lêçûn û lêçûn (di nav de xerc û lêçûnên maqûl ên parêzgeran), ku ji performansa we ya karan an karanîna we ya malpera me re têkildar in, bê zirar bihêlin. .",
    "2474091800": "19. Nakokî bi Bikarhênerên Din re; Berdan",
    "3162107126": "IMI ne alîgirê nakokiyek di navbera we û bikarhênerek din a Karûbaran de ye. Hûn IMI û hevalbendên wê ji her îddîa, daxwaz, û zirarên her cûre û xwezayê, naskirî û nenas, gumanbar û nediyar, eşkerekirî û nediyar, ku ji nakokiyek di navbera we û bikarhênerek din de derdikevin an bi wan re têkildar in, azad dikin.",
    "2271969747": "20. Agahiyên nehênî yên ku hûn distînin",
    "1042802841": "Agahdariya nehênî her agahdariya ku wekî nepenî an xwedanî tête nîşankirin, an ku divê bi maqûl ji hêla alîyê wergir ve wekî nehênî an xwedanî were fam kirin e. Ev ti agahdariya ku (1) bi gelemperî berdest e, (2) berê di destê xwe de ye, ji hêla serbixwe ve hatî pêşve xistin, an ji berê ve ji hêla partiya wergir ve tê zanîn, an (3) bi biryara dadgehê ve hatî eşkere kirin an wekî ku ji hêla din ve hatî xwestin, vedihewîne. qanûn.",
    "1918025546": "Ger ji kesek li ser Karûbaran agahdariya nepenî ji we re were peyda kirin, hûn razî ne ku hûn nepeniya agahdariya nepenî bi heman lênihêrîna ku hûn bikar tînin ji bo parastina agahdariya xweya nepenî biparêzin, lê di ti bûyeran de bi lênihêrîna kêm kêm. Hûn nikarin agahiyek weha nepenî an xwedan eşkere bikin an biweşînin, ji bilî ku ji bo pêkanîna karekî pêwîst be. Hemî agahdariya di hundurê peywirek li ser Platforma Makîneyên Intuition de divê wekî nepenî were hesibandin her çend agahdarî bi eşkere wekî nepenî neyê destnîşankirin.",
    "2690395789": "Ger û gava ku hûn êdî ne hewceyî agahdariya nepenî ya ku we wergirtiye, divê hûn tavilê vegerînin an hilweşînin (wek ku ji hêla kesê ku agahdarî eşkere kiriye) hemî kopiyên agahdariya ku li ser cîh, pergal, an alavên din ên ku hûn kontrol dikin hene.",
    "2178073797": "Ji ber ku eşkerekirina agahdariya nepenî dibe ku bibe sedema zirarek bêserûber, partiya eşkereker mafdar e ku ji bo her binpêkirinek an binpêkirina tehdîd a vê termê li arîkariya dadrêsî bixwaze.",
    "2185860003": "21. Guherandinên Malperê",
    "2631249972": "Dibe ku em malpera xwe bêyî agahdarkirina we çêtir bikin an biguhezînin.",
    "3764131594": "22. Malperên Third-Party",
    "295955580": "Malpera me dibe ku lînkên malperên sêyemîn-sêyemîn hebe. Em malperên bi vî rengî kontrol, lêpirsîn, şopandin, an kontrol nakin. Em ne berpirsiyar in û ne jî em bernameyên komputerê, naverok, an ramanên ku li ser malperên weha hene napejirînin. Ger hûn biryar bidin ku hûn malpera me biterikînin û bigihîjin malperek sêyemîn, hûn wiya bi xetereya xwe dikin.",
    "838225123": "23. Daxuyaniya Garantî",
    "3897238493": "XIZMET LI SER BINGEHÊ \"WEK HEYE\" TÊN KIRIN. EM LI SER GIHÎTIN, FITNESÎ, QANÛNÎ, HEBÛNÎ, AN JI KARÎYÊN XIZMETAN, HER XWEZAYÊN PÊWENDÎ YÊN PÊWENDÎ Û PÊWENDÎYÊN PÊWENDÎYÊN LI SER GIHÎNÎYAN, JI BERXWEDANÎ, QANÛNÎ, HEBÛNÎ, AN JÎ KARKIRINA XIZMETÊN, HER XIZMETÊN PÊWENDÎ Û PÊWENDÎNÊN DERKETÎ, JI BERXWEDANÎ. BI RÊVEYA ZÊDE YA BI ZANÛNÊ DAWÎ DIDE, IMI HEMÛ ŞERT, NÛNÎLÎ Û GARANTIYÊN EŞKAR AN JI DIKEVE DIKE, LÊ BI SÎNOR NE, GARANTIYÊN BAZARIYÊ Û XWEZAYÎNÎ, PIŞTÎ, PIŞTÎ, BAZIRÎ. LI DIJÎ IMI LI SER KASÎ, NEPÊKANÎYAN, AN NERNEZIYÊ BI TENÊ Û TAYBETÎ ÇAREDA WE YE KU BIKARANÎNA XIZMETAN DE BIDE. ji gihîştina we an karanîna malperê an Platforma Makîneyên Intuition. Dibe ku qutkirinên plansazkirî û neplankirî çêbibin, û em hebûna bênavber a malpera xwe garantî nakin.",
    "2110259227": "24. Sînorkirina Berpirsiyariyê",
    "3018077211": "25. Çareserkirina Nakokîyên Contributor",
    "2790841456": "Ger hûn Beşdar bin, hûn bi xala hakemê ya jêrîn û devjêberdana çalakiya polê razî dibin:",
    "3302832698": "Çareserkirina Alternatîf Pewist e.",
    "561456032": "Hûn dipejirînin ku ji bo her nakokiyek ku ji ber karanîna we ya Karûbaran çêdibe an bi we re têkildar be, di nav de her nakokiyek ku dibe ku ji dema ku we dest bi pêkanîna peywiran ji bo IMI-yê kiribe, û bi taybetî jî her îdîayek ku girêdayî ye ku hûn wekî tesnîfkirin an na peymankarek serbixwe, hûn ê pêşî li ser îdîaya xwe ya li dijî IMI agahdar bikin. Dûv re hûn û IMI dê hewl bidin ku pirsgirêkê bi danûstandina rasterast an navbeynkariyê çareser bikin. Em ê mesrefa navbeynkariyê bi heman awayî parve bikin û li hev bikin ku navbeynkarî bi rêya telefonê an rêyên din ên elektronîkî were meşandin. Ger dozek piştî danûstandinên nefermî an navbeynkariyê çareser nebe, hûn dipejirînin ku hûn û IMI ji bo çareserkirina nakokîyê hakemê dawîn û mecbûrî bikar bînin. Ev bend ji dema ku we dest bi karanîna malpera me kiriye, hemî îddîayên paşverû bi rê ve dibe, çi li ser bingehê sûc, peyman, qanûn, di nav de, lê ne sînorkirî, her îdiayên cihêkarî û tacîzê, gelo ew li ser bingeha Qanûna Kar û Xanî ya Dadmendî ya California bin. , Sernavê VII ya Qanûna Mafên Sivîl a 1964-an, wekî ku hatî guheztin, an qanûn an rêziknameyek dewletek an federal, qanûnek wekhev, an wekî din.",
    "3794239003": "Pêvajoya Hakemê.",
    "4193379787": "Hemî hakemê di bin vê peymanê de dê di bin qaîdeyên Komeleya Hakemaniya Amerîkî an ji hêla karûbarê hakemê ve ku bi hev re lihevhatî ye were meşandin. Hakem dê hakemek Amerîkî be ku ji navnîşek ne kêmî heft (7) navan bi lêdanên alternatîf ve hatî hilbijartin. Di hakemê de, her aliyek dê xwedî maf be ku vedîtinên medenî yên têra xwe bike, pêşnûmeyên nerazîbûnê bîne, û şahid û delîlên ku hewce dike pêşkêşî doz û berevaniyên xwe pêşkêş bike, û her nakokiyek di vî warî de dê ji hêla hakem ve were çareser kirin. Çareserkirina nakokî tenê li ser bingeha qanûnê ye ku îddîa û parêznameyên ku hatine daxwaz kirin, û hakem nabe ku ji bilî qanûnê kontrolê ti bingehek din bikar bîne. Hakem dema ku wekî hakem tevdigere, parêzbendiya karmendek dadwerî ji berpirsiyariya medenî heye, ku ev parêzbendî her parêzbendiyek din a heyî temam dike. Pêdivî ye ku xelat nêrîna maqûl a nivîskî ya hakem hebe. Hûn dev ji mafê xwe yê dadgehkirina ji aliyê jûriyê ve li ser her îdiaya ku we li dijî IMI heye an ku IMI dikare li dijî we hebe, berdidin. Her îdiayek di bin vê bendê de divê di hundurê heyama qanûnî ya sînorkirî de were birin. Qanûna Hakemaniya Federal a Dewletên Yekbûyî vê bendê bi rê ve dibe, û hûn qebûl dikin ku ev Peyman danûstendinek di bazirganiyê de nîşan dide.",
    "2583888954": "Exceptions.",
    "1034830": "Nakokîyên ku dibe ku nebin mijara peymana hakemê ya ku ji hêla Dodd-Frank Wall Street Reform û Qanûna Parastina Serfkaran ve hatî peyda kirin (Qanûna Giştî 111-203) ji vê yekê têne derxistin.",
    "263977834": "Westiyayîbûna îdarî.",
    "1807512722": "Hûn dikarin her îdiaya ku ji karanîna we ya vê malperê derbikeve ber saziyek îdarî, lê tenê heya radeya ku qanûnên guncan destûr dide gihîştina saziyek wusa, tevî hebûna peymanek ji bo hakemê. Daxwazên îdarî yên weha di nav de îdiayên bêsînor an dozên ku li ber Komîsyona Derfetên Karê Wekhev, Wezareta Karê ya Dewletên Yekbûyî, û Lijneya Têkiliyên Kedê ya Neteweyî têne derxistin hene. Tiştek di vê bendê de nayê hesibandin ku hûn nehêlin an jî we ji anîna dozek îdarî li ber dezgehek ji bo bicîhanîna berpirsiyariya xwe ya ji bo qedandina tedbîrên îdarî berî ku dozek di hakemê de pêk bînin, nahêle, di heman demê de, hûn ji mafê her xelatek diravî bi vî rengî dev jê berdidin. pêvajoya ajansa.",
    "996430331": "Cihê Hakemê.",
    "3040062804": "Hemî danûstendina hakemê ya li gorî vê beşê dê di hundurê Dewleta Kalîforniyayê de pêk were, heya ku hûn li derveyî Dewletên Yekbûyî nemînin, di vê rewşê de dê hakem bi tevahî elektronîkî an bi têlefonî pêk were. Heke ji hêla her alî ve bi nivîskî were pejirandin, hakem dikare li cîhek din pêk were. Bêyî cîhê wê, her aliyek dikare hilbijêre ku bi vîdyoya zindî an têlefonê ve li hakemê xuya bibe.",
    "3091247030": "Class Action Waiver.",
    "2520904193": "Hûn dev ji her mafê we berdidin ku her nakokî wekî çînek, kolektîf, an nûnertî were birin, bihîstin an hakemkirin. Digel xalek din a ku di vê peymanê de heye, hevoka pêşîn di her rewşê de ji vê peymanê nayê veqetandin. Her îdiaya ku tev an jî beşek ji vê betalkirinê nepêkan e, bêwijdanî, betal an betal e, tenê ji hêla dadgeha dadrêsiya jêhatî ve û ne ji hêla hakem ve dikare were destnîşankirin. Ji ber ku hûn mafên xwe yên li gorî Beşa 7-ê ya Qanûna Têkiliyên Kedê ya Neteweyî bikar tînin, an jî bi peldankirin an beşdarî kirinek çînek, kolektîf an nûnerî li her forumê, hûn ê li hember kirina peywirên li ser malpera me neyên tolhildan an asteng kirin. , lê dibe ku em bi qanûnî li tetbîqkirina vê betalkirina çalakiya polê bigerin, û li betalkirina van kiryaran an îdîayên çîn, kolektîf an nûnertî bigerin.",
    "3493572638": "Mesref û Xerc.",
    "702926385": "Alî dê her yek lêçûnên xwe yên ji bo nûnertiya dadrêsî di her hakemiyek weha de hilgirin, ji bilî wê radeyê ku xercên parêzgeriyê bi qanûnê bi eşkere hatine destnîşan kirin. Alî dê her xercê îdarî yê destpêkê ku ji hêla hakemê ve hatî barkirin, bi qasî dused û pêncî dolar (250,00 $) ji we re dabeş bikin. Mesrefa hakem û nûçegihanê dadgehê, heke hebe, dê di destpêkê de ji hêla me ve were girtin; lêbelê, hakem xwedî rayeya wê ye ku lêçûnên guncav bide partiya serdest, wekî ku bi qanûnê hatî peyda kirin, û/an ji alîyan bixwaze ku lêçûnên ku bi hakem û/an nûçegihanê dadgehê ve girêdayî ne dabeş bikin.",
    "3199694247": "Severability.",
    "3102490587": "Ji xeynî Rakirina Çalakiya Sinifê, ger her şert an dadkirin, an beşek ji vê xala hakemê betal an nepêkandî were ragihandin, ew ê were qut kirin û bendek mayî ya hakemê dê were bicîhanîn.",
    "2323013093": "26. Qanûna Bicîh",
    "2900525040": "Qanûnên Eyaleta Kalîforniyayê van Mercên Karûbar û her nakokî, nakokî, an îdîaya ku ji wan derdikeve rêve dibin.",
    "3339302473": "27. Dawîkirin",
    "1158384644": "Hûn dikarin di her kêliyê de hilbijêrin ku hûn karanîna malpera me rawestînin, bi şertê ku hûn li gorî hemî polîtîkayên IMI-yê yên derbasdar tevbigerin. Em dikarin, bi dilxwaziya xwe, vê peymanê biqedînin, gihîştina malpera xwe rawestînin, an ji ber sedemek bêyî hişyariyek tavilê karûbarek jêbirin.",
    "41530052": "28. Mercên Giştî",
    "3202747130": "Tevahiya Peymana. Van Mercên Karûbar û her siyaset, prosedur, an şertên ku di vê peymanê de hatine referans kirin tevahiya peymana aliyan di derbarê mijarê de pêk tîne, û hemî peymanên têkildar, îdia, nûnertî û têgihîştina partiyan ên berê û hevdem diguhezîne û betal dike. .",
    "4080263153": "No Waiver. Em ê neyên hesibandin ku dev ji ti beşekî ji maf an çarenûsa xwe berdidin heya ku dev jê berde bi nivîskî û ji hêla me ve were îmze kirin. Ger em bicihanîna mafên xwe yên li gorî hukmek vê peymanê dereng bihêlin an nekarin bicîh bînin, ew ê nehêle ji mafê me yê ku di pey re bi cîh kirina weha an jî beşek ji vê peymanê veqetîne.",
    "1789371580": "Assignability. Hûn nikarin van Mercên Karûbar bêyî destûra meya nivîskî ya pêşîn destnîşan bikin. Em dikarin van Mercên Karûbarê di her kêliyê de, bêyî agahiyê bidin. Li gorî tiştên li jor, ev Mercên Karûbar dê li ser paşgirên her partiyê û peywirên destûrdar bin.",
    "2819628066": "Severability. Ger tu dabînek van Mercên Karûbar ji ber sedemek nederbasdar an nepêkandî were dîtin, ew ê bandorê li rastbûn û bicîhkirina ti bendên mayî neke.",
    "3955981186": "Guherandinên. Ji bilî IMI-ê ti guhertin an guheztinek ji van Mercên Karûbarê re ji hêla kesek din ve ne mecbûrî ye heya ku di navgînek nivîskî de ji hêla nûnerek destûrdar a IMI ve hatî îmze kirin.",
    "1377538813": "Zimanê Serdest. Guhertoya zimanê Îngilîzî ya van Mercên Karûbarê dê di her warî de kontrol bike û heke hebe, di guhertoyên werger de, heke hebe, dê serwer be.",
    "2438016011": "Peymana dilxwazî. Hemî aliyên van Mercên Karûbar temsîl dikin û dipejirînin ku her yekê hemî aliyên vê peymanê vekolandiye, hemî bendên wê bi baldarî xwendiye û bi tevahî têdigihîje, û bi dilxwazî dikevê vê peymanê.",
    "2445034923": "Heke hûn bi hemî şert û mercên van Mercên Karûbarê razî nebin, Malper an Karûbaran bikar neynin (û hûn nekarin) bikar bînin.",
    "2646127839": "Pêveka Xerîdar ji Mercên Karûbarê Master re",
    "4097297673": "Wekî Xerîdar, Daxwazkar, an Entegrator, hûn razî ne ku hûn bi şertên jêrîn ve girêdayî bin ji bilî şertên din ên girêdayê di navbera we û IMI de.",
    "1093280979": "1. Formên Order Platformê",
    "1549953005": "Dibe ku we yek an çend formên fermana gihîştina platformê (her yek, \"Forma Order\") tije kiribe wekî şertek ku hûn bibin Xerîdar an Daxwazkar. Ger wusa be, wê hingê şert û mercên ku di Forma Fermanê de têne diyar kirin dibin beşek ji Mercên Karûbar û li vir bi referansê têne girêdan.",
    "3819851005": "2. Xerc",
    "1591032933": "Hûn ê xercên ku di Forma Siparîşê ya pêvekirî de hatî diyar kirin bi riya şêwaza dravdanê ya ku we di Forma Fermana guncan de peyda kiriye bidin IMI. Heya ku ji hêla her du aliyan ve bi nivîskî bi rengekî din nepejirînin, hûn ê ji bo hemî fatûreyên ku di nav sî (30) rojan de piştî roja şandina fatûreyê hatine derxistin tam dravê bidin. Hûn destûr didin me ku em destûrnameyên qerta krediyê li ser hemî agahdariya qerta krediyê ya ku hûn ji me re peyda dikin bimeşînin, em agahdariya qerta krediyê hilînin, û qerta weya krediyê an hesabek din ku em bi hev re qebûl dikin wekî formek dravdanê bidin. Heya ku li ser Forma Fermandariyê an di nav Peymana Karûbarê Pargîdaniyê an Peymana Karûbarê Masterê de tiştek neyê diyar kirin, hemî xercên Karûbaran, ji xeynî zêdeperedanê, her sal li ser destpêkirina karûbarên ku ji hêla IMI ve di binê Peymana we de têne peyda kirin (\"Dîroka Bibandor\") têne hesab kirin.",
    "4142610534": "Dê dravdanên dereng bi rêjeya ji sedî 1.5 mehê an jî mîqdara herî zêde ya ku ji hêla qanûnê ve hatî destûr kirin, berdêlên dereng werdigire, kîjan kêmtir be. Heke hûn ji ber sedemek nekarin dravê li gorî vê Peymanê bidin, dibe ku hesabê we li gorî biryara me were sekinandin, di vê rewşê de ji bo temamkirina karan dravdanên zêde ji hesabê we nayên kirin û hemî peywirên we dê werin rakirin. ji malpera me. Pêdivî ye ku hûn ji bo hemî mîqdarên ku li gorî daxwazê têne dayîn, ji bilî xercên pêvajoyê, xercên dereng, an xercên parêzgeriyê bidin me. Her weha dibe ku em raporên guncan bidin ajansên raporkirina krediyê û rayedarên dadrêsî.",
    "512991700": "Heke hûn dixwazin li ser her xercê nakok bikin, divê hûn bi beşa piştevaniya xerîdar a me re têkilî daynin herî dereng sî (30) roj piştî roja girtina yekem betal an hesabê hesabê ku tê de xeletî an pirsgirêk xuya bû da ku hûn sererastkirinek an krediyê bistînin.",
    "1273914192": "3. Bac",
    "4242322181": "Hûn berpirsiyar in ji dayîna hemî bacên ku bi Karûbaran re têkildar in ji bilî bacên Dewletên Yekbûyî yên ku li ser dahata netîce an milkê kesane ya Intuition Machines têne nirxandin.",
    "1671996585": "Dibe ku ji we were xwestin ku hûn malper, serîlêdan, an platforma xwe bi Karûbarên me re bi navgîniya bernamesaziya serîlêdana me (\"API\") yek bikin. Di bûyera ku hûn wiya bikin, em destûrnameyek tixûbdar, neyekser, neguhêzbar, neguhêzbar, betalkirî didin we ku hûn API-ê tenê ji bo gihîştina Karûbaran bikar bînin. Em dikarin API-ê biguherînin û/an piştgiriya guhertoyên kevn an berdanên API-ê di her kêliyê de rawestînin. Em mafê rawestandina an sînordarkirina gihîştina we ya API-ê li gorî dilxwaziya xwe vedişêrin, û em ê hewildanên maqûl bikar bînin da ku berî sekinandinê hişyariyek bidin we.",
    "4036662147": "5. Parastina Agahiyên Nehênî",
    "3564208535": "Hûn qebûl dikin ku hûn hewildanên maqûl ên bazirganî bikar bînin da ku hûn agahdariya nepenî ya ku ji me an bi navgîniya Karûbarên me hatine wergirtin biparêzin. Pûanên botê û hûrguliyên ne-gelemperî yên karûbarê pargîdaniya me vedihewîne, tevî belgeyên ne-gelemperî û her hûrguliyên ku em dikarin di derbarê rêbazên xweya tespîtkirina botê de parve bikin. Ger destûr ji we re were dayîn ku agahdariya nepenî ya wusa biguhezîne, heke em destnîşan bikin ku Agahiyên nehênî ji hêla karanîna we ya Karûbarên me ve têne eşkere kirin, dibe ku em guheztina we ji Karûbarên me re li gorî biryara xwe biguhezînin, rawestînin an sînordar bikin, û em ê hewildanên maqûl bikar bînin. ji bo ku hûn berî sekinandinê agahdar bikin.",
    "120384113": "6. Betalkirin",
    "453723556": "Hûn dikarin vê Pêveka Xerîdar ji Mercên Karûbarê serbixwe biqedînin û hûn nebin Xerîdar an Daxwazkar. Em mafê xwe diparêzin ku di her kêliyê de statûya we wekî Xerîdar an Daxwazkar bidin sekinandin an biqedînin, an jî wekî din hesabê we an karanîna Karûbaran li gorî Mercên Karûbarê biqedînin. Hûn piştî bidawîbûnê berpirsiyar dimînin ji bo her mîqdara ku di bin Forma Fermana we de ye. Ger abonetiya we xercên mehane an salane an hindiktirîn mehane an salane dihewîne, hûn ê hîn jî berpirsiyar bin ji dayîna hemî xercên Karûbaran heya dawiya wê mehê an salê, bi rêzê.",
    "218889628": "Ji xeynî cihê ku em vê Pêveka Xerîdar an Mercên Karûbarê ji ber binpêkirina we ya vê Pêveka Xerîdar an Mercên Karûbarê biqedînin, ger em biqedînin û we ji me re berdêlek berê daye, em ê beşek pro-rate ji wan vegerînin. mîqdarên pêşdibistanê, li ser bingeha dema mayî an Karûbarên ku we lê dane, kîjan kêmtir be. Em ê xebata xwe bi rengekî maqûl bazirganî biqedînin û hemî Komên Daneyên Derketinê yên bi pere û hemî Daneyên Xerîdar ên di destê me de ne biparêzin û bidin we. Li ser her bidawîbûnê, em dikarin lê ne mecbûr in ku tu daneyan jêbirin.",
    "2505227594": "7. Overages",
    "2369877184": "Rêjeya herî zêde ya destûr a RPS-ê ji bo Integrator an Xerîdar hCaptcha 1,000 daxwazî di çirkeyê de ye ji saziyên di nav hesabê we de (\"RPS\"), heya ku bi peymanek peymanek nivîskî ya di navbera we û me de wekî din neyê destnîşankirin.",
    "234420106": "Di bûyera ku hûn Integrator an Xerîdarek karûbarê hCaptcha Enterprise bin û karanîna weya API-ya ku ji hêla RPS ve hatî pîvandin ji rêjeya peydakirî ya ji bo asta karûbarê we derbas dibe, dibe ku em hilbijêrin ku karûbarê we biguhezînin an rêjeyek zêde bidin. Ger rêjeya weya herî zêde ya RPS di heyama 30 rojî de bi tevahî 10 hûrdeman bi tevahî 10 hûrdeman bi rêjeya 10-an ji rêjeya dabînkirî derbas bike û piraniya van daxwazan, bi tenê biryara me, ne seyrûsefera xerab in, dibe ku em hilbijêrin. Ji bo hemî daxwazên API-ê yên ku di wê mehê de hatine kirin, hûn bi rêjeya zêdeyî ya ku bi peymanê ve hatî destnîşan kirin, we bidin.",
    "2619472217": "8. Refirotin",
    "2019702084": "Heya ku bi eşkere di Peymana Karûbarê Karûbarê Xerîdar an Peymana Veguhartinê de bi eşkere destûr neyê dayîn, Karûbarên SaaS yên fermankirî nayên firotin, ji nû ve, kirêkirin, binavkirî, lîsans, jêr-lîsans, an wekî din ji aliyek sêyemîn re (ji bilî Parmendiyek Xerîdar ), û hemî fermanên di bin Peymanê de û hemî karanîna Xerîdar a Karûbar dê ji bo karanîna karsaziya navxweyî ya Xerîdar an Parmendê wê be.",
    "1233229030": "Lihevket",
    "1467783792": "Tu kes, sazî, an rêxistinek ku ji hêla Dewletên Yekbûyî ve hatî destûr kirin (\"Aktorek Peşkeşkirî\") ne mafdar e ku xelatan werbigire an jî Karûbaran wekî Integrator bikar bîne. Ji bo dûrketina gumanê, ev yek her Aktorên Cezakirî yên ku ji hêla Ofîsa Kontrolkirina Malên Biyanî (\"OFAC\") ya Wezareta Xezîneyê ya Dewletên Yekbûyî ve hatî destnîşan kirin, vedihewîne.",
    "3759657802": "Hûn nikarin van Mercên Karûbar an maf û erkên xwe yên li jêr bi ti awayî (ji hêla qanûnê ve an wekî din ve) tayîn bikin, veguhezînin, an veguhezînin.",
    "1627232990": "Wergerên van Mercên Karûbar li ser bingeha herî baş-hewldan têne peyda kirin. Ger cûdahiyek bingehîn di navbera Mercên Karûbarê zimanê Englishngilîzî û wergerek wê de hebe, Mercên Karûbarê zimanê Englishngilîzî wekî desthilatdar têne şîrove kirin.",
    "805221621": "Ji kerema xwe bi me re têkilî daynin",
    "259613338": "ger di derbarê van Mercên Karûbar de pirsên we hebin.",
    "2735878907": "Daxuyaniya Plansaziya Berdewamiya Karsaziyê",
    "2887242610": "Intuition Machines, Inc plansaziyek Berdewamiya Karsaziyê pêşxistiye ka em ê çawa bersivê bidin bûyerên ku bi girîngî karsaziya meya hCaptcha têk dibin. Ji ber ku dem û bandora felaket û têkçûn nayê pêşbînîkirin, em neçar in ku di bersivdana bûyerên rastîn ên ku ew diqewimin de nerm bin. Di hişê wê de, em vê agahiyê li ser plana domdariya karsaziya xwe pêşkêşî we dikin.",
    "809251240": "Têkilî bi Me re",
    "2551802342": "- Em plan dikin ku piştî têkçûnek girîng a karsaziyê zû vegerin û karûbarên karsaziyê ji nû ve bidin destpêkirin û bi parastina karmend û milkê xwe, çêkirina nirxandinek darayî û xebitandinê, parastina pirtûk û tomarên fîrmayê, û hişt ku xerîdarên me û bikarhênerên dawîn danûstendina serhêl bikin bersiv bidin. Bi kurtasî, plansaziya domdariya karsaziya me hatî sêwirandin da ku rê bide pargîdaniya me ku bi lez û bez dest bi xebatan bike, ji ber navber û giraniya têkçûna karsaziya girîng. Navnîşanên plansaziya domdariya karsaziya me: hilanînê û vegerandina daneyê; hemî pergalên krîtîk ên mîsyonê; nirxandinên aborî û xebatê; danûstandinên alternatîf bi xerîdar, karmend û saziyên çavdêriyê re; cîhê fîzîkî ya alternatîf a karmendan; bandora dabînker û xerîdar krîtîk; raporkirina birêkûpêk; û heke em nikaribin karsaziya xwe bidomînin, ji xerîdarên xwe agahdariyek bilez didin. Hewza dabînkerê meya bingehîn li deverek ji hêla erdnîgarî veqetandî de tomarên me yên girîng piştgirî dike. Digel ku her rewşek awarte li ser bingeha faktorên derveyî, wek wextê rojê û giraniya têkçûnê, pirsgirêkên bêhempa derdixe holê, ji hêla vê hewza dabînkerê ve me şîret kiriye ku armanca wan ew e ku karûbarên xwe vegerînin û karibin bi lez karûbaran ji nû ve bidin destpêkirin. Her çend me ji bo kêmkirina xetereyê bi karanîna cûrbecûr peydakiroxan xebitî, karûbarên we di vê heyamê de dikarin werin guheztin an qut kirin.",
    "826396656": "Plana Berdewamiya Karsaziya me",
    "1979347895": "- Astengiyên girîng ên karsaziyê dikarin di çarçoveya wan de cûda bibin, wek tenê fîrmaya me, avahiyek yekane ku fîrmaya me lê ye, taxa ku fîrmaya me lê ye, bajarê ku em lê ne, an jî tevahiya herêmê. Di nav her yek ji van deveran de, giraniya têkçûnê jî dikare ji hindiktirîn heya giran diguhere. Di astengkirina fîrmaya me, navçe, navçe, bajar, an herêmek karsaziya me an avahiyek ku fîrmaya me lê dihewîne, dema ku hewce be em ê karûbarên xwe veguhezînin cîhek herêmî û li bendê ne ku di karûbarên karsaziyê de ti astengiyek madî tune be. Di her rewşê de, em plan dikin ku di karsaziyê de berdewam bikin, ger hewce be operasyonan veguhezînin peydakiroxên alternatîf, û we bi riya malpera xwe ya li hcaptcha.com û rûpela rewşa xwe ya li hcaptchastatus.com agahdar bikin ka meriv çawa bi me re têkilî daynin. Ger têkçûna karsaziya girîng ew qas giran be ku rê li me bigire ku em di karsaziyê de bimînin, em ê we bi lez agahdar bikin.",
    "653679457": "Têkçûnên Cûda",
    "410397176": "Ji bo bêtir agahdarî",
    "2095899021": "Rêbernameyên Nîşankirina hCaptcha û Lîsansa Nîşana Bazirganî ya Giştî",
    "2340340589": "Rêbernameyên li ser karanîna nîşana hCaptcha",
    "2430148876": "Me van rêwerzan û lîsansa nîşana bazirganî ya giştî afirandine da ku ji xerîdar, hevkar û temaşevanên me re bi qasî ku gengaz be hêsan bikin ku bi marqeya me re bixebitin û hîn jî nasnameya xweya pargîdanî diparêzin. Ger hewce be ku hûn îkonên hCaptcha, logos, an nîşanên din bi awayên ku ji van rêwerzan cûda dibin bikar bînin, hûn ê hewce bikin ku ji bo destûrnameyek nivîskî bi me (IMI) re têkilî daynin.",
    "3884400764": "Digel ku hûn dikarin li gorî van rêwerzan nîşaneyên hCaptcha bikar bînin, ev nayê vê wateyê ku hûn di Nîşanên hCaptcha, logos, an di nav nîşanek din, navê bazirganiyê, nîşana karûbar, navê karsaziyê an dilxwaziya hCaptcha de xwedî mafên xwedan e. Em dixwazin bi qasî ku mimkun be nermbûnê bidin, lê em mecbûr in ku hCaptcha li hember karanîna bêdestûr a her markayek bazirganî, navê bazirganî, nîşana karûbar, navê karsaziyê an jî dilxwaziya hCaptcha biparêzin. Her karanîna bêdestûr bixweber destûr an lîsansa ku ji hêla hCaptcha ve hatî dayîn betal dike û dibe ku berpirsiyariyên qanûnî ji bo her zirarê bigire.",
    "512598290": "Ji ber vê yekê, divê em bipirsin ku hûn her gav hemî nîşan û logoyên hCaptcha bi rengek ku li gorî qaîdeyên jêrîn tev bigere, di nav de sermiyanê, tîp û şêwazê bikar bînin.",
    "2075610992": "Spas ji bo piştgiriya we!",
    "1023190144": "hCaptcha® di nivîsê de",
    "4274324704": "Li vir e ku meriv çawa navê me di kopiyek nivîskî de bikar tîne:",
    "3912926900": "Pêdivî ye ku hCaptcha® yekem car di kopiyek afirîner de xuyangek nîşanek bazirganî hebe.",
    "950637875": "Divê rastnivîsa hCaptcha çu carî neyê guheztin û hCaptcha divê her gav di tîpa duyemîn (\"C\") de mezin bibe. Ew qet ne pirhejmar an jî xwedan e.",
    "2624601135": "Pêdivî ye ku \"hCaptcha\" wekî beşek ji navek marqeyekê neyê bikar anîn, bi daçekê ve were girêdan, an jî di navên serîlêdan an hilberên din de were bikar anîn.",
    "3828090208": "Di şûna wê de \"ji bo hCaptcha\" bikar bînin. Ger bi logoya partiya sêyemîn re were bikar anîn, pêdivî ye ku \"ji bo hCaptcha\" ji logoya partiya sêyemîn piçûktir be.",
    "4149738856": "Pêdivî ye ku hCaptcha wekî rengdêrek were bikar anîn û li dûv termek gelemperî ya rastîn were bikar anîn.",
    "1446868537": "Divê hCaptcha çu carî wekî lêker neyê bikar anîn.",
    "2487931657": "Bi kar neynin: \"me malpera xwe hCaptcha'd.\"",
    "2565565429": "Di şûna wê de bikar bînin: \"Em hCaptcha bikar tînin da ku malpera xwe ewletir û ewledartir bikin.\"",
    "3434202027": "Her karanîna navê hCaptcha di ragihandinê de jêderê hewce dike: \"hCaptcha marqeyek qeydkirî ya Intuition Machines, Inc e.\"",
    "2754937029": "Bikaranîna nepejirandin",
    "2436973524": "Tenê referansên rast têne qebûl kirin. Ne destûr e ku meriv bêje ku malperek karûbar û sepanên hCaptcha bikar tîne dema ku neke. Bi heman rengî, karanîna logoya me an jî nîşanekan bi heman rengî tenê dema ku malper karûbarên hCaptcha bikar tîne guncan e.",
    "69844082": "Nîşaneyên bazirganiyê yên hCaptcha, sembolên grafîkî, logos, tîp, an îkon jî dikarin bi rengekî şermezarî neyên bikar anîn.",
    "3861413614": "Hûn nikarin nîşanek bazirganî an logoya hCaptcha bikar bînin ku tê vê wateyê ku hCaptcha xwedan girêdanek an pejirandin, piştgirî, an piştgirîya hilberek an karûbarek sêyemîn e, bêyî destûra nivîskî ya eşkere.",
    "1409822234": "Di bin ti şert û mercan de nabe ku nîşanek bazirganî ya hCaptcha ya wekhev an hema hema yek wekî navek domainê were bikar anîn.",
    "4181060163": "Divê aliyên sêyemîn guheztin an rastnivîsanan bikar neynin an bi rengekî ku bibe sedema tevliheviya berjewendiya destpêkê li ser marqeyên bazirganî yên hCaptcha tevbigerin.",
    "3955555607": "Ji bilî Hevkar an Firoşkarên Destûrdar, aliyên sêyemîn dikarin ji bo peyvên sereke, Google AdWords, an pergalên reklamê yên din ên armanckirî bi karanîna nîşaneyên hCaptcha an xeletnivîsan pêşniyar nekin. Nabe ku aliyên sêyemîn di navên domainê de, optimîzasyona motora lêgerînê, meta tag, peyvên lêgerînê, kod, an xeletiyên din de nîşaneyên hCaptcha bikar bînin.",
    "1985238261": "Nîşanên din ên sînorkirî",
    "2193061499": "Hin logo û nîşaneyên me bi karanîna hCaptcha û hevkarên wê ve têne sînorkirin. Partiyên sêyemîn bêyî destûrnameyek nivîskî ji hCaptcha nikarin nîşanên jêrîn bikar bînin:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Desthilatdar Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop ji hêla hCaptcha™ ve",
    "2557601376": "hCaptcha logo™",
    "248923369": "BotStop logo™",
    "3942875761": "Alîkariya Avakirina Malperek Better™ bikin",
    "364774188": "Ez mirov im™",
    "2785425016": "(di çarçeweya çareseriyek verastkirina mirovatiyê de, mînakî banga çalakiyê)",
    "2639657759": "Nîşanên Bi Destûra Bikaranîn",
    "1268918580": "Hin logo û nîşaneyên ku ji hêla hCaptcha û hevkarên wê ve têne bikar anîn xwediyê aliyên sêyemîn in û tenê bi destûra wan têne bikar anîn. Kesên sêyemîn nikarin nîşaneyên jêrîn bikar bînin ji bilî ku ji hêla xwediyên wan ve têne destûr kirin:",
    "3782751514": "HUMAN Protocol® marqeyek qeydkirî ya Weqfa Protokola HUMAN e, û bi destûra wê tê bikar anîn.",
    "1620709264": "HUMAN Token® marqeyek qeydkirî ya Weqfa Protokola HUMAN e, û bi destûra wê tê bikar anîn.",
    "3031953928": "HUMAN Network™ nîşanek bazirganî ya Weqfa Protokola HUMAN e, û bi destûra wê tê bikar anîn.",
    "3554363588": "Nîşanên din",
    "3290996791": "Hemî navên hilberên din, logo û marqeyên xwedan xwediyên wan ên têkildar in. Hemî navên pargîdanî, hilber û karûbarê din ên ku di vê malperê de têne bikar anîn tenê ji bo armancên nasnameyê ne. Bikaranîna van nav, logo û marqeyan nayê wateya pejirandinê.",
    "2444685143": "Polîtîkaya Logoyê",
    "2414232014": "Logoya me tavilê tê naskirin û yek ji hebûnên me yên herî biqîmet û girîng e. Ji bo ku ew nûnerek bihêz a pargîdaniya me bimîne, pêdivî ye ku ew di hemî kanalên ragihandinê de bi baldarî û domdar were pêşkêş kirin.",
    "803639471": "Logoya hCaptcha ji îkona dest û logoya hCaptcha pêk tê. Di forma xweya alternatîf de, dibe ku îkona destan bi serê xwe xuya bibe dema ku cîh tê asteng kirin û \"hCaptcha\" wekî nîşana peyvê (wek ku li jor hatî destnîşan kirin) li nêzîkê îkona destikê tê bikar anîn, wusa ku diyar e ku îkona destikê hCaptcha temsîl dike.",
    "564127016": "Îkona destê hCaptcha:",
    "1424800293": "Logoya hCaptcha:",
    "1525506526": "Veguheztinên Hesab çi ne û Ew Çawa Kar dikin?",
    "2446481523": "Çîrokek gelêrî ya kevn heye ku tê de ajokarek vagonê û zilamek esilzade li konbajarê li gundekî gundekî piçûk xuya dikin. Zilamekî, cil û bergên pîs û belengaz li xwe kiribû, ji cerdevan re got: “Ez esilzade me. Ev zilam şofêrê min bû.",
    "1767952047": "Şeva borî êrîşî min kir, cilên min dizîn û pereyên min birin.” Zilamê din, bi cil û bergên çîna esilzade, cil û bergên pir xweşik li xwe kiribû, lê vegerand û got: “Constable, ev mirov dîn e. Ew difikire ku ew esilzade ye. Ez esilzadeyê rast im. Wî bigrin!”",
    "2947576723": "Ev çîrok berî destûrnameyên ajotinê û çapkirina tiliya dîjîtal e, lê ew mînakek baş pêşkêşî dike ka di rewşek girtina hesabê de çi dikare xelet derkeve. Kesek têkeve hesabek bankek serhêl an sepana dravdana mobîl. Ma ew xwediyê hesabê rastîn e, an hackerek e? Bi rastî kî kî ye? Van pirsgirêkên ewlehiyê bandorê li rêxistinên ku destûr didin gihîştina hesabê xwe-xizmetê dike.",
    "1687299615": "Girtina hesabê çi ye?",
    "2648707986": "Desthilatdariya hesabek celebek xapandina sîber e ku tê de lîstikvanek xirab xwedan hesabek serhêl dike. Bi gelemperî, hesab li saziyek darayî an karsaziyek e-bazirganî ye ku xapînok dikare drav, kirrûbir an kartên diyariyê bidize. Êrîşkar pêbaweriyên têketinê yên dizî bikar tîne da ku bigihîje hesabê û dûv re wê bigire, dibe ku şîfreyê biguhezîne da ku xwediyê hesabê rastîn jê bigire.",
    "1476843710": "Kêm zirara darayî lê hîn jî zerardar formên girtina hesaban bi revandina hesabên medyaya civakî û yên wekî wan vedihewîne. Di van rewşan de, êrîşkar bi gelemperî hewl dide ku malware belav bike an jî li dijî hevalên mexdûr ên neguman tevbigerin êrîşên phishing. An jî, êrîşkar hewl dide ku qurbanî şerm bike, ku carinan carinan bi navdar û siyasetmedaran re dibe mînak.",
    "2904949278": "Hackerek çawa hesabek digire?",
    "2575690545": "Vegirtinên hesaban, mîna ewqas sextekariya sîber, bi piranî mijarek pêvajoyên xweser, girseyî ne. Kêm e ku hackerek, ku di jêrzemîna diya xwe de hoodî li xwe kiriye, şîfreyan yek bi yek li malperên bankê binivîsîne.",
    "3614653023": "Berevajî vê, pratîk xwe dispêre êrîşên dagirtina pêbaweriyê yên mezin ên ku bi mîlyonan cotên navên bikarhêner / şîfreyê li ser bi dehan saziyên darayî yên armanc diceribînin bi hêviya vekirina beşek piçûk a hesaban. Gava ku nermalava xapandinê ya otomatîk gihîştiye hesabê, dibe ku hackerek mirovî wê hingê tevlê bibe, lê di hin rewşan de, na.",
    "2762759509": "Gelek êrîşên girtina hesabê hema hema bi tevahî otomatîk in.",
    "1972710018": "Wê ji perspektîfa pargîdaniyê dibînin",
    "1282121137": "Ji bo ku fêm bikin ka girtina hesabê çiqas pirsgirêk dibe, bifikirin ka ezmûn ji hêla saziya darayî ve çawa xuya dike. Ew her roj bi mîlyonan têketinê digirin.",
    "2315518622": "Digel sofîstîkebûna ku di amûrên êrişê yên îroyîn de peyda dibe, pir dijwar e ku meriv kifş bike ka kîjan, heke hebe, xapînok in. Dûv re, kesek telefonê li xeta karûbarê xerîdar dike û dibêje “Hesaba min rastî êrîşan hat! Ez nikarim têkevim û kesek pereyê min dizîne!”",
    "1836369533": "Mîna konsûlê di çîroka gelêrî de, meriv çawa diyar dike ku bi rastî kî ye? Ger êrîşker bi têra xwe hêmanên nasnameya dizîn, wek nimreya lîsansa ajotinê, jimareya ewlehiya civakî, navê keçikê, navnîşan, û hwd. şîfreya xwe li ser hesabek ku ew dixwaze têkeve nûvekirina.",
    "2880837730": "Ji bo rawestandina desteserkirina hesaban çi dikare were kirin?",
    "3654556483": "Saziyên darayî û pargîdaniyên e-bazirganiyê pêvajo û kontrol hene ku hin xetera girtina hesabê kêm dikin. Van ji pirsên ewlehiyê yên kevn \"navê hevalê te yê herî baş ê dibistana seretayî çi bû\" bigire heya rêbazên tespîtkirinê yên ku navnîşanên IP-yê yên gumanbar û profîlên cîhaza desta derdixin.",
    "2449501658": "yek ji awayên herî pêşkeftî ji bo kêmkirina metirsiya ji hewildanên têketinê yên hesabê xapînok peyda dike, karanîna fêrbûna makîneyê ji bo tespîtkirin û rawestandina botan, û bi bandor ew qas dijwartir an jî ne mumkun dike ku sextekar tev li girtina hesabê bibin.",
    "3621455477": "bêtir fêr bibin!",
    "555246307": "Bi xatirê te, çîroka esilzade û şofêrê wî bi vî awayî diqede: Qeymeqam her du zilam bi saetan bi hev re di odeyekê de rûdiniştin û ji hişê xwe bêzar dibin. Di dawiya rojê de, ew xuya bû û got, \"Ez ê niha bi ajokarê vagonê re biaxivim.\" Zilamê bi kincên esilzade rabû ser xwe. Ew qas bêhnteng bû, ji bîr kir ku ew tenê xwe wekî esilzade nîşan dide.",
    "1224727373": "BotStop ji hêla hCaptcha ve",
    "1187718370": "Paqij bûn",
    "3892905664": "hCaptcha bi pirsên hêsan ên ku ji mirovan re hêsan in û ji makîneyan re dijwar in ji bot, spam û destdirêjiyê dûr dixe ji karûbarên serhêl ên weyên bijare re dibe alîkar.",
    "555158694": "Xizmetek ku hûn bikar tînin hilbijartiye ku ezmûna we li ser malpera xwe bi sazkirina hCaptcha çêtir bike da ku seyrûsefera xerab kêm bike.",
    "1617196410": "hCaptcha li ser sekinandina botan e. Em eleqedar nakin ka bikarhêner kî ye, lê tenê ew xirab in. Em zehf dixebitin ku nepenîtiyê hevseng bikin &",
    "1624200563": "ewlehiyê, û bi GDPR, CCPA, LGPD, PIPL, û rêzikên nepenîtiyê yên din re tevbigerin.",
    "1927613000": "hCaptcha fêrbûna makîneyê ya sofîstîke bi platformek dijwar a hêzdar re dike yek da ku serîlêdanên webê ji girtina hesaban, dagirtina pêbaweriyê, kişandin, û celebên din ên destdirêjiyê biparêze.",
    "1133989302": "Çima hCaptcha?",
    "34074886": "Her gava ku hûn bersivek dijwar didin, em modelên sofîstîke bikar tînin da ku fêm bikin ka hûn mirov in. Malpera ku we ziyaret kir wê hingê vê encamê bikar tîne da ku ji bo baştirkirina ezmûna xwe ya li ser malpera xwe bi nehiştina botan re bibe alîkar.",
    "3412647984": "Ev dihêle hûn bi qeydkirin û danîna cookieyekê ji pirsên pêşerojê dûr bikevin. Ji kerema xwe re jî biceribînin ku astengkerê reklama xwe vemirînin.",
    "2510209017": "Zêdetir alîkarî divê?",
    "477275453": "Çima API Ji bo Hackeran Armancek populer in?",
    "596347471": "Navberên Bernamesaziya Serlêdanê (API) ji bo aktorên xerab ên li qada sîber bûne hedefek populer. Ji bo vê yekê gelek sedem hene, di nav de karanîna wan a mezin di yekbûna serîlêdanê de. Lêbelê, gengaz e ku meriv xetera API-ê kêm bike.",
    "2441638955": "Pêşîn, API çi ye?",
    "3963216198": "Ji bo nîqaşkirina ka çima API ji bo hackeran armancek populer in, hêja ye ku pêşî demek kurt bidin ku hûn diyar bikin ka niha tê wateya \"API\" çi ye. Têgeha API-ê ne nû ye. Di rastiyê de, pêwendiyên ku pergalên cûda yên komputerê bi hevûdu ve girêdidin, û her weha pêkhateyên wan ên hundurîn, bi kêmî ve ji destpêka salên 1960-an vir ve hene.",
    "1047251718": "Lêbelê, îro, dema ku mirov li ser API-yê diaxivin, ew bê guman wateya API-yên standard-based in. Vana API-yên ku bi karanîna standardên vekirî yên wekî Veguheztina Dewleta Nûneratiyê (REST) û pelên standard ên wekî Nîşana Objektîf a JavaScript (JSON) vekin hatine çêkirin. Wekî ku tê zanîn \"API-yên RESTful\" ên wusa, bêyî hewcedariya nermalava xwedan dikarin werin afirandin. API-yên ku têne encam kirin dikarin di navbera sepanên nermalavê de daneyan û bangên prosedurê bişînin û bistînin. Mînakî, sepanek bankingê ya mobîl API-ê bikar tîne da ku bigihîje pergalên bankê.",
    "3195334319": "Bikêrhatî û bêhêziya API-yê",
    "1903743785": "Hatina API-yên-based standard di yekbûna serîlêdanê de pêşkeftinek mezin temsîl kir. Di van 20 salên dawîn de, API-yên ji ber hilberên nermalava xwedan biha û tevlihev derbas bûn berbi belaş, amûrên-based standardên ku bi nisbetî hêsan xebitîn bi wan re-û zû bi cih kirin.",
    "879362350": "Bi API-yên nû yên ku li ser Înternetê dixebitin, gengaz bû ku meriv her nermalava an çavkaniyek daneyê, li her deverê cîhanê, bêyî platform, şema daneyan an zimanê bernamekirinê ve girêbide. Wekî encamek, cîhana hesabker naha di nav şoreşek API de ye. Di navbera serîlêdan û daneyan de teqînek pêwendiyê çêbû. Ew pir baş e, heya ku ew nebe.",
    "3844432472": "Vebûn û bikêrhatina API-yan wan ji bo êrîşkaran dike hedefên pir dewlemend. Bi heman rengî ku sepanek desta dikare were bernamekirin ku bi karanîna API-yê bigihîje û daneyan ji pergalek pargîdanî bigire, wusa jî perçeyek malware dikare. Hackeran cûrbecûr amûrên nermalavê nivîsandine ku API-yê xirab bikin. Ew teknîkek êrîşê ya bandor e.",
    "2187096543": "Bi rastî, ji ber nermalava hacker-nivîsandî ku gazî API-yê kir ku daneyan ji databasê derxîne, hin binpêkirinên daneya mezin hene. Beriya her tiştî, heke ew dizîna daneyê bi tenê bangek GET-ya bingehîn a li ser API-yê, ku bi karanîna REST û JSON hatî nivîsandin hewce dike, wê hingê hêsan e ku zû databasek paqij bike. Di rastiyê de, dema ku mirov li ser êrîşên \"xapandina dîmenderê\" diaxivin, wateya wan bi rastî, bi piranî, bangên API-ê yên bilez in ku daneyan ji databasan derdixin. API ji bo rêxistinên ku wan ava dikin bûne rûberek êrîşa sereke.",
    "4222109231": "Kêmkirina rîska API-ê bi Hilbera Pargîdaniya hCaptcha re",
    "1783317946": "Rawestandina êrîşên API-ê ji bo karanîna populer e",
    "3022922096": ", Hilberên pargîdaniya pargîdaniya hCaptcha. Berevajî guhertoya belaş a hCaptcha,",
    "63719113": "fêrbûna makîneya pêşkeftî bikar tîne da ku seyrûsefera xerab a li ser malper û serîlêdanên we nas bike - tevî çalakiyên qirkirinê.",
    "3566102529": "îro em bêtir fêr bibin.",
    "3096553330": "Her pergalek ku em diafirînin tenê têkiliyên me bi mirovên din re nîşan dide.",
    "1467218142": "Tiştê ku em ji wan û xwe dixwazin tevgera me dimeşîne, û bi vî rengî heman şêweyên danûstendinê di hemî pergalên mirovan de dubare dibin. Înternet gelek mînakên domdar ên vê beşa bingehîn a cîhana me peyda dike.",
    "808872868": "Mînakî: spam, xapandin, û destdirêjî hema ji roja ku du pergal yekem car bi hev ve hatin girêdan li serhêl hene.",
    "1085089390": "Destdirêjiya serhêl ji tevgerên mirovî yên cewherî derdikeve",
    "3064321967": "Yekem e-nameya spam a naskirî di sala 1978 de hate şandin.",
    "3800781598": "] Nêzîkî pênc dehsal şûnda, spam e-nameyê berdewam dike ku me bela bike. Gelek mîlyar dolar û bi hezaran kes-sal hewildanên endezyariyê ji bo têkbirina wê hatine danîn, û dîsa jî spam berdewam dike. Li her du aliyan jî pîşesaziyên milyar dolarî hene, yanî yên li hember wê diparêzin û yên dişînin.",
    "2119943547": "Çima ev e? Bersiv hêsan e. Heya ku teşwîqek ji bo îstismarkirina pergalek hebe, kesek bi gelemperî dê rêyek bibîne. Û gava ku ew bikin, kesek din dê nuha teşwîqek hebe ku wan rawestîne.",
    "532470444": "Dibe ku hevseng sal bi sal hinekî biguhere, lê ev tevger bi tenê xwezaya bingehîn a mirovî nîşan dide, û dîroka tomarkirî ya pênc hezar salan tê vê wateyê ku dînamîk ne mimkûn e ku di demek nêzîk de were guheztin.",
    "3193548097": "Hope Springs Eternal",
    "4065614934": "Ev analîz ne nû ye, lê mirov herheyî geşbîn e. Bi taybetî dema ku ew difikirin ku ramana wan nû ye.",
    "1216071511": "Heman raman ew qas pir caran têne pêşniyar kirin ku nêzî 20 sal berê, nivîskarek nenas ji bo nîqaşên serhêl ên derbarê çareseriyên antî-spam de valahiyek alîkar peyda kir:",
    "1941999673": "Parêzvanên posta we a",
    "4179118182": "( ) teknîkî ( ) qanûnî ( ) bingeh-bazar ( ) nobedar",
    "3978720689": "nêzîkatiya şerê spama. Fikra we dê nexebite. Li vir çima ew ê nexebite.",
    "318339230": "(Yek an bêtir ji yên jêrîn dibe ku li ser ramana weya taybetî bicîh bibe, û dibe ku hebe",
    "30312304": "kêmasiyên din ên ku beriya ku qanûnek xirab a federal were pejirandin, ji dewletek ji eyaletek cûda cûda dibûn.)",
    "2710988028": "( ) Spammer dikarin bi hêsanî wê bikar bînin da ku navnîşanên e-nameyê berhev bikin",
    "3912514510": "( ) Lîsteyên e-nameyê û karanîna din ên e-nameyên rewa dê bandor bibin",
    "2030062561": "( ) Tu kes dê nikaribe mêrik bibîne an peran kom bike",
    "3334160175": "( ) Li hember êrîşên hêzên hov bêparastin e",
    "3238345709": "( ) Ew ê du hefte spam rawestîne û dû re em ê pê ve zeliqin",
    "4227800293": "( ) Bikarhênerên e-nameyê wê bi ser nekevin",
    "2271252286": "( ) Microsoft ê bi vê yekê ranebe",
    "692064738": "( ) Polîs wê tehemûl neke",
    "3475647460": "( ) Ji spammers re hevkariyek pir zêde hewce dike",
    "1482845460": "( ) Ji herkesî bi yekcarî hevkarîya tevayî tavilê hewce dike",
    "3741193183": "( ) Gelek bikarhênerên e-nameyê nikarin karsaziya xwe winda bikin an kardêrên potansiyel biyanî bikin",
    "2234909600": "( ) Spammer navnîşanên nederbasdar ên di navnîşên xwe de eleqedar nakin",
    "1982617151": "( ) Her kes dikare bi awayekî nenas karîyera an karsaziya yekî din xera bike",
    "2498172334": "Bi taybetî, plana we nayê hesab kirin",
    "389705801": "( ) Qanûnên ku bi eşkere qedexe dikin",
    "190955495": "() Nebûna desthilatdariya navendî ya kontrolkirina e-nameyê",
    "237009707": "( ) Li welatên biyanî releyan vekin",
    "3507532387": "( ) Hêsaniya lêgerîna cîhê navnîşana alphanumerîkî ya piçûk a hemî navnîşanên e-nameyê",
    "2477958756": "( ) Mirovên xerab",
    "3254142589": "() Pirsgirêkên dadrêsî",
    "3621401685": "( ) Ne populerbûna bacên nû yên xerîb",
    "4277475973": "( ) Nerazîbûna gel ji qebûlkirina formên nû yên ecêb ên drav",
    "941057651": "() Di SMTP de veberhênana nermalava heyî ya mezin",
    "3265293440": "( ) Hestbûna protokolên ji bilî SMTP ji bo êrîşê",
    "515733427": "( ) Daxwaza bikarhêneran ji bo sazkirina paçên OS-ê yên ku bi e-nameyê hatine wergirtin saz bikin",
    "2631159699": "( ) Artêşên kurmê qutiyên Windows-ê yên bi band-banda fireh ve girêdidin",
    "776542208": "( ) Pêşbaziya çekan a bêdawî di hemî nêzîkatiyên fîlterkirinê de ye",
    "989480928": "( ) Zehmetiya zêde ya spam",
    "3898950867": "() Joe jobs and/an diziya nasnameyê",
    "3395399558": "( ) Siyasetmedarên teknîkî nexwendewar in",
    "1118929614": "( ) Ji aliyê kesên ku bi spammeran re bazirganiyê dikin, ehmeqiyek zêde",
    "838951836": "( ) Bêrûmetî ji aliyê spammeran bixwe",
    "2123236933": "( ) Mesrefên bandwidth ku ji hêla fîlterkirina xerîdar ve nayê bandor kirin",
    "2292919419": "() Outlook",
    "2534436327": "û îtîrazên felsefî yên jêrîn jî dikarin werin sepandin:",
    "832385387": "( ) Fikrên dişibihe yên we hêsan e ku meriv bi wan re were peyda kirin, lê dîsa jî yek carî pratîk nehatine xuyang kirin",
    "1993984258": "( ) Her pîlanek ku li ser bingeha veqetandinê ye nayê qebûlkirin",
    "3909240516": "( ) Sernivîsên SMTP divê nebin mijara qanûnê",
    "1151065360": "( ) Lîsteyên reş şêlû dikin",
    "2396605499": "( ) Lîsteyên spî dişoxilînin",
    "2225785608": "( ) Divê em karibin bêyî sansurê li ser Viagra biaxivin",
    "3004688366": "( ) Divê tedbîrên dijberî xapandina têl an xapandina qerta krediyê nebin",
    "922470170": "( ) Divê tedbîrên dijberî sabotekirina torên giştî nebin",
    "3068923550": "( ) Ger ku gav bi gav werin avêtin divê tedbîrên dijber bixebitin",
    "2752975480": "( ) Divê şandina e-nameyê belaş be",
    "117227832": "( ) Çima lazim e ku em bi we û serverên we bawer bin?",
    "1021431157": "( ) Nehevahengiya bi lîsansa çavkaniya vekirî an çavkaniya vekirî",
    "2801524659": "( ) Tedbîrên hest-baş ji bo çareserkirina pirsgirêkê tiştek nakin",
    "931661269": "( ) Navnîşanên e-nameyê yên demkî/yek-carî giran in",
    "2090457681": "( ) Ez naxwazim ku hukûmet e-nameya min bixwîne",
    "3536122902": "( ) Bi vî awayî rawestandina wan ne hêdî û bi êş e",
    "2391175562": "Wekî din, tiştê ku ez li ser we difikirim ev e:",
    "229198134": "( ) Bibore hevalo, lê ez bawer nakim ku ew ê bixebite.",
    "345563040": "( ) Ev ramanek ehmeq e, û hûn merivek ehmeq in ku hûn wê pêşniyar dikin.",
    "409780280": "( ) Biceribîne xweş, ****! Ez hêvî dikim ku kesek li ser klavyeya we gav bavêje!",
    "2820080973": "bi mêvandariya ❤ ji hêla",
    "3943164003": "raw dîtin",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Çima çareseriya weya nû ya dijî-spam dê nexebite",
    "361795034": ". Nivîskarê nenas, c. 2000",
    "1547006769": "Verastkirina mirovahiyê jî heman pirsgirêk e",
    "3717942925": "Mîna ku dê her gav mirovên ku dixwazin bala we bi e-nameyê bikişîne hebin, dê her gav xwestek hebe ku gihîştina hin çavkaniyan bihêle ku tenê mirov bikaribe bigihîje wan.",
    "2481032625": "Ma armanc pêşîlêgirtin e:",
    "1691348394": "- kirînên girseyî yên otomatîkî di dema firotek serbestberdana tixûbdar de",
    "1771016224": "- nermalava ku bi girseyî hemî naverokê ji malpera we dakêşîne",
    "1959762846": "- ku formên weyên webê bi spam an destdirêjiya kirrûbirra bêdawî dagirtî bin",
    "345108670": "- dagirtina pêbaweriyê û hewildanên din ên girtina hesabê",
    "2540760245": "di nav gelek karanîna din de, fîlterkirina seyrûsefera serhêl li ser bingeha \"mirov an na\" dê belkî amûrek hêja bimîne heya ku cewhera mirovî heman qalibên ku di pênc hezar salên dawî de hatine tomar kirin bişopîne.",
    "3346362371": "Li ser fêrbûna makîneyê çi ye?",
    "3619183405": "Di 2021-an de CAPTCHA-yên hêsan carinan dikarin bi nermalavê ve werin çareser kirin, bi saya pêşkeftinên di fêrbûna makîneyê de. Ji bo çareserkirina vê yekê, hCaptcha di heman demê de analîzek pir berfireh a taybetmendiyên mîna dike",
    "3292221787": "Pirsgirêk hate bersivandin, ne tenê gelo ew rast bû, û pir caran hem pirs û hem jî daneyên ku hatine bikar anîn diguhezîne.",
    "1080672247": "Ji ber ku gelek pirsên ku têne pirsîn bi nermalava li ser refikê re ji hêla aborî ve nayên çareser kirin, û ji ber ku dane bi gelemperî ji pergalê re yekta ne, ev tê vê wateyê ku bot bi gelemperî ji hêla karûbarê belaş ve bi tevahî têne rawestandin, û divê li şûna wan xwe bispêrin çareserkerên CAPTCHA yên mirovî, ku gelek cureyên îstîsmarê bi tevahî neaborî dike.",
    "4172868199": "ji vê yekê pir wêdetir diçe, diçe qada hewildana cûdakirina \"mirovê baş\" ji \"mirovê xerab\" jî, û îro ji hêla gelek karûbarên serhêl ên herî populer ên cîhanê ve tê bikar anîn da ku her tiştî ji sextekariya kirînê bigire heya berdewamiya pêşkeftî bibîne û rawestîne. tehdîdên li dijî bikarhênerên wan, di heman demê de baldariyek bêhempa li ser parastina nepenîtiyê diparêzin.",
    "2873911365": "Li ser belgeya hardware çi ye?",
    "1477196356": "Rêbazên cihêreng ên girêdana nasnameyê bi amûrekê re bi şêwazek ewledar a krîptografî, carinan bi taybetmendiyên nepenîtiyê ve, bi dehsalan têne pêşniyar kirin. Krîptografiya mifteya giştî vedigere ji b. 1975, û nîgarên hardware hema hema heya heya niha hene.",
    "2349681896": "Mixabin, kontrolkirina perçeyek hardware nayê vê wateyê ku hûn kesek in. Hema hema her pilana pejirandina hardware ya xerîdar a populer gelek caran hatiye şikandin, paçkirin, û dûv re dîsa şikestin.",
    "254326776": "Destdirêjiya xirab a van xeletiyan bi gelemperî tê kifş kirin ku bi mehan an salan beriya eşkerekirin an weşana akademîk pêk tê.",
    "2462909475": "Dîwarek ji zêdetirî 10,000 têlefonên ku ji bo îstîsmarê têne bikar anîn, beşek ji operasyonek bot a Chineseînî ye.",
    "1963951234": "Her çend nexşeya weya krîptografî çiqas pêbawer be jî, ger kesek di dawiya rojê de bi tenê drav xerc bike da ku bersiva ku hûn lê digerin bide, xwedan perçeyek hardware ne bes e.",
    "1278884196": "Wê got, krîptografî dîsîplînek pir ciwan e. Li ser bingeha dîroka nêz, pilana weya krîptografî û/an pêkanîna we îhtîmal e ku zû were şkandin gava ku kesek xwedî teşwîqek be ku ji nêz ve lê binihêre, û îhtîmal e ku mirovên din vê yekê berî ku hûn bikin fêhm bikin. Piştrastkirina li ser hardware jî tê vê wateyê ku dibe ku hûn hewce ne ku ji her yek ji bikarhênerên xwe bipirsin ku amûrek laşî biguhezînin da ku xeletiyê derxînin. Ev ne mimkûn e ku di pir rewşan de zû biqewime, tê vê wateyê ku di rastiyê de pergala we dê bi hêsanî vekirî nebe.",
    "1828028934": "Ji ber wê",
    "1642844535": "girîng e: hCaptcha gelek nêzîkatiyên cihêreng bikar tîne da ku bersiva heman pirsa bingehîn bide, ku destûrê dide berhevdana li ser hemî nirxandinan.",
    "1155821305": "parastin kûr e",
    "119098046": "Çi li ser çareseriyên pasîf an jî bêserûber?",
    "2760410719": "Karûbarên ku hewl didin ku bi îşaretên safî pasîf vedîtina botê bikin, zû dikevin nav pirsgirêkek bingehîn: hûn çawa rast dikin ka pergalek aktorên xirab rast tespît dike dema ku we rastiya zemîn a rast tune?",
    "1722734001": "Înterneta vekirî hawîrdorek pir bi deng e. Lîstikvanên xirab her roj êrîşî bikarhênerên karûbarê me û pêşbazên mîna reCAPTCHA dikin, û bê guman dema ku wiya dikin hewl didin ku bi qasî ku pêkan mirov xuya bikin.",
    "1595254735": "Karûbarên safî yên pasîf têkoşîn dikin ku rastbûna tespîtkirina botê bidomînin, an jî zanibin kengê ew nerast in. Bêyî şiyana ku carinan bikarhêneran bişopînin û encamên wê dijwariyê rast analîz bikin, rastbûn bi demê re pir kêm dibe.",
    "2412751979": "Spas ji nîşanên mirovatiyê yên rasttir ên ku hCaptcha hêzdar dikin, gelek pargîdaniyên ku berê reCAPTCHA v3/Enterprise bikar anîne veguherandine",
    "2284856231": "û di moda paqij a pasîf a hCaptcha Enterprise de jî rastbûna dramatîk çêtir dît.",
    "4162847": "Me karî rasterast vê yekê bişopînin, ji ber ku hin xerîdarên me li ser heman daxwazê ceribandinên A/B dimeşînin berî ku ew bi tevahî ji pêşkêşiyên Google veguherînin. Em bi gelemperî dikarin hem rêjeyek erênî ya derewîn û negatîf a derewîn a ku ji reCAPTCHA v3 an reCAPTCHA Enterprise tê îspat bikin.",
    "436125785": "Ev ne ecêb e ji ber nerastiya lûleyên nerînên ku di wan hilberan de peyda dibin, û rastiya ku ew ji hêla torgilokek reklamê ve bi berjewendiyek berbiçav ve têne firotin ku di tespîtkirina botê de pir baş nebin, da ku ew zirarê bide karsaziya wan a bingehîn.",
    "2233741720": "Di encamê de",
    "2133809801": "Heya ku mirov mirov bimînin, îhtîmal e ku verastkirina mirovahiyê dê rolek serhêl hebe.",
    "2255549335": "Karê me li hCaptcha ev e ku em di navbera dijwarî û rastbûnê de danûstendinên baş bibînin û tevliheviyê kêm bihêlin, nemaze ji bo",
    "4138068262": "bikarhêneran. Di dawiyê de, danûstandina bi dijwariyan re dibe ku wekî beşek ji arsenala amûrên ji bo kêmkirina destdirêjiya serhêl bimîne heya ku cewhera mirovî neguherî bimîne.",
    "855097735": "Avakirina karûbarek ku vê yekê baş dike dema ku hemî fikaran hevseng dike pirsgirêkek pir dijwar e (û em her gav dixebitin ku wê baştir bikin da ku ezmûna bi qasî ku pêkan xweş bikin) lê em hêvî dikin ku hûn razî bibin ku kêmkirina spam, destdirêjî, girtinên hesabê , û xapandina serhêl di dawiyê de hêjayî pirsa carinan ya hêsan e.",
    "1953959745": "gihîştîbûn",
    "2543123170": "Verastkirina mirovahiyê ya sifir",
    "547245263": "Pirsgirêka xweya botê îro çareser bikin.",
    "3117887301": "Ji hêla karûbarên serhêl ên herî mezin ve tê bawer kirin",
    "981806349": "Li ser platforma hCaptcha ya îsbatkirî hatî çêkirin",
    "2373007864": "hCaptcha Enterprise li ser teknolojiya platforma hCaptcha dimeşîne, ku tê dirêj kirin ku taybetmendiyên ku pargîdaniyên seyrûsefera zêde hewce ne vedigire.",
    "2652399059": "Hevkarek pêbawer",
    "1997838163": "Pargîdaniyên herî mezin ên cîhanê bi hCaptcha Enterprise ve girêdayî ne. Yekbûn hêsan e, û rastbûna tespîtê bêhempa ye.",
    "734735952": "Me hejmarek firoşkarên CAPTCHA nirxand û hem jî bi xwe pergalek ava kir. Di dawiyê de, hCaptcha wekî alternatîfek çêtirîn ji bo reCAPTCHA derket holê.",
    "1250541092": "- Sergî Îsasî",
    "3524251858": "Rêveberê Rêveberiya Hilberê, Cloudflare",
    "3971348140": "Çima me hCaptcha bikar anî? Kesek din nikarîbû taybetmendî û performansa ku me hewce dikir radest bike. Wan em zû rabûn û kirin, û bazirganên me ji ezmûnê hez dikin.",
    "4248655793": "- Alex M.",
    "4185927140": "Rêvebirê Hilberê, Flash, Shopify",
    "282913023": "Vebijêrkek lêçûk ji bo pargîdaniyên seyrûsefera bilind",
    "999610953": "Di dawiyê de, alternatîfek pêbawer a Google. hCaptcha Enterprise li ser fatura weya reCAPTCHA bi ewlekariya bilindtir teserûfên berbiçav peyda dike: di hin rewşan de heya 80% kêmtir biha.",
    "1886100235": "Gelek ji mezintirîn karûbarên serhêl ên cîhanê veguherî hCaptcha Enterprise û li gel teserûfa lêçûnek girîng tespîtkirina botê ya çêtir wergirtin.",
    "2903742230": "Torên reklamê mêvanên we wekî hilber dibînin. Ji bo me yekane armanc diyarkirina mirovahiya wan e. Karûbarên me hewcedariyên GDPR, CCPA, LGPD, û PIPL pêk tînin an ji wan derbas dikin, û em ji bo hevsengiya nepenî û ewlehiyê zehf dixebitin.",
    "3901503296": "Ev baldariya bêhempa ya li ser nepenîtiyê tê vê wateyê ku em dikarin sifir ragirtina daneya kesane, xebata bê cookie, û garantiyên din ên nepenîtiyê yên girêbestî wekî ku hewce dike pêşkêşî bikin di heman demê de ku ewlehiya hêja diparêzin.",
    "3342910682": "Zêdetir bixwînin",
    "1130783905": "Rastbûn di berjewendiya we û me de ye. hCaptcha dixebite ku daneyên rastîn bide we û dihêle hûn biryar bidin ka meriv wê çawa bikar bîne. Çareseriyên ewlehiyê yên din ji hêla pargîdaniyên reklama Gigantic ve têne peyda kirin. Ev tê vê wateyê ku her botek ku ew asteng dikin dibe ku dahata xwe kêm bike.",
    "2019130052": "Nûjeniyên me yên di ML-ya nepenîtiyê de dihêle ku em ji standardên ewlehiyê yên stratejiyên mîras \"her tiştî her û her tomar bikin\" derbas bikin bêyî ku zirarê bide ewlehî an nepeniya bikarhêner.",
    "23114595": "Tecrûbeya Bikarhêner a Mezin",
    "3437412311": "Ji bo bikarhênerên Enterprise, vebijark hene ku di pir senaryoyan de bi tevahî ji dijwariyan dûr bikevin, ku xwe dispêrin hejmarên pasîf.",
    "1996843433": "Ji 99.9% ji seyrûsefera xweya rewa re bi tevahî ji dijwariyek dûr bixin û di heman demê de ewlehiya hêja peyda bikin.",
    "3093689546": "Yekbûna hêsan",
    "247560732": "Bi sê rêzikên kodê hCaptcha zêde bikin. Ger hûn ji reCAPTCHA têne, API-ya me lihevhatî ye û guheztina wê tenê çend hûrdeman digire.",
    "1510448156": "Hûn dikarin îro bi alternatîfek pêşkeftî rabin û bixebitin, û li gorî hewcedariyê taybetmendiyên pêşkeftî çalak bikin.",
    "2718999653": "Pûanên Gefa Xweserî",
    "2698140263": "Hemî pirsgirêk ne yek in: girtina xalek yekane tê vê wateyê ku ew hewcedariyên we bicîh tîne da ku bikêr be.",
    "897432717": "Bi sêwirana meya romanê ya ji bo Pûanên Xetereya Xweserkirî, lêzêdekirina zanîna karsaziya we dihêle ku modelên me encamên bêhempa ji bikarhênerên we re têkildar radest bikin.",
    "2650502379": "Zehmetiyên xwe di çirkeyan de dest pê bikin",
    "3578122193": "Bi naveroka têkildar re li ser marqeyê bimînin",
    "1074044172": "Gava ku bikarhêner pêdivî ye ku pirsgirêkek çareser bikin da ku hûn hewcedariyên ewlehiya we bicîh bînin, çima pirsên xweş û têkildar ji bikarhêner re napirsin?",
    "1579093044": "Bi sêwiranerê meya dijwariya xwerû ya hêsan re, hûn dikarin tenê di çend hûrdeman de naveroka serpêhatiya ser-brandê bidin destpêkirin.",
    "3717512591": "Integration Platforma Direct",
    "121743429": "Ji bo Pargîdaniyên Binesaziya Webê",
    "2131386784": "Pispor û Piştgiriya Gihîştî Hem Ji bo We hem Ji Bikarhênerên We re",
    "2782263070": "Xizmet ji bo me pêşînek sereke ye. Em piştgiriya banga 24/7 diparêzin û di dema pêkanînê de û piştî wê de bi tîmê weya entegrasyona endezyariyê û xebatkarên xwe yên bangewaziyê re hevrêziya rasterast a Slack pêşkêşî dikin.",
    "3740051331": "Em di heman demê de pabend in ku li seranserê medyaya civakî, foruman, û kanalên xwe yên piştgirî û e-nameyê bi rengek çalak çavdêrî û bersivdana pirsên bikarhênerên we bikin. Em gihîştî û bersivdar in, û razîbûna bikarhêner wekî KPI-ya jorîn derman dikin.",
    "170775527": "Taybetmendiyên Enterprise",
    "3383086062": "hCaptcha Enterprise çareseriyek ewlehiya serhêl a bêkêmasî ye. Modên çalak û pasîf dihêlin hûn dagirtina pêbaweriyê rawestînin, girtina hesaban kifş bikin, û aktorên gumanbar asteng bikin. Hemî ji bo bikarhênerên rewa bi sifir kêşanê.",
    "1408599440": "Bi çend rêzikên kodê û moda meya pasîf a% 99.9 zû dest pê bikin, an jî kontrola tam li ser kengê û çawa bikarhêner têne ceribandin bigirin. Modelên xeternak ên xwerû û kêşeyên xwerû tê wateya nermbûnek bêhempa da ku ewlehiyê peyda bike.",
    "3365203058": "Parastina dijî-bot-a-class cîhanê",
    "1803009328": "Di asta webê de şer-ceribandin.",
    "1586809757": "Pûanên botê yên rastbûna bilind",
    "353367791": "Lîstikvanên xirab ên ji gelek celebên cûda tespît bikin.",
    "191460155": "Zero zero û 99,9% modên pasîf",
    "585557010": "Kêmtir ji 0.1% ji bikarhênerên rewa dijwar bikin.",
    "3287172429": "Cûreyên dijwariya kontrolê têne destnîşan kirin",
    "1844885924": "Pirtûkxaneya berfireh a celebên ku hûn hilbijêrin.",
    "3018523079": "Bi ezmûnek bikarhênerek domdar li ser marqeyê bimînin.",
    "3817811295": "Pêbaweriya garantîkirî û piştgiriya bilez a 24/7 li ser bangê.",
    "1798492192": "Piştgiriya geroka mîras",
    "1356745565": "Hemî riya vegerê bi Internet Explorer 8 re hevaheng e.",
    "751483365": "Piştgiriya ji bo xerîdarên ne-JavaScript.",
    "4199502476": "Tabloyên raporkirina pêşkeftî û API",
    "3630114728": "Binêrin ka li hemî malper û sepanên we çi diqewime.",
    "3573245166": "Berevajî reCAPTCHA, em li her welatî dixebitin.",
    "2354267648": "Siyaseta nepenîtiyê ya GDPR, CCPA, û LGPD-heval",
    "3167979932": "Ji roja yekem ve ji bo nepenîtiyê hatî çêkirin. Peymana Pêvajoya Daneyên Hêzdar.",
    "4065065042": "Vê bikirtînin da ku tam li gorî doza karanîna we bicîh bibin.",
    "111184581": "Mêvandariya yekem-partî",
    "4272022475": "Hemî daxwaz û hebûn diçin hcaptcha.yourdomain.com",
    "2676853536": "Tabloyên pir-bikarhêner",
    "1368787974": "Rêvebiriyê li seranserê tîmê xwe parve bikin.",
    "1045484714": "Yekbûna SAML SSO bi Pêşkêşvanê Nasnameya we re, mînak Okta an Azure AD.",
    "3953584369": "Qedexekirina gihîştina RBAC ya sofîstîke heye.",
    "2781507299": "Verification Instant",
    "4019660456": "Derengiya 0ms: Nîşaneyên hCaptcha bêyî banga API-ê verast bikin.",
    "3446714684": "Yekbûna mobîl (iOS û Android).",
    "2593768395": "Tecrûbeya bêkêmasî li seranserê tevneyê, tevna xweya mobîl, tevna mobîl. Yekbûnên pêş-avakirî û SDK-yên xwecihî hene.",
    "1779265104": "Mercên Xweserî û Garantiyên Nepenîtiyê",
    "122875767": "Dema ku pargîdaniyên din nikaribin hewcedariyên xwe yên qanûnî têr bikin.",
    "148188781": "Pêşkêşiyên Pêşkêşkirî",
    "838049015": "Hemî wêneyên ku pirsê li hev dikin hilbijêrin",
    "1126302400": "Bounding Box",
    "3554448168": "Kategorîzekirin",
    "2104933754": "Nîşaneyên têkildar nas bikin",
    "3612043014": "... û karên din ên hêsan. Ji mirovan re hêsan, ji bo botan dijwar.",
    "3624758171": "Karên xwerû ji bo weşanxaneyên pargîdanî jî hene.",
    "1001938065": "Yekbûn nikare hêsantir be",
    "2138799135": "hCaptcha ji bo pergalên pêşîn û paşîn ên ku hûn bikar tînin bi dehan entegrasyonên pêş-avakirî hene.",
    "2535001179": "Ger hûn ji reCAPTCHA-ya Google-ê werin, API-yên me veguheztinên avêtinê ne.",
    "1393184984": "hemî ku hûn hewce ne.",
    "3715747429": "Endezyarên me yên serhêl dikarin we zû bi rê ve bibin, gelo hûn hewceyê entegrasyona React, SDK-yên ji bo serîlêdanên xwemalî yên iOS-ê, mînakek paşîn a Java-yê, an hema hema her senaryoyek din hewce dikin.",
    "2681650568": "Û wekî her gav, nepenî ji bo me nirxek bingehîn e. Koda dijwariya me tenê li cîhê ku hewce ye lê zêde bikin, û li cîhê ku têgihîştî ye ku hûn hem jî bikarhênerên xwe biparêzin. Kêmkirina berhevkirina daneyan ji dema yekbûnê dest pê dike.",
    "1130868224": "Sê rêzikên kodê",
    "2183926131": "Bi hCaptcha Enterprise dest pê bikin",
    "1526887904": "hCaptcha Enterprise Privacy",
    "1845745385": "Ji bo nepenîtiyê hatiye çêkirin.",
    "1297224875": "Nêzîkatiyek bêhempa ya nepenîtiyê ji ewlehiya serhêl a Enterprise re.",
    "2762458927": "Daneyên bikarhênerê we ne ji bo firotanê ne.",
    "2058856283": "hCaptcha Enterprise tenê yek armanc heye: pêşîgirtina li aktorên xirab ku karûbarên weya serhêl asteng bikin û zirarê bidin bikarhênerên we.",
    "2408036504": "Pergalên me bi vî rengî ji erdê ve têne sêwirandin da ku berhevkirina daneyan û ragirtinê kêm bikin dema ku ewlehiya pêşeng-çîni diparêzin. Awayê çêtirîn ji bo parastina daneyên bikarhêner ne hilanîna wê ye.",
    "4099477834": "Hemî têkiliyên xerîdar jî ji hêla Peymanek Pêvajoya Daneyên bihêz ve têne parastin. Karûbarê hCaptcha bi hemî qanûnên nepenîtiyê re tevdigere bêyî ku karûbarê we an xerîdarên we li ku derê rûdinin. Negirtina daneyên kesane vê yekê ji me re ji pargîdaniyên din re hêsantir dike.",
    "3569492665": "Tomarkirina çalakiya serhêl ne bersiv e.",
    "3389431373": "Karûbarên mîna reCAPTCHA v3 dibêjin ku danîna pixela şopandina wan li ser her rûpelê malpera we ji bo ewlehiya baş pêdivî ye. Ev ne wisa ye.",
    "3590546893": "Analîzkirina behrê ya hêsan îşaretek e ku bi hêsanî ji hêla aktorên xirab ve tê çêkirin, û ji bo hemî seyrûsefera weya rewa jî pêdivî ye ku dîroka gerokê bihêle.",
    "1105363520": "Em torgilokek reklamê naxebitînin, û tu eleqeya wan bi çavdêrîkirina tevgera bikarhênerê we tune ku em reklaman bifroşin wan. Ev tê vê wateyê ku em li ser her rûpelê malpera we pixelek pasîf hewce nakin.",
    "3088605177": "Koda dijwariya me tenê li cîhê ku hewce ye lê zêde bikin, û li cîhê ku têgihîştî ye ku hûn hem jî bikarhênerên xwe biparêzin.",
    "337971271": "Fêrbûna makîneyê bikêr e. Lê ew daneyên kesane hewce nake ku bixebite.",
    "320166522": "Fêrbûna makîneyê naha hema hema li her warê jiyana me bandor dike, bi gelemperî bi awayên ku em nizanin û nabînin. Karûbarên ewlehiyê yên serhêl ne cûda ne.",
    "3180664128": "Bi fêrbûna bi hezaran îşaretan, model dikarin di tesbîtkirina behremendiya xirab de pir zû bigihîjin pêbaweriyek mezin, tewra gava ku ti îşaretek kesane bi serê xwe ew qas xurt nebe ku pirsgirêkek destnîşan bike.",
    "961941354": "Lêbelê, yek ji van hewce nake ku agahdariya kesane ya naskirî (\"PII\") bikar bîne. Teknîkên krîptografî yên nûjen dihêlin ku em bi lez û bez her daneya kesane ji holê rakin, li şûna wan îmzeyên yekalî biafirînin ku nekarin bi kesek kesek ve werin girêdan.",
    "1706581702": "Perwerdehiya li ser daneyên nenaskirî bi heman rengî dixebite, û ne hewce ye ku li ser ewlehî û nepenîtiyê tawîz bide. Xerîdarên me ceribandinên ampîrîkî kirine, û me ji alternatîfên taybetî yên pir kêmtir wekhev an çêtir dane zanîn.",
    "3203921334": "Me di derheqê çareseriyên hCaptcha de ji gelek tiştan hez kir: 1) ew daneyên kesane nafiroşin; ew tenê hindiktirîn daneyên kesane yên pêwîst berhev dikin, ew di danasîna agahdariya ku ew berhev dikin û çawa ew bikar tînin û/an eşkere dikin de zelal in.",
    "305735018": "Di dawiyê de, alternatîfek pêbawer a Google. hCaptcha Enterprise li ser fatura weya reCAPTCHA bi ewlekariya bilindtir teserûfên berbiçav peyda dike: di hin rewşan de heya 80% kêmtir biha.",
    "3695206755": "Di hawîrdora xwe de me bê mecbûrî biceribînin.",
    "2941545733": "Em endezyar in, ne firoşkar: em dixwazin ku hûn bi hilbijartina xwe kêfxweş bibin.",
    "131871195": "Awayê çêtirîn ku hûn razîbûna we piştrast bikin ev e ku em destnîşan bikin ku em hewcedariyên we bicîh tînin.",
    "3436534225": "Hema hema hemî pargîdaniyên ku pîlotek dest pê dikin di dawiyê de çareseriyên me hilbijêrin.",
    "4060250206": "Vê formê bikar bînin ku bigihîjin yek ji pisporên me yên teknîkî. Em bi lez bersiv didin.",
    "1159746815": "Her weha hûn dikarin rasterast ji me re e-nameyê bişînin.",
    "2531534427": "Agahdarî li vir in.",
    "2059998584": "Herêm",
    "3916131732": "Amerîka",
    "135276624": "Ewropa, Rojhilata Navîn, Afrîka (EMEA)",
    "1182294134": "Asya-Pasîfîk (APAC)",
    "2437934778": "Navê te",
    "3859506577": "E-nameya Karsaziyê",
    "1268414751": "Hîn hûrguliyên din divê em hebin?",
    "42559805": "Ma ji we re bi lezûbez pêdivî ye?",
    "851679588": "Erê.",
    "1729677626": "Ez di bin êrîşê de me û hewcedariya min a tavilê heye.",
    "2808971932": "Ev hin nivîsek di hundurê bloka div de ye.",
    "2468683988": "Sernivîs",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Text Link",
    "2212670355": "Tomar kirin",
    "31502377": "Hêmanek Nivîsa dewlemend çi ye?",
    "2310705547": "Hêmana nivîsa dewlemend dihêle hûn li şûna ku hûn wan kesane lê zêde bikin û format bikin, sernav, paragraf, blokên, wêne û vîdyoyê hemî li yek cîhek çêbikin û format bikin. Tenê du caran bikirtînin û bi hêsanî naverokê biafirînin.",
    "2590587108": "Guhertina naveroka statîk û dînamîk",
    "778204464": "Hêmanek nivîsê ya dewlemend dikare bi naverokek statîk an dînamîkî re were bikar anîn. Ji bo naveroka statîk, tenê wê davêjin nav her rûpelê û dest bi guherandinê bikin. Ji bo naveroka dînamîkî, qadek nivîsa dewlemend li her berhevokê zêde bikin û dûv re di panela mîhengan de hêmanek nivîsa dewlemend bi wê qadê ve girêdin. Voila!",
    "1890955039": "Meriv çawa ji bo her nivîsek dewlemend formatkirinê xweş dike",
    "3286051798": "Sernav, paragraf, blokan, fîgur, wêne, û sernavên fîguran hemî dikarin şêwaz bikin piştî ku çînek li hêmana nivîsa dewlemend bi karanîna pergala hilbijêrê ya hêlînkirî \"Dema ku di hundurê de ye\" were zêdekirin.",
    "504332576": "Em bi serbilindî radigihînin ku hCaptcha bûye mezintirîn karûbarê ewlehiya sîber a serbixwe li cîhanê, ku li ser% 15-ê înternetê dixebite - û me piraniya vê para bazarê rasterast ji Google reCAPTCHA girt. Bi hev re, hCaptcha û",
    "1155436473": "(Pêşkêşiya pargîdaniya me) naha her meh bi sed mîlyon bikarhêneran di nav deh mîlyon malper û sepanan de diparêze. Çîroka me destnîşan dike ku hûn dikarin bi Big Tech re pêşbaziyê bikin dema ku hûn nepenîtiyê didin pêş.",
    "3108727249": "BotStop",
    "1296696044": "Nepenî li hember Ewlekariyê: Çima ne herdu?",
    "538871570": "Pêşbaziya bi Google û pargîdaniyên din ên Teknolojiya Mezin re mîna fermanek dirêj xuya dike: hêza wan a bazarê ya yekdestdar, bandorên platformê û artêşên pêşdebirên pir drav bi gelemperî pir bi hêz têne hesibandin ku ji bo her kesê lê dêwên teknolojiyê yên din ên wekî Facebook an Amazon. Çîroka me destnîşan dike ku ew ne hewce ye ku bi vî rengî be - hûn dikarin Big Tech bi baldarî li ser nepenîtiyê têk bibin.",
    "3600718611": "Google reCAPTCHA bifikirin,",
    "4281708680": ". Li hCaptcha, me bi zanebûn nêzîkatiyek pir cûda girtiye, teknîkên fêrbûna makîneyê ya parastina nepenîtiyê bikar tîne da ku tevgerên botê yên tîpîk bi rastbûna bilind nas bike, hemî dema ku bi qasî ku pêkan daneya hindik dixwe û hilîne.",
    "3312336121": "ku gelek daneyên behrê dixwe da ku diyar bike ka bikarhênerên malperê mirovên rewa ne an bot in",
    "1193738791": ": ew tevgera bikarhêner li ser her rûpelê malperek û li seranserê tevneyê dişopînin. Me hCaptcha dîzayn kir ku ji roja yekem ve bi qasî ku pêkan nepenîtiyê be. Ev bû sedema nêzîkatiyek bi tevahî cûda ji pirsgirêkê re. Wekî ku diqewime, şopandina bikarhêneran li seranserê tevnê û girêdana dîroka weba wan bi nasnameya wan re ji bo bidestxistina ewlehiya baş bi tevahî nepêwist e. Gelek pargîdaniyên ku berê xwe dane hCaptcha",
    "2620705814": "Google pargîdaniyek reklamê ye, û hilberên ewlehiyê yên wan pir dişibin hilberên reklama wan",
    "1126447688": "bi gelemperî tevî baldariya nepeniya me di vedîtin û kêmkirina botê de performansa wekhev an çêtir rapor dikin",
    "439777523": "Rêzikname Mijarên",
    "3588274874": "Di balkişandina li ser radestkirina hilberek ku bi hewildanên birêkûpêk ên mîna GDPR-ya Yekîtiya Ewropî û CCPA-ya Kalîforniyayê ve girêdayî ye, me mezinbûnek mezin dît - bê guman, ew ji vê yekê re dibe alîkar ku hCaptcha ji bo reCAPTCHA guheztina hêsan a \"daxistinê\" ye û bi vî rengî dikare di nav çend hûrdeman de were saz kirin.",
    "2150595700": ". GDPR û CCPA fikarên nepenîtiyê danîne ser nexşeyê ji bo kirrûbirên pargîdaniyê, û di heman demê de nepeniya serhêl ji gel re her ku diçe girîngtir dibe ji ber ku em hemî dest pê dikin ku fêm bikin ka pîşesaziyên reklam û kirrûbirra serhêl çawa di dîrokê de daneyên me bikar anîne.",
    "2624949852": "Bê guman, reCAPTCHA ji sala 2009-an vir ve di ewlehiya tevneyê de beşdarek zû bû, bi mîlyonan malperan li hember xetereyên her ku diçe ji hêla botên xirab û spammeran ve diparêze. Lêbelê, ew di van salên dawî de bi tevahî lihevhatî bûye:",
    "499510428": "Em bi rastî bawer dikin ku rêzikname li vir alîkariya me kiriye",
    "1232651561": "nermalava nuha bi qasî mirovan di çareserkirina pirsgirêkên reCAPTCHA de baş e.",
    "824740867": "Li şûna baştirkirina çareseriyê, Google li şûna reCAPTCHA v3, ku ji nermalava ewlehiyê bêtir mîna tora reklamê tevdigere, daneyên behrê ji seranserê tevneyê berhev dike da ku profîlên bikarhêner ava bike. Mixabin, ev celeb îşaret bi hêsanî têk diçe, û bi vî rengî parastina hindik li dijî botan peyda dike dema ku zirarê dide nepeniya bikarhêner.",
    "1027023087": "Em li hCaptcha li şûna vê yekê balê dikşînin ser nêzîkatiyên nûjen ên pirsgirêkê, yên ku ne hewce ne ku tomarên behrê yên dirêj-dirêj ên mîna dîroka gerokê bihêlin û ji dema ku karûbar hatî destnîşan kirin li pêşberî dijberên bibiryar îsbat kirine.",
    "2852295413": "Pevçûnek xwerû ya berjewendiyê: rawestandina botan dahata torê reklamê kêm dike",
    "1597520917": "Hejmarek zêde rexnegiran destnîşan kirin ku guhnedana Google ji nepenîtiya bikarhêneran re divê xerîdarên ku dixwazin malper û sepanên xwe biparêzin eleqedar dike.",
    "763447231": "Di heman demê de, rawestandina bot ji gihîştina malperên weşanger dikare xapandina reklamê eşkere bike, hilbera reCAPTCHA ya Google rasterast li hember karsaziya reklama wan, ku ji% 80-ê dahata wan çêdike, bike.",
    "999674529": "Her botek ku Google destnîşan dike divê sifir dolarên reklamê qezenc bike. Ji ber vê yekê teşwîqên pargîdaniya Google-ê bi bikarhênerên karûbarên ewlehiyê yên wan re nebaş têne hevûdu, û dibe ku ev yek ravekirinek be ji bo performansa nebaş a pêşkêşiya ewlehiya reCAPTCHA wan be.",
    "956019009": "Pargîdaniyên binesaziya malperê yên herî mezin berê xwe dane çalakiyê",
    "1923297430": "Xala şikestinê ya paşîn ji bo gelek xerîdarên mezin hat dema ku Google dest pê kir ku pargîdaniyan ji bo karanîna hilberên xwe di her astek watedar de xerc bike. Vê yekê bû sedem ku bikarhênerên reCAPTCHA-yê demek dirêj li alternatîfên çêtir bigerin ji ber ku fikarên rêziknameyê li çaraliyê cîhanê berê karanîna pêşniyarên Google-ê her ku diçû nerazî dikirin.",
    "2197218442": "Rêvebirê Cloudflare Matthew Prince ev nêrîn di nav de kurt kir",
    "155456850": "veguhertina xwe ya hCaptcha ragihand:",
    "435302267": "posta blogê ya pargîdanî",
    "2087769953": "\"Em ji vê guherînê dilgeş in ji ber ku ew ji bo çareserkirina fikara nepenîtiyê ya ku xwe dispêre karûbarek Google-ê ya ku ev demek e di destê me de ye, dike. hCaptcha ji bo reCAPTCHA alternatîfa herî baş derket holê.\"\"Me di derbarê çareseriyên hCaptcha de gelek tişt ecibandin: 1) ew daneyên kesane nafiroşin; ew tenê hindiktirîn daneyên kesane yên pêwîst berhev dikin, ew di danasîna agahdariya ku ew berhev dikin û çawa ew bikar tînin û/an eşkere dikin de zelal in.\"",
    "595582512": "Ger hûn lê digerin ku malper an sepana xwe bi bandor ji bot, spammer an jî aktorên din ên xerab biparêzin, hemî dema ku nepeniya bikarhênerên xwe diparêzin (û bi hemî rêzikên têkildar re tevdigerin!), hCaptcha û pêşniyara me ya Pargîdaniyê bifikirin.",
    "3388180864": "Ma hûn dixwazin li ser kêşeyên teknîkî yên kûr di asta malperê de bixebitin? Em her gav li çaraliyê cîhanê endezyarên jêhatî digirin -",
    "3892952987": "vebûnên me kontrol bikin û li vir serlêdan bikin",
    "3368788823": "Terence Eden li ser bloga xwe xalek balkêş dike: \"",
    "1491780143": "CAPTCHA îsbat nakin ku hûn mirov in - ew îsbat dikin ku hûn Amerîkî ne",
    "2146900431": "Bi intuitive, ev îdîaya pir watedar dike. CAPTCHA, mîna hema her tiştî, di çarçoveyek çandî de têne veguheztin, û ger hewza weya dijwariyan bi piranî di çandek de hatî afirandin, dibe ku ew pir baş ji yekî din re neyê wergerandin. Di bingeha xwe de, ev mijarek çandî ye",
    "378086442": "ji CAPTCHA-yan, ji bilî UX-ya wan bixwe.",
    "1445008801": "Wekî ku Eden dibêje:",
    "332723732": "dilşad",
    "2072808435": "\"Gelo texmîn bike, Google? Li welatê min taksî bi gelemperî reş in. Min têra xwe li fîliman temaşe kir ku zanibim ku hemî yên li Amerîka zer in. Lê li her welatê din ku min serdana wê kiriye, taksî bûne fîlimek tevlihev. rengên cuda.\"",
    "3206136647": "Pirsgirêka Google li vir li ser bingeha daneyên pirsê ye ku ew li hember kî dibîne. Ger hemî dane ji heman çandê werin (û di doza Google de, heman pargîdanî) hûn bê guman dikarin li bendê bin ku li gorî giliyê Eden, pirsgirêkên ku ji çandên din re baş nayên wergerandin hebin.",
    "2217842245": "Lêbelê, daneyên me nîşan dide ku (ji bo hCaptcha)",
    "4280117172": "Gelek welat di rastiyê de ji Dewletên Yekbûyî hinekî çêtir dikin, di nav de Nîjerya, Hindistan, Brezîlya û Almanya:",
    "555749578": "di rêjeyên çareserkirinê de li seranserê welatên mezin ên li ser her parzemînê kêmtirî 1% cûdahî heye.",
    "151737819": "Rêjeyên Çareserkirina hCaptcha li seranserê cîhanê cûdahiyek pir hindik nîşan dide",
    "3908992897": "û li her welat û axa cîhanê tê bikar anîn, ji ber vê yekê em pir balê dikişînin ser peydakirina ezmûnek gerdûnî ya domdar.",
    "2808122102": "Ji ber vê yekê fonksiyona cross-çandî ji bo karûbarê me pêdivîyek bingehîn e. Piştrastkirina ku hemî bikarhênerên rewa dikarin zû bigihîjin naverokê beşek girîng a mîsyona me ye. Em bi 110 zimanan kêşeyan peyda dikin, û bi berdewamî wergerên têkildar baştir dikin da ku pê ewle bin ku pirsgirêkên me ji hêla her kesî ve bêne çareser kirin.",
    "3913801502": "hCaptcha naha li ser 15% ji înternetê dixebite",
    "2077639538": ". Yekem, daneyên dijwariyê yên li ser karûbarê me dikarin ji gelek çavkaniyan werin, ne tenê yek - ji pargîdaniyên mezin ên Fortune 500 bigire heya destpêka fêrbûna makîneyê, heya ku ew pabendî me ne.",
    "3951112506": ". Ew jixwe di daneyan de astek bilindtirîn heterojeniyê garantî dike.",
    "1803943584": "Ya duyemîn, em dihêlin ku kêşeyan bixwe xweşbîn bibin da ku diyar bikin ku ew ê li kîjan welat an zimanan bimeşin, îhtîmala ezmûnek domdar hîn bêtir zêde bikin. Ger rastbûn ji ya hêvîbûnê kêmtir be, dê komek pirsan bi hêsanî li herêm an zimanê ku ev bandor lê çêdibe raweste.",
    "3668873369": "Li hCaptcha, me ji roja yekem ve nêzîkatiyek cûda girtiye",
    "1519201684": "Siyaseta Etîka AI",
    "2155089487": ". Ger pirsgirêkên me ji bo hin koman hêsantir bûn, em ê li bendê bin ku em ferqek bibînin ka mirovên li çaraliyê cîhanê û li seranserê çandên cihê gava çareserkirina wan çawa dikin. Di çarçoveya posta Eden de, em hêvî dikin ku Amerîkî ji mirovên li welatên din çêtir bikin. Ji ber ku ji bo ku em ji vê pirsgirêkê dûr nekevin, me bi salan pergala pêşxistina pergalan derbas kiriye, em di rastiyê de berevajî vê yekê dibînin.",
    "2603863826": "PS: Ger hûn wergerek bi zimanê xwe bibînin ku bikaribe çêtirkirinan bikar bîne, bi dilxwazî bişînin a",
    "3543141425": "ji bo wê!",
    "2697276059": "Delîlên ku ev dixebitin: rêjeyên yekgirtî li çaraliyê cîhanê çareser dikin",
    "664236229": "daxwaza kişandinê"
}