{
  "header-privacy-link": "Pagkapribado",
  "header-integration-link": "Paghiusa",
  "header-cost-link": "Gasto",
  "header-features-link": "Mga bahin",
  "header-docs-link": "Docs",
  "header-login-button": "Sulod",
  "header-contact-button": "Kontaka ang Sales",
  "intro-heading": "Zero friction humanity verification.",
  "intro-contact-button": "Kontaka kami aron makakat-on pa",
  "intro-text-bottom": "Gisaligan sa mga kompanya nga naghatag gahum sa web.",
  "sub-menu-button": "Kontaka ang Sales",
  "sub-menu-item1": "Enterprise",
  "sub-menu-item2": "Gasto",
  "sub-menu-item3": "Paghiusa",
  "sub-menu-item4": "Mga bahin",
  "sub-menu-item5": "Pagkapribado",
  "sub-menu-item6": "Mga doc",
  "info-head-1": "Gitukod sa napamatud nga hCaptcha nga plataporma",
  "info-text-1": "Ang hCaptcha Enterprise nagdagan sa hCaptcha nga platform nga teknolohiya, gipalugway aron maapil ang mga bahin nga kinahanglan sa mga negosyo nga adunay taas nga trapiko.",
  "info-head-2": "Usa ka kasaligan nga kauban",
  "intro-subtitle": "Pagsulbad sa imong problema sa bot karon.",
  "info-text-2": "Ang among mga serbisyo gisaligan sa labing kadaghan nga kompanya sa kalibutan nga magserbisyo sa milyon-milyon nga adlaw-adlaw nga tiggamit sa napulo ka milyon nga mga site.",
  "cloudflare-quote-text": "Among gi-evaluate ang ubay-ubay nga CAPTCHA vendors ingon man ang paghimo og sistema sa among kaugalingon. Sa katapusan, ang hCaptcha mitumaw isip labing maayong alternatibo sa reCAPTCHA.",
  "cloudflare-quote-detail": "Direktor sa Pagdumala sa Produkto, Cloudflare",
  "section-quote-head": "Ang gasto nga epektibo nga kapilian alang sa taas nga trapiko sa negosyo",
  "section-quote-text": "Sa katapusan, usa ka kasaligan nga alternatibo sa Google. Ang hCaptcha Enterprise naghatod ug talagsaong mga savings sa imong reCAPTCHA bill nga adunay mas taas nga seguridad: hangtod sa 80% mas barato sa pipila ka mga kaso. Daghan sa pinakadako nga online nga serbisyo sa kalibutan ang mibalhin sa hCaptcha Enterprise ug nakadawat og mas maayo nga pag-detect sa bot uban sa dako nga pagdaginot sa gasto.",
  "section-quote-button": "Kontaka kami karon alang sa usa ka kinutlo",
  "section-privacy-header": "Naka-focus sa Privacy",
  "section-privacy-text-1": "Ang mga network sa ad nagtan-aw sa imong mga bisita ingon nga produkto. Alang kanamo ang bugtong produkto mao ang pagtino sa ilang pagkatawhanon. Ang among mga serbisyo nakab-ot o milabaw sa GDPR, CCPA, ug LGPD nga mga kinahanglanon, ug pagsuporta sa mga inisyatibo sama sa Privacy Pass. Nagtrabaho kami pag-ayo aron mabalanse ang pribasiya ug seguridad.",
  "section-privacy-text-2": "Kining talagsaon nga pagtutok sa pribasiya nagpasabot nga makatanyag kami ug zero indibidwal nga pagpabilin sa datos, walay cookie nga operasyon, ug uban pang kontraktwal nga garantiya sa pribasiya kon gikinahanglan samtang nagmintinar sa maayo kaayong seguridad.",
  "section-security-header": "Seguridad Una",
  "section-security-text-1": "Ang katukma anaa sa imong interes ug atoa. Ang hCaptcha nagtrabaho aron mahatagan ka ug tinuud nga datos ug tugotan ka nga magdesisyon kung giunsa kini gamiton. Ang ubang mga captcha gihatag sa Gigantic nga mga kompanya sa advertising. Kini nagpasabot nga ang matag bot nga ilang gibabagan mahimong makapakunhod sa ilang kita.",
  "section-security-text-2": "Ang paggamit sa pinakabag-o nga mga pamaagi sa pagkat-on sa makina nga adunay pagtutok sa pribasiya nagtugot kanato nga molapas sa mga sumbanan sa seguridad sa kabilin nga pagrekord sa tanan nga mga estratehiya sa walay katapusan nga dili makadaot sa seguridad o pribasiya sa user.",
  "section-user-experience-header": "Nindot nga Kasinatian sa Gumagamit",
  "section-user-experience-text1": "Alang sa mga tiggamit sa Enterprise, ang mga kapilian magamit aron hingpit nga malikayan ang mga hagit sa kadaghanan nga mga senaryo.",
  "section-user-experience-text2": "Bawasan ang panagbingkil pinaagi sa paglikay sa usa ka hagit sa hingpit alang sa 99.9% sa imong lehitimong trapiko samtang naghatag gihapon og maayo nga seguridad, salamat sa mga advanced bot models.",
  "section-easy-integration-header": "Sayon nga paghiusa",
  "section-easy-integration-text": "Ang pagdugang sa hCaptcha nagkinahanglan lamang og mga minuto ug pipila lang ka linya sa code. Ang sukaranan nga API nahiuyon sa reCAPTCHA V2, ug kini nagkinahanglan lamang og mga minuto aron mabalhin. Mahimo ka nga magpadayon sa usa ka labing maayo nga alternatibo karon, ug i-on ang labi ka advanced nga mga bahin kung kinahanglan.",
  "section-easy-integration-serverside": "Side sa Server:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Nahiangay nga mga Marka sa Hugot",
  "section-threat-text": "Dili tanan nga mga problema managsama: ang pagkuha sa usa ka puntos nagpasabut nga kini kinahanglan nga matubag ang imong mga panginahanglanon aron mahimong mapuslanon. Uban sa talagsaon nga Customized Threat Scores sa hCaptcha, ang usa ka dali nga konsultasyon nagtugot kanamo sa pag-tune sa among mga modelo aron makahatag og mga marka nga mas may kalabutan sa imong negosyo.",
  "section-challenges-header": "Ilunsad ang Imong Kaugalingong mga Hagit sa mga Segundo",
  "section-challenges-text-1": "Magpabilin sa brand nga adunay kalabutan nga sulud",
  "section-challenges-text-2": "Kung kinahanglan nga sulbaron sa mga tiggamit ang usa ka hagit aron matubag ang mga kinahanglanon sa seguridad, ngano nga dili maghimo mga buluhaton nga makapahimuot ug may kalabotan sa tiggamit? Uban sa among yano nga custom challenge designer, mahimo nimong ilunsad ang on-brand challenge content sulod lang sa pipila ka minuto.",
  "section-integration-header": "Direkta nga Paghiusa sa Platform",
  "section-integration-subheader": "Para sa Web Infrastructure Company",
  "section-integration-text": "Ang sistema sa hCaptcha Enterprise talagsaon nga flexible sa iyang disenyo: kini mahimong partially o hingpit nga ipakatap sa daplin sa imong network kon ikaw naglihok sa usa ka publiko nga panganod o nanag-iya sa daghang mga data center. Makapamenos kini pag-ayo sa mga gasto ug trapiko sa gawas sa network samtang gipabilin ang tanang benepisyo sa pagdumala sa among 24/7 on-call nga kawani aron matubag ang pinakahigpit nga mga SLA.",
  "section-support-header": "Maabot nga Eksperto ug Suporta Alang Kanimo ug sa Imong mga Gumagamit",
  "section-support-text": "Ang pag-alagad mao ang nag-unang prayoridad alang kanamo. Gipadayon namo ang 24/7 on-call nga suporta ug nagtanyag ug direktang Slack nga koordinasyon sa imong engineering integration team ug among on-call staff atol ug human sa pagpatuman. , ug ang among in-widget ug email support channels. Kita ma-access ug responsive, ug tagdon ang katagbawan sa user isip usa ka top KPI.",
  "section-enterprise-header": "Mga bahin sa negosyo",
  "section-enterprise-title-1": "Panalipod sa anti-bot nga klase sa kalibutan",
  "section-enterprise-desc-1": "Gisulayan sa gubat sa sukod sa web.",
  "section-enterprise-title-2": "Taas nga katukma sa mga marka sa bot",
  "section-enterprise-desc-2": "Pag-ila sa dili maayo nga mga aktor sa daghang lain-laing mga matang.",
  "section-enterprise-title-3": "Zero friction ug 99.9% passive modes",
  "section-enterprise-desc-3": "Hagita ang ubos sa 0.1% sa mga lehitimong tiggamit.",
  "section-enterprise-title-4": "Gipakita ang mga matang sa hagit sa pagkontrol",
  "section-enterprise-desc-4": "Daghang librarya sa mga tipo nga mapilian.",
  "section-enterprise-title-5": "Kontrola ang sulud sa hagit nga gigamit",
  "section-enterprise-desc-5": "Magpabilin sa brand nga adunay makanunayon nga kasinatian sa tiggamit.",
  "section-enterprise-title-6": "Mga SLA sa negosyo",
  "section-enterprise-desc-6": "Garantiya nga kasaligan ug paspas nga 24/7 on-call nga suporta.",
  "section-enterprise-title-7": "Kabilin nga suporta sa browser",
  "section-enterprise-desc-7": "Nahiuyon sa tanan nga paagi balik sa Internet Explorer 8.",
  "section-enterprise-title-8": "Advanced nga mga dashboard sa pagreport ug API",
  "section-enterprise-desc-8": "Tan-awa kung unsa ang nahitabo sa tanan nimong mga site ug app.",
  "section-enterprise-title-9": "Nagtrabaho sa matag nasud",
  "section-enterprise-desc-9": "Dili sama sa reCAPTCHA, nagtrabaho kami sa matag nasud.",
  "section-enterprise-title-10": "GDPR, CCPA, ug LGPD-friendly nga palisiya sa pagkapribado",
  "section-enterprise-desc-10": "Gidisenyo alang sa pribasiya gikan sa unang adlaw. Kusog nga Kasabotan sa Pagproseso sa Data.",
  "section-enterprise-title-11": "Maayo nga mga lebel sa kalisud",
  "section-enterprise-desc-11": "I-dial kini aron mohaom gyud sa imong use case.",
  "section-enterprise-title-12": "Pag-host sa una nga partido",
  "section-enterprise-desc-12": "Ang tanan nga mga hangyo ug mga kabtangan moadto sa hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Mga dashboard sa daghang tiggamit",
  "section-enterprise-desc-13": "Ipaambit ang pagdumala sa imong team.",
  "section-enterprise-title-14": "Diha-diha nga Pagpamatuod",
  "section-enterprise-desc-14": "0ms latency: i-verify ang hCaptcha token nga walay API call.",
  "section-enterprise-title-15": "Paghiusa sa Mobile (iOS ug Android).",
  "section-enterprise-desc-15": "Seamless nga kasinatian sa tibuok web, lumad nga mobile, mobile web. Mga pre-built integration ug native SDKs available.",
  "section-enterprise-title-16": "Nahiangay nga Mga Termino ug Garantiya sa Pagkapribado",
  "section-enterprise-desc-16": "Pagtagbaw sa imong ligal nga panginahanglan kung dili mahimo sa ubang mga kompanya.",
  "presented-challlenges-head": "Gipresentar nga mga Hagit",
  "presented-challenges-title-1": "Pagtandi",
  "presented-challenges-text-1": "Pilia ang tanang mga hulagway nga mohaum sa pangutana",
  "presented-challenges-title-2": "Bounding Box",
  "presented-challenges-text-2": "Tinoa ang utlanan nga dapit alang sa mga butang",
  "presented-challenges-title-3": "Pagkategorya",
  "presented-challenges-text-3": "Ilha ang katugbang nga mga label",
  "presented-challenges-subheader": "...ug uban pang yano nga buluhaton. Sayon alang sa mga tawo, lisud alang sa mga bot.",
  "presented-challenges-subtext": "Ang mga custom nga buluhaton magamit usab alang sa mga magmamantala sa negosyo.",
  "footer-header-1": "Kompanya",
  "footer-header-2": "Mga kapanguhaan",
  "footer-header-3": "Kontaka",
  "footer-link-1": "Pag-label",
  "footer-link-2": "Mahitungod sa",
  "footer-link-3": "Mga trabaho",
  "footer-link-4": "Mga marka sa pamatigayon",
  "footer-link-5": "Blog",
  "footer-link-6": "Status",
  "footer-link-7": "Dokumentasyon",
  "footer-link-8": "I-report ang usa ka Bug",
  "footer-link-9": "Accessibility",
  "footer-terms": "Mga termino",
  "footer-privacy": "Pagkapribado",
  "footer-attribution": "Atribusyon",
  "footer-subheader-1": "Suporta",
  "footer-subheader-2": "Kontaka",
  "switch-to-english-link": "Pagbalhin sa English",
  "intro-heading-privacy": "Gidisenyo alang sa pribasiya.",
  "intro-subtitle-p1-privacy": " Usa ka talagsaon nga paagi sa pagkapribado sa seguridad sa online.",
  "info-head-2-pr": "Ang pagrekord sa online nga kalihokan dili ang tubag.",
  "info-text-1-pr": "Usa ra ang katuyoan sa hCaptcha Enterprise: aron mapugngan ang mga daotang aktor nga makabalda sa imong online nga operasyon ug makadaot sa imong mga user.",
  "info-text-2-pr": "Ang among mga sistema sa ingon gidisenyo gikan sa sinugdanan aron maminusan ang pagkolekta ug pagpabilin sa datos samtang gipadayon ang seguridad nga nanguna sa klase. Ang labing kaayo nga paagi aron mapanalipdan ang datos sa tiggamit dili ang pagtipig niini.",
  "info-text-3-pr": "Ang tanan nga mga relasyon sa kustomer gipanalipdan usab sa usa ka lig-on nga Kasabutan sa Pagproseso sa Data. Ang serbisyo sa hCaptcha nagsunod sa tanang balaod sa pribasiya bisan asa nagpuyo ang imong serbisyo o ang imong mga kustomer. Ang dili pagtipig sa personal nga datos naghimo niini nga labi ka dali alang kanamo kaysa sa ubang mga kompanya.",
  "info-text-2-2-pr": "Ang mga serbisyo sama sa reCAPTCHA v3 nag-ingon nga ang pagbutang sa ilang tracking pixel sa matag panid sa imong site gikinahanglan alang sa maayong seguridad. Dili kini ang kahimtang.",
  "info-text-2-3-pr": "Ang yano nga pag-analisa sa pamatasan usa ka signal nga dali nga gihimo sa dili maayo nga mga aktor, ug nanginahanglan pagpabilin sa kasaysayan sa pag-browse alang sa tanan nimo nga lehitimong trapiko.",
  "info-text-2-4-pr": "Wala kami naglihok nga network sa ad, ug wala’y interes sa pag-obserbar sa pamatasan sa imong tiggamit aron mabaligya sila mga ad. Kini nagpasabot nga wala kami magkinahanglan og passive pixel sa matag panid sa imong site.",
  "info-text-2-5-pr": "Idugang lang ang among code sa hagit kung diin kinahanglan, ug kung diin makatarunganon nga mapanalipdan ka ug ang imong mga tiggamit.",
  "info-head-3-pr": "Ang pagkat-on sa makina mapuslanon. Apan wala kini magkinahanglan og personal nga datos aron magtrabaho.",
  "info-text-3-1-pr": "Ang pagkat-on sa makina karon nakaapekto sa halos tanang aspeto sa atong kinabuhi, kasagaran sa mga paagi nga dili nato maamgohan ug dili makita. Ang mga serbisyo sa seguridad sa online wala’y kalainan.",
  "info-text-3-2-pr": "Pinaagi sa pagkat-on sa libu-libo nga mga signal, ang mga modelo mahimo’g makahinapos ug makaabut sa taas nga pagsalig sa pag-ila sa malisyosong pamatasan nga dali kaayo, bisan kung wala’y indibidwal nga signal nga adunay igo nga kusog aron ipakita ang usa ka problema.",
  "info-text-3-3-pr": "Bisan pa, walay usa niini nga nagkinahanglan sa paggamit sa personal nga identifiable nga impormasyon (PII). Ang modernong mga teknik sa cryptographic nagtugot kanamo sa paglabay sa bisan unsang personal nga datos sa labing madali nga panahon, nga nagmugna hinoon og usa ka paagi nga mga pirma nga dili ma-link sa bisan kinsa nga indibidwal.",
  "info-text-3-4-pr": "Ang pagbansay sa wala mailhi nga datos molihok usab, ug wala magkinahanglan pagkompromiso sa bisan unsang seguridad o pribasiya. Nahimo na sa among mga kustomer ang empirical nga mga pagsulay, ug gideklarar kami nga parehas o mas maayo kaysa labi ka gamay nga pribado nga mga alternatibo.",
  "cloudflare-quote-text-privacy": "Daghan ang among nagustohan bahin sa mga solusyon sa hCaptcha: 1) wala sila magbaligya ug personal nga datos; gikolekta lang nila ang minimum nga kinahanglanon nga personal nga datos, transparent sila sa paghulagway sa impormasyon nga ilang nakolekta ug kung giunsa nila kini gigamit ug / o gibutyag.",
  "pilot-head": "Sulayi kami sa imong palibot nga walay obligasyon.",
  "pilot-text-1a": "Kami mga inhenyero, dili mga tindera: gusto namon nga malipay ka sa imong gipili.",
  "pilot-text-1b": "Ang labing kaayo nga paagi aron masiguro ang imong katagbawan mao ang pagpakita nga natubag namon ang imong mga panginahanglan.",
  "pilot-text-1c": "Halos tanan nga mga kompanya nga nagsugod sa usa ka piloto sa katapusan nagpili sa among mga solusyon.",
  "pilot-text-1d": "Gamita kini nga porma aron maabot ang usa sa among mga teknikal nga espesyalista. Dali mig tubag.",
  "pilot-text-1e": "Mahimo ka usab nga mag-email kanamo direkta.",
  "pilot-email-details": "Ania ang mga detalye.",
  "pilot-f1": "Rehiyon",
  "pilot-f2": "Imong pangalan",
  "pilot-f3": "Imong pangalan",
  "pilot-f4": "Email sa Negosyo",
  "pilot-f5": "Bisan unsa pa nga mga detalye nga kinahanglan naton makuha?",
  "pilot-f6": "Kinahanglan ba nimo ang dinalian nga pag-onboard?",
  "pilot-f7": "Oo.",
  "pilot-f8": "Giatake ako ug nanginahanglan dayon nga pag-onboard.",
  "pilot-f9": "Isumite",
  "pilot-f10": "Pinaagi sa pagsulod sa imong email, miuyon ka sa among Mga Termino ug Patakaran sa Pagkapribado, ug makadawat og email gikan kanamo.",
  "pilot-fo-1": "Ang paghiusa dili mahimong mas sayon.",
  "pilot-fo-2": "Ang hCaptcha adunay daghang mga pre-built integration para sa frontend ug backend system nga imong gigamit.",
  "pilot-fo-3": "Kung gikan ka sa reCAPTCHA sa Google, ang among mga API kay mga drop-in nga kapuli. Tulo ka linya sa code ang kinahanglan nimo.",
  "pilot-fo-4": "Ang among onboarding nga mga inhenyero makahimo kanimo nga dali, kung kinahanglan nimo ang React integration, SDKs para sa iOS native apps, usa ka Java backend nga pananglitan, o halos bisan unsang senaryo.",
  "pilot-fo-5": "Ug sama sa kanunay, ang pagkapribado usa ka hinungdanon nga kantidad alang kanamo. Idugang lang ang among code sa hagit kung diin kinahanglan, ug kung diin makatarunganon nga mapanalipdan ka ug ang imong mga tiggamit. Ang pagminus sa pagkolekta sa datos magsugod gikan sa higayon sa paghiusa.",
  "pilot-fdone": "Salamat. Makontak mi sa dili madugay.",
  "home-ent-2-new": "Pagkat-on pa bahin sa among solusyon sa negosyo.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Ang mga solusyon sa hCaptcha Enterprise naghatod sa seguridad nga nanguna sa klase ug gipanalipdan ang kadaghanan sa mga nanguna nga serbisyo sa online.",
  "home-plans-button-2-new": "Pagkat-on pa",
  "header-enterprise-link": "Enterprise",
  "sales-interstitial-c1b-new": "Pagkat-on pa bahin sa hCaptcha Enterprise"
}
