{
    "1031855757": "Paggamit niini nga site",
    "1034830": "Ang mga panaglalis nga mahimong dili ipailalom sa predispute arbitration agreement sama sa gihatag sa Dodd-Frank Wall Street Reform and Consumer Protection Act (Public Law 111-203) wala iapil niini",
    "1064537632": "Palihug timan-i nga ang imong paggamit sa among Serbisyo gidumala sa among Data Processing Agreement, nga gilakip dinhi pinaagi sa pakisayran. Palihug ribyuha kini nga kasabutan aron makita kung giunsa namo pagproseso ang personal nga datos alang kanimo. Timan-i nga kami naglihok isip usa ka \"data processor\" alang sa mga katuyoan sa EU General Data Protection Regulation, ug usa ka \"service provider\" alang sa katuyoan sa California Consumer Privacy Act.",
    "1095532507": "Ang cookie (\"Cookie\") kay gamay nga text file nga gibutang sa imong hard drive sa web page server. Ang cookies adunay impormasyon nga mabasa sa ulahi sa usa ka web server sa domain nga nag-isyu sa cookie kanimo. Ang pipila sa mga cookies magamit lamang kung mogamit ka sa pipila ka mga bahin o pagpili sa pipila nga mga gusto, ug pipila ka mga cookies ang kanunay nga gamiton. Mahibal-an nimo ang dugang bahin sa matag cookie pinaagi sa pagtan-aw sa among karon nga lista sa cookie sa ubos.",
    "1158384644": "Mahimo nimong pilion bisan unsang orasa nga mohunong sa paggamit sa among website, basta kinahanglan nimong sundon ang tanan nga magamit nga mga palisiya sa IMI. Mahimo namon, sa among kaugalingon nga pagkabuotan, tapuson kini nga kasabutan, suspindihon ang pag-access sa among website, o tangtangon dayon ang bisan unsang mga serbisyo nga wala’y pahibalo sa bisan unsang hinungdan.",
    "1300074400": "Ang kasayuran bahin sa karon nga pagdumala sa kompanya mahimong makuha sa panid nga About. Ang kasamtangan nga CEO sa kompanya mao ang managing director nga responsable sa sulud.",
    "1395644678": "Opisyal nga website sa European Commission para sa Online Dispute Resolution:",
    "148542287": "Dili kini legal nga tambag, ug walay mga garantiya nga gihatag mahitungod niini nga pagtuki. Kung adunay ka dugang nga mga pangutana o kabalaka, palihug kontaka kami sa:",
    "1527172673": "Kung naa kay pangutana bahin sa Cookie Policy, palihog kontaka mi sa:",
    "1535054294": "Palihug tan-awa ang ilang detalyado nga palisiya",
    "1747657936": "Ang among mga Site ug Serbisyo wala gitumong ngadto sa mga bata nga ubos sa edad nga 13 ug wala kami tinuyo nga nagkolekta sa Personal nga Impormasyon gikan sa mga bata nga ubos sa edad nga 13. Kung nahibal-an namon nga nakolekta namon ang Personal nga Impormasyon sa usa ka bata nga ubos sa edad nga 13, among kuhaon makatarunganon nga mga lakang sa pagtangtang sa maong impormasyon gikan sa among mga file sa labing madali nga mahimo, gawas kon kami adunay legal nga obligasyon sa pagpabilin niini. Palihug kontaka kami kung nagtuo ka nga kami adunay bisan unsang kasayuran gikan o bahin sa usa ka bata nga ubos sa edad nga 13:",
    "1807512722": "Mahimo nimong dad-on ang bisan unsang pag-angkon nga naggikan sa imong paggamit niini nga website ngadto sa usa ka ahensya nga administratibo apan kutob lamang sa gitugot sa balaod nga maka-access sa ingon nga ahensya bisan pa nga adunay usa ka kasabutan sa paghusay. Ang ingon nga mga administratibong pag-angkon naglakip sa walay limitasyon nga mga pag-angkon o mga kaso nga gidala sa atubangan sa Equal Employment Opportunity Commission, sa US Department of Labor, ug sa National Labor Relations Board. Walay bisan unsa niini nga clause ang pagaisipon nga makapugong o makapasaylo kanimo sa pagdala ug administratibong pag-angkon atubangan sa bisan unsang ahensya aron matuman ang imong obligasyon sa paghurot sa administratibong mga remedyo sa dili pa mohimo ug pag-angkon diha sa arbitrasyon, bisan pa niana, imong gisalikway ang katungod sa bisan unsang kwarta nga award pinaagi niini mga proseso sa ahensya.",
    "2238885192": "Gigamit namo ang Sentry sa pagkolekta sa data sa pag-debug kung ang usa ka user makasinati og sayop. Alang sa kasayuran kung giunsa pagkolekta ug pagproseso sa Sentry ang datos:",
    "2520904193": "Imong gisalikway ang bisan unsang katungod nga anaa kanimo alang sa bisan unsang panaglalis nga dad-on, paminawon, o arbitraryo isip usa ka klase, kolektibo, o representante nga aksyon. Bisan pa sa bisan unsa nga clause nga anaa niini nga kasabutan, ang nag-una nga sentensiya dili mabulag gikan niini nga kasabutan sa bisan unsang kaso. Ang bisan unsang pag-angkon nga ang tanan o bahin niini nga waiver dili mapatuman, dili mahunahunaon, wala’y kapuslanan o mahimo’g matino lamang sa usa ka korte nga may katakus nga hurisdiksyon ug dili sa usa ka arbitrator. Dili ka mabalos o mapugngan sa pagkompleto sa mga buluhaton sa among website isip resulta sa imong paggamit sa imong mga katungod ubos sa Seksyon 7 sa National Labor Relations Act, o pinaagi sa pag-file o pag-apil sa usa ka klase, kolektibo o representante nga aksyon sa bisan unsang forum , apan mahimo kaming legal nga mangayo sa pagpatuman niini nga waiver sa aksyon sa klase, ug mangayo sa pagtangtang sa ingon nga klase, kolektibo o representante nga mga aksyon o pag-angkon.",
    "2577178569": "3. Gigamit alang sa higpit nga gikinahanglan nga teknikal nga katuyoan: makapahimo sa Accessibility User paggamit.",
    "2583888954": "Mga eksepsiyon.",
    "263977834": "Administratibo nga Kakapoy.",
    "2657277322": "Kung naa kay pangutana, palihog kontaka mi sa:",
    "271333468": "Among gipatuman ang tukma nga teknikal ug organisasyonal nga mga lakang aron mapanalipdan ang impormasyon nga among gikolekta ug gitipigan, ug gihangyo ang tanan nga mga ahente nga nagpahigayon sa among pagproseso alang kanamo sa pagbuhat sa ingon. Ikasubo, walay mga lakang sa seguridad ang 100% nga walay kapuslanan, ug tungod niini walay network o sistema (lakip na ang atoa) ang makagarantiya nga 100% nga luwas batok sa pagkaguba, pagkawala, pag-usab, dili awtorisado nga pagbutyag sa, o pag-access sa impormasyon nga among gikolekta ug gitipigan. Kung nagtuo ka nga ang imong impormasyon mahimong dili luwas sa bisan unsang rason, palihog kontaka kami dayon sa:",
    "2763011087": "Ang IMI wala mopasalig, ni obligado nga moapil, sa alternatibong resolusyon sa panaglalis alang sa mga panaglalis sa mga konsumidor atubangan sa usa ka entidad sa pagsulbad sa panaglalis sa konsyumer.",
    "2927283721": "Pinaagi sa paghimo sa mga buluhaton sa among website, gitugotan nimo ang pagkolekta, paggamit, ug pagbutyag sa imong personal nga impormasyon subay sa among Polisiya sa Pagkapribado. Dugang pa, mahimo namong ipaambit ang piho nga impormasyon bahin kanimo ug sa imong nahuman nga mga buluhaton ngadto sa Nangayo kansang mga buluhaton imong nakompleto aron mapadali ang relasyon sa serbisyo ug mapaayo ang website, lakip, pananglitan, Contributor ID, mga resulta sa nahuman nga mga buluhaton, ug uban pang mga hiyas nga may kalabutan sa imong kwalipikasyon, pinulongan, kahanas, ug paggamit sa website.",
    "2943815316": "Among gi-update kini nga lista matag karon ug unya, aron adunay dugang nga cookies nga wala pa nalista. Ang mga web beacon, mga tag ug mga script mahimong gamiton sa mga Site o sa mga email aron matabangan kami sa paghatud sa mga cookies, pag-ihap sa mga pagbisita, pagsabut sa paggamit ug pagkaepektibo sa kampanya ug pagtino kung ang usa ka email giablihan ug gilihok. Mahimo kaming makadawat og mga taho base sa paggamit niini nga mga teknolohiya sa among mga service/analytics providers sa usa ka indibiduwal ug aggregated nga basehan.",
    "3040062804": "Ang bisan unsang arbitrasyon nga pagpadayon ubos niini nga seksyon mahitabo pinaagi sa default sulod sa Estado sa California, gawas kon ikaw nagpuyo sa gawas sa Estados Unidos, diin ang arbitrasyon mahitabo sa hingpit sa elektronik o sa telepono. Ang arbitrasyon mahimong mahitabo sa bisan unsang lain nga lokasyon kung giuyonan sa matag partido sa pagsulat. Bisan unsa pa ang lokasyon niini, ang bisan unsang partido mahimong mopili nga magpakita sa arbitrasyon pinaagi sa live video o teleconference.",
    "3091247030": "Pagtangtang sa Aksyon sa Klase.",
    "3102490587": "Gawas sa Class Action Waiver, kung adunay bisan unsang termino o probisyon, o bahin sa kini nga clause sa arbitrasyon ang gideklarar nga wala’y mahimo o dili mapatuman kini putlon ug ang nahabilin sa clause sa arbitrasyon mahimong ipatuman.",
    "3187946010": "Ang tanan nga teksto, mga imahe, graphical nga animation, mga video, musika, mga tunog ug uban pang materyal sa kini nga mga panid gipanalipdan sa ilalum sa balaod sa copyright sa IMI o mga ikatulo nga partido kung gitakda. Gidili ang pagkopya o pag-usab niini nga materyal alang sa komersyal nga paggamit sa paagi nga labaw sa makatarunganon nga patas nga paggamit.",
    "3199694247": "Pagkabulag.",
    "3302832698": "Gikinahanglan ang Alternatibong Resolusyon sa Panagbangi.",
    "3361191778": "Ang impormasyon nga gihatag sa mga panid sa internet wala magrepresentar sa indibidwal nga tambag ug dili makapuli niini. Kung kinahanglan nimo ang indibidwal nga tambag, palihug kontaka ang among kawani sa suporta.",
    "3493572638": "Mga Gasto ug Bayad.",
    "3794239003": "Pamaagi sa Arbitrasyon.",
    "3885459114": "Sa kasagaran mahimo nimong i-activate o i-deactivate sa ulahi ang paggamit sa cookies pinaagi sa usa ka functionality nga gitukod sa imong web browser. Kung gusto nimo mahibal-an ang dugang bahin sa cookies, o kung unsaon pagkontrol, pag-disable o pagtangtang niini, palihug bisitaha ang https://www.knowcookies.com/ para sa detalyado nga giya.",
    "3956117148": "Ang hCaptcha.com ug BotStop.com nga mga website (ang Sites) mahimong maglakip sa dugang nga cookies, sama sa gihulagway niini nga Polisiya.",
    "4193379787": "Ang tanan nga arbitrasyon ubos niini nga kasabutan ipahigayon ubos sa mga lagda sa American Arbitration Association o pinaagi sa usa ka gikasabutan sa usag usa sa serbisyo sa arbitrasyon. Ang arbitrator mahimong usa ka arbitrator sa US nga gipili gikan sa usa ka lista nga dili moubos sa pito (7) ka mga ngalan pinaagi sa alternatibong mga welga. Sa arbitrasyon, ang matag partido adunay katungod sa pagpahigayon og igong sibil nga pagdiskobre, pagdala sa dispositibong mga lihok, ug pagpresentar sa mga saksi ug ebidensya kon gikinahanglan sa pagpresentar sa ilang mga kaso ug mga depensa, ug ang bisan unsang mga panaglalis niining bahina kinahanglang husayon sa arbitrator. Ang resolusyon sa panaglalis kinahanglan nga ibase lamang sa balaod nga nagdumala sa mga pag-angkon ug mga depensa nga gihangyo, ug ang arbitrator dili mahimong mogamit ug bisan unsang basehanan gawas sa maong pagkontrolar nga balaod. Ang arbitrator kinahanglan adunay kalig-on sa usa ka hudisyal nga opisyal gikan sa sibil nga tulubagon kung molihok sa kapasidad sa usa ka arbitrator, nga ang imyunidad makadugang sa bisan unsang uban nga naglungtad nga imyunidad. Ang mga ganti kinahanglang maglakip sa sinulat nga nangatarongan nga opinyon sa arbitrator. Gibiyaan nimo ang imong katungod sa pagsulay sa hurado sa bisan unsang pag-angkon nga mahimo nimo batok sa IMI o ang mahimo sa IMI batok kanimo. Ang bisan unsang pag-angkon ubos niini nga clause kinahanglang dad-on sulod sa magamit nga statute of limitations period. Ang United States Federal Arbitration Act nagdumala niini nga clause, ug imong giila nga kini nga Kasabutan nagpamatuod sa usa ka transaksyon sa komersiyo.",
    "470943029": "Kung naa kay pangutana bahin sa Privacy Policy, palihog kontaka mi sa:",
    "498769698": "Mahimo nimong i-access, itul-id, usbon, o i-delete ang pipila ka Personal nga Impormasyon nga mahimo nimong gihatag kanamo pinaagi sa imong Integrator, Customer, o Accessibility User account (kung ikaw usa ka Integrator, Customer, o Accessibility User). Kung dili nimo mahimo, o adunay bisan unsang pangutana bahin sa Personal nga Impormasyon nga among nakolekta ug/o gipaambit bahin kanimo, o gusto nimong bawion ang imong pagtugot alang sa among pagproseso (pananglitan, hingpit nga tangtangon ang imong account) palihug kontaka kami sa:",
    "537881751": "Welcome sa hCaptcha! Kini nga Polisiya sa Pagkapribado naghulagway sa mga gawi sa Intuition Machines, Inc. (\"IMI\", \"kami\" o \"kami\") mahitungod sa among pagkolekta, paggamit, ug pagbutyag sa impormasyon (lakip ang Personal nga Impormasyon, nga gihubit sa ubos) pinaagi sa among website sa www.hcaptcha .com ug bisan unsang ubang mga subdomain o mga dominyo nga among gigamit (ang \"Mga Site\") ug ang hCaptcha application program interface ug may kalabutan nga software ug mga materyales (sa tingub, ang \"Serbisyo\").",
    "561456032": "Miuyon ka nga alang sa bisan unsang panaglalis nga motumaw gikan o may kalabutan sa imong paggamit sa Mga Serbisyo, lakip ang bisan unsang panaglalis nga mahimong mitumaw gikan sa panahon nga nagsugod ka sa paghimo sa mga buluhaton alang sa IMI, ug labi na lakip ang bisan unsang pag-angkon nga may kalabotan kung giklasipikar nimo o wala usa ka independenteng kontraktor, una nimong ipahibalo ang IMI sa imong pag-angkon batok niini. Ikaw ug ang IMI mosulay sa pagsulbad sa isyu pinaagi sa direkta nga negosasyon o mediation. Kita magbahin sa parehas nga kantidad sa pagpataliwala ug mouyon nga ang pagpataliwala ipahigayon pinaagi sa telephonic o uban pang elektronik nga paagi. Kung ang usa ka pag-angkon nagpabilin nga wala masulbad pagkahuman sa dili pormal nga negosasyon o pagpataliwala, miuyon ka nga ikaw ug ang IMI mogamit sa katapusan ug nagbugkos nga arbitrasyon aron masulbad ang panaglalis. Kini nga clause nagdumala sa tanan nga mga pag-angkon nga retroaktibo gikan sa panahon nga imong gisugdan ang paggamit sa among website, base man sa tort, kontrata, balaod, lakip, apan dili limitado sa, bisan unsang mga pag-angkon sa diskriminasyon ug harasment, kung kini gibase sa California Fair Employment and Housing Act , Titulo VII sa Civil Rights Act of 1964, ingon nga giamendar, o bisan unsa nga estado o federal nga balaod o regulasyon, patas nga balaod, o uban pa.",
    "658775471": "Gigamit namo ang Cloudflare aron ma-optimize ang among trapiko sa web. Alang sa kasayuran kung giunsa pagkolekta ug pagproseso sa Cloudflare ang datos:",
    "702926385": "Ang mga partido kinahanglan nga magdala sa ilang tagsa-tagsa nga gasto alang sa legal nga representasyon sa bisan unsa nga arbitrasyon, gawas sa gidak-on nga ang bayad sa abogado klaro nga gihatag sa balaod. Ang mga partido magbahin sa bisan unsang inisyal nga administratibong bayronon nga gisingil sa arbitrator, hangtod sa labing taas nga kantidad kanimo nga duha ka gatos ug kalim-an ka dolyar (US$250.00). Ang gasto sa arbitrator ug tigbalita sa korte, kung naa man, sa sinugdan among abagahon; bisan pa niana, ang arbitrator adunay katungod sa paghatag ug angay nga gasto ngadto sa nagpatigbabaw nga partido, ingon nga gihatag sa balaod, ug/o sa paghangyo sa mga partido sa pagbahin sa mga gasto nga nalangkit sa arbitrator ug/o tigbalita sa korte.",
    "720059527": "2. Gigamit alang sa higpit nga kinahanglanon nga teknikal nga katuyoan: pagbalanse sa load, pag-ruta.",
    "74538881": "Responsibilidad alang niini nga website",
    "996430331": "Lokasyon sa Arbitrasyon.",
    "211351380": "Gikan sa blog:",
    "3153117136": "Giunsa Pagtrabaho ang Mga Setting sa Kalisud sa hCaptcha",
    "2915355938": "Accessibility",
    "793784899": "Mga plano",
    "2671622670": "Enterprise",
    "3527140447": "Mga doc",
    "505891021": "Mga Serbisyo sa Pag-label",
    "692176459": "Sulod",
    "1892574253": "Sign Up",
    "2593864519": "Hunonga ang dugang nga mga bot. Pagsugod sa pagpanalipod sa pribasiya sa tiggamit.",
    "4007826952": "Ang #1 privacy-unang CAPTCHA para sa web, mobile, ug uban pa.",
    "3721365241": "Sulayi",
    "3753956446": "Libre",
    "3276777569": "hCaptcha",
    "55035359": "Sa pagkakaron naggamit ug reCAPTCHA?",
    "3417372336": "Pagbalhin sa mga minuto",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Ang mga nanguna nga serbisyo sa online nagsalig",
    "1470290349": "alang sa labing maayo nga klase nga bot ug pagdumala sa pagpanglimbong.",
    "3714002185": "Pagkat-on og dugang mahitungod sa hCaptcha Enterprise",
    "3946753128": "Pribado. Seguridad. Mas paspas.",
    "939665604": "Naka-focus sa Privacy",
    "780475098": "Ang mga network sa ad nagtan-aw sa imong mga bisita ingon nga produkto. Nag-atiman lang kami kung maayo o daotan ang pagbisita. Gisunod sa hCaptcha ang GDPR, CCPA, LGPD, PIPL, ug uban pang mga balaod sa datos sa kalibutan.",
    "219813583": "Seguridad Una",
    "2714878440": "Panalipdi ang imong mga serbisyo gikan sa pag-scrape, pagkuha sa account, pagpuno sa kredensyal, ug spam gamit ang among advanced machine learning ug humanity verification.",
    "1397766838": "Mas Maayo nga Kasinatian sa Gumagamit",
    "2670352917": "Naghatag ang hCaptcha og mas kasaligan nga pag-detect sa bot samtang yano nga sulbaron sa mga tawo.",
    "2806751666": "Unsa ang hCaptcha?",
    "3096063825": "Sulayi kini",
    "2968026167": "Imong paboritong utanon",
    "713281684": "Talong",
    "4147497805": "Karot",
    "3758963444": "Salamat! Nadawat na ang imong pagsumite!",
    "1070364246": "Oops! Adunay nahitabo nga sayup samtang gisumite ang porma.",
    "1129833879": "Hunonga ang malisyosong mga bot, panalipdan ang pribasiya sa tiggamit",
    "58091799": "Pagkat-on pa bahin sa hCaptcha Publisher ug Enterprise",
    "1599610318": "Magmamantala",
    "3093388779": "Ang hCaptcha libre nga gamiton alang sa mga magmamantala sa bisan unsang gidak-on",
    "179723061": "Dugang nga kontrol alang sa mga team nga nanginahanglan seguridad nga nanguna sa klase",
    "846501387": "Proteksyon sa bot nga klase sa kalibutan",
    "119298044": "Ang advanced self-supervised ML ug AI nga mga teknolohiya nanalipod sa imong web properties gikan sa mga hulga ug pag-atake",
    "1263998069": "Pag-angkon og mga ganti alang sa mga solusyon sa tawo",
    "1103295010": "Pagkita salapi o paghatag sa gugma nga putli kung ang mga tawo makasulbad sa mga CAPTCHA",
    "392886773": "Nagtrabaho sa matag nasud",
    "2320894364": "Uban sa kapin sa 200 ka punto sa presensya, ang panganod sa hCaptcha nanalipod sa imong mga kabtangan sa tibuok kalibutan",
    "451701069": "Nagsunod sa GDPR, CCPA,",
    "2826051554": "ug uban pa",
    "3530599065": "Ang pagkapribado gitukod gikan sa sinugdanan. Ang hCaptcha walay PII ug nagsunod sa daghang mga mandato ug regulasyon sa pribasiya.",
    "2489287539": "Wala’y friction nga \"No CAPTCHA\" & 99.9% passive mode",
    "793242047": "Bawasan ang mga hagit nga gipresentar sa mga tiggamit aron tugutan ang paspas nga pag-access sa mga aplikasyon",
    "4195759329": "Ang pagtuki sa bot ug mga marka sa peligro",
    "1150035777": "Ang sopistikado nga mga modelo sa pagkat-on sa makina makamugna og mga marka sa pagsalig sa bot base sa daghang mga punto sa datos lapas pa sa husto nga pagtubag sa mga pangutana",
    "3688621388": "Mga pirma sa hulga",
    "1131525092": "Pag-grupo sa dili maayo nga mga aktor nga mag-uban nga walay kahago pinaagi sa among pagpreserbar sa pribasiya nga Scoped UIDs aron makit-an ug mahunong ang may kalabutan nga pagpanglimbong ug pag-abuso",
    "1559631739": "Pribado nga pagkat-on",
    "3952259236": "Isagol ang imong nabutaan nga datos sa libu-libo nga mga signal sa hCaptcha aron mabansay ang hCaptcha sa mga klase sa pamatasan -- para sa imong pananglitan lamang -- aron mas maayo nga matagna ang makadaot nga pamatasan nga labi ka maayo kaysa sa solusyon nga mag-inusara",
    "1150963691": "Pagminus sa APT",
    "4083018285": "Usa ka hugpong sa gipalapdan nga mga bahin nga naghiusa sa gipaayo nga pag-monitor ug tubag sa SOC aron matubag ang mga sopistikado nga padayon nga mga hulga",
    "3160820928": "Koordinado nga proteksyon sa pag-atake",
    "1849805607": "Ang hCaptcha nanalipod batok sa mga hulga ug mga decoy nga gidisenyo aron makalusot sa imong mga network",
    "1958297836": "Koordinado nga proteksyon sa pag-atake ug pagpaminus sa APT",
    "1300485304": "Ang hCaptcha nanalipod batok sa mga advanced nga hulga ug mga decoy nga gidisenyo aron makalusot sa imong mga network",
    "2698640210": "Kontrola ang mga hagit ug tipo nga gipakita",
    "3121248460": "Ipakita ang walay kinutuban nga lainlain nga kostumbre nga mga hagit -- gikan sa yano hangtod sa komplikado -- para sa imong gipaabut nga mamiminaw",
    "3807059944": "Kontrola ang sulud sa hagit nga gigamit",
    "2707282231": "Ipasibo ang mga hagit alang sa imong mga tiggamit. Himoa nga imposible alang sa mga bot nga masulbad ug masulod.",
    "4194763679": "Maayo nga mga lebel sa kalisud",
    "3730038780": "Pagpili gikan sa hapit walay kinutuban nga gidaghanon sa mga hagit aron masulbad sa mga tiggamit",
    "1849717906": "Ipasibo sa imong kaugalingon nga sulud sa hagit",
    "1508655687": "Idugang ang imong kaugalingon nga mga hagit nga gipahaum alang sa imong mamiminaw aron ma-streamline o mapugngan ang pag-access",
    "3620442880": "Mga bahin sa pagpanalipod sa Flash Sale",
    "3265895521": "Ipataas ug ipaubos ang kalisud sa hagit base sa oras sa adlaw",
    "1485807325": "Multi-user dashboard, SAML SSO",
    "359073033": "Ang mga dashboard naghatod ug taas nga lebel o maayong mga pagtan-aw sa kalihokan.",
    "4272454814": "I-integrate sa identity provider nga imong gipili.",
    "1141402092": "Advanced nga mga bahin sa pagreport",
    "910989640": "Paghimo detalyado ug customized nga mga taho sa kalihokan",
    "3768951251": "Mga SLA sa negosyo",
    "1014004474": "Ang mga plano sa Enterprise sa hCaptcha nagtanyag mga advanced nga mga kasabutan sa lebel sa serbisyo aron mapanalipdan ang imong organisasyon",
    "1177598246": "Kontaka ang Sales",
    "1067704102": "Ang Bili sa Data Labeling",
    "3065000659": "Nakaamgo ka ba sa matag higayon nga \"pag-klik sa awto\" nagtabang ka sa pagbansay sa usa ka single",
    "3235430156": "Ang mga sistema sa pagkat-on sa makina sa kompanya nga libre?",
    "1549336309": "Gibalikbalik sa hCaptcha kini nga modelo. Kung mogamit ka sa hCaptcha, ang mga kompanya nag-bid sa trabaho nga gihimo sa imong mga tiggamit samtang gipamatud-an nila ang ilang pagkatawhanon. Makuha nimo ang mga ganti.",
    "3725880582": "Ihatag Balik sa Gugma",
    "1671436004": "Gusto nga mubalik sa imong paborito nga gugmang putli?",
    "1663628612": "tugotan ka",
    "4272088465": "ang mga charity nga imong gipili uban ang kinitaan nga imong makuha gikan sa paggamit niini.",
    "2894845722": "Ang mga tiggamit sa imong site sa dili madugay makakita sa imong kontribusyon sa gugma nga putli pinaagi sa maalamon nga pagmarka sa hCaptcha interface.",
    "3194111925": "suporta",
    "1637702726": "Mahitungod sa hCaptcha",
    "2323282990": "Usa ka Modernong Pamaagi sa Pagpamatuod sa Katawhan",
    "1201821619": "Gisulbad sa hCaptcha ang usa sa labing dinalian nga mga problema karon: pagpugong sa mga malisyosong bot sa pag-abuso sa mga serbisyo sa online.",
    "1475399473": "Pagkat-on og dugang mahitungod sa hCaptcha team",
    "3161489950": "Ang Labing Abanteng Security ML Platform sa Kalibutan",
    "3247172580": "Gikombinar sa hCaptcha ang advanced self-supervised machine learning nga adunay nobela nga edge compute approach nga talagsaon nga makapamenos sa pagkolekta ug retensyon sa datos, nga gihatag gikan sa kapin sa 250 ka mga lokasyon sa tibuok kalibutan para sa dako nga scalability.",
    "3767462250": "Gidisenyo alang sa Pagkapribado",
    "3500503648": "Gidisenyo ang hCaptcha aron wagtangon ang dugay nga pagpabilin sa datos pinaagi sa pagsalig sa diha-diha nga pagtimbangtimbang kaysa pagrekord ug pag-analisar sa imong kasaysayan sa pag-browse. Gisuportahan usab namo ang mga inisyatibo sama sa",
    "2418549423": ", usa ka mitumaw nga sumbanan alang sa pagpreserbar sa online nga pribasiya pinaagi sa cryptographic nga mga pruweba, ug uban pang talagsaon nga pribasiya-unang mga bahin.",
    "1544546608": "Privacy Pass",
    "976209454": "Pag-angkon og mga Ganti o Ihatag sa Gugma",
    "552920956": "Gitugotan sa hCaptcha ang mga website nga makakuha mga ganti samtang gibabagan ang mga bot ug uban pang mga porma sa pag-abuso. Gitugotan ka usab sa hCaptcha nga suportahan ang mga charity nga imong gipili sa kini nga mga kinitaan.",
    "654326661": "Gusto nga makakita sa imong kaugalingon? Sulayi ang hCaptcha nga libre.",
    "3570415321": "Kompanya",
    "3987022469": "Pag-label",
    "1636202177": "Mahitungod sa",
    "2670003220": "Mga trabaho",
    "3233305531": "Mga marka sa pamatigayon",
    "3028319964": "AI Etika",
    "4131598919": "Press",
    "1662477701": "Mga kapanguhaan",
    "3130928685": "Blog",
    "1756106276": "Status",
    "1235925265": "Dokumentasyon",
    "920212083": "I-report ang usa ka Bug",
    "2076066173": "Cyberattacks 101",
    "3644106388": "Kontaka",
    "2182196747": "Suporta",
    "487083593": "Pagbaligya",
    "878585497": "Mga termino",
    "1697438123": "Pagkapribado",
    "1316817321": "Atribusyon",
    "3488019891": "Ang hCaptcha usa ka rehistradong marka sa Intuition Machines, Inc.",
    "4224961202": "Privacy, Security, ug Machine Learning.",
    "98173630": "Ang hCaptcha mao ang labing kaylap nga gigamit nga independente nga serbisyo sa CAPTCHA sa kalibutan.",
    "1514478724": "Pagkat-on pa",
    "1752795854": "Nagdala ang hCaptcha og moderno, nakapunting sa pagkapribado nga pamaagi sa pagpahunong sa mga bot.",
    "2927700175": "Gipakita namo ang mga hagit sa CAPTCHA nga lisud alang sa mga bot apan sayon alang sa mga tawo pinaagi sa pagkolekta sa lisud nga label nga datos gikan sa mga problema sa pagkat-on sa makina, ug paggamit niini aron mailhan kung tawo ba ang usa ka bisita sa website o app.",
    "2188609322": "Ang dili maayo nga mga aktor nagkadaghan sa online. Apan ang pagsakripisyo sa pribasiya sa user dili mao ang tubag.",
    "2032102720": "Ang mga solusyon sa seguridad nga gitanyag sa mga kompanya sa ad nagpunting sa panguna sa pagsubay sa mga tiggamit sa tibuuk web. Naghimo kami usa ka epektibo nga solusyon sa seguridad nga nagpamatuod nga makadaot sa pribasiya sa gumagamit dili kinahanglan aron mahatagan ang maayo nga mga sangputanan.",
    "4146870445": "Kinsa kita",
    "353066938": "Usa ka eksperyensiyadong grupo, nga nagtrabaho sa pinakalisud nga mga problema karon. Ang hCaptcha usa ka serbisyo sa",
    "3260825523": "Mga Makina sa Intuition",
    "1173652155": "Mga magtatambag",
    "3972094614": "Brendan Eich",
    "2113642787": "Kanta sa Kaadlawon",
    "2256305371": "Propesor, CS sa University of California, Berkeley. Lawom nga pagkat-on, seguridad, eksperto sa blockchain. CEO sa Oasis Labs.",
    "1606599610": "Kieran Thompson",
    "2177660021": "Research Scientist sa Stanford. Ang pagkat-on sa makina ug quant finance sa dagkong mga bangko, hedge fund, ug academia.",
    "2686825859": "Pag-sign up nga libre o kontaka kami bahin sa mga solusyon sa hCaptcha Enterprise",
    "583434701": "Pag-access sa hCaptcha",
    "611905972": "Pagsiguro sa hapsay nga pag-access alang sa tanan nga mga tiggamit samtang gipadayon ang seguridad",
    "874098071": "Kung ikaw usa ka accessibility user, palihug pag-sign up dinhi",
    "2745385064": "Summary",
    "3353238942": "Gidisenyo ang hCaptcha aron mapahunong ang mga bot pinaagi sa pag-ila kanila gikan sa mga tawo. Ang mga pagsulay sa biswal usa ka kombenyente nga himan alang niini, apan dili tanan makasulbad sa usa ka biswal nga hagit.",
    "3600022491": "Tungod niini nagdisenyo kami og usa ka yano, walay sakit nga alternatibo aron ang mga magmamantala nga naggamit sa among serbisyo magpreserbar sa accessibility alang sa tanan nga adunay hingpit nga Seksyon 508 ug WCAG 2.1 AA nga pagsunod.",
    "2557240048": "Giunsa kini pagtrabaho: una, usa ka accessibility user ang nag-sign up pinaagi sa",
    "3871665286": ", nga dayag nga nalambigit sa hCaptcha widget info page. Gihatagan sila usa ka naka-encrypt nga cookie nga mahimong magamit sa daghang mga higayon matag adlaw, apan kinahanglan nga i-refresh matag 24 oras pinaagi sa pag-login.",
    "3441764123": "Kung ang usa ka hagit gipresentar ngadto sa usa ka accessibility user sa usa ka site gamit ang hCaptcha nga serbisyo, sila awtomatik nga mopasar.",
    "4247858664": "ang accessibility signup page",
    "1297657322": "Pag-access sa screen sa user pagkahuman sa pag-login",
    "1717658846": "Ang kapilian sa pagka-access sa menu sa UI sa widget",
    "1266963825": "P: Ang hCaptcha Section 508 + WCAG 2.1 AA compliant ba?",
    "850025770": "A: Kami nagtuo sa ingon: ang tanan nga tiggamit nga adunay bisan unsang porma sa pagkadaot nga makahimo sa pag-browse sa web ug pagsulod sa teksto sa mga porma maka-access sa mga serbisyo nga giprotektahan sa hCaptcha sa pagrehistro. Bisan pa, dili kini ligal nga tambag: kinahanglan nimo nga himuon ang imong kaugalingon nga pagtimbang-timbang, nga gikonsiderar ang imong partikular nga pagpatuman aron masiguro nga kini ang kaso sa imong pag-deploy.",
    "159272246": "P: Nagtrabaho ka ba sa ubang mga kapilian sa pagka-access (\"a11y\"), sama sa audio?",
    "4074220464": "A: Kaniadto popular nga mga kapilian sama sa audio captchas nagpihigpihig batok sa daghang mga tiggamit sa a11y ug daling mapildi sa modernong mga teknik sa pagkat-on sa makina. Gipugos niini ang karon nga mga hagit sa audio nga mahimong labi ka lisud, pagpaila sa kasaba, katingad-an nga oras, dili kasagaran nga mga kombinasyon sa pulong, ug uban pa aron mapildi ang mga tig-atake. Sa ingon dili kaayo kami madasigon bahin niini nga pamaagi kumpara sa paglikay sa hagit sa hingpit, apan tagdon kini kung adunay panginahanglan gikan sa a11y nga komunidad.",
    "2309661107": "Bisan pa, kami interesado kaayo",
    "2555914614": "alang sa Accessibility use case. Kami nagtuo nga ang pagkombinar sa among kasamtangan nga a11y nga pamaagi sa pag-isyu sa Privacy Pass magtugot sa a11y nga mga tiggamit sa pag-browse nga luwas, luwas sa kahibalo nga ang ilang trapiko mas pribado, samtang gipugngan ang pag-abuso sa mga operator sa bot nga dili kalikayan nga mahitabo kung adunay mga opsyon sa a11y. Kami mga aktibong partisipante sa IETF working group nga nag-standardize niining bag-ong teknolohiya.",
    "2583775432": "P: Unsa man ang bahin sa pagkapribado? Ang pagrehistro ba nagbutyag sa a11y nga datos sa pag-browse sa usa ka paagi? Unsa imong buhaton sa email?",
    "4215483493": "A: Ang hCaptcha gidisenyo alang sa pribasiya gikan sa sinugdanan. Lahi kaayo kini kaysa tradisyonal nga mga kapilian sama sa reCAPTCHA nga gipanag-iya sa mga network sa ad, nga adunay insentibo sa pagsubay kanimo sa palibot sa web ug i-associate ka sa usa ka tinuod nga pagkatawo.",
    "2474661839": "Amua",
    "4137573005": "adunay komprehensibo ug awtoritatibo nga mga tubag kung giunsa namon paggamit ang datos, apan ang mubo nga tubag wala kami interes sa pag-asoy kanimo ingon usa ka tawo sa imong kasaysayan sa pag-browse.",
    "4101570501": "Kami usab karon nagtrabaho sa usa ka cryptographic nga solusyon aron paspas nga isalikway ang imong email address samtang gipreserbar pa ang among abilidad sa pagpugong sa pag-abuso, nga nagdugang sa among trabaho sa Privacy Pass.",
    "260595108": "Wala gyud kami mogamit mga email o impormasyon sa pagka-access alang sa bisan unsang katuyoan gawas sa pagpasayon sa paggamit ug pagpugong sa pag-abuso.",
    "3063819779": "palisiya sa pagkapribado",
    "465714311": "Para sa mga Gumagamit sa Accessibility: Q&A ug Troubleshooting Guide",
    "3596207631": "P: Nakakita gihapon ko og hagit human mabutang ang cookie. Unsay hinungdan niini?",
    "469089249": "A: Kasagaran kini tungod sa paggamit sa usa ka agresibo nga ad blocker o anti-cookie extension, o usa ka setting nga nagbabag sa \"cross-site\" nga cookies, sa kini nga kaso usa ka cookie alang sa hcaptcha.com nga gitakda o gisusi sa hCaptcha JS sa usa ka lahi nga site, sama sa imong gibisitahan.",
    "4263626815": "Ang mga cookies sa accessibility sa hCaptcha nagtrabaho uban sa tanang sikat nga browser ug ad blocker uban sa ilang standard settings, busa kasagaran ang mga kapakyasan tungod sa \"anti-anti-adblock\" nga mga script o susama nga mga ruleset nga nagpunting sa partikular nga mga site.",
    "3906359167": "Solusyon:",
    "3464870463": "1. I-whitelist ang hcaptcha.com ug *.hcaptcha.com cookies sa imong ad blocker o extension sa seguridad sa browser.",
    "1204911585": "2. Kung ikaw naggamit sa Brave browser, nga wala (sa Abril 2020) makita nga adunay bisan unsang matang sa cookie whitelist, adto sa Preferences -> Shields -> Cookies ug pilia ang \"Allow All Cookies.\"",
    "2932826396": "3. Kung ikaw naggamit sa pinakabag-o nga bersyon sa Safari sa bisan sa bag-o lang nga gipagawas nga OS X 10.15 o iOS 13.4, ang Apple bag-o lang nagbag-o sa kinaiya sa Safari nga may kalabutan sa mga third-party nga cookies, nga gibabagan ang tanan niini pinaagi sa default. Nag-implementar kami og solusyon, apan sa kasamtangan palihog bisitaha ang Safari Preferences, Privacy section, ug i-uncheck ang \"Website tracking: Prevent cross-site tracking\" aron mahimo ang accessibility cookie nga molihok sama sa gipaabot.",
    "3836291932": "P: Gigamit nako ang daghang mga aparato. Kinahanglan ba ko nga magpalista sa daghang mga higayon?",
    "3251220335": "A: Dili. Palihug i-klik ang parehas nga email login link nga gipadala kanimo sa matag aparato nga imong gigamit aron mabutang ang cookie.",
    "2082407178": "P: Unsaon nako pagpanalipod ang akong kaugalingon gikan sa pagsubay sa cookie sa ikatulo nga partido samtang naggamit sa cookie sa pagka-access?",
    "2700197090": "A: Ang paggamit sa bisan unsa nga pribasiya o ad-blocking extension nga nagsuporta sa domain-level whitelisting (eg uBlock Origin) molihok sama sa gipaabot: siguruha lang nga ma-whitelist ang hcaptcha.com.",
    "3657743880": "Mga Instruksyon sa Browser alang sa Cross-Site Cookies",
    "1960601330": "Aron mahimo ang cookies sa Safari (Mac): Adto sa Safari drop-down menu. Pilia ang Preferences. I-klik ang Privacy sa ibabaw nga panel. Ubos sa 'Block cookies' pilia ang opsyon nga 'Never.'",
    "1622303590": "Aron ma-enable ang cookies sa Safari (iPhone/iPad iOS 11+): Ablihi ang imong Settings. Pag-scroll paubos ug pilia ang Safari. Ubos sa Privacy & Security, i-off ang \"Paglikay sa Cross-Site Tracking\" ug \"Block All Cookies\"",
    "2199048568": "Pag-klik sa taming sa wala sa address bar sa bisan unsang webpage. Pag-klik sa Mga Setting sa Proteksyon. Ang Firefox Preferences Privacy & Security panel moabli. Ubos sa Enhanced Tracking Protection, pilia ang Custom. Pilia kung unsang mga tracker ug script ang babagan pinaagi sa pagpili sa mga checkbox. Siguroha nga imong gi-unblock ang hcaptcha.com.",
    "3967047208": "Mahimo usab nimo nga temporaryo nga i-off ang pipila ka mga proteksyon sa Custom aron ma-debug kini, pinaagi sa pag-deselect sa mga checkbox: Deselect ang Trackers checkbox o deselect ang Cookies checkbox kung naa ka pay mga isyu.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Pilia ang icon sa menu sa Chrome. Pilia ang Settings.",
    "926138631": "Adto sa Pagkapribado ug Seguridad, dayon Cookies ug uban pang datos sa site.",
    "3419878556": "Siguroha nga ang \"I-block ang mga third-party nga cookies\" dili mahimo.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Ablihi ang mga gusto sa Chrome gikan sa menu bar.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Sa imong Android device, ablihi ang Chrome app.",
    "3620039756": "Sa ibabaw nga tuo, i-tap ang More ug dayon Settings.",
    "2813310562": "I-tap ang Site Settings ug dayon Cookies.",
    "3014657981": "Sunod sa \"Cookies,\" i-on ang setting.",
    "1242066691": "I-tsek ang kahon sunod sa \"Allow third-party cookies.\"",
    "292250020": "1. Pilia ang gear sa ibabaw nga tuo nga suok sa screen, dayon pilia ang \"Internet Options\". Kung gipagana nimo ang Menu Bar, mahimo nimong pilion ang \"Tools\" unya \"Internet Options\".",
    "4114820649": "2. I-klik ang tab nga \"Privacy\".",
    "946838734": "3. Pilia ang \"Advanced\" nga buton.",
    "348809718": "4. Ubos sa \"Third-party Cookies\" pilia ang \"Dawata\".",
    "1253441326": "5. I-klik ang \"OK\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "Patakaran sa Etika sa AI",
    "1161704803": "Ngano nga kita adunay usa ka palisiya sa AI Ethics?",
    "1806535500": "Halos tanan nga teknolohiya, gikan sa mga lapis hangtod sa dinamita, usa ka",
    "24452499": "solusyon; kini mahimong gamiton alang sa maayo o sakit. Ang matag kompanya nga nagsiksik, nagtukod, o nagbaligya sa mga solusyon sa doble nga paggamit adunay obligasyon nga tagdon ang mga sangputanan sa ilang mga aksyon.",
    "4023575072": "doble nga paggamit",
    "3336625692": "Gidetalye niini nga panid ang among mga hunahuna bahin niini nga hilisgutan sa konteksto sa AI Ethics, ug ang mga proseso nga among gisunod aron masiguro nga ang paggamit sa among mga serbisyo magpabilin nga nahiuyon sa mga palisiya nga among gisagop isip usa ka kompanya.",
    "835717930": "AI Ethics sa hCaptcha",
    "2179524509": "Usahay makakuha kami mga pangutana kung unsa nga mga klase sa mga pangutana ang gitugotan alang sa serbisyo sa hCaptcha, ug ngano nga gipangutana ang mga partikular nga pangutana.",
    "1962721652": "Ang mga tawo mga tigpangita og sumbanan, ug usahay ang usa ka dili makadaot nga pangutana mahimong gikan sa hingpit nga dili katingad-an ngadto sa kadudahan sa kalit, tungod sa mga pagbag-o sa kalibutan kaysa sa mga pagdasig sa bisan kinsa nga nangutana.",
    "3974566657": "Samtang ang mga serbisyo nahimong mas popular, kini nga matang sa panghitabo dili malikayan nga mahimong mas kanunay. Ang hCaptcha gigamit sa minilyon ka mga tawo kada adlaw sa halos tanang nasud sa kalibutan, mao nga among gipatik kini nga polisiya ug usa ka case study kung giunsa namo pagtubag kining mga isyu aron mahimong transparent kutob sa mahimo.",
    "1830910223": "Usa ka tinuod nga kalibutan nga AI Ethics case study",
    "805971861": "Ang \"Umbrella\" usa ka termino sa ImageNet, ang standard benchmark dataset nga gigamit sa mga tigdukiduki sa computer vision. Ang kasaligan nga pag-ila sa mga tawo nga nagkupot og payong kritikal usab alang sa paghimo og luwas nga sunod nga henerasyon nga advanced driver assistance (ADAS) nga mga sistema.",
    "3988350": "Kini nagpasabut nga adunay maayo kaayo nga mga kaso sa paggamit alang sa tinuod nga kalibutan nga payong nga mga anotasyon. Adunay lugar alang sa dili pagsinabtanay sa epekto sa mga awto nga nagmaneho sa kaugalingon, apan ang mga sistema sa ADAS nagtipig na",
    "548587288": "sa tibuok kalibutan.",
    "3138772661": "linibo ka kinabuhi kada tuig",
    "3168199226": "Bisan pa, sa 2020 nahimo nga tin-aw nga ang paghimo sa kini nga klase sa dataset mahimong mahunahuna ingon usa ka doble nga teknolohiya nga gigamit sa paagi nga pipila ra ang gilauman usa ka tuig ang milabay.",
    "558378834": "Busa dili na kami modawat sa mga hangyo alang sa mga pangutana nga may kalabutan sa mga payong niining panahona. Ang potensyal sa kalibog kung ang usa ka end-user makakita sa usa ka pangutana bahin sa mga payong sa karon nga higayon taas kaayo, ug sa katapusan ang among katuyoan mao ang paghimo sa kalibutan nga usa ka labi ka makapalipay nga lugar.",
    "3376604063": "Mga palisiya ug proseso sa AI Ethics",
    "1923365316": "Kami adunay usa ka estrikto nga palisiya sa AI Ethics sa hCaptcha, ug ang bahin niini naglakip sa proseso sa Know Your Customer (KYC).",
    "4230322909": "Kanunay namong gisulayan nga makabaton ug maayong pagsabot sa matag bag-ong kustomer ug sa ilang gituyo nga kaso sa paggamit, aron makumpirma nga kini angay alang sa among mga produkto ug serbisyo ug aron masiguro nga nagsunod kini sa mga palisiya nga among gisagop isip usa ka kompanya.",
    "2735073144": "Naghimo usab kami og nagpadayon nga mga pagsusi kung gikinahanglan. Pananglitan, sa among bag-o nga pagrepaso sa mga petsa ug mga tinubdan sa mga hangyo alang sa mga hangyo sa pag-label nga may kalabotan sa payong dali namong nakumpirma nga walay entidad sa gobyerno o nailhan nga tigsuplay sa software sa surveillance ang mihangyo bahin sa mga payong gamit ang among mga serbisyo sa miaging 12 ka bulan. .",
    "2715462692": "Unsa ang hitsura sa atong proseso sa AI Ethics?",
    "3049976256": "Para sa matag bag-ong kustomer sa pag-label, moagi kami og checklist atol sa proseso sa pagbaligya. Naglakip kini sa inisyal nga kakugi sa KYC sa wala pa ang onboarding, ingon man ang pag-verify sa tanan nga mga hangyo nga gihimo sa among mga analista, ug mga real-time nga pagsusi sa lugar ug matag karon nga pagrepaso sa mga hangyo nga gihimo gamit ang among platform sa pagserbisyo sa kaugalingon.",
    "3103642530": "Kini nga pagrepaso gilangkuban sa daghang mga hugpong sa mga pamatasan:",
    "3349094124": "Mga pamatasan sa pamatasan sa pamatasan: Tumong",
    "1038019440": "1. Kini ba nga kustomer nagrepresentar sa nasudnong interes sa usa ka nasud nga nahibal-an nga nakigbahin sa pamatasan nga supak sa internasyonal nga mga balaod ug pamatasan?",
    "493717511": "2. Kini ba nga kustomer nangayo og mga serbisyo nga mahimo",
    "2209109640": "gigamit lamang alang sa malisyosong mga katuyoan, sa konteksto sa ilang normal nga mga kalihokan sa negosyo?",
    "3457805519": "3. Matuman ba ang hangyo sa kustomer ubos sa balaod sa US ug sa atong mga lagda sa pakiglambigit?",
    "1942611550": "sa panguna",
    "109179759": "Mga pamatasan sa pamatasan sa pamatasan: Subjective",
    "1033698050": "1. Nagtuo ba kami nga ang kustomer naghatag kanamo usa ka kaso sa paggamit nga among giisip nga madawat sa moral, sumala sa among paghubad sa kasagaran nga mga pamatasan sa katilingban sa Kasadpan?",
    "361372538": "2. Nagtuo ba kami nga ang among gihatag nga mga serbisyo lagmit gamiton alang sa mga katuyoan sa diskriminasyon sa kustomer, sa mga paagi nga mahimo’g legal apan dili madawat kanamo?",
    "2867855718": "3. Nagtuo ba kami nga ang mga panginahanglanon sa pribasiya mahimong matubag nga maayo alang sa hangyo?",
    "2462728596": "Kung dili namo matagbaw ang among kaugalingon sa kini nga mga punto, among ibalibaran ang hangyo ug mahimo’g tapuson ang dugang nga pag-access sa among plataporma, ingon nga gilatid sa among Mga Termino.",
    "1995277831": "Salamat",
    "1818116402": "Kami nanghinaut nga imong gipabilhan kini nga pagtan-aw kung giunsa namon pagdumala ang mga pangutana sa operasyon nga adunay bahin sa AI Ethics.",
    "1499894352": "Gamay ra nga mga kompanya ang nagtanyag ug transparency sa ilang mga proseso sa paghimog desisyon sa kini nga lugar, ug nanghinaut kami nga ang uban mosunod niini nga panig-ingnan!",
    "535659033": "Creative Commons Attribution",
    "1495915066": "Giunsa namo, among mga kauban sa panukiduki sa akademiko, ug among mga kostumer ang paggamit sa Creative Commons media",
    "3017533972": "Kami, ang among mga kauban sa panukiduki sa akademiko, ug ang among mga kostumer mahimo’g usahay maghisgot o mag-reproduce sa mga bahin sa sulud nga lisensyado sa Creative Commons pinaagi sa plataporma sa hCaptcha aron mapauswag ang kahibalo sa katawhan sa natad sa pagkat-on sa makina.",
    "1428053210": "Kini nga sulod kasagarang giusab gikan sa orihinal nga porma niini. Pananglitan, ang usa ka video mahimong bahinon ngadto sa daghang mga hulagway, kadtong mga hulagway mahimong bahinon ngadto sa daghang bag-ong mga hulagway, ug kadtong bag-ong mga hulagway unya random nga gisagol aron makagama sa kataposang resulta nga gipakita.",
    "1728211763": "Ang paggamit sa sulud niining paagiha ug alang niini nga mga katuyoan nahisakop sa patas nga mga panudlo sa paggamit sumala sa among pagsabut sa balaod ug sumbanan nga mga gawi sa natad, apan kami dugay na nga mga fans sa Creative Commons ug gipalabi namon ang paghatag pasidungog sa bisan kinsa nga motabang sa dako nga tahas sa pagpalambo sa makina intelligence.",
    "1949452297": "Tungod sa intrinsic nga mga pagpugong sa hCaptcha UI ug sa iyang mga konsiderasyon sa seguridad, dili posible nga kopyahon ang tinubdan sa matag hulagway nga diretso nga kasikbit sa paggamit niini. Hinuon, nag-link kami sa kini nga panid gikan sa among homepage ug nagmintinar sa usa ka lista sa mga gigikanan nga karon o bag-o lang gisilbi pinaagi sa plataporma. Mahimo nimong ma-access ang kasamtangan nga listahan",
    "2367602973": "dinhi",
    "659124570": "Dugang pa, kung makakita ka og sulod nga imoha nga gikopya sa hCaptcha nga plataporma ug gusto nimo nga tangtangon kini sa bisan unsang rason, mahimo nimong kontakon kami pinaagi sa email sa",
    "2066749488": "Ubang mga Reklamo",
    "3479034323": "Kung makita nimo ang sulud nga imoha nga gikopya sa platform sa hCaptcha ug gusto nimo nga tangtangon kini sa bisan unsang hinungdan, mahimo nimong kontakon kami pinaagi sa email.",
    "1836554225": "Mga Post sa Blog",
    "2873297188": "Ang tanan ba nga CAPTCHAS nagpihigpihig batok sa mga dili Amerikano?",
    "165932542": "Usa ka pagtan-aw sa hCaptcha nga nagsulbad sa mga rate sa tibuuk kalibutan",
    "1865097546": "Nobyembre 16, 2021",
    "3005876482": "Ang hCaptcha Karon Ang Pinakadako nga Independente nga Serbisyo sa CAPTCHA, Nagdagan sa 15% Sa Internet",
    "693820850": "Mahimo nimong pildihon ang Google pinaagi sa pag-una sa pribasiya",
    "3609106478": "Credential Stuffing:",
    "299335340": "Unsa Kini Ug Giunsa Paghunong ang mga Pag-atake",
    "354925785": "Intro",
    "423222878": "Ang pila sa pinakalisud nga cyberattacks nga makit-an, mapugngan ug mahunong mao ang kung diin ang usa ka malisyosong aktor makahimo sa paggamit sa lehitimong mga kredensyal sa tiggamit aron maka-log in sa usa ka aktibong user account. Kung wala’y daghang mga sopistikado nga kapabilidad sa pag-ila sa lugar, ang kompanya nga nag-host sa account wala’y hinungdan nga magduda nga adunay bisan unsang sayup. Ang usa ka kustomer morag naka-log in sa iyang account. Nakab-ot sa tig-atake kining malampuson nga lansis gamit ang kinawat nga mga kredensyal—kasagaran resulta sa usa ka teknik sa cyberattack nga nailhang “credential stuffing.” Kini usa ka seryoso nga problema karon, apan usa nga mahimo nga maminusan pinaagi sa husto nga mga lakang.",
    "777660551": "Unsa ang Credential Stuffing?",
    "2602763587": "Ang pagpuno sa kredensyal usa ka porma sa cyberattack diin ang tig-atake mosulay sa pag-log in sa usa ka website sa daghang beses gamit ang mga pares sa gikawat nga mga username ug password. Ang \"pagpuno\" nagtumong sa balik-balik nga pagsulay sa pag-login, nga halos kanunay gihimo sa automated bot software.",
    "1271831121": "Dili ingon nga ang hacker (nagsul-ob og hoodie, siyempre!) naglingkod didto, nag-type sa kredensyal human sa kredensyal. Ang automated login bot mahimong himoon gikan sa usa ka off-the-shelf nga himan sama sa Selenium o usa ka custom-developed hacker tool.",
    "2588750717": "Sa tinuud, pipila ka mga pag-atake sa pagpuno sa kredensyal naglangkit sa milyon-milyon nga mga kredensyal - ang tanan gisulod sa wala’y pagduda nga interface sa pag-login sa website sa paglaum nga pasudlon. Sa higayon nga makasulod, ang tig-atake mahimong mopuli sa account sa biktima.",
    "1137757109": "Kung kini usa ka eCommerce account, ang tig-atake mahimong mag-order sa mga baligya. Kung ang biktima usa ka bangko, ang tig-atake mahimong magbalhin sa mga pondo sa gawas sa baybayon, ug uban pa.",
    "1559150837": "Ang mga target dili walay depensa bisan pa. Kadaghanan sa mga website adunay mga kontrol nga nagbabag sa usa ka kadudahang tiggamit nga naningkamot sa pag-log in sa libu-libo nga lainlaing mga account gikan sa parehas nga IP address sa mubo nga panahon. Ang gibuhat sa mga tig-atake sa pagpuno sa kredensyal aron malibot kini nga mga pamaagi sa pagpanalipod mao kini ang pagsundog sa geographic ug IP diversity. Gamit ang kusgan, sagad nga gamit nga gimaneho sa AI, mahimo nilang ipakita nga libu-libo nga mga tiggamit ang random nga naningkamot sa pag-log in sa lainlaing mga oras sa adlaw gikan sa tibuuk nasud. Kini labi ka lisud nga mahibal-an ug hunongon.",
    "1892020899": "Asa makuha sa mga hacker ang mga kredensyal?",
    "2597149484": "Ang hinungdan nga ang hacker kinahanglan nga \"magbutang\" sa daghang mga kredensyal adunay kalabotan kung diin nila makuha ang ilang mga kinawat nga kredensyal.",
    "3030395800": "Kini nga mga kredensyal kasagaran gikan sa mga paglapas sa datos. Nailhan usab nga \"mga pagbuga sa kredensyal,\" kini nga mga pag-atake mahimong moresulta sa milyon-milyon nga mga kredensyal nga natambak sa ngitngit nga web. Kung ang spill gikan sa usa ka bangko, ang hacker mosulay sa paggamit sa mga kredensyal aron makaadto sa ubang mga site. Kini nga pamaagi molihok tungod kay daghang mga tawo ang naggamit sa parehas nga kombinasyon sa username ug password alang sa daghang mga site. (Kini nga praktis dili kadasig, apan ang tinuod mao kini. Ang mga tawo lagmit nga magsubli sa parehas nga mga kredensyal sa pag-log in.",
    "1258965840": "Busa, kung ang tig-atake makasulod sa usa ka site, lagmit makasulod siya sa daghang mga site gamit ang na-uwaw nga mga kredensyal. Pananglitan, mahimo silang makakuha og username/password nga pares sama sa JohnDoe/525momma, apan wala silay ideya kung unsa ang mahimo sa pares alang kanila. Mao nga, gisulayan nila ang pares sa Amazon.com, Ebay, Citibank, Walgreens ug uban pa. Mahimo nilang sulayan kana nga pares sa usa ka libo nga lainlaing mga site.",
    "3594440415": "Sa kadugayan, magsugod na sila sa pag-abli sa mga pultahan.",
    "780280214": "Giunsa makunhuran sa hCaptcha ug hCaptcha Enterprise ang hulga sa pagpuno sa kredensyal",
    "4165374512": "Samtang posible nga gamiton ang mga gamit sa pag-ila sa IP ug lokasyon aron mapugngan ang pagpuno sa kredensyal, ang usa ka labi ka epektibo nga gasto ug tukma nga pamaagi mao ang pag-undang sa automated nga credential stuffing bot mismo. Ang hCaptcha ug hCaptcha Enterprise mahimong makapugong sa bot sa punto sa pagsulod. Bisan kung ang bot adunay husto nga mga kredensyal, kung dili kini makalusot sa pagkakita sa hCaptcha Enterprise o sa CAPTCHA sa hCaptcha, dili kini makahimo sa pagpuno niini ug ang imong site ug mga tiggamit mapanalipdan.",
    "3269644546": "Palihug",
    "1058572205": "kanamo kung gusto nimo mahibal-an ang dugang bahin",
    "3753613260": "kontak",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Pagreport sa mga Reklamo sa DMCA",
    "54093347": "Rehistradong Ahente sa DMCA",
    "3233441200": "Balika ang Infringer Policy",
    "4011712313": "Isip kabahin sa among Polisiya sa DMCA, nagbutang kami og mga account sa mga kustomer diin kami nakadawat og daghang mga pahibalo sa DMCA sa giingong paglapas ngadto sa usa ka multi-step nga DMCA Repeat Infringer Policy. Sa pagkadawat sa gibalikbalik nga mga pahibalo sa DMCA sa usa ka bulan sa kalendaryo, ang account sa kostumer mouswag gikan sa usa ka lakang sa palisiya hangtod sa sunod.",
    "766825168": "Ang mga aksyon nga mahimo namong buhaton ubos sa DMCA Repeat Infringer Policy naglakip sa pagpadala og mga alerto sa dugang nga visibility sa account sa kustomer sa record. Aron mailhan kini nga mga alerto, mahimo namon nga hangyoon ang kustomer nga mag-log in sa account o tawagan ang among team sa suporta. Gitagana usab namo ang katungod sa pagsuspenso o paghunong, ingon man usab sa paggamit sa uban pang mga interim nga mga lakang sa, ang hCaptcha ug IMI nga serbisyo sa bisan kinsa nga kustomer diin kami nagpadayon sa pagdawat sa mga abiso sa DMCA sa giingong paglapas bisan human kami nagpadala og balik-balik nga mga alerto sa paglapas. Dugang pa, mahimo namon nga tapuson sa among kaugalingon nga pagkabuotan ang ubang mga serbisyo sa hCaptcha o IMI nga gihatag sa kini nga mga kostumer kung among tapuson ang serbisyo sa hCaptcha sa ilawom sa kini nga palisiya.",
    "2410122265": "Mga Kapanguhaan sa hCaptcha: Bots 101",
    "4166776480": "Credential Stuffing: Unsa Kini Ug Giunsa Paghunong ang mga Pag-atake",
    "2301335298": "Pangilad sa Pagbayad: Pagminus sa usa ka Paspas nga Nag-uswag nga Paagi sa Cybercrime",
    "3682071227": "Unsa ang Account Takeovers Ug Giunsa Nila Pagtrabaho?",
    "2729131930": "Unsa ang Scraping Ug Giunsa Kini Pagtrabaho?",
    "1344959096": "Nagtrabaho isip indibidwal nga labeler sa datos",
    "3510143229": "Ang hCaptcha usa ka serbisyo para sa mga website ug app,",
    "3930611699": "indibidwal nga mga trabahante.",
    "1051214799": "Ang hCaptcha usa ka serbisyo sa seguridad sa web nga naningkamot sa pagpaambit sa bili sa mga magmamantala sa mga website o app nga naggamit niini.",
    "360236473": "Ang serbisyo sa hCaptcha wala gituyo nga gamiton alang sa bisan kinsa nga magtrabaho isip usa ka indibidwal nga tig-label. Wala kini gidesinyo o angay niini nga katuyoan. Wala namo girekomendar ang bisan kinsa nga mosulay sa paggamit sa hCaptcha isip tinubdan sa personal nga kita.",
    "3842490632": "Ang usa ka indibidwal nga tiggamit nga mosulay sa pagtubag sa daghang mga pangutana lagmit nga ma-rate nga limitado o gidili dayon. Parehas nga importante, sama sa atong",
    "1560232962": "naglangkob sa detalye, walay garantiya nga gihimo sa kantidad nga nakuha alang sa bisan unsa nga gihatag nga tubag. Mahimong walay bayad nga mga pangutana nga magamit nianang panahona, ang tubag mahimong isalikway tungod sa kalidad nga mga rason, ug uban pa.",
    "2694001822": "Bisan pa, usahay nag-abang kami og mga indibidwal aron matabangan kami sa pagsulay sa mga kabtangan sa sistema ug bag-ong mga bahin.",
    "1569804581": "Kung gusto nimo nga makontak sa umaabot bahin sa mga may kalabutan nga mga oportunidad, palihug sulati kini nga porma.",
    "636461959": "Ngalan",
    "1139500589": "Nasud",
    "1789607185": "Email Address",
    "325077666": "Pinaagi sa pagsumite sa imong impormasyon miuyon ka sa among",
    "3555583744": "ug",
    "3609929815": ". Among itago ang imong ngalan, nasud, ug impormasyon sa email address para lang sa katuyoan nga makontak ka sa umaabot bahin sa indibidwal nga pag-label sa mga oportunidad sa trabaho.",
    "4197928199": "Patakaran sa Pagkapribado",
    "851786723": "Pinaagi sa pagsulod sa imong email, miuyon ka sa among Mga Termino ug Patakaran sa Pagkapribado, ug makadawat og email gikan kanamo.",
    "2402165761": "Giunsa ang Pag-scrape?",
    "4260542944": "Ang pag-scrap sa sulod (nailhan usab nga \"screen scraping\" o \"pag-scrape lang\") usa ka pamilyar, kasagaran mapuslanon nga proseso sa pagkolekta sa impormasyon gikan sa web. Bisan pa, sa bag-ohay nga mga tuig, ang teknik nahimong usa ka gipaboran nga himan sa mga hacker ug mga mangingilad. Ang mga countermeasure epektibo nga makapakunhod sa hulga, apan aron ipatuman kini, hinungdanon nga masabtan kung giunsa ang proseso.",
    "2066255783": "Unsa ang Content Scraping?",
    "1910628828": "Ang pag-scrap sa sulod maoy usa ka teknik sa pag-ilog sa datos gikan sa usa ka sistema nga naglakip sa usa ka automated toolset nga nagpakaaron-ingnon nga usa ka software client o usa ka web browser. Dili na bag-o. Sa tinuud, alang sa mga inhenyero sa software nga tingali nanginahanglan mga datos gikan sa usa ka karaan nga mainframe, ang pag-scrape mahimo ra nga paagi aron makuha ang kasayuran. Ang orihinal nga mga konektor mahimong mawala ug dili na mapulihan.",
    "3408107995": "Karon, bisan pa, ang pag-scrap kanunay nagpasabut nga usa ka programa nga pamaagi sa pagbira sa datos gikan sa usa ka website. Ang scraping software naglihok sama sa usa ka tawo nga tiggamit, pag-klik sa mga buton ug pagbasa sa resulta nga output. Adunay daghang mga lehitimong gamit sa pag-scrape. Ang mga web crawler nga nagpalihok sa mga search engine usa ka pananglitan. Mao usab ang mga himan sama sa Skyscanner nga nangita alang sa mga deal sa pagbiyahe pinaagi sa pagsulud sa libu-libo nga mga website sa pagbiyahe. Gigamit usab kini sa mga kompanya sa Fintech, nga nag-scrap sa datos sa pinansya sa gumagamit gikan sa mga site sa bangko kung wala’y magamit nga Application Programming Interfaces (APIs) aron mahimo ang koneksyon sa datos. Ang mga butang nga angay hinumdoman bahin sa pag-scrape sa screen mao ang katulin ug kadali niini. Ang proseso makaani ug daghan kaayong datos gikan sa mga website, sa pag-ingon nga ang mga site wala ma-configure aron mapugngan kini nga mahitabo. Sa katulin sa pag-compute, ang usa ka scraper makatigom og dagkong mga dataset pinaagi sa pagpakig-uban sa mga website ug sa nagpahiping software ug mga database nga nagpalihok kanila.",
    "1920884252": "Ngano nga ang pag-scrap sa sulud usa ka hulga sa seguridad?",
    "2256795853": "Ang abilidad sa pagkuha sa daghang mga datos, sa madali, gikan sa mga website naghimo sa pag-scrape nga usa ka gamhanan nga himan sa mga kamot sa mga malisyosong aktor. Ang usa ka scraping bot makahimo sa pagkolekta sa datos sa user gikan sa social media sites. Dayon, pinaagi sa pag-scrape sa mga site nga adunay mga adres ug uban pang personal nga impormasyon ug pag-correlate sa mga resulta, ang usa ka hacker mahimong makahimo sa mga krimen sa pagkatawo sama sa pagsumite sa mga aplikasyon sa malimbungon nga credit card.",
    "4087694419": "Ang usa ka scraping hacker mahimo usab nga magtigum og mga datos gikan sa mga site sama sa Amazon ug eBay aron makahimo og peke o malimbungon nga mga listahan sa produkto. Mahimo niyang itanyag kini nga ibaligya sa mga serbisyo sa peer-to-peer sama sa OfferUp ug magpahigayon og mga pag-atake sa phishing sa mga pumapalit. O, ang mangingilad mahimong makabaligya sa mga produkto nga wala. Pinaagi sa pag-scrape sa sulod gikan sa mga site sa publisher, ang mangingilad makahimo og peke nga ad publisher nga mga panid sa lain-laing mga serbisyo. Mahimo nilang ibaligya ang mga ad sa mga panid sa awtorisado nga mga reseller, kansang mga kontak ilang nakuha gikan sa ads.txt file sa publisher. Ang mga ad slots makita nga tinuod sa tig-anunsiyo, apan dili.",
    "3315658779": "Paglikay sa Pag-scrap sa Content gamit ang hCaptcha Enterprise",
    "2602081482": "Gigamit sa hCaptcha Enterprise ang advanced machine learning aron mahibal-an ang makadaot nga trapiko sa imong site ug mga app - lakip ang mga kalihokan sa pag-scrap.",
    "1422537019": "kanato karon aron makakat-on pa.",
    "1988268879": "Epektibo nga gasto sa pag-label sa datos sa sukod",
    "2163914794": "Nagkinahanglan ug dugang mga label para sa imong mga dataset? Naghatag ang hCaptcha nga paspas, epektibo sa gasto, ug taas nga kalidad nga pag-label sa datos alang sa mga kompanya nga nagtrabaho sa artipisyal nga paniktik ug mga aplikasyon sa pagkat-on sa makina.",
    "3378932530": "Kuhaa ang Imong Data nga Gimarkahan Karon",
    "3483700676": "Ilunsad dayon ang milyon-milyon nga mga buluhaton",
    "3478726913": "Ang hCaptcha adunay usa sa pinakadako nga pool sa planeta nga magamit nimo. Bisan unsa ang imong sukod, mahimo namon kini nga wala’y mahal nga mga pasalig. Minilyon nga buluhaton kada adlaw walay problema.",
    "740501259": "Yano nga API-driven pipelines",
    "2784612261": "Gusto nga i-integrate ang pagrepaso sa tawo direkta sa imong mga operasyon sa negosyo? Nagtanyag kami ug taas nga kasaligan nga mga SLA, garantiya nga kapasidad, ug yano nga REST API.",
    "1144966033": "Gi-optimize alang sa gasto ug kalidad",
    "3213351333": "Wala kinahanglana ang pasiuna nga pasalig",
    "2107077506": "Ang HUMAN nga plataporma naggamit ug komprehensibo nga mga modelo sa pagsalig aron mahimo ang sopistikado nga real-time nga kalidad nga pagtuki. Kini nagtugot kanamo nga dali nga mahibal-an ang kalisud sa mga pangutana ug ang ilang lagmit husto nga tubag, nga makatipig kanimo oras ug salapi.",
    "3576146278": "Bayri lamang ang katukma nga imong gikinahanglan",
    "2952586316": "Dili tanan nga problema managsama. Ang mga anotasyon alang sa mga buluhaton nga kritikal sa kaluwasan mahimong magkinahanglan og 99.99% nga pagsalig gikan sa hingpit nga mga trabahante sa tawo. Ang mga anotasyon para sa usa ka feature sa beta sa usa ka mobile game app mahimong magkinahanglan lang ug kasarangang pagsalig. Ikaw ang magdesisyon.",
    "710145621": "Ihatag ang imong kaugalingon nga datos sa kamatuoran sa yuta o tuguti kami nga magtukod niini dayon",
    "987901590": "Aduna ka bay hilaw nga datos nga walay komprehensibo nga set sa pag-verify? Sa kadaghanan nga mga kaso mahimo kaming magtukod usa alang kanimo samtang ang mga buluhaton nagdagan sa sistema, o paghimo og mga gimarkahan nga sample alang sa imong pag-apruba.",
    "2597352122": "Mga Uri sa Anotasyon",
    "1344687860": "Mga Bounding Box",
    "1089415440": "Tukma nga pagkakita sa butang sa mga imahe ug video",
    "3817067682": "Mga polygon",
    "2682873489": "Tinoa ang utlanan nga dapit alang sa mga butang",
    "1275150216": "Mga timaan",
    "2067112112": "Itudlo ang mga anotasyon alang sa daghang lain-laing mga kaso sa paggamit",
    "4228682126": "Pagkategorya sa Hiyas",
    "2920213479": "Paghan-ay o idugang ang arbitraryong mga kategorya sa bisan unsang gidak-on",
    "3288667364": "Pagtandi ug Pagsusi",
    "155877895": "Gipangita sa tawo ug klasipikasyon",
    "3128433367": "... ug daghan pa",
    "2827452240": "Kinahanglan ba ang lain nga tipo nga wala gilista dinhi? Pangutan-a lang mi.",
    "719304627": "Nagkinahanglan ug End-to-End Control?",
    "1172067553": "Ang TAWO nga plataporma luyo sa hCaptcha naghatag ug labing sopistikado nga kalidad sa trabaho ug mga bahin sa pagdumala pinaagi sa on-premise, hybrid, o SaaS deployment nga nag-uban sa imong kasamtangan nga mga sistema.",
    "2319072959": "Pagdagan sa hingpit nga offline sa imong kaugalingon nga mga trabahante, pagsubay sa kantidad nga gigamit sa mga yunit sa negosyo o mga kauban sa consortium, pilion nga ruta ang mga trabaho sa lainlaing mga internal o eksternal nga tighatag sa trabaho base sa mga kinahanglanon sa gasto ug seguridad, ug uban pa.",
    "1936512180": "Sayon nga pag-access sa API, matahum nga mga dashboard, ug ang pinakabag-o nga teknolohiya nga modelo-in-the-loop aron mapataas ang kahusayan sa mga trabahante.",
    "3913848038": "99.99% uptime SLAs ug 24/7 global nga suporta anaa.",
    "1080752747": "Kontaka ang sales",
    "1525403768": "Para sa dugang nga impormasyon kontaka ang Enterprise Sales.",
    "1546930020": "Pagkuha sa Data Labeled",
    "2486638408": "Ipasabut ang mga Detalye",
    "1027200955": "Pakigsulti sa usa sa among mga eksperto sa domain aron mahibal-an ang imong mga kinahanglanon sa proyekto: katukma sa target, pormat, ug bisan unsang espesyal nga kinahanglanon.",
    "1156712451": "Inisyal nga Pagsulay sa Trabaho",
    "181065232": "Nagpatuman kami og gamay nga trabaho sa produksiyon base sa imong sample data. Gisulayan niini ang trabaho nga among nahimo aron masiguro nga makuha nimo kung unsa ang imong kinahanglan.",
    "3207769512": "I-deploy ang Mga Trabaho sa Produksyon",
    "1099238677": "Uban sa among taas nga volume ug ubos nga latency among ibalik dayon ang imong trabaho, nga adunay awtomatiko nga paghatud sa diha nga kini mahuman.",
    "465783046": "Gusto nga sulayan kini sa imong datos?",
    "328625009": "... andam kami kung naa ka: ang among serbisyo magamit sa tibuok orasan.",
    "3225770968": "Gidisenyo ang hCaptcha aron masulbad ang labing grabe nga problema sa pagtrabaho sa pagkat-on sa makina; pag-label sa daghang mga datos sa tukma sa panahon, barato, ug kasaligan nga paagi.",
    "2041686284": "Daghang datos sa kasagaran nagpatunghag mas maayong mga resulta sa pagbansay sa mga modelo sa pagkat-on sa makina. Ang bag-o nga kalampusan sa lawom nga mga modelo misangpot sa nagkadaghan nga mga dataset, ug ang hCaptcha nagsilbi niini nga panginahanglan. Bisan pa, ang paghimo og daghang mga datos nga gisusi sa tawo gamit ang tradisyonal nga mga pamaagi hinay ug mahal.",
    "3729345277": "Ang hCaptcha usa ka paagi alang sa mga kompanya nga makakuha sa mga anotasyon nga ilang gikinahanglan nga mas paspas, nga adunay mas taas nga kalidad ug sa mas ubos nga gasto kaysa sa ubang mga alternatibo.",
    "2103563261": "Pribado o Pampublikong Impormasyon",
    "2513143348": "Ang sistema sa hCaptcha Enterprise talagsaon nga flexible sa iyang disenyo: kini mahimong partially o hingpit nga ipakatap sa daplin sa imong network kon ikaw naglihok sa usa ka publiko nga panganod o nanag-iya sa daghang mga data center.",
    "3107683988": "Makapamenos kini pag-ayo sa trapiko ug gasto sa gawas sa network samtang gihuptan ang tanang benepisyo sa pagdumala sa among 24/7 on-call nga kawani aron matubag ang pinakahigpit nga mga SLA.",
    "3660619092": "Pag-sign up nga libre o kontaka ang mga baligya alang sa mga solusyon sa Enterprise",
    "2351176803": "Mga Termino sa Lisensya para sa hCaptcha JS API",
    "2616226398": "Ubos sa atong",
    "2024293275": ". Ang tanan nga ubang mga katungod gigahin, sa pagkakaron.",
    "1062291156": "standard nga termino",
    "2712493234": "Pangilad sa Pagbayad: Pagminus sa usa ka Paspas nga Nag-uswag nga Paagi sa Cybercrime",
    "1817772953": "Ang pagpanglimbong dili bag-ong matang sa krimen. Sa pagkatinuod, ang mga arkeologo nakalotan ug anti-fraud nga mga himan nga gimugna sa karaang mga Sumerianhon aron sa paghatod ug kahayupan nga walay kapildihan halos 10,000 ka tuig kanhi! Sa ilang kaso, sila nagbutang ug mga token nga yutang kulonon, nga ang matag usa naghawas sa usa ka mananap, sulod sa bolang kulonon nga nailhang “bulla.” Ang toro mobiyahe uban sa panon samtang kini mobalhin gikan sa magbabaligya ngadto sa pumapalit. Bisan pa kaniadto, ang mga tag-iya sa negosyo nabalaka nga dili tanan nga ilang giatubang naa sa taas ug pataas. Daghan ang nausab sa 10,000 ka tuig, apan ang panginahanglan nga mahimong bag-o sa pagpugong sa pagpanglimbong nagpabilin kanato. Karon, ang isyu sa online payment fraud mao ang labing importante. Uban sa Internet, ang mga mangingilad nahimong mas hanas sa paglabaw sa mga kontrol batok sa pagpanglimbong. Ang bag-ong mga solusyon nagbag-o, bisan pa.",
    "1053787685": "Unsa ang Payment Fraud?",
    "433424759": "Ang pagpanglimbong sa pagbayad naglangkob sa bisan unsang matang sa ilegal nga transaksyon diin ang usa ka cybercriminal naghikaw sa biktima sa usa ka butang nga adunay bili, kasagaran salapi. Mahimong ipasabot niini ang paggamit sa kinawat nga credit card aron mag-order og mga baligya online o pagkuha sa usa ka bank account ug iligal nga pagbalhin sa mga pundo gikan niini. Adunay daghang mga kalainan, apan silang tanan adunay parehas nga sangputanan: ang usa ka mangingilad naggamit usa ka kinawat nga identidad o impormasyon sa pagbayad aron mangawat gikan sa usa ka konsumedor, usa ka bangko o usa ka negosyante.",
    "2939852138": "Giunsa ang mga Manglimbong [Sulayi nga] Makalikay sa Pangilad sa Bayad?",
    "1665616092": "Ang pagpanikas sa pagbayad yano ra sa konsepto, apan mahimo kini nga labi ka komplikado sa karon nga pagpatuman niini.",
    "4246520782": "Sa pagkatinuod, ang Internet nahimong saksi sa usa ka tinuod nga lumba sa armas tali sa mga mangingilad ug mga tigdepensa sa bag-ohay nga katuigan.",
    "2167049807": "Gisagop sa mga security team ang lain-laing mga countermeasures ug mga kontrol nga nagpildi sa sayon, tapulan nga mga pamaagi sa pagpanikas sa pagbayad. Bisan pa, ang mga pag-atake nahimong labi ka sopistikado. Pananglitan, ang mga bot mahimo nang maka-ani sa mga kinawat nga numero sa credit card ug PIN gikan sa mga peke nga website ug mga pag-atake sa phishing.",
    "1936449777": "Dayon, sa bug-os nga automated mode, mahimo nilang sundogon ang kinaiya sa tawo sa mga e-commerce nga mga site, pag-klik sa mga buton ug pagdugang sa mga butang ngadto sa mga shopping cart-ngadto sa punto diin daghan, kung dili ang kadaghanan sa mga kontrol sa anti-fraud dili makasulti nga ang usa ka bot naningkamot sa pagpangawat. baligya. Hinunoa, morag ang usa ka tawo nga tiggamit kay mamalit lang. Ang bot makasulod sa account sa tinuod nga kustomer gamit ang mga gikawat nga log in nga kredensyal. Ang dugang nga pagtago sa panlimbong mao ang katakus sa bot sa pagpanglimbong sa mga IP address ug paghimo nga ingon nga ang \"mamalitay\" sa usa ka lugar nga lahi sa tig-atake, nga tingali naa sa usa ka langyaw nga nasud.",
    "648630222": "Paglikay sa Panglimbong sa Pagbayad sa hCaptcha Enterprise",
    "1621930829": "Unsa ang mahimo bahin sa mga abante, walay hunong nga mga kalihokan sa pagpanglimbong sa pagbayad karon? Ang paggamit sa daghang mga layer sa mga kontrol sa kasagaran usa ka maalamon nga pamaagi. Bisan pa, ang labing kaayo nga mga lakang sa pagpugong mao ang mahimo nga makalit-ag sa bot ug magpadayag nga kini peke, bisan pa sa labing kaayo nga mga paningkamot sa mga tiglalang niini aron masundog ang pamatasan sa tawo.",
    "2423586454": "Adunay pipila ka mga butang nga dili mahimo sa software, bisan unsa pa ka maayo ang AI sa luyo niini. Ang modernong teknolohiya sa CAPTCHA nagtanyag usa ka napamatud-an nga pamaagi sa pag-block sa mga bot nga misulay sa pagpadayon sa pagpanikas sa pagbayad. Samtang ang daan nga mga pamaagi sa CAPTCHA, sama sa yano nga mga slanted nga mga numero sa usa ka kahon, karon kasagaran kulang sa pagpagaan sa mga advanced bots, ang usa ka automated testing-response device sama sa hCaptcha Enterprise dali nga makapugong sa usa ka fraudster bot sa higayon sa pag-login sa account o shopping cart checkout. Bisan kung ang bot adunay tinuod nga mga kredensyal, kung dili makalusot sa CAPTCHA.",
    "1467308982": "Mga Iskedyul sa Pagbayad",
    "1291824746": "Ang hCaptcha Payouts modagan kada quarter sa 60 ka adlaw nga trailing basis. Sa pag-ilustrar kon unsay gipasabot niini, palihog tan-awa ang lamesa sa ubos.",
    "3444947612": "Trapik Taliwala",
    "4181611011": "Petsa sa Pagpasig-uli",
    "728503636": "Petsa sa Pagbayad",
    "3720584906": "Hulyo 15, 2021 - Oktubre 15, 2021",
    "388240587": "Ene 5-15, 2022",
    "3426312287": "Ene 5-15, 2022",
    "615618648": "Abr 15, 2021 - Hulyo 15, 2021",
    "3376724603": "Septiyembre 14-24, 2021†††",
    "3398978455": "Septiyembre 15-25, 2021†††",
    "2722456056": "Ene 15, 2021 - Abr 15, 2021",
    "4063155841": "Dili molapas sa Hunyo 25, 2021††",
    "4082053540": "Hunyo 19-25, 2021††",
    "64953197": "Oktubre 15, 2020 - Ene 15, 2021",
    "1023070345": "Dili molapas sa Mar 14, 2021",
    "2600696085": "Marso 15, 2021",
    "3217791519": "Hulyo 15, 2020 - Oktubre 15, 2020",
    "649261378": "Ene 5-11, 2021*",
    "1559190296": "Ene 5-11, 2021†",
    "3806054689": "Abril 15, 2020 - Hulyo 15, 2020",
    "4162383380": "Septiyembre 16 - 22, 2020*****",
    "1990824776": "Septiyembre 16-24, 2020***",
    "3856690908": "Ene 15, 2020 - Abr 15, 2020",
    "3200641265": "Dili molapas sa Hunyo 16, 2020*",
    "3744079744": "Hunyo 15-19, 2020****",
    "2209837451": "Oktubre 15, 2019 - Ene 15, 2020",
    "2510534204": "Dili molapas sa Mar 23rd 2020***",
    "2910560864": "Marso 20-23, 2020***",
    "2544565802": "Hulyo 15, 2019 - Oktubre 15, 2019",
    "3963642878": "Dili molapas sa Disyembre 14, 2019*",
    "622103562": "Disyembre 17, 2019**",
    "4072202039": "Abril 15, 2019 - Hulyo 15, 2019",
    "818049069": "Dili molapas sa Hulyo 15, 2019",
    "1169005651": "Septiyembre 15, 2019",
    "2303655425": "Ene 15, 2019 - Abr 15, 2019",
    "3678889946": "Dili molapas sa Hunyo 15, 2019",
    "3094354698": "Hunyo 15, 2019",
    "4217013126": "Ang mga pagbayad kasagarang modagan sa tibuok adlaw sa Petsa sa Pagbayad, ug sa kinatibuk-an makompleto sa tungang gabii sa oras sa Pasipiko. Kung ang usa ka account gi-flag para sa pagrepaso, mahimo’g molungtad hangtod sa lima ka dugang nga mga adlaw sa negosyo aron ma-release ang bayad.",
    "1447649958": "Ingon usa ka pahinumdom, ang tukma nga trapiko sa tawo ra ang kwalipikado alang sa mga pagbayad. Makita nimo ang dugang nga mga detalye bahin niini sa among FAQ, nga na-link sa ubos. Ang anaa nga balanse kinahanglan usab nga makab-ot ang usa ka minimum nga threshold aron mahimong kwalipikado sa pagbayad, nga karon 10 HMT.",
    "4257144752": "Ang tinuod nga panahon nga mga banabana wala magpakita sa kataposang katukma o pagkatawhanon, ug sa ingon ang imong kataposang kinitaan mahimong magkalahi og dako o paubos gikan sa mga numero nga gipakita sa Dashboard sa wala pa ang imong unang pakig-uli.",
    "2728931827": "Human sa matag pagpasig-uli, ang imong matag-sitekey nga banabana ma-update ug ang katukma sa umaabot nga mga panagna kinahanglan nga motaas, gawas kung ang imong site adunay materyal nga pagbag-o sa pamatasan sa tiggamit.",
    "1200905005": "††† Gikan sa Septiyembre 2021, ang mga rekonsilasyon ug mga pagbayad karon modagan sa gibana-bana nga 10 ka adlaw nga yugto imbes sa usa ka adlaw, aron pasimplehon ang mga pagpugong sa operasyon nga may kalabotan sa pag-uswag sa serbisyo.",
    "4284094387": "†† Pipila sa Hunyo 2021 nga mga reconciliation ug payouts modagan sa sunod nga semana tungod sa mga paglangan sa pag-verify sa katapusang mga kalkulasyon atol sa reconciliation window.",
    "1977013707": "† Ang mga pagbayad sa Disyembre 2020 gi-reschedule gikan sa ika-15 aron malikayan ang pagsapaw sa mga pagpasig-uli sa katapusan sa tuig ug mga bakasyon sa mga kawani: mahuman kini sa ikaduhang semana sa Enero. Tungod sa mas hinay kaysa naandan nga mga pagbalhin sa PayPal, ang mga pagbayad modagan sa daghang mga adlaw kaysa makompleto sa usa ka adlaw.",
    "517010299": "Palihug Timan-i: kami sa pagkakaron nagtrabaho sa usa ka mayor nga backend nga transisyon ngadto sa hapit-tinuod nga panahon nga pagpasig-uli. Ang mga periodic reconciliations modagan dili kaayo kanunay kaysa sa naandan hangtod sa Q1 2021. Wala kini makaapekto sa mga iskedyul o petsa sa pagbayad.",
    "3092200338": "** Kung ang ika-15 mahulog sa usa ka semana, ang Petsa sa Pagbayad kay ika-17.",
    "3891941747": "*** COVID-19 ADVISORY: Tungod sa pagkunhod sa kapasidad sa mga kawani nga may kalabotan sa COVID-19, ang reconciliation gi-reschedule aron mahatagan ug dugang nga oras aron makompleto ang among standard nga pag-verify. Ang mga pagbayad gilauman nga magsugod sa Biyernes ug makompleto sa sunod nga Lunes.",
    "2301757528": "**** Tungod sa pagmentinar sa PayPal sa ilang mga REST API sa panahon sa payout window, dili tanan nga mga payout nahuman niadtong Hunyo 15. Ang bisan unsang mga pagbayad nga gikatakda sa Hunyo 15 (oras sa Pasipiko) apan wala matuman tungod sa mga sayup sa PayPal API gipadagan pag-usab sa Hunyo 19 (oras sa Pasipiko).",
    "116842359": "***** Gilauman nga makompleto ang mga panag-uli sa daghang mga adlaw tungod sa pagmentinar sa sistema.",
    "4154415610": "***** Ang mga pagbayad sa Septiyembre 2020 modagan sa mga batch samtang makompleto ang pagpasig-uli, nga ang uban modagan pipila ka adlaw sa ulahi kaysa orihinal nga gikatakda tungod sa mga paglangan sa pagpasig-uli.",
    "2310694091": "Unsay buot ipasabot sa Reconciliation?",
    "164801246": "Ang pagpasig-uli mao ang proseso diin ang trapiko analisa pagkahuman sa kamatuoran aron mapamatud-an ang pagkatawhanon ug katukma niini, kung ang tanan nga datos gikan sa tanan nga mga site sa pagreport naa na. Mahimo nimong mabasa ang daghang mga detalye sa among",
    "3256245394": "ingon man ang among mga post sa blog, pananglitan",
    "3089778412": "Giunsa pagkalkula sa hCaptcha ang mga Ganti",
    "3329755436": "Nagplano ka ba nga mapadali kini nga proseso?",
    "1911669851": "Oo, kami sa pagkakaron nagtrabaho sa lain-laing mga kalamboan sa among backend nga mga sistema nga among gilauman nga sa kadugayan magtugot kanamo sa pagtanyag sa mas paspas nga pagpasig-uli, mas paspas nga pagbanabana nga tukma, ug mas paspas nga mga pagbayad. Kasamtangang nagtrabaho kami aron mapadali una ang panag-uli.",
    "2366003154": "Mga Pangutana sa Press ug Media",
    "3054564199": "Press Kit",
    "3173156067": "Ang pipila ka andam nga nahimo nga kolateral magamit kung gusto nimo ilakip ang mga pananglitan nga mga imahe sa imong artikulo.",
    "867314732": "Mahimo nimong makuha ang taas nga resolusyon",
    "858218750": "ug giya sa paggamit niini sa",
    "3821716514": "panid.",
    "1186243118": "mga hulagway sa logo",
    "3034959000": "Mahimo nimong makuha",
    "1764089150": "dinhi:",
    "1558428432": ". Palihug i-credit sila sa hCaptcha.com.",
    "2429359042": "pananglitan nga mga imahe sa interface",
    "1480820434": "hulagway 1",
    "3213411837": "hulagway 2",
    "1270712701": "Mga Press Release ug Bag-ong mga Report",
    "231285005": "Makita nimo ang mga bag-ong update sa among blog",
    "1289884910": "Nagmantala usab kami panagsa nga pagtuki ug mga taho. Pananglitan:",
    "932546190": "Ngano nga ang mga CAPTCHA Mag-uban Kanato Kanunay",
    "2344319147": "Unsa ka dako ang bili sa Google bot detection?",
    "1637527266": "Unsang mga nasud ang adunay labing daghang trapiko sa bot?",
    "230159237": "Mga kontak",
    "3759923279": "Palihug idirekta ang mga pangutana sa press sa mosunod nga email address:",
    "4255608322": "Katapusang gi-update: Abril 12, 2021",
    "33639629": "Dili Magamit sa mga Website sa Third Party. Palihug timan-i nga kini nga Polisiya sa Pagkapribado wala magamit sa bisan unsang website, pagtanyag, produkto o serbisyo sa bisan unsang ikatulo nga partido, bisan kung kini nag-link sa among Site o gilakip ang Serbisyo - palihug tan-awa ang magamit nga mga palisiya sa pagkapribado sa wala pa magdesisyon nga maghatag bisan unsang kasayuran sa ikatulo mga partido.",
    "987375734": "Ang IMI nakabase sa Estados Unidos. Ang mga Site ug Serbisyo gikontrol ug gipadagan namo gikan sa Estados Unidos. Ang imong Personal nga Impormasyon mahimong tipigan ug iproseso sa bisan asa nga nasud diin kami adunay mga pasilidad o diin kami nakiglambigit sa mga service provider, ug pinaagi sa paggamit sa Sites ug Serbisyo mitugot ka sa pagbalhin sa impormasyon ngadto sa mga nasud gawas sa imong nasud nga pinuy-anan, lakip ang Estados Unidos. , nga mahimong adunay mga lagda sa pagpanalipod sa datos nga lahi sa imong nasud. Sa pipila ka mga kahimtang, ang mga korte, mga ahensya nga nagpatuman sa balaod, mga ahensya sa regulasyon o mga awtoridad sa seguridad sa ubang mga nasud mahimong adunay katungod nga maka-access sa imong Personal nga Impormasyon.",
    "452920031": "Usa ka Pahinumdom sa mga Kustomer Gawas sa Estados Unidos.",
    "2328839224": ". Palihug tan-awa ang among seksyon nga \"Pahibalo sa mga residente sa California\" nga may kalabotan sa imong mga katungod ubos sa California Consumer Privacy Act (\"CCPA\").",
    "1565481281": "Usa ka Pahinumdom sa mga residente sa California",
    "1028058338": "Palihug tan-awa ang among \"Pahibalo sa EU Data Subjects\" nga seksyon nga may kalabutan sa imong mga katungod ubos sa General Data Protection Regulation (\"GDPR\").",
    "2271205646": "Usa ka Pahinumdom sa European Economic Area Residents.",
    "508143070": "Timan-i nga ang IMI mao ang tigkontrol sa imong personal nga impormasyon, gawas kon kami nagproseso sa personal nga impormasyon alang sa among mga Integrator nga may kalabotan sa probisyon sa among Serbisyo, diin kami ang tigproseso sa personal nga impormasyon, ug kadtong mga Integrator mao ang mga tigkontrol sa personal nga impormasyon.",
    "2330965058": "Kung naglihok kami ingon usa ka processor para sa among mga Integrator, wala kami mogamit sa datos nga nakolekta alang sa bisan unsang katuyoan gawas sa makatarunganon nga kinahanglanon aron mahatagan ang among Serbisyo, ug ang among pagproseso pagadumalahan sa mga kontrata nga naa kanamo sa among mga Integrator, dili kini Patakaran sa Pagkapribado",
    "3017040355": "Ang pagproseso sa datos sa EU Data Subject naglihok ubos sa legal nga basehan sa Standard Contractual Clauses (SCCs) nga gihiusa sulod sa Data Processing Addendum sa atong Terms of Service o Data Processing Agreements uban sa atong mga Integrator.",
    "2233384692": "Kung naa kay mga pangutana o kabalaka kung giunsa pagdumala ang ingon nga datos o gusto nimo gamiton ang imong mga katungod, kinahanglan nimo nga kontakon ang tawo o entidad (ie, ang data controller) nga nakigkontrata kanamo aron magamit ang Serbisyo aron maproseso kini nga datos. Kami, bisan pa, maghatag tabang sa among mga Integrator aron matubag ang bisan unsang mga kabalaka nga mahimo nimo, pinauyon sa mga termino sa among kontrata sa kanila.",
    "349292953": "Impormasyon nga Among Gikolekta",
    "3022001832": "Nagkolekta kami og impormasyon gikan sa mga indibidwal nga nakig-interact sa among mga Sites and Services, lakip na kadtong nag-incorporate sa among Serbisyo sa ilang website (\"Mga Integrators\"), kadtong naggamit sa mga serbisyo para sa data labeling (\"Mga Kustomer\"), ug ang mga end user nga nakig-interact sa among Serbisyo pinaagi sa mga website sa among mga Integrator (\"End-Users\").",
    "835545301": "Gikolekta namo ang mosunod nga mga kategoriya sa impormasyon:",
    "3228928991": "Impormasyon nga magamit sa pag-ila o pagkontak sa usa ka indibidwal (\"Personal nga Impormasyon\"), sama sa ngalan, email address, ug nasud. Among gikolekta ang Personal nga Impormasyon gikan sa among kasamtangan ug umaabot nga mga Integrator ug mga Kustomer sa diha nga sila naghatag niini direkta kanamo (pananglitan, pinaagi sa pagpuno sa usa ka porma sa dihang nagpalista alang sa usa ka account, o nag-aplay aron makadawat sa mga pahibalo sa email gikan kanamo). Mahimo usab namo nga pamatud-an ang pagkatawo sa among mga Integrator ug Kustomer pinaagi sa pagtandi sa personal nga impormasyon batok sa mga third party database o opisyal nga legal nga mga dokumento.",
    "1655796811": "Awtomatikong nakolekta ang impormasyon isip resulta sa paggamit sa usa ka Integrator o Customer sa mga Site o sa Mga Serbisyo (\"Impormasyon sa Analytics\"), sama sa mga IP address, tipo sa browser, Internet service provider, tipo sa plataporma, tipo sa device, operating system, petsa ug time stamp sa pag-access, ug uban pang susamang impormasyon. Ang ubang Impormasyon sa Analytics gikolekta alang kanamo sa mga ikatulo nga partido nga among giapilan alang niana nga katuyoan, ug pipila ka Impormasyon sa Analytics nakolekta pinaagi sa lain-laing mga teknolohiya sa pagsubay, lakip ang cookies (tan-awa ang \"Third Party Analytics ug Tracking Technologies\" sa ubos).",
    "1388241689": "Ang impormasyon nga nakolekta isip resulta sa mga End-Users nga nagtubag sa mga prompt pinaagi sa Service (\"Labeled Data\"), sama sa image labeling data, text nga gi-convert gikan sa audio files nga gipatokar ngadto niadtong End-Users, mga tubag sa mga pangutana, ug uban pang prompt nga gihimo sa Service alang sa mga katuyoan sa pag-label sa datos aron magamit sa mga aplikasyon sa pagkat-on sa makina. Timan-i nga ang Gi-label nga Data wala gihigot sa bisan kinsa nga giila nga indibidwal.",
    "1493790285": "Ang ubang impormasyon nga nakolekta gikan sa End-Users isip kabahin sa Serbisyo nga gikinahanglan aron matino kung sila ba",
    "2216374138": "mga tawo, sama sa mga paglihok sa mouse, posisyon sa pag-scroll, mga panghitabo sa keypress, mga panghitabo sa paghikap, ug impormasyon sa gyroscope / accelerometer kon angay.",
    "2394073454": "Mahimong mangolekta kami og dugang nga impormasyon gikan sa mga End-Users nga gustong makigtambayayong kanamo isip Indibidwal nga Data Labelers.",
    "3103557430": "Giunsa Nato Paggamit ang Impormasyon",
    "1130802068": "Gigamit namo ang impormasyon nga among gikolekta alang sa mosunod nga mga katuyoan:",
    "2940689138": "Aron sa pagdumala sa Integrator ug Customer nga mga account ug paghatag sa Serbisyo. Gigamit namo ang Personal nga Impormasyon aron ma-associate ang mga piho nga account sa mga Integrator ug Customers ug mahatagan sila sa Serbisyo, aron pagtubag sa mga hangyo o pangutana, paghatag suporta o teknikal nga tabang, ug aron mapadali ang pagbayad.",
    "857974529": "Aron mapauswag ang Site ug ang Serbisyo. Gigamit namo ang Impormasyon sa Analytics aron mapauswag ang among naa na ug mapalambo ang bag-ong mga serbisyo ug mga tanyag ug aron ipasadya ang mga naa na ug umaabot nga mga gitanyag nga produkto.",
    "1820844638": "Aron makuha ang mga panan-aw sa merkado. Gigamit namon ang Impormasyon sa Analytics aron analisahon ang merkado ug magpahigayon mga pagtuki sa negosyo nga may kalabotan sa Site ug sa among Mga Serbisyo, ug alang sa ubang mga katuyoan sa panukiduki.",
    "3386280249": "Aron maghatag usa ka merkado alang sa Labeled Data. Gitugotan sa among Serbisyo ang taas nga volume nga pag-label sa datos ug pagrepaso sa tawo alang sa mga sistema sa pagkat-on sa makina ingon usa ka serbisyo sa mga tag-iya sa website ug kompanya nga nanginahanglan tabang aron mamarkahan ang ilang datos. Alang niana nga katuyoan, among gibutyag ang Gi-label nga Data sa among mga Kustomer nga interesado nga makakuha og Labeled Data.",
    "3532143291": "Aron masiguro ang among mga serbisyo ug sistema. Gigamit namo ang Impormasyon sa Analytics aron masiguro ang among mga sistema pinaagi sa pag-ila sa mga potensyal nga hulga ug kahuyang, ug aron mapanalipdan ang kasayuran nga among gikolekta.",
    "2185418511": "Alang sa bisan unsang lehitimong katuyoan sa negosyo, basta ang kasayuran wala mailhi o giipon sa ingon nga dili kini makatarunganon nga ihigot sa usa ka indibidwal.",
    "2386465280": "Giunsa Nato Pagpaambit sa Impormasyon",
    "2159517814": "Among ipaambit o ibutyag ang personal nga impormasyon sa mosunod nga mga kaso:",
    "4256083674": "Sa direkta nga hangyo gikan sa usa ka Integrator aron mahibal-an ang peligro sa pagpanglimbong sa usa ka piho nga hangyo sa hagit sa CAPTCHA o IP address, o kung dili kung diin gihatag ang piho nga pagtugot.",
    "3494826505": "Uban sa mga vendor nakiglambigit kami aron mahatagan ang hinungdanon nga mga aspeto sa Mga Site ug Serbisyo, sama sa pagtipig sa datos, pag-host, ug Analytics, ug alang lamang sa mga katuyoan.",
    "1119009846": "Kung gikinahanglan sa pagtuman sa angay nga balaod, lakip na ang mga hangyo sa gobyerno, mga hangyo sa pagpatuman sa balaod, ug sa laing bahin sa publiko ug pribado nga mga entidad aron mapanalipdan ang mga katungod, pribasiya, kaluwasan, o kabtangan nimo, kanamo, o sa uban.",
    "197676026": "Uban sa uban alang sa bisan unsang lehitimong katuyoan sa negosyo, kung ang kasayuran wala mailhi",
    "2359312315": "o gihugpong sa ingon nga dili kini makatarunganon nga ihigot sa usa ka indibidwal.",
    "2497216176": "Third Party Analytics ug Tracking Technologies",
    "3694578791": "Sama sa gihisgutan sa ibabaw, kami (ug ang among mga third party vendor) nagkolekta sa Impormasyon sa Analytics sa bahin pinaagi sa paggamit sa cookies, web beacon, ug uban pang mga teknolohiya sa pagsubay. Sa pila ka higayon, nakigtambayayong kami sa mga tigbaligya sa ikatulo nga partido aron magamit ang cookies alang sa katuyoan sa pagkolekta sa Impormasyon sa Analytics.",
    "2014256987": "Kung gusto nimo nga dili babagan ang paggamit sa cookies o uban pang mga teknolohiya sa pagsubay, palihug tan-awa ang \"Pagdumala sa Imong Impormasyon,\" sa ubos. Palihug timan-i nga ang pagbuhat sa ingon mahimong negatibo nga makaapekto sa imong kasinatian sa paggamit sa mga Site o Serbisyo, tungod kay ang pipila nga mga bahin mahimong dili molihok sa husto.",
    "2788024905": "Giunsa Nato Pagsiguro ang Impormasyon",
    "3031284129": "Mga Disclaimer sa Garantiya",
    "26365791": "Sa kinatibuk-ang gidak-on nga gitugot sa balaod, ang Site ug ang Serbisyo (ug bisan unsang uban nga mga serbisyo, impormasyon, datos, bahin, ug uban pang sulod o materyales) gihatag sa basehan nga \"as-is\" ug \"as-available\". Sa kinatibuk-ang gidak-on nga gitugot sa balaod, ang IMI wala maglakip sa tanang mga warranty, lakip na apan dili limitado sa gipasabot nga mga garantiya sa pagkahimong mamaligyaay, angay alang sa usa ka partikular nga katuyoan, ug dili paglapas.",
    "735630686": "Pagdumala sa Imong Impormasyon (Imong mga Katungod)",
    "2895491273": "Kung gusto nimo nga i-block ang cookies o uban pang mga teknolohiya sa pagsubay, kadaghanan sa mga browser ug mobile device tanan nimo nga usbon ang imong mga setting aron mapahibalo ka kung nakadawat ka mga cookies o uban pang mga teknolohiya sa pagsubay nga gigamit, ug aron mapili kung dawaton o dili. kini. Kadaghanan sa mga browser nagtugot usab kanimo sa pag-disable o pagtangtang sa kasamtangan nga mga cookies o sa awtomatikong pagsalikway sa umaabot nga mga cookies. Mahimo usab nimong gamiton ang mga himan sa ikatulo nga partido, lakip ang mga plug-in sa browser, aron makontrol ang imong mga gusto sa cookie. Hinumdumi, bisan pa, nga kung imong i-disable ang tanan nga cookies, pipila ka mga bahin sa among mga Site mahimong dili molihok sa husto.",
    "707527778": "Impormasyon gikan sa mga Bata",
    "2419795065": "Pahibalo sa mga residente sa California",
    "1517625162": "Ubos sa California Civil Code Section 1789.3, ang mga tiggamit sa California adunay katungod sa mosunod nga pahibalo sa katungod sa mga konsumidor: Ang mga residente sa California mahimong makaabot sa Complaint Assistance Unit sa Division of Consumer Services sa California Department of Consumer Affairs pinaagi sa koreo sa 1625 North Market Blvd., Sacramento, CA 95834, o pinaagi sa telepono sa (916) 445-1254 o (800) 952-5210.",
    "3730344349": "Kini nga seksyon naghatag ug dugang nga mga detalye bahin sa personal nga impormasyon nga among gikolekta bahin sa mga konsumidor sa California ug ang mga katungod nga gihatag kanila ubos sa California Consumer Privacy Act o \"CCPA.\"",
    "4044467791": "Para sa mga kategorya sa personal nga impormasyon nga among nakolekta gikan kanimo sa miaging 12 ka bulan, palihog tan-awa ang seksyon sa \"Impormasyon nga Among Gikolekta\" sa ibabaw. Among gikolekta kini nga impormasyon para sa negosyo ug komersyal nga katuyoan nga gihulagway sa \"Unsaon Namo Paggamit sa Personal nga Impormasyon\" nga seksyon sa ibabaw. Sa miaging 12 ka bulan, among gipaambit ang mosunod nga mga kategorya sa impormasyon sa mga ikatulo nga partido alang sa katuyoan sa negosyo:",
    "4208081170": "Kategorya sa Personal nga Impormasyon",
    "1528242915": "Mga identifier.",
    "3863351997": "Personal nga impormasyon nga mga kategoriya nga gilista sa California Customer Records statute (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "Komersyal nga impormasyon.",
    "2683038211": "Internet o uban pang kalihokan sa electronic network.",
    "3671828834": "Mga Ehemplo sa Personal nga Impormasyon nga Gipaambit",
    "779426309": "Usa ka tinuod nga ngalan, talagsaon nga personal nga identifier, online identifier, Internet Protocol address, email address, account name, o uban pang susama nga mga identifier.",
    "2414368123": "Usa ka ngalan, numero sa credit card, numero sa debit card, o bisan unsang ubang pinansyal nga impormasyon.",
    "4088941349": "Mga rekord sa mga produkto o serbisyo nga gipalit, nakuha, o gikonsiderar.",
    "3238612014": "Kasaysayan sa pag-browse, kasayuran sa interaksyon sa usa ka konsumedor sa usa ka website sa internet, aplikasyon, o ad.",
    "1023108656": "Mga Kategorya sa Third-Party Recipients",
    "1418235079": "Mga Tagahatag sa Serbisyo",
    "3238184941": "Mubo nga sulat: Ang risgo sa pagpanglimbong nga nalangkit sa usa ka indibidwal nga IP address mahimong ipaambit sa usa ka Integrator kon hangyoon.",
    "285116485": "Ang Kompanya wala \"nagbaligya\" (ingon nga kini nga termino gihubit sa CCPA) sa personal nga impormasyon nga among gikolekta. Palihog tan-awa ang seksyon sa \"Third Party Analytics ug Tracking Technologies\" sa ibabaw para sa dugang nga impormasyon bahin sa mga matang sa third-party nga cookies, kon aduna man, nga among gigamit.",
    "1408750006": "Ubos sa pipila nga mga limitasyon, ang CCPA naghatag sa mga konsumedor sa California og katungod sa paghangyo nga mahibal-an ang dugang nga mga detalye bahin sa mga kategorya o piho nga mga piraso sa personal nga kasayuran nga among gikolekta (lakip kung giunsa namon gigamit ug gipadayag kini nga kasayuran), aron mapapas ang ilang personal nga impormasyon, aron dili makaapil sa bisan unsang \"pagbaligya\" nga mahimong mahitabo, ingon man ang katungod nga dili mapihigon tungod sa paggamit niini nga mga katungod.",
    "759057398": "Pahibalo sa EU Data Subjects",
    "825780955": "Personal nga Impormasyon",
    "2945960297": "Mahitungod sa mga sakop sa datos sa EU, ang termino nga \"personal nga impormasyon\" nga gigamit niini nga Patakaran sa Pagkapribado katumbas sa \"personal nga datos\" nga gipasabot sa European Union General Data Protection Regulation (GDPR).",
    "1126613163": "Sensitibo nga Data",
    "3571006800": "Pipila sa impormasyon nga imong gihatag kanamo mahimong naglangkob sa sensitibo nga datos sama sa gipasabot sa GDPR (gitawag usab nga espesyal nga mga kategorya sa personal nga datos), lakip ang pag-ila sa imong rasa o etnisidad sa mga dokumento sa pag-ila nga gihatag sa gobyerno.",
    "1988461282": "Legal nga mga Basehan alang sa Pagproseso",
    "3519564631": "Mga Katuyoan sa Pagproseso",
    "1778642038": "Aron makigkomunikar kanimo",
    "2223819810": "Aron ma-optimize ang among plataporma",
    "1678661231": "Alang sa pagsunod, pagpugong sa pagpanglimbong, ug kaluwasan",
    "2561077702": "Aron mahatagan ang among serbisyo",
    "2066321185": "Legal nga Basihan",
    "1174237568": "Kini nga mga kalihokan sa pagproseso naglangkob sa atong mga lehitimong interes. Kami misulay sa pagkonsiderar ug pagbalanse sa bisan unsang posibleng epekto kanimo (positibo ug negatibo) ug sa imong mga katungod sa dili pa namo iproseso ang imong personal nga impormasyon para sa among mga lehitimong interes. Wala namo gamita ang imong personal nga impormasyon para sa mga kalihokan diin ang among mga interes gisapawan ug bisan unsa nga dili maayo nga epekto kanimo (gawas kung kami adunay imong pagtugot o kung dili gikinahanglan o gitugotan sa balaod).",
    "1350478093": "Katuyoan sa Pagproseso",
    "787916198": "Uban sa imong pagtugot",
    "3348433919": "Imong mga Katungod",
    "3842673636": "Ubos sa GDPR, aduna kay mga katungod bahin sa imong personal nga impormasyon. Mahimo nimong hangyoon kami sa paghimo sa mosunod nga mga aksyon kalabot sa imong personal nga impormasyon nga among gihuptan:",
    "4057343238": "Opt-out",
    "1834911235": "Hunonga ang pagpadala kanimo direkta nga komunikasyon sa marketing nga kaniadto imong giuyonan nga madawat. Mahimo kaming magpadayon sa pagpadala kanimo nga may kalabotan sa Serbisyo ug uban pang mga komunikasyon nga wala’y pagpamaligya.",
    "3022301908": "Access",
    "680638297": "Hatagan ka ug impormasyon bahin sa among pagproseso sa imong personal nga impormasyon ug hatagan ka ug access sa imong personal nga impormasyon.",
    "1409486258": "Sakto",
    "3878077249": "I-update o itul-id ang mga sayop sa imong personal nga impormasyon.",
    "3645414921": "Pagtangtang",
    "42182578": "I-delete ang imong personal nga impormasyon.",
    "1609621367": "Pagbalhin",
    "3208155808": "Pagbalhin ug usa ka kopya nga mabasa sa makina sa imong personal nga impormasyon nganha kanimo o sa ikatulo nga partido nga imong gipili.",
    "1786796818": "Pagdili",
    "3329634829": "Limitahi ang pagproseso sa imong personal nga impormasyon.",
    "4202774977": "butang",
    "3007158970": "Pagsupak sa among pagsalig sa among mga lehitimong interes isip basihan sa among pagproseso sa imong personal nga impormasyon nga makaapekto sa imong mga katungod.",
    "1273071008": "Mga Pangayo sa Katungod sa Pag-access sa Subjek sa Data",
    "3594381346": "lokasyon.",
    "21141582": "kini",
    "3357523404": "Pagbalhin sa Data sa Cross-Border",
    "290966395": "Sama sa gihulagway sa among \"Usa ka Pahinumdom sa mga Kustomer Gawas sa Estados Unidos\" nga seksyon, palihug hinumdomi nga ang imong personal nga datos ibalhin, iproseso, ug itago sa Estados Unidos. Ang mga balaod sa pagpanalipod sa datos sa US mahimong lahi sa mga balaod sa imong nasud nga pinuy-anan. Gitugotan nimo ang pagbalhin sa imong impormasyon, lakip ang personal nga impormasyon, ngadto sa US sumala sa gilatid niini nga Patakaran sa Pagkapribado pinaagi sa pagbisita sa among mga Site o paggamit sa among Serbisyo.",
    "3178581111": "Gamita para sa Bag-ong mga Katuyoan",
    "1088304322": "Mahimo namong gamiton ang imong personal nga impormasyon alang sa mga rason nga wala gihulagway niining Polisiya sa Pagkapribado, diin gitugutan kami sa balaod sa pagbuhat niini ug diin ang rason nahiuyon sa katuyoan nga among gikolekta kini. Kung kinahanglan namon nga gamiton ang imong personal nga kasayuran alang sa usa ka wala’y kalabutan nga katuyoan, mahimo namon nga pahibal-an ka ug ipasabut ang angay nga ligal nga sukaranan alang sa kana nga paggamit. Kung nagsalig kami sa imong pagtugot alang sa usa ka partikular nga paggamit sa imong personal nga kasayuran, mahimo namon nga pangayoon ang imong pagtugot alang sa bisan unsang wala’y kalabutan nga katuyoan ug tugotan ka nga tapuson ang imong paggamit sa serbisyo nianang panahona kung mosupak ka.",
    "2260079771": "Pagtipig sa Data",
    "38428546": "Gitipigan namo ang imong Personal nga Data nga luwas sa tibuok kinabuhi sa imong account uban kanamo. Ipabilin lang namo ang imong Personal nga Data basta gikinahanglan aron matuman ang mga katuyoan nga among gikolekta niini, lakip ang mga katuyoan sa pagtagbaw sa bisan unsang legal, accounting, o obligasyon sa pagreport o sa pagsulbad sa mga panaglalis. Ang mga pamatasan nga among gigamit aron mahibal-an ang mga panahon sa pagtipig naglakip sa magamit nga mga probisyon sa kontraktwal nga gipatuman, ligal nga mga panahon sa limitasyon sa balaod, magamit nga mga kinahanglanon sa regulasyon, ug mga sumbanan sa industriya.",
    "384965568": "Samtang ang mga kinahanglanon sa pagpadayon magkalainlain sa hurisdiksyon, ang kasayuran bahin sa among kasagaran nga mga panahon sa pagpadayon alang sa lainlaing mga aspeto sa imong personal nga datos gihulagway sa ubos.",
    "2788836740": "Ang impormasyon sa pagkontak alang sa mga katuyoan sa pagpamaligya gipabilin sa usa ka padayon nga basehan hangtud nga ikaw un-subscribe. Pagkahuman among idugang ang imong mga detalye sa among lista sa pagsumpo hangtod sa hangtod. Ang impormasyon sa email nga nakolekta gikan sa Accessibility Users dili gayud gamiton alang sa mga katuyoan sa marketing.",
    "3520687192": "Ang mga rekord sa komunikasyon uban kanimo (pananglitan, mga tiket sa suporta nga giablihan pinaagi sa email o Twitter) mahimong tipigan hangtod sa hangtod.",
    "292211832": "Ang impormasyon nga nakolekta pinaagi sa teknikal nga paagi sama sa cookies, webpage counters ug uban pang analytics tools ilabay sa diha nga praktikal, apan mahimong tipigan sulod sa limitadong panahon hangtod sa usa ka tuig gikan sa pagka-expire sa cookie, kasagaran sa usa ka de-identified ug aggregated nga porma. gawas kon makamatikod kami sa posibleng pag-abuso sa among serbisyo, diin among huptan kana nga impormasyon aron sa pagtabang kanamo sa pagpugong sa umaabot nga pag-abuso. Dili namo ma-link kining wala mailhi ug hiniusang impormasyon nganha kanimo, imong panimalay, IP address, o bisan unsang personal nga impormasyon base sa impormasyon nga gitipigan.",
    "3192683783": "Mga pagbag-o sa kini nga Polisiya sa Pagkapribado",
    "1702335960": "Ang bisan unsang impormasyon nga among kolektahon gipailalom sa Polisiya sa Pagkapribado nga epektibo sa panahon nga ang maong impormasyon nakolekta. Mahimo namon, bisan pa, usbon ang Polisiya sa Pagkapribado matag karon ug unya. Kung ang usa ka rebisyon materyal, ingon nga gitino lamang kanamo, kami magpahibalo kanimo, pananglitan pinaagi sa email. Ang karon nga bersyon kanunay nga i-post sa among panid sa Patakaran sa Pagkapribado.",
    "3669258571": "Patakaran sa Cookie",
    "2905621957": "Katapusang gi-update: Hulyo 18, 2020",
    "1173934218": "Nasabtan namo nga importante kanimo ang imong pribasiya ug pasalig nga mahimong transparent bahin sa mga teknolohiya nga among gigamit. Kini nga polisiya naghatag ug detalyadong impormasyon kon sa unsang paagi ug kanus-a mi mogamit ug cookies sa among mga Site ug Serbisyo.",
    "2694150481": "Gigamit ba namo ang Cookies?",
    "457627611": "Oo. Kami ug ang among analytics o service providers, marketing partners, ug affiliates mahimong mogamit og cookies, web beacons, o pixels ug uban pang mga teknolohiya aron masiguro nga ang tanan nga naggamit sa Sites adunay pinakamaayo nga kasinatian. Palihug tan-awa ang \"Third Party Analytics and Tracking Technologies\" nga seksyon sa among Privacy Policy para sa dugang mga detalye.",
    "501102544": ": kami nagtuo nga ang hCaptcha anti-bot nga serbisyo (ie ang Serbisyo nga na-embed sa mga website, dula, o mobile apps) naglakip lamang sa gitawag nga \"consent-exempt\" nga cookies subay sa mga regulasyon sa GDPR. Ang mga pananglitan sa maong mga exempt nga cookies naglakip sa:",
    "461631543": "Nota sa GDPR",
    "2150907653": "* Ang teknikal nga cookies higpit nga gikinahanglan alang sa paghatag sa serbisyo. Naglakip kini sa mga gusto nga cookies, cookies sa sesyon, cookies sa pagbalanse sa pag-load, ug uban pa.",
    "1012122721": "* Ang estadistika nga mga cookies nga direktang gidumala namo (ie first party, dili third-party cookies), diin ang data wala gigamit alang sa profiling.",
    "3255230599": "Unsa ang Cookie?",
    "2954157511": "Ngano nga gigamit namon ang Cookies?",
    "1539071196": "Kasagaran among gigamit ang Cookies alang sa mosunod nga mga katuyoan:",
    "3545935449": "Aron mailhan ang bag-o o nangaging mga tiggamit.",
    "32739972": "Aron tipigan ang imong impormasyon sa sesyon sa pag-login kung narehistro ka sa among mga Site.",
    "4209078147": "Aron mapauswag ang among Site ug aron mas masabtan ang imong mga pagbisita sa among mga platform ug Site.",
    "1077448694": "Aron ma-integrate sa mga third party nga social media website.",
    "1709478090": "Aron sa pag-alagad kanimo sa base sa interes o gipunting nga advertising.",
    "3256020881": "Aron maobserbahan ang imong mga pamatasan ug mga kalihokan sa pag-browse sa daghang oras sa daghang mga website o uban pang mga platform.",
    "1092241113": "Aron mas masabtan ang mga interes sa among mga Kustomer ug mga Integrator.",
    "1434289796": "Ang ubang mga Cookies gikinahanglan alang sa pipila ka mga paggamit sa mga Site, ug kung wala ang maong mga Cookies, dili kami makahatag og daghang mga serbisyo nga imong gikinahanglan aron sa hustong paggamit sa mga Site. Kini nga mga Cookies, pananglitan, nagtugot kanamo sa pag-operate sa among mga Site aron ma-access nimo kini ingon sa imong gihangyo ug ipahibalo kanamo nga nakabuhat ka usa ka account ug naka-log in kana nga account aron ma-access ang sulud sa Site. Naglakip usab sila og mga Cookies nga makapahimo kanamo sa paghinumdom sa imong nangaging mga aksyon sulod sa samang sesyon sa pag-browse ug pagsiguro sa among mga Site.",
    "1533171442": "Gigamit usab namo ang mga functional Cookies ug Cookies gikan sa mga ikatulo nga partido alang sa pagtuki ug mga katuyoan sa marketing. Ang Functional Cookies makapahimo sa pipila ka mga bahin sa Sites nga mogana sa hustong paagi ug ang imong mga gusto sa user magpabiling nailhan. Ang Mga Cookies sa Pag-analisa, lakip sa uban pang mga butang, nagkolekta og impormasyon kung giunsa paggamit sa mga Kustomer, Integrator, ug End-user ang among mga Site, ang sulud ug mga produkto nga kanunay makita sa mga tiggamit, ug ang pagkaepektibo sa among ikatulo nga partido nga advertising. Ang Advertising Cookies nagtabang sa paghatud sa mga ad sa mga may kalabutan nga mamiminaw ug ang among mga ad makita sa ibabaw sa mga resulta sa pagpangita. Ang mga cookies kay \"session\" nga mga Cookies nga mapapas kung imong tapuson ang imong browser session, o \"persistent,\" nga magpabilin hangtod sa ilang pagtangtang nimo (gihisgotan sa ubos) o ang partido nga nagsilbi sa cookie. Ang tibuok detalye sa tanang Cookies nga gigamit sa Sites anaa sa among Cookie Disclosure table sa ubos.",
    "322830977": "Giunsa pag-disable ang Cookies.",
    "262509504": "Mahimo namong i-link ang impormasyon nga nakolekta sa Cookies sa ubang impormasyon nga among nakolekta gikan kanimo subay niini nga Patakaran sa Pagkapribado ug gamiton ang hiniusang impormasyon nga gilatid dinhi. Sa susama, ang mga ikatulo nga partido nga nag-alagad sa cookies sa among Sites mahimong mag-link sa imong ngalan o email address sa ubang impormasyon nga ilang nakolekta, nga mahimong maglakip sa nangaging mga gipamalit nga gihimo offline o online, o ang imong online nga impormasyon sa paggamit.",
    "2935155034": "Kung naa ka sa European Economic Area, aduna kay mga katungod nga gihulagway sa taas ubos sa header nga \"Notice to EU Data Subjects\", lakip ang katungod sa pagsusi ug pagtul-id o pagtangtang sa datos nga naa namo bahin kanimo.",
    "1873812847": "Cookie(s) Pagbutyag",
    "3319083717": "Ngalan:",
    "3183855267": "1. hmt_id",
    "907324388": "Kalihokan",
    "2896187462": "1. Gigamit alang sa estrikto nga gikinahanglan nga anonymous nga mga estadistika nga may kalabutan sa serbisyo, ug alang sa uban pang teknikal nga katuyoan sama sa pagtabang sa suporta sa accessibility.",
    "987267027": "Partido",
    "3453526675": "1. 1st party",
    "1952810469": "Matang",
    "1795436560": "1. Sesyon",
    "102695075": "Gidugayon",
    "3356329025": "1. 30 ka adlaw",
    "3744153629": "Ngalan:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "sesyon,",
    "3186435874": "sessionid",
    "1241291641": "Tan-awa ang dugang mga detalye.",
    "1834801943": "2. 1st party",
    "2114694926": "2. Sesyon",
    "938404336": "2. Nagkalainlain; hangtod sa 30 ka adlaw.",
    "2196526290": "hc_accessibility",
    "1061239711": "3. 1st party",
    "1483015662": "3. Sesyon",
    "3458934553": "3. Nagkalainlain; hangtod sa 30 ka adlaw.",
    "134571844": "Impressum (Pahibalo sa Site)",
    "110836420": "Katapusang gi-update: Disyembre 23, 2020",
    "2901894297": "Ang hCaptcha kay serbisyo sa Intuition Machines, Inc. (\"IMI\"), usa ka Delaware US Corporation (#6393793).",
    "2928362319": "Ang gipadala nga mga pangutana mahimong ipadala sa: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "3094150511": "Awtoridad sa regulasyon: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Wala’y garantiya bahin sa sulud",
    "707541553": "Ang tanan nga kasayuran nga anaa sa among mga panid sa internet gipamatud-an sa IMI o usa ka ikatulo nga partido. Bisan pa, dili ang IMI o mga ikatulo nga partido mahimong responsable sa kasayuran nga karon, tukma, o kompleto. Kini magamit usab sa ubang mga website nga maabot pinaagi sa mga hyperlink sa among mga panid. Ang IMI walay gidawat nga responsibilidad alang sa sulod niining mga eksternal nga website.",
    "2650241052": "Walay tambag",
    "204716894": "Ang sulod ug disenyo sa among mga web page gipanalipdan ubos sa balaod sa copyright. Ang pagdoble sa mga panid ug ang ilang sulod sa paagi nga molapas sa makatarunganong patas nga paggamit nanginahanglan daan ug sinulat nga pagtugot gikan sa IMI kung walay laing legal nga probisyon nga gipiho para sa pagdoble sa panid.",
    "3182435854": "Copyright",
    "3236873806": "Ang IMI ang responsable niini nga website.",
    "1338341134": "hCaptcha + Privacy Pass (Beta)",
    "88879089": "Ang Privacy Pass usa ka",
    "1898063898": "alang sa pagpreserbar sa pribasiya sa user nga among gipalambo inubanan sa",
    "1942186611": "ug uban pa.",
    "3673079511": "mitumaw nga sumbanan",
    "2164933356": "Cloudflare",
    "3119589996": "Giunsa kini pagtrabaho: ang usa ka extension sa browser naghatag sa mga tiggamit og katakus sa paghimo ug pagpirma sa cryptographically blind token para sa mga website nga nagsuporta sa protocol sa Privacy Pass. Ang extension nagmugna og mga pass nga adunay sulud nga cryptographically blinded token nga gipirmahan sa hCaptcha kung ang usa ka hagit masulbad sa bisan unsang site gamit ang serbisyo sa hCaptcha,",
    "1254771154": "mga hagit nga gipakita sa ubang mga serbisyo nga nagsuporta sa Privacy Pass nga nag-embed usab sa hCaptcha, eg Cloudflare.",
    "996362763": "Kini nga mga token wala mabuta ug gitipigan sa extension para magamit sa umaabot. Kung ang user mobisita sa usa ka site gamit ang hCaptcha ug kinahanglan nga mopasar sa hagit (bisan dili makita o pinaagi sa \"Tawo ako\" nga buton) sila awtomatikong matubos. Ang pamaagi sa pagpabuta nagpasabot nga ang gipirmahan ug gitubos nga mga token kay cryptographically dili masumpay gikan sa panglantaw sa hCaptcha, ug sa ingon ang pribasiya sa user gipreserbar.",
    "2943346052": "Samtang nagpadayon ang proseso sa pag-standardize sa IETF, gilauman namon nga ang mga dagkong browser mosagop sa usa ka porma sa Privacy Pass nga lumad. Kini sa kadugayan maghimo sa extension nga dili kinahanglan. Sa pagkakaron, bisan pa, palihug sunda ang mga panudlo sa ubos.",
    "2326660907": "gawas",
    "741483946": "* Sa laing pagkasulti: mahimo nimong makuha ang mga token sa hCaptcha Privacy Pass sa hCaptcha.com, ug gamiton kini sa ubang mga site direkta gamit ang hCaptcha.com. Dili nimo makuha o matubos ang mga token sa hCaptcha Privacy Pass aron malaktawan ang serbisyo sa hCaptcha sama sa gigamit sa Cloudflare, tungod kay ang Cloudflare nag-isyu ug naglukat sa kaugalingon nga mga token sa Privacy Pass.",
    "1362015807": "Pagsugod",
    "1358325821": "Una, i-install ang extension alang sa",
    "310885519": "o",
    "4091044469": ". Siguroha nga imong gi-enable ang extension sa incognito mode. Unya, bisitaha ang bisan unsang website gamit ang hCaptcha ug pagsulbad sa usa ka captcha. Sa bersyon 2.0.3, mahimo nimong matubos kini nga mga token sa mga website gamit ang hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "Kung na-install na nimo ang extension, pag-klik dinhi (o sa bisan unsang website nga naggamit sa hCaptcha) aron makakuha mga pass:",
    "166277959": "Palihug timan-i: kini nga feature anaa sa beta, ug mahimong dili magamit sa tanang website ug tiggamit sa tanang panahon. Kung dili kini ma-enable o dili molihok alang sa usa ka partikular nga tiggamit, ang pamatasan mobalik ra sa naandan nga kasinatian sa hCaptcha nga wala’y pagkawala sa pagpaandar.",
    "3031357206": "Usa ka bag-ong icon ang makita sunod sa imong URL bar. Karon bisitaha ang usa ka website gamit ang hCaptcha. Kini tan-awon sama niini:",
    "1066753052": "nga nagpasabot nga ang pitaka walay sulod, ug ikaw anaa sa usa ka site nga naglakip sa usa ka hCaptcha nga hagit. Kung makompleto na nimo ang hagit, makakuha ka mga token nga mahimong matubos sa bisan unsang ubang website nga adunay hCaptcha.",
    "651123197": "Ang usa ka ihap sa kasamtangan nga total sa imong pitaka ipakita sa icon human makompleto ang hagit.",
    "554844646": "Mahimo nimong kumpirmahon nga ang extension nagtrabaho pinaagi sa pagtan-aw sa counter nga moubos sa 1 sa matag higayon nga imong i-klik",
    "4087729475": "ang hagit human sa imong inisyal nga pagsulbad.",
    "647630208": "Ug mao na! Ang imong online nga pag-browse karon mas pribado.",
    "3272552822": "Mga developer ug cryptographer:",
    "4059570880": "Kung gusto nimo nga masubay ang paningkamot sa standardisasyon, ang mga paningkamot karon nagpadayon sa",
    "1904390996": "aron i-standardize ang",
    "252720667": "nagpahipi sa cryptographic nga seguridad sa Privacy Pass. Ang protocol mismo nag-agi sa",
    "3972554015": "proseso usab. Ug siyempre ang extension sa browser",
    "3723626769": "alang sa imong mga kontribusyon ug pagrepaso.",
    "3882147547": "Wala'y nahibal-an nga Pseudorandom Function",
    "565624910": "draft",
    "3421090159": "bukas nga tinubdan",
    "3098677775": "P: Ang akong IP ug kasaysayan sa pag-browse hingpit ba nga pribado gikan sa hCaptcha kung naggamit sa Privacy Pass?",
    "4019638786": "A: Ang mga tiggamit sa Privacy Pass sa hCaptcha dili gayud ibutyag ang ilang IP sa hCaptcha gawas kung walay sulod ang token wallet sa ilang browser o ipadala kini sa site. Ang hCaptcha walay paagi sa pag-link sa user ngadto sa token redemption, ug dili gayud direktang makig-interact sa user atol sa pagtubos gawas kon walay sulod ang ilang token wallet.",
    "3887113660": "P: Sa unsang paagi makaapekto ang Privacy Pass sa kita sa hCaptcha?",
    "1116455671": "A: Makakuha ka og ganti para sa inisyal nga pagsulbad kung makompleto kini sa user sa imong site. Ang mga paglukat nagsunod sa parehas nga sumbanan sa pagtubag ingon nga ang gumagamit nag-auto pass sa imong site tungod sa taas nga pagsalig sa kliyente: wala’y kita nga mahitabo, ug ang tawag sa pag-verify sa site gikan sa imong server makadawat usa ka `kredito: Bakak` sa mga resulta sa pass.",
    "779817954": "P: Kung naa koy Privacy Pass pass nga gi-issue sa lain nga provider, pwede ba nako kini matubos sa hCaptcha?",
    "3014149332": "A: Dili, ang mga pass dili interoperable: sila kinahanglan nga ma-isyu ug matubos sa parehas nga awtoridad, sa kini nga kaso hCaptcha. Timan-i nga kung adunay mga pass gikan sa Cloudflare ug hCaptcha sa imong extension, ang numero nga magamit mausab sa husto nga kantidad depende sa kinahanglanon sa panid nga imong gibisitahan. Sa laing pagkasulti, kung ikaw adunay 100 Cloudflare pass sa imong pitaka ug 10 hCaptcha pass, kinahanglan nimo nga makita ang 10 sa extension icon sa mga panid nga adunay hCaptcha nga naka-embed.",
    "3679148535": "P: Unsa pa nga mga aplikasyon sa Privacy Pass ang imong gitrabaho?",
    "1606783855": "A: Interesado kaayo mi sa Privacy Pass for the Accessibility (\"a11y\") use case. Kaniadto sikat nga mga kapilian sama sa audio captchas nagpihigpihig batok sa daghang mga tiggamit sa a11y. Kami nagtuo nga ang pagkombinar sa among kasamtangan nga a11y nga pamaagi sa pag-isyu sa Privacy Pass magtugot sa a11y nga mga tiggamit sa pag-browse nga luwas, luwas sa kahibalo nga ang ilang trapiko mas pribado, samtang gipugngan ang pag-abuso sa mga operator sa bot nga dili kalikayan nga mahitabo kung adunay mga opsyon sa a11y.",
    "2359150347": "P: Gisuportahan ba sa ubang mga serbisyo sa online nga seguridad ang Privacy Pass?",
    "2082237880": "A: Ang hCaptcha mao ang una nga serbisyo sa iyang matang nga nagsuporta sa Privacy Pass, ug sa pagkakaron mao ra ang naghimo niini. Bisan pa, kami naglaum nga ang ubang mga serbisyo makaila sa mga bentaha sa pagdugang sa pribasiya sa tiggamit online, ug nagpaabut nga sa umaabot daghan pa ang mohimo sa mga implementasyon samtang ang mga sumbanan sa IETF nga among gitabangan nga mapalambo pormal nga gisagop.",
    "2109792055": "Giya sa Gumagamit: Mga Isyu sa Pag-debug sa Pag-isyu ug Pag-validate sa Privacy Pass",
    "3588620914": "Ang Privacy Pass usa ka bag-ong imbensyon sa mga sumbanan sa Web, ug posible nga ang ubang mga aplikasyon ug mga extension sa browser nga wala makahibalo niini makabalda sa pagpaandar niini.",
    "4039193170": "Kung adunay ka mga isyu sa pagkuha o pagtubos sa mga token:",
    "2378786360": "1. Sulayi ang usa sa uban nga gisuportahan nga mga browser: kung naa ka sa Chrome, sulayi ang paggamit sa Firefox nga dili i-import ang imong mga setting gikan sa Chrome, ug i-install ang plugin didto. Kung kana molihok, mahimo ka adunay isyu sa pag-configure sa browser.",
    "394235836": "3. Kung walay bisan usa sa mga sugyot sa ibabaw ang molihok, padalhi kami ug email nga suporta ug malipay kami nga motabang nga mahibal-an kung unsa ang nahitabo.",
    "3470857731": "Usa ka pagtuki kung unsa ka maayo ang reCAPTCHA nga nakamatikod sa mga bot.",
    "3240786848": "Katapusang pag-update: Pebrero 18, 2021",
    "2547140673": "Sulod sa kapin sa usa ka dekada, ang serbisyo sa reCAPTCHA sa Google nagtanyag sa mga tag-iya sa website ug patigayon: tugoti ang Google nga masubay ang imong mga tiggamit ug pangutan-a sila, ug baylo sa ilang gisaad nga hunongon ang mga bot ug spam.",
    "2133754014": "Labaw sa 4.5 ka milyon nga mga website ang naggamit sa reCAPTCHA [",
    "3152512587": "ug ang sistema nagkolekta og gatusan ka milyon nga mga solusyon matag adlaw. [",
    "2296918009": "Kini katumbas sa kapin sa 100 ka tawo-tuig nga pagtrabaho kada adlaw.[",
    "3900538778": "Ang gimarkahan nga datos mao ang gasolina nga nagpalihok sa pagkat-on sa makina. Ang mga tubag sa reCAPTCHA gigamit aron mapaayo ang mga serbisyo sa ML/AI sa Google sukad 2009. Daghang mga tawo nga naggamit sa reCAPTCHA wala makaamgo nga ang ilang trabaho gigamit.",
    "1160252730": "Gipaningil na karon sa Google ang taas nga presyo alang sa reCAPTCHA Enterprise, hinungdan nga gisusi pag-usab sa daghang mga kompanya kini nga deal.",
    "1131196501": "Ang mga dagkong kompanya sama",
    "204889717": "mibalhin sa hCaptcha's",
    "639413188": "agig tubag.",
    "3280658086": "mga solusyon sa negosyo",
    "3842815245": "Kini ba usa ka patas nga pamatigayon?",
    "714342693": "Ang hCaptcha team nagkolekta sa datos sa pagpresyo gikan sa \"dark web\" captcha-breaking nga mga serbisyo sukad sa 2016. Namatikdan namo ang usa ka makapaikag nga uso:",
    "468929661": "Ang kasagaran nga gasto sa pagbungkag sa usa ka reCAPTCHA hilabihan ka ubos (ubos sa $1 kada 1000 ka mga solusyon) ug wala sa materyal nga pagtaas sukad nagsugod ang among pagmonitor niadtong 2016. Kini magamit sa reCAPTCHA v2 ug v3. [",
    "2862164005": "Ang datos sa pagpresyo nagtugot kanamo sa pagbutang og eksaktong dolyar nga kantidad sa seguridad nga gitanyag sa usa ka reCAPTCHA: $0.001 o mas ubos kada tubag.",
    "102498091": "Naningil ang Google og $1 kada 1000 ka hangyo alang sa reCAPTCHA Enterprise, nagpasabot nga mas daghan na sila karon og bayad kada hangyo kay sa gasto sa pagbungkag sa seguridad sa ilang serbisyo. Kini daw usa ka dili maayo nga deal.",
    "130239139": "Unsa ang bili sa 100+ ka tawo-ka tuig sa pagtrabaho nga nakolekta sa Google kada adlaw?",
    "1421074182": "Mas taas kaayo.",
    "1953519598": "Ang gasto sa pag-label sa usa ka imahe gikan sa $0.03 hangtod $1.00 o labaw pa. Sa bisan unsang konserbatibo nga banabana, ang Google nakakuha ug binilyon nga dolyar nga libre nga pagtrabaho hangtod karon. [",
    "3025548709": "Aduna bay alternatibo niining dili patas nga kasabutan?",
    "263761351": "Ang hCaptcha mao ang una nga kasaligan nga alternatibo, nga karon gigamit sa gatusan ka milyon nga mga tawo matag bulan.",
    "2743692546": "Samtang gipamatud-an sa mga tiggamit ang ilang pagkatawhanon pinaagi sa hCaptcha, ang ilang paghago mosulod sa usa ka wala mailhi nga bukas nga merkado alang sa pag-bid.",
    "1982750088": "Ang mga kompanya sa tibuuk kalibutan nag-bid alang sa kana nga pagtrabaho aron makompleto ang yano nga mga buluhaton nga dali alang sa mga tawo apan lisud alang sa mga makina. Gisuportahan sa mga tiggamit ang site nga ilang gibisitahan, ug nakasinati og gamay nga spam sa web tungod sa mas taas nga lebel sa seguridad.",
    "1108398506": "ang mga kustomer makaangkon og bug-os nga kontrol sa kasinatian, ug makabenepisyo gikan sa kahanas nga nakuha sa hCaptcha nga nag-operate sa pinakadako nga independent challenge provider sa internet. Nakakuha usab sila usa ka mas maayo nga deal kaysa sa reCAPTCHA Enterprise: hangtod sa 50-80% nga mas maayo nga presyo, depende sa gidaghanon.",
    "3012870872": "Ang mga website ug mga app nga naggamit sa libre nga bersyon (hCaptcha Publisher) makakuhag kita gikan sa kana nga trabaho imbes nga idonar kini sa Google.",
    "2271512952": "Gisuportahan sa mga tiggamit ang site nga ilang gibisitahan, ug nakasinati og gamay nga spam sa web.",
    "278010425": "Ang lapad ug kanunay nga nag-usab-usab nga mga buluhaton sa hCaptcha mas lisud usab nga i-automate. Ang usa ka interface sa reCAPTCHA wala magbag-o sa daghang mga tuig, ug adunay gamay nga hugpong sa dili kanunay nga pagbag-o nga mga pangutana. Usa kini sa mga paagi nga naghatag ang hCaptcha og mas lig-on nga proteksyon sa anti-bot kaysa sa reCAPTCHA.",
    "984849234": "Gigamit sa hCaptcha ang advanced machine learning aron mahatag ang gisaad lamang sa reCAPTCHA, samtang gipaambit ang kantidad nga nakuha sa mga website nga naggamit niini.",
    "4063769686": "Gisuportahan sa mga tiggamit ang site nga ilang gibisitahan, ug nakasinati og gamay nga spam sa web. Morag mas patas kini nga deal.",
    "685916926": "Ngano nga ang reCAPTCHA wala mouswag sa paglabay sa panahon?",
    "3992401943": "Adunay usa ka rebolusyon sa lawom nga pagkat-on sukad sa 2012. Ang pamatasan sa industriya alang sa katukma sa buluhaton grabe nga milambo sa miaging dekada, panguna tungod sa lawom nga convolutional network. Ang ubang mga serbisyo nga gipadagan sa ML nga gitanyag sa Google nagsunod niini nga kurba.",
    "615031303": "(Tan-awa ang footnote",
    "2125514305": "Ang ML miuswag, apan ang kalisud sa paglatas sa reCAPTCHA wala mausab sa materyal niining panahona.",
    "1406188018": "6 ug 7",
    "2689973938": "Ang pagpaayo sa reCAPTCHA nagmugna ug intrinsic conflict para sa Google isip ad vendor.",
    "464238793": "Kung ang Google mismo ang nagtino nga ang usa ka tiggamit nga nakakita sa usa ka ad o nag-klik sa usa ka link sa tinuud usa ka bot, dili kini maningil alang sa mga ad nga gipakita sa kana nga tiggamit. Kini nga panagsumpaki sa interes grabe nga naglimite sa kasangkaran sa anti-bot nga ambisyon sa Google.",
    "918924423": "Pananglitan, ang Google wala nagtanyag klaro nga bililhon nga mga serbisyo sama sa retroactive bot detection. Mas kasaligan ang pagdeklara sa trapiko sa gumagamit nga gihimo sa bot pagkahuman sa pag-analisar sa daghang mga adlaw nga datos.",
    "661412233": "Ang pagkahibalo pagkahuman sa captcha nga ang pipila nga mga tiggamit mga bot hinungdanon usab. Gitugotan niini ang mga tag-iya sa website nga limpyohan ang daan nga mga post sa spam ug tangtangon ang \"mga tulog nga account\" nga narehistro sa mga forum sa spam sa umaabot, makunhuran ang pagpanglimbong, ug uban pa.",
    "3600797185": "Ang pagtanyag sa retroactive bot identification magbukas sa Google sa mga tunok nga pangutana kung unsaon pag-retroactive pag-refund sa mga tig-anunsiyo nga migasto sa maong malimbongon nga trapiko.",
    "2076932190": "Ang produkto sa reCAPTCHA sa ingon mihunong sa usa ka dekada.",
    "3856912381": "Ang mga tiggamit nag-antus, ug ang wala kinahanglana nga web spam kay kaylap na karon. Apan adunay usa ka alternatibo.",
    "1035621426": "Ang matag bot nga giila sa reCAPTCHA direkta nga nagpamenos sa kita sa ad sa Google.",
    "3668115514": "Sa unsang paagi lahi ang hCaptcha?",
    "2413742287": "Ang insentibo sa hCaptcha mao ang pagpadako sa katukma, dili kita sa ad: ang mga tubag sa bot wala’y kapuslanan alang sa among mga kostumer, nga nanginahanglan data sa pagbansay sa tawo.",
    "1373262754": "Ang pagkahibalo kung kinsa ang usa ka indibidwal adunay gamay nga kantidad alang sa hCaptcha. Ang ato lang tagdon kung tawo o malisyoso nga artista.",
    "600646860": "Imbis nga magtanyag usa ka serbisyo nga kwestyonable nga kantidad samtang nagkuha sa trabaho nga adunay tinuud nga kantidad, ang hCaptcha naghatag parehas nga bayad ug kusgan nga proteksyon sa anti-bot.",
    "1836191653": "Imbis nga magtanyag usa ka dali nga mapildi nga serbisyo sa libre nga mga tiggamit samtang nagsingil sa milyon-milyon nga dolyar alang sa usa ka bersyon sa negosyo nga dili labi ka maayo, ang hCaptcha naghatag maayo kaayo nga proteksyon sa bot sa duha, samtang nagtanyag sa mga tiggamit sa negosyo og dugang nga mga bahin ug pag-customize, kauban ang mga lig-on nga SLA ug paspas nga suporta.",
    "990215503": "Ang hCaptcha mao lamang ang mayor nga serbisyo sa captcha nga wala gipanag-iya sa usa ka ad network.",
    "971933157": "Ang hCaptcha nagpakabana sa pribasiya, transparency, ug kaangayan.",
    "178839499": "Gipaambit sa hCaptcha ang bili sa trabaho nga nahimo samtang ang mga tiggamit nagpamatuod sa ilang pagkatawhanon.",
    "1237076138": "Nagtanyag ang hCaptcha og patas nga deal sa parehas nga libre (hCaptcha Publisher) ug negosyo (hCaptcha Enterprise) nga mga kustomer.",
    "614310292": "Kinsa ang nagtukod sa hCaptcha?",
    "4188814619": "Ang hCaptcha usa ka serbisyo sa Intuition Machines (",
    "3265328927": "), usa ka kompanya sa pagkat-on sa makina nga nagtanyag mga produkto ug serbisyo alang sa mga kompanya nga nagpatuman sa pagkat-on sa makina sa sukod.",
    "2740033957": "Ang IM team gilangkuban sa mga scientist ug engineers gikan sa Apple, Amazon, ug uban pang mga lider sa machine learning, distributed system, ug security.",
    "1579715421": "Ang mga siyentipiko sa IM kanunay nga nagpatik sa mga nanguna nga komperensya sama sa ICML, ICLR, ECCV, ug NeurIPS, ug ang kompanya nagpagawas sa publiko nga labing kaayo nga mga resulta sa mga disiplina sa ML sama sa lawom nga pag-hash [",
    "4015238193": "ug OCR [",
    "279580593": "imachines.com",
    "279918384": "Giunsa paggamit sa Google ang imong libre nga trabaho?",
    "2385522384": "Lagmit nakakita ka og mga frame sa video gikan sa mga camera sa Google's Waymo self-driving nga mga sakyanan, ug nagtabang sa pagpalambo sa ilang object recognition.",
    "1517627947": "Lagmit nakakita ka og mga hulagway sa mga bilding o mga karatula sa kadalanan gikan sa mga sakyanan sa Google Streetview, ug nagtabang sa pagmarka sa mga lokasyon alang sa ilang mga produkto sa Maps ug Earth.",
    "3225936061": "Lagmit nakakita ka og mga hulagway sa teksto nga gikuha gikan sa mga panid sa libro sa serbisyo sa Google's Books, ug nagtabang sa pagpalambo sa ilang OCR (text recognition) software.",
    "129661785": "Kanunay nga gihangyo nga \"i-klik ang awto / crosswalk / stoplight?\"",
    "936667684": "Kanunay nga gihangyo nga \"i-type ang karatula sa bilding / dalan?\"",
    "3773515538": "Kanunay nga gihangyo nga \"i-type ang duha ka pulong?\"",
    "1778058441": "Unsang mga klase sa trabaho ang gipadagan sa hCaptcha?",
    "366088791": "Gisuportahan sa hCaptcha ang daghang lainlain nga buluhaton.",
    "3114147525": "Gigamit sa mga kustomer sa hCaptcha ang serbisyo alang sa mga buluhaton lakip ang pag-ila sa butang, pag-ila sa mga hiyas (pagkolekta sa mga label aron mahibal-an ang mga tipo sa sinina), ranggo sa kalabutan (pagpili sa labing may kalabutan nga produkto gikan sa daghang mga kapilian kung itandi sa usa ka panguna nga produkto), mga kahon sa pagbugkos (pagpangita mga lugar nga interesado sa usa ka imahe), \"Tawhanon OCR\" (pag-ila sa teksto sa usa ka imahe) ug daghang uban pang mga lahi sa mga buluhaton.",
    "3139609561": "Sa ubos mao ang duha ka mga pananglitan sa klasipikasyon sa imahe ug mga tipo sa trabaho sa pagkakita sa mga hiyas. [",
    "2273532558": "Kinsa ang nagbayad nga mga kustomer sa hCaptcha?",
    "4104221634": "Ang mga kostumer sa hCaptcha nagsangkap sa lainlaing mga industriya, gikan sa mga kompanya sa teknolohiya hangtod sa mga naka-focus sa fashion, retail, ug uban pang mga lugar diin sila makahimo og bili gikan sa paggamit sa pagkat-on sa makina.",
    "1337725003": "Gipasalig sa hCaptcha nga i-demokratize ang pag-access sa taas nga volume nga real-time nga anotasyon, gitugotan ang mga kompanya nga dagko ug gagmay nga mapauswag ang kalidad sa ilang mga produkto ug serbisyo pinaagi sa paggamit sa pagkat-on sa makina sa ilang negosyo.",
    "4086379603": "Mga pangutana?",
    "1243684308": "Giseryoso namo ang imong feedback, ug gusto namo nga masiguro nga ang tanan adunay mas nindot nga kasinatian online, nga adunay gamay nga bot ug gamay nga spam. Pakigsulti kanamo:",
    "2645321220": "Ug kung sa imong hunahuna ang gasto sa reCAPTCHA taas kaayo, pangutana kanamo bahin sa hCaptcha Enterprise. Kasamtangang gigamit sa pipila sa labing dagkong mga magmamantala, mga kompanya sa serbisyong pinansyal, ug mga kompanya sa imprastraktura sa web sa kalibutan, dili lamang sila usa ka kasaligan nga alternatibo sa reCAPTCHA: kami nagtuo nga ilang gitanyag ang labing kaayo nga proteksyon sa bot nga magamit karon.",
    "1229233916": "Mga footnote",
    "1115642494": "1. Tinubdan: BuiltWith.com reCAPTCHA mga listahan sa site. Gikuha niadtong Hulyo 9, 2019.",
    "448807334": "(\"Gatusan ka milyon nga CAPTCHA ang nasulbad sa mga tawo kada adlaw.\") Gikuha niadtong Hulyo 8, 2019.",
    "2397590157": "3. Konserbatibo nga banabana: 200 ka milyon nga nagsulbad * 30 ka segundos kada pagsulbad sa mga tuig = 190.3 ka tawo-ka tuig/adlaw.",
    "3236311792": "4. hCaptcha internal nga pagtuki. Nakuha ang datos hangtod sa Hunyo 30, 2019. Magamit ang mga detalye kung hangyoon.",
    "1752259468": "5. Konserbatibo nga banabana: $0.01 nga gasto sa usa ka anotasyon * 200M avg. annotation kada adlaw (lower bound) * 365 ka adlaw kada tuig * 10 ka tuig sukad sa 2009 acquisition = $7.3 bilyon nga lower bound value.",
    "3268946369": "6. Credit: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Tinubdan: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "SEMANIC HIERARCHY BASED RELATIONAL EMBEDDINGS FOR WEAKLY-SUPERVISED DEEP HASHING, Heikki Arponen, Tom E Bishop. ICML 2019, LLD Workshop.",
    "2544169219": "Bag-o nga state-of-the-art nga mga resulta: ICML LLD, Mayo 2019.",
    "1973347745": "10. Mga hulagway nga walay bayad sa royalty. Tinubdan: Petapixel.",
    "1493115924": "Mga nota sa trademark:",
    "4051104324": "Ang \"Intuition Machines\" usa ka rehistradong marka sa Intuition Machines, Inc.",
    "3983646521": "Ang tanan nga ngalan sa produkto, logo, tatak, marka sa pamatigayon ug mga rehistradong marka sa pamatigayon gipanag-iya sa ilang tag-iya. Ang tanan nga kompanya, produkto ug mga ngalan sa serbisyo nga gigamit sa kini nga website alang lamang sa mga katuyoan sa pag-ila. Ang paggamit niini nga mga ngalan, mga marka sa pamatigayon ug mga tatak wala magpasabot sa pag-endorso. Sa kini nga kaso, sa kaatbang.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Ang IM Scientists Nagtakda ug Bag-ong Benchmark alang sa Huyang nga Gidumala nga Pag-ila sa Teksto (OCR) sa CVPR 2020.",
    "1259002282": "Nakakita ug bug? Ania kung giunsa kini pagreport.",
    "3301728462": "Minilyon ka mga tawo ang naggamit sa hCaptcha kada bulan, sa liboan ka mga kombinasyon sa mga browser, extension, device, firewall, ug uban pa.",
    "3878230879": "Ang among katuyoan mao ang pagsiguro nga kini kanunay nga molihok alang kanimo, busa among gipasalamatan ang imong mga taho!",
    "2465128185": "Aron makahatag dayon og feedback, i-klik lang ang \"Send us feedback\" button.",
    "2921990472": "Kung nakakita ka ug functional nga isyu, palihug sunda ang",
    "2870341481": "ubos. Para sa ubang mga browser lang",
    "1866590035": "instruksyon sa debug log para sa Chrome",
    "444492541": "mga instruksyon sa debug log para sa Firefox",
    "169267610": "email kanamo",
    "3100722753": "Para sa posibleng mga isyu sa seguridad o privacy, tan-awa ang mga instruksyon sa ubos.",
    "1906593952": "Paghatag og feedback sa hCaptcha nga bag-o lang nimo nakita",
    "3951254541": "Among gipasalamatan ang imong input. Ipahibalo kanamo ang bisan unsang mga isyu ug among sulbaron kini dayon.",
    "3324288040": "Ipadala kanamo ang feedback",
    "2864016648": "Mga Isyu sa Pagkapribado",
    "304004915": "Dili namo igsapayan kung kinsa ang mga tiggamit, kung unsa ang posibilidad nga sila mahimong malisyoso o mga makina. Gisuportahan namon ang mga inisyatibo sama sa",
    "1139493658": ", ug pagtrabaho pag-ayo aron mabalanse ang pribasiya ug seguridad.",
    "3083289844": "Kung nakit-an nimo ang usa ka isyu nga sa imong hunahuna mahimong makaapekto sa pribasiya sa tiggamit, palihug email kanamo sa",
    "4264784515": "Mga Bug sa Seguridad",
    "963238401": "Kanunay kaming interesado nga makadawat mga taho sa mga bug sa seguridad. Email",
    "3926027556": "ug kami mobalik kanimo sa madali.",
    "1589805435": "Kami usab adunay usa ka",
    "2560582224": "bug bounty nga programa",
    "103876916": "alang sa angayan nga mga taho sa seguridad sa serbisyo sa hCaptcha ug may kalabutan nga source code.",
    "497117287": "Mga Opsyon sa Accessibility",
    "3230004040": "Ikaw ba adunay diperensya sa panan-aw o dili makahimo sa pagkompleto sa hCaptchas?",
    "3480023141": "Pagkat-on og dugang mahitungod sa mga opsyon sa accessibility",
    "2052161540": "Pagkuha sa Mga Detalye sa Ulat sa Bug: Chrome",
    "2281169898": "Ang pagpadala sa impormasyon sa pag-debug uban sa imong report makapasayon kanamo sa pag-ila kon unsay nahitabo. Ania ang mga lakang-sa-lakang nga instruksyon:",
    "1123365779": "Kung ikaw usa ka web developer o eksperto nga tiggamit, ang summary gusto namo nga magpadala ka kanamo ug network recording HAR ug browser console logs.",
    "2015218686": "sa dili ka pa moagi niini nga mga lakang. Kung kana mag-ayo sa imong problema, mapasalamaton gihapon kami nga imong ipahibalo kanamo ang imong bersyon sa browser, ad blocker o extension sa browser, ug ang URL sa website.",
    "3922723611": "Palihug sulayi ang pag-disable sa bisan unsang ad blocker o mga extension sa seguridad sa browser",
    "4036872105": "una ug dayon sulayi pag-usab",
    "993651083": "Lakang 1: Ablihi ang Developer Tools (Kini magsugod sa pagrekord sa sesyon.)",
    "4163469907": "Lakang 2: I-klik ang Network tab sa Developer Tools. Susiha ang kahon nga \"Preserve log\" sa ibabaw.",
    "4243348003": "Lakang 3: pagbisita",
    "641342999": ", o ang website nga naa kay isyu (Nota sa Pagkapribado: kung dili nimo gusto nga ipaambit kung unsa kini) ... ug dayon i-klik ang \"Tawo ako\" nga buton, ug pagsulay sa pagsulbad.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Lakang 4: I-klik ang \"Export HAR\" (ang gamay nga down arrow) pagkahuman nimo pagsulay sa pagsulbad, nga nagtipig sa network log. Ipadala kana nga file kanamo.",
    "1503240421": "Lakang 5: I-klik ang tab sa Console, ug i-right-click dayon ang \"Save as ..\" aron ma-save ang console log. Ipadala usab kana kanamo.",
    "2863840904": "Lakang 6: Katapusang lakang, i-email kanamo ang mga HAR ug console log files, ug ihulagway ang problema",
    "4051785543": "Gamita:",
    "3623028666": "(palihug gamita ang serbisyo sama sa",
    "551761392": "ug ipadala ang mga link) ug opsyonal nga usa ka screenshot, kung nagduda ka nga adunay usa ka butang nga wala gipakita sa husto. Palihug ipadala usab ang IP nga imong gigamit. Makuha nimo kini gikan sa",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Salamat sa paggahin ug oras sa pagtabang kanamo nga makuha kini nga impormasyon!",
    "3680327841": "Kami pasalig sa paghimo sa hCaptcha nga maayo alang sa tanan",
    "1059502393": "Pagkuha sa Mga Detalye sa Ulat sa Bug: Firefox",
    "1112074001": "Lakang 2: I-klik ang Network tab sa Developer Tools. Susiha ang kahon nga \"Pagpadayon sa mga log\" sa ibabaw.",
    "1797298240": "Lakang 4: I-klik ang \"HAR\" pagkahuman nimo pagsulay sa pagsulbad, ug pilia ang \"Save All as HAR\" aron ma-save ang network log. Ipadala kana nga file kanamo.",
    "3671246379": "Lakang 5: Pag-klik sa tab nga Console, ug pag-right-click dayon \"Pilia ang tanan\" ug i-save kana sa usa ka text file, aron ma-save ang console log. Ipadala usab kana kanamo.",
    "3816867833": "Feedback",
    "788770967": "Sorry sa pagkadungog niana! Mahimo nimong gamiton ang among kapilian sa pagka-access:",
    "1333016413": "Gitugotan ka niini nga malikayan ang umaabot nga mga pangutana pinaagi sa pagrehistro ug pagtakda og cookie.",
    "2333410049": "Palihug sulayi usab ang pagpalong sa imong ad blocker.",
    "1345083090": "Pagreport sa usa ka isyu sa pagpaandar?",
    "2184564739": "Tan-awa",
    "604751186": "Ubang mga isyu? Email",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "unsaon pagreport sa mga isyu sa detalyadong mga log",
    "1050501253": "Lisod kaayo",
    "3264813246": "Dili angay",
    "3526939538": "Bug sa Software",
    "126134492": "Ang uban",
    "3511610999": "Atong siguroon nga makaadto ka sa hustong dapit.",
    "3906886217": "Para sa mga kompanya o website",
    "1621597093": "Mga solusyon sa seguridad sa negosyo (gibayran)",
    "3176531704": "Anotasyon sa datos",
    "1834239172": "Pagpalit ug hCaptcha annotation services",
    "1457707016": "Para sa mga indibiduwal",
    "770264626": "Idugang ang hCaptcha sa imong serbisyo (libre)",
    "881015166": "Idugang ang hCaptcha para sa mga Publisher sa akong website o app",
    "47536007": "Pagkat-on pa bahin sa hCaptcha",
    "2012837493": "Mga resulta sa pagpangita",
    "4034694801": "Walay katugbang nga mga resulta.",
    "3621411541": "Pagkat-on mahitungod sa mga opsyon sa accessibility alang sa hCaptcha",
    "3401005681": "Pagkita og kwarta",
    "3933993151": "Pagtrabaho isip usa ka indibidwal nga labeler sa datos",
    "563059212": "Listahan sa mga Subprocessors",
    "3501923981": "Katapusang gi-update: Enero 1, 2020.",
    "3548097301": "Epektibo: Enero 1, 2020.",
    "3991444169": "Kini nga panid naglista karon nga mga subprocessor alang sa serbisyo sa hCaptcha Enterprise.",
    "835396984": "Aktibo karon",
    "424089481": "Amazon Web Services, Inc. (Global). Mga serbisyo nga gihatag: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Global). Mga serbisyo nga gihatag: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Global). Mga serbisyo nga gihatag: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Global). Mga serbisyo nga gihatag: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Mubo nga sulat: dili magamit sa tanan nga mga kustomer. Pananglitan, ang IP Blinding o uban pang advanced privacy o security option nga mga kustomer (eg Secure Virtual Tenancy nga mga kustomer) hingpit nga wala iapil sa bisan unsang potensyal nga \"PII\" nga mosulod sa telemetry system, bisan sa IP address. Palihog kontaka ang imong account representative para sa dugang impormasyon kon gikinahanglan.",
    "700843971": "Hound Technology, Inc. (Global). Mga serbisyo nga gihatag: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Global). Mga serbisyo nga gihatag: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Global). Mga serbisyo nga gihatag: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Global). Mga serbisyo nga gihatag: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Imprastraktura",
    "370366524": "Ephemeral nga Serbisyo Telemetry",
    "121192737": "Mga umaabot nga pagdugang",
    "2420789666": "Fastly, Inc. Mga serbisyo nga gihatag: Fastly CDN ug edge compute.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Epektibo: Septiyembre 1, 2021. Pagdugang sa Imprastraktura",
    "1487796027": "Para sa mga kompanya",
    "3943417791": "Pagkuha og suporta alang sa hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (libre)",
    "3397976149": "Pagkuha og suporta alang sa hCaptcha Publisher",
    "833750823": "Naglisud sa usa ka hagit?",
    "2024737147": "Gusto nga magreport sa usa ka bug?",
    "1978884623": "Pagkat-on og dugang mahitungod sa pagreport sa mga isyu sa software",
    "4188664955": "Master Termino sa Serbisyo",
    "2621989404": "Katapusang Gi-update: Septiyembre 24, 2021. Palihug timan-i nga ang among mga termino sa English nga pinulongan kay may awtoridad.",
    "2404545611": "Welcome sa hCaptcha! Salamat sa pagkahimong bahin sa among komunidad. Ang tanang tiggamit sa \"Mga Serbisyo\" (gihubit sa ubos) kinahanglang mouyon sa mosunod nga mga termino (ang \"Mga Termino sa Serbisyo\"). Ubos niini nga Mga Termino sa Serbisyo, ang \"IMI\", \"kami\" ug \"kami\" nagtumong sa Intuition Machines, Inc. among kontrol, lakip ang www.hcaptcha.com ug www.imachines.com.",
    "2348450790": "Palihug basaha kini nga Mga Termino sa Serbisyo. Naglakip kini, taliwala sa ubang mga probisyon, mga pagsalikway sa mga garantiya, mga limitasyon sa tulubagon, ug nagbugkos nga arbitrasyon. Palihug timan-i nga kini nga mga Termino sa Serbisyo mahimong nausab sukad sa imong katapusang pagbisita sa among website. Mahimo namon nga usbon ug i-update kini nga Mga Termino sa Serbisyo matag karon ug unya sa among kaugalingon nga pagkabuotan. Kung adunay usa ka materyal nga pagbag-o, pahibaloon ka namon pinaagi sa pag-post sa na-update nga Mga Termino sa Serbisyo sa kini nga panid, pagkahuman kinahanglan nimo nga dawaton ang gi-update nga Mga Termino sa Serbisyo aron makapadayon sa paggamit o pag-access sa Site o sa Serbisyo.",
    "1933936765": "Kasabotan sa Pagproseso sa Data (Katapusang gi-update: Septiyembre 23, 2021)",
    "2959486280": "Kung dili ka mouyon niini nga Mga Termino sa Serbisyo, dili nimo magamit o ma-access ang Site o ang Serbisyo.",
    "3200859925": "1. Katuyoan",
    "1807143500": "Ang mga Serbisyo naglakip sa online nga serbisyo sa seguridad (ang \"hCaptcha Service\") ug usa ka plataporma (ang \"Intuition Machines Platform\") diin ang usa ka indibidwal (\"Contributor\") makapili sa paghimo sa mga buluhaton nga ang ikatulo nga partido nga entidad o Intuition Machines mismo (matag usa usa ka \"Nanghangyo\") nga nag-post sa among website o sa Serbisyo sa hCaptcha, direkta sa among website o pinaagi sa pag-access sa Platform sa Intuition Machines ug / o paghimo sa mga buluhaton pinaagi o may kalabotan sa usa ka ikatulo nga partido nga entidad ug / o plataporma o serbisyo (matag usa, usa ka \"Integrator\"). Ang mga nanghangyo nag-post ug mga buluhaton ug nag-imbitar sa mga Contributor sa pagbuhat niini baylo sa mga ganti nga gihatag sa IMI ngadto sa mga Integrator, o ingon nga gitino sa Nangayo kon ang Nangayo naggamit sa Intuition Machines Platform o hCaptcha Service aron sa pag-alagad sa mga buluhaton ngadto sa ilang kaugalingong mga end-user. Gisingil namo ang mga kompanya ug indibidwal (matag usa ka \"Customer\") alang sa paggamit sa among plataporma aron ilang magamit ang among software, mga buluhaton sa tagsulat, gi-hire kami sa mga buluhaton sa tagsulat, ug/o makaangkon og access sa mga Contributor. Gisingil usab namo ang mga Integrator alang sa paggamit sa among Serbisyo sa hCaptcha aron makunhuran ang pagpanglimbong, pag-abuso, ug spam sa ilang mga website, mobile apps, ug uban pang mga kabtangan sa online. Ang nahisgotan gitawag nga kolektibo nga \"Mga Serbisyo.\"",
    "3212830633": "2. Kwalipikado",
    "2605814073": "Pinaagi sa paggamit o pagparehistro alang sa among mga Serbisyo, miuyon ka: labing menos 18 ka tuig ang imong edad; ikaw adunay awtoridad sa pagsulod niini nga kasabotan alang sa imong kaugalingon o sa entidad nga imong girepresentahan, ug sa tanang panahon magpabilin sa pagsunod niini nga mga Termino sa Serbisyo ug sa tanang IMI nga mga polisiya ug mga giya nga gihisgotan dinhi; ug dili nimo abusuhon ang among website, sayop nga pagrepresentar sa imong pagkatawo kanamo, o mogamit og artificial intelligence aron makompleto ang bisan unsang bahin sa bisan unsang buluhaton sa IMI nga nanginahanglan sa tawhanong paniktik.",
    "2616040974": "3. Mga Kustomer ug Nangayo",
    "1544829730": "Kung ikaw usa ka Kustomer o Nangayo, mouyon ka nga ang dugang nga mga termino nga gilakip dinhi ingon ang Apendise sa Kustomer magamit ug ilakip pinaagi sa paghisgot niini nga Mga Termino sa Serbisyo. Kung dili ka usa ka Kustomer o Nangayo, o mohunong nga mahimong Kustomer o Nangayo, nan ang dugang nga mga termino sa Apendise sa Kustomer dili magamit o dili kini ilakip pinaagi sa paghisgot sa kini nga Mga Termino sa Serbisyo.",
    "3759360138": "4. Username ug Password",
    "2236960358": "Sa pagparehistro, hangyoon ka nga ibutyag ang pipila ka personal nga impormasyon bahin kanimo (\"Personal nga Impormasyon\"), lakip ang imong ngalan, email address, ug paghimo og username ug password, nga ang tanan ipailalom sa among Privacy Policy, nga anaa sa among website. Ikaw ra ang responsable sa pagmonitor, pagsiguro ug pagmentinar sa seguridad sa imong account, mga password, ug bisan unsang mga yawe sa pag-authenticate nga nalangkit sa imong account, ug ikaw ang responsable sa bisan unsang paggamit sa o aksyon nga gihimo pinaagi sa paggamit niana nga impormasyon sa Mga Serbisyo.",
    "3047519814": "Miuyon ka nga dili nimo ipaambit ang imong account o password kang bisan kinsa.",
    "1699668873": "Kinahanglan nimo nga ipahibalo dayon ang IMI kung nagduda ka nga ang impormasyon sa imong account gikawat o gigamit sa laing tawo, o bisan unsa nga paglapas sa seguridad.",
    "3044038608": "Miuyon ka sa paghatag kanamo sa tinuod, tukma ug kompleto nga impormasyon sama sa gipangayo sa among proseso sa pagrehistro. Miuyon ka usab nga i-update dayon ang ingon nga kasayuran kung kinahanglan aron mapadayon kini ug tukma.",
    "4132302900": "5. Imong Privacy, Imong Data, ug \"Data Para sa Tanan\"",
    "10724169": "Gidawat nimo ang among Polisiya sa Pagkapribado, nga nagdumala kung unsa ang among buhaton sa bisan unsang Personal nga Impormasyon nga imong gihatag kanamo.",
    "1669194950": "Dugang pa sa Personal nga Impormasyon, mahimo usab nga kinahanglan ka nga maghatag (o mahimo’g kinahanglan namon nga mangolekta) uban pang mga datos aron mahatagan namon ang Mga Serbisyo (sa tingub, \"Data sa Kustomer\"). Wala kami tulubagon sa bisan unsang kapakyasan sa pagbuhat sa Mga Serbisyo nga gipahinabo sa imong pagkalangan o pagkapakyas sa paghatag sa Data sa Kustomer.",
    "1330274831": "Imong gihatag kanamo ang usa ka tibuok kalibutan, dili-eksklusibo, sublicenseable, mabalhin, walay royalty, dili mabakwi nga lisensya atol sa termino niini nga Kasabotan sa paggamit, pagkopya, pag-apod-apod sa elektroniko, ug pagpasundayag sa publiko sa bisan unsang Data sa Kustomer para lamang sa katuyoan sa paghatag sa Mga Serbisyo. . Imong girepresentar ug gigarantiyahan nga ikaw adunay igong katungod, titulo, ug interes sa ug sa imong datos aron mahatagan ang lisensya niini nga seksyon.",
    "2230333214": "Among gihiusa ang Data sa Kustomer sa ubang mga datos aron ang mga resulta dili personal nga mailhan ug kami usab mangolekta sa wala mailhi nga teknikal nga mga log ug datos bahin sa paggamit sa Mga Serbisyo (\"Aggregate/De-identified Data\"). Bisan pa sa bisan unsang butang nga sukwahi dinhi, ang bisan unsang ingon nga Aggregate/De-identified Data mahimong gamiton sa IMI alang sa bisan unsang katuyoan sa negosyo sa panahon o pagkahuman sa termino niini nga Kasabutan, lakip ang walay limitasyon sa pagpalambo ug pagpaayo sa Mga Serbisyo ug paghimo ug pag-apod-apod sa mga taho ug uban pa. mga materyales. Ang Data sa Kustomer mahimo usab nga magpadayon ug ipakita sa sistema sa usa ka limitado nga yugto sa panahon nga dili molapas sa 180 ka adlaw pagkahuman makompleto ang usa ka trabaho, pananglitan ingon awtomatiko nga pag-calibrate o data sa pag-validate alang sa mga sistema sa Intuition Machines. Para sa katin-awan, kini nga Seksyon 5 wala maghatag kanamo ug katungod sa pag-ila kanimo isip tinubdan sa bisan unsang Aggregate/De-identified Data nga wala ang imong naunang sinulat nga pagtugot.",
    "3881754581": ". Kung ikaw usa ka Kustomer sa among mga serbisyo sa anotasyon ug gipili ang kapilian nga \"Data Para sa Tanan\" isip bahin sa imong paggamit sa Mga Serbisyo, nan imong gihatagan ang IMI ug ang tanan nga mga tiggamit sa Mga Serbisyo sa usa ka tibuuk kalibutan, dili eksklusibo, sublicenseable, mabalhin, walay royalty, dili mabakwi nga lisensya aron hingpit nga pahimuslan ang tanang Data sa Kustomer, lakip ang tanang may kalabotan nga katungod sa intelektwal nga kabtangan. Kung imong pilion ang kapilian nga \"Data para sa Tanan\", imong girepresentar ug gigarantiyahan nga ikaw adunay igo nga katungod, titulo, ug interes sa ug sa imong datos aron mahatagan ang lisensya sa kini nga seksyon.",
    "3496767126": "Alang sa paglikay sa pagduhaduha, ang mosunod nga parapo magamit lamang sa mga Kustomer nga naggamit sa among mga serbisyo sa anotasyon, ug dili sa paggamit sa among Mga Serbisyo isip usa ka Integrator.",
    "767207800": "Kung ang imong data adunay posibling klaro o makapasakit nga sulud, kinahanglan namon nga markahan nimo sila nga \"TASABO NGA KONTENTO\" aron magsilbi nga patas nga pasidaan sa bisan kinsa nga makakita sa imong datos. Mahimong wala kay bulag nga sinulat nga kasabotan uban sa IMI naglakip sa mga buluhaton nga nakalapas sa among mga polisiya, lakip, apan dili limitado sa, (a) mga buluhaton nga direkta o dili direkta nga nagpasiugda sa laing website o serbisyo, (b) mga buluhaton nga nakalapas sa mga termino sa ikatulo nga partido nga website ug mga kondisyon, (c) mga buluhaton nga naghangyo sa mga Contributor sa pagpangayo sa mga ikatulo nga partido, (d) mga buluhaton nga naghangyo sa mga Nag-ambag nga molihok aron mamanipula ang pamatasan o mga resulta sa usa ka website, (e) mga buluhaton nga naglapas sa mga katungod sa intelektwal nga kabtangan sa mga ikatulo nga partido, ug (f) mga buluhaton nga nagkinahanglan sa mga Contributor sa pag-download sa software o mga file.",
    "3370561195": "6. Madawat nga Gawi",
    "4205152730": "Giawhag ka nga makig-uban sa ubang mga tiggamit bisan asa sa among website, Forum, pagmemensahe, chat, ug uban pang mga channel sa social media nga kontrolado sa IMI, apan kung buhaton nimo kini kinahanglan nimo nga sundon ang tanan nga mga termino sa serbisyo ug paggamit sa among site ug tanan nga may kalabutan nga mga balaod. .",
    "1394253934": "7. Sayop nga Paggamit, Pag-abuso, ug sayop nga representasyon",
    "1406393333": "Ang bisan unsang pag-access o paggamit sa Mga Serbisyo gawas sa subay sa Mga Termino sa Mga Serbisyo ug bisan unsang mga panudlo nga among gihatag hugot nga gidili. Sa partikular, DILI ka:",
    "3409726716": "magparehistro alang sa labaw sa usa ka account uban kanamo nga walay sinulat nga pagtugot;",
    "3119498672": "paghimo sa bisan unsa nga buluhaton gamit ang Internet bots, web robots, bots, scripts, o bisan unsang matang sa artificial intelligence o sa laing paagi mosulay sa pagkuha og mga ganti gikan sa IMI o bisan kinsang Nangayo o Integrator nga dili makompleto ang mga buluhaton sama sa gihulagway niini;",
    "1188668818": "paghatag og bisan unsa nga sayop nga impormasyon samtang naggamit niini nga website (lakip na ang walay limitasyon sa pagsundog sa bisan kinsa nga laing tawo o organisasyon sa imong account, o bakak nga pagpahayag o sa laing paagi sayop nga pagrepresentar sa imong kaugalingon o sa imong pagpasakop sa bisan kinsa nga tawo o organisasyon sa imong account;",
    "2804310964": "pag-access o pagsulay sa pag-access sa among website pinaagi sa bisan unsang proxy web server o uban pang aparato nga gidesinyo sa pag-obfuscate sa imong tinuod nga lokasyon o pagkatawo o sa bisan unsang paagi gawas sa gihatag nga interface;",
    "1374227759": "gamiton ang website para sa bisan unsang ilegal nga kalihokan, o alang sa bisan unsang katuyoan gawas sa katuyoan kung diin kini gihimo nga magamit;",
    "2103513933": "pag-apil sa kalihokan nga makabalda o makabalda sa pag-obra sa site;",
    "137127070": "isulod, i-upload, o i-attach ang malisyoso o wala mailhi nga external links o file, o mag-upload og bisan unsang content nga adunay virus, Trojan horse, worm, time bomb, o uban pang makadaot nga computer code;",
    "1686655020": "Pag-upload sa bisan unsa nga sulod ubos sa copyright nga dili imong orihinal nga buhat, gawas kon ikaw adunay pagtugot gikan sa may katungod nga tag-iya sa pag-post sa maong sulod ug sa paghatag sa IMI sa tanang lisensyado nga mga katungod nga gihatag dinhi;",
    "1406692811": "pag-spam o pag-post sa bisan unsang matang sa publisidad, pagsulay nga makakuha og mga referral, komunikasyon sa masa, mga tanyag o hangyo sa salapi, pagpangayo og mga serbisyo, advertising, marketing, walay pulos nga mga mensahe, gidoble nga mga hilisgutan, ilegal nga sulod, mga link sa social website, e-mail address, o instant messenger IDs gawas kon gikinahanglan sa buluhaton;",
    "3893539589": "isulod ang mga eksternal nga link nga nagtanyag mga butang o serbisyo gawas kung gikinahanglan sa buluhaton;",
    "3214322759": "kon dili moapil sa bisan unsang malisyoso o malimbungon nga kalihokan.",
    "3733422465": "8. Pagpamatuod sa imong Identidad",
    "267645277": "Mahimong i-verify sa IMI ang imong pagkatawo. Mahimong maglakip kini sa pagtandi sa imong personal nga impormasyon batok sa mga database sa ikatulo nga partido o opisyal nga legal nga mga dokumento. Gitugotan mo kami sa paghimo sa bisan unsang mga pangutana nga gikinahanglan aron makumpirma ang imong pagkatawo, ang imong pagpanag-iya sa imong email address, ug ang imong pagpanag-iya sa imong pinansyal nga mga account. Miuyon ka sa paghatag og impormasyon mahitungod kanimo aron sa pagtabang kanamo sa pagmatuod sa imong pagkatawo.",
    "4169910317": "9. Pagtuman sa Balaod",
    "519755936": "Ikaw ra ang responsable sa pagsunod sa federal, estado, probinsyal, ug lokal nga mga balaod nga may kalabotan sa imong paggamit sa Mga Serbisyo. Miuyon ka nga bayran ug dili kami makadaot sa bisan unsang mga pag-angkon batok kanamo tungod kay napakyas ka sa pagsunod sa bisan unsang balaod o nakalapas sa bisan unsang mga katungod sa ikatulo nga partido, lakip ang walay limitasyon nga kontraktwal, intellectual property, o katungod sa pagkapribado.",
    "731546974": "10. Mga Buhis sa Contributor o Integrator",
    "3128328457": "Kung ikaw usa ka Contributor o Integrator, ikaw ra ang responsable sa pagbayad sa bisan unsang gibanabana o uban pang federal, estado, o lokal nga buhis sa kita, seguridad sa katilingban, FICA, ug bayad sa mga trabahante nga nautang tungod sa paggamit sa among website, ingon man parehas nga buhis o bayad sa mga hurisdiksyon nga dili US. Miuyon ka nga bayran ug huptan kami nga dili makadaot alang sa bisan unsang mga pagtasa batok kanamo tungod kay napakyas ka sa pagsunod sa bisan unsang mga balaod sa buhis.",
    "2931396764": "11. Paglapas Niini nga Mga Termino sa Serbisyo",
    "1240667045": "Mahimo namon nga suspindihon, limitahan, o kanselahon ang imong pag-access sa Mga Serbisyo sa bisan unsang oras alang sa bisan unsang hinungdan, lakip ang tungod kay: (a) kami nagtuo nga imong gilapas kini nga Mga Termino sa Serbisyo (lakip ang uban pang mga may kalabotan nga palisiya); (b) kami nagtuo nga imong gilapas ang among mga katungod o ang mga katungod sa bisan unsang ikatulo nga partido; (c) dili namo mapamatud-an o mapamatud-an ang impormasyon nga imong gihatag kanamo; o (d) kami nagtuo nga ang imong mga aksyon mahimong makamugna og mga tulubagon alang kanimo, kanamo, o sa ikatulo nga partido. Alang sa paglikay sa pagduhaduha, kami adunay katungod sa pagpugong o pagsuspenso sa pagbayad kanimo kung kami makatarunganon nga nagtuo nga bisan unsa sa nahisgotan ang magamit sa ingon nga pagbayad.",
    "1601080128": "Kung among suspindihon o tapuson ang imong account, wala ka nay access sa bisan unsang bahin sa website, lakip ang data, mensahe, file, ug uban pang materyal nga imong gitago sa site. Mahimong DILI ka magpadayon sa paggamit sa among website ubos sa lain o bag-ong ngalan sa account. Ang mga paglapas niini nga Mga Termino sa Serbisyo mahimong pasakaan og kaso sa kinatibuk-an sa balaod ug mahimong moresulta sa dugang mga silot ug silot.",
    "1160707899": "12. Ang Papel ug Relasyon sa Contributor sa IMI ug Uban pang Nangayo",
    "269838707": "Kung ikaw usa ka Contributor, ikaw ug ikaw lang ang magdesisyon kung asa ug pila ka mga buluhaton ang kinahanglan buhaton, ug kanus-a ug asa nimo kini makompleto. Libre ka nga mogugol ug daghan o gamay nga oras sa pagkompleto sa mga buluhaton nga imong gipili. Sa bisan unsa nga panahon ikaw ubos sa bisan unsa nga obligasyon sa pagkompleto sa usa ka buluhaton.",
    "1087195513": "Kung ikaw usa ka Contributor nga nag-access sa Mga Serbisyo ug/o naghimo sa mga buluhaton pinaagi o may kalabotan sa usa ka Integrator alang sa usa ka Nangayo nga dili IMI, nan mouyon ka ug giila nga ang Intuition Machines dili tulubagon ug wala’y obligasyon kanimo pagtahud sa bisan unsang mga ganti o uban pang bayad alang sa nahuman nga mga buluhaton. Miuyon ka ug giila nga ang bisan unsang mga ganti o uban pang bayad para sa nahuman nga mga buluhaton gitino lamang sumala sa imong kasabutan sa Nangayo ug/o sa Integrator, kung mahimo. Ang bisan unsang mga panaglalis bahin sa ingon nga mga ganti o uban pang bayad (lakip nga wala’y limitasyon ang pagkapakyas sa pagdawat sa ingon nga mga ganti o uban pang bayad) naa ra tali kanimo ug sa Nangayo ug/o sa Integrator, kung mahimo.",
    "952813944": "Ni ang imong paggamit sa among website o bisan unsa niini nga kasabutan dili makamugna og trabaho, partnership, joint venture, ahensya, franchise, o sales representative nga relasyon tali kanimo ug sa Intuition Machines. Wala kami maghatag kanimo og bisan unsang kagamitan o himan aron makompleto ang usa ka buluhaton. Wala kami maghatag kanimo ug bisan unsang mga benepisyo, bayad sa mga trabahante, o sakup sa insurance. Kami walay tulubagon sa bisan unsa nga gasto nga imong naangkon sa paggamit sa among website. Dili kami magpugong sa bisan unsang kantidad gikan sa imong ganti para sa federal o state income tax, Social Security, o bisan unsang ubang buhis. Libre ka sa tanang panahon sa paghimo og mga buluhaton alang sa bisan kinsa nga tawo o negosyo, lakip ang bisan kinsa sa among mga kakompetensya. Wala kay awtoridad sa pagsulod sa bisan unsang kontrata, sinulat o binaba, alang sa Intuition Machines.",
    "3460432665": "Bisan pa sa nahisgotan na, kung ikaw usa ka magbubuhis sa US mahimo kaming mohangyo gikan kanimo ug usa ka W-9, nga i-update matag tuig, ug mahimo ka namon pugngan sa pagbuhat sa mga buluhaton hangtod nga makompleto o ma-update nimo ang usa ka W-9.",
    "458271951": "Kung ikaw usa ka Contributor nga nag-access sa Mga Serbisyo ug/o naghimo sa mga buluhaton pinaagi o may kalabotan sa usa ka Integrator alang sa Intuition Machines (naglihok ingon usa ka Nangayo), ang Intuition Machines mahimong gantihan ka alang sa madawat nga pagkompleto sa pipila nga mga buluhaton. Kung makaplagan ka nga nalambigit sa pagpanglimbong, pag-abuso, o paglapas niini nga Mga Termino sa Serbisyo, ang bisan unsa ug tanan nga mga ganti kanimo mahimong pugngan ug/o mabawi sa Intuition Machines.",
    "3056723024": "13. Dili Madawat nga Pagkompleto sa mga Buluhaton",
    "3913203723": "Kung, sa bisan unsang hinungdan, ang Nangayo dili modawat sa paghimo sa usa ka buluhaton nga imong nahuman, ikaw isip usa ka Contributor o Integrator dili adunay katungod sa bisan unsang ganti alang sa buluhaton. Sa higayon nga ang mga ganti nabahin na kanimo alang sa usa ka dili madawat nga nahuman nga buluhaton, mahimo namon kini makuha gikan kanimo.",
    "3666807632": "14. Mga Kwalipikasyon ug Kahanas sa Magtatampo",
    "1993899769": "15. Ang Atong Paggamit sa Impormasyon",
    "3027055607": "16. Intellectual Property ug Proprietary Rights",
    "3910971075": "Ang IMI nanag-iya sa tanang katungod, lakip ang mga katungod sa intelektwal nga kabtangan, sa source code, object code o nagpahiping istruktura, mga ideya o algorithm, API, ug bisan unsang dugang nga software, dokumentasyon o datos nga may kalabutan sa Mga Serbisyo (\"Software\"). Dili nimo, direkta o dili direkta, pinaagi sa ikatulo nga partido o kung dili: (a) reverse engineer, decompile, pagdisassemble, o kung dili mosulay sa pagdiskubre sa Software; (b) pag-usab, paghubad, o paghimo og mga buhat nga gigikanan base sa bisan unsang Software; (c) pagkopya, pag-abang, pag-abang, pag-apod-apod, pagsaad, pag-assign, o kung dili pagbalhin o pagpugong sa mga katungod sa bisan unsang Software; (d) paggamit sa bisan unsang Software para sa timesharing, mga katuyoan sa bureau sa serbisyo, o kung dili para sa kaayohan sa usa ka ikatulo nga partido; o (e) kuhaa ang bisan unsang proprietary notice o label.",
    "3660891610": "Kung ikaw usa ka Contributor, ang IMI, ug dili ikaw, adunay mga katungod sa proprietary sa bisan unsang trabaho nga imong gihimo isip bahin sa pagkompleto sa bisan unsang buluhaton. Pinaagi sa pagdawat sa mga termino niini nga Kasabotan miuyon ka sa (ug pinaagi niini buhaton) ang pagbalhin sa pagpanag-iya, pagpanag-iya, ug titulo (lakip ang tanang katungod sa intelektwal nga kabtangan nga anaa sa tibuok kalibutan) sa ug sa imong trabaho kanamo. Aron masiguro nga kami makahimo sa pag-angkon, paghingpit, ug paggamit sa maong mga katungod, ikaw dugang nga miuyon sa (i) pagpirma sa bisan unsa nga mga dokumento aron sa pagtabang sa dokumentasyon, kahingpitan ug pagpatuman sa atong mga katungod; ug (ii) paghatag og makatarunganon nga access sa impormasyon alang sa pagrekord, paghingpit, pagsiguro, pagpanalipod, ug pagpatuman sa maong proprietary katungod sa bisan unsa ug sa tanan nga mga nasud. Ang imong mga obligasyon ubos niini nga seksyon magpadayon bisan human nimo ma-deregister o mohunong sa paggamit sa Mga Serbisyo. Gitudlo mo kami isip imong abogado-sa-sa-katuyuan aron sa pagpatuman sa mga dokumento alang kanimo alang sa mga katuyoan nga gilatid niini nga seksyon.",
    "426125156": "17. Copyright ug TakeDown",
    "1408530660": "Girespeto sa IMI ang intelektwal nga kabtangan sa uban ug kami adunay katungod sa pagtangtang gikan sa among site sa bisan unsang materyal nga among gituohan nga mahimong makalapas sa mga katungod sa intelektwal sa bisan unsang ikatulo nga partido. Kung nagtuo ka nga ang imong kaugalingon nga trabaho gikopya sa paagi nga naglangkob sa paglapas sa copyright sa kini nga website, palihug kontaka ang suporta sa kustomer sa Intuition Machines.",
    "2696932851": "18. Indemnification",
    "3844300338": "Miuyon ka nga bayran, depensahan, ug huptan kami nga dili makadaot sa bisan unsa ug sa tanan nga mga pag-angkon, kadaot, utang, gasto, ug gasto (lakip ang makatarunganon nga bayad ug gasto sa mga abogado), nga naggikan o may kalabotan sa imong paghimo sa mga buluhaton o imong paggamit sa among website .",
    "2474091800": "19. Mga panaglalis sa Ubang mga Gumagamit; Ipagawas",
    "3162107126": "Ang IMI dili usa ka partido sa bisan unsang panaglalis tali kanimo ug ni bisan kinsa nga tiggamit sa Mga Serbisyo. Imong gibuhian ang IMI ug ang mga kaubanan niini gikan sa bisan unsa ug sa tanan nga mga pag-angkon, mga gipangayo, ug mga kadaot sa matag matang ug kinaiyahan, nahibal-an ug wala mailhi, gidudahang ug wala gisuspetsahan, gibutyag ug wala gibutyag, nga naggikan o konektado sa bisan unsang panaglalis tali kanimo ug sa laing tiggamit.",
    "2271969747": "20. Kompidensyal nga Impormasyon nga Imong Nadawat",
    "1042802841": "Ang kompidensyal nga impormasyon mao ang bisan unsang impormasyon nga gimarkahan isip kompidensyal o proprietary, o nga kinahanglan nga makatarunganon nga masabtan sa nakadawat nga partido nga kompidensyal o proprietary. Kini wala maglakip sa bisan unsa nga impormasyon nga (1) magamit sa publiko, (2) anaa na sa, naugmad nga independente sa, o nahibal-an na sa nakadawat nga partido, o (3) gibutyag pinaagi sa mando sa korte o ingon nga gikinahanglan sa balaod.",
    "1918025546": "Kung gihatagan ka ug kompidensyal nga kasayuran gikan sa bisan kinsa sa Mga Serbisyo, miuyon ka nga panalipdan ang sekreto sa kompidensyal nga kasayuran nga adunay parehas nga lebel sa pag-atiman nga imong gigamit aron mapanalipdan ang imong kaugalingon nga kompidensyal nga kasayuran, apan sa bisan unsang panghitabo nga adunay gamay nga pag-atiman. Mahimong dili nimo ibutyag o imantala ang bisan unsang ingon nga kompidensyal o proprietary nga impormasyon, gawas kung gikinahanglan alang sa paghimo sa usa ka buluhaton. Ang tanan nga impormasyon sa sulod sa usa ka buluhaton sa Intuition Machines Platform kinahanglan isipon nga kompidensyal bisan kung ang kasayuran dili dayag nga gitudlo nga kompidensyal.",
    "2690395789": "Kung ug kung dili na nimo kinahanglan ang kompidensyal nga kasayuran nga imong nadawat, kinahanglan nimo nga ibalik dayon o gub-on (sama sa gihangyo sa bisan kinsa nga nagpadayag sa kasayuran) ang tanan nga mga kopya sa kasayuran nga naa sa lugar, sistema, o uban pang kagamitan nga imong kontrolon.",
    "2178073797": "Tungod kay ang pagbutyag sa kompidensiyal nga impormasyon mahimong hinungdan sa dili mamaayo nga kadaot, ang nagbutyag nga partido adunay katungod sa pagpangita sa injunctive relief alang sa bisan unsang paglapas o gihulga nga paglapas niini nga termino.",
    "2185860003": "21. Mga Pagbag-o sa Website",
    "2631249972": "Mahimo namon nga pauswagon o usbon ang among website nga wala’y pahibalo kanimo.",
    "3764131594": "22. Mga Website sa Third-Party",
    "295955580": "Ang among website mahimong adunay mga link sa mga third-party nga website. Wala kami nagkontrol, nag-imbestiga, nag-monitor, o nagsusi sa maong mga website. Kami dili responsable o dili kami nag-endorso sa mga programa sa kompyuter, sulod, o mga opinyon nga anaa sa maong mga website. Kung nakahukom ka nga mobiya sa among website ug mag-access sa bisan unsang website sa ikatulo nga partido, buhaton nimo kini sa imong kaugalingon nga peligro.",
    "838225123": "23. Disclaimer sa Warranty",
    "3897238493": "ANG MGA SERBISYO GIHATAG SA \"AS IS\" BASIS. WALA KAMI NAGHIMO OG MGA REPRESENTASYON O WARRANTY, GIPAHIBALO O GIPADAYAG, MAHITUNGOD SA ACCESSIBILITY, FITNESS, LABA, AVAILABILITY, O FUNCTIONALITY SA MGA SERBISYO, BISAN UNSANG MAY KAUGNAY NGA SOFTWARE O MATERYAL, ANG MGA BUHATON, O UNSANG MGA AKTIBIDAD. HANGTOD SA MAXIMUM NGA GIKINAHANGLAN SA BALAOD, IMIDISCLAIMEN ANG TANAN NGA PAHIBALO O GIPAHIBALO NGA KONDISYON, REPRESENTASYON UG WARRANTY LAKIP, APAN DILI LIMITADO SA, ANG MGA WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSING, UG DON-INFRING. ANG IMONG NAG-inusara UG EKSKLUSIBONG REMEDY BATOK SA IMI MAY RESPETO SA BISAN UNSANG MGA DEPEKTO, DILI KOMPORMASYON, O KASAYSAYAN MAO ANG PAGHUNTONG SA PAGGAMIT SA MGA SERBISYO Kami walay responsibilidad sa bisan unsang kadaot sa imong sistema sa kompyuter, pagkawala o pagkadunot sa datos, o uban pang kadaot nga moresulta gikan sa imong pag-access o paggamit sa website o Intuition Machines Platform. Ang naka-iskedyul ug wala ma-iskedyul nga mga pagkabalda mahimong mahitabo, ug dili namo garantiya ang walay hunong nga pagkaanaa sa among website.",
    "2110259227": "24. Limitasyon sa Tulubagon",
    "3018077211": "25. Resolusyon sa Panagbangi sa Kontributor",
    "2790841456": "Kon ikaw usa ka Contributor, miuyon ka sa mosunod nga arbitration clause ug class action waiver:",
    "2323013093": "26. Magamit nga Balaod",
    "2900525040": "Ang mga balaod sa Estado sa California nagdumala niini nga Mga Termino sa Serbisyo ug bisan unsang kontrobersiya, panaglalis, o pag-angkon nga naggikan niini.",
    "3339302473": "27. Pagtapos",
    "41530052": "28. Kinatibuk-ang mga Termino",
    "3202747130": "Tibuok Kasabutan. Kini nga mga Termino sa Serbisyo ug bisan unsang mga palisiya, pamaagi, o mga termino nga gi-refer sa kini nga kasabutan naglangkob sa tibuuk nga kasabutan sa mga partido bahin sa hilisgutan, ug gipulihan ug kanselahon ang tanan nga una ug kadungan nga mga kasabutan, pag-angkon, representasyon, ug pagsabut sa mga partido. .",
    "4080263153": "Walay Waiver. Dili kami isipon nga nag-waive sa bisan unsang bahin sa among mga katungod o mga remedyo gawas kung ang waiver gisulat ug gipirmahan namo. Kung kami maglangay sa pagpatuman o mapakyas sa pagpatuman sa among mga katungod ubos sa bisan unsang probisyon niini nga kasabutan, dili kana usa ka waiver sa among katungod nga ipatuman dayon ang ingon nga probisyon o bisan unsang bahin niini nga kasabutan.",
    "1789371580": "Pagka-assign. Mahimong dili nimo i-assign kini nga Mga Termino sa Serbisyo kung wala ang among gisulat nga pagtugot. Mahimo namon nga i-assign kini nga Mga Termino sa Serbisyo sa bisan unsang oras, nga wala’y pahibalo. Ubos sa nahisgotan na, kini nga mga Termino sa Pag-alagad mahimong magbugkos sa matag manununod sa matag partido ug gitugotan nga mga assign.",
    "2819628066": "Pagkabulag. Kung ang bisan unsang probisyon niini nga Mga Termino sa Serbisyo makita nga dili balido o dili mapatuman sa bisan unsang hinungdan, dili kini makaapekto sa pagkabalido ug pagpatuman sa bisan unsang nahabilin nga mga probisyon.",
    "3955981186": "Mga kausaban. Walay pagbag-o o pag-amendar niini nga Mga Termino sa Serbisyo ni bisan kinsa gawas sa IMI ang mogapos sa IMI gawas kon sa usa ka sinulat nga instrumento nga gipirmahan sa usa ka awtorisado nga representante sa IMI.",
    "1377538813": "Nagpatigbabaw nga Pinulongan. Ang English nga bersyon sa pinulongan niini nga Mga Termino sa Serbisyo mokontrol sa tanan nga mga bahin ug mopatigbabaw kung adunay bisan unsang pagkasumpaki sa mga gihubad nga bersyon, kung naa.",
    "2438016011": "Boluntaryong Kasabutan. Ang tanan nga mga partido niini nga Mga Termino sa Serbisyo nagrepresentar ug nagkauyon nga ang matag usa nagsusi sa tanan nga mga aspeto niini nga kasabutan, mabinantayon nga nagbasa ug hingpit nga nakasabut sa tanan nga mga probisyon niini, ug boluntaryo nga nagsulod sa kini nga kasabutan.",
    "2445034923": "Kung dili ka mouyon sa tanan nga mga termino ug kondisyon niini nga Mga Termino sa Serbisyo, ayaw (ug mahimo nga dili nimo) gamiton o i-access ang Site o ang Mga Serbisyo.",
    "2646127839": "Apendise sa Customer sa Master Terms of Service",
    "4097297673": "Isip usa ka Kustomer, Nangayo, o Integrator, miuyon ka nga mogapos sa ubos nga mga termino dugang pa sa bisan unsang uban pang mga termino tali kanimo ug sa IMI.",
    "1093280979": "1. Mga Porma sa Pag-order sa Platform",
    "1549953005": "Mahimo nimong nakompleto ang usa o daghang mga porma sa pag-order sa pag-access sa platform (matag usa, usa ka \"Form sa Pag-order\") ingon usa ka kondisyon nga mahimong usa ka Kustomer o Nangayo. Kung mao, nan ang mga termino ug kondisyon nga gihulagway sa Order Form mahimong bahin sa Mga Termino sa Serbisyo ug pinaagi niini gilakip pinaagi sa pakisayran.",
    "3819851005": "2. Bayad",
    "1591032933": "Imong bayran ang IMI sa mga bayronon sama sa gihulagway sa magamit nga Order Form pinaagi sa paagi sa pagbayad nga imong gihatag sa magamit nga Order Form. Gawas kon dayag nga giuyonan sa duha ka partido sa pagsulat, maghatag ka ug bug-os nga bayad para sa tanang mga invoice nga gi-isyu sulod sa traynta (30) ka adlaw human sa petsa sa pagpadala sa invoice. Gitugotan mo kami sa pagpadagan sa mga awtorisasyon sa credit card sa tanang impormasyon sa credit card nga imong gihatag kanamo, sa pagtipig nianang impormasyon sa credit card, ug sa pagpaningil sa imong credit card o sa bisan unsa nga account nga among giuyonan sa usag usa isip usa ka matang sa pagbayad. Gawas kon gipahayag sa laing paagi sa Order Form o sulod sa imong Enterprise Service Agreement o Master Service Agreement, ang tanang bayronon alang sa Mga Serbisyo, gawas sa mga sobra, gisingil kada tuig sa pagsugod sa mga serbisyo nga gihatag sa IMI ubos sa imong Kasabutan (ang \"Epektibo nga Petsa\").",
    "4142610534": "Ang bisan unsang ulahi nga pagbayad makaipon ug ulahi nga mga bayronon sa rate nga 1.5% nga porsyento matag bulan o ang labing taas nga kantidad nga gitugotan sa balaod, kung asa ang mas ubos. Kung mapakyas ka sa pagbayad sa kantidad nga kinahanglan ubos sa kini nga Kasabutan sa bisan unsang hinungdan, ang imong account mahimong masuspinde, sa among kaugalingon nga pagkabuotan, diin wala’y dugang nga pagbayad nga himuon gikan sa imong account alang sa pagkompleto sa mga buluhaton ug ang tanan nimong mga buluhaton matangtang. gikan sa among website. Kinahanglan nimo nga ibayad kanamo ang tanan nga kantidad nga angay kung gipangayo, dugang sa bisan unsang bayad sa pagproseso, bayad sa ulahi, o bayad sa abogado. Mahimo usab kami maghimo ug angay nga mga taho sa mga ahensya sa pagtaho sa kredito ug mga awtoridad sa pagpatuman sa balaod.",
    "512991700": "Kung gusto nimo nga makiglalis sa bisan unsang bayad, kinahanglan nimo nga kontakon ang among departamento sa suporta sa kostumer nga dili molapas sa traynta (30) ka adlaw pagkahuman sa petsa sa pagsira sa una nga pagsingil o pahayag sa account diin ang sayup o problema nagpakita aron makadawat usa ka pagbag-o o kredito.",
    "1273914192": "3. Buhis",
    "4242322181": "Responsable ka sa pagbayad sa tanang buhis nga may kalabotan sa Mga Serbisyo gawas sa mga buhis sa US nga gi-assess sa net income o personal nga kabtangan sa Intuition Machines.",
    "1671996585": "Mahimong kinahanglan nimo nga i-integrate ang imong website, aplikasyon, o plataporma sa among Mga Serbisyo pinaagi sa among interface sa pagprograma sa aplikasyon (\"API\"). Kung buhaton nimo kini, hatagan ka namon ug limitado, dili eksklusibo, dili mabalhin, dili ma-assign, mabakwi nga lisensya aron magamit lamang ang API aron ma-access ang Mga Serbisyo. Mahimo namong usbon ang API ug/o ihunong ang pagsuporta sa mga daan nga bersyon o pagpagawas sa API bisan unsang orasa. Kami adunay katungod sa pagsuspenso o paglimite sa imong pag-access sa API sa among kaugalingon nga pagkabuotan, ug among gamiton ang makatarunganon nga mga paningkamot aron mahatagan ka nga pahibalo sa wala pa ang pagsuspinde.",
    "4036662147": "5. Pagpanalipod sa Kompidensyal nga Impormasyon",
    "3564208535": "Miuyon ka sa paggamit sa makatarunganon nga komersyal nga mga paningkamot aron mapanalipdan ang bisan unsang Kompidensyal nga Impormasyon nga nadawat gikan kanamo o pinaagi sa among Mga Serbisyo. naglakip sa mga marka sa bot ug dili-publiko nga mga detalye sa among serbisyo sa negosyo, lakip ang dili-publiko nga dokumentasyon ug bisan unsang mga detalye nga mahimo natong ipaambit mahitungod sa atong mga pamaagi sa pag-ila sa bot. Kung hatagan ka ug access sa bisan unsang ingon nga Kompidensyal nga Impormasyon, mahimo namon nga usbon, suspindihon, o limitahan ang imong pag-access sa among Mga Serbisyo sa among kaugalingon nga pagkabuotan kung among mahibal-an nga ang Kompidensyal nga Impormasyon nabutyag pinaagi sa imong paggamit sa among Mga Serbisyo, ug mogamit kami og makatarunganon nga mga paningkamot aron mahatagan ka og pahibalo sa dili pa masuspinde.",
    "120384113": "6. Pagtapos",
    "453723556": "Mahimo nimong tapuson kini nga Apendise sa Kustomer nga independente sa Mga Termino sa Serbisyo pinaagi sa paghunong nga mahimong Kustomer o Nangayo. Kami adunay katungod nga suspindihon o tapuson ang imong kahimtang ingon usa ka Kustomer o Nangayo sa bisan unsang oras, o kung dili, tapuson ang imong account o paggamit sa Mga Serbisyo nga nahiuyon sa Mga Termino sa Serbisyo. Nagpabilin ka nga may tulubagon sa pagtapos sa bisan unsang kantidad nga nautang ubos sa imong Order Form. Kung ang imong suskrisyon naglakip sa bisan unsang binulan o tinuig nga bayronon o binulan o tinuig nga mga minimum, ikaw gihapon ang responsable sa pagbayad sa tanan nga bayronon sa Mga Serbisyo hangtod sa katapusan sa kana nga bulan o tuig, matag usa.",
    "218889628": "Gawas kung among tapuson kining Customer Appendix o ang Mga Termino sa Serbisyo isip resulta sa imong paglapas niini nga Customer Appendix o ang Mga Termino sa Serbisyo, kung among tapuson ug nabayran na nimo ang bisan unsa nga bayronon kanamo, among ibalik ang usa ka pro-rata nga bahin sa mga prepaid nga kantidad, base sa nahabilin nga oras o Mga Serbisyo nga imong nabayran, hain ang gamay. Among tapuson ang among trabaho sa makatarunganong komersiyal nga paagi ug ipreserbar ug ihatod kanimo ang tanang bayad-alang sa Output Data Set ug tanang Data sa Kustomer nga among gipanag-iya. Sa bisan unsang pagtapos, mahimo kami apan dili obligado sa pagtangtang sa bisan unsang datos.",
    "2505227594": "7. Mga sobra",
    "2369877184": "Ang pinakataas nga gitugot nga peak RPS rate para sa hCaptcha Integrators o Customers kay 1,000 ka hangyo kada segundo sa mga entidad sulod sa imong account (\"RPS\"), gawas kung gipiho sa usa ka sinulat nga kontraktwal nga kasabutan tali kanimo ug kanamo.",
    "234420106": "Kung ikaw usa ka Integrator o Kustomer sa serbisyo sa hCaptcha Enterprise ug ang imong paggamit sa API nga gisukod sa RPS milapas sa gihatag nga rate para sa imong lebel sa serbisyo, mahimo namong pilion nga usbon ang imong serbisyo o magbayad og sobra nga rate. Kung ang imong peak RPS rate molapas sa provisioned rate sa usa ka factor nga 10 alang sa 10 o labaw pa nga mga minuto sa kinatibuk-an sulod sa 30 ka adlaw nga yugto ug ang kadaghanan niini nga mga hangyo, sa among bugtong paghukom, dili malisyosong trapiko, mahimo kaming mopili sa pabayron ka sa imong gipiho sa kontrata nga overage rate para sa tanang hangyo sa API nga gihimo nianang bulana.",
    "2619472217": "8. Pagbaligya pag-usab",
    "2019702084": "Gawas lang kung gitugutan sa Master Service Agreement o Reseller Agreement sa Customer, ang gi-order nga SaaS Services dili ibaligya, ibaligya pag-usab, pag-abang, pag-sub-leased, lisensyado, sub-lisensyado, o kung dili mahimo nga magamit sa bisan unsang ikatulo nga partido (gawas sa usa ka Affiliate sa Customer ), ug ang tanang mga order ubos sa Kasabutan ug ang tanang paggamit sa Kustomer sa Serbisyo para sa kaugalingon nga internal nga paggamit sa negosyo sa Kustomer o sa Kaanib niini.",
    "1233229030": "Miscellaneous",
    "1467783792": "Walay tawo, entidad, o organisasyon nga gitugutan sa Estados Unidos (usa ka \"Sanctioned Actor\") ang kwalipikado alang sa mga ganti o gamiton ang Mga Serbisyo isip Integrator. Alang sa paglikay sa pagduhaduha, kini naglakip sa bisan unsang Sanctioned Actors nga gitudlo sa Office of Foreign Assets Control (\"OFAC\") sa US Department of the Treasury.",
    "3759657802": "Mahimong dili nimo i-assign, ibalhin, o itugyan kini nga Mga Termino sa Serbisyo o ang imong mga katungod o obligasyon sa ilawom sa bisan unsang paagi (pinaagi sa paglihok sa balaod o kung dili).",
    "1627232990": "Ang mga paghubad niini nga Mga Termino sa Serbisyo gihatag sa labing maayo nga paagi sa pagpaningkamot. Kung adunay bisan unsa nga hinungdan nga kalainan tali sa English nga mga Termino sa Serbisyo ug usa ka paghubad niini, ang English nga Mga Termino sa Serbisyo sa pinulongan pagaisipon nga awtoritatibo.",
    "805221621": "Palihug kontaka kami sa",
    "259613338": "kung naa kay pangutana bahin sa mga Termino sa Serbisyo.",
    "2735878907": "Pahayag sa Pagplano sa Pagpadayon sa Negosyo",
    "2887242610": "Ang Intuition Machines, Inc nakamugna ug Business Continuity Plan kung giunsa namo pagtubag ang mga panghitabo nga makabalda sa among negosyo sa hCaptcha. Tungod kay dili matag-an ang oras ug epekto sa mga katalagman ug mga pagkabalda, kinahanglan naton nga flexible sa pagtubag sa aktwal nga mga panghitabo kung kini mahitabo. Uban niana sa hunahuna, kami naghatag kanimo niini nga kasayuran sa among plano sa pagpadayon sa negosyo.",
    "809251240": "Pagkontak Kanato",
    "2551802342": "– Nagplano kami nga dali nga makabawi ug ipadayon ang mga operasyon sa negosyo pagkahuman sa usa ka hinungdanon nga pagkabalda sa negosyo ug pagtubag pinaagi sa pagpanalipod sa among mga empleyado ug kabtangan, paghimo og usa ka pinansyal ug operasyon nga pagtasa, pagpanalipod sa mga libro ug mga rekord sa kompanya, ug pagtugot sa among mga kostumer ug ilang mga end user nga magtransaksyon online. Sa laktud, ang among plano sa pagpadayon sa negosyo gilaraw aron tugutan ang among kompanya nga ipadayon ang mga operasyon sa labing kadali nga mahimo, tungod sa kasangkaran ug kagrabe sa hinungdanon nga pagkabalda sa negosyo. Ang among plano sa pagpadayon sa negosyo nagpunting: pag-backup sa datos ug pagbawi; tanang mission critical systems; pinansyal ug operational assessments; alternatibo nga komunikasyon sa mga kustomer, empleyado, ug mga lawas sa pagdumala; alternatibo nga pisikal nga lokasyon sa mga empleyado; kritikal nga supplier ug epekto sa kustomer; pagreport sa regulasyon; ug paghatag dayon sa among mga kustomer nga pahibalo kung dili kami makapadayon sa among negosyo. Ang among kinauyokan nga supplier pool nagpaluyo sa among importanteng mga rekord sa usa ka geograpikanhong bulag nga lugar. Samtang ang matag sitwasyon sa emerhensya nagpatunghag talagsaon nga mga problema base sa panggawas nga mga hinungdan, sama sa oras sa adlaw ug ang kagrabe sa pagkabalda, kami gitambagan sa kini nga supplier nga pool nga ang ilang katuyoan mao ang pagpasig-uli sa ilang kaugalingon nga mga operasyon ug makahimo sa pagpadayon sa mga serbisyo nga paspas. Bisan kung kami nagtrabaho aron makunhuran ang peligro pinaagi sa paggamit sa lainlain nga set sa mga supplier, ang imong mga serbisyo mahimong mabag-o o mabalda sa kini nga panahon.",
    "826396656": "Atong Plano sa Pagpadayon sa Negosyo",
    "1979347895": "– Ang dagkong mga pagkabalda sa negosyo mahimong magkalainlain sa ilang kasangkaran, sama sa among kompanya, usa ka tinukod nga puy-anan sa among kompanya, ang kasilinganan kung diin nahimutang ang among kompanya, ang lungsod kung diin kami nahimutang, o ang tibuuk nga rehiyon. Sulod sa matag usa niini nga mga lugar, ang kagrabe sa pagkabalda mahimo usab nga magkalainlain gikan sa gamay hangtod sa grabe. Sa usa ka pagkabalda sa among kompanya, among distrito sa negosyo, lungsod, o rehiyon o usa ka edipisyo nga gipuy-an sa among kompanya, among ibalhin ang among mga operasyon sa usa ka lokal nga lugar kung kinahanglan ug wala’y gilauman nga materyal nga pagkabalda sa mga operasyon sa negosyo. Sa bisan asa nga sitwasyon, nagplano kami nga magpadayon sa negosyo, ibalhin ang mga operasyon ngadto sa alternatibong mga suppliers kon gikinahanglan, ug ipahibalo kanimo pinaagi sa among website sa hcaptcha.com ug sa among status page sa hcaptchastatus.com kon unsaon pagkontak kanamo. Kung ang mahinungdanon nga pagkabalda sa negosyo grabe kaayo nga kini makapugong kanamo sa pagpabilin sa negosyo, kami mopahibalo kanimo sa madali.",
    "653679457": "Nagkalainlain nga mga Kasamok",
    "410397176": "Para sa dugang impormasyon",
    "2095899021": "hCaptcha Branding Guidelines ug General Trademark License",
    "2340340589": "Mga panudlo sa paggamit sa marka sa hCaptcha",
    "2430148876": "Gibuhat namo kini nga mga giya ug kinatibuk-ang lisensya sa trademark aron mahimo kini nga sayon kutob sa mahimo alang sa among mga kustomer, mga kauban, ug mga fans nga magtrabaho uban sa among brand samtang gipreserbar ang among corporate identity. Kung kinahanglan nimong gamiton ang mga icon, logo, o uban pang mga marka sa hCaptcha sa mga paagi nga lahi kaayo sa kini nga mga panudlo, kinahanglan nimo nga kontakon kami (IMI) alang sa usa ka sinulat nga lisensya.",
    "3884400764": "Samtang mahimo nimong gamiton ang mga marka sa hCaptcha subay niini nga mga giya, wala kini magpasabot nga aduna kay mga katungod sa hCaptcha Marks, mga logo, o sa bisan unsa nga lain nga marka sa pamatigayon, ngalan sa pamatigayon, marka sa serbisyo, ngalan sa negosyo o maayong kabubut-on sa hCaptcha. Gusto namon nga hatagan ang labi nga kadali nga mahimo, apan obligado kami nga panalipdan ang hCaptcha batok sa dili awtorisado nga paggamit sa bisan unsang marka sa pamatigayon, ngalan sa pamatigayon, marka sa serbisyo, ngalan sa negosyo o maayong kabubut-on sa hCaptcha. Ang bisan unsang dili awtorisado nga paggamit awtomatik nga magtapos sa pagtugot o lisensya nga gihatag sa hCaptcha ug mahimong makaangkon og legal nga mga tulubagon alang sa bisan unsang kadaot.",
    "512598290": "Busa, kinahanglan namong hangyoon nga kanunay nimong gamiton ang tanang marka ug logo sa hCaptcha sa porma nga nagsunod sa mga lagda sa ubos, lakip ang capitalization, typeface, ug estilo.",
    "2075610992": "Salamat sa imong suporta!",
    "1023190144": "hCaptcha® sa teksto",
    "4274324704": "Ania kung giunsa paggamit ang among ngalan sa sinulat nga kopya:",
    "3912926900": "Ang hCaptcha® kinahanglan adunay usa ka rehistradong simbolo sa pamatigayon sa unang higayon nga kini makita sa usa ka mamugnaon nga kopya.",
    "950637875": "Ang espeling sa hCaptcha kinahanglan nga dili na usbon ug ang hCaptcha kinahanglan kanunay nga gi-capital sa ikaduhang letra (\"C\"). Dili gayud kini plural o possessive.",
    "2624601135": "Ang \"hCaptcha\" kinahanglan dili gamiton isip bahin sa usa ka brand name, gidugtong sa hyphen, o gigamit sa mga ngalan sa mga aplikasyon o ubang mga produkto.",
    "3828090208": "Imbes gamita ang \"para sa hCaptcha\". Kung gigamit sa usa ka ikatulo nga partido nga logo, \"alang sa hCaptcha\" kinahanglan nga mas gamay sa gidak-on kaysa sa ikatulo nga partido nga logo.",
    "4149738856": "Ang hCaptcha kinahanglang gamiton isip adhetibo ug sundan sa tukmang generic nga termino.",
    "1446868537": "Ang hCaptcha dili kinahanglan gamiton isip usa ka berbo.",
    "2487931657": "Ayaw gamita ang: \"we hCaptcha'd among site.\"",
    "2565565429": "Hinuon gamita ang: \"among gigamit ang hCaptcha aron mas luwas ug mas luwas ang among site.\"",
    "3434202027": "Ang bisan unsang paggamit sa ngalan sa hCaptcha sa mga komunikasyon nanginahanglan sa pag-ila: \"Ang hCaptcha usa ka rehistradong marka sa pamatigayon sa Intuition Machines, Inc.\"",
    "2754937029": "Dili Madawat nga Paggamit",
    "2436973524": "Ang tukma nga mga pakisayran lamang ang madawat. Dili tugutan ang pag-ingon nga ang usa ka site naggamit sa mga serbisyo ug aplikasyon sa hCaptcha kung wala kini. Sa susama, ang paggamit sa among logo o bisan unsang mga badge angayan lamang kung ang site naggamit sa mga serbisyo sa hCaptcha.",
    "69844082": "Ang mga marka sa pamatigayon sa hCaptcha, mga graphic nga simbolo, mga logo, typeface, o mga icon mahimo usab nga dili gamiton sa dili maayo nga paagi.",
    "3861413614": "Mahimong dili ka mogamit sa bisan unsang marka o logo sa hCaptcha nga magpasabot nga ang hCaptcha adunay kalambigitan o pag-endorso, pag-sponsor, o suporta sa produkto o serbisyo sa ikatulo nga partido, nga wala’y hayag nga sinulat nga pagtugot.",
    "1409822234": "Sa bisan unsa nga kahimtang nga ang usa ka parehas o hapit parehas nga marka sa pamatigayon sa hCaptcha magamit ingon usa ka ngalan sa domain.",
    "4181060163": "Ang mga ikatulo nga partido kinahanglan dili mogamit mga kalainan o sayup nga spelling o molihok sa bisan unsang paagi nga mahimong hinungdan sa bisan unsang pasiuna nga kalibog sa interes sa mga marka sa pamatigayon sa hCaptcha.",
    "3955555607": "Gawas sa Mga Kasosyo o Awtorisadong Resellers, ang mga ikatulo nga partido mahimong dili mag-bid para sa mga keyword, Google AdWords, o uban pang gipunting nga sistema sa advertising gamit ang mga marka sa hCaptcha o sayop nga spelling. Dili usab mahimong gamiton sa mga ikatulo nga partido ang mga marka sa hCaptcha sa mga ngalan sa domain, bisan unsang pag-optimize sa search engine, meta tag, termino sa pagpangita, code, o uban pang sayop nga representasyon.",
    "1985238261": "Uban pang mga Restricted Marks",
    "2193061499": "Ang pipila sa among mga logo ug marka gilimitahan sa paggamit sa hCaptcha ug sa mga kauban niini. Ang mga ikatulo nga partido mahimong dili mogamit sa mosunod nga mga marka nga walay sinulat nga lisensya gikan sa hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Authorized Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop ni hCaptcha™",
    "2557601376": "logo sa hCaptcha™",
    "248923369": "BotStop logo™",
    "3942875761": "Tabang sa Paghimo og Mas Maayo nga Web™",
    "364774188": "Tawo ako",
    "2785425016": "(sa konteksto sa usa ka solusyon sa pag-verify sa katawhan, pananglitan usa ka tawag sa aksyon)",
    "2639657759": "Mga Marka nga Gigamit sa Pagtugot",
    "1268918580": "Ang pipila sa mga logo ug mga marka nga gigamit sa hCaptcha ug sa mga kauban niini gipanag-iya sa mga ikatulo nga partido ug mahimong gamiton lamang sa ilang pagtugot. Ang mga ikatulo nga partido dili mahimong mogamit sa mosunod nga mga marka gawas kung gitugotan sa ilang mga tag-iya:",
    "3782751514": "Ang HUMAN Protocol® usa ka rehistradong marka sa pamatigayon sa HUMAN Protocol Foundation, ug gigamit nga adunay pagtugot niini.",
    "1620709264": "Ang HUMAN Token® kay rehistrado nga marka sa HUMAN Protocol Foundation, ug gigamit uban sa pagtugot niini.",
    "3031953928": "Ang HUMAN Network™ kay usa ka marka sa HUMAN Protocol Foundation, ug gigamit nga adunay pagtugot niini.",
    "3554363588": "Ubang mga Marka",
    "3290996791": "Ang tanan nga ubang mga ngalan sa produkto, logo, ug mga tatak gipanag-iya sa ilang tag-iya. Ang tanan nga uban pang kompanya, produkto ug mga ngalan sa serbisyo nga gigamit sa kini nga website alang lamang sa mga katuyoan sa pag-ila. Ang paggamit niini nga mga ngalan, logo, ug mga tatak wala magpasabot og pag-endorso.",
    "2444685143": "Patakaran sa Logo",
    "2414232014": "Ang among logo mailhan dayon ug usa sa among labing bililhon ug hinungdanon nga mga kabtangan. Aron masiguro nga kini nagpabilin nga lig-on nga representasyon sa among kompanya, kinahanglan kini nga ipresentar sa usa ka mabinantayon ug makanunayon nga paagi sa tanan nga mga agianan sa komunikasyon.",
    "803639471": "Ang hCaptcha logo gilangkuban sa hand icon ug hCaptcha logotype. Sa puli nga porma niini, ang icon sa kamot mahimong makita sa iyang kaugalingon kung ang wanang gipugngan ug ang \"hCaptcha\" gigamit ingon usa ka marka sa pulong (sama sa gihulagway sa ibabaw) nga duol sa icon sa kamot, aron klaro nga ang icon sa kamot nagrepresentar sa hCaptcha.",
    "564127016": "Ang icon sa kamot nga hCaptcha:",
    "1424800293": "Ang logo sa hCaptcha:",
    "1525506526": "Unsa ang Account Takeovers Ug Giunsa Nila Pagtrabaho?",
    "2446481523": "Adunay usa ka karaan nga folk tale diin ang usa ka drayber sa karomata ug usa ka halangdon nga tawo nagpakita sa constabulary sa usa ka gamay nga baryo. Usa ka tawo, nagsul-ob og hugaw, kabus nga sinina, misulti sa kostable, “Ako ang halangdon nga tawo. Kining tawhana mao ang akong drayber.",
    "1767952047": "Giatake ko niya kagabii, gikawat ang akong mga sapot ug gikuha ang akong kuwarta.” Ang laing tawo, nagsul-ob og nindot nga sinina, ang sinina sa halangdon nga klase, mitubag, “Konstable, buang kining tawhana. Nagtuo siya nga siya usa ka halangdon nga tawo. Ako ang tinuod nga halangdon. Dakpa siya!”",
    "2947576723": "Kini nga istorya nag-una sa mga lisensya sa pagmaneho ug digital nga pag-imprenta sa tudlo, apan nagtanyag kini usa ka maayong panig-ingnan kung unsa ang mahimong sayup sa usa ka sitwasyon sa pagkuha sa account. Ang usa ka tawo nag-log in sa usa ka online nga bank account o mobile payments app. Siya ba ang tinuod nga naghupot sa account, o usa ka hacker? Kinsa man gyud? Kini nga mga isyu sa seguridad makaapekto sa mga organisasyon nga nagtugot sa pag-access sa account sa self-service.",
    "1687299615": "Unsa ang pagkuha sa account?",
    "2648707986": "Ang pagkuha sa account usa ka porma sa cyber fraud diin ang usa ka malisyosong aktor nagpakaaron-ingnon nga tag-iya sa usa ka online nga account. Kasagaran, ang account naa sa usa ka institusyong pinansyal o usa ka negosyo sa e-commerce diin ang mangingilad mahimong mangawat og salapi, mga baligya o mga gift card. Ang tig-atake naggamit sa gikawat nga mga kredensyal sa pag-login aron ma-access ang account ug dayon kuhaon kini, tingali usbon ang password aron ma-lock ang tinuud nga tag-iya sa account.",
    "1476843710": "Ang dili kaayo makadaot nga pinansyal apan makadaot gihapon nga mga porma sa pagkuha sa account naglambigit sa pag-hijack sa mga account sa social media ug uban pa. Niini nga mga kaso, ang tig-atake kasagaran naningkamot sa pagpakaylap sa malware o paghimo sa mga pag-atake sa phishing batok sa walay pagduda nga mga higala sa biktima. O, ang tig-atake naningkamot nga pakaulawan ang biktima, nga usahay mahitabo sa mga artista ug mga politiko, pananglitan.",
    "2904949278": "Giunsa pagkuha sa usa ka hacker ang usa ka account?",
    "2575690545": "Ang mga pagkuha sa account, sama sa daghang pagpanglimbong sa cyber, kasagaran usa ka butang sa awtomatiko, mga proseso sa masa. Talagsa ra alang sa usa ka hacker, nga nagsul-ob og hoodie sa silong sa iyang inahan, nga mag-type sa mga password sa mga website sa bangko matag usa.",
    "3614653023": "Hinunoa, ang praktis nagsalig sa dagkong mga pag-atake sa kredensyal nga pagpuno nga nagsulay sa minilyon nga username/password nga mga pares sa dosena nga target nga pinansyal nga mga institusyon sa paglaum nga maablihan ang gamay nga subset sa mga account. Sa higayon nga ang automated fraud software naka-access na sa account, ang usa ka tawo nga hacker mahimong maapil, apan sa pipila ka mga kaso, dili.",
    "2762759509": "Daghang mga pag-atake sa pag-takeover sa account ang hapit hingpit nga awtomatiko.",
    "1972710018": "Sa pagtan-aw niini gikan sa panglantaw sa kompanya",
    "1282121137": "Aron masabtan kung unsa ang mahimong problema sa pagkuha sa account, hunahunaa kung unsa ang hitsura sa kasinatian gikan sa punto sa panan-aw sa institusyong pinansyal. Gidumala nila ang milyon-milyon nga mga pag-login matag adlaw.",
    "2315518622": "Uban sa sopistikado nga magamit sa karon nga mga gamit sa pag-atake, labi ka mahagiton ang pag-ila kung diin, kung naa man, ang malimbong. Dayon, ang usa ka tawo mitawag sa linya sa serbisyo sa kustomer ug moingon “Ang akong account giatake! Dili ko maka-log in ug adunay nangawat sa akong kuwarta!”",
    "1836369533": "Sama sa constable sa folk tale, unsaon pagtino kung kinsa gyud? Kung ang tig-atake adunay igo nga gikawat nga mga elemento sa pagkatawo, sama sa numero sa lisensya sa pagmaneho, numero sa social security, ngalan sa pagkadalaga sa inahan, adres, ug uban pa, mahimong lisud ang pagtino kung ang nanawag mao ang tinuod nga tag-iya sa account o usa ka tig-atake nga nagtinguha nga makakuha usa ka pag-reset sa password sa usa ka account nga gusto niyang i-penetrate.",
    "2880837730": "Unsa ang mahimo aron mahunong ang pagkuha sa account?",
    "3654556483": "Ang mga institusyong pinansyal ug mga kompanya sa eCommerce adunay mga proseso ug mga kontrol nga nagpamenos sa pipila nga hulga sa pagkuha sa account. Kini gikan sa karaan nga \"unsa ang ngalan sa imong labing suod nga higala sa elementarya\" nga mga pangutana sa seguridad hangtod sa mga pamaagi sa pag-ila nga nagkuha sa mga kadudahang mga adres sa IP ug mga profile sa mobile device.",
    "2449501658": "naghatag og usa sa labing abante nga mga paagi aron maminusan ang hulga gikan sa malimbungon nga pagsulay sa pag-login sa account, gamit ang pagkat-on sa makina aron makit-an ug mapahunong ang mga bot, ug epektibo nga labi ka lisud o imposible alang sa mga mangingilad nga moapil sa pagkuha sa account.",
    "3621455477": "para makat-on pa!",
    "555246307": "By the way, ania natapos ang istorya sa halangdon ug sa iyang drayber: Gipalingkod sa constable ang duha ka lalaki nga magkauban sulod sa mga oras ug nawad-an sa ilang hunahuna. Sa katapusan sa adlaw, siya mipakita ug miingon, “Ako makigsulti sa drayber sa karomata karon.” Mitindog ang tawo nga nagsul-ob ug halangdon nga sinina. Gikapoy na siya, nakalimot siya nga nagpakaaron-ingnon lang siya nga halangdon.",
    "1224727373": "BotStop ni hCaptcha",
    "1187718370": "Kontaka kami",
    "3892905664": "Gitabangan sa hCaptcha ang imong paborito nga mga serbisyo sa online nga mapugngan ang mga bot, spam, ug pag-abuso pinaagi sa pagpangutana sa yano nga mga pangutana nga dali alang sa mga tawo ug lisud alang sa mga makina.",
    "555158694": "Usa ka serbisyo nga imong gigamit ang mipili aron mapauswag ang imong kasinatian sa ilang site pinaagi sa pag-install sa hCaptcha aron makunhuran ang makadaot nga trapiko.",
    "1617196410": "Ang hCaptcha naka-focus sa paghunong sa mga bot. Dili namo igsapayan kung kinsa ang usa ka tiggamit, apan kung sila mga malisyoso. Nagtrabaho kami pag-ayo aron mabalanse ang pribasiya ug",
    "1624200563": "seguridad, ug pagsunod sa GDPR, CCPA, LGPD, PIPL, ug uban pang mga regulasyon sa pagkapribado.",
    "1927613000": "Gihiusa sa hCaptcha ang sopistikado nga pagkat-on sa makina sa usa ka kusgan nga plataporma sa hagit aron mapanalipdan ang mga aplikasyon sa web gikan sa pagkuha sa account, pagpuno sa kredensyal, pag-scrape, ug uban pang mga matang sa pag-abuso.",
    "1133989302": "Ngano hCaptcha?",
    "34074886": "Matag higayon nga motubag ka sa usa ka hagit, mogamit kami mga sopistikado nga mga modelo aron mahibal-an kung tawo ka ba. Ang website nga imong gibisita unya naggamit niini nga resulta aron makatabang sa pagpalambo sa imong kasinatian sa ilang site pinaagi sa pagpugong sa mga bot.",
    "3412647984": "Gitugotan ka niini nga malikayan ang umaabot nga mga pangutana pinaagi sa pagrehistro ug pagtakda og cookie. Palihug sulayi usab ang pagpalong sa imong ad blocker.",
    "2510209017": "Nagkinahanglan ug dugang tabang?",
    "477275453": "Ngano nga Ang mga API Usa ka Popular nga Target Para sa mga Hacker?",
    "596347471": "Ang Application Programming Interfaces (APIs) nahimong popular nga target sa mga malisyosong aktor sa cyberspace. Adunay daghang mga hinungdan alang niini, lakip ang ilang dako nga gamit sa paghiusa sa aplikasyon. Posible nga maminusan ang peligro sa API, bisan pa.",
    "2441638955": "Una, unsa ang API?",
    "3963216198": "Aron hisgutan kung ngano nga ang mga API usa ka popular nga target sa mga hacker, angayan una nga mogahin og mubo nga panahon aron mahibal-an kung unsa ang gipasabut karon sa termino nga \"API.\" Ang konsepto sa API dili na bag-o. Sa tinuud, ang mga interface aron makonektar ang lainlaing mga sistema sa kompyuter sa usag usa, ingon man ang ilang mga internal nga sangkap, naa na sukad sa sayong bahin sa 1960s.",
    "1047251718": "Karon, bisan pa, kung maghisgot ang mga tawo bahin sa mga API, kanunay silang nagpasabut nga mga API nga nakabase sa sukaranan. Kini ang mga API nga gitukod gamit ang bukas nga mga sumbanan sama sa Representational State Transfer (REST) ug bukas nga standard file formats sama sa JavaScript Object Notation (JSON). Ang ingon nga mga \"RESTful APIs,\" ingon sa nahibal-an nila, mahimo nga mahimo nga wala kinahanglana ang proprietary software. Ang resulta nga mga API makahimo sa pagpadala ug pagdawat sa datos ug mga tawag sa pamaagi tali sa mga aplikasyon sa software. Pananglitan, ang usa ka mobile banking app naggamit ug API aron ma-access ang mga sistema sa bangko.",
    "3195334319": "Ang gamit ug pagkahuyang sa mga API",
    "1903743785": "Ang pag-abut sa mga API nga gipasukad sa mga sumbanan nagrepresentar sa usa ka dako nga paglukso sa unahan sa panagsama sa aplikasyon. Sulod sa milabay nga 20 ka tuig o labaw pa, ang mga API mibalhin gikan sa mahal ug komplikado nga proprietary software nga mga produkto ngadto sa libre, standards-based nga mga himan nga medyo sayon gamiton-ug dali nga i-deploy.",
    "879362350": "Uban sa bag-ong mga API nga nagtrabaho sa Internet, nahimong posible ang pagkonektar sa bisan unsang software o tinubdan sa datos, bisan asa sa kalibutan, bisan unsa pa ang plataporma, data schema o programming language. Ingon usa ka sangputanan, ang kalibutan sa kompyuter naa na karon sa taliwala sa usa ka rebolusyon sa API. Adunay usa ka pagbuto sa koneksyon tali sa mga aplikasyon ug data. Nindot kana, hangtod nga dili na.",
    "3844432472": "Ang kaayo nga pagkabukas ug kapuslanan sa mga API naghimo kanila nga labi ka daghan nga mga target alang sa mga tig-atake. Sa samang paagi nga ang usa ka mobile app mahimong maprograma aron makaabot ug GET data gikan sa usa ka corporate system gamit ang API, mao usab ang usa ka piraso sa malware. Ang mga hacker nagsulat sa usa ka halapad nga lainlain nga mga himan sa software sa pag-abuso sa mga API. Kini usa ka epektibo nga teknik sa pag-atake.",
    "2187096543": "Sa tinuud, adunay pipila ka dagkong mga paglapas sa datos nga miresulta gikan sa software nga gisulat sa hacker nga nanawagan sa usa ka API aron makuha ang datos gikan sa usa ka database. Pagkahuman, kung ang pagpangawat sa datos nanginahanglan lang usa ka batakang tawag sa GET sa usa ka API, nga gisulat gamit ang REST ug JSON, nan dali ra nga huboon ang usa ka database nga limpyo. Sa tinuud, kung maghisgot ang mga tawo bahin sa mga pag-atake sa \"screen scraping\", kung unsa gyud ang ilang gipasabut, kasagaran, mao ang paspas nga mga tawag sa API nga nagkuha sa datos gikan sa mga database. Ang mga API nahimong usa ka dakong pag-atake sa mga organisasyon nga nagtukod niini.",
    "4222109231": "Pagminus sa peligro sa API gamit ang Produkto sa Enterprise sa hCaptcha",
    "1783317946": "Ang paghunong sa mga pag-atake sa API usa ka popular nga kaso sa paggamit",
    "3022922096": ", hCaptcha's enterprise suite sa mga produkto. Dili sama sa libre nga bersyon sa hCaptcha,",
    "63719113": "naggamit sa advanced machine learning aron mahibal-an ang makadaot nga trapiko sa imong site ug mga app - lakip ang mga kalihokan sa pag-scrap.",
    "3566102529": "kanato karon aron makakat-on pa.",
    "3096553330": "Ang matag sistema nga atong gihimo yano nga nagpakita sa atong mga relasyon sa ubang mga tawo.",
    "1467218142": "Kung unsa ang atong gitinguha gikan kanila ug sa atong kaugalingon nagduso sa atong pamatasan, ug sa ingon ang parehas nga mga sumbanan sa interaksyon nagbalikbalik sa tanan nga mga sistema sa tawo. Naghatag ang internet og daghang maayong mga ehemplo niining sukaranan nga aspeto sa atong kalibutan.",
    "808872868": "Pananglitan: ang spam, pagpanglimbong, ug pag-abuso naglungtad na online sukad hapit sa adlaw human ang duha ka mga sistema unang nakonektar.",
    "1085089390": "Ang pag-abuso sa online naggikan sa kinaiyanhon nga kinaiya sa tawo",
    "3064321967": "Ang unang nailhan nga spam email gipadala niadtong 1978. [",
    "3800781598": "] Hapit lima ka dekada ang milabay, ang email spam nagpadayon sa paghampak kanamo. Daghang binilyon nga dolyar ug liboan ka tawo-katuig nga paningkamot sa inhenyero ang gibutang sa pagpildi niini, ug bisan pa ang spam nagpadayon. Adunay bilyon nga dolyar nga mga industriya sa duha ka kilid, ie kadtong nagdepensa batok niini ug kadtong nagpadala niini.",
    "2119943547": "Ngano man ni? Simple ra ang tubag. Hangtud nga adunay usa ka insentibo sa pag-abuso sa usa ka sistema, adunay usa nga kasagarang mangita usa ka paagi. Ug sa higayon nga ilang buhaton, adunay laing tawo nga adunay insentibo sa pagpahunong kanila.",
    "532470444": "Ang balanse mahimong mabalhin gamay matag tuig, apan kini nga pamatasan nagpakita lamang sa sukaranan nga kinaiya sa tawo, ug ang lima ka libo ka tuig nga natala nga kasaysayan nagpasabut nga ang dinamiko dili tingali mausab bisan unsang orasa.",
    "3193548097": "Paglaum Springs Eternal",
    "4065614934": "Kini nga pagtuki dili bag-o, apan ang mga tawo malaumon sa kahangturan. Ilabi na kung gihunahuna nila nga bag-o ang ilang ideya.",
    "1216071511": "Ang parehas nga mga ideya kanunay nga gisugyot nga mga 20 ka tuig na ang milabay, usa ka wala mailhi nga tagsulat adunay usa ka makatabang nga pagpuno sa blangko alang sa mga diskusyon sa online bahin sa mga solusyon sa anti-spam:",
    "1941999673": "Ang imong post advocates a",
    "4179118182": "( ) teknikal ( ) lehislatibo ( ) base sa merkado ( ) vigilante",
    "3978720689": "pamaagi sa pagpakig-away sa spam. Ang imong ideya dili molihok. Ania kung ngano nga dili kini molihok.",
    "318339230": "(Usa o labaw pa sa mosunod mahimong magamit sa imong partikular nga ideya, ug kini mahimo nga adunay",
    "30312304": "uban pang mga sayup nga kaniadto magkalainlain gikan sa estado hangtod sa estado sa wala pa gipasa ang dili maayo nga balaod sa federal.)",
    "2710988028": "( ) Ang mga spammer dali nga makagamit niini sa pag-ani sa mga adres sa email",
    "3912514510": "( ) Ang mga mailing list ug uban pang lehitimong paggamit sa email maapektuhan",
    "2030062561": "( ) Walay makapangita sa lalaki o makakolekta sa kuwarta",
    "3334160175": "( ) Kini walay depensa batok sa mabangis nga mga pag-atake",
    "3238345709": "( ) Kini mohunong sa spam sulod sa duha ka semana ug unya kita magpabilin niini",
    "4227800293": "( ) Ang mga tiggamit sa email dili mag-agwanta niini",
    "2271252286": "( ) Ang Microsoft dili motugot niini",
    "692064738": "( ) Ang mga polis dili mag-antos niini",
    "3475647460": "( ) Nanginahanglan ug daghang kooperasyon gikan sa mga spammer",
    "1482845460": "( ) Nanginahanglan dayon ug kinatibuk-ang kooperasyon gikan sa tanan sa makausa",
    "3741193183": "( ) Daghang tiggamit sa email ang dili makaako nga mawad-an og negosyo o mapalayo sa mga potensyal nga amo",
    "2234909600": "( ) Ang mga spammer walay pagtagad sa dili balido nga mga adres sa ilang mga listahan",
    "1982617151": "( ) Bisan kinsa nga dili magpaila makaguba sa karera o negosyo ni bisan kinsa",
    "2498172334": "Sa piho, ang imong plano napakyas sa pag-asoy",
    "389705801": "( ) Mga balaod nga dayag nga nagdili niini",
    "190955495": "( ) Kakulang sa sentral nga pagkontrol sa awtoridad alang sa email",
    "237009707": "( ) Bukas nga mga relay sa langyaw nga mga nasud",
    "3507532387": "( ) Kasayon sa pagpangita sa gamay nga alphanumeric address space sa tanang email address",
    "2477958756": "( ) Daotan nga mga tawo",
    "3254142589": "( ) Mga problema sa hurisdiksyon",
    "3621401685": "( ) Dili popular sa katingad-an nga bag-ong mga buhis",
    "4277475973": "( ) Ang pagdumili sa publiko sa pagdawat sa mga bag-ong porma sa salapi",
    "941057651": "( ) Dako nga kasamtangan nga pagpamuhunan sa software sa SMTP",
    "3265293440": "( ) Pagkadaling madawat sa mga protocol gawas sa SMTP sa pag-atake",
    "515733427": "( ) Kaandam sa mga tiggamit sa pag-instalar sa mga patch sa OS nga nadawat pinaagi sa email",
    "2631159699": "( ) Mga kasundalohan sa mga worm nga napuno sa broadband nga konektado sa mga kahon sa Windows",
    "776542208": "( ) Ang walay kataposang lumba sa armas nalangkit sa tanang paagi sa pagsala",
    "989480928": "( ) Grabe nga ganansya sa spam",
    "3898950867": "( ) Mga trabaho ni Joe ug/o pagpangawat sa pagkatawo",
    "3395399558": "( ) Mga politiko nga walay kahibalo sa teknikal",
    "1118929614": "( ) Grabe nga kabuang sa bahin sa mga tawo nga nagnegosyo sa mga spammer",
    "838951836": "( ) Pagkadili matinuoron sa bahin sa mga spammer mismo",
    "2123236933": "( ) Ang mga gasto sa bandwidth nga wala maapektuhan sa pagsala sa kliyente",
    "2292919419": "( ) Panglantaw",
    "2534436327": "ug ang mosunod nga pilosopikal nga pagsupak mahimo usab nga magamit:",
    "832385387": "( ) Ang mga ideya nga kaamgid sa imoha daling mabuhat, apan walay usa nga napakita nga praktikal",
    "1993984258": "( ) Ang bisan unsang laraw nga gibase sa opt-out dili madawat",
    "3909240516": "( ) Ang mga ulohan sa SMTP kinahanglan dili mahimong hilisgutan sa balaod",
    "1151065360": "() Ang mga blacklist dili maayo",
    "2396605499": "( ) Ang mga whitelist dili maayo",
    "2225785608": "( ) Kita kinahanglan nga makahimo sa paghisgot mahitungod sa Viagra nga walay censored",
    "3004688366": "( ) Ang mga pagbatok kinahanglang dili maglambigit sa wire fraud o credit card fraud",
    "922470170": "( ) Ang mga kontra kinahanglan dili maglambigit sa pagsabotahe sa mga publikong network",
    "3068923550": "( ) Kinahanglang molihok ang mga kontra nga lakang kung hinayhinay nga i-phase in",
    "2752975480": "( ) Ang pagpadala sa email kinahanglan nga libre",
    "117227832": "( ) Ngano nga kinahanglan namon nga mosalig kanimo ug sa imong mga server?",
    "1021431157": "( ) Dili pagkaangay sa open source o open source nga mga lisensya",
    "2801524659": "( ) Ang maayo nga mga lakang walay mahimo sa pagsulbad sa problema",
    "931661269": "() Ang temporaryo/usa ka higayon nga mga email adres kay hasol",
    "2090457681": "( ) Dili ko gusto nga basahon sa gobyerno ang akong email",
    "3536122902": "( ) Ang pagpahunong kanila nianang paagiha dili hinay ug sakit",
    "2391175562": "Dugang pa, kini ang akong gihunahuna bahin kanimo:",
    "229198134": "( ) Sorry dude, pero sa akong hunahuna dili kini mosalir.",
    "345563040": "( ) Kini usa ka binuang nga ideya, ug ikaw usa ka buang nga tawo sa pagsugyot niini.",
    "409780280": "( ) Maayong pagsulay, ****! Nanghinaut ko nga adunay motunob sa imong keyboard!",
    "2820080973": "gi-host ni ❤ ni",
    "3943164003": "tan-awon nga hilaw",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Ngano nga ang imong bag-ong solusyon sa anti-spam dili molihok",
    "361795034": ". Wala mailhi nga tagsulat, c. 2000",
    "1547006769": "Ang pag-verify sa katawhan parehas nga problema",
    "3717942925": "Sama nga adunay kanunay nga mga tawo nga gusto nga makuha ang imong atensyon pinaagi sa email, adunay kanunay nga tinguha sa pagpugong sa pag-access sa pipila ka mga kapanguhaan nga ang mga tawo ra ang maka-access niini.",
    "2481032625": "Kung ang tumong mao ang pagpugong:",
    "1691348394": "- awtomatiko nga pagpamalit sa masa sa panahon sa usa ka limitado nga pagbaligya sa pagpagawas",
    "1771016224": "- software gikan sa pag-download sa tanan nga sulod gikan sa imong website sa kadaghanan",
    "1959762846": "- nga napuno ang imong mga porma sa web sa walay katapusan nga spam sa marketing o pag-abuso",
    "345108670": "- pagpuno sa kredensyal ug uban pang mga pagsulay sa pagkuha sa account",
    "2540760245": "taliwala sa daghang uban pang mga gamit, ang makahimo sa pagsala sa online nga trapiko base sa \"tawo o dili\" lagmit magpabilin nga usa ka bililhon nga himan basta ang kinaiya sa tawo nagsunod sa parehas nga mga sumbanan nga natala sa miaging lima ka libo ka tuig.",
    "3346362371": "Komosta ang pagkat-on sa makina?",
    "3619183405": "Sa 2021 nga yano nga mga CAPTCHA mahimong masulbad usahay gamit ang software, salamat sa mga pag-uswag sa pagkat-on sa makina. Aron matubag kini, ang hCaptcha naghimo usab usa ka detalyado nga pagtuki sa mga kabtangan sama",
    "3292221787": "gitubag ang hagit, dili lang kung husto ba, ug kanunay nga nagbag-o sa mga pangutana ug datos nga gigamit.",
    "1080672247": "Tungod kay daghan sa mga pangutana nga gipangutana dili masulbad sa ekonomikanhon nga paagi sa off the shelf software, ug tungod kay ang datos sa kasagaran talagsaon sa sistema, kini nagpasabot nga ang mga bot sa kasagaran hingpit nga gipahunong sa libre nga serbisyo, ug kinahanglan nga magsalig sa mga tawo nga CAPTCHA solvers, nga naghimo sa daghang mga matang sa pag-abuso nga hingpit nga dili ekonomikanhon.",
    "4172868199": "labaw pa niini, nga mibalhin ngadto sa gingharian sa pagsulay sa pag-ila sa \"maayo nga tawo\" gikan sa \"daotan nga tawo\" ingon man, ug gigamit karon sa kadaghanan sa labing inila nga mga serbisyo sa online sa kalibutan aron makit-an ug mapahunong ang tanan gikan sa pagpanikas sa pagpalit hangtod sa pagpadayon sa pagpadayon. mga hulga batok sa ilang mga tiggamit, samtang nagpadayon sa usa ka talagsaon nga pagtutok sa pagpreserbar sa pribasiya.",
    "2873911365": "Unsa man ang bahin sa pamatuod sa hardware?",
    "1477196356": "Lain-laing mga pamaagi sa pag-link sa pagkatawo ngadto sa usa ka himan sa cryptographically secure nga paagi, usahay uban sa privacy-preserbar kabtangan, gisugyot alang sa mga dekada. Ang public key cryptography nagsugod sa c. 1975, ug ang mga token sa hardware naglungtad halos ingon ka dugay.",
    "2349681896": "Ikasubo, ang pagpugong sa usa ka piraso sa hardware wala magpasabut nga ikaw usa ka tawo. Halos tanan nga sikat nga pamaagi sa pamatuod sa hardware sa mga konsumedor balik-balik nga nabuak, gitambalan, ug dayon nabuak pag-usab.",
    "254326776": "Ang malisyosong pag-abuso niini nga mga kasaypanan kasagarang nadiskobrehan nga nahitabo sulod sa mga bulan o mga tuig sa wala pa ang pagbutyag o akademikong publikasyon.",
    "2462909475": "Usa ka bungbong sa kapin sa 10,000 ka mga telepono nga gigamit alang sa pag-abuso, bahin sa usa ka Chinese bot operation.",
    "1963951234": "Bisan unsa pa ka kasaligan ang imong cryptographic scheme, kung ang usa ka tawo sa katapusan sa adlaw mogasto lang og kwarta aron mahatagan ka sa tubag nga imong gipangita, ang pagpanag-iya sa usa ka piraso sa hardware dili igo.",
    "1278884196": "Ingon niana, ang cryptography usa ka batan-on nga disiplina. Base sa bag-o nga kasaysayan, ang imong cryptographic scheme ug/o implementasyon lagmit mabungkag sa diha nga ang bisan kinsa adunay insentibo sa pagtan-aw niini pag-ayo, ug lagmit ang ubang mga tawo makahibalo niini sa dili pa nimo buhaton. Ang pagsalig sa hardware nagpasabut usab nga kinahanglan nimo nga pangutan-on ang matag usa sa imong mga tiggamit nga usbon ang usa ka pisikal nga aparato aron ma-patch ang sayup. Kini dili lagmit nga mahitabo dayon sa kadaghanan sa mga kaso, nagpasabut nga sa tinuud ang imong sistema mapakyas nga bukas.",
    "1828028934": "Mao kini ang hinungdan",
    "1642844535": "importante: ang hCaptcha naggamit ug daghang lain-laing mga pamaagi aron matubag ang parehas nga sukaranan nga pangutana, nga nagtugot sa pagtandi alang sa pagkamakanunayon sa tanan nga mga pagsusi.",
    "1155821305": "depensa kay giladmon",
    "119098046": "Komosta ang passive o walay hagit nga mga solusyon?",
    "2760410719": "Ang mga serbisyo nga misulay sa paghimo sa bot detection nga adunay puro passive signal paspas nga midagan ngadto sa usa ka sukaranan nga isyu: unsaon nimo pag-validate kung ang usa ka sistema nakamatikod sa dili maayo nga mga aktor sa husto kung wala ka sa tukma nga kamatuoran sa yuta?",
    "1722734001": "Ang bukas nga internet usa ka saba kaayo nga palibot. Ang dili maayo nga mga aktor nag-atake sa mga tiggamit sa among serbisyo ug mga kakompetensya sama sa reCAPTCHA kada adlaw, ug siyempre naningkamot nga tan-awon nga tawo kutob sa mahimo samtang nagbuhat niini.",
    "1595254735": "Ang mga serbisyo nga puro passive nanlimbasug aron mapadayon ang katukma sa pag-detect sa bot, o bisan aron mahibal-an kung kini dili tukma. Kung wala ang abilidad nga usahay mohagit sa mga tiggamit ug husto nga pag-analisar sa mga sangputanan sa kana nga hagit, ang katukma lagmit nga mokunhod pag-ayo sa paglabay sa panahon.",
    "2412751979": "Salamat sa mas tukma nga mga senyales sa katawhan nga nagpalihok sa hCaptcha, daghang mga kompanya nga kaniadto migamit sa reCAPTCHA v3/Enterprise ang mibalhin sa",
    "2284856231": "ug nakita nga mahinuklugong milambo ang katukma sa hCaptcha Enterprise's puro passive mode usab.",
    "4162847": "Naobserbahan namo kini nga direkta, tungod kay ang pipila sa among mga kostumer nagpadagan sa mga pagsulay sa A/B sa parehas nga hangyo sa wala pa sila hingpit nga mobalhin gikan sa mga gitanyag sa Google. Kasagaran namong mapamatud-an ang taas nga sayop nga positibo ug sayop nga negatibo nga rate gikan sa reCAPTCHA v3 o reCAPTCHA Enterprise.",
    "436125785": "Dili kini katingad-an tungod sa pagkadili tukma sa mga feedback loop nga magamit sa mga produkto, ug ang kamatuoran nga kini gibaligya sa usa ka network sa ad nga adunay daghang interes nga dili kaayo maayo sa pag-detect sa bot, aron dili makadaot sa ilang panguna nga negosyo.",
    "2233741720": "Sa konklusyon",
    "2133809801": "Hangtud nga ang mga tawo magpabilin nga mga tawo, lagmit nga ang pag-verify sa katawhan adunay usa ka tahas sa pagdula online.",
    "2255549335": "Ang among trabaho sa hCaptcha mao ang pagpangita og maayo nga mga tradeoff tali sa kalisud ug katukma ug pagpabilin nga ubos ang friction, ilabi na sa",
    "4138068262": "tiggamit. Sa katapusan, ang pagpakig-uban sa mga hagit lagmit magpabilin nga bahin sa arsenal sa mga himan alang sa pagkunhod sa online nga pag-abuso basta ang kinaiya sa tawo magpabilin nga wala mausab.",
    "855097735": "Ang paghimo og serbisyo nga maayo ang pagbuhat niini samtang ang pagbalanse sa tanan nga mga kabalaka usa ka lisud nga problema (ug kami kanunay nga nagtrabaho aron mapaayo kini aron mahimo ang kasinatian nga ingon ka makapahimuot kutob sa mahimo) apan nanghinaut kami nga mouyon ka nga ang pagkunhod sa spam, pag-abuso, pagkuha sa account , ug ang online nga pagpanglimbong sa katapusan takus kaayo sa panagsa nga yano nga pangutana.",
    "1953959745": "accessibility",
    "2543123170": "Zero friction humanity verification",
    "547245263": "Pagsulbad sa imong problema sa bot karon.",
    "3117887301": "Gisaligan sa pinakadako nga serbisyo sa online",
    "981806349": "Gitukod sa napamatud-an nga hCaptcha nga plataporma",
    "2373007864": "Ang hCaptcha Enterprise midagan sa hCaptcha nga plataporma nga teknolohiya, nga gipalapdan aron maapil ang mga feature nga gikinahanglan sa mga negosyo sa taas nga trapiko.",
    "2652399059": "Usa ka kasaligan nga kauban",
    "1997838163": "Ang pinakadako nga mga kompanya sa kalibutan nagsalig sa hCaptcha Enterprise. Ang panagsama yano ra, ug ang katukma sa pagtuki dili hitupngan.",
    "734735952": "Gisusi namo ang ubay-ubay nga mga vendor sa CAPTCHA ingon man ang paghimo og sistema sa among kaugalingon. Sa katapusan, ang hCaptcha mitumaw isip labing maayong alternatibo sa reCAPTCHA.",
    "1250541092": "— Sergi Isasi",
    "3524251858": "Direktor sa Pagdumala sa Produkto, Cloudflare",
    "3971348140": "Ngano nga gigamit namon ang hCaptcha? Walay lain nga makahatag sa mga feature ug performance nga among gikinahanglan. Gipadali nila kami pag-ayo, ug ang among mga negosyante ganahan sa kasinatian.",
    "4248655793": "— Alex M.",
    "4185927140": "Product Manager, Flash, Shopify",
    "282913023": "Ang gasto nga epektibo nga kapilian alang sa taas nga trapiko sa negosyo",
    "999610953": "Sa katapusan, usa ka kasaligan nga alternatibo sa Google. Ang hCaptcha Enterprise naghatod ug dagkong mga savings sa imong reCAPTCHA bill nga adunay mas taas nga seguridad: hangtod sa 80% mas barato sa pipila ka mga kaso.",
    "1886100235": "Daghan sa pinakadako nga online nga serbisyo sa kalibutan ang mibalhin sa hCaptcha Enterprise ug nakadawat og mas maayo nga pag-detect sa bot duyog sa dakong pagdaginot sa gasto.",
    "2903742230": "Ang mga network sa ad nagtan-aw sa imong mga bisita ingon nga produkto. Alang kanamo ang bugtong tumong mao ang pagtino sa ilang pagkatawhanon. Ang among mga serbisyo nakab-ot o milabaw sa mga kinahanglanon sa GDPR, CCPA, LGPD, ug PIPL, ug naningkamot kami nga mabalanse ang pribasiya ug seguridad.",
    "3901503296": "Kining talagsaon nga pagtutok sa pribasiya nagpasabot nga makatanyag kami ug zero indibidwal nga pagpabilin sa datos, walay cookie nga operasyon, ug uban pang kontraktwal nga garantiya sa pribasiya kon gikinahanglan samtang nagmintinar sa maayo kaayong seguridad.",
    "3342910682": "Basaha ang dugang pa",
    "1130783905": "Ang katukma anaa sa imong interes ug atoa. Ang hCaptcha nagtrabaho aron mahatagan ka ug tinuud nga datos ug tugotan ka nga magdesisyon kung giunsa kini gamiton. Ang ubang mga solusyon sa seguridad gihatag sa Gigantic nga mga kompanya sa advertising. Kini nagpasabut nga ang matag bot nga ilang gibabagan mahimo’g makunhuran ang ilang kita.",
    "2019130052": "Ang among mga kabag-ohan sa ML nga naka-focus sa pribasiya nagtugot kanamo nga molapas sa mga sukdanan sa seguridad sa mga estratehiya nga \"irekord ang tanan hangtod sa kahangturan\" nga dili makadaot sa seguridad o pribasiya sa gumagamit.",
    "23114595": "Nindot nga Kasinatian sa Gumagamit",
    "3437412311": "Alang sa mga tiggamit sa Enterprise, ang mga kapilian magamit aron hingpit nga malikayan ang mga hagit sa kadaghanan nga mga senaryo, nga nagsalig sa mga passive nga marka.",
    "1996843433": "Bawasan ang friction pinaagi sa paglikay sa usa ka hagit sa hingpit alang sa 99.9% sa imong lehitimong trapiko samtang naghatag gihapon og maayo nga seguridad.",
    "3093689546": "Sayon nga paghiusa",
    "247560732": "Idugang ang hCaptcha nga adunay tulo ka linya sa code. Kung gikan ka sa reCAPTCHA, compatible ang among API ug pila ra ka minuto aron mabalhin.",
    "1510448156": "Mahimo ka nga magpadayon sa usa ka labing maayo nga alternatibo karon, ug i-on ang labi ka advanced nga mga bahin kung kinahanglan.",
    "2718999653": "Nahiangay nga mga Marka sa Panghulga",
    "2698140263": "Dili tanan nga mga problema managsama: ang pagkuha sa usa ka puntos nagpasabut nga kini kinahanglan nga matubag ang imong mga panginahanglanon aron mahimong mapuslanon.",
    "897432717": "Uban sa among nobela nga disenyo alang sa Customized Threat Scores, ang pagdugang sa imong kahibalo sa negosyo nagtugot sa among mga modelo sa paghatud sa mga marka nga talagsaon nga may kalabutan sa imong mga tiggamit.",
    "2650502379": "Ilunsad ang Imong Kaugalingong mga Hagit sa mga Segundo",
    "3578122193": "Magpabilin sa brand nga adunay kalabutan nga sulud",
    "1074044172": "Kung kinahanglan nga sulbaron sa mga tiggamit ang usa ka hagit aron matubag ang imong mga kinahanglanon sa seguridad, nganong dili mangutana mga pangutana nga makapahimuot ug may kalabotan sa tiggamit?",
    "1579093044": "Uban sa among yano nga custom challenge designer, mahimo nimong ilunsad ang on-brand challenge content sulod lang sa pipila ka minuto.",
    "3717512591": "Direkta nga Paghiusa sa Platform",
    "121743429": "Para sa mga Kompanya sa Web Infrastructure",
    "2131386784": "Maabot nga Eksperto ug Suporta Alang Kanimo ug sa Imong mga Gumagamit",
    "2782263070": "Ang pag-alagad mao ang nag-unang prayoridad alang kanamo. Gipadayon namo ang 24/7 on-call nga suporta ug nagtanyag ug direktang Slack nga koordinasyon sa imong engineering integration team ug sa among on-call staff atol ug human sa pagpatuman.",
    "3740051331": "Gipasalig usab namo ang aktibong pagmonitor ug pagtubag sa mga pangutana sa imong tiggamit sa tibuok social media, forum, ug sa among in-widget ug email nga suporta channels. Kita ma-access ug responsive, ug tagdon ang katagbawan sa user isip usa ka top KPI.",
    "170775527": "Mga bahin sa negosyo",
    "3383086062": "Ang hCaptcha Enterprise usa ka kompleto nga solusyon sa seguridad sa online. Ang aktibo ug passive nga mga mode makapahunong kanimo sa pagpuno sa kredensyal, makamatikod sa pagkuha sa account, ug maka-block sa mga kadudahang aktor. Tanan nga adunay zero friction alang sa mga lehitimong tiggamit.",
    "1408599440": "Pagsugod dayon gamit ang pipila ka linya sa code ug ang among 99.9% passive mode, o kontrola ang tanan kung kanus-a ug kung giunsa ang mga tiggamit gihagit. Ang naandan nga mga modelo sa hulga ug napasadya nga mga hagit nagpasabut nga dili hitupngan nga pagka-flexible aron masiguro ang seguridad.",
    "3365203058": "Panalipod sa anti-bot nga klase sa kalibutan",
    "1803009328": "Gisulayan sa gubat sa sukod sa web.",
    "1586809757": "Taas nga katukma nga mga marka sa bot",
    "353367791": "Pangitaa ang dili maayo nga mga aktor sa daghang lain-laing mga matang.",
    "191460155": "Zero friction ug 99.9% passive modes",
    "585557010": "Hagita ang ubos sa 0.1% sa mga lehitimong tiggamit.",
    "3287172429": "Kontrola ang mga matang sa hagit nga gipakita",
    "1844885924": "Daghang librarya sa mga tipo nga mapilian.",
    "3018523079": "Magpabilin sa brand nga adunay makanunayon nga kasinatian sa tiggamit.",
    "3817811295": "Garantiya nga kasaligan ug paspas nga 24/7 on-call nga suporta.",
    "1798492192": "Kabilin nga suporta sa browser",
    "1356745565": "Nahiuyon sa tanan nga paagi balik sa Internet Explorer 8.",
    "751483365": "Suporta para sa mga kliyente nga dili JavaScript.",
    "4199502476": "Advanced nga mga dashboard sa pagreport ug API",
    "3630114728": "Tan-awa kung unsa ang nahitabo sa tanan nimong mga site ug app.",
    "3573245166": "Dili sama sa reCAPTCHA, nagtrabaho kami sa matag nasud.",
    "2354267648": "GDPR, CCPA, ug LGPD-friendly nga palisiya sa pagkapribado",
    "3167979932": "Gidisenyo alang sa pribasiya gikan sa unang adlaw. Kusog nga Kasabotan sa Pagproseso sa Data.",
    "4065065042": "I-dial kini aron mohaom gyud sa imong use case.",
    "111184581": "Pag-host sa una nga partido",
    "4272022475": "Ang tanan nga mga hangyo ug mga kabtangan moadto sa hcaptcha.yourdomain.com",
    "2676853536": "Multi-user dashboard",
    "1368787974": "Ipaambit ang pagdumala sa imong team.",
    "1045484714": "SAML SSO integration sa imong Identity Provider, eg Okta o Azure AD.",
    "3953584369": "Magamit ang sopistikado nga mga pagdili sa pag-access sa RBAC.",
    "2781507299": "Diha-diha nga Pagpamatuod",
    "4019660456": "0ms latency: i-verify ang hCaptcha token nga walay API call.",
    "3446714684": "Paghiusa sa Mobile (iOS ug Android).",
    "2593768395": "Seamless nga kasinatian sa tibuok web, lumad nga mobile, mobile web. Mga pre-built integration ug native SDKs available.",
    "1779265104": "Nahiangay nga Mga Termino ug Garantiya sa Pagkapribado",
    "122875767": "Pagtagbaw sa imong ligal nga panginahanglan kung ang ubang mga kompanya dili mahimo.",
    "148188781": "Gipresentar nga mga Hagit",
    "838049015": "Pilia ang tanang mga hulagway nga mohaum sa pangutana",
    "1126302400": "Bounding Box",
    "3554448168": "Pagkategorya",
    "2104933754": "Ilha ang katugbang nga mga label",
    "3612043014": "...ug uban pang yano nga buluhaton. Sayon alang sa mga tawo, lisud alang sa mga bot.",
    "3624758171": "Ang mga custom nga buluhaton magamit usab alang sa mga magmamantala sa negosyo.",
    "1001938065": "Ang paghiusa dili mahimong mas sayon",
    "2138799135": "Ang hCaptcha adunay daghang mga pre-built integration para sa frontend ug backend system nga imong gigamit.",
    "2535001179": "Kung gikan ka sa reCAPTCHA sa Google, ang among mga API kay mga drop-in nga kapuli.",
    "1393184984": "mao ra ang imong gikinahanglan.",
    "3715747429": "Ang among onboarding nga mga inhenyero makapadali kanimo, bisan kung kinahanglan nimo ang React integration, SDKs para sa iOS native apps, usa ka Java backend nga pananglitan, o halos bisan unsang senaryo.",
    "2681650568": "Ug sama sa kanunay, ang pagkapribado usa ka hinungdanon nga kantidad alang kanamo. Idugang ang among code sa hagit kung diin kini kinahanglan, ug kung diin makatarunganon nga panalipdan ka ug ang imong mga tiggamit. Ang pagminus sa pagkolekta sa datos magsugod gikan sa higayon sa paghiusa.",
    "1130868224": "Tulo ka linya sa code",
    "2183926131": "Pagsugod sa hCaptcha Enterprise",
    "1526887904": "Pagkapribado sa hCaptcha Enterprise",
    "1845745385": "Gidisenyo alang sa Pagkapribado.",
    "1297224875": "Usa ka talagsaon nga paagi nga gipatuyok sa pagkapribado sa seguridad sa online sa Enterprise.",
    "2762458927": "Ang imong data sa tiggamit dili ibaligya.",
    "2058856283": "Ang hCaptcha Enterprise adunay usa lamang ka katuyoan: aron mapugngan ang dili maayo nga mga aktor nga makabalda sa imong online nga operasyon ug makadaot sa imong mga tiggamit.",
    "2408036504": "Ang among mga sistema sa ingon gidisenyo gikan sa sinugdanan aron maminusan ang pagkolekta ug pagpabilin sa datos samtang gipadayon ang seguridad nga nanguna sa klase. Ang labing kaayo nga paagi aron mapanalipdan ang datos sa tiggamit dili ang pagtipig niini.",
    "4099477834": "Ang tanan nga mga relasyon sa kustomer gipanalipdan usab sa usa ka lig-on nga Kasabutan sa Pagproseso sa Data. Ang serbisyo sa hCaptcha nagsunod sa tanang balaod sa pribasiya bisan asa nagpuyo ang imong serbisyo o ang imong mga kustomer. Ang dili pagtipig sa personal nga datos naghimo niini nga labi kadali alang kanamo kaysa sa ubang mga kompanya.",
    "3569492665": "Ang pagrekord sa online nga kalihokan dili ang tubag.",
    "3389431373": "Ang mga serbisyo sama sa reCAPTCHA v3 nag-ingon nga ang pagbutang sa ilang tracking pixel sa matag panid sa imong site gikinahanglan alang sa maayong seguridad. Dili kini ang kaso.",
    "3590546893": "Ang yano nga pag-analisa sa pamatasan usa ka senyales nga dali nga gihimo sa dili maayo nga mga aktor, ug nanginahanglan pagpabilin usab sa kasaysayan sa pag-browse alang sa tanan nimo nga lehitimong trapiko.",
    "1105363520": "Wala kami naglihok nga network sa ad, ug wala’y interes sa pag-obserbar sa pamatasan sa imong tiggamit aron ibaligya sila mga ad. Kini nagpasabot nga wala kami magkinahanglan og passive pixel sa matag panid sa imong site.",
    "3088605177": "Idugang ang among code sa hagit kung diin kini kinahanglan, ug kung diin makatarunganon nga panalipdan ka ug ang imong mga tiggamit.",
    "337971271": "Ang pagkat-on sa makina mapuslanon. Apan wala kini magkinahanglan og personal nga datos aron magtrabaho.",
    "320166522": "Ang pagkat-on sa makina karon nakaapekto sa halos tanang aspeto sa atong kinabuhi, kasagaran sa mga paagi nga dili nato maamgohan ug dili makita. Ang mga serbisyo sa seguridad sa online wala’y kalainan.",
    "3180664128": "Pinaagi sa pagkat-on sa libu-libo nga mga signal, ang mga modelo mahimo’g makahinapos ug makaabut sa taas nga pagsalig sa pag-ila sa malisyosong pamatasan nga dali kaayo, bisan kung wala’y indibidwal nga signal nga adunay igo nga kusog aron ipakita ang usa ka problema.",
    "961941354": "Apan, walay usa niini nga nagkinahanglan sa paggamit sa personal nga makaila nga impormasyon (\"PII\"). Ang modernong mga teknik sa cryptographic nagtugot kanamo sa paglabay sa bisan unsang personal nga datos sa labing madali nga panahon, nga nagmugna hinoon og usa ka paagi nga mga pirma nga dili ma-link sa bisan kinsa nga indibidwal.",
    "1706581702": "Ang pagbansay sa wala mailhi nga datos molihok usab, ug wala magkinahanglan pagkompromiso sa bisan unsang seguridad o pribasiya. Nahimo na sa among mga kustomer ang empirical nga mga pagsulay, ug gideklarar kami nga parehas o mas maayo kaysa labi ka gamay nga pribado nga mga alternatibo.",
    "3203921334": "Daghang butang ang among nagustohan bahin sa mga solusyon sa hCaptcha: 1) wala sila magbaligya ug personal nga datos; gikolekta lang nila ang labing gamay nga kinahanglanon nga personal nga datos, transparent sila sa paghulagway sa impormasyon nga ilang nakolekta ug kung giunsa nila kini gigamit ug / o gibutyag.",
    "305735018": "Sa katapusan, usa ka kasaligan nga alternatibo sa Google. Ang hCaptcha Enterprise naghatod ug dagkong mga savings sa imong reCAPTCHA bill nga adunay mas taas nga seguridad: hangtod sa 80% mas barato sa pipila ka mga kaso.",
    "3695206755": "Sulayi kami sa imong palibot nga walay obligasyon.",
    "2941545733": "Kami mga inhenyero, dili mga tindera: gusto namon nga malipay ka sa imong gipili.",
    "131871195": "Ang labing kaayo nga paagi aron masiguro ang imong katagbawan mao ang pagpakita nga natubag namon ang imong mga panginahanglan.",
    "3436534225": "Halos tanan nga mga kompanya nga nagsugod sa usa ka piloto sa katapusan nagpili sa among mga solusyon.",
    "4060250206": "Gamita kini nga porma aron maabot ang usa sa among mga teknikal nga espesyalista. Among tubagon dayon.",
    "1159746815": "Mahimo ka usab nga mag-email kanamo direkta.",
    "2531534427": "Ang mga detalye ania dinhi.",
    "2059998584": "Rehiyon",
    "3916131732": "America",
    "135276624": "Europe, Middle East, Africa (EMEA)",
    "1182294134": "Asia-Pacific (APAC)",
    "2437934778": "Imong pangalan",
    "3859506577": "Email sa Negosyo",
    "1268414751": "Bisan unsa pa nga mga detalye nga kinahanglan naton makuha?",
    "42559805": "Kinahanglan ba nimo ang dinalian nga pag-onboard?",
    "851679588": "Oo.",
    "1729677626": "Giatake ako ug nanginahanglan dayon nga pag-onboard.",
    "2808971932": "Kini usa ka teksto sa sulod sa usa ka div block.",
    "2468683988": "Ulohan",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh ug justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Link sa Teksto",
    "2212670355": "Sign up",
    "31502377": "Unsa ang usa ka elemento sa Rich Text?",
    "2310705547": "Ang dato nga elemento sa teksto nagtugot kanimo sa paghimo ug pag-format sa mga ulohan, paragraph, blockquotes, mga imahe, ug video tanan sa usa ka lugar imbis nga kinahanglan nimo nga idugang ug i-format kini nga tagsa-tagsa. Pag-double-click lang ug dali paghimo og sulud.",
    "2590587108": "Static ug dinamikong pag-edit sa sulod",
    "778204464": "Ang usa ka adunahan nga elemento sa teksto mahimong magamit sa static o dinamikong sulod. Alang sa static nga sulod, ihulog lang kini sa bisan unsang panid ug sugdi ang pag-edit. Alang sa dinamikong sulod, pagdugang usa ka dato nga field sa teksto sa bisan unsang koleksyon ug dayon ikonektar ang usa ka adunahan nga elemento sa teksto sa kana nga field sa panel sa mga setting. Voila!",
    "1890955039": "Giunsa ang pag-customize sa pag-format alang sa matag dato nga teksto",
    "3286051798": "Ang mga ulohan, mga paragraph, blockquotes, mga numero, mga hulagway, ug mga caption sa mga hulagway mahimong i-istilo tanan human ang usa ka klase idugang ngadto sa dato nga elemento sa teksto gamit ang \"Sa sulod sa\" nested selector system.",
    "504332576": "Mapasigarbuhon kami nga ipahibalo nga ang hCaptcha mitubo ngadto sa pinakadako nga independente nga serbisyo sa cybersecurity sa kalibutan, nga nagdagan sa mga 15% sa internet - ug among gikuha ang kadaghanan niini nga bahin sa merkado direkta gikan sa Google reCAPTCHA. Mag-uban, hCaptcha ug",
    "1155436473": "(atong pagtanyag sa negosyo) karon nanalipod sa gatusan ka milyon nga tiggamit sa napulo ka milyon nga mga website ug app matag bulan. Gipakita sa among istorya nga mahimo kang makigkompetensya sa Big Tech kung unahon nimo ang pribasiya.",
    "3108727249": "BotStop",
    "1296696044": "Privacy vs. Security: Nganong dili man ang duha?",
    "538871570": "Ang pagpakigkompetensya sa Google ug uban pang mga kompanya sa Big Tech ingon og usa ka taas nga han-ay: ang ilang monopolistikong gahum sa merkado, mga epekto sa plataporma ug kasundalohan sa taas nga bayad nga mga developer sa kasagaran giisip nga gamhanan kaayo aron masulbad ang bisan kinsa gawas sa ubang mga higante sa teknolohiya sama sa Facebook o Amazon. Gipakita sa among istorya nga dili kinahanglan nga ingon niana - mapildi nimo ang Big Tech pinaagi sa pag-focus sa pagkapribado.",
    "3600718611": "Hunahunaa ang Google reCAPTCHA,",
    "4281708680": ". Sa hCaptcha, gituyo namo ang usa ka lahi kaayo nga pamaagi, gamit ang mga pamaagi sa pagkat-on sa makina nga nagpreserbar sa pribasiya aron mahibal-an ang kasagaran nga mga pamatasan sa bot sa taas nga katukma, samtang nagkonsumo ug nagtipig sa gamay nga datos kutob sa mahimo.",
    "3312336121": "nga nagkonsumo sa daghang mga datos sa pamatasan aron mahibal-an kung ang mga tiggamit sa web mga lehitimong tawo o bot",
    "1193738791": ": gisubay nila ang pamatasan sa tiggamit sa matag panid sa usa ka website ug sa tibuuk nga web. Gidisenyo namo ang hCaptcha nga mahimong mahigalaon sa pribasiya kutob sa mahimo gikan sa unang adlaw. Kini misangpot sa usa ka bug-os nga lahi nga pamaagi sa problema. Ingon sa nahibal-an, ang pagsubay sa mga tiggamit sa tibuuk nga web ug paghigot sa ilang kasaysayan sa web sa ilang pagkatawo hingpit nga dili kinahanglan alang sa pagkab-ot sa maayong seguridad. Ang daghang mga kompanya nga mibalhin sa hCaptcha",
    "2620705814": "Ang Google usa ka kompanya sa ad, ug ang ilang mga produkto sa seguridad susama kaayo sa ilang mga produkto sa ad",
    "1126447688": "kanunay nga magreport sa parehas o mas maayo nga performance sa bot detection ug mitigation bisan pa sa among privacy focus",
    "439777523": "Importante ang Regulasyon",
    "3588274874": "Sa pag-focus sa paghatud sa usa ka produkto nga nahiuyon sa mga paningkamot sa regulasyon sama sa GDPR sa European Union ug CCPA sa California, nakasinati kami og daghang pag-uswag - siyempre, makatabang kini nga ang hCaptcha yano nga \"paghulog\" nga kapuli sa reCAPTCHA ug sa ingon ma-install sa sulod sa mga minuto.",
    "2150595700": ". Gibutang sa GDPR ug CCPA ang mga kabalaka sa pagkapribado sa mapa para sa mga pumapalit sa negosyo, ug sa samang higayon ang pagkapribado sa online nahimong labi ug labi ka hinungdanon sa publiko samtang kitang tanan nagsugod sa pagsabut kung giunsa gigamit sa industriya sa advertising ug marketing sa online ang atong datos sa kasaysayan.",
    "2624949852": "Siyempre, ang reCAPTCHA usa ka sayo nga entrante sa web security sukad sa 2009, nanalipod sa minilyon nga mga website batok sa nagkadaghang hulga sa mga malisyosong bot ug spammer. Bisan pa, kini hingpit nga nakompromiso sa bag-ohay nga mga tuig:",
    "499510428": "Sa tinuud kami nagtuo nga ang regulasyon nakatabang kanamo dinhi",
    "1232651561": "Ang software karon sama ka maayo sa mga tawo sa pagsulbad sa mga hagit sa reCAPTCHA.",
    "824740867": "Imbis nga pauswagon ang solusyon, gipagawas na hinuon sa Google ang reCAPTCHA v3, nga naglihok nga mas sama sa usa ka network sa ad kaysa software sa seguridad, nagkolekta sa datos sa pamatasan gikan sa tibuuk nga web aron makahimo mga profile sa gumagamit. Ikasubo, kini nga matang sa signal dali nga mapildi, ug sa ingon naghatag gamay nga panalipod batok sa mga bot samtang makadaot sa pribasiya sa tiggamit.",
    "1027023087": "Kami sa hCaptcha nagpunting hinuon sa mas modernong mga pamaagi sa problema, nga wala magkinahanglan og pagpabilin sa mga long-term nga mga rekord sa kinaiya sama sa kasaysayan sa pag-browse ug napamatud-an nga mas lig-on atubangan sa determinadong mga kaaway sukad nga gipaila ang serbisyo.",
    "2852295413": "Usa ka kinaiyanhon nga panagbangi sa interes: ang paghunong sa mga bot makapakunhod sa kita alang sa usa ka network sa ad",
    "1597520917": "Ang nagkadaghan nga mga kritiko nagpunting nga ang pagsalikway sa Google sa pagkapribado sa tiggamit kinahanglan nga mabalaka sa mga kustomer nga nangita aron mapanalipdan ang ilang mga website ug apps.",
    "763447231": "Sa samang higayon, ang pagpahunong sa mga bot sa pag-access sa mga site sa publisher mahimong magpadayag sa pagpangilad sa ad, nga direktang nag-atubang sa produkto sa reCAPTCHA sa Google batok sa ilang negosyo sa ad, nga nagpatunghag labaw sa 80% sa ilang kita.",
    "999674529": "Ang matag bot nga nakita sa Google kinahanglan nga makakuha og zero ad dollars. Ang mga insentibo sa kompanya sa Google sa ingon dili maayo nga nahiuyon sa mga tiggamit sa ilang mga serbisyo sa seguridad, ug kini mahimo nga usa ka katin-awan alang sa dili maayo nga nahimo sa ilang pagtanyag sa seguridad sa reCAPTCHA.",
    "956019009": "Ang pinakadako nga kompanya sa imprastraktura sa web nakahimo na og aksyon",
    "1923297430": "Ang katapusan nga break point alang sa daghang dagkong mga kustomer miabut sa dihang ang Google nagsugod sa pagpaningil sa mga kompanya alang sa paggamit sa ilang produkto sa bisan unsang makahuluganon nga sukod. Kini ang hinungdan sa dugay na nga mga tiggamit sa reCAPTCHA nga nangita alang sa mas maayo nga mga alternatibo tungod kay ang mga kabalaka sa regulasyon sa tibuuk kalibutan nahimo na gamit ang mga tanyag sa Google nga labi ka dili madanihon.",
    "2197218442": "Ang Cloudflare CEO Matthew Prince nagsumaryo niini nga punto sa panglantaw sa",
    "155456850": "nagpahibalo sa ilang pagbalhin sa hCaptcha:",
    "435302267": "post sa blog sa kompanya",
    "2087769953": "\"Kami naghinam-hinam mahitungod niini nga pagbag-o tungod kay kini makatabang sa pagsulbad sa usa ka kabalaka sa pagkapribado nga kinaiyanhon sa pagsalig sa usa ka serbisyo sa Google nga naa na namo sulod sa pipila ka panahon. Gisusi namo ang ubay-ubay nga mga vendor sa CAPTCHA ingon man ang pagtukod sa usa ka sistema sa among kaugalingon. Sa katapusan, Ang hCaptcha mitumaw isip labing maayong alternatibo sa reCAPTCHA.\"\"Naganahan kami sa daghang mga butang mahitungod sa mga solusyon sa hCaptcha: 1) wala sila magbaligya sa personal nga datos; gikolekta lang nila ang labing gamay nga kinahanglanon nga personal nga datos, transparent sila sa paghubit sa impormasyon nga ilang nakolekta ug kung giunsa nila kini gigamit ug / o gibutyag.\"",
    "595582512": "Kung nangita ka nga mapanalipdan ang imong site o app nga epektibo gikan sa mga bot, spammer o uban pang mga malisyosong aktor, samtang gipreserbar ang pribasiya sa imong mga tiggamit (ug pagsunod sa tanan nga may kalabutan nga mga regulasyon!), Ikonsiderar ang hCaptcha ug ang among gitanyag nga Enterprise",
    "3388180864": "Interesado sa pagtrabaho sa lawom nga teknikal nga mga hagit sa web scale? Kanunay kaming nag-hire og mga talento nga mga inhenyero sa tibuok kalibutan -",
    "3892952987": "tan-awa ang among mga pag-abli ug pag-apply dinhi",
    "3368788823": "Si Terence Eden naghimo usa ka makapaikag nga punto sa iyang blog: \"",
    "1491780143": "Ang mga CAPTCHA wala magpamatuod nga ikaw tawo - kini nagpamatuod nga ikaw usa ka Amerikano",
    "2146900431": "Sa intuitively, kini nga pag-angkon adunay daghang kahulugan. Ang mga CAPTCHA, sama sa halos tanang butang, gisulod sa konteksto sa kultura, ug kung ang imong pundok sa mga hagit kasagarang nahimo sa usa ka kultura, mahimong dili kini maayo nga mahubad ngadto sa lain. Sa kinauyokan niini, kini usa ka butang sa kultura",
    "378086442": "sa mga CAPTCHA, imbes sa ilang UX per se.",
    "1445008801": "Sama sa giingon ni Eden:",
    "332723732": "sulod",
    "2072808435": "\"Guess what, Google? Ang mga taxi sa akong nasud kasagaran itom. Igo na akong gitan-aw nga mga salida aron mahibal-an nga ang tanan sa America mga yellow. lainlain nga kolor.\"",
    "3206136647": "Ang problema sa Google dinhi gibase sa datos sa pangutana nga ilang gigamit batok sa nakakita niini. Kung ang tanan nga datos gikan sa parehas nga kultura (ug sa kaso sa Google, parehas nga kompanya) sigurado nga adunay mga hagit nga dili maayo nga paghubad sa ubang mga kultura, subay sa reklamo ni Eden.",
    "2217842245": "Bisan pa, gipakita sa among datos nga (alang sa hCaptcha)",
    "4280117172": "Daghang mga nasud sa tinuud ang labi ka maayo kaysa sa US, lakip ang Nigeria, India, Brazil ug Germany:",
    "555749578": "adunay ubos pa sa 1% nga kalainan sa pagsulbad sa mga rate sa mga dagkong nasud sa matag kontinente.",
    "151737819": "Ang hCaptcha Solve Rates sa tibuok kalibutan nagpakita ug gamay ra kaayo nga kalainan",
    "3908992897": "ug gigamit sa matag nasud ug teritoryo sa kalibutan, mao nga naka-focus kaayo kami sa paghatag ug makanunayon nga global nga kasinatian.",
    "2808122102": "Ang cross-cultural functionality kay usa ka batakang kinahanglanon para sa among serbisyo. Ang pagsiguro nga ang tanan nga lehitimong tiggamit maka-access dayon sa sulud usa ka kritikal nga bahin sa among misyon. Naghatag kami og mga hagit sa 110 ka mga pinulongan, ug padayon nga gipauswag ang mga may kalabotan nga paghubad aron masiguro nga ang among mga hagit masulbad sa tanan.",
    "3913801502": "Ang hCaptcha karon nagdagan sa mga 15% sa internet",
    "2077639538": ". Alang sa usa, ang datos sa hagit sa among serbisyo mahimong maggikan sa daghang mga gigikanan, dili lang usa - gikan sa dagkong mga kompanya sa Fortune 500 hangtod sa mga pagsugod sa pagkat-on sa makina, basta sila nagsunod sa among",
    "3951112506": ". Kana naggarantiya na sa usa ka mas taas nga ang-ang sa heterogeneity sa datos.",
    "1803943584": "Ikaduha, atong tugotan ang mga hagit sa pag-optimize sa kaugalingon aron mahibal-an kung asa nga mga nasud o mga pinulongan ang ilang padaganon, nga nagdugang sa posibilidad sa usa ka makanunayon nga kasinatian bisan pa. Kung ang katukma mas ubos kaysa gipaabut, ang usa ka hugpong sa mga pangutana mohunong ra sa pagdagan sa rehiyon o lengguwahe kung diin nahitabo kini nga epekto.",
    "3668873369": "Sa hCaptcha, nagkuha kami usa ka lahi nga pamaagi gikan sa unang adlaw",
    "1519201684": "Palisiya sa Etika sa AI",
    "2155089487": ". Kung ang atong mga hagit mas sayon nga sulbaron alang sa pipila ka mga grupo, kita magdahom nga makakita og kalainan sa paagi sa mga tawo sa tibuok kalibutan ug sa lain-laing mga kultura sa pagbuhat sa diha nga sa pagsulbad niini. Sa konteksto sa post ni Eden, maglaum kami nga ang mga Amerikano mas maayo pa kaysa mga tawo sa ubang mga nasud. Tungod kay kita migugol sa mga tuig sa pagpalambo sa mga sistema sa paglikay sa niini nga problema, kita sa pagkatinuod makakita lamang sa sukwahi.",
    "2603863826": "PS: Kung makakita ka ug hubad sa imong lengguwahe nga makagamit ug mga kalamboan, ayawg kaulaw sa pagsumite ug a",
    "3543141425": "alang niini!",
    "2697276059": "Ebidensya nga kini nagtrabaho: managsama nga pagsulbad sa mga rate sa tibuuk kalibutan",
    "664236229": "hangyo sa pagbitad"
}