{
  "header-privacy-link": "Купуялык",
  "header-integration-link": "Интеграция",
  "header-cost-link": "Наркы",
  "header-features-link": "Өзгөчөлүктөрү",
  "header-docs-link": "Документтер",
  "header-login-button": "Кирүү",
  "header-contact-button": "Сатуу менен байланышыңыз",
  "intro-heading": "Нөл сүрүлүү адамзаттык текшерүү.",
  "intro-contact-button": "Көбүрөөк билүү үчүн биз менен байланышыңыз",
  "intro-text-bottom": "Желеди иштеткен компанияларга таянат.",
  "sub-menu-button": "Сатуу менен байланышыңыз",
  "sub-menu-item1": "Enterprise",
  "sub-menu-item2": "Наркы",
  "sub-menu-item3": "Интеграция",
  "sub-menu-item4": "Өзгөчөлүктөрү",
  "sub-menu-item5": "Купуялык",
  "sub-menu-item6": "Документтер",
  "info-head-1": "Далилденген hCaptcha платформасында курулган",
  "info-text-1": "hCaptcha Enterprise hCaptcha платформасынын технологиясында иштейт, ал жогорку трафик ишканалары талап кылган функцияларды камтыйт.",
  "info-head-2": "Ишенимдүү өнөктөш",
  "intro-subtitle": "Бот көйгөйүңүздү бүгүн чечиңиз.",
  "info-text-2": "Он миллиондогон сайттар боюнча миллиондогон күнүмдүк колдонуучуларды тейлөө үчүн биздин кызматтарыбызга дүйнөдөгү эң ири компаниялар ишенет.",
  "cloudflare-quote-text": "Биз бир катар CAPTCHA сатуучуларын бааладык, ошондой эле системаны өзүбүз түздүк. Акыр-аягы, hCaptcha reCAPTCHA үчүн мыкты альтернатива болуп чыкты.",
  "cloudflare-quote-detail": "Cloudflare продуктуларды башкаруу боюнча директору",
  "section-quote-head": "Жогорку трафик ишканалары үчүн үнөмдүү вариант",
  "section-quote-text": "Акыр-аягы, Google үчүн ишенимдүү альтернатива. hCaptcha Enterprise жогорку коопсуздук менен reCAPTCHA эсебиңизди кескин үнөмдөйт: кээ бир учурларда 80% га чейин арзаныраак. Дүйнөдөгү эң ири онлайн кызматтардын көбү hCaptcha Enterprise кызматына өтүп, олуттуу чыгымдарды үнөмдөө менен бирге жакшыртылган ботторду аныктоо мүмкүнчүлүгүн алышты.",
  "section-quote-button": "Баа алуу үчүн бүгүн биз менен байланышыңыз",
  "section-privacy-header": "Купуялыкка багытталган",
  "section-privacy-text-1": "Жарнама тармактары сиздин конокторуңузду продукт катары көрүшөт. Биз үчүн бир гана продукт алардын адамгерчилигин аныктайт. Биздин кызматтар GDPR, CCPA жана LGPD талаптарына жооп берет же андан ашат жана Privacy Pass сыяктуу демилгелерди колдойт. Биз купуялуулук менен коопсуздукту тең салмактоо үчүн талыкпай иштейбиз.",
  "section-privacy-text-2": "Купуялыкка болгон бул уникалдуу басым биз мыкты коопсуздукту сактап, талап кылынгандай жеке маалыматтарды нөлдүк сактоону, кукисиз иштөөнү жана башка келишимдик купуялык кепилдиктерин сунуштай аларыбызды билдирет.",
  "section-security-header": "Коопсуздук Биринчи",
  "section-security-text-1": "Тактык сиздин жана биздин кызыкчылыгыбызда. hCaptcha сизге чыныгы маалыматтарды берүү үчүн иштейт жана аны кантип колдонууну чечет. Башка каптчаларды Gigantic жарнамалык компаниялар камсыз кылат. Бул алар бөгөттөгөн ар бир боттун кирешесин азайтышы мүмкүн дегенди билдирет.",
  "section-security-text-2": "Купуялыкка басым жасоо менен машинаны үйрөнүүнүн эң акыркы ыкмаларын колдонуу бизге коопсуздукка же колдонуучунун купуялыгына зыян келтирбестен, бардык стратегияларды түбөлүккө жазып калтыруунун коопсуздук стандарттарынан ашып кетүүгө мүмкүндүк берет.",
  "section-user-experience-header": "Улуу колдонуучу тажрыйбасы",
  "section-user-experience-text1": "Enterprise колдонуучулары үчүн көпчүлүк сценарийлерде кыйынчылыктарды толугу менен болтурбоо үчүн опциялар бар.",
  "section-user-experience-text2": "Өркүндөтүлгөн бот моделдеринин аркасында эң сонун коопсуздукту камсыз кылып, мыйзамдуу трафиктин 99,9% үчүн кыйынчылыкты болтурбоо менен сүрүлүүнү азайтыңыз.",
  "section-easy-integration-header": "Оңой интеграция",
  "section-easy-integration-text": "hCaptcha кошуу бир нече мүнөттү жана бир нече сап кодду талап кылат. Негизги API reCAPTCHA V2 менен шайкеш келет жана аны которуу үчүн бир нече мүнөт талап кылынат. Сиз бүгүн мыкты альтернатива менен иштеп, керек болсо өркүндөтүлгөн мүмкүнчүлүктөрдү күйгүзсөңүз болот.",
  "section-easy-integration-serverside": "Сервер тарап:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Ыңгайлаштырылган коркунуч упайлары",
  "section-threat-text": "Бардык көйгөйлөр бирдей эмес: бир упай алуу бул сиздин керектөөңүздү чечиши керек дегенди билдирет. hCaptcha уникалдуу Ылайыкташтырылган коркунуч упайлары менен, тез консультация бизнесиңизге көбүрөөк ылайыктуу упайларды жеткирүү үчүн моделдерибизди тууралоого мүмкүндүк берет.",
  "section-challenges-header": "Бир нече секунданын ичинде өзүңүздүн чакырыктарыңызды баштаңыз",
  "section-challenges-text-1": "Тиешелүү мазмун менен брендде болуңуз",
  "section-challenges-text-2": "Колдонуучулар коопсуздук талаптарына жооп берүү үчүн көйгөйдү чечиши керек болгондо, эмне үчүн колдонуучуга жагымдуу жана тиешелүү тапшырмаларды түзүүгө болбосун? Биздин жөнөкөй ыңгайлаштырылган чакырык дизайнери менен сиз бир нече мүнөттүн ичинде бренддеги чакырык мазмунун ишке киргизе аласыз.",
  "section-integration-header": "Түз платформа интеграциясы",
  "section-integration-subheader": "Веб-инфраструктуралык компаниялар үчүн",
  "section-integration-text": "hCaptcha Enterprise системасы өзүнүн дизайнында өзгөчө ийкемдүү: эгер сиз коомдук булутту иштетсеңиз же көптөгөн маалымат борборлоруна ээ болсоңуз, ал жарым-жартылай же толугу менен тармагыңыздын четинде жайгаштырылышы мүмкүн. Бул эң катаал SLAларга жооп берүү үчүн 24/7 күнү-түнү иштеген кызматкерлерибиздин башкаруунун бардык артыкчылыктарын сактап калуу менен чыгымдарды жана тармактан тышкаркы трафикти кескин кыскарта алат.",
  "section-support-header": "Сиз жана Сиздин колдонуучулар үчүн жеткиликтүү экспертиза жана колдоо",
  "section-support-text": "Тейлөө биз үчүн биринчи орунда турат. Биз 24/7 чалуу боюнча колдоо көрсөтөбүз жана инженердик интеграциялоо тобуңуз жана ишке ашыруу учурунда жана андан кийин биздин чалуу кызматкерлерибиз менен түз Slack координациясын сунуштайбыз. , жана биздин виджеттеги жана электрондук почта колдоо каналдары. Биз жеткиликтүү жана жооп берүүчүбүз жана колдонуучунун канааттануусун жогорку KPI катары карайбыз.",
  "section-enterprise-header": "Ишкананын өзгөчөлүктөрү",
  "section-enterprise-title-1": "Дүйнөлүк класстагы анти-бот коргоо",
  "section-enterprise-desc-1": "Желе масштабында согуштук сыноодон өткөн.",
  "section-enterprise-title-2": "Жогорку тактык бот упайлары",
  "section-enterprise-desc-2": "Ар кандай типтеги жаман актерлорду табыңыз.",
  "section-enterprise-title-3": "Нөл сүрүлүү жана 99,9% пассивдүү режимдер",
  "section-enterprise-desc-3": "Мыйзамдуу колдонуучулардын 0,1% азын чакырыңыз.",
  "section-enterprise-title-4": "Контролдук тапшырманын түрлөрү көрсөтүлгөн",
  "section-enterprise-desc-4": "Тандоо үчүн түрлөрүнүн кеңири китепканасы.",
  "section-enterprise-title-5": "Колдонулган чакырык мазмунун көзөмөлдөө",
  "section-enterprise-desc-5": "Колдонуучунун ырааттуу тажрыйбасы менен брендде болуңуз.",
  "section-enterprise-title-6": "Ишкананын SLAлары",
  "section-enterprise-desc-6": "Кепилденген ишенимдүүлүк жана тез 24/7 чалуу боюнча колдоо.",
  "section-enterprise-title-7": "Мурдагы браузерди колдоо",
  "section-enterprise-desc-7": "Internet Explorer 8ге чейин шайкеш келет.",
  "section-enterprise-title-8": "Өркүндөтүлгөн отчеттук такталар жана API",
  "section-enterprise-desc-8": "Бардык сайттарыңызда жана колдонмолоруңузда эмне болуп жатканын көрүңүз.",
  "section-enterprise-title-9": "Ар бир өлкөдө иштейт",
  "section-enterprise-desc-9": "reCAPTCHAдан айырмаланып, биз ар бир өлкөдө иштейбиз.",
  "section-enterprise-title-10": "GDPR, CCPA жана LGPDге ылайыктуу купуялык саясаты",
  "section-enterprise-desc-10": "Биринчи күндөн тартып купуялуулук үчүн иштелип чыккан. Күчтүү маалыматтарды иштетүү келишими.",
  "section-enterprise-title-11": "Майдаланган кыйынчылык деңгээли",
  "section-enterprise-desc-11": "Колдонуу шартыңызга дал келүү үчүн муну териңиз.",
  "section-enterprise-title-12": "Биринчи тараптын хостинги",
  "section-enterprise-desc-12": "Бардык сурамдар жана активдер hcaptcha.yourdomain.com дарегине өтөт",
  "section-enterprise-title-13": "Көп колдонуучу такталары",
  "section-enterprise-desc-13": "Башкаруу менен бөлүшүңүз.",
  "section-enterprise-title-14": "Ыкчам текшерүү",
  "section-enterprise-desc-14": "0ms кечигүү: hCaptcha энбелгилерин API чалуусу жок текшериңиз.",
  "section-enterprise-title-15": "Мобилдик (iOS жана Android) интеграциясы",
  "section-enterprise-desc-15": "Желеде, мобилдик мобилдик, мобилдик вебде үзгүлтүксүз тажрыйба. Алдын ала курулган интеграциялар жана жергиликтүү SDKs жеткиликтүү.",
  "section-enterprise-title-16": "Ыңгайлаштырылган шарттар жана купуялык кепилдиктери",
  "section-enterprise-desc-16": "Башка компаниялар мүмкүн болбогондо, мыйзамдуу муктаждыктарыңызды канааттандырыңыз.",
  "presented-challlenges-head": "Берилген чакырыктар",
  "presented-challenges-title-1": "Салыштыруу",
  "presented-challenges-text-1": "Сурамга дал келген бардык сүрөттөрдү тандаңыз",
  "presented-challenges-title-2": "Bounding Box",
  "presented-challenges-text-2": "Объекттердин чек ара аймагын аныктаңыз",
  "presented-challenges-title-3": "Категориялоо",
  "presented-challenges-text-3": "Тиешелүү энбелгилерди аныктаңыз",
  "presented-challenges-subheader": "...жана башка жөнөкөй тапшырмалар. Адамдар үчүн оңой, боттор үчүн кыйын.",
  "presented-challenges-subtext": "Ыңгайлаштырылган тапшырмалар ишкананын жарыялоочулары үчүн да жеткиликтүү.",
  "footer-header-1": "Компания",
  "footer-header-2": "Ресурстар",
  "footer-header-3": "Байланыш",
  "footer-link-1": "Белгилөө",
  "footer-link-2": "Жөнүндө",
  "footer-link-3": "Жумуштар",
  "footer-link-4": "Соода белгилери",
  "footer-link-5": "Блог",
  "footer-link-6": "Статус",
  "footer-link-7": "Документация",
  "footer-link-8": "Ката жөнүндө кабарлоо",
  "footer-link-9": "Жеткиликтүүлүк",
  "footer-terms": "Шарттары",
  "footer-privacy": "Купуялык",
  "footer-attribution": "Атрибуция",
  "footer-subheader-1": "Колдоо",
  "footer-subheader-2": "Байланыш",
  "switch-to-english-link": "Англис тилине которулуу",
  "intro-heading-privacy": "Купуялык үчүн иштелип чыккан.",
  "intro-subtitle-p1-privacy": " Онлайн коопсуздукка уникалдуу купуялыкка негизделген ыкма.",
  "info-head-2-pr": "Интернеттеги аракеттерди жаздыруу бул жооп эмес.",
  "info-text-1-pr": "hCaptcha Enterprise бир гана максаты бар: жаман актерлор сиздин онлайн операцияларыңызды үзгүлтүккө учуратып, колдонуучуларыңызга зыян келтирбөө.",
  "info-text-2-pr": "Ошентип, биздин системалар класстын алдыңкы коопсуздугун сактоо менен маалыматтарды чогултууну жана сактоону азайтуу үчүн башынан бери иштелип чыккан. Колдонуучунун маалыматтарын коргоонун эң жакшы жолу - аны такыр сактабоо.",
  "info-text-3-pr": "Бардык кардар мамилелери да күчтүү Маалыматтарды иштетүү келишими менен корголот. hCaptcha кызматы сиздин кызматыңыз же кардарларыңыз кайда жашабасын, бардык купуялык мыйзамдарына ылайык келет. Жеке маалыматтарды сактабоо биз үчүн башка компанияларга караганда бир топ жеңилдетет.",
  "info-text-2-2-pr": "reCAPTCHA v3 сыяктуу кызматтар сайтыңыздын ар бир барагына көзөмөлдөө пикселин коюу жакшы коопсуздук үчүн зарыл экенин айтышат. Бул андай эмес.",
  "info-text-2-3-pr": "Жөнөкөй жүрүм-турум анализи жаман актерлор тарабынан оңой жасалмаланган сигнал жана сиздин бардык мыйзамдуу трафикиңиз үчүн серептөө таржымалын сактоону талап кылат.",
  "info-text-2-4-pr": "Биз жарнама тармагын иштетпейбиз жана аларга жарнамаларды сатуу үчүн колдонуучунун жүрүм-турумун байкоого кызыкдар эмеспиз. Бул сиздин сайттын ар бир барагында пассивдүү пикселди талап кылбайбыз дегенди билдирет.",
  "info-text-2-5-pr": "Биздин чакырык кодубуз зарыл болгон жерде жана сизди да, колдонуучуларыңызды да коргоо үчүн мааниси бар жерде гана кошуңуз.",
  "info-head-3-pr": "Машина үйрөнүү пайдалуу. Бирок иштөө үчүн жеке маалыматтарды талап кылбайт.",
  "info-text-3-1-pr": "Машина үйрөнүү азыр биздин жашообуздун дээрлик бардык аспектилерине таасирин тийгизет, көбүнчө биз байкабайбыз жана көрө албайбыз. Онлайн коопсуздук кызматтары эч кандай айырмаланбайт.",
  "info-text-3-2-pr": "Миңдеген сигналдарды үйрөнүү менен, моделдер зыяндуу жүрүм-турумду тез арада аныктап, жогорку ишенимге жете алышат, атүгүл бир дагы сигнал көйгөйдү көрсөтүү үчүн жетиштүү күчтүү болбосо да.",
  "info-text-3-3-pr": "Бирок, булардын эч бири жеке аныктоочу маалыматты (PII) колдонууну талап кылбайт. Заманбап криптографиялык ыкмалар бизге жеке маалыматтарды мүмкүн болушунча тезирээк жок кылууга мүмкүндүк берет, анын ордуна бир жактуу кол тамгаларды түзүүгө мүмкүндүк берет, аларды эч ким менен байланыштыруу мүмкүн эмес.",
  "info-text-3-4-pr": "Идентификациядан ажыратылган маалыматтар боюнча тренинг да ошондой иштейт жана коопсуздукту же купуялуулукту бузууну талап кылбайт. Биздин кардарлар эмпирикалык сыноолорду жасашты жана бизди жеке альтернативалар менен бирдей же жакшыраак деп жарыялашты.",
  "cloudflare-quote-text-privacy": "hCaptcha чечимдери жөнүндө бизге бир катар нерселер жакты: 1) алар жеке маалыматтарды сатпайт; алар минималдуу зарыл болгон жеке маалыматтарды гана чогултушат, алар чогулткан маалыматты жана аны кантип колдонорун жана/же ачып берүүнү ачык-айкын сүрөттөшөт.",
  "pilot-head": "Бизди өзүңүздүн чөйрөңүздө эч кандай милдеттенмесиз сынап көрүңүз.",
  "pilot-text-1a": "Биз сатуучулар эмес, инженербиз: тандооңузга ыраазы болушуңузду каалайбыз.",
  "pilot-text-1b": "Сиздин канааттанууну камсыз кылуунун эң жакшы жолу - бул сиздин муктаждыктарыңызды канааттандырарыбызды көрсөтүү.",
  "pilot-text-1c": "Пилоттук ишке киргизген дээрлик бардык компаниялар акыры биздин чечимдерди тандашат.",
  "pilot-text-1d": "Биздин техникалык адистердин бирине кайрылуу үчүн бул форманы колдонуңуз. Биз тез жооп берет.",
  "pilot-text-1e": "Сиз ошондой эле бизге түздөн-түз электрондук кат аласыз.",
  "pilot-email-details": "Чоо-жайы бул жерде.",
  "pilot-f1": "Регион",
  "pilot-f2": "Сиздин атыңыз",
  "pilot-f3": "Сиздин атыңыз",
  "pilot-f4": "Business Email",
  "pilot-f5": "Бизде дагы кандай маалымат болушу керек?",
  "pilot-f6": "Сизге шашылыш кирүү керекпи?",
  "pilot-f7": "Ооба.",
  "pilot-f8": "Мен чабуулга кабылдым жана дароо киришүүнү талап кылам.",
  "pilot-f9": "Тапшыруу",
  "pilot-f10": "Электрондук почтаңызды киргизүү менен сиз биздин Шарттарга жана Купуялык саясатыбызга жана бизден электрондук кат алууга макул болосуз.",
  "pilot-fo-1": "Интеграция жеңилирээк болушу мүмкүн эмес.",
  "pilot-fo-2": "hCaptcha сиз колдонгон алдыңкы жана бэкэнд системалары үчүн ондогон алдын ала түзүлгөн интеграцияларга ээ.",
  "pilot-fo-3": "Эгер сиз Google'дун reCAPTCHA'сынан келип жатсаңыз, биздин API'лер ачылуучу алмаштыруучу болуп саналат. Сизге үч сап код керек.",
  "pilot-fo-4": "Сизге React интеграциясы керекпи, iOSтун түпнуска колдонмолору үчүн SDKлар, Java backend мисалы же башка сценарийлер керекпи, биздин борттук инженерлер сизди тез арада ишке ашыра алышат.",
  "pilot-fo-5": "Жана ар дайым болгондой эле, купуялык биз үчүн негизги баалуулук болуп саналат. Биздин чакырык кодубуз зарыл болгон жерде жана сизди да, колдонуучуларыңызды да коргоо үчүн мааниси бар жерде гана кошуңуз. Маалыматтарды чогултууну минималдаштыруу интеграцияланган учурдан тартып башталат.",
  "pilot-fdone": "Рахмат. Биз жакында байланышта болот.",
  "home-ent-2-new": "Биздин ишкана чечимибиз жөнүндө көбүрөөк билиңиз.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise чечимдери класстын алдыңкы коопсуздугун камсыз кылат жана көптөгөн мыкты онлайн кызматтарды коргойт.",
  "home-plans-button-2-new": "Көбүрөөк билүү",
  "header-enterprise-link": "Enterprise",
  "sales-interstitial-c1b-new": "hCaptcha Enterprise жөнүндө көбүрөөк билүү"
}
