{
  "23114595": "Улуу колдонуучу тажрыйбасы",
  "34074886": "Ар бир чакырыкка жооп бергениңизде, адам экениңизди аныктоо үчүн биз татаал моделдерди колдонобуз. Сиз кирген веб-сайт бул натыйжаны ботторго кирбей туруп, өз сайтында тажрыйбаңызды жакшыртууга жардам берүү үчүн колдонот.",
  "98173630": "hCaptcha дүйнөдөгү эң кеңири колдонулган көз карандысыз CAPTCHA кызматы.",
  "111184581": "Биринчи тараптын хостинги",
  "119298044": "Өркүндөтүлгөн өзүн өзү көзөмөлдөгөн ML жана AI технологиялары веб касиеттериңизди коркунучтардан жана чабуулдардан коргойт",
  "121743429": "Веб-инфраструктуралык компаниялар үчүн",
  "122875767": "Башка компаниялар мүмкүн болбогондо, мыйзамдуу муктаждыктарыңызды канааттандырыңыз.",
  "126134492": "Башка",
  "152010250": "hCaptcha өнүккөн өзүн-өзү көзөмөлдөгөн машина үйрөнүү менен жаңы кырдуу эсептөө платформасы айкалыштырылган, ал маалыматтарды чогултууну жана сактоону уникалдуу түрдө азайтат, масштабдуу масштабдалышы үчүн дүйнө жүзү боюнча 250дөн ашык жерлерден жеткирилди.",
  "179723061": "Класстын алдыңкы коопсуздугуна муктаж болгон командалар үчүн көбүрөөк көзөмөл",
  "191460155": "Нөл сүрүлүү жана 99,9% пассивдүү режимдер",
  "282913023": "Жогорку трафик ишканалары үчүн үнөмдүү вариант",
  "328625009": "... сиз болгондо биз даярбыз: биздин кызмат күнү-түнү жеткиликтүү.",
  "353066938": "Тажрыйбалуу команда, бүгүнкү күндөгү эң оор көйгөйлөрдүн үстүндө иштеп жатат. hCaptcha кызматы болуп саналат",
  "353367791": "Ар кандай типтеги жаман актерлорду табыңыз.",
  "359073033": "Куралдар такталары иш-аракеттердин жогорку деңгээлдеги же майда дан көрүнүштөрүн берет.",
  "392886773": "Ар бир өлкөдө иштейт",
  "451701069": "GDPR, CCPA,",
  "547245263": "Бот көйгөйүңүздү бүгүн чечиңиз.",
  "552920956": "hCaptcha веб-сайттарга ботторду жана кыянаттыктын башка түрлөрүн бөгөттөө менен сыйлыктарды алууга мүмкүнчүлүк берет. hCaptcha ошондой эле бул кирешелер менен өзүңүз каалаган кайрымдуулук уюмдарын колдоого мүмкүнчүлүк берет.",
  "555158694": "Сиз колдонгон кызмат зыяндуу трафикти азайтуу үчүн hCaptcha орнотуу менен алардын сайтындагы тажрыйбаңызды жакшыртууну тандады.",
  "585557010": "Мыйзамдуу колдонуучулардын 0,1% азын чакырыңыз.",
  "713281684": "Баклажан",
  "719304627": "Үчтөн-аягына көзөмөл керекпи?",
  "734735952": "Биз CAPTCHA бир катар сатуучуларын бааладык, ошондой эле өзүбүздүн системаны түздүк. Акыр-аягы, hCaptcha reCAPTCHA үчүн мыкты альтернатива болуп чыкты.",
  "751483365": "JavaScript эмес кардарларды колдоо.",
  "788770967": "Кечиресиз! Сиз биздин жеткиликтүүлүк опциясын колдонгуңуз келиши мүмкүн:",
  "793242047": "Колдонмолорго тез жетүүгө мүмкүндүк берүү үчүн колдонуучуларга сунушталган кыйынчылыктарды азайтыңыз",
  "829047995": "Учурда reCAPTCHA колдонуп жатасызбы?",
  "836577577": "hCaptcha кошуу бир нече мүнөттү жана бир нече сап кодду талап кылат. Негизги API reCAPTCHA V2 менен шайкеш келет жана аны которуу үчүн бир нече мүнөт талап кылынат.",
  "838049015": "Сурамга дал келген бардык сүрөттөрдү тандаңыз",
  "846501387": "Дүйнөлүк деңгээлдеги ботторду коргоо",
  "861167568": "hCaptcha IT тармагындагы эң актуалдуу көйгөйлөрдүн бирин чечет: зыяндуу боттордун веб-тиркемелериңизге чабуулун алдын алуу",
  "880478438": "мыкты бот жана алдамчылык башкаруу үчүн.",
  "897432717": "Ыңгайлаштырылган коркунуч упайлары үчүн жаңы дизайныбыз менен   бизнес билимиңизди кошуу биздин моделдерибизге колдонуучуларыңыз үчүн уникалдуу упайларды берүүгө мүмкүндүк берет.",
  "910989640": "Иштин деталдуу жана ылайыкташтырылган отчетторун түзүү",
  "976209454": "Сыйлыктарды табыңыз же кайрымдуулукка бериңиз",
  "981806349": "Далилденген hCaptcha платформасында курулган",
  "999610953": "Акыр-аягы, Google үчүн ишенимдүү альтернатива. hCaptcha Enterprise жогорку коопсуздук менен reCAPTCHA эсебиңизди кескин үнөмдөөгө мүмкүндүк берет: кээ бир учурларда 80% га чейин арзаныраак.",
  "1014004474": "hCaptcha Enterprise пландары уюмуңуздун корголушун камсыз кылуу үчүн өркүндөтүлгөн тейлөө деңгээлиндеги келишимдерди сунуштайт",
  "1045484714": "Identity Provider менен SAML SSO интеграциясы, мис. Okta же Azure AD.",
  "1050501253": "Өтө кыйын",
  "1070364246": "Ой! Форманы тапшырып жатканда бир жерден ката кетти.",
  "1103295010": "Адамдар CAPTCHA чечкенде акча табыңыз же кайрымдуулукка бериңиз",
  "1130868224": "Үч сап код",
  "1131525092": "Тиешелүү алдамчылык жана кыянаттыктарды таап жана токтотуу үчүн биздин купуялуулукту сактаган Scoped UID'лерибиз аркылуу жаман актерлорду оңой топтоштуруңуз",
  "1141402092": "Өркүндөтүлгөн отчеттуулук өзгөчөлүктөрү",
  "1150035777": "Татаал машина үйрөнүү моделдери суроолорго туура жооп бергенден тышкары көптөгөн маалымат пункттарынын негизинде боттун ишеним упайларын түзөт",
  "1150963691": "APT жумшартуу",
  "1172067553": "hCaptcha артындагы HUMAN платформасы учурдагы системаларыңыз менен интеграцияланган жергиликтүү, гибриддик же SaaS жайылтуулары аркылуу өтө татаал иш сапатын жана башкаруу функцияларын камсыз кылат.",
  "1173652155": "Кеңешчилер",
  "1218990730": "деталдуу журналдар менен көйгөйлөрдү кантип билдирүү керек",
  "1250541092": "— Серги Исаси",
  "1263998069": "Адам чечкени үчүн сыйлыктарды алыңыз",
  "1300485304": "hCaptcha сиздин тармактарыңызга кирүү үчүн иштелип чыккан өнүккөн коркунучтардан жана алдамчылардан коргойт",
  "1345083090": "Функционалдык көйгөй тууралуу кабарлап жатасызбы?",
  "1356745565": "Internet Explorer 8ге чейин шайкеш келет.",
  "1368787974": "Башкаруу менен бөлүшүңүз.",
  "1393184984": "баары сага керек.",
  "1475399473": "hCaptcha командасы жөнүндө көбүрөөк билүү",
  "1485807325": "Көп колдонуучу такталары, SAML SSO",
  "1508655687": "Аудиторияңызга кирүү мүмкүнчүлүгүн жеңилдетүү же чектөө үчүн ылайыкташтырылган өз көйгөйлөрүңүздү кошуңуз",
  "1510448156": "Сиз бүгүн мыкты альтернатива менен иштеп, керек болсо өркүндөтүлгөн мүмкүнчүлүктөрдү күйгүзсөңүз болот.",
  "1525403768": "Көбүрөөк маалымат алуу үчүн Enterprise Sales менен байланышыңыз.",
  "1544546608": "Privacy Pass",
  "1549336309": "hCaptcha бул моделди айлантат. Сиз hCaptcha колдонгондо, компаниялар сиздин колдонуучуларыңыздын адамгерчилигин далилдеген жумушка тендер беришет. Сиз сыйлыктарды аласыз.",
  "1559631739": "Жеке окуу",
  "1579093044": "Биздин жөнөкөй ыңгайлаштырылган чакырык дизайнерибиз менен сиз бир нече мүнөттүн ичинде бренддеги чакырык мазмунун ишке киргизе аласыз.",
  "1586809757": "Жогорку тактык бот упайлары",
  "1599610318": "Жарыялоочу",
  "1637702726": "hCaptcha жөнүндө",
  "1662477701": "Ресурстар",
  "1676849166": "Өркүндөтүлгөн бот моделдеринин аркасында мыйзамдуу трафигиңиздин 99,9% үчүн кыйынчылыктан качуу менен сүрүлүүнү азайтыңыз, ошол эле учурда эң сонун коопсуздукту камсыз кылыңыз.",
  "1685871181": "жогорку онлайн кызматтар таянышат",
  "1752795854": "hCaptcha ботторду токтотуу үчүн заманбап, купуялыкка багытталган ыкманы алып келет.",
  "1779265104": "Ыңгайлаштырылган шарттар жана купуялык кепилдиктери",
  "1792519141": "hCaptcha Enterprise",
  "1798492192": "Мурдагы браузерди колдоо",
  "1803009328": "Желе масштабында согуштук сыноодон өткөн.",
  "1844885924": "Тандоо үчүн түрлөрүнүн кеңири китепканасы.",
  "1849717906": "Өзүңүздүн чакырык мазмунуңуз менен ыңгайлаштырыңыз",
  "1849805607": "hCaptcha сиздин тармактарыңызга кирүү үчүн жасалган коркунучтардан жана алдамчылардан коргойт",
  "1886100235": "Дүйнөдөгү эң ири онлайн кызматтардын көбү hCaptcha Enterprise кызматына өтүп, олуттуу чыгымдарды үнөмдөө менен бирге жакшыртылган ботторду аныктоо мүмкүнчүлүгүн алышты.",
  "1894355645": "hCaptcha жөнөкөй, оңой жана ишенимдүү ботту аныктоону камсыз кылат, ал эми адамдар чече албайт.",
  "1927613000": "hCaptcha, веб-тиркемелерди эсепти басып алуудан, эсептик маалыматтарды толтуруудан, кырып салуудан жана башка кыянаттыктардан коргоо үчүн татаал машина үйрөнүүнү күчтүү чакырык платформасы менен айкалыштырат.",
  "1936512180": "Оңой API кирүү, кооз панелдер жана жумушчу эффективдүүлүгүн жогорулатуу үчүн эң акыркы үлгүдөгү технология.",
  "1956967813": "Он миллиондогон сайттар боюнча миллиондогон күнүмдүк колдонуучуларды тейлөө үчүн биздин кызматтарыбызга дүйнөдөгү эң ири компаниялар ишенет.",
  "1958297836": "Координацияланган кол салуудан коргоо жана APT жумшартуу",
  "2041686284": "Көбүрөөк маалымат жалпысынан машинаны үйрөнүү моделдерин үйрөтүүдө жакшы натыйжаларды берет. Терең моделдердин акыркы ийгилиги барган сайын чоңураак маалымат топтомуна алып келди жана hCaptcha бул муктаждыкты аткарат. Бирок, салттуу ыкмаларды колдонуу менен адам тарабынан каралып чыккан чоң маалымат топтомун түзүү жай жана кымбат да.",
  "2103563261": "Жеке же коомдук маалымат",
  "2131386784": "Жеткиликтүү Экспертиза жана Колдоо Сиз жана Сиздин Колдонуучуларыңыз үчүн",
  "2138799135": "hCaptcha сиз колдонгон алдыңкы жана бэкэнд системалары үчүн ондогон алдын ала түзүлгөн интеграцияларга ээ.",
  "2163914794": "Дайындар топтомдоруңуз үчүн көбүрөөк энбелгилер керекпи? hCaptcha жасалма интеллект жана машина үйрөнүү колдонмолорунда иштеген компаниялар үчүн тез, үнөмдүү жана жогорку сапаттагы маалыматтарды энбелгисин камсыз кылат.",
  "2183926131": "hCaptcha Enterprise менен баштаңыз",
  "2184564739": "Караңыз",
  "2188609322": "Интернетте жаман актерлор барган сайын кеңири жайылууда. Бирок колдонуучунун купуялыгын курмандыкка чалуу бул жооп эмес.",
  "2319072959": "Өзүңүздүн жумушчу күчүңүз менен толугу менен оффлайн режиминде чуркаңыз, бизнес бөлүмдөрүндө же консорциум өнөктөштөрүндө сарпталган наркты көзөмөлдөө, чыгымдардын жана коопсуздук талаптарынын негизинде жумушту ар кандай ички же тышкы жумушчу камсыздоочуларга тандап багыттоо жана башкалар.",
  "2320894364": "200дөн ашык катышуу чекиттери менен hCaptcha булуту дүйнө жүзүндөгү активдериңизди коргойт",
  "2354267648": "GDPR, CCPA жана LGPDге ылайыктуу купуялык саясаты",
  "2373007864": "hCaptcha Enterprise hCaptcha платформасынын технологиясында иштейт, ал жогорку трафик ишканалары талап кылган функцияларды камтыйт.",
  "2418549423": ", криптографиялык далилдер жана башка уникалдуу купуялык биринчи функциялары аркылуу онлайн купуялыгын сактоонун жаңы стандарты.",
  "2489287539": "Friction-эркин \"CAPTCHA жок\" жана 99,9% пассивдүү режимдер",
  "2510209017": "Көбүрөөк жардам керекпи?",
  "2513143348": "hCaptcha Enterprise тутуму өзүнүн дизайнында өзгөчө ийкемдүү: эгерде сиз коомдук булутту иштетсеңиз же көптөгөн маалымат борборлоруна ээ болсоңуз, ал жарым-жартылай же толугу менен тармагыңыздын четинде жайгаштырылышы мүмкүн.",
  "2535001179": "Эгер сиз Google'дун reCAPTCHA'сынан келип жатсаңыз, биздин API'лер ачылуучу алмаштыруучу болуп саналат.",
  "2593768395": "Желеде, мобилдик мобилдик, мобилдик вебде үзгүлтүксүз тажрыйба. Алдын ала курулган интеграциялар жана жергиликтүү SDKs жеткиликтүү.",
  "2650502379": "Бир нече секунданын ичинде өзүңүздүн чакырыктарыңызды баштаңыз",
  "2670003220": "Жумуштар",
  "2671622670": "Enterprise",
  "2676853536": "Көп колдонуучу такталары",
  "2681650568": "Жана ар дайым болгондой, купуялык биз үчүн негизги баалуулук болуп саналат. Биздин чакырык кодубузду зарыл болгон жерде гана кошуңуз жана сизди да, колдонуучуларыңызды да коргоо үчүн мааниси бар. Маалыматтарды чогултууну минималдаштыруу интеграцияланган учурдан тартып башталат.",
  "2682873489": "Объекттердин чек ара аймагын аныктаңыз",
  "2686825859": "Акысыз катталыңыз же hCaptcha Enterprise чечимдери жөнүндө биз менен байланышыңыз",
  "2698140263": "Бардык көйгөйлөр бирдей эмес: бир упай алуу бул сиздин муктаждыктарыңыздын пайдалуу болушу үчүн жооп бериши керек дегенди билдирет.",
  "2698640210": "Контролдук кыйынчылыктар жана түрлөрү көрсөтүлгөн",
  "2707282231": "Колдонуучуларыңыз үчүн чакырыктарды ыңгайлаштырыңыз. Боттордун чечилиши жана кириши мүмкүн эмес.",
  "2714878440": "Биздин өркүндөтүлгөн машина үйрөнүү жана адамгерчиликти текшерүү аркылуу кызматтарыңызды кырып салуудан, эсепти басып алуудан, эсептик дайындарды толтуруудан жана спамдан коргоңуз.",
  "2718999653": "Ыңгайлаштырылган коркунуч упайлары",
  "2781507299": "Ыкчам текшерүү",
  "2782263070": "Тейлөө биз үчүн биринчи орунда турат. Биз 24/7 чалуу боюнча колдоо көрсөтөбүз жана ишке ашыруу учурунда жана андан кийин инженердик интеграция тобуңуз жана биздин чалуу кызматкерлерибиз менен түз Slack координациясын сунуштайбыз.",
  "2806751666": "hCaptcha деген эмне?",
  "2826051554": "жана башкалар",
  "2881474837": "hCaptcha Enterprise",
  "2890048009": "Жарнама тармактары сиздин конокторуңузду продукт катары көрүшөт. Биз үчүн бир гана продукт алардын адамгерчилигин аныктайт. Биздин кызматтар GDPR, CCPA, LGPD жана PIPL талаптарына жооп берет же андан ашат жана Privacy Pass сыяктуу демилгелерди колдойт. Биз купуялуулук менен коопсуздукту тең салмактоо үчүн талыкпай иштейбиз.",
  "2927700175": "Биз боттор үчүн кыйын, бирок адамдар үчүн оңой болгон CAPTCHA чакырыктарын машинада үйрөнүү көйгөйлөрүнөн белгилөө кыйын маалыматтарды чогултуу жана аны веб-сайттын же колдонмонун конокторунун адам экенин аныктоо үчүн көрсөтөбүз.",
  "2968026167": "Сиздин сүйүктүү жашылча",
  "3018523079": "Колдонуучунун ырааттуу тажрыйбасы менен брендде болуңуз.",
  "3065000659": "Ар бир жолу \"машинаны басканда\" бойдокторду үйрөтүүгө жардам берип жатканыңызды түшүндүңүзбү",
  "3093388779": "hCaptcha каалаган өлчөмдөгү басып чыгаруучулар үчүн колдонууга акысыз",
  "3093689546": "Оңой интеграция",
  "3096063825": "Байкап көрүңүз",
  "3107683988": "Бул тармактан тышкаркы трафикти жана чыгымдарды кескин кыскарта алат, ошол эле учурда эң катаал SLAларга жооп берүү үчүн күнү-түнү иштеген кызматкерлерибиздин башкаруунун бардык артыкчылыктарын сактап калат.",
  "3117887301": "Ишенимдүү ири онлайн кызматтары",
  "3121248460": "Сиздин күткөн аудиторияңыз үчүн жөнөкөйдөн татаалга чейин чексиз ар түрдүү ыңгайлаштырылган чакырыктарды көрсөтүңүз",
  "3153117136": "hCaptcha кыйынчылык орнотуулары кантип иштейт",
  "3160820928": "Координацияланган чабуулдан коргоо",
  "3161489950": "Дүйнөдөгү эң өнүккөн коопсуздук ML платформасы",
  "3167979932": "Биринчи күндөн тартып купуялуулук үчүн иштелип чыккан. Күчтүү маалыматтарды иштетүү келишими.",
  "3194111925": "колдоо",
  "3213351333": "Алдын ала милдеттенме талап кылынбайт",
  "3213957230": "Колдонуучулар коопсуздук талаптарына жооп берүү үчүн көйгөйдү чечиши керек болгондо, эмне үчүн колдонуучуга жагымдуу жана тиешелүү тапшырмаларды түзүүгө болбосун?",
  "3225770968": "hCaptcha машинаны үйрөнүүдө эң көп эмгекти талап кылган маселени чечүү үчүн иштелип чыккан; чоң көлөмдөгү маалыматтарды өз убагында, жеткиликтүү жана ишенимдүү түрдө белгилөө.",
  "3230004040": "Сиз көрүү мүмкүнчүлүгүңүз начарбы же hCaptchaларды бүтүрө албайсызбы?",
  "3235430156": "компаниянын машина окутуу системалары акысыз?",
  "3260825523": "Интуиция машиналары",
  "3264813246": "орунсуз",
  "3265895521": "Күндүн убактысына жараша кыйынчылыкты көтөрүңүз жана азайтыңыз",
  "3266612494": "Ишенимдүү өнөктөш",
  "3276777569": "hCaptcha",
  "3287172429": "Контролдук тапшырма түрлөрү көрсөтүлгөн",
  "3365203058": "Дүйнөлүк класстагы анти-бот коргоо",
  "3412647984": "Бул cookie файлын каттоо жана орнотуу менен келечектеги суроолордон качууга мүмкүндүк берет. Жарнама бөгөттөөчүңүздү да өчүрүп көрүңүз.",
  "3417372336": "Бир нече мүнөттө которуштуруу",
  "3446714684": "Мобилдик (iOS жана Android) интеграциясы",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "Enterprise колдонуучулары үчүн көпчүлүк сценарийлерде кыйынчылыктардан толугу менен качуу үчүн опциялар бар.",
  "3478726913": "hCaptcha сиздин колдонуу үчүн жеткиликтүү планетадагы ири бассейндердин бири бар. Сиздин масштабыңыз кандай болбосун, биз аны алдын ала кымбат баалуу милдеттенмелерсиз чече алабыз. Күнүнө миллиондогон тапшырмалар көйгөй эмес.",
  "3480023141": "Атайын мүмкүнчүлүктөр тууралуу көбүрөөк билүү",
  "3483700676": "Миллиондогон тапшырмаларды заматта ишке киргизиңиз",
  "3500503648": "hCaptcha серептөө таржымалын эсепке алуу жана талдоо ордуна заматта баалоо боюнча таянуу менен узак мөөнөттүү маалымат кармап четтетүү максатында иштелип чыккан. сыяктуу демилгелерди да колдойбуз",
  "3524251858": "Cloudflare продуктуларды башкаруу боюнча директору",
  "3526939538": "Software Bug",
  "3530599065": "Купуялык башынан эле курулган. hCaptcha эч кандай PII сактабайт жана көптөгөн купуялык мандаттарына жана эрежелерине ылайык келет.",
  "3570415321": "Компания",
  "3573245166": "reCAPTCHAдан айырмаланып, биз ар бир өлкөдө иштейбиз.",
  "3578122193": "Тиешелүү мазмун менен брендде болуңуз",
  "3620442880": "Flash Sale коргоо өзгөчөлүктөрү",
  "3630114728": "Бардык сайттарыңызда жана колдонмолоруңузда эмне болуп жатканын көрүңүз.",
  "3644106388": "Байланыш",
  "3660619092": "Акысыз катталыңыз же Enterprise чечимдери үчүн сатуулар менен байланышыңыз",
  "3688621388": "Коркунучтуу кол коюулар",
  "3704893754": "Өзүңүз көргүңүз келеби? hCaptcha Free колдонуп көрүңүз",
  "3714002185": "hCaptcha Enterprise жөнүндө көбүрөөк билүү",
  "3715747429": "Сизге React интеграциясы керекпи, iOSтун түпнуска колдонмолору үчүн SDKлар, Java backend мисалы же башка сценарийлер керекпи, биздин борттук инженерлер сизди тез арада ишке ашыра алышат.",
  "3717512591": "Түз платформа интеграциясы",
  "3721365241": "аракет кыл",
  "3729345277": "hCaptcha - бул компаниялар үчүн талап кылынган аннотацияларды башка альтернативаларга караганда тезирээк, сапаттуу жана арзаныраак алуу жолу.",
  "3730038780": "Колдонуучулар чече турган дээрлик чексиз сандагы көйгөйлөрдүн ичинен тандаңыз",
  "3739936967": "Бул купуялыкка уникалдуу көңүл буруу биз эң сонун коопсуздукту сактап, талап кылынгандай жеке маалыматтарды нөлдүк сактоону, кукисиз иштөөнү жана башка келишимдик купуялык кепилдиктерин сунуштай аларыбызды билдирет. Кененирээк окуу.",
  "3740051331": "Биз ошондой эле социалдык медиа, форумдар жана биздин виджеттеги жана электрондук колдоо каналдары аркылуу колдонуучуларыңыздын суроолоруна жигердүү мониторинг жүргүзүүгө жана жооп берүүгө милдеттенебиз. Биз жеткиликтүү жана жооп берүүчүбүз жана колдонуучунун канааттануусун жогорку KPI катары карайбыз.",
  "3753956446": "бекер",
  "3758963444": "Рахмат! Сиздин билдирүү кабыл алынды!",
  "3767462250": "Купуялык үчүн иштелип чыккан",
  "3768951251": "Ишкананын SLAлары",
  "3807059944": "Колдонулган чакырык мазмунун көзөмөлдөө",
  "3816867833": "Пикир",
  "3817811295": "Кепилденген ишенимдүүлүк жана тез 24/7 чалуу боюнча колдоо.",
  "3892905664": "hCaptcha сүйүктүү онлайн кызматтарыңыз адамдарга оңой жана машиналар үчүн кыйын болгон жөнөкөй суроолорду берип, ботторду, спамдарды жана кыянаттыктарды алдын алууга жардам берет.",
  "3913848038": "99,99% иштөө убактысынын SLAлары жана 24/7 глобалдык колдоо жеткиликтүү.",
  "3951254541": "Сиздин салымыңыз үчүн ыраазыбыз. Бардык көйгөйлөрдү бизге айтыңыз жана биз аларды тез арада чечебиз.",
  "3952259236": "Сокур маалыматтарыңызды hCaptchaнын миңдеген сигналдары менен бириктирип, hCaptchaны жүрүм-турум класстары боюнча үйрөтүңүз -- сиздин мисалыңыз үчүн -- зыяндуу жүрүм-турумду жакшыраак алдын ала эки чечимге караганда жакшыраак.",
  "3953584369": "Татаал RBAC кирүү чектөөлөрү бар.",
  "4007826952": "Веб, мобилдик жана башкалар үчүн купуялык боюнча №1 CAPTCHA .",
  "4019660456": "0ms кечигүү: hCaptcha энбелгилерин API чалуусу жок текшериңиз.",
  "4065065042": "Колдонуу шартыңызга дал келүү үчүн муну териңиз.",
  "4083018285": "Өркүндөтүлгөн SOC мониторинги жана татаал туруктуу коркунучтарга жооп берүү менен айкалышкан кеңейтилген функциялардын топтому",
  "4146870445": "Биз кимбиз",
  "4147497805": "Сабиз",
  "4194763679": "Майдаланган кыйынчылык деңгээли",
  "4195759329": "Ботту аныктоо жана тобокелдик упайлары",
  "4199502476": "Өркүндөтүлгөн отчеттук такталар жана API",
  "4238473596": "Чыныгы колдонуучулар үчүн сүрүлүүнү азайтуу маанилүү. hCaptcha жөнөкөй тапшырмаларды колдонот жана көбүрөөк бот трафигин токтотуп, көпчүлүк колдонуучулар үчүн азыраак убакытты талап кылат.",
  "4272022475": "Бардык сурамдар жана активдер hcaptcha.yourdomain.com дарегине өтөт",
  "4272454814": "Сиз тандаган идентификациялык камсыздоочу менен интеграцияланыңыз.",
  "header-privacy-link": "Купуялык",
  "header-integration-link": "Интеграция",
  "header-cost-link": "Наркы",
  "header-features-link": "Өзгөчөлүктөрү",
  "header-docs-link": "Документтер",
  "header-login-button": "Кирүү",
  "header-contact-button": "Сатуу менен байланышыңыз",
  "intro-heading": "Нөл сүрүлүү адамзаттык текшерүү.",
  "intro-contact-button": "Көбүрөөк билүү үчүн биз менен байланышыңыз",
  "intro-text-bottom": "Желеди иштеткен компанияларга таянат.",
  "sub-menu-button": "Сатуу менен байланышыңыз",
  "sub-menu-item1": "Enterprise",
  "sub-menu-item2": "Наркы",
  "sub-menu-item3": "Интеграция",
  "sub-menu-item4": "Өзгөчөлүктөрү",
  "sub-menu-item5": "Купуялык",
  "sub-menu-item6": "Документтер",
  "info-head-1": "Далилденген hCaptcha платформасында курулган",
  "info-text-1": "hCaptcha Enterprise hCaptcha платформасынын технологиясында иштейт, ал жогорку трафик ишканалары талап кылган функцияларды камтыйт.",
  "info-head-2": "Ишенимдүү өнөктөш",
  "intro-subtitle": "Бот көйгөйүңүздү бүгүн чечиңиз.",
  "info-text-2": "Он миллиондогон сайттар боюнча миллиондогон күнүмдүк колдонуучуларды тейлөө үчүн биздин кызматтарыбызга дүйнөдөгү эң ири компаниялар ишенет.",
  "cloudflare-quote-text": "Биз бир катар CAPTCHA сатуучуларын бааладык, ошондой эле системаны өзүбүз түздүк. Акыр-аягы, hCaptcha reCAPTCHA үчүн мыкты альтернатива болуп чыкты.",
  "cloudflare-quote-detail": "Cloudflare продуктуларды башкаруу боюнча директору",
  "section-quote-head": "Жогорку трафик ишканалары үчүн үнөмдүү вариант",
  "section-quote-text": "Акыр-аягы, Google үчүн ишенимдүү альтернатива. hCaptcha Enterprise жогорку коопсуздук менен reCAPTCHA эсебиңизди кескин үнөмдөйт: кээ бир учурларда 80% га чейин арзаныраак. Дүйнөдөгү эң ири онлайн кызматтардын көбү hCaptcha Enterprise кызматына өтүп, олуттуу чыгымдарды үнөмдөө менен бирге жакшыртылган ботторду аныктоо мүмкүнчүлүгүн алышты.",
  "section-quote-button": "Баа алуу үчүн бүгүн биз менен байланышыңыз",
  "section-privacy-header": "Купуялыкка багытталган",
  "section-privacy-text-1": "Жарнама тармактары сиздин конокторуңузду продукт катары көрүшөт. Биз үчүн бир гана продукт алардын адамгерчилигин аныктайт. Биздин кызматтар GDPR, CCPA жана LGPD талаптарына жооп берет же андан ашат жана Privacy Pass сыяктуу демилгелерди колдойт. Биз купуялуулук менен коопсуздукту тең салмактоо үчүн талыкпай иштейбиз.",
  "section-privacy-text-2": "Купуялыкка болгон бул уникалдуу басым биз мыкты коопсуздукту сактап, талап кылынгандай жеке маалыматтарды нөлдүк сактоону, кукисиз иштөөнү жана башка келишимдик купуялык кепилдиктерин сунуштай аларыбызды билдирет.",
  "section-security-header": "Коопсуздук Биринчи",
  "section-security-text-1": "Тактык сиздин жана биздин кызыкчылыгыбызда. hCaptcha сизге чыныгы маалыматтарды берүү үчүн иштейт жана аны кантип колдонууну чечет. Башка каптчаларды Gigantic жарнамалык компаниялар камсыз кылат. Бул алар бөгөттөгөн ар бир боттун кирешесин азайтышы мүмкүн дегенди билдирет.",
  "section-security-text-2": "Купуялыкка басым жасоо менен машинаны үйрөнүүнүн эң акыркы ыкмаларын колдонуу бизге коопсуздукка же колдонуучунун купуялыгына зыян келтирбестен, бардык стратегияларды түбөлүккө жазып калтыруунун коопсуздук стандарттарынан ашып кетүүгө мүмкүндүк берет.",
  "section-user-experience-header": "Улуу колдонуучу тажрыйбасы",
  "section-user-experience-text1": "Enterprise колдонуучулары үчүн көпчүлүк сценарийлерде кыйынчылыктарды толугу менен болтурбоо үчүн опциялар бар.",
  "section-user-experience-text2": "Өркүндөтүлгөн бот моделдеринин аркасында эң сонун коопсуздукту камсыз кылып, мыйзамдуу трафиктин 99,9% үчүн кыйынчылыкты болтурбоо менен сүрүлүүнү азайтыңыз.",
  "section-easy-integration-header": "Оңой интеграция",
  "section-easy-integration-text": "hCaptcha кошуу бир нече мүнөттү жана бир нече сап кодду талап кылат. Негизги API reCAPTCHA V2 менен шайкеш келет жана аны которуу үчүн бир нече мүнөт талап кылынат. Сиз бүгүн мыкты альтернатива менен иштеп, керек болсо өркүндөтүлгөн мүмкүнчүлүктөрдү күйгүзсөңүз болот.",
  "section-easy-integration-serverside": "Сервер тарап:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Ыңгайлаштырылган коркунуч упайлары",
  "section-threat-text": "Бардык көйгөйлөр бирдей эмес: бир упай алуу бул сиздин керектөөңүздү чечиши керек дегенди билдирет. hCaptcha уникалдуу Ылайыкташтырылган коркунуч упайлары менен, тез консультация бизнесиңизге көбүрөөк ылайыктуу упайларды жеткирүү үчүн моделдерибизди тууралоого мүмкүндүк берет.",
  "section-challenges-header": "Бир нече секунданын ичинде өзүңүздүн чакырыктарыңызды баштаңыз",
  "section-challenges-text-1": "Тиешелүү мазмун менен брендде болуңуз",
  "section-challenges-text-2": "Колдонуучулар коопсуздук талаптарына жооп берүү үчүн көйгөйдү чечиши керек болгондо, эмне үчүн колдонуучуга жагымдуу жана тиешелүү тапшырмаларды түзүүгө болбосун? Биздин жөнөкөй ыңгайлаштырылган чакырык дизайнери менен сиз бир нече мүнөттүн ичинде бренддеги чакырык мазмунун ишке киргизе аласыз.",
  "section-integration-header": "Түз платформа интеграциясы",
  "section-integration-subheader": "Веб-инфраструктуралык компаниялар үчүн",
  "section-integration-text": "hCaptcha Enterprise системасы өзүнүн дизайнында өзгөчө ийкемдүү: эгер сиз коомдук булутту иштетсеңиз же көптөгөн маалымат борборлоруна ээ болсоңуз, ал жарым-жартылай же толугу менен тармагыңыздын четинде жайгаштырылышы мүмкүн. Бул эң катаал SLAларга жооп берүү үчүн 24/7 күнү-түнү иштеген кызматкерлерибиздин башкаруунун бардык артыкчылыктарын сактап калуу менен чыгымдарды жана тармактан тышкаркы трафикти кескин кыскарта алат.",
  "section-support-header": "Сиз жана Сиздин колдонуучулар үчүн жеткиликтүү экспертиза жана колдоо",
  "section-support-text": "Тейлөө биз үчүн биринчи орунда турат. Биз 24/7 чалуу боюнча колдоо көрсөтөбүз жана инженердик интеграциялоо тобуңуз жана ишке ашыруу учурунда жана андан кийин биздин чалуу кызматкерлерибиз менен түз Slack координациясын сунуштайбыз. , жана биздин виджеттеги жана электрондук почта колдоо каналдары. Биз жеткиликтүү жана жооп берүүчүбүз жана колдонуучунун канааттануусун жогорку KPI катары карайбыз.",
  "section-enterprise-header": "Ишкананын өзгөчөлүктөрү",
  "section-enterprise-title-1": "Дүйнөлүк класстагы анти-бот коргоо",
  "section-enterprise-desc-1": "Желе масштабында согуштук сыноодон өткөн.",
  "section-enterprise-title-2": "Жогорку тактык бот упайлары",
  "section-enterprise-desc-2": "Ар кандай типтеги жаман актерлорду табыңыз.",
  "section-enterprise-title-3": "Нөл сүрүлүү жана 99,9% пассивдүү режимдер",
  "section-enterprise-desc-3": "Мыйзамдуу колдонуучулардын 0,1% азын чакырыңыз.",
  "section-enterprise-title-4": "Контролдук тапшырманын түрлөрү көрсөтүлгөн",
  "section-enterprise-desc-4": "Тандоо үчүн түрлөрүнүн кеңири китепканасы.",
  "section-enterprise-title-5": "Колдонулган чакырык мазмунун көзөмөлдөө",
  "section-enterprise-desc-5": "Колдонуучунун ырааттуу тажрыйбасы менен брендде болуңуз.",
  "section-enterprise-title-6": "Ишкананын SLAлары",
  "section-enterprise-desc-6": "Кепилденген ишенимдүүлүк жана тез 24/7 чалуу боюнча колдоо.",
  "section-enterprise-title-7": "Мурдагы браузерди колдоо",
  "section-enterprise-desc-7": "Internet Explorer 8ге чейин шайкеш келет.",
  "section-enterprise-title-8": "Өркүндөтүлгөн отчеттук такталар жана API",
  "section-enterprise-desc-8": "Бардык сайттарыңызда жана колдонмолоруңузда эмне болуп жатканын көрүңүз.",
  "section-enterprise-title-9": "Ар бир өлкөдө иштейт",
  "section-enterprise-desc-9": "reCAPTCHAдан айырмаланып, биз ар бир өлкөдө иштейбиз.",
  "section-enterprise-title-10": "GDPR, CCPA жана LGPDге ылайыктуу купуялык саясаты",
  "section-enterprise-desc-10": "Биринчи күндөн тартып купуялуулук үчүн иштелип чыккан. Күчтүү маалыматтарды иштетүү келишими.",
  "section-enterprise-title-11": "Майдаланган кыйынчылык деңгээли",
  "section-enterprise-desc-11": "Колдонуу шартыңызга дал келүү үчүн муну териңиз.",
  "section-enterprise-title-12": "Биринчи тараптын хостинги",
  "section-enterprise-desc-12": "Бардык сурамдар жана активдер hcaptcha.yourdomain.com дарегине өтөт",
  "section-enterprise-title-13": "Көп колдонуучу такталары",
  "section-enterprise-desc-13": "Башкаруу менен бөлүшүңүз.",
  "section-enterprise-title-14": "Ыкчам текшерүү",
  "section-enterprise-desc-14": "0ms кечигүү: hCaptcha энбелгилерин API чалуусу жок текшериңиз.",
  "section-enterprise-title-15": "Мобилдик (iOS жана Android) интеграциясы",
  "section-enterprise-desc-15": "Желеде, мобилдик мобилдик, мобилдик вебде үзгүлтүксүз тажрыйба. Алдын ала курулган интеграциялар жана жергиликтүү SDKs жеткиликтүү.",
  "section-enterprise-title-16": "Ыңгайлаштырылган шарттар жана купуялык кепилдиктери",
  "section-enterprise-desc-16": "Башка компаниялар мүмкүн болбогондо, мыйзамдуу муктаждыктарыңызды канааттандырыңыз.",
  "presented-challlenges-head": "Берилген чакырыктар",
  "presented-challenges-title-1": "Салыштыруу",
  "presented-challenges-text-1": "Сурамга дал келген бардык сүрөттөрдү тандаңыз",
  "presented-challenges-title-2": "Bounding Box",
  "presented-challenges-text-2": "Объекттердин чек ара аймагын аныктаңыз",
  "presented-challenges-title-3": "Категориялоо",
  "presented-challenges-text-3": "Тиешелүү энбелгилерди аныктаңыз",
  "presented-challenges-subheader": "...жана башка жөнөкөй тапшырмалар. Адамдар үчүн оңой, боттор үчүн кыйын.",
  "presented-challenges-subtext": "Ыңгайлаштырылган тапшырмалар ишкананын жарыялоочулары үчүн да жеткиликтүү.",
  "footer-header-1": "Компания",
  "footer-header-2": "Ресурстар",
  "footer-header-3": "Байланыш",
  "footer-link-1": "Этикеткалоо",
  "footer-link-2": "Жөнүндө",
  "footer-link-3": "Jobs",
  "footer-link-4": "Товардык белгилер",
  "footer-link-5": "AI этикасы",
  "footer-link-6": "Блог",
  "footer-link-7": "Статус",
  "footer-link-8": "Документтер",
  "footer-link-9": "Ката жөнүндө кабарлоо",
  "footer-terms": "Шарттар",
  "footer-privacy": "Купуялык",
  "footer-attribution": "Attribution",
  "footer-subheader-1": "Колдоо",
  "footer-subheader-2": "Байланыш",
  "switch-to-english-link": "Англисче",
  "intro-heading-privacy": "Купуялык үчүн иштелип чыккан.",
  "intro-subtitle-p1-privacy": " Онлайн коопсуздукка уникалдуу купуялыкка негизделген ыкма.",
  "info-head-2-pr": "Интернеттеги аракеттерди жаздыруу бул жооп эмес.",
  "info-text-1-pr": "hCaptcha Enterprise бир гана максаты бар: жаман актерлор сиздин онлайн операцияларыңызды үзгүлтүккө учуратпоо жана колдонуучуларыңызга зыян келтирбөө.",
  "info-text-2-pr": "Ошентип, биздин системалар класстын алдыңкы коопсуздугун сактоо менен маалыматтарды чогултууну жана сактоону азайтуу үчүн башынан бери иштелип чыккан. Колдонуучунун маалыматтарын коргоонун эң жакшы жолу - аны такыр сактабоо.",
  "info-text-3-pr": "Бардык кардар мамилелери да күчтүү Маалыматтарды иштетүү келишими менен корголот. hCaptcha кызматы сиздин кызматыңыз же кардарларыңыз кайда жашабасын, бардык купуялык мыйзамдарына ылайык келет. Жеке маалыматтарды сактабоо биз үчүн башка компанияларга караганда бир топ жеңилдетет.",
  "info-text-2-2-pr": "reCAPTCHA v3 сыяктуу кызматтар сиздин сайттын ар бир барагына алардын көзөмөлдөө пикселин коюу жакшы коопсуздук үчүн зарыл экенин айтышат. Бул андай эмес.",
  "info-text-2-3-pr": "Жөнөкөй жүрүм-турум анализи жаман актерлор тарабынан оңой жасалмаланган сигнал жана сиздин бардык мыйзамдуу трафикиңиз үчүн серептөө таржымалын сактоону талап кылат.",
  "info-text-2-4-pr": "Биз жарнама тармагын иштетпейбиз жана аларга жарнамаларды сатуу үчүн колдонуучунун жүрүм-турумун байкоого кызыкдар эмеспиз. Бул сиздин сайттын ар бир барагында пассивдүү пикселди талап кылбайбыз дегенди билдирет.",
  "info-text-2-5-pr": "Биздин чакырык кодубуз зарыл болгон жерде жана сизди да, колдонуучуларыңызды да коргоо үчүн мааниси бар жерде гана кошуңуз.",
  "info-head-3-pr": "Машина үйрөнүү пайдалуу. Бирок иштөө үчүн жеке маалыматтарды талап кылбайт.",
  "info-text-3-1-pr": "Машина үйрөнүү азыр биздин жашообуздун дээрлик бардык аспектилерине таасирин тийгизет, көбүнчө биз байкабайбыз жана көрө албайбыз. Онлайн коопсуздук кызматтары эч кандай айырмаланбайт.",
  "info-text-3-2-pr": "Миңдеген сигналдарды үйрөнүү менен, моделдер зыяндуу жүрүм-турумду тез арада аныктап, жогорку ишенимге жете алышат, атүгүл бир дагы сигнал көйгөйдү көрсөтүү үчүн жетиштүү күчтүү болбосо да.",
  "info-text-3-3-pr": "Бирок, булардын эч бири жеке аныктоочу маалыматты (PII) колдонууну талап кылбайт. Заманбап криптографиялык ыкмалар бизге жеке маалыматтарды мүмкүн болушунча тезирээк жок кылууга мүмкүндүк берет, анын ордуна бир жактуу кол тамгаларды түзүүгө мүмкүндүк берет, аларды эч ким менен байланыштыруу мүмкүн эмес.",
  "info-text-3-4-pr": "Идентификациядан ажыратылган маалыматтар боюнча тренинг да ошондой иштейт жана коопсуздукту же купуялуулукту бузууну талап кылбайт. Биздин кардарлар эмпирикалык сыноолорду жасашты жана бизди жеке альтернативалар менен бирдей же жакшыраак деп жарыялашты.",
  "cloudflare-quote-text-privacy": "hCaptcha чечимдери жөнүндө бизге бир катар нерселер жакты: 1) алар жеке маалыматтарды сатпайт; алар минималдуу зарыл болгон жеке маалыматтарды гана чогултушат, алар чогулткан маалыматты жана аны кантип колдонорун жана/же ачып берүүнү ачык-айкын сүрөттөшөт.",
  "pilot-head": "Бизди өзүңүздүн чөйрөңүздө эч кандай милдеттенмесиз сынап көрүңүз.",
  "pilot-text-1a": "Биз сатуучулар эмес, инженербиз: тандооңузга ыраазы болушуңузду каалайбыз.",
  "pilot-text-1b": "Сиздин канааттанууну камсыз кылуунун эң жакшы жолу - бул сиздин муктаждыктарыңызды канааттандырарыбызды көрсөтүү.",
  "pilot-text-1c": "Пилоттук ишке киргизген дээрлик бардык компаниялар акыры биздин чечимдерди тандашат.",
  "pilot-text-1d": "Биздин техникалык адистердин бирине кайрылуу үчүн бул форманы колдонуңуз. Биз тез жооп берет.",
  "pilot-text-1e": "Сиз ошондой эле бизге түздөн-түз электрондук кат аласыз.",
  "pilot-email-details": "Чоо-жайы бул жерде.",
  "pilot-f1": "Регион",
  "pilot-f2": "Сиздин атыңыз",
  "pilot-f3": "Сиздин атыңыз",
  "pilot-f4": "Business Email",
  "pilot-f5": "Бизде дагы кандай маалымат болушу керек?",
  "pilot-f6": "Сизге шашылыш кирүү керекпи?",
  "pilot-f7": "Ооба.",
  "pilot-f8": "Мен чабуулга кабылдым жана дароо киришүүнү талап кылам.",
  "pilot-f9": "Тапшыруу",
  "pilot-f10": "Электрондук почтаңызды киргизүү менен сиз биздин Шарттарга жана Купуялык саясатыбызга жана бизден электрондук кат алууга макул болосуз.",
  "pilot-fo-1": "Интеграция жеңилирээк болушу мүмкүн эмес.",
  "pilot-fo-2": "hCaptcha сиз колдонгон алдыңкы жана бэкэнд системалары үчүн ондогон алдын ала түзүлгөн интеграцияларга ээ.",
  "pilot-fo-3": "Эгер сиз Google'дун reCAPTCHA'сынан келип жатсаңыз, биздин API'лер ачылуучу алмаштыруучу болуп саналат. Сизге үч сап код керек.",
  "pilot-fo-4": "Сизге React интеграциясы керекпи, iOSтун түпнуска колдонмолору үчүн SDKлар, Java backend мисалы же башка сценарийлер керекпи, биздин борттук инженерлер сизди тез арада ишке ашыра алышат.",
  "pilot-fo-5": "Жана ар дайым болгондой эле, купуялык биз үчүн негизги баалуулук болуп саналат. Биздин чакырык кодубуз зарыл болгон жерде жана сизди да, колдонуучуларыңызды да коргоо үчүн мааниси бар жерде гана кошуңуз. Маалыматтарды чогултууну минималдаштыруу интеграцияланган учурдан тартып башталат.",
  "pilot-fdone": "Рахмат. Биз жакында байланышта болот.",
  "home-ent-2-new": "Биздин ишкана чечимибиз жөнүндө көбүрөөк билиңиз.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise чечимдери класстын алдыңкы коопсуздугун камсыз кылат жана көптөгөн мыкты онлайн кызматтарды коргойт.",
  "home-plans-button-2-new": "Көбүрөөк билүү",
  "header-enterprise-link": "Enterprise",
  "sales-interstitial-c1b-new": "hCaptcha Enterprise жөнүндө көбүрөөк билүү",
  "a11y-img-1": "Киргенден кийин колдонуучунун экраны",
  "a11y-img-2": "Виджет интерфейсинин менюсунда атайын мүмкүнчүлүктөр",
  "a11y-img-3": "Виджет интерфейсиндеги жеткиликтүүлүк диалогу",
  "about-advisors-brendan": "Brave компаниясынын башкы директору. Mozilla компаниясынын негиздөөчүсү. JavaScript программалоо тилинин жаратуучусу. Браузерлердин куруучусу жана башкалар.",
  "about-advisors-dawn": "Беркли шаарындагы Калифорния университетинин профессору. Терең билим, коопсуздук, блокчейн эксперти. Oasis Labs компаниясынын башкы директору.",
  "about-advisors-head": "Advisors",
  "about-advisors-keiran": "Стэнфорддогу изилдөөчү илимпоз. Ири банктарда, хедж-фонддордо жана илимий чөйрөлөрдө машина окутуу жана сандык каржылоо.",
  "about-content-head-1": "Биз эмне кылабыз",
  "about-content-head-2": "Эмне үчүн маанилүү",
  "about-content-text-1a": "hCaptcha ботторду токтотууга заманбап, купуялыкка багытталган ыкманы алып келет.",
  "about-content-text-1b": "Ботторго кыйын, бирок адамдарга оңой болгон CAPTCHA кыйынчылыктарын машинаны үйрөнүүдөгү көйгөйлөрдөн белгилөө кыйын болгон маалыматтарды топтоо жана аны колдонуп веб-сайттын же колдонмонун зыяратчысы адам экендигин айырмалайбыз.",
  "about-content-text-2a": "Жаман актерлор Интернетте барган сайын көп кездешет. Бирок колдонуучунун жеке купуялыгын курмандыкка чалуу маселеси чечилбейт.",
  "about-content-text-2b": "Жарнамалык компаниялар сунуш кылган коопсуздук чечимдери, биринчи кезекте, вебдеги колдонуучуларды көзөмөлдөөгө багытталат. Колдонуучунун купуялуулугуна зыян келтире турган натыйжалуу коопсуздук чечимин жараттык, бул мыкты натыйжаларды берүү үчүн зарыл эмес.",
  "about-intro-head-1": "HCaptcha жөнүндө",
  "about-intro-head-2": "Купуялык, Коопсуздук жана Machine Learning.",
  "about-intro-text": "hCaptcha дүйнөдөгү эң кеңири колдонулган көз карандысыз CAPTCHA кызматы.",
  "about-leadership-head": "Биз кимбиз",
  "about-leadership-headsub": "Бүгүнкү күндүн эң көйгөйлүү маселелеринин үстүнөн иштеген тажрыйбалуу команда.",
  "about-leadership-link1": "Биз кимбиз",
  "about-leadership-text1": "Биз терең билим алууга жана масштабдуу визуалдык домендик машинаны үйрөнүүгө адистештик, айрыкча заманбап коркунучтардан улам онлайн тутумдарын коопсуздандырууга өзгөчө көңүл бурабыз.",
  "about-leadership-text2": "Ондогон жылдар бою программалык камсыздоону жана машинаны үйрөнүү тажрыйбасынын жардамы менен, биз купуялуулукту сактоо менен, бүгүнкү күндөгү эң оор көйгөйлөрдү чечүү үчүн масштабдуу масштабдуу тутумдарды курабыз жана иштетебиз.",
  "acc-opt": "Атайын мүмкүнчүлүктөр",
  "acc-opt-but": "Атайын мүмкүнчүлүктөрдүн параметрлери жөнүндө көбүрөөк билүү",
  "acc-opt-text": "Көрүү мүмкүнчүлүгүңүз начарбы же hCaptchas-ды аягына чейин толуктай албай жатасызбы?",
  "accessibility-link": "Атайын мүмкүнчүлүктөр",
  "appreciate-in": "Сиздин салымыңыз үчүн ыраазычылык билдиребиз. Кандай гана маселе болбосун бизге кабарлаңыз, биз аларды тез арада чечебиз.",
  "fb-but": "Бизге пикир жөнөтүңүз",
  "feedback-text": "Жаңы көргөн hCaptcha жөнүндө ой-пикирлериңизди билдириңиз",
  "footer-copyright-text": "hCaptcha - Intuition Machines, Inc компаниясынын катталган соода белгиси.",
  "footer-link-10": "Атайын мүмкүнчүлүктөр",
  "h-plans": "Жазылуу пландары",
  "header-labeling-services-link": "Белгилөө кызматы",
  "header-plans-link": "Пландар",
  "header-signup-button": "Кирүү",
  "home-about-head": "HCaptcha жөнүндө",
  "home-about-subtitle": "Powered by HUMAN Protocol",
  "home-about-text-1": "hCaptcha машинаны үйрөнүүдөгү эң көп эмгекти талап кылган көйгөйдү чечүүгө арналган: массалык маалыматтарды өз убагында, арзан жана ишенимдүү түрдө белгилөө.",
  "home-about-text-2": "Көбүрөөк маалыматтар, адатта, машинаны үйрөнүү моделдерин окутууда жакшы натыйжаларды берет. Жакында терең моделдердин ийгилиги барган сайын чоң маалымат топтомдорун алып келди, дээрлик ар дайым адам тарабынан каралып чыккан. Бирок, Mechanical Turk, Figure Sight ж.б. аркылуу адам караган ири маалымат топтомдорун түзүү жай жана кымбатка турат.",
  "home-about-text-3": "hCaptcha веб-сайттарга ушул талапка ылайык акча табууга мүмкүнчүлүк берет, ал эми ботторду жана кыянаттыктын башка түрлөрүн бөгөттөйт.",
  "home-about-text-4": "HCaptcha базарында АДАМ Протоколу иштейт, ал адамдардын Ethereum блокчейнинде иштей турган борбордон ажыратылган протоколу. Колдонуучулар өз сайттарында hCaptcha виджетин колдонгон сайын веб-сайттар Human Tokens (HMT) иштеп табышат, ал эми машинаны үйрөнүүчү компаниялар алардын белгилери үчүн Human Tokensге акча төлөшөт.",
  "home-ba-labeling-services-link": "Белгилөө кызматы",
  "home-benefits-head-1": "Маалыматтарды белгилөөдөгү мааниси",
  "home-benefits-head-2": "Кайрымдуулукка кайрымдуулук кылуу",
  "home-benefits-text-1": "Унааны чыкылдаткан сайын сиз Gigantic компаниясынын бирдиктүү машиналарды үйрөнүү тутумдарын бекер окутууга жардам берип жатканыңызды түшүнө алдыңызбы?",
  "home-benefits-text-2": "hCaptcha бул моделди өзгөртөт. HCaptcha колдонуп жатканда, компаниялар сиздин колдонуучулар өз ишинин адамгерчилигин далилдегендей кылып жасашат. Сиз сыйлыктарды аласыз.",
  "home-benefits-text-3": "Сүйүктүү кайрымдуулук уюмуңузга кайрылып келгиңиз келеби? hCaptcha сиз тандаган кайрымдуулук уюмдарын аны колдонуудан түшкөн киреше менен колдоого мүмкүндүк берет. Жакында сиздин сайттагы колдонуучулар кайрымдуулукка кошкон салымыңызды hCaptcha интерфейсиндеги акылдуу брендинг аркылуу көрө алышат.",
  "home-challenge-text-1": "Суроого туура келген бардык сүрөттөрдү тандаңыз",
  "home-challenge-text-2": "Объектилердин чектөө аймагын аныктаңыз",
  "home-challenge-text-3": "Тиешелүү этикеткаларды аныктаңыз",
  "home-challenge-title-1": "Салыштыруу",
  "home-challenge-title-2": "Bounding Box",
  "home-challenge-title-3": "Категориялоо",
  "home-challenges-head": "Сунушталган чакырыктар",
  "home-challenges-text-1": "... жана башка жөнөкөй тапшырмалар. Адамдарга оңой, ботторго оор.",
  "home-challenges-text-2": "Ыңгайлаштырылган тапшырмалар ишкананын жарыялоочулары үчүн да жеткиликтүү.",
  "home-ent-1": "Биздин ишкананын коопсуздук сунуштарын издеп жатасызбы?",
  "home-ent-2": "Биздин жаңы арналган сайтка кириңиз: BotStop.com",
  "home-ent-button": "Көбүрөөк билүү: BotStop by hCaptcha",
  "home-from-the-blog": "БЛОГДОН:",
  "home-from-the-blog-value": "Кантип hCaptcha Кыйынчылык Жөндөөлөр иштейт",
  "home-intro-body": "Сиз ботторду киргизбөө үчүн капчаны колдоносузбу? hCaptcha колдонуучунун купуялыгын коргойт, веб-сайттарга сыйлык берет жана компанияларга алардын маалыматтарын белгилөөгө жардам берет. Бул reCAPTCHA үчүн ачылуучу алмаштыруу: сиз бир нече мүнөттүн ичинде которула аласыз.",
  "home-intro-button": "Азыр Катталгыла",
  "home-intro-head": "Дагы ботторду токтотуңуз. Колдонуучунун купуялыгын коргоону баштаңыз.",
  "home-main-1": "Жеке. Коопсуз. Тезирээк. Биз сизге аны пайдаланганыңыз үчүн акча төлөйбүз.",
  "home-main-2": "Купуялыкка көңүл бурулган",
  "home-main-2c": "Жарнама тармактары сиздин конокторуңузду продукт катары көрүшөт. hCaptcha үчүн продукт алар камсыз кылган иш болуп саналат. Бизге сиздин колдонуучуларыңыз ким экени кызыктырбайт, болгону алардын зыяндуу болушу мүмкүн. Биз Privacy Pass сыяктуу демилгелерди колдойбуз жана купуялуулук менен коопсуздукту тең салмактоо үчүн талыкпай иштейбиз.",
  "home-main-3": "Биринчи коопсуздук",
  "home-main-3c": "Тактык сиздин жана биздин кызыкчылыгыбызда. hCaptcha басып чыгаруучуларга багытталган. Биз сизге чыныгы маалыматтарды берүү жана аны кандайча колдонууну өзүңүз чечүү үчүн иштейбиз. Башка капчалар Gigantic жарнама компаниялары тарабынан берилет. Демек, алардын ар бир боту өз кирешесин азайтышы мүмкүн.",
  "home-main-4": "Колдонуучунун тажрыйбасы жакшыраак",
  "home-main-4c": "Машина үйрөнүүнүн татаал моделдери hCaptcha тарабынан адамзатты аныктоо үчүн колдонулат. Бул биздин колдонуучулардан анча тажатма тапшырмаларды талап кылууга жана алардын убактысын азыраак талап кылууга мүмкүндүк берет, ошол эле учурда кардарларды белгилөө үчүн пайдалуу белгилерди чыгарат.",
  "home-main-plans": "hCaptcha ар кандай көлөмдөгү жарчылар үчүн акысыз колдонулат. Бирок, көбүрөөк көзөмөлгө муктаж болгон ишканалар жана платформалар үчүн биздин ишкананын чечимдери бар.",
  "home-main-plans2": "hCaptcha ишкана чечимдери миллиондогон колдонуучуларды ондогон миллион веб-сайттардагы планетанын айрым ири компаниялары үчүн коргойт. Көбүрөөк маалымат алуу үчүн биз менен байланышыңыз, же баш багыңыз",
  "home-main-plans3": "hCaptcha ишкана чечимдери миллиондогон колдонуучуларды ондогон миллион веб-сайттардагы планетанын айрым ири компаниялары үчүн коргойт. Көбүрөөк маалымат алуу үчүн биз менен байланышыңыз, же баш багыңыз",
  "home-main-plans4": "маалымат алуу үчүн.",
  "home-plans-button-1": "Азыр Катталгыла",
  "home-plans-button-2": "Байланыш сатуу",
  "home-plans-chart-head-1": "Өзгөчөлүктөрү",
  "home-plans-chart-head-2": "Publisher",
  "home-plans-chart-head-3": "Ишкана",
  "home-plans-chart-row-1-cell-1": "Көрсөтүлгөн чакырык түрлөрү",
  "home-plans-chart-row-1-cell-2": "Limited",
  "home-plans-chart-row-1-cell-3": "Бардыгы",
  "home-plans-chart-row-10-cell-1": "Көп колдонуучу такталары",
  "home-plans-chart-row-11-cell-1": "Өркүндөтүлгөн отчеттуулук өзгөчөлүктөрү",
  "home-plans-chart-row-12-cell-1": "Enterprise SLAs",
  "home-plans-chart-row-2-cell-1": "Колдонулган чакырык мазмунун көзөмөлдөө",
  "home-plans-chart-row-2-cell-2": "Limited",
  "home-plans-chart-row-2-cell-3": "Бардыгы",
  "home-plans-chart-row-3-cell-1": "Адамдын чечкендиги үчүн сыйлык табыңыз",
  "home-plans-chart-row-4-cell-1": "Ботторго каршы дүйнөлүк класстагы коргоо",
  "home-plans-chart-row-5-cell-1": "Ар бир мамлекетте иштейт",
  "home-plans-chart-row-5a-cell-1": "CAPTCHA жок жана 99,9% пассивдүү режимдер",
  "home-plans-chart-row-5b-cell-1": "Боттун ишеним упайлары",
  "home-plans-chart-row-6-cell-1": "GDPR жана CCPA достук купуялык саясаты",
  "home-plans-chart-row-7-cell-1": "Кыйынчылыктын деңгээли",
  "home-plans-chart-row-8-cell-1": "Өзүңүздүн чакырык мазмунун ишке киргизиңиз",
  "home-plans-chart-row-9-cell-1": "Убакыт боюнча кыйынчылыктарды пландаштыруу",
  "home-try-it-out-button": "HCaptcha орнотуп алыңыз",
  "home-try-it-out-head": "Байкап көрүңүз",
  "home-try-it-out-text": "hCaptcha жөнөкөй, оңой жана ишенимдүү бот аныктоону камсыз кылат, ошол эле учурда адамдар аны чечиши мүмкүн эмес.",
  "labeling-about-head": "HCaptcha жөнүндө",
  "labeling-about-text-1": "hCaptcha машинаны үйрөнүүдөгү эң көп эмгекти талап кылган көйгөйдү чечүү үчүн иштелип чыккан; маалыматтардын көлөмүн өз убагында, жеткиликтүү жана ишенимдүү түрдө белгилөө. Көбүрөөк маалыматтар, адатта, машинаны үйрөнүү моделдерин окутууда жакшы натыйжаларды берет. Жакында терең моделдердин ийгилиги барган сайын чоң маалымат топтомдорун алып келди жана hCaptcha ушул муктаждыкка кызмат кылат.",
  "labeling-about-text-2": "Бирок, салттуу ыкмаларды колдонуп, адам тарабынан каралып чыккан ири маалымат топтомун түзүү жай жана кымбатка турат. hCaptcha - бул компаниялар үчүн талап кылынган аннотацияларды тезирээк, сапаттуу жана башка альтернативаларга караганда арзан баада алуу ыкмасы.",
  "labeling-annotations-head": "Аннотация түрлөрү",
  "labeling-annotations-text-1": "Сүрөттөрдө жана видеодо объектилерди так аныктоо",
  "labeling-annotations-text-2": "Сүрөттөрдө жана видеодо объектилерди так аныктоо",
  "labeling-annotations-text-3": "Көптөгөн ар кандай учурларда аннотацияны белгилеңиз",
  "labeling-annotations-text-4": "Каалаган көлөмдөгү каалаган категорияларды иреттөө же кошуу",
  "labeling-annotations-text-5": "Адамдын күчү менен аныктоо жана классификациялоо",
  "labeling-annotations-text-6": "Бул жерде көрсөтүлбөгөн дагы бир түр керекпи? Жөн гана бизден сураңыз.",
  "labeling-annotations-title-1": "Bounding Boxes",
  "labeling-annotations-title-2": "Көп бурчтуу",
  "labeling-annotations-title-3": "Landmarks",
  "labeling-annotations-title-4": "Атрибуттарды категориялоо",
  "labeling-annotations-title-5": "Салыштыруу жана аныктоо",
  "labeling-annotations-title-6": "... жана дагы көптөгөн нерселер",
  "labeling-ent-button": "Биздин Enterprise Solutions командабызга кайрылыңыз",
  "labeling-ent-head": "Башынан аягына чейин көзөмөлдөө керекпи?",
  "labeling-ent-text-1": "HCaptcha артындагы АДАМ Платформасы иш тутуму менен иштөө сапатын жана башкаруунун өзгөчөлүктөрүн жергиликтүү, гибриддик же SaaS орнотуулары менен камсыз кылат.",
  "labeling-ent-text-2": "Өзүңүздүн жумушчу күчүңүз менен оффлайн режиминде иштеңиз, бизнес бирдиктеринде же консорциум өнөктөштөрүндө сарпталган чыгымдарды байкап, жумуштун наркын жана коопсуздук талаптарын эске алуу менен ар кандай ички же тышкы эмгек провайдерлерине тандап багыттаңыз.",
  "labeling-ent-text-3": "Оңой API мүмкүнчүлүгү, кооз панелдер жана натыйжалуулугун жогорулатуу үчүн циклдеги акыркы технология.",
  "labeling-ent-text-4": "99.99% иштөө убактысынын SLA жана 24/7 глобалдык колдоо. Көбүрөөк маалымат алуу үчүн:",
  "labeling-features-head-1": "Жөнөкөй API куурлары.",
  "labeling-features-head-2": "Баасы жана сапаты үчүн оптималдаштырылган. Эч кандай алдын-ала милдеттенме талап кылынбайт.",
  "labeling-features-head-3": "Сизге керектүү тактык үчүн гана төлөңүз.",
  "labeling-features-head-4": "Өзүңүздүн жер бетиндеги чындык маалыматтарды бериңиз же аны тез арада куруп көрөлү.",
  "labeling-features-text-1": "Адамдын сын-пикирин түздөн-түз бизнес иш-аракеттериңизге киргизгиңиз келеби? Биз жогорку ишенимдүүлүктү, кепилденген кубаттуулукту жана жөнөкөй REST API сунуштайбыз.",
  "labeling-features-text-2": "HUMAN платформасы сапаттуу анализ жүргүзүү үчүн ар тараптуу ишеним моделдерин колдонот. Бул убакыттын жана акчанын үнөмдөлүшү менен, суроолордун татаалдыгын жана алардын туура жоопторун тез арада аныктоого мүмкүндүк берет.",
  "labeling-features-text-3": "Бардык көйгөйлөр бирдей эмес. Коопсуздукту камсыз кылуучу маанилүү маселелерге карата аннотациялар 99.99% адамдардын ишеничин талап кылат. Мобилдик оюн колдонмосундагы бир бета функциясынын аннотациясы орточо ишенимди гана талап кылышы мүмкүн. Сиз чечесиз.",
  "labeling-features-text-4": "Комплекстүү текшерүү топтомусуз сизде чийки маалыматтар барбы? Көпчүлүк учурларда, биз сиз үчүн бирөөнү кура алабыз, анткени тапшырмаларды тутум аркылуу аткара алат же сиздин ырастооңуз үчүн белгиленген үлгүлөрдү түзө алабыз.",
  "labeling-info-head": "Маалыматтарды белгилөө",
  "labeling-info-text-1": "Долбоордун муктаждыктарын аныктоо үчүн биздин домендик эксперттердин бири менен сүйлөшүңүз: максаттуу тактык, формат жана башка атайын талаптар.",
  "labeling-info-text-2": "Биз сиздин үлгү маалыматтардын негизинде чакан өндүрүштүк тапшырманы аткарабыз. Бул сизге керектүү нерсенин так болушун камсыз кылуу үчүн биргелешип жасаган ишибизди текшерет.",
  "labeling-info-text-3": "Биздин үнүбүздүн чоңдугу жана кечигүү күчүбүз менен, жумуштарыңыз тез арада автоматтык түрдө жеткирилет.",
  "labeling-info-text-4": "Өндүрүштүк ишиңиздин параметрлерин жакшыраак түшүнгөнүбүздө, натыйжалар убакыттын өтүшү менен жакшыра берет.",
  "labeling-info-text-5": "Түз эфирдеги панелдер каалаган убакта пикир билдирип же өндүрүштү токтото турууга мүмкүнчүлүк берет.",
  "labeling-info-title-1": "Техникалык мүнөздөмөлөрдү аныктаңыз",
  "labeling-info-title-2": "Баштапкы жумуш сынагы",
  "labeling-info-title-3": "Өндүрүштүк жумуштарды жайгаштыруу",
  "labeling-info-title-4": "Үзгүлтүксүз өркүндөтүү",
  "labeling-info-title-5": "Чыныгы убакыт натыйжалары",
  "labeling-main-1": "Масштаб боюнча маалыматтарды этикеткалоо",
  "labeling-main-1-button": "Азыр дайындарыңызды белгилеп алыңыз",
  "labeling-main-1c": "Дайындар топтомдоруңуз үчүн көбүрөөк энбелгилер керекпи? hCaptcha жасалма интеллект жана машина үйрөнүү тиркемелеринде иштеген компаниялар үчүн тез, үнөмдүү жана жогорку сапаттагы маалыматтарды маркировкалоону камсыз кылат.",
  "labeling-main-2": "Миллиондогон тапшырмаларды заматта баштаңыз.",
  "labeling-main-2-button": "Маалыматтарды белгилөө кызматын сатып алыңыз",
  "labeling-main-2c": "hCaptcha планетабыздагы эң чоң бассейндердин бири сизде колдоно алат. Сиздин масштабыңыз кандай болбосун, биз аны алдын-ала кымбат милдеттенмелерсиз эле чече алабыз. Күнүнө миллиондогон тапшырмалар көйгөй жаратпайт.",
  "labeling-platform-head": "Жеке же коомдук маалымат",
  "labeling-platform-text": "hCaptcha АДАМ Платформасында курулган, бул татаал маршрутташтыруу жана талдоо ар бир кадамда чыгымдарды жана натыйжалуулукту оптималдаштырууга мүмкүндүк берет. Бул технология туура жумушчу күчүнө сиздин жумушуңуздун ар бир бөлүгүн иштетүүгө мүмкүндүк берет, купуялуулукту сактоо менен колдонула турган ченемдик талаптарга жооп берип, чыгымдардын эффективдүүлүгүн жогорулатат.",
  "labeling-try-button": "Маалыматтарды белгилөө кызматын сатып алыңыз",
  "labeling-try-head": "Дайындарыңыз менен байкап көргүңүз келеби?",
  "labeling-try-text": "... сиз болгондо биз даярбыз: биздин кызмат күнү-түнү иштейт.",
  "learn-more-hcaptcha": "HCaptcha жөнүндө көбүрөөк билүү",
  "page-acc-faq-1": "Суроо: hCaptcha Section 508 + WCAG 2.1 AA ылайык келеби? Жооп: Биз ушундай деп эсептейбиз: интернетти кыдырып, формаларга текст киргизе алган бардык колдонуучулар каттоодон өткөндөн кийин hCaptcha менен корголгон кызматтарга кире алышат. Бирок, бул юридикалык кеңеш эмес: жайгаштыруу үчүн ушундай болушун камсыз кылуу үчүн, сиздин өзгөчө ишке ашырууңузду эске алуу менен, өзүңүздүн баалооңуз керек.",
  "page-acc-faq-2": "Суроо: Аудио сыяктуу башка жеткиликтүүлүк (a11y) параметрлери боюнча иштеп жатасызбы? Жооп: Аудио каптчалар сыяктуу мурда популярдуу болгон варианттар көптөгөн a11y колдонуучуларын дискриминациялайт жана заманбап машина үйрөнүү ыкмаларынан оңой эле жеңилип калышат. Бул чабуулчуларды жеңүү үчүн ызы-чууну, кызыктай убакытты, адаттан тыш сөз айкалыштарын жана башкаларды киргизип, учурдагы аудио чакырыктарын барган сайын татаалдаштырды. Ошентип, биз бул ыкмага анча ынтызарбыз, тескерисинче, кыйынчылыктан таптакыр качабыз, бирок a11y коомчулугунан суроо-талап болсо, аны карап чыгабыз. Бирок, биз Атайын мүмкүнчүлүктөрдү колдонуу учуру үчүн Privacy Pass программасына абдан кызыкдарбыз. Учурдагы a11y ыкмабызды Privacy Pass чыгаруу менен айкалыштыруу a11y колдонуучуларына коопсуз, алардын трафиги купуя экенин билип, коопсуз серептоого мүмкүндүк берет, ошол эле учурда a11y опциялары жеткиликтүү болгондо бот операторлору тарабынан кыянаттык менен пайдаланууну чектейт деп ишенебиз. Биз бул жаңы технологияны стандартташтыруучу IETF жумушчу тобунун активдүү катышуучуларыбыз.",
  "page-acc-faq-3": "Суроо: Купуялуулук жөнүндө эмне айтууга болот? Каттоо кандайдыр бир жол менен a11y серептөө маалыматтарын ачып береби? Сиз электрондук почта менен эмне кыласыз? Жооп: hCaptcha башынан баштап купуялуулук үчүн иштелип чыккан. Бул интернетте сизге көз салууга жана сизди чыныгы инсандык менен байланыштырууга шыктанган жарнак тармактарына таандык reCAPTCHA сыяктуу салттуу опциялардан такыр башкача. Биз эч качан атайын мүмкүнчүлүктөр боюнча электрондук почталарды же маалыматты колдонууну жеңилдетүү жана кыянаттыктын алдын алуудан башка максатта колдонбойбуз. Биздин купуялык саясатыбызда биз дайындарды кантип колдонобуз деген ар тараптуу жана авторитеттүү жооптор бар, бирок кыска жооп - сизди серептөө таржымалыңыз менен байланыштырууга кызыкдар эмеспиз. Ошондой эле учурда электрондук почтаңыздын дарегин тез арада жок кылуу үчүн криптографиялык чечимдин үстүндө иштеп жатабыз. биздин Privacy Pass ишибизди толуктап, кыянаттыктын алдын алуу жөндөмүбүздү сактап калуу менен.",
  "page-acc-link-1": "Эгер сиз атайын мүмкүнчүлүктөрдү колдонуучу болсоңуз, ушул жерге жазылыңыз.",
  "page-acc-subhead": "Коопсуздукту сактоо менен, бардык колдонуучулар үчүн үзгүлтүксүз жеткиликтүүлүктү камсыз кылуу",
  "page-acc-summary": "Кыскача маалымат",
  "page-acc-summary-contents-1": "hCaptcha ботторду адамдардан айырмалоо менен токтотуу үчүн иштелип чыккан. Визуалдык тесттер бул үчүн ыңгайлуу курал, бирок визуалдык тапшырманы баары эле чече албайт. Ушул себептен биз кызматыбызды колдонгон жарчыларга 508-бөлүм жана WCAG 2.1 AA толук шайкештиги менен бардыгы үчүн жеткиликтүүлүктү сактап калуу үчүн жөнөкөй, оорутпай альтернатива иштеп чыктык.",
  "page-acc-summary-contents-2": "Ал кандай иштейт: биринчиден, hCaptcha виджетинин маалымат баракчасына шилтеме берилген ушул URL дарегине атайын мүмкүнчүлүктөрдүн колдонуучусу каттайт. Аларга шифрленген куки берилет, аны күнүнө бир нече жолу колдонсо болот, бирок логин аркылуу ар бир 24 саат сайын жаңыртып туруш керек.HCaptcha кызматын колдонуп, каалаган сайтта колдонуучуга чакырык ташталса, алар автоматтык түрдө өтүп кетишет.",
  "page-acc-title": "hCaptcha Мүмкүнчүлүктөр жөнүндө маалымат",
  "page-acc-tr-body": "Суроо: Мен куки орноткондон кийин дагы деле кыйынчылыктарды көрүп жатам. Буга эмне себеп болуп жатат?<br> Жооп: Адатта, бул агрессивдүү жарнама блокаторун же кукиге каршы кеңейтүүнү, же сайттар аралык кукилерди блоктогон параметрди колдонуудан келип чыгат, бул учурда hcaptcha.com үчүн башка сайтта hCaptcha JS тарабынан орнотулган же текшерилген куки. , сиз баргандагыдай.<br><br> hCaptcha жеткиликтүүлүгүнө байланыштуу кукилер бардык популярдуу браузерлер жана жарнама блокаторлору менен стандарттык орнотуулары менен иштешет, андыктан, адатта, анблокко каршы скрипттер же ушул сыяктуу сайттарга багытталган ушул сыяктуу эрежелер иштебей калат.<br><br> Чечимдер:<br><br> 1. hcaptcha.com жана * .hcaptcha.com кукилерин ак тизмеге киргизиңиз, жарнама блокаторуңузда же браузериңиздин коопсуздук кеңейтүүсү.<br> 2. Эгерде сиз учурда эч кандай кукилердин ак тизмеси жок көрүнгөн Brave браузерин колдонуп жатсаңыз, Түзөтүүлөр -> Калкандар -> Кукилерге өтүп, Бардык кукилерге уруксат берүү тандаңыз.<br> 3. Эгер сиз жакында эле чыккан OS X 10.15 же iOS 13.4 версияларында Safari колдонмосун колдонуп жатсаңыз, Apple Safariдин үчүнчү жактын кукилерине байланыштуу жүрүм-турумун өзгөрттү, алардын бардыгын демейки шартта жаап койду. Биз бир чечимди ишке ашырып жатабыз, бирок бул арада Safari Preferences, Privacy бөлүмүнө кирип, Вебсайтты көзөмөлдөө белгисин алып салыңыз: Ачык куки күтүлгөндөй иштеши үчүн, сайттар аралык көз салууну алдын алыңыз.<br><br> Суроо: Мен бир нече шаймандарды колдоном. Мага бир нече жолу катталуу керекпи?<br> Жооп: Жок. Куки орнотуу үчүн сиз колдонгон ар бир түзмөктө сизге жөнөтүлгөн электрондук почта аркылуу кирүү шилтемесин чыкылдатыңыз.<br><br> Суроо: Жеткиликтүүлүк кукилерин колдонуп жатканда өзүмдү үчүнчү жактын кукилерин байкоодон кантип коргой алам?<br> Жооп: Домен деңгээлиндеги ак тизмеге (мисалы, uBlock Origin) колдоо көрсөткөн ар кандай купуялыкты же жарнамага бөгөт коюучу кеңейтүүнү колдонуу күтүлгөндөй иштей берет: жөн гана hcaptcha.com ак тизмесине ынаныңыз.",
  "page-acc-tr-title": "Жеткиликтүүлүк колдонуучулары үчүн: Көп берилүүчү суроолор жана Мүчүлүштүктөрдү аныктоо боюнча колдонмо",
  "page-acc-tr2-body": "Safari<br> Safariде (Mac) кукилерди иштетүү үчүн: Safari ачылуучу менюсуна өтүңүз. Тандоолорду тандаңыз. Жогорку панелдеги Купуялык баскычын чыкылдатыңыз. \"Бөгөттөрдү бөгөттөө\" бөлүмүнөн \"Эч качан\" параметрин тандаңыз.<br> Кукилерди Safari'де иштетүү үчүн (iPhone / iPad iOS 11+): Жөндөөлөрдү ачыңыз. Ылдый жылдырып, Safari тандаңыз. Купуялык жана Коопсуздук бөлүмүндө \"Сайттар аралык көз салууну алдын алуу\" жана \"Бардык кукилерди бөгөттөө\" функциясын өчүрүңүз.<br><br> Firefox<br> Каалаган веб-баракчанын дарегинин сол жагындагы калканды чыкылдатыңыз. Коргоо орнотууларын чыкылдатыңыз. Firefox Preferences Privacy & Security панели ачылат. Өркүндөтүлгөн Көзөмөлдөөнүн Коргоо бөлүмүнүн астынан Көнүмүш тандаңыз. Ошол кутучаларды тандап, кайсы трекерлерди жана скрипттерди жаап салууну тандаңыз. Hcaptcha.com бөгөттөн чыгарылгандыгын текшериңиз.<br><br> Ошондой эле, мүчүлүштүктөрдү оңдоо үчүн, Бажыдагы айрым коргоолорду убактылуу өчүрүп салсаңыз болот: Белгилөө кутучаларын алып салуу: Издөө салуучу кутучаны алып салыңыз же Көйгөйлөр келип чыкса, Кукилер кутучасын алып салыңыз.<br><br> Google Chrome<br> Google Chrome (PC)<br> Chrome меню сүрөтчөсүн тандаңыз. Орнотууларды тандаңыз.<br> Купуялык жана Коопсуздукка, андан кийин Cookies файлдарына жана башка сайттын дайындарына өтүңүз.<br> \"Үчүнчү жактын кукилерин бөгөттөө\" иштетилбегенин текшериңиз.<br><br> Google Chrome (Mac):<br> Chrome параметрлерин меню тилкесинен ачыңыз.<br> Купуялык жана Коопсуздукка, андан кийин Cookies файлдарына жана башка сайттын дайындарына өтүңүз.<br> \"Үчүнчү жактын кукилерин бөгөттөө\" иштетилбегенин текшериңиз.<br><br> Google Chrome (Android):<br> Android түзмөгүңүздө Chrome колдонмосун ачыңыз.<br> Оң жактагы Дагы, андан кийин Орнотууларды таптаңыз.<br> Сайттын Жөндөөлөрүн, андан кийин Кукилерди таптаңыз.<br> \"Кукилер\" жанындагы параметрди күйгүзүңүз.<br> 'Үчүнчү жактын кукилерине уруксат берүү' жанындагы кутучаны белгилеңиз.<br><br> Internet Explorer<br> 1. Экрандын жогорку оң бурчундагы тиштүү дөңгөлөктү тандап, андан кийин \"Интернет Жолдору\" тандаңыз. Эгер Меню тилкеси иштетилген болсо, анда \"Куралдар\", андан кийин \"Интернет Жолдору\" тандасаңыз болот.<br> 2. \"Купуялык\" кошумча барагын чыкылдатыңыз.<br> 3. 'Өркүндөтүлгөн' баскычын тандаңыз.<br> 4. \"Үчүнчү жактын кукилери\" астынан \"Кабыл алууну\" тандаңыз.<br> 5. \"ОК\" баскычын чыкылдатыңыз",
  "page-acc-tr2-head": "Сайттар аралык кукилер үчүн браузердин көрсөтмөлөрү",
  "priv-hc": "Купуялыкка көңүл бурулган",
  "priv-hc-text": "Жарнама тармактары сизди алардын өнүмү катары көрүшөт. Биз эмес. Колдонуучулардын ким экендиги биз үчүн маанилүү эмес, алардын канчалык зыяндуу болушу мүмкүн. Биз Privacy Pass сыяктуу демилгелерди колдойбуз жана купуялык менен коопсуздукту тең салмакташтыруу үчүн көп аракет кылабыз.",
  "reporting-bugs-accessibility-button": "Атайын мүмкүнчүлүктөрдүн параметрлери жөнүндө көбүрөөк билүү",
  "reporting-bugs-accessibility-head": "Атайын мүмкүнчүлүктөр",
  "reporting-bugs-accessibility-text": "Көрүү мүмкүнчүлүгүңүз начарбы же hCaptchas-ды аягына чейин толуктай албай жатасызбы?",
  "reporting-bugs-guide-ff-head": "Мүчүлүштүктөр жөнүндө отчеттун чоо-жайын алуу: Firefox",
  "reporting-bugs-guide-ff-step-1": "1-кадам: Иштеп чыгуучунун куралдарын ачыңыз (сессияны жаздырып баштайт.)",
  "reporting-bugs-guide-ff-step-2": "2-кадам: Иштеп чыгуучунун куралдарындагы Тармак өтмөгүн чыкылдатыңыз. Жогорудагы Persist log журналын белгилеңиз.",
  "reporting-bugs-guide-ff-step-3": "3-кадам: https://accounts.hcaptcha.com/demo же сизде көйгөй болуп жаткан веб-сайтка баш багыңыз (Купуялык эскертүүсү: анын эмне экенин бөлүшүүгө каршы болбосоңуз гана) ... анан I чыкылдатыңыз Мен адаммын баскычы, жана чечүүгө аракет кыл.",
  "reporting-bugs-guide-ff-step-4": "4-кадам: Чечүүгө аракет кылгандан кийин HAR чыкылдатыңыз жана тармак журналын сактоо үчүн Баарын HAR катары сактоо тандаңыз. Ошол файлды бизге жөнөтүңүз.",
  "reporting-bugs-guide-ff-step-5": "5-кадам: Консоль өтмөгүн чыкылдатып, оң баскычты чыкылдатып, Баарын тандап, аны консоль журналын сактоо үчүн тексттик файлга сактаңыз. Бизге дагы жөнөтүңүз.",
  "reporting-bugs-guide-ff-step-6": "Акыркы кадам: Ошол HAR жана консолдук журнал файлдарын бизге электрондук кат менен жөнөтүңүз жана көйгөйдү сүрөттөңүз Колдонуңуз: support@hcaptcha.com (Dropbox же Filebin сыяктуу кызматты колдонуп, шилтемелерди жөнөтүңүз) жана скриншот, эгер сиз бир нерсе туура эмес көрсөтүлүп жатат деп шектенсеңиз . Сураныч, сиз да колдонуп жаткан IP жөнөтүңүз. Сиз аны https://www.whatsmyip.org/ дарегинен ала аласыз, бул маалыматты алууга жардам берүү үчүн убакыт бөлгөнүңүз үчүн рахмат! Биз hCaptcha ар бир адам үчүн жакшы иштешине умтулабыз.",
  "reporting-bugs-guide-head": "Мүчүлүштүктөр жөнүндө отчеттун чоо-жайын алуу: Chrome",
  "reporting-bugs-guide-step-1": "1-кадам: Иштеп чыгуучунун куралдарын ачыңыз (сессияны жаздырып баштайт.)",
  "reporting-bugs-guide-step-2": "2-кадам: Иштеп чыгуучунун куралдарындагы Тармак өтмөгүн чыкылдатыңыз. Жогорудагы Сактоо журналы кутучасын белгилеңиз.",
  "reporting-bugs-guide-step-3": "3-кадам: https://accounts.hcaptcha.com/demo же сизде көйгөй болуп жаткан веб-сайтка баш багыңыз (Купуялык эскертүүсү: анын эмне экенин бөлүшүүгө каршы болбосоңуз гана) ... анан I чыкылдатыңыз Мен адаммын баскычы, жана чечүүгө аракет кыл.",
  "reporting-bugs-guide-step-4": "4-кадам: Чечүү аракетинен кийин Экспорттоо HAR баскычын чыкылдатыңыз (кичинекей төмөн жебе), бул тармак таржымалын сактап калат. Ал файлды бизге жөнөтүңүз.",
  "reporting-bugs-guide-step-5": "5-кадам: Консоль таблицасын чыкылдатып, оң баскычты чыкылдатып, Консоль журналын сактоо үчүн .. катары сактаңыз. Бизге дагы жөнөтүңүз.",
  "reporting-bugs-guide-step-6": "Акыркы кадам: Ошол HAR жана консолдук журнал файлдарын бизге электрондук почта аркылуу жөнөтүңүз жана көйгөйдү сүрөттөп бериңиз. Колдонуңуз: support@hcaptcha.com (сураныч, Dropbox же Filebin сыяктуу кызматты колдонуп, шилтемелерди жөнөтүңүз) жана бир нерсе туура эмес көрсөтүлүп жатат деп ойлосоңуз, скриншот. Сураныч, сиз да колдонуп жаткан IP жөнөтүңүз. Сиз аны https://www.whatsmyip.org/ дарегинен ала аласыз, бул маалыматты алууга жардам берүү үчүн убакыт бөлгөнүңүз үчүн рахмат! Биз hCaptcha ар бир адам үчүн жакшы иштешине умтулабыз.",
  "reporting-bugs-guide-text-1": "Отчетуңуз менен мүчүлүштүктөрдү оңдоо жөнүндө маалыматты жөнөтсөңүз, эмне болуп жаткандыгын аныктай алабыз. Бул жерде этап-этабы менен көрсөтмөлөрү бар:",
  "reporting-bugs-guide-text-2": "Эгер сиз веб-иштеп чыгуучу же эксперттик колдонуучу болсоңуз, анда кыскача HAR жана серепчи консолунун таржымалын жаздырган тармакты бизге жөнөтүшүңүздү каалайбыз. Сураныч, адегенде жарнама бөгөттөөчү же браузердин коопсуздук кеңейтүүлөрүн өчүрүп көрүңүз, андан кийин бул кадамдарды аткаруудан мурун кайталап көрүңүз. Эгер бул көйгөйүңүздү чечсе, браузериңиздин версиясын, жарнама бөгөттөөчүңүздү же серепчиңиздин кеңейтүүсүн жана веб-сайттын URL дарегин бизге билдирип коюуңузга ыраазы болобуз.",
  "reporting-bugs-intro-head": "Ката таптыңызбы? Бул тууралуу кантип отчет берүүгө болот.",
  "reporting-bugs-intro-text": "Миллиондогон адамдар ай сайын hCaptcha колдонушат, миңдеген браузерлердин, кеңейтүүлөрдүн, шаймандардын, брандмауэрлардын ж.б. айкалыштарында. Биздин максат - анын ар дайым сиз үчүн иштей тургандыгын текшерүү, андыктан отчетторуңузду абдан баалайбыз! Тез пикир билдирүү үчүн, Бизге Пикир жөнөтүү баскычын чыкылдатыңыз. Эгерде сиз иштей турган көйгөйдү байкап жатсаңыз, анда Chrome үчүн мүчүлүштүктөрдү оңдоо журналы көрсөтмөсүн аткарыңыз же төмөндөгү Firefox үчүн мүчүлүштүктөрдү оңдоо журналы көрсөтмөлөрүн аткарыңыз. Башка браузерлер үчүн жөн гана бизге электрондук почта билдирүүсү жөнөтүлөт. Потенциалдуу коопсуздук же купуялык маселелери үчүн, төмөнкү көрсөтмөлөрдү караңыз.",
  "reporting-bugs-privacy-head": "Купуялык маселелери",
  "reporting-bugs-privacy-text": "Колдонуучулардын ким экендиги биз үчүн маанилүү эмес, алардын канчалык зыяндуу же машиналар болушу мүмкүн. Биз Privacy Pass сыяктуу демилгелерди колдойбуз жана купуялык менен коопсуздукту тең салмакташтыруу үчүн көп аракет кылабыз. Колдонуучунун купуялыгына таасир этиши мүмкүн деген маселе тапсаңыз, бизге support@hcaptcha.com электрондук почтасына кат жөнөтүңүз.",
  "reporting-bugs-provide-feedback-button": "Бизге пикир жөнөтүңүз",
  "reporting-bugs-provide-feedback-head": "HCaptcha жөнүндө токтоосуз жооп кайтарыңыз",
  "reporting-bugs-provide-feedback-text": "Сиздин салымыңыз үчүн ыраазычылык билдиребиз. Кандай гана маселе болбосун бизге кабарлаңыз, биз аларды тез арада чечебиз.",
  "reporting-bugs-security-head": "Коопсуздук мүчүлүштүктөрү",
  "reporting-bugs-security-text": "Биз ар дайым коопсуздук мүчүлүштүктөрү жөнүндө отчетторду алууга кызыкдарбыз. Support@hcaptcha.com жана CC security@hcaptcha.com электрондук почта даректерине кат жөнөтсөңүз, биз сиз менен тез арада байланышабыз. Бизде hCaptcha кызматы жана ага байланыштуу булак коду боюнча коопсуздук отчеттору үчүн мүчүлүштүктөрдү көбөйтүү программасы бар.",
  "sales-interstitial-c1": "Компаниялар үчүн",
  "sales-interstitial-c1a": "Ишкананын коопсуздук чечимдери (акы төлөнүүчү)",
  "sales-interstitial-c1b": "HCaptcha Enterprise (BotStop) жөнүндө көбүрөөк билүү",
  "sales-interstitial-c1c": "Маалыматтардын аннотациясы",
  "sales-interstitial-c1d": "HCaptcha аннотация кызматтарын сатып алыңыз",
  "sales-interstitial-c2": "Жеке адамдар үчүн",
  "sales-interstitial-c2a": "HCaptcha кызматын кошуңуз (акысыз)",
  "sales-interstitial-c2b": "Publishers үчүн hCaptcha сайтын менин вебсайтыма же тиркемеме кошуңуз",
  "sales-interstitial-c2c": "HCaptcha деген эмне?",
  "sales-interstitial-c2d": "HCaptcha жөнүндө көбүрөөк билүү",
  "sales-interstitial-head": "Сиздин керектүү жерге жеткениңизди текшерип көрөлү.",
  "sec-hc": "Биринчи коопсуздук",
  "sec-hc-text": "hCaptcha чыгаруучуга багытталган. Биз сайттарга реалдуу маалыматтарды берип, аны кантип колдонууну чечсин деп иштейбиз. Тактык сиздин жана биздин кызыкчылыгыбызда. Башка каптчалар жарнамалык компаниялар тарабынан берилет. Алар бөгөттөгөн ар бир бот алардын кирешесин азайтышы мүмкүн.",
  "signup-interstitial-c1": "Компаниялар же веб-сайттар үчүн",
  "signup-interstitial-c1a": "HCaptcha кызматын кошуңуз (акысыз)",
  "signup-interstitial-c1b": "Publishers үчүн hCaptcha сайтын менин вебсайтыма же тиркемеме кошуңуз",
  "signup-interstitial-c1c": "Ишкананын коопсуздук чечимдери (акы төлөнүүчү)",
  "signup-interstitial-c1d": "HCaptcha Enterprise (BotStop) жөнүндө көбүрөөк билүү",
  "signup-interstitial-c1e": "Маалыматтардын аннотациясы",
  "signup-interstitial-c1f": "HCaptcha аннотация кызматтарын сатып алыңыз",
  "signup-interstitial-c2": "Жеке адамдар үчүн",
  "signup-interstitial-c2a": "Атайын мүмкүнчүлүктөр",
  "signup-interstitial-c2b": "HCaptcha үчүн жеткиликтүүлүктүн параметрлери жөнүндө билип алыңыз",
  "signup-interstitial-c2c": "Акча табуу",
  "signup-interstitial-c2d": "Жеке маалымат белгилөөчү катары иштөө",
  "signup-interstitial-head": "Сиздин керектүү жерге жеткениңизди текшерип көрөлү.",
  "support-interstitial-c1": "Компаниялар үчүн",
  "support-interstitial-c1a": "Ишкананын коопсуздук чечимдери (акы төлөнүүчү)",
  "support-interstitial-c1b": "HCaptcha Enterprise (BotStop) үчүн колдоо алыңыз",
  "support-interstitial-c1c": "hCaptcha Publisher (акысыз)",
  "support-interstitial-c1d": "HCaptcha Publisher үчүн колдоо алыңыз",
  "support-interstitial-c2": "Жеке адамдар үчүн",
  "support-interstitial-c2a": "Кыйынчылыктан кыйналып жатасызбы?",
  "support-interstitial-c2b": "HCaptcha үчүн жеткиликтүүлүктүн параметрлери жөнүндө билип алыңыз",
  "support-interstitial-c2c": "Ката жөнүндө билдиргиңиз келеби?",
  "support-interstitial-c2d": "Программалык камсыздоо маселелери жөнүндө отчет берүү жөнүндө көбүрөөк билүү",
  "support-interstitial-head": "Сиздин керектүү жерге жеткениңизди текшерип көрөлү.",
  "what-is-hcaptcha": "HCaptcha деген эмне?",
  "what-is-hcaptcha-text": "hCaptcha сүйүктүү веб кызматтарыңыз адамдарга жеңил, ал эми машиналарга кыйын болгон жөнөкөй суроолорду берип, ботторду, спамдарды жана кыянаттыктарды четтетүүгө жардам берет.",
  "why-hc": "Эмне үчүн hCaptcha?",
  "why-hc-text": "Ар бир чакырыкка жооп берген сайын, сиз адамсызбы же машина экениңизди билүү үчүн биз татаал моделдерди колдонобуз. Андан кийин кирген вебсайт ушул натыйжаны колдонуп, ботторду киргизбей, алардын сайтындагы тажрыйбаңызды өркүндөтөт.",
  "footer-link-5b": "Басыңыз",
  "footer-link-cyberattacks": "Киберчабуулдар 101"
}