{
    "1137470858": "11-декабрь, 2021-жыл",
    "12462594": "hCaptcha HUMAN платформасында курулган, ал ар бир кадамда баасын жана эффективдүүлүгүн оптималдаштыруу үчүн татаал маршрутташтырууга жана талдоо жүргүзүүгө мүмкүндүк берет.",
    "2262549101": "Байланыштын альтернативалуу ыкмалары АКШнын Автордук укук кеңсесинин DMCA дайындалган агент каталогунда документтештирилген",
    "2272776729": "Сураныч, сиз өзүңүздүн инсандыгыңызды ырасташыңыз керек экенин эске алыңыз жана андан аркы иш-аракеттерди жасоодон мурун, мисалы, мамлекеттик идентификацияңызды берүү менен. Калифорниянын мыйзамына ылайык, сиздин атыңыздан өтүнүч жасоо үчүн ыйгарым укуктуу агентти дайындай аласыз. Ыйгарым укуктуу агентти сиздин атыңыздан суроо-талап жасоо үчүн дайындоо үчүн, сиз жарактуу ишеним катты, суроочунун жарактуу мамлекет тарабынан берилген идентификациясын жана ыйгарым укуктуу агенттин жарактуу өкмөт тарабынан берилген идентификациясын беришиңиз керек.",
    "2335607721": "Эскертүү. Ушул Тейлөө шарттарына байланыштуу бардык эскертүүлөр электрондук почта аркылуу жөнөтүлөт же биздин веб-сайтта жайгаштырылат. Сиз бизге билдирүүлөрдү жөнөтүшүңүз керек",
    "2875934612": "20-ноябрь, 2020-жыл",
    "3084122606": "Сиздин жеке маалыматыңызды колдонуу сиздин макулдугуңузга негизделсе, сиз аны каалаган убакта Кызматта көрсөтүлгөн тартипте же биз менен байланышуу аркылуу чакыртып алууга укуктуусуз.",
    "3312286067": "же юрисдикцияңыздагы маалыматтарды коргоону жөнгө салуучу органга арызданыңыз. Маалыматтарды коргоо жөндөөчүңүздү бул жерден таба аласыз",
    "3506025515": "hCaptchaга log4shell таасир этпейт. Бул жерде биз кантип билебиз.",
    "3516838896": "Log4j2 алыстан кодду аткаруу катасы жакында интернетти каптап, онлайн кызматтардын чоң пайызына таасирин тийгизди. hCaptcha таасир эткен жок. Мына биз бул фактыны кантип текшердик.",
    "3553195003": "hCaptchaга log4shell таасир этпейт.",
    "3610875753": "– Эгерде олуттуу иш үзгүлтүккө учурагандан кийин сиз адаттагыдай биз менен байланыша албасаңыз",
    "3612764043": ", сиз hcaptcha.com же hcaptchastatus.com даректериндеги биздин веб-сайтка барышыңыз керек.",
    "3626193263": "Digital Millennium Copyright Act (DMCA) үчүн hCaptcha дайындалган агент болуп саналат",
    "3794891866": "Калифорниянын керектөөчүлөрү CCPA боюнча өз укуктарына ылайык, биз менен байланышуу аркылуу өтүнүч менен кайрыла алышат",
    "3814036702": "– Биздин бизнестин үзгүлтүксүздүгүн пландаштыруу боюнча суроолоруңуз болсо, биз менен байланышсаңыз болот",
    "3975007628": "азыр ай сайын он миллиондогон веб-сайттар жана колдонмолор аркылуу жүз миллиондогон колдонуучуларды коргойт. Биздин окуя купуялуулукту биринчи орунга койгондо Big Tech менен атаандаша аларыңызды көрсөтүп турат.",
    "4038264749": "Жергиликтүү COVID-19 буйрутмалары күчүндө болгонуна карабастан, почта өз убагында жана электрондук почта аркылуу кабыл алынаарына кепилдик жок.",
    "4115505783": ") бизге жетүү үчүн туура канал. Компания телефон же факс номерлерин сактабайт; бул 21-кылым.",
    "4164851712": "Биз сиздин жеке маалыматыңызды мыйзам тарабынан уруксат берилгендей гана колдонобуз. Төмөндө сүрөттөлгөн жеке маалыматыңызды иштетүүнүн укуктук негиздери жөнүндө сизге маалымдообуз керек. Эгерде сизде жеке маалыматыңызды иштеткен укуктук негиздер боюнча суроолоруңуз болсо, биз менен байланышыңыз",
    "4201262098": "Бул технология туура жумушчу күчкө жумушуңуздун ар бир бөлүгүн чечүүгө мүмкүндүк берип, жекеликти сактоо менен чыгымдардын натыйжалуулугун жогорулатууга жана колдонулушу мүмкүн болгон бардык ченемдик талаптарга жооп берүүгө мүмкүндүк берет.",
    "4217188341": "30-ноябрь, 2020-жыл",
    "4238473596": "Чыныгы колдонуучулар үчүн сүрүлүүнү азайтуу маанилүү. hCaptcha жөнөкөй тапшырмаларды колдонот жана көбүрөөк бот трафигин токтотуп, көпчүлүк колдонуучулар үчүн азыраак убакытты талап кылат.",
    "4243935861": "ha.com",
    "4270798104": "2. Башка кеңейтүүлөрдү өчүрүп көрүңүз. Эгер бул аны чечсе, көйгөйдү тапканга чейин аларды бир-бирден күйгүзүп, бул кеңейтүүнү иштеп чыгуучуга кабарлаңыз, ошондой эле бизге төмөнкү даректен кабарлаңыз.",
    "427220273": "Биз сиздин инсандыгыңызды тастыктоого жана өтүнүчүңүздү иштетүүгө жардам берүү үчүн сизден конкреттүү маалыматты талап кылышыбыз мүмкүн. Тиешелүү мыйзам биздин өтүнүчүңүздү четке кагууну талап кылышы же уруксат бериши мүмкүн. Эгер өтүнүчүңүздү четке кагсак, мыйзамдуу чектөөлөргө ылайык, себебин айтабыз. Эгер сиз жеке маалыматыңызды колдонуубузга карата даттанууну кааласаңыз же сиздин жеке маалыматыңызга байланыштуу суроо-талаптарыңызга жооп бергиңиз келсе, биз менен байланышсаңыз болот.",
    "433026247": "Тапшырмаларды аткаруу менен сиз квалификацияларды жана көндүмдөрдү топтой аласыз, аларды биз өзүбүздүн карообуз боюнча беребиз. Биз сиздин квалификацияңызды жана жөндөмүңүздү каалаган убакта, кандайдыр бир себеп менен же такыр себепсиз түзүү, түзөтүү же жокко чыгаруу укугуна ээбиз. Биз улуттук теги, расасы, өңү, жынысы, сексуалдык ориентациясы же мыйзам тарабынан корголгон башка класстар боюнча басмырлабагандыктан, квалификацияларыңыз жана көндүмдөрүңүз топтолгондуктан, сиз башка Контрибьютор сыяктуу эле милдеттерге жетүү мүмкүнчүлүгүнө ээ болосуз. . Салым берүүчү катары, эгер көйгөйлүү тест суроолору сиздин квалификацияңызга, жөндөмүңүзгө же сыйлыктарыңызга таасирин тийгизди деп ойлосоңуз, көйгөйлүү тест суроолорун сүрөттөгөн жакшы колдоого алынган талаштарды тапшырма интерфейси аркылуу же колдоо тутумубуздагы билет аркылуу, мисалы, электрондук почта аркылуу бере аласыз. саат",
    "492025216": "13-декабрь, 2021-жыл",
    "799274928": "Электрондук почта билдирүүлөрү жазуу жүзүндөгү билдирүүлөр талап кылынышы мүмкүн болгон бардык максаттар үчүн жазуу жүзүндөгү билдирүүлөр болуп саналат. Электрондук почта билдирүүлөрү тийиштүү түрдө даректелген алуучуга жөнөтүлгөндөн кийинки иш күнү алынды деп эсептелет.",
    "211351380": "Блогдон:",
    "3153117136": "hCaptcha кыйынчылык орнотуулары кантип иштейт",
    "2915355938": "Жеткиликтүүлүк",
    "793784899": "Пландар",
    "2671622670": "Enterprise",
    "3527140447": "Документтер",
    "505891021": "этикеткалоо кызматтары",
    "692176459": "Кирүү",
    "1892574253": "Кирүү",
    "2593864519": "Көбүрөөк ботторду токтот. Колдонуучунун купуялыгын коргой баштаңыз.",
    "4007826952": "Веб, мобилдик жана башкалар үчүн №1 купуялык биринчи CAPTCHA.",
    "3721365241": "аракет кыл",
    "3753956446": "бекер",
    "3276777569": "hCaptcha",
    "55035359": "Учурда reCAPTCHA колдонуп жатасызбы?",
    "3417372336": "Бир нече мүнөттө которуштуруу",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "жогорку онлайн кызматтар таянышат",
    "1470290349": "мыкты бот жана алдамчылык башкаруу үчүн.",
    "3714002185": "hCaptcha Enterprise жөнүндө көбүрөөк билүү",
    "3946753128": "Жеке. Коопсуз. Тезирээк.",
    "939665604": "Купуялыкка багытталган",
    "780475098": "Жарнама тармактары сиздин конокторуңузду продукт катары көрүшөт. Бир гана зыяраттын жакшы же жаман экенине кызыкдарбыз. hCaptcha GDPR, CCPA, LGPD, PIPL жана башка глобалдык маалымат мыйзамдарына ылайык келет.",
    "219813583": "Коопсуздук Биринчи",
    "2714878440": "Биздин өркүндөтүлгөн машина үйрөнүү жана адамгерчиликти текшерүү аркылуу кызматтарыңызды кырып салуудан, эсепти басып алуудан, эсептик дайындарды толтуруудан жана спамдан коргоңуз.",
    "1397766838": "Жакшыраак колдонуучу тажрыйбасы",
    "2670352917": "hCaptcha ботту аныктоону ишенимдүүрөөк камсыздайт, ошол эле учурда адамдар үчүн оңой чечилет.",
    "2806751666": "hCaptcha деген эмне?",
    "3096063825": "Байкап көрүңүз",
    "2968026167": "Сиздин сүйүктүү жашылча",
    "713281684": "Баклажан",
    "4147497805": "Сабиз",
    "3758963444": "Рахмат! Сиздин билдирүү кабыл алынды!",
    "1070364246": "Ой! Форма тапшырып жатканда бир жерден ката кетти.",
    "1129833879": "Зыяндуу ботторду токтотуңуз, колдонуучунун купуялыгын коргоңуз",
    "58091799": "hCaptcha Publisher жана Enterprise жөнүндө көбүрөөк билүү",
    "1599610318": "Жарыялоочу",
    "3093388779": "hCaptcha каалаган өлчөмдөгү басып чыгаруучулар үчүн колдонууга акысыз",
    "179723061": "Класстын алдыңкы коопсуздугуна муктаж болгон командалар үчүн көбүрөөк көзөмөл",
    "846501387": "Дүйнөлүк деңгээлдеги ботторду коргоо",
    "119298044": "Өркүндөтүлгөн өзүн өзү көзөмөлдөгөн ML жана AI технологиялары веб касиеттериңизди коркунучтардан жана чабуулдардан коргойт",
    "1263998069": "Адам чечкени үчүн сыйлыктарды алыңыз",
    "1103295010": "Адамдар CAPTCHA чечкенде акча табыңыз же кайрымдуулукка бериңиз",
    "392886773": "Ар бир өлкөдө иштейт",
    "2320894364": "200дөн ашык катышуу чекиттери менен hCaptcha булуту дүйнө жүзүндөгү активдериңизди коргойт",
    "451701069": "GDPR, CCPA,",
    "2826051554": "жана башкалар",
    "3530599065": "Купуялык башынан эле курулган. hCaptcha эч кандай PII сактабайт жана көптөгөн купуялык мандаттарына жана эрежелерине ылайык келет.",
    "2489287539": "Friction-эркин \"CAPTCHA жок\" жана 99,9% пассивдүү режимдер",
    "793242047": "Колдонмолорго тез жетүүгө мүмкүндүк берүү үчүн колдонуучуларга сунушталган кыйынчылыктарды азайтыңыз",
    "4195759329": "Ботту аныктоо жана тобокелдик упайлары",
    "1150035777": "Татаал машина үйрөнүү моделдери суроолорго туура жооп бергенден тышкары көптөгөн маалымат пункттарынын негизинде боттун ишеним упайларын түзөт",
    "3688621388": "Коркунучтуу кол коюулар",
    "1131525092": "Тиешелүү алдамчылык жана кыянаттыктарды таап жана токтотуу үчүн биздин купуялуулукту сактаган Scoped UID'лерибиз аркылуу жаман актерлорду оңой топтоштуруңуз",
    "1559631739": "Жеке окуу",
    "3952259236": "Сокур маалыматтарыңызды hCaptchaнын миңдеген сигналдары менен бириктирип, hCaptchaны жүрүм-турум класстары боюнча үйрөтүңүз -- сиздин мисалыңыз үчүн -- зыяндуу жүрүм-турумду жакшыраак алдын ала айтуу үчүн эки чечимге караганда",
    "1150963691": "APT жумшартуу",
    "4083018285": "Өркүндөтүлгөн SOC мониторинги жана татаал туруктуу коркунучтарга жооп берүү менен айкалышкан кеңейтилген функциялардын топтому",
    "3160820928": "Координацияланган чабуулдан коргоо",
    "1849805607": "hCaptcha сиздин тармактарыңызга кирүү үчүн жасалган коркунучтардан жана алдамчылардан коргойт",
    "1958297836": "Координацияланган кол салуудан коргоо жана APT жумшартуу",
    "1300485304": "hCaptcha сиздин тармактарыңызга кирүү үчүн иштелип чыккан өнүккөн коркунучтардан жана алдамчылардан коргойт",
    "2698640210": "Контролдук кыйынчылыктар жана түрлөрү көрсөтүлгөн",
    "3121248460": "Сиздин күткөн аудиторияңыз үчүн жөнөкөйдөн татаалга чейин чексиз ар түрдүү ыңгайлаштырылган чакырыктарды көрсөтүңүз",
    "3807059944": "Колдонулган чакырык мазмунун көзөмөлдөө",
    "2707282231": "Колдонуучуларыңыз үчүн чакырыктарды ыңгайлаштырыңыз. Боттордун чечилиши жана кириши мүмкүн эмес.",
    "4194763679": "Майдаланган кыйынчылык деңгээли",
    "3730038780": "Колдонуучулар чече турган дээрлик чексиз сандагы көйгөйлөрдүн ичинен тандаңыз",
    "1849717906": "Өзүңүздүн чакырык мазмунуңуз менен ыңгайлаштырыңыз",
    "1508655687": "Аудиторияңызга кирүү мүмкүнчүлүгүн жеңилдетүү же чектөө үчүн ылайыкташтырылган өз көйгөйлөрүңүздү кошуңуз",
    "3620442880": "Flash Sale коргоо өзгөчөлүктөрү",
    "3265895521": "Күндүн убактысына жараша кыйынчылыкты көтөрүңүз жана азайтыңыз",
    "1485807325": "Көп колдонуучу такталары, SAML SSO",
    "359073033": "Куралдар такталары иш-аракеттердин жогорку деңгээлдеги же майда дан көрүнүштөрүн берет.",
    "4272454814": "Сиз тандаган идентификациялык камсыздоочу менен интеграцияланыңыз.",
    "1141402092": "Өркүндөтүлгөн отчеттуулук өзгөчөлүктөрү",
    "910989640": "Иштин деталдуу жана ылайыкташтырылган отчетторун түзүү",
    "3768951251": "Ишкананын SLAлары",
    "1014004474": "hCaptcha Enterprise пландары уюмуңуздун корголушун камсыз кылуу үчүн өркүндөтүлгөн тейлөө деңгээлиндеги келишимдерди сунуштайт",
    "1177598246": "Сатуу менен байланышыңыз",
    "1067704102": "Маалыматтарды белгилөөдөгү баалуулук",
    "3065000659": "Ар бир жолу \"машинаны басканда\" бойдокторду үйрөтүүгө жардам берип жатканыңызды түшүндүңүз беле",
    "3235430156": "компаниянын машина окутуу системалары акысыз?",
    "1549336309": "hCaptcha бул моделди айлантат. Сиз hCaptcha колдонгондо, компаниялар сиздин колдонуучуларыңыздын адамгерчилигин далилдеген жумушка тендер беришет. Сиз сыйлыктарды аласыз.",
    "3725880582": "Кайрымдуулукка кайтуу",
    "1671436004": "Сүйүктүү кайрымдуулук ишиңизге кайтарууну каалайсызбы?",
    "1663628612": "сизге мүмкүндүк берет",
    "4272088465": "аны колдонуудан тапкан кирешеңиз менен сиз тандаган кайрымдуулук уюмдары.",
    "2894845722": "Сиздин сайтыңыздагы колдонуучулар жакында hCaptcha интерфейсинде акылдуу брендинг аркылуу кайрымдуулукка кошкон салымыңызды көрө алышат.",
    "3194111925": "колдоо",
    "1637702726": "hCaptcha жөнүндө",
    "2323282990": "Адамгерчиликти текшерүүгө заманбап мамиле",
    "1201821619": "hCaptcha бүгүнкү күндүн эң актуалдуу көйгөйлөрүнүн бирин чечет: зыяндуу боттордун онлайн кызматтарын кыянаттык менен пайдалануусуна жол бербөө.",
    "1475399473": "hCaptcha командасы тууралуу көбүрөөк билүү",
    "3161489950": "Дүйнөдөгү эң өнүккөн коопсуздук ML платформасы",
    "3247172580": "hCaptcha өнүккөн өз алдынча көзөмөлдөнүүчү машина үйрөнүү менен жаңы жээк эсептөө ыкмасын айкалыштырган, ал маалыматтарды чогултууну жана сактоону уникалдуу түрдө азайтат, масштабдуу масштабдалышы үчүн дүйнө жүзү боюнча 250дөн ашык жерлерден жеткирилди.",
    "3767462250": "Купуялык үчүн иштелип чыккан",
    "3500503648": "hCaptcha серептөө таржымалыңызды жазып жана талдоо эмес, тез баалоого таянуу менен маалыматтарды узак мөөнөттүү сактоону жок кылуу үчүн иштелип чыккан. сыяктуу демилгелерди да колдойбуз",
    "2418549423": ", криптографиялык далилдер жана башка уникалдуу купуялык биринчи өзгөчөлүктөрү аркылуу онлайн купуялыгын сактоо үчүн жаңы стандарт.",
    "1544546608": "Privacy Pass",
    "976209454": "Сыйлыктарды табыңыз же кайрымдуулукка бериңиз",
    "552920956": "hCaptcha веб-сайттарга ботторду жана кыянаттыктын башка түрлөрүн бөгөттөө менен сыйлыктарды алууга мүмкүнчүлүк берет. hCaptcha ошондой эле бул кирешелер менен өзүңүз каалаган кайрымдуулук уюмдарын колдоого мүмкүнчүлүк берет.",
    "654326661": "Өзүңүз көргүңүз келеби? hCaptcha'ны бекер колдонуп көрүңүз.",
    "3570415321": "Компания",
    "3987022469": "Белгилөө",
    "1636202177": "Жөнүндө",
    "2670003220": "Жумуштар",
    "3233305531": "Соода белгилери",
    "3028319964": "AI этикасы",
    "4131598919": "Басыңыз",
    "1662477701": "Ресурстар",
    "3130928685": "Блог",
    "1756106276": "Статус",
    "1235925265": "Документация",
    "920212083": "Ката жөнүндө кабарлоо",
    "2076066173": "Киберчабуулдар 101",
    "3644106388": "Байланыш",
    "2182196747": "Колдоо",
    "487083593": "Сатуу",
    "878585497": "Шарттары",
    "1697438123": "Купуялык",
    "1316817321": "Атрибуция",
    "3488019891": "hCaptcha - Intuition Machines, Inc. компаниясынын катталган соода белгиси.",
    "4224961202": "Купуялык, коопсуздук жана машина үйрөнүү.",
    "98173630": "hCaptcha дүйнөдөгү эң кеңири колдонулган көз карандысыз CAPTCHA кызматы.",
    "1514478724": "Көбүрөөк билүү",
    "1752795854": "hCaptcha ботторду токтотуу үчүн заманбап, купуялыкка багытталган ыкманы алып келет.",
    "2927700175": "Биз боттор үчүн кыйын, бирок адамдар үчүн оңой болгон CAPTCHA чакырыктарын машинада үйрөнүү көйгөйлөрүнөн белгилөө кыйын болгон маалыматтарды чогултуу жана аны веб-сайттын же колдонмонун конокторунун адам экенин аныктоо үчүн көрсөтөбүз.",
    "2188609322": "Интернетте жаман актерлор барган сайын кеңири жайылууда. Бирок колдонуучунун купуялыгын курмандыкка чалуу бул жооп эмес.",
    "2032102720": "Жарнамалык компаниялар тарабынан сунушталган коопсуздук чечимдери биринчи кезекте колдонуучуларды интернетте көзөмөлдөөгө багытталган. Биз колдонуучунун купуялыгына зыян келтирүү эң сонун натыйжаларды берүү үчүн зарыл эмес экенин далилдеген эффективдүү коопсуздук чечимин түздүк.",
    "4146870445": "Биз кимбиз",
    "353066938": "Тажрыйбалуу команда, бүгүнкү күндөгү эң оор көйгөйлөрдүн үстүндө иштеп жатат. hCaptcha кызматы болуп саналат",
    "1173652155": "Кеңешчилер",
    "2256305371": "Берклидеги Калифорния университетинин профессору. Терең үйрөнүү, коопсуздук, блокчейн боюнча эксперт. Oasis Labs компаниясынын башкы директору.",
    "2177660021": "Стэнфорддогу изилдөөчү окумуштуу. Негизги банктарда, хедж-фонддордо жана академияда машинаны үйрөнүү жана сандык каржылоо.",
    "2686825859": "Акысыз катталыңыз же hCaptcha Enterprise чечимдери жөнүндө биз менен байланышыңыз",
    "583434701": "hCaptcha жеткиликтүүлүгү",
    "611905972": "Коопсуздукту сактоо менен бирге бардык колдонуучулар үчүн үзгүлтүксүз кирүү мүмкүнчүлүгүн камсыз кылуу",
    "874098071": "Эгер сиз атайын мүмкүнчүлүктөрдүн колдонуучусу болсоңуз, бул жерден катталыңыз",
    "2745385064": "Жыйынтык",
    "3353238942": "hCaptcha ботторду адамдардан айырмалоо менен токтотуу үчүн иштелип чыккан. Визуалдык тесттер бул үчүн ыңгайлуу курал, бирок визуалдык тапшырманы баары эле чече бербейт.",
    "3600022491": "Ушул себептен биз кызматыбызды колдонгон жарчыларга 508-бөлүм жана WCAG 2.1 AA толук шайкештиги менен бардыгы үчүн жеткиликтүүлүктү сактап калуу үчүн жөнөкөй, оорутпай альтернатива иштеп чыктык.",
    "2557240048": "Ал кантип иштейт: биринчиден, атайын мүмкүнчүлүктөрдүн колдонуучусу аркылуу катталат",
    "3871665286": "hCaptcha виджетинин маалымат барагында көрүнүктүү шилтемеленген. Аларга күнүнө бир нече жолу колдонула турган шифрленген куки берилет, бирок кирүү аркылуу ар бир 24 саат сайын жаңыланып турушу керек.",
    "3441764123": "hCaptcha кызматын колдонгон сайтта атайын мүмкүнчүлүктөрдү колдонуучуга чакырык коюлганда, алар автоматтык түрдө өтүп кетет.",
    "4247858664": "жеткиликтүүлүк катталуу барагы",
    "1297657322": "Киргенден кийин колдонуучу экраны",
    "1717658846": "Виджеттин UI менюсундагы атайын мүмкүнчүлүктөр",
    "1266963825": "С: hCaptcha Section 508 + WCAG 2.1 AA ылайык келеби?",
    "850025770": "Ж: Биз ушундай деп эсептейбиз: интернетти карап, формаларга текст киргизе алган бардык колдонуучулар, каттоодон өткөндөн кийин hCaptcha менен корголгон кызматтарга кире алышат. Бирок, бул юридикалык кеңеш эмес: жайгаштыруу үчүн ушундай болушун камсыз кылуу үчүн, сиздин өзгөчө ишке ашырууңузду эске алуу менен, өзүңүздүн баалооңуз керек.",
    "159272246": "С: Аудио сыяктуу башка жеткиликтүүлүк (\"a11y\") параметрлери боюнча иштеп жатасызбы?",
    "4074220464": "A: Аудио каптчалар сыяктуу мурун популярдуу болгон опциялар көптөгөн a11y колдонуучуларын дискриминациялайт жана заманбап машина үйрөнүү ыкмаларынан оңой эле жеңилип калышат. Бул чабуулчуларды жеңүү үчүн ызы-чууну, кызыктай убакытты, адаттан тыш сөз айкалыштарын жана башкаларды киргизип, учурдагы аудио чакырыктарын барган сайын татаалдаштырды. Ошентип, биз бул ыкмага анча ынталуу эмеспиз, тескерисинче, кыйынчылыктан таптакыр качабыз, бирок a11y коомчулугунан суроо-талап болсо, аны карап чыгабыз.",
    "2309661107": "Бирок, биз абдан кызыкдарбыз",
    "2555914614": "Атайын мүмкүнчүлүктөрдү колдонуу учуру үчүн. Учурдагы a11y ыкмабызды Privacy Pass чыгаруу менен айкалыштыруу a11y колдонуучуларына коопсуз, алардын трафиги купуя экенин билип, коопсуз серептоого мүмкүндүк берет, ошол эле учурда a11y опциялары жеткиликтүү болгондо бот операторлору тарабынан кыянаттык менен пайдаланууну чектейт деп ишенебиз. Биз бул жаңы технологияны стандартташтыруучу IETF жумушчу тобунун активдүү катышуучуларыбыз.",
    "2583775432": "С: Купуялык жөнүндө эмне айтууга болот? Каттоо кандайдыр бир жол менен a11y серептөө маалыматтарын ачып береби? Сиз электрондук почта менен эмне кыласыз?",
    "4215483493": "A: hCaptcha башынан баштап купуялуулук үчүн иштелип чыккан. Бул интернетте сизге көз салууга жана сизди чыныгы инсандык менен байланыштырууга шыктанган жарнак тармактарына таандык reCAPTCHA сыяктуу салттуу опциялардан такыр башкача.",
    "2474661839": "Биздин",
    "4137573005": "биз маалыматтарды кантип колдонобуз деген ар тараптуу жана авторитеттүү жооптору бар, бирок кыска жооп - биз сизди серептөө таржымалыңыз менен байланыштырууга кызыкдар эмеспиз.",
    "4101570501": "Учурда биз купуялык паспорту боюнча ишибизди толуктап, кыянаттык менен пайдаланууну алдын алуу жөндөмүбүздү сактап, электрондук почтаңыздын дарегин тез арада жок кылуу үчүн криптографиялык чечимдин үстүндө иштеп жатабыз.",
    "260595108": "Биз эч качан атайын мүмкүнчүлүктөр боюнча электрондук почталарды же маалыматты колдонууну жеңилдетүү жана кыянаттыктын алдын алуу максатында колдонбойбуз.",
    "3063819779": "купуялык саясаты",
    "465714311": "Жеткиликтүүлүк колдонуучулары үчүн: Суроо-жооп жана Көйгөйлөрдү аныктоо боюнча колдонмо",
    "3596207631": "С: Мен cookie файлын койгондон кийин дагы эле кыйынчылык көрүп жатам. Буга эмне себеп болууда?",
    "469089249": "Ж: Бул, адатта, агрессивдүү жарнама блокаторун же анти-cookie кеңейтүүсүн же \"сайттар аралык\" кукилерди бөгөттөөчү параметрди колдонуу менен шартталган, бул учурда hcaptcha.com үчүн куки, ал hCaptcha JS тарабынан орнотулган же текшерилет. башка сайт, сиз кирип жаткан сайт сыяктуу.",
    "4263626815": "hCaptcha жеткиликтүүлүк кукилери бардык популярдуу браузерлер жана алардын стандарттык жөндөөлөрү менен жарнак блокаторлор менен иштейт, андыктан адатта каталар \"анти-адблок\" скрипттеринен же белгилүү бир сайттарга багытталган ушул сыяктуу эрежелер топтомунан келип чыгат.",
    "3906359167": "Чечимдер:",
    "3464870463": "1. Жарнама бөгөттөөчүңүздө же серепчиңиздин коопсуздук кеңейтүүсүндө hcaptcha.com жана *.hcaptcha.com кукилерин ак тизмеси.",
    "1204911585": "2. Эгерде сиз (2020-жылдын апрелине карата) кукилердин ак тизмеси жок болгон Brave браузерин колдонуп жатсаңыз, Preferences -> Shields -> Cookies дегенге өтүп, \"Бардык кукилерге уруксат берүү\" дегенди тандаңыз.",
    "2932826396": "3. Эгер сиз жакында чыккан OS X 10.15 же iOS 13.4 боюнча Safari'нин эң акыркы версиясын колдонуп жатсаңыз, Apple жаңы эле үчүнчү тараптын кукилерине байланыштуу Safari кыймылын өзгөртүп, алардын баарын демейки боюнча бөгөттөп койду. Биз чечимди ишке ашырып жатабыз, бирок ошол эле учурда Safari Preferences, Купуялык бөлүмүнө баш багыңыз жана атайын мүмкүнчүлүктөр кукисинин күтүлгөндөй иштеши үчүн \"Веб-сайтка көз салуу: Сайт аралык көз салууну болтурбоо\" белгисин алып салыңыз.",
    "3836291932": "С: Мен бир нече түзмөктөрдү колдоном. Мен бир нече жолу катталышым керекпи?",
    "3251220335": "Ж: Жок. Сураныч, cookie файлын орнотуу үчүн сиз колдонгон ар бир түзмөктө сизге жөнөтүлгөн электрондук почтанын кирүү шилтемесин басыңыз.",
    "2082407178": "С: Атайын мүмкүнчүлүктөр кукисин колдонууда мен өзүмдү үчүнчү тараптын кукилерине көз салуудан кантип коргой алам?",
    "2700197090": "A: Домен деңгээлиндеги ак тизмени (мисалы, uBlock Origin) колдогон ар кандай купуялык же жарнаманы бөгөттөөчү кеңейтүүнү колдонуу күтүлгөндөй иштейт: hcaptcha.com сайтын ак тизмеге киргизиңиз.",
    "3657743880": "Сайттар аралык кукилер үчүн браузердин нускамалары",
    "1960601330": "Safari'де (Mac) кукилерди иштетүү үчүн: Safari ылдый түшүүчү менюсуна өтүңүз. Тандоо Тандоо. Жогорку панелдеги Купуялыкты басыңыз. \"Кукилерди бөгөттөө\" астынан \"Эч качан\" опциясын тандаңыз.",
    "1622303590": "Safari'де кукилерди иштетүү үчүн (iPhone/iPad iOS 11+): Орнотууларыңызды ачыңыз. Төмөн сыдырып, Safari тандаңыз. Купуялык жана коопсуздук бөлүмүндө \"Сайттар аралык байкоону болтурбоо\" жана \"Бардык кукилерди бөгөттөө\" дегенди өчүрүңүз",
    "2199048568": "Каалаган веб-баракчадагы дарек тилкесинин сол жагындагы калканчты басыңыз. Коргоо жөндөөлөрүн чыкылдатыңыз. Firefox Preferences Купуялык жана Коопсуздук панели ачылат. Өркүндөтүлгөн көзөмөлдөөнү коргоонун астынан Ыңгайлаштырууну тандаңыз. Ошол белгилөө кутучаларын тандап, кайсы трекерлерди жана скрипттерди бөгөттөңүз. hcaptcha.com сайтын бөгөттөн чыгарганыңызды текшериңиз.",
    "3967047208": "Ошондой эле, сиз бул мүчүлүштүктөрдү оңдоо үчүн Бажыдагы кээ бир коргоолорду убактылуу өчүрө аласыз, кутучаларды тандоону алып салсаңыз болот: Trackers кутучасын тандоо же сизде дагы эле көйгөйлөр бар болсо, Cookies кутучасын тандоо.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Chrome меню сөлөкөтүн тандаңыз. Орнотууларды тандаңыз.",
    "926138631": "Купуялык жана коопсуздук, андан кийин Cookies жана башка сайт маалыматтарына өтүңүз.",
    "3419878556": "\"Үчүнчү тараптын кукилерин бөгөттөө\" иштетилбегенин текшериңиз.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Меню тилкесинде Chrome тандоолорун ачыңыз.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Android түзмөгүңүздө Chrome колдонмосун ачыңыз.",
    "3620039756": "Жогорку оң жактагы Дагы, андан соң Орнотууларды таптаңыз.",
    "2813310562": "Сайттын жөндөөлөрүн, андан кийин кукилерди таптаңыз.",
    "3014657981": "\"Cookie файлдарынын\" жанында жөндөөнү күйгүзүңүз.",
    "1242066691": "\"Үчүнчү тараптын кукилерине уруксат берүү\" жанындагы кутучаны белгилеңиз.",
    "292250020": "1. Экрандын жогорку оң бурчундагы тиштүү механизмди тандап, андан кийин \"Интернет параметрлерин\" тандаңыз. Эгерде сизде меню тилкеси иштетилген болсо, анда \"Инструменттерди\" анан \"Интернет параметрлерин\" тандай аласыз.",
    "4114820649": "2. \"Купуялык\" кошумча барагын чыкылдатыңыз.",
    "946838734": "3. \"Advanced\" баскычын тандаңыз.",
    "348809718": "4. \"Үчүнчү тараптын кукилеринин\" астынан \"Кабыл алууну\" тандаңыз.",
    "1253441326": "5. \"OK\" баскычын чыкылдатыңыз",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "AI этика саясаты",
    "1161704803": "Эмне үчүн бизде AI этика саясаты бар?",
    "1806535500": "Иш жүзүндө ар бир технология, карандаштан динамитка чейин, а",
    "24452499": "чечим; аны жакшы же жамандыкка колдонсо болот. Кош колдонуу чечимдерин изилдеген, куруп жаткан же саткан ар бир компания өз иш-аракеттеринин кесепеттерин эске алууга милдеттүү.",
    "4023575072": "кош колдонуу",
    "3336625692": "Бул барак AI этикасынын контекстинде бул тема боюнча биздин ойлорубузду чагылдырат жана кызматтарыбызды колдонууну камсыз кылуу үчүн биз жүргүзгөн процесстер биз компания катары кабыл алган саясатка шайкеш келет.",
    "835717930": "hCaptchaдагы AI этикасы",
    "2179524509": "Бизге hCaptcha кызматы үчүн кандай суроолорго уруксат берилген жана эмне үчүн өзгөчө суроолор берилип жатат деген суроолорду алабыз.",
    "1962721652": "Адамдар үлгү издеген адамдар жана кээде зыянсыз суроо суроо бергендердин мотивинен эмес, дүйнөдөгү өзгөрүүлөрдөн улам бир заматта таң калыштуудан шектүүгө айланып кетиши мүмкүн.",
    "3974566657": "Кызматтар популярдуу болгон сайын, мындай көрүнүш сөзсүз түрдө тез-тез болуп калат. hCaptcha күн сайын дүйнөнүн дээрлик бардык өлкөлөрүндө миллиондогон адамдар тарабынан колдонулат, ошондуктан биз бул саясатты жана мүмкүн болушунча ачык болуу үчүн бул маселелерди кантип чечкенибиз боюнча изилдөөнү жарыялап жатабыз.",
    "1830910223": "Чыныгы дүйнөдөгү AI этикасынын кейс изилдөөсү",
    "805971861": "\"Umbrella\" - бул ImageNetдеги термин, компьютердик көрүү изилдөөчүлөрү тарабынан колдонулган стандарттык эталондук маалымат. Кол чатыр кармаган адамдарды ишенимдүү аныктоо жаңы муундагы коопсуз айдоочуларга жардам көрсөтүү (ADAS) системаларын куруу үчүн да маанилүү.",
    "3988350": "Бул чыныгы дүйнөдөгү кол чатыр аннотациялары үчүн эң сонун колдонуу учурлары бар дегенди билдирет. Өзүн башкарган унаалардын таасири боюнча пикир келишпестиктер бар, бирок ADAS системалары үнөмдөөдө.",
    "548587288": "дүйнө жүзү боюнча.",
    "3138772661": "жыл сайын миңдеген өмүрлөр",
    "3168199226": "Бирок, 2020-жылы мындай маалымат топтомун түзүү бир жыл мурун күткөндөй, кош колдонуу технологиясы катары кабыл алынышы мүмкүн экени айкын болду.",
    "558378834": "Ошентип, биз азыр кол чатырларга байланыштуу суроолорду кабыл албайбыз. Учурдагы колдонуучу кол чатырлар жөнүндө суроону көргөндө баш аламандыктын потенциалы өтө жогору жана акыры биздин максат дүйнөнү жагымдуураак жерге айлантуу.",
    "3376604063": "AI этикасынын саясаты жана процесстери",
    "1923365316": "Бизде hCaptchaда AI этикасынын катуу саясаты бар жана анын бир бөлүгү Кардарыңызды билүү (KYC) процессин камтыйт.",
    "4230322909": "Биз ар дайым ар бир жаңы кардарды жакшы түшүнүүгө жана анын биздин өнүмдөрүбүзгө жана кызматтарыбызга ылайыктуу экенин тастыктоо үчүн жана анын компания катары кабыл алган саясаттарыбызга дал келишин камсыздоо үчүн аракет кылабыз.",
    "2735073144": "Биз ошондой эле зарыл болгон учурда үзгүлтүксүз текшерүүлөрдү жүргүзөбүз. Мисалы, кол чатырга байланыштуу маркировка суроо-талаптары боюнча суроо-талаптардын даталарын жана булактарын жакында карап чыгууда биз акыркы 12 айда бир дагы мамлекеттик орган же байкоочу программалык камсыздоонун белгилүү мамлекеттик жеткирүүчүсү биздин кызматтарды колдонуу менен кол чатырларга байланыштуу суроо-талаптарды жасабаганын тез эле ырастай алдык. .",
    "2715462692": "Биздин AI этика процессибиз кандай көрүнөт?",
    "3049976256": "Ар бир жаңы этикеткалоо кардары үчүн биз сатуу процессинде текшерүү тизмесинен өтөбүз. Бул ишке кирүүгө чейин баштапкы KYC сыналышын, ошондой эле биздин аналитиктерге берилген бардык суроо-талаптарды текшерүүнү, ошондой эле реалдуу убакыт режиминде текшерүүлөрдү жана өзүн-өзү тейлөө платформабыз аркылуу берилген суроо-талаптарды мезгил-мезгили менен карап чыгууну камтыйт.",
    "3103642530": "Бул карап чыгуу критерийлердин бир нече топтомдорунан турат:",
    "3349094124": "Этикалык көйгөйлөрдүн критерийлери: Максат",
    "1038019440": "1. Бул кардар эл аралык мыйзамдарга жана нормаларга каршы жүрүм-туруму белгилүү болгон өлкөнүн улуттук кызыкчылыктарын коргойбу?",
    "493717511": "2. Бул кардар мүмкүн болгон кызматтарды сурап жатабы",
    "2209109640": "алардын кадимки ишкердик иш-аракеттеринин контекстинде зыяндуу максаттар үчүн гана колдонулат?",
    "3457805519": "3. Кардардын өтүнүчү АКШнын мыйзамдарына жана биздин тартуу эрежелерине ылайык аткарылышы мүмкүнбү?",
    "1942611550": "биринчи кезекте",
    "109179759": "Этикалык тынчсыздануу критерийлери: Субъективдүү",
    "1033698050": "1. Биз кардар батыштын типтүү коомдук нормаларын чечмелөөбүзгө ылайык, биз моралдык жактан алгылыктуу деп эсептеген колдонуу учурун бергенине ишенебизби?",
    "361372538": "2. Биз көрсөткөн кызматтарыбыз кардар тарабынан мыйзамдуу, бирок биз үчүн алгылыксыз болгон басмырлоо максатында колдонулушу мүмкүн деп ишенебизби?",
    "2867855718": "3. Биз купуялык муктаждыктары суроо-талап үчүн канааттандырарлык чечилиши мүмкүн деп ишенебизби?",
    "2462728596": "Эгерде бул пункттар боюнча өзүбүздү канааттандыра албасак, анда биз өтүнүчтү четке кагабыз жана Шарттарыбызда көрсөтүлгөндөй, платформабызга мындан ары кирүү мүмкүнчүлүгүн токтотушубуз мүмкүн.",
    "1995277831": "Рахмат",
    "1818116402": "AI этикасынын компоненти менен оперативдүү суроолорду кантип чечкенибизге бул көз карашты баалайсыз деп үмүттөнөбүз.",
    "1499894352": "Бул чөйрөдө чечимдерди кабыл алуу процессинде ачык-айкындуулукту сунуш кылган компаниялар өтө аз, жана башкалар бул үлгүнү ээрчийт деп ишенебиз!",
    "535659033": "Creative Commons атрибуциясы",
    "1495915066": "Биз, академиялык изилдөө өнөктөштөрүбүз жана кардарларыбыз Creative Commons медиасын кантип колдонобуз",
    "3017533972": "Биз, академиялык изилдөө өнөктөштөрүбүз жана кардарларыбыз машина үйрөнүү чөйрөсүндөгү адамзаттын билимин өркүндөтүү үчүн hCaptcha платформасы аркылуу Creative Commons лицензиясы бар мазмундун айрым бөлүктөрүнө маал-маалы менен шилтеме жасап же кайра чыгара алабыз.",
    "1428053210": "Бул мазмун, негизинен, баштапкы түрүндө өзгөртүлгөн. Мисалы, видео көптөгөн сүрөттөргө бөлүнүшү мүмкүн, ал сүрөттөр көптөгөн жаңы сүрөттөргө бөлүнүшү мүмкүн жана ал жаңы сүрөттөр, андан кийин көрсөтүлүүчү жыйынтыкты чыгаруу үчүн туш келди аралаштырылышы мүмкүн.",
    "1728211763": "Мазмунду ушундай жол менен жана ушул максаттарда колдонуу биздин мыйзамды түшүнүүбүзгө жана бул тармактагы стандарттык практикага ылайык, адилеттүү колдонуу эрежелерине кирет, бирок биз Creative Commonsтун көптөн бери күйөрмандарыбыз жана бул жагынан жардам бергендердин бардыгына кредит берүүнү туура көрөбүз. машиналык интеллектти жакшыртуунун монументалдуу милдети.",
    "1949452297": "hCaptcha UI ички чектөөлөрүнөн жана анын коопсуздук ойлорунан улам, ар бир сүрөттүн булагын аны колдонууга түздөн-түз жанаша кылып чыгаруу мүмкүн эмес. Анын ордуна, биз башкы баракчабыздан бул баракка шилтеме берип, платформа аркылуу учурда же жакында кызмат кылган булактардын тизмесин түзөбүз. Учурдагы тизмеге кире аласыз",
    "2367602973": "бул жерде",
    "659124570": "Кошумчалай кетсек, эгер сиз hCaptcha платформасында сизге таандык болгон мазмунду көрсөңүз жана анын кандайдыр бир себептерден улам өчүрүлүшүн кааласаңыз, биз менен электрондук почта аркылуу байланышсаңыз болот:",
    "2066749488": "Башка даттануулар",
    "3479034323": "Эгерде сиз hCaptcha платформасында сизге таандык мазмунду көрсөңүз жана анын кандайдыр бир себептерден улам өчүрүлүшүн кааласаңыз, биз менен электрондук почта аркылуу байланышсаңыз болот.",
    "1836554225": "Блог Билдирүүлөр",
    "2873297188": "Бардык CAPTCHAS америкалык эместерди басмырлайбы?",
    "165932542": "hCaptcha карап бүткүл дүйнө жүзү боюнча чендерди чечүү",
    "1865097546": "16-ноябрь, 2021-жыл",
    "3005876482": "hCaptcha азыр эң чоң көз карандысыз CAPTCHA кызматы, Интернеттин 15% иштейт",
    "693820850": "Купуялыкты биринчи орунга коюу менен Google'ду жеңе аласыз",
    "3609106478": "Эсептик дайындарды толтуруу:",
    "299335340": "Бул эмне жана чабуулдарды кантип токтотуу керек",
    "354925785": "Intro",
    "423222878": "Ачууга, алдын алууга жана токтотууга эң кыйын киберчабуулдардын кээ бирлери – бул зыяндуу актер активдүү колдонуучунун каттоо эсебине кирүү үчүн мыйзамдуу колдонуучу дайындарын колдоно алат. Көптөгөн татаал аныктоо мүмкүнчүлүктөрү жок болсо, аккаунтту жайгаштырган компанияда бир нерсе туура эмес деп шектенүүгө эч кандай негиз жок. Кардар жөн гана өзүнүн аккаунтуна кирген окшойт. Чабуулчу бул ийгиликтүү айла-амалга уурдалган эсептик дайындарды колдонуу менен жетишкен — адатта, \"ишенимдүү маалыматтарды толтуруу\" деп аталган киберчабуул ыкмасынын натыйжасы. Бул бүгүнкү күндө олуттуу көйгөй, бирок туура каршы чараларды көрүү менен азайтууга болот.",
    "777660551": "Ишеним грамоталарын толтуруу деген эмне?",
    "2602763587": "Каттоо маалыматтарын толтуруу - бул киберчабуулдун бир түрү, мында чабуулчу уурдалган колдонуучу аттары менен сырсөздөрдүн жуптары аркылуу веб-сайтка бир нече жолу кирүүгө аракет кылат. \"Топтоо\" дээрлик дайыма автоматташтырылган бот программасы тарабынан аткарылуучу кайталанма кирүү аракеттерин билдирет.",
    "1271831121": "Хакер (албетте, капюшон кийген!) ишеним грамотасынан кийин ишеним грамотасын терип отургандай эмес. Автоматташтырылган кирүү боту Selenium же атайын иштелип чыккан хакер куралы сыяктуу даяр куралдан жасалышы мүмкүн.",
    "2588750717": "Чынында эле, кээ бир эсептик дайындарды толтуруу чабуулдары миллиондогон эсептик дайындарды камтыйт — алардын баары кирүүгө уруксат берүү үмүтү менен күтүүсүз веб-сайттын кирүү интерфейсине толтурулат. Киргенден кийин, чабуулчу жабырлануучунун аккаунтун басып алат.",
    "1137757109": "Эгер бул электрондук соода эсеби болсо, чабуулчу товарга буйрутма бере алат. Эгерде жабырлануучу банк болсо, чабуулчу акча каражаттарын оффшорго которо алат ж.б.у.с.",
    "1559150837": "Максаттар корголбойт да. Көпчүлүк веб-сайттарда кыска убакыттын ичинде бир IP даректен миңдеген ар кандай аккаунттарга кирүүгө аракет кылган шектүү колдонуучуну бөгөттөөчү башкаруу элементтери бар. Бул коргоо ыкмаларын айланып өтүү үчүн эсептик маалыматтарды толтурган чабуулчулар эмне кылышат, бул географиялык жана IP ар түрдүүлүгүн имитациялоо. Күчтүү, көбүнчө AI башкарган куралдарды колдонуу менен, алар миңдеген колдонуучулар туш келди өлкөнүн ар кайсы жеринен күндүн ар кайсы убакта кирүүгө аракет кылып жатканын көрүүгө болот. Муну аныктоо жана токтотуу бир топ кыйын.",
    "1892020899": "Хакерлер ишеним грамоталарын кайдан алышат?",
    "2597149484": "Хакер мынчалык көп эсептик дайындарды \"тоштуруп\" коюшунун себеби, алар уурдалган эсептик дайындарды кайдан алганы менен байланыштуу.",
    "3030395800": "Бул эсептик дайындар, адатта, маалыматтын бузулушунан келип чыгат. \"Ишенимдүү маалыматтарды төгүү\" деп дагы белгилүү болгон бул чабуулдар миллиондогон эсептик дайындардын караңгы желеге төгүлүшүнө алып келиши мүмкүн. Эгерде төгүлгөн нерсе банктан келсе, хакер башка сайттарга кирүү үчүн ошол эсептик дайындарды колдонууга аракет кылат. Бул ыкма иштейт, анткени көп адамдар бир нече сайттар үчүн бир эле колдонуучу атын жана паролду колдонушат. (Бул практикага көңүл бурулбайт, бирок чындык ушундай. Адамдар бир эле кирүү грамоталарын кайталашат.)",
    "1258965840": "Ошентип, эгерде чабуулчу бир сайтка кире алса, ал төгүлгөн эсептик дайындарды колдонуу менен бир нече сайттарга кире алат. Мисалы, алар JohnDoe/525momma сыяктуу колдонуучу аты/пароль жупуна ээ болушу мүмкүн, бирок бул жуп алар үчүн эмне кыларын билишпейт. Ошентип, алар Amazon.com, Ebay, Citibank, Walgreens жана башкаларда жупту сынап көрүшөт. Алар бул жупту миңдеген сайттарда сынап көрүшү мүмкүн.",
    "3594440415": "Акыр-аягы, алар эшиктерди ача баштайт.",
    "780280214": "hCaptcha жана hCaptcha Enterprise эсептик маалыматтарды толтуруу коркунучун кантип азайтат",
    "4165374512": "Эсептик дайындарды толтуруунун алдын алуу үчүн IP жана жайгашкан жерди аныктоо куралдарын колдонуу мүмкүн болсо да, кыйла үнөмдүү жана так ыкма бул жөн гана автоматташтырылган эсептик дайындарды толтуруучу боттун өзүн үзгүлтүккө учуратуу. hCaptcha жана hCaptcha Enterprise кирүү чекитинде ботту сүртө алат. Бот туура эсептик дайындарга ээ болсо дагы, эгерде ал hCaptcha Enterprise же hCaptcha CAPTCHA аныктоосунан өтө албаса, анда ал толтурууну аткара албайт жана сиздин сайтыңыз жана колдонуучуларыңыз корголот.",
    "3269644546": "Өтүнөмүн",
    "1058572205": "биз жөнүндө көбүрөөк билгиңиз келсе",
    "3753613260": "байланыш",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "DMCA даттанууларын билдирүү",
    "54093347": "DMCA Катталган Агент",
    "3233441200": "Бузуучу саясатын кайталаңыз",
    "4011712313": "DMCA Саясатыбыздын бир бөлүгү катары, биз көп кадамдуу DMCA Кайталануучу бузуулар Саясатына DMCA боюнча бир нече эскертмелерди алган кардарлардын эсептерин жайгаштырабыз. Календардык айда кайталанган DMCA эскертмелерин алгандан кийин, кардар эсеби саясаттын бир кадамынан кийинки кадамына өтөт.",
    "766825168": "DMCA Кайталануучу бузуулар Саясаты боюнча биз аткара турган иш-аракеттерге эсептин кардарга жазылуу мүмкүнчүлүгүн жогорулатуу жөнүндө эскертүүлөрдү жөнөтүү кирет. Бул эскертүүлөрдү моюнга алуу үчүн биз кардардан каттоо эсебине киришин же колдоо тобубузга чалуусун талап кылышыбыз мүмкүн. Ошондой эле биз кайталап бузуулар тууралуу эскертүүлөрдү жөнөткөнүбүздөн кийин да болжолдуу укук бузуулар жөнүндө DMCA эскертмелерин алууну уланткан ар бир кардардын hCaptcha жана IMI кызматын токтотуу же токтотуу, ошондой эле башка убактылуу чараларды колдонуу укугун өзүнө калтырабыз. Мындан тышкары, ушул саясатка ылайык hCaptcha кызматын токтоткондо, биз өзүбүздүн каалообуз боюнча бул кардарларга берилген башка hCaptcha же IMI кызматтарын токтотушубуз мүмкүн.",
    "2410122265": "hCaptcha ресурстары: Bots 101",
    "4166776480": "Ишеним грамоталарын толтуруу: бул эмне жана чабуулдарды кантип токтотуу керек",
    "2301335298": "Төлөм алдамчылыгы: Киберкылмыштуулуктун тез өнүгүп жаткан режимин жумшартуу",
    "3682071227": "Эсепке алуу деген эмне жана алар кантип иштешет?",
    "2729131930": "Скрепинг деген эмне жана ал кантип иштейт?",
    "1344959096": "Жеке маалымат этикеткалоочу катары иштөө",
    "3510143229": "hCaptcha бул веб-сайттар жана колдонмолор үчүн кызмат,",
    "3930611699": "жеке жумушчулар.",
    "1051214799": "hCaptcha бул веб-коопсуздук кызматы, аны колдонгон веб-сайттарды же колдонмолорду басып чыгаруучулар менен бөлүшүүгө аракет кылат.",
    "360236473": "hCaptcha кызматы кимдир бирөөнүн жеке этикеткалоочу катары иштөөсү үчүн арналган эмес. Бул максат үчүн иштелип чыккан же ылайыктуу эмес. Биз эч кимге hCaptchaны жеке киреше булагы катары колдонууну сунуш кылбайбыз.",
    "3842490632": "Көптөгөн суроолорго жооп берүүгө аракет кылган жеке колдонуучу ылдамдык менен чектелип же тыюу салынышы мүмкүн. Биздин сыяктуу эле маанилүү",
    "1560232962": "майда-чүйдөсүнө чейин камтыйт, кандайдыр бир жооп үчүн алынган суммага кепилдик жок. Ошол убакта эч кандай акы төлөнүүчү суроолор жок болушу мүмкүн, жооп сапаттуу себептерден улам четке кагылышы мүмкүн ж.б.у.с.",
    "2694001822": "Бирок, биз кээде системанын касиеттерин жана жаңы мүмкүнчүлүктөрдү сыноого жардам берүү үчүн адамдарды жалдайбыз.",
    "1569804581": "Эгер сиз менен байланыштуу мүмкүнчүлүктөр боюнча келечекте байланышууну кааласаңыз, бул форманы толтуруңуз.",
    "636461959": "аты",
    "1139500589": "Өлкө",
    "1789607185": "Электрондук почта дареги",
    "325077666": "Маалыматыңызды тапшыруу менен сиз биздин талаптарга макул болосуз",
    "3555583744": "жана",
    "3609929815": ". Биз сиздин аты-жөнүңүздү, өлкөңүздү жана электрондук почта дарегиңизди келечекте жеке этикеткалоо иш мүмкүнчүлүктөрү боюнча сиз менен байланышуу максатында гана сактайбыз.",
    "4197928199": "Купуялык саясаты",
    "851786723": "Электрондук почтаңызды киргизүү менен, сиз биздин Шарттарга жана Купуялык саясатыбызга жана бизден электрондук кат алууга макул болосуз.",
    "2402165761": "Скрепинг кантип иштейт?",
    "4260542944": "Мазмунду кыруу (ошондой эле \"экранды кыруу\" же жөн эле \"кырдоо\" деп аталат) интернеттен маалымат чогултуу үчүн тааныш, көбүнчө пайдалуу процесс. Бирок, акыркы жылдары, техника хакерлер менен алдамчылардын жакшы көргөн куралы болуп калды. Каршы чаралар коркунучту натыйжалуу басаңдата алат, бирок аларды ишке ашыруу үчүн процесстин кантип иштээрин түшүнүү зарыл.",
    "2066255783": "Content Scraping деген эмне?",
    "1910628828": "Мазмунду кыруу - бул программалык камсыздоо кардарын же веб-браузерди имитациялаган автоматташтырылган инструменттерди камтыган тутумдан маалыматтарды алуу ыкмасы. Бул жаңы эмес. Чындыгында, эски негизги фреймден берилиштерге муктаж болгон программалык камсыздоо инженерлери үчүн скрепинг маалыматты алуунун жалгыз жолу болушу мүмкүн. Баштапкы туташтыргычтар жок болуп, алмаштыруу мүмкүн эмес болушу мүмкүн.",
    "3408107995": "Бүгүнкү күндө, кыруу дайыма веб-сайттан маалыматтарды алуу үчүн программалык мамилени билдирет. Кыргыч программалык камсыздоо адам колдонуучусу сыяктуу иштейт, баскычтарды чыкылдатып, натыйжаны окуйт. Кырыштыруу үчүн көптөгөн мыйзамдуу колдонуулар бар. Издөө системаларын иштеткен веб жөрмөлөгүчтөр бир мисал. Миңдеген саякат веб-сайттары аркылуу саякат келишимдерин издеген Skyscanner сыяктуу куралдар. Fintech фирмалары аны да колдонушат, эгерде маалымат туташуусун жүргүзүү үчүн Колдонмо программалоо интерфейстери (API) жок болсо, колдонуучунун финансылык маалыматтарын банк сайттарынан кырып алышат. Экранды кыруу жөнүндө эстен чыгарбоо керек болгон нерселер - бул анын ылдамдыгы жана масштабдуулугу. Процесс веб-сайттардан чоң көлөмдөгү маалыматтарды чогулта алат, эгерде сайттар анын болушун токтотуу үчүн конфигурацияланбаган болсо. Эсептөө ылдамдыгы менен скрепер веб-сайттар жана аларды иштеткен негизги программалык камсыздоо жана маалымат базалары менен өз ара аракеттенүү аркылуу чоң маалымат топтомун чогулта алат.",
    "1920884252": "Эмне үчүн мазмунду кырып салуу коопсуздукка коркунуч келтирет?",
    "2256795853": "Веб-сайттардан көптөгөн маалыматтарды тез арада алуу мүмкүнчүлүгү зыяндуу актерлордун колунда күчтүү куралды кырып салат. Кыргыч бот социалдык медиа сайттарынан колдонуучунун маалыматтарын чогулта алат. Андан кийин, даректерди жана башка жеке маалыматтарды камтыган сайттарды кырып, натыйжаларды салыштырып, хакер алдамчылык кредиттик карта арыздарын берүү сыяктуу инсандык кылмыштарга барышы мүмкүн.",
    "4087694419": "Кыргыч хакер жасалма же алдамчы өнүмдөрдүн тизмесин түзүү үчүн Amazon жана eBay сыяктуу сайттардан маалыматтарды чогултушу мүмкүн. Андан кийин ал аларды OfferUp сыяктуу теңдеш кызматтарда сатууга сунуштап, сатып алуучуларга фишингдик чабуулдарды жасай алат. Же болбосо, алдамчы жок өнүмдөрдү сата алат. Мындан ары экранды кырып салуу алдамчылык жарнама жарыялоочуларды жасалмалоону камтыйт. Жарыялоочунун сайттарынан мазмунду кырып салуу менен, алдамчы ар кандай кызматтарда жалган жарнак чыгаруучунун баракчаларын түзө алат. Андан кийин алар бул баракчалардагы жарнактарды ыйгарым укуктуу сатуучуларга сата алышат, алардын байланыштары алар басып чыгаруучунун ads.txt файлынан алынган. Жарнама уячалары жарнак берүүчүгө реалдуу көрүнөт, бирок андай эмес.",
    "3315658779": "hCaptcha Enterprise менен Мазмундун кырылышын алдын алыңыз",
    "2602081482": "hCaptcha Enterprise сайтыңызга жана колдонмолоруңузга зыяндуу трафикти, анын ичинде кыруу аракеттерин аныктоо үчүн өнүккөн машина үйрөнүүнү колдонот.",
    "1422537019": "биз бүгүн көбүрөөк билүү үчүн.",
    "1988268879": "Масштабда үнөмдүү маалыматтарды маркировкалоо",
    "2163914794": "Дайындар топтомдоруңуз үчүн көбүрөөк энбелгилер керекпи? hCaptcha жасалма интеллект жана машина үйрөнүү тиркемелеринде иштеген компаниялар үчүн тез, үнөмдүү жана жогорку сапаттагы маалыматтарды маркировкалоону камсыз кылат.",
    "3378932530": "Дайындарыңызды азыр белгилөөнү алыңыз",
    "3483700676": "Миллиондогон тапшырмаларды заматта ишке киргизиңиз",
    "3478726913": "hCaptcha сиздин колдонуу үчүн жеткиликтүү планетадагы ири бассейндердин бири бар. Сиздин масштабыңыз кандай болбосун, биз аны алдын ала кымбат баалуу милдеттенмелерсиз чече алабыз. Күнүнө миллиондогон тапшырмалар көйгөй эмес.",
    "740501259": "Жөнөкөй API менен башкарылган түтүктөр",
    "2784612261": "Адамдын кароосун түздөн-түз бизнесиңизге киргизгиңиз келеби? Биз жогорку ишенимдүүлүк SLAларды, кепилденген кубаттуулукту жана жөнөкөй REST API'лерди сунуштайбыз.",
    "1144966033": "Наркы жана сапаты үчүн оптималдаштырылган",
    "3213351333": "Алдын ала милдеттенме талап кылынбайт",
    "2107077506": "HUMAN платформасы реалдуу убакыт режиминде сапаттын татаал анализин жүргүзүү үчүн ар тараптуу ишеним моделдерин колдонот. Бул бизге суроолордун татаалдыгын да, алардын мүмкүн болгон туура жообун да тез аныктоого мүмкүндүк берип, убакытты жана акчаны үнөмдөйт.",
    "3576146278": "Сизге керектүү тактык үчүн гана төлөңүз",
    "2952586316": "Бардык көйгөйлөр бирдей эмес. Коопсуздук үчүн маанилүү тапшырмалар үчүн аннотациялар толугу менен адамдардан 99,99% ишенимди талап кылышы мүмкүн. Мобилдик оюн колдонмосундагы бир бета функциянын аннотациялары орточо ишенимди гана талап кылышы мүмкүн. Сиз чечесиз.",
    "710145621": "Өзүңүздүн түпкү чындык маалыматтарыңызды бериңиз же аны тез арада түзүүгө уруксат бериңиз",
    "987901590": "Ар тараптуу текшерүү топтому жок чийки маалыматтарыңыз барбы? Көпчүлүк учурларда, биз сиз үчүн тапшырмаларды система аркылуу аткара тургандай кылып түзө алабыз же бекитүү үчүн энбелгиленген үлгүлөрдү түзө алабыз.",
    "2597352122": "Аннотациянын түрлөрү",
    "1344687860": "Bounding Boxes",
    "1089415440": "Сүрөттөрдө жана видеодо объектти так аныктоо",
    "3817067682": "Полигондор",
    "2682873489": "Объекттердин чек ара аймагын аныктаңыз",
    "1275150216": "Белгилүү жерлер",
    "2067112112": "Көптөгөн ар кандай колдонуу учурлары үчүн чекит аннотациялары",
    "4228682126": "Атрибуттарды категориялаштыруу",
    "2920213479": "Каалаган өлчөмдөгү ыктыярдуу категорияларды сорттоо же кошуу",
    "3288667364": "Салыштыруу жана аныктоо",
    "155877895": "Адамдын күчү менен аныктоо жана классификация",
    "3128433367": "... жана башка көптөгөн нерселер",
    "2827452240": "Бул жерде көрсөтүлбөгөн башка түрү керекпи? Бизден сура.",
    "719304627": "Үчтөн-аягына көзөмөл керекпи?",
    "1172067553": "hCaptcha артындагы HUMAN платформасы учурдагы системаларыңыз менен интеграцияланган жергиликтүү, гибриддик же SaaS жайылтуулары аркылуу өтө татаал иш сапатын жана башкаруу функцияларын камсыз кылат.",
    "2319072959": "Өзүңүздүн жумушчу күчүңүз менен толугу менен оффлайн режиминде чуркаңыз, бизнес бөлүмдөрүндө же консорциум өнөктөштөрүндө сарпталган наркты көзөмөлдөө, чыгымдардын жана коопсуздук талаптарынын негизинде жумушту ар кандай ички же тышкы жумушчу камсыздоочуларга тандап багыттоо жана башкалар.",
    "1936512180": "Оңой API кирүү, кооз панелдер жана жумушчунун натыйжалуулугун жогорулатуу үчүн эң акыркы үлгүдөгү технология.",
    "3913848038": "99,99% иштөө убактысынын SLAлары жана 24/7 глобалдык колдоо жеткиликтүү.",
    "1080752747": "Сатуучулар менен байланышыңыз",
    "1525403768": "Көбүрөөк маалымат алуу үчүн Enterprise Sales менен байланышыңыз.",
    "1546930020": "Маалыматтарды белгилөө",
    "2486638408": "Specifications аныктоо",
    "1027200955": "Домен боюнча эксперттерибиздин бири менен сүйлөшүп, долбоордун муктаждыктарын аныктаңыз: максаттуу тактык, формат жана кандайдыр бир өзгөчө талаптар.",
    "1156712451": "Алгачкы жумуш тести",
    "181065232": "Биз сиздин үлгү маалыматтарыңыздын негизинде чакан өндүрүш ишин аткарабыз. Бул сизге керектүү нерсени так алуу үчүн биз чогуу жасаган ишти сынайт.",
    "3207769512": "Өндүрүш жумуштарын жайылтуу",
    "1099238677": "Биздин жогорку көлөм жана аз күтүү менен биз сиздин ишиңизди бүтөөрү менен автоматташтырылган жеткирүү менен тез өзгөртөбүз.",
    "465783046": "Дайындарыңыз менен сынап көргүңүз келеби?",
    "328625009": "... сиз болгондо биз даярбыз: биздин кызмат күнү-түнү жеткиликтүү.",
    "3225770968": "hCaptcha машинаны үйрөнүүдө эң көп эмгекти талап кылган маселени чечүү үчүн иштелип чыккан; чоң көлөмдөгү маалыматтарды өз убагында, жеткиликтүү жана ишенимдүү түрдө белгилөө.",
    "2041686284": "Көбүрөөк маалымат жалпысынан машина үйрөнүү моделдерин үйрөтүүдө жакшы натыйжаларды берет. Терең моделдердин акыркы ийгилиги барган сайын чоңураак маалымат топтомуна алып келди жана hCaptcha бул муктаждыкты аткарат. Бирок, салттуу ыкмаларды колдонуу менен адам тарабынан каралып чыккан чоң маалымат топтомун түзүү жай жана кымбат да.",
    "3729345277": "hCaptcha - бул компаниялар үчүн талап кылынган аннотацияларды башка альтернативаларга караганда тезирээк, сапаттуу жана арзаныраак алуу жолу.",
    "2103563261": "Жеке же коомдук маалымат",
    "2513143348": "hCaptcha Enterprise тутуму өзүнүн дизайнында өзгөчө ийкемдүү: эгерде сиз коомдук булутту иштетсеңиз же көптөгөн маалымат борборлоруна ээ болсоңуз, ал жарым-жартылай же толугу менен тармагыңыздын четинде жайгаштырылышы мүмкүн.",
    "3107683988": "Бул тармактан тышкаркы трафикти жана чыгымдарды кескин кыскарта алат, ошол эле учурда эң катаал SLAларга жооп берүү үчүн күнү-түнү иштеген кызматкерлерибиздин башкаруунун бардык артыкчылыктарын сактап калат.",
    "3660619092": "Акысыз катталыңыз же Enterprise чечимдери үчүн сатуулар менен байланышыңыз",
    "2351176803": "hCaptcha JS API үчүн лицензия шарттары",
    "2616226398": "Биздин башыбызга",
    "2024293275": ". Бардык башка укуктар корголгон, азырынча.",
    "1062291156": "стандарттык шарттар",
    "2712493234": "Төлөм алдамчылыгы: Киберкылмыштуулуктун тез өнүгүп жаткан режимин жумшартуу",
    "1817772953": "Алдамчылык кылмыштын жаңы түрү эмес. Чынында эле, археологдор болжол менен 10 000 жыл мурун малды чыгашасыз ташуу үчүн байыркы шумерлер ойлоп тапкан алдамчылыкка каршы шаймандарды табышты! Алардын ар бири жаныбарды билдирген чопо жетондорду «булла» деп аталган чопо топтун ичине коюшат. Булла сатуучудан сатып алуучуга өтүп, үйүр менен бирге жолго чыкчу. Ошондо да бизнес ээлери алар менен алектенип жаткандардын баары эле өйдө-төмөн эмес деп тынчсызданышкан. 10 000 жылдын ичинде көп нерсе өзгөрдү, бирок алдамчылыктын алдын алууда жаңычыл болуу зарылчылыгы бизде калууда. Бүгүнкү күндө онлайн төлөм боюнча алдамчылык маселеси өзгөчө мааниге ээ. Интернеттин жардамы менен алдамчылар алдамчылыкка каршы көзөмөлдү алдамчылыкка көбүрөөк ээ болушту. Бирок, жаңы чечимдер агымды буруп жатат.",
    "1053787685": "Төлөм алдамчылыгы деген эмне?",
    "433424759": "Төлөм боюнча алдамчылык киберкылмышкер жабырлануучуну баалуу нерседен, адатта, акчадан ажыраткан мыйзамсыз транзакциянын бардык түрүн камтыйт. Бул уурдалган кредиттик картаны онлайн режиминде товарга заказ кылуу же банк эсебин алуу жана андан акча каражаттарын мыйзамсыз которуу дегенди билдирет. Көптөгөн вариациялар бар, бирок алардын бардыгы бирдей жыйынтыкка ээ: шылуун керектөөчүдөн, банктан же соодагерден уурдоо үчүн уурдалган инсандыгын же төлөм маалыматын колдонот.",
    "2939852138": "Алдамчылар төлөм алдамчылыгынан кантип кутулууга [тырышат]?",
    "1665616092": "Төлөм боюнча алдамчылык түшүнүгү боюнча жөнөкөй, бирок ал азыркы аткарылышы боюнча фантастикалык татаал болушу мүмкүн.",
    "4246520782": "Чынында, Интернет акыркы жылдары алдамчылар менен коргоочулар ортосундагы чыныгы жарыша куралдануунун күбөсү болду.",
    "2167049807": "Коопсуздук топтору төлөмдөгү алдамчылыктын оңой, жалкоо ыкмаларын жеңген ар кандай каршы чараларды жана контролду кабыл алышты. Бирок, чабуулдар барган сайын татаалдашып баратат. Мисалы, боттор эми жасалма веб-сайттардан жана фишингдик чабуулдардан уурдалган кредиттик картанын номерлерин жана PIN коддорун чогулта алышат.",
    "1936449777": "Андан кийин, толугу менен автоматташтырылган режимде, алар электрондук коммерциялык сайттардагы адамдын жүрүм-турумун туурап, баскычтарды чыкылдатып, соода арабасына нерселерди кошо алышат - көптөгөн алдамчылыкка каршы башкаруу органдары бот уурдоого аракет кылып жатканын айта алышпайт. товар. Тескерисинче, адам колдонуучу жөн эле соода кылып жаткандай көрүнөт. Бот чыныгы кардардын аккаунтуна уурдалган логин эсептик дайындарын колдонуп кире алат. Боттун IP даректерин бурмалап, “сатып алуучу” чет өлкөдө болушу мүмкүн болгон чабуулчудан айырмаланып тургандай кылып көрсөтүү жөндөмү алдамчылыкты дагы да жашырат.",
    "648630222": "hCaptcha Enterprise менен төлөм алдамчылыгын алдын алыңыз",
    "1621930829": "Бүгүнкү өнүккөн, тынымсыз төлөм боюнча алдамчылык аракеттери жөнүндө эмне кылса болот? Башкаруу элементтеринин бир нече катмарын колдонуу, адатта, акылдуу ыкма болуп саналат. Бирок, эң жакшы каршы чаралар бул ботту тузакка түшүрүп, анын жаратуучулары адамдын жүрүм-турумун кайталоого болгон мыкты аракеттерине карабастан, анын жасалма экенин ачып бере турган чаралар.",
    "2423586454": "Анын артында AI канчалык жакшы болбосун, программалык камсыздоо жасай албаган кээ бир нерселер дагы эле бар. Заманбап CAPTCHA технологиясы төлөм алдамчылыгын улантууга аракет кылган ботторду бөгөттөөнүн далилденген ыкмасын сунуштайт. CAPTCHAга эски ыкмалар, кутучадагы жөнөкөй кыйшайган сандар сыяктуу, азыр көбүнчө өркүндөтүлгөн ботторду жумшартууда жетишсиз болсо да, hCaptcha Enterprise сыяктуу автоматташтырылган тестирлөөчү жооп берүү түзмөгү эсепке кирүү же соода корзинасын текшерүү учурунда алдамчы ботту оңой эле кыйратат. Боттун чыныгы эсептик маалыматтары болсо дагы, CAPTCHA аркылуу кире албай калат.",
    "1467308982": "Төлөм графиги",
    "1291824746": "hCaptcha Төлөмдөрү ар квартал сайын 60 күндүк мөөнөттө жүргүзүлөт. Бул эмнени билдирерин түшүндүрүү үчүн, төмөнкү таблицаны караңыз.",
    "3444947612": "Трафик ортосундагы",
    "4181611011": "Макулдашуу датасы",
    "728503636": "Төлөө күнү",
    "3720584906": "2021-жылдын 15-июлу - 2021-жылдын 15-октябры",
    "388240587": "2022-жылдын 5-15-январы",
    "3426312287": "2022-жылдын 5-15-январы",
    "615618648": "2021-жылдын 15-апрелинен - 2021-жылдын 15-июлуна чейин",
    "3376724603": "14-24-сентябрь 2021†††",
    "3398978455": "15-25-сентябрь 2021†††",
    "2722456056": "2021-жылдын 15-январы - 2021-жылдын 15-апрели",
    "4063155841": "2021-жылдын 25-июнунан кеч эмес††",
    "4082053540": "19-25-июнь 2021††",
    "64953197": "2020-жылдын 15-октябры - 2021-жылдын 15-январы",
    "1023070345": "2021-жылдын 14-мартынан кеч эмес",
    "2600696085": "15-март 2021-жыл",
    "3217791519": "2020-жылдын 15-июлу - 2020-жылдын 15-октябры",
    "649261378": "5-11-январь 2021*",
    "1559190296": "5-11-январь 2021†",
    "3806054689": "2020-жылдын 15-апрели - 2020-жылдын 15-июлу",
    "4162383380": "2020-жылдын 16-22-сентябры*****",
    "1990824776": "2020-жылдын 16-24-сентябры*****",
    "3856690908": "2020-жылдын 15-январы - 2020-жылдын 15-апрели",
    "3200641265": "2020-жылдын 16-июнунан кечиктирбестен*",
    "3744079744": "2020-жылдын 15-19-июнь ****",
    "2209837451": "2019-жылдын 15-октябры - 2020-жылдын 15-январы",
    "2510534204": "2020-жылдын 23-мартынан кеч эмес***",
    "2910560864": "20-23-март 2020-жыл***",
    "2544565802": "2019-жылдын 15-июлу - 2019-жылдын 15-октябры",
    "3963642878": "2019-жылдын 14-декабрынан кеч эмес*",
    "622103562": "17-декабрь 2019-жыл**",
    "4072202039": "2019-жылдын 15-апрелинен - 15-июль 2019-ж",
    "818049069": "2019-жылдын 15-июлунан кечиктирбестен",
    "1169005651": "15-сентябрь 2019-жыл",
    "2303655425": "2019-жылдын 15-январы - 2019-жылдын 15-апрели",
    "3678889946": "2019-жылдын 15-июнунан кечиктирбестен",
    "3094354698": "15-июнь 2019-жыл",
    "4217013126": "Төлөмдөр, адатта, Төлөм күнү күнү бою аткарылат жана жалпысынан Тынч океан убактысы боюнча түн ортосуна чейин бүтөт. Эгер эсеп текшерүү үчүн белгиленсе, төлөмдү бошотуу үчүн кошумча беш жумушчу күнгө чейин убакыт кетиши мүмкүн.",
    "1447649958": "Эске сала кетсек, төлөмдөрдү так адам трафиги гана алат. Бул боюнча кененирээк маалыматты төмөндө шилтемеленген FAQ бөлүмүндө көрө аласыз. Төлөмгө жарамдуу болуу үчүн жеткиликтүү баланс минималдуу босогого жооп бериши керек, учурда 10 HMT.",
    "4257144752": "Реалдуу убакыттагы баалоо акыркы тактыкты же адамгерчиликти чагылдырбайт, андыктан акыркы кирешеңиз биринчи элдештирүүңүзгө чейин Куралдар тактасында көрсөтүлгөн сандардан бир топ жогору же төмөн айырмаланышы мүмкүн.",
    "2728931827": "Ар бир элдештирүүдөн кийин, сиздин сайттын колдонуучу жүрүм-турумунда олуттуу өзгөрүү болмоюнча, ар бир сайттын ачкычынын баалоолору жаңыртылып, келечектеги божомолдордун тактыгы жогорулашы керек.",
    "1200905005": "††† 2021-жылдын сентябрынан баштап, кызматтын өсүшүнө байланыштуу оперативдүү чектөөлөрдү жөнөкөйлөтүү үчүн, салыштыруулар жана төлөмдөр эми бир күн эмес, болжол менен 10 күндүн ичинде аткарылат.",
    "4284094387": "†† 2021-жылдын июнь айынын айрым салыштыруулары жана төлөмдөр кийинки аптада аткарылат, анткени салыштыруу терезеси учурунда акыркы эсептөөлөрдү текшерүү кечеңдетилген.",
    "1977013707": "† 2020-жылдын декабрь айынын төлөмдөрү жылдын аягындагы элдешүү жана кызматкерлердин эс алуулары менен кайталанбашы үчүн 15-күнгө жылдырылды: алар январдын экинчи жумасында бүтөт. PayPal'га демейдегиден жайыраак которуулардан улам, төлөмдөр бир күндө эмес, бир нече күндүн ичинде аткарылат.",
    "517010299": "Көңүл буруңуз: биз учурда реалдуу убакыт режиминде элдештирүү процессине өтүүнүн үстүндө иштеп жатабыз. Мезгил-мезгили менен салыштыруулар 2021-жылдын 1-чейрегине чейин адаттагыдан азыраак иштейт. Бул төлөм графиктерине же даталарына таасирин тийгизбейт.",
    "3092200338": "** 15-күнү дем алыш күнүнө туура келгенде, Төлөө күнү ордуна 17-чи болуп саналат.",
    "3891941747": "*** COVID-19 КЕҢЕШ: COVID-19га байланыштуу кызматкерлердин дараметин кыскартуудан улам, стандарттык текшерүүнү аяктоо үчүн кошумча убакыт берүү үчүн элдештирүү кайра пландаштырылган. Төлөмдөр жума күнү башталып, кийинки дүйшөмбүдө бүтүшү күтүлүүдө.",
    "2301757528": "**** Төлөө терезеси учурунда PayPal REST API'лерин тейлегендиктен, бардык төлөмдөр 15-июнда аткарылган жок. 15-июнга (Тынч океан убактысы) пландаштырылган, бирок PayPal API каталарынан улам аткарылбаган бардык төлөмдөр 19-июнга чейин (Тынч океан убактысы боюнча) кайра аткарылды.",
    "116842359": "***** Элдештирүү тутумдун тейлөөсүнөн улам бир нече күндүн ичинде бүтүшү күтүлүүдө.",
    "4154415610": "***** 2020-жылдын сентябрь айындагы төлөмдөр элдештирүү аяктагандан кийин партиялар менен аткарылат, кээ бирлери элдештирүү кечиктирилгендиктен, баштапкы пландаштырылгандан бир нече күнгө кечирээк аткарылат.",
    "2310694091": "Жарашуу деген эмнени билдирет?",
    "164801246": "Элдештирүү - бул бардык отчеттук сайттардагы бардык маалыматтар киргизилгенден кийин, анын адамкерчилигин жана тактыгын текшерүү үчүн фактыдан кийин трафик талдануучу процесс. Кененирээк маалыматты биздин бөлүмдөн окуй аласыз.",
    "3256245394": "ошондой эле биздин блог билдирүүлөрүбүз, мис",
    "3089778412": "hCaptcha сыйлыктарды кантип эсептейт",
    "3329755436": "Бул процессти тездетүүнү пландап жатасызбы?",
    "1911669851": "Ооба, учурда биз резервдик системаларыбызды ар кандай жакшыртуулардын үстүндө иштеп жатабыз, алар акыры бизге тезирээк элдештирүү, тезирээк баалоо тактыгын жана тезирээк төлөмдөрдү сунуштоого мүмкүндүк берет. Учурда биринчи кезекте жарашууну тездетүү боюнча иштеп жатабыз.",
    "2366003154": "Басма сөз жана маалымат каражаттары",
    "3054564199": "Press Kit",
    "3173156067": "Эгер макалаңызга мисал сүрөттөрдү кошкуңуз келсе, кээ бир даяр күрөөлөр бар.",
    "867314732": "Сиз жогорку чечим чыгара аласыз",
    "858218750": "жана аларды колдонуу боюнча жетекчилик",
    "3821716514": "бет.",
    "1186243118": "логотип сүрөттөрү",
    "3034959000": "Сиз кайра аласыз",
    "1764089150": "бул жерде:",
    "1558428432": ". Сураныч, аларды hCaptcha.com сайтына тапшырыңыз.",
    "2429359042": "мисал интерфейс сүрөттөр",
    "1480820434": "сүрөт 1",
    "3213411837": "сүрөт 2",
    "1270712701": "Пресс-релиздер жана акыркы кабарлар",
    "231285005": "Биздин блогдон акыркы жаңылыктарды таба аласыз",
    "1289884910": "Биз ошондой эле маал-маалы менен анализдерди, отчетторду чыгарып турабыз. Мисалы:",
    "932546190": "Эмне үчүн CAPTCHA ар дайым биз менен болот",
    "2344319147": "Google'дун ботту аныктоосу чындап эле канча турат?",
    "1637527266": "Кайсы өлкөлөрдө бот трафиги эң көп?",
    "230159237": "Байланыштар",
    "3759923279": "Сураныч, пресс-суроолорду төмөнкү электрондук почта дарегине жөнөтүңүз:",
    "4255608322": "Акыркы жаңыртылган: 12-апрель, 2021-жыл",
    "537881751": "hCaptchaга кош келиңиз! Бул Купуялык саясаты Intuition Machines, Inc. (\"IMI\", \"биз\" же \"биз\") биздин www.hcaptcha дарегиндеги веб-сайтыбыз аркылуу маалыматты (анын ичинде төмөндө аныкталган Жеке маалыматты) чогултууга, колдонууга жана ачууга байланыштуу практикасын сүрөттөйт. .com жана биз колдонгон башка субдомендер же домендер (\"Сайттар\") жана hCaptcha тиркеме программасынын интерфейси жана ага тиешелүү программалык камсыздоо жана материалдар (жалпысынан \"Кызмат\").",
    "33639629": "Үчүнчү тараптын веб-сайттарына колдонулбайт. Сураныч, бул Купуялык саясаты кандайдыр бир үчүнчү жактын веб-сайтына, сунушуна, өнүмүнө же кызматына колдонулбайт, ал тургай, ал биздин Сайтыбызга шилтеме берген же Кызматты камтыса да, колдонулбайт - үчүнчү тарапка кандайдыр бир маалыматты берүүнү чечүүдөн мурун, колдонуудагы купуялык саясатын караңыз. партиялар.",
    "987375734": "IMI Америка Кошмо Штаттарында жайгашкан. Сайттар жана Кызматтар Америка Кошмо Штаттарынан биз тарабынан көзөмөлдөнөт жана башкарылат. Сиздин Жеке маалыматыңыз бизде объектилер бар же биз кызмат көрсөтүүчүлөр тартылган бардык өлкөдө сакталышы жана иштетилиши мүмкүн жана Сайттарды жана Кызматты колдонуу менен сиз жашаган өлкөдөн тышкаркы өлкөлөргө, анын ичинде Америка Кошмо Штаттарына маалыматты өткөрүп берүүгө макулдугуңузду билдиресиз. , анда сиздин өлкөдөн башка маалыматтарды коргоо эрежелери болушу мүмкүн. Кээ бир жагдайларда, ошол башка өлкөлөрдүн соттору, укук коргоо органдары, көзөмөлдөөчү органдары же коопсуздук органдары сиздин Жеке маалыматыңызга кирүү укугуна ээ болушу мүмкүн.",
    "452920031": "Кошмо Штаттардан тышкаркы кардарлар үчүн эскертүү.",
    "2328839224": ". Сураныч, Калифорниянын Керектөөчү Купуялык Актына (\"CCPA\") ылайык укуктарыңызга байланыштуу биздин \"Калифорниянын жашоочуларына эскертүү\" бөлүмүн караңыз.",
    "1565481281": "Калифорниянын тургундарына эскертүү",
    "1028058338": "Сураныч, жалпы маалыматты коргоо регламентине (\"GDPR\") ылайык укуктарыңызга байланыштуу \"Евробиримдиктин маалымат субъекттерине эскертүү\" бөлүмүн караңыз.",
    "2271205646": "Европалык экономикалык аймактын резиденттерине нота.",
    "508143070": "Эскерте кетсек, IMI сиздин жеке маалыматыңыздын контролеру болуп саналат, биз Интеграторлорубуздун атынан биздин Кызматты көрсөтүүгө байланыштуу жеке маалыматты иштеткен учурларды кошпогондо, бул учурда биз жеке маалыматтын процессорубуз жана ал Интеграторлор жеке маалымат.",
    "2330965058": "Биз Интеграторлорубуз үчүн процессор катары иш алып барганда, биз чогултулган маалыматтарды Кызматыбызды көрсөтүү үчүн зарыл болгон максаттан башка эч кандай максатта колдонбойбуз жана биздин иштетүүбүз Интеграторлор менен түзүлгөн келишимдер менен жөнгө салынат, бул эмес Купуялык саясаты",
    "3017040355": "Евробиримдиктин маалымат субъектисинин маалыматтарын иштетүү Тейлөө шарттарына же Интеграторлор менен Маалыматтарды иштетүү келишимдерине Маалыматтарды иштетүү боюнча Тиркемеде интеграцияланган Стандарттык Келишимдик пункттардын (СКК) укуктук негиздери астында иштейт.",
    "2233384692": "Эгер сизде мындай маалыматтар кандайча иштетилет деген суроолоруңуз же кооптонууларыңыз болсо же өз укуктарыңызды ишке ашырууну кааласаңыз, бул маалыматтарды иштетүү үчүн Кызматты колдонуу үчүн биз менен келишим түзгөн адам же юридикалык жак (б.а., маалымат контролеру) менен байланышыңыз. Бирок, биз Интеграторлорубузга алар менен түзүлгөн келишимдин шарттарына ылайык, сизди кызыктырган бардык көйгөйлөрдү чечүү үчүн жардам беребиз.",
    "349292953": "Биз чогулткан маалымат",
    "3022001832": "Биз Сайттарыбыз жана Кызматтарыбыз менен өз ара аракеттенген адамдардан, анын ичинде биздин Кызматты өздөрүнүн веб-сайтына кошкондордон (\"Интеграторлор\"), маалыматтарды маркировкалоо кызматтарын колдонгондордон (\"Кардарлар\") жана биз менен иштешкен акыркы колдонуучулардан маалыматтарды чогултабыз. Интеграторлорубуздун веб-сайттары аркылуу тейлөө (\"Акыркы колдонуучулар\").",
    "835545301": "Биз маалыматтын төмөнкү категорияларын чогултабыз:",
    "3228928991": "Аты, электрондук почта дареги жана өлкө сыяктуу инсанды аныктоо же байланышуу үчүн колдонула турган маалымат (\"Жеке маалымат\"). Учурдагы жана болочок Интеграторлорубуз менен Кардарларыбыздан Жеке маалыматты алар бизге түздөн-түз бергенде чогултабыз (мисалы, каттоо эсебине катталып жатканда форманы толтуруу же бизден электрондук почта эскертмелерин алуу үчүн кайрылуу аркылуу). Биз ошондой эле Интеграторлорубуздун жана Кардарларыбыздын инсандыгын жеке маалыматтарды үчүнчү тараптын маалымат базалары же расмий юридикалык документтери менен салыштырып текшере алабыз.",
    "1655796811": "Интегратордун же Кардардын Сайттарды же Кызматтарды колдонуусунун натыйжасында автоматтык түрдө чогултулган маалымат (\"Аналитика маалыматы\"), мисалы, IP даректери, браузердин түрү, Интернет-кызмат провайдери, платформанын түрү, түзмөктүн түрү, операциялык система, дата жана убакыт белгиси мүмкүндүк алуу жана башка ушул сыяктуу маалыматтар. Кээ бир Аналитика маалыматы биздин атыбыздан ушул максатта иштеген үчүнчү тараптар тарабынан чогултулат, ал эми кээ бир Аналитика маалыматы ар кандай көз салуу технологиялары, анын ичинде кукилер аркылуу чогултулат (төмөндөгү \"Үчүнчү Тарап Аналитика жана Көз салуу Технологияларын\" караңыз).",
    "1388241689": "Акыркы колдонуучулардын Кызмат аркылуу суроо-талаптарга жооп беришинин натыйжасында чогултулган маалымат (\"Энбелгиленген маалыматтар\"), мисалы, сүрөттөрдү белгилөө дайындары, ошол Акыркы колдонуучуларга ойнотулган аудио файлдардан конверттелген текст, суроолорго жооптор жана Кызмат тарабынан түзүлгөн башка эскертүүлөр машиналарды үйрөнүү колдонмолорунда колдонуу үчүн маалыматтарды маркировкалоо максатында. Белгиленген маалыматтар эч кандай аныкталган адамга байланбагандыгын эске алыңыз.",
    "1493790285": "Кызматтын бир бөлүгү катары Акыркы Колдонуучулардан чогултулган башка маалымат алар же жокпу, аныктоо үчүн талап кылынат",
    "2216374138": "чычкандын кыймылдары, жылдыруу абалы, баскычтарды басуу окуялары, тийүү окуялары жана гироскоп/акселерометр маалыматы сыяктуу.",
    "2394073454": "Биз жеке маалыматтарды энбелгиси катары биз менен иштөөнү каалаган Акыркы колдонуучулардан кошумча маалыматты чогултушубуз мүмкүн.",
    "3103557430": "Биз маалыматты кантип колдонобуз",
    "1130802068": "Биз чогулткан маалыматты төмөнкү максаттар үчүн колдонобуз:",
    "2940689138": "Интегратор жана Кардар эсептерин башкаруу жана Кызмат көрсөтүү. Биз Жеке маалыматты конкреттүү эсептерди Интеграторлор жана Кардарлар менен байланыштыруу жана аларга Кызмат көрсөтүү, суроо-талаптарга же суроолорго жооп берүү, колдоо же техникалык жардам көрсөтүү жана төлөмдөрдү жеңилдетүү үчүн колдонобуз.",
    "857974529": "Сайтты жана Кызматты жакшыртуу үчүн. Биз Analytics маалыматын учурдагы жана жаңы кызматтарыбызды жана сунуштарыбызды өркүндөтүү жана иштеп чыгуу жана учурдагы жана келечектеги өнүм сунуштарын ыңгайлаштыруу үчүн колдонобуз.",
    "1820844638": "рыноктук түшүнүктөрдү алуу үчүн. Биз Analytics Маалыматын рынокту талдоо жана Сайт менен Кызматтарыбызга байланыштуу бизнес анализдерин жүргүзүү үчүн жана башка изилдөө максаттарында колдонобуз.",
    "3386280249": "Белгиленген маалыматтар үчүн рынокту камсыз кылуу. Биздин кызмат веб-сайт ээлерине жана алардын маалыматтарын белгилөөгө жардамга муктаж компанияларга кызмат катары машина үйрөнүү системалары үчүн жогорку көлөмдөгү маалыматтарды маркировкалоого жана адам тарабынан текшерүүгө мүмкүнчүлүк берет. Ушул максатта, биз энбелгиленген маалыматтарды алууга кызыкдар кардарларыбызга энбелгиленген маалыматтарды ачып беребиз.",
    "3532143291": "Биздин кызматтарды жана системаларды коргоо үчүн. Биз Analytics Маалыматын потенциалдуу коркунучтарды жана алсыздыктарды аныктоо аркылуу системаларыбызды коргоо жана чогулткан маалыматты башка жол менен коргоо үчүн колдонобуз.",
    "2185418511": "Кандайдыр бир мыйзамдуу бизнес максаттары үчүн, маалымат идентификациядан ажыратылган же жеке адамга байланбай тургандай бириктирилген шартта.",
    "2386465280": "Маалыматты кантип бөлүшөбүз",
    "2159517814": "Биз төмөнкү учурларда жеке маалыматты бөлүшөбүз же ачыкка чыгарабыз:",
    "4256083674": "Конкреттүү CAPTCHA чакырыгынын же IP дарегинин алдамчылык тобокелдигин аныктоо үчүн Интегратордун түздөн-түз суроосу боюнча, же болбосо конкреттүү макулдук берилген учурда.",
    "3494826505": "Сатуучулар менен биз Сайттардын жана Кызматтын маалыматтарды сактоо, хостинг жана Аналитика сыяктуу маанилүү аспектилерин жана ошол максаттар үчүн гана камсыз кылууга катышабыз.",
    "1119009846": "Сиздин, биздин же башкалардын укуктарын, купуялуулугун, коопсуздугун же мүлкүн коргоо максатында, тиешелүү мыйзамдарды, анын ичинде өкмөттүк суроо-талаптарды, укук коргоо органдарынын суроо-талаптарын жана башка жолдор менен мамлекеттик жана жеке жактарга ылайык келүү үчүн.",
    "197676026": "Башкалар менен кандайдыр бир мыйзамдуу бизнес максаттары үчүн, маалымат идентификациядан өтсө",
    "2359312315": "же жеке адамга негиздүү түрдө байланыштыра албагандай бириктирилген.",
    "2497216176": "Үчүнчү тараптын аналитикасы жана көзөмөлдөө технологиялары",
    "3694578791": "Жогоруда талкуулангандай, биз (жана биздин үчүнчү тараптын сатуучулары) күкүмдөрдү, веб-маяктарды жана башка көз салуу технологияларын колдонуу аркылуу жарым-жартылай Analytics маалыматын чогултабыз. Кээ бир учурларда, биз Analytics маалыматын чогултуу максатында кукилерди колдонуу үчүн үчүнчү тараптын сатуучулары менен иштейбиз.",
    "2238885192": "Колдонуучу катага туш болгондо мүчүлүштүктөрдү оңдоо дайындарын чогултуу үчүн Сентриди колдонобуз. Sentry кантип маалыматтарды чогултат жана иштетет жөнүндө маалымат алуу үчүн:",
    "1535054294": "Сураныч, алардын деталдуу саясатын караңыз",
    "658775471": "Веб трафигибизди оптималдаштыруу үчүн Cloudflare колдонобуз. Cloudflare маалыматтарды кантип чогултуп, иштетээри тууралуу маалымат алуу үчүн:",
    "2014256987": "Эгерде сиз кукилерди же башка көз салуу технологияларын колдонууга бөгөт койбогуңуз келсе, төмөндөгү \"Маалыматыңызды башкарууну\" караңыз. Кээ бир функциялар туура иштебей калышы мүмкүн болгондуктан, мындай кылуу Сайттарды же Кызматты колдонуу тажрыйбаңызга терс таасирин тийгизиши мүмкүн экенин эске алыңыз.",
    "2788024905": "Маалыматты кантип коргойбуз",
    "271333468": "Биз чогулткан жана сактаган маалыматты коргоо үчүн тиешелүү техникалык жана уюштуруу чараларды көрөбүз жана биздин атыбыздан иштетүүнү жүргүзгөн бардык агенттерден ушуну талап кылабыз. Тилекке каршы, эч кандай коопсуздук чаралары 100% кынтыксыз, ошондуктан эч бир тармак же система (анын ичинде биздики) биз чогулткан жана сактаган маалыматты жок кылуудан, жоготуудан, өзгөртүүдөн, уруксатсыз ачыкка чыгаруудан же жетүүдөн 100% коопсуз боло албайт деп кепилдик бере албайт. Эгер маалыматыңыз кандайдыр бир себептерден улам коопсуз эмес деп ойлосоңуз, дароо биз менен байланышыңыз:",
    "3031284129": "Кепилдиктен баш тартуу",
    "26365791": "Мыйзам тарабынан уруксат берилген толук көлөмдө, Сайт жана Кызмат (жана башка ага байланыштуу кызматтар, маалымат, маалыматтар, өзгөчөлүктөр жана башка мазмун же материалдар) \"болсо\" жана \"болсо эле\" негизде берилет. Мыйзам жол берген толук көлөмдө, IMI бардык кепилдиктерди, анын ичинде сатууга жарамдуулугун, белгилүү бир максатка ылайыктуулугун жана укук бузууга жол бербөө кепилдиктерин жокко чыгарат.",
    "735630686": "Маалыматыңызды башкаруу (Сиздин укуктарыңыз)",
    "498769698": "Сиз Интегратор, Кардар же Атайын мүмкүнчүлүктөр Колдонуучусу (эгерде сиз Интегратор, Кардар же Жеткиликтүүлүк Колдонуучусу болсоңуз) аркылуу бизге берген айрым Жеке маалыматтарга кирүү, оңдоо, оңдоо же жок кылуу мүмкүн. Эгерде сиз муну кыла албасаңыз, же биз чогулткан жана/же сиз жөнүндө бөлүшкөн Жеке маалыматтарга байланыштуу суроолоруңуз болсо же биздин иштетүүгө макулдугуңуздан баш тарткыңыз келсе (б.а. каттоо эсебиңизди толугу менен жок кылгыңыз келсе) биз менен төмөнкү дарек боюнча байланышыңыз:",
    "2895491273": "Эгерде сиз кукилерди же башка көз салуу технологияларын бөгөттөөнү кааласаңыз, көпчүлүк браузерлер жана мобилдик түзмөктөр сиз cookie файлдарын алганыңызда же башка көзөмөлдөө технологиялары колдонулуп жаткандыгы жөнүндө кабарлоо үчүн жөндөөлөрүңүздү өзгөртүүгө жана кабыл алуу/уруксат бербөөнү тандоого ал. Көпчүлүк браузерлер ошондой эле учурдагы кукилерди өчүрүүгө же жок кылууга же келечектеги кукилерди автоматтык түрдө четке кагууга мүмкүнчүлүк берет. Сиз ошондой эле cookie артыкчылыктарыңызды көзөмөлдөө үчүн үчүнчү тараптын куралдарын, анын ичинде браузердин плагиндерин колдоно аласыз. Бирок, эгер сиз бардык cookie файлдарын өчүрсөңүз, биздин сайттардын кээ бир бөлүктөрү туура иштебей калышы мүмкүн экенин эске алыңыз.",
    "707527778": "Балдардан маалымат",
    "1747657936": "Биздин сайттарыбыз жана Кызматыбыз 13 жашка чейинки балдарга багытталган эмес жана биз 13 жашка чейинки балдардан жеке маалыматты атайылап чогултпайбыз. Эгерде биз 13 жашка чейинки баланын Жеке маалыматын чогултканыбызды билсек, анда биз эгерде биз аны сактап калууга мыйзамдуу милдетибиз болбосо, андай маалыматты мүмкүн болушунча тезирээк файлдарыбыздан жок кылуу үчүн акылга сыярлык кадамдарды жасоо. Эгерде бизде 13 жашка чыга элек бала жөнүндө кандайдыр бир маалымат бар деп ойлосоңуз, биз менен байланышыңыз:",
    "2419795065": "Калифорниянын тургундарына эскертүү",
    "1517625162": "Калифорниянын Граждандык кодексинин 1789.3-бөлүмүнө ылайык, Калифорниянын колдонуучулары төмөнкүдөй керектөөчүлөрдүн укуктары жөнүндө эскертүүгө укуктуу: Калифорниянын тургундары Калифорниянын Керектөөчүлөр иштери боюнча департаментинин Керектөөчүлөрдү тейлөө бөлүмүнүн арызданууга жардам берүү бөлүмүнө 1625 North Market Blvd., Сакраменто, почта аркылуу кайрыла алышат. CA 95834, же телефон аркылуу (916) 445-1254 же (800) 952-5210.",
    "3730344349": "Бул бөлүмдө Калифорниянын керектөөчүлөрү жөнүндө чогулткан жеке маалыматтар жана Калифорниянын Керектөөчү Купуялык Актынын же \"CCPA\" боюнча аларга берилген укуктар жөнүндө кошумча маалымат берилет.",
    "4044467791": "Мурунку 12 айдын ичинде биз сизден чогулткан жеке маалыматтын категориялары үчүн жогорудагы \"Биз чогулткан маалымат\" бөлүмүн караңыз. Биз бул маалыматты жогоруда \"Биз жеке маалыматты кантип колдонобуз\" бөлүмүндө сүрөттөлгөн бизнес жана коммерциялык максаттар үчүн чогултабыз. Өткөн 12 айдын ичинде биз бизнес максатында үчүнчү жактар менен төмөнкү маалымат категорияларын бөлүштүк:",
    "4208081170": "Жеке маалыматтын категориясы",
    "1528242915": "Идентификаторлор.",
    "3863351997": "Жеке маалымат категориялары California Кардар жазууларынын статутунда көрсөтүлгөн (Кал. Жарандык кодекс § 1798.80(e)).",
    "2826705343": "Коммерциялык маалымат.",
    "2683038211": "Интернет же башка электрондук тармак аракети.",
    "3671828834": "Бөлүшүлгөн жеке маалыматтын мисалдары",
    "779426309": "Чыныгы аты-жөнү, уникалдуу жеке идентификатор, онлайн идентификатор, Интернет протоколунун дареги, электрондук почта дареги, аккаунттун аты же башка ушул сыяктуу идентификаторлор.",
    "2414368123": "Аты-жөнү, кредиттик картанын номери, дебеттик картанын номери же башка финансылык маалымат.",
    "4088941349": "Сатып алынган, алынган же каралган өнүмдөрдүн же кызматтардын жазуулары.",
    "3238612014": "Серептөө таржымалы, керектөөчүнүн интернет веб-сайты, тиркеме же жарнак менен өз ара аракеттенүүсү жөнүндө маалымат.",
    "1023108656": "Үчүнчү Тарап алуучулардын категориялары",
    "1418235079": "Кызмат көрсөтүүчүлөр",
    "3238184941": "Эскертүү: Жеке IP дарек менен байланышкан алдамчылык тобокелдиги Интегратордун талабы боюнча бөлүшүлүшү мүмкүн.",
    "285116485": "Компания биз чогулткан жеке маалыматты \"сатпайт\" (бул термин CCPAда аныкталгандай). Сураныч, биз колдонгон үчүнчү тараптын кукилеринин түрлөрү жөнүндө көбүрөөк маалымат алуу үчүн жогорудагы \"Үчүнчү тараптын аналитикасы жана көзөмөлдөө технологиялары\" бөлүмүнө кайрылыңыз.",
    "1408750006": "Белгилүү бир чектөөлөргө ылайык, CCPA Калифорниянын керектөөчүлөрүнө биз чогулткан жеке маалыматтын категориялары же конкреттүү бөлүктөрү (анын ичинде биз бул маалыматты кантип колдонгонубуз жана ачыкка чыгарганыбыз) жөнүндө көбүрөөк чоо-жайын билүүнү, алардын жеке маалыматтарын жок кылууну жана андан баш тартууну талап кылууга укук берет. болушу мүмкүн болгон ар кандай \"сатуулар\", ошондой эле бул укуктарды ишке ашыруу үчүн басмырланбоо укугу.",
    "759057398": "ЕБ маалымат субъекттерине эскертүү",
    "825780955": "Жеке маалымат",
    "2945960297": "Евробиримдиктин маалымат субъекттерине карата, бул Купуялык саясатында колдонулган \"жеке маалымат\" термини Европа Бирлигинин Маалыматтарды коргоо боюнча жалпы жобосунда (GDPR) аныкталгандай \"жеке маалыматтарга\" барабар.",
    "1126613163": "Сезимтал маалыматтар",
    "3571006800": "Бизге берген маалыматыңыздын айрымдары GDPRде аныкталгандай купуя маалыматтарды түзүшү мүмкүн (жеке маалыматтардын атайын категориялары деп да аталат), анын ичинде өкмөт тарабынан берилген идентификациялык документтерде расаны же улутуңузду аныктоо.",
    "1988461282": "Кайра иштетүү үчүн укуктук негиздер",
    "3519564631": "Кайра иштетүү максаттары",
    "1778642038": "Сиз менен баарлашуу үчүн",
    "2223819810": "Биздин платформаны оптималдаштыруу үчүн",
    "1678661231": "Шайкештик, алдамчылыктын алдын алуу жана коопсуздук үчүн",
    "2561077702": "Биздин кызматты камсыз кылуу үчүн",
    "2066321185": "Юридикалык негиз",
    "1174237568": "Бул иштетүү иш-аракеттери биздин мыйзамдуу кызыкчылыктарыбызды түзөт. Биз сиздин жеке маалыматыңызды мыйзамдуу кызыкчылыктарыбыз үчүн иштетүүдөн мурун, сизге (оң да, терс да) жана сиздин укуктарыңызга болгон потенциалдуу таасирлерди карап чыгууга жана баланстоого аракет кылабыз. Биз сиздин жеке маалыматыңызды биздин кызыкчылыктарыбыз сизге терс таасир тийгизген иш-аракеттер үчүн колдонбойбуз (эгерде биз сиздин макулдуксуз же мыйзам тарабынан башкача талап кылынбаса же уруксат берилбесе).",
    "1350478093": "Кайра иштетүү максаты",
    "787916198": "Сиздин макулдугуңуз менен",
    "3348433919": "Сиздин укуктарыңыз",
    "3842673636": "GDPR ылайык, сиздин жеке маалыматыңызга байланыштуу белгилүү укуктарыңыз бар. Сиз бизден сиздин жеке маалыматыңызга байланыштуу төмөнкү аракеттерди көрүүнү сурансаңыз болот:",
    "4057343238": "Баш тартуу",
    "1834911235": "Сизге мурда кабыл алууга макул болгон тике маркетинг байланыштарын жөнөтүүнү токтотуңуз. Биз сизге Кызматка байланыштуу жана башка маркетингдик эмес билдирүүлөрдү жөнөтө беришибиз мүмкүн.",
    "3022301908": "Мүмкүнчүлүк",
    "680638297": "Сиздин жеке маалыматыңызды иштетүүбүз тууралуу маалымат менен камсыз кылуу жана жеке маалыматыңызга кирүү мүмкүнчүлүгүн берүү.",
    "1409486258": "Туура",
    "3878077249": "Жеке маалыматыңыздагы так эместиктерди жаңыртыңыз же оңдоңуз.",
    "3645414921": "Жок кылуу",
    "42182578": "Жеке маалыматыңызды жок кылыңыз.",
    "1609621367": "Transfer",
    "3208155808": "Жеке маалыматыңыздын машина окуй турган көчүрмөсүн сизге же сиз тандаган үчүнчү тарапка өткөрүп бериңиз.",
    "1786796818": "Чектөө",
    "3329634829": "Жеке маалыматыңызды иштетүүнү чектеңиз.",
    "4202774977": "Объект",
    "3007158970": "Сиздин укуктарыңызга таасир этүүчү жеке маалыматыңызды иштетүүнүн негизи катары биздин мыйзамдуу кызыкчылыктарыбызга таянууга каршыбыз.",
    "1273071008": "Берилиштер субъектине кирүү укуктарына суроо-талаптар",
    "3594381346": "жайгашкан жери.",
    "21141582": "бул",
    "3357523404": "Чек арадагы маалыматтарды өткөрүү",
    "290966395": "Биздин \"АКШдан тышкаркы кардарларга эскертүү\" бөлүмүндө сүрөттөлгөндөй, сиздин жеке маалыматтарыңыз Америка Кошмо Штаттарына өткөрүлүп, иштетилип жана сакталаарын эске алыңыз. АКШдагы маалыматтарды коргоо мыйзамдары сиз жашаган өлкөдөн айырмаланышы мүмкүн. Бул Купуялык Саясатында көрсөтүлгөндөй, сиздин маалыматыңызды, анын ичинде жеке маалыматыңызды АКШга өткөрүүгө биздин сайттарга баруу же Кызматыбызды колдонуу менен макулдук бересиз.",
    "3178581111": "Жаңы максаттар үчүн колдонуңуз",
    "1088304322": "Биз сиздин жеке маалыматыңызды ушул Купуялык саясатында сүрөттөлбөгөн себептер боюнча, мыйзам тарабынан уруксат берилген жана биз аны чогулткан максатка шайкеш келген себептер боюнча колдоно алабыз. Эгерде биз сиздин жеке маалыматыңызды эч кандай байланышы жок максатта колдонушубуз керек болсо, биз сизге кабарлап, аны колдонуунун тиешелүү мыйзамдуу негиздерин түшүндүрө алабыз. Эгерде биз сиздин жеке маалыматыңыздын белгилүү бир колдонуусу үчүн сиздин макулдугуңузга таянган болсок, биз сиздин макулдугуңузга эч кандай тиешеси жок максаттар үчүн кайрыла алабыз жана эгер сиз каршы болсоңуз, ошол убакта кызматты колдонууну токтотууга уруксат беребиз.",
    "2260079771": "Маалыматтарды сактоо",
    "38428546": "Биз сиздин жеке маалыматтарыңызды биз менен каттоо эсебиңиздин иштөө мөөнөтү бою коопсуз сактайбыз. Биз сиздин Жеке маалыматтарыңызды биз чогулткан максаттарды аткаруу үчүн, анын ичинде кандайдыр бир юридикалык, бухгалтердик же отчеттук милдеттенмелерди канааттандыруу же талаштарды чечүү үчүн зарыл болгон убакытка чейин сактайбыз. Сактоо мөөнөттөрүн аныктоо үчүн биз колдонгон критерийлерге колдонуудагы келишимдик жоболор, мыйзамдуу эскирүү мөөнөттөрү, тиешелүү ченемдик талаптар жана тармактык стандарттар кирет.",
    "384965568": "Сактоо талаптары юрисдикцияга жараша ар кандай болгону менен, сиздин жеке маалыматтарыңыздын ар кандай аспектилери үчүн биздин типтүү сактоо мөөнөттөрүбүз жөнүндө маалымат төмөндө сүрөттөлгөн.",
    "2788836740": "Маркетингдик максаттар үчүн байланыш маалыматы сиз жазылууну токтотконго чейин туруктуу негизде сакталат. Андан кийин биз сиздин чоо-жайыңызды бөгөттөөлөр тизмебизге чексиз кошобуз. Жеткиликтүүлүк колдонуучуларынан чогултулган электрондук почта маалыматы эч качан маркетинг максаттарында колдонулбайт.",
    "3520687192": "Сиз менен болгон байланыштардын жазуулары (мисалы, электрондук почта же Twitter аркылуу ачылган колдоо билеттери) чексиз сакталышы мүмкүн.",
    "292211832": "Cookie файлдары, веб-баракчалардын эсептегичтери жана башка аналитикалык куралдар сыяктуу техникалык каражаттар аркылуу чогултулган маалымат мүмкүн болушунча тез арада жок кылынат, бирок кукилердин мөөнөтү аяктагандан кийин бир жылга чейинки чектелген мөөнөттө, адатта идентификациядан ажыратылган жана топтолгон түрдө сакталышы мүмкүн. эгерде биз кызматыбызды кыянаттык менен пайдаланууну аныктамайынча, бул маалыматты келечектеги кыянаттыктардын алдын алууга жардам берүү үчүн сактап калабыз. Биз бул анонимдүү жана топтолгон маалыматты сизге, сиздин үй-бүлөңүзгө, IP дарекке же сакталган маалыматтын негизинде жеке маалыматка байланыштыра албайбыз.",
    "470943029": "Бул Купуялык саясаты боюнча суроолоруңуз болсо, биз менен байланышыңыз:",
    "3192683783": "Бул Купуялык саясатына өзгөртүүлөр",
    "1702335960": "Биз чогулткан бардык маалымат, мындай маалымат чогултулган учурда күчүндө болгон Купуялык саясатына ылайык болот. Бирок, биз Купуялык саясатын мезгил-мезгили менен кайра карап чыгышыбыз мүмкүн. Эгерде кайра карап чыгуу биз тарабынан гана аныкталгандай олуттуу болсо, биз сизге, мисалы, электрондук почта аркылуу кабарлайбыз. Учурдагы версия ар дайым биздин Купуялык саясаты баракчабызга жайгаштырылат.",
    "3669258571": "Cookie саясаты",
    "2905621957": "Акыркы жаңыртылган: 18-июль, 2020-жыл",
    "1173934218": "Биз сиздин купуялыгыңыз сиз үчүн маанилүү экенин түшүнөбүз жана биз колдонгон технологиялар боюнча ачык-айкын болууга умтулабыз. Бул саясат биздин Сайттарыбызда жана Кызматыбызда cookie файлдарын кантип жана качан колдонгонубуз жөнүндө кеңири маалымат берет.",
    "2694150481": "Кукилерди колдонобузбу?",
    "457627611": "Ооба. Биз жана биздин аналитика же кызмат көрсөтүүчүлөр, маркетинг өнөктөштөрүбүз жана аффилирленген жактарыбыз Сайттарды колдонгон ар бир адам мүмкүн болушунча мыкты тажрыйбага ээ болушу үчүн кукилерди, веб-маяктарды же пикселдерди жана башка технологияларды колдонушу мүмкүн. Көбүрөөк маалымат алуу үчүн Купуялык саясатыбыздын \"Үчүнчү тараптын аналитикасы жана көзөмөлдөө технологиялары\" бөлүмүн караңыз.",
    "501102544": ": биз hCaptcha анти-бот кызматы (б.а. веб-сайттар, оюндар же мобилдик колдонмолор аркылуу камтылган Кызмат) GDPR жоболоруна ылайык \"макулдуктан бошотулган\" кукилерди гана камтыйт деп ишенебиз. Мындай бошотулган кукилердин мисалдарына төмөнкүлөр кирет:",
    "461631543": "GDPR Эскертүү",
    "2150907653": "* Кызмат көрсөтүү үчүн зарыл болгон техникалык кукилер. Аларга артыкчылыктуу cookie файлдары, сеанс кукилери, жүктү тең салмактоочу кукилер ж.б.у.с. кирет.",
    "1012122721": "* Статистикалык кукилер түздөн-түз биз тарабынан башкарылуучу (б.а. үчүнчү тараптын кукилери эмес), маалымат профилдештирүү үчүн колдонулбайт.",
    "148542287": "Бул юридикалык кеңеш эмес жана бул анализге эч кандай кепилдик берилбейт. Кошумча суроолоруңуз же тынчсызданууларыңыз болсо, биз менен байланышыңыз:",
    "3956117148": "hCaptcha.com жана BotStop.com веб-сайттары (Сайттар) ушул Саясатта сүрөттөлгөндөй кошумча кукилерди камтышы мүмкүн.",
    "3255230599": "Cookie деген эмне?",
    "1095532507": "Куки («Cookie») – бул веб-баракчанын сервери тарабынан катуу дискиңизге жайгаштырылган кичинекей текст файлы. Cookie файлдары кийинчерээк сизге cookie файлын берген домендеги веб-сервер тарабынан окула турган маалыматты камтыйт. Кээ бир кукилер сиз белгилүү бир функцияларды колдонсоңуз же белгилүү бир артыкчылыктарды тандасаңыз гана колдонулат, ал эми кээ бир кукилер ар дайым колдонулат. Төмөндөгү учурдагы кукилер тизмебизди көрүү аркылуу ар бир куки жөнүндө көбүрөөк биле аласыз.",
    "2943815316": "Биз бул тизмени мезгил-мезгили менен жаңыртабыз, андыктан али тизмеге кирбеген кошумча кукилер болушу мүмкүн. Веб маяктар, тегдер жана скрипттер сайттарда же электрондук почталарда колдонулушу мүмкүн, бизге cookie файлдарын жеткирүүгө, зыяраттарды эсептөөгө, колдонууну жана өнөктүктүн натыйжалуулугун түшүнүүгө жана электрондук почта ачылып, ага ылайык иш кылынганын аныктоого жардам берет. Биз жеке жана жалпы негизде биздин кызмат/аналитика провайдерлери тарабынан бул технологияларды колдонуунун негизинде отчетторду ала алабыз.",
    "2954157511": "Эмне үчүн биз Cookies колдонобуз?",
    "1539071196": "Биз көбүнчө кукилерди төмөнкү максаттар үчүн колдонобуз:",
    "3545935449": "Жаңы же мурунку колдонуучуларды таануу үчүн.",
    "32739972": "Эгер сиз биздин сайттарда катталган болсоңуз, кирүү сессияңыздын маалыматын сактоо үчүн.",
    "4209078147": "Сайтыбызды өркүндөтүү жана платформаларыбызга жана Сайтыбызга болгон сапарларыңызды жакшыраак түшүнүү үчүн.",
    "1077448694": "Үчүнчү тараптын социалдык медиа веб-сайттары менен интеграциялоо.",
    "1709478090": "Кызыкчылыкка негизделген же максаттуу жарнама менен сизге кызмат кылуу.",
    "3256020881": "Бир нече веб-сайттарда же башка платформаларда убакыттын өтүшү менен жүрүм-турумуңузга жана серептөө аракеттериңизге байкоо жүргүзүү.",
    "1092241113": "Кардарларыбыздын жана Интеграторлорубуздун кызыкчылыктарын жакшыраак түшүнүү үчүн.",
    "1434289796": "Кээ бир Cookie файлдары Сайттарды белгилүү бир колдонуу үчүн зарыл жана андай Cookies болбосо, биз Сайттарды туура колдонуу үчүн керектүү көптөгөн кызматтарды көрсөтө албайбыз. Бул Cookie файлдары, мисалы, биздин Сайттарыбызды иштетүүгө мүмкүндүк берет, ошондо сиз ага сиз сурагандай кире аласыз жана Сайттын мазмунуна кирүү үчүн каттоо эсебин түзгөнүңүздү жана ошол эсепке киргениңизди таанууга мүмкүнчүлүк берет. Алар ошондой эле бир эле серептөө сессиясында мурунку аракеттериңизди эстеп калууга жана биздин сайттарды коргоого мүмкүндүк берген кукилерди камтыйт.",
    "1533171442": "Биз ошондой эле талдоо жана маркетинг максаттары үчүн үчүнчү жактардын функционалдык Cookies жана Cookies колдонобуз. Функционалдык cookie файлдары Сайттардын айрым бөлүктөрүнүн туура иштешине жана колдонуучунун каалоолоруңуздун белгилүү бойдон калышына шарт түзөт. Analysis Cookie файлдары, башка нерселер менен катар, Кардарлар, Интеграторлор жана Акыркы колдонуучулар биздин Сайттарыбызды кантип колдонушу, колдонуучулар эң көп көргөн мазмун жана өнүмдөр жана үчүнчү тараптын жарнактарынын натыйжалуулугу жөнүндө маалыматты чогултат. Жарнамалык кукилер жарнамаларды тиешелүү аудиторияга жеткирүүгө жана биздин жарнамалар издөө натыйжаларынын жогору жагында пайда болушуна жардам берет. Cookie файлдары же браузер сеансын аяктаганда жок кылынган \"сеанс\" Cookies же \"туруктуу\" болуп саналат, алар сиз (төмөндө талкууланат) же cookie файлын тейлеген тарап тарабынан жок кылынмайынча кала берет. Сайттарда колдонулган бардык cookie файлдары боюнча толук маалымат төмөндөгү биздин Cookie файлдарын ачуу таблицасында жеткиликтүү.",
    "322830977": "Cookie файлдарын кантип өчүрүү керек.",
    "3885459114": "Сиз жалпысынан веб-браузериңизге орнотулган функция аркылуу кукилерди колдонууну активдештирип же кийинчерээк өчүрө аласыз. Эгерде сиз кукилер жөнүндө көбүрөөк билгиңиз келсе, же аларды кантип көзөмөлдөө, өчүрүү же жок кылуу керек болсо, кенен көрсөтмөлөрдү алуу үчүн https://www.knowcookies.com/ дарегине баш багыңыз.",
    "262509504": "Биз Cookie файлдары тарабынан чогултулган маалыматты ушул Купуялык саясатына ылайык сизден чогулткан башка маалыматтар менен байланыштыра алабыз жана бул жерде баяндалган бириктирилген маалыматты колдоно алабыз. Ошо сыяктуу эле, биздин сайттарда cookie файлдарын тейлеген үчүнчү тараптар сиздин атыңызды же электрондук почтаңыздын дарегин алар чогулткан башка маалыматка байланыштыра алышат, буга оффлайн же онлайн режиминде жасалган мурунку сатып алуулар же сиздин онлайн колдонуу маалыматыңыз камтышы мүмкүн.",
    "2935155034": "Эгер сиз Европалык Экономикалык Аймакта жайгашкан болсоңуз, анда жогоруда \"Евробиримдиктин маалымат субъекттерине эскертүү\" аталышында сүрөттөлгөн белгилүү бир укуктарыңыз бар, анын ичинде сиз жөнүндө бизде болгон маалыматтарды текшерүү жана оңдоо же жок кылуу укугу бар.",
    "1873812847": "Cookie(лер)дин ачыкка чыгышы",
    "3319083717": "Аты-жөнү:",
    "3183855267": "1. hmt_id",
    "907324388": "Функция",
    "2896187462": "1. Каттуу зарыл анонимдүү кызматка байланыштуу статистика үчүн жана башка техникалык максаттар үчүн, мисалы, жеткиликтүүлүктү колдоого жардам берүү үчүн колдонулат.",
    "987267027": "Кече",
    "3453526675": "1. 1-тарап",
    "1952810469": "Түр",
    "1795436560": "1. Сессия",
    "102695075": "Узактыгы",
    "3356329025": "1. 30 күн",
    "3744153629": "Аты-жөнү:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "сессия,",
    "3186435874": "sessionid",
    "720059527": "2. Катуу зарыл болгон техникалык максаттарда колдонулат: жүктү тең салмактоо, маршрутташтыруу.",
    "1241291641": "Көбүрөөк маалымат караңыз.",
    "1834801943": "2. 1- тарап",
    "2114694926": "2. сессия",
    "938404336": "2. өзгөрөт; 30 күнгө чейин.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. Катуу зарыл болгон техникалык максаттар үчүн колдонулат: Колдонуучунун Колдонуучунун Колдонуучу мүмкүнчүлүктөрүн колдонууга мүмкүнчүлүк берет.",
    "1061239711": "3. 1-тарап",
    "1483015662": "3. Сессия",
    "3458934553": "3. өзгөрөт; 30 күнгө чейин.",
    "1527172673": "Бул Cookie саясаты боюнча суроолоруңуз болсо, биз менен байланышыңыз:",
    "134571844": "Impressum (Сайт эскертүүсү)",
    "110836420": "Акыркы жаңыртылган: 23-декабрь, 2020-жыл",
    "2901894297": "hCaptcha — Intuition Machines, Inc. (\"IMI\"), Delaware АКШ корпорациясынын (#6393793) кызматы.",
    "2928362319": "Почтадагы суроолор төмөнкү дарекке жөнөтүлүшү мүмкүн: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Компаниянын учурдагы жетекчилиги жөнүндө маалымат жөнүндө бетинен алууга болот. Компаниянын учурдагы башкы директору мазмун үчүн жооптуу башкаруучу директор болуп саналат.",
    "3094150511": "Чектөөчү орган: АКШнын Федералдык Байланыш Комиссиясы, 45 L Street NE, Washington, DC 20554 USA.",
    "2763011087": "IMI керектөөчү талаш-тартыштарды чечүүчү мекеменин алдында альтернативалык талаш-тартыштарды чечүүгө милдеттүү эмес жана катышууга милдеттүү эмес.",
    "1395644678": "Талаштарды онлайн чечүү боюнча Европа Комиссиясынын расмий сайты:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Мазмунга кепилдик жок",
    "707541553": "Биздин интернет баракчаларыбыздагы бардык маалыматтар IMI же үчүнчү тарап тарабынан тастыкталган. Бирок, IMI да, үчүнчү тараптар да маалыматтын актуалдуу, так же толук болушу үчүн жоопкерчиликти албайт. Бул биздин баракчаларыбыздагы гипершилтемелер аркылуу жетүүгө мүмкүн болгон башка веб-сайттарга да тиешелүү. IMI бул тышкы веб-сайттардын мазмуну үчүн эч кандай жоопкерчиликти албайт.",
    "2650241052": "Кеңеш жок",
    "3361191778": "Интернет баракчаларында берилген маалымат жеке кеңештерди билдирбейт жана муну алмаштыра албайт. Эгер сизге жеке кеңеш керек болсо, биздин колдоо кызматкерлерине кайрылыңыз.",
    "1031855757": "Бул сайтты колдонуу",
    "204716894": "Биздин веб-баракчалардын мазмуну жана дизайны автордук укуктун мыйзамы менен корголот. Барактарды жана алардын мазмунун акылга сыярлык адилет колдонуудан ашкан ыкма менен кайталоо, эгерде баракта кайталоо үчүн башка мыйзамдык жоболор жок болсо, IMIдин алдын ала жазуу жүзүндөгү макулдугун талап кылат.",
    "3182435854": "Автордук укук",
    "3187946010": "Бул баракчалардагы бардык текст, сүрөттөр, графикалык анимация, видеолор, музыка, үн жана башка материалдар автордук укуктун мыйзамы боюнча IMI же үчүнчү жактар тарабынан корголот. Бул материалды коммерциялык максатта колдонуу үчүн акылга сыярлык адилет колдонуудан ашкан ыкма менен көчүрүүгө же өзгөртүүгө тыюу салынат.",
    "74538881": "Бул веб-сайт үчүн жоопкерчилик",
    "3236873806": "IMI бул веб-сайт үчүн жооптуу.",
    "2657277322": "Эгерде кандайдыр бир суроолоруңуз болсо, биз менен байланышыңыз:",
    "1338341134": "hCaptcha + Privacy Pass (Бета)",
    "88879089": "Privacy Pass болуп саналат",
    "1898063898": "менен бирге иштеп жаткан колдонуучунун купуялыгын сактоо үчүн",
    "1942186611": "жана башкалар.",
    "3673079511": "пайда болгон стандарт",
    "2164933356": "Cloudflare",
    "3119589996": "Ал кантип иштейт: браузердин кеңейтүүсү колдонуучуларга Privacy Pass протоколун колдогон веб-сайттар үчүн криптографиялык сокур токендерди түзүү жана кол коюу мүмкүнчүлүгүн берет. Кеңейтүү hCaptcha кызматын колдонуу менен каалаган сайтта көйгөй чечилгенде hCaptcha тарабынан кол коюлган криптографиялык сокур токендерди камтыган өтмөктөрдү жаратат,",
    "1254771154": "hCaptcha, мисалы, Cloudflare орнотулган башка Privacy Pass-колдоочу кызматтарда көрсөтүлгөн кыйынчылыктар.",
    "996362763": "Бул токендер сокур кылынбайт жана келечекте колдонуу үчүн кеңейтүү тарабынан сакталат. Колдонуучу hCaptcha аркылуу сайтка киргенде жана сынактан өтүшү керек болгондо (көзгө көрүнбөйбү же \"Мен адаммын\" баскычы аркылуу) алар автоматтык түрдө төлөнөт. Сокур кылуу процедурасы кол коюлган жана сатып алынган токендер hCaptcha көз карашы боюнча криптографиялык жактан ажырагыс экенин билдирет, ошондуктан колдонуучунун купуялыгы сакталат.",
    "2943346052": "IETF стандартташтыруу процесси уланып жаткандыктан, биз негизги браузерлер Privacy Passтин кандайдыр бир түрүн жергиликтүү түрдө кабыл алат деп күтөбүз. Бул акыры кеңейтүүнүн кереги жок кылат. Бирок азырынча төмөнкү нускамаларды аткарыңыз.",
    "2326660907": "тышкары",
    "741483946": "* Башкача айтканда: hCaptcha.com сайтынан hCaptcha Privacy Pass токендерин ала аласыз жана аларды hCaptcha.com аркылуу түздөн-түз башка сайттарда колдоно аласыз. Cloudflare колдонгон hCaptcha кызматын айланып өтүү үчүн, сиз hCaptcha Privacy Pass токендерин ала албайсыз же кун төлөй албайсыз, анткени Cloudflare өзүнүн Privacy Pass энбелгилерин чыгарып, сатып алат.",
    "1362015807": "Баштоо",
    "1358325821": "Биринчиден, кеңейтүүнү орнотуу",
    "310885519": "же",
    "4091044469": ". Инкогнито режиминде кеңейтүүнү иштеткениңизди текшериңиз. Андан кийин, hCaptcha аркылуу каалаган веб-сайтка кирип, captcha чечиңиз. 2.0.3 версиясынан баштап, бул токендерди hCaptcha аркылуу веб-сайттарда сатып алсаңыз болот.",
    "3904679538": "Chrome",
    "3700767772": "Кеңейтүү орнотулгандан кийин, өтмөктөрдү алуу үчүн бул жерди басыңыз (же hCaptcha колдонгон каалаган вебсайтта):",
    "166277959": "Көңүл буруңуз: бул функция учурда бета версиясында жана бардык веб-сайттар жана колдонуучулар үчүн дайыма иштебеши мүмкүн. Ал иштетилбеген же белгилүү бир колдонуучу үчүн иштебесе, жүрүм-турум жөн гана стандарттык hCaptcha тажрыйбасына кайтып, эч кандай функционалдуулугун жоготпойт.",
    "3031357206": "URL тилкеңиздин жанында жаңы сөлөкөт пайда болот. Эми hCaptcha аркылуу веб-сайтка кириңиз. Бул төмөнкүдөй болот:",
    "1066753052": "бул капчык бош дегенди билдирет жана сиз hCaptcha чакырыгын камтыган сайттасыз. Чакырыкты аяктагандан кийин, hCaptcha менен башка веб-сайттарда сатып ала турган токендерди аласыз.",
    "651123197": "Капчыгыңыздагы учурдагы сумманын саны чакырык аяктагандан кийин сөлөкөттө көрсөтүлөт.",
    "554844646": "Сиз ар бир чыкылдатканыңызда эсептегич 1ге түшүп жатканын көрүү менен кеңейтүү иштеп жатканын ырастай аласыз",
    "4087729475": "Сиздин алгачкы чечимиңизден кийин көйгөй.",
    "647630208": "Мына ушундай! Онлайн серептөөңүз азыр купуяраак.",
    "3272552822": "Иштеп чыгуучулар жана криптографтар:",
    "4059570880": "Эгер стандартташтыруу аракетине көз салгыңыз келсе, учурда аракеттер көрүлүүдө",
    "1904390996": "стандартташтыруу үчүн",
    "252720667": "Privacy Pass криптографиялык коопсуздугунун негизинде. Протоколдун өзү өтүп жатат",
    "3972554015": "процесси да. Жана браузердин кеңейтүүсү, албетте",
    "3723626769": "Сиздин салымыңыз жана карооңуз үчүн.",
    "3882147547": "Көз жаздымда калган псевдордук функциялар",
    "565624910": "Долбоор",
    "3421090159": "ачык булак",
    "3098677775": "С: Privacy Pass колдонуп жатканда менин IP жана серептөө таржымалым hCaptchaдан толугу менен купуябы?",
    "4019638786": "A: Privacy Pass hCaptcha колдонуучулары алардын браузеринин капчыгы бош болбосо же сайт аны жөнөтпөйүнчө, эч качан hCaptchaга IP көрсөтпөйт. hCaptcha'да колдонуучуну токенди сатып алууга байланыштыруунун эч кандай жолу жок жана анын токен капчыгы бош болмоюнча, сатып алуу учурунда колдонуучу менен түздөн-түз иштешпейт.",
    "3887113660": "С: Privacy Pass hCaptcha кирешесине кандай таасир этет?",
    "1116455671": "A: Колдонуучу аны сиздин сайтыңызда бүтүрсө, сиз баштапкы чечим үчүн сыйлык аласыз. Сатып алуулар кардарлардын жогорку ишениминен улам колдонуучу сиздин сайтыңыздан автоматтык түрдө өтүп кеткендей жооптун үлгүсүн аткарат: эч кандай киреше болбойт жана сервериңизден siteverify чалуусу өтүү жыйынтыгында \"кредит: False\" алат.",
    "779817954": "С: Эгерде менде башка провайдер тарабынан берилген Privacy Pass билеттери бар болсо, мен аларды hCaptcha аркылуу сатып аламбы?",
    "3014149332": "Ж: Жок, өтмөктөр бири-бирине шайкеш келбейт: алар ошол эле бийлик тарабынан чыгарылып, сатып алынышы керек, бул учурда hCaptcha. Кеңейтилишиңизде Cloudflare жана hCaptcha экөө тең уруксаттарыңыз бар болсо, жеткиликтүү сан сиз кирип жаткан беттин талабына жараша туура суммага өзгөрөрүн эске алыңыз. Башка сөз менен айтканда, капчыгыңызда 100 Cloudflare өтүүсү жана 10 hCaptcha өтүүсү бар болсо, hCaptcha кыстарылган барактардагы кеңейтүү сөлөкөтүндө 10ду көрүшүңүз керек.",
    "3679148535": "С: Privacy Pass дагы кандай колдонмолордун үстүндө иштеп жатасыз?",
    "1606783855": "Ж: Биз Privacy Pass'ка Жеткиликтүүлүк (\"a11y\") колдонуу учуру үчүн абдан кызыкдарбыз. Аудио каптчалар сыяктуу мурда популярдуу опциялар көптөгөн a11y колдонуучуларын дискриминациялайт. Учурдагы a11y ыкмабызды Privacy Pass чыгаруу менен айкалыштыруу a11y колдонуучуларына коопсуз, алардын трафиги купуя экенин билип, коопсуз серептоого мүмкүндүк берет, ошол эле учурда a11y опциялары жеткиликтүү болгондо бот операторлору тарабынан кыянаттык менен пайдаланууну чектейт деп ишенебиз.",
    "2359150347": "С: Башка онлайн коопсуздук кызматтары Privacy Pass колдойбу?",
    "2082237880": "A: hCaptcha - бул Privacy Pass'ты колдогон биринчи кызмат жана учурда муну жалгыз жасайт. Бирок, биз башка кызматтардан колдонуучулардын онлайн купуялыгын жогорулатуунун артыкчылыктарын тааныйт деп күтөбүз жана келечекте биз иштеп чыгууга жардам берип жаткан IETF стандарттары формалдуу түрдө кабыл алынгандыктан, көбүрөөк ишке ашырууну күтөбүз.",
    "2109792055": "Колдонуучунун колдонмосу: Privacy Pass чыгаруу жана валидация менен көйгөйлөрдү оңдоо",
    "3588620914": "Privacy Pass – бул Интернеттин стандарттары боюнча жаңы ойлоп табуу жана аны билбеген башка тиркемелер жана браузер кеңейтүүлөрү анын иштешине тоскоол болушу мүмкүн.",
    "4039193170": "Токендерди алууда же кайтарууда көйгөйлөрүңүз болсо:",
    "2378786360": "1. Колдоого алынган башка браузерлердин бирин байкап көрүңүз: эгер сиз Chrome'до болсоңуз, Chrome'дон жөндөөлөрүңүздү импорттобостон, Firefoxту колдонуп көрүңүз жана ал жерге плагинди орнотуңуз. Эгер бул иштесе, сизде браузердин конфигурациясында маселе болушу мүмкүн.",
    "394235836": "3. Эгерде жогорудагы сунуштардын бири да иштебесе, бизге колдоо көрсөтүү боюнча электрондук кат жөнөтүңүз, биз эмне болуп жатканын түшүнүүгө жардам берүүгө кубанычта болобуз.",
    "3470857731": "reCAPTCHA ботторду канчалык жакшы аныктаарын талдоо.",
    "3240786848": "Акыркы жаңыртуу: 18-февраль, 2021-жыл",
    "2547140673": "Он жылдан ашык убакыттан бери Google'дун reCAPTCHA кызматы веб-сайт ээлерине сооданы сунуштап келет: Google'га колдонуучуларыңызга көз салып, аларга суроолорду берүүгө уруксат бериңиз, анын ордуна алар ботторду жана спамдарды токтотууга убада беришет.",
    "2133754014": "4,5 миллиондон ашык веб-сайттар reCAPTCHA колдонот [",
    "3152512587": "жана система күнүмдүк чечүүчү жүздөгөн миллиондорду чогултат. [",
    "2296918009": "Бул кун сайын 100 адам-жылдан ашык эмгекке барабар келет.",
    "3900538778": "Белгиленген маалыматтар - бул машина үйрөнүүнү камсыз кылган күйүүчү май. reCAPTCHA жооптору 2009-жылдан бери Google'дун ML/AI кызматтарын жакшыртуу үчүн колдонулуп келет. reCAPTCHA колдонгон көптөгөн адамдар эмгегинин колдонулуп жатканын түшүнүшпөйт.",
    "1160252730": "Google азыр reCAPTCHA Enterprise үчүн жогорку бааларды талап кылууда, бул көптөгөн компанияларды бул келишимди кайра карап чыгууга түртүүдө.",
    "1131196501": "Негизги компаниялар сыяктуу",
    "204889717": "hCaptchaга өтүштү",
    "639413188": "жооп катары.",
    "3280658086": "ишкана чечимдери",
    "3842815245": "Бул адилеттүү соодабы?",
    "714342693": "hCaptcha командасы 2016-жылдан бери \"караңгы желеден\" каптчаны бузуучу кызматтардан баа маалыматтарын чогултуп келет. Биз кызыктуу тенденцияны байкадык:",
    "468929661": "reCAPTCHA'ны бузуунун орточо баасы укмуштуудай төмөн (1000 чечүүгө 1 доллардан аз) жана 2016-жылы мониторинг башталгандан бери олуттуу өскөн жок. Бул reCAPTCHA v2 жана v3 үчүн да тиешелүү. [",
    "2862164005": "Баа маалыматы бизге reCAPTCHA сунуштаган коопсуздукка доллардын так баасын коюуга мүмкүндүк берет: жооп үчүн $0,001 же андан аз.",
    "102498091": "Google reCAPTCHA Enterprise үчүн 1000 сурам үчүн $1 төлөйт, башкача айтканда, алар азыр ар бир суроо үчүн өз кызматынын коопсуздугун бузууга кеткен чыгымдан көбүрөөк төлөшөт. Бул жаман келишим окшойт.",
    "130239139": "Google күн сайын чогулткан 100+ адам-жыл эмгегинин баасы кандай?",
    "1421074182": "Бир кыйла жогору.",
    "1953519598": "Бир сүрөттү белгилөө баасы 0,03 доллардан 1,00 долларга чейин же андан жогору. Кандайдыр бир эскичил баа боюнча, Google бүгүнкү күнгө чейин миллиарддаган доллар бекер жумушчу күчүн өндүргөн. [",
    "3025548709": "Бул адилетсиз келишимге альтернатива барбы?",
    "263761351": "hCaptcha биринчи ишенимдүү альтернатива болуп саналат, азыр ай сайын жүз миллиондогон адамдар тарабынан колдонулат.",
    "2743692546": "Колдонуучулар hCaptcha аркылуу өздөрүнүн адамгерчилигин далилдеген сайын, алардын эмгектери тендер үчүн жашыруун ачык рынокко чыгат.",
    "1982750088": "Бүткүл дүйнө жүзүндөгү компаниялар адамдар үчүн оңой, бирок машиналар үчүн оор болгон жөнөкөй тапшырмаларды аткаруу үчүн ошол эмгекке тендер беришет. Колдонуучулар алар кирип жаткан сайтты колдошот жана коопсуздуктун жогорку деңгээлинен улам азыраак веб-спамды сезишет.",
    "1108398506": "Кардарлар тажрыйбаны толук көзөмөлдөп, hCaptcha интернеттеги эң чоң көз карандысыз провайдер менен иштөө тажрыйбасынан пайда алышат. Алар ошондой эле reCAPTCHA Enterprise компаниясына караганда жакшыраак келишимге ээ болушат: көлөмүнө жараша 50-80% чейин жакшыраак баалар.",
    "3012870872": "Акысыз версиясын (hCaptcha Publisher) колдонгон веб-сайттар жана колдонмолор аны Google'га берүүнүн ордуна ошол иштен киреше табышат.",
    "2271512952": "Колдонуучулар алар кирген сайтты колдошот жана веб-спамды азыраак сезишет.",
    "278010425": "hCaptcha'дагы кеңири жана тез-тез өзгөрүп туруучу ар түрдүү тапшырмаларды автоматташтыруу да кыйыныраак. reCAPTCHAнын бирдиктүү интерфейси көп жылдар бою өзгөргөн эмес жана сейрек өзгөрүп туруучу суроолордун чакан топтому бар. Бул hCaptcha реCAPTCHA караганда күчтүү анти-бот коргоону камсыз кылуу жолдорунун бири болуп саналат.",
    "984849234": "hCaptcha reCAPTCHA гана убада кылган нерсени жеткирүү үчүн өнүккөн машина үйрөнүүнү колдонот, ошол эле учурда аны колдонгон веб-сайттар менен басып алынган баалуулуктарды бөлүшөт.",
    "4063769686": "Колдонуучулар алар кирген сайтты колдошот жана веб-спамды азыраак сезишет. Бул адилеттүү келишим окшойт.",
    "685916926": "Эмне үчүн reCAPTCHA убакыттын өтүшү менен жакшырган жок?",
    "3992401943": "2012-жылдан бери терең үйрөнүүдө революция болду. Тапшырмалардын тактыгынын тармактык нормасы акыркы он жылда түп-тамырынан бери жакшырды, биринчи кезекте терең конволюциялык тармактардын эсебинен. Бул ийри сызыктан кийин Google сунуш кылган башка ML-кызмат кызматтары бар.",
    "615031303": "(Шилтемелерди караңыз",
    "2125514305": "ML жакшырды, бирок reCAPTCHA'ны айланып өтүү кыйынчылыгы бул убакыттын ичинде олуттуу өзгөргөн жок.",
    "1406188018": "6 жана 7",
    "2689973938": "reCAPTCHA жакшыртуу Google үчүн жарнама берүүчү катары ички карама-каршылыктарды жаратат.",
    "464238793": "Эгер Google өзү жарнаманы көргөн же шилтемени чыкылдаткан колдонуучу чындыгында бот болгонун аныктаса, ал ошол колдонуучуга көрсөтүлгөн жарнамалар үчүн акы албайт. Бул кызыкчылыктардын кагылышы Google'дун анти-бот амбицияларынын чөйрөсүн кескин чектеди.",
    "918924423": "Мисалы, Google ретроактивдүү ботторду аныктоо сыяктуу ачык баалуу кызматтарды сунуш кылган эмес. Бир нече күндүк маалыматтарды талдоодон кийин бот тарабынан түзүлгөн колдонуучу трафигин жарыялоо алда канча ишенимдүү.",
    "661412233": "Капчадан кийин кээ бир колдонуучулар боттор экенин билүү да баалуу. Бул веб-сайт ээлерине эски спам билдирүүлөрүн тазалоого жана келечекте спам форумдарына катталган \"уйку эсептерди\" жок кылууга, алдамчылыкты азайтууга жана башкаларга мүмкүнчүлүк берет.",
    "3600797185": "Ретроактивдүү бот идентификациясын сунуштоо Google'га ошол алдамчылык трафикке акча короткон жарнакчылардын акчасын кантип артка кайтаруу керек деген татаал суроолорду ачат.",
    "2076932190": "Ошентип, reCAPTCHA продуктусу он жыл бою токтоп калды.",
    "3856912381": "Колдонуучулар жапа чегип, керексиз веб-спамдар азыр кеңири жайылууда. Бирок альтернатива бар.",
    "1035621426": "reCAPTCHA тарабынан аныкталган ар бир бот түздөн-түз Google'дун жарнама кирешесин азайтат.",
    "3668115514": "hCaptcha эмнеси менен айырмаланат?",
    "2413742287": "hCaptcha'нын стимулу жарнамадан түшкөн кирешени эмес, тактыкты максималдаштыруу болуп саналат: боттун жооптору биздин кардарлар үчүн пайдасыз, алар адамдын машыгуу маалыматтарына муктаж.",
    "1373262754": "Инсандын ким экенин билүү hCaptcha үчүн минималдуу мааниге ээ. Бизге алар адамбы же кара ниет актербу.",
    "600646860": "Чыныгы нарк менен эмгекти казып алуу менен күмөндүү кызматты сунуш кылуунун ордуна, hCaptcha компенсацияны да, ботко каршы күчтүү коргоону да камсыз кылат.",
    "1836191653": "Ишкананын версиясы анча деле жакшы эмес миллиондогон долларларды төлөп жатып, бекер колдонуучуларга оңой жеңилүүчү кызматты сунуш кылуунун ордуна, hCaptcha экөөнө тең ботту мыкты коргоону камсыздайт, ошол эле учурда ишкананын колдонуучуларына кошумча функцияларды жана ыңгайлаштырууларды, ошондой эле күчтүү SLA жана тез колдоону сунуштайт.",
    "990215503": "hCaptcha бул жарнама тармагына таандык болбогон жападан жалгыз негизги captcha кызматы.",
    "971933157": "hCaptcha купуялуулук, ачыктык жана адилеттүүлүк жөнүндө кам көрөт.",
    "178839499": "Колдонуучулар өздөрүнүн адамгерчилигин далилдеп жатканда hCaptcha жасалган иштин баасын бөлүшөт.",
    "1237076138": "hCaptcha бекер (hCaptcha Publisher) жана ишкана (hCaptcha Enterprise) кардарларына адилеттүү келишимди сунуштайт.",
    "614310292": "hCaptcha ким курган?",
    "4188814619": "hCaptcha бул Intuition Machines кызматы (",
    "3265328927": "), масштабда машина үйрөнүүнү ишке ашырган компаниялар үчүн өнүмдөрдү жана кызматтарды сунуштаган машина үйрөнүү компаниясы.",
    "2740033957": "IM командасы Apple, Amazon жана башка машиналарды үйрөнүү, бөлүштүрүлгөн системалар жана коопсуздук боюнча лидерлердин окумуштууларынан жана инженерлеринен турат.",
    "1579715421": "IM илимпоздору ICML, ICLR, ECCV жана NeurIPS сыяктуу алдыңкы конференцияларда үзгүлтүксүз жарыяланып турушат жана компания терең хэшинг сыяктуу ML дисциплиналары боюнча заманбап жыйынтыктарды ачыкка чыгарды.",
    "4015238193": "жана OCR [",
    "279580593": "imachines.com",
    "279918384": "Google бекер эмгегиңизди кантип колдонуп жатат?",
    "2385522384": "Сиз Google'дун Waymo унааларынын камераларынан видеонун кадрларын көрүп, объектти таанууну жакшыртууга жардам берип жатсаңыз керек.",
    "1517627947": "Сиз Google'дун Streetview унааларынан имараттардын же көчө белгилеринин сүрөттөрүн көрүп, алардын Карталар жана Жер өнүмдөрү үчүн жайгашкан жерлерди белгилөөгө жардам берип жатсаңыз керек.",
    "3225936061": "Сиз Google'дун Китептер кызматында китеп беттеринен алынган тексттин сүрөттөрүн көрүп, алардын OCR (текстти таануу) программасын жакшыртууга жардам берип жаткандырсыз.",
    "129661785": "Качандыр бир жолу \"унаа/жөө өтүүчү жолду/стомфорду басыңыз?\"",
    "936667684": "Качандыр бир жолу \"имарат/көчө белгисин териңиз?\"",
    "3773515538": "Качандыр бир жолу \"эки сөздү териңиз?\"",
    "1778058441": "hCaptchaда кандай жумуштар иштейт?",
    "366088791": "hCaptcha ар кандай тапшырмаларды колдойт.",
    "3114147525": "hCaptcha кардарлары кызматты тапшырмалар үчүн колдонушат, анын ичинде объектти таануу, атрибуттарды аныктоо (кийимдин түрлөрүн аныктоо үчүн этикеткаларды чогултуу), актуалдуулуктун рейтинги (негизги продукт менен салыштырганда бир нече варианттын ичинен эң ылайыктуу продуктуну тандоо), чектеш кутучалар (кызыктыруучу аймактарды табуу) сүрөт), \"Адам OCR\" (сүрөттөгү текстти аныктоо) жана башка көптөгөн типтеги тапшырмалар.",
    "3139609561": "Төмөндө сүрөт классификациясынын жана атрибуттарды аныктоонун жумуш түрлөрүнүн эки мисалы келтирилген. [",
    "2273532558": "hCaptchaнын төлөп жаткан кардарлары кимдер?",
    "4104221634": "hCaptcha кардарлары технологиялык компаниялардан баштап модага, чекене соодага жана башка чөйрөлөргө багытталган ар кандай тармактарды камтыйт, алар машина үйрөнүүнү колдонуудан баалуулуктарды түзө алышат.",
    "1337725003": "hCaptcha чоң жана кичи компанияларга машиналарды үйрөнүүнү бизнесине колдонуу аркылуу өнүмдөрүнүн жана кызматтарынын сапатын жакшыртууга мүмкүнчүлүк берип, реалдуу убакыт режиминде жогорку көлөмдөгү аннотацияга жетүүнү демократиялаштырууга умтулат.",
    "4086379603": "Суроолор барбы?",
    "1243684308": "Биз сиздин пикириңизди олуттуу кабыл алабыз жана ар бир адам азыраак боттор жана азыраак спам менен онлайнда жагымдуураак тажрыйбага ээ болгубуз келет. Бизге кайрылыңыз:",
    "2645321220": "Эгер сиз reCAPTCHA баасы өтө жогору деп ойлосоңуз, hCaptcha Enterprise жөнүндө сураңыз. Учурда дүйнөдөгү эң ири басып чыгаруучулар, каржы кызматтары компаниялары жана веб-инфраструктуралык компаниялар тарабынан колдонулууда, алар reCAPTCHAга ишенимдүү альтернатива гана эмес: биз алар учурда жеткиликтүү боттордун эң мыкты коргоосун сунуштайт деп ишенебиз.",
    "1229233916": "Шилтемелер",
    "1115642494": "1. Булак: BuiltWith.com reCAPTCHA сайтынын тизмеси. Текшерилген күнү 9-июль, 2019-ж.",
    "448807334": "(\"Жүздөгөн миллиондогон CAPTCHAлар күн сайын адамдар тарабынан чечилет.\") Текшерилген күнү 8-июль, 2019-ж.",
    "2397590157": "3. Консервативдик баа: 200 миллион чечет * 30 секунд сайын чечүүдө = 190,3 адам-жыл/күн.",
    "3236311792": "4. hCaptcha ички анализи. Маалыматтар 2019-жылдын 30-июнуна чейин жыйналды. Толук маалымат суроо боюнча жеткиликтүү.",
    "1752259468": "5. Консервативдик баа: $0,01 бир аннотациянын баасы * 200 миллион орт. күнүнө аннотациялар (төмөнкү чеги) * жылына 365 күн * 2009-жылдан бери 10 жыл = 7,3 миллиард доллар төмөнкү чек наркы.",
    "3268946369": "6. Кредит: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Булак: Мэри Микер, KP Internet Trends 2017",
    "2666258754": "СЕМЕНТИКАЛЫК ИЕРАРХИЯНЫН НЕГИЗИНДЕГЕН РЕЛАЦИЯЛЫК ЭМБЕГЕНДЕРДИН ЖАМАН КӨЗӨМӨЛГӨН ТЕРЕН ХЕШИНГ, Хейки Арпонен, Том Е Бишоп. ICML 2019, LLD семинары.",
    "2544169219": "Акыркы заманбап жыйынтыктар: ICML LLD, 2019-жылдын майы.",
    "1973347745": "10. Роялти жок мисал сүрөттөр. Булак: Petapixel.",
    "1493115924": "Соода белгисинин эскертүүлөрү:",
    "4051104324": "\"Intuition Machines\" - Intuition Machines, Inc. компаниясынын катталган соода белгиси.",
    "3983646521": "Бардык өнүмдөрдүн аталыштары, логотиптери, бренддери, соода белгилери жана катталган соода белгилери тиешелүү ээлеринин менчиги болуп саналат. Бул веб-сайтта колдонулган бардык компаниянын, өнүмдөрдүн жана кызматтардын аталыштары идентификациялоо максатында гана. Бул аталыштарды, соода белгилерин жана бренддерди колдонуу индоссаментти билдирбейт. Бул учурда, таптакыр карама-каршы.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM илимпоздору CVPR 2020де начар көзөмөлдөнгөн текстти таануунун (OCR) жаңы эталондорун коюшту.",
    "1259002282": "Мүчүлүштүк таптыңызбы? Бул жерде аны кантип кабарлоо керек.",
    "3301728462": "Миллиондогон адамдар ай сайын hCaptcha колдонушат, браузерлердин, кеңейтүүлөрдүн, түзмөктөрдүн, брандмауэрлердин жана башкалардын миңдеген комбинацияларында.",
    "3878230879": "Биздин максат - бул ар дайым сиз үчүн иштешине ынануу, андыктан биз сиздин отчетторуңузду абдан баалайбыз!",
    "2465128185": "Ыкчам пикир билдирүү үчүн, жөн гана \"Бизге пикир жөнөтүү\" баскычын чыкылдатыңыз.",
    "2921990472": "Эгерде сиз функционалдык көйгөйдү көрүп жатсаңыз, анда төмөнкүнү аткарыңыз",
    "2870341481": "төмөндө. Башка браузерлер үчүн",
    "1866590035": "Chrome үчүн мүчүлүштүктөрдү оңдоо журналы нускамалары",
    "444492541": "Firefox үчүн мүчүлүштүктөрдү оңдоо журналы нускамалары",
    "169267610": "бизге электрондук почта",
    "3100722753": "Потенциалдуу коопсуздук же купуялык маселелери үчүн төмөнкү нускамаларды караңыз.",
    "1906593952": "Жаңы эле көргөн hCaptcha боюнча пикириңизди билдириңиз",
    "3951254541": "Сиздин салымыңыз үчүн ыраазыбыз. Бардык көйгөйлөрдү бизге айтыңыз, биз аларды тез арада чечебиз.",
    "3324288040": "Бизге пикир жөнөтүңүз",
    "2864016648": "Купуялык маселелери",
    "304004915": "Бизге колдонуучулардын ким экендиги кызыктырбайт, болгону алардын зыяндуу же машиналар болушу мүмкүн. сыяктуу демилгелерди колдойбуз",
    "1139493658": ", жана купуялуулук менен коопсуздукту тең салмактоо үчүн көп аракет кылыңыз.",
    "3083289844": "Эгер сиз колдонуучунун купуялыгына таасир эте турган көйгөйдү тапсаңыз, бизге электрондук кат жөнөтүңүз",
    "4264784515": "Коопсуздук каталары",
    "963238401": "Биз ар дайым коопсуздук мүчүлүштүктөрү тууралуу кабарларды алууга кызыкдарбыз. Email",
    "3926027556": "жана биз сизге тез кайрылабыз.",
    "1589805435": "Бизде да бар",
    "2560582224": "мүчүлүштүктөрдү сыйлоо программасы",
    "103876916": "hCaptcha кызматы жана тиешелүү булак коду боюнча жарамдуу коопсуздук отчеттору үчүн.",
    "497117287": "Атайын мүмкүнчүлүктөр",
    "3230004040": "Сиз көрүү мүмкүнчүлүгүңүз начарбы же hCaptchaларды бүтүрө албайсызбы?",
    "3480023141": "Атайын мүмкүнчүлүктөр тууралуу көбүрөөк билүү",
    "2052161540": "Мүчүлүштүктөр жөнүндө отчеттун чоо-жайын алуу: Chrome",
    "2281169898": "Отчетуңуз менен мүчүлүштүктөрдү оңдоо маалыматын жөнөтүү бизге эмне болуп жатканын аныктоону бир топ жеңилдетет. Бул жерде этап-этабы менен көрсөтмөлөр:",
    "1123365779": "Эгер сиз веб-иштеп чыгуучу же эксперттик колдонуучу болсоңуз, анда кыскача HAR жана серепчи консолунун таржымалын жаздырган тармакты бизге жөнөтүшүңүздү каалайбыз.",
    "2015218686": "бул кадамдардан өтүүдөн мурун. Эгер бул көйгөйүңүздү чечсе, браузериңиздин версиясын, жарнама бөгөттөөчүңүздү же серепчиңиздин кеңейтүүсүн жана веб-сайттын URL дарегин бизге билдирип коюуңузга ыраазы болобуз.",
    "3922723611": "Сураныч, бардык жарнамаларды бөгөттөөчү же браузердин коопсуздук кеңейтүүлөрүн өчүрүп көрүңүз",
    "4036872105": "адегенде анан кайра аракет кыл",
    "993651083": "1-кадам: Иштеп чыгуучунун куралдарын ачыңыз (Бул сессияны жаздыра баштайт.)",
    "4163469907": "2-кадам: Иштеп чыгуучунун куралдарындагы Тармак өтмөгүнө чыкылдатыңыз. Жогорку жактагы \"Журналдарды сактоо\" кутучасын белгилеңиз.",
    "4243348003": "3-кадам: зыярат",
    "641342999": ", же сизде көйгөй болуп жаткан веб-сайт (Купуялык эскертүүсү: анын эмне экенин бөлүшүүгө каршы болбосоңуз гана) ... анан \"Мен адаммын\" баскычын басып, чечүүгө аракет кылыңыз.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "4-кадам: Чечүүгө аракет кылгандан кийин \"Экспорт HAR\" (кичинекей ылдый жебе) чыкылдатыңыз, бул тармак журналын сактап калат. Ошол файлды бизге жөнөтүңүз.",
    "1503240421": "5-кадам: Console өтмөгүн чыкылдатыңыз жана консолдун журналын сактоо үчүн оң баскычты чыкылдатыңыз, андан кийин \"Башкача сактоо ..\". Бизге да жөнөтүңүз.",
    "2863840904": "6-кадам: Акыркы кадам, ошол HAR жана консол журнал файлдарын бизге электрондук почта аркылуу жөнөтүп, көйгөйдү сүрөттөп бериңиз",
    "4051785543": "Колдонуу:",
    "3623028666": "(сураныч сыяктуу кызматты колдонуңуз",
    "551761392": "жана шилтемелерди жөнөтүү) жана кошумча скриншот, эгер сиз бир нерсе туура эмес көрсөтүлүп жатат деп шектенсеңиз. Сураныч, сиз да колдонуп жаткан IP жөнөтүңүз. Сиз андан ала аласыз",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Бул маалыматты алууга жардам берүү үчүн убакыт бөлгөнүңүз үчүн рахмат!",
    "3680327841": "Биз hCaptcha ар бир адам үчүн жакшы иштешине умтулабыз",
    "1059502393": "Мүчүлүштүктөр жөнүндө отчеттун чоо-жайын алуу: Firefox",
    "1112074001": "2-кадам: Иштеп чыгуучунун куралдарындагы Тармак өтмөгүнө чыкылдатыңыз. Жогору жактагы \"Журналдарды улантуу\" кутучасын белгилеңиз.",
    "1797298240": "4-кадам: Чечүүгө аракет кылгандан кийин \"HAR\" баскычын чыкылдатыңыз жана тармак журналын сактоо үчүн \"Баарын HAR катары сактоо\" тандаңыз. Ошол файлды бизге жөнөтүңүз.",
    "3671246379": "5-кадам: Console өтмөгүн чыкылдатып, оң баскычты чыкылдатып, андан кийин \"Баарын тандоо\" жана консол журналын сактоо үчүн аны текст файлына сактаңыз. Бизге да жөнөтүңүз.",
    "3816867833": "Пикир",
    "788770967": "Муну укканым үчүн кечирим сурайм! Сиз биздин жеткиликтүүлүк опциясын колдонгуңуз келиши мүмкүн:",
    "1333016413": "Бул cookie файлын каттоо жана орнотуу менен келечектеги суроолордон качууга мүмкүндүк берет.",
    "2333410049": "Жарнама бөгөттөөчүңүздү да өчүрүп көрүңүз.",
    "1345083090": "Функционалдык көйгөй тууралуу кабарлап жатасызбы?",
    "2184564739": "Караңыз",
    "604751186": "Башка суроолор? Email",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "деталдуу журналдар менен көйгөйлөрдү кантип билдирүү керек",
    "1050501253": "Өтө кыйын",
    "3264813246": "орунсуз",
    "3526939538": "Software Bug",
    "126134492": "Башка",
    "3511610999": "Туура жерге жеткениңизди текшерип көрөлү.",
    "3906886217": "Компаниялар же веб-сайттар үчүн",
    "1621597093": "Ишкананын коопсуздук чечимдери (акы төлөнүүчү)",
    "3176531704": "Маалымат аннотациясы",
    "1834239172": "hCaptcha аннотация кызматтарын сатып алыңыз",
    "1457707016": "Жеке адамдар үчүн",
    "770264626": "Кызматыңызга hCaptcha кошуңуз (акысыз)",
    "881015166": "Менин веб-сайтыма же колдонмого Publishers үчүн hCaptcha кош",
    "47536007": "hCaptcha жөнүндө көбүрөөк билүү",
    "2012837493": "Издөө натыйжалары",
    "4034694801": "Дал келген натыйжалар жок.",
    "3621411541": "hCaptcha үчүн жеткиликтүүлүк параметрлери жөнүндө билип алыңыз",
    "3401005681": "Акча табуу",
    "3933993151": "Жеке маалымат этикеткалоочу катары иштеңиз",
    "563059212": "Субпроцессорлордун тизмеси",
    "3501923981": "Акыркы жаңыртылган: 2020-жылдын 1-январы.",
    "3548097301": "Күчүнө кирет: 2020-жылдын 1-январынан.",
    "3991444169": "Бул барак hCaptcha Enterprise кызматы үчүн учурдагы субпроцессорлордун тизмеси.",
    "835396984": "Учурда активдүү",
    "424089481": "Amazon Web Services, Inc. (Глобалдык). Көрсөтүлгөн кызматтар: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Глобалдык). Көрсөтүлгөн кызматтар: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Глобалдык). Көрсөтүлгөн кызматтар: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Глобалдык). Көрсөтүлгөн кызматтар: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Эскертүү: бардык кардарларга тиешелүү эмес. Мисалы, IP Blinding же башка өркүндөтүлгөн купуялык же коопсуздук опциясынын кардарлары (мисалы, Коопсуз Виртуалдык Ижара кардарлары) ар кандай потенциалдуу \"PII\" телеметрия тутумдарына, жада калса IP дарегине да кирбейт. Керек болсо, көбүрөөк маалымат алуу үчүн аккаунтуңуздун өкүлүнө кайрылыңыз.",
    "700843971": "Hound Technology, Inc. (Глобалдык). Көрсөтүлгөн кызматтар: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Глобалдык). Көрсөтүлгөн кызматтар: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Глобалдык). Көрсөтүлгөн кызматтар: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Глобалдык). Көрсөтүлгөн кызматтар: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Инфраструктура",
    "370366524": "Эфемердик кызматтын телеметриясы",
    "121192737": "Алдыдагы толуктоолор",
    "2420789666": "Fastly, Inc. Кызматтар көрсөтүлөт: Fastly CDN жана четки эсептөө.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Күчүнө кирет: 2021-жылдын 1-сентябрынан. Инфраструктурага кошумча",
    "1487796027": "Компаниялар үчүн",
    "3943417791": "hCaptcha Enterprise (BotStop) үчүн колдоо алыңыз",
    "702287791": "hCaptcha Publisher (акысыз)",
    "3397976149": "hCaptcha Publisher үчүн колдоо алыңыз",
    "833750823": "Чакыруу менен кыйынчылык барбы?",
    "2024737147": "Мүчүлүштүк тууралуу кабарлагыңыз келеби?",
    "1978884623": "Программалык камсыздоо көйгөйлөрүн кабарлоо жөнүндө көбүрөөк билүү",
    "4188664955": "Тейлөөнүн негизги шарттары",
    "2621989404": "Акыркы жолу жаңыртылган: 2021-жылдын 24-сентябры. Англис тилиндеги терминдерибиз авторитеттүү экенин эске алыңыз.",
    "2404545611": "hCaptchaга кош келиңиз! Биздин коомчулуктун бир бөлүгү болгонуңуз үчүн рахмат. \"Кызматтардын\" бардык колдонуучулары (төмөндө аныкталган) төмөнкү шарттарга макул болушу керек (\"Тейлөө шарттары\"). Бул Тейлөө шарттарына ылайык, \"IMI\", \"биз\" жана \"биз\" Intuition Machines, Inc. жана анын туунду компанияларына, филиалдарына, офицерлерине, агенттерине, кызматкерлерине, өкүлдөрүнө жана агенттерине тиешелүү жана биздин \"веб-сайтыбыз\" төмөнкү бардык веб-сайттарды камтыйт. биздин көзөмөлүбүз, анын ичинде www.hcaptcha.com жана www.imachines.com.",
    "2348450790": "Сураныч, бул Тейлөө шарттарын окуп чыгыңыз. Алар, башка жоболор менен катар, кепилдиктерден баш тартууларды, жоопкерчиликти чектөөлөрдү жана милдеттүү арбитражды камтыйт. Сураныч, бул Тейлөө шарттары сиздин веб-сайтыбызга акыркы жолу киргениңизден бери өзгөрүшү мүмкүн экенин эске алыңыз. Биз бул Тейлөө шарттарын мезгил-мезгили менен өзүбүздүн карообуз боюнча кайра карап чыгып, жаңырта алабыз. Маанилүү өзгөрүү болгон учурда, биз сизге жаңыланган Тейлөө шарттарын бул баракчага жайгаштыруу аркылуу кабарлайбыз, андан кийин сиз Сайтты же Кызматты колдонууну же ага кирүүнү улантуу үчүн жаңыланган Тейлөө шарттарын кабыл алышыңыз керек.",
    "1064537632": "Сураныч, биздин Кызматты колдонууңуз бул жерде шилтеме катары камтылган Маалыматтарды иштетүү келишимибиз менен жөнгө салынарын эске алыңыз. Сиздин атыңыздан жеке маалыматтарды кантип иштеткенибизди көрүү үчүн бул келишимди карап чыгыңыз. Биз Евробиримдиктин Маалыматтарды коргоо боюнча жалпы жобосунун максаттары үчүн \"маалыматтарды иштетүүчү\" жана Калифорниянын Керектөөчүлөрдүн купуялуулугу мыйзамынын максаттары үчүн \"кызмат көрсөтүүчү\" катары иштейбиз.",
    "1933936765": "Маалыматтарды иштетүү келишими (Акыркы жаңыртылганы: 2021-жылдын 23-сентябры)",
    "2959486280": "Эгерде сиз бул Тейлөө шарттарына макул болбосоңуз, сиз Сайтты же Кызматты колдоно албайсыз же кире албайсыз.",
    "3200859925": "1. Максат",
    "1807143500": "Кызматтар өзүнө онлайн коопсуздук кызматын («hCaptcha Кызматы») жана жеке адам («Салым») үчүнчү тараптын субъекти же Intuition Machines өзү (ар бири) аткара турган тапшырмаларды аткарууну тандай турган платформаны («Intuition Machines Platform») камтыйт. \"Өтүнмө ээси\") биздин веб-сайтка же hCaptcha кызматына түздөн-түз веб-сайтыбызда же Intuition Machines платформасына кирүү жана/же үчүнчү тараптын субъекти жана/же платформасы же кызматы аркылуу же ага байланыштуу тапшырмаларды аткаруу аркылуу жайгаштырат (ар бири, \"Интегратор\"). Сурамчылар тапшырмаларды жарыялап, Интеграторлорго IMI тарабынан берилген сыйлыктардын ордуна аларды аткарууга Контрибьюторлорду чакырышат, же эгерде Сурамчы өзүнүн акыркы колдонуучуларына тапшырмаларды тейлөө үчүн Intuition Machines Платформасын же hCaptcha Кызматын колдонуп жатса, Сурамчы тарабынан аныкталат. Биз компаниялардан жана жеке адамдардан (ар бири \"Кардар\") платформабызды колдонгону үчүн акы алабыз, алар биздин программаны, автордук тапшырмаларды колдонушу, бизди автордук тапшырмаларга жалдоо жана/же Контрибьюторлорго мүмкүнчүлүк алуу үчүн. Биз ошондой эле Интеграторлордон веб-сайттарындагы, мобилдик тиркемелериндеги жана башка онлайн мүлктөрүндөгү алдамчылыкты, кыянаттыктарды жана спамдарды азайтуу үчүн hCaptcha Кызматыбызды колдонгону үчүн акы төлөйбүз. Жогоруда айтылгандар жалпысынан \"Кызматтар\" деп аталат.",
    "3212830633": "2. Жарамдуулук",
    "2605814073": "Биздин Кызматтарды колдонуу менен же катталуу менен, сиз макул болосуз: сиз 18 жаштасыз; сиз бул келишимди өзүңүздүн же сиз өкүл болгон мекемеңиздин атынан түзүүгө укугуңуз бар жана ар дайым ушул Тейлөө шарттарына жана бул жерде шилтемеленген бардык IMI саясаттарына жана көрсөтмөлөрүнө ылайык кала бересиз; жана сиз биздин веб-сайтты кыянаттык менен пайдаланбайсыз, өзүңүздүн инсандыгыңызды бизге туура эмес көрсөтпөйсүз же IMIде адамдын интеллекти талап кылынган тапшырманын кандайдыр бир бөлүгүн аткаруу үчүн жасалма интеллектти колдонбойсуз.",
    "2616040974": "3. Кардарлар жана Сурамчылар",
    "1544829730": "Эгерде сиз Кардар же Сурамчы болсоңуз, анда Кардардын Тиркемеси катары бул жерде тиркелген кошумча шарттар колдонула тургандыгына жана бул Тейлөө шарттарына шилтеме аркылуу киргизилишине макул болосуз. Эгерде сиз Кардар же Сурамчы болбосоңуз, же Кардар же Сурамчы болууну токтотсоңуз, анда Кардардын Тиркемесиндеги кошумча шарттар колдонулбайт жана алар ушул Тейлөө шарттарына шилтеме аркылуу киргизилбейт.",
    "3759360138": "4. Колдонуучунун аты жана сырсөз",
    "2236960358": "Каттоодон өткөндөн кийин, сиз жөнүндө айрым жеке маалыматты (\"Жеке маалымат\"), анын ичинде аты-жөнүңүздү, электрондук почтаңыздын дарегин жана колдонуучу атын жана паролду түзүүнү талап кылат, алардын бардыгы биздин сайтта жеткиликтүү болгон Купуялык саясатыбызга ылайык болот. веб-сайт. Каттоо эсебиңиздин, сырсөздөрүңүздүн жана аккаунтуңузга байланыштуу аутентификация ачкычтарынын коопсуздугуна мониторинг жүргүзүү, камсыз кылуу жана сактоо үчүн жалгыз сиз жооптуусуз жана Кызматтардагы ал маалыматты пайдалануу аркылуу жасалган аракеттер үчүн жооптуусуз.",
    "3047519814": "Каттоо эсебиңизди же сырсөзүңүздү эч ким менен бөлүшпөй турганыңызга макулсуз.",
    "1699668873": "Каттоо эсебиңиздин маалыматы башка бирөө тарабынан уурдалган же колдонулган деп шектенсеңиз, же башка коопсуздукту бузган болсоңуз, IMIге дароо кабарлашыңыз керек.",
    "3044038608": "Каттоо процессибизде талап кылынгандай, бизге чыныгы, так жана толук маалыматты берүүгө макулсуз. Ошондой эле, сиз мындай маалыматты актуалдуу жана так сактоо үчүн зарыл болсо, тез арада жаңыртууга макул болосуз.",
    "4132302900": "5. Сиздин купуялыгыңыз, сиздин дайындарыңыз жана \"бардыгы үчүн маалымат\"",
    "10724169": "Сиз бизге берген жеке маалыматыңыз менен эмне кылууну жөнгө салган Купуялык саясатыбызды кабыл аласыз.",
    "1669194950": "Жеке маалыматтан тышкары, сизден дагы башка маалыматтарды берүү талап кылынышы мүмкүн (же биз үчүн чогултуу керек болушу мүмкүн), ошондуктан биз Кызматтарды (жалпысынан \"Кардар маалыматтары\") камсыздайбыз. Сиздин кечигип же Кардардын маалыматын бербегениңизден улам келип чыккан Кызматтарды аткарбай коюу үчүн биз жоопкерчилик тартпайбыз.",
    "1330274831": "Ушуну менен сиз бизге Кардарлардын бардык маалыматтарын Кызматтарды көрсөтүү максатында гана колдонууга, кайра чыгарууга, электрондук түрдө жайылтууга жана жалпыга ачык көрсөтүүгө ушул Келишимдин мөөнөтү ичинде бүткүл дүйнөлүк, өзгөчө эмес, сублицензиялануучу, өткөрүп берилүүчү, роялтисиз, кайтарылып алынгыс лицензия бересиз. . Сиз бул бөлүмдө лицензия берүү үчүн сиздин маалыматтарыңызга жана маалыматтарыңызга карата жетиштүү укукка, титулга жана кызыкчылыктарга ээ экениңизди билдиресиз жана кепилдик бересиз.",
    "2230333214": "Биз Кардардын маалыматтарын башка маалыматтар менен бириктирип, натыйжалар жекеликти аныктоого мүмкүн эмес, ошондой эле биз идентификацияланбаган техникалык журналдарды жана Кызматтарды колдонууга байланыштуу маалыматтарды чогултабыз (\"Бирдиктүү/Идентификацияланбаган маалыматтар\"). Бул жерде карама-каршы келген эч нерсеге карабастан, ушул Келишимдин мөөнөтүнүн ичинде же андан кийин, анын ичинде чектелбестен Кызматтарды иштеп чыгуу жана өркүндөтүү, отчетторду түзүү жана жайылтуу үчүн, IMI тарабынан кандай гана болбосун ушундай Агрегат/Идентификацияланбаган маалыматтар колдонулушу мүмкүн. материалдар. Кардар маалыматтары ошондой эле иш аяктагандан кийин 180 күндөн ашпаган чектелген убакыт аралыгында тутумда сакталып, көрсөтүлүшү мүмкүн, мисалы, Intuition Machines системалары үчүн автоматтык калибрлөө же валидация маалыматы катары. Тактык үчүн, бул 5-бөлүм сиздин алдын ала жазуу жүзүндөгү уруксатыңызсыз сизди кандайдыр бир Агрегат/Идентификацияланбаган маалыматтардын булагы катары аныктоого укук бербейт.",
    "3881754581": ". Эгер сиз биздин аннотация кызматтарыбыздын Кардары болсоңуз жана Кызматтарды колдонуунун бир бөлүгү катары \"Баарына маалымат\" опциясын тандасаңыз, анда сиз IMIге жана Кызматтардын бардык колдонуучуларына дүйнө жүзү боюнча, эксклюзивдүү эмес, сублицензиялануучу, өткөрүп берилүүчү, Кардардын бардык маалыматтарын, анын ичинде бардык тиешелүү интеллектуалдык менчик укуктарын толугу менен пайдалануу үчүн роялтисиз, кайра кайтарылгыс лицензия. Эгер сиз \"Баарына маалымат\" опциясын тандасаңыз, бул бөлүмдө лицензия берүү үчүн сиздин маалыматтарыңызга жана маалыматтарыңызга карата жетиштүү укуктарыңыз, наамдарыңыз жана кызыкчылыктарыңыз бар экениңизди билдиресиз жана кепилдик бересиз.",
    "3496767126": "Күмөн жаратпоо үчүн, төмөнкү абзац биздин аннотация кызматтарыбызды колдонгон Кардарларга гана тиешелүү, ал эми Кызматтарыбызды Интегратор катары колдонууга эмес",
    "767207800": "Эгер маалыматтарыңыз ачык же адепсиз мазмунду камтыса, маалыматыңызды көргөн ар бир адамга адилеттүү эскертүү катары аларга \"АЧЫК КАЗМУН\" деп белгилөөңүздү талап кылабыз. Сиз IMI менен өзүнчө жазуу жүзүндөгү макулдашуусуз биздин саясаттарыбызды бузган тапшырмаларды камтый албайсыз, анын ичинде, бирок алар менен чектелбестен, (a) башка веб-сайтты же кызматты түз же кыйыр түрдө илгерилетүүчү тапшырмаларды, (б) үчүнчү тараптын веб-сайтынын шарттарын бузган тапшырмаларды жана шарттар, (в) Үчүнчү жактарга кайрылууну өтүнгөн тапшырмалар, (г) Сайттын жүрүм-турумун же натыйжаларын манипуляциялоо үчүн салым кошуучулардан чара көрүүнү талап кылган тапшырмалар, (e) үчүнчү жактардын интеллектуалдык менчик укуктарын бузган тапшырмалар жана (f) тапшырмалар Программаны же файлдарды жүктөө үчүн салым кошуучуларды талап кылат.",
    "3370561195": "6. Кабыл алынуучу жүрүм-турум",
    "4205152730": "Сиз башка колдонуучулар менен каалаган жерде биздин веб-сайтта, Форумда, жазышууда, чатта жана IMI тарабынан көзөмөлдөнгөн башка социалдык медиа каналдарында баарлашууга чакырыласыз, бирок андай кылсаңыз, сиз биздин сайтта жана бардык тиешелүү мыйзамдарда бардык тейлөө жана колдонуу шарттарын сакташыңыз керек. .",
    "1394253934": "7. Туура эмес пайдалануу, кыянаттык менен пайдалануу жана туура эмес билдирүү",
    "1406393333": "Ушул Тейлөө шарттарына жана биз берген нускамаларга ылайык башка кызматтарга жетүү же колдонууга катуу тыюу салынат. Атап айтканда, СИЗ ЭМЕС:",
    "3409726716": "жазуу жүзүндөгү уруксатысыз бизде бирден ашык эсепке катталуу;",
    "3119498672": "Интернет-ботторду, веб-роботторду, ботторду, скрипттерди же жасалма интеллекттин башка түрүн колдонуу менен кандайдыр бир тапшырманы аткарууга же башкача түрдө IMIден же кандайдыр бир Заказчыдан же Интегратордон алар сүрөттөлгөн тапшырмаларды аткарбастан сыйлык алууга аракет кылуу;",
    "1188668818": "бул веб-сайтты колдонууда ар кандай жалган маалыматты берүү (анын ичинде сиздин аккаунтуңуздагы башка адамдын же уюмдун атынан чыгуу, же өзүңүздүн же аккаунтуңуздагы башка адам же уюмга тиешелүү экениңизди туура эмес көрсөтүү же башкача көрсөтүү);",
    "2804310964": "ар кандай прокси веб-сервер же сиздин чыныгы жайгашкан жериңизди же инсандыгыңызды бүдөмүк кылуу үчүн жасалган башка аспап аркылуу же берилген интерфейстен башка ыкмалар аркылуу биздин веб-сайтка кирүү же кирүүгө аракет кылуу;",
    "1374227759": "веб-сайтты кандайдыр бир мыйзамсыз иш-аракеттер үчүн же ал жеткиликтүү болгон максаттардан башка максаттар үчүн колдонууга;",
    "2103513933": "сайттын иштешине тоскоол болгон же үзгүлтүккө учураган иш менен алектенүүгө;",
    "137127070": "зыяндуу же белгисиз тышкы шилтемелерди же файлдарды киргизүү, жүктөө же тиркөө, же вирус, троян атын, курт, убакыт бомбасы же башка зыяндуу компьютердик кодду камтыган мазмунду жүктөө;",
    "1686655020": "Сиздин оригиналдуу чыгармаңыз болуп саналбаган, автордук укук менен корголгон мазмунду жүктөп бериңиз, эгерде сизде мындай мазмунду жарыялоого жана IMIге бул жерде берилген бардык лицензияланган укуктарды берүүгө укуктуу ээсинин уруксаты болбосо;",
    "1406692811": "спам менен алектенүү же кандайдыр бир жарнаманы жарыялоо, рефералдарды, массалык коммуникацияларды, акча сунуштарын же суроо-талаптарын алууга аракет кылуу, кызматтарга чакыруу, жарнама, маркетинг, маанисиз билдирүүлөр, кайталанган темалар, мыйзамсыз мазмун, социалдык веб-сайттарга шилтемелер, электрондук почта даректери, же тапшырма талап кылбаса, заматта кабарчы ID'лери;",
    "3893539589": "тапшырма талап кылбаса, товарларды же кызматтарды сунуш кылган тышкы шилтемелерди киргизүү;",
    "3214322759": "башка кандайдыр бир зыяндуу же алдамчылык иш менен алектенүү.",
    "3733422465": "8. Өзүңүздүн инсандыгыңызды текшерүү",
    "267645277": "IMI сиздин инсандыгыңызды текшериши мүмкүн. Бул сиздин жеке маалыматыңызды үчүнчү тараптын маалымат базаларына же расмий юридикалык документтерге салыштырууну камтышы мүмкүн. Сиз өзүңүздүн инсандыгыңызды, электрондук почтаңыздын дарегиңизге жана каржылык эсептериңизге ээлик кылууңузду ырастоо үчүн зарыл болгон бардык сурамдарды жүргүзүүгө бизге уруксат бересиз. Өзүңүздүн инсандыгыңызды тастыктоого жардам берүү үчүн сиз жөнүндө маалымат берүүгө макул болосуз.",
    "4169910317": "9. Мыйзамды сактоо",
    "519755936": "Кызматтарды колдонууңузга байланыштуу федералдык, штаттык, провинциялык жана жергиликтүү мыйзамдарды сактоого сиз гана жооптуусуз. Сиз эч кандай мыйзамды сактаган жоксуз же үчүнчү тараптын укуктарын, анын ичинде келишимдик, интеллектуалдык менчик же купуялык укуктарын чексиз бузганыңыз үчүн, бизге каршы коюлган дооматтар үчүн зыяндын ордун толтурууга жана бизди зыянсыз кармоого макул болосуз.",
    "731546974": "10. Салым берүүчү же Интегратор салыктары",
    "3128328457": "Эгер сиз салым кошуучу же Интегратор болсоңуз, сиз гана бардык болжолдуу же башка федералдык, штаттык же жергиликтүү киреше салыгын, социалдык камсыздандырууну, FICAны жана биздин веб-сайтты колдонуунун натыйжасында жумушчулардын компенсацияларын төлөө үчүн жооптуусуз, ошондой эле АКШдан тышкаркы юрисдикциялардагы окшош салыктар же төлөмдөр. Сиз эч кандай салык мыйзамдарын сактабаганыңыз үчүн бизге каршы баа берүү үчүн зыяндын ордун толтурууга жана зыянсыз кармоого макул болосуз.",
    "2931396764": "11. Ушул Тейлөө шарттарын бузуу",
    "1240667045": "Биз сиздин Кызматтарга кирүү мүмкүнчүлүгүңүздү каалаган убакта токтотуп, чектеп же жокко чыгара алабыз, анын ичинде: (a) сиз ушул Тейлөө шарттарын (анын ичинде башка тиешелүү саясаттарды) бузду деп эсептейбиз; (б) сиз биздин укуктарыбызды же үчүнчү тараптын укуктарын бузду деп эсептейбиз; (c) биз сиз берген маалыматты текшере албайбыз же аныктыгын текшере албайбыз; же (г) сиздин иш-аракеттериңиз сизге, бизге же үчүнчү тарапка жоопкерчиликти жаратышы мүмкүн деп ишенебиз. Күмөн жаратпоо үчүн, жогоруда айтылгандардын кайсынысы ушундай төлөмгө тиешелүү деп негиздүү деп эсептесек, биз сизге төлөмдү алдын алуу же токтото туруу укугун сактайбыз.",
    "1601080128": "Каттоо эсебиңизди убактылуу токтотсок же жок кылсак, сиз мындан ары веб-сайттын бардык бөлүктөрүнө, анын ичинде маалыматтарга, билдирүүлөргө, файлдарга жана сайтта сактаган башка материалдарга кире албай каласыз. Сиз биздин веб-сайтыбызды башка же жаңы аккаунт аты менен колдонууну уланта албайсыз. Бул Тейлөө шарттарынын бузулушу мыйзамдын толук көлөмүндө куугунтукка алынышы мүмкүн жана кошумча жазаларга жана санкцияларга алып келиши мүмкүн.",
    "1160707899": "12. Салым берүүчүнүн ролу жана IMI жана башка сурамчылар менен болгон мамилеси",
    "269838707": "Эгер сиз салым кошуучу болсоңуз, кайсыны жана канча тапшырманы аткарууну жана аларды качан жана кайда аткарууну сиз гана чечесиз. Сиз каалагандай тапшырмаларды аткарууга көп же аз убакыт коротсоңуз болот. Эч убакта сиз тапшырманы аткарууга милдеттүү эмессиз.",
    "1087195513": "Эгер сиз Кызматтарга кирүүчү жана/же Интегратор аркылуу же ага байланыштуу тапшырмаларды IMI эмес, Сурамчынын атынан аткарып жаткан Контрибьютор болсоңуз, анда Intuition Machines компаниясы жоопкер эмес экенине жана сиздин алдында эч кандай милдеттенмеси жок экенине макул болосуз жана моюнга аласыз. аткарылган тапшырмалар үчүн ар кандай сыйлыктарга же башка компенсацияларга карата. Аткарылган тапшырмалар үчүн ар кандай сыйлыктар же башка компенсациялар Сурамчы жана/же Интегратор менен болгон макулдашууңузга ылайык гана аныкталаарына макул болосуз жана моюнга аласыз. Мындай сыйлыктар же башка компенсациялар боюнча талаш-тартыштар (анын ичинде мындай сыйлыктарды же башка компенсацияларды алуу менен чектелбестен) сиз менен Арыз берүүчүнүн жана/же Интегратордун ортосунда гана болот.",
    "952813944": "Биздин веб-сайтты колдонууңуз да, бул келишимдеги эч нерсе сиз менен Intuition Machines ортосунда жумушка орношуу, өнөктөштүк, биргелешкен ишкана, агенттик, франшиза же сатуу өкүлү мамилесин түзбөйт. Биз сизге тапшырманы аткаруу үчүн эч кандай жабдууларды же шаймандарды бербейбиз. Биз сизге эч кандай жеңилдиктерди, жумушчулардын компенсацияларын же камсыздандырууну бербейбиз. Биздин веб-сайтты колдонууда сиз тарткан чыгымдар үчүн биз жооптуу эмеспиз. Биз федералдык же мамлекеттик киреше салыгы, Социалдык камсыздандыруу же башка салыктар үчүн сыйлыкыңыздан эч кандай сумманы кармап калбайбыз. Сиз каалаган адам же бизнес, анын ичинде биздин атаандаштарыбыз үчүн тапшырмаларды аткарууга ар дайым эркин болосуз. Сиздин Intuition Machines компаниясынын атынан жазуу жүзүндө же оозеки түрдө кандайдыр бир келишим түзүүгө укугуңуз жок.",
    "3460432665": "Жогоруда айтылгандарга карабастан, эгер сиз АКШнын салык төлөөчүсү болсоңуз, биз сизден жыл сайын жаңыланып туруучу W-9ды сурашыбыз мүмкүн жана W-9ду бүтүрмөйүнчө же жаңыртмайынча тапшырмаларды аткарууга тыюу салабыз.",
    "458271951": "Эгер сиз Кызматтарга кирүүчү жана/же Интегратор аркылуу же ага байланыштуу тапшырмаларды аткарган Контрибьютор болсоңуз, Intuition Machines (Сураныч катары иш алып барат), Intuition Machines сизге белгилүү бир тапшырмалардын алгылыктуу аткарылышы үчүн сыйлык бере алат. Эгер сиз алдамчылык, кыянаттык менен пайдалануу же ушул Тейлөө шарттарын бузуу менен алектенгениңиз аныкталса, сизге берилген бардык жана бардык сыйлыктар Intuition Machines тарабынан кармалып калышы жана/же калыбына келтирилиши мүмкүн.",
    "3056723024": "13. Тапшырмаларды аткарууга жол берилгис",
    "3913203723": "Эгерде кандайдыр бир себептерден улам, Сурамчы сиз аткарган тапшырманы аткарууну кабыл албаса, сиз салым кошуучу же Интегратор катары тапшырма үчүн эч кандай сыйлык алууга укугуңуз жок. Кабыл алынгыс аткарылган тапшырма үчүн сыйлыктар мурунтан эле таратылган болсо, биз аларды сизден кайтарып алабыз.",
    "3666807632": "14. Салым берүүчүнүн квалификациялары жана көндүмдөрү",
    "1993899769": "15. Биздин маалыматты колдонуу",
    "2927283721": "Биздин веб-сайтта тапшырмаларды аткаруу менен, сиз жеке маалыматыңызды биздин Купуялык саясатыбызга ылайык чогултууга, колдонууга жана ачыкка чыгарууга уруксат бересиз. Кошумчалай кетсек, биз сиз жана аткарылган тапшырмаларыңыз жөнүндө белгилүү бир маалыматты, анын ичинде, мисалы, Contributor ID, аткарылган тапшырмалардын натыйжалары жана башка атрибуттарды тейлөө мамилелерин жеңилдетүү жана веб-сайтты жакшыртуу үчүн аткарган Арыз ээси менен бөлүшө алабыз. сиздин квалификацияңыз, тилдериңиз, көндүмдөрүңүз жана веб-сайтты колдонуу.",
    "3027055607": "16. Интеллектуалдык менчик жана мүлктүк укуктар",
    "3910971075": "IMI бардык укуктарга, анын ичинде интеллектуалдык менчик укуктарына, баштапкы кодго, объект кодуна же негизги түзүмгө, идеяларга же алгоритмдерге, API'ге жана Кызматтарга (\"Программалык камсыздоо\") тиешелүү бардык кошумча программалык камсыздоого, документтерге же маалыматтарга ээ. Сиз түздөн-түз же кыйыр түрдө үчүнчү тарап аркылуу же башка жол менен: (a) Программаны тескери инженериялоо, декомпиляциялоо, демонстрациялоо же башка жол менен табууга аракет кылуу; (б) кандайдыр бир Программанын негизинде өзгөртүүгө, которууга же туунду чыгармаларды түзүүгө; (c) кандайдыр бир Программага укуктарды көчүрүү, ижарага берүү, ижарага берүү, бөлүштүрүү, күрөөгө коюу, ыйгаруу же башка жол менен өткөрүп берүү же жүктөө; (d) кандайдыр бир Программаны таймшеринг, тейлөө бюросунун максаттары үчүн же үчүнчү тараптын кызыкчылыгы үчүн колдонуу; же (e) менчиктик билдирүүлөрдү же энбелгилерди алып салуу.",
    "3660891610": "Эгер сиз Контрибьютор болсоңуз, сиз эмес, IMI, кандайдыр бир тапшырманы аткаруунун бир бөлүгү катары чыгарган чыгармаңызга менчик укуктарына ээ. Бул Келишимдин шарттарын кабыл алуу менен сиз ээлик кылууну, ээлик кылууну жана укукту (анын ичинде бүткүл дүйнөдөгү бардык интеллектуалдык менчик укуктарын) бизге жана ишиңизге өткөрүп берүүгө макул болосуз (жана ушуну менен). Биз ушундай укуктарга ээ болушубузга, өркүндөтүүгө жана колдонууга мүмкүнчүлүгүбүздү камсыз кылуу үчүн, сиз андан ары (i) биздин укуктарыбызды документтештирүүгө, өркүндөтүүгө жана ишке ашырууга жардам берүү үчүн бардык документтерге кол коюуга макул болосуз; жана (ii) бардык өлкөлөрдө мындай менчик укуктарын жазуу, өркүндөтүү, коргоо, коргоо жана ишке ашыруу үчүн маалыматка акылга сыярлык жетүүнү камсыз кылуу. Бул бөлүмдө каралган милдеттериңиз сиз каттоодон чыккандан кийин же Кызматтарды колдонууну токтоткондон кийин да улана берет. Сиз бизди бул бөлүмдө баяндалган максаттар үчүн сиздин атыңыздан документтерди тариздөө үчүн иш жүзүндө адвокатыңыз катары дайындайсыз.",
    "426125156": "17. Автордук укук жана өчүрүү",
    "1408530660": "IMI башкалардын интеллектуалдык менчигин сыйлайт жана биз үчүнчү тараптын интеллектуалдык укуктарын бузушу мүмкүн деп эсептеген бардык материалдарды биздин сайттан алып салуу укугуна ээбиз. Эгер сиз өз эмгегиңиз бул веб-сайтта автордук укуктун бузулушуна алып келген жол менен көчүрүлгөн деп ойлосоңуз, Intuition Machines кардарларды колдоо бөлүмүнө кайрылыңыз.",
    "2696932851": "18. Келтирилген зыяндын ордун толтуруу",
    "3844300338": "Сиз милдеттерди аткаруудан же биздин веб-сайтты колдонууңуздан келип чыккан же ага байланыштуу ар кандай дооматтардан, зыяндардан, милдеттенмелерден, чыгымдардан жана чыгашалардан (анын ичинде акылга сыярлык адвокаттык жыйымдарды жана чыгымдарды) ордун толтурууга, коргоого жана зыянсыз кармоого макул болосуз. .",
    "2474091800": "19. Башка колдонуучулар менен талаш-тартыштар; бошотуу",
    "3162107126": "IMI сиз менен Кызматтардын башка колдонуучуларынын ортосундагы талаш-тартыштын тарапы эмес. Сиз IMI жана анын филиалдарын сиз менен башка колдонуучунун ортосундагы ар кандай талаш-тартыштан келип чыккан же ага байланыштуу ар кандай түрдөгү жана мүнөздөгү, белгилүү жана белгисиз, шектүү жана шексиз, ачыкталган жана ачылбаган ар кандай жана бардык дооматтардан, талаптардан жана зыяндардан бошотасыз.",
    "2271969747": "20. Сиз алган купуя маалымат",
    "1042802841": "Жашыруун маалымат - бул купуя же жеке менчик деп белгиленген же алуучу тарап жашыруун же менчик деп негиздүү түрдө түшүнүүгө тийиш болгон ар кандай маалымат. Бул (1) жалпыга жеткиликтүү болгон, (2) ээлик кылган, өз алдынча иштеп чыккан же кабыл алуучу тарапка белгилүү болгон же (3) соттун чечими менен ачыкка чыгарылган же башка жол менен талап кылынган маалыматты камтыбайт. мыйзам.",
    "1918025546": "Эгер сизге Кызматтардагы кимдир бирөөдөн купуя маалымат берилсе, сиз өзүңүздүн купуя маалыматыңызды коргоо үчүн колдонгон кылдаттык менен, бирок эч кандай шартта тиешелүү деңгээлде кам көрүү менен купуя маалыматтын сырын коргоого макул болосуз. Тапшырманы аткаруу үчүн зарыл болгон учурлардан тышкары, сиз мындай жашыруун же менчик маалыматты ачыкка чыгара жана жарыялай албайсыз. Intuition Machines Платформасындагы тапшырманын ичиндеги бардык маалымат, эгерде маалымат ачык түрдө жашыруун деп белгиленбесе да, купуя катары каралышы керек.",
    "2690395789": "Эгер сиз алган купуя маалыматтын кереги жок болуп калса, сиз өзүңүз көзөмөлдөгөн жайларда, системаларда же башка жабдууларда бар маалыматтын бардык көчүрмөлөрүн тез арада кайтарып беришиңиз же жок кылышыңыз керек (маалыматты ачыкка чыгарган адамдын талабы боюнча).",
    "2178073797": "Жашыруун маалыматты ачыкка чыгаруу орду толгус зыян алып келиши мүмкүн болгондуктан, ачыкка чыгарган тарап бул мөөнөттүн ар кандай бузулушу же коркунучтуу бузулушу үчүн баш коргоо чарасын издөөгө укуктуу.",
    "2185860003": "21. Вебсайтты өзгөртүү",
    "2631249972": "Биз сизге эскертүүсүз веб-сайтыбызды жакшыртып же өзгөртүшүбүз мүмкүн.",
    "3764131594": "22. Үчүнчү тараптын веб-сайттары",
    "295955580": "Биздин веб-сайт үчүнчү тараптын веб-сайттарына шилтемелерди камтышы мүмкүн. Биз мындай веб-сайттарды көзөмөлдөбөйбүз, иликтебейбиз, көзөмөлдөбөйбүз же текшербейбиз. Биз мындай веб-сайттарда камтылган компьютердик программаларга, мазмундарга же пикирлерге жооптуу эмеспиз жана аларды колдобойбуз. Эгерде сиз биздин веб-сайттан чыгып, үчүнчү тараптын веб-сайтына кирүүнү чечсеңиз, муну өзүңүзгө тобокелге саласыз.",
    "838225123": "23. Кепилдиктен баш тартуу",
    "3897238493": "КЫЗМАТТАРЫ \"БОЛГОНДОЙ\" НЕГИЗИНДЕ КӨРСӨТҮЛӨТ. БИЗ КЫЗМАТТАРДЫН ЖЕТКИЛИКТҮҮЛҮГҮНӨ, ЖАҢАЛЫКТЫГЫНА, МЫЙЗАМДУУЛУГУНА, ЖЕТКИЛИКТҮҮЛҮГҮНӨ ЖЕ ФУНКЦИЯЛЫГЫНА, АР КАНДАЙ ТИЕШЕЛҮҮ ПРОГРАММАЛАР РЕСПУБЛИКАСЫНДАГЫ АТКАРУУЧУ ПРОГРАММАЛАРГА, ЭСКЕРТҮҮЧҮЛӨРГӨ, ЭСКЕРТҮҮЛӨРГӨ, КЫЗМАТТАРЫНА КАТЫН КЫЛГАН ЭМНЕ КЕПИЛДИКТЕРДИ ЖЕ КЕПИЛДИКТЕРДИ БЕРБЕЙБИЗ. МЫЙЗАМ БЕРГЕН МАКСИМАЛДЫК ДАЧАМДА, IMI БАРДЫК АЙКЫН ЖЕ КЫЙЫНЫЗ ШАРТТАРДАН, ӨКҮЛЧҮЛҮКТӨРДӨ ЖАНА КЕПИЛДИКТЕРДЕН баш тартат, бирок алар менен чектелбестен, соода-сатык, фитнес-партиялык мекемелердин жана фитнес-партиялык мекемелердин гарантияларынан баш тартат. АР КАНДАЙ КАМЧЫЛЫКТАРГА, ЫЛАЙЫКСЫЗДАРГА ЖЕ НААРАЗЫЛЫКТАРГА КАРШЫ IMI КАРШЫ БИР ГАНА ЖАНА ЭКСКЛЮЗИВДУУ ДАГАРЫҢЫЗ КЫЗМАТТАРДЫ КОЛДОНУУНУ ТОКТОТУУ. веб-сайтка же Intuition Machines платформасына кирүүңүздөн же колдонуудан. Пландаштырылган жана пландан тышкары үзгүлтүктөр болушу мүмкүн жана биз веб-сайтыбыздын үзгүлтүксүз жеткиликтүүлүгүнө кепилдик бербейбиз.",
    "2110259227": "24. Жоопкерчиликти чектөө",
    "3018077211": "25. Салым берүүчү талаштарды чечүү",
    "2790841456": "Эгер сиз Contributor болсоңуз, төмөнкү арбитраждык пунктка жана класстык доо арыздан баш тартууга макул болосуз:",
    "3302832698": "Талаштарды чечүүнүн альтернативалуу ыкмасы.",
    "561456032": "Кызматтарды колдонууңуздан келип чыккан же ага байланыштуу болгон талаш-тартыштар үчүн, анын ичинде IMI үчүн тапшырмаларды аткарып баштаганыңыздан бери келип чыккан ар кандай талаш-тартыштар үчүн, ошондой эле сиз катары классификацияланган же классификацияланбагандыгыңызга байланыштуу ар кандай дооматтарды кошкондо макул болосуз. көз карандысыз подрядчы болсо, сиз алгач ага каршы дооматыңыз жөнүндө IMIге кабарлайсыз. Сиз жана IMI анда түз сүйлөшүү же ортомчулук аркылуу маселени чечүүгө аракет кыласыз. Биз медиациянын баасын бирдей бөлүштүрөбүз жана медиация телефондук же башка электрондук каражаттар аркылуу жүргүзүлүшүнө макул болобуз. Эгерде доомат расмий эмес сүйлөшүүлөрдөн же ортомчулуктан кийин чечилбей калса, сиз IMI менен талашты чечүү үчүн акыркы жана милдеттүү арбитражды колдоносуз деп макул болосуз. Бул пункт сиз биздин веб-сайтты колдоно баштаган учурдан тартып, мыйзам бузууга, келишимге, мыйзамга, анын ичинде, бирок алар менен чектелбестен, дискриминация жана куугунтукка байланыштуу ар кандай дооматтарды, Калифорниянын адилеттүү иш менен камсыз кылуу жана турак-жай мыйзамына негизделбегендигине карабастан, артка карай жөнгө салынат. , 1964-жылкы Жарандык укуктар жөнүндө мыйзамдын VII аталышы, өзгөртүүлөр киргизилген, же башка мамлекеттик же федералдык мыйзам же жобо, адилеттүү мыйзам, же башка.",
    "3794239003": "Арбитраждык процедура.",
    "4193379787": "Бул келишим боюнча бардык арбитраждар Америкалык Арбитраж Ассоциациясынын эрежелери боюнча же өз ара макулдашылган арбитраж кызматы тарабынан жүргүзүлөт. Арбитр альтернативдик иш таштоо аркылуу жетиден (7) кем эмес тизмеден тандалган АКШнын арбитри болот. Арбитражда ар бир тарап адекваттуу жарандык иликтөөнү жүргүзүүгө, диспозитивдүү өтүнүчтөрдү келтирүүгө, өз иштерин жана коргоосун көрсөтүү үчүн зарыл болгон күбөлөрдү жана далилдерди келтирүүгө укуктуу жана бул боюнча ар кандай талаш-тартыштар арбитр тарабынан чечилет. Талаштарды чечүү коюлган талаптарды жана коргоону жөнгө салуучу мыйзамга гана негизделет жана арбитр мындай контролдоочу мыйзамдан башка эч кандай негизди келтире албайт. Арбитр арбитр катары иш алып барууда жарандык жоопкерчиликтен сот кызматкеринин кол тийбестигине ээ болот, бул кол тийбестик башка кол тийбестикти толуктайт. Сыйлыктар арбитрдин жазуу жүзүндөгү жүйөлүү пикирин камтууга тийиш. Сиз IMIге же IMI сизге каршы болушу мүмкүн болгон ар кандай дооматтарыңыз боюнча жюри тарабынан соттук териштирүү укугуңуздан баш тартасыз. Ушул пунктка ылайык ар кандай дооматтар колдонуудагы эскирүү мөөнөтүнүн ичинде коюлушу керек. Америка Кошмо Штаттарынын Федералдык Арбитраж Акты бул пунктту жөнгө салат жана сиз бул Келишим соодадагы бүтүмдү далилдей турганын моюнга аласыз.",
    "2583888954": "Өзгөчө учурлар.",
    "1034830": "Додд-Фрэнк Уолл-стрит реформасы жана керектөөчүлөрдүн укуктарын коргоо актысында (Коомдук мыйзам 111-203) каралгандай, талашка чейинки арбитраждык макулдашуунун предмети болбошу мүмкүн болгон талаштар буга кирбейт.",
    "263977834": "Административдик чарчоо.",
    "1807512722": "Сиз бул веб-сайтты колдонуудан келип чыккан ар кандай дооматтарды административдик агенттикке бере аласыз, бирок арбитраждык макулдашуунун бар экендигине карабастан, тиешелүү мыйзам мындай агенттикке кирүүгө уруксат берген өлчөмдө гана. Мындай административдик дооматтар жумушка орношуу боюнча бирдей мүмкүнчүлүктөр боюнча комиссиянын, АКШнын Эмгек департаментинин жана Эмгек мамилелери боюнча улуттук кеңештин алдына коюлган дооматтарды же төлөмдөрдү чектөөсүз камтыйт. Бул пункттун эч нерсеси арбитражга доо койгонго чейин административдик каражаттарды сарптоо боюнча милдеттенмеңизди аткаруу үчүн кайсы бир органга административдик доо коюуга тоскоол боло албайт же актай албайт, бирок, сиз бул аркылуу кандайдыр бир акчалай чечимди алуу укугунан баш тартасыз. агенттик процесстери.",
    "996430331": "Арбитраждын жайгашкан жери.",
    "3040062804": "Бул бөлүмгө ылайык арбитраждык териштирүү демейки боюнча Калифорния штатында өтөт, эгерде сиз Америка Кошмо Штаттарынан тышкары жерде жашабасаңыз, анда арбитраж толугу менен электрондук же телефон аркылуу өтөт. Арбитраж, эгерде ар бир тарап жазуу жүзүндө макулдашса, башка жерде болушу мүмкүн. Анын жайгашкан жерине карабастан, арбитражга түз видео же телеконференция аркылуу катышууну тандай алат.",
    "3091247030": "Класстык аракеттерден баш тартуу.",
    "2520904193": "Сиз ар кандай талаш-тартыштарды класстык, жамааттык же өкүлчүлүктүү иш катары алып чыгуу, угуу же арбитраждык кароо үчүн укугуңуздан баш тартасыз. Ушул келишимде камтылган башка пункттарга карабастан, мурунку сүйлөм эч кандай учурда бул келишимден ажыратылбайт. Бул баш тартуунун толугу менен же бир бөлүгүн аткарууга мүмкүн эмес, абийирсиз, жараксыз же жараксыз деген ар кандай доомат арбитр тарабынан эмес, компетенттүү юрисдикциядагы сот тарабынан гана аныкталышы мүмкүн. Улуттук Эмгек мамилелери мыйзамынын 7-бөлүмүндө каралган укуктарыңызды ишке ашыруунун натыйжасында же кандайдыр бир форумда класстык, жамааттык же өкүлчүлүк акциясына катышууңуздан өч алынбайт же биздин веб-сайттагы тапшырмаларды аткарууга бөгөт коюлбайт. , бирок биз бул класстык доо арыздан баш тартууну мыйзамдуу түрдө талап кылып, мындай класстык, жамааттык же өкүлчүлүк аракеттерди же дооматтарды четке кагууну талап кыла алабыз.",
    "3493572638": "Чыгымдар жана жыйымдар.",
    "702926385": "Адвокаттын акысы мыйзамда ачык каралгандан башка учурларда, тараптардын ар бири мындай арбитражда адвокаттык өкүлчүлүк үчүн тиешелүү чыгымдарды көтөрөт. Тараптар арбитр тарабынан алынган бардык баштапкы административдик жыйымды эки жүз элүү долларга (250,00 АКШ доллары) чейин бөлүштүрүшөт. Арбитрдин жана соттун кабарчысынын чыгымдарын, эгерде бар болсо, алгач биз төлөйбүз; бирок, арбитр мыйзамда каралгандай, үстөмдүк кылган тарапка тиешелүү чыгымдарды чечүүгө жана/же тараптардан арбитр жана/же соттук кабарчыга байланышкан чыгымдарды бөлүштүрүүнү талап кылууга укуктуу.",
    "3199694247": "Бөлүнүү мүмкүнчүлүгү.",
    "3102490587": "Класстык аракеттерден баш тартуудан башка, эгерде бул арбитраждык пункттун кандайдыр бир термини же жобосу же бөлүгү жараксыз же аткарылууга жараксыз деп табылса, ал үзүлөт жана арбитраждык пункттун калган бөлүгү аткарылууга тийиш.",
    "2323013093": "26. Колдонулуучу Мыйзам",
    "2900525040": "Калифорния штатынын мыйзамдары ушул Тейлөө шарттарын жана алардан келип чыккан ар кандай талаш-тартыштарды, талаштарды же дооматтарды жөнгө салат.",
    "3339302473": "27. Токтотуу",
    "1158384644": "Сиз каалаган убакта биздин веб-сайтты колдонууну токтотууну тандай аласыз, эгерде сиз бардык тиешелүү IMI саясаттарына баш ийишиңиз керек. Биз өзүбүздүн ыктыярыбыз боюнча бул келишимди жокко чыгара алабыз, веб-сайтыбызга кирүүнү токтотобуз же кандайдыр бир себептерден улам эскертүүсүз дароо кызматтарды алып сала алабыз.",
    "41530052": "28. Жалпы шарттар",
    "3202747130": "Толук келишим. Бул Тейлөө шарттары жана ушул келишимде шилтеме кылынган ар кандай саясаттар, жол-жоболор же шарттар предметке карата тараптардын бүтүндөй келишимин түзөт жана тараптардын мурунку жана учурдагы бардык тиешелүү макулдашууларды, дооматтарды, өкүлчүлүктөрдү жана түшүнүктөрдү жокко чыгарат жана жокко чыгарат. .",
    "4080263153": "Жок баш тартуу. Эгерде баш тартуу жазуу жүзүндө жана биз тарабынан кол коюлбаса, биз укуктарыбыздын же коргоо чараларыбыздын кандайдыр бир бөлүгүнөн баш тарттык деп эсептелбейбиз. Эгерде биз бул келишимдин кандайдыр бир жобосу боюнча укуктарыбызды аткарууну кечиктирсек же аткарбасак, бул мындай жобону же ушул келишимдин кандайдыр бир бөлүгүн кийинчерээк аткаруу укугубуздан баш тартуу болуп саналбайт.",
    "1789371580": "Дайындоо. Сиз биздин алдын ала жазуу жүзүндөгү макулдугубузсуз бул Тейлөө шарттарын дайындай албайсыз. Биз бул Тейлөө шарттарын эскертүүсүз каалаган убакта дайындай алабыз. Жогоруда айтылгандарды эске алуу менен, бул Тейлөө шарттары ар бир тараптын мураскорлору жана уруксат берилген дайындоочулар үчүн милдеттүү болот.",
    "2819628066": "Бөлүнүү мүмкүнчүлүгү. Эгерде ушул Тейлөө шарттарынын кандайдыр бир жобосу кандайдыр бир себептерден улам жараксыз же аткарылууга жараксыз деп табылса, ал калган жоболордун жарактуулугуна жана аткарылышына таасирин тийгизбейт.",
    "3955981186": "Түзөтүүлөр. Ушул Тейлөө шарттарына IMIден башка эч ким тарабынан эч кандай өзгөртүүлөр же оңдоолор IMIдин тийиштүү түрдө ыйгарым укуктуу өкүлү тарабынан кол коюлган жазуу жүзүндөгү документте болбосо, IMI үчүн милдеттүү болбойт.",
    "1377538813": "Үстөмдүк кылуучу тил. Бул Тейлөө шарттарынын англис тилиндеги версиясы бардык жагынан көзөмөлдөнөт жана которулган версиялар менен кандайдыр бир карама-каршылыктар болсо, үстөмдүк кылат.",
    "2438016011": "Ыктыярдуу келишим. Бул Тейлөө шарттарынын бардык тараптары ар бири ушул келишимдин бардык аспектилерин карап чыгып, анын бардык жоболорун кылдаттык менен окуп чыгып, толук түшүнгөндүгүн жана өз ыктыяры менен бул келишимге кирип жатканын билдирет жана макулдашышат.",
    "2445034923": "Эгерде сиз ушул Тейлөө шарттарынын бардык шарттары менен макул болбосоңуз, Сайтты же Кызматтарды колдонбоңуз (жана сиз дагы колдонбоңуз) же кирбеңиз.",
    "2646127839": "Негизги Тейлөө шарттарына Кардар Тиркемеси",
    "4097297673": "Кардар, Сурамчы же Интегратор катары сиз жана IMI ортосундагы башка милдеттүү шарттарга кошумча катары төмөндөгү шарттарга да макул болууга макулсуз.",
    "1093280979": "1. Платформа заказ формалары",
    "1549953005": "Сиз Кардар же Сурамчы болуунун шарты катары платформага кирүүгө буйрутмалардын бир же бир нече формаларын (ар бири \"Заказ формасы\") толтурган болушуңуз мүмкүн. Эгер ошондой болсо, анда Заказ формасында сүрөттөлгөн шарттар жана шарттар Тейлөө шарттарынын бир бөлүгү болуп калат жана ушуну менен шилтеме аркылуу кошулат.",
    "3819851005": "2. Алымдар",
    "1591032933": "Тиешелүү Заказ формасында көрсөтүлгөн төлөм ыкмасы аркылуу IMIге жыйымдарды төлөйсүз. Эгерде эки тараптын башкасы жазуу жүзүндө ачык макулдашылбаса, сиз эсеп-фактураны жөнөткөн күндөн кийин отуз (30) күндүн ичинде берилген бардык эсеп-фактуралар үчүн толук төлөмдү камсыздайсыз. Сиз бизге берген бардык кредиттик карта маалыматыңыз боюнча кредиттик карта авторизациясын иштетүүгө, ал кредиттик карта маалыматын сактоого жана кредиттик картаңыздан же биз төлөм түрү катары биз өз ара макулдашылган башка эсепке төлөөгө уруксат бересиз. Эгерде Заказ формасында же Ишканаңыздын Тейлөө Келишимиңизде же Негизги Тейлөө Келишимиңизде башкача каралбаса, Кызматтар үчүн бардык төлөмдөр, ашыкча төлөмдөн тышкары, сиздин Келишимиңиз боюнча IMI тарабынан көрсөтүлгөн кызматтардын башталышында жыл сайын эсепке алынат (\"Күчүнө кирген күн\").",
    "4142610534": "Ар кандай кечиктирилгис төлөмдөр айына 1,5% пайыз өлчөмүндө же мыйзам тарабынан уруксат берилген максималдуу суммада, кайсынысы азыраак болсо, төлөнөт. Эгерде сиз кандайдыр бир себептерден улам ушул Келишим боюнча төлөнүүчү сумманы төлөй албасаңыз, сиздин эсеп биздин карообуз боюнча убактылуу токтотулушу мүмкүн, мындай учурда тапшырмаларды аткаруу үчүн сиздин эсебиңизден эч кандай кошумча төлөмдөр жүргүзүлбөйт жана бардык тапшырмаларыңыз өчүрүлөт. биздин сайттан. Сиз бизге талап боюнча төлөнүүчү бардык суммаларды, ошондой эле ар кандай иштетүү жыйымдарын, кечиккен жыйымдарды же адвокаттык төлөмдөрдү кайтарып беришиңиз керек. Биз ошондой эле кредиттик отчеттук агенттиктерге жана укук коргоо органдарына тиешелүү отчетторду бере алабыз.",
    "512991700": "Эгер кандайдыр бир жыйымдар боюнча талашууну кааласаңыз, оңдоо же кредитти алуу үчүн ката же көйгөй пайда болгон биринчи эсеп-кысап же эсеп көчүрмөсү жабылган күндөн кийин отуз (30) күндөн кечиктирбестен кардарларды колдоо бөлүмүнө кайрылышыңыз керек.",
    "1273914192": "3. Салыктар",
    "4242322181": "Сиз Intuition Machines'тин таза кирешесине же жеке мүлкүнө эсептелген АКШ салыктарынан башка Кызматтарга байланыштуу бардык салыктарды төлөө үчүн жооптуусуз.",
    "1671996585": "Колдонмо программалоо интерфейси (\"API\") аркылуу сизден веб-сайтыңызды, тиркемеңизди же платформаңызды Кызматтарыбыз менен интеграциялоо талап кылынышы мүмкүн. Эгер ушундай кылсаңыз, биз сизге API'ни Кызматтарга жетүү үчүн гана колдонуу үчүн чектелген, эксклюзивдүү эмес, өткөрүп берилбей турган, ыйгарылбаган, кайра чакыртып алынуучу лицензияны беребиз. Биз каалаган убакта APIди өзгөртүп жана/же эски версияларды же API релиздерин колдоону токтотушубуз мүмкүн. Биз сиздин ыктыярыбыз боюнча API'ге кирүү мүмкүнчүлүгүңүздү убактылуу токтотууга же чектөөгө укуктуубуз жана убактылуу токтотууга чейин сизге эскертүү берүү үчүн акылга сыярлык күч-аракетти жумшайбыз.",
    "4036662147": "5. Жашыруун маалыматты коргоо",
    "3564208535": "Сиз бизден же Кызматтарыбыз аркылуу алынган ар кандай Жашыруун маалыматты коргоо үчүн коммерциялык жактан акылга сыярлык күч-аракетти колдонууга макул болосуз. бот упайларын жана биздин ишкана кызматыбыздын жалпыга ачык эмес реквизиттерин, анын ичинде жалпыга ачык эмес документтерди жана ботту аныктоо ыкмаларыбызга байланыштуу биз бөлүшө ала турган бардык деталдарды камтыйт. Эгерде сизге ушундай Жашыруун маалыматка кирүү мүмкүнчүлүгү берилсе, эгерде биз сиздин Кызматтарды колдонууңуз аркылуу жашыруун маалымат ачыкка чыгып жатканын аныктасак, биз өзүбүздүн карообуз боюнча Кызматтарыбызга кирүү мүмкүнчүлүгүңүздү өзгөртүп, токтотуп же чектей алабыз жана биз акылга сыярлык күч-аракетти жумшайбыз. убактылуу токтотууга чейин сизге эскертүү берүү.",
    "120384113": "6. Токтотуу",
    "453723556": "Бул Кардардын Тиркемесин Кардар же Сурамчы болууну токтотуу менен Тейлөө шарттарына көз карандысыз токтото аласыз. Биз сиздин Кардар же Сурамчы статусуңузду каалаган убакта токтото турууга же токтотууга, же болбосо аккаунтуңузду же Тейлөө шарттарына ылайык Кызматтарды колдонууну токтотууга укуктуубуз. Сиз Заказ формасына ылайык төлөнүүчү ар кандай сумма үчүн жоопкерчиликти токтотуп каласыз. Эгер жазылууңуз кандайдыр бир айлык же жылдык төлөмдөрдү же айлык же жылдык минимумдарды камтыса, тиешелүүлүгүнө жараша ошол айдын же жылдын аягына чейин бардык Кызмат акыларын төлөө үчүн жооптуу болосуз.",
    "218889628": "Бул Кардардын Тиркемесин же Тейлөө шарттарын бузгандан башка учурларда, эгерде биз токтотуп, сиз бизге кандайдыр бир төлөмдөрдү алдын ала төлөгөн болсоңуз, биз алардын пропорционалдуу бөлүгүн кайтарып беребиз. калган убакытка же сиз төлөгөн Кызматтарга жараша алдын ала төлөнгөн суммалар, кайсынысы азыраак болсо. Биз ишибизди коммерциялык жактан акылга сыярлык түрдө бүтүрөбүз жана бизде болгон бардык акы төлөнүүчү Чыгуу берилиштеринин топтомдорун жана Кардар маалыматтарын сактап жана сизге жеткиребиз. Ар кандай токтотулгандан кийин, биз кандайдыр бир маалыматты жок кылууга милдеттүүбүз, бирок милдеттүү эмеспиз.",
    "2505227594": "7. Ашыкча жаш",
    "2369877184": "hCaptcha Интеграторлору же Кардарлары үчүн эң жогорку уруксат берилген эң жогорку RPS көрсөткүчү, эгерде сиз менен биздин ортобуздагы жазуу жүзүндөгү келишимдик келишимде башкача каралбаса, сиздин аккаунтуңуздагы жактарга (\"RPS\") секундасына 1000 суроону түзөт.",
    "234420106": "Эгер сиз hCaptcha Enterprise кызматынын Интегратору же Кардары болсоңуз жана RPS менен өлчөнгөн API колдонууңуз кызмат деңгээлиңиз үчүн каралган тарифтен ашып кетсе, биз кызматыңызды өзгөртүүнү же ашыкча тарифти талап кылууну тандай алабыз. Эгерде сиздин эң жогорку RPS көрсөткүчүңүз 30 күндүк мөөнөт ичинде жалпысынан 10 же андан көп мүнөт үчүн каралган көрсөткүчтөн 10 эсе ашып кетсе жана бул суроо-талаптардын көпчүлүгү биздин чечимибиз боюнча зыяндуу трафик эмес болсо, биз ошол айда жасалган бардык API сурамдары үчүн сизден келишимде белгиленген ашыкча тариф боюнча төлөйт.",
    "2619472217": "8. Кайра сатуу",
    "2019702084": "Кардардын Негизги Тейлөө Келишиминде же Кайра Сатуучу Келишиминде ачык уруксат берилбесе, буйрутма берилген SaaS Кызматтары сатылбайт, кайра сатылбайт, ижарага берилбейт, субижарага берилбейт, лицензияланбайт, сублицензияланбайт же башка үчүнчү тарапка берилбейт (Кардардын Аффилирленген уюмунан башкасы) ) жана Келишим боюнча бардык буйрутмалар жана Кардардын Кызматты бардык пайдалануусу Кардардын же анын Филиалынын өзүнүн ички бизнес колдонуусу үчүн болушу керек.",
    "1233229030": "Ар кандай",
    "1467783792": "Америка Кошмо Штаттары тарабынан санкцияланган эч бир адам, юридикалык жак же уюм («Санкцияланган актер») сыйлыктарга же Кызматтарды Интегратор катары колдонууга укугу жок. Күмөн жаратпоо үчүн, буга АКШнын Каржы министрлигинин Чет элдик активдерди көзөмөлдөө башкармалыгы (\"OFAC\") тарабынан дайындалган Санкцияланган актерлор кирет.",
    "3759657802": "Сиз бул Тейлөө шарттарын же өзүңүздүн укуктарыңызды же милдеттериңизди эч кандай жол менен (мыйзам боюнча же башка) ыйгарып, өткөрүп же өткөрүп бере албайсыз.",
    "1627232990": "Бул Тейлөө шарттарынын котормолору эң жакшы шартта берилет. Англис тилиндеги Тейлөө шарттары менен анын котормолорунун ортосунда кандайдыр бир олуттуу айырмачылык болгон учурда, англис тилиндеги Тейлөө шарттары авторитет катары каралат.",
    "805221621": "Биз менен байланышыңыз",
    "259613338": "ушул Тейлөө шарттарына байланыштуу суроолоруңуз болсо.",
    "2735878907": "Бизнес үзгүлтүксүздүгүн пландаштыруу билдирүүсү",
    "2887242610": "Intuition Machines, Inc hCaptcha бизнесибизди олуттуу түрдө үзгүлтүккө учураткан окуяларга кандай жооп берерибиз боюнча Бизнес үзгүлтүксүздүк планын иштеп чыкты. Кырсыктардын жана үзгүлтүктөрдүн убактысын жана кесепеттерин алдын ала айтуу мүмкүн болбогондуктан, биз иш жүзүндө болгон окуяларга ийкемдүү жооп беришибиз керек. Ушуну эске алуу менен, биз сизге бизнес үзгүлтүксүздүк планыбыз боюнча бул маалыматты берип жатабыз.",
    "809251240": "Биз менен байланышуу",
    "2551802342": "– Биз олуттуу бизнес үзгүлтүккө учурагандан кийин тез арада калыбына келтирүүнү жана бизнес операцияларыбызды кайра улантууну пландаштырып жатабыз жана кызматкерлерибизди жана мүлкүбүздү коргоо, финансылык жана операциялык баа берүү, фирманын китептерин жана жазууларын коргоо жана кардарларыбызга жана алардын акыркы колдонуучуларына онлайн транзакцияларды жүргүзүүгө мүмкүнчүлүк берүү аркылуу жооп кайтарабыз. Кыскача айтканда, биздин бизнес үзгүлтүксүздүк планы бизнести үзгүлтүккө учуратуунун масштабын жана олуттуулугун эске алуу менен, фирмабызга ишин мүмкүн болушунча тезирээк кайра баштоого мүмкүндүк берүү үчүн иштелип чыккан. Биздин бизнес үзгүлтүксүздүк планы даректери: маалыматтардын резервдик көчүрмөсүн сактоо жана калыбына келтирүү; бардык миссиясы маанилүү системалары; финансылык жана операциялык баа берүү; кардарлар, кызматкерлер жана көзөмөл органдары менен альтернативдүү байланыш; кызматкерлердин физикалык жайгашуусу; маанилүү жеткирүүчү жана кардарлардын таасири; ченемдик отчеттуулук; жана бизнесибизди уланта албасак, кардарларыбызга дароо кабарлоо. Биздин негизги жеткирүүчү бассейн географиялык жактан өзүнчө аймактагы маанилүү жазууларыбызды сактайт. Ар бир өзгөчө кырдаал тышкы факторлордун негизинде уникалдуу көйгөйлөрдү жаратса, мисалы, күндүн убактысы жана үзгүлтүктүн оордугу сыяктуу, бизге бул камсыздоочулар пулу алардын максаты - өз иштерин калыбына келтирүү жана кызматтарды тез арада калыбына келтирүү болуп саналат деп кеңеш берди. Биз камсыздоочулардын ар кандай топтомун колдонуу менен тобокелдиктерди азайтуу үчүн иштегенибизге карабастан, бул мезгил ичинде сиздин кызматтарыңыз өзгөртүлүшү же үзгүлтүккө учурашы мүмкүн.",
    "826396656": "Биздин бизнестин үзгүлтүксүздүк планы",
    "1979347895": "– Бизнестин олуттуу үзгүлтүккө учурашы масштабы боюнча ар кандай болушу мүмкүн, мисалы, биздин фирма, биздин фирма жайгашкан бир имарат, биздин фирма жайгашкан район, биз жайгашкан шаар же бүтүндөй аймак. Бул аймактардын ар биринин ичинде бузулуунун оордугу да минималдуудан оорго чейин өзгөрүшү мүмкүн. Фирмабызга, бизнес районубузга, шаарыбызга же областыбызга же фирмабыз жайгашкан имаратка байланыштуу иш үзгүлтүккө учураса, биз керек болгондо операцияларыбызды жергиликтүү сайтка өткөрүп беребиз жана бизнес операцияларына эч кандай олуттуу тоскоолдуктарды күтөбүз. Кандай болбосун, биз бизнести улантууну, зарыл болсо операцияларды альтернативдүү камсыздоочуларга өткөрүп берүүнү жана hcaptcha.com дарегиндеги веб-сайтыбыз жана hcaptchastatus.com дарегиндеги статус баракчабыз аркылуу биз менен кантип байланышууну пландаштырып жатабыз. Эгер бизнестин олуттуу үзгүлтүккө учурашы ушунчалык катуу болсо, ал биздин бизнести улантууга тоскоол болсо, биз сизге тез арада кабарлайбыз.",
    "653679457": "Ар кандай бузулуулар",
    "410397176": "Көбүрөөк маалымат алуу үчүн",
    "2095899021": "hCaptcha Бренддик көрсөтмөлөрү жана жалпы соода белгиси лицензиясы",
    "2340340589": "hCaptcha белгисин колдонуу боюнча көрсөтмөлөр",
    "2430148876": "Биз бул колдонмолорду жана жалпы соода маркасынын лицензиясын кардарларыбыз, өнөктөштөрүбүз жана күйөрмандарыбыз үчүн брендибиз менен иштөөнү мүмкүн болушунча жеңилдетүү жана корпоративдик инсандыгыбызды сактап калуу үчүн түздүк. Эгер сизге hCaptcha иконкаларын, логотиптерин же башка белгилерди бул көрсөтмөлөрдөн олуттуу түрдө айырмаланган жолдор менен колдонуу керек болсо, жазуу жүзүндө лицензия алуу үчүн биз менен (IMI) байланышыңыз керек болот.",
    "3884400764": "Сиз hCaptcha белгилерин ушул көрсөтмөлөргө ылайык колдонсоңуз да, бул сиздин hCaptcha Белгилерине, логотиптерине же башка соода маркасына, соода аталышына, тейлөө белгисине, бизнес аталышына же hCaptchaнын гудвилине карата кандайдыр бир укуктарга ээ экениңизди билдирбейт. Биз мүмкүн болушунча көбүрөөк ийкемдүүлүк бергибиз келет, бирок hCaptcha'ны кандайдыр бир соода маркасынын, соода аталышынын, тейлөө белгисинин, бизнестин аталышынын же hCaptchaнын гудвилинин уруксатсыз колдонуусунан коргоого милдеттүүбүз. Ар кандай уруксатсыз колдонуу hCaptcha тарабынан берилген уруксатты же лицензияны автоматтык түрдө токтотот жана ар кандай зыян үчүн юридикалык жоопкерчиликке тартылышы мүмкүн.",
    "512598290": "Ошентип, биз сизден ар дайым бардык hCaptcha белгилерин жана логотиптерин төмөндөгү эрежелерге, анын ичинде баш тамгаларды, шрифти жана стилди карманган формада колдонууну суранышыбыз керек.",
    "2075610992": "Сиздин колдоосу үчүн рахмат!",
    "1023190144": "hCaptcha® текстте",
    "4274324704": "Бул жерде биздин атыбызды жазуу жүзүндө кантип колдонуу керек:",
    "3912926900": "hCaptcha® биринчи жолу чыгармачыл көчүрмөдө пайда болгондо катталган соода белгисине ээ болушу керек.",
    "950637875": "hCaptcha орфографиясы эч качан өзгөртүлбөшү керек жана hCaptcha ар дайым экинчи тамгага (\"C\") баш тамга менен жазылууга тийиш. Ал эч качан көптүк же ээлик эмес.",
    "2624601135": "\"hCaptcha\" бренд аталышынын бир бөлүгү катары колдонулбашы, дефис менен кошулбашы же колдонмолордун же башка өнүмдөрдүн атында колдонулбашы керек.",
    "3828090208": "Анын ордуна \"hCaptcha үчүн\" дегенди колдонуңуз. Эгер үчүнчү тараптын логотиби менен колдонулса, \"hCaptcha үчүн\" үчүнчү тараптын логотибинен кичине болушу керек.",
    "4149738856": "hCaptcha сын атооч катары колдонулушу керек жана андан кийин тиешелүү жалпы термин болушу керек.",
    "1446868537": "hCaptcha эч качан этиш катары колдонулбашы керек.",
    "2487931657": "Колдонбогула: \"биз биздин сайтты hCaptcha'd.\"",
    "2565565429": "Анын ордуна: \"биз сайтыбызды коопсуз жана коопсуз кылуу үчүн hCaptcha колдонобуз.\"",
    "3434202027": "hCaptcha атын байланышта кандай гана болбосун колдонуу атрибуцияны талап кылат: \"hCaptcha - Intuition Machines, Inc. компаниясынын катталган соода белгиси.\"",
    "2754937029": "Кабыл алынгыс колдонуулар",
    "2436973524": "Так шилтемелер гана кабыл алынат. Бул сайт hCaptcha кызматтарын жана тиркемелерин колдонот деп айтууга жол берилбейт. Ошо сыяктуу эле, биздин логотипти же кандайдыр бир бейджиктерди колдонуу сайт hCaptcha кызматтарын колдонгондо гана ылайыктуу.",
    "69844082": "hCaptcha соода белгилери, графикалык символдор, логотиптер, шрифт же иконалар да жаманатты кылуу максатында колдонулушу мүмкүн эмес.",
    "3861413614": "Сиз hCaptcha соода белгисин же логотипти колдонууга болбойт, бул hCaptcha үчүнчү тараптын өнүмүнө же кызматына тиешелүү же ырастоосу, демөөрчүлүгү же колдоосу бар экенин түшүндүрүүчү жазуу жүзүндөгү уруксатысыз.",
    "1409822234": "Эч кандай шартта бирдей же дээрлик бирдей hCaptcha соода белгиси домендик аталыш катары колдонулбашы керек.",
    "4181060163": "Үчүнчү тараптар вариацияларды же туура эмес жазууларды колдонбошу керек же hCaptcha соода белгилерине карата кандайдыр бир баштапкы кызыгуунун башаламандыгына алып келе турган кандайдыр бир аракеттерди жасабашы керек.",
    "3955555607": "Өнөктөштөрдөн же Ыйгарым укуктуу сатуучулардан башка үчүнчү тараптар hCaptcha белгилерин же туура эмес жазууларды колдонгон ачкыч сөздөр, Google AdWords же башка максаттуу жарнама системалары үчүн тендерге катыша албайт. Үчүнчү тараптар hCaptcha белгилерин домендик аталыштарда, каалаган издөө системасын оптималдаштырууда, мета тегдерде, издөө шарттарында, коддо же башка бурмалоодо колдоно албайт.",
    "1985238261": "Башка Чектелген Белгилер",
    "2193061499": "Биздин кээ бир логотиптер жана белгилер hCaptcha жана анын өнөктөштөрү тарабынан колдонулушу менен чектелген. Үчүнчү жактар hCaptchaдан жазуу жүзүндөгү лицензиясыз төмөнкү белгилерди колдоно албайт:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Authorized Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "hCaptcha™ тарабынан BotStop",
    "2557601376": "hCaptcha logo™",
    "248923369": "BotStop logo™",
    "3942875761": "Better Web™ түзүүгө жардам бериңиз",
    "364774188": "Мен адаммын™",
    "2785425016": "(адамгерчиликти текшерүү чечиминин контекстинде, мисалы, аракетке чакыруу)",
    "2639657759": "Уруксат менен колдонулган белгилер",
    "1268918580": "hCaptcha жана анын өнөктөштөрү колдонгон логотиптердин жана белгилердин айрымдары үчүнчү жактарга таандык жана алардын уруксаты менен гана колдонулушу мүмкүн. Үчүнчү жактар төмөнкү белгилерди алардын ээлери уруксат бергенден башка учурларда колдоно алышпайт:",
    "3782751514": "HUMAN Protocol® - HUMAN Protocol Foundation компаниясынын катталган соода белгиси жана анын уруксаты менен колдонулат.",
    "1620709264": "HUMAN Token® HUMAN Protocol Foundation компаниясынын катталган соода белгиси жана анын уруксаты менен колдонулат.",
    "3031953928": "HUMAN Network™ HUMAN Protocol Foundation компаниясынын соода белгиси жана анын уруксаты менен колдонулат.",
    "3554363588": "Башка белгилер",
    "3290996791": "Бардык башка продукт аталыштары, логотиптер жана бренддер тиешелүү ээлеринин менчиги болуп саналат. Бул веб-сайтта колдонулган бардык башка компания, продукт жана кызмат аттары идентификациялоо максатында гана. Бул аталыштарды, логотиптерди жана бренддерди колдонуу колдоону билдирбейт.",
    "2444685143": "Логотип саясаты",
    "2414232014": "Биздин логотип заматта таанылат жана биздин эң баалуу жана маанилүү активдерибиздин бири. Ал биздин компаниянын күчтүү өкүлчүлүгү болуп кала бериши үчүн, ал байланыштын бардык каналдарында кылдат жана ырааттуу түрдө көрсөтүлүшү керек.",
    "803639471": "hCaptcha логотиби кол сөлөкөтүнөн жана hCaptcha логотипинен турат. Анын альтернатива түрүндө кол сөлөкөтү мейкиндик чектелгенде өзүнөн өзү пайда болушу мүмкүн жана \"hCaptcha\" кол сөлөкөтүнө жакын жерде сөз белгиси катары (жогоруда сүрөттөлгөндөй) колдонулганда, кол сөлөкөтү hCaptchaны туюндурат.",
    "564127016": "hCaptcha кол сөлөкөтү:",
    "1424800293": "hCaptcha логотиби:",
    "1525506526": "Эсепке алуу деген эмне жана алар кантип иштешет?",
    "2446481523": "Чакан айылдагы констабулга вагон айдоочусу менен ак сөөктүн келиши жөнүндө эски элдик жомок бар. Кир, кедейдин кийимин кийген бир киши констебльге: «Мен ак сөөкмын. Бул киши менин айдоочум болчу.",
    "1767952047": "Ал кечээ кечинде мага кол салып, кийимдеримди уурдап, акчамды алып кетти”. Ак сөөк класстын кийимин кийген башка киши мындай деп жооп берди: «Констебль, бул адам жинди. Ал өзүн асыл адам деп ойлойт. Мен чыныгы асыл адаммын. Аны камагыла!»",
    "2947576723": "Бул окуя айдоочулук күбөлүктөрдөн жана санарип манжа басып чыгаруудан мурда эле пайда болгон, бирок ал эсепти басып алуу кырдаалында эмне туура эмес болушу мүмкүн экендигинин жакшы мисалын сунуштайт. Адам онлайн банк эсебине же мобилдик төлөмдөр колдонмосуна кирет. Ал чыныгы аккаунттун ээсиби же хакерби? Ким чынында ким? Бул коопсуздук маселелери өзүн-өзү тейлөө эсебине кирүүгө уруксат берген уюмдарга таасирин тийгизет.",
    "1687299615": "Эсепти басып алуу деген эмне?",
    "2648707986": "Эсепти басып алуу – бул кибер алдамчылыктын бир түрү, мында зыяндуу актер онлайн аккаунттун ээсинин кейпин кийет. Эреже катары, эсеп алдамчы акча, товар же белек карталарын уурдашы мүмкүн болгон каржы мекемесинде же электрондук коммерция бизнесинде болот. Чабуулчу аккаунтка кирүү үчүн уурдалган логиндик дайындарды колдонот, анан аны ээлеп алат, балким, аккаунттун чыныгы ээсин кулпулоо үчүн сырсөздү өзгөртөт.",
    "1476843710": "Эсепти басып алуунун финансылык зыяны азыраак, бирок дагы эле зыяндуу формалары социалдык медиа аккаунттарын уурдоону жана башкаларды камтыйт. Мындай учурларда, чабуулчу, адатта, зыяндуу программаны жайылтууга же жабырлануучунун бейтааныш досторуна фишингдик чабуулдарды жасоого аракет кылат. Же болбосо, чабуулчу жабырлануучуну уятка калтырууга аракет кылып жатат, бул кээде атактуулар жана саясатчылар менен болот.",
    "2904949278": "Хакер аккаунтту кантип басып алат?",
    "2575690545": "Эсепти басып алуу, кибер алдамчылык сыяктуу, көбүнчө автоматташтырылган, массалык процесстердин маселеси. Апасынын жертөлөсүндө капюшон кийген хакер банктардын веб-сайттарына бирден сырсөздөрдү киргизгени чанда кездешет.",
    "3614653023": "Тескерисинче, практика эсептердин кичинекей бөлүгүн ачуу үмүтү менен ондогон максаттуу каржы институттарында миллиондогон колдонуучу аты/пароль жуптарын сынап көрүүчү ири масштабдуу эсептик маалыматты толтурууга таянат. Автоматташтырылган алдамчылык программасы эсепке кирүү мүмкүнчүлүгүнө ээ болгондон кийин, адам хакери аралашышы мүмкүн, бирок кээ бир учурларда андай эмес.",
    "2762759509": "Көптөгөн эсепти басып алуу чабуулдары дээрлик толугу менен автоматташтырылган.",
    "1972710018": "Аны компаниянын көз карашы менен көрүү",
    "1282121137": "Эсепти басып алуу канчалык көйгөйлүү экенин түшүнүү үчүн, каржы институтунун көз карашы боюнча тажрыйба кандай болорун карап көрүңүз. Алар күн сайын миллиондогон логиндерди иштетишет.",
    "2315518622": "Бүгүнкү чабуул куралдарынын татаалдыгы менен, кайсынысы алдамчылык экенин аныктоо өтө кыйын. Андан кийин, бир адам кардарларды тейлөө линиясына чалып, “Менин аккаунтума чабуул жасалды! Кире албай жатам, бирөө менин акчамды уурдап жатат!”",
    "1836369533": "Элдик жомоктогу констебль сыяктуу кимдин ким экенин кантип аныктайт? Эгерде кол салганда айдоочунун күбөлүгүнүн номери, социалдык камсыздандыруу номери, апасынын кыздык аты, дареги жана башкалар сыяктуу уурдалган инсандык элементтери жетиштүү болсо, чалган адам аккаунттун чыныгы ээси же кол салган адам экенин аныктоо кыйын болушу мүмкүн. ал киргиси келген каттоо эсебинде сырсөздү калыбына келтирүү.",
    "2880837730": "Эсепти басып алууну токтотуу үчүн эмне кылса болот?",
    "3654556483": "Финансылык мекемелерде жана электрондук коммерция компанияларында эсепти басып алуу коркунучун азайтуучу процесстер жана көзөмөл бар. Бул эски модадагы \"башталгыч мектептеги эң жакшы досуңуздун аты ким болгон\" коопсуздук суроолорунан тартып шектүү IP даректерди жана мобилдик түзүлүш профилдерин аныктоо ыкмаларына чейин.",
    "2449501658": "ботторду аныктоо жана токтотуу үчүн машина үйрөнүүнү колдонуу жана алдамчылардын эсепти басып алуу аракетин бир топ кыйындатат же ал тургай мүмкүн эмес кылуу үчүн алдамчылык эсепке кирүү аракеттеринин коркунучун азайтуунун эң алдыңкы жолдорунун бирин камсыз кылат.",
    "3621455477": "көбүрөөк билүү үчүн!",
    "555246307": "Баса, ак сөөк менен анын айдоочусунун окуясы мындайча аяктайт: Констебль эки кишини бир бөлмөдө бир нече саат отургузуп, акылынан тажатты. Күндүн аягында ал келип: «Мен азыр вагондун айдоочусу менен сүйлөшөм», - деди. Асыл кийимчен киши ордунан турду. Ушунчалык зеригип, тек гана ак сөөк болуп жүргөнүн унутуп калды.",
    "1224727373": "hCaptcha тарабынан BotStop",
    "1187718370": "Биз менен байланыш",
    "3892905664": "hCaptcha сүйүктүү онлайн кызматтарыңыз адамдарга оңой жана машиналар үчүн кыйын болгон жөнөкөй суроолорду берип, ботторду, спамдарды жана кыянаттыктарды алдын алууга жардам берет.",
    "555158694": "Сиз колдонгон кызмат зыяндуу трафикти азайтуу үчүн hCaptcha орнотуу менен алардын сайтындагы тажрыйбаңызды жакшыртууну тандады.",
    "1617196410": "hCaptcha ботторду токтотууга багытталган. Бизге колдонуучу ким экени кызыктырбайт, бирок анын зыяндуу же зыяндуу экендиги гана маанилүү. Биз купуялуулукту жана тең салмактуулукту сактоо үчүн талыкпай иштейбиз",
    "1624200563": "коопсуздукту жана GDPR, CCPA, LGPD, PIPL жана башка купуялык эрежелерин сактаңыз.",
    "1927613000": "hCaptcha, веб-тиркемелерди эсепти басып алуудан, эсептик маалыматтарды толтуруудан, кырып салуудан жана башка кыянаттыктардан коргоо үчүн татаал машина үйрөнүүнү күчтүү чакырык платформасы менен айкалыштырат.",
    "1133989302": "Эмне үчүн hCaptcha?",
    "34074886": "Ар бир чакырыкка жооп бергениңизде, адам экениңизди аныктоо үчүн биз татаал моделдерди колдонобуз. Сиз кирген веб-сайт бул натыйжаны ботторду колдонбоо аркылуу өз сайтында тажрыйбаңызды жакшыртууга жардам берүү үчүн колдонот.",
    "3412647984": "Бул cookie файлын каттоо жана орнотуу менен келечектеги суроолордон качууга мүмкүндүк берет. Жарнама бөгөттөөчүңүздү да өчүрүп көрүңүз.",
    "2510209017": "Көбүрөөк жардам керекпи?",
    "477275453": "Эмне үчүн API'лер хакерлер үчүн популярдуу максат болуп саналат?",
    "596347471": "Колдонмо программалоо интерфейстери (API) кибермейкиндиктеги зыяндуу актерлор үчүн популярдуу бутага айланды. Мунун көптөгөн себептери бар, анын ичинде тиркемелерди интеграциялоодо алардын чоң пайдасы бар. Бирок API тобокелдигин азайтуу мүмкүн.",
    "2441638955": "Биринчиден, API деген эмне?",
    "3963216198": "Эмне үчүн API'лер хакерлер үчүн популярдуу максат экенин талкуулоо үчүн, адегенде \"API\" термини эмнени билдирерин аныктоо үчүн бир аз убакыт бөлүү керек. API концепциясы таптакыр жаңы эмес. Чынында, ар кандай компьютердик системаларды бири-бири менен туташтыруу үчүн интерфейстер, ошондой эле алардын ички компоненттери жок дегенде 1960-жылдардын башынан бери бар.",
    "1047251718": "Бүгүн, бирок, адамдар API жөнүндө айтканда, алар дайыма стандарттарга негизделген API билдирет. Булар Өкүлчүлүк мамлекеттик өткөрүп берүү (REST) жана JavaScript Object Notation (JSON) сыяктуу ачык стандарттык файл форматтары сыяктуу ачык стандарттарды колдонуу менен курулган API'лер. Мындай \"RESTful API'лер\", белгилүү болгондой, менчик программалык камсыздоонун кереги жок түзүлүшү мүмкүн. Натыйжадагы API'лер программалык камсыздоо тиркемелеринин ортосунда маалыматтарды жана процедуралык чалууларды жөнөтүп жана кабыл ала алышат. Мисалы, мобилдик банкинг колдонмосу банктын тутумдарына кирүү үчүн API колдонот.",
    "3195334319": "API'лердин пайдалуулугу жана аялуулугу",
    "1903743785": "Стандарттарга негизделген API'лердин пайда болушу колдонмолорду интеграциялоодо алдыга чоң секирик жасады. Акыркы 20 жылдын ичинде API'лер кымбат баалуу жана татаал менчик программалык продуктылардан эркин, стандарттарга негизделген куралдарга айланды, алар менен иштөө салыштырмалуу оңой жана тез жайылтылат.",
    "879362350": "Интернет аркылуу иштеген жаңы API'лер менен платформага, маалымат схемасына же программалоо тилине карабастан, дүйнөнүн каалаган жеринде каалаган программалык камсыздоону же маалымат булагын туташтыруу мүмкүн болду. Натыйжада, эсептөө дүйнөсү азыр API революциясынын ортосунда турат. Тиркемелер менен берилиштердин ортосундагы байланыштын жарылуусу болду. Бул абдан жакшы, ал жок болгонго чейин.",
    "3844432472": "API'лердин ачыктыгы жана пайдалуулугу аларды чабуулчулар үчүн укмуштуудай бай максаттарга айлантат. Мобилдик колдонмону API аркылуу корпоративдик тутумдан маалымат алуу жана алуу үчүн программалангандай эле, кесепеттүү программанын бир бөлүгү да болушу мүмкүн. Хакерлер API'лерди кыянаттык менен пайдалануу үчүн ар кандай программалык куралдарды жазышкан. Бул эффективдүү чабуул ыкмасы.",
    "2187096543": "Чынында эле, маалымат базасынан маалыматтарды алуу үчүн APIди чакырган хакерлер тарабынан жазылган программалык камсыздоонун натыйжасында кээ бир ири маалымат бузулуулар болду. Анткени, эгерде ал маалыматтарды уурдоо жөн гана API'де REST жана JSON аркылуу жазылган негизги GET чалуусун талап кылса, анда маалымат базасын тез тазалоо оңой. Чындыгында, адамдар \"экранды кырып салуу\" чабуулдары жөнүндө сүйлөшкөндө, алар чынында эмнени билдирет, көбүнчө маалымат базаларынан маалыматтарды чыгарып турган тез өрттөөчү API чалуулары. API'лер аларды курган уюмдар үчүн кол салуулардын негизги бети болуп калды.",
    "4222109231": "hCaptcha Enterprise Product менен API тобокелдигин азайтуу",
    "1783317946": "API чабуулдарын токтотуу популярдуу колдонуу учуру",
    "3022922096": ", hCaptcha компаниясынын продуктыларынын топтому. hCaptchaнын бекер версиясынан айырмаланып,",
    "63719113": "сайтыңызга жана колдонмолоруңузга зыяндуу трафикти, анын ичинде кыруу аракеттерин аныктоо үчүн өркүндөтүлгөн машина үйрөнүүнү колдонот.",
    "3566102529": "биз бүгүн көбүрөөк билүү үчүн.",
    "3096553330": "Биз түзгөн ар бир система жөн эле башка адамдар менен болгон мамилебизди чагылдырат.",
    "1467218142": "Алардан жана өзүбүздөн эмнени кааласак, биздин жүрүм-турумубуз түрткү берет, демек, өз ара аракеттенүүнүн бирдей үлгүлөрү бардык адамдык системаларда кайталанат. Интернет биздин дүйнөбүздүн бул негизги аспектисинин көптөгөн сонун мисалдарын берет.",
    "808872868": "Мисалы: спам, алдамчылык жана кыянаттык эки система биринчи жолу кошулгандан кийинки күндөн бери онлайнда бар.",
    "1085089390": "Онлайн зомбулук адамдын тубаса жүрүм-турумунан келип чыгат",
    "3064321967": "Биринчи белгилүү спам электрондук почта 1978-жылы жөнөтүлгөн.",
    "3800781598": "] Дээрлик беш он жыл өткөндөн кийин, электрондук почта спамы бизди кыйнап келет. Аны жеңүү үчүн көптөгөн миллиарддаган долларлар жана миңдеген адам-жылдар бою инженердик күч жумшалды, бирок спам сакталып турат. Эки тараптан тең миллиард долларлык өнөр жай бар, б.а. андан коргогондор да, жөнөткөндөр да.",
    "2119943547": "Эмнеге бул? Жооп жөнөкөй. Системаны кыянаттык менен пайдалануу стимул бар болсо, кимдир бирөө жалпысынан жол табат. Жана алар жасагандан кийин, башка бирөө аларды токтотууга түрткү болот.",
    "532470444": "Баланс жылдан жылга бир аз өзгөрүшү мүмкүн, бирок бул жүрүм-турум жөн эле адамдын түпкү табиятын чагылдырат жана беш миң жылдык тарых динамикасынын жакын арада өзгөрүшү мүмкүн эмес экенин билдирет.",
    "3193548097": "Түбөлүктүү үмүт булактары",
    "4065614934": "Бул талдоо жаңы эмес, бирок адамдар түбөлүк оптимист. Айрыкча, алар өздөрүнүн идеясын жаңы деп ойлогондо.",
    "1216071511": "Ошол эле идеялар ушунчалык тез-тез сунушталгандыктан, 20 жыл мурун анонимдүү автор спамга каршы чечимдер жөнүндө онлайн талкуулоо үчүн пайдалуу боштукту толтурууну ойлоп тапкан:",
    "1941999673": "Сиздин билдирүүңүздүн жактоочулары а",
    "4179118182": "( ) техникалык ( ) мыйзам чыгаруучу ( ) рынокко негизделген ( ) сергек",
    "3978720689": "спам менен күрөшүү ыкмасы. Сиздин оюңуз ишке ашпайт. Бул жерде эмне үчүн иштебейт.",
    "318339230": "(Төмөнкүлөрдүн бири же бир нечеси сиздин конкреттүү идеяңызга тиешелүү болушу мүмкүн жана ал болушу мүмкүн",
    "30312304": "жаман федералдык мыйзам кабыл алынганга чейин штаттан штатка өзгөрүп турган башка кемчиликтер.)",
    "2710988028": "( ) Спамчылар аны оңой эле электрондук почта даректерин чогултуу үчүн колдоно алышат",
    "3912514510": "( ) Почта тизмелери жана башка мыйзамдуу электрондук почтаны колдонуу таасир этет",
    "2030062561": "( ) Жигитти эч ким таба албайт, акчасын чогулта албайт",
    "3334160175": "( ) Ал орой күчтөрдүн чабуулдарынан коргонуусуз",
    "3238345709": "( ) Ал спамды эки жумага токтотот, анан биз ага жабышып калабыз",
    "4227800293": "( ) Электрондук почтанын колдонуучулары буга чыдашпайт",
    "2271252286": "( ) Microsoft буга чыдабайт",
    "692064738": "( ) Милиция буга чыдабайт",
    "3475647460": "( ) Спам жасоочулардан өтө көп кызматташууну талап кылат",
    "1482845460": "( ) Дароо бардыгынан дароо кызматташууну талап кылат",
    "3741193183": "( ) Көптөгөн электрондук почта колдонуучулар бизнесин жоготуп же потенциалдуу иш берүүчүлөрдү ажырата албайт",
    "2234909600": "( ) Спамчылар өз тизмелериндеги жараксыз даректерге маани беришпейт",
    "1982617151": "( ) Кимдир бирөө башка бирөөнүн карьерасын же бизнесин анонимдүү түрдө жок кыла алат",
    "2498172334": "Тактап айтканда, сиздин планыңыз эсепке алынбайт",
    "389705801": "( ) Ага ачык тыюу салган мыйзамдар",
    "190955495": "( ) Электрондук почтаны борборлоштурган башкаруу органынын жоктугу",
    "237009707": "( ) Чет мамлекеттерде ачык эстафеталар",
    "3507532387": "( ) Бардык электрондук почта даректеринин кичинекей тамга-сандык дарек мейкиндигин издөөнүн оңойлугу",
    "2477958756": "( ) Жаман адамдар",
    "3254142589": "( ) Юрисдикциялык көйгөйлөр",
    "3621401685": "( ) Кызыктай жаңы салыктардын популярдуу эместиги",
    "4277475973": "( ) Акчанын кызыктай жаңы формаларын кабыл алууну каалабагандыгы",
    "941057651": "( ) SMTPге болгон ири программалык инвестиция",
    "3265293440": "( ) SMTPден башка протоколдордун кол салууга ийкемдүүлүгү",
    "515733427": "( ) Колдонуучулардын электрондук почта аркылуу алынган OS патчтарын орнотууга даярдыгы",
    "2631159699": "( ) Курттардын армиялары кенен тилкеге туташтырылган Windows кутучалары",
    "776542208": "( ) Бардык чыпкалоо ыкмаларына катышкан түбөлүк жарыша куралдануу",
    "989480928": "( ) Спамдын өтө кирешелүүлүгү",
    "3898950867": "( ) Джо жумушу жана/же инсандыкты уурдоо",
    "3395399558": "( ) Техникалык жактан сабатсыз саясатчылар",
    "1118929614": "( ) Спамчылар менен бизнес кылган адамдардын өтө акылсыздыгы",
    "838951836": "( ) спам жасоочулардын өздөрү тарабынан ак ниетсиздик",
    "2123236933": "( ) Кардардын чыпкалоосунан таасирленбеген өткөрүү жөндөмдүүлүгүнүн чыгымдары",
    "2292919419": "( ) Outlook",
    "2534436327": "жана төмөнкү философиялык каршылыктар да колдонулушу мүмкүн:",
    "832385387": "( ) Сиздикине окшош идеяларды ойлоп табуу оңой, бирок алардын бири да эч качан ишке ашкан эмес",
    "1993984258": "( ) Чыгууга негизделген ар кандай схема кабыл алынбайт",
    "3909240516": "( ) SMTP аталыштары мыйзамдын предмети болбошу керек",
    "1151065360": "( ) Кара тизмелер жаман",
    "2396605499": "( ) Ак тизмелер жаман",
    "2225785608": "( ) Виагра жөнүндө цензурадан өтпөй эле айта алышыбыз керек",
    "3004688366": "( ) Каршы чаралар зым менен алдамчылык же кредиттик карта алдамчылыгын камтыбашы керек",
    "922470170": "( ) каршы чаралар коомдук тармактарды саботажга алып келбеши керек",
    "3068923550": "( ) Эгерде акырындык менен ишке ашырылса, каршы чаралар иштеши керек",
    "2752975480": "( ) Электрондук почтаны жөнөтүү акысыз болушу керек",
    "117227832": "( ) Эмне үчүн биз сизге жана сиздин серверлериңизге ишенишибиз керек?",
    "1021431157": "( ) Ачык булак же ачык булак лицензиялары менен шайкеш келбөө",
    "2801524659": "( ) Жагымдуу чаралар көйгөйдү чечүү үчүн эч нерсе кыла албайт",
    "931661269": "( ) Убактылуу/бир жолку электрондук почта даректери түйшүктүү",
    "2090457681": "( ) Мен өкмөттүн электрондук катымды окушун каалабайм",
    "3536122902": "( ) Аларды ушундай жол менен токтотуу жай жана азаптуу эмес",
    "2391175562": "Мындан тышкары, мен сиз жөнүндө мындай деп ойлойм:",
    "229198134": "( ) Кечиресиз, досум, бирок бул иштебейт деп ойлойм.",
    "345563040": "( ) Бул акылсыз идея, сен аны сунуш кылганың үчүн акылсыз адамсың.",
    "409780280": "( ) Жакшы аракет, ****! Кимдир бирөө сиздин клавиатураңызды басат деп үмүттөнөм!",
    "2820080973": "тарабынан ❤ тарабынан уюштурулган",
    "3943164003": "чийки көрүү",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Эмне үчүн спамга каршы жаңы чечимиңиз иштебейт",
    "361795034": ". Белгисиз автор, c. 2000",
    "1547006769": "Гуманитардык текшерүү бир эле көйгөй",
    "3717942925": "Электрондук почта аркылуу сиздин көңүлүңүздү бургусу келген адамдар ар дайым боло тургандай эле, кээ бир ресурстарга жетүү мүмкүнчүлүгүн чектөө каалоосу ар дайым болот, ошондуктан аларга адамдар гана кире алат.",
    "2481032625": "Максаты алдын алуу болуп саналат:",
    "1691348394": "- чектелген релиз сатуу учурунда автоматташтырылган массалык сатып алуулар",
    "1771016224": "- сиздин веб-сайтыңыздан бардык мазмунду массалык түрдө жүктөөнүн программалык камсыздоосу",
    "1959762846": "- Веб формаларыңыз чексиз маркетинг спамдары же кыянаттык менен толтурулган",
    "345108670": "- эсепти толтуруу жана башка эсепти басып алуу аракеттери",
    "2540760245": "башка көптөгөн колдонуулардын арасында, \"адамбы же жокпу\" деген негизде онлайн трафикти чыпкалай алуу, балким, адам табияты акыркы беш миң жылда катталган ошол эле үлгүлөрдү карманганга чейин баалуу курал бойдон кала берет.",
    "3346362371": "Машина үйрөнүү жөнүндө эмне айтууга болот?",
    "3619183405": "2021-жылы жөнөкөй CAPTCHA кээде машинаны үйрөнүүдөгү жетишкендиктердин аркасында программалык камсыздоо менен чечилиши мүмкүн. Муну чечүү үчүн hCaptcha ошондой эле касиеттерге өтө кылдат талдоо жүргүзөт",
    "3292221787": "чакырык туурабы же жокпу деген суроого жооп берилди жана суроолорду да, колдонулган маалыматтарды да тез-тез өзгөртүп турат.",
    "1080672247": "Берилген суроолордун көбүн текчеден тышкаркы программалык камсыздоо менен экономикалык жактан чечүүгө мүмкүн болбогондуктан жана маалыматтар жалпысынан система үчүн уникалдуу болгондуктан, бул боттордун акысыз кызматы тарабынан толугу менен токтотулуп, анын ордуна адамдын CAPTCHA чечүүчүлөрүнө таянышы керек дегенди билдирет. кыянаттык кылуунун көптөгөн түрлөрүн толугу менен экономикалык жактан жараксыз кылат.",
    "4172868199": "мындан алда канча алдыда баратып, “жакшы адамды” “жаман адамдан” айырмалоого аракет кылуу чөйрөсүнө өтүп, бүгүнкү күндө дүйнөдөгү эң популярдуу онлайн кызматтары тарабынан сатып алуудагы алдамчылыктан өнүккөн туруктуулукка чейин бардыгын табуу жана токтотуу үчүн колдонулат. жекеликти сактоого өзгөчө көңүл буруп, алардын колдонуучуларына каршы коркунучтарды.",
    "2873911365": "Аппараттык аттестация жөнүндө эмне айтууга болот?",
    "1477196356": "Кээде купуялуулукту сактоочу касиеттери менен криптографиялык жактан коопсуз модада инсандыкты түзмөккө байланыштыруунун ар кандай ыкмалары ондогон жылдар бою сунушталып келген. Ачык ачкыч криптографиясы б.з. 1975 жана аппараттык токендер дээрлик көп убакыттан бери бар.",
    "2349681896": "Тилекке каршы, жабдыкты башкаруу сиздин адам экениңизди билдирбейт. Иш жүзүндө ар бир популярдуу керектөөчү жабдыктарды аттестациялоо схемасы бир нече жолу бузулуп, жамаачыланып, анан кайра бузулган.",
    "254326776": "Бул кемчиликтерди кыянаттык менен кыянаттык менен пайдалануу көбүнчө ачыкка чыгууга же академиялык жарыялоого чейин бир нече ай же жылдар бою пайда болгону аныкталат.",
    "2462909475": "Кытай ботунун операциясынын бир бөлүгү, кыянаттык үчүн колдонулган 10 000ден ашык телефондон турган дубал.",
    "1963951234": "Сиздин криптографиялык схемаңыз канчалык ишенимдүү болбосун, эгер кимдир бирөө күндүн аягында сиз издеп жаткан жоопту берүү үчүн акча коротсо, аппараттык жабдыкка ээ болуу жетишсиз.",
    "1278884196": "Айтор, криптография абдан жаш дисциплина. Жакынкы тарыхка таянсак, сиздин криптографиялык схемаңыз жана/же ишке ашырууңуз кимдир бирөө аны тыкыр карап чыгууга шыктанган замат бузулушу мүмкүн жана башка адамдар муну сизден бир топ мурун түшүнүшү мүмкүн. Аппараттык камсыздоого таянуу, ошондой эле кемчиликти оңдоо үчүн ар бир колдонуучудан физикалык түзүлүштү өзгөртүүнү суранышыңыз керек болушу мүмкүн дегенди билдирет. Бул көпчүлүк учурларда тез эле болуп кетиши күмөн, демек, чындыгында сиздин система жөн эле ачылбай калат.",
    "1828028934": "Мына ушул себептен",
    "1642844535": "маанилүү: hCaptcha бир эле негизги суроого жооп берүү үчүн бир нече түрдүү ыкмаларды колдонот, бул бардык баалоолордун ырааттуулугу үчүн салыштырууга мүмкүндүк берет.",
    "1155821305": "коргонуу тереңдик",
    "119098046": "Пассивдүү же кыйынчылыксыз чечимдер жөнүндө эмне айтууга болот?",
    "2760410719": "Таза пассивдүү сигналдар менен ботту аныктоого аракет кылган кызматтар тез арада негизги маселеге туш болушат: сизде так чындык жок болгондо, система жаман актерлорду туура аныктаарын кантип текшере аласыз?",
    "1722734001": "Ачык интернет абдан ызы-чуулуу чөйрө. Жаман актерлор биздин кызматтын колдонуучуларына жана reCAPTCHA сыяктуу атаандаштарга күн сайын кол салышат жана, албетте, мүмкүн болушунча адам көрүнүүгө аракет кылышат.",
    "1595254735": "Таза пассивдүү кызматтар ботту аныктоонун тактыгын сактап калуу үчүн, жада калса алар туура эмес болуп калганда билиш үчүн күрөшөт. Колдонуучуларга маал-маалы менен каршы чыгуу жана ал чакырыктын натыйжаларын туура талдоо мүмкүнчүлүгү болбосо, тактык убакыттын өтүшү менен бир топ төмөндөйт.",
    "2412751979": "hCaptchaны иштеткен адамзаттын так сигналдарынын аркасында мурда reCAPTCHA v3/Enterprise колдонгон көптөгөн компаниялар",
    "2284856231": "жана hCaptcha Enterpriseтин таза пассивдүү режиминде да кескин жакшыртылган тактык байкалды.",
    "4162847": "Биз муну түздөн-түз байкай алдык, анткени биздин кээ бир кардарларыбыз Google сунуштарынан толугу менен которулганга чейин ошол эле өтүнүч боюнча A/B тесттерин өткөрүшөт. Биз адатта reCAPTCHA v3 же reCAPTCHA Enterprise версиясынан келип чыккан жалган оң жана жалган терс көрсөткүчтөрдү далилдей алабыз.",
    "436125785": "Бул өнүмдөрдөгү кайтарым байланыштардын так эместигин жана алардын негизги бизнесине зыян келтирбеши үчүн, ботторду аныктоодо өтө жакшы болбоого өзгөчө кызыгуу менен жарнама тармагы тарабынан сатылгандыгын эске алганда таң калыштуу эмес.",
    "2233741720": "Аягында",
    "2133809801": "Адамдар адам бойдон кала бергенде, адамгерчиликти текшерүү онлайн режиминде роль ойнойт.",
    "2255549335": "hCaptchaдагы биздин жумушубуз кыйынчылык менен тактыктын ортосундагы жакшы айырмачылыктарды табуу жана сүрүлүүнү аз кармап туруу, айрыкча",
    "4138068262": "колдонуучулар. Акыр-аягы, кыйынчылыктар менен өз ара аракеттенүү, адамдын табияты өзгөрүүсүз калганда, интернеттеги кыянаттыктарды азайтуу куралдарынын арсеналынын бир бөлүгү болуп кала берет.",
    "855097735": "Бардык кооптонууларды тең салмактап, муну жакшы аткарган кызматты түзүү абдан кыйын маселе (жана биз тажрыйбаны мүмкүн болушунча жагымдуу кылуу үчүн аны жакшыртуунун үстүндө иштеп жатабыз), бирок спам, кыянаттык менен пайдалануу, эсепти басып алууларды азайтуу менен макул болосуз деп ишенебиз. , жана онлайн алдамчылык акыр-аягы, анда-санда жөнөкөй суроо татыктуу.",
    "1953959745": "жеткиликтүүлүк",
    "2543123170": "Нөл сүрүлүү адамзаттык текшерүү",
    "547245263": "Бот көйгөйүңүздү бүгүн чечиңиз.",
    "3117887301": "Ишенимдүү ири онлайн кызматтары",
    "981806349": "Далилденген hCaptcha платформасында курулган",
    "2373007864": "hCaptcha Enterprise hCaptcha платформасынын технологиясында иштейт, ал жогорку трафик ишканалары талап кылган функцияларды камтыйт.",
    "2652399059": "Ишенимдүү өнөктөш",
    "1997838163": "Дүйнөдөгү эң ири компаниялар hCaptcha Enterpriseге көз каранды. Интеграция жөнөкөй жана аныктоонун тактыгы теңдешсиз.",
    "734735952": "Биз CAPTCHA бир катар сатуучуларын бааладык, ошондой эле өзүбүздүн системаны түздүк. Акыр-аягы, hCaptcha reCAPTCHA үчүн мыкты альтернатива болуп чыкты.",
    "1250541092": "— Серги Исаси",
    "3524251858": "Cloudflare продуктуларды башкаруу боюнча директору",
    "3971348140": "Эмне үчүн hCaptcha колдондук? Бизге керектүү функцияларды жана аткарууну башка эч ким бере албайт. Алар бизди тездик менен ишке киргизишти жана биздин соодагерлер бул тажрыйбаны жакшы көрүшөт.",
    "4248655793": "- Алекс М.",
    "4185927140": "Продукт менеджери, Flash, Shopify",
    "282913023": "Трафик көп ишканалар үчүн үнөмдүү вариант",
    "999610953": "Акыр-аягы, Google үчүн ишенимдүү альтернатива. hCaptcha Enterprise жогорку коопсуздук менен reCAPTCHA эсебиңизди кескин үнөмдөөгө мүмкүндүк берет: кээ бир учурларда 80% га чейин арзаныраак.",
    "1886100235": "Дүйнөдөгү эң ири онлайн кызматтардын көбү hCaptcha Enterprise кызматына өтүп, олуттуу чыгымдарды үнөмдөө менен бирге жакшыртылган ботторду аныктоо мүмкүнчүлүгүн алышты.",
    "2903742230": "Жарнама тармактары сиздин конокторуңузду продукт катары көрүшөт. Биз үчүн бир гана максат – алардын адамгерчилигин аныктоо. Биздин кызматтар GDPR, CCPA, LGPD жана PIPL талаптарына жооп берет же андан ашат жана биз купуялуулук менен коопсуздукту тең салмактоо үчүн талыкпай иштейбиз.",
    "3901503296": "Купуялыкка болгон бул уникалдуу басым биз мыкты коопсуздукту сактап, талап кылынганда жеке маалыматтарды нөлдүк сактоону, кукисиз иштөөнү жана башка келишимдик купуялык кепилдиктерин сунуштай аларыбызды билдирет.",
    "3342910682": "Кененирээк окуу",
    "1130783905": "Тактык сиздин жана биздин кызыкчылыгыбызда. hCaptcha сизге чыныгы маалыматтарды берүү үчүн иштейт жана аны кантип колдонууну чечет. Башка коопсуздук чечимдери Gigantic жарнамалык компаниялар тарабынан камсыз кылынат. Бул алар бөгөттөгөн ар бир боттун кирешесин азайтышы мүмкүн дегенди билдирет.",
    "2019130052": "Купуялыкка багытталган MLдеги инновацияларыбыз бизге коопсуздукка же колдонуучунун купуялыгына зыян келтирбестен, \"баарын түбөлүккө жаздыруу\" стратегияларынын коопсуздук стандарттарынан ашып кетүүгө мүмкүндүк берет.",
    "23114595": "Улуу колдонуучу тажрыйбасы",
    "3437412311": "Enterprise колдонуучулары үчүн пассивдүү упайларга таянуу менен көпчүлүк сценарийлерде кыйынчылыктардан толугу менен качуу үчүн опциялар бар.",
    "1996843433": "Мыйзамдуу трафигиңиздин 99,9% үчүн кыйынчылыктан качуу менен сүрүлүүнү азайтыңыз, ошол эле учурда эң сонун коопсуздукту камсыз кылыңыз.",
    "3093689546": "Оңой интеграция",
    "247560732": "Үч сап код менен hCaptcha кошуңуз. Эгер сиз reCAPTCHA'дан келе жатсаңыз, биздин API шайкеш келет жана аны которууга бир нече мүнөт керектелет.",
    "1510448156": "Сиз бүгүн мыкты альтернатива менен иштеп, керек болсо өркүндөтүлгөн мүмкүнчүлүктөрдү күйгүзсөңүз болот.",
    "2718999653": "Ыңгайлаштырылган коркунуч упайлары",
    "2698140263": "Бардык көйгөйлөр бирдей эмес: бир упай алуу бул сиздин керектөөңүздү чечиши керек дегенди билдирет.",
    "897432717": "Ыңгайлаштырылган коркунуч упайлары үчүн жаңы дизайныбыз менен бизнес билимиңизди кошуу биздин моделдерибизге колдонуучуларыңыз үчүн уникалдуу упайларды жеткирүүгө мүмкүндүк берет.",
    "2650502379": "Бир нече секунданын ичинде өзүңүздүн чакырыктарыңызды баштаңыз",
    "3578122193": "Тиешелүү мазмун менен брендде болуңуз",
    "1074044172": "Колдонуучулар сиздин коопсуздук талаптарыңызды канааттандыруу үчүн көйгөйдү чечиши керек болгондо, эмне үчүн колдонуучуга жагымдуу жана актуалдуу суроолорду бербейсиз?",
    "1579093044": "Биздин жөнөкөй ыңгайлаштырылган чакырык дизайнерибиз менен сиз бир нече мүнөттүн ичинде бренддеги чакырык мазмунун ишке киргизе аласыз.",
    "3717512591": "Түз платформа интеграциясы",
    "121743429": "Веб-инфраструктуралык компаниялар үчүн",
    "2131386784": "Жеткиликтүү Экспертиза жана Колдоо Сиз жана Сиздин Колдонуучуларыңыз үчүн",
    "2782263070": "Тейлөө биз үчүн биринчи орунда турат. Биз 24/7 чалуу боюнча колдоо көрсөтөбүз жана ишке ашыруу учурунда жана андан кийин инженердик интеграция тобуңуз жана биздин чалуу кызматкерлерибиз менен түз Slack координациясын сунуштайбыз.",
    "3740051331": "Биз ошондой эле социалдык медиа, форумдар жана биздин виджет жана электрондук колдоо каналдары аркылуу колдонуучуларыңыздын суроолоруна жигердүү мониторинг жүргүзүүгө жана аларга жооп берүүгө милдеттенебиз. Биз жеткиликтүү жана жооп берүүчүбүз жана колдонуучунун канааттануусун жогорку KPI катары карайбыз.",
    "170775527": "Ишкананын өзгөчөлүктөрү",
    "3383086062": "hCaptcha Enterprise толук онлайн коопсуздук чечим болуп саналат. Активдүү жана пассивдүү режимдер эсептик дайындарды толтурууну токтотууга, эсепти басып алууну аныктоого жана шектүү актерлорду бөгөттөөгө мүмкүндүк берет. Бардык мыйзамдуу колдонуучулар үчүн нөл сүрүлмөлүү.",
    "1408599440": "Коддун бир нече саптары жана 99,9% пассивдүү режимибиз менен тез арада баштаңыз же колдонуучуларга качан жана кантип каршылык көрсөтүүнү толук көзөмөлдөңүз. Ыңгайлаштырылган коркунуч моделдери жана ыңгайлаштырылган чакырыктар коопсуздукту камсыз кылуу үчүн теңдешсиз ийкемдүүлүктү билдирет.",
    "3365203058": "Дүйнөлүк класстагы анти-бот коргоо",
    "1803009328": "Желе масштабында согуштук сыноодон өткөн.",
    "1586809757": "Жогорку тактык бот упайлары",
    "353367791": "Ар кандай типтеги жаман актерлорду табыңыз.",
    "191460155": "Нөл сүрүлүү жана 99,9% пассивдүү режимдер",
    "585557010": "Мыйзамдуу колдонуучулардын 0,1% азын чакырыңыз.",
    "3287172429": "Контролдук тапшырма түрлөрү көрсөтүлгөн",
    "1844885924": "Тандоо үчүн түрлөрүнүн кеңири китепканасы.",
    "3018523079": "Колдонуучунун ырааттуу тажрыйбасы менен брендде болуңуз.",
    "3817811295": "Кепилденген ишенимдүүлүк жана тез 24/7 чалуу боюнча колдоо.",
    "1798492192": "Мурдагы браузерди колдоо",
    "1356745565": "Internet Explorer 8ге чейин шайкеш келет.",
    "751483365": "JavaScript эмес кардарлар үчүн колдоо.",
    "4199502476": "Өркүндөтүлгөн отчеттук такталар жана API",
    "3630114728": "Бардык сайттарыңызда жана колдонмолоруңузда эмне болуп жатканын көрүңүз.",
    "3573245166": "reCAPTCHAдан айырмаланып, биз ар бир өлкөдө иштейбиз.",
    "2354267648": "GDPR, CCPA жана LGPDге ылайыктуу купуялык саясаты",
    "3167979932": "Биринчи күндөн тартып купуялуулук үчүн иштелип чыккан. Күчтүү маалыматтарды иштетүү келишими.",
    "4065065042": "Колдонуу шартыңызга дал келүү үчүн муну териңиз.",
    "111184581": "Биринчи тараптын хостинги",
    "4272022475": "Бардык сурамдар жана активдер hcaptcha.yourdomain.com дарегине өтөт",
    "2676853536": "Көп колдонуучу такталары",
    "1368787974": "Башкаруу менен бөлүшүңүз.",
    "1045484714": "Identity Provider менен SAML SSO интеграциясы, мисалы, Okta же Azure AD.",
    "3953584369": "Татаал RBAC кирүү чектөөлөрү бар.",
    "2781507299": "Ыкчам текшерүү",
    "4019660456": "0ms кечигүү: hCaptcha белгилерин API чалуусу жок текшериңиз.",
    "3446714684": "Мобилдик (iOS жана Android) интеграциясы",
    "2593768395": "Желеде, мобилдик телефондо, мобилдик вебде үзгүлтүксүз тажрыйба. Алдын ала курулган интеграциялар жана жергиликтүү SDKs жеткиликтүү.",
    "1779265104": "Ыңгайлаштырылган шарттар жана купуялык кепилдиктери",
    "122875767": "Башка компаниялар мүмкүн эмес болгондо, сиздин мыйзамдуу муктаждыктарыңызды канааттандырыңыз.",
    "148188781": "Берилген чакырыктар",
    "838049015": "Суроого дал келген бардык сүрөттөрдү тандаңыз",
    "1126302400": "Bounding Box",
    "3554448168": "Категориялоо",
    "2104933754": "Тиешелүү энбелгилерди аныктаңыз",
    "3612043014": "...жана башка жөнөкөй тапшырмалар. Адамдар үчүн оңой, боттор үчүн кыйын.",
    "3624758171": "Ыңгайлаштырылган тапшырмалар ишкананын жарыялоочулары үчүн да жеткиликтүү.",
    "1001938065": "Интеграция жеңилирээк болушу мүмкүн эмес",
    "2138799135": "hCaptcha сиз колдонгон алдыңкы жана бэкэнд системалары үчүн ондогон алдын ала түзүлгөн интеграцияларга ээ.",
    "2535001179": "Эгер сиз Google'дун reCAPTCHA'сынан келип жатсаңыз, биздин API'лер ачылуучу алмаштыруучу болуп саналат.",
    "1393184984": "баары сага керек.",
    "3715747429": "Сизге React интеграциясы керекпи, iOSтун түпнуска колдонмолору үчүн SDKлар, Java backend мисалы же башка сценарийлер керекпи, биздин борттук инженерлер сизди тез арада ишке ашыра алышат.",
    "2681650568": "Жана ар дайым болгондой, купуялык биз үчүн негизги баалуулук болуп саналат. Биздин чакырык кодубуз зарыл болгон жерде жана сизди жана колдонуучуларыңызды коргоо үчүн мааниси бар жерде гана кошуңуз. Маалыматтарды чогултууну минималдаштыруу интеграцияланган учурдан тартып башталат.",
    "1130868224": "Үч сап код",
    "2183926131": "hCaptcha Enterprise менен баштаңыз",
    "1526887904": "hCaptcha Enterprise Privacy",
    "1845745385": "Купуялык үчүн иштелип чыккан.",
    "1297224875": "Enterprise онлайн коопсуздугуна уникалдуу купуялыкка негизделген мамиле.",
    "2762458927": "Сиздин колдонуучу маалыматыңыз сатылбайт.",
    "2058856283": "hCaptcha Enterprise бир гана максаты бар: жаман актерлор сиздин онлайн операцияларыңызды үзгүлтүккө учуратып, колдонуучуларыңызга зыян келтирбөө.",
    "2408036504": "Ошентип, биздин системалар класстын алдыңкы коопсуздугун сактоо менен маалыматтарды чогултууну жана сактоону азайтуу үчүн башынан бери иштелип чыккан. Колдонуучунун маалыматтарын коргоонун эң жакшы жолу - аны такыр сактабоо.",
    "4099477834": "Бардык кардар мамилелери да күчтүү Маалыматтарды иштетүү келишими менен корголот. hCaptcha кызматы сиздин кызматыңыз же кардарларыңыз кайда жашабасын, бардык купуялык мыйзамдарына ылайык келет. Жеке маалыматтарды сактабоо биз үчүн башка компанияларга караганда бир топ жеңилдетет.",
    "3569492665": "Интернеттеги аракеттерди жаздыруу бул жооп эмес.",
    "3389431373": "reCAPTCHA v3 сыяктуу кызматтар сиздин сайттын ар бир барагына алардын көзөмөлдөө пикселин коюу жакшы коопсуздук үчүн зарыл экенин айтышат. Бул андай эмес.",
    "3590546893": "Жөнөкөй жүрүм-турум анализи жаман актерлор тарабынан оңой жасалмаланган сигнал жана сиздин бардык мыйзамдуу трафикиңиз үчүн серептөө таржымалын сактоону талап кылат.",
    "1105363520": "Биз жарнама тармагын иштетпейбиз жана аларга жарнамаларды сатуу үчүн колдонуучунун жүрүм-турумун байкоого кызыкдар эмеспиз. Бул сиздин сайттын ар бир барагында пассивдүү пикселди талап кылбайбыз дегенди билдирет.",
    "3088605177": "Биздин чакырык кодубуз зарыл болгон жерде жана сизди жана колдонуучуларыңызды коргоо үчүн мааниси бар жерде гана кошуңуз.",
    "337971271": "Машина үйрөнүү пайдалуу. Бирок иштөө үчүн жеке маалыматтарды талап кылбайт.",
    "320166522": "Машина үйрөнүү азыр биздин жашообуздун дээрлик бардык аспектилерине таасирин тийгизет, көбүнчө биз байкабайбыз жана көрө албайбыз. Онлайн коопсуздук кызматтары эч кандай айырмаланбайт.",
    "3180664128": "Миңдеген сигналдарды үйрөнүү менен, моделдер зыяндуу жүрүм-турумду тез арада аныктап, жогорку ишенимге жете алышат, атүгүл бир дагы сигнал көйгөйдү көрсөтүү үчүн жетиштүү күчтүү болбосо да.",
    "961941354": "Бирок, булардын бири да инсандык маалыматты (\"PII\") колдонууну талап кылбайт. Заманбап криптографиялык ыкмалар бизге жеке маалыматтарды мүмкүн болушунча тезирээк жок кылууга мүмкүндүк берет, анын ордуна бир жактуу кол тамгаларды түзүүгө мүмкүндүк берет, аларды эч ким менен байланыштырууга болбойт.",
    "1706581702": "Идентификациядан ажыратылган маалыматтар боюнча тренинг да ошондой иштейт жана коопсуздукту же купуялуулукту бузууну талап кылбайт. Биздин кардарлар эмпирикалык сыноолорду жасашты жана бизди жеке альтернативалар менен бирдей же жакшыраак деп жарыялашты.",
    "3203921334": "hCaptcha чечимдери жөнүндө бизге бир катар нерселер жакты: 1) алар жеке маалыматтарды сатпайт; алар минималдуу зарыл болгон жеке маалыматтарды гана чогултушат, алар чогулткан маалыматты жана аны кантип колдонушканын жана/же ачып бергендигин сыпаттоодо ачык-айкын болушат.",
    "305735018": "Акыр-аягы, Google үчүн ишенимдүү альтернатива. hCaptcha Enterprise жогорку коопсуздук менен reCAPTCHA эсебиңизди кескин үнөмдөөгө мүмкүндүк берет: кээ бир учурларда 80% га чейин арзаныраак.",
    "3695206755": "Бизди өзүңүздүн чөйрөңүздө эч кандай милдеттенмесиз сынап көрүңүз.",
    "2941545733": "Биз сатуучулар эмес, инженербиз: тандооңузга ыраазы болушуңузду каалайбыз.",
    "131871195": "Сиздин канааттанууну камсыз кылуунун эң жакшы жолу - бул сиздин муктаждыктарыңызды канааттандырарыбызды көрсөтүү.",
    "3436534225": "Пилоттук ишке киргизген дээрлик бардык компаниялар акыры биздин чечимдерди тандашат.",
    "4060250206": "Биздин техникалык адистердин бирине кайрылуу үчүн бул форманы колдонуңуз. Биз тез жооп берет.",
    "1159746815": "Сиз ошондой эле бизге түздөн-түз электрондук кат аласыз.",
    "2531534427": "Чоо-жайы бул жерде.",
    "2059998584": "Регион",
    "3916131732": "Америка",
    "135276624": "Европа, Жакынкы Чыгыш, Африка (EMEA)",
    "1182294134": "Азия-Тынч океан (APAC)",
    "2437934778": "Сиздин атыңыз",
    "3859506577": "Business Email",
    "1268414751": "Бизде дагы кандай маалымат болушу керек?",
    "42559805": "Сизге шашылыш кирүү керекпи?",
    "851679588": "Ооба.",
    "1729677626": "Мен чабуулга кабылдым жана дароо киришүүнү талап кылам.",
    "2808971932": "Бул div блогунун ичиндеги кээ бир текст.",
    "2468683988": "рубрика",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing элит. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Текст шилтемеси",
    "2212670355": "Кирүү",
    "31502377": "Rich Text элементи деген эмне?",
    "2310705547": "Бай текст элементи сизге өзүнчө кошуп жана форматтабастан, аталыштарды, абзацтарды, тырмакчаларды, сүрөттөрдү жана видеолорду бир жерден түзүп, форматтоого мүмкүндүк берет. Жөн гана эки жолу чыкылдатып, мазмунду оңой түзүңүз.",
    "2590587108": "Статикалык жана динамикалык мазмунду түзөтүү",
    "778204464": "Бай тексттин элементи статикалык же динамикалык мазмун менен колдонулушу мүмкүн. Статикалык мазмун үчүн аны каалаган баракка түшүрүп, түзөтүп баштаңыз. Динамикалык мазмун үчүн каалаган коллекцияга бай текст талаасын кошуп, андан кийин жөндөөлөр панелинен ошол талаага бай текст элементин туташтырыңыз. Voila!",
    "1890955039": "Ар бир бай текст үчүн форматты кантип ыңгайлаштыруу керек",
    "3286051798": "Баш аталыштар, абзацтар, тырмакчалар, фигуралар, сүрөттөр жана фигуралардын коштомо жазуулары класс бай тексттин элементине кошулгандан кийин, \"Ичинде болгондо\" уяланган селектор тутумунун жардамы менен стилдештирилиши мүмкүн.",
    "504332576": "Биз hCaptcha дүйнөдөгү эң чоң көз карандысыз киберкоопсуздук кызматына айланганын, интернеттин 15%га жакынында иштегенин сыймыктануу менен жарыялайбыз жана биз бул рыноктун көпчүлүк бөлүгүн түздөн-түз Google reCAPTCHAдан алдык. Бирге, hCaptcha жана",
    "1155436473": "(биздин ишкана сунушубуз) азыр ай сайын он миллиондогон веб-сайттарда жана колдонмолордо жүз миллиондогон колдонуучуларды коргойт. Биздин окуя купуялуулукту биринчи орунга койгондо Big Tech менен атаандаша аларыңызды көрсөтүп турат.",
    "3108727249": "BotStop",
    "1296696044": "Купуялыкка каршы коопсуздук: Эмне үчүн экөө тең эмес?",
    "538871570": "Google жана башка Big Tech компаниялары менен атаандашуу чоң буйруктай сезилет: алардын монополиялык рыноктук күчү, платформа эффекттери жана жогорку акы төлөнүүчү иштеп чыгуучулардын армиясы жалпысынан Facebook же Amazon сыяктуу башка технологиялык гиганттардан башка эч ким үчүн өтө күчтүү деп эсептелинет. Биздин окуя мындай болушу керек эмес экенин көрсөтүп турат - купуялуулукка басым жасоо менен Big Techти жеңе аласыз.",
    "3600718611": "Google reCAPTCHA карап көрөлү,",
    "4281708680": ". hCaptchaда биз атайылап такыр башка ыкманы колдонуп, купуялыкты сактаган машинаны үйрөнүү ыкмаларын колдонуп, боттун типтүү жүрүм-турумун жогорку тактыкта аныктоодо, ошонун бардыгын мүмкүн болушунча аз маалыматты керектөө жана сактоо менен алдык.",
    "3312336121": "желе колдонуучулар мыйзамдуу адамдар же боттор экенин аныктоо үчүн жүрүм-турум маалыматтарынын эбегейсиз көлөмүн керектейт",
    "1193738791": ": алар веб-сайттын ар бир барагында жана интернетте колдонуучунун жүрүм-турумуна көз салышат. Биз hCaptcha-ны биринчи күндөн тартып мүмкүн болушунча купуялыкка ылайыктуу кылып иштеп чыктык. Бул маселеге таптакыр башкача мамиле жасоого алып келди. Көрсө, интернеттеги колдонуучуларга көз салуу жана алардын веб таржымалын алардын инсандыгына байланыштыруу жакшы коопсуздукка жетүү үчүн таптакыр кереги жок. hCaptchaга өткөн көптөгөн компаниялар",
    "2620705814": "Google бул жарнамалык компания жана алардын коопсуздук өнүмдөрү алардын жарнамалык продуктуларына абдан окшош",
    "1126447688": "купуялуулукка көңүл бурганыбызга карабастан, ботту аныктоо жана жумшартуу боюнча бирдей же жакшыраак иштеши жөнүндө кабарлайт",
    "439777523": "Жөнгө салуу маселелери",
    "3588274874": "Европа Бирлигинин GDPR жана Калифорниянын CCPA сыяктуу жөнгө салуу аракеттерине шайкеш келген продуктуну жеткирүүгө көңүл буруп, биз чоң өсүштү баштан кечирдик - албетте, бул hCaptcha реCAPTCHA үчүн жөнөкөй \"түшүрүү\" алмаштырууга жардам берет жана ошондуктан бир нече мүнөттүн ичинде орнотулат.",
    "2150595700": ". GDPR жана CCPA ишканалардын сатып алуучулары үчүн купуялуулукка байланыштуу көйгөйлөрдү картага коюшту, ошол эле учурда онлайн купуялуулук коомчулук үчүн барган сайын маанилүү болуп баратат, анткени биз баарыбыз онлайн жарнама жана маркетинг тармактары биздин маалыматтарыбызды тарыхый түрдө кантип колдонгонун түшүнө баштадык.",
    "2624949852": "Албетте, reCAPTCHA 2009-жылдан бери веб-коопсуздуктун алгачкы катышуучусу болуп, миллиондогон веб-сайттарды зыяндуу боттордун жана спамчылардын өсүп келе жаткан коркунучтарынан коргогон. Бирок, акыркы жылдары ал толугу менен бузулган:",
    "499510428": "Биз бул жерде жөнгө салуу бизге жардам берди деп ишенебиз",
    "1232651561": "программалык камсыздоо азыр reCAPTCHA көйгөйлөрүн чечүүдө адамдардай жакшы.",
    "824740867": "Чечүүнү жакшыртуунун ордуна, Google анын ордуна reCAPTCHA v3 чыгарды, ал коопсуздук программасына караганда жарнама тармагына көбүрөөк окшошуп, колдонуучу профилдерин түзүү үчүн желеден жүрүм-турум маалыматтарын чогултат. Тилекке каршы, сигналдын бул түрү оңой эле жеңилет, демек, колдонуучунун купуялыгына зыян келтирип, ботторго каршы аз коргоону камсыз кылат.",
    "1027023087": "Биз hCaptchaда анын ордуна көйгөйгө заманбап ыкмаларга басым жасадык, алар серептөө тарыхы сыяктуу узак мөөнөттүү жүрүм-турум жазууларын сактоону талап кылбайт жана кызмат ишке киргизилгенден бери чечкиндүү душмандардын алдында алда канча ийкемдүү экенин далилдеди.",
    "2852295413": "Бир мүнөздүү кызыкчылыктардын кагылышы: ботторду токтотуу жарнама тармагынын кирешесин азайтат",
    "1597520917": "Сынчылардын саны барган сайын көбөйүп баратат, Google колдонуучулардын купуялуулугун этибарга албаса, веб-сайттарын жана колдонмолорун коргогусу келген кардарларга тиешелүү болушу керек.",
    "763447231": "Ошол эле учурда, боттордун жарыялоочулардын сайттарына кирүүсүн токтотуу, Google'дун reCAPTCHA продуктусун түздөн-түз алардын кирешесинин 80% түзгөн жарнама бизнесине каршы коюп, жарнамалык көз боемочулуктун бетин ачышы мүмкүн.",
    "999674529": "Google тапкан ар бир бот нөлдүк жарнама доллары болушу керек. Ошентип, Google компаниясынын стимулдары алардын коопсуздук кызматтарынын колдонуучулары менен начар шайкеш келет жана бул алардын reCAPTCHA коопсуздук сунушунун начар иштешинин бир түшүндүрмөсү болушу мүмкүн.",
    "956019009": "Ири веб-инфраструктуралык компаниялар буга чейин чара көрүшкөн",
    "1923297430": "Көптөгөн ири кардарлар үчүн акыркы сынуу чекити Google компаниялардан өнүмдөрүн каалагандай масштабда колдонгону үчүн акы ала баштаганда келди. Бул узак убакыт бою reCAPTCHA колдонуучуларын жакшыраак альтернативаларды издөөгө мажбур кылды, анткени бүткүл дүйнө жүзү боюнча жөнгө салуучу маселелер Google'дун сунуштарын колдонууну уламдан-улам жактырбай койгон.",
    "2197218442": "Бул көз карашты Cloudflare компаниясынын башкы директору Мэттью Принс жыйынтыктады",
    "155456850": "hCaptchaга которулгандыгын жарыялоо:",
    "435302267": "компаниянын блог посту",
    "2087769953": "\"Биз бул өзгөртүүгө кубанычтабыз, анткени ал бизде бир нече убакыттан бери иштеп келген Google кызматына таянуу менен байланышкан купуялык маселесин чечүүгө жардам берет. Биз CAPTCHA сатуучуларынын бир катарларын бааладык, ошондой эле өзүбүздүн системаны түздүк. Акырында, hCaptcha reCAPTCHAга эң мыкты альтернатива болуп чыкты.\"\"Бизге hCaptcha чечимдери боюнча бир катар нерселер жакты: 1) алар жеке маалыматтарды сатпайт; алар минималдуу зарыл болгон жеке маалыматтарды гана чогултушат, алар чогулткан маалыматты жана аны кантип колдонорун жана/же ачып берүүнү ачык-айкын чагылдырышат.\"",
    "595582512": "Эгер сиз өз сайтыңызды же колдонмоңузду боттордон, спамчылардан же башка зыяндуу актерлордон натыйжалуу коргогуңуз келсе, ошону менен бирге колдонуучуларыңыздын купуялыгын сактоо менен (жана бардык тиешелүү эрежелерге ылайык!), hCaptcha жана Enterprise сунушубузду карап көрүңүз.",
    "3388180864": "Веб масштабында терең техникалык көйгөйлөрдүн үстүндө иштөөгө кызыгасызбы? Биз ар дайым дүйнө жүзү боюнча таланттуу инженерлерди жалдайбыз -",
    "3892952987": "биздин ачылыштарды текшерип, бул жерде кайрылыңыз",
    "3368788823": "Теренс Иден өзүнүн блогунда кызыктуу ойду айтат: \"",
    "1491780143": "CAPTCHA сиздин адам экениңизди далилдебейт – алар сиздин америкалык экениңизди далилдейт",
    "2146900431": "Интуитивдик, бул доомат көп мааниге ээ. CAPTCHAs, дээрлик бардык нерсе сыяктуу эле, маданий контекстке киргизилген жана эгер сиздин көйгөйлөрдүн бассейниңиз негизинен бир маданиятта түзүлгөн болсо, ал башка маданиятка жакшы которулбай калышы мүмкүн. Негизинен бул маданият маселеси",
    "378086442": "UX эмес, CAPTCHAлардын.",
    "1445008801": "Эйден айткандай:",
    "332723732": "мазмун",
    "2072808435": "\"Ойгулачы, Google? Менин өлкөмдөгү таксилер көбүнчө кара түстө. Мен Америкадагы тасмалардын баары сары экенин билиш үчүн жетиштүү тасмаларды көрдүм. Бирок мен барган башка өлкөлөрдө таксилер бир топ эле өң-түстүү болгон. ар кандай түстөр.\"",
    "3206136647": "Бул жерде Google'дун көйгөйү алар колдонгон суроо дайындарына жана аны ким көрүп жатканына негизделген. Эгерде бардык маалыматтар бир маданияттан келсе (жана Google болсо, ошол эле компания), сиз Эдендин арызына ылайык, башка маданияттарга жакшы которулбаган кыйынчылыктарга туш болушуңуз мүмкүн.",
    "2217842245": "Бирок, биздин маалыматтар (hCaptcha үчүн)",
    "4280117172": "Көптөгөн өлкөлөр чындыгында АКШга караганда бир аз жакшыраак, анын ичинде Нигерия, Индия, Бразилия жана Германия:",
    "555749578": "ар бир континенттеги негизги өлкөлөр боюнча чечүү курстарында 1% дан аз дисперсия бар.",
    "151737819": "Дүйнө жүзү боюнча hCaptcha Solve Rates өтө аз дисперсияны көрсөтөт",
    "3908992897": "жана дүйнөнүн ар бир өлкөсүндө жана аймагында колдонулат, ошондуктан биз ырааттуу глобалдык тажрыйбаны берүүгө абдан көңүл бурабыз.",
    "2808122102": "Ошентип, маданияттар аралык функциялар биздин кызмат үчүн негизги талап болуп саналат. Бардык мыйзамдуу колдонуучулар мазмунга тез кире алышына ынануу биздин миссиябыздын маанилүү бөлүгү болуп саналат. Биз 110 тилде чакырыктарды сунуштайбыз жана көйгөйлөрүбүздү ар бир адам чече аларына ынануу үчүн тиешелүү котормолорду тынымсыз өркүндөтүп жатабыз.",
    "3913801502": "hCaptcha азыр интернеттин болжол менен 15% иштейт",
    "2077639538": ". Биринчиден, биздин кызмат боюнча чакырык маалыматтары бир эле эмес, көптөгөн булактардан алынышы мүмкүн - чоң Fortune 500 компанияларынан тартып машина үйрөнүү стартаптарына чейин, алар биздин талаптарды карманып турса.",
    "3951112506": ". Бул буга чейин маалыматтардагы гетерогендүүлүктүн жогорку даражасын кепилдейт.",
    "1803943584": "Экинчиден, биз чакырыктар кайсы өлкөлөрдө же тилдерде иштей турганын аныктоо үчүн өзүн-өзү оптималдаштырууга мүмкүнчүлүк берип, ырааттуу тажрыйбанын ыктымалдыгын дагы жогорулатабыз. Эгер тактык күтүлгөндөн төмөн болсо, суроолордун топтому бул эффект пайда болгон аймакта же тилде иштебей калат.",
    "3668873369": "hCaptchaда биз биринчи күндөн башкача мамиле жасадык",
    "1519201684": "AI этика саясаты",
    "2155089487": ". Эгер кээ бир топтор үчүн биздин көйгөйлөрдү чечүү оңой болсо, анда биз дүйнө жүзүндөгү жана ар түрдүү маданияттардагы адамдардын аларды чечүүдө кандайча аткарганында айырманы көрмөкпүз. Идендин постунун контекстинде биз америкалыктар башка өлкөлөрдөгү адамдарга караганда жакшыраак иштешет деп күтмөкпүз. Бул көйгөйдөн качуу үчүн системаларды иштеп чыгууга көп жылдар сарптагандыктан, чындыгында мунун тескерисин көрөбүз.",
    "2603863826": "PS: Эгерде сиз өз тилиңизде жакшыртууларды колдоно турган котормо тапсаңыз, анда а",
    "3543141425": "ал үчүн!",
    "2697276059": "Бул иштеп жатканына далил: бүткүл дүйнө боюнча бирдиктүү чечүү чендери",
    "664236229": "тартуу жөнүндө арыз"
}