{
  "header-privacy-link": "Preifatrwydd",
  "header-integration-link": "Integreiddio",
  "header-cost-link": "Cost",
  "header-features-link": "Nodweddion",
  "header-docs-link": "Docs",
  "header-login-button": "Mewngofnodi",
  "header-contact-button": "Cysylltwch â Gwerthiannau",
  "intro-heading": "Gwirio dynoliaeth ffrithiant sero.",
  "intro-contact-button": "Cysylltwch â ni i ddysgu mwy",
  "intro-text-bottom": "Yn dibynnu ar y cwmnïau sy'n pweru'r we.",
  "sub-menu-button": "Cysylltwch â Gwerthiannau",
  "sub-menu-item1": "Menter",
  "sub-menu-item2": "Cost",
  "sub-menu-item3": "Integreiddio",
  "sub-menu-item4": "Nodweddion",
  "sub-menu-item5": "Preifatrwydd",
  "sub-menu-item6": "Docs",
  "info-head-1": "Wedi'i adeiladu ar y platfform hCaptcha profedig",
  "info-text-1": "Mae hCaptcha Enterprise yn rhedeg ar dechnoleg platfform hCaptcha, wedi'i ymestyn i gynnwys y nodweddion sydd eu hangen ar fentrau traffig uchel.",
  "info-head-2": "Partner dibynadwy",
  "intro-subtitle": "Datryswch eich problem bot heddiw.",
  "info-text-2": "Mae cwmnïau mwyaf y byd yn ymddiried yn ein gwasanaethau i wasanaethu miliynau lawer o ddefnyddwyr dyddiol ar draws degau o filiynau o wefannau.",
  "cloudflare-quote-text": "Gwnaethom werthuso nifer o werthwyr CAPTCHA yn ogystal ag adeiladu system ein hunain. Yn y diwedd, daeth hCaptcha i'r amlwg fel y dewis arall gorau i reCAPTCHA.",
  "cloudflare-quote-detail": "Cyfarwyddwr Rheoli Cynnyrch, Cloudflare",
  "section-quote-head": "Yr opsiwn cost-effeithiol ar gyfer mentrau traffig uchel",
  "section-quote-text": "Yn olaf, dewis arall credadwy i Google. Mae hCaptcha Enterprise yn sicrhau arbedion dramatig ar eich bil reCAPTCHA gyda diogelwch uwch: hyd at 80% yn rhatach mewn rhai achosion. ‍ Mae llawer o wasanaethau ar-lein mwyaf y byd wedi newid i hCaptcha Enterprise ac wedi derbyn gwell canfod bot ochr yn ochr ag arbedion cost sylweddol.",
  "section-quote-button": "Cysylltwch â ni heddiw i gael dyfynbris",
  "section-privacy-header": "Canolbwyntio ar Breifatrwydd",
  "section-privacy-text-1": "Mae rhwydweithiau ad yn gweld eich ymwelwyr fel y cynnyrch. I ni yr unig gynnyrch yw pennu eu dynoliaeth. Mae ein gwasanaethau yn cwrdd neu'n rhagori ar ofynion GDPR, CCPA, a LGPD, ac yn cefnogi mentrau fel Preifatrwydd Pass. Rydym yn gweithio'n galed i gydbwyso preifatrwydd a diogelwch.",
  "section-privacy-text-2": "Mae'r ffocws unigryw hwn ar breifatrwydd yn golygu y gallwn gynnig sero cadw data unigol, gweithredu heb gwcis, a gwarantau preifatrwydd cytundebol eraill yn ôl yr angen wrth gynnal diogelwch rhagorol.",
  "section-security-header": "Diogelwch yn Gyntaf",
  "section-security-text-1": "Mae cywirdeb er eich budd chi a'n un ni. Mae hCaptcha yn gweithio i roi data go iawn i chi a gadael i chi benderfynu sut i'w ddefnyddio. Darperir captchas eraill gan gwmnïau hysbysebu Gigantic. Mae hyn yn golygu y gallai pob bot y maen nhw'n ei flocio leihau eu refeniw.",
  "section-security-text-2": "Mae defnyddio'r technegau dysgu peiriant diweddaraf gyda ffocws ar breifatrwydd yn caniatáu inni ragori ar safonau diogelwch etifeddiaeth cofnodi strategaethau am byth heb niweidio diogelwch na phreifatrwydd defnyddiwr.",
  "section-user-experience-header": "Profiad Defnyddiwr Gwych",
  "section-user-experience-text1": "Ar gyfer defnyddwyr Menter, mae opsiynau ar gael i osgoi heriau yn y mwyafrif o senarios yn llwyr.",
  "section-user-experience-text2": "Gostyngwch ffrithiant trwy osgoi her yn gyfan gwbl i 99.9% o'ch traffig cyfreithlon wrth barhau i ddarparu diogelwch rhagorol, diolch i fodelau bot datblygedig.",
  "section-easy-integration-header": "Integreiddio hawdd",
  "section-easy-integration-text": "Dim ond munudau a dim ond ychydig linellau o god y mae ychwanegu hCaptcha yn eu cymryd. Mae'r API sylfaenol yn gydnaws â reCAPTCHA V2, a dim ond munudau y mae'n eu cymryd i newid. Gallwch chi fod yn weithredol gyda dewis amgen uwchraddol heddiw, a throi ymlaen nodweddion mwy datblygedig yn ôl yr angen.",
  "section-easy-integration-serverside": "Ochr y Gweinydd:",
  "section-easy-integration-frontend": "Pen blaen:",
  "section-threat-header": "Sgoriau Bygythiad wedi'u Customized",
  "section-threat-text": "Nid yw pob problem yr un peth: mae cael sgôr sengl yn golygu bod yn rhaid iddo fynd i'r afael â'ch anghenion i fod yn ddefnyddiol. Gyda Sgoriau Bygythiad Customized unigryw hCaptcha, mae ymgynghoriad cyflym yn caniatáu inni diwnio ein modelau i ddarparu sgoriau sy'n fwy perthnasol i'ch busnes.",
  "section-challenges-header": "Lansio Eich Heriau Eich Hun Mewn Eiliadau",
  "section-challenges-text-1": "Arhoswch ar frand gyda chynnwys perthnasol",
  "section-challenges-text-2": "Pan fydd yn rhaid i ddefnyddwyr ddatrys her i fodloni gofynion diogelwch, beth am greu tasgau dymunol a pherthnasol i'r defnyddiwr? Gyda'n dylunydd her arfer syml, gallwch lansio cynnwys her ar frand mewn ychydig funudau yn unig.",
  "section-integration-header": "Integreiddio Platfform Uniongyrchol",
  "section-integration-subheader": "Ar gyfer Cwmnïau Seilwaith Gwe",
  "section-integration-text": "Mae'r system hCaptcha Enterprise yn unigryw o hyblyg ei dyluniad: gellir ei defnyddio'n rhannol neu'n gyfan gwbl ar gyrion eich rhwydwaith os ydych chi'n gweithredu cwmwl cyhoeddus neu'n berchen ar lawer o ganolfannau data. Can Gall hyn leihau costau a thraffig oddi ar y rhwydwaith yn ddramatig wrth gadw holl fuddion rheoli gan ein staff ar alwad 24/7 i gwrdd â'r CLGau llymaf.",
  "section-support-header": "Arbenigedd a Chefnogaeth Cyraeddadwy i Chi a'ch Defnyddwyr",
  "section-support-text": "Mae gwasanaeth yn brif flaenoriaeth i ni. Rydym yn cynnal cefnogaeth ar alwad 24/7 ac yn cynnig cydgysylltiad Slack uniongyrchol gyda'ch tîm integreiddio peirianneg a'n staff ar alwad yn ystod ac ar ôl gweithredu. ‍ Rydym hefyd wedi ymrwymo i fonitro ac ymateb i gwestiynau eich defnyddwyr ar draws cyfryngau cymdeithasol, fforymau , a'n sianeli cymorth mewn teclyn ac e-bost. Rydym yn hygyrch ac yn ymatebol, ac yn trin boddhad defnyddwyr fel DPA uchaf.",
  "section-enterprise-header": "Nodweddion menter",
  "section-enterprise-title-1": "Amddiffyniad gwrth-bot o'r radd flaenaf",
  "section-enterprise-desc-1": "Profi brwydr ar raddfa we.",
  "section-enterprise-title-2": "Sgoriau bot cywirdeb uchel",
  "section-enterprise-desc-2": "Canfod actorion drwg o lawer o wahanol fathau.",
  "section-enterprise-title-3": "Dim ffrithiant a moddau goddefol 99.9%",
  "section-enterprise-desc-3": "Herio llai na 0.1% o ddefnyddwyr cyfreithlon.",
  "section-enterprise-title-4": "Dangos y mathau o heriau rheoli",
  "section-enterprise-desc-4": "Llyfrgell eang o fathau i ddewis ohonynt.",
  "section-enterprise-title-5": "Rheoli cynnwys her a ddefnyddir",
  "section-enterprise-desc-5": "Arhoswch ar frand gyda phrofiad defnyddiwr cyson.",
  "section-enterprise-title-6": "CLGau Menter",
  "section-enterprise-desc-6": "Dibynadwyedd gwarantedig a chefnogaeth gyflym ar alwad 24/7.",
  "section-enterprise-title-7": "Cefnogaeth porwr etifeddiaeth",
  "section-enterprise-desc-7": "Cyd-fynd yr holl ffordd yn ôl i Internet Explorer 8.",
  "section-enterprise-title-8": "Dangosfyrddau adrodd uwch ac API",
  "section-enterprise-desc-8": "Gweld beth sy'n digwydd ar draws eich holl wefannau ac apiau.",
  "section-enterprise-title-9": "Yn gweithio ym mhob gwlad",
  "section-enterprise-desc-9": "Yn wahanol i reCAPTCHA, rydyn ni'n gweithio ym mhob gwlad.",
  "section-enterprise-title-10": "GDPR, CCPA, a pholisi preifatrwydd sy'n gyfeillgar i LGPD",
  "section-enterprise-desc-10": "Wedi'i gynllunio ar gyfer preifatrwydd o'r diwrnod cyntaf. Cytundeb Prosesu Data Cryf.",
  "section-enterprise-title-11": "Lefelau anhawster graen mân",
  "section-enterprise-desc-11": "Deialwch hwn i gyd-fynd yn union â'ch achos defnydd.",
  "section-enterprise-title-12": "Gwesteio parti cyntaf",
  "section-enterprise-desc-12": "Mae pob cais ac ased yn mynd i hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Dangosfyrddau aml-ddefnyddiwr",
  "section-enterprise-desc-13": "Rheoli cyfranddaliadau ar draws eich tîm.",
  "section-enterprise-title-14": "Gwirio Instant",
  "section-enterprise-desc-14": "0ms latency: gwirio tocynnau hCaptcha heb unrhyw alwad API.",
  "section-enterprise-title-15": "Integreiddio Symudol (iOS ac Android)",
  "section-enterprise-desc-15": "Profiad di-dor ar draws y we, symudol symudol, gwe symudol. Integreiddiadau wedi'u hadeiladu ymlaen llaw a SDKs brodorol ar gael.",
  "section-enterprise-title-16": "Telerau wedi'u Customized a Gwarantau Preifatrwydd",
  "section-enterprise-desc-16": "Bodloni eich anghenion cyfreithiol pan na all cwmnïau eraill.",
  "presented-challlenges-head": "Heriau a Gyflwynir",
  "presented-challenges-title-1": "Cymhariaeth",
  "presented-challenges-text-1": "Dewiswch yr holl ddelweddau sy'n cyfateb i'r ymholiad",
  "presented-challenges-title-2": "Blwch Rhwymo",
  "presented-challenges-text-2": "Diffinio ardal ffiniol ar gyfer gwrthrychau",
  "presented-challenges-title-3": "Categoreiddio",
  "presented-challenges-text-3": "Nodi'r labeli cyfatebol",
  "presented-challenges-subheader": "... a thasgau syml eraill. Hawdd i fodau dynol, anodd i bots.",
  "presented-challenges-subtext": "Tasgau personol hefyd ar gael i gyhoeddwyr menter.",
  "footer-header-1": "Cwmni",
  "footer-header-2": "Adnoddau",
  "footer-header-3": "Cysylltwch",
  "footer-link-1": "Labelu",
  "footer-link-2": "Am",
  "footer-link-3": "Swyddi",
  "footer-link-4": "Nodau masnach",
  "footer-link-5": "Blog",
  "footer-link-6": "Statws",
  "footer-link-7": "Dogfennaeth",
  "footer-link-8": "Riportiwch Fyg",
  "footer-link-9": "Hygyrchedd",
  "footer-terms": "Telerau",
  "footer-privacy": "Preifatrwydd",
  "footer-attribution": "Priodoli",
  "footer-subheader-1": "Cefnogaeth",
  "footer-subheader-2": "Cysylltwch",
  "switch-to-english-link": "Newid i'r Saesneg",
  "intro-heading-privacy": "Wedi'i gynllunio ar gyfer preifatrwydd.",
  "intro-subtitle-p1-privacy": " Ymagwedd unigryw at ddiogelwch ar-lein sy'n cael ei yrru gan breifatrwydd.",
  "info-head-2-pr": "Nid recordio gweithgaredd ar-lein yw'r ateb.",
  "info-text-1-pr": "Dim ond un pwrpas sydd gan hCaptcha Enterprise: atal actorion drwg rhag tarfu ar eich gweithrediadau ar-lein a niweidio'ch defnyddwyr.",
  "info-text-2-pr": "Felly mae ein systemau wedi'u cynllunio o'r gwaelod i fyny er mwyn casglu a chadw data i'r eithaf wrth gynnal diogelwch sy'n arwain y dosbarth. Y ffordd orau i amddiffyn data defnyddwyr yw peidio â'i storio o gwbl.",
  "info-text-3-pr": "Mae pob perthynas â chwsmer hefyd yn cael ei gwarchod gan Gytundeb Prosesu Data cryf. Mae'r gwasanaeth hCaptcha yn cydymffurfio â'r holl ddeddfau preifatrwydd ni waeth ble mae'ch gwasanaeth neu'ch cwsmeriaid yn byw. Mae peidio â chadw data personol yn gwneud hyn yn llawer haws i ni nag i gwmnïau eraill.",
  "info-text-2-2-pr": "Dywed gwasanaethau fel reCAPTCHA v3 fod angen rhoi eu picsel olrhain ar bob tudalen o'ch gwefan er mwyn diogelwch da. Nid yw hyn yn wir.",
  "info-text-2-3-pr": "Mae dadansoddiad ymddygiadol syml yn signal sy'n cael ei ffugio'n hawdd gan actorion gwael, ac mae angen cadw hanes pori ar gyfer eich holl draffig cyfreithlon hefyd.",
  "info-text-2-4-pr": "Nid ydym yn gweithredu rhwydwaith hysbysebion, ac nid oes gennym ddiddordeb mewn arsylwi ar ymddygiad eich defnyddiwr er mwyn gwerthu hysbysebion iddynt. Mae hyn yn golygu nad oes angen picsel goddefol ar bob tudalen o'ch gwefan.",
  "info-text-2-5-pr": "Ychwanegwch ein cod her dim ond lle mae hynny'n angenrheidiol, a lle mae'n gwneud synnwyr i'ch amddiffyn chi a'ch defnyddwyr.",
  "info-head-3-pr": "Mae dysgu trwy beiriant yn ddefnyddiol. Ond nid oes angen i ddata personol weithio.",
  "info-text-3-1-pr": "Erbyn hyn mae dysgu trwy beiriant yn effeithio ar bron bob agwedd ar ein bywydau, yn aml mewn ffyrdd nad ydym yn sylweddoli ac na allwn eu gweld. Nid yw gwasanaethau diogelwch ar-lein yn ddim gwahanol.",
  "info-text-3-2-pr": "Trwy ddysgu dros filoedd o signalau, gall modelau gasglu a magu hyder uchel wrth ganfod ymddygiad maleisus yn gyflym iawn, hyd yn oed pan na fyddai unrhyw signal unigol ynddo'i hun yn ddigon cryf i nodi problem.",
  "info-text-3-3-pr": "Fodd bynnag, nid oes angen defnyddio gwybodaeth bersonol adnabyddadwy (PII) ar gyfer dim o hyn. Mae technegau cryptograffig modern yn caniatáu inni daflu unrhyw ddata personol cyn gynted â phosibl, gan greu llofnodion unffordd na ellir eu cysylltu ag unrhyw unigolyn yn lle hynny.",
  "info-text-3-4-pr": "Mae hyfforddiant ar ddata heb ei nodi yn gweithio cystal, ac nid oes angen cyfaddawdu ar ddiogelwch na phreifatrwydd. Mae ein cwsmeriaid wedi gwneud y profion empeiraidd, ac wedi ein datgan yn gyfartal neu'n well na llawer llai o ddewisiadau preifat eraill.",
  "cloudflare-quote-text-privacy": "Roeddem yn hoffi nifer o bethau am yr atebion hCaptcha: 1) nid ydynt yn gwerthu data personol; dim ond lleiafswm o ddata personol angenrheidiol y maen nhw'n ei gasglu, maen nhw'n dryloyw wrth ddisgrifio'r wybodaeth maen nhw'n ei chasglu a sut maen nhw'n ei defnyddio a / neu'n ei datgelu.",
  "pilot-head": "Rhowch gynnig arnom yn eich amgylchedd heb unrhyw rwymedigaeth.",
  "pilot-text-1a": "Peirianwyr ydym ni, nid gwerthwyr: rydyn ni am i chi fod yn hapus â'ch dewis.",
  "pilot-text-1b": "Y ffordd orau o sicrhau eich boddhad yw dangos ein bod yn diwallu eich anghenion.",
  "pilot-text-1c": "Mae bron pob cwmni sy'n cychwyn peilot yn dewis ein datrysiadau yn y pen draw.",
  "pilot-text-1d": "Defnyddiwch y ffurflen hon i gyrraedd un o'n harbenigwyr technegol. Rydym yn ymateb yn gyflym.",
  "pilot-text-1e": "Gallwch hefyd anfon e-bost atom yn uniongyrchol.",
  "pilot-email-details": "Mae'r manylion yma.",
  "pilot-f1": "Rhanbarth",
  "pilot-f2": "Eich Enw",
  "pilot-f3": "Eich Enw",
  "pilot-f4": "E-bost Busnes",
  "pilot-f5": "Unrhyw fanylion eraill y dylem eu cael?",
  "pilot-f6": "A oes angen mynd ar fwrdd brys?",
  "pilot-f7": "Ydw.",
  "pilot-f8": "Mae ymosodiad arnaf ac mae angen mynd ar fwrdd y llong ar unwaith.",
  "pilot-f9": "Cyflwyno",
  "pilot-f10": "Trwy nodi'ch e-bost, rydych chi'n cytuno i'n Telerau a'n Polisi Preifatrwydd, ac i dderbyn e-bost gennym ni.",
  "pilot-fo-1": "Ni allai integreiddio fod yn haws.",
  "pilot-fo-2": "Mae gan hCaptcha ddwsinau o integreiddiadau a adeiladwyd ymlaen llaw ar gyfer y systemau frontend a backend rydych chi'n eu defnyddio.",
  "pilot-fo-3": "Os ydych chi'n digwydd dod o reCAPTCHA Google, mae ein APIs yn amnewidion galw heibio. Tair llinell o god yw'r cyfan sydd ei angen arnoch chi.",
  "pilot-fo-4": "Gall ein peirianwyr ysgubol eich annog i fynd yn gyflym, p'un a oes angen integreiddio React arnoch, SDKs ar gyfer apiau brodorol iOS, enghraifft ôl-benwythnos Java, neu bron unrhyw senario arall.",
  "pilot-fo-5": "Ac fel bob amser, mae preifatrwydd yn werth craidd i ni. Ychwanegwch ein cod her dim ond lle mae hynny'n angenrheidiol, a lle mae'n gwneud synnwyr i'ch amddiffyn chi a'ch defnyddwyr. Mae lleihau casglu data yn cychwyn o'r eiliad integreiddio.",
  "pilot-fdone": "Diolch. Byddwn mewn cysylltiad yn fuan.",
  "home-ent-2-new": "Dysgu mwy am ein datrysiad menter.",
  "home-ent-button-new": "Menter hCaptcha",
  "home-main-plans2-new": "Mae datrysiadau hCaptcha Enterprise yn darparu diogelwch sy'n arwain y dosbarth ac yn amddiffyn llawer o'r gwasanaethau ar-lein gorau.",
  "home-plans-button-2-new": "Dysgu mwy",
  "header-enterprise-link": "Menter",
  "sales-interstitial-c1b-new": "Dysgu mwy am fenter hCaptcha"
}
