{
    "1001938065": "Ni allai integreiddio fod yn haws",
    "1012122721": "* Cwcis ystadegol a reolir yn uniongyrchol gennym ni (hy cwcis parti cyntaf, nid cwcis trydydd parti), lle na ddefnyddir y data ar gyfer proffilio.",
    "1014004474": "Mae cynlluniau Menter hCaptcha yn cynnig cytundebau lefel gwasanaeth uwch i amddiffyn eich sefydliad",
    "1021431157": "() Anghydnawsedd â thrwyddedau ffynhonnell agored neu ffynhonnell agored",
    "1023070345": "Heb fod yn hwyrach na Mawrth 14eg 2021",
    "1023108656": "Categorïau Derbynwyr Trydydd Parti",
    "1023190144": "hCaptcha® mewn testun",
    "102498091": "Mae Google yn codi $ 1 am bob 1000 o geisiadau am reCAPTCHA Enterprise, sy'n golygu eu bod bellach yn codi mwy am bob cais nag y mae'n ei gostio i dorri diogelwch eu gwasanaeth. Mae hyn yn ymddangos fel bargen wael.",
    "102695075": "Hyd",
    "1027023087": "Yn hytrach, rydym ni yn hCaptcha wedi canolbwyntio ar ymagweddau mwy modern at y broblem, nad oes angen cadw cofnodion ymddygiad tymor hir fel hanes pori ac rydym wedi profi'n llawer mwy gwydn yn wyneb gwrthwynebwyr penderfynol ers cyflwyno'r gwasanaeth.",
    "1027200955": "Siaradwch ag un o'n harbenigwyr parth i ddiffinio anghenion eich prosiect: cywirdeb targed, fformat, ac unrhyw ofynion arbennig.",
    "1028058338": "Gweler ein hadran \"Rhybudd i Bynciau Data'r UE\" sy'n ymwneud â'ch hawliau o dan y Rheoliad Diogelu Data Cyffredinol (\"GDPR\").",
    "1033698050": "1. A ydym yn credu bod y cwsmer wedi rhoi achos defnydd inni yr ydym yn ei ystyried yn foesol dderbyniol, yn ôl ein dehongliad o normau cymdeithasol nodweddiadol y Gorllewin?",
    "1035621426": "Mae pob bot a nodwyd gan reCAPTCHA yn lleihau refeniw ad Google yn uniongyrchol.",
    "1038019440": "1. A yw'r cwsmer hwn yn cynrychioli buddiannau cenedlaethol gwlad y gwyddys ei bod yn ymddwyn yn groes i gyfreithiau a normau rhyngwladol?",
    "103876916": "ar gyfer adroddiadau diogelwch cymwys ar y gwasanaeth hCaptcha a chod ffynhonnell cysylltiedig.",
    "1042802841": "Gwybodaeth gyfrinachol yw unrhyw wybodaeth sy'n cael ei marcio fel gwybodaeth gyfrinachol neu berchnogol, neu y dylai'r parti sy'n derbyn ei deall yn rhesymol i fod yn gyfrinachol neu'n berchnogol. Nid yw hyn yn cynnwys unrhyw wybodaeth sydd (1) ar gael i'r cyhoedd, (2) sydd eisoes ym meddiant y parti sy'n ei dderbyn, neu a oedd eisoes yn hysbys i'r parti sy'n ei derbyn, neu (3) wedi'i datgelu trwy orchymyn llys neu fel sy'n ofynnol fel arall gan gyfraith.",
    "1045484714": "Integreiddiad SAML SSO â'ch Darparwr Hunaniaeth, ee Okta neu Azure AD.",
    "1046087606": "IBM. (Byd-eang). Gwasanaethau a ddarperir: IBM Cloud.",
    "1047251718": "Heddiw, fodd bynnag, pan fydd pobl yn siarad am APIs, maent yn ddieithriad yn golygu APIs ar sail safonau. APIs yw'r rhain a adeiladwyd gan ddefnyddio safonau agored fel Trosglwyddo Gwladwriaethol Cynrychioliadol (REST) a fformatau ffeiliau safonol agored fel Nodiant Gwrthrych JavaScript (JSON). Gellir creu “APIs RESTful” o’r fath, fel y’u gelwir, heb yr angen am feddalwedd berchnogol. Mae'r APIs sy'n deillio o hyn yn gallu anfon a derbyn galwadau data a gweithdrefn rhwng cymwysiadau meddalwedd. Er enghraifft, mae ap bancio symudol yn defnyddio API i gael mynediad at systemau'r banc.",
    "1050501253": "Rhy anodd",
    "1051214799": "Mae hCaptcha yn wasanaeth diogelwch gwe sy'n ceisio rhannu gwerth gyda chyhoeddwyr gwefannau neu apiau sy'n ei ddefnyddio.",
    "1053787685": "Beth yw Twyll Taliad?",
    "1058572205": "ni os hoffech ddysgu mwy am",
    "1059502393": "Cipio Manylion yr Adroddiad Byg: Firefox",
    "1061239711": "3. Parti 1af",
    "1062291156": "termau safonol",
    "1066753052": "sy'n golygu bod y waled yn wag, ac rydych chi ar safle sy'n cynnwys her hCaptcha. Ar ôl i chi gwblhau’r her, byddwch yn ennill tocynnau y gellir eu hadbrynu ar unrhyw wefan arall gyda hCaptcha.",
    "1067704102": "Y Gwerth mewn Labelu Data",
    "1070364246": "Wps! Aeth rhywbeth o'i le wrth gyflwyno'r ffurflen.",
    "10724169": "Rydych chi'n derbyn ein Polisi Preifatrwydd, sy'n llywodraethu'r hyn y byddwn yn ei wneud gydag unrhyw Wybodaeth Bersonol a roddwch inni.",
    "1074044172": "Pan fydd yn rhaid i ddefnyddwyr ddatrys her i fodloni'ch gofynion diogelwch, beth am ofyn cwestiynau dymunol a pherthnasol i'r defnyddiwr?",
    "1077448694": "Integreiddio â gwefannau cyfryngau cymdeithasol trydydd parti.",
    "1080672247": "Oherwydd na ellir datrys llawer o'r cwestiynau a ofynnir yn economaidd gyda meddalwedd oddi ar y silff, ac oherwydd bod y data yn gyffredinol unigryw i'r system, mae hyn yn golygu bod bots yn aml yn cael eu stopio'n llwyr gan y gwasanaeth rhad ac am ddim, a rhaid iddynt ddibynnu ar ddatryswyr CAPTCHA dynol yn lle, sydd yn gwneud sawl math o gam-drin yn gwbl aneconomaidd.",
    "1080752747": "Cysylltwch â gwerthiannau",
    "1085089390": "Mae cam-drin ar-lein yn deillio o ymddygiadau dynol cynhenid",
    "1087195513": "Os ydych chi'n Gyfrannwr sy'n cyrchu'r Gwasanaethau a / neu'n cyflawni tasgau trwy Integreiddiwr neu mewn cysylltiad ag ef ar ran Ymgeisydd nad yw'n IMI, yna rydych chi'n cytuno ac yn cydnabod nad yw Peiriannau Intuition yn atebol am ac nad oes unrhyw rwymedigaeth arnoch chi gyda nhw parch at unrhyw wobrau neu iawndal arall am dasgau wedi'u cwblhau. Rydych yn cytuno ac yn cydnabod bod unrhyw wobrau neu iawndal arall am dasgau a gwblhawyd yn cael ei bennu yn unol â'ch cytundeb â'r Ymgeisydd a / neu'r Integreiddiwr yn unig, fel sy'n berthnasol. Mae unrhyw anghydfodau ynghylch gwobrau o'r fath neu iawndal arall (gan gynnwys heb gyfyngiad yn methu â derbyn gwobrau o'r fath neu iawndal arall) rhyngoch chi a'r Ymgeisydd a / neu'r Integreiddiwr yn unig, fel sy'n berthnasol.",
    "1087260385": "Os oes gennych unrhyw gwestiynau am y Polisi Preifatrwydd hwn, cysylltwch â ni yn",
    "1088304322": "Efallai y byddwn yn defnyddio'ch gwybodaeth bersonol am resymau na chaiff eu disgrifio yn y Polisi Preifatrwydd hwn, lle caniateir inni yn ôl y gyfraith wneud hynny a lle mae'r rheswm yn gydnaws â'r pwrpas y gwnaethom ei gasglu ar ei gyfer. Os bydd angen i ni ddefnyddio'ch gwybodaeth bersonol at ddiben anghysylltiedig, gallwn eich hysbysu ac esbonio'r sail gyfreithiol berthnasol ar gyfer y defnydd hwnnw. Os ydym wedi dibynnu ar eich caniatâd i ddefnyddio'ch gwybodaeth bersonol yn benodol, gallwn ofyn am eich caniatâd at unrhyw bwrpas anghysylltiedig a'ch galluogi i derfynu'ch defnydd o'r gwasanaeth ar yr adeg honno os ydych chi'n gwrthwynebu.",
    "1089415440": "Canfod gwrthrychau yn gywir mewn delweddau a fideo",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "109179759": "Meini prawf pryderon moesegol: Goddrychol",
    "1092241113": "Deall buddiannau ein Cwsmeriaid a'n Integreiddwyr yn well.",
    "1093280979": "1. Ffurflenni Gorchymyn Llwyfan",
    "1099238677": "Gyda'n nifer uchel a'n hwyrni isel, byddwn yn troi eich gwaith o gwmpas yn gyflym, gyda danfoniad awtomataidd cyn gynted ag y bydd wedi'i wneud.",
    "1103295010": "Ennill arian neu roi i elusen pan fydd bodau dynol yn datrys CAPTCHAs",
    "1105363520": "Nid ydym yn gweithredu rhwydwaith hysbysebion, ac nid oes gennym ddiddordeb mewn arsylwi ar ymddygiad eich defnyddiwr er mwyn gwerthu hysbysebion iddynt. Mae hyn yn golygu nad oes angen picsel goddefol ar bob tudalen o'ch gwefan.",
    "110836420": "Diweddarwyd ddiwethaf: Rhagfyr 23, 2020",
    "1108398506": "mae cwsmeriaid yn ennill rheolaeth lwyr dros y profiad, ac yn elwa o'r arbenigedd y mae hCaptcha wedi'i ennill wrth weithredu'r darparwr her annibynnol mwyaf ar y rhyngrwyd. Maent hefyd yn cael bargen well na reCAPTCHA Enterprise: hyd at 50-80% yn well prisiau, yn dibynnu ar gyfaint.",
    "111184581": "Gwesteio parti cyntaf",
    "1112074001": "Cam 2: Cliciwch ar y tab Rhwydwaith yn Offer Datblygwr. Gwiriwch y blwch \"Persist logs\" ar y brig.",
    "1115642494": "1. Ffynhonnell: rhestrau safleoedd reCAPTCHA BuiltWith.com. Adalwyd Gorffennaf 9fed, 2019.",
    "1115671076": "Zendesk, Inc. (Byd-eang). Gwasanaethau a ddarperir: Zendesk.com.",
    "1116455671": "A: Byddwch chi'n ennill gwobr am y datrysiad cychwynnol os yw'r defnyddiwr yn ei gwblhau ar eich gwefan. Mae adbryniadau yn dilyn yr un patrwm ymateb â phe bai'r defnyddiwr wedi pasio ar eich gwefan yn awtomatig oherwydd hyder uchel y cleient: nid oes unrhyw ennill yn digwydd, ac mae'r alwad siteverify gan eich gweinydd yn derbyn `credyd: Anghywir 'yn y canlyniadau pasio.",
    "1118929614": "() Hurtrwydd eithafol ar ran pobl sy'n gwneud busnes gyda sbamwyr",
    "1119009846": "Yn ôl yr angen i gydymffurfio â chyfraith berthnasol, gan gynnwys ceisiadau llywodraethol, ceisiadau gorfodaeth cyfraith, ac fel arall i endidau cyhoeddus a phreifat er mwyn amddiffyn hawliau, preifatrwydd, diogelwch, neu eiddo chi, ni neu eraill.",
    "1123365779": "Os ydych chi'n ddatblygwr gwe neu'n ddefnyddiwr arbenigol, y crynodeb yw hoffem i chi anfon rhwydwaith yn cofnodi HAR a logiau consol porwr.",
    "1126302400": "Blwch Rhwymo",
    "1126447688": "yn aml yn adrodd am berfformiad cyfartal neu well wrth ganfod a lliniaru bot er gwaethaf ein ffocws ar breifatrwydd",
    "1126613163": "Data Sensitif",
    "1129833879": "Stopiwch bots maleisus, amddiffyn preifatrwydd defnyddiwr",
    "1130783905": "Mae cywirdeb er eich budd chi a'n un ni. Mae hCaptcha yn gweithio i roi data go iawn i chi a gadael i chi benderfynu sut i'w ddefnyddio. Darperir atebion diogelwch eraill gan gwmnïau hysbysebu Gigantic. Mae hyn yn golygu y gallai pob bot y maen nhw'n ei flocio leihau eu refeniw.",
    "1130802068": "Rydyn ni'n defnyddio'r wybodaeth rydyn ni'n ei chasglu at y dibenion canlynol:",
    "1130868224": "Tair llinell o god",
    "1131196501": "Mae cwmnïau mawr yn hoffi",
    "1131525092": "Grwpiwch actorion drwg gyda'i gilydd yn ddiymdrech trwy ein UIDs Scoped sy'n gwarchod preifatrwydd i ddod o hyd i dwyll a cham-drin cysylltiedig a'i atal",
    "1133989302": "Pam hCaptcha?",
    "1137757109": "Os yw'n gyfrif eFasnach, gall yr ymosodwr archebu nwyddau. Os yw'r dioddefwr yn fanc, gall yr ymosodwr drosglwyddo arian ar y môr, ac ati.",
    "1139493658": ", a gweithio'n galed i gydbwyso preifatrwydd a diogelwch.",
    "1139500589": "Gwlad",
    "1140554614": "Cytundeb Prosesu Data",
    "1141402092": "Nodweddion adrodd uwch",
    "1144966033": "Wedi'i optimeiddio ar gyfer cost ac ansawdd",
    "1150035777": "Mae modelau dysgu peiriannau soffistigedig yn cynhyrchu sgoriau hyder bot yn seiliedig ar lawer o bwyntiau data y tu hwnt i ateb cwestiynau yn gywir",
    "1150786045": "www.botstop.com",
    "1150963691": "Lliniaru APT",
    "1151065360": "() Mae rhestrau du yn sugno",
    "1155436473": "(ein menter yn cynnig) bellach yn amddiffyn cannoedd o filiynau o ddefnyddwyr ar draws degau o filiynau o wefannau ac apiau bob mis. Mae ein stori yn dangos y gallwch chi gystadlu â Big Tech pan fyddwch chi'n rhoi preifatrwydd yn gyntaf.",
    "1155821305": "dyfnder yw'r amddiffyniad",
    "1156712451": "Prawf Swyddi Cychwynnol",
    "1159746815": "Gallwch hefyd anfon e-bost atom yn uniongyrchol.",
    "1160252730": "Mae Google bellach yn codi prisiau uchel am reCAPTCHA Enterprise, gan achosi i lawer o gwmnïau ail-werthuso'r fargen hon.",
    "1160707899": "12. Rôl a Pherthynas y Cyfrannwr ag IMI a Chwilwyr Eraill",
    "1161704803": "Pam mae gennym bolisi Moeseg AI?",
    "116842359": "***** Disgwylir i'r cysoniadau gwblhau dros sawl diwrnod oherwydd cynnal a chadw'r system.",
    "1169005651": "Medi 15fed 2019",
    "1172067553": "Mae'r platfform DYNOL y tu ôl i hCaptcha yn darparu nodweddion ansawdd gwaith a rheoli soffistigedig iawn trwy leoliadau ar y safle, hybrid neu SaaS sy'n integreiddio â'ch systemau presennol.",
    "117227832": "() Pam dylen ni orfod ymddiried ynoch chi a'ch gweinyddwyr?",
    "1173652155": "Cynghorwyr",
    "1173934218": "Rydyn ni'n deall bod eich preifatrwydd yn bwysig i chi ac rydyn ni wedi ymrwymo i fod yn dryloyw ynglŷn â'r technolegau rydyn ni'n eu defnyddio. Mae'r polisi hwn yn darparu gwybodaeth fanwl am sut a phryd rydym yn defnyddio cwcis ar ein Gwefannau a'n Gwasanaeth.",
    "1174237568": "Mae'r gweithgareddau prosesu hyn yn ffurfio ein buddiannau cyfreithlon. Rydym yn ceisio ystyried a chydbwyso unrhyw effeithiau posibl arnoch chi (cadarnhaol a negyddol) a'ch hawliau cyn i ni brosesu eich gwybodaeth bersonol er ein buddiannau cyfreithlon. Nid ydym yn defnyddio'ch gwybodaeth bersonol ar gyfer gweithgareddau lle mae ein heffeithiau'n cael eu diystyru gan unrhyw effaith andwyol arnoch chi (oni bai bod gennym ni'ch caniatâd neu fel arall yn ofynnol yn ôl y gyfraith neu'n cael caniatâd i wneud hynny).",
    "1177598246": "Cysylltwch â Gwerthiannau",
    "1182294134": "Asia-Môr Tawel (APAC)",
    "1186243118": "delweddau logo",
    "1187718370": "Cysylltwch â ni",
    "1188668818": "darparu unrhyw wybodaeth ffug wrth ddefnyddio'r wefan hon (gan gynnwys heb gyfyngiad dynwared unrhyw berson neu sefydliad arall yn eich cyfrif, neu nodi ar gam neu gamliwio'ch hun neu'ch cysylltiad ag unrhyw berson neu sefydliad arall yn eich cyfrif;",
    "119098046": "Beth am atebion goddefol neu ddim her?",
    "119298044": "Mae technolegau ML ac AI hunan-oruchwyliedig uwch yn amddiffyn eich eiddo gwe rhag bygythiadau ac ymosodiadau",
    "1193738791": ": maent yn olrhain ymddygiad defnyddwyr ar bob tudalen o wefan ac ar draws y we. Fe wnaethon ni ddylunio hCaptcha i fod mor gyfeillgar â phreifatrwydd â phosib o'r diwrnod cyntaf. Arweiniodd hyn at agwedd hollol wahanol at y broblem. Fel y mae'n digwydd, mae olrhain defnyddwyr ar draws y we a chlymu eu hanes gwe i'w hunaniaeth yn gwbl ddiangen er mwyn sicrhau diogelwch da. Y nifer fawr o gwmnïau sydd wedi newid i hCaptcha",
    "1200905005": "††† O fis Medi 2021, mae cysoniadau a thaliadau bellach yn rhedeg dros gyfnod o oddeutu 10 diwrnod yn hytrach nag un diwrnod, er mwyn symleiddio cyfyngiadau gweithredol sy'n gysylltiedig â thwf yn y gwasanaeth.",
    "1201821619": "hCaptcha yn datrys un o broblemau mwyaf dybryd heddiw: atal bots maleisus rhag cam-drin gwasanaethau ar-lein.",
    "120384113": "6. Terfynu",
    "1204911585": "2. Os ydych chi'n defnyddio'r porwr Brave, nad yw'n ymddangos bod (fel Ebrill 2020) unrhyw fath o gwynydd cwci, ewch i Preferences -> Shields -> Cwcis a dewis \"Allow All Cookies.\"",
    "1208179159": "LogDNA, Inc. (Byd-eang). Gwasanaethau a ddarperir: LogDNA.com.",
    "121192737": "Ychwanegiadau sydd ar ddod",
    "1216071511": "Cynigir yr un syniadau mor aml nes i awdur anhysbys lunio llenwad-i-wag gwag tua 20 mlynedd yn ôl ar gyfer trafodaethau ar-lein am atebion gwrth-sbam:",
    "121743429": "Ar gyfer Cwmnïau Seilwaith Gwe",
    "1218990730": "sut i riportio materion gyda logiau manwl",
    "1219091208": "Dropbox",
    "1224727373": "BotStop gan hCaptcha",
    "122875767": "Bodloni eich anghenion cyfreithiol pan na all cwmnïau eraill.",
    "1229233916": "Troednodiadau",
    "1230058025": "Difrifoldeb. Ac eithrio'r Hepgoriad Dosbarth Gweithredu, os datganir bod unrhyw derm neu ddarpariaeth, neu ran o'r cymal cyflafareddu hwn yn ddi-rym neu'n anorfodadwy, bydd yn cael ei dorri a bydd modd gorfodi gweddill y cymal cyflafareddu.",
    "1232651561": "mae meddalwedd bellach cystal â phobl wrth ddatrys heriau reCAPTCHA.",
    "1233229030": "Amrywiol",
    "1233793176": "Nid yw ein Gwefannau a'n Gwasanaeth wedi'u cyfeirio at blant o dan 13 oed ac nid ydym yn fwriadol yn casglu Gwybodaeth Bersonol gan blant o dan 13 oed. Os ydym yn dysgu ein bod wedi casglu Gwybodaeth Bersonol plentyn o dan 13 oed, byddwn yn cymryd camau rhesymol i ddileu gwybodaeth o'r fath o'n ffeiliau cyn gynted ag sy'n ymarferol, oni bai bod gennym rwymedigaeth gyfreithiol i'w chadw. Cysylltwch â ni yn",
    "1235925265": "Dogfennaeth",
    "1237076138": "Mae hCaptcha yn cynnig bargen deg i gwsmeriaid am ddim (Cyhoeddwr hCaptcha) a menter (hCaptcha Enterprise).",
    "1240667045": "Efallai y byddwn yn atal, yn cyfyngu, neu'n canslo'ch mynediad i'r Gwasanaethau ar unrhyw adeg am unrhyw reswm, gan gynnwys oherwydd: (a) credwn eich bod wedi torri'r Telerau Gwasanaeth hyn (gan gynnwys polisïau cysylltiedig eraill); (b) credwn eich bod wedi torri ein hawliau neu hawliau unrhyw drydydd parti; (c) ni allwn wirio na dilysu gwybodaeth rydych wedi'i darparu i ni; neu (ch) credwn y gallai eich gweithredoedd greu rhwymedigaethau i chi, ni neu drydydd parti. Er mwyn osgoi amheuaeth, rydym yn cadw'r hawl i atal neu atal taliad i chi os ydym yn credu'n rhesymol bod unrhyw un o'r uchod yn berthnasol i daliad o'r fath.",
    "1241291641": "Gweler mwy o fanylion.",
    "1242066691": "Gwiriwch y blwch nesaf at \"Caniatáu cwcis trydydd parti.\"",
    "1243684308": "Rydym yn cymryd eich adborth o ddifrif, ac rydym am sicrhau bod pawb yn cael profiad mwy dymunol ar-lein, gyda llai o bots a llai o sbam. Estyn allan atom ni:",
    "1250541092": "- Sergi Isasi",
    "1253441326": "5. Cliciwch \"OK\"",
    "1254771154": "heriau a ddangosir ar wasanaethau eraill sy'n cefnogi Pas Preifatrwydd sydd hefyd yn ymgorffori hCaptcha, ee Cloudflare.",
    "1258965840": "Felly, os gall yr ymosodwr fynd i mewn i un safle, mae'n debyg y gall fynd i sawl safle gan ddefnyddio'r tystlythyrau a gollwyd. Er enghraifft, efallai y byddan nhw'n cael pâr enw defnyddiwr / cyfrinair fel JohnDoe / 525momma, ond does ganddyn nhw ddim syniad beth fydd y pâr hwnnw'n ei wneud iddyn nhw. Felly, maen nhw'n rhoi cynnig ar y pâr ar Amazon.com, Ebay, Citibank, Walgreens ac ymlaen ac ymlaen. Efallai y byddan nhw'n rhoi cynnig ar y pâr hwnnw ar fil o wahanol safleoedd.",
    "1259002282": "Wedi dod o hyd i nam? Dyma sut i roi gwybod amdano.",
    "126134492": "Arall",
    "1263998069": "Ennill gwobrau am ddatrysiadau dynol",
    "1266963825": "C: A yw hCaptcha Adran 508 + WCAG 2.1 yn cydymffurfio ag AA?",
    "1268414751": "Unrhyw fanylion eraill y dylem eu cael?",
    "1268918580": "Mae rhai o'r logos a'r marciau a ddefnyddir gan hCaptcha a'i bartneriaid yn eiddo i drydydd partïon a gellir eu defnyddio gyda'u caniatâd yn unig. Ni chaiff trydydd partïon ddefnyddio'r marciau canlynol ac eithrio fel y caniateir gan eu perchnogion:",
    "1270712701": "Datganiadau i'r Wasg ac Adroddiadau Diweddar",
    "1271831121": "Nid yw fel petai'r haciwr (wedi'i orchuddio â hwdi, wrth gwrs!) Yn eistedd yno, yn teipio credential ar ôl credential. Gellid gwneud y bot mewngofnodi awtomataidd o offeryn oddi ar y silff fel Selenium neu offeryn haciwr a ddatblygwyd yn ôl yr arfer.",
    "1273071008": "Ceisiadau Hawliau Mynediad Pwnc Data",
    "1273914192": "3. Trethi",
    "1275150216": "Tirnodau",
    "1278884196": "Wedi dweud hynny, mae cryptograffeg yn ddisgyblaeth eithaf ifanc. Yn seiliedig ar hanes diweddar, mae'n debygol y bydd eich cynllun cryptograffig a / neu ei weithredu yn cael ei dorri cyn gynted ag y bydd gan unrhyw un gymhelliant i edrych arno'n agos, ac mae'n debygol y bydd pobl eraill yn cyfrif am hyn ymhell cyn i chi wneud hynny. Mae dibynnu ar galedwedd hefyd yn golygu efallai y bydd angen i chi ofyn i bob un o'ch defnyddwyr newid dyfais gorfforol er mwyn dal y diffyg. Mae'n annhebygol y bydd hyn yn digwydd yn gyflym yn y rhan fwyaf o achosion, gan olygu mewn gwirionedd y bydd eich system yn methu â bod ar agor.",
    "1282121137": "Er mwyn deall pa mor broblemus y gall meddiannu cyfrifon fod yn ystyriol, ystyriwch sut olwg sydd ar y profiad o safbwynt y sefydliad ariannol. Maen nhw'n trin miliynau o fewngofnodi bob dydd.",
    "1289884910": "Rydym hefyd yn cyhoeddi dadansoddiad ac adroddiadau achlysurol. Er enghraifft:",
    "1291824746": "Mae hCaptcha Payouts yn rhedeg bob chwarter ar sail llusgo 60 diwrnod. I ddangos beth mae hyn yn ei olygu, gweler y tabl isod.",
    "129661785": "Gofynnwyd i chi erioed \"glicio ar y car / croesffordd / stoplight?\"",
    "1296696044": "Preifatrwydd yn erbyn Diogelwch: Pam ddim y ddau?",
    "1297224875": "Ymagwedd unigryw wedi'i gyrru gan breifatrwydd at ddiogelwch ar-lein Menter.",
    "1297657322": "Sgrin defnyddiwr hygyrchedd ar ôl mewngofnodi",
    "1300485304": "Mae hCaptcha yn amddiffyn rhag bygythiadau a decoau datblygedig sydd wedi'u cynllunio i ymdreiddio i'ch rhwydweithiau",
    "130239139": "Beth yw gwerth y 100+ mlynedd o lafur a gesglir gan Google bob dydd?",
    "1316817321": "Priodoli",
    "131871195": "Y ffordd orau o sicrhau eich boddhad yw dangos ein bod yn diwallu eich anghenion.",
    "1330274831": "Rydych chi trwy hyn yn rhoi i ni drwydded fyd-eang, anghynhwysol, aruchel, trosglwyddadwy, di-freindal, anadferadwy yn ystod tymor y Cytundeb hwn i ddefnyddio, atgynhyrchu, dosbarthu yn electronig, ac arddangos yn gyhoeddus unrhyw Ddata Cwsmer at y diben o ddarparu'r Gwasanaethau yn unig. . Rydych yn cynrychioli ac yn gwarantu eich bod yn berchen ar hawl, teitl a diddordeb digonol yn eich data ac iddo er mwyn rhoi’r drwydded yn yr adran hon.",
    "1333016413": "Mae hyn yn caniatáu ichi osgoi cwestiynau yn y dyfodol trwy gofrestru a gosod cwci.",
    "1337725003": "Mae hCaptcha wedi ymrwymo i ddemocrateiddio mynediad i anodi amser real cyfaint uchel, gan adael i gwmnïau mawr a bach wella ansawdd eu cynhyrchion a'u gwasanaethau trwy gymhwyso dysgu peiriannau i'w busnes.",
    "1338341134": "Pas Preifatrwydd hCaptcha + (Beta)",
    "1340011854": "Angen Datrys Anghydfod Amgen. Rydych yn cytuno, ar gyfer unrhyw anghydfod sy'n codi o'ch defnydd o'r Gwasanaethau neu'n ymwneud â hynny, gan gynnwys unrhyw anghydfod a allai fod wedi codi o'r amser y gwnaethoch ddechrau cyflawni tasgau ar gyfer IMI, ac yn benodol gan gynnwys unrhyw hawliad sy'n ymwneud ag a ydych yn dosbarthu fel ai peidio. contractwr annibynnol, byddwch yn gyntaf yn hysbysu IMI o'ch cais yn ei erbyn. Yna byddwch chi ac IMI yn ceisio datrys y mater naill ai trwy drafod yn uniongyrchol neu gyfryngu. Byddwn yn rhannu cost cyfryngu yn gyfartal ac yn cytuno y dylid cyfryngu trwy gyfrwng teleffonig neu ddulliau electronig eraill. Os yw hawliad yn parhau i fod heb ei ddatrys yn dilyn trafodaethau neu gyfryngu anffurfiol, rydych chi'n cytuno y byddwch chi ac IMI yn defnyddio cyflafareddiad terfynol a rhwymol i ddatrys yr anghydfod. Mae'r cymal hwn yn llywodraethu pob hawliad yn ôl-weithredol o'r amser y gwnaethoch ddechrau defnyddio ein gwefan, p'un a yw'n seiliedig ar artaith, contract, statud, gan gynnwys, ond heb fod yn gyfyngedig i, unrhyw honiadau o wahaniaethu ac aflonyddu, p'un a ydynt yn seiliedig ar Ddeddf Cyflogaeth a Thai Teg California , Teitl VII Deddf Hawliau Sifil 1964, fel y'i diwygiwyd, neu unrhyw gyfraith neu reoliad gwladwriaethol neu ffederal arall, cyfraith deg, neu fel arall.",
    "1344687860": "Blychau Rhwymo",
    "1344959096": "Gweithio fel labelwr data unigol",
    "1345083090": "Rhoi gwybod am fater ymarferoldeb?",
    "134571844": "Impressum (Hysbysiad Safle)",
    "1350478093": "Pwrpas Prosesu",
    "135276624": "Ewrop, y Dwyrain Canol, Affrica (EMEA)",
    "1356745565": "Cyd-fynd yr holl ffordd yn ôl i Internet Explorer 8.",
    "1358325821": "Yn gyntaf, gosodwch yr estyniad ar gyfer",
    "1362015807": "Dechrau arni",
    "1368787974": "Rheoli cyfranddaliadau ar draws eich tîm.",
    "137127070": "mewnosod, uwchlwytho, neu atodi dolenni neu ffeiliau allanol maleisus neu anhysbys, neu uwchlwytho unrhyw gynnwys sy'n cynnwys firws, ceffyl Trojan, abwydyn, bom amser, neu god cyfrifiadur niweidiol arall;",
    "1373262754": "Gwybod pwy yw unigolyn sydd â'r gwerth lleiaf posibl ar gyfer hCaptcha. Nid ydym ond yn poeni a ydynt yn ddynol neu'n actor maleisus.",
    "1374227759": "defnyddio'r wefan ar gyfer unrhyw weithgaredd anghyfreithlon, neu at unrhyw bwrpas heblaw'r pwrpas y cafodd ei ddarparu ar ei gyfer;",
    "1377538813": "Iaith gyffredinol. Bydd fersiwn Saesneg y Telerau Gwasanaeth hyn yn rheoli ar bob cyfrif a bydd yn drech rhag ofn y bydd unrhyw anghysondebau â fersiynau wedi'u cyfieithu, os o gwbl.",
    "1388241689": "Mae gwybodaeth a gasglwyd o ganlyniad i Ddefnyddwyr Terfynol yn ateb ysgogiadau trwy'r Gwasanaeth (\"Data wedi'i Labelu\"), megis data labelu delweddau, testun wedi'i drosi o ffeiliau sain a chwaraeir i'r Defnyddwyr Terfynol hynny, atebion i gwestiynau, ac awgrymiadau eraill a gynhyrchir gan y Gwasanaeth. at ddibenion labelu data i'w ddefnyddio mewn cymwysiadau dysgu peiriannau. Sylwch nad yw Data wedi'i Labelu wedi'i glymu ag unrhyw unigolyn a nodwyd.",
    "1393184984": "yw'r cyfan sydd ei angen arnoch chi.",
    "1394253934": "7. Camddefnyddio, Cam-drin a Chamddarlunio",
    "1397766838": "Gwell Profiad Defnyddiwr",
    "1406188018": "6 a 7",
    "1406393333": "Gwaherddir yn llwyr unrhyw fynediad neu ddefnydd o'r Gwasanaethau ac eithrio yn unol â'r Telerau Gwasanaethau hyn ac unrhyw gyfarwyddiadau a ddarperir gennym. Yn benodol, NI FYDDWCH:",
    "1406692811": "cymryd rhan mewn sbamio neu bostio unrhyw fath o gyhoeddusrwydd, ceisio cael atgyfeiriadau, cyfathrebu torfol, cynigion neu geisiadau arian, deisyfu gwasanaethau, hysbysebu, marchnata, negeseuon nonsens, pynciau dyblyg, cynnwys anghyfreithlon, dolenni gwefannau cymdeithasol, cyfeiriadau e-bost, neu IDau negesydd gwib oni bai bod y dasg yn mynnu hynny;",
    "1408530660": "Mae IMI yn parchu eiddo deallusol eraill ac rydym yn cadw'r hawl i dynnu oddi ar ein gwefan unrhyw ddeunydd y credwn a allai dorri hawliau deallusol unrhyw drydydd parti. Os ydych chi'n credu bod eich gwaith eich hun wedi'i gopïo mewn ffordd sy'n gyfystyr â thorri hawlfraint ar y wefan hon, cysylltwch â chymorth i gwsmeriaid Intuition Machines.",
    "1408599440": "Dechreuwch yn gyflym gydag ychydig linellau o god a'n modd goddefol o 99.9%, neu cymerwch reolaeth lawn dros pryd a sut mae defnyddwyr yn cael eu herio. Mae modelau bygythiad personol a heriau y gellir eu haddasu yn golygu hyblygrwydd heb ei ail i sicrhau diogelwch.",
    "1408750006": "Yn ddarostyngedig i rai cyfyngiadau, mae'r CCPA yn rhoi hawl i ddefnyddwyr California ofyn am wybod mwy o fanylion am y categorïau neu'r darnau penodol o wybodaeth bersonol a gasglwn (gan gynnwys sut rydym yn defnyddio ac yn datgelu'r wybodaeth hon), i ddileu eu gwybodaeth bersonol, i optio allan ohoni unrhyw \"werthiannau\" a allai fod yn digwydd, yn ogystal â'r hawl i beidio â gwahaniaethu yn eu herbyn am arfer yr hawliau hyn.",
    "1409486258": "Cywir",
    "1409822234": "Ni chaniateir defnyddio nod masnach hCaptcha union yr un fath neu bron yn union yr un fath fel enw parth.",
    "1418235079": "Darparwyr Gwasanaeth",
    "1421074182": "Yn sylweddol uwch.",
    "1422537019": "ni heddiw i ddysgu mwy.",
    "1424800293": "Logo hCaptcha:",
    "1428053210": "Yn gyffredinol, mae'r cynnwys hwn yn cael ei drawsnewid o'i ffurf wreiddiol. Er enghraifft, gellir rhannu fideo yn llawer o ddelweddau, gellir rhannu'r delweddau hynny yn llawer o ddelweddau newydd, ac yna bydd y delweddau newydd hynny yn cael eu cymysgu ar hap i gynhyrchu'r canlyniad terfynol.",
    "1434289796": "Mae rhai Cwcis yn angenrheidiol ar gyfer defnyddiau penodol o'r Safleoedd, a heb Gwcis o'r fath, ni fyddem yn gallu darparu llawer o wasanaethau y mae eu hangen arnoch i ddefnyddio'r Safleoedd yn iawn. Mae'r Cwcis hyn, er enghraifft, yn caniatáu inni weithredu ein Gwefannau felly gallwch ei gyrchu fel y gwnaethoch ofyn a gadewch inni gydnabod eich bod wedi creu cyfrif ac wedi mewngofnodi i'r cyfrif hwnnw i gael mynediad at gynnwys y Wefan. Maent hefyd yn cynnwys Cwcis sy'n ein galluogi i gofio'ch gweithredoedd blaenorol yn yr un sesiwn bori a sicrhau ein Gwefannau.",
    "1445008801": "Fel y dywed Eden:",
    "1446868537": "ni ddylid byth defnyddio hCaptcha fel berf.",
    "1447649958": "Fel atgoffa, dim ond traffig dynol cywir sy'n gymwys i dalu allan. Gallwch weld mwy o fanylion am hyn yn ein Cwestiynau Cyffredin, wedi'u cysylltu isod. Rhaid i'r balans sydd ar gael hefyd fodloni trothwy isaf er mwyn bod yn gymwys i dalu allan, sef 10 HMT ar hyn o bryd.",
    "1457707016": "Ar gyfer unigolion",
    "1467218142": "Mae'r hyn yr ydym yn ei ddymuno ganddynt hwy a ninnau yn gyrru ein hymddygiad, ac felly mae'r un patrymau rhyngweithio yn digwydd eto ym mhob system ddynol. Mae'r rhyngrwyd yn darparu llawer o enghreifftiau rhagorol o'r agwedd sylfaenol hon ar ein byd.",
    "1467308982": "Atodlenni Talu",
    "1467783792": "Nid oes unrhyw berson, endid, na sefydliad a gymeradwywyd gan yr Unol Daleithiau (\"Actor a Ganiateir\") yn gymwys i gael gwobrau neu i ddefnyddio'r Gwasanaethau fel Integreiddiwr. Er mwyn osgoi amheuaeth, mae hyn yn cynnwys unrhyw Actorion Sancsiynau a ddynodwyd gan y Swyddfa Rheoli Asedau Tramor (\"OFAC\") yn Adran Trysorlys yr UD.",
    "1470290349": "ar gyfer rheoli bot a thwyll yn y dosbarth gorau.",
    "1475399473": "Dysgu mwy am y tîm hCaptcha",
    "1476843710": "Mae ffurfiau cymryd cyfrif llai llai niweidiol ond sy'n dal i fod yn niweidiol yn golygu herwgipio cyfrifon cyfryngau cymdeithasol a'u tebyg. Yn yr achosion hyn, mae'r ymosodwr fel arfer yn ceisio lledaenu meddalwedd maleisus neu gymryd rhan mewn ymosodiadau gwe-rwydo yn erbyn ffrindiau diegwyddor y dioddefwr. Neu, mae'r ymosodwr yn ceisio codi cywilydd ar y dioddefwr, sydd weithiau'n digwydd gydag enwogion a gwleidyddion, er enghraifft.",
    "1477196356": "Mae amrywiol ddulliau o gysylltu hunaniaeth â dyfais mewn modd diogel cryptograffig, weithiau gydag eiddo sy'n cadw preifatrwydd, wedi'u cynnig ers degawdau. Mae cryptograffeg allwedd gyhoeddus yn dyddio'n ôl i c. 1975, ac mae tocynnau caledwedd wedi bodoli bron cyhyd.",
    "1480820434": "delwedd 1",
    "148188781": "Heriau a Gyflwynir",
    "1482845460": "() Yn gofyn am gydweithrediad llwyr ar unwaith gan bawb ar unwaith",
    "1483015662": "3. Sesiwn",
    "1485807325": "Dangosfyrddau aml-ddefnyddiwr, SAML SSO",
    "1487796027": "Ar gyfer cwmnïau",
    "1491780143": "Nid yw CAPTCHAs yn profi eich bod chi'n ddynol - maen nhw'n profi eich bod chi'n Americanaidd",
    "1493115924": "Nodiadau nod masnach:",
    "1493790285": "Mae angen gwybodaeth arall a gesglir gan Ddefnyddwyr Terfynol fel rhan o'r Gwasanaeth i hynny i benderfynu a ydyn nhw",
    "1495915066": "Sut rydyn ni, ein partneriaid ymchwil academaidd, a'n cwsmeriaid yn defnyddio cyfryngau Creative Commons",
    "1499894352": "Ychydig iawn o gwmnïau sy'n cynnig tryloywder i'w prosesau gwneud penderfyniadau yn y maes hwn, a gobeithiwn y bydd eraill yn dilyn yr enghraifft hon!",
    "1503240421": "Cam 5: Cliciwch ar y tab Consol, a de-gliciwch yna \"Save as ..\" er mwyn arbed log y consol. Anfonwch hynny atom hefyd.",
    "1504327211": "Sylwch fod eich defnydd o'n Gwasanaeth yn cael ei lywodraethu gan ein",
    "1508655687": "Ychwanegwch eich heriau eich hun wedi'u teilwra i'ch cynulleidfa symleiddio neu gyfyngu mynediad",
    "1510448156": "Gallwch chi fod yn weithredol gyda dewis arall gwell heddiw, a throi ymlaen nodweddion mwy datblygedig yn ôl yr angen.",
    "1514478724": "Dysgu mwy",
    "151737819": "hCaptcha Datrys Cyfraddau ledled y byd yn dangos ychydig iawn o amrywiant",
    "1517625162": "O dan Adran 1789.3 Cod Sifil California, mae gan ddefnyddwyr California hawl i gael yr hysbysiad hawliau defnyddwyr canlynol: Gall preswylwyr California gyrraedd Uned Cymorth Cwynion Adran Gwasanaethau Defnyddwyr Adran Materion Defnyddwyr California trwy'r post yn 1625 North Market Blvd., Sacramento, CA 95834, neu dros y ffôn yn (916) 445-1254 neu (800) 952-5210.",
    "1517627947": "Roeddech chi'n debygol o weld lluniau o adeiladau neu arwyddion stryd o geir Streetview Google, a helpu i labelu lleoliadau ar gyfer eu cynhyrchion Mapiau a Daear.",
    "1519201684": "Polisi Moeseg AI",
    "1519560388": "7. Ffynhonnell: Mary Meeker, KP Internet Trends 2017",
    "1525403768": "Am fwy o wybodaeth cysylltwch â Enterprise Sales.",
    "1525506526": "Beth yw cymryd cyfrifon a sut maen nhw'n gweithio?",
    "1526887904": "Preifatrwydd Menter hCaptcha",
    "1528242915": "Dynodwyr.",
    "1533171442": "Rydym hefyd yn defnyddio Cwcis a Chwcis swyddogaethol gan drydydd partïon at ddibenion dadansoddi a marchnata. Mae Cwcis Swyddogaethol yn galluogi rhai rhannau o'r Safleoedd i weithio'n iawn a'ch dewisiadau defnyddiwr i aros yn hysbys. Mae Cwcis Dadansoddi, ymhlith pethau eraill, yn casglu gwybodaeth ar sut mae Cwsmeriaid, Integreiddwyr a Defnyddwyr Terfynol yn defnyddio ein Gwefannau, y cynnwys a'r cynhyrchion y mae defnyddwyr yn eu hystyried amlaf, ac effeithiolrwydd ein hysbysebu trydydd parti. Mae Cwcis Hysbysebu yn cynorthwyo i gyflwyno hysbysebion i gynulleidfaoedd perthnasol a chael i'n hysbysebion ymddangos ar frig y canlyniadau chwilio. Mae cwcis naill ai'n Gwcis \"sesiwn\" sy'n cael eu dileu pan fyddwch chi'n dod â sesiwn eich porwr i ben, neu'n \"barhaus,\" sy'n aros nes eu bod chi wedi'u dileu (trafodir isod) neu'r parti a wasanaethodd y cwci. Mae manylion llawn yr holl Gwcis a ddefnyddir ar y Safleoedd ar gael yn ein tabl Datgelu Cwcis isod.",
    "1539071196": "Yn gyffredinol, rydyn ni'n defnyddio Cwcis at y dibenion canlynol:",
    "1544546608": "Pas Preifatrwydd",
    "1544829730": "Os ydych chi'n Gwsmer neu'n Gofynydd, rydych chi'n cytuno y bydd y telerau ychwanegol sydd ynghlwm fel yr Atodiad Cwsmer yn berthnasol ac yn cael eu hymgorffori trwy gyfeirio at y Telerau Gwasanaeth hyn. Os nad ydych yn Gwsmer neu'n Gofynydd, neu'n peidio â bod yn Gwsmer neu'n Gofynydd, yna ni fydd y telerau ychwanegol yn yr Atodiad Cwsmer yn berthnasol ac ni fyddant yn cael eu hymgorffori trwy gyfeirio at y Telerau Gwasanaeth hyn.",
    "1546930020": "Cael Labelu Data",
    "1547006769": "Mae dilysu dynoliaeth yr un broblem",
    "1549336309": "hCaptcha yn troi'r model hwn o gwmpas. Pan ddefnyddiwch hCaptcha, mae cwmnïau'n cynnig am y gwaith y mae eich defnyddwyr yn ei wneud wrth iddynt brofi eu dynoliaeth. Rydych chi'n cael y gwobrau.",
    "1549953005": "Efallai eich bod wedi llenwi un neu fwy o ffurflenni archebu mynediad platfform (pob un, \"Ffurflen Archebu\") fel amod i ddod yn Gwsmer neu'n Gofynydd. Os felly, yna mae'r telerau ac amodau a ddisgrifir yn y Ffurflen Archebu yn dod yn rhan o'r Telerau Gwasanaeth ac maent yn cael eu hymgorffori trwy gyfeirnod.",
    "155456850": "cyhoeddi eu newid i hCaptcha:",
    "1558428432": ". Rhowch gredyd iddynt i hCaptcha.com.",
    "155877895": "Canfod a dosbarthu wedi'u pweru gan bobl",
    "1559150837": "Fodd bynnag, nid yw'r targedau'n ddi-amddiffyn. Mae gan y mwyafrif o wefannau reolaethau sy'n rhwystro defnyddiwr amheus sy'n ceisio mewngofnodi i filoedd o wahanol gyfrifon o'r un cyfeiriad IP mewn byr amser. Yr hyn y mae ymosodwyr stwffin credadwy yn ei wneud i fynd o gwmpas y technegau amddiffyn hyn yw efelychu amrywiaeth ddaearyddol ac IP. Gan ddefnyddio offer pwerus, a yrrir yn aml gan AI, gallant wneud iddo ymddangos bod miloedd o ddefnyddwyr yn ceisio mewngofnodi ar hap ar wahanol adegau o'r dydd o bob rhan o'r wlad. Mae hyn yn llawer anoddach i'w ganfod a'i stopio.",
    "1559190296": "Ion 5-11fed 2021 †",
    "1559631739": "Dysgu preifat",
    "1560232962": "gorchuddion yn fanwl, ni wneir unrhyw warantau ynghylch y swm a enillir am unrhyw ateb penodol. Efallai na fydd unrhyw gwestiynau taledig ar gael bryd hynny, gellir gwrthod ateb am resymau ansawdd, ac ati.",
    "1565481281": "Nodyn i Breswylwyr California",
    "1569804581": "Os hoffech gysylltu â chi yn y dyfodol ynghylch cyfleoedd cysylltiedig, llenwch y ffurflen hon.",
    "1579093044": "Gyda'n dylunydd her arfer syml, gallwch lansio cynnwys her ar frand mewn ychydig funudau yn unig.",
    "1579715421": "Mae gwyddonwyr IM yn cyhoeddi'n rheolaidd mewn cynadleddau uchaf fel ICML, ICLR, ECCV, a NeurIPS, ac mae'r cwmni wedi rhyddhau canlyniadau o'r radd flaenaf yn gyhoeddus mewn disgyblaethau ML fel hashing dwfn [",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "1586809757": "Sgoriau bot cywirdeb uchel",
    "1589805435": "Mae gennym hefyd a",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "1591032933": "Byddwch yn talu'r ffioedd i IMI fel y disgrifir yn y Ffurflen Archebu berthnasol trwy'r dull talu a ddarparwyd gennych yn y Ffurflen Archebu berthnasol. Oni chytunir yn benodol fel arall gan y ddau barti yn ysgrifenedig, byddwch yn darparu taliad llawn am yr holl anfonebau a gyhoeddir cyn pen trideg (30) diwrnod ar ôl dyddiad postio'r anfoneb. Rydych yn ein hawdurdodi i redeg awdurdodiadau cardiau credyd ar yr holl wybodaeth cardiau credyd rydych chi'n ei darparu i ni, i storio'r wybodaeth honno am gerdyn credyd, ac i godi tâl ar eich cerdyn credyd neu unrhyw gyfrif arall rydyn ni'n cytuno ar ei gilydd fel math o daliad. Oni nodir yn wahanol ar y Ffurflen Archebu neu o fewn eich Cytundeb Gwasanaeth Menter neu'ch Prif Gytundeb Gwasanaeth, mae'r holl ffioedd am Wasanaethau, ar wahân i gyfartaleddau, yn cael eu bilio'n flynyddol ar ddechrau'r gwasanaethau a ddarperir gan IMI o dan eich Cytundeb (y \"Dyddiad Effeithiol\").",
    "159272246": "C: Ydych chi'n gweithio ar opsiynau hygyrchedd eraill (\"a11y\"), fel sain?",
    "1595254735": "Mae gwasanaethau goddefol yn unig yn ei chael hi'n anodd cynnal cywirdeb canfod bot, neu hyd yn oed i wybod pryd maen nhw'n anghywir. Heb y gallu i herio defnyddwyr o bryd i'w gilydd a dadansoddi canlyniadau'r her honno'n gywir, mae cywirdeb yn tueddu i ddirywio'n fawr dros amser.",
    "1597520917": "Mae nifer cynyddol o feirniaid wedi tynnu sylw y dylai diystyriad Google o breifatrwydd defnyddwyr ymwneud â chwsmeriaid sy'n ceisio amddiffyn eu gwefannau a'u apiau.",
    "1599610318": "Cyhoeddwr",
    "1601080128": "Os byddwn yn atal neu'n terfynu'ch cyfrif, ni fydd gennych fynediad i unrhyw rannau o'r wefan mwyach, gan gynnwys data, negeseuon, ffeiliau a deunydd arall rydych chi'n ei gadw ar y wefan. NI chewch barhau i ddefnyddio ein gwefan o dan enw cyfrif gwahanol neu newydd. Gellir erlyn torri'r Telerau Gwasanaeth hyn hyd eithaf y gyfraith a gallant arwain at gosbau a sancsiynau ychwanegol.",
    "1606599610": "Kieran Thompson",
    "1606783855": "A: Mae gennym ddiddordeb mawr mewn Pas Preifatrwydd ar gyfer yr achos defnyddio Hygyrchedd (\"a11y\"). Mae opsiynau poblogaidd o'r blaen fel captchas sain yn gwahaniaethu yn erbyn llawer o ddefnyddwyr a11y. Credwn y bydd cyfuno ein dull a11y cyfredol â chyhoeddi Pas Preifatrwydd yn caniatáu i ddefnyddwyr a11y bori'n ddiogel, gan wybod bod eu traffig yn fwy preifat, gan gyfyngu ar y cam-drin gan weithredwyr bot sy'n digwydd yn anochel pan fydd opsiynau a11y ar gael.",
    "1609621367": "Trosglwyddo",
    "1617196410": "Mae hCaptcha yn canolbwyntio ar stopio bots. Nid ydym yn poeni pwy yw defnyddiwr, ond dim ond a yw'n faleisus. Rydym yn gweithio'n galed i gydbwyso preifatrwydd a",
    "162063633": "Mailgun Technologies, Inc. (Byd-eang). Gwasanaethau a ddarperir: Mailgun.com.",
    "1620709264": "Mae HUMAN Token® yn nod masnach cofrestredig Sefydliad Protocol DYNOL, ac fe'i defnyddir gyda'i ganiatâd.",
    "1621597093": "Datrysiadau diogelwch menter (taledig)",
    "1621930829": "Beth ellir ei wneud ynglŷn â gweithgareddau twyll taliadau datblygedig, di-baid heddiw? Mae defnyddio haenau lluosog o reolaethau fel arfer yn ddull doeth. Fodd bynnag, y gwrthfesurau gorau yw rhai a all ddal y bot a datgelu ei fod yn ffug, er gwaethaf ymdrechion gorau ei grewyr i efelychu ymddygiad dynol.",
    "1622303590": "I alluogi cwcis yn Safari (iPhone / iPad iOS 11+): Agorwch eich Gosodiadau. Sgroliwch i lawr a dewis Safari. O dan Preifatrwydd a Diogelwch, trowch i ffwrdd \"Atal Olrhain Traws-Safle\" a \"Blociwch Pob Cwcis\"",
    "1624200563": "diogelwch, a chydymffurfio â GDPR, CCPA, LGPD, PIPL, a rheoliadau preifatrwydd eraill.",
    "1627232990": "Darperir cyfieithiadau o'r Telerau Gwasanaeth hyn ar sail ymdrech orau. Os bydd unrhyw wahaniaeth sylweddol rhwng Telerau Gwasanaeth yr iaith Saesneg a chyfieithiad ohonynt, bydd y Telerau Gwasanaeth Saesneg yn cael eu dehongli fel rhai awdurdodol.",
    "1636202177": "Am",
    "1637527266": "Pa wledydd sydd â'r mwyaf o draffig bot?",
    "1637702726": "Am hCaptcha",
    "1642844535": "yn bwysig: mae hCaptcha yn defnyddio sawl dull gwahanol i ateb yr un cwestiwn sylfaenol, gan ganiatáu cymharu ar gyfer cysondeb ar draws yr holl werthusiadau.",
    "1644003939": "Nodyn: nid yw'n berthnasol i bob cwsmer. Er enghraifft, mae IP Blinding neu gwsmeriaid opsiwn preifatrwydd neu ddiogelwch datblygedig eraill (ee Cwsmeriaid Rhith-denantiaeth Ddiogel) wedi'u heithrio'n llwyr o unrhyw \"PII\" posib sy'n mynd i mewn i systemau telemetreg erioed, hyd yn oed cyfeiriad IP. Cysylltwch â chynrychiolydd eich cyfrif am ragor o wybodaeth os oes angen.",
    "164801246": "Cysoni yw'r broses lle mae traffig yn cael ei ddadansoddi ar ôl y ffaith i wirio ei ddynoliaeth a'i gywirdeb, unwaith y bydd yr holl ddata o'r holl safleoedd adrodd i mewn. Gallwch ddarllen mwy o fanylion yn ein",
    "1655022901": "BotStop gan hCaptcha ™",
    "1655796811": "Gwybodaeth a gesglir yn awtomatig o ganlyniad i ddefnydd Integreiddiwr neu Gwsmer o'r Safleoedd neu'r Gwasanaethau (\"Gwybodaeth Ddadansoddeg\"), megis cyfeiriadau IP, math o borwr, darparwr gwasanaeth Rhyngrwyd, math o blatfform, math o ddyfais, system weithredu, stamp dyddiad ac amser o fynediad, a gwybodaeth debyg arall. Mae rhywfaint o Wybodaeth Dadansoddeg yn cael ei chasglu ar ein rhan gan drydydd partïon yr ydym yn ymgysylltu â nhw at y diben hwnnw, a chaiff rhywfaint o Wybodaeth Dadansoddeg ei chasglu trwy amrywiaeth o dechnolegau olrhain, gan gynnwys cwcis (gweler \"Technolegau Dadansoddol a Thracio Trydydd Parti\" isod).",
    "165932542": "Golwg ar hCaptcha datrys cyfraddau ledled y byd",
    "1662477701": "Adnoddau",
    "166277959": "Sylwch: mae'r nodwedd hon mewn beta ar hyn o bryd, ac efallai na fydd yn gweithio i bob gwefan a defnyddiwr trwy'r amser. Os na chaiff ei alluogi neu nad yw'n gweithio i ddefnyddiwr penodol, bydd yr ymddygiad yn syml yn disgyn yn ôl i'r profiad hCaptcha safonol heb golli ymarferoldeb.",
    "1663628612": "yn gadael i chi",
    "1665616092": "Mae twyll talu yn syml o ran cysyniad, ond gall fod yn hynod gymhleth wrth ei weithredu heddiw.",
    "1669194950": "Yn ogystal â Gwybodaeth Bersonol, efallai y bydd gofyn i chi ddarparu (neu efallai y bydd angen i ni gasglu) data arall er mwyn i ni allu darparu'r Gwasanaethau (gyda'i gilydd, \"Data Cwsmer\"). Nid ydym yn atebol am unrhyw fethiant i berfformio Gwasanaethau a achosir gan eich oedi neu fethiant i ddarparu Data Cwsmer.",
    "1671436004": "Am roi yn ôl i'ch hoff elusen?",
    "1671996585": "Efallai y bydd gofyn i chi integreiddio'ch gwefan, eich cais neu'ch platfform gyda'n Gwasanaethau trwy ein rhyngwyneb rhaglennu cymwysiadau (\"API\"). Os gwnewch hynny, rydym yn rhoi trwydded gyfyngedig, na ellir ei newid, na ellir ei throsglwyddo, na ellir ei throsglwyddo, i ddefnyddio'r API i gael mynediad i'r Gwasanaethau yn unig. Efallai y byddwn yn addasu'r API a / neu'n rhoi'r gorau i gefnogi hen fersiynau neu ddatganiadau o'r API ar unrhyw adeg. Rydym yn cadw'r hawl i atal neu gyfyngu'ch mynediad i'r API yn ôl ein disgresiwn llwyr, a byddwn yn defnyddio ymdrechion rhesymol i roi rhybudd i chi cyn ei atal.",
    "1678661231": "Am gydymffurfiaeth, atal twyll a diogelwch",
    "1685871181": "Mae'r gwasanaethau ar-lein gorau yn dibynnu",
    "1686079269": "Gellir cael gwybodaeth am reolaeth gyfredol y cwmni ar y",
    "1686655020": "Llwythwch i fyny unrhyw gynnwys sy'n ddarostyngedig i hawlfraint nad yw'n waith gwreiddiol i chi, oni bai bod gennych ganiatâd y perchennog cyfreithlon i bostio cynnwys o'r fath ac i roi'r holl hawliau trwyddedig a roddir yma i IMI;",
    "1687299615": "Beth yw cymryd cyfrif?",
    "1691348394": "- pryniannau màs awtomataidd yn ystod gwerthiant rhyddhau cyfyngedig",
    "1691879905": "https://www.honeycomb.io/privacy",
    "169267610": "e-bostiwch ni",
    "1697438123": "Preifatrwydd",
    "1699668873": "Rhaid i chi hysbysu IMI ar unwaith os ydych chi'n amau bod gwybodaeth eich cyfrif wedi'i dwyn neu ei defnyddio gan rywun arall, neu unrhyw achos arall o dorri diogelwch.",
    "1702335960": "Mae unrhyw wybodaeth a gasglwn yn ddarostyngedig i'r Polisi Preifatrwydd sydd i bob pwrpas ar yr adeg y cesglir gwybodaeth o'r fath. Fodd bynnag, gallwn ddiwygio'r Polisi Preifatrwydd o bryd i'w gilydd. Os yw adolygiad yn berthnasol, fel y penderfynir gennym ni yn unig, byddwn yn eich hysbysu, er enghraifft trwy e-bost. Bydd y fersiwn gyfredol bob amser yn cael ei phostio i'n tudalen Polisi Preifatrwydd.",
    "1706581702": "Mae hyfforddiant ar ddata heb ei nodi yn gweithio cystal, ac nid oes angen cyfaddawdu ar ddiogelwch na phreifatrwydd. Mae ein cwsmeriaid wedi gwneud y profion empirig, ac wedi ein datgan yn gyfartal neu'n well na llawer llai o ddewisiadau preifat eraill.",
    "170775527": "Nodweddion menter",
    "1709478090": "I wasanaethu hysbysebion sy'n seiliedig ar log neu wedi'u targedu.",
    "1717658846": "Opsiwn hygyrchedd yn newislen UI widget",
    "1722734001": "Mae'r rhyngrwyd agored yn amgylchedd swnllyd iawn. Mae actorion drwg yn ymosod ar ddefnyddwyr ein gwasanaeth a chystadleuwyr fel reCAPTCHA bob dydd, ac wrth gwrs maen nhw'n ceisio edrych mor ddynol â phosib wrth wneud hynny.",
    "1728211763": "Mae defnyddio cynnwys yn y modd hwn ac at y dibenion hyn yn dod o fewn canllawiau defnydd teg yn ôl ein dealltwriaeth o'r gyfraith ac arferion safonol yn y maes, ond rydym yn gefnogwyr amser hir i Creative Commons ac mae'n well gennym roi clod i unrhyw un sy'n helpu yn y tasg monumental o wella deallusrwydd peiriant.",
    "1729677626": "Mae ymosodiad arnaf ac mae angen mynd ar fwrdd y llong ar unwaith.",
    "1752259468": "5. Amcangyfrif y Ceidwadwyr: $ 0.01 cost anodiad sengl * 200M avg. anodiadau y dydd (rhwymiad is) * 365 diwrnod y flwyddyn * 10 mlynedd ers caffael 2009 = $ 7.3 biliwn gwerth rhwym is.",
    "1752795854": "Mae hCaptcha yn dod â dull modern, sy'n canolbwyntio ar breifatrwydd, ar atal bots.",
    "1756106276": "Statws",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "1764089150": "yma:",
    "1767952047": "Ymosododd arnaf neithiwr, dwyn fy nillad a chymryd fy arian. ” Atebodd y dyn arall, wedi ei wisgo mewn dillad mawr, dillad y dosbarth bonheddig, “Cwnstabl, mae’r dyn hwn yn wallgof. Mae'n credu ei fod yn uchelwr. Fi yw'r uchelwr go iawn. Arestiwch ef! ”",
    "1771016224": "- meddalwedd o lawrlwytho'r holl gynnwys oddi ar eich gwefan en masse",
    "1778058441": "Pa fath o swyddi sy'n rhedeg ar hCaptcha?",
    "1778642038": "I gyfathrebu â chi",
    "1779265104": "Telerau wedi'u Customized a Gwarantau Preifatrwydd",
    "1783317946": "Mae atal ymosodiadau API yn achos defnydd poblogaidd ar gyfer",
    "1786796818": "Cyfyngu",
    "178839499": "Mae hCaptcha yn rhannu gwerth y gwaith a wneir tra bod defnyddwyr yn profi eu dynoliaeth.",
    "1789371580": "Aseinadwyedd. Ni chewch aseinio'r Telerau Gwasanaeth hyn heb ein caniatâd ysgrifenedig ymlaen llaw. Efallai y byddwn yn aseinio'r Telerau Gwasanaeth hyn ar unrhyw adeg, heb rybudd. Yn ddarostyngedig i'r uchod, bydd y Telerau Gwasanaeth hyn yn rhwymo olynwyr ac aseiniadau a ganiateir pob plaid.",
    "1789607185": "Cyfeiriad ebost",
    "1792519141": "Menter hCaptcha",
    "1795436560": "1. Sesiwn",
    "179723061": "Mwy o reolaeth i dimau sydd angen diogelwch sy'n arwain y dosbarth",
    "1797298240": "Cam 4: Cliciwch \"HAR\" ar ôl i chi geisio datrys, a dewis \"Save All as HAR\" i achub log y rhwydwaith. Anfonwch y ffeil honno atom.",
    "1798492192": "Cefnogaeth porwr etifeddiaeth",
    "1803009328": "Profi brwydr ar raddfa we.",
    "1803943584": "Yn ail, rydym yn gadael i heriau hunan-optimeiddio i benderfynu ym mha wledydd neu ieithoedd y byddant yn rhedeg, gan gynyddu'r tebygolrwydd o brofiad cyson hyd yn oed ymhellach. Os yw cywirdeb yn is na'r disgwyl, bydd set o gwestiynau'n rhoi'r gorau i redeg yn y rhanbarth neu'r iaith lle mae'r effaith hon yn digwydd.",
    "1806535500": "Mae bron pob technoleg, o bensiliau i ddeinameit, yn a",
    "1807143500": "Mae'r Gwasanaethau'n cynnwys gwasanaeth diogelwch ar-lein (y \"Gwasanaeth hCaptcha\") a llwyfan (y \"Llwyfan Peiriannau Intuition\") y gall unigolyn (\"Cyfrannwr\") ddewis cyflawni tasgau y gall endid trydydd parti neu beiriannau Intuition ei hun (pob un mae \"Requester\") yn postio i'n gwefan neu'r Gwasanaeth hCaptcha, naill ai'n uniongyrchol ar ein gwefan neu trwy gyrchu'r Llwyfan Peiriannau Intuition a / neu gyflawni tasgau trwy endid trydydd parti a / neu blatfform neu wasanaeth (pob un, \"Integreiddiwr\"). Mae ymholwyr yn postio tasgau ac yn gwahodd Cyfranwyr i'w perfformio yn gyfnewid am wobrau a ddarperir gan IMI i Integreiddwyr, neu fel y penderfynir gan y Ceisydd os yw'r Ymgeisydd yn defnyddio'r Platfform Peiriannau Intuition neu'r Gwasanaeth hCaptcha i gyflwyno tasgau i'w ddefnyddwyr terfynol eu hunain. Rydym yn codi tâl ar gwmnïau ac unigolion (pob un yn \"Gwsmer\") am ddefnyddio ein platfform fel y gallant ddefnyddio ein meddalwedd, tasgau awdur, ein llogi i dasgau awdur, a / neu gael mynediad at y Cyfranwyr. Rydym hefyd yn codi tâl ar Integreiddwyr am ddefnyddio ein Gwasanaeth hCaptcha er mwyn lleihau twyll, cam-drin a sbam ar eu gwefannau, apiau symudol, ac eiddo ar-lein eraill. Cyfeirir at yr uchod ar y cyd fel y \"Gwasanaethau.\"",
    "181065232": "Rydym yn cyflawni swydd gynhyrchu fach yn seiliedig ar eich data sampl. Mae hyn yn profi'r gwaith rydyn ni wedi'i wneud gyda'n gilydd i sicrhau eich bod chi'n cael yr union beth rydych chi ei angen.",
    "1817772953": "Nid yw twyll yn fath newydd o droseddu. Yn wir, mae archeolegwyr wedi datgelu dyfeisiau gwrth-dwyll a ddyfeisiwyd gan yr Sumeriaid hynafol i gludo da byw heb golledion bron i 10,000 o flynyddoedd yn ôl! Yn eu hachos nhw, maen nhw'n rhoi tocynnau clai, pob un yn cynrychioli anifail, y tu mewn i bêl glai o'r enw “bulla.” Byddai'r bulla yn teithio gyda'r ddiadell wrth iddi symud o werthwr i brynwr. Hyd yn oed wedyn, roedd perchnogion busnes yn poeni nad oedd pawb yr oeddent yn delio â nhw ar i fyny. Mae llawer wedi newid mewn 10,000 o flynyddoedd, ond mae'r angen i fod yn arloesol wrth atal twyll yn aros gyda ni. Heddiw, mae mater twyll taliadau ar-lein o'r pwys mwyaf. Gyda'r Rhyngrwyd, mae twyllwyr wedi dod yn fwyfwy medrus wrth oresgyn rheolaethau gwrth-dwyll. Mae atebion newydd yn troi'r llanw, fodd bynnag.",
    "1818116402": "Gobeithio i chi werthfawrogi'r edrychiad hwn ar sut rydym yn trin cwestiynau gweithredol gydag elfen Moeseg AI.",
    "1820844638": "I gael mewnwelediadau i'r farchnad. Rydym yn defnyddio Gwybodaeth Dadansoddeg i ddadansoddi'r farchnad a chynnal dadansoddiadau busnes sy'n gysylltiedig â'r Wefan a'n Gwasanaethau, ac at ddibenion ymchwil eraill.",
    "1828028934": "Dyma pam",
    "1829242168": "__cflb,",
    "1830910223": "Astudiaeth achos Moeseg AI yn y byd go iawn",
    "1834239172": "Prynu gwasanaethau anodi hCaptcha",
    "1834801943": "2. Parti 1af",
    "1834911235": "Stopiwch anfon cyfathrebiadau marchnata uniongyrchol atoch yr ydych wedi cydsynio eu derbyn o'r blaen. Efallai y byddwn yn parhau i anfon cyfathrebiadau cysylltiedig â Gwasanaeth a rhai eraill nad ydynt yn ymwneud â marchnata.",
    "1836191653": "Yn lle cynnig gwasanaeth hawdd ei drechu i ddefnyddwyr am ddim wrth godi miliynau o ddoleri am fersiwn menter nad yw'n llawer gwell, mae hCaptcha yn darparu amddiffyniad bot rhagorol i'r ddau, wrth gynnig nodweddion ac addasu ychwanegol i ddefnyddwyr menter, ynghyd â CLGau cryf a chefnogaeth gyflym.",
    "1836369533": "Fel y cwnstabl yn y stori werin, sut mae rhywun yn penderfynu pwy yw pwy mewn gwirionedd? Os oes gan yr ymosodwr ddigon o elfennau adnabod wedi'u dwyn, fel rhif trwydded yrru, rhif nawdd cymdeithasol, enw cyn priodi mam, cyfeiriad, ac ati, gallai fod yn eithaf anodd penderfynu ai deiliad y cyfrif go iawn neu ymosodwr sy'n ceisio cael a ailosod cyfrinair ar gyfrif y mae am ei dreiddio.",
    "1836554225": "Swyddi Blog",
    "1844885924": "Llyfrgell eang o fathau i ddewis ohonynt.",
    "1845745385": "Wedi'i gynllunio ar gyfer Preifatrwydd.",
    "184971506": "https://aws.amazon.com/compliance/",
    "1849717906": "Addasu gyda'ch cynnwys her eich hun",
    "1849805607": "Mae hCaptcha yn amddiffyn rhag bygythiadau a decoys sydd wedi'u cynllunio i ymdreiddio i'ch rhwydweithiau",
    "1865097546": "Tachwedd 16, 2021",
    "1866590035": "cyfarwyddiadau log dadfygio ar gyfer Chrome",
    "1873812847": "Datgeliad Cwci (au)",
    "1886100235": "Mae llawer o wasanaethau ar-lein mwyaf y byd wedi newid i hCaptcha Enterprise ac wedi derbyn gwell canfod bot ochr yn ochr ag arbedion cost sylweddol.",
    "1890955039": "Sut i addasu fformatio ar gyfer pob testun cyfoethog",
    "1892020899": "Ble mae'r hacwyr yn cael y tystlythyrau?",
    "1892574253": "Cofrestru",
    "1898063898": "ar gyfer cadw preifatrwydd defnyddiwr yr ydym yn ei ddatblygu ar y cyd â",
    "1903743785": "Roedd dyfodiad APIs ar sail safonau yn gam mawr ymlaen wrth integreiddio cymwysiadau. Dros yr 20 mlynedd diwethaf, aeth APIs o fod yn gynhyrchion meddalwedd perchnogol costus a chymhleth i offer am ddim, wedi'u seilio ar safonau, a oedd yn gymharol hawdd gweithio gyda nhw - ac yn gyflym i'w defnyddio.",
    "1904390996": "i safoni'r",
    "1906593952": "Rhowch adborth ar yr hCaptcha a welsoch",
    "190955495": "() Diffyg awdurdod rheoli canolog ar gyfer e-bost",
    "1910628828": "Mae crafu cynnwys yn dechneg ar gyfer cydio data o system sy'n cynnwys set offer awtomataidd sy'n dynwared cleient meddalwedd neu borwr gwe. Nid yw'n newydd. Mewn gwirionedd, ar gyfer peirianwyr meddalwedd a allai fod angen data o hen brif ffrâm, gall crafu fod yr unig ffordd i dynnu gwybodaeth. Efallai bod y cysylltwyr gwreiddiol wedi diflannu ac yn amhosibl eu disodli.",
    "1911669851": "Ydym, rydym ar hyn o bryd yn gweithio ar amrywiaeth o welliannau i'n systemau ôl-bac yr ydym yn disgwyl a fydd yn y pen draw yn caniatáu inni gynnig cysoniad cyflymach, cywirdeb amcangyfrif cyflymach, a thaliadau cyflymach. Ar hyn o bryd rydym yn gweithio i gyflymu cymodi yn gyntaf.",
    "191460155": "Dim ffrithiant a moddau goddefol 99.9%",
    "1918025546": "Os cewch wybodaeth gyfrinachol gan unrhyw un ar y Gwasanaethau, rydych yn cytuno i amddiffyn cyfrinachedd y wybodaeth gyfrinachol gyda'r un graddau o ofal ag a ddefnyddiwch i amddiffyn eich gwybodaeth gyfrinachol eich hun, ond beth bynnag gyda llai na gofal dyladwy. Ni chewch ddatgelu na chyhoeddi unrhyw wybodaeth gyfrinachol neu berchnogol o'r fath, ac eithrio fel sy'n angenrheidiol ar gyfer cyflawni tasg. Dylai'r holl wybodaeth o fewn tasg ar y Llwyfan Peiriannau Intuition gael ei hystyried yn gyfrinachol hyd yn oed os nad yw'r wybodaeth wedi'i dynodi'n benodol yn gyfrinachol.",
    "1920884252": "Pam mae crafu cynnwys yn fygythiad diogelwch?",
    "1923297430": "Daeth y pwynt torri olaf i lawer o gwsmeriaid mwy pan ddechreuodd Google godi tâl ar gwmnïau am ddefnyddio eu cynnyrch ar unrhyw raddfa ystyrlon. Achosodd hyn i ddefnyddwyr reCAPTCHA amser hir edrych am ddewisiadau amgen gwell gan fod pryderon rheoliadol ledled y byd eisoes wedi gwneud defnyddio offrymau Google yn fwyfwy anneniadol.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "1923365316": "Mae gennym bolisi Moeseg AI llym yn hCaptcha, ac mae rhan o hynny'n cynnwys proses Gwybod Eich Cwsmer (KYC).",
    "1927613000": "Mae hCaptcha yn cyfuno dysgu peiriant soffistigedig â llwyfan her pwerus i amddiffyn cymwysiadau gwe rhag cymryd cyfrifon, stwffio credadwy, crafu, a mathau eraill o gam-drin.",
    "1933936765": "Cytundeb Prosesu Data (Diweddarwyd ddiwethaf: Medi 23, 2021)",
    "1936449777": "Yna, mewn modd cwbl awtomataidd, gallant ddynwared ymddygiad dynol ar wefannau e-fasnach, clicio ar fotymau ac ychwanegu eitemau at droliau siopa - i'r pwynt lle na all llawer, os nad y mwyafrif o reolaethau gwrth-dwyll, ddweud bod bot yn ceisio dwyn nwyddau. Yn hytrach, mae'n edrych fel pe bai defnyddiwr dynol yn siopa yn syml. Gall y bot fewngofnodi i gyfrif cwsmer go iawn gan ddefnyddio tystlythyrau mewngofnodi wedi'u dwyn. Cuddio'r twyll ymhellach yw gallu'r bot i ffugio cyfeiriadau IP a gwneud iddo edrych fel petai'r “siopwr” rywle gwahanol i'r ymosodwr, a allai fod mewn gwlad dramor.",
    "1936512180": "Access Mynediad API hawdd, dangosfyrddau hardd, a'r dechnoleg model-yn-y-dolen ddiweddaraf i gynyddu effeithlonrwydd gweithwyr i'r eithaf.",
    "1941999673": "Mae eich swydd yn eiriolwyr a",
    "1942186611": "ac eraill.",
    "1942611550": "yn bennaf",
    "1949452297": "Oherwydd cyfyngiadau cynhenid yr UI hCaptcha a'i ystyriaethau diogelwch, nid yw'n bosibl atgynhyrchu ffynhonnell pob delwedd yn uniongyrchol gyfagos i'w defnyddio. Yn lle, rydym yn cysylltu â'r dudalen hon o'n tudalen hafan ac yn cynnal rhestr o ffynonellau a wasanaethir ar hyn o bryd neu'n ddiweddar trwy'r platfform. Gallwch gyrchu'r rhestr gyfredol",
    "1952810469": "Math",
    "1953519598": "Mae'r gost i labelu delwedd sengl yn amrywio o $ 0.03 i $ 1.00 neu fwy. Yn ôl unrhyw amcangyfrif ceidwadol, mae Google wedi tynnu biliynau o ddoleri o lafur am ddim hyd yma. [",
    "1953959745": "hygyrchedd",
    "1958297836": "Diogelu ymosodiadau cydgysylltiedig a lliniaru APT",
    "1959762846": "- llenwi'ch ffurflenni gwe â sbam neu gam-drin marchnata diddiwedd",
    "1960601330": "I alluogi cwcis yn Safari (Mac): Ewch i gwymplen Safari. Dewiswch Dewisiadau. Cliciwch Preifatrwydd yn y panel uchaf. O dan 'Bloc cwcis' dewiswch yr opsiwn 'Peidiwch byth.'",
    "1962721652": "Mae bodau dynol yn geiswyr patrwm, ac weithiau gall cwestiwn diniwed fynd o gwbl annisgwyl i amheus mewn amrantiad, oherwydd newidiadau yn y byd yn hytrach na chymhellion unrhyw un sy'n gofyn y cwestiwn.",
    "1963951234": "Ni waeth pa mor ddibynadwy yw eich cynllun cryptograffig, os gall rhywun ar ddiwedd y dydd wario arian i roi'r ateb rydych chi'n edrych amdano, nid yw bod yn berchen ar ddarn o galedwedd yn ddigonol.",
    "1972710018": "Ei weld o safbwynt y cwmni",
    "1973347745": "10. Delweddau enghreifftiol heb freindal. Ffynhonnell: Petapixel.",
    "197676026": "Gydag eraill at unrhyw bwrpas busnes dilys, ar yr amod bod y wybodaeth yn cael ei dad-adnabod",
    "1977013707": "† Aildrefnwyd taliadau Rhagfyr 2020 o'r 15fed er mwyn osgoi gorgyffwrdd â chysoniadau diwedd blwyddyn a gwyliau staff: byddant wedi'u cwblhau erbyn ail wythnos mis Ionawr. Oherwydd trosglwyddiadau arafach na'r arfer i mewn i PayPal, bydd taliadau allan yn rhedeg dros sawl diwrnod yn hytrach na chael eu cwblhau ar un diwrnod.",
    "1978884623": "Dysgu mwy am riportio materion meddalwedd",
    "1979347895": "- Gall aflonyddwch busnes sylweddol amrywio yn eu cwmpas, fel ein cwmni yn unig, un adeilad sy'n gartref i'n cwmni, y gymdogaeth lle mae ein cwmni wedi'i leoli, y ddinas lle'r ydym wedi ein lleoli, neu'r rhanbarth cyfan. Ym mhob un o'r ardaloedd hyn, gall difrifoldeb yr aflonyddwch hefyd amrywio o'r lleiaf posibl i'r difrifol. Mewn aflonyddwch i'n cwmni, ein hardal fusnes, dinas, neu ranbarth neu adeilad sy'n gartref i'n cwmni, byddwn yn trosglwyddo ein gweithrediadau i safle lleol pan fo angen ac yn disgwyl na fydd unrhyw darfu sylweddol ar weithrediadau busnes. Yn y naill sefyllfa neu'r llall, rydym yn bwriadu parhau mewn busnes, trosglwyddo gweithrediadau i gyflenwyr amgen os oes angen, a'ch hysbysu trwy ein gwefan yn hcaptcha.com a'n tudalen statws yn hcaptchastatus.com ynghylch sut i gysylltu â ni. Os yw'r aflonyddwch busnes sylweddol mor ddifrifol fel ei fod yn ein hatal rhag aros mewn busnes, byddwn yn eich hysbysu'n gyflym.",
    "1982617151": "() Gallai unrhyw un ddinistrio gyrfa neu fusnes unrhyw un arall yn ddienw",
    "1982750088": "Mae cwmnïau ledled y byd yn cynnig i'r llafur hwnnw gwblhau tasgau syml sy'n hawdd i bobl ond yn anodd i beiriannau. Mae defnyddwyr yn cefnogi'r wefan y maent yn ymweld â hi, ac yn profi llai o sbam ar y we oherwydd lefel uwch o ddiogelwch.",
    "1985238261": "Marciau Cyfyngedig Eraill",
    "1988268879": "Labelu data cost-effeithiol ar raddfa",
    "1988461282": "Seiliau Cyfreithiol ar gyfer Prosesu",
    "1990824776": "Medi 16-24fed 2020 *****",
    "1993899769": "15. Ein Defnydd o Wybodaeth",
    "1993984258": "() Mae unrhyw gynllun sy'n seiliedig ar optio allan yn annerbyniol",
    "1995277831": "Diolch",
    "1996843433": "Gostyngwch ffrithiant trwy osgoi her yn gyfan gwbl i 99.9% o'ch traffig cyfreithlon wrth barhau i ddarparu diogelwch rhagorol.",
    "1997838163": "Mae cwmnïau mwyaf y byd yn dibynnu ar hCaptcha Enterprise. Mae integreiddio'n syml, ac mae cywirdeb canfod yn ddigyffelyb.",
    "2012837493": "Canlyniadau chwilio",
    "2014256987": "Os byddai'n well gennych beidio â rhwystro'r defnydd o gwcis neu dechnolegau olrhain eraill, gweler \"Rheoli Eich Gwybodaeth,\" isod. Sylwch y gallai gwneud hynny effeithio'n negyddol ar eich profiad gan ddefnyddio'r Safleoedd neu'r Gwasanaeth, oherwydd efallai na fydd rhai nodweddion yn gweithio'n iawn.",
    "2015218686": "cyn i chi fynd trwy'r camau hyn. Os yw hynny'n datrys eich problem, byddem yn dal yn gwerthfawrogi eich bod yn gadael i ni wybod fersiwn eich porwr, atalydd hysbyseb neu estyniad porwr, ac URL y wefan.",
    "2019130052": "Mae ein harloesiadau mewn ML sy'n canolbwyntio ar breifatrwydd yn gadael inni ragori ar safonau diogelwch strategaethau etifeddiaeth \"cofnodi popeth am byth\" heb niweidio diogelwch na phreifatrwydd defnyddiwr.",
    "2019702084": "Oni chaniateir yn benodol yng Nghytundeb Gwasanaeth Meistr y Cwsmer neu Gytundeb Ailwerthwr, ni chaiff Gwasanaethau SaaS gorchymyn eu gwerthu, eu hailwerthu, eu prydlesu, eu his-brydlesu, eu trwyddedu, eu his-drwyddedu, neu eu bod ar gael fel arall i unrhyw drydydd parti arall (heblaw Cyswllt Cwsmer ), a bydd pob archeb o dan y Cytundeb a holl ddefnydd Cwsmer o'r Gwasanaeth at ddefnydd busnes mewnol y Cwsmer neu'r Cyswllt ei hun.",
    "2024293275": ". Cedwir pob hawl arall, am y tro.",
    "2024737147": "Am roi gwybod am nam?",
    "2030062561": "() Ni fydd unrhyw un yn gallu dod o hyd i'r dyn na chasglu'r arian",
    "2032102720": "Mae atebion diogelwch a gynigir gan gwmnïau ad yn canolbwyntio'n bennaf ar olrhain defnyddwyr ar draws y we. Rydym wedi creu datrysiad diogelwch effeithiol sy'n profi nad oes angen niweidio preifatrwydd defnyddiwr er mwyn sicrhau canlyniadau rhagorol.",
    "2041686284": "Yn gyffredinol, mae mwy o ddata yn cynhyrchu gwell canlyniadau mewn modelau dysgu peiriannau hyfforddi. Mae llwyddiant diweddar modelau dwfn wedi arwain at setiau data cynyddol fawr, ac mae hCaptcha yn diwallu'r angen hwn. Fodd bynnag, mae creu setiau data mawr a adolygir gan bobl gan ddefnyddio dulliau traddodiadol yn araf ac yn ddrud.",
    "204716894": "Mae cynnwys a dyluniad ein tudalennau gwe wedi'u gwarchod o dan gyfraith hawlfraint. Mae dyblygu'r tudalennau a'u cynnwys mewn modd sy'n fwy na defnydd teg rhesymol yn gofyn am gydsyniad ysgrifenedig ymlaen llaw gan IMI os nad oes unrhyw ddarpariaethau cyfreithiol eraill wedi'u nodi ar gyfer dyblygu ar y dudalen.",
    "204889717": "wedi newid i hCaptcha's",
    "2052161540": "Cipio Manylion yr Adroddiad Byg: Chrome",
    "2058856283": "Dim ond un pwrpas sydd gan hCaptcha Enterprise: atal actorion drwg rhag tarfu ar eich gweithrediadau ar-lein a niweidio'ch defnyddwyr.",
    "2059998584": "Rhanbarth",
    "2066255783": "Beth yw sgrapio cynnwys?",
    "2066321185": "Sail Gyfreithiol",
    "2066749488": "Cwynion Eraill",
    "2067112112": "Pwyntiwch anodiadau ar gyfer llawer o wahanol achosion defnydd",
    "2067334580": "Dolen Testun",
    "2072808435": "\"Dyfalwch beth, Google? Mae tacsis yn fy ngwlad yn ddu ar y cyfan. Rwyf wedi gwylio digon o ffilmiau i wybod bod pob un o'r rhai yn America yn felyn. Ond ym mhob gwlad arall rydw i wedi ymweld â hi, mae tacsis wedi bod yn stwnsh o gwahanol arlliwiau. \"",
    "2075610992": "Diolch am eich cefnogaeth!",
    "2076066173": "Cyberattacks 101",
    "2076932190": "Felly mae'r cynnyrch reCAPTCHA wedi marweiddio ers degawd.",
    "2077639538": ". Ar gyfer un, gall data her ar ein gwasanaeth ddod o lawer o ffynonellau, nid un yn unig - o gwmnïau mawr Fortune 500 i gychwyniadau dysgu peiriannau, cyhyd â'u bod yn cadw at ein",
    "2082237880": "A: hCaptcha yw'r gwasanaeth cyntaf o'i fath sy'n cefnogi Preifatrwydd Pass, ac ar hyn o bryd dyma'r unig un i wneud hynny. Fodd bynnag, rydym yn disgwyl i wasanaethau eraill gydnabod manteision cynyddu preifatrwydd defnyddwyr ar-lein, a disgwyliwn y bydd mwy yn ymgymryd â gweithrediadau yn y dyfodol wrth i'r safonau IETF yr ydym yn helpu i'w datblygu gael eu mabwysiadu'n ffurfiol.",
    "2082407178": "C: Sut alla i amddiffyn fy hun rhag olrhain cwcis trydydd parti wrth ddefnyddio'r cwci hygyrchedd?",
    "2087769953": "\"Rydyn ni'n gyffrous am y newid hwn oherwydd ei fod yn helpu i fynd i'r afael â phryder preifatrwydd sy'n gynhenid i ddibynnu ar wasanaeth Google rydyn ni wedi'i gael ers cryn amser. Fe wnaethon ni werthuso nifer o werthwyr CAPTCHA yn ogystal ag adeiladu system ein hunain. Yn y diwedd, Daeth hCaptcha i'r amlwg fel y dewis arall gorau i reCAPTCHA. \"\" Roeddem yn hoffi nifer o bethau am yr atebion hCaptcha: 1) nid ydynt yn gwerthu data personol; dim ond lleiafswm o ddata personol angenrheidiol y maen nhw'n ei gasglu, maen nhw'n dryloyw wrth ddisgrifio'r wybodaeth maen nhw'n ei chasglu a sut maen nhw'n ei defnyddio a / neu'n ei datgelu. \"",
    "2090457681": "() Nid wyf am i'r llywodraeth ddarllen fy e-bost",
    "2095899021": "Canllawiau Brandio hCaptcha a Thrwydded Nodau Masnach Cyffredinol",
    "2103513933": "cymryd rhan mewn gweithgaredd sy'n ymyrryd â neu'n tarfu ar weithrediad y safle;",
    "2103563261": "Gwybodaeth Breifat neu Gyhoeddus",
    "2104933754": "Nodwch y labeli cyfatebol",
    "2107077506": "Mae'r platfform DYNOL yn defnyddio modelau hyder cynhwysfawr i berfformio dadansoddiad ansawdd amser real soffistigedig. Mae hyn yn caniatáu inni bennu anhawster cwestiynau a'u hateb cywir tebygol yn gyflym, gan arbed amser ac arian i chi.",
    "2109792055": "Canllaw Defnyddiwr: Dadfygio Materion gyda Cyhoeddi a Dilysu Pas Preifatrwydd",
    "2110259227": "24. Cyfyngiad Atebolrwydd",
    "211351380": "O'r blog:",
    "2113642787": "Cân Dawn",
    "21141582": "hwn",
    "2114694926": "2. Sesiwn",
    "2119943547": "Pam mae hyn? Mae'r ateb yn syml. Cyn belled â bod cymhelliant i gam-drin system, bydd rhywun yn gyffredinol yn dod o hyd i ffordd. Ac unwaith y gwnânt, bydd gan rywun arall gymhelliant i'w atal.",
    "2123236933": "() Costau lled band nad yw hidlo cleientiaid yn effeithio arnynt",
    "2125514305": "Mae ML wedi gwella, ond nid yw'r anhawster o osgoi reCAPTCHA wedi newid yn sylweddol yn ystod yr amser hwn.",
    "2131386784": "Arbenigedd a Chefnogaeth Reachable Ar Gyfer Chi a'ch Defnyddwyr",
    "2133754014": "Mae mwy na 4.5 miliwn o wefannau yn defnyddio reCAPTCHA [",
    "2133809801": "Cyn belled â bod pobl yn parhau i fod yn bobl, mae'n debygol y bydd gan ddilysu dynoliaeth rôl i'w chwarae ar-lein.",
    "2138799135": "Mae gan hCaptcha ddwsinau o integreiddiadau wedi'u hadeiladu ymlaen llaw ar gyfer y systemau frontend a backend rydych chi'n eu defnyddio.",
    "2146900431": "Yn reddfol, mae'r honiad hwn yn gwneud llawer o synnwyr. Mae CAPTCHAs, fel bron popeth, wedi'u hymgorffori mewn cyd-destun diwylliannol, ac os yw'ch cronfa o heriau wedi'u creu mewn un diwylliant yn bennaf, efallai na fydd yn cyfieithu'n dda iawn i un arall. Yn greiddiol iddo, mae hwn yn fater diwylliannol",
    "2150595700": ". Mae GDPR a CCPA wedi rhoi pryderon preifatrwydd ar y map ar gyfer prynwyr menter, ac ar yr un pryd mae preifatrwydd ar-lein yn dod yn fwy a mwy pwysig i'r cyhoedd wrth i ni i gyd ddechrau deall sut mae'r diwydiannau hysbysebu a marchnata ar-lein wedi defnyddio ein data yn hanesyddol.",
    "2150907653": "* Cwcis technegol yn hollol angenrheidiol ar gyfer darparu'r gwasanaeth. Mae'r rhain yn cynnwys cwcis dewis, cwcis sesiwn, cwcis cydbwyso llwyth, ac ati.",
    "2155089487": ". Pe bai ein heriau'n haws eu datrys i rai grwpiau, byddem yn disgwyl gweld gwahaniaeth o ran sut mae pobl ledled y byd ac ar draws gwahanol ddiwylliannau yn perfformio wrth eu datrys. Yng nghyd-destun swydd Eden, byddem yn disgwyl i Americanwyr wneud yn well na phobl mewn gwledydd eraill. Oherwydd ein bod wedi treulio blynyddoedd yn datblygu systemau i osgoi'r broblem hon, rydym mewn gwirionedd yn gweld y gwrthwyneb yn unig.",
    "2159517814": "Rydym yn rhannu neu'n datgelu gwybodaeth bersonol yn yr achosion canlynol:",
    "2163914794": "Angen mwy o labeli ar gyfer eich setiau data? Mae hCaptcha yn darparu labelu data cyflym, cost-effeithiol ac o ansawdd uchel ar gyfer cwmnïau sy'n gweithio ar ddeallusrwydd artiffisial a chymwysiadau dysgu peiriannau.",
    "2164933356": "Cloudflare",
    "2167049807": "Mae timau diogelwch wedi mabwysiadu amrywiaeth o wrthfesurau a rheolaethau sy'n trechu'r dulliau hawdd, diog o dwyll talu. Fodd bynnag, mae'r ymosodiadau'n dod yn fwyfwy soffistigedig. Er enghraifft, gall bots gynaeafu rhifau cardiau credyd a PINau wedi'u dwyn o wefannau ffug ac ymosodiadau gwe-rwydo.",
    "2168177815": "cliciwch yma",
    "2177660021": "Gwyddonydd Ymchwil yn Stanford. Dysgu peiriannau a chyllid meintiau mewn banciau mawr, cronfeydd gwrych a'r byd academaidd.",
    "2178073797": "Oherwydd y gallai datgelu gwybodaeth gyfrinachol achosi niwed anadferadwy, mae gan y parti sy'n datgelu hawl i geisio rhyddhad gwaharddol am unrhyw doriad neu fygythiad o dorri'r tymor hwn.",
    "2179524509": "Weithiau byddwn yn cael cwestiynau ynghylch pa fathau o gwestiynau a ganiateir ar gyfer y gwasanaeth hCaptcha, a pham mae cwestiynau penodol yn cael eu gofyn.",
    "2182196747": "Cefnogaeth",
    "2183926131": "Dechreuwch gyda hCaptcha Enterprise",
    "2184564739": "Gwel",
    "2185418511": "At unrhyw bwrpas busnes dilys, ar yr amod bod y wybodaeth yn cael ei dad-adnabod neu ei chydgrynhoi fel na ellir ei chlymu'n rhesymol ag unigolyn.",
    "2185860003": "21. Newidiadau Gwefan",
    "2187096543": "Yn wir, bu rhai toriadau data mawr o ganlyniad i feddalwedd ysgrifenedig haciwr a alwodd ar API i dynnu data o gronfa ddata. Wedi'r cyfan, os yw'n dwyn data yn syml, mae angen galwad GET sylfaenol ar API, wedi'i ysgrifennu gan ddefnyddio REST a JSON, yna mae'n hawdd tynnu cronfa ddata yn lân yn gyflym. Mewn gwirionedd, pan fydd pobl yn siarad am ymosodiadau “crafu sgrin”, yr hyn y maent yn ei olygu mewn gwirionedd, yn bennaf, yw galwadau API tân cyflym sy'n tynnu data allan o gronfeydd data. Mae APIs wedi dod yn arwyneb ymosodiad mawr i sefydliadau sy'n eu hadeiladu.",
    "2188609322": "Mae actorion drwg yn fwyfwy cyffredin ar-lein. Ond nid aberthu preifatrwydd defnyddiwr yw'r ateb.",
    "218889628": "Ac eithrio pan fyddwn yn terfynu'r Atodiad Cwsmer hwn neu'r Telerau Gwasanaeth o ganlyniad i'ch toriad yn yr Atodiad Cwsmer hwn neu'r Telerau Gwasanaeth, os ydym yn terfynu a'ch bod wedi talu unrhyw ffioedd i ni, byddwn yn ad-dalu cyfran pro-rata o'r rheini symiau rhagdaledig, yn seiliedig ar yr amser neu'r Gwasanaethau sy'n weddill rydych wedi talu amdanynt, p'un bynnag sydd leiaf. Byddwn yn dirwyn ein gwaith i ben mewn modd rhesymol fasnachol ac yn cadw ac yn cyflwyno i chi'r holl Setiau Data Allbwn y telir amdanynt a'r holl Ddata Cwsmeriaid sydd yn ein meddiant. Ar ôl unrhyw derfynu, gallwn ond nid oes rheidrwydd arnom i ddileu unrhyw ddata.",
    "2193061499": "Mae rhai o'n logos a'n marciau wedi'u cyfyngu i gael eu defnyddio gan hCaptcha a'i bartneriaid. Ni chaiff trydydd partïon ddefnyddio'r marciau canlynol heb drwydded ysgrifenedig gan hCaptcha:",
    "2196526290": "hc_accessibility",
    "2197218442": "Crynhodd Prif Swyddog Gweithredol Cloudflare, Matthew Prince, y safbwynt hwn yn y",
    "219813583": "Diogelwch yn Gyntaf",
    "2199048568": "Cliciwch ar y darian i'r chwith o'r bar cyfeiriad ar unrhyw dudalen we. Cliciwch ar Gosodiadau Amddiffyn. Bydd panel Preifatrwydd a Diogelwch Dewisiadau Firefox yn agor. O dan Amddiffyniad Olrhain Gwell, dewiswch Custom. Dewiswch pa dracwyr a sgriptiau i'w blocio trwy ddewis y blychau gwirio hynny. Sicrhewch eich bod wedi dadflocio hcaptcha.com.",
    "2209109640": "yn cael eu defnyddio at ddibenion maleisus yn unig, yng nghyd-destun eu gweithgareddau busnes arferol?",
    "2209837451": "Hydref 15fed 2019 - Ionawr 15fed 2020",
    "2212670355": "Cofrestru",
    "2216374138": "yn ddynol, fel symudiadau llygoden, safle sgrolio, digwyddiadau bysellfwrdd, digwyddiadau cyffwrdd, a gwybodaeth gyrosgop / cyflymromedr fel sy'n berthnasol.",
    "2217842245": "Fodd bynnag, mae ein data yn dangos hynny (ar gyfer hCaptcha)",
    "2219945145": "sesiwn,",
    "2223819810": "I optimeiddio ein platfform",
    "2225785608": "() Fe ddylen ni allu siarad am Viagra heb gael ei sensro",
    "2230333214": "Rydym yn agregu Data Cwsmer â data arall fel nad oes modd adnabod canlyniadau yn bersonol ac rydym hefyd yn casglu logiau technegol a data heb eu nodi ynglŷn â defnyddio'r Gwasanaethau (\"Data Agregau / Dad-ddynodedig\"). Er gwaethaf unrhyw beth i'r gwrthwyneb yma, gall IMI ddefnyddio unrhyw Ddata Agregau / Dad-ddynodedig o'r fath at unrhyw bwrpas busnes yn ystod neu ar ôl tymor y Cytundeb hwn, gan gynnwys heb gyfyngiad i ddatblygu a gwella'r Gwasanaethau ac i greu a dosbarthu adroddiadau ac eraill deunyddiau. Gall Data Cwsmer hefyd barhau a chael eu harddangos yn y system am gyfnod cyfyngedig o amser i beidio â bod yn fwy na 180 diwrnod ar ôl i swydd gael ei chwblhau, er enghraifft fel data graddnodi neu ddilysu awtomatig ar gyfer systemau Peiriannau Intuition. Er eglurder, nid yw'r Adran 5 hon yn rhoi'r hawl i ni eich adnabod chi fel ffynhonnell unrhyw Ddata Agregau / Dad-ddynodedig heb eich caniatâd ysgrifenedig ymlaen llaw.",
    "2233384692": "Os oes gennych unrhyw gwestiynau neu bryderon ynghylch sut yr ymdrinnir â data o'r fath neu yr hoffech arfer eich hawliau, dylech gysylltu â'r unigolyn neu'r endid (hy y rheolwr data) sydd wedi contractio gyda ni i ddefnyddio'r Gwasanaeth i brosesu'r data hwn. Fodd bynnag, byddwn yn darparu cymorth i'n Integreiddwyr i fynd i'r afael ag unrhyw bryderon sydd gennych, yn unol â thelerau ein contract gyda nhw.",
    "2233741720": "I gloi",
    "2234909600": "() Nid yw sbamwyr yn poeni am gyfeiriadau annilys yn eu rhestrau",
    "2236960358": "Ar ôl cofrestru, gofynnir i chi ddatgelu gwybodaeth bersonol benodol amdanoch chi (\"Gwybodaeth Bersonol\"), gan gynnwys eich enw, cyfeiriad e-bost, a chreu enw defnyddiwr a chyfrinair, a bydd pob un ohonynt yn ddarostyngedig i'n Polisi Preifatrwydd, sydd ar gael ar ein gwefan. Chi yn unig sy'n gyfrifol am fonitro, sicrhau a chynnal diogelwch eich cyfrif, cyfrineiriau, ac unrhyw allweddi dilysu sy'n gysylltiedig â'ch cyfrif, ac rydych chi'n gyfrifol am unrhyw ddefnydd neu gamau a gymerir trwy ddefnyddio'r wybodaeth honno ar y Gwasanaethau.",
    "2255549335": "Ein gwaith yn hCaptcha yw dod o hyd i gyfaddawdau da rhwng anhawster a chywirdeb a chadw ffrithiant yn isel, yn enwedig ar gyfer",
    "2256305371": "Athro, CS ym Mhrifysgol California, Berkeley. Dysgu dwfn, diogelwch, arbenigwr blockchain. Prif Swyddog Gweithredol Oasis Labs.",
    "2256795853": "Mae'r gallu i dynnu llawer o ddata, yn gyflym, o wefannau yn golygu bod crafu yn offeryn pwerus yn nwylo actorion maleisus. Gall bot crafu gasglu data defnyddwyr o wefannau cyfryngau cymdeithasol. Yna, trwy grafu gwefannau sy'n cynnwys cyfeiriadau a gwybodaeth bersonol arall a chydberthyn y canlyniadau, gallai haciwr gymryd rhan mewn troseddau hunaniaeth fel cyflwyno ceisiadau cerdyn credyd twyllodrus.",
    "2260079771": "Cadw Data",
    "2268939633": "Nid yw IMI yn ymrwymo i ddatrys anghydfod amgen ar gyfer anghydfodau defnyddwyr o flaen endid datrys anghydfod defnyddwyr, ac nid oes rheidrwydd arno i gymryd rhan ynddo. Gwefan swyddogol y Comisiwn Ewropeaidd ar gyfer Datrys Anghydfodau Ar-lein:",
    "2269166171": "Google Chrome (Mac):",
    "2271205646": "Nodyn i Breswylwyr Ardal Economaidd Ewrop.",
    "2271252286": "() Ni fydd Microsoft yn goddef hynny",
    "2271512952": "Mae defnyddwyr yn cefnogi'r wefan maen nhw'n ymweld â hi, ac yn profi llai o sbam ar y we.",
    "2271969747": "20. Gwybodaeth Gyfrinachol yr ydych yn ei Derbyn",
    "2273532558": "Pwy yw cwsmeriaid sy'n talu hCaptcha?",
    "2281169898": "Bydd anfon gwybodaeth ddifa chwilod gyda'ch adroddiad yn ei gwneud hi'n llawer haws i ni nodi beth sy'n digwydd. Dyma gyfarwyddiadau cam wrth gam:",
    "2284856231": "a gwelwyd cywirdeb gwell yn ddramatig yn y modd cwbl oddefol hCaptcha Enterprise hefyd.",
    "229198134": "() Mae'n ddrwg gennyf dude, ond nid wyf yn credu y byddai'n gweithio.",
    "2292919419": "() Rhagolwg",
    "2296918009": "Mae hyn yn cyfateb i fwy na 100 o flynyddoedd person o lafur bob dydd. [",
    "2301335298": "Twyll Taliad: Lliniaru Dull Seiberdroseddu sy'n Esblygu'n Gyflym",
    "230159237": "Cysylltiadau",
    "2301757528": "**** Oherwydd bod PayPal wedi cynnal eu APIs REST yn ystod y ffenestr talu allan, ni chwblhawyd yr holl daliadau ar Fehefin 15fed. Ail-redwyd unrhyw daliadau a drefnwyd ar gyfer Mehefin 15fed (amser Môr Tawel) ond na weithredwyd oherwydd gwallau API PayPal erbyn Mehefin 19eg (amser Môr Tawel).",
    "2303655425": "Ion 15fed 2019 - Ebrill 15fed 2019",
    "2309661107": "Fodd bynnag, mae gennym ddiddordeb mawr yn",
    "2310694091": "Beth mae Cymod yn ei olygu?",
    "2310705547": "Mae'r elfen destun gyfoethog yn caniatáu ichi greu a fformatio penawdau, paragraffau, blocquotes, delweddau a fideo i gyd mewn un lle yn lle gorfod eu hychwanegu a'u fformatio'n unigol. Cliciwch ddwywaith a chreu cynnwys yn hawdd.",
    "23114595": "Profiad Defnyddiwr Gwych",
    "231285005": "Gallwch ddod o hyd i ddiweddariadau diweddar ar ein blog",
    "2315518622": "Gyda'r soffistigedigrwydd ar gael yn yr offer ymosod heddiw, mae'n hynod heriol canfod pa rai, os o gwbl, sy'n dwyllodrus. Yna, mae person yn galw'r llinell gwasanaeth cwsmeriaid ac yn dweud “Ymosodwyd ar fy nghyfrif! Ni allaf fewngofnodi ac mae rhywun yn dwyn fy arian! ”",
    "2319072959": "Rhedeg yn gyfan gwbl all-lein gyda'ch gweithlu eich hun, olrhain gwerth a ddefnyddir ar draws unedau busnes neu bartneriaid consortiwm, dewiswch lwybrau yn ddetholus i wahanol ddarparwyr llafur mewnol neu allanol yn seiliedig ar ofynion cost a diogelwch, a mwy.",
    "2320894364": "Gyda dros 200 o bwyntiau presenoldeb, mae cwmwl hCaptcha yn amddiffyn eich asedau ledled y byd",
    "2323013093": "26. Cyfraith Gymwys",
    "2323282990": "Dull Modern o Ddilysu'r Ddynoliaeth",
    "2326660907": "heblaw",
    "2328839224": ". Gweler ein hadran \"Rhybudd i Breswylwyr California\" sy'n ymwneud â'ch hawliau o dan Ddeddf Preifatrwydd Defnyddwyr California (\"CCPA\").",
    "2330965058": "Pan fyddwn yn gweithredu fel prosesydd ar gyfer ein Integreiddwyr, nid ydym yn defnyddio'r data a gesglir at unrhyw bwrpas heblaw fel sy'n rhesymol angenrheidiol i ddarparu ein Gwasanaeth, a bydd ein prosesu yn cael ei lywodraethu gan y contractau sydd gennym ar waith gyda'n Integreiddwyr, nid hyn Polisi Preifatrwydd",
    "2333410049": "Ceisiwch hefyd ddiffodd eich atalydd hysbysebion.",
    "2340340589": "Canllawiau ar ddefnyddio'r marc hCaptcha",
    "234420106": "Os ydych chi'n Integreiddiwr neu'n Gwsmer y gwasanaeth hCaptcha Enterprise a bod eich defnydd API fel y'i mesurir gan RPS yn fwy na'r gyfradd a ddarperir ar gyfer eich haen gwasanaeth, efallai y byddwn yn dewis addasu eich gwasanaeth neu godi cyfradd gorswm. Os bydd eich cyfradd RPS brig yn fwy na'r gyfradd a ddarperir gan ffactor o 10 am gyfanswm o 10 munud neu fwy o fewn cyfnod o 30 diwrnod ac nad yw mwyafrif y ceisiadau hyn, yn ein barn ni yn unig, yn draffig maleisus, gallwn ddewis codi tâl arnoch ar eich cyfradd gorswm a bennir yn gontractiol am bob cais API a wneir yn y mis hwnnw.",
    "2344319147": "Faint yw gwerth bot bot Google mewn gwirionedd?",
    "2348450790": "Darllenwch y Telerau Gwasanaeth hyn. Maent yn cynnwys, ymhlith darpariaethau eraill, ymwadiadau gwarantau, cyfyngiadau atebolrwydd, a chyflafareddu rhwymol. Sylwch y gallai'r Telerau Gwasanaeth hyn fod wedi newid ers eich ymweliad diwethaf â'n gwefan. Efallai y byddwn yn adolygu ac yn diweddaru'r Telerau Gwasanaeth hyn o bryd i'w gilydd yn ôl ein disgresiwn llwyr. Os bydd newid sylweddol, byddwn yn eich hysbysu trwy bostio'r Telerau Gwasanaeth wedi'u diweddaru ar y dudalen hon, ac ar ôl hynny mae'n rhaid i chi dderbyn yn gadarnhaol y Telerau Gwasanaeth wedi'u diweddaru er mwyn parhau i ddefnyddio neu gyrchu'r Wefan neu'r Gwasanaeth.",
    "2348697693": "Google Chrome (Android):",
    "2349681896": "Yn anffodus, nid yw rheoli darn o galedwedd yn golygu eich bod chi'n berson. Mae bron pob cynllun ardystio caledwedd defnyddwyr poblogaidd wedi cael ei dorri, ei glytio dro ar ôl tro, ac yna ei dorri eto.",
    "2351176803": "Telerau Trwydded ar gyfer yr API JS hCaptcha",
    "2354267648": "GDPR, CCPA, a pholisi preifatrwydd sy'n gyfeillgar i LGPD",
    "2359150347": "C: A yw gwasanaethau diogelwch ar-lein eraill yn cefnogi Pas Preifatrwydd?",
    "2359312315": "neu agregu fel na ellir ei glymu'n rhesymol ag unigolyn.",
    "2359913400": "Seilwaith",
    "2366003154": "Ymholiadau i'r Wasg a'r Cyfryngau",
    "2367602973": "yma",
    "2369877184": "Y gyfradd RPS brig uchaf a ganiateir ar gyfer Integreiddwyr neu Gwsmeriaid hCaptcha yw 1,000 o geisiadau yr eiliad i endidau yn eich cyfrif (\"RPS\"), oni nodir yn wahanol gan gytundeb cytundebol ysgrifenedig rhyngoch chi a ni.",
    "237009707": "() Rasys cyfnewid agored mewn gwledydd tramor",
    "2373007864": "Mae hCaptcha Enterprise yn rhedeg ar dechnoleg platfform hCaptcha, wedi'i ymestyn i gynnwys y nodweddion sydd eu hangen ar fentrau traffig uchel.",
    "2378786360": "1. Rhowch gynnig ar un o'r porwyr eraill a gefnogir: os ydych chi ar Chrome, ceisiwch ddefnyddio Firefox heb fewnforio eich gosodiadau o Chrome, a gosodwch yr ategyn yno. Os yw hynny'n gweithio, efallai bod gennych fater cyfluniad porwr.",
    "2385522384": "Roeddech chi'n debygol o weld fframiau o fideo o gamerâu ar geir hunan-yrru Waymo Google, a helpu i wella eu cydnabyddiaeth gwrthrychau.",
    "2386465280": "Sut Rydym yn Rhannu Gwybodaeth",
    "2391175562": "Ar ben hynny, dyma dwi'n meddwl amdanoch chi:",
    "2394073454": "Efallai y byddwn yn casglu gwybodaeth ychwanegol gan Ddefnyddwyr Terfynol sy'n dymuno gweithio gyda ni fel Labeli Data Unigol.",
    "2396605499": "() Whitelists sugno",
    "2397590157": "3. Amcangyfrif y Ceidwadwyr: 200 miliwn yn datrys * 30 eiliad y datrysiad mewn blynyddoedd = 190.3 person-blwyddyn / dydd.",
    "2402165761": "Sut Mae Sgrapio yn Gweithio?",
    "2404545611": "Croeso i hCaptcha! Diolch am fod yn rhan o'n cymuned. Rhaid i holl ddefnyddwyr y \"Gwasanaethau\" (a ddiffinnir isod) gytuno i'r telerau canlynol (y \"Telerau Gwasanaeth\"). O dan y Telerau Gwasanaeth hyn, mae \"IMI\", \"ni\" a \"ni\" yn cyfeirio at Intuition Machines, Inc. a'i is-gwmnïau, cysylltiedigion, swyddogion, asiantau, gweithwyr, cynrychiolwyr ac asiantau, ac mae ein \"gwefan\" yn cynnwys unrhyw wefan o dan ein rheolaeth, gan gynnwys www.hcaptcha.com a www.imachines.com.",
    "2408036504": "Felly mae ein systemau wedi'u cynllunio o'r gwaelod i fyny er mwyn casglu a chadw data i'r eithaf wrth gynnal diogelwch sy'n arwain y dosbarth. Y ffordd orau i amddiffyn data defnyddwyr yw peidio â'i storio o gwbl.",
    "2410122265": "Adnoddau hCaptcha: Bots 101",
    "2412751979": "Diolch i'r signalau dynoliaeth mwy cywir bod pŵer hCaptcha, mae llawer o gwmnïau a arferai ddefnyddio reCAPTCHA v3 / Enterprise wedi newid i",
    "2413742287": "Cymhelliant hCaptcha yw sicrhau'r cywirdeb mwyaf, nid refeniw ad: mae atebion bot yn ddiwerth i'n cwsmeriaid, sydd angen data hyfforddi dynol.",
    "2414232014": "Gellir adnabod ein logo ar unwaith ac mae'n un o'n hasedau mwyaf gwerthfawr a phwysig. Er mwyn sicrhau ei fod yn parhau i fod yn gynrychiolaeth gref o'n cwmni, rhaid ei gyflwyno mewn modd gofalus a chyson ar draws pob sianel gyfathrebu.",
    "2414368123": "Enw, rhif cerdyn credyd, rhif cerdyn debyd, neu unrhyw wybodaeth ariannol arall.",
    "2418549423": ", safon sy'n dod i'r amlwg ar gyfer cadw preifatrwydd ar-lein trwy broflenni cryptograffig, a nodweddion preifatrwydd-gyntaf unigryw eraill.",
    "2419795065": "Rhybudd i Breswylwyr California",
    "2420789666": "Cyflym, Inc. Gwasanaethau a ddarperir: CDN yn gyflym a chyfrifiannu ymyl.",
    "2423586454": "Mae yna rai pethau o hyd na all meddalwedd eu gwneud, ni waeth pa mor dda yw'r AI y tu ôl iddo. Mae technoleg fodern CAPTCHA yn cynnig dull profedig o rwystro bots sy'n ceisio parhau twyll talu. Er bod hen ymagweddau at CAPTCHA, fel y rhifau syml wedi'u sleisio mewn blwch, bellach yn ddiffygiol ar y cyfan o ran lliniaru bots datblygedig, gall dyfais ymateb-profi awtomataidd fel hCaptcha Enterprise stumio bot twyllwr yn hawdd ar hyn o bryd o fewngofnodi cyfrifon neu ddesg dalu cart siopa. Hyd yn oed os oes gan y bot gymwysterau go iawn, os na fydd yn gallu mynd trwy'r CAPTCHA.",
    "2429359042": "delweddau rhyngwyneb enghreifftiol",
    "2430148876": "Rydym wedi creu'r canllawiau hyn a'r drwydded nod masnach cyffredinol i'w gwneud mor hawdd â phosibl i'n cwsmeriaid, partneriaid, a chefnogwyr weithio gyda'n brand wrth barhau i warchod ein hunaniaeth gorfforaethol. Os oes angen i chi ddefnyddio eiconau hCaptcha, logos, neu farciau eraill mewn ffyrdd sy'n sylweddol wahanol i'r canllawiau hyn, bydd angen i chi gysylltu â ni (IMI) i gael trwydded ysgrifenedig.",
    "2436973524": "Dim ond cyfeiriadau cywir sy'n dderbyniol. Ni chaniateir dweud bod gwefan yn defnyddio gwasanaethau a chymwysiadau hCaptcha pan nad yw'n gwneud hynny. Yn yr un modd, dim ond pan fydd y wefan yn defnyddio gwasanaethau hCaptcha y mae defnyddio ein logo neu unrhyw fathodynnau yn briodol.",
    "2437934778": "Eich Enw",
    "2438016011": "Cytundeb Gwirfoddol. Mae pawb sy'n rhan o'r Telerau Gwasanaeth hyn yn cynrychioli ac yn cytuno bod pob un wedi adolygu pob agwedd ar y cytundeb hwn, wedi darllen a deall ei holl ddarpariaethau yn ofalus, a'i fod yn ymrwymo i'r cytundeb hwn o'i wirfodd.",
    "2441638955": "Yn gyntaf, beth yw API?",
    "2444685143": "Polisi Logo",
    "2445034923": "Os nad ydych yn cytuno â holl delerau ac amodau'r Telerau Gwasanaeth hyn, peidiwch â (ac ni chewch) ddefnyddio na chyrchu'r Wefan na'r Gwasanaethau.",
    "24452499": "datrysiad; gellir ei ddefnyddio ar gyfer da neu sâl. Mae gan bob cwmni sy'n ymchwilio, adeiladu, neu werthu atebion defnydd deuol rwymedigaeth i ystyried canlyniadau eu gweithredoedd.",
    "2446481523": "Mae yna hen stori werin lle mae gyrrwr wagen ac uchelwr yn ymddangos yn y cwnstabliaeth mewn pentref gwledig bach. Dywedodd un dyn, wedi gwisgo mewn dillad budr, tlotyn, wrth y cwnstabl, “Fi ydy'r uchelwr. Y dyn hwn oedd fy ngyrrwr.",
    "2449501658": "yn darparu un o'r ffyrdd mwyaf datblygedig i liniaru'r bygythiad o ymdrechion mewngofnodi cyfrifon twyllodrus, gan ddefnyddio dysgu peiriant i ganfod bots a'u hatal, a'i gwneud yn llawer anoddach neu hyd yn oed yn amhosibl i dwyllwyr gymryd rhan mewn cyfrif.",
    "2462728596": "Os na allwn fodloni ein hunain ar y pwyntiau hyn, byddwn yn gwrthod y cais ac efallai y byddwn yn terfynu mynediad pellach i'n platfform, fel yr amlinellwyd yn ein Telerau.",
    "2462909475": "Wal o fwy na 10,000 o ffonau a ddefnyddir ar gyfer cam-drin, sy'n rhan o weithrediad bot Tsieineaidd.",
    "2465128185": "I roi adborth cyflym, cliciwch y botwm \"Anfon adborth atom\".",
    "2468683988": "Pennawd",
    "2474091800": "19. Anghydfodau â Defnyddwyr Eraill; Rhyddhau",
    "2474661839": "Mae ein",
    "247560732": "Ychwanegwch hCaptcha gyda thair llinell o god. Os ydych chi'n dod o reCAPTCHA, mae ein API yn gydnaws a dim ond munudau y mae'n eu cymryd i newid.",
    "2477958756": "() Pobl ddrwg",
    "2481032625": "P'un ai yw'r nod i atal:",
    "2486638408": "Diffinio Manylebau",
    "2487931657": "Peidiwch â defnyddio: \"rydym yn hCaptcha'd ein gwefan.\"",
    "248923369": "Logo BotStop ™",
    "2489287539": "Moddau goddefol “Dim CAPTCHA” a 99.9% heb ffrithiant",
    "2491398763": "Mae'r holl destun, delweddau, animeiddiad graffigol, fideos, cerddoriaeth, synau a deunydd arall ar y tudalennau hyn yn cael eu gwarchod dan gyfraith hawlfraint gan IMI neu drydydd partïon os nodir hynny. Gwaherddir copïo neu addasu'r deunydd hwn at ddefnydd masnachol mewn modd sy'n fwy na defnydd teg rhesymol. Cyfrifoldeb ar gyfer y wefan hon",
    "2497216176": "Technolegau Dadansoddeg a Olrhain Trydydd Parti",
    "2498172334": "Yn benodol, mae eich cynllun yn methu â rhoi cyfrif",
    "2505227594": "7. Cyfartaleddau",
    "2510209017": "Angen mwy o help?",
    "2510534204": "Heb fod yn hwyrach na Mawrth 23ain 2020 ***",
    "2513143348": "Mae'r system hCaptcha Enterprise yn unigryw o ran ei ddyluniad: gellir ei defnyddio'n rhannol neu'n gyfan gwbl ar gyrion eich rhwydwaith os ydych chi'n gweithredu cwmwl cyhoeddus neu'n berchen ar lawer o ganolfannau data.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "252720667": "yn sail i ddiogelwch cryptograffig Pas Preifatrwydd. Mae'r protocol ei hun yn mynd trwy'r",
    "2531534427": "Mae'r manylion yma.",
    "2534436327": "a gall y gwrthwynebiadau athronyddol canlynol fod yn berthnasol hefyd:",
    "2535001179": "Os ydych chi'n digwydd dod o reCAPTCHA Google, mae ein APIs yn amnewidion galw heibio.",
    "2540760245": "ymhlith llawer o ddefnyddiau eraill, bydd gallu hidlo traffig ar-lein ar sail “dynol neu beidio” yn debygol o aros yn offeryn gwerthfawr cyhyd â bod y natur ddynol yn dilyn yr un patrymau a gofnodwyd dros y pum mil o flynyddoedd diwethaf.",
    "2543123170": "Gwirio dynoliaeth ffrithiant sero",
    "254326776": "Yn aml darganfyddir bod cam-drin maleisus o'r diffygion hyn wedi digwydd am fisoedd neu flynyddoedd cyn eu datgelu neu eu cyhoeddi'n academaidd.",
    "2544169219": "Canlyniadau diweddar o'r radd flaenaf: ICML LLD, Mai 2019.",
    "2544565802": "Gorff 15fed 2019 - Hydref 15fed 2019",
    "2547140673": "Am fwy na degawd, mae gwasanaeth reCAPTCHA Google wedi cynnig masnach i berchnogion gwefannau: gadewch i Google olrhain eich defnyddwyr a gofyn cwestiynau iddynt, ac yn gyfnewid maent yn addo atal bots a sbam.",
    "2547406584": "Os oes gennych unrhyw gwestiynau am y Polisi Cwcis hwn, cysylltwch â ni yn",
    "2551802342": "- Rydym yn bwriadu adfer ac ailddechrau gweithrediadau busnes yn gyflym ar ôl aflonyddwch busnes sylweddol ac ymateb trwy ddiogelu ein gweithwyr a'n heiddo, gwneud asesiad ariannol a gweithredol, amddiffyn llyfrau a chofnodion y cwmni, a chaniatáu i'n cwsmeriaid a'u defnyddwyr terfynol drafod ar-lein. Yn fyr, mae ein cynllun parhad busnes wedi'i gynllunio i ganiatáu i'n cwmni ailddechrau gweithrediadau cyn gynted â phosibl, o ystyried cwmpas a difrifoldeb yr aflonyddwch busnes sylweddol. Mae ein cynllun parhad busnes yn mynd i'r afael â: gwneud copi wrth gefn ac adfer data; yr holl systemau beirniadol cenhadol; asesiadau ariannol a gweithredol; cyfathrebu amgen â chwsmeriaid, gweithwyr, a chyrff goruchwylio; lleoliad corfforol bob yn ail weithwyr; effaith hanfodol cyflenwr a chwsmer; adrodd rheoliadol; a rhoi rhybudd prydlon i'n cwsmeriaid os na allwn barhau â'n busnes. Mae ein cronfa cyflenwyr craidd yn ategu ein cofnodion pwysig mewn ardal sy'n ddaearyddol ar wahân. Er bod pob sefyllfa frys yn peri problemau unigryw yn seiliedig ar ffactorau allanol, megis amser o'r dydd a difrifoldeb yr aflonyddwch, fe'n cynghorwyd gan y gronfa gyflenwyr hon mai eu nod yw adfer eu gweithrediadau eu hunain a gallu ailddechrau gwasanaethau'n gyflym. Er ein bod wedi gweithio i leihau risg trwy ddefnyddio set amrywiol o gyflenwyr, gallai eich gwasanaethau gael eu haddasu neu ymyrryd â nhw yn ystod y cyfnod hwn.",
    "2555914614": "ar gyfer yr achos defnyddio Hygyrchedd. Credwn y bydd cyfuno ein dull a11y cyfredol â chyhoeddi Pas Preifatrwydd yn caniatáu i ddefnyddwyr a11y bori'n ddiogel, gan wybod bod eu traffig yn fwy preifat, gan gyfyngu ar y cam-drin gan weithredwyr bot sy'n digwydd yn anochel pan fydd opsiynau a11y ar gael. Rydym yn gyfranogwyr gweithredol yng ngweithgor IETF sy'n safoni'r dechnoleg newydd hon.",
    "2557240048": "Sut mae'n gweithio: yn gyntaf, mae defnyddiwr hygyrchedd yn arwyddo trwy",
    "2557601376": "logo hCaptcha ™",
    "2560582224": "rhaglen bounty bug",
    "2561077702": "I ddarparu ein gwasanaeth",
    "2565565429": "Yn lle hynny defnyddiwch: \"rydyn ni'n defnyddio hCaptcha i wneud ein gwefan yn fwy diogel ac yn fwy diogel.\"",
    "2575690545": "Mae cymryd drosodd cyfrifon, fel cymaint o seiber-dwyll, yn fater o brosesau torfol awtomataidd yn bennaf. Mae'n anghyffredin i haciwr, wedi'i orchuddio mewn hwdi yn islawr ei fam, deipio cyfrineiriau i wefannau banc un ar y tro.",
    "2583775432": "C: Beth am breifatrwydd? A yw cofrestriad yn datgelu data pori a11y mewn rhyw ffordd? Beth ydych chi'n ei wneud gyda'r e-bost?",
    "2588750717": "Yn wir, mae rhai ymosodiadau stwffin credential yn cynnwys miliynau o gymwysterau - pob un yn cael ei stwffio i ryngwyneb mewngofnodi gwefan diarwybod yn y gobaith o gael ei osod i mewn. Unwaith y bydd y tu mewn, gall yr ymosodwr gymryd cyfrif y dioddefwr drosodd.",
    "2590587108": "Golygu cynnwys statig a deinamig",
    "2593768395": "Profiad di-dor ar draws y we, gwe symudol brodorol, gwe symudol. Integreiddiadau wedi'u hadeiladu ymlaen llaw a SDKs brodorol ar gael.",
    "2593864519": "Stopiwch fwy o bots. Dechreuwch amddiffyn preifatrwydd defnyddiwr.",
    "259613338": "os oes gennych unrhyw gwestiynau ynghylch y Telerau Gwasanaeth hyn.",
    "2597149484": "Y rheswm y mae'n rhaid i'r haciwr “stwffio” cymaint o gymwysterau yw ymwneud â lle maen nhw'n cael eu tystlythyrau wedi'u dwyn.",
    "2597352122": "Mathau Anodi",
    "2600696085": "Mawrth 15fed 2021",
    "2602081482": "Mae hCaptcha Enterprise yn defnyddio dysgu peiriant uwch i nodi traffig maleisus i'ch gwefan a'ch apiau - gan gynnwys gweithgareddau crafu.",
    "2602763587": "Mae stwffin credential yn fath o seibrattack lle mae'r ymosodwr yn ceisio mewngofnodi i wefan sawl gwaith gan ddefnyddio parau o enwau defnyddwyr a chyfrineiriau wedi'u dwyn. Mae'r “stwffin” yn cyfeirio at yr ymdrechion mewngofnodi ailadroddus, sydd bron bob amser yn cael eu perfformio gan feddalwedd bot awtomataidd.",
    "2603863826": "PS: Os dewch chi o hyd i gyfieithiad yn eich iaith a allai ddefnyddio gwelliannau, mae croeso i chi gyflwyno a",
    "2605814073": "Trwy ddefnyddio neu gofrestru ar gyfer ein Gwasanaethau, rydych chi'n cytuno: rydych chi o leiaf 18 oed; mae gennych yr awdurdod i ymrwymo i'r cytundeb hwn ar eich rhan chi neu'r endid rydych chi'n ei gynrychioli, a byddwch bob amser yn cydymffurfio â'r Telerau Gwasanaeth hyn a holl bolisïau a chanllawiau IMI y cyfeirir atynt yma; ac ni fyddwch yn cam-drin ein gwefan, yn camliwio'ch hunaniaeth i ni, nac yn defnyddio deallusrwydd artiffisial i gwblhau unrhyw ran o unrhyw dasg ar IMI sy'n gofyn am ddeallusrwydd dynol.",
    "260595108": "Nid ydym byth yn defnyddio e-byst neu wybodaeth hygyrchedd at unrhyw bwrpas heblaw hwyluso defnydd a11y ac atal cam-drin.",
    "2611914656": "Rydym yn defnyddio Sentry i gasglu data difa chwilod pan fydd defnyddiwr yn profi gwall. I gael gwybodaeth am sut mae Sentry yn casglu ac yn prosesu data,",
    "2616040974": "3. Cwsmeriaid a Gofynwyr",
    "2616226398": "Yn ddarostyngedig i'n",
    "2619472217": "8. Ailwerthu",
    "2620705814": "Mae Google yn gwmni hysbysebu, ac mae eu cynhyrchion diogelwch yn edrych yn debyg iawn i'w cynhyrchion ad",
    "2621989404": "Wedi'i Ddiweddaru Ddiwethaf: Medi 24, 2021. Sylwch fod ein termau iaith Saesneg yn awdurdodol.",
    "2624601135": "ni ddylid defnyddio \"hCaptcha\" fel rhan o enw brand, wedi'i gysylltu â chysylltnod, neu ei ddefnyddio mewn enwau cymwysiadau neu gynhyrchion eraill.",
    "2624949852": "Wrth gwrs, roedd reCAPTCHA yn ymgeisydd cynnar ym maes diogelwch gwe ers 2009, gan amddiffyn miliynau o wefannau rhag bygythiadau cynyddol gan bots a sbamwyr maleisus. Fodd bynnag, mae wedi cael ei gyfaddawdu'n llwyr yn ystod y blynyddoedd diwethaf:",
    "262509504": "Efallai y byddwn yn cysylltu'r wybodaeth a gesglir gan Gwcis â gwybodaeth arall a gasglwn gennych yn unol â'r Polisi Preifatrwydd hwn a defnyddio'r wybodaeth gyfun fel y nodir yma. Yn yr un modd, gall y trydydd partïon sy'n gweini cwcis ar ein Gwefannau gysylltu eich enw neu'ch cyfeiriad e-bost â gwybodaeth arall y maent yn ei chasglu, a all gynnwys pryniannau yn y gorffennol a wnaed all-lein neu ar-lein, neu'ch gwybodaeth am ddefnydd ar-lein.",
    "2631159699": "() Byddinoedd o flychau Windows wedi'u rhwymo â band eang wedi'u cysylltu â band eang",
    "2631249972": "Efallai y byddwn yn gwella neu'n addasu ein gwefan heb rybudd i chi.",
    "26365791": "I'r graddau eithaf a ganiateir gan y gyfraith, darperir y Wefan a'r Gwasanaeth (ac unrhyw wasanaethau cysylltiedig eraill, gwybodaeth, data, nodweddion, a chynnwys neu ddeunyddiau eraill) ar sail “fel y mae” ac “fel sydd ar gael”. I'r graddau eithaf a ganiateir gan y gyfraith, mae IMI yn eithrio pob gwarant, gan gynnwys ond heb fod yn gyfyngedig i'r gwarantau ymhlyg o fasnacholrwydd, addasrwydd at ddiben penodol, a pheidio â thorri'r gyfraith.",
    "263761351": "hCaptcha yw'r dewis arall credadwy cyntaf, a ddefnyddir bellach gan gannoedd o filiynau o bobl bob mis.",
    "2639657759": "Marciau a Ddefnyddir trwy Ganiatâd",
    "2645321220": "Ac os ydych chi'n credu bod cost reCAPTCHA yn rhy uchel, gofynnwch i ni am hCaptcha Enterprise. Yn cael eu defnyddio ar hyn o bryd gan rai o'r cyhoeddwyr mwyaf, cwmnïau gwasanaethau ariannol, a chwmnïau seilwaith gwe yn y byd, maent nid yn unig yn ddewis amgen credadwy yn lle reCAPTCHA: credwn eu bod yn cynnig yr amddiffyniad bot gorau sydd ar gael ar hyn o bryd.",
    "2646127839": "Atodiad Cwsmer i'r Prif Delerau Gwasanaeth",
    "2648707986": "Mae trosfeddiannu cyfrif yn fath o seiber-dwyll lle mae actor maleisus yn dynwared perchennog cyfrif ar-lein. Yn nodweddiadol, mae'r cyfrif mewn sefydliad ariannol neu fusnes e-fasnach lle gall y twyllwr ddwyn arian, nwyddau neu gardiau rhodd. Mae'r ymosodwr yn defnyddio tystlythyrau mewngofnodi wedi'u dwyn i gael mynediad i'r cyfrif ac yna ei gymryd drosodd, gan newid y cyfrinair efallai i gloi gwir berchennog y cyfrif allan.",
    "2650241052": "Dim cyngor",
    "2650502379": "Lansio Eich Heriau Eich Hun mewn Eiliadau",
    "2652399059": "Partner dibynadwy",
    "265443926": "Er mwyn osgoi amheuaeth, nodwch fod y trothwyon hyn yn berthnasol yn gyfan gwbl ar draws unrhyw gyfrifon rydych chi fel unigolyn, endid neu sefydliad wedi'u creu. Er enghraifft, pe baech wedi creu 10 cyfrif, pob un yn derbyn 100,000 o geisiadau mewn mis (hy cyfanswm o 1 miliwn o geisiadau) yna byddech wedi mynd y tu hwnt i'r terfynau defnydd teg ar gyfer pob cyfrif yn y mis hwnnw.",
    "2659418535": "Gweithdrefn Gyflafareddu. Bydd yr holl gymrodeddu o dan y cytundeb hwn yn cael ei gynnal o dan reolau Cymdeithas Cyflafareddu America neu gan wasanaeth cyflafareddu y cytunwyd arno ar y cyd. Bydd y cyflafareddwr yn gymrodeddwr yn yr Unol Daleithiau a ddewisir o restr o ddim llai na saith (7) enw trwy streiciau amgen. Wrth gymrodeddu, bydd gan bob parti yr hawl i gynnal darganfyddiad sifil digonol, dod â chynigion tafladwy, a chyflwyno tystion a thystiolaeth yn ôl yr angen i gyflwyno eu hachosion a'u hamddiffynfeydd, a bydd y cyflafareddwr yn datrys unrhyw anghydfodau yn hyn o beth. Bydd datrys yr anghydfod yn seiliedig yn unig ar y gyfraith sy'n llywodraethu'r hawliadau a'r amddiffynfeydd a blediwyd, ac ni chaiff y cyflafareddwr alw unrhyw sail heblaw'r gyfraith reoli honno. Bydd gan y cyflafareddwr imiwnedd swyddog barnwrol rhag atebolrwydd sifil wrth weithredu yn rhinwedd cymrodeddwr, y mae imiwnedd yn ategu unrhyw imiwnedd arall sy'n bodoli. Rhaid i'r dyfarniadau gynnwys barn resymegol ysgrifenedig y cyflafareddwr. Rydych chi'n ildio'ch hawl i dreial gan reithgor unrhyw hawliad sydd gennych chi yn erbyn IMI neu y gallai fod gan IMI yn eich erbyn. Rhaid dwyn unrhyw hawliad o dan y cymal hwn o fewn y cyfnod cyfyngiadau perthnasol. Mae Deddf Cyflafareddu Ffederal yr Unol Daleithiau yn llywodraethu'r cymal hwn, ac rydych yn cydnabod bod y Cytundeb hwn yn dystiolaeth o drafodiad mewn masnach.",
    "2666258754": "CYFLWYNO PERTHNASOL SY'N SEILIEDIG Â HIERARCHI SEMANTIG AR GYFER DALU DEEP A WNAED YN WYTHNOSOL, Heikki Arponen, Tom E Bishop. ICML 2019, Gweithdy LLD.",
    "2670003220": "Swyddi",
    "2670352917": "Mae hCaptcha yn darparu canfod bot yn fwy dibynadwy wrth fod yn syml i fodau dynol ei ddatrys.",
    "2671622670": "Menter",
    "267645277": "Efallai y bydd IMI yn gwirio'ch hunaniaeth. Gall hyn gynnwys cymharu'ch gwybodaeth bersonol â chronfeydd data trydydd parti neu ddogfennau cyfreithiol swyddogol. Rydych yn ein hawdurdodi i wneud unrhyw ymholiadau sy'n angenrheidiol i gadarnhau pwy ydych chi, eich perchnogaeth o'ch cyfeiriad e-bost, a'ch perchnogaeth o'ch cyfrifon ariannol. Rydych yn cytuno i ddarparu gwybodaeth amdanoch chi i'n cynorthwyo i wirio'ch hunaniaeth.",
    "2676853536": "Dangosfyrddau aml-ddefnyddiwr",
    "2681650568": "Ac fel bob amser, mae preifatrwydd yn werth craidd i ni. Ychwanegwch ein cod her dim ond lle mae'n angenrheidiol, a lle mae'n gwneud synnwyr i'ch amddiffyn chi a'ch defnyddwyr. Mae lleihau casglu data yn cychwyn o'r eiliad integreiddio.",
    "2682873489": "Diffinio ardal ffiniol ar gyfer gwrthrychau",
    "2683038211": "Rhyngrwyd neu weithgaredd rhwydwaith electronig arall.",
    "2686825859": "Cofrestrwch am ddim neu cysylltwch â ni am atebion hCaptcha Enterprise",
    "2689973938": "Mae gwella reCAPTCHA yn creu gwrthdaro cynhenid i Google fel gwerthwr hysbysebion.",
    "2690395789": "Os a phryd nad oes angen y wybodaeth gyfrinachol a gawsoch mwyach, rhaid i chi ddychwelyd neu ddinistrio ar unwaith (yn unol â chais pwy bynnag a ddatgelodd y wybodaeth) yr holl gopïau o'r wybodaeth sy'n bodoli ar y safle, systemau, neu offer arall rydych chi'n ei reoli.",
    "2694001822": "Fodd bynnag, rydym weithiau'n llogi unigolion i'n helpu i brofi priodweddau system a nodweddion newydd.",
    "2694150481": "Ydyn ni'n defnyddio Cwcis?",
    "2696932851": "18. Indemniad",
    "2697276059": "Tystiolaeth mae hyn yn gweithio: cyfraddau datrys unffurf ledled y byd",
    "2698140263": "Nid yw pob problem yr un peth: mae cael sgôr sengl yn golygu bod yn rhaid iddo fynd i'r afael â'ch anghenion i fod yn ddefnyddiol.",
    "269838707": "Os ydych chi'n Cyfrannwr, chi a dim ond chi sy'n penderfynu pa rai a faint o dasgau i'w cwblhau, a phryd a ble rydych chi'n eu cwblhau. Mae croeso i chi dreulio cymaint neu gyn lleied o amser yn cwblhau tasgau ag y dewiswch. Nid ydych o dan unrhyw rwymedigaeth i gwblhau tasg ar unrhyw adeg.",
    "2698640210": "Dangos heriau a mathau rheoli",
    "2700197090": "A: Bydd defnyddio unrhyw breifatrwydd neu estyniad blocio ad sy'n cefnogi gwyngalchu ar lefel parth (ee uBlock Origin) yn gweithio yn ôl y disgwyl: gwnewch yn siŵr eich bod yn whitelist hcaptcha.com.",
    "2707282231": "Addasu heriau i'ch defnyddwyr. Ei gwneud yn amhosibl i bots ddatrys a threiddio.",
    "2710988028": "() Gall sbamwyr ei ddefnyddio'n hawdd i gynaeafu cyfeiriadau e-bost",
    "2712493234": "Twyll Taliad: Lliniaru Dull Seiberdroseddu sy'n Esblygu'n Gyflym",
    "2714878440": "Amddiffyn eich gwasanaethau rhag crafu, cymryd cyfrifon, stwffio credadwy, a sbam gyda'n dysgu uwch o beiriannau a gwirio dynoliaeth.",
    "2715462692": "Sut olwg sydd ar ein proses Moeseg AI?",
    "2718999653": "Sgoriau Bygythiad wedi'u Customized",
    "2722456056": "Ion 15fed 2021 - Ebrill 15fed 2021",
    "2728931827": "Ar ôl pob cymod, bydd eich amcangyfrifon fesul safle yn cael eu diweddaru a dylai cywirdeb rhagfynegiadau yn y dyfodol gynyddu, oni bai bod gan eich gwefan newid sylweddol yn ymddygiad defnyddwyr.",
    "2729131930": "Beth yw sgrapio a sut mae'n gweithio?",
    "2735073144": "Rydym hefyd yn cynnal adolygiadau parhaus yn ôl yr angen. Er enghraifft, yn ein hadolygiad diweddar o ddyddiadau a ffynonellau ceisiadau am geisiadau labelu cysylltiedig ag ymbarél, roeddem yn gallu cadarnhau'n gyflym nad oes unrhyw endid llywodraeth na chyflenwr hysbys o feddalwedd gwyliadwriaeth wedi gwneud ceisiadau ynghylch ymbarelau sy'n defnyddio ein gwasanaethau yn ystod y 12 mis diwethaf. .",
    "2735878907": "Datganiad Cynllunio Parhad Busnes",
    "2740033957": "Mae'r tîm IM yn cynnwys gwyddonwyr a pheirianwyr o Apple, Amazon, ac arweinwyr eraill mewn dysgu peiriannau, systemau dosbarthedig, a diogelwch.",
    "2743692546": "Wrth i ddefnyddwyr brofi eu dynoliaeth trwy hCaptcha, mae eu llafur yn mynd i mewn i farchnad agored anhysbys ar gyfer cynnig.",
    "2745385064": "Crynodeb",
    "2752975480": "() Dylai anfon e-bost fod yn rhad ac am ddim",
    "2754937029": "Defnyddiau Annerbyniol",
    "2760410719": "Mae gwasanaethau sy'n ceisio canfod bot gyda signalau goddefol yn unig yn rhedeg yn fater sylfaenol yn gyflym: sut ydych chi'n dilysu a yw system yn canfod actorion drwg yn gywir pan nad oes gennych wirionedd daear cywir?",
    "2762458927": "Nid yw eich data defnyddiwr ar werth.",
    "2762759509": "Mae llawer o ymosodiadau trosfeddiannu cyfrifon bron yn gyfan gwbl awtomataidd.",
    "2769710842": "Os oes gennych unrhyw gwestiynau, cysylltwch â ni yn",
    "278010425": "Mae'r amrywiaeth eang o dasgau sy'n newid yn aml ar hCaptcha hefyd yn anoddach i'w awtomeiddio. Nid yw rhyngwyneb sengl reCAPTCHA wedi newid ers blynyddoedd lawer, ac mae ganddo set fach o gwestiynau sy'n newid yn anaml. Dyma un o'r ffyrdd y mae hCaptcha yn darparu amddiffyniad gwrth-bot mwy cadarn nag reCAPTCHA.",
    "2781507299": "Gwirio Instant",
    "2782263070": "Mae gwasanaeth yn brif flaenoriaeth i ni. Rydym yn cynnal cefnogaeth ar alwad 24/7 ac yn cynnig cydgysylltiad Slack uniongyrchol gyda'ch tîm integreiddio peirianneg a'n staff ar alwad yn ystod ac ar ôl gweithredu.",
    "2784612261": "Am integreiddio adolygiad dynol yn uniongyrchol i'ch gweithrediadau busnes? Rydym yn cynnig CLGau dibynadwyedd uchel, gallu gwarantedig, ac APIs REST syml.",
    "2785425016": "(yng nghyd-destun datrysiad gwirio dynoliaeth, ee galwad i weithredu)",
    "278568955": "Effeithiol: Medi 1, 2021. Ychwanegiad Seilwaith",
    "2788024905": "Sut Rydym yn Diogelu Gwybodaeth",
    "2788836740": "Mae gwybodaeth gyswllt at ddibenion marchnata yn cael ei chadw'n barhaus nes i chi danysgrifio. Wedi hynny byddwn yn ychwanegu eich manylion at ein rhestr atal am gyfnod amhenodol. Ni fydd gwybodaeth e-bost a gesglir oddi wrth Ddefnyddwyr Hygyrchedd byth yn cael ei defnyddio at ddibenion marchnata.",
    "2790841456": "Os ydych chi'n Cyfrannwr, rydych chi'n cytuno i'r cymal cyflafareddu a'r hepgoriad gweithredu dosbarth canlynol:",
    "279580593": "imachines.com",
    "279918384": "Sut mae Google yn defnyddio'ch llafur am ddim?",
    "2801359190": "__cfduid,",
    "2801524659": "() Nid yw mesurau teimlo'n dda yn gwneud dim i ddatrys y broblem",
    "2804310964": "cyrchu neu geisio cyrchu ein gwefan trwy unrhyw weinydd gwe dirprwyol neu ddyfais arall sydd wedi'i chynllunio i rwystro'ch gwir leoliad neu hunaniaeth neu mewn unrhyw fodd heblaw'r rhyngwyneb a ddarperir;",
    "2806751666": "Beth yw hCaptcha?",
    "2808122102": "Felly mae ymarferoldeb trawsddiwylliannol yn ofyniad sylfaenol i'n gwasanaeth. Mae sicrhau bod pob defnyddiwr cyfreithlon yn gallu cyrchu cynnwys yn gyflym yn rhan hanfodol o'n cenhadaeth. Rydym yn darparu heriau mewn 110 o ieithoedd, ac yn gwella'r cyfieithiadau perthnasol yn barhaus i sicrhau bod pawb yn gallu datrys ein heriau.",
    "2808971932": "Dyma ychydig o destun y tu mewn i floc div.",
    "2813310562": "Tap Gosodiadau Safle ac yna Cwcis.",
    "2819628066": "Difrifoldeb. Os canfyddir bod unrhyw un o ddarpariaethau'r Telerau Gwasanaeth hyn yn annilys neu'n anorfodadwy am unrhyw reswm, ni fydd yn effeithio ar ddilysrwydd a gorfodadwyedd unrhyw ddarpariaethau sy'n weddill.",
    "2820080973": "cynnal gyda ❤ gan",
    "2826051554": "a mwy",
    "2826705343": "Gwybodaeth fasnachol.",
    "2827452240": "Angen math arall nad yw wedi'i restru yma? Gofynnwch i ni.",
    "282913023": "Yr opsiwn cost-effeithiol ar gyfer mentrau traffig uchel",
    "2840750518": "GitHub",
    "285116485": "Nid yw'r Cwmni'n \"gwerthu\" (gan fod y term hwn wedi'i ddiffinio yn y CCPA) y wybodaeth bersonol rydyn ni'n ei chasglu. Cyfeiriwch at yr adran \"Dadansoddeg Trydydd Parti a Thechnolegau Olrhain\" uchod i gael mwy o wybodaeth am y mathau o gwcis trydydd parti, os o gwbl, rydyn ni'n eu defnyddio.",
    "2852295413": "Gwrthdaro buddiannau cynhenid: mae stopio bots yn lleihau refeniw ar gyfer rhwydwaith ad",
    "2862164005": "Mae data prisio yn caniatáu inni roi union werth doler ar y diogelwch a gynigir gan reCAPTCHA: $ 0.001 neu lai yr ateb.",
    "2863840904": "Cam 6: Y cam olaf, e-bostiwch y ffeiliau log HAR a chysura hynny atom, a disgrifiwch y broblem",
    "2864016648": "Materion Preifatrwydd",
    "2867855718": "3. A ydym yn credu y gellir mynd i'r afael ag anghenion preifatrwydd yn foddhaol ar gyfer y cais?",
    "2870341481": "isod. Ar gyfer unrhyw borwyr eraill yn unig",
    "2873297188": "A yw pob CAPTCHAS yn gwahaniaethu yn erbyn pobl nad ydynt yn Americanwyr?",
    "2873911365": "Beth am ardystiad caledwedd?",
    "2880837730": "Beth ellir ei wneud i atal cymryd drosodd cyfrifon?",
    "2881474837": "Menter hCaptcha",
    "2887242610": "Mae Intuition Machines, Inc wedi datblygu Cynllun Parhad Busnes ar sut y byddwn yn ymateb i ddigwyddiadau sy'n tarfu'n sylweddol ar ein busnes hCaptcha. Gan fod amseriad ac effaith trychinebau ac aflonyddwch yn anrhagweladwy, bydd yn rhaid i ni fod yn hyblyg wrth ymateb i ddigwyddiadau go iawn wrth iddynt ddigwydd. Gyda hynny mewn golwg, rydym yn darparu'r wybodaeth hon i chi ar ein cynllun parhad busnes.",
    "2894845722": "Cyn bo hir, bydd defnyddwyr ar eich gwefan yn gallu gweld eich cyfraniad at elusen trwy frandio synhwyrol ar y rhyngwyneb hCaptcha.",
    "2895491273": "Os byddai'n well gennych rwystro cwcis neu dechnolegau olrhain eraill, mae'r mwyafrif o borwyr a dyfeisiau symudol i gyd i newid eich gosodiadau er mwyn eich hysbysu pan fyddwch chi'n derbyn cwcis neu dechnolegau olrhain eraill yn cael eu defnyddio, ac i ddewis p'un ai i dderbyn / caniatáu ai peidio. it. Mae'r mwyafrif o borwyr hefyd yn caniatáu ichi analluogi neu ddileu cwcis sy'n bodoli eisoes neu wrthod cwcis yn y dyfodol yn awtomatig. Gallwch hefyd ddefnyddio offer trydydd parti, gan gynnwys ategion porwr, i reoli eich dewisiadau cwci. Sylwch, fodd bynnag, os ydych chi'n anablu pob cwci, efallai na fydd rhai dognau o'n Gwefannau yn gweithio'n iawn.",
    "2896187462": "1. Fe'i defnyddir ar gyfer ystadegau anhysbys sy'n gysylltiedig â gwasanaeth yn ddiangen, ac at ddibenion technegol eraill fel cynorthwyo gyda chymorth hygyrchedd.",
    "2900525040": "Mae deddfau Talaith California yn llywodraethu'r Telerau Gwasanaeth hyn ac unrhyw ddadlau, anghydfod neu hawliad sy'n deillio ohonynt.",
    "2901894297": "Mae hCaptcha yn wasanaeth o Intuition Machines, Inc. (\"IMI\"), Corfforaeth Delaware US (# 6393793).",
    "2903742230": "Mae rhwydweithiau ad yn gweld eich ymwelwyr fel y cynnyrch. I ni yr unig nod yw pennu eu dynoliaeth. Mae ein gwasanaethau yn cwrdd neu'n rhagori ar ofynion GDPR, CCPA, LGPD, a PIPL, ac rydym yn gweithio'n galed i gydbwyso preifatrwydd a diogelwch.",
    "2904949278": "Sut mae haciwr yn cymryd cyfrif drosodd?",
    "2905621957": "Diweddarwyd ddiwethaf: Gorffennaf 18, 2020",
    "290966395": "Fel y disgrifir yn ein hadran \"Nodyn i Gwsmeriaid y Tu Allan i'r Unol Daleithiau\", byddwch yn ymwybodol y bydd eich data personol yn cael ei drosglwyddo i'r Unol Daleithiau, ei brosesu a'i storio. Gall deddfau diogelu data yn yr UD fod yn wahanol i'r rhai yn eich gwlad breswyl. Rydych yn cydsynio i drosglwyddo'ch gwybodaeth, gan gynnwys gwybodaeth bersonol, i'r Unol Daleithiau fel y nodir yn y Polisi Preifatrwydd hwn trwy ymweld â'n Gwefannau neu ddefnyddio ein Gwasanaeth.",
    "2910560864": "Mawrth 20-23fed 2020 ***",
    "2915355938": "Hygyrchedd",
    "2920213479": "Trefnu neu atodi categorïau mympwyol o unrhyw faint",
    "2921990472": "Os ydych chi'n gweld mater swyddogaethol, dilynwch y",
    "292211832": "Mae gwybodaeth a gesglir trwy ddulliau technegol fel cwcis, cownteri tudalen we ac offer dadansoddeg eraill yn cael ei thaflu cyn gynted ag sy'n ymarferol, ond gellir ei chadw am gyfnod cyfyngedig o hyd at flwyddyn ar ôl i'r cwci ddod i ben, yn nodweddiadol ar ffurf ddad-ddynodedig ac agregedig oni bai ein bod yn canfod camdriniaeth bosibl o'n gwasanaeth, ac os felly byddwn yn cadw'r wybodaeth honno i'n cynorthwyo i atal cam-drin yn y dyfodol. Ni allwn gysylltu'r wybodaeth ddienw ac agregedig hon â chi, eich cartref, cyfeiriad IP, nac unrhyw wybodaeth bersonol yn seiliedig ar y wybodaeth a storir.",
    "292250020": "1. Dewiswch y gêr yng nghornel dde uchaf y sgrin, yna dewiswch \"Internet Options\". Os yw'r Bar Dewislen wedi'i alluogi, gallwch ddewis \"Offer\" yna \"Dewisiadau Rhyngrwyd\".",
    "2927700175": "Rydyn ni'n dangos heriau CAPTCHA sy'n anodd i bots ond yn hawdd i bobl trwy gasglu data anodd ei labelu o broblemau dysgu peiriannau, a'i ddefnyddio i wahaniaethu a yw ymwelydd gwefan neu ap yn ddynol.",
    "2928362319": "Gellir anfon ymholiadau wedi'u postio at: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "2931396764": "11. Torri'r Telerau Gwasanaeth hyn",
    "2932826396": "3. Os ydych chi'n defnyddio'r fersiwn ddiweddaraf o Safari ar naill ai'r OS X 10.15 neu iOS 13.4 a ryddhawyd yn ddiweddar, mae Apple newydd newid ymddygiad Safari sy'n gysylltiedig â chwcis trydydd parti, gan rwystro pob un ohonynt yn ddiofyn. Rydym yn gweithredu datrysiad, ond yn y cyfamser ymwelwch â Safari Preferences, adran Preifatrwydd, a dad-diciwch \"Olrhain gwefan: Atal olrhain traws-safle\" i alluogi'r cwci hygyrchedd i weithredu yn ôl y disgwyl.",
    "2935155034": "Os ydych chi wedi'ch lleoli yn yr Ardal Economaidd Ewropeaidd, mae gennych chi rai hawliau sy'n cael eu disgrifio uchod o dan y pennawd \"Hysbysiad i Bynciau Data'r UE\", gan gynnwys yr hawl i archwilio a chywiro neu ddileu'r data sydd gennym amdanoch chi.",
    "2939852138": "Sut Mae Twyllwyr [Ceisiwch] Fynd i Ffwrdd â Thwyll Taliad?",
    "2940689138": "Gweinyddu cyfrifon Integreiddiwr a Chwsmer a darparu'r Gwasanaeth. Rydym yn defnyddio Gwybodaeth Bersonol er mwyn cysylltu cyfrifon penodol ag Integreiddwyr a Chwsmeriaid ac i ddarparu'r Gwasanaeth iddynt, i ymateb i geisiadau neu ymholiadau, i ddarparu cefnogaeth neu gymorth technegol, ac i hwyluso taliadau.",
    "2941545733": "Peirianwyr ydym ni, nid gwerthwyr: rydyn ni am i chi fod yn hapus â'ch dewis.",
    "2943346052": "Wrth i broses safoni IETF barhau, rydym yn disgwyl y bydd porwyr mawr yn mabwysiadu rhyw fath o Doc Preifatrwydd yn frodorol. Yn y pen draw, bydd hyn yn golygu nad oes angen yr estyniad. Am y foment, fodd bynnag, dilynwch y cyfarwyddiadau isod.",
    "2945960297": "O ran pynciau data'r UE, mae'r term \"gwybodaeth bersonol\" fel y'i defnyddir yn y Polisi Preifatrwydd hwn yn gyfwerth â \"data personol\" fel y'i diffinnir yn Rheoliad Diogelu Data Cyffredinol (GDPR) yr Undeb Ewropeaidd.",
    "2947576723": "Mae'r stori hon yn rhagddyddio trwyddedau gyrrwr ac argraffu bysedd digidol, ond mae'n cynnig enghraifft dda o'r hyn a all fynd o'i le mewn sefyllfa cymryd cyfrif. Mae person yn mewngofnodi i gyfrif banc ar-lein neu ap taliadau symudol. Ai ef yw gwir ddeiliad y cyfrif, neu haciwr? Pwy yw pwy mewn gwirionedd? Mae'r materion diogelwch hyn yn effeithio ar sefydliadau sy'n caniatáu mynediad i gyfrif hunanwasanaeth.",
    "2952586316": "Nid yw pob problem yr un peth. Efallai y bydd anodiadau ar gyfer tasgau sy'n hanfodol i ddiogelwch yn gofyn am hyder 99.99% gan weithwyr cwbl ddynol. Efallai y bydd angen hyder cymedrol yn unig ar gyfer un nodwedd beta mewn app gêm symudol. Chi sy'n penderfynu.",
    "2954157511": "Pam ydyn ni'n defnyddio Cwcis?",
    "2959486280": "Os nad ydych yn cytuno â'r Telerau Gwasanaeth hyn, ni chewch ddefnyddio na chyrchu'r Wefan na'r Gwasanaeth.",
    "295955580": "Efallai y bydd ein gwefan yn cynnwys dolenni i wefannau trydydd parti. Nid ydym yn rheoli, ymchwilio, monitro na gwirio gwefannau o'r fath. Nid ydym yn gyfrifol am y rhaglenni cyfrifiadurol, y cynnwys na'r farn a gynhwysir ar wefannau o'r fath ac nid ydym yn eu cymeradwyo. Os penderfynwch adael ein gwefan a chyrchu unrhyw wefan trydydd parti, byddwch yn gwneud hynny ar eich risg eich hun.",
    "2968026167": "Eich hoff lysieuyn",
    "2970907810": "tudalen. Prif Swyddog Gweithredol cyfredol y cwmni yw'r rheolwr gyfarwyddwr sy'n gyfrifol am gynnwys.",
    "2989126922": "Agor dewisiadau Chrome o'r bar dewislen.",
    "299335340": "Beth ydyw a sut i atal yr ymosodiadau",
    "3004688366": "() Ni ddylai gwrthfesurau gynnwys twyll gwifren na thwyll cardiau credyd",
    "3005876482": "hCaptcha Yw'r Gwasanaeth CAPTCHA Annibynnol Mwyaf, Yn rhedeg ar 15% o'r Rhyngrwyd",
    "3007128955": "https://www.whatsmyip.org/",
    "3007158970": "Gwrthwynebu ein dibyniaeth ar ein buddiannau cyfreithlon fel sail i'n prosesiad o'ch gwybodaeth bersonol sy'n effeithio ar eich hawliau.",
    "3012870872": "Mae gwefannau ac apiau sy'n defnyddio'r fersiwn am ddim (hCaptcha Publisher) yn ennill refeniw o'r gwaith hwnnw yn lle ei roi i Google.",
    "3014149332": "A: Na, nid yw tocynnau yn rhyngweithredol: rhaid iddynt gael eu rhoi a'u hadbrynu gan yr un awdurdod, yn yr achos hwn hCaptcha. Sylwch, os oes gennych docynnau o Cloudflare a hCaptcha yn eich estyniad, bydd y nifer sydd ar gael yn newid i'r swm cywir yn dibynnu ar ofyniad y dudalen rydych chi'n ymweld â hi. Hynny yw, os oes gennych 100 o basiau Cloudflare yn eich waled a 10 tocyn hCaptcha, dylech weld 10 ar eicon yr estyniad ar dudalennau gyda hCaptcha wedi'u hymgorffori.",
    "3014657981": "Wrth ymyl \"Cwcis,\" trowch y gosodiad ymlaen.",
    "3017040355": "Mae prosesu data Pwnc Data'r UE yn gweithredu o dan sail gyfreithiol y Cymalau Cytundebol Safonol (SCCs) sydd wedi'u hintegreiddio yn yr Adendwm Prosesu Data i'n Telerau Gwasanaeth neu Gytundebau Prosesu Data gyda'n Integreiddwyr.",
    "3017533972": "Weithiau byddwn ni, ein partneriaid ymchwil academaidd, a'n cwsmeriaid yn cyfeirio neu'n atgynhyrchu dognau o gynnwys trwyddedig Creative Commons trwy'r platfform hCaptcha er mwyn datblygu gwybodaeth dynoliaeth ym maes dysgu peiriannau.",
    "3018077211": "25. Datrys Anghydfodau Cyfrannwr",
    "3018523079": "Arhoswch ar frand gyda phrofiad defnyddiwr cyson.",
    "3022001832": "Rydym yn casglu gwybodaeth gan unigolion sy'n rhyngweithio â'n Gwefannau a'n Gwasanaethau, gan gynnwys y rhai sy'n ymgorffori ein Gwasanaeth yn eu gwefan (\"Integreiddwyr\"), y rhai sy'n defnyddio'r gwasanaethau ar gyfer labelu data (\"Cwsmeriaid\"), a'r defnyddwyr terfynol sy'n rhyngweithio â'n Gwasanaeth trwy wefannau ein Integreiddwyr (\"Defnyddwyr Terfynol\").",
    "3022301908": "Mynediad",
    "3022922096": ", cyfres o fentrau menter hCaptcha. Yn wahanol i'r fersiwn am ddim o hCaptcha,",
    "3025548709": "A oes dewis arall yn lle'r fargen annheg hon?",
    "3027055607": "16. Eiddo Deallusol a Hawliau Perchnogol",
    "3028319964": "Moeseg AI",
    "3030395800": "Daw'r tystlythyrau hyn fel rheol o dorri data. Fe'i gelwir hefyd yn “ollyngiadau credadwy,” gall yr ymosodiadau hyn arwain at ddympio miliynau o gymwysterau ar y we dywyll. Os daeth y gollyngiad o fanc, bydd yr haciwr yn ceisio defnyddio'r tystlythyrau hynny i fynd ar wefannau eraill. Mae'r dull hwn yn gweithio oherwydd bod cymaint o bobl yn defnyddio'r un cyfuniad enw defnyddiwr a chyfrinair ar gyfer sawl safle. (Nid yw'r arfer hwn yn cael ei annog, ond realiti yw'r hyn ydyw. Mae pobl yn tueddu i ailadrodd yr un tystlythyrau mewngofnodi.)",
    "30312304": "diffygion eraill a arferai amrywio o wladwriaeth i wladwriaeth cyn pasio deddf ffederal wael.)",
    "3031284129": "Ymwadiadau Gwarant",
    "3031357206": "Bydd eicon newydd yn ymddangos wrth ymyl eich bar URL. Nawr ewch i wefan gan ddefnyddio hCaptcha. Bydd yn edrych fel hyn:",
    "3031953301": "Efallai y byddwn yn lle hynny yn cynnig cyfle i chi ddefnyddio ein gwasanaeth Menter hCaptcha, a pharhau i ddarparu gwasanaeth i chi am beth cyfnod (y \"Cyfnod Cynnig\"). Ni fydd ein darpariaeth barhaus o wasanaeth yn ystod y Cyfnod Cynnig yn addasu ein hawliau o dan yr Adran hon mewn unrhyw ffordd.",
    "3031953928": "Mae HUMAN Network ™ yn nod masnach Sefydliad Protocol HUMAN, ac fe'i defnyddir gyda'i ganiatâd.",
    "3034959000": "Gallwch chi adfer",
    "3038275155": "Hepgor Gweithredu Dosbarth. Rydych chi'n ildio unrhyw hawl sydd gennych i unrhyw anghydfod gael ei ddwyn, ei glywed, neu ei gymrodeddu fel gweithred ddosbarth, ar y cyd neu gynrychioliadol. Er gwaethaf unrhyw gymal arall a gynhwysir yn y cytundeb hwn, ni fydd modd torri'r ddedfryd flaenorol o'r cytundeb hwn beth bynnag. Dim ond llys awdurdodaeth gymwys sy'n penderfynu unrhyw hawliad bod yr hepgoriad hwn i gyd neu ran ohono, na ellir ei orfodi, yn ddi-rym neu'n ddi-rym, ac nid gan gymrodeddwr. Ni chewch ddial yn eich erbyn na'ch atal rhag cwblhau tasgau ar ein gwefan o ganlyniad i arfer eich hawliau o dan Adran 7 o'r Ddeddf Cysylltiadau Llafur Cenedlaethol, na thrwy ffeilio neu gymryd rhan mewn gweithredu dosbarth, ar y cyd neu gynrychioliadol mewn unrhyw fforwm. , ond gallwn ofyn yn gyfreithlon orfodi'r hepgoriad gweithredu dosbarth hwn, a cheisio diswyddo gweithredoedd neu hawliadau dosbarth, cyfunol neu gynrychioliadol o'r fath.",
    "304004915": "Nid ydym yn poeni pwy yw'r defnyddwyr, dim ond pa mor debygol ydyn nhw o fod yn faleisus neu'n beiriannau. Rydym yn cefnogi mentrau fel",
    "3044038608": "Rydych yn cytuno i ddarparu gwybodaeth wir, gywir a chyflawn i ni yn unol â chais yn ein proses gofrestru. Rydych hefyd yn cytuno i ddiweddaru gwybodaeth o'r fath yn brydlon yn ôl yr angen i'w chadw'n gyfredol ac yn gywir.",
    "3047519814": "Rydych yn cytuno na fyddwch yn rhannu eich cyfrif na'ch cyfrinair ag unrhyw un.",
    "3048865891": "Costau a Ffioedd. Bydd pob parti yn ysgwyddo eu costau priodol ar gyfer cynrychiolaeth gyfreithiol mewn unrhyw gyflafareddiad o'r fath, ac eithrio i'r graddau y darperir yn benodol ar gyfer ffioedd atwrnai yn ôl y gyfraith. Bydd y partïon yn rhannu unrhyw ffi weinyddol gychwynnol a godir gan y cyflafareddwr, hyd at uchafswm cost i chi o ddau gant a hanner o ddoleri (UD $ 250.00). Ni fydd cost y cyflafareddwr a'r gohebydd llys, os o gwbl, yn cael eu talu i ddechrau; fodd bynnag, bydd gan y cyflafareddwr y disgresiwn i ddyfarnu costau priodol i'r parti cyffredinol, fel y darperir yn ôl y gyfraith, a / neu ei gwneud yn ofynnol i'r partïon rannu'r costau sy'n gysylltiedig â'r cyflafareddwr a / neu'r gohebydd llys.",
    "3049976256": "Ar gyfer pob cwsmer labelu newydd, rydym yn mynd trwy restr wirio yn ystod y broses werthu. Mae hyn yn cynnwys diwydrwydd KYC cychwynnol cyn mynd ar fwrdd y llong, yn ogystal â dilysu pob cais a wneir i'n dadansoddwyr, a hapwiriadau amser real ac adolygiadau cyfnodol o geisiadau a wneir gan ddefnyddio ein platfform hunanwasanaeth.",
    "3054564199": "Cit Gwasg",
    "3056723024": "13. Cwblhau Tasgau yn annerbyniol",
    "305735018": "Yn olaf, dewis arall credadwy i Google. Mae hCaptcha Enterprise yn sicrhau arbedion dramatig ar eich bil reCAPTCHA gyda diogelwch uwch: hyd at 80% yn rhatach mewn rhai achosion.",
    "3060764232": "https://lld-workshop.github.io",
    "3063819779": "polisi preifatrwydd",
    "3064321967": "Anfonwyd yr e-bost sbam cyntaf y gwyddys amdano ym 1978. [",
    "3065000659": "A wnaethoch chi sylweddoli bob tro y byddwch chi'n \"clicio ar y car\" rydych chi'n helpu i hyfforddi sengl",
    "3068923550": "() Rhaid i wrthfesurau weithio os caiff ei gyflwyno'n raddol",
    "3083289844": "Os ydych wedi dod o hyd i fater y credwch a allai effeithio ar breifatrwydd defnyddiwr, anfonwch e-bost atom yn",
    "3086730511": "Os ydych chi'n Integreiddiwr ein gwasanaeth am ddim ac rydym yn penderfynu eich bod wedi rhagori ar ein trothwyon defnydd teg, ar hyn o bryd y lleiaf o:",
    "3088605177": "Ychwanegwch ein cod her dim ond lle mae'n angenrheidiol, a lle mae'n gwneud synnwyr i'ch amddiffyn chi a'ch defnyddwyr.",
    "3089778412": "Sut mae hCaptcha yn Cyfrifo Gwobrwyon",
    "3092200338": "** Pan fydd y 15fed yn cwympo ar benwythnos, y Dyddiad Talu allan yw'r 17eg yn lle.",
    "3093388779": "Mae hCaptcha yn rhad ac am ddim i'w ddefnyddio ar gyfer cyhoeddwyr o unrhyw faint",
    "3093689546": "Integreiddio hawdd",
    "3094150511": "Awdurdod rheoleiddio: Comisiwn Cyfathrebu Ffederal yr UD, 45 L Street NE, Washington, DC 20554 UDA.",
    "3094354698": "Mehefin 15fed 2019",
    "3096063825": "Rhowch gynnig arni",
    "3096553330": "Mae pob system rydyn ni'n ei chreu yn syml yn adlewyrchu ein perthnasoedd â phobl eraill.",
    "3098677775": "C: A yw fy hanes IP a phori yn gwbl breifat o hCaptcha wrth ddefnyddio Pas Preifatrwydd?",
    "3100722753": "Am faterion diogelwch neu breifatrwydd posib, gweler y cyfarwyddiadau isod.",
    "3103557430": "Sut Rydym yn Defnyddio Gwybodaeth",
    "3103642530": "Mae'r adolygiad hwn yn cynnwys sawl set o feini prawf:",
    "3107683988": "Gall hyn leihau traffig a chostau oddi ar y rhwydwaith yn ddramatig wrth gadw holl fuddion rheoli gan ein staff ar alwad 24/7 i gwrdd â'r CLGau llymaf.",
    "3108727249": "BotStop",
    "310885519": "neu",
    "3114147525": "Mae cwsmeriaid hCaptcha yn defnyddio'r gwasanaeth ar gyfer tasgau gan gynnwys adnabod gwrthrychau, canfod priodoleddau (casglu labeli i nodi mathau o ddillad), graddio perthnasedd (dewis y cynnyrch mwyaf perthnasol o sawl opsiwn o'i gymharu â chynnyrch sylfaenol), blychau rhwymo (dod o hyd i feysydd o ddiddordeb ar delwedd), \"Human OCR\" (adnabod y testun mewn delwedd) a llawer o fathau eraill o dasgau.",
    "3117887301": "Ymddiried yn y gwasanaethau ar-lein mwyaf",
    "3119498672": "cyflawni unrhyw dasg gan ddefnyddio bots Rhyngrwyd, robotiaid gwe, bots, sgriptiau, neu unrhyw fath arall o ddeallusrwydd artiffisial neu fel arall geisio sicrhau gwobrau gan IMI neu unrhyw Geisiwr neu Integreiddiwr heb gwblhau tasgau fel y'u disgrifir;",
    "3119589996": "Sut mae'n gweithio: mae estyniad porwr yn rhoi'r gallu i ddefnyddwyr greu a llofnodi tocynnau dall cryptograffig ar gyfer gwefannau sy'n cefnogi'r protocol Pas Preifatrwydd. Mae'r estyniad yn cynhyrchu pasiau sy'n cynnwys tocynnau dall-gryptograffig sydd wedi'u llofnodi gan hCaptcha pan fydd her yn cael ei datrys ar unrhyw safle sy'n defnyddio'r gwasanaeth hCaptcha,",
    "3121248460": "Arddangos heriau arfer anfeidrol amrywiol - o'r syml i'r cymhleth - i'ch cynulleidfa a ragwelir",
    "3128328457": "Os ydych chi'n Gyfrannwr neu'n Integreiddiwr, chi yn unig sy'n gyfrifol am dalu unrhyw dreth incwm ffederal, y wladwriaeth neu leol amcangyfrifedig, nawdd cymdeithasol, FICA, ac iawndal gweithwyr sy'n ddyledus o ganlyniad i ddefnyddio ein gwefan, yn ogystal â trethi neu daliadau tebyg mewn awdurdodaethau y tu allan i'r UD. Rydych yn cytuno i indemnio a dal ni yn ddiniwed ar gyfer unrhyw asesiadau yn ein herbyn oherwydd i chi fethu â chydymffurfio ag unrhyw ddeddfau treth.",
    "3128433367": "... a llawer mwy",
    "3130928685": "Blog",
    "3138772661": "miloedd o fywydau bob blwyddyn",
    "3139609561": "Isod mae dwy enghraifft o ddosbarthu delweddau a mathau o swyddi canfod priodoleddau. [",
    "31502377": "Beth yw elfen Testun Cyfoethog?",
    "3152512587": "ac mae'r system yn casglu cannoedd o filiynau o ddatrysiadau dyddiol. [",
    "3153117136": "Sut mae Gosodiadau Anhawster hCaptcha yn Gweithio",
    "3160820928": "Diogelu ymosodiad cydgysylltiedig",
    "3161489950": "Llwyfan ML Diogelwch Mwyaf y Byd",
    "3162107126": "Nid yw IMI yn barti mewn unrhyw anghydfod rhyngoch chi ac unrhyw ddefnyddiwr arall o'r Gwasanaethau. Rydych chi'n rhyddhau IMI a'i gysylltiadau o unrhyw hawliadau, galwadau ac iawndal o bob math a natur, yn hysbys ac yn anhysbys, yn amheus ac yn amheus, wedi'u datgelu a'u datgelu, yn deillio o unrhyw anghydfod rhyngoch chi a defnyddiwr arall neu'n gysylltiedig ag ef.",
    "3167979932": "Wedi'i gynllunio ar gyfer preifatrwydd o'r diwrnod cyntaf. Cytundeb Prosesu Data Cryf.",
    "3168199226": "Fodd bynnag, yn 2020 daeth yn amlwg y gallai adeiladu'r math hwn o set ddata gael ei ystyried yn dechnoleg defnydd deuol mewn ffordd na fyddai llawer wedi'i ddisgwyl flwyddyn yn ôl.",
    "3173156067": "Mae rhywfaint o gyfochrog parod ar gael pe byddech chi'n hoffi cynnwys delweddau enghreifftiol yn eich erthygl.",
    "3176531704": "Anodi data",
    "3178581111": "Defnyddiwch at Ddibenion Newydd",
    "3180664128": "Trwy ddysgu dros filoedd o signalau, gall modelau gasglu a chyrraedd hyder uchel wrth ganfod ymddygiad maleisus yn gyflym iawn, hyd yn oed pan na fyddai unrhyw signal unigol ynddo'i hun yn ddigon cryf i nodi problem.",
    "3182435854": "Hawlfraint",
    "318339230": "(Gall un neu fwy o'r canlynol fod yn berthnasol i'ch syniad penodol chi, ac efallai y bydd ganddo",
    "3183855267": "1. hmt_id",
    "3186435874": "sesiwnid",
    "3192683783": "Newidiadau i'r Polisi Preifatrwydd hwn",
    "3193548097": "Gobaith Springs Tragwyddol",
    "3194111925": "cefnogaeth",
    "3194601049": "www.hcaptcha.com",
    "3195334319": "Defnyddioldeb a bregusrwydd APIs",
    "3200641265": "Heb fod yn hwyrach na Mehefin 16eg 2020 *",
    "3200859925": "1. Pwrpas",
    "320166522": "Erbyn hyn mae dysgu trwy beiriant yn effeithio ar bron bob agwedd ar ein bywydau, yn aml mewn ffyrdd nad ydym yn sylweddoli ac na allwn eu gweld. Nid yw gwasanaethau diogelwch ar-lein yn ddim gwahanol.",
    "3202747130": "Cytundeb Cyfan. Mae'r Telerau Gwasanaeth hyn ac unrhyw bolisïau, gweithdrefnau, neu delerau y cyfeirir atynt yn y cytundeb hwn yn gyfystyr â chytundeb cyfan y partïon mewn perthynas â'r pwnc, ac yn disodli ac yn canslo'r holl gytundebau, hawliadau, sylwadau a dealltwriaethau blaenorol a chyfoes sy'n gysylltiedig â'r partïon. .",
    "3203921334": "Roeddem yn hoffi nifer o bethau am yr atebion hCaptcha: 1) nid ydynt yn gwerthu data personol; dim ond lleiafswm o ddata personol angenrheidiol y maen nhw'n ei gasglu, maen nhw'n dryloyw wrth ddisgrifio'r wybodaeth maen nhw'n ei chasglu a sut maen nhw'n ei defnyddio a / neu'n ei datgelu.",
    "3206136647": "Mae problem Google yma yn seiliedig ar y data cwestiynau maen nhw'n eu defnyddio yn erbyn pwy sy'n ei weld. Os daw'r holl ddata o'r un diwylliant (ac yn achos Google, yr un cwmni) gallwch yn sicr ddisgwyl cael heriau nad ydynt yn cyfieithu'n dda i ddiwylliannau eraill, yn unol â chwyn Eden.",
    "3207769512": "Defnyddio Swyddi Cynhyrchu",
    "3208155808": "Trosglwyddwch gopi o'ch gwybodaeth bersonol y gellir ei ddarllen gan beiriant i chi neu drydydd parti o'ch dewis.",
    "3212830633": "2. Cymhwyster",
    "3213351333": "Nid oes angen ymrwymiad ymlaen llaw",
    "3213411837": "delwedd 2",
    "3214322759": "fel arall cymryd rhan mewn unrhyw weithgaredd maleisus neu dwyllodrus.",
    "3217791519": "Gorff 15fed 2020 - Hydref 15fed 2020",
    "3225770968": "Mae hCaptcha wedi'i gynllunio i ddatrys y broblem fwyaf llafurddwys wrth ddysgu peiriannau; labelu llawer iawn o ddata mewn modd amserol, fforddiadwy a dibynadwy.",
    "3225936061": "Mae'n debyg eich bod yn gweld lluniau o destun wedi'u cymryd o dudalennau llyfrau ar wasanaeth Llyfrau Google, ac yn helpu i wella eu meddalwedd OCR (adnabod testun).",
    "322830977": "Sut i analluogi Cwcis.",
    "3228928991": "Gwybodaeth y gellir ei defnyddio i adnabod neu gysylltu ag unigolyn (\"Gwybodaeth Bersonol\"), fel enw, cyfeiriad e-bost, a gwlad. Rydym yn casglu Gwybodaeth Bersonol gan ein Integreiddwyr a'n Cwsmeriaid cyfredol a darpar gwsmeriaid pan fyddant yn ei rhoi yn uniongyrchol i ni (er enghraifft, trwy lenwi ffurflen wrth gofrestru ar gyfer cyfrif, neu wneud cais i dderbyn hysbysiadau e-bost gennym ni). Efallai y byddwn hefyd yn gwirio hunaniaeth ein Integreiddwyr a'n Cwsmeriaid trwy gymharu gwybodaeth bersonol â chronfeydd data trydydd parti neu ddogfennau cyfreithiol swyddogol.",
    "3230004040": "A oes gennych nam ar eich golwg neu fel arall na allwch gwblhau hCaptchas?",
    "3233305531": "Nodau Masnach",
    "3233441200": "Ailadrodd Polisi Infringer",
    "3235430156": "systemau dysgu peiriannau cwmni am ddim?",
    "3235744534": "Rhyngrwyd archwiliwr",
    "3236311792": "4. dadansoddiad mewnol hCaptcha. Data a gynaeafwyd trwy Fehefin 30ain, 2019. Manylion ar gael ar gais.",
    "3236873806": "IMI sy'n gyfrifol am y wefan hon.",
    "3238184941": "Nodyn: Gellir rhannu risg twyll sy'n gysylltiedig â chyfeiriad IP unigol ag Integreiddiwr ar gais.",
    "3238345709": "() Bydd yn stopio sbam am bythefnos ac yna byddwn yn sownd ag ef",
    "3238612014": "Pori hanes, gwybodaeth am ryngweithio defnyddiwr â gwefan, cymhwysiad neu hysbyseb rhyngrwyd.",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "3240786848": "Diweddariad diwethaf: Chwefror 18, 2021",
    "324647915": "Diolch am gymryd yr amser i'n helpu i gael y wybodaeth hon!",
    "3247172580": "Cyfunodd hCaptcha ddysgu peiriant hunan-oruchwyliedig datblygedig gyda dull cyfrifiadurol ymyl newydd sy'n lleihau casglu a chadw data yn unigryw, a ddarperir o dros 250 o leoliadau yn fyd-eang ar gyfer scalability enfawr.",
    "325077666": "Trwy gyflwyno'ch gwybodaeth rydych chi'n cytuno i'n",
    "3251220335": "A: Na. Cliciwch yr un ddolen mewngofnodi e-bost a anfonwyd atoch ar bob dyfais a ddefnyddiwch er mwyn gosod y cwci.",
    "3254142589": "() Problemau awdurdodaeth",
    "3255230599": "Beth yw cwci?",
    "3256020881": "Arsylwi ar eich ymddygiadau a'ch gweithgareddau pori dros amser ar draws sawl gwefan neu lwyfan arall.",
    "3256245394": "yn ogystal â'n postiadau blog, ee",
    "3260825523": "Peiriannau Intuition",
    "3264813246": "Amhriodol",
    "3265293440": "() Tueddiad protocolau heblaw SMTP i ymosod",
    "3265328927": "), cwmni dysgu peiriannau sy'n cynnig cynhyrchion a gwasanaethau i gwmnïau sy'n gweithredu dysgu peiriant ar raddfa.",
    "3265895521": "Codi ac anhawster her is yn seiliedig ar amser o'r dydd",
    "3268946369": "6. Credyd: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "3269644546": "Os gwelwch yn dda",
    "3272552822": "Datblygwyr a chryptograffwyr:",
    "32739972": "I storio eich gwybodaeth sesiwn mewngofnodi os ydych wedi'ch cofrestru ar ein Gwefannau.",
    "3276777569": "hCaptcha",
    "3280658086": "datrysiadau menter",
    "3286051798": "Gellir styled penawdau, paragraffau, blocquotes, ffigurau, delweddau a chapsiynau ffigur i gyd ar ôl i ddosbarth gael ei ychwanegu at yr elfen testun cyfoethog gan ddefnyddio'r system dewisydd nythu \"Pan y tu mewn i\".",
    "328625009": "... rydyn ni'n barod pan fyddwch chi: mae ein gwasanaeth ar gael o gwmpas y cloc.",
    "3287172429": "Dangos y mathau o her rheoli",
    "3288667364": "Cymharu a Canfod",
    "3290996791": "Mae pob enw cynnyrch, logos a brand arall yn eiddo i'w perchnogion priodol. Mae'r holl enwau cwmnïau, cynnyrch a gwasanaeth eraill a ddefnyddir ar y wefan hon at ddibenion adnabod yn unig. Nid yw defnyddio'r enwau, logos a brandiau hyn yn awgrymu ardystiad.",
    "3292221787": "atebwyd yr her, nid yn unig a oedd yn gywir, ac mae'n newid y cwestiynau a'r data a ddefnyddir yn aml.",
    "3301728462": "Mae miliynau o bobl yn defnyddio hCaptcha bob mis, ar filoedd o gyfuniadau o borwyr, estyniadau, dyfeisiau, waliau tân, a mwy.",
    "3312336121": "sy'n defnyddio llawer iawn o ddata ymddygiadol i benderfynu a yw defnyddwyr gwe yn fodau dynol neu'n bots cyfreithlon",
    "3315658779": "Atal Sgrapio Cynnwys gyda hCaptcha Enterprise",
    "3319083717": "Enw:",
    "3324288040": "Anfonwch adborth atom",
    "332723732": "cynnwys",
    "3329634829": "Cyfyngu ar brosesu eich gwybodaeth bersonol.",
    "3329755436": "Ydych chi'n bwriadu cyflymu'r broses hon?",
    "3334160175": "() Mae'n ddi-amddiffyn rhag ymosodiadau grym 'n Ysgrublaidd",
    "3336625692": "Mae'r dudalen hon yn manylu ar ein meddyliau ar y pwnc hwn yng nghyd-destun Moeseg AI, ac mae'r prosesau rydyn ni'n eu dilyn i sicrhau bod defnyddio ein gwasanaethau yn parhau i fod yn unol â'r polisïau rydyn ni wedi'u mabwysiadu fel cwmni.",
    "3339302473": "27. Terfynu",
    "3342910682": "Darllen mwy",
    "3346362371": "Beth am ddysgu â pheiriant?",
    "3348433919": "Eich Hawliau",
    "3349094124": "Meini prawf pryderon moesegol: Amcan",
    "3353238942": "Mae hCaptcha wedi'i gynllunio i atal bots trwy eu gwahaniaethu oddi wrth bobl. Mae profion gweledol yn offeryn cyfleus ar gyfer hyn, ond ni all pawb ddatrys her weledol.",
    "3356329025": "1. 30 diwrnod",
    "3356349631": "Google Chrome",
    "3357523404": "Trosglwyddo Data Trawsffiniol",
    "33639629": "Ddim yn berthnasol i Wefannau Trydydd Parti. Sylwch nad yw'r Polisi Preifatrwydd hwn yn berthnasol i unrhyw wefan, cynnig, cynnyrch neu wasanaeth unrhyw drydydd parti, hyd yn oed os yw'n cysylltu â'n Gwefan neu'n ymgorffori'r Gwasanaeth - cyfeiriwch at y polisïau preifatrwydd cymwys cyn penderfynu darparu unrhyw wybodaeth i drydydd partïoedd.",
    "3365203058": "Amddiffyniad gwrth-bot o'r radd flaenaf",
    "3368788823": "Mae Terence Eden yn gwneud pwynt diddorol ar ei flog: \"",
    "3370561195": "6. Ymddygiad Derbyniol",
    "3372710513": "https://www.knowcookies.com/",
    "3376604063": "Polisïau a phrosesau Moeseg AI",
    "3376724603": "Medi 14eg-24ain 2021 †††",
    "337766618": "https://www.logdna.com/privacy-policy",
    "3378932530": "Sicrhewch fod Eich Data wedi'i Labelu Nawr",
    "337971271": "Mae dysgu trwy beiriant yn ddefnyddiol. Ond nid oes angen i ddata personol weithio.",
    "3383086062": "Mae hCaptcha Enterprise yn ddatrysiad diogelwch ar-lein cyflawn. Mae moddau gweithredol a goddefol yn gadael ichi roi'r gorau i stwffio credadwy, canfod cymryd drosodd cyfrifon, a rhwystro actorion amheus. Pob un â dim ffrithiant i ddefnyddwyr cyfreithlon.",
    "3386280249": "I ddarparu marchnad ar gyfer Data wedi'i Labelu. Mae ein Gwasanaeth yn galluogi labelu data cyfaint uchel ac adolygiad dynol ar gyfer systemau dysgu peiriannau fel gwasanaeth i berchnogion gwefannau a chwmnïau sydd angen help i labelu eu data. I'r perwyl hwnnw, rydym yn datgelu Data wedi'i Labelu i'n Cwsmeriaid sydd â diddordeb mewn caffael Data wedi'i Labelu.",
    "3388180864": "Oes gennych chi ddiddordeb mewn gweithio ar heriau technegol dwfn ar raddfa we? Rydym bob amser yn cyflogi peirianwyr talentog ledled y byd -",
    "3389431373": "Mae gwasanaethau fel reCAPTCHA v3 yn dweud bod rhoi eu picsel olrhain ar bob tudalen o'ch gwefan yn angenrheidiol er diogelwch da. Nid yw hyn yn wir.",
    "3395399558": "() Gwleidyddion anllythrennog yn dechnegol",
    "3397976149": "Sicrhewch gefnogaeth i hCaptcha Publisher",
    "3398978455": "Medi 15fed-25ain 2021 †††",
    "3401005681": "Ennill arian",
    "3401861278": ", sydd wedi'i ymgorffori yma trwy gyfeirio. Adolygwch y cytundeb hwn i weld sut rydym yn prosesu data personol ar eich rhan. Sylwch ein bod yn gweithredu fel \"prosesydd data\" at ddibenion Rheoliad Diogelu Data Cyffredinol yr UE, a \"darparwr gwasanaeth\" at ddibenion Deddf Preifatrwydd Defnyddwyr California.",
    "34074886": "Bob tro rydych chi'n ateb her, rydyn ni'n defnyddio modelau soffistigedig i ddarganfod a ydych chi'n ddynol. Yna mae'r wefan y gwnaethoch chi ymweld â hi yn defnyddio'r canlyniad hwn i helpu i wella'ch profiad ar eu gwefan trwy gadw bots allan.",
    "3408107995": "Heddiw, serch hynny, mae crafu yn ddieithriad yn golygu dull rhaglennu o dynnu data o wefan. Mae'r meddalwedd crafu yn gweithredu fel defnyddiwr dynol, gan glicio ar fotymau a darllen yr allbwn sy'n deillio o hynny. Mae yna lawer o ddefnyddiau dilys ar gyfer crafu. Mae ymlusgwyr gwe bod peiriannau chwilio pŵer yn un enghraifft. Felly hefyd offer fel Skyscanner sy'n chwilio am fargeinion teithio trwy gribo trwy filoedd o wefannau teithio. Mae cwmnïau Fintech yn ei ddefnyddio hefyd, gan grafu data ariannol defnyddiwr o wefannau banc os nad oes Rhyngwynebau Rhaglennu Cymwysiadau (APIs) ar gael i wneud y cysylltiad data. Y pethau i'w cadw mewn cof ynglŷn â chrafu sgrin yw ei gyflymder a'i scalability. Gall y broses gynaeafu llawer iawn o ddata o wefannau, gan dybio nad yw'r gwefannau wedi'u ffurfweddu i'w atal rhag digwydd. Ar gyflymder cyfrifiannu, gall sgrafell gronni setiau data mawr trwy ryngweithio â gwefannau a'r feddalwedd a'r cronfeydd data sylfaenol sy'n eu pweru.",
    "3409726716": "cofrestru ar gyfer mwy nag un cyfrif gyda ni heb awdurdodiad ysgrifenedig;",
    "3412647984": "Mae hyn yn caniatáu ichi osgoi cwestiynau yn y dyfodol trwy gofrestru a gosod cwci. Ceisiwch hefyd ddiffodd eich atalydd hysbysebion.",
    "3417372336": "Newid mewn munudau",
    "3419878556": "Sicrhewch nad yw \"Blocio cwcis trydydd parti\" wedi'i alluogi.",
    "3421090159": "ffynhonnell agor",
    "3426312287": "Ion 5-15fed 2022",
    "3433896984": "BotStop ™",
    "3434202027": "Mae angen priodoli unrhyw ddefnydd o'r enw hCaptcha mewn cyfathrebiadau: \"Mae hCaptcha yn nod masnach cofrestredig Intuition Machines, Inc.\"",
    "3436534225": "Mae bron pob cwmni sy'n cychwyn peilot yn dewis ein datrysiadau yn y pen draw.",
    "3437412311": "Ar gyfer defnyddwyr Menter, mae opsiynau ar gael i osgoi heriau yn y mwyafrif o senarios yn llwyr, gan ddibynnu ar sgoriau goddefol.",
    "3441764123": "Pan gyflwynir her i ddefnyddiwr hygyrchedd ar safle sy'n defnyddio'r gwasanaeth hCaptcha, byddant yn pasio yn awtomatig.",
    "3443160243": "hCaptcha Partner ™",
    "3444947612": "Traffig Rhwng",
    "3446714684": "Integreiddio Symudol (iOS ac Android)",
    "345108670": "- stwffin credential ac ymdrechion eraill i feddiannu cyfrifon",
    "3453526675": "1. Parti 1af",
    "345563040": "() Mae hwn yn syniad gwirion, ac rydych chi'n berson gwirion am ei awgrymu.",
    "3457805519": "3. A ellir cyflawni cais y cwsmer o dan gyfraith yr UD a'n rheolau ymgysylltu?",
    "3458934553": "3. Amrywiol; hyd at 30 diwrnod.",
    "3460432665": "Er gwaethaf yr uchod, os ydych chi'n drethdalwr yn yr UD gallwn ofyn i chi W-9, gael ei ddiweddaru'n flynyddol, ac efallai y byddwn yn eich gwahardd rhag cyflawni tasgau nes eich bod wedi cwblhau neu ddiweddaru W-9.",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "3464870463": "1. Cwcis Whitelist hcaptcha.com a * .hcaptcha.com yn eich atalydd hysbyseb neu estyniad diogelwch porwr.",
    "3470857731": "Dadansoddiad o ba mor dda y mae reCAPTCHA yn canfod bots.",
    "3475647460": "() Yn gofyn am ormod o gydweithrediad gan sbamwyr",
    "3478726913": "Mae gan hCaptcha un o'r pyllau mwyaf ar y blaned at eich defnydd chi. Beth bynnag fo'ch graddfa, gallwn ei drin heb ymrwymiadau drud ymlaen llaw. Nid yw miliynau o dasgau bob dydd yn broblem.",
    "3479034323": "Os ydych chi'n gweld cynnwys sy'n eiddo i chi wedi'i atgynhyrchu ar y platfform hCaptcha ac yr hoffech iddo gael ei ddileu am unrhyw reswm, gallwch gysylltu â ni trwy e-bost.",
    "3480023141": "Dysgu mwy am opsiynau hygyrchedd",
    "3483700676": "Lansio miliynau o dasgau ar unwaith",
    "3488019891": "Mae hCaptcha yn nod masnach cofrestredig Intuition Machines, Inc.",
    "348809718": "4. O dan \"Cwcis Trydydd Parti\" dewiswch \"Derbyn\".",
    "349292953": "Gwybodaeth a Gasglwn",
    "3494826505": "Gyda gwerthwyr rydym yn ymgysylltu i ddarparu agweddau hanfodol ar y Safleoedd a'r Gwasanaeth, megis storio data, cynnal, a Dadansoddeg, a dim ond at y dibenion hynny.",
    "3496767126": "Er mwyn osgoi amheuaeth, mae'r paragraff a ganlyn yn berthnasol yn unig i Gwsmeriaid sy'n defnyddio ein gwasanaethau anodi, ac i beidio â defnyddio ein Gwasanaethau fel Integreiddiwr",
    "3500503648": "Mae hCaptcha wedi'i gynllunio i ddileu cadw data yn y tymor hir trwy ddibynnu ar werthuso ar unwaith yn hytrach na chofnodi a dadansoddi eich hanes pori. Rydym hefyd yn cefnogi mentrau fel",
    "3501923981": "Diweddarwyd ddiwethaf: Ionawr 1, 2020.",
    "3507532387": "() Rhwyddineb chwilio gofod cyfeiriad alffaniwmerig bach o'r holl gyfeiriadau e-bost",
    "3510143229": "Mae hCaptcha yn wasanaeth ar gyfer gwefannau ac apiau,",
    "3511610999": "Gadewch i ni sicrhau eich bod chi'n cyrraedd y lle iawn.",
    "3515435438": "Riportio Cwynion DMCA",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3519564631": "Dibenion Prosesu",
    "3520687192": "Gellir cadw cofnodion cyfathrebu â chi (ee tocynnau cymorth a agorir trwy e-bost neu Twitter) am gyfnod amhenodol.",
    "3524251858": "Cyfarwyddwr Rheoli Cynnyrch, Cloudflare",
    "3526939538": "Byg Meddalwedd",
    "3527140447": "Docs",
    "3530599065": "Mae preifatrwydd wedi'i adeiladu o'r gwaelod i fyny. Nid yw hCaptcha yn cadw unrhyw PII ac mae'n cydymffurfio â nifer o fandadau a rheoliadau preifatrwydd.",
    "353066938": "Tîm profiadol, yn gweithio ar broblemau anoddaf heddiw. Mae hCaptcha yn wasanaeth o",
    "3532143291": "I sicrhau ein gwasanaethau a'n systemau. Rydym yn defnyddio Gwybodaeth Ddadansoddol i sicrhau ein systemau trwy nodi bygythiadau a gwendidau posibl, ac i amddiffyn y wybodaeth a gasglwn fel arall.",
    "353367791": "Canfod actorion drwg o lawer o wahanol fathau.",
    "3536122902": "() Nid yw eu hatal felly yn ddigon araf a phoenus",
    "3543141425": "ar ei gyfer!",
    "3545935449": "Cydnabod defnyddwyr newydd neu gyn-ddefnyddwyr.",
    "3548097301": "Effeithiol: 1 Ionawr, 2020.",
    "354925785": "Intro",
    "3554363588": "Marciau Eraill",
    "3554448168": "Categoreiddio",
    "3555583744": "a",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "3564208535": "Rydych yn cytuno i ddefnyddio ymdrechion rhesymol yn fasnachol i amddiffyn unrhyw Wybodaeth Gyfrinachol a dderbynnir gennym ni neu trwy ein Gwasanaethau. yn cynnwys sgoriau bot a manylion nad ydynt yn gyhoeddus o'n gwasanaeth menter, gan gynnwys dogfennaeth nad yw'n gyhoeddus ac unrhyw fanylion y gallwn eu rhannu ynghylch ein dulliau canfod bot. Os rhoddir mynediad ichi i unrhyw Wybodaeth Gyfrinachol o'r fath, gallwn addasu, atal, neu gyfyngu ar eich mynediad i'n Gwasanaethau yn ôl ein disgresiwn llwyr os penderfynwn fod Gwybodaeth Gyfrinachol yn cael ei hamlygu gan eich defnydd o'n Gwasanaethau, a byddwn yn defnyddio ymdrechion rhesymol i roi rhybudd i chi cyn eich atal dros dro.",
    "3566102529": "ni heddiw i ddysgu mwy.",
    "3569492665": "Nid recordio gweithgaredd ar-lein yw'r ateb.",
    "3570415321": "Cwmni",
    "3571003547": "https://www.honeycomb.io/security",
    "3571006800": "Gall peth o'r wybodaeth a roddwch i ni fod yn ddata sensitif fel y'i diffinnir yn y GDPR (y cyfeirir ato hefyd fel categorïau arbennig o ddata personol), gan gynnwys adnabod eich hil neu ethnigrwydd ar ddogfennau adnabod a gyhoeddwyd gan y llywodraeth.",
    "3573245166": "Yn wahanol i reCAPTCHA, rydyn ni'n gweithio ym mhob gwlad.",
    "3576146278": "Dim ond talu am y cywirdeb sydd ei angen arnoch chi",
    "3578122193": "Arhoswch ar frand gyda chynnwys perthnasol",
    "3588274874": "Wrth ganolbwyntio ar gyflenwi cynnyrch sy'n cyd-fynd ag ymdrechion rheoliadol fel GDPR yr Undeb Ewropeaidd a CCPA California, rydym wedi profi twf enfawr - wrth gwrs, mae'n helpu bod hCaptcha yn amnewid “galw heibio” syml ar gyfer reCAPTCHA ac felly gellir ei osod o fewn munudau.",
    "3588620914": "Mae Pas Preifatrwydd yn ddyfais newydd yn ôl safonau'r We, ac mae'n bosibl i gymwysiadau eraill ac estyniadau porwr nad ydyn nhw'n ymwybodol ohono ymyrryd â'i ymarferoldeb.",
    "3590546893": "Mae dadansoddiad ymddygiadol syml yn signal sy'n cael ei ffugio'n hawdd gan actorion gwael, ac mae angen cadw hanes pori ar gyfer eich holl draffig cyfreithlon hefyd.",
    "359073033": "Mae dangosfyrddau yn darparu golygfeydd lefel uchel neu raen mân o weithgaredd.",
    "3594381346": "lleoliad.",
    "3594440415": "Yn y pen draw, byddant yn dechrau agor drysau.",
    "3594526017": "Mae Gwyddonwyr IM yn Gosod Meincnod Newydd ar gyfer Cydnabod Testun dan Oruchwyliaeth Wan (OCR) yn CVPR 2020.",
    "3596207631": "C: Rwy'n dal i weld her ar ôl gosod y cwci. Beth sy'n achosi hyn?",
    "3600022491": "Am y rheswm hwn rydym wedi cynllunio dewis arall syml, di-boen i adael i gyhoeddwyr sy'n defnyddio ein gwasanaeth gadw hygyrchedd i bawb gyda chydymffurfiad llawn Adran 508 a WCAG 2.1 AA.",
    "3600718611": "Ystyriwch Google reCAPTCHA,",
    "3600797185": "Byddai cynnig adnabod bot ôl-weithredol yn agor Google i gwestiynau dyrys ynghylch sut i ad-dalu hysbysebwyr a wariodd arian ar y traffig twyllodrus hwnnw yn ôl-weithredol.",
    "360236473": "Ni fwriedir i'r gwasanaeth hCaptcha gael ei ddefnyddio i unrhyw un weithio fel labelwr unigol. Nid yw wedi'i gynllunio at y diben hwn nac yn addas iddo. Nid ydym yn argymell i unrhyw un geisio defnyddio hCaptcha fel ffynhonnell incwm personol.",
    "3604147138": "3. Fe'i defnyddir at ddibenion technegol cwbl angenrheidiol: mae'n galluogi Defnydd Defnyddiwr Hygyrchedd.",
    "3609106478": "Stwffio Credential:",
    "3609929815": ". Byddwn yn cadw eich enw, gwlad, a gwybodaeth cyfeiriad e-bost yn unig er mwyn cysylltu â chi yn y dyfodol ynghylch cyfleoedd gwaith labelu unigol.",
    "3612043014": "... a thasgau syml eraill. Hawdd i fodau dynol, yn anodd i bots.",
    "361372538": "2. A ydym yn credu y byddai'r cwsmeriaid a ddarperir yn debygol o gael eu defnyddio at ddibenion gwahaniaethol, mewn ffyrdd a allai fod yn gyfreithiol ond nad ydynt yn dderbyniol i ni?",
    "3614653023": "Yn hytrach, mae'r arfer yn dibynnu ar ymosodiadau stwffin credential ar raddfa fawr sy'n rhoi cynnig ar filiynau o barau enw defnyddiwr / cyfrinair ar ddwsinau o sefydliadau ariannol targed yn y gobeithion o ddatgloi is-set fach o'r cyfrifon. Ar ôl i'r meddalwedd twyll awtomataidd gael mynediad i'r cyfrif, yna gall haciwr dynol gymryd rhan, ond mewn rhai achosion, ddim.",
    "361795034": ". Awdur anhysbys, c. 2000",
    "3619183405": "Yn 2021 weithiau gellir datrys CAPTCHAs syml gyda meddalwedd, diolch i ddatblygiadau mewn dysgu peiriannau. Er mwyn mynd i'r afael â hyn, mae hCaptcha hefyd yn gwneud dadansoddiad manwl iawn o eiddo fel",
    "3620039756": "Ar y dde uchaf, tapiwch Mwy ac yna Gosodiadau.",
    "3620442880": "Nodweddion amddiffyn Flash Sale",
    "3621401685": "() Amhoblogrwydd trethi newydd rhyfedd",
    "3621411541": "Dysgu am opsiynau hygyrchedd ar gyfer hCaptcha",
    "3621455477": "i ddysgu mwy!",
    "3623028666": "(defnyddiwch wasanaeth fel",
    "3624758171": "Tasgau personol hefyd ar gael i gyhoeddwyr menter.",
    "3630114728": "Gweld beth sy'n digwydd ar draws eich holl wefannau ac apiau.",
    "3644106388": "Cysylltwch",
    "3645414921": "Dileu",
    "364774188": "Rwy'n ddynol ™",
    "3654556483": "Mae gan sefydliadau ariannol a chwmnïau eFasnach brosesau a rheolaethau sy'n lliniaru rhywfaint o'r bygythiad meddiannu cyfrifon. Mae'r rhain yn amrywio o'r cwestiynau diogelwch hen ffasiwn “beth oedd enw eich ffrind gorau yn yr ysgol elfennol” i ddulliau canfod sy'n dileu cyfeiriadau IP amheus a phroffiliau dyfeisiau symudol.",
    "3657743880": "Cyfarwyddiadau Porwr ar gyfer Cwcis Traws-Safle",
    "3660619092": "Cofrestrwch am ddim neu cysylltwch â gwerthiannau am atebion Menter",
    "366088791": "Mae hCaptcha yn cefnogi amrywiaeth eang o dasgau.",
    "3660891610": "Os ydych chi'n Gyfrannwr, mae gan IMI, ac nid chi, hawliau perchnogol mewn unrhyw waith rydych chi'n ei gynhyrchu fel rhan o gwblhau unrhyw dasg. Trwy dderbyn telerau'r Cytundeb hwn rydych chi'n cytuno i (a thrwy hyn wneud) trosglwyddo meddiant, perchnogaeth a theitl (gan gynnwys yr holl hawliau eiddo deallusol sy'n bodoli ledled y byd) yn ac i'ch gwaith i ni. Er mwyn sicrhau ein bod yn gallu caffael, perffeithio a defnyddio hawliau o'r fath, rydych chi'n cytuno ymhellach i (i) lofnodi unrhyw ddogfennau i gynorthwyo wrth ddogfennu, perffeithio a gorfodi ein hawliau; a (ii) darparu mynediad rhesymol at wybodaeth ar gyfer cofnodi, perffeithio, sicrhau, amddiffyn a gorfodi hawliau perchnogol o'r fath mewn unrhyw wlad a phob gwlad. Bydd eich rhwymedigaethau o dan yr adran hon yn parhau hyd yn oed ar ôl i chi ddadgofrestru o'r Gwasanaethau neu roi'r gorau i'w defnyddio. Rydych yn ein penodi fel eich atwrnai mewn gwirionedd i weithredu dogfennau ar eich rhan at y dibenion a nodir yn yr adran hon.",
    "3666807632": "14. Cymwysterau a Sgiliau Cyfranwyr",
    "3668115514": "Sut mae hCaptcha yn wahanol?",
    "3668873369": "Yn hCaptcha, rydym wedi cymryd agwedd wahanol i'r diwrnod cyntaf",
    "3669258571": "Polisi Cwcis",
    "3671246379": "Cam 5: Cliciwch ar y tab Consol, a chliciwch ar y dde yna \"Dewiswch bob un\" a'i gadw mewn ffeil testun, er mwyn arbed log y consol. Anfonwch hynny atom hefyd.",
    "3671828834": "Enghreifftiau o Wybodaeth Bersonol a Rennir",
    "3673079511": "safon sy'n dod i'r amlwg",
    "3678889946": "Dim hwyrach na Mehefin 15fed 2019",
    "3679148535": "C: Pa gymwysiadau eraill o Pass Preifatrwydd ydych chi'n gweithio arnynt?",
    "3680327841": "Rydym wedi ymrwymo i wneud i hCaptcha weithio'n dda i bawb",
    "3682071227": "Beth yw cymryd cyfrifon a sut maen nhw'n gweithio?",
    "3688621388": "Llofnodion bygythiad",
    "3694578791": "Fel y trafodwyd uchod, rydym ni (a'n gwerthwyr trydydd parti) yn casglu Gwybodaeth Ddadansoddeg yn rhannol trwy ddefnyddio cwcis, bannau gwe, a thechnolegau olrhain eraill. Mewn rhai achosion, rydym yn gweithio gyda gwerthwyr trydydd parti i gyflogi cwcis at ddibenion casglu Gwybodaeth Analytics.",
    "3695206755": "Rhowch gynnig arnom yn eich amgylchedd heb unrhyw rwymedigaeth.",
    "3700113699": "Ar eich dyfais Android, agorwch yr app Chrome.",
    "3700767772": "Ar ôl i'r estyniad gael ei osod, cliciwch yma (neu ar unrhyw wefan sy'n defnyddio hCaptcha) i ennill tocynnau:",
    "370366524": "Telemetreg Gwasanaeth Ephemeral",
    "3709608616": "yna gall eich cyfrif fod yn anabl neu'n benderfynol o fod yn anghymwys i ennill enillion yn ôl ein disgresiwn llwyr, am unrhyw gyfnod o amser, gyda neu heb rybudd i chi ymlaen llaw. Ni fydd ceisiadau sy'n fwy na'n trothwyon defnydd teg yn gymwys i ennill enillion heb gadarnhad ysgrifenedig gennym ni.",
    "3714002185": "Dysgu mwy am fenter hCaptcha",
    "3715747429": "Gall ein peirianwyr ysgubol eich annog i fynd yn gyflym, p'un a oes angen integreiddio React, SDKs ar gyfer apiau brodorol iOS, enghraifft ôl-benwythnos Java, neu bron unrhyw senario arall.",
    "3717512591": "Integreiddio Platfform Uniongyrchol",
    "3717942925": "Yn yr un modd ag y bydd pobl bob amser eisiau cael eich sylw trwy e-bost, bydd awydd bob amser i gyfyngu mynediad i rai adnoddau fel mai dim ond bodau dynol sy'n gallu cael mynediad atynt.",
    "3719056187": "Nid yw'r wybodaeth a ddarperir ar y tudalennau rhyngrwyd yn cynrychioli cyngor unigol ac ni all gymryd lle hyn. Os oes angen cyngor unigol arnoch chi, cysylltwch â'n staff cymorth. Defnyddiwch y wefan hon",
    "3720584906": "Gorff 15fed 2021 - Hydref 15fed 2021",
    "3721365241": "Rhowch gynnig ar",
    "3723626769": "am eich cyfraniadau a'ch adolygiad.",
    "3725880582": "Rhowch Yn Ôl i Elusen",
    "3729345277": "Mae hCaptcha yn ffordd i gwmnïau gael yr anodiadau sydd eu hangen arnynt yn gyflymach, gydag ansawdd uwch ac am gost is na dewisiadau amgen eraill.",
    "3730038780": "Dewiswch o nifer o heriau bron yn anfeidrol i ddefnyddwyr eu datrys",
    "3730344349": "Mae'r adran hon yn darparu manylion ychwanegol am y wybodaeth bersonol a gasglwn am ddefnyddwyr California a'r hawliau a roddir iddynt o dan Ddeddf Preifatrwydd Defnyddwyr California neu \"CCPA.\"",
    "3733422465": "8. Gwirio'ch Hunaniaeth",
    "3740051331": "Rydym hefyd wedi ymrwymo i fynd ati i fonitro ac ymateb i gwestiynau eich defnyddwyr ar draws cyfryngau cymdeithasol, fforymau, a'n sianeli cymorth mewn teclyn ac e-bost. Rydym yn hygyrch ac yn ymatebol, ac yn trin boddhad defnyddwyr fel DPA uchaf.",
    "3741193183": "() Ni all llawer o ddefnyddwyr e-bost fforddio colli busnes neu ddieithrio darpar gyflogwyr",
    "3744079744": "Mehefin 15-19fed 2020 ****",
    "3744153629": "Enwau:",
    "3747664195": "https://www.fastly.com/privacy/",
    "3753613260": "cysylltwch",
    "3753956446": "Am ddim",
    "3758963444": "Diolch! Derbyniwyd eich cyflwyniad!",
    "3759360138": "4. Enw defnyddiwr a Chyfrinair",
    "3759657802": "Ni chewch aseinio, trosglwyddo, na dirprwyo'r Telerau Gwasanaeth hyn na'ch hawliau neu rwymedigaethau o dan hyn mewn unrhyw ffordd (trwy weithrediad y gyfraith neu fel arall).",
    "3759923279": "Cyfeiriwch ymholiadau'r wasg i'r cyfeiriad e-bost canlynol:",
    "3764131594": "22. Gwefannau Trydydd Parti",
    "3766910104": "2. Fe'i defnyddir at ddibenion technegol cwbl angenrheidiol: cydbwyso llwyth, llwybro.",
    "3767462250": "Wedi'i gynllunio ar gyfer Preifatrwydd",
    "3768951251": "CLGau Menter",
    "3773515538": "Gofynnwyd i chi erioed \"deipio'r ddau air?\"",
    "378086442": "o CAPTCHAs, yn hytrach na'u UX per se.",
    "3782751514": "Mae HUMAN Protocol® yn nod masnach cofrestredig Sefydliad Protocol DYNOL, ac fe'i defnyddir gyda'i ganiatâd.",
    "3783031293": "Rydym yn defnyddio Cloudflare i wneud y gorau o'n traffig gwe. I gael gwybodaeth am sut mae Cloudflare yn casglu ac yn prosesu data,",
    "3795997071": "Dewiswch eicon dewislen Chrome. Dewiswch Gosodiadau.",
    "3800781598": "] Bron i bum degawd yn ddiweddarach, mae sbam e-bost yn parhau i’n plagio. Mae llawer o biliynau o ddoleri a miloedd o flynyddoedd person o ymdrech beirianyddol wedi cael eu rhoi i'w drechu, ac eto mae sbam yn parhau. Mae yna ddiwydiannau biliwn doler ar y ddwy ochr, hy y rhai sy'n amddiffyn yn ei erbyn a'r rhai sy'n ei anfon.",
    "3805618893": "Google Chrome (PC)",
    "3806054689": "Ebrill 15fed 2020 - Gorffennaf 15fed 2020",
    "3807059944": "Rheoli cynnwys her a ddefnyddir",
    "3816867833": "Adborth",
    "3817067682": "Polygonau",
    "3817811295": "Dibynadwyedd gwarantedig a chefnogaeth gyflym ar alwad 24/7.",
    "3819851005": "2. Ffioedd",
    "3821716514": "tudalen.",
    "3828090208": "Yn lle hynny, defnyddiwch \"for hCaptcha\". Os yw'n cael ei ddefnyddio gyda logo trydydd parti, mae angen i \"for hCaptcha\" fod yn llai o ran maint na logo trydydd parti.",
    "3833636936": "a) 1,000 o geisiadau yr eiliad,",
    "3836291932": "C: Rwy'n defnyddio dyfeisiau lluosog. A oes angen i mi arwyddo sawl gwaith?",
    "3842490632": "Mae defnyddiwr unigol sy'n ceisio ateb llawer o gwestiynau yn debygol o gael ei gyfyngu ar gyfradd neu ei wahardd yn gyflym. Yr un mor bwysig, fel ein",
    "3842673636": "O dan y GDPR, mae gennych rai hawliau ynglŷn â'ch gwybodaeth bersonol. Gallwch ofyn i ni gymryd y camau canlynol mewn perthynas â'ch gwybodaeth bersonol sydd gennym ni:",
    "3842815245": "A yw hon yn fasnach deg?",
    "38428546": "Rydym yn storio eich Data Personol yn ddiogel trwy gydol oes eich cyfrif gyda ni. Byddwn ond yn cadw'ch Data Personol cyhyd ag y bo angen i gyflawni'r dibenion y gwnaethom ei gasglu ar eu cyfer, gan gynnwys at ddibenion bodloni unrhyw rwymedigaethau cyfreithiol, cyfrifyddu neu adrodd neu i ddatrys anghydfodau. Mae'r meini prawf a ddefnyddiwn i bennu cyfnodau storio yn cynnwys y darpariaethau cytundebol cymwys sydd mewn grym, cyfnodau cyfyngu statudol cyfreithiol, gofynion rheoliadol cymwys, a safonau'r diwydiant.",
    "3844300338": "Rydych yn cytuno i indemnio, amddiffyn, a'n dal yn ddiniwed rhag unrhyw hawliadau, iawndal, rhwymedigaethau, costau a threuliau (gan gynnwys ffioedd a chostau atwrneiod rhesymol), sy'n deillio o'ch perfformiad o dasgau neu'ch defnydd o'n gwefan neu'n ymwneud â hynny. .",
    "3844432472": "Mae didwylledd a defnyddioldeb iawn APIs yn eu gwneud yn dargedau hynod gyfoethog i ymosodwyr. Yn yr un modd ag y gellir rhaglennu ap symudol i estyn allan a GET data o system gorfforaethol gan ddefnyddio API, felly hefyd darn o ddrwgwedd. Mae hacwyr wedi ysgrifennu amrywiaeth eang o offer meddalwedd i gam-drin APIs. Mae'n dechneg ymosod effeithiol.",
    "384965568": "Er bod gofynion cadw yn amrywio yn ôl awdurdodaeth, disgrifir gwybodaeth am ein cyfnodau cadw nodweddiadol ar gyfer gwahanol agweddau ar eich data personol isod.",
    "3856690908": "Ionawr 15fed 2020 - Ebrill 15fed 2020",
    "3856912381": "Mae defnyddwyr wedi dioddef, ac mae sbam gwe diangen bellach yn rhemp. Ond mae yna ddewis arall.",
    "3859506577": "E-bost Busnes",
    "3861413614": "Ni chewch ddefnyddio unrhyw nod masnach na logo hCaptcha a fyddai'n awgrymu bod gan hCaptcha gysylltiad â, neu ardystiad, nawdd neu gefnogaeth cynnyrch neu wasanaeth trydydd parti, heb ganiatâd ysgrifenedig penodol.",
    "3863351997": "Categorïau gwybodaeth bersonol a restrir yn statud Cofnodion Cwsmer California (Cod Cal. Civ. § 1798.80 (e)).",
    "3871665286": ", sydd â chysylltiad amlwg yn nhudalen wybodaeth teclyn hCaptcha. Rhoddir cwci wedi'i amgryptio y gellir ei ddefnyddio sawl gwaith y dydd, ond mae'n rhaid ei adnewyddu bob 24 awr trwy fewngofnodi.",
    "3875523186": "gistfile1.txt",
    "3878077249": "Diweddaru neu gywiro gwallau yn eich gwybodaeth bersonol.",
    "3878230879": "Ein nod yw sicrhau ei fod bob amser yn gweithio i chi, felly rydym yn gwerthfawrogi'ch adroddiadau yn fawr iawn!",
    "3881754581": ". Os ydych chi'n Gwsmer i'n gwasanaethau anodi ac wedi dewis yr opsiwn \"Data i Bawb\" fel rhan o'ch defnydd o'r Gwasanaethau, yna rydych chi'n rhoi i IMI a holl ddefnyddwyr y Gwasanaethau dros y byd, anghynhwysol, aruchel, trosglwyddadwy, trwydded ddi-freindal, di-droi'n ôl i fanteisio'n llawn ar yr holl Ddata Cwsmer, gan gynnwys yr holl hawliau eiddo deallusol cysylltiedig. Os dewiswch yr opsiwn \"Data i Bawb\", rydych yn cynrychioli ac yn gwarantu eich bod yn berchen ar hawl, teitl a diddordeb digonol yn eich data ac iddo er mwyn caniatáu'r drwydded yn yr adran hon.",
    "3882147547": "Swyddogaethau Pseudorandom Rhwymedig",
    "388240587": "Ion 5ed-15fed 2022",
    "3884400764": "Er y gallwch ddefnyddio marciau hCaptcha yn unol â'r canllawiau hyn, nid yw'n golygu bod gennych unrhyw hawliau breintiedig mewn Marciau hCaptcha, logos, neu mewn unrhyw nod masnach, enw masnach, nod gwasanaeth, enw busnes neu ewyllys da hCaptcha. Rydym am roi cymaint o hyblygrwydd â phosibl, ond mae'n rhaid i ni amddiffyn hCaptcha rhag defnyddio unrhyw nod masnach, enw masnach, nod gwasanaeth, enw busnes neu ewyllys da hCaptcha heb awdurdod. Mae unrhyw ddefnydd anawdurdodedig yn terfynu'r caniatâd neu'r drwydded a roddwyd gan hCaptcha yn awtomatig a gall arwain at rwymedigaethau cyfreithiol am unrhyw iawndal.",
    "3887113660": "C: Sut mae Pas Preifatrwydd yn effeithio ar enillion hCaptcha?",
    "3891941747": "*** YMGYNGHOROL COVID-19: Oherwydd llai o gapasiti staff sy'n gysylltiedig â COVID-19, mae cysoni wedi'i aildrefnu i ganiatáu amser ychwanegol i gwblhau ein dilysiad safonol. Disgwylir i'r taliadau ddechrau ddydd Gwener a chwblhau ar y dydd Llun canlynol.",
    "3892905664": "Mae hCaptcha yn helpu'ch hoff wasanaethau ar-lein i gadw bots, sbam a cham-drin allan trwy ofyn cwestiynau syml sy'n hawdd i fodau dynol ac yn anodd i beiriannau.",
    "3892952987": "edrychwch ar ein hagoriadau a gwnewch gais yma",
    "3893539589": "mewnosod dolenni allanol sy'n cynnig nwyddau neu wasanaethau oni bai bod y dasg yn mynnu hynny;",
    "389705801": "() Deddfau yn ei wahardd yn benodol",
    "3897238493": "DARPARIR Y GWASANAETHAU AR SAIL \"FEL Y MAE\". RYDYM YN GWNEUD DIM SYLWADAU NEU RHYBUDDION, A DDEFNYDDIWYD NEU FYNEGI, GYDA CHWARAE I HYGYRCHEDD, HYFFORDDIANT, CYFLEUSTERAU, AR GAEL, NEU SWYDDOGAETH Y GWASANAETHAU, UNRHYW FEDDALWEDD PERTHNASOL NEU DEUNYDDIAU, NEU UNRHYW UNED. I'R UCHAFSWM UCHAF A GANIATEIR GAN Y GYFRAITH, MAE IMI YN DATGELU POB AMOD MYNEGAI NEU'N GWEITHREDOL, YN CYNNWYS, OND NID YW TERFYN I, RHYBUDDION MERCHANTABILITY, FFITRWYDD AR GYFER PURICULAR. BYDD EICH GWEDDILL GWERTHUSO A GWAHARDDOL YN ERBYN IMI GYDA PHARCH I UNRHYW DIFFYG, AN-GADARNHAU, NEU DDISGYBLU I DDEFNYDDIO'R GWASANAETHAU Ni fydd gennym gyfrifoldeb am unrhyw niwed i'ch system gyfrifiadurol, colli neu lygru data, na niwed arall sy'n arwain at hynny o'ch mynediad i'r wefan neu'r Platfform Peiriannau Intuition neu'ch defnydd ohoni. Efallai y bydd ymyrraeth wedi'i drefnu a heb ei drefnu yn digwydd, ac nid ydym yn gwarantu bod ein gwefan ar gael yn ddi-dor.",
    "3898950867": "() Swyddi Joe a / neu ladrad hunaniaeth",
    "3900538778": "Data wedi'i labelu yw'r tanwydd sy'n pweru dysgu peiriannau. Mae atebion reCAPTCHA wedi cael eu defnyddio i wella gwasanaethau ML / AI Google er 2009. Nid yw llawer o bobl sy'n defnyddio reCAPTCHA yn sylweddoli bod eu llafur yn cael ei ddefnyddio.",
    "3901503296": "Mae'r ffocws unigryw hwn ar breifatrwydd yn golygu y gallwn gynnig sero cadw data unigol, gweithrediad di-gwci, a gwarantau preifatrwydd cytundebol eraill yn ôl yr angen wrth gynnal diogelwch rhagorol.",
    "3904679538": "Chrome",
    "3906359167": "Datrysiadau:",
    "3906886217": "Ar gyfer cwmnïau neu wefannau",
    "3908992897": "ac fe'i defnyddir ym mhob gwlad a thiriogaeth yn y byd, felly rydym yn canolbwyntio'n fawr ar ddarparu profiad byd-eang cyson.",
    "3909240516": "() Ni ddylai penawdau SMTP fod yn destun deddfwriaeth",
    "3910971075": "Mae IMI yn berchen ar yr holl hawliau, gan gynnwys hawliau eiddo deallusol, yn y cod ffynhonnell, cod gwrthrych neu strwythur sylfaenol, syniadau neu algorithmau, API, ac unrhyw feddalwedd, dogfennaeth neu ddata ychwanegol sy'n gysylltiedig â'r Gwasanaethau (\"Meddalwedd\"). Ni fyddwch, yn uniongyrchol nac yn anuniongyrchol, trwy drydydd parti neu fel arall: (a) peiriannydd gwrthdroi, dadelfennu, dadosod, neu geisio fel arall ddarganfod y Meddalwedd; (b) addasu, cyfieithu, neu greu gweithiau deilliadol yn seiliedig ar unrhyw Feddalwedd; (c) copïo, rhentu, prydlesu, dosbarthu, addo, aseinio, neu drosglwyddo neu amgáu hawliau i unrhyw Feddalwedd fel arall; (ch) defnyddio unrhyw Feddalwedd at ddibenion rhannu amser, swyddfa gwasanaeth, neu fel arall er budd trydydd parti; neu (d) dileu unrhyw hysbysiadau neu labeli perchnogol.",
    "3912514510": "() Byddai rhestrau postio a defnyddiau e-bost cyfreithlon eraill yn cael eu heffeithio",
    "3912926900": "Dylai fod gan hCaptcha® symbol nod masnach cofrestredig y tro cyntaf iddo ymddangos mewn copi creadigol.",
    "3913203723": "Os nad yw'r Ymgeisydd, am unrhyw reswm, yn derbyn perfformiad tasg a gwblhawyd gennych, ni fydd hawl gennych chi fel Cyfrannwr neu Integreiddiwr i gael unrhyw wobr am y dasg. Pe bai gwobrau eisoes wedi'u gwasgaru ichi am dasg a gwblhawyd yn annerbyniol, gallwn eu hadennill gennych.",
    "3913801502": "Mae hCaptcha bellach yn rhedeg ar tua 15% o'r rhyngrwyd",
    "3913848038": "CLGau uptime 99.99% a chefnogaeth fyd-eang 24/7 ar gael.",
    "3916131732": "America",
    "3922723611": "Ceisiwch analluogi unrhyw atalydd hysbysebion neu estyniadau diogelwch porwr",
    "3926027556": "a byddwn yn cysylltu â chi yn gyflym.",
    "392886773": "Yn gweithio ym mhob gwlad",
    "3930611699": "gweithwyr unigol.",
    "3930808600": "Rydym yn gweithredu mesurau technegol a sefydliadol priodol i ddiogelu'r wybodaeth rydym yn ei chasglu a'i storio, ac mae'n ei gwneud yn ofynnol i bob asiant sy'n gwneud ein prosesu ar ein rhan wneud yr un peth. Yn anffodus, nid oes unrhyw fesurau diogelwch yn 100% yn wrth-ffôl, ac o'r herwydd ni ellir gwarantu bod unrhyw rwydwaith na system (gan gynnwys ein un ni) 100% yn ddiogel rhag dinistrio, colli, newid, datgelu heb awdurdod, neu fynediad at wybodaeth a gasglwn ac a storiwn. Os credwch efallai na fydd eich gwybodaeth yn ddiogel am unrhyw reswm, cysylltwch â ni ar unwaith yn",
    "3933993151": "Gweithio fel labelwr data unigol",
    "394235836": "3. Os nad oes unrhyw un o'r awgrymiadau uchod yn gweithio, anfonwch e-bost cymorth atom a byddwn yn hapus i helpu i ddarganfod beth sy'n digwydd.",
    "3942875761": "Helpwch i Adeiladu Gwe Well ™",
    "3943164003": "gweld amrwd",
    "3943417791": "Sicrhewch gefnogaeth i hCaptcha Enterprise (BotStop)",
    "3946753128": "Preifat. Diogel. Cyflymach.",
    "3951112506": ". Mae hynny eisoes yn gwarantu gradd uwch o heterogenedd yn y data.",
    "3951254541": "Rydym yn gwerthfawrogi eich mewnbwn. Gadewch inni wybod unrhyw faterion a byddwn yn eu datrys yn gyflym.",
    "3952259236": "Cyfunwch eich data dall â miloedd o signalau hCaptcha i hyfforddi hCaptcha ar ddosbarthiadau ymddygiad - er enghraifft yn unig - i ragfynegi ymddygiad maleisus yn well na'r naill ateb neu'r llall yn unig",
    "3953584369": "Cyfyngiadau mynediad soffistigedig RBAC ar gael.",
    "3955555607": "Heblaw am Bartneriaid neu Ailwerthwyr Awdurdodedig, ni chaiff trydydd partïon gynnig am eiriau allweddol, Google AdWords, na systemau hysbysebu eraill wedi'u targedu gan ddefnyddio marciau hCaptcha neu gamsillafu. Ni chaiff trydydd partïon ychwaith ddefnyddio marciau hCaptcha mewn enwau parth, unrhyw optimeiddio peiriannau chwilio, tagiau meta, termau chwilio, cod, neu gamliwio arall.",
    "3955981186": "Gwelliannau. Ni fydd unrhyw addasiad na diwygiad i'r Telerau Gwasanaeth hyn gan unrhyw un heblaw IMI yn rhwymol ar IMI oni bai mewn offeryn ysgrifenedig wedi'i lofnodi gan gynrychiolydd IMI awdurdodedig priodol.",
    "3963216198": "I drafod pam mae APIs yn darged poblogaidd i hacwyr, mae'n werth cymryd eiliad fer yn gyntaf i ddiffinio'r hyn a olygir ar hyn o bryd gan y term “API.\" Nid yw cysyniad yr API yn newydd o gwbl. Mewn gwirionedd, mae rhyngwynebau i gysylltu systemau cyfrifiadurol amrywiol â'i gilydd, ynghyd â'u cydrannau mewnol, wedi bod o gwmpas ers dechrau'r 1960au o leiaf.",
    "3963642878": "Dim hwyrach na Rhag 14eg 2019 *",
    "3967047208": "Gallwch hefyd ddiffodd rhai amddiffyniadau yn Custom i ddadfygio hyn dros dro, trwy ddad-ddewis y blychau gwirio: Dad-ddewiswch y blwch gwirio Trackers neu ddad-ddewiswch y blwch gwirio Cwcis os ydych chi'n dal i gael problemau.",
    "3971348140": "Pam wnaethon ni ddefnyddio hCaptcha? Ni allai unrhyw un arall gyflawni'r nodweddion a'r perfformiad yr oeddem eu hangen. Fe wnaethon nhw ein sefydlu'n gyflym, ac mae ein masnachwyr wrth eu bodd â'r profiad.",
    "3972094614": "Brendan Eich",
    "3972554015": "broses hefyd. Ac mae estyniad y porwr wrth gwrs",
    "3974566657": "Wrth i wasanaethau ddod yn fwy poblogaidd, mae'n anochel y bydd y math hwn o ddigwyddiad yn dod yn amlach. Mae hCaptcha yn cael ei ddefnyddio gan filiynau o bobl bob dydd ym mron pob gwlad yn y byd, felly rydyn ni'n cyhoeddi'r polisi hwn ac astudiaeth achos ar sut rydyn ni'n mynd i'r afael â'r materion hyn er mwyn bod mor dryloyw â phosib.",
    "3978720689": "dull o ymladd sbam. Ni fydd eich syniad yn gweithio. Dyma pam na fydd yn gweithio.",
    "3983646521": "Mae pob enw cynnyrch, logos, brand, nod masnach a nod masnach cofrestredig yn eiddo i'w perchnogion priodol. Mae holl enwau cwmnïau, cynnyrch a gwasanaeth a ddefnyddir ar y wefan hon at ddibenion adnabod yn unig. Nid yw defnyddio'r enwau, nodau masnach a brandiau hyn yn awgrymu ardystiad. Yn yr achos hwn, i'r gwrthwyneb yn llwyr.",
    "3987022469": "Labelu",
    "3988350": "Mae hyn yn golygu bod yna achosion defnydd rhagorol ar gyfer anodiadau ymbarél y byd go iawn. Mae lle i anghytuno ar effaith ceir hunan-yrru, ond mae systemau ADAS eisoes yn arbed",
    "3991444169": "Mae'r dudalen hon yn rhestru is-broseswyr cyfredol ar gyfer y gwasanaeth hCaptcha Enterprise.",
    "3992401943": "Bu chwyldro mewn dysgu dwfn ers 2012. Mae norm y diwydiant ar gyfer cywirdeb tasgau wedi gwella'n sylweddol dros y degawd diwethaf, yn bennaf oherwydd rhwydweithiau argyhoeddiadol dwfn. Mae gwasanaethau eraill sy'n cael eu pweru gan ML wedi'u cynnig gan Google wedi dilyn y gromlin hon.",
    "4007826952": "Y CAPTCHA # 1 preifatrwydd-gyntaf ar gyfer gwe, symudol, a mwy.",
    "4008400186": "Cam 4: Cliciwch \"Export HAR\" (y saeth fach i lawr) ar ôl i chi geisio datrys, sy'n arbed log y rhwydwaith. Anfonwch y ffeil honno atom.",
    "4011712313": "Fel rhan o'n Polisi DMCA, rydym yn gosod cyfrifon cwsmeriaid yr ydym yn derbyn sawl hysbysiad DMCA amdanynt o dorri honedig mewn Polisi Mewnlif Ailadrodd DMCA aml-gam. Ar ôl derbyn hysbysiadau DMCA dro ar ôl tro mewn mis calendr, bydd y cyfrif cwsmer yn symud ymlaen o un cam polisi i'r un nesaf.",
    "4015238193": "ac OCR [",
    "4019638786": "A: Ni fydd defnyddwyr Pas Preifatrwydd hCaptcha byth yn datgelu eu IP i hCaptcha oni bai bod waled symbolaidd eu porwr yn wag neu fod y wefan yn ei anfon. Nid oes gan hCaptcha unrhyw ffordd i gysylltu'r defnyddiwr â'r adbrynu tocyn, ac nid yw byth yn rhyngweithio'n uniongyrchol â'r defnyddiwr yn ystod y prynedigaeth oni bai bod eu waled symbolaidd yn wag.",
    "4019660456": "0ms latency: gwirio tocynnau hCaptcha heb unrhyw alwad API.",
    "4023575072": "defnydd deuol",
    "4024785952": "Cloudflare, Inc. (Byd-eang). Gwasanaethau a ddarperir: Cloudflare.com.",
    "4034694801": "Dim canlyniadau paru.",
    "4036662147": "5. Diogelu Gwybodaeth Gyfrinachol",
    "4036872105": "yn gyntaf ac yna ailgynnig",
    "4039193170": "Os oes gennych chi broblemau cael neu adbrynu tocynnau:",
    "4044467791": "Ar gyfer y categorïau o wybodaeth bersonol yr ydym wedi'u casglu gennych yn ystod y 12 mis blaenorol, gweler yr adran \"Gwybodaeth a Gasglwn\" uchod. Rydym yn casglu'r wybodaeth hon at y dibenion busnes a masnachol a ddisgrifir yn yr adran \"Sut Rydym yn Defnyddio Gwybodaeth Bersonol\" uchod. Yn ystod y 12 mis blaenorol, rydym wedi rhannu'r categorïau gwybodaeth canlynol â thrydydd partïon at ddiben busnes:",
    "4051104324": "Mae \"Intuition Machines\" yn nod masnach cofrestredig Intuition Machines, Inc.",
    "4051785543": "Defnyddiwch:",
    "4057343238": "Optio allan",
    "4059570880": "Os hoffech olrhain yr ymdrech safoni, mae ymdrechion ar y gweill ar hyn o bryd",
    "4060250206": "Defnyddiwch y ffurflen hon i gyrraedd un o'n harbenigwyr technegol. Rydym yn ymateb yn gyflym.",
    "4063155841": "Heb fod yn hwyrach na Mehefin 25ain 2021 ††",
    "4063769686": "Mae defnyddwyr yn cefnogi'r wefan maen nhw'n ymweld â hi, ac yn profi llai o sbam ar y we. Mae hyn yn ymddangos fel bargen decach.",
    "4065065042": "Deialwch hwn i gyd-fynd yn union â'ch achos defnydd.",
    "4065614934": "Nid yw'r dadansoddiad hwn yn newydd, ond mae pobl yn optimistaidd yn dragwyddol. Yn enwedig pan maen nhw'n meddwl bod eu syniad yn newydd.",
    "4072202039": "Ebrill 15fed 2019 - Gorff 15fed 2019",
    "4074220464": "A: Mae opsiynau poblogaidd o'r blaen fel captchas sain yn gwahaniaethu yn erbyn llawer o ddefnyddwyr a11y ac mae'n hawdd eu trechu gan dechnegau dysgu peiriannau modern. Mae hyn wedi gorfodi heriau sain cyfredol i ddod yn fwy a mwy anodd, gan gyflwyno sŵn, amseru od, cyfuniadau geiriau anarferol, ac ati i drechu ymosodwyr. Felly rydym yn llai brwd dros y dull hwn yn erbyn osgoi'r her yn gyfan gwbl, ond byddwn yn ei hystyried os bydd galw gan y gymuned a11y.",
    "4080263153": "Dim Hepgor. Ni fyddwn yn cael ein hystyried i ildio unrhyw ran o'n hawliau neu rwymedïau oni bai bod yr hepgoriad yn ysgrifenedig ac wedi'i lofnodi gennym ni. Os byddwn yn oedi cyn gorfodi neu'n methu â gorfodi ein hawliau o dan unrhyw ddarpariaeth yn y cytundeb hwn, ni fydd hynny'n ildio i'n hawl i orfodi darpariaeth o'r fath neu unrhyw ran o'r cytundeb hwn.",
    "4082053540": "Mehefin 19-25ain 2021 ††",
    "4083018285": "Cyfres o nodweddion estynedig sy'n cyfuno â gwell monitro ac ymateb SOC i fynd i'r afael â bygythiadau parhaus soffistigedig",
    "4086379603": "Cwestiynau?",
    "4087694419": "Gallai haciwr crafu hefyd gasglu data o wefannau fel Amazon ac eBay i greu rhestrau cynnyrch ffug neu dwyllodrus. Yna gallai ef neu hi eu cynnig i'w gwerthu ar wasanaethau cymar-i-gymar fel OfferUp a chynnal ymosodiadau gwe-rwydo ar y prynwyr. Neu, gallai'r twyllwr werthu cynhyrchion nad ydyn nhw'n bodoli. Mae twyll sgrapio sgrin pellach yn golygu ffugio cyhoeddwyr hysbysebion. Trwy grafu'r cynnwys o wefannau cyhoeddwyr, gall y twyllwr greu tudalennau cyhoeddwyr hysbysebion ffug ar wahanol wasanaethau. Yna gallant werthu hysbysebion ar y tudalennau hynny i ailwerthwyr awdurdodedig, y gwnaethon nhw eu cynaeafu o ffeil ads.txt y cyhoeddwr. Mae'r slotiau ad yn ymddangos yn real i'r hysbysebwr, ond nid ydyn nhw.",
    "4087729475": "yr her ar ôl eich datrysiad cychwynnol.",
    "4088941349": "Cofnodion o gynhyrchion neu wasanaethau a brynwyd, a gafwyd neu a ystyriwyd.",
    "4091044469": ". Sicrhewch eich bod wedi galluogi'r estyniad yn y modd incognito. Yna, ymwelwch ag unrhyw wefan gan ddefnyddio hCaptcha a datrys captcha. Fel fersiwn 2.0.3, gallwch ad-dalu'r tocynnau hyn ar wefannau gan ddefnyddio hCaptcha.",
    "4097297673": "Fel Cwsmer, Ymgeisydd, neu Integreiddiwr, rydych chi'n cytuno i gael eich rhwymo gan y telerau isod yn ychwanegol at unrhyw delerau rhwymol eraill rhyngoch chi ac IMI.",
    "409780280": "() Neis trio, ****! Gobeithio y bydd rhywun yn camu ar eich bysellfwrdd!",
    "4099477834": "Mae pob perthynas â chwsmer hefyd yn cael ei gwarchod gan Gytundeb Prosesu Data cryf. Mae'r gwasanaeth hCaptcha yn cydymffurfio â'r holl ddeddfau preifatrwydd ni waeth ble mae'ch gwasanaeth neu'ch cwsmeriaid yn byw. Mae peidio â chadw data personol yn gwneud hyn yn llawer haws i ni nag i gwmnïau eraill.",
    "4101570501": "Ar hyn o bryd rydym hefyd yn gweithio ar ddatrysiad cryptograffig i daflu eich cyfeiriad e-bost yn gyflym wrth barhau i warchod ein gallu i atal cam-drin, gan ategu ein gwaith Tocyn Preifatrwydd.",
    "410397176": "Am fwy o wybodaeth",
    "4104188759": "Polisi Moeseg AI",
    "4104221634": "Mae cwsmeriaid hCaptcha yn rhychwantu amrywiaeth o ddiwydiannau, o gwmnïau technoleg i'r rhai sy'n canolbwyntio ar ffasiwn, manwerthu a meysydd eraill lle gallant greu gwerth o gymhwyso dysgu peiriant.",
    "4114820649": "2. Cliciwch y tab \"Preifatrwydd\".",
    "4131598919": "Gwasg",
    "4132302900": "5. Eich Preifatrwydd, Eich Data, a'ch \"Data i Bawb\"",
    "4137573005": "mae ganddo atebion cynhwysfawr ac awdurdodol o ran sut rydyn ni'n defnyddio data, ond yr ateb byr yw nad oes gennym ni ddiddordeb mewn eich cysylltu chi fel person â'ch hanes pori.",
    "4138068262": "defnyddwyr. Yn y diwedd, mae rhyngweithio â heriau yn debygol o aros yn rhan o arsenal offer ar gyfer lleihau cam-drin ar-lein cyhyd â bod y natur ddynol yn aros yr un fath.",
    "4142610534": "Bydd unrhyw daliadau hwyr yn cronni taliadau hwyr ar gyfradd o 1.5% y cant y mis neu'r uchafswm a ganiateir gan y gyfraith, pa un bynnag sydd isaf. Os methwch â thalu'r swm sy'n ddyledus o dan y Cytundeb hwn am unrhyw reswm, gellir atal eich cyfrif, yn ôl ein disgresiwn llwyr, ac os felly ni wneir unrhyw daliadau ychwanegol o'ch cyfrif am gwblhau tasgau a bydd eich holl dasgau'n cael eu dileu o'n gwefan. Rhaid i chi ein had-dalu am yr holl symiau sy'n ddyledus yn ôl y galw, ynghyd ag unrhyw ffioedd prosesu, ffioedd hwyr, neu ffioedd atwrnai. Efallai y byddwn hefyd yn cyflwyno adroddiadau priodol i asiantaethau adrodd credyd ac awdurdodau gorfodaeth cyfraith.",
    "4146870445": "Pwy ydyn ni",
    "4147497805": "Moron",
    "4149738856": "dylid defnyddio hCaptcha fel ansoddair a'i ddilyn gan derm generig cywir.",
    "41530052": "28. Telerau Cyffredinol",
    "4154415610": "***** Bydd taliadau Medi 2020 yn rhedeg mewn sypiau wrth i'r cymod ddod i ben, gyda rhai yn rhedeg sawl diwrnod yn hwyrach na'r disgwyl yn wreiddiol oherwydd oedi cymodi.",
    "4162383380": "Medi 16eg - 22ain 2020 *****",
    "4162847": "Rydym wedi gallu arsylwi hyn yn uniongyrchol, gan fod rhai o'n cwsmeriaid yn cynnal profion A / B ar yr un cais cyn iddynt newid drosodd yn gyfan gwbl o offrymau Google. Yn nodweddiadol, gallwn brofi cyfradd negyddol ffug a negyddol negyddol uchel sy'n dod o reCAPTCHA v3 neu reCAPTCHA Enterprise.",
    "4163469907": "Cam 2: Cliciwch ar y tab Rhwydwaith yn Offer Datblygwr. Gwiriwch y blwch \"Cadw log\" ar y brig.",
    "4165374512": "Er ei bod yn bosibl defnyddio IP a chyfarpar canfod lleoliad i atal stwffio credadwy, dull mwy cost-effeithiol a chywir yw torri ar draws y bot stwffio credadwy awtomataidd ei hun. Gall hCaptcha a hCaptcha Enterprise stwmpio'r bot ar y pwynt mynediad. Hyd yn oed os oes gan y bot y cymwysterau cywir, os na all fynd heibio i ganfod hCaptcha Enterprise neu CAPTCHA hCaptcha, ni fydd yn rhaid iddo wneud ei stwffin ac mae eich gwefan a'ch defnyddwyr yn cael eu gwarchod.",
    "4166776480": "Stwffio Credential: Beth ydyw a Sut i Stopio'r Ymosodiadau",
    "4169910317": "9. Cydymffurfio â'r Gyfraith",
    "4172868199": "yn mynd yn llawer pellach na hyn, gan symud i fyd ceisio gwahaniaethu “dynol da” oddi wrth “ddynol ddrwg” hefyd, ac fe’i defnyddir heddiw gan lawer o wasanaethau ar-lein mwyaf poblogaidd y byd i ddod o hyd i bopeth a’i atal rhag prynu twyll i fod yn ddatblygedig barhaus. bygythiadau yn erbyn eu defnyddwyr, wrth gynnal ffocws unigryw ar warchod preifatrwydd.",
    "4179118182": "() vigilante technegol () deddfwriaethol () sy'n seiliedig ar y farchnad ()",
    "4181060163": "Ni ddylai trydydd partïon ddefnyddio amrywiadau na chamsillafu na gweithredu mewn unrhyw ffordd a fyddai’n achosi unrhyw ddryswch diddordeb cychwynnol dros nodau masnach hCaptcha.",
    "4181611011": "Dyddiad Cysoni",
    "4185927140": "Rheolwr Cynnyrch, Flash, Shopify",
    "4188477534": "hCaptcha®",
    "4188664955": "Prif Delerau Gwasanaeth",
    "4188814619": "Mae hCaptcha yn wasanaeth Peiriannau Intuition (",
    "4194763679": "Lefelau anhawster graen mân",
    "4195759329": "Canfod bot a sgoriau risg",
    "4197928199": "Polisi Preifatrwydd",
    "4199502476": "Dangosfyrddau adrodd uwch ac API",
    "4202774977": "Gwrthrych",
    "4205152730": "Fe'ch anogir i ryngweithio â defnyddwyr eraill yn unrhyw le ar ein gwefan, Fforwm, negeseuon, sgwrsio, a sianeli cyfryngau cymdeithasol eraill a reolir gan IMI, ond os gwnewch hynny mae'n rhaid i chi gydymffurfio â'r holl delerau gwasanaeth a defnydd ar ein gwefan a'r holl ddeddfau perthnasol .",
    "4208081170": "Categori Gwybodaeth Bersonol",
    "4209078147": "I wella ein Gwefan a deall eich ymweliadau ar ein platfformau a'n Gwefan yn well.",
    "4215483493": "A: Mae hCaptcha wedi'i gynllunio ar gyfer preifatrwydd o'r gwaelod i fyny. Mae'n wahanol iawn i opsiynau traddodiadol fel reCAPTCHA sy'n eiddo i rwydweithiau ad, sydd â chymhelliant i'ch olrhain o amgylch y we a'ch cysylltu â hunaniaeth go iawn.",
    "4217013126": "Mae taliadau allan fel arfer yn rhedeg trwy gydol y dydd ar y Dyddiad Talu Allan, ac yn gyffredinol fe'u cwblheir erbyn amser hanner nos Môr Tawel. Os amlygwyd cyfrif i'w adolygu, gall gymryd hyd at bum diwrnod busnes ychwanegol i ryddhau taliad.",
    "4217693416": ". Gall gwefannau hCaptcha.com a BotStop.com (y Safleoedd) gynnwys cwcis ychwanegol, fel y disgrifir yn y Polisi hwn.",
    "42182578": "Dileu eich gwybodaeth bersonol.",
    "4222109231": "Lliniaru risg API gyda Chynnyrch Menter hCaptcha",
    "4224961202": "Preifatrwydd, Diogelwch, a Dysgu Peiriant.",
    "4227800293": "() Ni fydd defnyddwyr e-bost yn goddef hynny",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "4228682126": "Categoreiddio Priodoleddau",
    "4230322909": "Rydyn ni bob amser yn ceisio ennill dealltwriaeth dda o bob cwsmer newydd a'u hachos defnydd arfaethedig, i gadarnhau ei fod yn gweddu'n dda i'n cynhyrchion a'n gwasanaethau ac i sicrhau ei fod yn dilyn y polisïau rydyn ni wedi'u mabwysiadu fel cwmni.",
    "423222878": "Mae rhai o'r cyberattacks anoddaf i'w canfod, eu hatal a'u stopio yn rhai lle mae actor maleisus yn gallu defnyddio tystlythyrau defnyddiwr cyfreithlon i fewngofnodi i gyfrif defnyddiwr gweithredol. Heb lawer o alluoedd canfod soffistigedig ar waith, nid oes gan y cwmni sy'n cynnal y cyfrif unrhyw reswm i amau bod unrhyw beth yn anghywir. Mae'n ymddangos bod cwsmer wedi mewngofnodi i'w gyfrif. Cyflawnodd yr ymosodwr y rhuthr llwyddiannus hwn gan ddefnyddio tystlythyrau wedi'u dwyn - fel arfer canlyniad techneg cyberattack a elwir yn “stwffin credential.” Mae'n broblem ddifrifol heddiw, ond yn un y gellir ei lliniaru â'r gwrthfesurau cywir.",
    "424089481": "Amazon Web Services, Inc. (Byd-eang). Gwasanaethau a ddarperir: Amazon Web Services. https://aws.amazon.com/security/",
    "4242322181": "Rydych chi'n gyfrifol am dalu'r holl drethi sy'n gysylltiedig â'r Gwasanaethau heblaw trethi yr UD a aseswyd ar incwm net neu eiddo personol Peiriannau Intuition Machines.",
    "4243348003": "Cam 3: ymweld",
    "4246520782": "Mewn gwirionedd, mae'r Rhyngrwyd wedi bod yn dyst i ras arfau ddilys rhwng twyllwyr ac amddiffynwyr yn ystod y blynyddoedd diwethaf.",
    "4247858664": "y dudalen arwyddo hygyrchedd",
    "4248655793": "- Alex M.",
    "4255608322": "Diweddarwyd ddiwethaf: Ebrill 12, 2021",
    "42559805": "A oes angen mynd ar fwrdd brys?",
    "4256083674": "Ar gais uniongyrchol gan Integreiddiwr i nodi risg twyll cais her CAPTCHA penodol neu gyfeiriad IP, neu fel arall lle rhoddwyd caniatâd penodol.",
    "4257144752": "Nid yw amcangyfrifon amser real yn adlewyrchu cywirdeb terfynol na dynoliaeth, ac felly gall eich enillion terfynol amrywio'n sylweddol i fyny neu i lawr o'r niferoedd a ddangosir yn y Dangosfwrdd cyn eich cymod cyntaf.",
    "4260466272": "Gallwch ddewis ar unrhyw adeg roi'r gorau i ddefnyddio ein gwefan, ar yr amod bod yn rhaid i chi gadw at yr holl bolisïau IMI cymwys. Efallai y byddwn, yn ôl ein disgresiwn llwyr, yn terfynu'r cytundeb hwn, yn atal mynediad i'n gwefan, neu'n dileu unrhyw wasanaethau ar unwaith heb rybudd am unrhyw reswm.",
    "4260542944": "Mae crafu cynnwys (a elwir hefyd yn \"crafu sgrin\" neu ddim ond \"crafu\") yn broses gyfarwydd, sy'n aml yn ddefnyddiol ar gyfer casglu gwybodaeth o'r we. Fodd bynnag, yn ystod y blynyddoedd diwethaf, mae'r dechneg wedi dod yn offeryn a ffefrir gan hacwyr a thwyllwyr. Gall gwrthfesurau liniaru'r bygythiad yn effeithiol, ond er mwyn eu gweithredu, mae'n hanfodol deall sut mae'r broses yn gweithio.",
    "426125156": "17. Hawlfraint a TakeDown",
    "4263626815": "Mae cwcis hygyrchedd hCaptcha yn gweithio gyda'r holl borwyr a blocwyr hysbysebion poblogaidd gyda'u gosodiadau safonol, felly yn nodweddiadol mae methiannau oherwydd sgriptiau \"gwrth-wrth-adblock\" neu setiau rheolau tebyg sy'n targedu gwefannau penodol.",
    "4264784515": "Bygiau Diogelwch",
    "4270038521": "(y \"Safleoedd\") a rhyngwyneb rhaglen gymhwyso hCaptcha a meddalwedd a deunyddiau cysylltiedig (gyda'i gilydd, y \"Gwasanaeth\").",
    "4272022475": "Mae pob cais ac ased yn mynd i hcaptcha.yourdomain.com",
    "4272088465": "yr elusennau o'ch dewis gyda'r enillion rydych chi'n eu hennill o'i ddefnyddio.",
    "4272454814": "Integreiddiwch gyda'r darparwr hunaniaeth o'ch dewis.",
    "4274324704": "Dyma sut i ddefnyddio ein henw mewn copi ysgrifenedig:",
    "4277475973": "() Amharodrwydd y cyhoedd i dderbyn mathau newydd rhyfedd o arian",
    "4280117172": "Mewn gwirionedd mae llawer o wledydd yn gwneud ychydig yn well na'r Unol Daleithiau, gan gynnwys Nigeria, India, Brasil a'r Almaen:",
    "4281708680": ". Yn hCaptcha, rydym wedi cymryd dull gwahanol iawn yn fwriadol, gan ddefnyddio technegau dysgu peiriannau cadw preifatrwydd i nodi ymddygiadau bot nodweddiadol ar gywirdeb uchel, i gyd wrth ddefnyddio a storio cyn lleied o ddata â phosibl.",
    "4284094387": "†† Bydd rhai cysoniadau a thaliadau Mehefin 2021 yn rhedeg yr wythnos ganlynol oherwydd oedi wrth ddilysu'r cyfrifiadau terfynol yn ystod y ffenestr gysoni.",
    "4286602632": "c) 100,000 o geisiadau bob mis am Integreiddwyr sy'n defnyddio cyfrifon Cyhoeddwr hCaptcha (am ddim) i alluogi cynhyrchion rheoli bot masnachol, ee waliau tân ar y we (WAFs) a chymwysiadau tebyg,",
    "4290195307": "am arweiniad manwl.",
    "433424759": "Mae twyll talu yn cynnwys unrhyw fath o drafodiad anghyfreithlon lle mae seiberdrosedd yn amddifadu'r dioddefwr o rywbeth o werth, yn nodweddiadol arian. Gallai hyn olygu defnyddio cerdyn credyd wedi'i ddwyn i archebu nwyddau ar-lein neu gymryd cyfrif banc drosodd a throsglwyddo arian ohono yn anghyfreithlon. Mae yna lawer o amrywiadau, ond mae gan bob un yr un canlyniad: mae cam yn defnyddio hunaniaeth wedi'i dwyn neu wybodaeth dalu i ddwyn oddi wrth ddefnyddiwr, banc neu fasnachwr.",
    "435302267": "post blog y cwmni",
    "436125785": "Nid yw hyn yn syndod o ystyried anghywirdeb y dolenni adborth sydd ar gael yn y cynhyrchion hynny, a'r ffaith eu bod yn cael eu gwerthu gan rwydwaith ad sydd â diddordeb breintiedig ysgubol mewn peidio â mynd yn rhy dda am ganfod bot, rhag iddo niweidio eu busnes craidd.",
    "439777523": "Materion Rheoleiddio",
    "443094024": "Binbin",
    "444492541": "cyfarwyddiadau log dadfygio ar gyfer Firefox",
    "448807334": "(\"Mae cannoedd o filiynau o CAPTCHAs yn cael eu datrys gan bobl bob dydd.\") Adalwyd Gorffennaf 8fed, 2019.",
    "451701069": "Yn cydymffurfio â GDPR, CCPA,",
    "452920031": "Nodyn i Gwsmeriaid y Tu Allan i'r Unol Daleithiau.",
    "453723556": "Gallwch derfynu'r Atodiad Cwsmer hwn yn annibynnol ar y Telerau Gwasanaeth trwy roi'r gorau i fod yn Gwsmer neu'n Gofynydd. Rydym yn cadw'r hawl i atal neu derfynu'ch statws fel Cwsmer neu Geisiwr ar unrhyw adeg, neu fel arall derfynu'ch cyfrif neu'ch defnydd o'r Gwasanaethau sy'n gyson â'r Telerau Gwasanaeth. Rydych yn parhau i fod yn atebol wrth gael eich terfynu am unrhyw swm sy'n ddyledus o dan eich Ffurflen Archebu. Os yw'ch tanysgrifiad yn cynnwys unrhyw ffioedd misol neu flynyddol neu isafswm misol neu flynyddol, byddwch yn dal i fod yn gyfrifol am dalu am yr holl ffioedd Gwasanaethau trwy ddiwedd y mis neu'r flwyddyn honno, yn y drefn honno.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "457627611": "Ydw. Efallai y byddwn ni a'n darparwyr dadansoddeg neu wasanaeth, partneriaid marchnata, a chysylltiedig yn defnyddio cwcis, bannau gwe, neu bicseli a thechnolegau eraill i sicrhau bod pawb sy'n defnyddio'r Safleoedd yn cael y profiad gorau posibl. Gweler adran \"Dadansoddeg a Thracio Trydydd Parti\" ein Polisi Preifatrwydd i gael mwy o fanylion.",
    "458271951": "Os ydych chi'n Gyfrannwr sy'n cyrchu'r Gwasanaethau a / neu'n cyflawni tasgau trwy Integreiddiwr neu mewn cysylltiad ag ef ar ran Peiriannau Intuition (yn gweithredu fel Ymgeisydd), gall Peiriannau Intuition eich gwobrwyo am gwblhau rhai tasgau yn dderbyniol. Os canfyddir eich bod wedi cymryd rhan mewn twyll, cam-drin, neu dorri'r Telerau Gwasanaeth hyn, gellir atal a / neu adfer unrhyw wobrau i chi gan / Intuition Machines.",
    "458376553": "Gallwch gyrchu, cywiro, diwygio, neu ddileu Gwybodaeth Bersonol benodol y gallech fod wedi'i darparu i ni trwy'ch cyfrif Integreiddiwr, Cwsmer, neu Ddefnyddiwr Hygyrchedd (os ydych chi'n Integreiddiwr, Cwsmer, neu Ddefnyddiwr Hygyrchedd). Os na allwch wneud hynny, neu os oes gennych unrhyw gwestiynau am Wybodaeth Bersonol yr ydym wedi'i chasglu a / neu ei rhannu amdanoch, neu os hoffech dynnu'ch caniatâd ar gyfer ein prosesu yn ôl (hy dileu eich cyfrif yn llwyr) cysylltwch â ni yn",
    "461631543": "Nodyn GDPR",
    "462321455": "Lleoliad Cyflafareddu. Bydd unrhyw gymrodeddu sy'n digwydd o dan yr adran hon yn digwydd yn ddiofyn yn Nhalaith California, oni bai eich bod yn byw y tu allan i'r Unol Daleithiau, ac os felly bydd y cyflafareddiad yn digwydd yn gwbl electronig neu deleffonig. Gall y cyflafareddu ddigwydd mewn unrhyw leoliad arall os bydd pob parti yn cytuno arno yn ysgrifenedig. Waeth beth yw ei leoliad, gall unrhyw barti ddewis ymddangos yn y cyflafareddiad trwy fideo byw neu dele-gynadledda.",
    "464238793": "Os yw Google ei hun yn penderfynu mai bot oedd defnyddiwr a oedd yn gweld hysbyseb neu'n clicio dolen mewn gwirionedd, ni all godi tâl am hysbysebion a ddangosir i'r defnyddiwr hwnnw. Mae'r gwrthdaro buddiannau hwn wedi cyfyngu'n ddifrifol ar gwmpas uchelgeisiau gwrth-bot Google.",
    "465714311": "Ar gyfer Defnyddwyr Hygyrchedd: Holi ac Ateb a Chanllaw Datrys Problemau",
    "465783046": "Am roi cynnig arni gyda'ch data?",
    "468929661": "Mae cost gyfartalog torri reCAPTCHA yn anhygoel o isel (llai na $ 1 fesul 1000 o ddatrysiadau) ac nid yw wedi cynyddu'n sylweddol ers i'n monitro ddechrau yn 2016. Mae hyn yn berthnasol i reCAPTCHA v2 a v3. [",
    "469089249": "A: Mae hyn yn nodweddiadol oherwydd defnyddio atalydd ad ymosodol neu estyniad gwrth-gwci, neu osodiad sy'n blocio cwcis \"traws-safle\", yn yr achos hwn cwci ar gyfer hcaptcha.com sy'n cael ei osod neu ei wirio gan yr hCaptcha JS ar a safle gwahanol, fel yr un rydych chi'n ymweld ag ef.",
    "47536007": "Dysgu mwy am hCaptcha",
    "477275453": "Pam fod APIs yn Darged Poblogaidd i Hacwyr?",
    "487083593": "Gwerthiannau",
    "493717511": "2. A yw'r cwsmer hwn yn gofyn am wasanaethau a allai fod",
    "497117287": "Dewisiadau Hygyrchedd",
    "499510428": "Rydym mewn gwirionedd yn credu bod rheoleiddio wedi ein helpu ni yma",
    "501102544": ": credwn fod y gwasanaeth gwrth-bot hCaptcha (hy y Gwasanaeth sydd wedi'i ymgorffori gan wefannau, gemau, neu apiau symudol) yn cynnwys cwcis \"eithriedig rhag cydsyniad\" fel y'u gelwir yn unol â rheoliadau GDPR. Mae enghreifftiau o gwcis eithriedig o'r fath yn cynnwys:",
    "504332576": "Rydym yn falch o gyhoeddi bod hCaptcha wedi tyfu i fod y gwasanaeth seiberddiogelwch annibynnol mwyaf yn y byd, gan redeg ar oddeutu 15% o'r rhyngrwyd - a chymerasom y rhan fwyaf o'r gyfran hon o'r farchnad yn uniongyrchol o Google reCAPTCHA. Gyda'n gilydd, hCaptcha a",
    "505891021": "Gwasanaethau Labelu",
    "508143070": "Sylwch mai IMI yw rheolwr eich gwybodaeth bersonol, ac eithrio pan fyddwn yn prosesu gwybodaeth bersonol ar ran ein Integreiddwyr mewn cysylltiad â darparu ein Gwasanaeth, ac os felly ni yw prosesydd gwybodaeth bersonol, a'r Integreiddwyr hynny yw rheolwyr y Gwybodaeth personol.",
    "512598290": "Felly, mae'n rhaid i ni ofyn i chi bob amser ddefnyddio'r holl farciau a logos hCaptcha ar ffurf sy'n cadw at y rheolau isod, gan gynnwys cyfalafu, ffurfdeip ac arddull.",
    "512991700": "Os ydych am ddadlau ynghylch unrhyw ffioedd, rhaid i chi gysylltu â'n hadran cymorth i gwsmeriaid heb fod yn hwyrach na deg ar hugain (30) diwrnod ar ôl y dyddiad cau ar y datganiad bilio neu'r cyfrif cyntaf yr ymddangosodd y gwall neu'r broblem er mwyn derbyn addasiad neu gredyd.",
    "515733427": "() Parodrwydd defnyddwyr i osod darnau OS a dderbynnir trwy e-bost",
    "517010299": "Sylwch: ar hyn o bryd rydym yn gweithio ar drawsnewidiad ôl-bac mawr i gymodi bron yn amser real. Bydd cysoniadau cyfnodol yn rhedeg yn llai aml nag arfer trwy Ch1 2021. Nid yw hyn yn effeithio ar amserlenni na dyddiadau talu allan.",
    "519755936": "Chi yn unig sy'n gyfrifol am gydymffurfio â deddfau ffederal, gwladwriaethol, taleithiol a lleol mewn cysylltiad â'ch defnydd o'r Gwasanaethau. Rydych yn cytuno i indemnio a dal ni yn ddiniwed am unrhyw hawliadau yn ein herbyn oherwydd i chi fethu â chydymffurfio ag unrhyw gyfraith neu dorri unrhyw hawliau trydydd parti, gan gynnwys heb gyfyngiad eiddo cytundebol, eiddo deallusol, neu hawliau preifatrwydd.",
    "532470444": "Efallai y bydd y cydbwysedd yn symud ychydig o flwyddyn i flwyddyn, ond mae'r ymddygiad hwn yn syml yn adlewyrchu natur ddynol sylfaenol, ac mae pum mil o flynyddoedd o hanes wedi'i recordio yn awgrymu nad yw'r deinameg yn debygol o newid unrhyw amser yn fuan.",
    "535659033": "Priodoli Creative Commons",
    "538871570": "Mae cystadlu â Google a chwmnïau Big Tech eraill yn ymddangos fel trefn uchel: mae eu pŵer marchnad monopolistig, effeithiau platfform a byddin datblygwyr â chyflog uchel yn cael eu hystyried yn rhy bwerus i daclo i unrhyw un ond cewri technoleg eraill fel Facebook neu Amazon. Mae ein stori yn dangos nad oes rhaid iddo fod felly - gallwch chi guro Big Tech trwy ganolbwyntio ar breifatrwydd.",
    "54093347": "Asiant Cofrestredig DMCA",
    "547245263": "Datryswch eich problem bot heddiw.",
    "548587288": "O gwmpas y byd.",
    "55035359": "Yn defnyddio reCAPTCHA ar hyn o bryd?",
    "551761392": "ac anfon dolenni) ac yn ddewisol llun, os ydych chi'n amau bod rhywbeth nad yw'n arddangos yn gywir. Anfonwch yr IP rydych chi'n ei ddefnyddio hefyd. Gallwch ei gael o",
    "552920956": "Mae hCaptcha yn caniatáu i wefannau ennill gwobrau wrth rwystro bots a mathau eraill o gam-drin. Mae hCaptcha hefyd yn caniatáu ichi gefnogi'r elusennau o'ch dewis gyda'r enillion hyn.",
    "554844646": "Gallwch gadarnhau bod yr estyniad yn gweithio trwy weld y cownter yn gostwng 1 bob tro y byddwch chi'n clicio",
    "555158694": "Mae gwasanaeth rydych chi'n ei ddefnyddio wedi dewis gwella'ch profiad ar eu gwefan trwy osod hCaptcha i leihau traffig maleisus.",
    "555246307": "Gyda llaw, dyma sut mae stori'r uchelwr a'i yrrwr yn dod i ben: Gwnaeth y cwnstabl i'r ddau ddyn eistedd mewn ystafell gyda'i gilydd am oriau a diflasu allan o'u meddyliau. Ar ddiwedd y dydd, ymddangosodd a dweud, “Byddaf yn siarad â gyrrwr y wagen nawr.” Safodd y dyn yn y dillad bonheddig. Roedd wedi diflasu cymaint, anghofiodd nad oedd ond yn esgus mai ef oedd yr uchelwr.",
    "555749578": "mae llai nag 1% o amrywiant mewn cyfraddau datrys ar draws gwledydd mawr ar bob cyfandir.",
    "558378834": "Felly nid ydym bellach yn derbyn ceisiadau am gwestiynau sy'n ymwneud ag ymbarelau ar hyn o bryd. Mae'r potensial am ddryswch pan fydd defnyddiwr terfynol yn gweld cwestiwn am ymbarelau yn yr eiliad gyfredol yn rhy uchel, ac yn y pen draw ein nod yw gwneud y byd yn lle mwy dymunol.",
    "563059212": "Rhestr o Is-broseswyr",
    "564127016": "Yr eicon llaw hCaptcha:",
    "565624910": "drafft",
    "578738483": "Yn gyffredinol, gallwch actifadu neu ddadactifadu'r defnydd o gwcis yn ddiweddarach trwy swyddogaeth sydd wedi'i chynnwys yn eich porwr gwe. Os ydych chi eisiau dysgu mwy am gwcis, neu sut i'w rheoli, eu hanalluogi neu eu dileu, ewch i",
    "58091799": "Dysgu mwy am Gyhoeddwr a Menter hCaptcha",
    "583434701": "HCaptcha Hygyrchedd",
    "585557010": "Herio llai na 0.1% o ddefnyddwyr cyfreithlon.",
    "593735469": "Pam na fydd eich datrysiad gwrth-sbam newydd yn gweithio",
    "595582512": "Os ydych chi'n bwriadu amddiffyn eich gwefan neu'ch ap yn effeithiol rhag bots, sbamwyr neu actorion maleisus eraill, i gyd wrth warchod preifatrwydd eich defnyddwyr (a chydymffurfio â'r holl reoliadau perthnasol!), Ystyriwch hCaptcha a'n cynnig Menter.",
    "596347471": "Mae Rhyngwynebau Rhaglennu Cymwysiadau (APIs) wedi dod yn darged poblogaidd ar gyfer actorion maleisus mewn seiberofod. Mae yna lawer o resymau am hyn, gan gynnwys eu cyfleustodau gwych wrth integreiddio cymwysiadau. Mae'n bosibl lliniaru risg API, fodd bynnag.",
    "600646860": "Yn lle cynnig gwasanaeth o werth amheus wrth echdynnu llafur â gwerth go iawn, mae hCaptcha yn darparu iawndal a diogelwch gwrth-bot cryf.",
    "604751186": "Materion eraill? E-bost",
    "606978017": "Croeso i hCaptcha! Mae'r Polisi Preifatrwydd hwn yn disgrifio arferion Intuition Machines, Inc. (\"IMI\", \"ni\" neu \"ni\") o ran casglu, defnyddio a datgelu gwybodaeth (gan gynnwys Gwybodaeth Bersonol, a ddiffinnir isod) trwy ein gwefan yn",
    "611905972": "Sicrhau mynediad di-dor i'r holl ddefnyddwyr wrth gynnal diogelwch",
    "614310292": "Pwy adeiladodd hCaptcha?",
    "615017396": "Ffeil destun fach yw cwci (\"Cwci\") sy'n cael ei roi ar eich gyriant caled gan weinydd tudalen we. Mae cwcis yn cynnwys gwybodaeth y gellir ei darllen yn ddiweddarach gan weinydd gwe yn y parth a gyhoeddodd y cwci i chi. Dim ond os ydych chi'n defnyddio rhai nodweddion neu'n dewis rhai dewisiadau y bydd rhai o'r cwcis yn cael eu defnyddio, a bydd rhai cwcis bob amser yn cael eu defnyddio. Gallwch ddarganfod mwy am bob cwci trwy edrych ar ein rhestr cwcis gyfredol isod. Rydym yn diweddaru'r rhestr hon o bryd i'w gilydd, felly efallai y bydd cwcis ychwanegol nad ydyn nhw wedi'u rhestru eto. Gellir defnyddio bannau gwe, tagiau a sgriptiau yn y Safleoedd neu mewn e-byst i'n helpu i ddosbarthu cwcis, cyfrif ymweliadau, deall effeithiolrwydd ac effeithiolrwydd ymgyrchu a phenderfynu a yw e-bost wedi'i agor a gweithredu arno. Efallai y byddwn yn derbyn adroddiadau yn seiliedig ar ddefnydd y technolegau hyn gan ein darparwyr gwasanaeth / dadansoddeg ar sail unigol ac agregedig.",
    "615031303": "(Gweler y troednodiadau",
    "615618648": "Ebrill 15fed 2021 - Gorff 15fed 2021",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "622103562": "Rhag 17eg 2019 **",
    "633598495": "Blinder Gweinyddol. Gallwch ddod ag unrhyw hawliad sy'n codi o'ch defnydd o'r wefan hon i asiantaeth weinyddol ond dim ond i'r graddau y mae'r gyfraith berthnasol yn caniatáu mynediad i asiantaeth o'r fath er gwaethaf bodolaeth cytundeb i gymrodeddu. Mae hawliadau gweinyddol o'r fath yn cynnwys hawliadau neu daliadau heb gyfyngiad a ddygir gerbron y Comisiwn Cyfle Cyflogaeth Cyfartal, Adran Lafur yr UD, a'r Bwrdd Cysylltiadau Llafur Cenedlaethol. Ni fydd unrhyw beth yn y cymal hwn yn cael ei ystyried yn eich atal nac yn eich esgusodi rhag dwyn hawliad gweinyddol gerbron unrhyw asiantaeth er mwyn cyflawni eich rhwymedigaeth i ddihysbyddu rhwymedïau gweinyddol cyn gwneud hawliad mewn cyflafareddiad, fodd bynnag, rydych chi'n ildio'r hawl i unrhyw ddyfarniad ariannol trwy hyn. trafodion asiantaeth.",
    "636461959": "Enw",
    "63719113": "yn defnyddio dysgu peiriant uwch i nodi traffig maleisus i'ch gwefan a'ch apiau - gan gynnwys gweithgareddau crafu.",
    "639413188": "mewn ymateb.",
    "641342999": ", neu'r wefan rydych chi'n cael problem arni (Nodyn Preifatrwydd: dim ond os nad oes ots gennych rannu'r hyn ydyw) ... ac yna cliciwch y botwm \"Rwy'n ddynol\", a cheisiwch ei ddatrys.",
    "647630208": "A dyna ni! Mae eich pori ar-lein bellach yn fwy preifat.",
    "648630222": "Atal Twyll Taliad gyda hCaptcha Enterprise",
    "649193891": "https://developers.google.com/recaptcha/",
    "649261378": "Ion 5ed-11eg 2021 *",
    "64953197": "Hydref 15fed 2020 - Ionawr 15fed 2021",
    "651123197": "Bydd cyfrif o'r cyfanswm cyfredol yn eich waled yn cael ei ddangos ar yr eicon ar ôl cwblhau'r her.",
    "653679457": "Amhariadau Amrywiol",
    "654326661": "Am weld drosoch eich hun? Rhowch gynnig ar hCaptcha am ddim.",
    "655974837": "Dim gwarantau ynglŷn â chynnwys",
    "659124570": "Yn ogystal, os ydych chi'n gweld cynnwys sy'n eiddo i chi wedi'i atgynhyrchu ar y platfform hCaptcha ac yr hoffech iddo gael ei ddileu am unrhyw reswm, gallwch gysylltu â ni trwy e-bost yn",
    "661412233": "Mae gwybod ar ôl y captcha bod rhai defnyddwyr yn bots hefyd yn werthfawr. Mae'n gadael i berchnogion gwefannau lanhau hen bostiadau sbam a dileu \"cyfrifon cysgu\" sydd wedi'u cofrestru i fforymau sbam yn y dyfodol, lleihau twyll, a mwy.",
    "664236229": "cais tynnu",
    "680638297": "Rhoi gwybodaeth i chi am ein prosesu o'ch gwybodaeth bersonol a rhoi mynediad i chi i'ch gwybodaeth bersonol.",
    "685916926": "Pam nad yw reCAPTCHA wedi gwella dros amser?",
    "692064738": "() Ni fydd yr heddlu yn goddef hynny",
    "692176459": "Mewngofnodi",
    "693820850": "Gallwch chi guro Google trwy roi preifatrwydd yn gyntaf",
    "69844082": "ni chaniateir defnyddio nodau masnach hCaptcha, symbolau graffig, logos, ffurfdeip, nac eiconau mewn modd gwahanol.",
    "700843971": "Technoleg Hound, Inc. (Byd-eang). Gwasanaethau a ddarperir: honeycomb.io.",
    "702287791": "Cyhoeddwr hCaptcha (am ddim)",
    "703051968": "eicon llaw ha:",
    "707527778": "Gwybodaeth gan Blant",
    "707541553": "Mae'r holl wybodaeth a gynhwysir ar ein tudalennau rhyngrwyd wedi'i dilysu gan IMI neu drydydd parti. Fodd bynnag, ni ellir dal IMI na thrydydd partïon yn gyfrifol am wybodaeth yn gyfredol, yn gywir neu'n gyflawn. Mae hyn hefyd yn berthnasol i wefannau eraill y gellir eu cyrraedd trwy hyperddolenni ar ein tudalennau. Nid yw IMI yn derbyn unrhyw gyfrifoldeb am gynnwys y gwefannau allanol hyn.",
    "710145621": "Darparwch eich data gwirionedd daear eich hun neu gadewch inni ei adeiladu ar y hedfan",
    "713281684": "Eggplant",
    "714342693": "Mae'r tîm hCaptcha wedi bod yn casglu data prisio o wasanaethau torri captcha \"gwe dywyll\" ers 2016. Fe wnaethon ni sylwi ar duedd ddiddorol:",
    "717622341": "hCaptcha Enterprise ™",
    "719304627": "Angen Rheolaeth Diwedd i Ddiwedd?",
    "723027910": "Nid cyngor cyfreithiol mo hwn, ac ni ddarperir unrhyw warantau ynglŷn â'r dadansoddiad hwn. Os oes gennych gwestiynau neu bryderon ychwanegol, cysylltwch â ni yn",
    "728503636": "Dyddiad Talu allan",
    "731546974": "10. Trethi Cyfrannwr neu Integreiddiwr",
    "734735952": "Gwnaethom werthuso nifer o werthwyr CAPTCHA yn ogystal ag adeiladu system ein hunain. Yn y diwedd, daeth hCaptcha i'r amlwg fel y dewis arall gorau i reCAPTCHA.",
    "735630686": "Rheoli Eich Gwybodaeth (Eich Hawliau)",
    "740501259": "Piblinellau syml sy'n cael eu gyrru gan API",
    "741483946": "* Mewn geiriau eraill: gallwch gael tocynnau Pass Preifatrwydd hCaptcha ar hCaptcha.com, a'u defnyddio ar wefannau eraill yn uniongyrchol gan ddefnyddio hCaptcha.com. Ni allwch gael nac adbrynu tocynnau Pas Preifatrwydd hCaptcha i osgoi'r gwasanaeth hCaptcha fel y'i defnyddir gan Cloudflare, gan fod Cloudflare yn cyhoeddi ac yn ad-dalu ei docynnau Tocyn Preifatrwydd ei hun.",
    "751483365": "Cefnogaeth i gleientiaid nad ydynt yn gleientiaid JavaScript.",
    "755156539": "hCaptcha Awdurdodedig Reseller ™",
    "755283510": "os ydych chi'n credu bod gennym ni unrhyw wybodaeth gan neu am blentyn o dan 13 oed.",
    "759057398": "Rhybudd i Bynciau Data'r UE",
    "763447231": "Ar yr un pryd, gall atal bots rhag cyrchu gwefannau cyhoeddwyr ddatgelu twyll ad, gan osod cynnyrch reCAPTCHA Google yn uniongyrchol yn erbyn eu busnes hysbysebion, sy'n cynhyrchu dros 80% o'u refeniw.",
    "766825168": "Ymhlith y camau y gallwn eu cymryd o dan Bolisi Mewnlifydd Ailadrodd DMCA mae anfon rhybuddion o welededd cynyddol i gwsmer cofnod y cyfrif. Er mwyn cydnabod y rhybuddion hyn, efallai y byddwn yn ei gwneud yn ofynnol i'r cwsmer fewngofnodi i'r cyfrif neu ffonio ein tîm cymorth. Rydym hefyd yn cadw'r hawl i atal neu derfynu, yn ogystal â chymhwyso mesurau dros dro eraill i wasanaeth hCaptcha ac IMI unrhyw gwsmer yr ydym wedi parhau i dderbyn hysbysiadau DMCA o dorri honedig hyd yn oed ar ôl i ni anfon rhybuddion torri dro ar ôl tro. Yn ogystal, gallwn derfynu yn ôl ein disgresiwn llwyr wasanaethau hCaptcha neu IMI eraill a ddarperir i'r cwsmeriaid hyn pan fyddwn yn terfynu'r gwasanaeth hCaptcha o dan y polisi hwn.",
    "767207800": "Os yw'ch data'n cynnwys cynnwys a allai fod yn eglur neu'n dramgwyddus, rydym yn gofyn i chi eu marcio \"CYNNWYS EGLURHAD\" i fod yn rhybudd teg i unrhyw un sy'n gweld eich data. Ni chewch heb gytundeb ysgrifenedig ar wahân gydag IMI gynnwys tasgau sy'n torri ein polisïau, gan gynnwys, ond heb fod yn gyfyngedig i, (a) dasgau sy'n hyrwyddo gwefan neu wasanaeth arall yn uniongyrchol neu'n anuniongyrchol, (b) tasgau sy'n torri telerau gwefan trydydd parti a amodau, (c) tasgau sy'n gofyn i Gyfranwyr deisyfu trydydd partïon, (ch) tasgau sy'n gofyn i Gyfranwyr weithredu i drin ymddygiad neu ganlyniadau gwefan, (e) tasgau sy'n torri hawliau eiddo deallusol trydydd partïon, ac (dd) tasgau sy'n ei gwneud yn ofynnol i Gyfranwyr lawrlwytho meddalwedd neu ffeiliau.",
    "770264626": "Ychwanegwch hCaptcha i'ch gwasanaeth (am ddim)",
    "776542208": "() Ras arfau tragwyddol sy'n ymwneud â phob dull hidlo",
    "777660551": "Beth yw stwffio credential?",
    "778204464": "Gellir defnyddio elfen destun gyfoethog gyda chynnwys statig neu ddeinamig. Ar gyfer cynnwys statig, dim ond ei ollwng i mewn i unrhyw dudalen a dechrau golygu. Ar gyfer cynnwys deinamig, ychwanegwch faes testun cyfoethog i unrhyw gasgliad ac yna cysylltu elfen destun gyfoethog â'r maes hwnnw yn y panel gosodiadau. Voila!",
    "779426309": "Enw go iawn, dynodwr personol unigryw, dynodwr ar-lein, cyfeiriad Protocol Rhyngrwyd, cyfeiriad e-bost, enw cyfrif, neu ddynodwyr tebyg eraill.",
    "779817954": "C: Os oes gennyf docynnau Tocyn Preifatrwydd a gyhoeddwyd gan ddarparwr arall, a allaf eu hadbrynu ar hCaptcha?",
    "780280214": "Sut mae hCaptcha a hCaptcha Enterprise yn lliniaru'r bygythiad stwffin credadwy",
    "780475098": "Mae rhwydweithiau ad yn gweld eich ymwelwyr fel y cynnyrch. Nid ydym ond yn poeni a yw ymweliad yn dda neu'n ddrwg. Mae hCaptcha yn cydymffurfio â GDPR, CCPA, LGPD, PIPL, a deddfau data byd-eang eraill.",
    "787916198": "Gyda'ch caniatâd",
    "788770967": "Mae'n ddrwg gennym glywed hynny! Efallai y byddwch am ddefnyddio ein dewis hygyrchedd:",
    "793242047": "Lleihau'r heriau a gyflwynir i ddefnyddwyr er mwyn caniatáu mynediad cyflym i gymwysiadau",
    "793784899": "Cynlluniau",
    "803639471": "Mae'r logo hCaptcha yn cynnwys yr eicon llaw a'r logoteip hCaptcha. Yn ei ffurf arall, gall yr eicon llaw ymddangos ar ei ben ei hun pan fydd gofod yn gyfyngedig a defnyddir \"hCaptcha\" fel marc gair (fel y disgrifir uchod) yn agos at yr eicon llaw, fel ei bod yn amlwg bod yr eicon llaw yn cynrychioli hCaptcha.",
    "805221621": "Cysylltwch â ni yn",
    "805971861": "Mae “Umbrella” yn derm yn ImageNet, y set ddata meincnod safonol a ddefnyddir gan ymchwilwyr gweledigaeth gyfrifiadurol. Mae adnabod pobl sy'n dal ymbarelau yn ddibynadwy hefyd yn hanfodol ar gyfer adeiladu systemau cymorth gyrwyr datblygedig (ADAS) cenhedlaeth nesaf diogel.",
    "808872868": "Er enghraifft: mae sbam, twyll a cham-drin wedi bodoli ar-lein ers bron y diwrnod ar ôl i ddwy system gael eu cysylltu gyda'i gilydd gyntaf.",
    "809251240": "Cysylltu â Ni",
    "811735413": "Eithriadau. Mae anghydfodau nad ydynt o bosibl yn destun cytundeb cyflafareddu rhagdueddol fel y darperir gan Ddeddf Diwygio a Diogelu Defnyddwyr Dodd-Frank Wall Street (Cyfraith Gyhoeddus 111-203) yn cael eu heithrio o hyn",
    "818049069": "Dim hwyrach na Gorffennaf 15fed 2019",
    "824740867": "Yn hytrach na gwella'r datrysiad, rhyddhaodd Google reCAPTCHA v3, sy'n gweithredu'n debycach o lawer i rwydwaith ad na meddalwedd diogelwch, gan gasglu data ymddygiadol o bob rhan o'r we i adeiladu proffiliau defnyddwyr. Yn anffodus, mae'n hawdd trechu'r math hwn o signal, ac felly nid yw'n darparu llawer o amddiffyniad yn erbyn bots wrth niweidio preifatrwydd defnyddiwr.",
    "825780955": "Gwybodaeth personol",
    "826396656": "Ein Cynllun Parhad Busnes",
    "832385387": "() Mae'n hawdd meddwl am syniadau tebyg i'ch un chi, ond eto ni ddangoswyd bod yr un ohonynt yn ymarferol",
    "833750823": "Cael anhawster gyda her?",
    "835249867": "b) 1 miliwn o geisiadau bob mis i'r mwyafrif o Integreiddwyr sy'n defnyddio cyfrifon Cyhoeddwr hCaptcha (am ddim), neu",
    "835396984": "Yn weithredol ar hyn o bryd",
    "835545301": "Rydym yn casglu'r categorïau gwybodaeth canlynol:",
    "835717930": "Moeseg AI yn hCaptcha",
    "836017336": "Firefox",
    "838049015": "Dewiswch yr holl ddelweddau sy'n cyd-fynd â'r ymholiad",
    "838225123": "23. Ymwadiad Gwarant",
    "83852121": "Microsoft Corp (Byd-eang). Gwasanaethau a ddarperir: Microsoft Azure.",
    "838951836": "() Anonestrwydd ar ran sbamwyr eu hunain",
    "846501387": "Amddiffyn bot o'r radd flaenaf",
    "850025770": "A: Credwn felly: gall pob defnyddiwr ag unrhyw fath o nam sy'n gallu pori'r we a rhoi testun ar ffurflenni gael mynediad at wasanaethau a ddiogelir gan hCaptcha wrth gofrestru. Fodd bynnag, nid yw hwn yn gyngor cyfreithiol: dylech berfformio'ch gwerthusiad eich hun, gan ystyried eich gweithrediad penodol i sicrhau bod hyn yn wir am eich defnydd.",
    "851679588": "Ydw.",
    "851786723": "Trwy nodi'ch e-bost, rydych chi'n cytuno i'n Telerau a'n Polisi Preifatrwydd, ac i dderbyn e-bost gennym ni.",
    "852032043": "Safari",
    "855097735": "Mae adeiladu gwasanaeth sy'n gwneud hyn yn dda wrth gydbwyso pob pryder yn broblem galed iawn (ac rydym bob amser yn gweithio i'w wella er mwyn gwneud y profiad mor ddymunol â phosibl) ond gobeithiwn y byddwch yn cytuno bod lleihau sbam, cam-drin, cymryd cyfrifon , ac yn y pen draw, mae twyll ar-lein yn werth y cwestiwn syml achlysurol.",
    "857974529": "I wella i'r Safle a'r Gwasanaeth. Rydym yn defnyddio Gwybodaeth Ddadansoddeg i wella ein gwasanaethau a'n offrymau newydd ac i addasu offrymau cynnyrch presennol ac yn y dyfodol.",
    "858218750": "ac arweiniad ar eu defnyddio ar y",
    "867314732": "Gallwch adfer cydraniad uchel",
    "869702955": "Trwy berfformio tasgau ar ein gwefan, rydych yn awdurdodi casglu, defnyddio a datgelu eich gwybodaeth bersonol yn unol â'n Polisi Preifatrwydd. Yn ogystal, efallai y byddwn yn rhannu gwybodaeth benodol amdanoch chi a'ch tasgau wedi'u cwblhau i'r Ymgeisydd y mae eich tasgau wedi'u cwblhau i hwyluso'r berthynas gwasanaeth a gwella'r wefan, gan gynnwys, er enghraifft, ID Cyfrannwr, Cyfeiriad IP, tasgau wedi'u cwblhau, a phriodoleddau eraill sy'n gysylltiedig. i'ch cymwysterau, ieithoedd, sgiliau, a'ch defnydd o'r wefan.",
    "874098071": "Os ydych chi'n ddefnyddiwr hygyrchedd, cofrestrwch yma",
    "878585497": "Telerau",
    "879362350": "Gyda'r APIs newydd yn gweithio dros y Rhyngrwyd, daeth yn bosibl cysylltu unrhyw feddalwedd neu ffynhonnell ddata, unrhyw le yn y byd, waeth beth fo'r platfform, y sgema ddata neu'r iaith raglennu. O ganlyniad, mae'r byd cyfrifiadurol bellach yng nghanol chwyldro API. Bu ffrwydrad o gysylltedd rhwng cymwysiadau a data. Mae hynny'n wych, nes nad ydyw.",
    "881015166": "Ychwanegwch hCaptcha ar gyfer Cyhoeddwyr at fy ngwefan neu ap",
    "88879089": "Pas Preifatrwydd yn",
    "897432717": "Gyda'n dyluniad newydd ar gyfer Sgoriau Bygythiad wedi'i Addasu, mae ychwanegu eich gwybodaeth fusnes yn caniatáu i'n modelau ddarparu sgoriau sy'n unigryw o berthnasol i'ch defnyddwyr.",
    "907324388": "Swyddogaeth",
    "910989640": "Cynhyrchu adroddiadau manwl ac wedi'u teilwra o weithgaredd",
    "918924423": "Er enghraifft, nid yw Google wedi cynnig gwasanaethau sy'n amlwg yn werthfawr fel canfod bot ôl-weithredol. Mae'n llawer mwy dibynadwy datgan traffig a gynhyrchir gan bot ar ôl dadansoddi sawl diwrnod o ddata.",
    "920212083": "Rhoi Gwybod am Fyg",
    "922470170": "() Ni ddylai gwrthfesurau gynnwys difrodi rhwydweithiau cyhoeddus",
    "926138631": "Ewch i Breifatrwydd a Diogelwch, yna Cwcis a data gwefan arall.",
    "931661269": "() Mae cyfeiriadau e-bost dros dro / un-amser yn feichus",
    "932546190": "Pam y bydd CAPTCHAs gyda ni bob amser",
    "936667684": "Gofynnwyd i chi erioed \"deipio'r arwydd adeilad / stryd?\"",
    "938404336": "2. Amrywiol; hyd at 30 diwrnod.",
    "939665604": "Canolbwyntio ar Breifatrwydd",
    "941057651": "() Buddsoddiad meddalwedd enfawr presennol mewn SMTP",
    "946838734": "3. Dewiswch y botwm \"Uwch\".",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "950637875": "ni ddylid byth newid sillafu hCaptcha a dylid cyfalafu hCaptcha bob amser yn yr ail lythyren (\"C\"). Nid yw byth yn lluosog nac yn feddiannol.",
    "952813944": "Nid yw eich defnydd o'n gwefan na dim yn y cytundeb hwn yn creu perthynas cyflogaeth, partneriaeth, menter ar y cyd, asiantaeth, masnachfraint na chynrychiolydd gwerthu rhyngoch chi a Intuition Machines. Nid ydym yn darparu unrhyw offer nac offer i chi gyflawni tasg. Nid ydym yn darparu unrhyw fuddion, iawndal gweithwyr nac yswiriant i chi. Nid ydym yn gyfrifol am unrhyw dreuliau yr ewch iddynt wrth ddefnyddio ein gwefan. Ni fyddwn yn dal unrhyw swm yn ôl o'ch gwobr am dreth incwm ffederal neu wladwriaeth, Nawdd Cymdeithasol, nac unrhyw dreth arall. Rydych chi bob amser yn rhydd i gyflawni tasgau ar gyfer unrhyw berson neu fusnes, gan gynnwys unrhyw un o'n cystadleuwyr. Nid oes gennych yr awdurdod i ymrwymo i unrhyw gontract, yn ysgrifenedig neu ar lafar, ar ran Peiriannau Intuition.",
    "956019009": "Mae'r cwmnïau seilwaith gwe mwyaf eisoes wedi gweithredu",
    "961941354": "Fodd bynnag, nid oes angen defnyddio gwybodaeth bersonol adnabyddadwy ar gyfer dim o hyn (\"PII\"). Mae technegau cryptograffig modern yn caniatáu inni daflu unrhyw ddata personol cyn gynted â phosibl, gan greu llofnodion unffordd na ellir eu cysylltu ag unrhyw unigolyn yn lle hynny.",
    "963238401": "Mae gennym ddiddordeb bob amser mewn derbyn adroddiadau am chwilod diogelwch. E-bost",
    "971933157": "Mae hCaptcha yn poeni am breifatrwydd, tryloywder a thegwch.",
    "976209454": "Ennill Gwobrau neu Roi i Elusen",
    "98173630": "hCaptcha yw'r gwasanaeth CAPTCHA annibynnol a ddefnyddir fwyaf yn y byd.",
    "981806349": "Wedi'i adeiladu ar y platfform hCaptcha profedig",
    "984849234": "Mae hCaptcha yn defnyddio dysgu peiriant uwch i gyflawni'r hyn y mae reCAPTCHA yn ei addo yn unig, wrth rannu'r gwerth a ddaliwyd â'r gwefannau sy'n ei ddefnyddio.",
    "987267027": "Parti",
    "987375734": "Mae IMI wedi'i leoli yn yr Unol Daleithiau. Mae'r Safleoedd a'r Gwasanaeth yn cael eu rheoli a'n gweithredu gennym ni o'r Unol Daleithiau. Efallai y bydd eich Gwybodaeth Bersonol yn cael ei storio a'i phrosesu mewn unrhyw wlad lle mae gennym gyfleusterau neu lle rydyn ni'n ymgysylltu â darparwyr gwasanaeth, a thrwy ddefnyddio'r Safleoedd a'r Gwasanaeth rydych chi'n cydsynio i drosglwyddo gwybodaeth i wledydd y tu allan i'ch gwlad breswyl, gan gynnwys yr Unol Daleithiau. , a allai fod â rheolau diogelu data sy'n wahanol i reolau eich gwlad. Mewn rhai amgylchiadau, efallai y bydd gan lysoedd, asiantaethau gorfodaeth cyfraith, asiantaethau rheoleiddio neu awdurdodau diogelwch yn y gwledydd eraill hynny hawl i gael mynediad i'ch Gwybodaeth Bersonol.",
    "987901590": "Oes gennych chi ddata amrwd heb set ddilysu gynhwysfawr? Yn y rhan fwyaf o achosion gallwn adeiladu un i chi wrth i dasgau redeg trwy'r system, neu greu samplau wedi'u labelu i'ch cymeradwyo.",
    "989480928": "() Proffidioldeb eithafol sbam",
    "990215503": "hCaptcha yw'r unig brif wasanaeth captcha nad yw'n eiddo i rwydwaith ad.",
    "993651083": "Cam 1: Offer Datblygwr Agored (Mae hyn yn dechrau recordio'r sesiwn.)",
    "996362763": "Mae'r tocynnau hyn yn ddigyswllt ac yn cael eu storio gan yr estyniad i'w defnyddio yn y dyfodol. Pan fydd y defnyddiwr yn ymweld â safle gan ddefnyddio hCaptcha ac angen pasio'r her (p'un a yw'n anweledig neu trwy'r botwm \"Rwy'n ddynol\") cânt eu hadbrynu'n awtomatig. Mae'r weithdrefn chwythu yn golygu bod tocynnau wedi'u llofnodi a'u hadbrynu yn annirnadwy yn gryptograffig o safbwynt hCaptcha, ac felly mae preifatrwydd defnyddiwr yn cael ei gadw.",
    "999610953": "Yn olaf, dewis arall credadwy i Google. Mae hCaptcha Enterprise yn sicrhau arbedion dramatig ar eich bil reCAPTCHA gyda diogelwch uwch: hyd at 80% yn rhatach mewn rhai achosion.",
    "999674529": "Dylai pob bot y mae Google yn ei ganfod fod yn ennill doleri ad sero. Felly mae cymhellion cwmni Google wedi'u halinio'n wael â defnyddwyr eu gwasanaethau diogelwch, a gallai hyn fod yn un esboniad am berfformiad gwael eu cynnig diogelwch reCAPTCHA."
}