{
  "23114595": "Profiad Defnyddiwr Gwych",
  "34074886": "Bob tro rydych chi'n ateb her, rydyn ni'n defnyddio modelau soffistigedig i ddarganfod a ydych chi'n ddynol. Yna mae'r wefan y gwnaethoch chi ymweld â hi yn defnyddio'r canlyniad hwn i helpu i wella'ch profiad ar eu gwefan trwy gadw bots allan.",
  "98173630": "hCaptcha yw'r gwasanaeth CAPTCHA annibynnol a ddefnyddir fwyaf yn y byd.",
  "111184581": "Gwesteio parti cyntaf",
  "119298044": "Mae technolegau ML ac AI hunan-oruchwyliedig uwch yn amddiffyn eich eiddo gwe rhag bygythiadau ac ymosodiadau",
  "121743429": "Ar gyfer Cwmnïau Seilwaith Gwe",
  "122875767": "Bodloni eich anghenion cyfreithiol pan na all cwmnïau eraill.",
  "126134492": "Arall",
  "152010250": "Cyfunodd hCaptcha ddysgu peiriant hunan-oruchwyliedig datblygedig gyda llwyfan cyfrifiadurol ymyl newydd sy'n lleihau casglu a chadw data yn unigryw, a ddarperir o dros 250 o leoliadau yn fyd-eang ar gyfer scalability enfawr.",
  "179723061": "Mwy o reolaeth i dimau sydd angen diogelwch sy'n arwain y dosbarth",
  "191460155": "Dim ffrithiant a moddau goddefol 99.9%",
  "282913023": "Yr opsiwn cost-effeithiol ar gyfer mentrau traffig uchel",
  "328625009": "... rydyn ni'n barod pan fyddwch chi: mae ein gwasanaeth ar gael o gwmpas y cloc.",
  "353066938": "Tîm profiadol, yn gweithio ar broblemau anoddaf heddiw. Mae hCaptcha yn wasanaeth o",
  "353367791": "Canfod actorion drwg o lawer o wahanol fathau.",
  "359073033": "Mae dangosfyrddau yn darparu golygfeydd lefel uchel neu raen mân o weithgaredd.",
  "392886773": "Yn gweithio ym mhob gwlad",
  "451701069": "Yn cydymffurfio â GDPR, CCPA,",
  "547245263": "Datryswch eich problem bot heddiw.",
  "552920956": "Mae hCaptcha yn caniatáu i wefannau ennill gwobrau wrth rwystro bots a mathau eraill o gam-drin. Mae hCaptcha hefyd yn caniatáu ichi gefnogi'r elusennau o'ch dewis gyda'r enillion hyn.",
  "555158694": "Mae gwasanaeth rydych chi'n ei ddefnyddio wedi dewis gwella'ch profiad ar eu gwefan trwy osod hCaptcha i leihau traffig maleisus.",
  "585557010": "Herio llai na 0.1% o ddefnyddwyr cyfreithlon.",
  "713281684": "Eggplant",
  "719304627": "Angen Rheolaeth Diwedd i Ddiwedd?",
  "734735952": "Gwnaethom werthuso nifer o werthwyr CAPTCHA yn ogystal ag adeiladu system ein hunain. Yn y diwedd, daeth hCaptcha i'r amlwg fel y dewis arall gorau i reCAPTCHA.",
  "751483365": "Cefnogaeth i gleientiaid nad ydynt yn gleientiaid JavaScript.",
  "788770967": "Mae'n ddrwg gennym glywed hynny! Efallai y byddwch am ddefnyddio ein dewis hygyrchedd:",
  "793242047": "Lleihau'r heriau a gyflwynir i ddefnyddwyr er mwyn caniatáu mynediad cyflym i gymwysiadau",
  "829047995": "Yn defnyddio reCAPTCHA ar hyn o bryd?",
  "836577577": "Dim ond munudau a dim ond ychydig linellau o god sy'n cymryd hCaptcha. Mae'r API sylfaenol yn gydnaws â reCAPTCHA V2, a dim ond munudau y mae'n eu cymryd i newid.",
  "838049015": "Dewiswch yr holl ddelweddau sy'n cyd-fynd â'r ymholiad",
  "846501387": "Amddiffyn bot o'r radd flaenaf",
  "861167568": "Mae hCaptcha yn datrys un o broblemau mwyaf dybryd TG: atal bots maleisus rhag ymosod ar eich cymwysiadau gwe",
  "880478438": "ar gyfer rheoli bot a thwyll yn y dosbarth gorau.",
  "897432717": "Gyda'n dyluniad newydd ar gyfer Sgoriau Bygythiad wedi'i Addasu, mae ychwanegu eich gwybodaeth fusnes yn caniatáu i'n modelau ddarparu sgoriau sy'n unigryw o berthnasol i'ch defnyddwyr.",
  "910989640": "Cynhyrchu adroddiadau manwl ac wedi'u teilwra o weithgaredd",
  "976209454": "Ennill Gwobrau neu Roi i Elusen",
  "981806349": "Wedi'i adeiladu ar y platfform hCaptcha profedig",
  "999610953": "Yn olaf, dewis arall credadwy i Google. Mae hCaptcha Enterprise yn sicrhau arbedion dramatig ar eich bil reCAPTCHA gyda diogelwch uwch: hyd at 80% yn rhatach mewn rhai achosion.",
  "1014004474": "Mae cynlluniau Menter hCaptcha yn cynnig cytundebau lefel gwasanaeth uwch i amddiffyn eich sefydliad",
  "1045484714": "Integreiddiad SAML SSO â'ch Darparwr Hunaniaeth, e.e. Okta neu Azure AD.",
  "1050501253": "Rhy anodd",
  "1070364246": "Wps! Aeth rhywbeth o'i le wrth gyflwyno'r ffurflen.",
  "1103295010": "Ennill arian neu roi i elusen pan fydd bodau dynol yn datrys CAPTCHAs",
  "1130868224": "Tair llinell o god",
  "1131525092": "Grwpiwch actorion drwg gyda'i gilydd yn ddiymdrech trwy ein UIDs Scoped sy'n gwarchod preifatrwydd i ddod o hyd i dwyll a cham-drin cysylltiedig a'i atal",
  "1141402092": "Nodweddion adrodd uwch",
  "1150035777": "Mae modelau dysgu peiriannau soffistigedig yn cynhyrchu sgoriau hyder bot yn seiliedig ar lawer o bwyntiau data y tu hwnt i ateb cwestiynau yn gywir",
  "1150963691": "Lliniaru APT",
  "1172067553": "Mae'r platfform DYNOL y tu ôl i hCaptcha yn darparu nodweddion ansawdd gwaith a rheoli soffistigedig iawn trwy leoliadau ar y safle, hybrid neu SaaS sy'n integreiddio â'ch systemau presennol.",
  "1173652155": "Cynghorwyr",
  "1218990730": "sut i riportio materion gyda logiau manwl",
  "1250541092": "- Sergi Isasi",
  "1263998069": "Ennill gwobrau am ddatrysiadau dynol",
  "1300485304": "Mae hCaptcha yn amddiffyn rhag bygythiadau a decoau datblygedig sydd wedi'u cynllunio i ymdreiddio i'ch rhwydweithiau",
  "1345083090": "Rhoi gwybod am fater ymarferoldeb?",
  "1356745565": "Cyd-fynd yr holl ffordd yn ôl i Internet Explorer 8.",
  "1368787974": "Rheoli cyfranddaliadau ar draws eich tîm.",
  "1393184984": "yw'r cyfan sydd ei angen arnoch chi.",
  "1475399473": "Dysgu mwy am y tîm hCaptcha",
  "1485807325": "Dangosfyrddau aml-ddefnyddiwr, SAML SSO",
  "1508655687": "Ychwanegwch eich heriau eich hun wedi'u teilwra i'ch cynulleidfa symleiddio neu gyfyngu mynediad",
  "1510448156": "Gallwch chi fod yn weithredol gyda dewis arall gwell heddiw, a throi ymlaen nodweddion mwy datblygedig yn ôl yr angen.",
  "1525403768": "Am fwy o wybodaeth cysylltwch â Enterprise Sales.",
  "1544546608": "Pas Preifatrwydd",
  "1549336309": "hCaptcha yn troi'r model hwn o gwmpas. Pan ddefnyddiwch hCaptcha, mae cwmnïau'n cynnig am y gwaith y mae eich defnyddwyr yn ei wneud wrth iddynt brofi eu dynoliaeth. Rydych chi'n cael y gwobrau.",
  "1559631739": "Dysgu preifat",
  "1579093044": "Gyda'n dylunydd her arfer syml, gallwch lansio cynnwys her ar frand mewn ychydig funudau yn unig.",
  "1586809757": "Sgoriau bot cywirdeb uchel",
  "1599610318": "Cyhoeddwr",
  "1637702726": "Am hCaptcha",
  "1662477701": "Adnoddau",
  "1676849166": "Gostyngwch ffrithiant trwy osgoi her yn gyfan gwbl i 99.9% o'ch traffig cyfreithlon wrth barhau i ddarparu diogelwch rhagorol, diolch i fodelau bot datblygedig.",
  "1685871181": "Mae'r gwasanaethau ar-lein gorau yn dibynnu",
  "1752795854": "Mae hCaptcha yn dod â dull modern, sy'n canolbwyntio ar breifatrwydd, ar atal bots.",
  "1779265104": "Telerau wedi'u Customized a Gwarantau Preifatrwydd",
  "1792519141": "Menter hCaptcha",
  "1798492192": "Cefnogaeth porwr etifeddiaeth",
  "1803009328": "Profi brwydr ar raddfa we.",
  "1844885924": "Llyfrgell eang o fathau i ddewis ohonynt.",
  "1849717906": "Addasu gyda'ch cynnwys her eich hun",
  "1849805607": "Mae hCaptcha yn amddiffyn rhag bygythiadau a decoys sydd wedi'u cynllunio i ymdreiddio i'ch rhwydweithiau",
  "1886100235": "Mae llawer o wasanaethau ar-lein mwyaf y byd wedi newid i hCaptcha Enterprise ac wedi derbyn gwell canfod bot ochr yn ochr ag arbedion cost sylweddol.",
  "1894355645": "Mae hCaptcha yn darparu canfod bot syml, hawdd a dibynadwy wrth fod yn ddibwys i fodau dynol ei ddatrys.",
  "1927613000": "Mae hCaptcha yn cyfuno dysgu peiriant soffistigedig â llwyfan her pwerus i amddiffyn cymwysiadau gwe rhag cymryd cyfrifon, stwffio credadwy, crafu, a mathau eraill o gam-drin.",
  "1936512180": "Access Mynediad API hawdd, dangosfyrddau hardd, a'r dechnoleg model-yn-y-dolen ddiweddaraf i gynyddu effeithlonrwydd gweithwyr i'r eithaf.",
  "1956967813": "Mae cwmnïau mwyaf y byd yn ymddiried yn ein gwasanaethau i wasanaethu miliynau o ddefnyddwyr dyddiol ar draws degau o filiynau o wefannau.",
  "1958297836": "Diogelu ymosodiadau cydgysylltiedig a lliniaru APT",
  "2041686284": "Yn gyffredinol, mae mwy o ddata yn cynhyrchu gwell canlyniadau mewn modelau dysgu peiriannau hyfforddi. Mae llwyddiant diweddar modelau dwfn wedi arwain at setiau data cynyddol fawr, ac mae hCaptcha yn diwallu'r angen hwn. Fodd bynnag, mae creu setiau data mawr a adolygir gan bobl gan ddefnyddio dulliau traddodiadol yn araf ac yn ddrud.",
  "2103563261": "Gwybodaeth Breifat neu Gyhoeddus",
  "2131386784": "Arbenigedd a Chefnogaeth Reachable Ar Gyfer Chi a'ch Defnyddwyr",
  "2138799135": "Mae gan hCaptcha ddwsinau o integreiddiadau wedi'u hadeiladu ymlaen llaw ar gyfer y systemau frontend a backend rydych chi'n eu defnyddio.",
  "2163914794": "Angen mwy o labeli ar gyfer eich setiau data? Mae hCaptcha yn darparu labelu data cyflym, cost-effeithiol ac o ansawdd uchel ar gyfer cwmnïau sy'n gweithio ar ddeallusrwydd artiffisial a chymwysiadau dysgu peiriannau.",
  "2183926131": "Dechreuwch gyda hCaptcha Enterprise",
  "2184564739": "Gwel",
  "2188609322": "Mae actorion drwg yn fwyfwy cyffredin ar-lein. Ond nid aberthu preifatrwydd defnyddiwr yw'r ateb.",
  "2319072959": "Rhedeg yn gyfan gwbl all-lein gyda'ch gweithlu eich hun, olrhain gwerth a ddefnyddir ar draws unedau busnes neu bartneriaid consortiwm, dewiswch lwybrau yn ddetholus i wahanol ddarparwyr llafur mewnol neu allanol yn seiliedig ar ofynion cost a diogelwch, a mwy.",
  "2320894364": "Gyda dros 200 o bwyntiau presenoldeb, mae cwmwl hCaptcha yn amddiffyn eich asedau ledled y byd",
  "2354267648": "GDPR, CCPA, a pholisi preifatrwydd sy'n gyfeillgar i LGPD",
  "2373007864": "Mae hCaptcha Enterprise yn rhedeg ar dechnoleg platfform hCaptcha, wedi'i ymestyn i gynnwys y nodweddion sydd eu hangen ar fentrau traffig uchel.",
  "2418549423": ", safon sy'n dod i'r amlwg ar gyfer cadw preifatrwydd ar-lein trwy broflenni cryptograffig, a nodweddion preifatrwydd-gyntaf unigryw eraill.",
  "2489287539": "Moddau goddefol “Dim CAPTCHA” a 99.9% heb ffrithiant",
  "2510209017": "Angen mwy o help?",
  "2513143348": "Mae'r system hCaptcha Enterprise yn unigryw o ran ei ddyluniad: gellir ei defnyddio'n rhannol neu'n gyfan gwbl ar gyrion eich rhwydwaith os ydych chi'n gweithredu cwmwl cyhoeddus neu'n berchen ar lawer o ganolfannau data.",
  "2535001179": "Os ydych chi'n digwydd dod o reCAPTCHA Google, mae ein APIs yn amnewidion galw heibio.",
  "2593768395": "Profiad di-dor ar draws y we, gwe symudol brodorol, gwe symudol. Integreiddiadau wedi'u hadeiladu ymlaen llaw a SDKs brodorol ar gael.",
  "2650502379": "Lansio Eich Heriau Eich Hun Mewn Eiliadau",
  "2670003220": "Swyddi",
  "2671622670": "Menter",
  "2676853536": "Dangosfyrddau aml-ddefnyddiwr",
  "2681650568": "Ac fel bob amser, mae preifatrwydd yn werth craidd i ni. Ychwanegwch ein cod her dim ond lle mae'n angenrheidiol, a lle mae'n gwneud synnwyr i'ch amddiffyn chi a'ch defnyddwyr. Mae lleihau casglu data yn cychwyn o'r eiliad integreiddio.",
  "2682873489": "Diffinio ardal ffiniol ar gyfer gwrthrychau",
  "2686825859": "Cofrestrwch am ddim neu cysylltwch â ni am atebion hCaptcha Enterprise",
  "2698140263": "Nid yw pob problem yr un peth: mae cael sgôr sengl yn golygu bod yn rhaid iddo fynd i'r afael â'ch anghenion i fod yn ddefnyddiol.",
  "2698640210": "Dangos heriau a mathau rheoli",
  "2707282231": "Addasu heriau i'ch defnyddwyr. Ei gwneud yn amhosibl i bots ddatrys a threiddio.",
  "2714878440": "Amddiffyn eich gwasanaethau rhag crafu, cymryd cyfrifon, stwffin credadwy, a sbam gyda'n dysgu uwch o beiriannau a gwirio dynoliaeth.",
  "2718999653": "Sgoriau Bygythiad wedi'u Customized",
  "2781507299": "Gwirio Instant",
  "2782263070": "Mae gwasanaeth yn brif flaenoriaeth i ni. Rydym yn cynnal cefnogaeth ar alwad 24/7 ac yn cynnig cydgysylltiad Slack uniongyrchol gyda'ch tîm integreiddio peirianneg a'n staff ar alwad yn ystod ac ar ôl gweithredu.",
  "2806751666": "Beth yw hCaptcha?",
  "2826051554": "a mwy",
  "2881474837": "Menter hCaptcha",
  "2890048009": "Mae rhwydweithiau ad yn gweld eich ymwelwyr fel y cynnyrch. I ni yr unig gynnyrch yw pennu eu dynoliaeth. Mae ein gwasanaethau yn cwrdd neu'n rhagori ar ofynion GDPR, CCPA, LGPD, a PIPL, ac yn cefnogi mentrau fel Preifatrwydd Pass. Rydym yn gweithio'n galed i gydbwyso preifatrwydd a diogelwch.",
  "2927700175": "Rydyn ni'n dangos heriau CAPTCHA sy'n anodd i bots ond yn hawdd i bobl trwy gasglu data anodd ei labelu o broblemau dysgu peiriannau, a'i ddefnyddio i wahaniaethu a yw ymwelydd gwefan neu ap yn ddynol.",
  "2968026167": "Eich hoff lysieuyn",
  "3018523079": "Arhoswch ar frand gyda phrofiad defnyddiwr cyson.",
  "3065000659": "A wnaethoch chi sylweddoli bob tro y byddwch chi'n \"clicio ar y car\" rydych chi'n helpu i hyfforddi sengl",
  "3093388779": "Mae hCaptcha yn rhad ac am ddim i'w ddefnyddio ar gyfer cyhoeddwyr o unrhyw faint",
  "3093689546": "Integreiddio hawdd",
  "3096063825": "Rhowch gynnig arni",
  "3107683988": "Gall hyn leihau traffig a chostau oddi ar y rhwydwaith yn ddramatig wrth gadw holl fuddion rheoli gan ein staff ar alwad 24/7 i gwrdd â'r CLGau llymaf.",
  "3117887301": "Ymddiried yn y gwasanaethau ar-lein mwyaf",
  "3121248460": "Arddangos heriau arfer anfeidrol amrywiol - o'r syml i'r cymhleth - i'ch cynulleidfa a ragwelir",
  "3153117136": "Sut mae Gosodiadau Anhawster hCaptcha yn Gweithio",
  "3160820928": "Diogelu ymosodiad cydgysylltiedig",
  "3161489950": "Llwyfan ML Diogelwch Mwyaf Uwch y Byd",
  "3167979932": "Wedi'i gynllunio ar gyfer preifatrwydd o'r diwrnod cyntaf. Cytundeb Prosesu Data Cryf.",
  "3194111925": "cefnogaeth",
  "3213351333": "Nid oes angen ymrwymiad ymlaen llaw",
  "3213957230": "Pan fydd yn rhaid i ddefnyddwyr ddatrys her i fodloni gofynion diogelwch, beth am greu tasgau dymunol a pherthnasol i'r defnyddiwr?",
  "3225770968": "Mae hCaptcha wedi'i gynllunio i ddatrys y broblem fwyaf llafurddwys wrth ddysgu peiriannau; labelu llawer iawn o ddata mewn modd amserol, fforddiadwy a dibynadwy.",
  "3230004040": "A oes gennych nam ar eich golwg neu fel arall na allwch gwblhau hCaptchas?",
  "3235430156": "systemau dysgu peiriannau cwmni am ddim?",
  "3260825523": "Peiriannau Intuition",
  "3264813246": "Amhriodol",
  "3265895521": "Codi ac anhawster her is yn seiliedig ar amser o'r dydd",
  "3266612494": "Partner dibynadwy",
  "3276777569": "hCaptcha",
  "3287172429": "Dangos y mathau o her rheoli",
  "3365203058": "Amddiffyniad gwrth-bot o'r radd flaenaf",
  "3412647984": "Mae hyn yn caniatáu ichi osgoi cwestiynau yn y dyfodol trwy gofrestru a gosod cwci. Ceisiwch hefyd ddiffodd eich atalydd hysbysebion.",
  "3417372336": "Newid mewn munudau",
  "3446714684": "Integreiddio Symudol (iOS ac Android)",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "Ar gyfer defnyddwyr Menter, mae opsiynau ar gael i osgoi heriau yn y mwyafrif o senarios yn llwyr.",
  "3478726913": "Mae gan hCaptcha un o'r pyllau mwyaf ar y blaned at eich defnydd chi. Beth bynnag fo'ch graddfa, gallwn ei drin heb ymrwymiadau drud ymlaen llaw. Nid yw miliynau o dasgau bob dydd yn broblem.",
  "3480023141": "Dysgu mwy am opsiynau hygyrchedd",
  "3483700676": "Lansio miliynau o dasgau ar unwaith",
  "3500503648": "Mae hCaptcha wedi'i gynllunio i ddileu cadw data yn y tymor hir trwy ddibynnu ar werthuso ar unwaith yn hytrach na chofnodi a dadansoddi'ch hanes pori. Rydym hefyd yn cefnogi mentrau fel",
  "3524251858": "Cyfarwyddwr Rheoli Cynnyrch, Cloudflare",
  "3526939538": "Byg Meddalwedd",
  "3530599065": "Mae preifatrwydd wedi'i adeiladu o'r gwaelod i fyny. Nid yw hCaptcha yn cadw unrhyw PII ac mae'n cydymffurfio â nifer o fandadau a rheoliadau preifatrwydd.",
  "3570415321": "Cwmni",
  "3573245166": "Yn wahanol i reCAPTCHA, rydyn ni'n gweithio ym mhob gwlad.",
  "3578122193": "Arhoswch ar frand gyda chynnwys perthnasol",
  "3620442880": "Nodweddion amddiffyn Flash Sale",
  "3630114728": "Gweld beth sy'n digwydd ar draws eich holl wefannau ac apiau.",
  "3644106388": "Cysylltwch",
  "3660619092": "Cofrestrwch am ddim neu cysylltwch â gwerthiannau am atebion Menter",
  "3688621388": "Llofnodion bygythiad",
  "3704893754": "Am weld drosoch eich hun? Rhowch gynnig ar hCaptcha Am Ddim",
  "3714002185": "Dysgu mwy am fenter hCaptcha",
  "3715747429": "Gall ein peirianwyr ysgubol eich annog i fynd yn gyflym, p'un a oes angen integreiddio React, SDKs ar gyfer apiau brodorol iOS, enghraifft ôl-benwythnos Java, neu bron unrhyw senario arall.",
  "3717512591": "Integreiddio Platfform Uniongyrchol",
  "3721365241": "Rhowch gynnig ar",
  "3729345277": "Mae hCaptcha yn ffordd i gwmnïau gael yr anodiadau sydd eu hangen arnynt yn gyflymach, gydag ansawdd uwch ac am gost is na dewisiadau amgen eraill.",
  "3730038780": "Dewiswch o nifer bron yn anfeidrol o heriau i ddefnyddwyr eu datrys",
  "3739936967": "Mae'r ffocws unigryw hwn ar breifatrwydd yn golygu y gallwn gynnig sero cadw data unigol, gweithrediad di-gwci, a gwarantau preifatrwydd cytundebol eraill yn ôl yr angen wrth gynnal diogelwch rhagorol. Darllen mwy.",
  "3740051331": "Rydym hefyd wedi ymrwymo i fynd ati i fonitro ac ymateb i gwestiynau eich defnyddwyr ar draws cyfryngau cymdeithasol, fforymau, a'n sianeli cymorth mewn teclyn ac e-bost. Rydym yn hygyrch ac yn ymatebol, ac yn trin boddhad defnyddwyr fel DPA uchaf.",
  "3753956446": "Am ddim",
  "3758963444": "Diolch! Derbyniwyd eich cyflwyniad!",
  "3767462250": "Wedi'i gynllunio ar gyfer Preifatrwydd",
  "3768951251": "CLGau Menter",
  "3807059944": "Rheoli cynnwys her a ddefnyddir",
  "3816867833": "Adborth",
  "3817811295": "Dibynadwyedd gwarantedig a chefnogaeth gyflym ar alwad 24/7.",
  "3892905664": "Mae hCaptcha yn helpu'ch hoff wasanaethau ar-lein i gadw bots, sbam a cham-drin allan trwy ofyn cwestiynau syml sy'n hawdd i fodau dynol ac yn anodd i beiriannau.",
  "3913848038": "CLGau uptime 99.99% a chefnogaeth fyd-eang 24/7 ar gael.",
  "3951254541": "Rydym yn gwerthfawrogi eich mewnbwn. Gadewch inni wybod unrhyw faterion a byddwn yn eu datrys yn gyflym.",
  "3952259236": "Cyfunwch eich data dall â miloedd o signalau hCaptcha i hyfforddi hCaptcha ar ddosbarthiadau ymddygiad - er enghraifft yn unig - i ragfynegi ymddygiad maleisus yn well na'r naill ateb neu'r llall yn unig",
  "3953584369": "Cyfyngiadau mynediad soffistigedig RBAC ar gael.",
  "4007826952": "Y CAPTCHA # 1 preifatrwydd-gyntaf ar gyfer gwe, symudol, a mwy.",
  "4019660456": "0ms latency: gwirio tocynnau hCaptcha heb unrhyw alwad API.",
  "4065065042": "Deialwch hwn i gyd-fynd yn union â'ch achos defnydd.",
  "4083018285": "Cyfres o nodweddion estynedig sy'n cyfuno â gwell monitro ac ymateb SOC i fynd i'r afael â bygythiadau parhaus soffistigedig",
  "4146870445": "Pwy ydyn ni",
  "4147497805": "Moron",
  "4194763679": "Lefelau anhawster graen mân",
  "4195759329": "Canfod bot a sgoriau risg",
  "4199502476": "Dangosfyrddau adrodd uwch ac API",
  "4238473596": "Mae lleihau ffrithiant i ddefnyddwyr go iawn yn bwysig. Mae hCaptcha yn defnyddio tasgau syml ac yn cymryd llai o amser i'r mwyafrif o ddefnyddwyr wrth stopio mwy o draffig bot.",
  "4272022475": "Mae pob cais ac ased yn mynd i hcaptcha.yourdomain.com",
  "4272454814": "Integreiddiwch gyda'r darparwr hunaniaeth o'ch dewis.",
  "a11y-img-1": "Sgrin defnyddiwr hygyrchedd ar ôl mewngofnodi",
  "a11y-img-2": "Opsiwn hygyrchedd yn newislen UI widget",
  "a11y-img-3": "Blwch deialog hygyrchedd yn UI teclyn",
  "about-advisors-brendan": "Prif Swyddog Gweithredol Brave. Cyd-sylfaenydd Mozilla. Crëwr yr iaith raglennu JavaScript. Adeiladwr porwyr a mwy.",
  "about-advisors-dawn": "Athro, CS ym Mhrifysgol California, Berkeley. Dysgu dwfn, diogelwch, arbenigwr blockchain. Prif Swyddog Gweithredol Oasis Labs.",
  "about-advisors-head": "Cynghorwyr",
  "about-advisors-keiran": "Gwyddonydd Ymchwil yn Stanford. Dysgu peiriannau a chyllid meintiol mewn banciau mawr, cronfeydd gwrychoedd a'r byd academaidd.",
  "about-content-head-1": "Beth Rydym yn Ei Wneud",
  "about-content-head-2": "Pam Mae'n Bwysig",
  "about-content-text-1a": "Mae hCaptcha yn dod â dull modern, sy'n canolbwyntio ar breifatrwydd, i atal bots.",
  "about-content-text-1b": "Rydym yn dangos heriau CAPTCHA sy'n anodd i bots ond yn hawdd i bobl trwy gasglu data anodd ei labelu o broblemau dysgu peiriannau, a'i ddefnyddio i wahaniaethu a yw ymwelydd gwefan neu ap yn ddynol.",
  "about-content-text-2a": "Mae actorion drwg yn fwyfwy cyffredin ar-lein. Ond nid aberthu preifatrwydd defnyddiwr yw'r ateb.",
  "about-content-text-2b": "Mae atebion diogelwch a gynigir gan gwmnïau hysbysebu yn canolbwyntio'n bennaf ar olrhain defnyddwyr ar draws y we. Rydym wedi creu datrysiad diogelwch effeithiol sy'n profi nad oes angen niweidio preifatrwydd defnyddiwr i sicrhau canlyniadau rhagorol.",
  "about-intro-head-1": "Am hCaptcha",
  "about-intro-head-2": "Preifatrwydd, Diogelwch, a Dysgu Peiriant.",
  "about-intro-text": "hCaptcha yw'r gwasanaeth CAPTCHA annibynnol a ddefnyddir fwyaf yn y byd.",
  "about-leadership-head": "Pwy ydyn ni",
  "about-leadership-headsub": "Tîm profiadol, yn gweithio ar broblemau anoddaf heddiw.",
  "about-leadership-link1": "Pwy ydyn ni",
  "about-leadership-text1": "Rydym yn arbenigo mewn dysgu dwfn a dysgu peiriannau parth gweledol ar raddfa, gyda ffocws penodol ar sicrhau systemau ar-lein rhag bygythiadau modern cynyddol soffistigedig.",
  "about-leadership-text2": "Gyda degawdau o arbenigedd dysgu meddalwedd a pheiriant, rydym yn adeiladu ac yn gweithredu systemau graddadwy aruthrol i fynd i'r afael â rhai o broblemau anoddaf heddiw wrth warchod preifatrwydd.",
  "acc-opt": "Dewisiadau Hygyrchedd",
  "acc-opt-but": "Dysgu mwy am opsiynau hygyrchedd",
  "acc-opt-text": "A oes gennych nam ar eich golwg neu fel arall yn methu â chwblhau hCaptchas?",
  "accessibility-link": "Hygyrchedd",
  "appreciate-in": "Rydym yn gwerthfawrogi eich mewnbwn. Gadewch inni wybod unrhyw faterion a byddwn yn eu datrys yn gyflym.",
  "fb-but": "Anfonwch adborth atom",
  "feedback-text": "Rhowch adborth ar yr hCaptcha a welsoch",
  "footer-attribution": "Priodoli",
  "footer-copyright-text": "Mae hCaptcha yn nod masnach cofrestredig Intuition Machines, Inc.",
  "footer-header-1": "Cwmni",
  "footer-header-2": "Adnoddau",
  "footer-header-3": "Cysylltwch",
  "footer-link-1": "Labelu",
  "footer-link-10": "Hygyrchedd",
  "footer-link-2": "Am",
  "footer-link-3": "Swyddi",
  "footer-link-4": "Nodau masnach",
  "footer-link-5": "Moeseg AI",
  "footer-link-6": "Blog",
  "footer-link-7": "Statws",
  "footer-link-8": "Dogfennaeth",
  "footer-link-9": "Riportiwch Fyg",
  "footer-privacy": "Preifatrwydd",
  "footer-subheader-1": "Cefnogaeth",
  "footer-subheader-2": "Cysylltwch",
  "footer-terms": "Telerau",
  "h-plans": "Cynlluniau Tanysgrifio",
  "header-docs-link": "Docs",
  "header-labeling-services-link": "Gwasanaethau Labelu",
  "header-login-button": "Mewngofnodi",
  "header-plans-link": "Cynlluniau",
  "header-signup-button": "Cofrestru",
  "home-about-head": "Am hCaptcha",
  "home-about-subtitle": "Wedi'i bweru gan Brotocol DYNOL",
  "home-about-text-1": "Mae hCaptcha wedi'i gynllunio i ddatrys y broblem fwyaf llafurddwys wrth ddysgu peiriannau: labelu llawer iawn o ddata mewn modd amserol, fforddiadwy a dibynadwy.",
  "home-about-text-2": "Yn gyffredinol, mae mwy o ddata yn cynhyrchu gwell canlyniadau mewn modelau dysgu peiriannau hyfforddi. Mae llwyddiant diweddar modelau dwfn wedi arwain at setiau data cynyddol fawr, bron bob amser gyda rhywfaint o adolygiad dynol. Fodd bynnag, mae creu setiau data mawr a adolygir gan bobl trwy Mechanical Turk, Ffigur Wyth, ac ati, yn araf ac yn ddrud.",
  "home-about-text-3": "Mae hCaptcha yn caniatáu i wefannau wneud arian sy'n gwasanaethu'r galw hwn wrth rwystro bots a mathau eraill o gam-drin.",
  "home-about-text-4": "Mae'r farchnad hCaptcha yn cael ei bweru gan y Protocol DYNOL, protocol datganoledig agored ar gyfer adolygiad dynol sy'n rhedeg ar y blockchain Ethereum. Mae gwefannau yn ennill Human Tokens (HMT) pryd bynnag y mae defnyddwyr yn defnyddio'r teclyn hCaptcha ar eu gwefan, ac mae cwmnïau dysgu peiriannau yn talu Human Tokens i gael eu data wedi'i labelu.",
  "home-ba-labeling-services-link": "Gwasanaethau Labelu",
  "home-benefits-head-1": "Y Gwerth mewn Labelu Data",
  "home-benefits-head-2": "Rhowch Yn Ôl i Elusen",
  "home-benefits-text-1": "A wnaethoch chi sylweddoli bob tro y byddwch chi'n clicio ar y car rydych chi'n helpu i hyfforddi systemau dysgu peiriannau un cwmni Gigantic am ddim?",
  "home-benefits-text-2": "hCaptcha yn troi'r model hwn o gwmpas. Pan ddefnyddiwch hCaptcha, mae cwmnïau'n cynnig am y gwaith y mae eich defnyddwyr yn ei wneud wrth iddynt brofi eu dynoliaeth. Rydych chi'n cael y gwobrau.",
  "home-benefits-text-3": "Am roi yn ôl i'ch hoff elusen? Mae hCaptcha yn caniatáu ichi gefnogi'r elusennau o'ch dewis gyda'r enillion rydych chi'n eu hennill o'i ddefnyddio. Cyn bo hir, bydd defnyddwyr ar eich gwefan yn gallu gweld eich cyfraniad i elusen trwy frandio synhwyrol ar y rhyngwyneb hCaptcha.",
  "home-challenge-text-1": "Dewiswch yr holl ddelweddau sy'n cyfateb i'r ymholiad",
  "home-challenge-text-2": "Diffinio ardal ffiniol ar gyfer gwrthrychau",
  "home-challenge-text-3": "Nodi'r labeli cyfatebol",
  "home-challenge-title-1": "Cymhariaeth",
  "home-challenge-title-2": "Blwch Rhwymo",
  "home-challenge-title-3": "Categoreiddio",
  "home-challenges-head": "Heriau a Gyflwynir",
  "home-challenges-text-1": "... a thasgau syml eraill. Hawdd i fodau dynol, anodd i bots.",
  "home-challenges-text-2": "Tasgau personol hefyd ar gael i gyhoeddwyr menter.",
  "home-ent-1": "Chwilio am ein cynigion diogelwch menter?",
  "home-ent-2": "Ewch i'n gwefan bwrpasol newydd: BotStop.com",
  "home-ent-button": "Dysgu mwy: BotStop gan hCaptcha",
  "home-from-the-blog": "O'R BLOG:",
  "home-from-the-blog-value": "Sut mae Gosodiadau Anhawster hCaptcha yn Gweithio",
  "home-intro-body": "Ydych chi'n defnyddio captcha i gadw bots allan? Mae hCaptcha yn amddiffyn preifatrwydd defnyddwyr, yn gwobrwyo gwefannau, ac yn helpu cwmnïau i labelu eu data. Mae'n ddisodli galw heibio ar gyfer reCAPTCHA: gallwch newid o fewn munudau.",
  "home-intro-button": "Cofrestrwch Nawr",
  "home-intro-head": "Stopiwch fwy o bots. Dechreuwch amddiffyn preifatrwydd defnyddiwr.",
  "home-main-1": "Preifat. Diogel. Cyflymach. Ac rydym yn talu i chi ei ddefnyddio.",
  "home-main-2": "Canolbwyntio ar Breifatrwydd",
  "home-main-2c": "Mae rhwydweithiau ad yn gweld eich ymwelwyr fel y cynnyrch. Ar gyfer hCaptcha y cynnyrch yw'r gwaith maen nhw'n ei ddarparu. Nid ydym yn poeni pwy yw'ch defnyddwyr, dim ond pa mor debygol ydyn nhw o fod yn faleisus. Rydym yn cefnogi mentrau fel Pas Preifatrwydd, ac yn gweithio'n galed i gydbwyso preifatrwydd a diogelwch.",
  "home-main-3": "Diogelwch yn Gyntaf",
  "home-main-3c": "Mae cywirdeb er eich budd chi a'n un ni. Mae hCaptcha yn canolbwyntio ar y cyhoeddwr. Rydym yn gweithio i roi data go iawn i chi a gadael i chi benderfynu sut i'w ddefnyddio. Darperir captchas eraill gan gwmnïau hysbysebu Gigantic. Mae hyn yn golygu y gallai pob bot y maen nhw'n ei flocio leihau eu refeniw.",
  "home-main-4": "Gwell Profiad Defnyddiwr",
  "home-main-4c": "Defnyddir modelau dysgu peiriannau soffistigedig gan hCaptcha ar gyfer pennu dynoliaeth. Mae hyn yn caniatáu inni ofyn am dasgau llai annifyr gan eich defnyddwyr a chymryd llai o'u hamser wrth wneud hynny, wrth barhau i gynhyrchu data defnyddiol wedi'i labelu ar gyfer labelu cwsmeriaid.",
  "home-main-plans": "Mae hCaptcha yn rhad ac am ddim i'w ddefnyddio ar gyfer cyhoeddwyr o unrhyw faint. Fodd bynnag, ar gyfer mentrau a llwyfannau sydd angen mwy o reolaeth, mae ein datrysiadau menter ar gael.",
  "home-main-plans2": "Mae datrysiadau menter hCaptcha yn amddiffyn miliynau o ddefnyddwyr ar draws degau o filiynau o wefannau i rai o'r cwmnïau mwyaf ar y blaned. Cysylltwch â ni am ragor o wybodaeth, neu ewch i",
  "home-main-plans3": "Mae datrysiadau menter hCaptcha yn amddiffyn miliynau o ddefnyddwyr ar draws degau o filiynau o wefannau i rai o'r cwmnïau mwyaf ar y blaned. Cysylltwch â ni am ragor o wybodaeth, neu ewch i",
  "home-main-plans4": "am fanylion.",
  "home-plans-button-1": "Signup nawr",
  "home-plans-button-2": "Cysylltwch â gwerthiannau",
  "home-plans-chart-head-1": "Nodweddion",
  "home-plans-chart-head-2": "Cyhoeddwr",
  "home-plans-chart-head-3": "Menter",
  "home-plans-chart-row-1-cell-1": "Dangos y mathau o heriau rheoli",
  "home-plans-chart-row-1-cell-2": "Cyfyngedig",
  "home-plans-chart-row-1-cell-3": "Cyfanswm",
  "home-plans-chart-row-10-cell-1": "Dangosfyrddau aml-ddefnyddiwr",
  "home-plans-chart-row-11-cell-1": "Nodweddion adrodd uwch",
  "home-plans-chart-row-12-cell-1": "CLGau Menter",
  "home-plans-chart-row-2-cell-1": "Rheoli cynnwys her a ddefnyddir",
  "home-plans-chart-row-2-cell-2": "Cyfyngedig",
  "home-plans-chart-row-2-cell-3": "Cyfanswm",
  "home-plans-chart-row-3-cell-1": "Ennill gwobrau am ddatrysiadau dynol",
  "home-plans-chart-row-4-cell-1": "Amddiffyniad gwrth-bot o'r radd flaenaf",
  "home-plans-chart-row-5-cell-1": "Yn gweithio ym mhob gwlad",
  "home-plans-chart-row-5a-cell-1": "Moddau goddefol Dim-CAPTCHA a 99.9%",
  "home-plans-chart-row-5b-cell-1": "Sgoriau hyder bot",
  "home-plans-chart-row-6-cell-1": "Polisi preifatrwydd GDPR a CCPA-gyfeillgar",
  "home-plans-chart-row-7-cell-1": "Lefelau anhawster graen mân",
  "home-plans-chart-row-8-cell-1": "Lansio cynnwys eich her eich hun",
  "home-plans-chart-row-9-cell-1": "Amserlennu anhawster ar sail amser",
  "home-try-it-out-button": "Cael hCaptcha",
  "home-try-it-out-head": "Rhowch gynnig arni",
  "home-try-it-out-text": "Mae hCaptcha yn darparu canfod bot syml, hawdd a dibynadwy wrth fod yn ddibwys i fodau dynol ei ddatrys.",
  "labeling-about-head": "Am hCaptcha",
  "labeling-about-text-1": "Mae hCaptcha wedi'i gynllunio i ddatrys y broblem fwyaf llafurddwys wrth ddysgu peiriannau; labelu llawer iawn o ddata mewn modd amserol, fforddiadwy a dibynadwy. Yn gyffredinol, mae mwy o ddata yn cynhyrchu gwell canlyniadau mewn modelau dysgu peiriannau hyfforddi. Mae llwyddiant diweddar modelau dwfn wedi arwain at setiau data cynyddol fawr, ac mae hCaptcha yn gwasanaethu'r angen hwn.",
  "labeling-about-text-2": "Fodd bynnag, mae creu setiau data mawr a adolygir gan bobl gan ddefnyddio dulliau traddodiadol yn araf ac yn ddrud. Mae hCaptcha yn ffordd i gwmnïau gael yr anodiadau sydd eu hangen arnynt yn gyflymach, gydag ansawdd uwch ac am gost is na dewisiadau amgen eraill.",
  "labeling-annotations-head": "Mathau Anodi",
  "labeling-annotations-text-1": "Canfod gwrthrychau yn gywir mewn delweddau a fideo",
  "labeling-annotations-text-2": "Canfod gwrthrychau yn gywir mewn delweddau a fideo",
  "labeling-annotations-text-3": "Pwyntiwch anodiadau ar gyfer llawer o achosion defnydd gwahanol",
  "labeling-annotations-text-4": "Trefnu neu atodi categorïau mympwyol o unrhyw faint",
  "labeling-annotations-text-5": "Canfod a dosbarthu pŵer dynol",
  "labeling-annotations-text-6": "Angen math arall nad yw wedi'i restru yma? Gofynnwch i ni.",
  "labeling-annotations-title-1": "Blychau Rhwymo",
  "labeling-annotations-title-2": "Polygonau",
  "labeling-annotations-title-3": "Tirnodau",
  "labeling-annotations-title-4": "Categoreiddio Priodoleddau",
  "labeling-annotations-title-5": "Cymharu a Canfod",
  "labeling-annotations-title-6": "... a llawer mwy",
  "labeling-ent-button": "Cysylltwch â'n Tîm Datrysiadau Menter",
  "labeling-ent-head": "Angen Rheolaeth Diwedd i Ddiwedd?",
  "labeling-ent-text-1": "Mae'r Llwyfan DYNOL y tu ôl i hCaptcha yn darparu nodweddion ansawdd gwaith a rheoli soffistigedig iawn trwy leoliadau ar safle, hybrid neu SaaS sy'n integreiddio â'ch systemau presennol.",
  "labeling-ent-text-2": "Rhedeg yn gyfan gwbl all-lein gyda'ch gweithlu eich hun, olrhain gwerth a ddefnyddir ar draws unedau busnes neu bartneriaid consortiwm, gan lwybro swyddi yn ddetholus i wahanol ddarparwyr llafur mewnol neu allanol yn seiliedig ar ofynion cost a diogelwch, a mwy.",
  "labeling-ent-text-3": "Mynediad hawdd i API, dangosfyrddau hardd, a'r dechnoleg model-yn-y-dolen ddiweddaraf i sicrhau'r effeithlonrwydd mwyaf posibl.",
  "labeling-ent-text-4": "CLGau uptime 99.99% a chefnogaeth fyd-eang 24/7 ar gael. Am fwy o wybodaeth:",
  "labeling-features-head-1": "Piblinellau syml sy'n cael eu gyrru gan API.",
  "labeling-features-head-2": "Wedi'i optimeiddio ar gyfer cost ac ansawdd. Nid oes angen ymrwymiad ymlaen llaw.",
  "labeling-features-head-3": "Dim ond talu am y cywirdeb sydd ei angen arnoch chi.",
  "labeling-features-head-4": "Darparwch eich data gwirionedd daear eich hun neu gadewch inni ei adeiladu ar y hedfan.",
  "labeling-features-text-1": "Am integreiddio adolygiad dynol yn uniongyrchol i'ch gweithrediadau busnes? Rydym yn cynnig CLGau dibynadwyedd uchel, gallu gwarantedig, ac APIs REST syml.",
  "labeling-features-text-2": "Mae'r platfform DYNOL yn defnyddio modelau hyder cynhwysfawr i berfformio dadansoddiad ansawdd amser real soffistigedig. Mae hyn yn caniatáu inni bennu anhawster cwestiynau a'u hateb cywir yn gyflym, gan arbed amser ac arian i chi.",
  "labeling-features-text-3": "Nid yw pob problem yr un peth. Efallai y bydd anodiadau ar gyfer tasgau sy'n hanfodol i ddiogelwch yn gofyn am hyder 99.99% gan weithwyr cwbl ddynol. Efallai y bydd angen hyder cymedrol yn unig ar gyfer un nodwedd beta mewn app gêm symudol. Chi sy'n penderfynu.",
  "labeling-features-text-4": "Oes gennych chi ddata amrwd heb set ddilysu gynhwysfawr? Yn y rhan fwyaf o achosion gallwn adeiladu un i chi wrth i dasgau redeg trwy'r system, neu greu samplau wedi'u labelu i'ch cymeradwyo.",
  "labeling-info-head": "Cael Labelu Data",
  "labeling-info-text-1": "Siaradwch ag un o'n harbenigwyr parth i ddiffinio anghenion eich prosiect: targedu cywirdeb, fformat, ac unrhyw ofynion arbennig.",
  "labeling-info-text-2": "Rydym yn cyflawni swydd gynhyrchu fach yn seiliedig ar eich data sampl. Mae hyn yn profi'r gwaith rydyn ni wedi'i wneud gyda'n gilydd i sicrhau eich bod chi'n cael yr union beth rydych chi ei angen.",
  "labeling-info-text-3": "Gyda'n cyfaint uchel a'n hwyrni isel byddwn yn troi eich gwaith o gwmpas yn gyflym, gyda danfoniad awtomataidd cyn gynted ag y bydd wedi'i wneud.",
  "labeling-info-text-4": "Wrth i ni ddeall paramedrau eich gwaith cynhyrchu yn well, bydd y canlyniadau'n parhau i wella dros amser.",
  "labeling-info-text-5": "Mae dangosfyrddau byw yn caniatáu ichi ddarparu adborth neu oedi cynhyrchu ar unrhyw adeg.",
  "labeling-info-title-1": "Diffinio Manylebau",
  "labeling-info-title-2": "Prawf Swydd Cychwynnol",
  "labeling-info-title-3": "Defnyddio Swyddi Cynhyrchu",
  "labeling-info-title-4": "Gwelliant Parhaus",
  "labeling-info-title-5": "Canlyniadau Amser Real",
  "labeling-main-1": "Labelu data cost-effeithiol ar raddfa",
  "labeling-main-1-button": "Cael Eich Data wedi'i Labelu Nawr",
  "labeling-main-1c": "Angen mwy o labeli ar gyfer eich setiau data? Mae hCaptcha yn darparu labelu data cyflym, cost-effeithiol ac o ansawdd uchel ar gyfer cwmnïau sy'n gweithio ar ddeallusrwydd artiffisial a chymwysiadau dysgu peiriannau.",
  "labeling-main-2": "Lansio miliynau o dasgau ar unwaith.",
  "labeling-main-2-button": "Prynu Gwasanaethau Labelu Data",
  "labeling-main-2c": "Mae gan hCaptcha un o'r pyllau mwyaf ar y blaned sydd ar gael at eich defnydd chi. Beth bynnag fo'ch graddfa, gallwn ei drin heb ymrwymiadau drud ymlaen llaw. Nid yw miliynau o dasgau bob dydd yn broblem.",
  "labeling-platform-head": "Gwybodaeth Breifat neu Gyhoeddus",
  "labeling-platform-text": "Mae hCaptcha wedi'i adeiladu ar y Llwyfan DYNOL, sy'n caniatáu llwybro a dadansoddi soffistigedig i wneud y gorau o gost ac effeithlonrwydd ar bob cam. Mae'r dechnoleg hon yn caniatáu i'r gweithlu cywir drin pob rhan o'ch swydd, gan sicrhau'r effeithlonrwydd cost mwyaf posibl wrth gadw preifatrwydd a chwrdd ag unrhyw ofynion rheoliadol a allai fod yn berthnasol.",
  "labeling-try-button": "Prynu Gwasanaethau Labelu Data",
  "labeling-try-head": "Am roi cynnig arni gyda'ch data?",
  "labeling-try-text": "... rydyn ni'n barod pan fyddwch chi: mae ein gwasanaeth ar gael o gwmpas y cloc.",
  "learn-more-hcaptcha": "Dysgu Mwy am hCaptcha",
  "page-acc-faq-1": "Cwestiwn: A yw hCaptcha Adran 508 + WCAG 2.1 yn cydymffurfio ag AA? Ateb: Credwn felly: gall pob defnyddiwr ag unrhyw fath o nam sy'n gallu pori'r we a rhoi testun ar ffurflenni gael mynediad at wasanaethau a ddiogelir gan hCaptcha wrth gofrestru. Fodd bynnag, nid yw hwn yn gyngor cyfreithiol: dylech berfformio'ch gwerthusiad eich hun, gan ystyried eich gweithrediad penodol i sicrhau bod hyn yn wir am eich defnydd.",
  "page-acc-faq-2": "Cwestiwn: Ydych chi'n gweithio ar opsiynau hygyrchedd eraill (a11y), fel sain? Ateb: Mae opsiynau poblogaidd o'r blaen fel captchas sain yn gwahaniaethu yn erbyn llawer o ddefnyddwyr a11y ac mae'n hawdd eu trechu gan dechnegau dysgu peiriannau modern. Mae hyn wedi gorfodi heriau sain cyfredol i ddod yn fwy a mwy anodd, gan gyflwyno sŵn, amseru od, cyfuniadau geiriau anarferol, ac ati i drechu ymosodwyr. Felly rydym yn llai brwd dros y dull hwn yn erbyn osgoi'r her yn gyfan gwbl, ond byddwn yn ei hystyried os bydd galw gan y gymuned a11y. Fodd bynnag, mae gennym ddiddordeb mawr mewn Pas Preifatrwydd ar gyfer yr achos defnyddio Hygyrchedd. Credwn y bydd cyfuno ein dull a11y cyfredol â chyhoeddi Pas Preifatrwydd yn caniatáu i ddefnyddwyr a11y bori'n ddiogel, gan wybod bod eu traffig yn fwy preifat, gan gyfyngu ar y cam-drin gan weithredwyr bot sy'n digwydd yn anochel pan fydd opsiynau a11y ar gael. Rydym yn gyfranogwyr gweithredol yng ngweithgor IETF sy'n safoni'r dechnoleg newydd hon.",
  "page-acc-faq-3": "Cwestiwn: Beth am breifatrwydd? A yw cofrestriad yn datgelu data pori a11y mewn rhyw ffordd? Beth ydych chi'n ei wneud gyda'r e-bost? Ateb: Mae hCaptcha wedi'i gynllunio ar gyfer preifatrwydd o'r gwaelod i fyny. Mae'n wahanol iawn i opsiynau traddodiadol fel reCAPTCHA sy'n eiddo i rwydweithiau ad, sydd â chymhelliant i'ch olrhain o amgylch y we a'ch cysylltu â hunaniaeth go iawn. Nid ydym byth yn defnyddio e-byst neu wybodaeth hygyrchedd at unrhyw bwrpas heblaw hwyluso defnydd a11y ac atal cam-drin. Mae gan ein polisi preifatrwydd atebion cynhwysfawr ac awdurdodol o ran sut rydym yn defnyddio data, ond yr ateb byr yw nad oes gennym unrhyw ddiddordeb mewn eich cysylltu chi fel person â'ch hanes pori. Ar hyn o bryd rydym hefyd yn gweithio ar ddatrysiad cryptograffig i daflu'ch cyfeiriad e-bost yn gyflym. wrth ddal i warchod ein gallu i atal camdriniaeth, gan ategu ein gwaith Pas Preifatrwydd.",
  "page-acc-link-1": "Os ydych chi'n ddefnyddiwr hygyrchedd, cofrestrwch yma.",
  "page-acc-subhead": "Sicrhau mynediad di-dor i'r holl ddefnyddwyr wrth gynnal diogelwch",
  "page-acc-summary": "Crynodeb",
  "page-acc-summary-contents-1": "Mae hCaptcha wedi'i gynllunio i atal bots trwy eu gwahaniaethu oddi wrth bobl. Mae profion gweledol yn offeryn cyfleus ar gyfer hyn, ond ni all pawb ddatrys her weledol. Am y rheswm hwn rydym wedi cynllunio dewis arall syml, di-boen i adael i gyhoeddwyr sy'n defnyddio ein gwasanaeth gadw hygyrchedd i bawb gyda chydymffurfiad llawn Adran 508 a WCAG 2.1 AA.",
  "page-acc-summary-contents-2": "Sut mae'n gweithio: yn gyntaf, mae defnyddiwr hygyrchedd yn cofrestru ar yr URL hwn, sydd wedi'i gysylltu ar dudalen wybodaeth teclyn hCaptcha. Rhoddir cwci wedi'i amgryptio y gellir ei ddefnyddio sawl gwaith y dydd, ond mae'n rhaid ei adnewyddu bob 24 awr trwy fewngofnodi. Pan gyflwynir her i ddefnyddiwr hygyrchedd ar unrhyw safle sy'n defnyddio'r gwasanaeth hCaptcha, byddant yn pasio yn awtomatig.",
  "page-acc-title": "Gwybodaeth Hygyrchedd hCaptcha",
  "page-acc-tr-body": "Cwestiwn: Rwy'n dal i weld her ar ôl gosod y cwci. Beth sy'n achosi hyn?<br> Ateb: Mae hyn yn nodweddiadol oherwydd defnyddio atalydd hysbyseb ymosodol neu estyniad gwrth-gwci, neu osodiad sy'n blocio cwcis traws-safle, yn yr achos hwn cwci ar gyfer hcaptcha.com sy'n cael ei osod neu ei wirio gan yr JS hCaptcha ar safle gwahanol , fel yr un rydych chi'n ymweld â hi.<br><br> Mae cwcis hygyrchedd hCaptcha yn gweithio gyda'r holl borwyr a blocwyr hysbysebion poblogaidd gyda'u gosodiadau safonol, felly yn nodweddiadol mae methiannau oherwydd sgriptiau gwrth-wrth-rwystro neu setiau rheolau tebyg sy'n targedu gwefannau penodol.<br><br> Datrysiadau:<br><br> 1. Cwcis Whitelist hcaptcha.com a * .hcaptcha.com yn eich atalydd hysbysebion neu estyniad diogelwch porwr.<br> 2. Os ydych chi'n defnyddio'r porwr Brave, nad yw'n ymddangos bod ganddo unrhyw fath o gwynydd cwci ar hyn o bryd, ewch i Preferences -> Shields -> Cwcis a dewis Caniatáu Pob Cwcis.<br> 3. Os ydych chi'n defnyddio'r fersiwn ddiweddaraf o Safari ar naill ai'r OS X 10.15 neu iOS 13.4 a ryddhawyd yn ddiweddar, mae Apple newydd newid ymddygiad Safari sy'n gysylltiedig â chwcis trydydd parti, gan rwystro pob un ohonynt yn ddiofyn. Rydym yn gweithredu datrysiad, ond yn y cyfamser ymwelwch â Safari Preferences, adran Preifatrwydd, a dad-diciwch olrhain Gwefan: Atal olrhain traws-safle i alluogi'r cwci hygyrchedd i weithredu yn ôl y disgwyl.<br><br> Cwestiwn: Rwy'n defnyddio dyfeisiau lluosog. A oes angen i mi arwyddo sawl gwaith?<br> Ateb: Na. Cliciwch yr un ddolen mewngofnodi e-bost a anfonwyd atoch ar bob dyfais a ddefnyddiwch er mwyn gosod y cwci.<br><br> Cwestiwn: Sut alla i amddiffyn fy hun rhag olrhain cwcis trydydd parti wrth ddefnyddio'r cwci hygyrchedd?<br> Ateb: Bydd defnyddio unrhyw breifatrwydd neu estyniad blocio ad sy'n cefnogi gwyngalchu ar lefel parth (ee uBlock Origin) yn gweithio yn ôl y disgwyl: gwnewch yn siŵr eich bod yn whitelist hcaptcha.com.",
  "page-acc-tr-title": "Ar gyfer Defnyddwyr Hygyrchedd: Canllaw Cwestiynau Cyffredin a Datrys Problemau",
  "page-acc-tr2-body": "Saffari<br> I alluogi cwcis yn Safari (Mac): Ewch i gwymplen Safari. Dewiswch Dewisiadau. Cliciwch Preifatrwydd yn y panel uchaf. O dan 'Bloc cwcis' dewiswch yr opsiwn 'Peidiwch byth.'<br> Er mwyn galluogi cwcis yn Safari (iPhone / iPad iOS 11+): Agorwch eich Gosodiadau. Sgroliwch i lawr a dewis Safari. O dan Preifatrwydd a Diogelwch, diffoddwch 'Atal Olrhain Traws-Safle' a 'Blociwch Pob Cwcis'<br><br> Firefox<br> Cliciwch ar y darian i'r chwith o'r bar cyfeiriad ar unrhyw dudalen we. Cliciwch ar Gosodiadau Amddiffyn. Bydd panel Preifatrwydd a Diogelwch Dewisiadau Firefox yn agor. O dan Amddiffyniad Olrhain Gwell, dewiswch Custom. Dewiswch pa dracwyr a sgriptiau i'w blocio trwy ddewis y blychau gwirio hynny. Sicrhewch eich bod wedi dadflocio hcaptcha.com.<br><br> Gallwch hefyd ddiffodd rhai amddiffyniadau yn Custom i ddadfygio hyn, trwy ddad-ddewis y blychau gwirio: Dad-ddewiswch y blwch gwirio Trackers neu ddad-ddewiswch y blwch gwirio Cwcis os ydych chi'n dal i gael problemau.<br><br> Google Chrome<br> Google Chrome (PC)<br> Dewiswch eicon dewislen Chrome. Dewiswch Gosodiadau.<br> Ewch i Breifatrwydd a Diogelwch, yna Cwcis a data gwefan arall.<br> Sicrhewch nad yw 'Blocio cwcis trydydd parti' wedi'i alluogi.<br><br> Google Chrome (Mac):<br> Agor dewisiadau Chrome o'r bar dewislen.<br> Ewch i Breifatrwydd a Diogelwch, yna Cwcis a data gwefan arall.<br> Sicrhewch nad yw 'Blocio cwcis trydydd parti' wedi'i alluogi.<br><br> Google Chrome (Android):<br> Ar eich dyfais Android, agorwch yr app Chrome.<br> Ar y dde uchaf, tapiwch Mwy ac yna Gosodiadau.<br> Tap Gosodiadau Safle ac yna Cwcis.<br> Wrth ymyl 'Cwcis,' trowch y gosodiad ymlaen.<br> Gwiriwch y blwch nesaf at 'Caniatáu cwcis trydydd parti.'<br><br> Rhyngrwyd archwiliwr<br> 1. Dewiswch y gêr yng nghornel dde uchaf y sgrin, yna dewiswch 'Internet Options'. Os oes gennych y Bar Dewislen wedi'i alluogi, gallwch ddewis 'Offer' yna 'Internet Options'.<br> 2. Cliciwch y tab 'Preifatrwydd'.<br> 3. Dewiswch y botwm 'Uwch'.<br> 4. O dan 'Cwcis Trydydd Parti' dewiswch 'Derbyn'.<br> 5. Cliciwch 'OK'",
  "page-acc-tr2-head": "Cyfarwyddiadau Porwr ar gyfer Cwcis Traws-Safle",
  "priv-hc": "Canolbwyntio ar Breifatrwydd",
  "priv-hc-text": "Mae rhwydweithiau ad yn eich gweld chi fel eu cynnyrch. Nid ydym yn gwneud hynny. Nid ydym yn poeni pwy yw'r defnyddwyr, dim ond pa mor debygol ydyn nhw o fod yn faleisus. Rydym yn cefnogi mentrau fel Preifatrwydd Pass, ac yn gweithio'n galed i gydbwyso preifatrwydd a diogelwch.",
  "reporting-bugs-accessibility-button": "Dysgu mwy am opsiynau hygyrchedd",
  "reporting-bugs-accessibility-head": "Dewisiadau Hygyrchedd",
  "reporting-bugs-accessibility-text": "A oes gennych nam ar eich golwg neu fel arall yn methu â chwblhau hCaptchas?",
  "reporting-bugs-guide-ff-head": "Cipio Manylion yr Adroddiad Byg: Firefox",
  "reporting-bugs-guide-ff-step-1": "Cam 1: Offer Datblygwr Agored (Mae hyn yn dechrau recordio'r sesiwn.)",
  "reporting-bugs-guide-ff-step-2": "Cam 2: Cliciwch ar y tab Rhwydwaith yn Offer Datblygwr. Gwiriwch y blwch logiau Persist ar y brig.",
  "reporting-bugs-guide-ff-step-3": "Cam 3: ewch i https://accounts.hcaptcha.com/demo, neu'r wefan rydych chi'n cael problem arni (Nodyn Preifatrwydd: dim ond os nad oes ots gennych rannu'r hyn ydyw) ... ac yna cliciwch ar yr I botwm dynol ydw i, a cheisiwch ddatrys.",
  "reporting-bugs-guide-ff-step-4": "Cam 4: Cliciwch HAR ar ôl i chi geisio datrys, a dewis Save All fel HAR i gadw log y rhwydwaith. Anfonwch y ffeil honno atom.",
  "reporting-bugs-guide-ff-step-5": "Cam 5: Cliciwch ar y tab Consol, a chliciwch ar y dde yna Dewiswch y cyfan a'i gadw mewn ffeil testun, er mwyn arbed log y consol. Anfonwch hynny atom hefyd.",
  "reporting-bugs-guide-ff-step-6": "Y cam olaf: E-bostiwch y ffeiliau log HAR a chysura hynny atom, a disgrifiwch y broblem Defnyddiwch: support@hcaptcha.com (defnyddiwch wasanaeth fel Dropbox neu Filebin ac anfon dolenni) ac yn ddewisol llun, os ydych chi'n amau bod rhywbeth nad yw'n arddangos yn gywir . Anfonwch yr IP rydych chi'n ei ddefnyddio hefyd. Gallwch ei gael o https://www.whatsmyip.org/ Diolch am gymryd yr amser i'n helpu i gael y wybodaeth hon! Rydym wedi ymrwymo i wneud i hCaptcha weithio'n dda i bawb.",
  "reporting-bugs-guide-head": "Cipio Manylion yr Adroddiad Byg: Chrome",
  "reporting-bugs-guide-step-1": "Cam 1: Offer Datblygwr Agored (Mae hyn yn dechrau recordio'r sesiwn.)",
  "reporting-bugs-guide-step-2": "Cam 2: Cliciwch ar y tab Rhwydwaith yn Offer Datblygwr. Gwiriwch y blwch log Cadw ar y brig.",
  "reporting-bugs-guide-step-3": "Cam 3: ewch i https://accounts.hcaptcha.com/demo, neu'r wefan rydych chi'n cael problem arni (Nodyn Preifatrwydd: dim ond os nad oes ots gennych rannu'r hyn ydyw) ... ac yna cliciwch ar yr I botwm dynol ydw i, a cheisiwch ddatrys.",
  "reporting-bugs-guide-step-4": "Cam 4: Cliciwch Allforio HAR (y saeth fach i lawr) ar ôl i chi geisio datrys, sy'n arbed log y rhwydwaith. Anfonwch y ffeil honno atom.",
  "reporting-bugs-guide-step-5": "Cam 5: Cliciwch ar y tab Consol, a chliciwch ar y dde ac yna Cadw fel .. er mwyn arbed log y consol. Anfonwch hynny atom hefyd.",
  "reporting-bugs-guide-step-6": "Y cam olaf: E-bostiwch y ffeiliau log HAR a chysura hynny atom, a disgrifiwch y broblem. Defnyddiwch: support@hcaptcha.com (defnyddiwch wasanaeth fel Dropbox neu Filebin ac anfon dolenni) ac yn ddewisol screenshot, os ydych chi'n amau bod rhywbeth nad yw'n arddangos yn gywir. Anfonwch yr IP rydych chi'n ei ddefnyddio hefyd. Gallwch ei gael o https://www.whatsmyip.org/ Diolch am gymryd yr amser i'n helpu i gael y wybodaeth hon! Rydym wedi ymrwymo i wneud i hCaptcha weithio'n dda i bawb.",
  "reporting-bugs-guide-text-1": "Bydd anfon gwybodaeth difa chwilod gyda'ch adroddiad yn ei gwneud hi'n llawer haws i ni nodi beth sy'n digwydd. Dyma gyfarwyddiadau cam wrth gam:",
  "reporting-bugs-guide-text-2": "Os ydych chi'n ddatblygwr gwe neu'n ddefnyddiwr arbenigol, y crynodeb yw hoffem i chi anfon rhwydwaith atom yn recordio HAR a logiau consol porwr. Ceisiwch analluogi unrhyw atalydd hysbysebion neu estyniadau diogelwch porwr yn gyntaf ac yna ailgynnig cyn i chi fynd trwy'r camau hyn. Os yw hynny'n datrys eich problem, byddem yn dal yn gwerthfawrogi eich bod yn rhoi gwybod i ni fersiwn eich porwr, atalydd hysbyseb neu estyniad porwr, ac URL y wefan.",
  "reporting-bugs-intro-head": "Wedi dod o hyd i nam? Dyma sut i roi gwybod amdano.",
  "reporting-bugs-intro-text": "Mae miliynau o bobl yn defnyddio hCaptcha bob mis, ar filoedd o gyfuniadau o borwyr, estyniadau, dyfeisiau, waliau tân, a mwy. Ein nod yw sicrhau ei fod bob amser yn gweithio i chi, felly rydym yn gwerthfawrogi'ch adroddiadau yn fawr iawn! I roi adborth cyflym, cliciwch ar y botwm Anfon adborth atom. Os ydych chi'n gweld mater swyddogaethol, dilynwch y cyfarwyddiadau log dadfygio ar gyfer Chrome neu gyfarwyddiadau log dadfygio ar gyfer Firefox isod. Ar gyfer unrhyw borwyr eraill, e-bostiwch ni yn unig. Am faterion diogelwch neu breifatrwydd posib, gweler y cyfarwyddiadau isod.",
  "reporting-bugs-privacy-head": "Materion Preifatrwydd",
  "reporting-bugs-privacy-text": "Nid ydym yn poeni pwy yw defnyddwyr, dim ond pa mor debygol ydyn nhw o fod yn faleisus neu'n beiriannau. Rydym yn cefnogi mentrau fel Preifatrwydd Pass, ac yn gweithio'n galed i gydbwyso preifatrwydd a diogelwch. Os ydych wedi dod o hyd i fater y credwch a allai effeithio ar breifatrwydd defnyddwyr, anfonwch e-bost atom yn support@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "Anfonwch adborth atom",
  "reporting-bugs-provide-feedback-head": "Rhoi adborth ar unwaith ar hCaptcha",
  "reporting-bugs-provide-feedback-text": "Rydym yn gwerthfawrogi eich mewnbwn. Gadewch inni wybod unrhyw faterion a byddwn yn eu datrys yn gyflym.",
  "reporting-bugs-security-head": "Bygiau Diogelwch",
  "reporting-bugs-security-text": "Mae gennym ddiddordeb bob amser mewn derbyn adroddiadau am fygiau diogelwch. E-bostiwch support@hcaptcha.com & CC security@hcaptcha.com a byddwn yn cysylltu â chi'n gyflym. Mae gennym hefyd raglen bounty bug ar gyfer adroddiadau diogelwch cymwys ar y gwasanaeth hCaptcha a chod ffynhonnell cysylltiedig.",
  "sales-interstitial-c1": "Ar gyfer cwmnïau",
  "sales-interstitial-c1a": "Datrysiadau diogelwch menter (taledig)",
  "sales-interstitial-c1b": "Dysgu mwy am hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "Anodi data",
  "sales-interstitial-c1d": "Prynu gwasanaethau anodi hCaptcha",
  "sales-interstitial-c2": "Ar gyfer unigolion",
  "sales-interstitial-c2a": "Ychwanegwch hCaptcha i'ch gwasanaeth (am ddim)",
  "sales-interstitial-c2b": "Ychwanegwch hCaptcha ar gyfer Cyhoeddwyr at fy ngwefan neu ap",
  "sales-interstitial-c2c": "Beth yw hCaptcha?",
  "sales-interstitial-c2d": "Dysgu mwy am hCaptcha",
  "sales-interstitial-head": "Gadewch i ni sicrhau eich bod chi'n cyrraedd y lle iawn.",
  "sec-hc": "Diogelwch yn Gyntaf",
  "sec-hc-text": "Mae hCaptcha yn canolbwyntio ar y cyhoeddwr. Rydym yn gweithio i roi data go iawn i wefannau a gadael iddynt benderfynu sut i'w ddefnyddio. Mae cywirdeb er eich budd chi a'n un ni. Darperir captchas eraill gan gwmnïau hysbysebu. Gall pob bot y maen nhw'n ei rwystro leihau eu refeniw.",
  "signup-interstitial-c1": "Ar gyfer cwmnïau neu wefannau",
  "signup-interstitial-c1a": "Ychwanegwch hCaptcha i'ch gwasanaeth (am ddim)",
  "signup-interstitial-c1b": "Ychwanegwch hCaptcha ar gyfer Cyhoeddwyr at fy ngwefan neu ap",
  "signup-interstitial-c1c": "Datrysiadau diogelwch menter (taledig)",
  "signup-interstitial-c1d": "Dysgu mwy am hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "Anodi data",
  "signup-interstitial-c1f": "Prynu gwasanaethau anodi hCaptcha",
  "signup-interstitial-c2": "Ar gyfer unigolion",
  "signup-interstitial-c2a": "Hygyrchedd",
  "signup-interstitial-c2b": "Dysgu am opsiynau hygyrchedd ar gyfer hCaptcha",
  "signup-interstitial-c2c": "Ennill arian",
  "signup-interstitial-c2d": "Gweithio fel labelwr data unigol",
  "signup-interstitial-head": "Gadewch i ni sicrhau eich bod chi'n cyrraedd y lle iawn.",
  "support-interstitial-c1": "Ar gyfer cwmnïau",
  "support-interstitial-c1a": "Datrysiadau diogelwch menter (taledig)",
  "support-interstitial-c1b": "Sicrhewch gefnogaeth i hCaptcha Enterprise (BotStop)",
  "support-interstitial-c1c": "Cyhoeddwr hCaptcha (am ddim)",
  "support-interstitial-c1d": "Sicrhewch gefnogaeth i Gyhoeddwr hCaptcha",
  "support-interstitial-c2": "Ar gyfer unigolion",
  "support-interstitial-c2a": "Yn cael anhawster gyda her?",
  "support-interstitial-c2b": "Dysgu am opsiynau hygyrchedd ar gyfer hCaptcha",
  "support-interstitial-c2c": "Am riportio nam?",
  "support-interstitial-c2d": "Dysgu mwy am riportio materion meddalwedd",
  "support-interstitial-head": "Gadewch i ni sicrhau eich bod chi'n cyrraedd y lle iawn.",
  "switch-to-english-link": "Newid i'r Saesneg",
  "what-is-hcaptcha": "Beth yw hCaptcha?",
  "what-is-hcaptcha-text": "Mae hCaptcha yn helpu'ch hoff wasanaethau gwe i gadw bots, sbam, a cham-drin allan trwy ofyn cwestiynau syml sy'n hawdd i fodau dynol ac yn anodd i beiriannau.",
  "why-hc": "Pam hCaptcha?",
  "why-hc-text": "Bob tro rydych chi'n ateb her, rydyn ni'n defnyddio modelau soffistigedig i ddarganfod a ydych chi'n ddynol neu'n beiriant. Yna mae'r wefan y gwnaethoch chi ymweld â hi yn defnyddio'r canlyniad hwn i helpu i wella'ch profiad ar eu gwefan trwy gadw bots allan.",
  "footer-link-5b": "Gwasg",
  "footer-link-cyberattacks": "Cyberattacks 101",
  "header-enterprise-link": "Menter",
  "intro-subtitle": "Datryswch eich problem bot heddiw."
}
