{
  "header-privacy-link": "Privacy",
  "header-integration-link": "Integration",
  "header-cost-link": "Cost",
  "header-features-link": "Features",
  "header-docs-link": "Docs",
  "header-login-button": "Login",
  "header-contact-button": "Contact Sales",
  "intro-heading": "Zero friction humanity verification.",
  "intro-contact-button": "Contact us to learn more",
  "intro-text-bottom": "Relied upon by the companies that power the web.",
  "sub-menu-button": "Contact Sales",
  "sub-menu-item1": "Enterprise",
  "sub-menu-item2": "Cost",
  "sub-menu-item3": "Integration",
  "sub-menu-item4": "Features",
  "sub-menu-item5": "Privacy",
  "sub-menu-item6": "Docs",
  "info-head-1": "Built on the proven hCaptcha platform",
  "info-text-1": "hCaptcha Enterprise runs on hCaptcha platform technology, extended to include the features high traffic enterprises need.",
  "info-head-2": "A trusted partner",
  "intro-subtitle": "Solve your bot problem today.",
  "info-text-2": "Our services are trusted by the largest companies in the world to serve many millions of daily users across tens of millions of sites.",
  "cloudflare-quote-text": "We evaluated a number of CAPTCHA vendors as well as building a system ourselves. In the end, hCaptcha emerged as the best alternative to reCAPTCHA.",
  "cloudflare-quote-detail": "Director of Product Management, Cloudflare",
  "section-quote-head": "The cost effective option for high traffic enterprises",
  "section-quote-text": "Finally, a credible alternative to Google. hCaptcha Enterprise delivers dramatic savings on your reCAPTCHA bill with higher security: up to 80% less expensive in some cases. ‍Many of the world's largest online services have switched to hCaptcha Enterprise and received improved bot detection alongside substantial cost savings.",
  "section-quote-button": "Contact us today for a quote",
  "section-privacy-header": "Privacy Focused",
  "section-privacy-text-1": "Ad networks see your visitors as the product. For us the only product is determining their humanity. Our services meet or exceed GDPR, CCPA, and LGPD requirements, and support initiatives like Privacy Pass. We work hard to balance privacy and security.",
  "section-privacy-text-2": "This unique focus on privacy means that we can offer zero individual data retention, cookie-free operation, and other contractual privacy guarantees as required while maintaining excellent security.",
  "section-security-header": "Security First",
  "section-security-text-1": "Accuracy is in your interest and ours. hCaptcha works to give you real data and let you decide how to use it. Other captchas are provided by Gigantic advertising companies. This means every bot they block may reduce their revenue.",
  "section-security-text-2": "Using the latest machine learning techniques with a focus on privacy lets us exceed the security standards of legacy record everything forever strategies without harming security or user privacy.",
  "section-user-experience-header": "Great User Experience",
  "section-user-experience-text1": "For Enterprise users, options are available to completely avoid challenges in most scenarios. ",
  "section-user-experience-text2": "Reduce friction by avoiding a challenge entirely for 99.9% of your legitimate traffic while still providing excellent security, thanks to advanced bot models.",
  "section-easy-integration-header": "Easy integration",
  "section-easy-integration-text": "Adding hCaptcha takes only minutes and just a few lines of code. The basic API is compatible with reCAPTCHA V2, and it takes only minutes to switch. You can be up and running with a superior alternative today, and turn on more advanced features as necessary.",
  "section-easy-integration-serverside": "Server Side:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Customized Threat Scores",
  "section-threat-text": "Not all problems are the same: getting a single score means it must address your needs to be useful. With hCaptcha's unique Customized Threat Scores, a quick consultation allows us to tune our models to deliver scores more relevant to your business.",
  "section-challenges-header": "Launch Your Own Challenges in Seconds",
  "section-challenges-text-1": "Stay on brand with relevant content",
  "section-challenges-text-2": "When users must solve a challenge to meet security requirements, why not create tasks pleasant and relevant to the user? With our simple custom challenge designer, you can launch on-brand challenge content in just a few minutes.",
  "section-integration-header": "Direct Platform Integration",
  "section-integration-subheader": "For Web Infrastructure Companies",
  "section-integration-text": "The hCaptcha Enterprise system is uniquely flexible in its design: it can be partially or entirely deployed at the edge of your network if you operate a public cloud or own many data centers. ‍This can dramatically reduce costs and off-network traffic while retaining all the benefits of management by our 24/7 on-call staff to meet the strictest SLAs.",
  "section-support-header": "Reachable Expertise and Support For Both You and Your Users",
  "section-support-text": "Service is a top priority for us. We maintain 24/7 on-call support and offer direct Slack coordination with your engineering integration team and our on-call staff during and after implementation.‍ ‍We are also committed to actively monitoring and responding to your users' questions across social media, forums, and our in-widget and email support channels. We are accessible and responsive, and treat user satisfaction as a top KPI.",
  "section-enterprise-header": "Enterprise features",
  "section-enterprise-title-1": "World-class anti-bot protection",
  "section-enterprise-desc-1": "Battle-tested at web scale.",
  "section-enterprise-title-2": "High accuracy bot scores",
  "section-enterprise-desc-2": "Detect bad actors of many different types.",
  "section-enterprise-title-3": "Zero friction and 99.9% passive modes",
  "section-enterprise-desc-3": "Challenge less than 0.1% of legitimate users.",
  "section-enterprise-title-4": "Control challenge types shown",
  "section-enterprise-desc-4": "Wide library of types to choose from.",
  "section-enterprise-title-5": "Control challenge content used",
  "section-enterprise-desc-5": "Stay on brand with a consistent user experience.",
  "section-enterprise-title-6": "Enterprise SLAs",
  "section-enterprise-desc-6": "Guaranteed reliability and fast 24/7 on-call support.",
  "section-enterprise-title-7": "Legacy browser support",
  "section-enterprise-desc-7": "Compatible all the way back to Internet Explorer 8.",
  "section-enterprise-title-8": "Advanced reporting dashboards and API",
  "section-enterprise-desc-8": "See what's happening across all your sites and apps.",
  "section-enterprise-title-9": "Works in every country",
  "section-enterprise-desc-9": "Unlike reCAPTCHA, we work in every country.",
  "section-enterprise-title-10": "GDPR, CCPA, and LGPD-friendly privacy policy",
  "section-enterprise-desc-10": "Designed for privacy from day one. Strong Data Processing Agreement.",
  "section-enterprise-title-11": "Fine-grained difficulty levels",
  "section-enterprise-desc-11": "Dial this in to exactly fit your use case.",
  "section-enterprise-title-12": "First-party hosting",
  "section-enterprise-desc-12": "All requests and assets go to hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Multi-user dashboards",
  "section-enterprise-desc-13": "Share management across your team.",
  "section-enterprise-title-14": "Instant Verification",
  "section-enterprise-desc-14": "0ms latency: verify hCaptcha tokens with no API call.",
  "section-enterprise-title-15": "Mobile (iOS and Android) Integration",
  "section-enterprise-desc-15": "Seamless experience across web, native mobile, mobile web. Pre-built integrations and native SDKs available.",
  "section-enterprise-title-16": "Customized Terms and Privacy Guarantees",
  "section-enterprise-desc-16": "Satisfy your legal needs when other companies cannot.",
  "presented-challlenges-head": "Presented Challenges",
  "presented-challenges-title-1": "Comparison",
  "presented-challenges-text-1": "Select all images that match query",
  "presented-challenges-title-2": "Bounding Box",
  "presented-challenges-text-2": "Define bounding area for objects",
  "presented-challenges-title-3": "Categorization",
  "presented-challenges-text-3": "Identify the corresponding labels",
  "presented-challenges-subheader": "...and other simple tasks. Easy for humans, hard for bots.",
  "presented-challenges-subtext": "Custom tasks also available for enterprise publishers.",
  "footer-header-1": "Company",
  "footer-header-2": "Resources",
  "footer-header-3": "Contact",
  "footer-link-1": "Labeling",
  "footer-link-2": "About",
  "footer-link-3": "Jobs",
  "footer-link-4": "Trademarks",
  "footer-link-5": "Blog",
  "footer-link-6": "Status",
  "footer-link-7": "Documentation",
  "footer-link-8": "Report a Bug",
  "footer-link-9": "Accessibility",
  "footer-terms": "Terms",
  "footer-privacy": "Privacy",
  "footer-attribution": "Attribution",
  "footer-subheader-1": "Support",
  "footer-subheader-2": "Contact",
  "switch-to-english-link": "Switch to English",
  "intro-heading-privacy": "Designed for privacy.",
  "intro-subtitle-p1-privacy": " A uniquely privacy-driven approach to online security.",
  "info-head-2-pr": "Your user data is not for sale.",
  "info-text-1-pr": "hCaptcha Enterprise has only one purpose: to prevent bad actors from disrupting your online operations and harming your users.",
  "info-text-2-pr": "Our systems are thus designed from the ground up to minimize data collection and retention while maintaining class-leading security. The best way to protect user data is not to store it at all.",
  "info-text-3-pr": "All customer relationships are also protected by a strong Data Processing Agreement. The hCaptcha service complies with all privacy laws no matter where your service or your customers reside. Not keeping personal data makes this much easier for us than for other companies.",
  "info-head-2-pr": "Recording online activity is not the answer.",
  "info-text-2-2-pr": "Services like reCAPTCHA v3 say that putting their tracking pixel on every page of your site is necessary for good security. This is not the case.",
  "info-text-2-3-pr": "Simple behavioral analysis is a signal easily forged by bad actors, and requires retaining browsing history for all of your legitimate traffic as well.",
  "info-text-2-4-pr": "We do not operate an ad network, and have no interest in observing your user behavior in order to sell them ads. This means we do not require a passive pixel on every page of your site.",
  "info-text-2-5-pr": "Add our challenge code only where it is necessary, and where it makes sense to protect both you and your users.",
  "info-head-3-pr": "Machine learning is useful. But it does not require personal data to work.",
  "info-text-3-1-pr": "Machine learning now impacts almost every aspect of our lives, often in ways we do not realize and can not see. Online security services are no different.",
  "info-text-3-2-pr": "By learning over thousands of signals, models can infer and reach high confidence in detecting malicious behavior very quickly, even when no individual signal would by itself be strong enough to indicate a problem.",
  "info-text-3-3-pr": "However, none of this requires using personally identifiable information (PII). Modern cryptographic techniques allow us to discard any personal data as quickly as possible, creating instead one-way signatures that can not be linked to any individual.",
  "info-text-3-4-pr": "Training on de-identified data works just as well, and does not require compromising on either security or privacy. Our customers have done the empirical tests, and have declared us equal to or better than much less private alternatives.",
  "cloudflare-quote-text-privacy": "We liked a number of things about the hCaptcha solutions: 1) they don't sell personal data; they collect only minimum necessary personal data, they are transparent in describing the info they collect and how they use and/or disclose it.",
  "pilot-head": "Try us out in your environment with no obligation.",
  "pilot-text-1a": "We are engineers, not salespeople: we want you to be happy with your choice.",
  "pilot-text-1b": "The best way to ensure your satisfaction is to demonstrate we meet your needs.",
  "pilot-text-1c": "Virtually all companies that start a pilot ultimately choose our solutions.",
  "pilot-text-1d": "Use this form to reach one of our technical specialists. We respond quickly.",
  "pilot-text-1e": "You can also email us directly.",
  "pilot-email-details": "Details are here.",
  "pilot-f1": "Region",
  "pilot-f2": "Your Name",
  "pilot-f3": "Your Name",
  "pilot-f4": "Business Email",
  "pilot-f5": "Any other details we should have?",
  "pilot-f6": "Do you require urgent onboarding?",
  "pilot-f7": "Yes.",
  "pilot-f8": "I am under attack and require immediate onboarding.",
  "pilot-f9": "Submit",
  "pilot-f10": "By entering your email, you agree to our Terms and Privacy Policy, and to receive email from us.",
  "pilot-fo-1": "Integration couldn't be easier.",
  "pilot-fo-2": "hCaptcha has dozens of pre-built integrations for the frontend and backend systems you use. ",
  "pilot-fo-3": "If you happen to be coming from Google's reCAPTCHA, our APIs are drop-in replacements. Three lines of code are all you need.",
  "pilot-fo-4": "Our onboarding engineers can get you going quickly, whether you need React integration, SDKs for iOS native apps, a Java backend example, or virtually any other scenario.",
  "pilot-fo-5": "And as always, privacy is a core value for us. Add our challenge code only where it is necessary, and where it makes sense to protect both you and your users. Minimizing data collection starts from the moment of integration.",
  "pilot-fdone": "Thank you. We will be in touch shortly.",
  "home-ent-2-new": "Learn more about our enterprise solution.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise solutions deliver class-leading security and protect many of the top online services.",
  "home-plans-button-2-new": "Learn more",
  "header-enterprise-link": "Enterprise",
  "sales-interstitial-c1b-new": "Learn more about hCaptcha Enterprise"
}
