{
  "header-privacy-link": "Integritet",
  "header-integration-link": "Integration",
  "header-cost-link": "Kosta",
  "header-features-link": "Funktioner",
  "header-docs-link": "Dokument",
  "header-login-button": "Logga in",
  "header-contact-button": "Kontakta försäljning",
  "intro-heading": "Noll friktion mänskligheten verifiering.",
  "intro-contact-button": "Kontakta oss för att lära dig mer",
  "intro-text-bottom": "Används av företagen som driver webben.",
  "sub-menu-button": "Kontakta försäljning",
  "sub-menu-item1": "Företag",
  "sub-menu-item2": "Kosta",
  "sub-menu-item3": "Integration",
  "sub-menu-item4": "Funktioner",
  "sub-menu-item5": "Integritet",
  "sub-menu-item6": "Dokument",
  "info-head-1": "Byggd på den beprövade hCaptcha-plattformen",
  "info-text-1": "hCaptcha Enterprise körs på hCaptcha-plattformsteknologi, utökad till att omfatta funktionerna som högtrafikföretag behöver.",
  "info-head-2": "En pålitlig partner",
  "intro-subtitle": "Lös ditt botproblem idag.",
  "info-text-2": "Våra tjänster är betrodda av de största företagen i världen för att betjäna många miljoner dagliga användare på tiotals miljoner webbplatser.",
  "cloudflare-quote-text": "Vi utvärderade ett antal CAPTCHA-leverantörer samt byggde ett system själva. Till slut kom hCaptcha fram som det bästa alternativet till reCAPTCHA.",
  "cloudflare-quote-detail": "Direktör för produktledning, Cloudflare",
  "section-quote-head": "Det kostnadseffektiva alternativet för högtrafikföretag",
  "section-quote-text": "Äntligen ett trovärdigt alternativ till Google. hCaptcha Enterprise ger dramatiska besparingar på din reCAPTCHA-räkning med högre säkerhet: upp till 80 % billigare i vissa fall. Många av världens största onlinetjänster har bytt till hCaptcha Enterprise och fått förbättrad botdetektering tillsammans med betydande kostnadsbesparingar.",
  "section-quote-button": "Kontakta oss idag för en offert",
  "section-privacy-header": "Integritetsfokuserad",
  "section-privacy-text-1": "Annonsnätverk ser dina besökare som produkten. För oss är den enda produkten som avgör deras mänsklighet. Våra tjänster uppfyller eller överträffar GDPR-, CCPA- och LGPD-kraven och stödjer initiativ som Privacy Pass. Vi arbetar hårt för att balansera integritet och säkerhet.",
  "section-privacy-text-2": "Detta unika fokus på integritet innebär att vi kan erbjuda noll individuell datalagring, cookie-fri drift och andra avtalsenliga integritetsgarantier efter behov samtidigt som vi upprätthåller utmärkt säkerhet.",
  "section-security-header": "Säkerhet först",
  "section-security-text-1": "Noggrannhet ligger i ditt och vårt intresse. hCaptcha arbetar för att ge dig riktig data och låter dig bestämma hur du ska använda den. Andra captchas tillhandahålls av Gigantiska reklamföretag. Detta innebär att varje bot de blockerar kan minska sina intäkter.",
  "section-security-text-2": "Genom att använda de senaste maskininlärningsteknikerna med fokus på integritet kan vi överträffa säkerhetsstandarderna för äldre strategier för allt för evigt utan att skada säkerheten eller användarnas integritet.",
  "section-user-experience-header": "Bra användarupplevelse",
  "section-user-experience-text1": "För företagsanvändare finns alternativ tillgängliga för att helt undvika utmaningar i de flesta scenarier.",
  "section-user-experience-text2": "Minska friktionen genom att undvika en utmaning helt och hållet för 99,9 % av din legitima trafik samtidigt som du ger utmärkt säkerhet, tack vare avancerade botmodeller.",
  "section-easy-integration-header": "Enkel integration",
  "section-easy-integration-text": "Att lägga till hCaptcha tar bara några minuter och bara några rader kod. Det grundläggande API:et är kompatibelt med reCAPTCHA V2, och det tar bara några minuter att byta. Du kan vara igång med ett överlägset alternativ idag och aktivera mer avancerade funktioner vid behov.",
  "section-easy-integration-serverside": "Serversidan:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Anpassade hotresultat",
  "section-threat-text": "Alla problem är inte desamma: att få ett enda poäng betyder att det måste tillgodose dina behov för att vara användbart. Med hCaptchas unika skräddarsydda hotpoäng ger en snabb konsultation oss möjlighet att ställa in våra modeller för att leverera resultat som är mer relevanta för ditt företag.",
  "section-challenges-header": "Starta dina egna utmaningar på några sekunder",
  "section-challenges-text-1": "Håll dig på varumärket med relevant innehåll",
  "section-challenges-text-2": "När användare måste lösa en utmaning för att möta säkerhetskrav, varför inte skapa uppgifter som är trevliga och relevanta för användaren? Med vår enkla anpassade utmaningsdesigner kan du lansera utmaningsinnehåll på bara några minuter.",
  "section-integration-header": "Direkt plattformsintegration",
  "section-integration-subheader": "För webbinfrastrukturföretag",
  "section-integration-text": "hCaptcha Enterprise-systemet är unikt flexibelt i sin design: det kan helt eller delvis distribueras i kanten av ditt nätverk om du driver ett offentligt moln eller äger många datacenter. Detta kan dramatiskt minska kostnaderna och trafik utanför nätverket samtidigt som vi behåller alla fördelar med hantering av vår 24/7 jourpersonal för att uppfylla de strängaste SLA:erna.",
  "section-support-header": "Nåbar expertis och support för både dig och dina användare",
  "section-support-text": "Service är högsta prioritet för oss. Vi upprätthåller joursupport dygnet runt och erbjuder direkt Slack-koordination med ditt tekniska integrationsteam och vår jourpersonal under och efter implementeringen.‍ ‍Vi är också engagerade i att aktivt övervaka och svara på dina användares frågor i sociala medier, forum , och våra in-widget- och e-poststödkanaler. Vi är tillgängliga och lyhörda och behandlar användarnöjdhet som en topp-KPI.",
  "section-enterprise-header": "Företagsfunktioner",
  "section-enterprise-title-1": "Anti-bot-skydd i världsklass",
  "section-enterprise-desc-1": "Stridstestad i webbskala.",
  "section-enterprise-title-2": "Botpoäng med hög noggrannhet",
  "section-enterprise-desc-2": "Upptäck dåliga skådespelare av många olika typer.",
  "section-enterprise-title-3": "Noll friktion och 99,9 % passiva lägen",
  "section-enterprise-desc-3": "Utmana mindre än 0,1 % av legitima användare.",
  "section-enterprise-title-4": "Kontrollutmaningstyper visas",
  "section-enterprise-desc-4": "Brett bibliotek av typer att välja mellan.",
  "section-enterprise-title-5": "Kontrollera utmaningsinnehåll som används",
  "section-enterprise-desc-5": "Håll dig på varumärket med en konsekvent användarupplevelse.",
  "section-enterprise-title-6": "SLA:er för företag",
  "section-enterprise-desc-6": "Garanterad tillförlitlighet och snabb joursupport dygnet runt.",
  "section-enterprise-title-7": "Stöd för äldre webbläsare",
  "section-enterprise-desc-7": "Kompatibel hela vägen tillbaka till Internet Explorer 8.",
  "section-enterprise-title-8": "Avancerade rapporteringspaneler och API",
  "section-enterprise-desc-8": "Se vad som händer på alla dina webbplatser och appar.",
  "section-enterprise-title-9": "Fungerar i alla länder",
  "section-enterprise-desc-9": "Till skillnad från reCAPTCHA arbetar vi i alla länder.",
  "section-enterprise-title-10": "GDPR, CCPA och LGPD-vänlig sekretesspolicy",
  "section-enterprise-desc-10": "Designad för integritet från dag ett. Starkt databehandlande avtal.",
  "section-enterprise-title-11": "Finkorniga svårighetsgrader",
  "section-enterprise-desc-11": "Slå in detta för att passa exakt ditt användningsfall.",
  "section-enterprise-title-12": "Förstapartsvärd",
  "section-enterprise-desc-12": "Alla förfrågningar och tillgångar går till hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Instrumentpaneler för flera användare",
  "section-enterprise-desc-13": "Dela hantering i hela ditt team.",
  "section-enterprise-title-14": "Omedelbar verifiering",
  "section-enterprise-desc-14": "0ms latens: verifiera hCaptcha-tokens utan API-anrop.",
  "section-enterprise-title-15": "Mobilintegration (iOS och Android).",
  "section-enterprise-desc-15": "Sömlös upplevelse över webben, inbyggd mobil, mobil webb. Förbyggda integrationer och inbyggda SDK:er tillgängliga.",
  "section-enterprise-title-16": "Anpassade villkor och integritetsgarantier",
  "section-enterprise-desc-16": "Tillfredsställa dina juridiska behov när andra företag inte kan.",
  "presented-challlenges-head": "Presenterade utmaningar",
  "presented-challenges-title-1": "Jämförelse",
  "presented-challenges-text-1": "Välj alla bilder som matchar sökfrågan",
  "presented-challenges-title-2": "Bounding Box",
  "presented-challenges-text-2": "Definiera avgränsningsområde för objekt",
  "presented-challenges-title-3": "Kategorisering",
  "presented-challenges-text-3": "Identifiera motsvarande etiketter",
  "presented-challenges-subheader": "...och andra enkla uppgifter. Lätt för människor, svårt för bots.",
  "presented-challenges-subtext": "Anpassade uppgifter också tillgängliga för företagsutgivare.",
  "footer-header-1": "Företag",
  "footer-header-2": "Resurser",
  "footer-header-3": "Kontakt",
  "footer-link-1": "Märkning",
  "footer-link-2": "Handla om",
  "footer-link-3": "Jobb",
  "footer-link-4": "Varumärken",
  "footer-link-5": "Blogg",
  "footer-link-6": "Status",
  "footer-link-7": "Dokumentation",
  "footer-link-8": "Rapportera en bugg",
  "footer-link-9": "Tillgänglighet",
  "footer-terms": "Villkor",
  "footer-privacy": "Integritet",
  "footer-attribution": "Tillskrivning",
  "footer-subheader-1": "Stöd",
  "footer-subheader-2": "Kontakt",
  "switch-to-english-link": "Byt till engelska",
  "intro-heading-privacy": "Designad för integritet.",
  "intro-subtitle-p1-privacy": " En unik integritetsdriven strategi för onlinesäkerhet.",
  "info-head-2-pr": "Att spela in onlineaktivitet är inte svaret.",
  "info-text-1-pr": "hCaptcha Enterprise har bara ett syfte: att förhindra dåliga aktörer från att störa din onlineverksamhet och skada dina användare.",
  "info-text-2-pr": "Våra system är alltså designade från grunden för att minimera datainsamling och lagring samtidigt som klassledande säkerhet bibehålls. Det bästa sättet att skydda användardata är att inte lagra dem alls.",
  "info-text-3-pr": "Alla kundrelationer skyddas också av ett starkt databehandlingsavtal. Tjänsten hCaptcha följer alla integritetslagar oavsett var din tjänst eller dina kunder bor. Att inte behålla personuppgifter gör detta mycket lättare för oss än för andra företag.",
  "info-text-2-2-pr": "Tjänster som reCAPTCHA v3 säger att det är nödvändigt att placera sin spårningspixel på varje sida på din webbplats för god säkerhet. Så är inte fallet.",
  "info-text-2-3-pr": "Enkel beteendeanalys är en signal som lätt skapas av dåliga aktörer och kräver att du behåller webbhistoriken för all din legitima trafik också.",
  "info-text-2-4-pr": "Vi driver inget annonsnätverk och har inget intresse av att observera ditt användarbeteende för att sälja dem annonser. Det betyder att vi inte kräver en passiv pixel på varje sida på din webbplats.",
  "info-text-2-5-pr": "Lägg till vår utmaningskod endast där det är nödvändigt och där det är vettigt att skydda både dig och dina användare.",
  "info-head-3-pr": "Maskininlärning är användbart. Men det kräver inga personuppgifter för att fungera.",
  "info-text-3-1-pr": "Maskininlärning påverkar nu nästan alla aspekter av våra liv, ofta på sätt som vi inte inser och inte kan se. Säkerhetstjänster online är inte annorlunda.",
  "info-text-3-2-pr": "Genom att lära sig över tusentals signaler kan modellerna sluta sig till och nå hög förtroende för att upptäcka skadligt beteende mycket snabbt, även när ingen individuell signal i sig skulle vara tillräckligt stark för att indikera ett problem.",
  "info-text-3-3-pr": "Inget av detta kräver dock att man använder personlig identifierbar information (PII). Moderna kryptografiska tekniker gör att vi kan kassera all personlig information så snabbt som möjligt och istället skapa envägssignaturer som inte kan kopplas till någon individ.",
  "info-text-3-4-pr": "Utbildning i avidentifierad data fungerar lika bra och kräver inte att man kompromissar med vare sig säkerhet eller integritet. Våra kunder har gjort de empiriska testerna och har förklarat att vi är lika med eller bättre än mycket mindre privata alternativ.",
  "cloudflare-quote-text-privacy": "Vi gillade ett antal saker med hCaptcha-lösningarna: 1) de säljer inte personlig data; de samlar bara in minsta nödvändiga personuppgifter, de är transparenta när de beskriver informationen de samlar in och hur de använder och/eller avslöjar den.",
  "pilot-head": "Prova oss i din miljö utan förpliktelser.",
  "pilot-text-1a": "Vi är ingenjörer, inte säljare: vi vill att du ska vara nöjd med ditt val.",
  "pilot-text-1b": "Det bästa sättet att säkerställa att du är nöjd är att visa att vi uppfyller dina behov.",
  "pilot-text-1c": "Så gott som alla företag som startar en pilot väljer i slutändan våra lösningar.",
  "pilot-text-1d": "Använd det här formuläret för att nå en av våra tekniska specialister. Vi svarar snabbt.",
  "pilot-text-1e": "Du kan också maila oss direkt.",
  "pilot-email-details": "Detaljer finns här.",
  "pilot-f1": "Område",
  "pilot-f2": "Ditt namn",
  "pilot-f3": "Ditt namn",
  "pilot-f4": "Företags-e-post",
  "pilot-f5": "Några andra detaljer vi borde ha?",
  "pilot-f6": "Behöver du akut onboarding?",
  "pilot-f7": "Ja.",
  "pilot-f8": "Jag är under attack och kräver omedelbar onboarding.",
  "pilot-f9": "Skicka in",
  "pilot-f10": "Genom att ange din e-post godkänner du våra villkor och sekretesspolicy, och att ta emot e-post från oss.",
  "pilot-fo-1": "Integration kunde inte vara enklare.",
  "pilot-fo-2": "hCaptcha har dussintals förbyggda integrationer för frontend- och backend-systemen du använder.",
  "pilot-fo-3": "Om du råkar komma från Googles reCAPTCHA är våra API:er drop-in-ersättningar. Tre rader kod är allt du behöver.",
  "pilot-fo-4": "Våra introduktionsingenjörer kan komma igång snabbt, oavsett om du behöver React-integration, SDK:er för iOS-appar, ett Java-backend-exempel eller praktiskt taget vilket annat scenario som helst.",
  "pilot-fo-5": "Och som alltid är integritet ett kärnvärde för oss. Lägg till vår utmaningskod endast där det är nödvändigt och där det är vettigt att skydda både dig och dina användare. Minimering av datainsamling börjar från ögonblicket av integration.",
  "pilot-fdone": "Tack. Vi kommer att höra av oss inom kort.",
  "home-ent-2-new": "Läs mer om vår företagslösning.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise-lösningar levererar klassledande säkerhet och skyddar många av de bästa onlinetjänsterna.",
  "home-plans-button-2-new": "Läs mer",
  "header-enterprise-link": "Företag",
  "sales-interstitial-c1b-new": "Lär dig mer om hCaptcha Enterprise"
}
