{
  "23114595": "Bra användarupplevelse",
  "34074886": "Varje gång du svarar på en utmaning använder vi sofistikerade modeller för att ta reda på om du är människa. Webbplatsen du besökte använder sedan detta resultat för att förbättra din upplevelse på deras webbplats genom att hålla borta bots.",
  "98173630": "hCaptcha är världens mest använda oberoende CAPTCHA-tjänst.",
  "111184581": "Förstapartsvärd",
  "119298044": "Avancerade självövervakade ML- och AI-tekniker skyddar dina webbegenskaper från hot och attacker",
  "121743429": "För webbinfrastrukturföretag",
  "122875767": "Tillfredsställa dina juridiska behov när andra företag inte kan.",
  "126134492": "Övrig",
  "152010250": "hCaptcha kombinerade avancerad självövervakad maskininlärning med en ny Edge Compute-plattform som unikt minimerar datainsamling och lagring, levererad från över 250 platser globalt för massiv skalbarhet.",
  "179723061": "Mer kontroll för team som behöver klassledande säkerhet",
  "191460155": "Noll friktion och 99,9 % passiva lägen",
  "282913023": "Det kostnadseffektiva alternativet för högtrafikföretag",
  "328625009": "... vi är redo när du är: vår tjänst är tillgänglig dygnet runt.",
  "353066938": "Ett erfaret team som arbetar med dagens svåraste problem. hCaptcha är en tjänst för",
  "353367791": "Upptäck dåliga skådespelare av många olika typer.",
  "359073033": "Instrumentpaneler ger hög nivå eller finkorniga vyer av aktivitet.",
  "392886773": "Fungerar i alla länder",
  "451701069": "Överensstämmer med GDPR, CCPA,",
  "547245263": "Lös ditt botproblem idag.",
  "552920956": "hCaptcha tillåter webbplatser att tjäna belöningar samtidigt som de blockerar bots och andra former av missbruk. hCaptcha låter dig också stödja välgörenhetsorganisationer du väljer med dessa intäkter.",
  "555158694": "En tjänst du använder har valt att förbättra din upplevelse på sin webbplats genom att installera hCaptcha för att minska skadlig trafik.",
  "585557010": "Utmana mindre än 0,1 % av legitima användare.",
  "713281684": "Äggplanta",
  "719304627": "Behöver du end-to-end-kontroll?",
  "734735952": "Vi utvärderade ett antal CAPTCHA-leverantörer samt byggde ett system själva. Till slut kom hCaptcha fram som det bästa alternativet till reCAPTCHA.",
  "751483365": "Stöd för icke-JavaScript-klienter.",
  "788770967": "Jag beklagar! Du kanske vill använda vårt tillgänglighetsalternativ:",
  "793242047": "Minska utmaningar för användare för att möjliggöra snabb åtkomst till applikationer",
  "829047995": "Använder du reCAPTCHA för närvarande?",
  "836577577": "Att lägga till hCaptcha tar bara några minuter och bara några rader kod. Det grundläggande API:et är kompatibelt med reCAPTCHA V2, och det tar bara några minuter att byta.",
  "838049015": "Välj alla bilder som matchar sökfrågan",
  "846501387": "Botskydd i världsklass",
  "861167568": "hCaptcha löser ett av IT:s mest pressande problem: förhindrar skadliga bots från att attackera dina webbapplikationer",
  "880478438": "för klassens bästa bot- och bedrägerihantering.",
  "897432717": "Med vår nya design för skräddarsydda hotpoäng kan   lägga till din affärskunskap så att våra modeller kan leverera resultat som är unikt relevanta för dina användare.",
  "910989640": "Generera detaljerade och anpassade aktivitetsrapporter",
  "976209454": "Tjäna belöningar eller ge till välgörenhet",
  "981806349": "Byggd på den beprövade hCaptcha-plattformen",
  "999610953": "Äntligen ett trovärdigt alternativ till Google. hCaptcha Enterprise ger dramatiska besparingar på din reCAPTCHA-räkning med högre säkerhet: upp till 80 % billigare i vissa fall.",
  "1014004474": "hCaptchas Enterprise-planer erbjuder avancerade servicenivåavtal för att hålla din organisation skyddad",
  "1045484714": "SAML SSO-integration med din identitetsleverantör, t.ex. Okta eller Azure AD.",
  "1050501253": "För svårt",
  "1070364246": "hoppsan! Något gick fel när formuläret skickades.",
  "1103295010": "Tjäna pengar eller ge till välgörenhet när människor löser CAPTCHA",
  "1130868224": "Tre rader kod",
  "1131525092": "Gruppera dåliga skådespelare tillsammans utan ansträngning via våra integritetsbevarande Scoped UIDs för att hitta och stoppa relaterade bedrägerier och missbruk",
  "1141402092": "Avancerade rapporteringsfunktioner",
  "1150035777": "Sofistikerade maskininlärningsmodeller genererar botkonfidenspoäng baserat på många datapunkter utöver om frågorna besvarades korrekt",
  "1150963691": "APT-reducering",
  "1172067553": "HUMAN-plattformen bakom hCaptcha tillhandahåller mycket sofistikerade arbetskvalitets- och hanteringsfunktioner via on-premise, hybrid eller SaaS-distributioner som integreras med dina befintliga system.",
  "1173652155": "Rådgivare",
  "1218990730": "hur man rapporterar problem med detaljerade loggar",
  "1250541092": "— Sergi Isasi",
  "1263998069": "Tjäna belöningar för mänskliga lösningar",
  "1300485304": "hCaptcha skyddar mot avancerade hot och lockbeten utformade för att infiltrera dina nätverk",
  "1345083090": "Rapportera ett funktionsproblem?",
  "1356745565": "Kompatibel hela vägen tillbaka till Internet Explorer 8.",
  "1368787974": "Dela ledningen i hela ditt team.",
  "1393184984": "är allt du behöver.",
  "1475399473": "Lär dig mer om hCaptcha-teamet",
  "1485807325": "Instrumentpaneler för flera användare, SAML SSO",
  "1508655687": "Lägg till dina egna utmaningar som är skräddarsydda för din publik för att effektivisera eller begränsa åtkomsten",
  "1510448156": "Du kan vara igång med ett överlägset alternativ idag och aktivera mer avancerade funktioner vid behov.",
  "1525403768": "För mer information kontakta Enterprise Sales.",
  "1544546608": "Sekretesspass",
  "1549336309": "hCaptcha vänder på denna modell. När du använder hCaptcha lägger företag bud på det arbete dina användare gör när de bevisar sin mänsklighet. Du får belöningarna.",
  "1559631739": "Privat lärande",
  "1579093044": "Med vår enkla anpassade utmaningsdesigner kan du lansera utmaningsinnehåll på bara några minuter.",
  "1586809757": "Botpoäng med hög noggrannhet",
  "1599610318": "Utgivare",
  "1637702726": "Om hCaptcha",
  "1662477701": "Resurser",
  "1676849166": "Minska friktionen genom att undvika en utmaning helt och hållet för 99,9 % av din legitima trafik samtidigt som du ger utmärkt säkerhet, tack vare avancerade botmodeller.",
  "1685871181": "De bästa onlinetjänsterna förlitar sig på",
  "1752795854": "hCaptcha ger ett modernt, integritetsfokuserat tillvägagångssätt för att stoppa bots.",
  "1779265104": "Anpassade villkor och integritetsgarantier",
  "1792519141": "hCaptcha Enterprise",
  "1798492192": "Stöd för äldre webbläsare",
  "1803009328": "Stridstestad i webbskala.",
  "1844885924": "Brett bibliotek av typer att välja mellan.",
  "1849717906": "Anpassa med ditt eget utmaningsinnehåll",
  "1849805607": "hCaptcha skyddar mot hot och lockbeten utformade för att infiltrera dina nätverk",
  "1886100235": "Många av världens största onlinetjänster har gått över till hCaptcha Enterprise och fått förbättrad botdetektering tillsammans med betydande kostnadsbesparingar.",
  "1894355645": "hCaptcha ger enkel, enkel och pålitlig botdetektering samtidigt som det är trivialt för människor att lösa.",
  "1927613000": "hCaptcha kombinerar sofistikerad maskininlärning med en kraftfull utmaningsplattform för att skydda webbapplikationer från kontoövertaganden, inloggningsfyllning, skrapning och andra typer av missbruk.",
  "1936512180": "Enkel API-åtkomst, vackra instrumentpaneler och den senaste modell-i-slingan-tekniken för att maximera arbetarens effektivitet.",
  "1956967813": "Våra tjänster är betrodda av de största företagen i världen för att betjäna många miljoner dagliga användare på tiotals miljoner webbplatser.",
  "1958297836": "Samordnat attackskydd och APT-reducering",
  "2041686284": "Mer data ger generellt bättre resultat vid träning av maskininlärningsmodeller. Den senaste framgången med djupa modeller har lett till allt större datamängder, och hCaptcha tillgodoser detta behov. Men att skapa stora mänskligt granskade datamängder med traditionella metoder är både långsamt och dyrt.",
  "2103563261": "Privat eller offentlig information",
  "2131386784": "Nåbar expertis och support för både dig och dina användare",
  "2138799135": "hCaptcha har dussintals förbyggda integrationer för frontend- och backend-systemen du använder.",
  "2163914794": "Behöver du fler etiketter för dina datauppsättningar? hCaptcha tillhandahåller snabb, kostnadseffektiv och högkvalitativ datamärkning för företag som arbetar med artificiell intelligens och maskininlärningsapplikationer.",
  "2183926131": "Kom igång med hCaptcha Enterprise",
  "2184564739": "Ser",
  "2188609322": "Dåliga skådespelare är allt vanligare på nätet. Men att offra användarnas integritet är inte svaret.",
  "2319072959": "Kör helt offline med din egen arbetsstyrka, spåra värde som förbrukas mellan affärsenheter eller konsortiumpartners, dirigera jobb selektivt till olika interna eller externa arbetsgivare baserat på kostnads- och säkerhetskrav och mer.",
  "2320894364": "Med över 200 närvaropunkter skyddar hCaptchas moln dina tillgångar över hela världen",
  "2354267648": "GDPR, CCPA och LGPD-vänlig integritetspolicy",
  "2373007864": "hCaptcha Enterprise körs på hCaptcha-plattformsteknologi, utökad till att omfatta funktionerna som högtrafikföretag behöver.",
  "2418549423": ", en framväxande standard för att bevara online integritet via kryptografiska bevis, och andra unika funktioner som gynnar integriteten.",
  "2489287539": "Friktionsfria \"No CAPTCHA\" & 99,9 % passiva lägen",
  "2510209017": "Behöver du mer hjälp?",
  "2513143348": "hCaptcha Enterprise-systemet är unikt flexibelt i sin design: det kan helt eller delvis distribueras i kanten av ditt nätverk om du driver ett offentligt moln eller äger många datacenter.",
  "2535001179": "Om du råkar komma från Googles reCAPTCHA är våra API:er drop-in-ersättningar.",
  "2593768395": "Sömlös upplevelse på webben, inbyggd mobil, mobil webb. Förbyggda integrationer och inbyggda SDK:er tillgängliga.",
  "2650502379": "Starta dina egna utmaningar på några sekunder",
  "2670003220": "Jobb",
  "2671622670": "Företag",
  "2676853536": "Instrumentpaneler för flera användare",
  "2681650568": "Och som alltid är integritet ett kärnvärde för oss. Lägg till vår utmaningskod endast där det är nödvändigt och där det är vettigt att skydda både dig och dina användare. Minimering av datainsamling börjar från ögonblicket av integration.",
  "2682873489": "Definiera avgränsningsområde för objekt",
  "2686825859": "Registrera dig gratis eller kontakta oss om hCaptcha Enterprise-lösningar",
  "2698140263": "Alla problem är inte desamma: att få en enda poäng betyder att den måste tillgodose dina behov för att vara användbar.",
  "2698640210": "Kontrollera utmaningar och typer som visas",
  "2707282231": "Anpassa utmaningar för dina användare. Gör det omöjligt för bots att lösa och penetrera.",
  "2714878440": "Skydda dina tjänster från skrapning, kontoövertaganden, inloggningsfyllning och spam med vår avancerade maskininlärning och mänsklighetsverifiering.",
  "2718999653": "Anpassade hotresultat",
  "2781507299": "Omedelbar verifiering",
  "2782263070": "Service är högsta prioritet för oss. Vi upprätthåller joursupport dygnet runt, alla dagar i veckan och erbjuder direkt Slack-koordinering med ditt ingenjörsteam och vår jourpersonal under och efter implementering.",
  "2806751666": "Vad är hCaptcha?",
  "2826051554": "och mer",
  "2881474837": "hCaptcha Enterprise",
  "2890048009": "Annonsnätverk ser dina besökare som produkten. För oss är den enda produkten som avgör deras mänsklighet. Våra tjänster uppfyller eller överträffar GDPR-, CCPA-, LGPD- och PIPL-kraven och stödjer initiativ som Privacy Pass. Vi arbetar hårt för att balansera integritet och säkerhet.",
  "2927700175": "Vi visar CAPTCHA-utmaningar som är svåra för bots men lätta för människor genom att samla in svårmärkta data från maskininlärningsproblem och använda den för att skilja på om en webbplats- eller appbesökare är mänsklig.",
  "2968026167": "Din favoritgrönsak",
  "3018523079": "Håll dig på varumärket med en konsekvent användarupplevelse.",
  "3065000659": "Insåg du att varje gång du \"klickar på bilen\" hjälper du till att träna en singel",
  "3093388779": "hCaptcha är gratis att använda för utgivare av alla storlekar",
  "3093689546": "Enkel integration",
  "3096063825": "Testa",
  "3107683988": "Detta kan dramatiskt minska trafik utanför nätverket och kostnaderna samtidigt som vi behåller alla fördelar med hantering av vår 24/7 jourpersonal för att uppfylla de strängaste SLA:erna.",
  "3117887301": "Betrodd av de största onlinetjänsterna",
  "3121248460": "Visa oändligt olika anpassade utmaningar – från enkla till komplexa – för din förväntade publik",
  "3153117136": "Hur hCaptcha-svårighetsinställningar fungerar",
  "3160820928": "Samordnat attackskydd",
  "3161489950": "Världens mest avancerade ML säkerhetsplattform",
  "3167979932": "Designad för integritet från dag ett. Starkt databehandlande avtal.",
  "3194111925": "Stöd",
  "3213351333": "Inget åtagande i förväg krävs",
  "3213957230": "När användare måste lösa en utmaning för att möta säkerhetskrav, varför inte skapa uppgifter som är trevliga och relevanta för användaren?",
  "3225770968": "hCaptcha är designad för att lösa det mest arbetsintensiva problemet inom maskininlärning; märka stora mängder data på ett snabbt, prisvärt och tillförlitligt sätt.",
  "3230004040": "Är du synskadad eller på annat sätt oförmögen att slutföra hCaptchas?",
  "3235430156": "företagets maskininlärningssystem gratis?",
  "3260825523": "Intuition maskiner",
  "3264813246": "Olämplig",
  "3265895521": "Höj och sänk utmaningssvårigheten baserat på tid på dagen",
  "3266612494": "En pålitlig partner",
  "3276777569": "hCaptcha",
  "3287172429": "Kontrollutmaningstyper visas",
  "3365203058": "Anti-bot-skydd i världsklass",
  "3412647984": "Detta låter dig undvika framtida frågor genom att registrera och ställa in en cookie. Försök också att stänga av din annonsblockerare.",
  "3417372336": "Byt på några minuter",
  "3446714684": "Mobilintegration (iOS och Android).",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "För företagsanvändare finns alternativ tillgängliga för att helt undvika utmaningar i de flesta scenarier.",
  "3478726913": "hCaptcha har en av de största poolerna på planeten tillgänglig för din användning. Oavsett din skala kan vi hantera det utan dyra förhandsåtaganden. Miljontals uppgifter per dag är inga problem.",
  "3480023141": "Läs mer om tillgänglighetsalternativ",
  "3483700676": "Starta miljontals uppgifter direkt",
  "3500503648": "hCaptcha är utformad för att eliminera långvarig datalagring genom att förlita sig på omedelbar utvärdering snarare än att registrera och analysera din webbhistorik. Vi stödjer även initiativ som",
  "3524251858": "Direktör för produktledning, Cloudflare",
  "3526939538": "Programvarubugg",
  "3530599065": "Sekretess byggs från grunden. hCaptcha behåller ingen PII och är kompatibel med många integritetsmandat och förordningar.",
  "3570415321": "Företag",
  "3573245166": "Till skillnad från reCAPTCHA arbetar vi i alla länder.",
  "3578122193": "Håll dig på varumärket med relevant innehåll",
  "3620442880": "Flash Rea skyddsfunktioner",
  "3630114728": "Se vad som händer på alla dina webbplatser och appar.",
  "3644106388": "Kontakt",
  "3660619092": "Registrera dig gratis eller kontakta försäljningen för företagslösningar",
  "3688621388": "Hotsignaturer",
  "3704893754": "Vill du se själv? Prova hCaptcha Free",
  "3714002185": "Lär dig mer om hCaptcha Enterprise",
  "3715747429": "Våra introduktionsingenjörer kan komma igång snabbt, oavsett om du behöver React-integration, SDK:er för iOS-appar, ett Java-backend-exempel eller praktiskt taget vilket annat scenario som helst.",
  "3717512591": "Direkt plattformsintegration",
  "3721365241": "Prova",
  "3729345277": "hCaptcha är ett sätt för företag att få de anteckningar de kräver snabbare, med högre kvalitet och till lägre kostnad än andra alternativ.",
  "3730038780": "Välj bland ett nästan oändligt antal utmaningar för användare att lösa",
  "3739936967": "Detta unika fokus på integritet innebär att vi kan erbjuda noll individuell datalagring, cookie-fri drift och andra avtalsenliga integritetsgarantier efter behov samtidigt som vi upprätthåller utmärkt säkerhet. Läs mer.",
  "3740051331": "Vi är också engagerade i att aktivt övervaka och svara på dina användares frågor på sociala medier, forum och våra in-widget- och e-supportkanaler. Vi är tillgängliga och lyhörda och behandlar användarnöjdhet som en topp-KPI.",
  "3753956446": "Fri",
  "3758963444": "Tack! Din ansökan har blivit mottagen!",
  "3767462250": "Designad för integritet",
  "3768951251": "SLA:er för företag",
  "3807059944": "Kontrollera utmaningsinnehåll som används",
  "3816867833": "Respons",
  "3817811295": "Garanterad tillförlitlighet och snabb joursupport dygnet runt.",
  "3892905664": "hCaptcha hjälper dina favorittjänster online att hålla borta bots, spam och missbruk genom att ställa enkla frågor som är lätta för människor och svåra för maskiner.",
  "3913848038": "SLA:er för 99,99 % drifttid och global support dygnet runt tillgängligt.",
  "3951254541": "Vi uppskattar din input. Låt oss veta eventuella problem så löser vi dem snabbt.",
  "3952259236": "Kombinera dina förblindade data med hCaptchas tusentals signaler för att träna hCaptcha på beteendeklasser - bara för ditt exempel - för att bättre förutsäga skadligt beteende bättre än endera lösningen ensam",
  "3953584369": "Sofistikerade RBAC-åtkomstbegränsningar tillgängliga.",
  "4007826952": "Den #1 integritetsförsta CAPTCHA för webb, mobil och mer.",
  "4019660456": "0ms latens: verifiera hCaptcha-tokens utan API-anrop.",
  "4065065042": "Slå in detta för att passa exakt ditt användningsfall.",
  "4083018285": "En uppsättning utökade funktioner som kombineras med förbättrad SOC-övervakning och respons för att hantera sofistikerade ihållande hot",
  "4146870445": "Vilka vi är",
  "4147497805": "Morot",
  "4194763679": "Finkorniga svårighetsgrader",
  "4195759329": "Botdetektering och riskpoäng",
  "4199502476": "Avancerade rapporteringspaneler och API",
  "4238473596": "Att minimera friktionen för riktiga användare är viktigt. hCaptcha använder enkla uppgifter och tar mindre tid för de flesta användare samtidigt som det stoppar mer bottrafik.",
  "4272022475": "Alla förfrågningar och tillgångar går till hcaptcha.yourdomain.com",
  "4272454814": "Integrera med den identitetsleverantör du väljer.",
  "a11y-img-1": "Användarskärm för tillgänglighet efter inloggning",
  "a11y-img-2": "Tillgänglighetsalternativ i widget UI-menyn",
  "a11y-img-3": "Dialogruta för tillgänglighet i widget-gränssnittet",
  "about-advisors-brendan": "VD för Brave. Medgrundare av Mozilla. Skaparen av JavaScript-programmeringsspråket. Byggare av webbläsare och mer.",
  "about-advisors-dawn": "Professor, CS vid University of California, Berkeley. Deep learning, säkerhet, blockchain expert. VD för Oasis Labs.",
  "about-advisors-head": "Rådgivare",
  "about-advisors-keiran": "Forskare vid Stanford. Maskininlärning och kvantitativ finansiering i större banker, hedgefonder och akademi.",
  "about-content-head-1": "Vad vi gör",
  "about-content-head-2": "Varför det spelar roll",
  "about-content-text-1a": "hCaptcha ger en modern, integritetsfokuserad strategi för att stoppa bots.",
  "about-content-text-1b": "Vi visar CAPTCHA-utmaningar som är svåra för bots men lätta för människor genom att samla in svår att märka data från maskininlärningsproblem och använda den för att urskilja om en webbplats- eller appbesökare är mänsklig.",
  "about-content-text-2a": "Dåliga aktörer blir allt vanligare online. Men att offra användarens integritet är inte svaret.",
  "about-content-text-2b": "Säkerhetslösningar som erbjuds av annonsföretag fokuserar främst på att spåra användare över hela webben. Vi har skapat en effektiv säkerhetslösning som visar att det inte är nödvändigt att skada användarnas integritet för att ge utmärkta resultat.",
  "about-intro-head-1": "Om hCaptcha",
  "about-intro-head-2": "Sekretess, säkerhet och maskininlärning.",
  "about-intro-text": "hCaptcha är världens mest använda oberoende CAPTCHA-tjänst.",
  "about-leadership-head": "Vilka vi är",
  "about-leadership-headsub": "Ett erfaret team som arbetar med dagens svåraste problem.",
  "about-leadership-link1": "Vilka vi är",
  "about-leadership-text1": "Vi är specialiserade på djupinlärning och visuell domänmaskininlärning i stor skala, med särskilt fokus på att säkra onlinesystem från alltmer sofistikerade moderna hot.",
  "about-leadership-text2": "Med årtionden av kompetens inom programvara och maskininlärning bygger vi och driver massivt skalbara system för att hantera några av dagens svåraste problem och samtidigt bevara integriteten.",
  "acc-opt": "Hjälpmedelsalternativen",
  "acc-opt-but": "Läs mer om tillgänglighetsalternativ",
  "acc-opt-text": "Är du synskadad eller på annat sätt inte kan slutföra hCaptchas?",
  "accessibility-link": "Tillgänglighet",
  "appreciate-in": "Vi uppskattar dina bidrag. Låt oss veta eventuella problem så löser vi dem snabbt.",
  "fb-but": "Skicka feedback",
  "feedback-text": "Ge feedback om hCaptcha du just såg",
  "footer-attribution": "Tillskrivning",
  "footer-copyright-text": "hCaptcha är ett registrerat varumärke som tillhör Intuition Machines, Inc.",
  "footer-header-1": "Företag",
  "footer-header-2": "Resurser",
  "footer-header-3": "Kontakt",
  "footer-link-1": "Märkning",
  "footer-link-10": "Tillgänglighet",
  "footer-link-2": "Handla om",
  "footer-link-3": "Jobb",
  "footer-link-4": "Varumärken",
  "footer-link-5": "AI-etik",
  "footer-link-6": "Blogg",
  "footer-link-7": "Status",
  "footer-link-8": "Dokumentation",
  "footer-link-9": "Rapportera en bugg",
  "footer-privacy": "Integritet",
  "footer-subheader-1": "Stöd",
  "footer-subheader-2": "Kontakt",
  "footer-terms": "Villkor",
  "h-plans": "Prenumerationsplaner",
  "header-docs-link": "Dokument",
  "header-labeling-services-link": "Märkningstjänster",
  "header-login-button": "Logga in",
  "header-plans-link": "Planer",
  "header-signup-button": "Bli Medlem",
  "home-about-head": "Om hCaptcha",
  "home-about-subtitle": "Drivs av HUMAN Protocol",
  "home-about-text-1": "hCaptcha är utformat för att lösa det mest arbetsintensiva problemet inom maskininlärning: märkning av stora mängder data på ett snabbt, prisvärt och pålitligt sätt.",
  "home-about-text-2": "Mer data ger i allmänhet bättre resultat i träning av maskininlärningsmodeller. Den senaste framgången med djupa modeller har lett till allt större datamängder, nästan alltid med en viss mänsklig granskning. Att skapa stora mänskliga granskade datauppsättningar via Mechanical Turk, Figur Åtta etc. är dock både långsamt och dyrt.",
  "home-about-text-3": "hCaptcha tillåter webbplatser att tjäna pengar som betjänar denna efterfrågan medan de blockerar bots och andra former av missbruk.",
  "home-about-text-4": "Marknaden för hCaptcha drivs av HUMAN Protocol, ett öppet decentraliserat protokoll för mänsklig granskning som körs på Ethereum blockchain. Webbplatser tjänar Human Tokens (HMT) när användare använder hCaptcha-widgeten på sin webbplats, och maskininlärningsföretag betalar Human Tokens för att få sina data märkta.",
  "home-ba-labeling-services-link": "Märkningstjänster",
  "home-benefits-head-1": "Värdet i datamärkning",
  "home-benefits-head-2": "Ge tillbaka till välgörenhet",
  "home-benefits-text-1": "Visste du att varje gång du klickar på bilen hjälper du att träna ett enda Gigantic-företags maskininlärningssystem gratis?",
  "home-benefits-text-2": "hCaptcha vänder den här modellen. När du använder hCaptcha bjuder företag på det arbete dina användare gör när de bevisar sin mänsklighet. Du får belöningarna.",
  "home-benefits-text-3": "Vill du ge tillbaka till din favorit välgörenhetsorganisation? hCaptcha låter dig stödja de välgörenhetsorganisationer du väljer med de intäkter du får genom att använda den. Användare på din webbplats kommer snart att kunna se ditt bidrag till välgörenhet genom diskret branding på hCaptcha-gränssnittet.",
  "home-challenge-text-1": "Markera alla bilder som matchar frågan",
  "home-challenge-text-2": "Definiera avgränsningsområde för objekt",
  "home-challenge-text-3": "Identifiera motsvarande etiketter",
  "home-challenge-title-1": "Jämförelse",
  "home-challenge-title-2": "Bounding Box",
  "home-challenge-title-3": "Kategorisering",
  "home-challenges-head": "Presenterade utmaningar",
  "home-challenges-text-1": "... och andra enkla uppgifter. Lätt för människor, svårt för bots.",
  "home-challenges-text-2": "Anpassade uppgifter också tillgängliga för företagsutgivare.",
  "home-ent-1": "Letar du efter våra säkerhetserbjudanden för företag?",
  "home-ent-2": "Besök vår nya dedikerade webbplats: BotStop.com",
  "home-ent-button": "Läs mer: BotStop av hCaptcha",
  "home-from-the-blog": "FRÅN BLOGGEN:",
  "home-from-the-blog-value": "Hur hCaptcha svårighetsinställningar fungerar",
  "home-intro-body": "Använder du en captcha för att hålla bort bots? hCaptcha skyddar användarnas integritet, belönar webbplatser och hjälper företag att få sina data märkta. Det ersätter reCAPTCHA: du kan byta inom några minuter.",
  "home-intro-button": "Anmäl dig nu",
  "home-intro-head": "Stoppa fler bots. Börja skydda användarnas integritet.",
  "home-main-1": "Privat. Säkra. Snabbare. Och vi betalar dig för att använda den.",
  "home-main-2": "Sekretessfokuserad",
  "home-main-2c": "Annonsnätverk ser dina besökare som produkten. För hCaptcha är produkten det arbete de tillhandahåller. Vi bryr oss inte om vilka dina användare är, bara hur sannolikt det är att de är illvilliga. Vi stödjer initiativ som Privacy Pass och arbetar hårt för att balansera integritet och säkerhet.",
  "home-main-3": "Säkerhet först",
  "home-main-3c": "Noggrannhet ligger i ditt intresse och vårt. hCaptcha är förlagsfokuserad. Vi arbetar för att ge dig verkliga data och låta dig bestämma hur du ska använda den. Andra captchas tillhandahålls av gigantiska reklamföretag. Det betyder att varje bot de blockerar kan minska sina intäkter.",
  "home-main-4": "Bättre användarupplevelse",
  "home-main-4c": "Sofistikerade maskininlärningsmodeller används av hCaptcha för att bestämma mänskligheten. Detta gör att vi kräver mindre irriterande uppgifter från dina användare och tar mindre tid på att göra det, samtidigt som vi producerar användbara märkta data för märkning av kunder.",
  "home-main-plans": "hCaptcha är gratis att använda för utgivare i alla storlekar. Men för företag och plattformar som behöver mer kontroll finns våra företagslösningar tillgängliga.",
  "home-main-plans2": "hCaptcha-företagslösningar skyddar miljontals användare över tiotals miljoner webbplatser för några av de största företagen på planeten. Kontakta oss för mer info, eller besök",
  "home-main-plans3": "hCaptcha-företagslösningar skyddar miljontals användare över tiotals miljoner webbplatser för några av de största företagen på planeten. Kontakta oss för mer info, eller besök",
  "home-main-plans4": "för detaljer.",
  "home-plans-button-1": "Anmäl dig nu",
  "home-plans-button-2": "Kontakta försäljning",
  "home-plans-chart-head-1": "Funktioner",
  "home-plans-chart-head-2": "Utgivare",
  "home-plans-chart-head-3": "Företag",
  "home-plans-chart-row-1-cell-1": "Kontrollera utmaningstyper som visas",
  "home-plans-chart-row-1-cell-2": "Begränsad",
  "home-plans-chart-row-1-cell-3": "Total",
  "home-plans-chart-row-10-cell-1": "Fleranvändarpaneler",
  "home-plans-chart-row-11-cell-1": "Avancerade rapporteringsfunktioner",
  "home-plans-chart-row-12-cell-1": "SLA: er för företag",
  "home-plans-chart-row-2-cell-1": "Kontrollera utmaningsinnehåll som används",
  "home-plans-chart-row-2-cell-2": "Begränsad",
  "home-plans-chart-row-2-cell-3": "Total",
  "home-plans-chart-row-3-cell-1": "Tjäna belöningar för mänskliga lösningar",
  "home-plans-chart-row-4-cell-1": "Anti-bot-skydd i världsklass",
  "home-plans-chart-row-5-cell-1": "Fungerar i alla länder",
  "home-plans-chart-row-5a-cell-1": "No-CAPTCHA och 99,9 % passiva lägen",
  "home-plans-chart-row-5b-cell-1": "Botförtroende poäng",
  "home-plans-chart-row-6-cell-1": "GDPR och CCPA-vänlig integritetspolicy",
  "home-plans-chart-row-7-cell-1": "Finkorniga svårighetsgrader",
  "home-plans-chart-row-8-cell-1": "Starta ditt eget utmaningsinnehåll",
  "home-plans-chart-row-9-cell-1": "Tidsbaserad svårighetsplanering",
  "home-try-it-out-button": "Skaffa hCaptcha",
  "home-try-it-out-head": "Testa",
  "home-try-it-out-text": "hCaptcha ger enkel, enkel och pålitlig botdetektering samtidigt som det är trivialt för människor att lösa.",
  "labeling-about-head": "Om hCaptcha",
  "labeling-about-text-1": "hCaptcha är utformad för att lösa det mest arbetsintensiva problemet inom maskininlärning; märka enorma mängder data på ett snabbt, prisvärt och pålitligt sätt. Mer data ger i allmänhet bättre resultat i träning av maskininlärningsmodeller. Den senaste framgången med djupa modeller har lett till allt större datamängder, och hCaptcha tjänar detta behov.",
  "labeling-about-text-2": "Men att skapa stora mänskliga granskade datamängder med traditionella metoder är både långsamt och dyrt. hCaptcha är ett sätt för företag att få de anteckningar de behöver snabbare, med högre kvalitet och till lägre kostnad än andra alternativ.",
  "labeling-annotations-head": "Annotationstyper",
  "labeling-annotations-text-1": "Exakt objektdetektering i bilder och video",
  "labeling-annotations-text-2": "Exakt objektdetektering i bilder och video",
  "labeling-annotations-text-3": "Punktanteckningar för många olika användningsfall",
  "labeling-annotations-text-4": "Sortera eller lägg till godtyckliga kategorier i valfri storlek",
  "labeling-annotations-text-5": "Människodriven detektion och klassificering",
  "labeling-annotations-text-6": "Behöver du en annan typ som inte anges här? Fråga bara oss.",
  "labeling-annotations-title-1": "Avgränsande lådor",
  "labeling-annotations-title-2": "Polygoner",
  "labeling-annotations-title-3": "Landmärken",
  "labeling-annotations-title-4": "Attributkategorisering",
  "labeling-annotations-title-5": "Jämförelse och upptäckt",
  "labeling-annotations-title-6": "... och många fler",
  "labeling-ent-button": "Kontakta vårt Enterprise Solutions-team",
  "labeling-ent-head": "Behöver du End-to-End-kontroll?",
  "labeling-ent-text-1": "HUMAN-plattformen bakom hCaptcha ger mycket sofistikerad arbetskvalitet och hanteringsfunktioner via lokala, hybrid- eller SaaS-distributioner som integreras med dina befintliga system.",
  "labeling-ent-text-2": "Kör helt offline med din egen personal, spåra värdet som konsumeras över affärsenheter eller konsortiepartner, dirigera jobb till olika interna eller externa leverantörer baserat på kostnader och säkerhetskrav med mera.",
  "labeling-ent-text-3": "Enkel API-åtkomst, vackra instrumentpaneler och den senaste tekniken för att maximera effektiviteten.",
  "labeling-ent-text-4": "99,99% SLA med driftstid och 24/7 globalt support tillgängligt. För mer information:",
  "labeling-features-head-1": "Enkla API-drivna rörledningar.",
  "labeling-features-head-2": "Optimerad för kostnad och kvalitet. Inget förpliktande krävs.",
  "labeling-features-head-3": "Betala bara för den noggrannhet du behöver.",
  "labeling-features-head-4": "Ange dina egna sanningsdata eller låt oss bygga den direkt.",
  "labeling-features-text-1": "Vill du integrera mänsklig granskning direkt i din affärsverksamhet? Vi erbjuder hög tillförlitlighet SLA, garanterad kapacitet och enkla REST API: er.",
  "labeling-features-text-2": "HUMAN-plattformen använder omfattande förtroendemodeller för att utföra sofistikerad kvalitetsanalys i realtid. Detta gör att vi snabbt kan avgöra både svårigheterna med frågor och deras sannolika rätta svar, vilket sparar tid och pengar.",
  "labeling-features-text-3": "Inte alla problem är desamma. Kommentarer för säkerhetskritiska uppgifter kan kräva 99,99% förtroende från helt mänskliga arbetare. Kommentarer för en betafunktion i en mobilspelapp kan bara kräva måttligt förtroende. Du bestämmer.",
  "labeling-features-text-4": "Har du rådata utan en omfattande verifieringsuppsättning? I de flesta fall kan vi bygga en åt dig när uppgifter körs genom systemet eller skapa märkta prover för ditt godkännande.",
  "labeling-info-head": "Få märkning av data",
  "labeling-info-text-1": "Prata med en av våra domenexperter för att definiera dina projektbehov: målnoggrannhet, format och eventuella speciella krav.",
  "labeling-info-text-2": "Vi utför ett litet produktionsjobb baserat på dina provdata. Detta testar det arbete vi har gjort tillsammans för att säkerställa att du får exakt vad du behöver.",
  "labeling-info-text-3": "Med vår höga volym och låga latens kommer vi att göra ditt arbete snabbt, med automatiserad leverans så snart det är klart.",
  "labeling-info-text-4": "Eftersom vi bättre förstår parametrarna för ditt produktionsarbete kommer resultaten att fortsätta att förbättras med tiden.",
  "labeling-info-text-5": "Live dashboards låter dig ge feedback eller pausa produktionen när som helst.",
  "labeling-info-title-1": "Definiera specifikationer",
  "labeling-info-title-2": "Inledande jobbtest",
  "labeling-info-title-3": "Distribuera produktionsjobb",
  "labeling-info-title-4": "Kontinuerlig förbättring",
  "labeling-info-title-5": "Realtidsresultat",
  "labeling-main-1": "Kostnadseffektiv datamärkning i stor skala",
  "labeling-main-1-button": "Få dina uppgifter märkta nu",
  "labeling-main-1c": "Behöver du fler etiketter för dina datauppsättningar? hCaptcha tillhandahåller snabb, kostnadseffektiv och högkvalitativ datamärkning för företag som arbetar med artificiell intelligens och maskininlärningsapplikationer.",
  "labeling-main-2": "Starta miljontals uppgifter direkt.",
  "labeling-main-2-button": "Köp datamärkningstjänster",
  "labeling-main-2c": "hCaptcha har en av de största poolerna på planeten som är tillgängliga för dig. Oavsett din skala kan vi hantera det utan dyra förpliktelser. Miljontals uppgifter per dag är inga problem.",
  "labeling-platform-head": "Privat eller offentlig information",
  "labeling-platform-text": "hCaptcha är byggt på HUMAN-plattformen, vilket möjliggör sofistikerad routing och analys för att optimera kostnader och effektivitet i varje steg. Den här tekniken låter rätt arbetskraft hantera varje del av ditt jobb, vilket maximerar kostnadseffektiviteten och samtidigt skyddar integriteten och uppfyller eventuella lagkrav.",
  "labeling-try-button": "Köp datamärkningstjänster",
  "labeling-try-head": "Vill du prova dina data?",
  "labeling-try-text": "... vi är redo när du är: vår tjänst är tillgänglig dygnet runt.",
  "learn-more-hcaptcha": "Läs mer om hCaptcha",
  "page-acc-faq-1": "Fråga: Är hCaptcha Section 508 + WCAG 2.1 AA kompatibel? Svar: Vi tror det: alla användare med någon form av funktionsnedsättning som kan surfa på webben och skriva in text på formulär kan få tillgång till tjänster skyddade av hCaptcha vid registrering. Detta är dock inte juridisk rådgivning: du bör utföra din egen utvärdering, med hänsyn till din specifika implementering för att säkerställa att detta är fallet för din distribution.",
  "page-acc-faq-2": "Fråga: Arbetar du med andra tillgänglighetsalternativ (a11y), som ljud? Svar: Tidigare populära alternativ som audio captchas diskriminerar många a11y-användare och besegras lätt av moderna maskininlärningstekniker. Detta har tvingat nuvarande ljudutmaningar att bli mer och svårare, och introducerat brus, udda timing, ovanliga ordkombinationer och så vidare för att besegra angripare. Vi är därför mindre entusiastiska över detta tillvägagångssätt jämfört med att undvika utmaningen helt och hållet, men kommer att överväga det om det finns en efterfrågan från det lokala samhället. Vi är dock mycket intresserade av Privacy Pass för användningsfallet för tillgänglighet. Vi tror att en kombination av vår nuvarande a11y-metod med utfärdande av Privacy Pass kommer att tillåta a11y-användare att surfa på ett säkert sätt, säkra i vetskapen om att deras trafik är mer privat, samtidigt som det begränsar missbruket av botoperatörer som oundvikligen inträffar när alternativa alternativ är tillgängliga. Vi är aktiva deltagare i IETF:s arbetsgrupp som standardiserar denna nya teknik.",
  "page-acc-faq-3": "Fråga: Hur är det med integritet? Avslöjar registreringen 11y surfdata på något sätt? Vad gör du med mejlet? Svar: hCaptcha är designad för integritet från grunden. Det är väldigt annorlunda än traditionella alternativ som reCAPTCHA som ägs av annonsnätverk, som har ett incitament att spåra dig runt på webben och associera dig med en riktig identitet. Vi använder aldrig e-postmeddelanden eller information om tillgänglighet för något annat syfte än att underlätta användandet och förhindra missbruk. Vår integritetspolicy har omfattande och auktoritativa svar på hur vi använder data, men det korta svaret är att vi inte har något intresse av att associera dig som person med din webbhistorik. Vi arbetar också för närvarande med en kryptografisk lösning för att snabbt kassera din e-postadress samtidigt som vi bevarar vår förmåga att förhindra missbruk, kompletterar vårt Privacy Pass-arbete.",
  "page-acc-link-1": "Om du är en tillgänglighetsanvändare, registrera dig här.",
  "page-acc-subhead": "Säkerställer sömlös åtkomst för alla användare samtidigt som säkerheten bibehålls",
  "page-acc-summary": "Sammanfattning",
  "page-acc-summary-contents-1": "hCaptcha är designad för att stoppa bots genom att skilja dem från människor. Visuella tester är ett bekvämt verktyg för detta, men alla kan inte lösa en visuell utmaning. Av denna anledning har vi utformat ett enkelt, smärtfritt alternativ för att låta utgivare som använder vår tjänst bevara tillgängligheten för alla med full Section 508 och WCAG 2.1 AA-kompatibilitet.",
  "page-acc-summary-contents-2": "Så här fungerar det: först registrerar en tillgänglighetsanvändare den här webbadressen, som är länkad på informationssidan för hCaptcha-widgeten. De får en krypterad cookie som kan användas flera gånger om dagen, men måste uppdateras var 24: e timme via inloggning. När en utmaning presenteras för en tillgänglighetsanvändare på vilken webbplats som helst som använder hCaptcha-tjänsten passerar de automatiskt.",
  "page-acc-title": "hCaptcha tillgänglighetsinformation",
  "page-acc-tr-body": "Fråga: Jag ser fortfarande en utmaning efter att ha ställt in kakan. Vad orsakar detta?<br> Svar: Detta beror vanligtvis på att du använder en aggressiv annonsblockerare eller anti-cookie-tillägg, eller en inställning som blockerar kakor över olika webbplatser, i det här fallet en cookie för hcaptcha.com som ställs in eller kontrolleras av hCaptcha JS på en annan webbplats , som den du besöker.<br><br> hCaptcha tillgänglighetscookies fungerar med alla populära webbläsare och annonsblockerare med deras standardinställningar, så vanligtvis beror misslyckanden på anti-anti-blockeringsskript eller liknande regler som riktar sig mot vissa webbplatser.<br><br> Lösningar:<br><br> 1. Vitlista hcaptcha.com och * .hcaptcha.com cookies i din annonsblockerare eller webbläsarens säkerhetstillägg.<br> 2. Om du använder webbläsaren Brave, som för närvarande inte verkar ha någon form av vitlista för kakor, gå till Inställningar -> Sköldar -> Kakor och välj Tillåt alla kakor.<br> 3. Om du använder den senaste versionen av Safari på antingen det nyligen släppta OS X 10.15 eller iOS 13.4, har Apple just ändrat Safari-beteenden relaterade till tredjepartscookies och blockerar dem alla som standard. Vi implementerar en lösning, men under tiden besök Safari Inställningar, Sekretessavsnitt och avmarkera Webbspårning: Förhindra spårning över flera webbplatser för att möjliggöra tillgänglighetscookien att fungera som förväntat.<br><br> Fråga: Jag använder flera enheter. Måste jag registrera mig flera gånger?<br> Svar: Nej. Klicka på samma e-postinloggningslänk som skickats till dig på varje enhet du använder för att ställa in kakan.<br><br> Fråga: Hur kan jag skydda mig från spårning av kakor från tredje part när jag använder tillgänglighetscookien?<br> Svar: Att använda alla sekretess- eller annonsblockerande tillägg som stöder vitlistning på domännivå (t.ex. uBlock Origin) fungerar som förväntat: se bara till att vitlista hcaptcha.com.",
  "page-acc-tr-title": "För tillgänglighetsanvändare: Vanliga frågor och felsökningsguide",
  "page-acc-tr2-body": "Safari<br> För att aktivera cookies i Safari (Mac): Gå till rullgardinsmenyn Safari. Välj Inställningar. Klicka på Sekretess i den övre panelen. Välj alternativet \"Aldrig\" under \"Blockera kakor\".<br> För att aktivera cookies i Safari (iPhone / iPad iOS 11+): Öppna dina inställningar. Bläddra ner och välj Safari. Stäng av 'Förhindra spårning över flera webbplatser' och 'Blockera alla kakor' under Sekretess och säkerhet.<br><br> Firefox<br> Klicka på skärmen till vänster om adressfältet på valfri webbsida. Klicka på Skyddsinställningar. Panelen Firefox Preferences Privacy & Security öppnas. Välj Anpassat under Förbättrat spårningsskydd. Välj vilka spårare och skript som ska blockeras genom att markera kryssrutorna. Se till att du har avblockerat hcaptcha.com.<br><br> Du kan också tillfälligt inaktivera vissa skydd i Anpassad för att felsöka detta genom att avmarkera kryssrutorna: Avmarkera kryssrutan Spårare eller avmarkera kryssrutan Cookies om du fortfarande har problem.<br><br> Google Chrome<br> Google Chrome (PC)<br> Välj Chrome-menyikonen. Välj Inställningar.<br> Gå till sekretess och säkerhet, sedan kakor och annan webbplatsinformation.<br> Se till att \"Blockera tredjepartscookies\" inte är aktiverat.<br><br> Google Chrome (Mac):<br> Öppna Chrome-inställningar från menyraden.<br> Gå till sekretess och säkerhet, sedan kakor och annan webbplatsinformation.<br> Se till att \"Blockera tredjepartscookies\" inte är aktiverat.<br><br> Google Chrome (Android):<br> Öppna Chrome-appen på din Android-enhet.<br> Tryck på Mer uppe till höger och sedan på Inställningar.<br> Tryck på Webbplatsinställningar och sedan på Kakor.<br> Aktivera inställningen bredvid \"Cookies\".<br> Markera rutan bredvid \"Tillåt kakor från tredje part\".<br><br> Internet Explorer<br> 1. Välj kugghjulet i skärmens övre högra hörn och välj sedan \"Internetalternativ\". Om du har aktiverat menyraden kan du välja \"Verktyg\" och sedan \"Internetalternativ\".<br> 2. Klicka på fliken \"Sekretess\".<br> 3. Välj knappen \"Avancerat\".<br> 4. Välj \"Acceptera\" under \"Tredjepartscookies\".<br> 5. Klicka på \"OK\"",
  "page-acc-tr2-head": "Webbläsarinstruktioner för kakor över olika webbplatser",
  "priv-hc": "Sekretessfokuserad",
  "priv-hc-text": "Annonsnätverk ser dig som deras produkt. Det gör vi inte. Vi bryr oss inte vem användare är, bara hur sannolikt de är skadliga. Vi stöder initiativ som Privacy Pass och arbetar hårt för att balansera integritet och säkerhet.",
  "reporting-bugs-accessibility-button": "Läs mer om tillgänglighetsalternativ",
  "reporting-bugs-accessibility-head": "Hjälpmedelsalternativen",
  "reporting-bugs-accessibility-text": "Är du synskadad eller på annat sätt inte kan slutföra hCaptchas?",
  "reporting-bugs-guide-ff-head": "Fånga information om buggrapporten: Firefox",
  "reporting-bugs-guide-ff-step-1": "Steg 1: Öppna utvecklarverktyg (Detta börjar spela in sessionen.)",
  "reporting-bugs-guide-ff-step-2": "Steg 2: Klicka på fliken Nätverk i Utvecklarverktyg. Markera rutan Persist-loggar högst upp.",
  "reporting-bugs-guide-ff-step-3": "Steg 3: besök https://accounts.hcaptcha.com/demo, eller webbplatsen du har ett problem på (sekretessnotering: endast om du inte har något emot att dela vad det är) ... och klicka sedan på I är mänsklig knapp, och försök att lösa.",
  "reporting-bugs-guide-ff-step-4": "Steg 4: Klicka på HAR när du har försökt lösa och välj Spara alla som HAR för att spara nätverksloggen. Skicka den filen till oss.",
  "reporting-bugs-guide-ff-step-5": "Steg 5: Klicka på konsolfliken och högerklicka sedan på Markera allt och spara det i en textfil för att spara konsolloggen. Skicka oss det också.",
  "reporting-bugs-guide-ff-step-6": "Sista steget: E-posta dessa HAR- och konsolloggfiler till oss och beskriv problemet Använd: support@hcaptcha.com (vänligen använd en tjänst som Dropbox eller Filebin och skicka länkar) och eventuellt en skärmdump, om du misstänker att något inte visas korrekt . Vänligen skicka den IP du använder också. Du kan hämta det från https://www.whatsmyip.org/ Tack för att du tog dig tid att hjälpa oss att få den här informationen! Vi är fast beslutna att få hCaptcha att fungera bra för alla.",
  "reporting-bugs-guide-head": "Fånga information om buggrapporter: Chrome",
  "reporting-bugs-guide-step-1": "Steg 1: Öppna utvecklarverktyg (Detta börjar spela in sessionen.)",
  "reporting-bugs-guide-step-2": "Steg 2: Klicka på fliken Nätverk i Utvecklarverktyg. Markera rutan Bevara logg överst.",
  "reporting-bugs-guide-step-3": "Steg 3: besök https://accounts.hcaptcha.com/demo, eller webbplatsen du har ett problem på (sekretessnotering: endast om du inte har något emot att dela vad det är) ... och klicka sedan på I är mänsklig knapp, och försök att lösa.",
  "reporting-bugs-guide-step-4": "Steg 4: Klicka på Exportera HAR (den lilla nedpilen) när du försöker lösa, vilket sparar nätverksloggen. Skicka filen till oss.",
  "reporting-bugs-guide-step-5": "Steg 5: Klicka på fliken Konsol och högerklicka sedan på Spara som för att spara konsolloggen. Skicka oss det också.",
  "reporting-bugs-guide-step-6": "Sista steget: E-posta dessa HAR- och konsolloggfiler till oss och beskriv problemet. Använd: support@hcaptcha.com (vänligen använd en tjänst som Dropbox eller Filebin och skicka länkar) och eventuellt en skärmdump, om du misstänker att något inte visas korrekt. Vänligen skicka den IP du använder också. Du kan hämta det från https://www.whatsmyip.org/ Tack för att du tog dig tid att hjälpa oss att få den här informationen! Vi är fast beslutna att få hCaptcha att fungera bra för alla.",
  "reporting-bugs-guide-text-1": "Att skicka felsökningsinformation med din rapport gör det mycket lättare för oss att identifiera vad som händer. Här är steg-för-steg-instruktioner:",
  "reporting-bugs-guide-text-2": "Om du är en webbutvecklare eller expertanvändare, är sammanfattningen att vi vill att du skickar oss ett nätverk som registrerar HAR- och webbläsarkonsolloggar. Försök att inaktivera eventuella annonsblockerare eller säkerhetstillägg för webbläsare först och försök sedan igen innan du går igenom dessa steg. Om det löser ditt problem skulle vi ändå uppskatta att du informerar oss om din webbläsarversion, annonsblockerare eller webbläsartillägg och webbadressen.",
  "reporting-bugs-intro-head": "Hittade ett fel? Så här rapporterar du det.",
  "reporting-bugs-intro-text": "Miljontals människor använder hCaptcha varje månad, i tusentals kombinationer av webbläsare, tillägg, enheter, brandväggar och mer. Vårt mål är att se till att det alltid fungerar för dig, så vi uppskattar mycket dina rapporter! Klicka på knappen Skicka feedback för att ge snabb feedback. Om du ser ett funktionellt problem, följ instruktionerna för felsökningsloggen för Chrome eller felsökningsinstruktionerna för Firefox nedan. För andra webbläsare maila oss bara. Se instruktionerna nedan för potentiella säkerhets- eller sekretessproblem.",
  "reporting-bugs-privacy-head": "Sekretessfrågor",
  "reporting-bugs-privacy-text": "Vi bryr oss inte vem användare är, bara hur sannolikt de är skadliga eller maskiner. Vi stöder initiativ som Privacy Pass och arbetar hårt för att balansera integritet och säkerhet. Om du har hittat ett problem som du tror kan påverka användarnas integritet, skicka ett e-postmeddelande till support@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "Skicka feedback",
  "reporting-bugs-provide-feedback-head": "Ge omedelbar feedback om hCaptcha",
  "reporting-bugs-provide-feedback-text": "Vi uppskattar dina bidrag. Låt oss veta eventuella problem så löser vi dem snabbt.",
  "reporting-bugs-security-head": "Säkerhetsfel",
  "reporting-bugs-security-text": "Vi är alltid intresserade av att få rapporter om säkerhetsfel. Skicka e-post till support@hcaptcha.com & CC security@hcaptcha.com så återkommer vi snabbt. Vi har också ett bug bounty-program för kvalificerade säkerhetsrapporter om hCaptcha-tjänsten och relaterad källkod.",
  "sales-interstitial-c1": "För företag",
  "sales-interstitial-c1a": "Företagssäkerhetslösningar (betalda)",
  "sales-interstitial-c1b": "Läs mer om hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "Dataanmärkning",
  "sales-interstitial-c1d": "Köp hCaptcha-annoteringstjänster",
  "sales-interstitial-c2": "För individer",
  "sales-interstitial-c2a": "Lägg till hCaptcha i din tjänst (gratis)",
  "sales-interstitial-c2b": "Lägg till hCaptcha for Publishers på min webbplats eller app",
  "sales-interstitial-c2c": "Vad är hCaptcha?",
  "sales-interstitial-c2d": "Läs mer om hCaptcha",
  "sales-interstitial-head": "Låt oss se till att du kommer till rätt plats.",
  "sec-hc": "Säkerhet först",
  "sec-hc-text": "hCaptcha är utgivarfokuserat. Vi arbetar för att ge sajter verklig data och låta dem bestämma hur de ska användas. Noggrannhet ligger i ditt och vårt intresse. Andra captchas tillhandahålls av reklamföretag. Varje bot de blockerar kan minska sina intäkter.",
  "signup-interstitial-c1": "För företag eller webbplatser",
  "signup-interstitial-c1a": "Lägg till hCaptcha i din tjänst (gratis)",
  "signup-interstitial-c1b": "Lägg till hCaptcha for Publishers på min webbplats eller app",
  "signup-interstitial-c1c": "Företagssäkerhetslösningar (betalda)",
  "signup-interstitial-c1d": "Läs mer om hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "Dataanmärkning",
  "signup-interstitial-c1f": "Köp hCaptcha-annoteringstjänster",
  "signup-interstitial-c2": "För individer",
  "signup-interstitial-c2a": "Tillgänglighet",
  "signup-interstitial-c2b": "Lär dig mer om tillgänglighetsalternativ för hCaptcha",
  "signup-interstitial-c2c": "Tjäna pengar",
  "signup-interstitial-c2d": "Arbeta som enskild datamärkning",
  "signup-interstitial-head": "Låt oss se till att du kommer till rätt plats.",
  "support-interstitial-c1": "För företag",
  "support-interstitial-c1a": "Företagssäkerhetslösningar (betalda)",
  "support-interstitial-c1b": "Få support för hCaptcha Enterprise (BotStop)",
  "support-interstitial-c1c": "hCaptcha Publisher (gratis)",
  "support-interstitial-c1d": "Få support för hCaptcha Publisher",
  "support-interstitial-c2": "För individer",
  "support-interstitial-c2a": "Har du svårt med en utmaning?",
  "support-interstitial-c2b": "Lär dig mer om tillgänglighetsalternativ för hCaptcha",
  "support-interstitial-c2c": "Vill du rapportera ett fel?",
  "support-interstitial-c2d": "Läs mer om rapportering av programvaruproblem",
  "support-interstitial-head": "Låt oss se till att du kommer till rätt plats.",
  "switch-to-english-link": "Byt till engelska",
  "what-is-hcaptcha": "Vad är hCaptcha?",
  "what-is-hcaptcha-text": "hCaptcha hjälper dina favoritwebbtjänster att hålla bort bots, skräppost och missbruk genom att ställa enkla frågor som är lätta för människor och svåra för maskiner.",
  "why-hc": "Varför hCaptcha?",
  "why-hc-text": "Varje gång du svarar på en utmaning använder vi sofistikerade modeller för att ta reda på om du är människa eller maskin. Webbplatsen du besökte använder sedan detta resultat för att förbättra din upplevelse på deras webbplats genom att hålla bort bots.",
  "footer-link-5b": "Tryck",
  "footer-link-cyberattacks": "Cyberattacker 101",
  "header-enterprise-link": "Företag",
  "intro-subtitle": "Lös ditt botproblem idag."
}
