{
  "header-privacy-link": "Faragha",
  "header-integration-link": "Kuunganisha",
  "header-cost-link": "Gharama",
  "header-features-link": "Vipengele",
  "header-docs-link": "Hati",
  "header-login-button": "Ingia",
  "header-contact-button": "Wasiliana na Uuzaji",
  "intro-heading": "Uthibitishaji wa kibinadamu wa msuguano sifuri.",
  "intro-contact-button": "Wasiliana nasi ili kujifunza zaidi",
  "intro-text-bottom": "Inategemewa na kampuni zinazoendesha wavuti.",
  "sub-menu-button": "Wasiliana na Uuzaji",
  "sub-menu-item1": "Biashara",
  "sub-menu-item2": "Gharama",
  "sub-menu-item3": "Kuunganisha",
  "sub-menu-item4": "Vipengele",
  "sub-menu-item5": "Faragha",
  "sub-menu-item6": "Hati",
  "info-head-1": "Imejengwa kwenye jukwaa lililothibitishwa la hCaptcha",
  "info-text-1": "hCaptcha Enterprise huendesha teknolojia ya jukwaa la hCaptcha, iliyopanuliwa ili kujumuisha vipengele vinavyohitajiwa na makampuni ya trafiki.",
  "info-head-2": "Mshirika anayeaminika",
  "intro-subtitle": "Tatua tatizo lako la kijibu leo.",
  "info-text-2": "Huduma zetu zinaaminiwa na makampuni makubwa zaidi duniani kuhudumia mamilioni ya watumiaji wa kila siku katika makumi ya mamilioni ya tovuti.",
  "cloudflare-quote-text": "Tulitathmini idadi ya wachuuzi wa CAPTCHA na pia kuunda mfumo sisi wenyewe. Mwishowe, hCaptcha iliibuka kama njia bora zaidi ya reCAPTCHA.",
  "cloudflare-quote-detail": "Mkurugenzi wa Usimamizi wa Bidhaa, Cloudflare",
  "section-quote-head": "Chaguo la gharama nafuu kwa makampuni ya juu ya trafiki",
  "section-quote-text": "Hatimaye, njia mbadala inayoaminika kwa Google. hCaptcha Enterprise huokoa pesa nyingi kwenye bili yako ya reCAPTCHA na usalama wa juu: hadi 80% chini ya bei katika hali zingine. Huduma nyingi kubwa zaidi za mtandaoni zimetumia hCaptcha Enterprise na kupokea ugunduzi bora wa kijibu pamoja na kuokoa gharama kubwa.",
  "section-quote-button": "Wasiliana nasi leo kwa nukuu",
  "section-privacy-header": "Faragha Imezingatia",
  "section-privacy-text-1": "Mitandao ya matangazo huona wageni wako kama bidhaa. Kwa sisi bidhaa pekee ni kuamua ubinadamu wao. Huduma zetu zinakidhi au kuzidi mahitaji ya GDPR, CCPA na LGPD, na mipango ya usaidizi kama vile Pass ya Faragha. Tunafanya kazi kwa bidii kusawazisha faragha na usalama.",
  "section-privacy-text-2": "Kuzingatia huku kwa kipekee kwa faragha kunamaanisha kuwa tunaweza kutoa uhifadhi wa data ya mtu binafsi sifuri, uendeshaji bila vidakuzi, na uhakikisho mwingine wa faragha wa kimkataba kama inavyohitajika huku tukidumisha usalama bora.",
  "section-security-header": "Usalama Kwanza",
  "section-security-text-1": "Usahihi ni kwa maslahi yako na yetu. hCaptcha inafanya kazi kukupa data halisi na kukuruhusu kuamua jinsi ya kuitumia. Captcha zingine hutolewa na kampuni za utangazaji za Gigantic. Hii inamaanisha kuwa kila kijibu wanachozuia kinaweza kupunguza mapato yao.",
  "section-security-text-2": "Kutumia mbinu za hivi punde za kujifunza kwa mashine kwa kuzingatia faragha huturuhusu kuvuka viwango vya usalama vya rekodi ya kila kitu mikakati ya milele bila kuathiri usalama au faragha ya mtumiaji.",
  "section-user-experience-header": "Uzoefu Mkubwa wa Mtumiaji",
  "section-user-experience-text1": "Kwa watumiaji wa Biashara, chaguo zinapatikana ili kuepuka kabisa changamoto katika hali nyingi.",
  "section-user-experience-text2": "Punguza msuguano kwa kuepuka changamoto kabisa kwa 99.9% ya trafiki yako halali huku ukiendelea kutoa usalama bora, shukrani kwa miundo ya hali ya juu ya roboti.",
  "section-easy-integration-header": "Ushirikiano rahisi",
  "section-easy-integration-text": "Kuongeza hCaptcha huchukua dakika chache na mistari michache tu ya msimbo. API ya msingi inaoana na reCAPTCHA V2, na inachukua dakika chache tu kubadili. Unaweza kutumia njia mbadala bora zaidi leo, na uwashe vipengele vya kina zaidi inapohitajika.",
  "section-easy-integration-serverside": "Upande wa Seva:",
  "section-easy-integration-frontend": "Mazingira ya mbele:",
  "section-threat-header": "Alama za Tishio Zilizobinafsishwa",
  "section-threat-text": "Sio shida zote zinazofanana: kupata alama moja inamaanisha lazima kushughulikia mahitaji yako ili kuwa muhimu. Kwa Alama za kipekee za hCaptcha za Tishio Zilizobinafsishwa, mashauriano ya haraka huturuhusu kurekebisha miundo yetu ili kutoa alama zinazofaa zaidi biashara yako.",
  "section-challenges-header": "Zindua Changamoto Zako Mwenyewe kwa Sekunde",
  "section-challenges-text-1": "Endelea kutumia chapa iliyo na maudhui muhimu",
  "section-challenges-text-2": "Wakati watumiaji lazima watatue changamoto ili kukidhi mahitaji ya usalama, kwa nini usiunde kazi zinazopendeza na muhimu kwa mtumiaji? Ukiwa na mbuni wetu rahisi wa changamoto maalum, unaweza kuzindua maudhui ya changamoto kwenye chapa kwa dakika chache tu.",
  "section-integration-header": "Ujumuishaji wa Jukwaa la moja kwa moja",
  "section-integration-subheader": "Kwa Makampuni ya Miundombinu ya Wavuti",
  "section-integration-text": "Mfumo wa hCaptcha Enterprise unaweza kunyumbulika kipekee katika muundo wake: unaweza kutumwa kwa sehemu au kabisa kwenye ukingo wa mtandao wako ikiwa unaendesha wingu la umma au unamiliki vituo vingi vya data. Hii inaweza kupunguza kwa kiasi kikubwa gharama na trafiki ya nje ya mtandao huku tukihifadhi manufaa yote ya usimamizi na wafanyakazi wetu wa simu 24/7 ili kutimiza SLA kali zaidi.",
  "section-support-header": "Utaalamu Unaoweza Kufikiwa na Usaidizi Kwa Wewe na Watumiaji Wako",
  "section-support-text": "Huduma ni kipaumbele cha juu kwetu. Tunadumisha usaidizi wa 24/7 kwenye simu na kutoa uratibu wa moja kwa moja wa Slack na timu yako ya ujumuishaji wa uhandisi na wafanyikazi wetu wa simu wakati na baada ya utekelezaji. ‍ pia tumejitolea kufuatilia kikamilifu na kujibu maswali ya watumiaji wako kwenye mitandao ya kijamii, mabaraza. , na njia zetu za usaidizi za wijeti na barua pepe. Tunafikiwa na kuitikia, na tunachukulia kuridhika kwa mtumiaji kama KPI bora.",
  "section-enterprise-header": "Vipengele vya biashara",
  "section-enterprise-title-1": "Ulinzi wa kiwango cha kimataifa dhidi ya roboti",
  "section-enterprise-desc-1": "Vita vilivyojaribiwa kwa kiwango cha wavuti.",
  "section-enterprise-title-2": "Alama za roboti za usahihi wa juu",
  "section-enterprise-desc-2": "Tambua waigizaji wabaya wa aina nyingi tofauti.",
  "section-enterprise-title-3": "Msuguano sifuri na hali 99.9% za passiv",
  "section-enterprise-desc-3": "Changamoto chini ya 0.1% ya watumiaji halali.",
  "section-enterprise-title-4": "Dhibiti aina za changamoto zilizoonyeshwa",
  "section-enterprise-desc-4": "Maktaba pana ya aina ya kuchagua.",
  "section-enterprise-title-5": "Dhibiti maudhui ya changamoto yaliyotumiwa",
  "section-enterprise-desc-5": "Endelea kutumia chapa ukitumia uzoefu thabiti.",
  "section-enterprise-title-6": "SLA za Biashara",
  "section-enterprise-desc-6": "Kuegemea kwa uhakika na usaidizi wa haraka wa 24/7 kwenye simu.",
  "section-enterprise-title-7": "Usaidizi wa kivinjari cha urithi",
  "section-enterprise-desc-7": "Inatumika hadi kwenye Internet Explorer 8.",
  "section-enterprise-title-8": "Dashibodi za kuripoti za hali ya juu na API",
  "section-enterprise-desc-8": "Tazama kinachoendelea kwenye tovuti na programu zako zote.",
  "section-enterprise-title-9": "Inafanya kazi katika kila nchi",
  "section-enterprise-desc-9": "Tofauti na reCAPTCHA, tunafanya kazi katika kila nchi.",
  "section-enterprise-title-10": "Sera ya faragha ya GDPR, CCPA na LGPD",
  "section-enterprise-desc-10": "Imeundwa kwa ajili ya faragha kutoka siku ya kwanza. Makubaliano Madhubuti ya Uchakataji Data.",
  "section-enterprise-title-11": "Viwango vya ugumu wa laini",
  "section-enterprise-desc-11": "Piga hii ili kutoshea kesi yako ya utumiaji.",
  "section-enterprise-title-12": "Mwenyeji wa mtu wa kwanza",
  "section-enterprise-desc-12": "Maombi na mali zote huenda kwa hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Dashibodi za watumiaji wengi",
  "section-enterprise-desc-13": "Shiriki usimamizi katika timu yako yote.",
  "section-enterprise-title-14": "Uthibitishaji wa Papo hapo",
  "section-enterprise-desc-14": "Muda wa kusubiri wa 0ms: thibitisha tokeni za hCaptcha bila simu ya API.",
  "section-enterprise-title-15": "Muunganisho wa Simu (iOS na Android).",
  "section-enterprise-desc-15": "Uzoefu usio na mshono kwenye wavuti, rununu asili, wavuti ya rununu. Viunganishi vilivyoundwa mapema na SDK asili zinapatikana.",
  "section-enterprise-title-16": "Sheria na Masharti na Dhamana ya Faragha Iliyobinafsishwa",
  "section-enterprise-desc-16": "Kukidhi mahitaji yako ya kisheria wakati makampuni mengine hayawezi.",
  "presented-challlenges-head": "Changamoto Zilizowasilishwa",
  "presented-challenges-title-1": "Kulinganisha",
  "presented-challenges-text-1": "Chagua picha zote zinazolingana na hoja",
  "presented-challenges-title-2": "Sanduku la Kufunga",
  "presented-challenges-text-2": "Bainisha eneo la kufunga vitu",
  "presented-challenges-title-3": "Uainishaji",
  "presented-challenges-text-3": "Tambua lebo zinazolingana",
  "presented-challenges-subheader": "...na kazi zingine rahisi. Rahisi kwa wanadamu, ngumu kwa roboti.",
  "presented-challenges-subtext": "Kazi maalum zinapatikana pia kwa wachapishaji wa biashara.",
  "footer-header-1": "Kampuni",
  "footer-header-2": "Rasilimali",
  "footer-header-3": "Wasiliana",
  "footer-link-1": "Kuweka lebo",
  "footer-link-2": "Kuhusu",
  "footer-link-3": "Ajira",
  "footer-link-4": "Alama za biashara",
  "footer-link-5": "Blogu",
  "footer-link-6": "Hali",
  "footer-link-7": "Nyaraka",
  "footer-link-8": "Ripoti Mdudu",
  "footer-link-9": "Ufikivu",
  "footer-terms": "Masharti",
  "footer-privacy": "Faragha",
  "footer-attribution": "Maelezo",
  "footer-subheader-1": "Msaada",
  "footer-subheader-2": "Wasiliana",
  "switch-to-english-link": "Badili hadi Kiingereza",
  "intro-heading-privacy": "Imeundwa kwa ajili ya faragha.",
  "intro-subtitle-p1-privacy": " Mbinu ya kipekee inayoendeshwa na faragha kwa usalama wa mtandaoni.",
  "info-head-2-pr": "Kurekodi shughuli za mtandaoni sio jibu.",
  "info-text-1-pr": "hCaptcha Enterprise ina lengo moja pekee: kuzuia watendaji wabaya wasisumbue utendakazi wako mtandaoni na kuwadhuru watumiaji wako.",
  "info-text-2-pr": "Mifumo yetu kwa hivyo imeundwa kuanzia mwanzo hadi chini ili kupunguza ukusanyaji na uhifadhi wa data huku ikidumisha usalama unaoongoza darasani. Njia bora ya kulinda data ya mtumiaji sio kuihifadhi kabisa.",
  "info-text-3-pr": "Mahusiano yote ya wateja pia yanalindwa na Makubaliano madhubuti ya Kuchakata Data. Huduma ya hCaptcha inatii sheria zote za faragha bila kujali huduma yako au wateja wako wanaishi. Kutoweka data ya kibinafsi hurahisisha hili zaidi kuliko kwa kampuni zingine.",
  "info-text-2-2-pr": "Huduma kama vile reCAPTCHA v3 zinasema kwamba kuweka pikseli zao za ufuatiliaji kwenye kila ukurasa wa tovuti yako ni muhimu kwa usalama mzuri. Hii sivyo ilivyo.",
  "info-text-2-3-pr": "Uchanganuzi rahisi wa tabia ni ishara ambayo inatungwa kwa urahisi na watendaji wabaya, na inahitaji kuhifadhi historia ya kuvinjari kwa trafiki yako yote halali pia.",
  "info-text-2-4-pr": "Hatutumii mtandao wa matangazo, na hatuna nia ya kuangalia tabia ya mtumiaji wako ili kuwauzia matangazo. Hii inamaanisha kuwa hatuhitaji pikseli ya panya kwenye kila ukurasa wa tovuti yako.",
  "info-text-2-5-pr": "Ongeza msimbo wetu wa changamoto pale tu inapohitajika, na inapofaa kukulinda wewe na watumiaji wako.",
  "info-head-3-pr": "Kujifunza kwa mashine ni muhimu. Lakini hauhitaji data ya kibinafsi kufanya kazi.",
  "info-text-3-1-pr": "Kujifunza kwa mashine sasa kunaathiri karibu kila nyanja ya maisha yetu, mara nyingi kwa njia ambazo hatuzitambui na hatuwezi kuona. Huduma za usalama mtandaoni sio tofauti.",
  "info-text-3-2-pr": "Kwa kujifunza zaidi ya maelfu ya mawimbi, miundo inaweza kukadiria na kufikia imani ya juu katika kugundua tabia mbaya kwa haraka sana, hata wakati hakuna mawimbi ya mtu binafsi ambayo yenyewe yanaweza kuwa na nguvu ya kutosha kuashiria tatizo.",
  "info-text-3-3-pr": "Hata hivyo, hakuna kati ya haya yanayohitaji kutumia maelezo yanayoweza kumtambulisha mtu binafsi (PII). Mbinu za kisasa za kriptografia huturuhusu kutupa data yoyote ya kibinafsi haraka iwezekanavyo, na kutengeneza saini za njia moja ambazo haziwezi kuunganishwa na mtu yeyote.",
  "info-text-3-4-pr": "Mafunzo juu ya data ambayo haijatambuliwa hufanya kazi vile vile, na hauhitaji kuathiri usalama au faragha. Wateja wetu wamefanya majaribio ya majaribio, na wametutangaza kuwa sawa na au bora kuliko njia mbadala ndogo za kibinafsi.",
  "cloudflare-quote-text-privacy": "Tulipenda mambo kadhaa kuhusu suluhu za hCaptcha: 1) haziuzi data ya kibinafsi; wanakusanya tu data ya kibinafsi inayohitajika, ni wazi katika kuelezea maelezo wanayokusanya na jinsi wanavyotumia na/au kuyafichua.",
  "pilot-head": "Tujaribu katika mazingira yako bila kuwajibika.",
  "pilot-text-1a": "Sisi ni wahandisi, sio wauzaji: tunataka uwe na furaha na chaguo lako.",
  "pilot-text-1b": "Njia bora ya kuhakikisha kuridhika kwako ni kuonyesha tunakidhi mahitaji yako.",
  "pilot-text-1c": "Takriban makampuni yote yanayoanzisha majaribio hatimaye huchagua masuluhisho yetu.",
  "pilot-text-1d": "Tumia fomu hii kufikia mmoja wa wataalamu wetu wa kiufundi. Tunajibu haraka.",
  "pilot-text-1e": "Unaweza pia kututumia barua pepe moja kwa moja.",
  "pilot-email-details": "Maelezo yako hapa.",
  "pilot-f1": "Mkoa",
  "pilot-f2": "Jina lako",
  "pilot-f3": "Jina lako",
  "pilot-f4": "Barua pepe ya Biashara",
  "pilot-f5": "Maelezo mengine yoyote tunapaswa kuwa nayo?",
  "pilot-f6": "Je, unahitaji upandaji wa haraka?",
  "pilot-f7": "Ndiyo.",
  "pilot-f8": "Ninashambuliwa na ninahitaji kuingizwa mara moja.",
  "pilot-f9": "Wasilisha",
  "pilot-f10": "Kwa kuweka barua pepe yako, unakubali Sheria na Masharti na Sera yetu ya Faragha, na kupokea barua pepe kutoka kwetu.",
  "pilot-fo-1": "Ujumuishaji haungeweza kuwa rahisi.",
  "pilot-fo-2": "hCaptcha ina miunganisho mingi iliyojengwa awali kwa mifumo ya mbele na nyuma unayotumia.",
  "pilot-fo-3": "Iwapo unatoka kwenye reCAPTCHA ya Google, API zetu ni mbadala za kuachilia. Mistari mitatu ya msimbo ndiyo unayohitaji.",
  "pilot-fo-4": "Wahandisi wetu wa kuabiri wanaweza kukusaidia haraka, iwe unahitaji ujumuishaji wa React, SDK za programu asili za iOS, mfano wa mandharinyuma ya Java, au takriban hali nyingine yoyote.",
  "pilot-fo-5": "Na kama kawaida, faragha ndio dhamana kuu kwetu. Ongeza msimbo wetu wa changamoto pale tu inapohitajika, na inapofaa kukulinda wewe na watumiaji wako. Kupunguza ukusanyaji wa data huanza kutoka wakati wa kuunganishwa.",
  "pilot-fdone": "Asante. Tutawasiliana hivi karibuni.",
  "home-ent-2-new": "Pata maelezo zaidi kuhusu suluhisho letu la biashara.",
  "home-ent-button-new": "Biashara ya hCaptcha",
  "home-main-plans2-new": "Suluhu za hCaptcha Enterprise hutoa usalama unaoongoza darasani na hulinda huduma nyingi za juu za mtandaoni.",
  "home-plans-button-2-new": "Jifunze zaidi",
  "header-enterprise-link": "Biashara",
  "sales-interstitial-c1b-new": "Pata maelezo zaidi kuhusu hCaptcha Enterprise"
}
