{
    "1290027486": "Mkurugenzi Mtendaji wa Brave. Mwanzilishi mwenza wa Mozilla. Muundaji wa lugha ya programu ya JavaScript. Mjenzi wa vivinjari na zaidi.",
    "211351380": "Kutoka kwa blogu:",
    "3153117136": "Jinsi Mipangilio ya Ugumu wa hCaptcha Inafanya kazi",
    "2915355938": "Ufikivu",
    "793784899": "Mipango",
    "2671622670": "Biashara",
    "3527140447": "Hati",
    "505891021": "Huduma za kuweka lebo",
    "692176459": "Ingia",
    "1892574253": "Jisajili",
    "2593864519": "Acha roboti zaidi. Anza kulinda faragha ya mtumiaji.",
    "4007826952": "#1 ya faragha ya kwanza CAPTCHA kwa wavuti, simu ya mkononi, na zaidi.",
    "3721365241": "Jaribu",
    "3753956446": "Bure",
    "3276777569": "hCaptcha",
    "55035359": "Je, unatumia reCAPTCHA kwa sasa?",
    "3417372336": "Badili kwa dakika",
    "2881474837": "Biashara ya hCaptcha",
    "1685871181": "Huduma bora za mtandaoni zinategemea",
    "1470290349": "kwa usimamizi bora zaidi wa bot na ulaghai.",
    "3714002185": "Pata maelezo zaidi kuhusu hCaptcha Enterprise",
    "3946753128": "Privat. Salama. Haraka.",
    "939665604": "Faragha Imezingatia",
    "780475098": "Mitandao ya matangazo huona wageni wako kama bidhaa. Tunajali tu ikiwa ziara ni nzuri au mbaya. hCaptcha inatii GDPR, CCPA, LGPD, PIPL, na sheria nyingine za kimataifa za data.",
    "219813583": "Usalama Kwanza",
    "2714878440": "Linda huduma zako dhidi ya chakavu, uporaji wa akaunti, ujazo wa hati miliki na barua taka kwa kujifunza kwa kina kwa mashine na uthibitishaji wa kibinadamu.",
    "1397766838": "Uzoefu Bora wa Mtumiaji",
    "2670352917": "hCaptcha hutoa ugunduzi wa kijibu unaotegemewa zaidi huku ikiwa rahisi kwa wanadamu kutatua.",
    "2806751666": "hCaptcha ni nini?",
    "3096063825": "Ijaribu",
    "2968026167": "Mboga unayopenda",
    "713281684": "Mbilingani",
    "4147497805": "Karoti",
    "3758963444": "Asante! Wasilisho lako limepokelewa!",
    "1070364246": "Lo! Hitilafu fulani imetokea wakati wa kuwasilisha fomu.",
    "1129833879": "Acha roboti hasidi, linda faragha ya mtumiaji",
    "58091799": "Pata maelezo zaidi kuhusu hCaptcha Publisher na Enterprise",
    "1599610318": "Mchapishaji",
    "3093388779": "hCaptcha ni bure kutumia kwa wachapishaji wa ukubwa wowote",
    "179723061": "Udhibiti zaidi kwa timu zinazohitaji usalama unaoongoza darasani",
    "846501387": "Ulinzi wa roboti ya kiwango cha kimataifa",
    "119298044": "Teknolojia za hali ya juu za ML na AI zinazojisimamia hulinda sifa za wavuti yako dhidi ya vitisho na mashambulizi",
    "1263998069": "Pata thawabu kwa suluhisho za kibinadamu",
    "1103295010": "Pata pesa au toa misaada kwa wakati wanadamu wanatatua CAPTCHA",
    "392886773": "Inafanya kazi katika kila nchi",
    "2320894364": "Kwa zaidi ya pointi 200 za uwepo, wingu la hCaptcha hulinda mali yako duniani kote.",
    "451701069": "Inazingatia GDPR, CCPA,",
    "2826051554": "na zaidi",
    "3530599065": "Faragha hujengwa kutoka chini kwenda juu. hCaptcha haibaki na PII na inatii maagizo na kanuni nyingi za faragha.",
    "2489287539": "Bila msuguano \"Hakuna CAPTCHA\" na hali ya passiv 99.9%.",
    "793242047": "Punguza changamoto zinazowasilishwa kwa watumiaji ili kuruhusu ufikiaji wa haraka wa programu",
    "4195759329": "Ugunduzi wa kijibu na alama za hatari",
    "1150035777": "Miundo ya kisasa ya kujifunza kwa mashine huzalisha alama za kujiamini za roboti kulingana na pointi nyingi za data zaidi ya kama maswali yalijibiwa ipasavyo",
    "3688621388": "Saini za vitisho",
    "1131525092": "Panga watendaji wabaya pamoja bila kujitahidi kupitia UID zetu za kuhifadhi faragha ili kupata na kukomesha ulaghai na matumizi mabaya yanayohusiana.",
    "1559631739": "Kujifunza kwa kibinafsi",
    "3952259236": "Changanya data yako iliyopofushwa na maelfu ya ishara za hCaptcha kutoa mafunzo kwa hCaptcha juu ya aina za tabia -- kwa mfano wako pekee -- kutabiri vyema tabia mbaya kuliko suluhisho pekee.",
    "1150963691": "Kupunguza APT",
    "4083018285": "Msururu wa vipengele vilivyopanuliwa vinavyochanganyika na ufuatiliaji ulioimarishwa wa SOC na mwitikio wa kushughulikia vitisho vya hali ya juu vinavyoendelea.",
    "3160820928": "Ulinzi wa mashambulizi ulioratibiwa",
    "1849805607": "hCaptcha hulinda dhidi ya vitisho na udanganyifu ulioundwa ili kupenyeza mitandao yako",
    "1958297836": "Ulinzi ulioratibiwa wa mashambulizi na upunguzaji wa APT",
    "1300485304": "hCaptcha hulinda dhidi ya vitisho na udanganyifu wa hali ya juu iliyoundwa ili kupenyeza mitandao yako",
    "2698640210": "Dhibiti changamoto na aina zilizoonyeshwa",
    "3121248460": "Onyesha changamoto maalum za anuwai nyingi -- kutoka rahisi hadi ngumu -- kwa hadhira yako inayotarajiwa",
    "3807059944": "Dhibiti maudhui ya changamoto yaliyotumiwa",
    "2707282231": "Badilisha changamoto kwa watumiaji wako. Fanya kuwa haiwezekani kwa roboti kutatua na kupenya.",
    "4194763679": "Viwango vya ugumu wa laini",
    "3730038780": "Chagua kutoka kwa takriban idadi isiyo na kikomo ya changamoto kwa watumiaji kutatua",
    "1849717906": "Geuza kukufaa ukitumia maudhui yako ya changamoto",
    "1508655687": "Ongeza changamoto zako mwenyewe zilizolengwa kwa hadhira yako ili kurahisisha au kuzuia ufikiaji",
    "3620442880": "Vipengele vya ulinzi wa Flash Sale",
    "3265895521": "Ongeza na upunguze ugumu wa changamoto kulingana na wakati wa siku",
    "1485807325": "Dashibodi za watumiaji wengi, SAML SSO",
    "359073033": "Dashibodi hutoa mionekano ya hali ya juu au iliyoboreshwa ya shughuli.",
    "4272454814": "Ungana na mtoaji kitambulisho unachochagua.",
    "1141402092": "Vipengele vya kuripoti vya hali ya juu",
    "910989640": "Tengeneza ripoti za kina na zilizobinafsishwa za shughuli",
    "3768951251": "SLA za Biashara",
    "1014004474": "Mipango ya Biashara ya hCaptcha hutoa makubaliano ya kiwango cha juu cha huduma ili kulinda shirika lako",
    "1177598246": "Wasiliana na Uuzaji",
    "1067704102": "Thamani katika Uwekaji Data",
    "3065000659": "Je, uligundua kila wakati \"unapobofya gari\" unasaidia kutoa mafunzo kwa gari moja",
    "3235430156": "mifumo ya kampuni ya kujifunza mashine bila malipo?",
    "1549336309": "hCaptcha hugeuza mtindo huu kote. Unapotumia hCaptcha, makampuni hutoa zabuni kwa kazi ambayo watumiaji wako hufanya wanapothibitisha ubinadamu wao. Unapata tuzo.",
    "3725880582": "Rudisha Sadaka",
    "1671436004": "Je, ungependa kurudisha kwa hisani yako unayoipenda?",
    "1663628612": "inakuwezesha",
    "4272088465": "misaada ya chaguo lako na mapato unayopata kwa kuitumia.",
    "2894845722": "Watumiaji kwenye tovuti yako hivi karibuni wataweza kuona mchango wako kwa hisani kupitia uwekaji chapa kwa busara kwenye kiolesura cha hCaptcha.",
    "3194111925": "msaada",
    "1637702726": "Kuhusu hCaptcha",
    "2323282990": "Mbinu ya Kisasa ya Kuthibitisha Ubinadamu",
    "1201821619": "hCaptcha hutatua mojawapo ya matatizo yanayoendelea sana leo: kuzuia roboti hasidi kutokana na kutumia vibaya huduma za mtandaoni.",
    "1475399473": "Pata maelezo zaidi kuhusu timu ya hCaptcha",
    "3161489950": "Jukwaa la Usalama wa Juu Zaidi Ulimwenguni la ML",
    "3247172580": "hCaptcha imechanganya ujifunzaji wa hali ya juu wa mashine inayojisimamia na mbinu mpya ya kukokotoa ambayo hupunguza kwa njia ya kipekee ukusanyaji na uhifadhi wa data, inayotolewa kutoka zaidi ya maeneo 250 duniani kote kwa uboreshaji mkubwa.",
    "3767462250": "Imeundwa kwa ajili ya Faragha",
    "3500503648": "hCaptcha imeundwa ili kuondoa uhifadhi wa data wa muda mrefu kwa kutegemea tathmini ya papo hapo badala ya kurekodi na kuchanganua historia yako ya kuvinjari. Pia tunaunga mkono mipango kama vile",
    "2418549423": ", kiwango kinachojitokeza cha kuhifadhi faragha mtandaoni kupitia uthibitisho wa siri, na vipengele vingine vya kipekee vya faragha-kwanza.",
    "1544546608": "Pasi ya faragha",
    "976209454": "Pata Zawadi au Toa Hisani",
    "552920956": "hCaptcha huruhusu tovuti kupata zawadi huku ikizuia roboti na aina nyingine za matumizi mabaya. hCaptcha pia hukuruhusu kusaidia mashirika ya usaidizi unayochagua kwa mapato haya.",
    "654326661": "Unataka kujionea mwenyewe? Jaribu hCaptcha bila malipo.",
    "3570415321": "Kampuni",
    "3987022469": "Kuweka lebo",
    "1636202177": "Kuhusu",
    "2670003220": "Ajira",
    "3233305531": "Alama za biashara",
    "3028319964": "Maadili ya AI",
    "4131598919": "Bonyeza",
    "1662477701": "Rasilimali",
    "3130928685": "Blogu",
    "1756106276": "Hali",
    "1235925265": "Nyaraka",
    "920212083": "Ripoti Mdudu",
    "2076066173": "Mashambulizi ya mtandaoni 101",
    "3644106388": "Wasiliana",
    "2182196747": "Msaada",
    "487083593": "Mauzo",
    "878585497": "Masharti",
    "1697438123": "Faragha",
    "1316817321": "Maelezo",
    "3488019891": "hCaptcha ni chapa ya biashara iliyosajiliwa ya Intuition Machines, Inc.",
    "4224961202": "Faragha, Usalama, na Mafunzo ya Mashine.",
    "98173630": "hCaptcha ndiyo huduma huru inayotumika zaidi ulimwenguni ya CAPTCHA.",
    "1514478724": "Jifunze zaidi",
    "1752795854": "hCaptcha huleta mbinu ya kisasa, inayozingatia faragha ya kusimamisha roboti.",
    "2927700175": "Tunaonyesha changamoto za CAPTCHA ambazo ni ngumu kwa roboti lakini ni rahisi kwa watu kwa kukusanya data ambayo ni ngumu kuweka lebo kutoka kwa matatizo ya kujifunza kwa mashine, na kuitumia kutofautisha ikiwa tovuti au mgeni wa programu ni binadamu.",
    "2188609322": "Waigizaji wabaya wanazidi kuenea mtandaoni. Lakini kutoa sadaka ya faragha ya mtumiaji sio jibu.",
    "2032102720": "Suluhu za usalama zinazotolewa na makampuni ya matangazo hulenga hasa kufuatilia watumiaji kwenye wavuti. Tumeunda suluhisho bora la usalama ambalo linathibitisha kudhuru faragha ya mtumiaji sio lazima ili kutoa matokeo bora.",
    "4146870445": "Sisi ni nani",
    "353066938": "Timu yenye uzoefu, inayoshughulikia shida ngumu zaidi za leo. hCaptcha ni huduma ya",
    "1173652155": "Washauri",
    "2256305371": "Profesa, CS katika Chuo Kikuu cha California, Berkeley. Kujifunza kwa kina, usalama, mtaalam wa blockchain. Mkurugenzi Mtendaji wa Oasis Labs.",
    "2177660021": "Mwanasayansi wa Utafiti huko Stanford. Kujifunza kwa mashine na ufadhili wa kiasi katika benki kuu, fedha za ua, na wasomi.",
    "2686825859": "Jisajili bila malipo au wasiliana nasi kuhusu suluhu za hCaptcha Enterprise",
    "583434701": "Ufikiaji wa hCaptcha",
    "611905972": "Kuhakikisha ufikiaji usio na mshono kwa watumiaji wote huku ukidumisha usalama",
    "874098071": "Ikiwa wewe ni mtumiaji wa ufikivu, tafadhali jisajili hapa",
    "2745385064": "Muhtasari",
    "3353238942": "hCaptcha imeundwa kukomesha roboti kwa kuzitofautisha na watu. Majaribio ya kuona ni zana rahisi kwa hili, lakini si kila mtu anaweza kutatua changamoto ya kuona.",
    "3600022491": "Kwa sababu hii tumebuni njia mbadala rahisi na isiyo na uchungu ili kuruhusu wachapishaji wanaotumia huduma yetu kuhifadhi ufikiaji kwa wote kwa kufuata kikamilifu Kifungu cha 508 na WCAG 2.1 AA.",
    "2557240048": "Jinsi inavyofanya kazi: kwanza, mtumiaji wa ufikivu hujisajili kupitia",
    "3871665286": ", ambayo imeunganishwa kwa uwazi katika ukurasa wa maelezo ya wijeti ya hCaptcha. Wanapewa kidakuzi kilichosimbwa kwa njia fiche ambacho kinaweza kutumika mara kadhaa kwa siku, lakini lazima kionyeshwa upya kila baada ya saa 24 kupitia kuingia.",
    "3441764123": "Changamoto inapowasilishwa kwa mtumiaji wa ufikivu kwenye tovuti kwa kutumia huduma ya hCaptcha, itapita kiotomatiki.",
    "4247858664": "ukurasa wa kujisajili kwa ufikiaji",
    "1297657322": "Ufikivu wa skrini ya mtumiaji baada ya kuingia",
    "1717658846": "Chaguo la ufikivu katika menyu ya UI ya wijeti",
    "1266963825": "Swali: Je, Sehemu ya hCaptcha 508 + WCAG 2.1 AA inatii?",
    "850025770": "J: Tunaamini hivyo: watumiaji wote walio na aina yoyote ya ulemavu ambao wanaweza kuvinjari wavuti na kuingiza maandishi kwenye fomu wanaweza kufikia huduma zinazolindwa na hCaptcha wakati wa kujiandikisha. Hata hivyo, huu si ushauri wa kisheria: unapaswa kufanya tathmini yako mwenyewe, ukizingatia utekelezaji wako mahususi ili kuhakikisha hii ndiyo kesi ya utumaji wako.",
    "159272246": "Swali: Je, unafanyia kazi chaguo zingine za ufikivu (\"a11y\"), kama vile sauti?",
    "4074220464": "J: Chaguo maarufu hapo awali kama vile vinasa sauti huwabagua watumiaji wengi wa a11y na hushindwa kwa urahisi na mbinu za kisasa za kujifunza kwa mashine. Hii imelazimisha changamoto za sasa za sauti kuwa ngumu zaidi na zaidi, kuanzishwa kwa kelele, wakati usio wa kawaida, mchanganyiko wa maneno usio wa kawaida, na kadhalika ili kuwashinda washambuliaji. Kwa hivyo hatuna shauku kidogo kuhusu mbinu hii dhidi ya kuepuka changamoto kabisa, lakini tutazingatia ikiwa kuna mahitaji kutoka kwa jumuiya ya a11y.",
    "2309661107": "Walakini, tunavutiwa sana",
    "2555914614": "kwa kesi ya utumiaji wa Ufikivu. Tunaamini kuchanganya mbinu yetu ya sasa ya a11y na utoaji wa Pass ya Faragha kutaruhusu watumiaji wa a11y kuvinjari kwa usalama, wakiwa salama kwa kufahamu kuwa trafiki yao ni ya faragha zaidi, huku tukidhibiti matumizi mabaya ya waendeshaji bot ambayo hutokea bila shaka chaguzi za a11y zinapatikana. Sisi ni washiriki hai katika kikundi kazi cha IETF kinachosanifisha teknolojia hii mpya.",
    "2583775432": "Swali: Vipi kuhusu faragha? Je, usajili hufichua data ya kuvinjari ya a11y kwa njia fulani? Unafanya nini na barua pepe?",
    "4215483493": "J: hCaptcha imeundwa kwa ajili ya faragha kuanzia mwanzo hadi mwisho. Ni tofauti sana na chaguo za kawaida kama vile reCAPTCHA ambazo zinamilikiwa na mitandao ya matangazo, ambazo zina motisha ya kukufuatilia kwenye wavuti na kukuhusisha na utambulisho halisi.",
    "2474661839": "Yetu",
    "4137573005": "ina majibu ya kina na yenye mamlaka kuhusu jinsi tunavyotumia data, lakini jibu fupi ni kwamba hatuna nia ya kukuhusisha kama mtu na historia yako ya kuvinjari.",
    "4101570501": "Pia kwa sasa tunashughulikia suluhisho la siri ili kutupa barua pepe yako kwa haraka huku tukiendelea kuhifadhi uwezo wetu wa kuzuia matumizi mabaya, inayosaidia kazi yetu ya Pasi ya Faragha.",
    "260595108": "Kamwe hatutumii barua pepe za ufikivu au maelezo kwa madhumuni yoyote isipokuwa kuwezesha matumizi na kuzuia matumizi mabaya.",
    "3063819779": "sera ya faragha",
    "465714311": "Kwa Watumiaji wa Ufikivu: Maswali na Majibu na Mwongozo wa Utatuzi",
    "3596207631": "Swali: Bado naona changamoto baada ya kuweka kidakuzi. Hii inasababishwa na nini?",
    "469089249": "J: Kwa kawaida hii inatokana na kutumia kizuia matangazo kikali au kiendelezi cha kuzuia vidakuzi, au mpangilio unaozuia vidakuzi vya \"tovuti tofauti\", katika kesi hii kidakuzi cha hcaptcha.com ambacho kimewekwa au kuangaliwa na hCaptcha JS kwenye a. tovuti tofauti, kama ile unayotembelea.",
    "4263626815": "Vidakuzi vya ufikivu vya hCaptcha hufanya kazi na vivinjari vyote maarufu na vizuia matangazo vilivyo na mipangilio yao ya kawaida, kwa hivyo kushindwa kwa kawaida husababishwa na hati za \"anti-anti-adblock\" au kanuni sawa na hizo zinazolenga tovuti fulani.",
    "3906359167": "Ufumbuzi:",
    "3464870463": "1. Orodha iliyoidhinishwa hcaptcha.com na vidakuzi vya *.hcaptcha.com katika kizuia tangazo lako au kiendelezi cha usalama cha kivinjari.",
    "1204911585": "2. Ikiwa unatumia kivinjari cha Jasiri, ambacho hakionekani (kuanzia Aprili 2020) kuwa na aina yoyote ya orodha iliyoidhinishwa ya vidakuzi, nenda kwenye Mapendeleo -> Ngao -> Vidakuzi na uchague \"Ruhusu Vidakuzi Vyote.\"",
    "2932826396": "3. Ikiwa unatumia toleo jipya zaidi la Safari kwenye OS X 10.15 au iOS 13.4 iliyotolewa hivi majuzi, Apple imebadilisha tabia ya Safari inayohusiana na vidakuzi vya watu wengine, na kuzizuia zote kwa chaguomsingi. Tunatekeleza suluhu, lakini kwa sasa tafadhali tembelea Mapendeleo ya Safari, sehemu ya Faragha, na ubatilishe uteuzi wa \"Ufuatiliaji wa Tovuti: Zuia ufuatiliaji wa tovuti mbalimbali\" ili kuwezesha kidakuzi cha ufikivu kufanya kazi inavyotarajiwa.",
    "3836291932": "Swali: Ninatumia vifaa vingi. Je, ninahitaji kujiandikisha mara nyingi?",
    "3251220335": "Jibu: Hapana. Tafadhali bofya kiungo sawa cha kuingia kwenye barua pepe kilichotumwa kwako kwenye kila kifaa unachotumia ili kuweka kidakuzi.",
    "2082407178": "Swali: Je, ninaweza kujilinda vipi dhidi ya ufuatiliaji wa vidakuzi vya watu wengine nikitumia kidakuzi cha ufikivu?",
    "2700197090": "J: Kutumia faragha au kiendelezi chochote cha kuzuia matangazo ambacho kinaauni uidhinishaji wa kiwango cha kikoa (km uBlock Origin) kitafanya kazi inavyotarajiwa: hakikisha tu kuwa umeidhinisha hcaptcha.com.",
    "3657743880": "Maagizo ya Kivinjari kwa Vidakuzi vya Tovuti Mtambuka",
    "1960601330": "Ili kuwezesha vidakuzi katika Safari (Mac): Nenda kwenye menyu kunjuzi ya Safari. Chagua Mapendeleo. Bofya Faragha kwenye paneli ya juu. Chini ya 'Zuia vidakuzi' chagua chaguo 'Kamwe.'",
    "1622303590": "Ili kuwezesha vidakuzi katika Safari (iPhone/iPad iOS 11+): Fungua Mipangilio yako. Tembeza chini na uchague Safari. Chini ya Faragha na Usalama, zima \"Zuia Ufuatiliaji wa Tovuti Mtambuka\" na \"Zuia Vidakuzi Vyote\"",
    "2199048568": "Bofya kwenye ngao iliyo upande wa kushoto wa upau wa anwani kwenye ukurasa wowote wa tovuti. Bofya kwenye Mipangilio ya Ulinzi. Paneli ya Faragha na Usalama ya Mapendeleo ya Firefox itafunguliwa. Chini ya Ulinzi Ulioboreshwa wa Ufuatiliaji, chagua Maalum. Chagua vifuatiliaji na hati za kuzuia kwa kuchagua visanduku hivyo vya kuteua. Hakikisha umefungua hcaptcha.com.",
    "3967047208": "Unaweza pia kuzima kwa muda baadhi ya ulinzi katika Desturi ili kutatua hitilafu hii, kwa kuteua visanduku vya kuteua: Acha kuchagua kisanduku cha kuteua cha Vifuatiliaji au uondoe kisanduku cha kuteua cha Vidakuzi ikiwa bado una matatizo.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Chagua ikoni ya menyu ya Chrome. Chagua Mipangilio.",
    "926138631": "Nenda kwa Faragha na Usalama, kisha Vidakuzi na data nyingine ya tovuti.",
    "3419878556": "Hakikisha kuwa \"Zuia vidakuzi vya watu wengine\" haijawashwa.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Fungua mapendeleo ya Chrome kutoka kwa upau wa menyu.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Kwenye kifaa chako cha Android, fungua programu ya Chrome.",
    "3620039756": "Katika sehemu ya juu kulia, gusa Zaidi na kisha Mipangilio.",
    "2813310562": "Gusa Mipangilio ya Tovuti na kisha Vidakuzi.",
    "3014657981": "Karibu na \"Vidakuzi,\" washa mpangilio.",
    "1242066691": "Chagua kisanduku karibu na \"Ruhusu vidakuzi vya watu wengine.\"",
    "292250020": "1. Chagua gia kwenye kona ya juu kulia ya skrini, kisha uchague \"Chaguo za Mtandao\". Ikiwa umewasha Upau wa Menyu, unaweza kuchagua \"Zana\" kisha \"Chaguo za Mtandao\".",
    "4114820649": "2. Bofya kichupo cha \"Faragha\".",
    "946838734": "3. Chagua kitufe cha \"Advanced\".",
    "348809718": "4. Chini ya \"Vidakuzi vya Wahusika wengine\" chagua \"Kubali\".",
    "1253441326": "5. Bonyeza \"Sawa\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "Sera ya Maadili ya AI",
    "1161704803": "Kwa nini tuna sera ya Maadili ya AI?",
    "1806535500": "Karibu kila teknolojia, kutoka kwa penseli hadi baruti, ni a",
    "24452499": "suluhisho; inaweza kutumika kwa mema au mabaya. Kila kampuni inayotafiti, kujenga, au kuuza suluhu za matumizi mbili ina wajibu wa kuzingatia matokeo ya matendo yao.",
    "4023575072": "matumizi mawili",
    "3336625692": "Ukurasa huu unafafanua mawazo yetu kuhusu mada hii katika muktadha wa Maadili ya AI, na taratibu tunazofuata ili kuhakikisha matumizi ya huduma zetu yanasalia kulingana na sera ambazo tumepitisha kama kampuni.",
    "835717930": "Maadili ya AI katika hCaptcha",
    "2179524509": "Mara kwa mara tunapata maswali kuhusu ni aina gani za maswali zinazoruhusiwa kwa huduma ya hCaptcha, na kwa nini maswali mahususi yanaulizwa.",
    "1962721652": "Wanadamu wanatafuta muundo, na wakati mwingine swali lisilo na hatia linaweza kutoka kwa kushangaza kabisa hadi kwa tuhuma kwa papo hapo, kwa sababu ya mabadiliko ya ulimwengu badala ya motisha za mtu yeyote anayeuliza swali.",
    "3974566657": "Kadiri huduma zinavyozidi kuwa maarufu, matukio ya aina hii bila shaka yanazidi kuwa ya mara kwa mara. hCaptcha inatumiwa na mamilioni ya watu kila siku katika takriban kila nchi duniani, kwa hivyo tunachapisha sera hii na uchunguzi kifani kuhusu jinsi tunavyoshughulikia masuala haya ili kuwa wazi iwezekanavyo.",
    "1830910223": "Uchunguzi wa ulimwengu halisi wa Maadili ya AI",
    "805971861": "\"Mwavuli\" ni neno katika ImageNet, seti ya data ya kawaida inayotumiwa na watafiti wa maono ya kompyuta. Kutambua watu wanaoshika miavuli kwa uaminifu pia ni muhimu kwa kujenga mifumo salama ya usaidizi wa hali ya juu wa kizazi kijacho (ADAS).",
    "3988350": "Hii inamaanisha kuwa kuna hali bora za utumiaji kwa ufafanuzi wa mwavuli wa ulimwengu halisi. Kuna nafasi ya kutokubaliana juu ya athari za magari yanayojiendesha, lakini mifumo ya ADAS tayari inaokoa.",
    "548587288": "duniani kote.",
    "3138772661": "maelfu ya maisha kila mwaka",
    "3168199226": "Walakini, mnamo 2020 ikawa wazi kuwa kuunda aina hii ya hifadhidata kunaweza kuzingatiwa kama teknolojia ya utumiaji wa pande mbili kwa njia ambayo wachache wangetarajia mwaka mmoja uliopita.",
    "558378834": "Kwa hivyo hatukubali tena maombi ya maswali yanayohusiana na miavuli kwa wakati huu. Uwezekano wa kuchanganyikiwa mtumiaji wa mwisho anapoona swali kuhusu miavuli katika wakati huu ni mkubwa sana, na hatimaye lengo letu ni kufanya ulimwengu kuwa mahali pazuri zaidi.",
    "3376604063": "Sera na michakato ya Maadili ya AI",
    "1923365316": "Tuna sera kali ya Maadili ya AI katika hCaptcha, na sehemu yake inajumuisha mchakato wa Mjue Mteja Wako (KYC).",
    "4230322909": "Kila mara tunajaribu kupata uelewa mzuri wa kila mteja mpya na hali anayokusudia ya matumizi, ili kuthibitisha kuwa inafaa kwa bidhaa na huduma zetu na kuhakikisha kuwa inafuata sera ambazo tumepitisha kama kampuni.",
    "2735073144": "Pia tunafanya ukaguzi unaoendelea inapohitajika. Kwa mfano, katika ukaguzi wetu wa hivi majuzi wa tarehe na vyanzo vya maombi ya maombi ya uwekaji lebo yanayohusiana na mwavuli, tuliweza kuthibitisha kwa haraka kwamba hakuna huluki ya serikali au mtoa huduma anayejulikana wa serikali aliyetuma maombi kuhusu miavuli kutumia huduma zetu katika kipindi cha miezi 12 iliyopita. .",
    "2715462692": "Mchakato wetu wa Maadili ya AI unaonekanaje?",
    "3049976256": "Kwa kila mteja mpya wa kuweka lebo, tunapitia orodha wakati wa mchakato wa mauzo. Hii inajumuisha bidii ya awali ya KYC kabla ya kuabiri, pamoja na uthibitishaji wa maombi yote yaliyotumwa kwa wachanganuzi wetu, na ukaguzi wa moja kwa moja na ukaguzi wa mara kwa mara wa maombi yanayotumwa kwa kutumia mfumo wetu wa huduma binafsi.",
    "3103642530": "Uhakiki huu unajumuisha seti kadhaa za vigezo:",
    "3349094124": "Vigezo vya masuala ya kimaadili: Lengo",
    "1038019440": "1. Je, mteja huyu anawakilisha maslahi ya taifa ya nchi inayojulikana kujihusisha na tabia kinyume na sheria na kanuni za kimataifa?",
    "493717511": "2. Je, mteja huyu anaomba huduma ambazo zinaweza kuwa",
    "2209109640": "kutumika kwa madhumuni mabaya pekee, katika muktadha wa shughuli zao za kawaida za biashara?",
    "3457805519": "3. Je, ombi la mteja linaweza kutimizwa kwa mujibu wa sheria za Marekani na sheria zetu za ushiriki?",
    "1942611550": "kimsingi",
    "109179759": "Vigezo vya masuala ya kimaadili: Mada",
    "1033698050": "1. Je, tunaamini kuwa mteja ametupa hali ya matumizi ambayo tunaona kuwa inakubalika kimaadili, kulingana na tafsiri yetu ya kanuni za kawaida za jamii za Magharibi?",
    "361372538": "2. Je, tunaamini kuwa huduma tunazotoa zinaweza kutumika kwa madhumuni ya kibaguzi na mteja, kwa njia ambazo zinaweza kuwa halali lakini zisizokubalika kwetu?",
    "2867855718": "3. Je, tunaamini kwamba mahitaji ya faragha yanaweza kushughulikiwa kwa njia ya kuridhisha kwa ombi?",
    "2462728596": "Iwapo hatuwezi kujiridhisha na pointi hizi, tutakataa ombi hilo na tunaweza kukomesha ufikiaji zaidi kwa mfumo wetu, kama ilivyobainishwa katika Sheria na Masharti yetu.",
    "1995277831": "Asante",
    "1818116402": "Tunatumahi ulithamini mwonekano huu wa jinsi tunavyoshughulikia maswali ya uendeshaji kwa kutumia kipengele cha Maadili ya AI.",
    "1499894352": "Kampuni chache sana hutoa uwazi katika michakato yao ya kufanya maamuzi katika eneo hili, na tunatumai wengine watafuata mfano huu!",
    "535659033": "Creative Commons Attribution",
    "1495915066": "Jinsi sisi, washirika wetu wa utafiti wa kitaaluma, na wateja wetu tunavyotumia vyombo vya habari vya Creative Commons",
    "3017533972": "Sisi, washirika wetu wa utafiti wa kitaaluma, na wateja wetu mara kwa mara tunaweza kurejelea au kuzalisha tena sehemu za maudhui yaliyoidhinishwa na Creative Commons kupitia mfumo wa hCaptcha ili kuendeleza ujuzi wa binadamu katika uga wa kujifunza kwa mashine.",
    "1428053210": "Maudhui haya kwa ujumla hubadilishwa kutoka kwa umbo lake asilia. Kwa mfano, video inaweza kugawanywa katika picha nyingi, picha hizo zinaweza kugawanywa katika picha nyingi mpya, na picha hizo mpya kisha kuchanganywa nasibu ili kutoa matokeo ya mwisho kuonyeshwa.",
    "1728211763": "Matumizi ya maudhui kwa njia hii na kwa madhumuni haya yamo ndani ya miongozo ya matumizi ya haki kulingana na uelewa wetu wa sheria na kanuni za kawaida katika uwanja huo, lakini sisi ni mashabiki wa muda mrefu wa Creative Commons na tunapendelea kutoa sifa kwa yeyote anayesaidia katika kazi kubwa ya kuboresha akili ya mashine.",
    "1949452297": "Kwa sababu ya vikwazo vya ndani vya hCaptcha UI na masuala yake ya usalama, haiwezekani kuzalisha chanzo cha kila picha moja kwa moja karibu na matumizi yake. Badala yake, tunaunganisha kwa ukurasa huu kutoka kwa ukurasa wetu wa nyumbani na kudumisha orodha ya vyanzo vinavyotolewa hivi karibuni au hivi karibuni kupitia jukwaa. Unaweza kufikia orodha ya sasa",
    "2367602973": "hapa",
    "659124570": "Zaidi ya hayo, ukiona maudhui ambayo ni yako yametolewa tena kwenye mfumo wa hCaptcha na ungependa yaondolewe kwa sababu yoyote, unaweza kuwasiliana nasi kupitia barua pepe kwa.",
    "2066749488": "Malalamiko Mengine",
    "3479034323": "Ukiona maudhui ambayo ni yako yametolewa tena kwenye mfumo wa hCaptcha na ungependa yaondolewe kwa sababu yoyote, unaweza kuwasiliana nasi kupitia barua pepe.",
    "1836554225": "Machapisho ya Blogu",
    "2873297188": "Je, CAPTCHAS zote zinabagua watu wasio Waamerika?",
    "165932542": "Kuangalia viwango vya utatuzi wa hCaptcha kote ulimwenguni",
    "1865097546": "Novemba 16, 2021",
    "3005876482": "hCaptcha Sasa Ndiyo Huduma Kubwa Zaidi Huru ya CAPTCHA, Inaendeshwa kwa 15% ya Mtandao.",
    "693820850": "Unaweza kushinda Google kwa kutanguliza faragha",
    "3609106478": "Uwekaji Kitambulisho:",
    "299335340": "Ni Nini na Jinsi ya Kuzuia Mashambulizi",
    "354925785": "Utangulizi",
    "423222878": "Baadhi ya mashambulizi magumu zaidi ya mtandaoni kugundua, kuzuia na kukomesha ni yale ambapo mwigizaji hasidi anaweza kutumia kitambulisho halali cha mtumiaji kuingia katika akaunti inayotumika ya mtumiaji. Bila uwezo mwingi wa kisasa wa kugundua, kampuni inayosimamia akaunti haina sababu ya kushuku kuwa kuna kitu kibaya. Mteja anaonekana tu kuwa ameingia kwenye akaunti yake. Mshambulizi huyo alifanikisha hila hii kwa kutumia stakabadhi zilizoibwa—kawaida ikiwa ni matokeo ya mbinu ya uvamizi mtandaoni inayojulikana kama “kujaza hati miliki.” Ni shida kubwa leo, lakini moja ambayo inaweza kupunguzwa kwa hatua sahihi za kupinga.",
    "777660551": "Uwekaji wa Hati miliki ni nini?",
    "2602763587": "Kujaza kitambulisho ni aina ya mashambulizi ya mtandaoni ambapo mshambuliaji hujaribu kuingia kwenye tovuti mara nyingi kwa kutumia jozi za majina ya watumiaji na nywila zilizoibwa. \"Stuffing\" inarejelea majaribio ya kurudia ya kuingia, ambayo karibu kila wakati hufanywa na programu ya kiotomatiki ya roboti.",
    "1271831121": "Sio kana kwamba mdukuzi (aliyevaa hoodie, bila shaka!) ameketi pale, akiandika kitambulisho baada ya kitambulisho. Kijibu kiotomatiki cha kuingia kinaweza kufanywa kutoka kwa zana isiyo ya rafu kama Selenium au zana ya wadukuzi iliyoundwa maalum.",
    "2588750717": "Kwa hakika, baadhi ya mashambulizi ya uwekaji hati hati huhusisha mamilioni ya vitambulisho—vyote vikiwekwa kwenye kiolesura cha kuingia kwenye tovuti kisichotarajiwa kwa matumaini ya kuruhusiwa. Pindi tu ndani, mvamizi anaweza kuchukua akaunti ya mwathiriwa.",
    "1137757109": "Ikiwa ni akaunti ya eCommerce, mshambulizi anaweza kuagiza bidhaa. Ikiwa mwathirika ni benki, mshambuliaji anaweza kuhamisha fedha nje ya nchi, na kadhalika.",
    "1559150837": "Malengo hayawezi kujitetea ingawa. Tovuti nyingi zina vidhibiti vinavyozuia mtumiaji anayetiliwa shaka ambaye anajaribu kuingia katika maelfu ya akaunti tofauti kutoka kwa anwani sawa ya IP kwa muda mfupi. Kile washambuliaji cheti cheti hufanya ili kuzunguka mbinu hizi za ulinzi ni hii ni kuiga tofauti za kijiografia na IP. Kwa kutumia zana zenye nguvu, mara nyingi zinazoendeshwa na AI, zinaweza kuifanya ionekane kuwa maelfu ya watumiaji wanajaribu kuingia kwa nasibu kwa nyakati tofauti za siku kutoka kote nchini. Hii ni ngumu zaidi kugundua na kuacha.",
    "1892020899": "Je, wadukuzi wanapata wapi vitambulisho?",
    "2597149484": "Sababu inayofanya mdukuzi afanye \"vitu\" vitambulisho vingi sana inahusiana na mahali anapopata vitambulisho vyao vilivyoibiwa.",
    "3030395800": "Kitambulisho hiki kwa kawaida hutoka kwa ukiukaji wa data. Pia hujulikana kama \"kibali kumwagika,\" mashambulizi haya yanaweza kusababisha mamilioni ya vitambulisho kutupwa kwenye wavuti giza. Ikiwa kumwagika kulitoka kwa benki, mdukuzi atajaribu kutumia vitambulisho hivyo kuingia kwenye tovuti nyingine. Mbinu hii inafanya kazi kwa sababu watu wengi hutumia mchanganyiko sawa wa jina la mtumiaji na nenosiri kwa tovuti nyingi. (Mazoezi haya yamekatishwa tamaa, lakini ukweli ndivyo ulivyo. Watu huwa na tabia ya kurudia stakabadhi zile zile za kuingia.)",
    "1258965840": "Kwa hivyo, ikiwa mshambuliaji anaweza kuingia kwenye tovuti moja, pengine anaweza kuingia katika tovuti nyingi kwa kutumia kitambulisho kilichomwagika. Kwa mfano, wanaweza kupata jozi ya jina la mtumiaji/nenosiri kama JohnDoe/525momma, lakini hawajui ni nini jozi hiyo itawafanyia. Kwa hivyo, wanajaribu jozi kwenye Amazon.com, Ebay, Citibank, Walgreens na kuendelea na kuendelea. Wanaweza kujaribu jozi hiyo kwenye tovuti elfu tofauti.",
    "3594440415": "Hatimaye, wataanza kufungua milango.",
    "780280214": "Jinsi hCaptcha na hCaptcha Enterprise zinavyopunguza tishio la kujaza sifa",
    "4165374512": "Ingawa inawezekana kutumia IP na zana za kutambua mahali ili kuzuia ujazo wa hati miliki, njia ya gharama nafuu na sahihi zaidi ni kukatiza roboti otomatiki ya kujaza cheti chenyewe. hCaptcha na hCaptcha Enterprise zinaweza kukwaza kijibu wakati wa kuingia. Hata kama roboti ina kitambulisho sahihi, ikiwa haiwezi kupita ugunduzi wa hCaptcha Enterprise au CAPTCHA ya hCaptcha, haitaweza kufanya ujazo wake na tovuti yako na watumiaji wamelindwa.",
    "3269644546": "Tafadhali",
    "1058572205": "sisi kama ungependa kujifunza zaidi kuhusu",
    "3753613260": "mawasiliano",
    "1792519141": "Biashara ya hCaptcha",
    "3515435438": "Kuripoti Malalamiko ya DMCA",
    "54093347": "Wakala Aliyesajiliwa wa DMCA",
    "3233441200": "Rudia Sera ya Mkiukaji",
    "4011712313": "Kama sehemu ya Sera yetu ya DMCA, tunaweka akaunti za wateja ambao tunapokea arifa nyingi za DMCA za madai ya ukiukaji katika Sera ya Ukiukaji wa Kurudia DMCA ya hatua nyingi. Baada ya kupokea arifa za DMCA zinazorudiwa katika mwezi wa kalenda, akaunti ya mteja itaendelea kutoka hatua moja ya sera hadi inayofuata.",
    "766825168": "Hatua ambazo tunaweza kuchukua chini ya Sera ya Ukiukaji wa Kurudia ya DMCA ni pamoja na kutuma arifa za kuongezeka kwa mwonekano kwa mteja wa rekodi wa akaunti. Ili kukubali arifa hizi, tunaweza kuhitaji mteja kuingia kwenye akaunti au kupiga simu kwa timu yetu ya usaidizi. Pia tunahifadhi haki ya kusimamisha au kusitisha, na pia kutumia hatua zingine za muda kwa, huduma ya hCaptcha na IMI ya mteja yeyote ambaye tumeendelea kupokea arifa za DMCA za madai ya ukiukaji hata baada ya kutuma arifa za ukiukaji wa kurudia. Aidha, tunaweza kusitisha kwa uamuzi wetu huduma nyingine za hCaptcha au IMI zinazotolewa kwa wateja hawa tunapositisha huduma ya hCaptcha chini ya sera hii.",
    "2410122265": "Rasilimali za hCaptcha: Boti 101",
    "4166776480": "Uwekaji Kitambulisho: Ni Nini na Jinsi ya Kuzuia Mashambulizi",
    "2301335298": "Ulaghai wa Malipo: Kupunguza Njia ya Uhalifu wa Mtandao inayoendelea kwa kasi",
    "3682071227": "Uchukuaji wa Akaunti ni nini na Unafanyaje Kazi?",
    "2729131930": "Scraping ni nini na inafanyaje kazi?",
    "1344959096": "Kufanya kazi kama kiweka lebo cha data binafsi",
    "3510143229": "hCaptcha ni huduma ya tovuti na programu,",
    "3930611699": "wafanyakazi binafsi.",
    "1051214799": "hCaptcha ni huduma ya usalama ya wavuti inayojaribu kushiriki thamani na wachapishaji wa tovuti au programu zinazoitumia.",
    "360236473": "Huduma ya hCaptcha haikusudiwi kutumiwa kwa mtu yeyote kufanya kazi kama kiweka lebo binafsi. Haijaundwa au inafaa kwa kusudi hili. Hatupendekezi mtu yeyote kujaribu kutumia hCaptcha kama chanzo cha mapato ya kibinafsi.",
    "3842490632": "Mtumiaji binafsi anayejaribu kujibu maswali mengi huenda akawekewa vikwazo au kupigwa marufuku haraka. Sawa muhimu, kama yetu",
    "1560232962": "inashughulikia kwa undani, hakuna dhamana inayofanywa kuhusu kiasi kilichopatikana kwa jibu lolote. Huenda hakuna maswali yaliyolipwa yanayopatikana wakati huo, jibu linaweza kukataliwa kwa sababu za ubora, na kadhalika.",
    "2694001822": "Hata hivyo, mara kwa mara tunaajiri watu binafsi ili watusaidie kujaribu sifa za mfumo na vipengele vipya.",
    "1569804581": "Ikiwa ungependa kuwasiliana nawe katika siku zijazo kuhusu fursa zinazohusiana, tafadhali jaza fomu hii.",
    "636461959": "Jina",
    "1139500589": "Nchi",
    "1789607185": "Barua pepe",
    "325077666": "Kwa kuwasilisha maelezo yako unakubali yetu",
    "3555583744": "na",
    "3609929815": ". Tutahifadhi jina, nchi na maelezo ya anwani yako ya barua pepe kwa madhumuni ya kuwasiliana nawe tu katika siku zijazo kuhusu nafasi za kazi za kuweka lebo.",
    "4197928199": "Sera ya Faragha",
    "851786723": "Kwa kuweka barua pepe yako, unakubali Sheria na Masharti na Sera yetu ya Faragha, na kupokea barua pepe kutoka kwetu.",
    "2402165761": "Je, Scraping Inafanyaje Kazi?",
    "4260542944": "Kukwaruza maudhui (pia hujulikana kama \"kukwarua skrini\" au \"kukwarua\") ni mchakato unaojulikana, ambao mara nyingi ni muhimu kwa kukusanya taarifa kutoka kwa wavuti. Walakini, katika miaka ya hivi karibuni, mbinu hiyo imekuwa zana inayopendelewa ya wadukuzi na wadanganyifu. Hatua za kukabiliana zinaweza kupunguza tishio, lakini ili kuzitekeleza, ni muhimu kuelewa jinsi mchakato unavyofanya kazi.",
    "2066255783": "Kufuta Maudhui ni nini?",
    "1910628828": "Kuchakachua maudhui ni mbinu ya kunyakua data kutoka kwa mfumo unaohusisha zana otomatiki inayoiga mteja wa programu au kivinjari. Sio mpya. Kwa kweli, kwa wahandisi wa programu ambao wanaweza kuhitaji data kutoka kwa mfumo mkuu wa zamani, kufuta inaweza kuwa njia pekee ya kutoa habari. Viunganishi vya asili vinaweza kuwa vimeondoka na haiwezekani kuchukua nafasi.",
    "3408107995": "Leo, ingawa, kugema mara kwa mara kunamaanisha mbinu ya kiprogramu ya kuvuta data kutoka kwa tovuti. Programu ya kugema hufanya kama mtumiaji wa kibinadamu, kubofya kwenye vifungo na kusoma matokeo yanayotokana. Kuna matumizi mengi halali ya kugema. Watambazaji wa wavuti ambao injini za utafutaji za nguvu ni mfano mmoja. Vile vile ni zana kama Skyscanner ambazo hutafuta mikataba ya usafiri kwa kuchanganya maelfu ya tovuti za usafiri. Makampuni ya Fintech yanaitumia, pia, kufuta data ya kifedha ya mtumiaji kutoka tovuti za benki ikiwa hakuna Violesura vya Kuandaa Programu (API) vinavyopatikana ili kufanya muunganisho wa data. Mambo ya kukumbuka kuhusu kukwaruza skrini ni kasi yake na kasi yake. Mchakato unaweza kukusanya kiasi kikubwa cha data kutoka kwa tovuti, ikizingatiwa tovuti hazijasanidiwa ili kuizuia kutokea. Kwa kasi ya kukokotoa, mpapuro anaweza kukusanya hifadhidata kubwa kwa kuingiliana na tovuti na programu msingi na hifadhidata zinazoziwezesha.",
    "1920884252": "Kwa nini maudhui yanaondoa tishio la usalama?",
    "2256795853": "Uwezo wa kutoa data nyingi, kwa haraka, kutoka kwa tovuti hufanya kufuta chombo chenye nguvu mikononi mwa watendaji hasidi. Boti ya kugema inaweza kukusanya data ya mtumiaji kutoka kwa tovuti za mitandao ya kijamii. Kisha, kwa kufuta tovuti zilizo na anwani na taarifa nyingine za kibinafsi na kuunganisha matokeo, mdukuzi anaweza kushiriki katika uhalifu wa utambulisho kama vile kutuma maombi ya ulaghai ya kadi ya mkopo.",
    "4087694419": "Mdukuzi anaweza pia kukusanya data kutoka tovuti kama Amazon na eBay ili kuunda uorodheshaji wa bidhaa ghushi au danganyifu. Kisha anaweza kuziuza kwa huduma za rika-kwa-rika kama OfferUp na kufanya mashambulizi ya hadaa kwa wanunuzi. Au, tapeli anaweza kuuza bidhaa ambazo hazipo. Ulaghai mwingine wa kufuta skrini unahusisha kughushi wachapishaji wa matangazo. Kwa kufuta maudhui kutoka kwa tovuti za wachapishaji, mlaghai anaweza kuunda kurasa za wachapishaji wa matangazo bandia kwenye huduma tofauti. Kisha wanaweza kuuza matangazo kwenye kurasa hizo kwa wauzaji walioidhinishwa, ambao anwani zao walizipata kutoka kwa faili ya ads.txt ya mchapishaji. Nafasi za matangazo zinaonekana halisi kwa mtangazaji, lakini sivyo.",
    "3315658779": "Zuia Uchakachuaji wa Maudhui ukitumia hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise hutumia ujifunzaji wa kina wa mashine ili kutambua trafiki hasidi kwenye tovuti na programu zako - ikiwa ni pamoja na shughuli za kuchana.",
    "1422537019": "tujifunze zaidi leo.",
    "1988268879": "Kuweka lebo data kwa gharama nafuu kwa kiwango",
    "2163914794": "Je, unahitaji lebo zaidi za seti zako za data? hCaptcha hutoa uwekaji lebo wa data wa haraka, wa gharama nafuu na wa hali ya juu kwa kampuni zinazofanya kazi kwenye akili bandia na programu za kujifunza mashine.",
    "3378932530": "Pata Data Yako Yenye Lebo Sasa",
    "3483700676": "Zindua mamilioni ya majukumu papo hapo",
    "3478726913": "hCaptcha ina moja ya dimbwi kubwa zaidi kwenye sayari inayopatikana kwa matumizi yako. Bila kujali kiwango chako, tunaweza kushughulikia bila ahadi za gharama kubwa za mapema. Mamilioni ya kazi kwa siku sio shida.",
    "740501259": "Mabomba rahisi yanayoendeshwa na API",
    "2784612261": "Je, ungependa kujumuisha ukaguzi wa kibinadamu moja kwa moja kwenye shughuli za biashara yako? Tunatoa SLA za kuaminika zaidi, uwezo uliohakikishwa, na API rahisi za REST.",
    "1144966033": "Imeboreshwa kwa gharama na ubora",
    "3213351333": "Hakuna ahadi ya mapema inayohitajika",
    "2107077506": "Mfumo wa HUMAN hutumia miundo ya kina ya kujiamini kufanya uchanganuzi wa hali ya juu wa wakati halisi. Hii huturuhusu kubainisha kwa haraka ugumu wa maswali na jibu linalowezekana kuwa sahihi, hivyo kuokoa muda na pesa.",
    "3576146278": "Lipa tu kwa usahihi unaohitaji",
    "2952586316": "Si matatizo yote ni sawa. Ufafanuzi wa kazi muhimu za usalama unaweza kuhitaji uaminifu wa 99.99% kutoka kwa wafanyikazi wa kibinadamu. Ufafanuzi wa kipengele kimoja cha beta katika programu ya mchezo wa simu inaweza kuhitaji kujiamini kwa wastani pekee. Unaamua.",
    "710145621": "Toa data yako mwenyewe ya ukweli au uturuhusu tuijenge kwa haraka",
    "987901590": "Je, una data ghafi bila seti ya kina ya uthibitishaji? Katika hali nyingi tunaweza kukuundia moja kama kazi zinazoendeshwa kwenye mfumo, au kuunda sampuli zenye lebo kwa idhini yako.",
    "2597352122": "Aina za Vidokezo",
    "1344687860": "Sanduku za Kufunga",
    "1089415440": "Utambuzi sahihi wa kitu katika picha na video",
    "3817067682": "Poligoni",
    "2682873489": "Bainisha eneo la kufunga vitu",
    "1275150216": "Alama",
    "2067112112": "Elekeza vidokezo kwa visa vingi tofauti vya utumiaji",
    "4228682126": "Uainishaji wa Sifa",
    "2920213479": "Panga au uongeze kategoria za ukubwa wowote",
    "3288667364": "Ulinganisho na Utambuzi",
    "155877895": "Utambuzi na uainishaji unaoendeshwa na binadamu",
    "3128433367": "... na mengine mengi",
    "2827452240": "Je, unahitaji aina nyingine ambayo haijaorodheshwa hapa? Tuulize tu.",
    "719304627": "Je, unahitaji Udhibiti wa Mwisho-hadi-Mwisho?",
    "1172067553": "Mfumo wa HUMAN nyuma ya hCaptcha hutoa ubora wa kazi wa hali ya juu na vipengele vya usimamizi kupitia uwekaji wa tovuti, mseto, au SaaS unaounganishwa na mifumo yako iliyopo.",
    "2319072959": "Endesha nje ya mtandao kabisa na wafanyakazi wako mwenyewe, fuatilia thamani inayotumiwa katika vitengo vya biashara au washirika wa muungano, chagua kazi kwa watoa huduma mbalimbali wa ndani au nje kulingana na mahitaji ya gharama na usalama, na zaidi.",
    "1936512180": "Ufikiaji rahisi wa API, dashibodi nzuri, na teknolojia ya hivi punde ya kielelezo-katika-kitanzi ili kuongeza ufanisi wa mfanyakazi.",
    "3913848038": "99.99% ya muda wa ziada wa SLA na usaidizi wa kimataifa wa 24/7 unapatikana.",
    "1080752747": "Wasiliana na mauzo",
    "1525403768": "Kwa maelezo zaidi wasiliana na Enterprise Sales.",
    "1546930020": "Kupata Data Lebo",
    "2486638408": "Fafanua Vipimo",
    "1027200955": "Zungumza na mmoja wa wataalamu wetu wa kikoa ili kufafanua mahitaji ya mradi wako: usahihi lengwa, umbizo na mahitaji yoyote maalum.",
    "1156712451": "Mtihani wa awali wa kazi",
    "181065232": "Tunatekeleza kazi ndogo ya uzalishaji kulingana na sampuli ya data yako. Hili hujaribu kazi ambayo tumefanya pamoja ili kuhakikisha kuwa unapata kile unachohitaji.",
    "3207769512": "Sambaza Kazi za Uzalishaji",
    "1099238677": "Kwa sauti yetu ya juu na utulivu wa chini tutageuza kazi yako haraka, na uwasilishaji wa kiotomatiki mara tu itakapokamilika.",
    "465783046": "Je, ungependa kuijaribu na data yako?",
    "328625009": "... tuko tayari unapokuwa: huduma zetu zinapatikana kila saa.",
    "3225770968": "hCaptcha imeundwa kutatua tatizo kubwa zaidi la kazi katika kujifunza mashine; kuweka lebo kwa idadi kubwa ya data kwa wakati, kwa bei nafuu na kwa njia ya kuaminika.",
    "2041686284": "Data zaidi kwa ujumla hutoa matokeo bora katika miundo ya mafunzo ya mashine. Mafanikio ya hivi karibuni ya mifano ya kina yamesababisha kuongezeka kwa hifadhidata kubwa, na hCaptcha hutumikia hitaji hili. Hata hivyo, kuunda hifadhidata kubwa zilizopitiwa na binadamu kwa kutumia mbinu za kitamaduni ni polepole na kwa gharama kubwa.",
    "3729345277": "hCaptcha ni njia ya makampuni kupata maelezo wanayohitaji kwa haraka, kwa ubora wa juu na kwa gharama ya chini kuliko njia nyingine mbadala.",
    "2103563261": "Taarifa za Kibinafsi au za Umma",
    "2513143348": "Mfumo wa hCaptcha Enterprise unaweza kunyumbulika kipekee katika muundo wake: unaweza kutumwa kwa sehemu au kabisa kwenye ukingo wa mtandao wako ikiwa unaendesha wingu la umma au unamiliki vituo vingi vya data.",
    "3107683988": "Hii inaweza kupunguza kwa kiasi kikubwa trafiki na gharama za nje ya mtandao huku tukihifadhi manufaa yote ya usimamizi na wafanyakazi wetu wa 24/7 wanapopiga simu ili kukidhi SLA kali zaidi.",
    "3660619092": "Jisajili bila malipo au wasiliana na mauzo ili kupata suluhu za Enterprise",
    "2351176803": "Masharti ya Leseni ya hCaptcha JS API",
    "2616226398": "Chini ya yetu",
    "2024293275": ". Haki zingine zote zimehifadhiwa, kwa sasa.",
    "1062291156": "masharti ya kawaida",
    "2712493234": "Ulaghai wa Malipo: Kupunguza Njia ya Uhalifu wa Mtandao inayoendelea kwa kasi",
    "1817772953": "Ulaghai si aina mpya ya uhalifu. Kwa hakika, wanaakiolojia wamevumbua vifaa vya kuzuia ulaghai vilivyobuniwa na Wasumeri wa kale ili kusafirisha mifugo bila hasara karibu miaka 10,000 iliyopita! Kwa upande wao, wao huweka alama za udongo, kila moja ikiwakilisha mnyama, ndani ya mpira wa udongo unaoitwa “bulla.” Ng'ombe angesafiri na kundi lilipokuwa likihama kutoka kwa muuzaji hadi mnunuzi. Hata wakati huo, wamiliki wa biashara walikuwa na wasiwasi kwamba sio kila mtu ambaye walikuwa wakishughulika naye alikuwa akiendelea. Mengi yamebadilika katika miaka 10,000, lakini hitaji la kuwa wabunifu katika kuzuia ulaghai linabaki kwetu. Leo, suala la udanganyifu wa malipo ya mtandaoni ni muhimu sana. Kwa Mtandao, walaghai wamezidi kuwa na ujuzi katika kudhibiti udhibiti wa kupambana na udanganyifu. Suluhu mpya zinageuza wimbi, hata hivyo.",
    "1053787685": "Ulaghai wa Malipo ni nini?",
    "433424759": "Ulaghai wa malipo hujumuisha aina yoyote ya shughuli haramu ambapo mhalifu wa mtandao humnyima mwathiriwa kitu cha thamani, kwa kawaida pesa. Hii inaweza kumaanisha kutumia kadi ya mkopo iliyoibiwa kuagiza bidhaa mtandaoni au kuchukua akaunti ya benki na kuhamisha fedha kutoka kwayo kinyume cha sheria. Kuna tofauti nyingi, lakini zote zina matokeo sawa: mhalifu hutumia kitambulisho kilichoibiwa au taarifa ya malipo kuiba kutoka kwa mtumiaji, benki au mfanyabiashara.",
    "2939852138": "Je, Walaghai [Hujaribu] Jinsi Gani Kuepuka Ulaghai wa Malipo?",
    "1665616092": "Ulaghai wa malipo ni rahisi katika dhana, lakini inaweza kuwa ngumu sana katika utekelezaji wake wa siku hizi.",
    "4246520782": "Kwa hakika, Mtandao umekuwa shahidi wa mbio za kweli za silaha kati ya walaghai na watetezi katika miaka ya hivi karibuni.",
    "2167049807": "Timu za usalama zimechukua hatua na udhibiti mbalimbali ambazo hushinda mbinu rahisi na za uvivu za ulaghai wa malipo. Hata hivyo, mashambulizi yanazidi kuwa ya kisasa. Kwa mfano, roboti sasa zinaweza kuvuna nambari za kadi ya mkopo na PIN zilizoibwa kutoka kwa tovuti bandia na mashambulizi ya kuhadaa ili kupata maelezo ya kibinafsi.",
    "1936449777": "Kisha, katika hali ya kiotomatiki kikamilifu, wanaweza kuiga tabia ya binadamu kwenye tovuti za biashara ya mtandaoni, kubofya vitufe na kuongeza vitu kwenye mikokoteni ya ununuzi—hadi kufikia hatua ambapo vidhibiti vingi, ikiwa si vingi vya kupambana na ulaghai, hawawezi kusema kwamba roboti inajaribu kuiba. bidhaa. Badala yake, inaonekana kama mtumiaji wa kibinadamu ananunua tu. Boti inaweza kuingia katika akaunti ya mteja halisi kwa kutumia logi iliyoibiwa katika kitambulisho. Kinachofunika zaidi ulaghai huo ni uwezo wa roboti hii kuharibu anwani za IP na kuifanya ionekane kana kwamba \"mnunuzi\" yuko mahali tofauti na mshambuliaji, ambaye anaweza kuwa katika nchi ya kigeni.",
    "648630222": "Zuia Ulaghai wa Malipo ukitumia hCaptcha Enterprise",
    "1621930829": "Je, nini kifanyike kuhusu shughuli za kisasa za ulaghai wa malipo usiokoma? Kutumia tabaka nyingi za udhibiti kawaida ni njia ya busara. Hata hivyo, hatua bora zaidi za kukabiliana nazo ni zile zinazoweza kunasa roboti na kufichua kuwa ni bandia, licha ya juhudi bora za waundaji wake kuiga tabia za binadamu.",
    "2423586454": "Bado kuna baadhi ya mambo ambayo programu haiwezi kufanya, bila kujali jinsi AI iko nyuma yake. Teknolojia ya kisasa ya CAPTCHA inatoa njia iliyothibitishwa ya kuzuia roboti kujaribu kuendeleza ulaghai wa malipo. Ingawa mbinu za zamani za CAPTCHA, kama vile nambari rahisi zilizowekwa kwenye kisanduku, sasa nyingi hazina uwezo wa kupunguza roboti za hali ya juu, kifaa cha kujibu majaribio kiotomatiki kama vile hCaptcha Enterprise kinaweza kuzuia roboti ya kitapeli wakati wa kuingia katika akaunti au kulipa kwenye rukwama ya ununuzi. Hata kama roboti ina kitambulisho halisi, ikiwa haitaweza kupitia CAPTCHA.",
    "1467308982": "Ratiba za Malipo",
    "1291824746": "Malipo ya hCaptcha huendeshwa kila baada ya miezi mitatu kwa siku 60 mfululizo. Ili kuelezea maana ya hii, tafadhali tazama jedwali hapa chini.",
    "3444947612": "Trafiki Kati",
    "4181611011": "Tarehe ya Upatanisho",
    "728503636": "Tarehe ya Malipo",
    "3720584906": "Julai 15, 2021 - Oktoba 15, 2021",
    "388240587": "Januari 5-15, 2022",
    "3426312287": "Januari 5-15, 2022",
    "615618648": "15 Aprili 2021 - Julai 15, 2021",
    "3376724603": "Septemba 14-24, 2021†††",
    "3398978455": "Septemba 15-25, 2021†††",
    "2722456056": "Januari 15, 2021 - Aprili 15, 2021",
    "4063155841": "Kabla ya tarehe 25 Juni 2021††",
    "4082053540": "19-25 Juni 2021††",
    "64953197": "Oktoba 15, 2020 - Januari 15, 2021",
    "1023070345": "Sio baada ya Machi 14, 2021",
    "2600696085": "Machi 15, 2021",
    "3217791519": "Julai 15, 2020 - Oktoba 15, 2020",
    "649261378": "Tarehe 5-11 Januari 2021*",
    "1559190296": "Januari 5-11 2021†",
    "3806054689": "15 Aprili 2020 - Julai 15, 2020",
    "4162383380": "Septemba 16 - 22, 2020*****",
    "1990824776": "Septemba 16-24, 2020*****",
    "3856690908": "Januari 15, 2020 - Aprili 15, 2020",
    "3200641265": "Sio baada ya tarehe 16 Juni 2020*",
    "3744079744": "15-19 Juni 2020****",
    "2209837451": "Oktoba 15, 2019 - Januari 15, 2020",
    "2510534204": "Sio baada ya tarehe 23 Machi 2020***",
    "2910560864": "Machi 20-23 2020***",
    "2544565802": "Julai 15, 2019 - Oktoba 15, 2019",
    "3963642878": "Kabla ya tarehe 14 Desemba 2019*",
    "622103562": "Desemba 17, 2019**",
    "4072202039": "15 Aprili 2019 - Julai 15, 2019",
    "818049069": "Kabla ya tarehe 15 Julai 2019",
    "1169005651": "Septemba 15, 2019",
    "2303655425": "Januari 15, 2019 - Aprili 15, 2019",
    "3678889946": "Kabla ya tarehe 15 Juni 2019",
    "3094354698": "Juni 15, 2019",
    "4217013126": "Malipo kwa kawaida hudumu siku nzima kwenye Tarehe ya Malipo, na kwa ujumla hukamilika ifikapo saa sita usiku kwa saa za Pasifiki. Ikiwa akaunti imealamishwa ili ikaguliwe, inaweza kuchukua hadi siku tano za kazi ili kutoa malipo.",
    "1447649958": "Kumbuka, trafiki sahihi ya binadamu pekee ndiyo inastahiki malipo. Unaweza kuona maelezo zaidi kuhusu hili katika Maswali Yanayoulizwa Mara kwa Mara, yaliyounganishwa hapa chini. Salio linalopatikana lazima pia lifikie kiwango cha chini zaidi ili ustahiki kulipwa, kwa sasa ni 10 HMT.",
    "4257144752": "Makadirio ya wakati halisi hayaonyeshi usahihi wa mwisho au ubinadamu, na kwa hivyo mapato yako ya mwisho yanaweza kutofautiana kwa kiasi kikubwa juu au chini kutoka kwa nambari zilizoonyeshwa kwenye Dashibodi kabla ya upatanisho wako wa kwanza.",
    "2728931827": "Baada ya kila upatanisho, makadirio yako ya ufunguo wa kila tovuti yatasasishwa na usahihi wa ubashiri wa siku zijazo unapaswa kuongezeka, isipokuwa tovuti yako iwe na mabadiliko ya nyenzo katika tabia ya mtumiaji.",
    "1200905005": "††† Kuanzia Septemba 2021, usuluhishi na malipo sasa yanaendelea kwa takriban siku 10 badala ya siku moja, ili kurahisisha vikwazo vya utendaji vinavyohusiana na ukuaji wa huduma.",
    "4284094387": "†† Baadhi ya maridhiano na malipo ya Juni 2021 yataanza wiki ijayo kutokana na kucheleweshwa kwa uthibitishaji wa hesabu za mwisho wakati wa dirisha la upatanisho.",
    "1977013707": "† Malipo ya Desemba 2020 yameratibiwa upya kutoka tarehe 15 ili kuepuka mwingiliano wa maelewano ya mwisho wa mwaka na likizo za wafanyakazi: yatakamilika kufikia wiki ya pili ya Januari. Kwa sababu ya uhamishaji wa polepole kuliko kawaida kwenye PayPal, malipo yatafanyika kwa siku kadhaa badala ya kukamilishwa kwa siku moja.",
    "517010299": "Tafadhali Kumbuka: kwa sasa tunashughulikia mageuzi makubwa ya nyuma hadi upatanisho wa karibu wa wakati halisi. Upatanisho wa mara kwa mara utafanya kazi mara chache kuliko kawaida kupitia Q1 2021. Hii haiathiri ratiba au tarehe za malipo.",
    "3092200338": "** Tarehe 15 ifikapo wikendi, Tarehe ya Malipo badala yake ni tarehe 17.",
    "3891941747": "*** USHAURI kuhusu COVID-19: Kwa sababu ya kupungua kwa uwezo wa wafanyakazi kuhusiana na COVID-19, upatanisho umepangwa upya ili kuruhusu muda wa ziada kukamilisha uthibitishaji wetu wa kawaida. Malipo yanatarajiwa kuanza Ijumaa na kukamilika Jumatatu inayofuata.",
    "2301757528": "**** Kutokana na matengenezo yaliyofanywa na PayPal ya API zao za REST wakati wa dirisha la malipo, si malipo yote yalikamilishwa mnamo tarehe 15 Juni. Malipo yoyote yaliyoratibiwa kufanyika tarehe 15 Juni (saa za Pasifiki) lakini hayakutekelezwa kutokana na hitilafu za API ya PayPal yalitekelezwa upya kufikia tarehe 19 Juni (saa za Pasifiki).",
    "116842359": "***** Maridhiano yanatarajiwa kukamilika kwa siku kadhaa kutokana na matengenezo ya mfumo.",
    "4154415610": "***** Malipo ya Septemba 2020 yataendeshwa kwa makundi wakati usuluhishi utakapokamilika, huku baadhi ukiendelea siku kadhaa baadaye kuliko ilivyopangwa awali kutokana na ucheleweshaji wa upatanisho.",
    "2310694091": "Nini maana ya Reconciliation?",
    "164801246": "Upatanisho ni mchakato ambapo trafiki huchanganuliwa baada ya ukweli ili kuthibitisha ubinadamu na usahihi wake, mara tu data yote kutoka kwa tovuti zote za kuripoti inapoingia. Unaweza kusoma maelezo zaidi katika yetu.",
    "3256245394": "pamoja na machapisho yetu ya blogi, kwa mfano",
    "3089778412": "Jinsi hCaptcha Huhesabu Zawadi",
    "3329755436": "Je, unapanga kuharakisha mchakato huu?",
    "1911669851": "Ndiyo, kwa sasa tunashughulikia maboresho mbalimbali ya mifumo yetu ya nyuma ambayo tunatarajia hatimaye itaturuhusu kutoa upatanisho wa haraka zaidi, usahihi wa haraka wa makadirio na malipo ya haraka zaidi. Kwa sasa tunafanya kazi ili kuharakisha upatanisho kwanza.",
    "2366003154": "Maswali ya Vyombo vya Habari na Vyombo vya Habari",
    "3054564199": "Vyombo vya habari Kit",
    "3173156067": "Baadhi ya dhamana iliyotengenezwa tayari inapatikana katika tukio ambalo ungependa kujumuisha picha za mfano kwenye makala yako.",
    "867314732": "Unaweza kupata azimio la juu",
    "858218750": "na mwongozo wa kuzitumia kwenye",
    "3821716514": "ukurasa.",
    "1186243118": "picha za nembo",
    "3034959000": "Unaweza kurejesha",
    "1764089150": "hapa:",
    "1558428432": ". Tafadhali ziweke kwenye hCaptcha.com.",
    "2429359042": "mfano picha za kiolesura",
    "1480820434": "picha 1",
    "3213411837": "picha 2",
    "1270712701": "Matoleo kwa Vyombo vya Habari na Ripoti za Hivi Punde",
    "231285005": "Unaweza kupata sasisho za hivi karibuni kwenye blogi yetu",
    "1289884910": "Pia tunachapisha uchanganuzi na ripoti za mara kwa mara. Kwa mfano:",
    "932546190": "Kwa nini CAPTCHAs Watakuwa Nasi Daima",
    "2344319147": "Je, utambuzi wa kijibu wa Google una thamani gani?",
    "1637527266": "Ni nchi gani zina trafiki nyingi zaidi za kijibu?",
    "230159237": "Anwani",
    "3759923279": "Tafadhali elekeza maswali kwa vyombo vya habari kwa barua pepe ifuatayo:",
    "4255608322": "Ilisasishwa mwisho: Aprili 12, 2021",
    "537881751": "Karibu hCaptcha! Sera hii ya Faragha inafafanua taratibu za Intuition Machines, Inc. (\"IMI\", \"sisi\" au \"sisi\") kuhusu ukusanyaji wetu, matumizi, na ufichuaji wa taarifa (pamoja na Taarifa za Kibinafsi, zilizofafanuliwa hapa chini) kupitia tovuti yetu katika www.hcaptcha. .com na vikoa vidogo au vikoa vingine tunavyotumia (\"Tovuti\") na kiolesura cha programu ya hCaptcha na programu na nyenzo zinazohusiana (kwa pamoja, \"Huduma\").",
    "33639629": "Haitumiki kwa Wavuti za Watu Wengine. Tafadhali kumbuka kuwa Sera hii ya Faragha haitumiki kwa tovuti yoyote, toleo, bidhaa au huduma ya mtu mwingine yeyote, hata ikiwa inaunganisha kwenye Tovuti yetu au inajumuisha Huduma - tafadhali rejelea sera za faragha zinazotumika kabla ya kuamua kutoa taarifa yoyote kwa wa tatu. vyama.",
    "987375734": "IMI iko nchini Marekani. Tovuti na Huduma zinadhibitiwa na kuendeshwa na sisi kutoka Marekani. Taarifa Zako za Kibinafsi zinaweza kuhifadhiwa na kuchakatwa katika nchi yoyote ambayo tuna vifaa au ambapo tunashirikisha watoa huduma, na kwa kutumia Tovuti na Huduma unakubali uhamishaji wa taarifa hadi nchi zilizo nje ya nchi yako ya makazi, ikiwa ni pamoja na Marekani. , ambayo inaweza kuwa na sheria za ulinzi wa data ambazo ni tofauti na zile za nchi yako. Katika hali fulani, mahakama, mashirika ya kutekeleza sheria, mashirika ya udhibiti au mamlaka za usalama katika nchi hizo nyingine zinaweza kuwa na haki ya kufikia Taarifa zako za Kibinafsi.",
    "452920031": "Ujumbe kwa Wateja Nje ya Marekani.",
    "2328839224": ". Tafadhali angalia sehemu yetu ya \"Ilani kwa Wakazi wa California\" inayohusiana na haki zako chini ya Sheria ya Faragha ya Mtumiaji ya California (\"CCPA\").",
    "1565481281": "Ujumbe kwa Wakazi wa California",
    "1028058338": "Tafadhali angalia sehemu yetu ya \"Ilani kwa Wahusika wa Data wa Umoja wa Ulaya\" inayohusiana na haki zako chini ya Kanuni ya Jumla ya Ulinzi wa Data (\"GDPR\").",
    "2271205646": "Ujumbe kwa Wakazi wa Eneo la Kiuchumi la Ulaya.",
    "508143070": "Kumbuka kuwa IMI ndiye mdhibiti wa taarifa zako za kibinafsi, isipokuwa pale ambapo tunachakata taarifa za kibinafsi kwa niaba ya Washiriki wetu kuhusiana na utoaji wa Huduma yetu, ambapo sisi ndio wachakataji wa taarifa za kibinafsi, na Washirikishi hao ndio wadhibiti wa habari za kibinafsi.",
    "2330965058": "Pale ambapo tunafanya kazi kama kichakataji cha Viunganishi vyetu, hatutumii data iliyokusanywa kwa madhumuni yoyote isipokuwa inavyohitajika ili kutoa Huduma yetu, na uchakataji wetu utadhibitiwa na kandarasi ambazo tumeweka na Washiriki wetu, sio hii. Sera ya Faragha",
    "3017040355": "Uchakataji wa data ya Somo la Data ya Umoja wa Ulaya unafanya kazi chini ya misingi ya kisheria ya Vifungu vya Kawaida vya Mikataba (SCCs) vilivyounganishwa ndani ya Nyongeza ya Uchakataji wa Data kwa Sheria na Masharti yetu au Makubaliano ya Kuchakata Data na Washiriki wetu.",
    "2233384692": "Ikiwa una maswali au wasiwasi wowote kuhusu jinsi data kama hiyo inavyoshughulikiwa au ungependa kutumia haki zako, unapaswa kuwasiliana na mtu au huluki (yaani, kidhibiti data) ambaye ameingia na sisi kutumia Huduma kuchakata data hii. Hata hivyo, tutatoa usaidizi kwa Washiriki wetu kushughulikia masuala yoyote ambayo unaweza kuwa nayo, kwa mujibu wa masharti ya mkataba wetu nao.",
    "349292953": "Habari Tunazokusanya",
    "3022001832": "Tunakusanya taarifa kutoka kwa watu binafsi wanaotumia Tovuti na Huduma zetu, ikiwa ni pamoja na wale wanaojumuisha Huduma zetu kwenye tovuti yao (\"Waunganishaji\"), wale wanaotumia huduma za kuweka lebo za data (\"Wateja\"), na watumiaji wa mwisho wanaowasiliana na Huduma kupitia tovuti za Viunganishi vyetu (\"Watumiaji wa Mwisho\").",
    "835545301": "Tunakusanya aina zifuatazo za habari:",
    "3228928991": "Taarifa inayoweza kutumika kutambua au kuwasiliana na mtu binafsi (\"Maelezo ya Kibinafsi\"), kama vile jina, anwani ya barua pepe na nchi. Tunakusanya Taarifa za Kibinafsi kutoka kwa Waunganishaji na Wateja wetu wa sasa na watarajiwa wanapotupa moja kwa moja (kwa mfano, kwa kujaza fomu wakati wa kujisajili kwa akaunti, au kutuma maombi ya kupokea arifa za barua pepe kutoka kwetu). Tunaweza pia kuthibitisha utambulisho wa Waunganishaji na Wateja wetu kwa kulinganisha taarifa za kibinafsi dhidi ya hifadhidata za watu wengine au hati rasmi za kisheria.",
    "1655796811": "Taarifa zinazokusanywa kiotomatiki kutokana na matumizi ya Muunganishi au Mteja wa Tovuti au Huduma (\"Maelezo ya Uchanganuzi\"), kama vile anwani za IP, aina ya kivinjari, mtoa huduma wa Intaneti, aina ya jukwaa, aina ya kifaa, mfumo wa uendeshaji, tarehe na muhuri wa saa. ya ufikiaji, na habari zingine zinazofanana. Baadhi ya Taarifa za Uchanganuzi hukusanywa kwa niaba yetu na wahusika wengine tunaowashirikisha kwa madhumuni hayo, na baadhi ya Taarifa za Uchanganuzi hukusanywa kupitia teknolojia mbalimbali za ufuatiliaji, ikiwa ni pamoja na vidakuzi (angalia \"Teknolojia za Uchanganuzi na Ufuatiliaji\" hapa chini).",
    "1388241689": "Taarifa zilizokusanywa kutokana na Vidokezo vya Watumiaji wa Hatima kupitia Huduma (\"Data Yenye Lebo\"), kama vile data ya kuweka lebo za picha, maandishi yaliyobadilishwa kutoka faili za sauti zinazochezwa hadi kwa Watumiaji hao, majibu ya maswali na vidokezo vingine vinavyotolewa na Huduma. kwa madhumuni ya kuweka lebo data kwa ajili ya matumizi katika programu za kujifunza mashine. Kumbuka kuwa Data yenye Lebo haijafungwa kwa mtu yeyote aliyetambuliwa.",
    "1493790285": "Taarifa nyingine zinazokusanywa kutoka kwa Watumiaji-Mwisho kama sehemu ya Huduma kwa hiyo zinahitajika ili kubaini kama wao",
    "2216374138": "ni za binadamu, kama vile miondoko ya kipanya, nafasi ya kusogeza, matukio ya kubonyeza vitufe, matukio ya mguso, na maelezo ya gyroscope/kipima kasi kadri inavyotumika.",
    "2394073454": "Tunaweza kukusanya maelezo ya ziada kutoka kwa Watumiaji wa Hatima ambao wangependa kufanya kazi nasi kama Viweka Lebo vya Data Binafsi.",
    "3103557430": "Jinsi Tunavyotumia Taarifa",
    "1130802068": "Tunatumia maelezo tunayokusanya kwa madhumuni yafuatayo:",
    "2940689138": "Kusimamia Integrator na akaunti za Wateja na kutoa Huduma. Tunatumia Taarifa za Kibinafsi ili kuhusisha akaunti mahususi na Waunganishaji na Wateja na kuwapa Huduma, kujibu maombi au maswali, kutoa usaidizi au usaidizi wa kiufundi na kuwezesha malipo.",
    "857974529": "Ili kuboresha Tovuti na Huduma. Tunatumia Maelezo ya Uchanganuzi ili kuboresha na kuendeleza huduma na matoleo mapya yaliyopo na kubinafsisha matoleo ya bidhaa yaliyopo na yajayo.",
    "1820844638": "Ili kupata maarifa ya soko. Tunatumia Maelezo ya Uchanganuzi kuchanganua soko na kufanya uchanganuzi wa biashara kuhusiana na Tovuti na Huduma zetu, na kwa madhumuni mengine ya utafiti.",
    "3386280249": "Ili kutoa soko la Data yenye Lebo. Huduma yetu huwezesha uwekaji lebo wa data ya kiwango cha juu na ukaguzi wa kibinadamu kwa mifumo ya kujifunza ya mashine kama huduma kwa wamiliki wa tovuti na kampuni zinazohitaji usaidizi kupata data zao. Ili kufanya hivyo, tunafichua Data Iliyo na Lebo kwa Wateja wetu wanaotaka kupata Data Yenye Lebo.",
    "3532143291": "Ili kupata huduma na mifumo yetu. Tunatumia Maelezo ya Uchanganuzi ili kulinda mifumo yetu kwa kutambua vitisho na udhaifu unaoweza kutokea, na kulinda taarifa tunazokusanya vinginevyo.",
    "2185418511": "Kwa madhumuni yoyote halali ya biashara, mradi maelezo hayatambuliwi au yamejumlishwa hivi kwamba hayawezi kuhusishwa na mtu binafsi.",
    "2386465280": "Jinsi Tunavyoshiriki Habari",
    "2159517814": "Tunashiriki au kufichua maelezo ya kibinafsi katika hali zifuatazo:",
    "4256083674": "Baada ya ombi la moja kwa moja kutoka kwa Muunganishaji kutambua hatari ya ulaghai ya ombi mahususi la changamoto ya CAPTCHA au anwani ya IP, au vinginevyo ambapo idhini mahususi ilitolewa.",
    "3494826505": "Pamoja na wachuuzi tunajishughulisha na kutoa vipengele muhimu vya Tovuti na Huduma, kama vile kuhifadhi data, upangishaji na uchanganuzi, na kwa madhumuni hayo pekee.",
    "1119009846": "Inapohitajika kutii sheria inayotumika, ikijumuisha maombi ya serikali, maombi ya kutekeleza sheria, na vinginevyo kwa mashirika ya umma na ya kibinafsi ili kulinda haki, faragha, usalama au mali yako, yetu au ya wengine.",
    "197676026": "Pamoja na wengine kwa madhumuni yoyote halali ya biashara, mradi maelezo hayatatambuliwa",
    "2359312315": "au kujumlishwa kiasi kwamba haiwezi kufungwa kwa njia inayofaa na mtu binafsi.",
    "2497216176": "Uchanganuzi na Teknolojia za Ufuatiliaji za Wahusika Wengine",
    "3694578791": "Kama ilivyojadiliwa hapo juu, sisi (na wachuuzi wetu wengine) hukusanya Taarifa za Uchanganuzi kwa sehemu kupitia matumizi ya vidakuzi, viashiria vya mtandao na teknolojia nyinginezo za ufuatiliaji. Katika baadhi ya matukio, tunafanya kazi na wachuuzi wengine ili kuajiri vidakuzi kwa madhumuni ya kukusanya Taarifa za Uchanganuzi.",
    "2238885192": "Tunatumia Sentry kukusanya data ya utatuzi mtumiaji anapokumbana na hitilafu. Kwa habari kuhusu jinsi Sentry inakusanya na kuchakata data:",
    "1535054294": "Tafadhali angalia sera yao ya kina",
    "658775471": "Tunatumia Cloudflare kuboresha trafiki yetu ya wavuti. Kwa habari kuhusu jinsi Cloudflare inavyokusanya na kuchakata data:",
    "2014256987": "Iwapo ungependa kutozuia matumizi ya vidakuzi au teknolojia nyingine za kufuatilia, tafadhali angalia \"Kudhibiti Taarifa Zako,\" hapa chini. Tafadhali kumbuka kuwa kufanya hivyo kunaweza kuathiri vibaya matumizi yako ya Tovuti au Huduma, kwa kuwa baadhi ya vipengele huenda visifanye kazi ipasavyo.",
    "2788024905": "Jinsi Tunavyolinda Habari",
    "271333468": "Tunatekeleza hatua zinazofaa za kiufundi na shirika ili kulinda maelezo tunayokusanya na kuhifadhi, na kuwataka maajenti wote wanaoshughulikia uchakataji wetu kwa niaba yetu kufanya vivyo hivyo. Kwa bahati mbaya, hakuna hatua za usalama ambazo hazijapuuzwa 100%, na kwa hivyo hakuna mtandao au mfumo (pamoja na wetu) unaweza kuhakikishiwa kuwa salama 100% dhidi ya uharibifu, hasara, mabadiliko, ufichuzi ambao haujaidhinishwa, au ufikiaji wa habari tunayokusanya na kuhifadhi. Ikiwa unaamini kuwa maelezo yako yanaweza yasiwe salama kwa sababu yoyote, tafadhali wasiliana nasi mara moja kwa:",
    "3031284129": "Kanusho za Udhamini",
    "26365791": "Kwa kiwango kamili kinachoruhusiwa na sheria, Tovuti na Huduma (na huduma zingine zozote zinazohusiana, habari, data, vipengele, na maudhui au nyenzo nyinginezo) hutolewa kwa msingi wa \"kama-ilivyo\" na \"inavyopatikana\". Kwa kiwango kamili kinachoruhusiwa na sheria, IMI haijumuishi dhamana zote, ikijumuisha lakini sio tu kwa dhamana zilizodokezwa za uuzaji, kufaa kwa madhumuni fulani, na kutokiuka sheria.",
    "735630686": "Kusimamia Taarifa Zako (Haki Zako)",
    "498769698": "Unaweza kufikia, kusahihisha, kurekebisha, au kufuta Taarifa fulani za Kibinafsi ambazo huenda umetupatia kupitia akaunti yako ya Kiunganishi, Mteja au Mtumiaji wa Ufikivu (ikiwa wewe ni Kiunganisha, Mteja, au Mtumiaji wa Ufikivu). Iwapo huwezi kufanya hivyo, au una maswali yoyote kuhusu Taarifa za Kibinafsi tulizokusanya na/au kushiriki kukuhusu, au ungependa kuondoa kibali chako kwa ajili ya uchakataji wetu (yaani kufuta kabisa akaunti yako) tafadhali wasiliana nasi kwa:",
    "2895491273": "Iwapo ungependelea kuzuia vidakuzi au teknolojia nyingine za ufuatiliaji, vivinjari vingi na vifaa vya mkononi vyote ungependa kubadilisha mipangilio yako ili kukuarifu unapopokea vidakuzi au teknolojia nyingine za ufuatiliaji zinatumika, na kuchagua kukubali au kutoruhusu. hiyo. Vivinjari vingi pia hukuruhusu kuzima au kufuta vidakuzi vilivyopo au kukataa kiotomatiki vidakuzi vya siku zijazo. Unaweza pia kutumia zana za wahusika wengine, ikijumuisha programu-jalizi za kivinjari, ili kudhibiti mapendeleo yako ya vidakuzi. Kumbuka, hata hivyo, kwamba ukizima vidakuzi vyote, baadhi ya sehemu za Tovuti zetu zinaweza zisifanye kazi ipasavyo.",
    "707527778": "Taarifa kutoka kwa Watoto",
    "1747657936": "Tovuti na Huduma zetu hazielekezwi kwa watoto walio na umri wa chini ya miaka 13 na hatukusanyi Taarifa za Kibinafsi kutoka kwa watoto walio na umri wa chini ya miaka 13 kimakusudi. Ikiwa tutajua kwamba tumekusanya Taarifa za Kibinafsi za mtoto aliye chini ya umri wa miaka 13, tutachukua hatua zinazofaa za kufuta taarifa kama hizo kutoka kwa faili zetu haraka iwezekanavyo, isipokuwa tuna wajibu wa kisheria kuzihifadhi. Tafadhali wasiliana nasi ikiwa unaamini kuwa tuna taarifa yoyote kutoka au kuhusu mtoto aliye chini ya umri wa miaka 13:",
    "2419795065": "Notisi kwa Wakazi wa California",
    "1517625162": "Chini ya Kifungu cha 1789.3 cha Kanuni ya Kiraia cha California, watumiaji wa California wana haki ya kupokea notisi ifuatayo ya haki za watumiaji: Wakazi wa California wanaweza kufikia Kitengo cha Usaidizi wa Malalamiko cha Kitengo cha Huduma za Wateja cha Idara ya Masuala ya Wateja ya California kupitia barua pepe katika 1625 North Market Blvd., Sacramento, CA 95834, au kwa simu kwa (916) 445-1254 au (800) 952-5210.",
    "3730344349": "Sehemu hii inatoa maelezo ya ziada kuhusu taarifa za kibinafsi tunazokusanya kuhusu wateja wa California na haki wanazopewa chini ya Sheria ya Faragha ya Mtumiaji ya California au \"CCPA.\"",
    "4044467791": "Kwa aina za taarifa za kibinafsi ambazo tumekusanya kutoka kwako katika miezi 12 iliyopita, tafadhali angalia sehemu ya \"Maelezo Tunayokusanya\" hapo juu. Tunakusanya maelezo haya kwa madhumuni ya biashara na kibiashara yaliyofafanuliwa katika sehemu ya \"Jinsi Tunavyotumia Taarifa za Kibinafsi\" hapo juu. Katika miezi 12 iliyopita, tumeshiriki kategoria zifuatazo za maelezo na washirika wengine kwa madhumuni ya biashara:",
    "4208081170": "Kategoria ya Taarifa za Kibinafsi",
    "1528242915": "Vitambulisho.",
    "3863351997": "Kategoria za taarifa za kibinafsi zilizoorodheshwa katika sheria ya Rekodi za Wateja wa California (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "Taarifa za kibiashara.",
    "2683038211": "Mtandao au shughuli nyingine za mtandao wa kielektroniki.",
    "3671828834": "Mifano ya Taarifa za Kibinafsi Zilizoshirikiwa",
    "779426309": "Jina halisi, kitambulisho cha kipekee cha kibinafsi, kitambulisho cha mtandaoni, anwani ya Itifaki ya Mtandao, anwani ya barua pepe, jina la akaunti, au vitambulishi vingine sawa.",
    "2414368123": "Jina, nambari ya kadi ya mkopo, nambari ya kadi ya malipo au taarifa nyingine yoyote ya kifedha.",
    "4088941349": "Rekodi za bidhaa au huduma zilizonunuliwa, kupatikana, au kuzingatiwa.",
    "3238612014": "Historia ya kuvinjari, taarifa juu ya mwingiliano wa mtumiaji na tovuti ya mtandao, programu, au tangazo.",
    "1023108656": "Kategoria za Wapokeaji Wengine",
    "1418235079": "Watoa Huduma",
    "3238184941": "Kumbuka: Hatari ya ulaghai inayohusishwa na anwani ya IP ya mtu binafsi inaweza kushirikiwa na Kiunganishaji kwa ombi.",
    "285116485": "Kampuni \"haiuzi\" (kama neno hili linavyofafanuliwa katika CCPA) taarifa za kibinafsi tunazokusanya. Tafadhali rejelea sehemu ya \"Uchanganuzi na Teknolojia ya Ufuatiliaji wa Wahusika Wengine\" hapo juu kwa maelezo zaidi kuhusu aina za vidakuzi vya watu wengine, kama zipo, tunazotumia.",
    "1408750006": "Kwa kutegemea vikwazo fulani, CCPA inawapa wateja wa California haki ya kuomba kujua maelezo zaidi kuhusu kategoria au vipande mahususi vya maelezo ya kibinafsi tunayokusanya (ikiwa ni pamoja na jinsi tunavyotumia na kufichua maelezo haya), kufuta taarifa zao za kibinafsi, kujiondoa. \"mauzo\" yoyote ambayo yanaweza kutokea, pamoja na haki ya kutobaguliwa kwa kutekeleza haki hizi.",
    "759057398": "Notisi kwa Masomo ya Data ya Umoja wa Ulaya",
    "825780955": "Taarifa za Kibinafsi",
    "2945960297": "Kuhusiana na masomo ya data ya Umoja wa Ulaya, neno \"maelezo ya kibinafsi\" kama linavyotumika katika Sera ya Faragha ni sawa na \"data ya kibinafsi\" kama inavyofafanuliwa katika Kanuni ya Jumla ya Ulinzi wa Data ya Umoja wa Ulaya (GDPR).",
    "1126613163": "Data Nyeti",
    "3571006800": "Baadhi ya maelezo unayotupa yanaweza kujumuisha data nyeti kama inavyofafanuliwa katika GDPR (pia inajulikana kama kategoria maalum za data ya kibinafsi), ikijumuisha utambulisho wa rangi au kabila lako kwenye hati za utambulisho zilizotolewa na serikali.",
    "1988461282": "Misingi ya Kisheria ya Uchakataji",
    "3519564631": "Madhumuni ya Usindikaji",
    "1778642038": "Ili kuwasiliana na wewe",
    "2223819810": "Ili kuboresha jukwaa letu",
    "1678661231": "Kwa kufuata, kuzuia ulaghai na usalama",
    "2561077702": "Ili kutoa huduma zetu",
    "2066321185": "Msingi wa Kisheria",
    "1174237568": "Shughuli hizi za usindikaji zinajumuisha maslahi yetu halali. Tunajaribu kuzingatia na kusawazisha athari zozote zinazoweza kutokea kwako (chanya na hasi) na haki zako kabla hatujachakata taarifa zako za kibinafsi kwa maslahi yetu halali. Hatutumii maelezo yako ya kibinafsi kwa shughuli ambapo maslahi yetu yamebatilishwa na athari yoyote mbaya kwako (isipokuwa tuna kibali chako au tunatakiwa au kuruhusiwa na sheria).",
    "1350478093": "Kusudi la Usindikaji",
    "787916198": "Kwa idhini yako",
    "3348433919": "Haki zako",
    "3842673636": "Chini ya GDPR, una haki fulani kuhusu maelezo yako ya kibinafsi. Unaweza kutuomba kuchukua hatua zifuatazo kuhusiana na maelezo yako ya kibinafsi ambayo tunashikilia:",
    "4057343238": "Chagua kutoka",
    "1834911235": "Acha kukutumia mawasiliano ya moja kwa moja ya uuzaji ambayo ulikubali kupokea hapo awali. Tunaweza kuendelea kukutumia mawasiliano yanayohusiana na Huduma na mengine yasiyo ya uuzaji.",
    "3022301908": "Ufikiaji",
    "680638297": "Kukupa taarifa kuhusu uchakataji wetu wa taarifa zako za kibinafsi na kukupa ufikiaji wa taarifa zako za kibinafsi.",
    "1409486258": "Sahihi",
    "3878077249": "Sasisha au urekebishe makosa katika maelezo yako ya kibinafsi.",
    "3645414921": "Futa",
    "42182578": "Futa maelezo yako ya kibinafsi.",
    "1609621367": "Uhamisho",
    "3208155808": "Hamisha nakala ya maelezo yako ya kibinafsi inayoweza kusomeka kwa mashine kwako au mtu mwingine uliyemchagua.",
    "1786796818": "Zuia",
    "3329634829": "Zuia uchakataji wa taarifa zako za kibinafsi.",
    "4202774977": "Kitu",
    "3007158970": "Inapinga utegemezi wetu kwa maslahi yetu halali kama msingi wa usindikaji wetu wa taarifa zako za kibinafsi ambazo zinaathiri haki zako.",
    "1273071008": "Maombi ya Haki za Ufikiaji wa Masomo ya Data",
    "3594381346": "eneo.",
    "21141582": "hii",
    "3357523404": "Uhamisho wa Data wa Mpakani",
    "290966395": "Kama ilivyofafanuliwa katika sehemu yetu ya \"Dokezo kwa Wateja Walio Nje ya Marekani\", tafadhali fahamu kwamba data yako ya kibinafsi itahamishwa hadi, kuchakatwa na kuhifadhiwa Marekani. Sheria za kulinda data nchini Marekani zinaweza kuwa tofauti na zile za nchi unakoishi. Unakubali kuhamishwa kwa maelezo yako, ikiwa ni pamoja na maelezo ya kibinafsi, hadi Marekani kama ilivyobainishwa katika Sera hii ya Faragha kwa kutembelea Tovuti zetu au kutumia Huduma zetu.",
    "3178581111": "Tumia kwa Malengo Mapya",
    "1088304322": "Tunaweza kutumia maelezo yako ya kibinafsi kwa sababu ambazo hazijaelezewa katika Sera hii ya Faragha, ambapo tunaruhusiwa na sheria kufanya hivyo na pale sababu inapatana na madhumuni tuliyoikusanya. Iwapo tunahitaji kutumia maelezo yako ya kibinafsi kwa madhumuni ambayo hayahusiani, tunaweza kukuarifu na kukueleza misingi ya kisheria inayotumika kwa matumizi hayo. Iwapo tumetegemea kibali chako kwa matumizi mahususi ya maelezo yako ya kibinafsi, tunaweza kuomba kibali chako kwa madhumuni yoyote yasiyohusiana na kukuruhusu kusitisha matumizi yako ya huduma wakati huo ukipinga.",
    "2260079771": "Uhifadhi wa Data",
    "38428546": "Tunahifadhi Data yako ya Kibinafsi kwa usalama maishani mwa akaunti yako nasi. Tutahifadhi Data yako ya Kibinafsi kwa muda mrefu iwezekanavyo ili kutimiza madhumuni ambayo tuliikusanya, ikiwa ni pamoja na kwa madhumuni ya kukidhi wajibu wowote wa kisheria, uhasibu, au kuripoti au kutatua mizozo. Vigezo tunavyotumia kubainisha muda wa kuhifadhi ni pamoja na masharti ya kimkataba yanayotumika, muda wa vikwazo vya kisheria, mahitaji ya udhibiti yanayotumika na viwango vya sekta.",
    "384965568": "Ingawa mahitaji ya kuhifadhi hutofautiana kulingana na mamlaka, maelezo kuhusu muda wetu wa kawaida wa kuhifadhi kwa vipengele tofauti vya data yako ya kibinafsi yamefafanuliwa hapa chini.",
    "2788836740": "Maelezo ya mawasiliano kwa madhumuni ya uuzaji huhifadhiwa kila wakati hadi utakapojiondoa. Baada ya hapo tutaongeza maelezo yako kwenye orodha yetu ya ukandamizaji kwa muda usiojulikana. Taarifa za barua pepe zilizokusanywa kutoka kwa Watumiaji wa Ufikivu hazitatumika kamwe kwa madhumuni ya uuzaji.",
    "3520687192": "Rekodi za mawasiliano na wewe (km tikiti za usaidizi zilizofunguliwa kupitia barua pepe au Twitter) zinaweza kuhifadhiwa kwa muda usiojulikana.",
    "292211832": "Taarifa zinazokusanywa kupitia njia za kiufundi kama vile vidakuzi, vihesabio vya kurasa za tovuti na zana zingine za uchanganuzi hutupwa haraka iwezekanavyo, lakini zinaweza kuhifadhiwa kwa muda mfupi wa hadi mwaka mmoja kutoka kwa kuisha kwa kidakuzi, kwa kawaida katika fomu isiyotambuliwa na kujumlishwa. isipokuwa tutambue uwezekano wa matumizi mabaya ya huduma yetu, ambapo tutahifadhi maelezo hayo ili kutusaidia kuzuia matumizi mabaya ya siku zijazo. Hatuwezi kuunganisha taarifa hii isiyojulikana na kujumlishwa kwako, kaya yako, anwani ya IP, au maelezo yoyote ya kibinafsi kulingana na maelezo yaliyohifadhiwa.",
    "470943029": "Ikiwa una maswali yoyote kuhusu Sera hii ya Faragha, tafadhali wasiliana nasi kwa:",
    "3192683783": "Mabadiliko ya Sera hii ya Faragha",
    "1702335960": "Taarifa yoyote tunayokusanya inategemea Sera ya Faragha inayotumika wakati maelezo kama haya yanakusanywa. Hata hivyo, tunaweza kurekebisha Sera ya Faragha mara kwa mara. Ikiwa masahihisho ni nyenzo, kama tulivyoamua sisi pekee, tutakujulisha, kwa mfano kupitia barua pepe. Toleo la sasa litachapishwa kila wakati kwenye ukurasa wetu wa Sera ya Faragha.",
    "3669258571": "Sera ya Vidakuzi",
    "2905621957": "Ilisasishwa mwisho: 18 Julai 2020",
    "1173934218": "Tunaelewa kuwa faragha yako ni muhimu kwako na tumejitolea kuwa wazi kuhusu teknolojia tunazotumia. Sera hii hutoa maelezo ya kina kuhusu jinsi na wakati tunapotumia vidakuzi kwenye Tovuti na Huduma zetu.",
    "2694150481": "Je, tunatumia Vidakuzi?",
    "457627611": "Ndiyo. Sisi na uchanganuzi au watoa huduma wetu, washirika wa uuzaji, na washirika tunaweza kutumia vidakuzi, vinara wa wavuti, au pikseli na teknolojia zingine ili kuhakikisha kila mtu anayetumia Tovuti anapata matumizi bora zaidi. Tafadhali angalia sehemu ya \"Uchanganuzi na Teknolojia ya Ufuatiliaji wa Watu Wengine\" ya Sera yetu ya Faragha kwa maelezo zaidi.",
    "501102544": ": tunaamini huduma ya hCaptcha ya kuzuia bot (yaani Huduma iliyopachikwa na tovuti, michezo, au programu za simu) inajumuisha tu vidakuzi vinavyoitwa \"kutozwa kibali\" kwa mujibu wa kanuni za GDPR. Mifano ya vidakuzi vile vilivyoruhusiwa ni pamoja na:",
    "461631543": "Kumbuka GDPR",
    "2150907653": "* Vidakuzi vya kiufundi ni muhimu sana kwa utoaji wa huduma. Hizi ni pamoja na vidakuzi vya mapendeleo, vidakuzi vya kikao, vidakuzi vya kusawazisha, n.k.",
    "1012122721": "* Vidakuzi vya takwimu vinadhibitiwa moja kwa moja na sisi (yaani mtu wa kwanza, si vidakuzi vya watu wengine), ambapo data haitumiki kwa kuorodhesha wasifu.",
    "148542287": "Huu sio ushauri wa kisheria, na hakuna dhamana inayotolewa kuhusu uchambuzi huu. Ikiwa una maswali ya ziada au wasiwasi, tafadhali wasiliana nasi kwa:",
    "3956117148": "Tovuti za hCaptcha.com na BotStop.com (Tovuti) zinaweza kujumuisha vidakuzi vya ziada, kama ilivyoelezwa katika Sera hii.",
    "3255230599": "Kuki ni nini?",
    "1095532507": "Kidakuzi (\"Cookie\") ni faili ndogo ya maandishi ambayo huwekwa kwenye diski yako kuu na seva ya ukurasa wa wavuti. Vidakuzi vina maelezo ambayo yanaweza kusomwa baadaye na seva ya wavuti katika kikoa kilichokupa kidakuzi. Baadhi ya vidakuzi vitatumika tu ikiwa unatumia vipengele fulani au kuchagua mapendeleo fulani, na baadhi ya vidakuzi vitatumika kila mara. Unaweza kujua zaidi kuhusu kila kidakuzi kwa kutazama orodha yetu ya sasa ya vidakuzi hapa chini.",
    "2943815316": "Tunasasisha orodha hii mara kwa mara, kwa hivyo kunaweza kuwa na vidakuzi vya ziada ambavyo bado havijaorodheshwa. Viashirio vya wavuti, lebo na hati zinaweza kutumika katika Tovuti au barua pepe ili kutusaidia kuwasilisha vidakuzi, kuhesabu matembezi, kuelewa matumizi na ufanisi wa kampeni na kubaini kama barua pepe imefunguliwa na kufanyiwa kazi. Tunaweza kupokea ripoti kulingana na matumizi ya teknolojia hizi na watoa huduma/changanuzi wetu kwa misingi ya mtu binafsi na ya jumla.",
    "2954157511": "Kwa nini tunatumia Vidakuzi?",
    "1539071196": "Kwa ujumla sisi hutumia Vidakuzi kwa madhumuni yafuatayo:",
    "3545935449": "Ili kutambua watumiaji wapya au wa zamani.",
    "32739972": "Ili kuhifadhi habari yako ya kikao cha kuingia ikiwa umesajiliwa kwenye Tovuti zetu.",
    "4209078147": "Ili kuboresha Tovuti yetu na kuelewa vyema ziara zako kwenye majukwaa na Tovuti yetu.",
    "1077448694": "Ili kuunganishwa na tovuti za watu wengine za mitandao ya kijamii.",
    "1709478090": "Ili kukuhudumia kwa utangazaji unaozingatia maslahi au lengwa.",
    "3256020881": "Kuchunguza tabia na shughuli zako za kuvinjari kwa wakati kwenye tovuti nyingi au mifumo mingine.",
    "1092241113": "Ili kuelewa vyema masilahi ya Wateja na Waunganishaji wetu.",
    "1434289796": "Vidakuzi vingine ni muhimu kwa matumizi fulani ya Tovuti, na bila Vidakuzi kama hivyo, hatungeweza kutoa huduma nyingi unazohitaji ili kutumia Tovuti vizuri. Vidakuzi hivi, kwa mfano, huturuhusu kuendesha Tovuti zetu ili uweze kuzifikia jinsi ulivyoomba na kuturuhusu kutambua kwamba umefungua akaunti na umeingia kwenye akaunti hiyo ili kufikia maudhui ya Tovuti. Pia zinajumuisha Vidakuzi vinavyotuwezesha kukumbuka vitendo vyako vya awali ndani ya kipindi sawa cha kuvinjari na kulinda Tovuti zetu.",
    "1533171442": "Pia tunatumia Vidakuzi na Vidakuzi vinavyofanya kazi kutoka kwa washirika wengine kwa uchambuzi na madhumuni ya uuzaji. Vidakuzi Vinavyofanya Kazi huwezesha sehemu fulani za Tovuti kufanya kazi vizuri na mapendeleo yako ya mtumiaji kubaki kujulikana. Vidakuzi vya Uchambuzi, miongoni mwa mambo mengine, hukusanya maelezo kuhusu jinsi Wateja, Waunganishaji na Watumiaji wa Hatima wanavyotumia Tovuti zetu, maudhui na bidhaa ambazo watumiaji hutazama mara nyingi, na ufanisi wa utangazaji wetu wa watu wengine. Vidakuzi vya Utangazaji husaidia kuwasilisha matangazo kwa hadhira husika na kufanya matangazo yetu yaonekane sehemu ya juu ya matokeo ya utafutaji. Vidakuzi ni Vidakuzi vya \"kipindi\" ambavyo hufutwa unapomaliza kipindi cha kivinjari chako, au \"vinaendelea,\" ambavyo husalia hadi vifutwe nawe (vilivyojadiliwa hapa chini) au mhusika aliyehudumia kidakuzi. Maelezo kamili juu ya Vidakuzi vyote vinavyotumika kwenye Tovuti yanapatikana kwenye jedwali letu la Ufumbuzi wa Vidakuzi hapa chini.",
    "322830977": "Jinsi ya kuzima Vidakuzi.",
    "3885459114": "Kwa ujumla unaweza kuwezesha au baadaye kulemaza matumizi ya vidakuzi kupitia utendakazi uliojumuishwa kwenye kivinjari chako cha wavuti. Ikiwa ungependa kujifunza zaidi kuhusu vidakuzi, au jinsi ya kudhibiti, kuzima au kuvifuta, tafadhali tembelea https://www.knowcookies.com/ kwa mwongozo wa kina.",
    "262509504": "Tunaweza kuunganisha maelezo yaliyokusanywa na Vidakuzi na maelezo mengine tunayokusanya kutoka kwako kwa mujibu wa Sera hii ya Faragha na kutumia maelezo yaliyounganishwa kama ilivyobainishwa hapa. Vile vile, wahusika wengine wanaotoa vidakuzi kwenye Tovuti zetu wanaweza kuunganisha jina au anwani yako ya barua pepe kwa maelezo mengine wanayokusanya, ambayo yanaweza kujumuisha ununuzi wa awali uliofanywa nje ya mtandao au mtandaoni, au maelezo yako ya matumizi ya mtandaoni.",
    "2935155034": "Ikiwa unaishi katika Eneo la Kiuchumi la Ulaya, una haki fulani ambazo zimefafanuliwa hapo juu chini ya kichwa \"Ilani kwa Masomo ya Data ya Umoja wa Ulaya\", ikijumuisha haki ya kukagua na kusahihisha au kufuta data ambayo tunayo kukuhusu.",
    "1873812847": "Ufumbuzi wa vidakuzi",
    "3319083717": "Jina:",
    "3183855267": "1. hmt_id",
    "907324388": "Kazi",
    "2896187462": "1. Hutumika kwa takwimu zinazohusiana na huduma zinazohitajika bila kujulikana, na kwa madhumuni mengine ya kiufundi kama vile kusaidia katika usaidizi wa ufikivu.",
    "987267027": "Sherehe",
    "3453526675": "1. Chama cha 1",
    "1952810469": "Aina",
    "1795436560": "1. Kikao",
    "102695075": "Muda",
    "3356329025": "1. siku 30",
    "3744153629": "Majina:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "kipindi,",
    "3186435874": "kikao",
    "720059527": "2. Inatumika kwa madhumuni madhubuti ya kiufundi: kusawazisha mzigo, kuelekeza.",
    "1241291641": "Tazama maelezo zaidi.",
    "1834801943": "2. Chama cha 1",
    "2114694926": "2. Kikao",
    "938404336": "2. Hutofautiana; hadi siku 30.",
    "2196526290": "hc_ufikivu",
    "2577178569": "3. Inatumika kwa madhumuni madhubuti ya kiufundi: huwezesha Ufikiaji utumiaji wa Mtumiaji.",
    "1061239711": "3. Chama cha 1",
    "1483015662": "3. Kikao",
    "3458934553": "3. Hutofautiana; hadi siku 30.",
    "1527172673": "Ikiwa una maswali yoyote kuhusu Sera hii ya Vidakuzi, tafadhali wasiliana nasi kwa:",
    "134571844": "Impressum (Taarifa ya Tovuti)",
    "110836420": "Ilisasishwa mwisho: 23 Desemba 2020",
    "2901894297": "hCaptcha ni huduma ya Intuition Machines, Inc. (\"IMI\"), Shirika la Marekani la Delaware (#6393793).",
    "2928362319": "Maswali yaliyotumwa kwa barua pepe yanaweza kutumwa kwa: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Taarifa kuhusu usimamizi wa sasa wa kampuni inaweza kupatikana kwenye ukurasa wa Kuhusu. Mkurugenzi Mtendaji wa sasa wa kampuni ndiye mkurugenzi mkuu anayewajibika kwa yaliyomo.",
    "3094150511": "Mamlaka ya udhibiti: Tume ya Shirikisho ya Mawasiliano ya Marekani, 45 L Street NE, Washington, DC 20554 USA.",
    "2763011087": "IMI haijitolei, wala hailazimiki kushiriki, katika utatuzi mbadala wa mizozo ya watumiaji mbele ya huluki ya utatuzi wa mizozo ya watumiaji.",
    "1395644678": "Tovuti rasmi ya Tume ya Ulaya ya Utatuzi wa Mizozo Mtandaoni:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Hakuna dhamana kuhusu maudhui",
    "707541553": "Taarifa zote zilizomo kwenye kurasa zetu za mtandao zimethibitishwa na IMI au mtu wa tatu. Walakini, sio IMI au wahusika wengine wanaweza kuwajibika kwa habari kuwa ya sasa, sahihi, au kamili. Hii inatumika pia kwa tovuti zingine ambazo zinaweza kufikiwa kupitia viungo kwenye kurasa zetu. IMI haikubali kuwajibika kwa maudhui ya tovuti hizi za nje.",
    "2650241052": "Hakuna ushauri",
    "3361191778": "Taarifa iliyotolewa kwenye kurasa za mtandao haiwakilishi ushauri wa mtu binafsi na haiwezi kuchukua nafasi hii. Ikiwa unahitaji ushauri wa kibinafsi, tafadhali wasiliana na wafanyikazi wetu wa usaidizi.",
    "1031855757": "Matumizi ya tovuti hii",
    "204716894": "Yaliyomo na muundo wa kurasa zetu za wavuti zinalindwa chini ya sheria ya hakimiliki. Kurudiwa kwa kurasa na maudhui yake kwa njia inayozidi matumizi ya haki kunahitaji idhini iliyoandikwa ya awali kutoka kwa IMI ikiwa hakuna masharti mengine ya kisheria yaliyobainishwa kwa ajili ya kurudia kwenye ukurasa.",
    "3182435854": "Hakimiliki",
    "3187946010": "Maandishi, picha, uhuishaji wa picha, video, muziki, sauti na nyenzo zingine kwenye kurasa hizi zinalindwa chini ya sheria ya hakimiliki na IMI au wahusika wengine ikiwa imebainishwa. Ni marufuku kunakili au kurekebisha nyenzo hii kwa matumizi ya kibiashara kwa njia inayozidi matumizi ya haki.",
    "74538881": "Wajibu wa tovuti hii",
    "3236873806": "IMI inawajibika kwa tovuti hii.",
    "2657277322": "Ikiwa una maswali yoyote, tafadhali wasiliana nasi kwa:",
    "1338341134": "hCaptcha + Pass ya Faragha (Beta)",
    "88879089": "Pasi ya faragha ni",
    "1898063898": "kwa ajili ya kuhifadhi faragha ya mtumiaji ambayo tunatengeneza kwa kushirikiana nayo",
    "1942186611": "na wengine.",
    "3673079511": "kiwango kinachojitokeza",
    "2164933356": "Cloudflare",
    "3119589996": "Jinsi inavyofanya kazi: kiendelezi cha kivinjari huwapa watumiaji uwezo wa kuunda na kusaini tokeni za upofu wa siri kwa tovuti zinazotumia itifaki ya Pasi ya Faragha. Kiendelezi hutoa pasi zilizo na tokeni zilizopofushwa kwa njia fiche ambazo zimetiwa saini na hCaptcha changamoto inapotatuliwa kwenye tovuti yoyote kwa kutumia huduma ya hCaptcha,",
    "1254771154": "changamoto zinazoonyeshwa kwenye huduma zingine za Faragha zinazoauni Pasi ambazo pia hupachika hCaptcha, kwa mfano Cloudflare.",
    "996362763": "Ishara hizi hazifungwi na kuhifadhiwa na kiendelezi kwa matumizi ya baadaye. Mtumiaji anapotembelea tovuti kwa kutumia hCaptcha na anahitaji kupitisha shindano hilo (iwe haonekani au kupitia kitufe cha \"Mimi ni binadamu\") atakombolewa kiotomatiki. Utaratibu wa kupofusha unamaanisha kuwa tokeni zilizotiwa saini na kukombolewa haziunganishwi kisirisiri kutoka kwa mtazamo wa hCaptcha, na hivyo faragha ya mtumiaji huhifadhiwa.",
    "2943346052": "Mchakato wa kusawazisha IETF unapoendelea, tunatarajia vivinjari vikuu vitatumia aina fulani ya Pasi ya Faragha kwa asili. Hii hatimaye itafanya ugani kuwa sio lazima. Kwa sasa, hata hivyo, tafadhali fuata maagizo hapa chini.",
    "2326660907": "isipokuwa",
    "741483946": "* Kwa maneno mengine: unaweza kupata tokeni za Pasipoti ya Faragha ya hCaptcha kwenye hCaptcha.com, na kuzitumia kwenye tovuti nyingine moja kwa moja kwa kutumia hCaptcha.com. Huwezi kupata au kukomboa tokeni za Pasipoti ya Faragha ya hCaptcha ili kukwepa huduma ya hCaptcha kama inavyotumiwa na Cloudflare, kwa kuwa Cloudflare hutoa na kukomboa tokeni zake za Pasi ya Faragha.",
    "1362015807": "Kuanza",
    "1358325821": "Kwanza, sakinisha kiendelezi cha",
    "310885519": "au",
    "4091044469": ". Hakikisha kuwa umewasha kiendelezi katika hali fiche. Kisha, tembelea tovuti yoyote kwa kutumia hCaptcha na kutatua captcha. Kuanzia toleo la 2.0.3, unaweza kukomboa tokeni hizi kwenye tovuti kwa kutumia hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "Mara tu unaposakinisha kiendelezi, bofya hapa (au kwenye tovuti yoyote inayotumia hCaptcha) ili kupata pasi:",
    "166277959": "Tafadhali kumbuka: kipengele hiki kiko katika beta kwa sasa, na huenda kisifanye kazi kwa tovuti na watumiaji wote wakati wote. Katika tukio ambalo halijawezeshwa au haifanyi kazi kwa mtumiaji fulani, tabia itarudi tu kwenye uzoefu wa kawaida wa hCaptcha bila kupoteza utendakazi.",
    "3031357206": "Aikoni mpya itaonekana kando ya upau wako wa URL. Sasa tembelea tovuti kwa kutumia hCaptcha. Itakuwa kama hii:",
    "1066753052": "ambayo inamaanisha kuwa pochi haina kitu, na uko kwenye tovuti inayojumuisha changamoto ya hCaptcha. Ukimaliza changamoto, utapata tokeni ambazo zinaweza kukombolewa kwenye tovuti nyingine yoyote ukitumia hCaptcha.",
    "651123197": "Hesabu ya jumla ya sasa katika pochi yako itaonyeshwa kwenye aikoni baada ya kukamilisha shindano.",
    "554844646": "Unaweza kuthibitisha kuwa kiendelezi kinafanya kazi kwa kuona kaunta ikishuka kwa 1 kila unapobofya",
    "4087729475": "changamoto baada ya kutatua yako ya awali.",
    "647630208": "Na ndivyo hivyo! Kuvinjari kwako mtandaoni sasa ni kwa faragha zaidi.",
    "3272552822": "Watengenezaji na waandishi wa kriptografia:",
    "4059570880": "Ikiwa ungependa kufuatilia juhudi za kusawazisha, juhudi zinaendelea kwa sasa",
    "1904390996": "kusanifisha",
    "252720667": "msingi wa usalama wa siri wa Pasi ya Faragha. Itifaki yenyewe inapitia",
    "3972554015": "mchakato pia. Na ugani wa kivinjari bila shaka",
    "3723626769": "kwa michango yako na ukaguzi.",
    "3882147547": "Kazi za Udanganyifu wa Kusahau",
    "565624910": "rasimu",
    "3421090159": "chanzo wazi",
    "3098677775": "Swali: Je, IP yangu na historia ya kuvinjari ni ya faragha kabisa kutoka kwa hCaptcha ninapotumia Pass ya Faragha?",
    "4019638786": "A: Watumiaji wa Pasi ya Faragha ya hCaptcha hawatawahi kufichua IP yao kwa hCaptcha isipokuwa pochi ya tokeni ya kivinjari chao haina kitu au tovuti itume. hCaptcha haina njia ya kuunganisha mtumiaji kwenye ukombozi wa tokeni, na haiwahi kuingiliana moja kwa moja na mtumiaji wakati wa kukomboa isipokuwa kama pochi yake ya tokeni haina kitu.",
    "3887113660": "Swali: Pass ya Faragha inaathiri vipi mapato ya hCaptcha?",
    "1116455671": "J: Utapata thawabu kwa suluhisho la kwanza ikiwa mtumiaji ataikamilisha kwenye tovuti yako. Ukombozi hufuata muundo sawa wa majibu kana kwamba mtumiaji alipitisha kiotomatiki kwenye tovuti yako kwa sababu ya imani ya juu ya mteja: hakuna mapato yanayopatikana, na simu ya uthibitishaji wa tovuti kutoka kwa seva yako hupokea `mkopo: Si kweli` katika matokeo ya pasi.",
    "779817954": "Swali: Ikiwa nina pasi za Faragha zilizotolewa na mtoa huduma mwingine, je, ninaweza kuzikomboa kwenye hCaptcha?",
    "3014149332": "J: Hapana, pasi hazishirikiani: zinapaswa kutolewa na kukombolewa na mamlaka sawa, katika kesi hii hCaptcha. Kumbuka kwamba ikiwa una pasi kutoka kwa Cloudflare na hCaptcha katika kiendelezi chako, nambari inayopatikana itabadilika hadi kiasi sahihi kulingana na mahitaji ya ukurasa unaotembelea. Kwa maneno mengine, ikiwa una pasi 100 za Cloudflare kwenye mkoba wako na pasi 10 za hCaptcha, unapaswa kuona 10 kwenye ikoni ya kiendelezi kwenye kurasa zilizopachikwa hCaptcha.",
    "3679148535": "Swali: Ni maombi gani mengine ya Pasi ya Faragha unafanyia kazi?",
    "1606783855": "J: Tunavutiwa sana na Pasi ya Faragha ya Ufikivu (\"a11y\") kesi ya utumiaji. Chaguo maarufu hapo awali kama vile vinasa sauti huwabagua watumiaji wengi wa a11y. Tunaamini kuchanganya mbinu yetu ya sasa ya a11y na utoaji wa Pass ya Faragha kutaruhusu watumiaji wa a11y kuvinjari kwa usalama, wakiwa salama kwa kufahamu kuwa trafiki yao ni ya faragha zaidi, huku tukidhibiti matumizi mabaya ya waendeshaji bot ambayo hutokea bila shaka chaguzi za a11y zinapatikana.",
    "2359150347": "Swali: Je, huduma zingine za usalama mtandaoni zinaunga mkono Pass ya Faragha?",
    "2082237880": "J: hCaptcha ni huduma ya kwanza ya aina yake inayoauni Pasi ya Faragha, na kwa sasa ndiyo pekee inayofanya hivyo. Hata hivyo, tunatarajia huduma zingine kutambua manufaa ya kuongeza faragha ya mtumiaji mtandaoni, na kutarajia kwamba katika siku zijazo watu wengi zaidi watatekeleza utekelezaji kwa kuwa viwango vya IETF ambavyo tunasaidia kukuza vinapitishwa rasmi.",
    "2109792055": "Mwongozo wa Mtumiaji: Masuala ya Utatuzi kwa Utoaji wa Pasi ya Faragha na Uthibitishaji",
    "3588620914": "Pasi ya Faragha ni uvumbuzi mpya kwa viwango vya Wavuti, na inawezekana kwa programu zingine na viendelezi vya kivinjari ambavyo havijui kuathiri utendaji wake.",
    "4039193170": "Ikiwa una matatizo ya kupata au kukomboa tokeni:",
    "2378786360": "1. Jaribu mojawapo ya vivinjari vingine vinavyotumika: ikiwa uko kwenye Chrome, jaribu kutumia Firefox bila kuleta mipangilio yako kutoka Chrome, na usakinishe programu-jalizi hapo. Ikiwa hiyo inafanya kazi, unaweza kuwa na suala la usanidi wa kivinjari.",
    "394235836": "3. Ikiwa hakuna mapendekezo yaliyo hapo juu yanayofanya kazi, tutumie barua pepe ya usaidizi na tutafurahi kusaidia kufahamu kinachoendelea.",
    "3470857731": "Uchanganuzi wa jinsi reCAPTCHA inavyotambua roboti.",
    "3240786848": "Sasisho la mwisho: Februari 18, 2021",
    "2547140673": "Kwa zaidi ya muongo mmoja, huduma ya Google ya reCAPTCHA imewapa wamiliki wa tovuti biashara: iruhusu Google ifuatilie watumiaji wako na kuwauliza maswali, na badala yake wanaahidi kusimamisha roboti na barua taka.",
    "2133754014": "Zaidi ya tovuti milioni 4.5 zinatumia reCAPTCHA [",
    "3152512587": "na mfumo unakusanya mamia ya mamilioni ya suluhu za kila siku. [",
    "2296918009": "Hii ni sawa na zaidi ya miaka 100 ya kazi ya mtu kila siku.[",
    "3900538778": "Data iliyo na lebo ni mafuta ambayo huwezesha kujifunza kwa mashine. Majibu ya reCAPTCHA yametumika kuboresha huduma za Google za ML/AI tangu 2009. Watu wengi wanaotumia reCAPTCHA hawatambui kazi yao inatumika.",
    "1160252730": "Google sasa inatoza bei za juu kwa reCAPTCHA Enterprise, na kusababisha makampuni mengi kutathmini upya mpango huu.",
    "1131196501": "Makampuni makubwa kama",
    "204889717": "wamebadilisha hadi hCaptcha's",
    "639413188": "Kwa majibu.",
    "3280658086": "ufumbuzi wa biashara",
    "3842815245": "Je, hii ni biashara ya haki?",
    "714342693": "Timu ya hCaptcha imekuwa ikikusanya data ya bei kutoka kwa huduma za kuvunja data ya \"dark web\" tangu 2016. Tuligundua mtindo unaovutia:",
    "468929661": "Gharama ya wastani ya kuvunja reCAPTCHA ni ya chini sana (chini ya $1 kwa kila 1000 hutatuliwa) na haijaongezeka kwa kiasi kikubwa tangu ufuatiliaji wetu uanze mwaka wa 2016. Hii inatumika kwa reCAPTCHA v2 na v3. [",
    "2862164005": "Data ya bei huturuhusu kuweka thamani halisi ya dola kwenye usalama unaotolewa na reCAPTCHA: $0.001 au chini kwa kila jibu.",
    "102498091": "Google hutoza $1 kwa kila ombi 1000 za reCAPTCHA Enterprise, kumaanisha sasa wanatoza zaidi kwa kila ombi kuliko gharama ya kuvunja usalama wa huduma zao. Hii inaonekana kama mpango mbaya.",
    "130239139": "Je, thamani ya miaka 100+ ya kazi inayokusanywa na Google kila siku ina thamani gani?",
    "1421074182": "Kikubwa juu.",
    "1953519598": "Gharama ya kuweka picha moja lebo huanzia $0.03 hadi $1.00 au zaidi. Kwa makadirio yoyote ya kihafidhina, Google imechota mabilioni ya dola ya kazi bila malipo hadi sasa. [",
    "3025548709": "Je, kuna njia mbadala ya mpango huu usio wa haki?",
    "263761351": "hCaptcha ndiyo njia mbadala ya kwanza inayoaminika, ambayo sasa inatumiwa na mamia ya mamilioni ya watu kila mwezi.",
    "2743692546": "Watumiaji wanapothibitisha ubinadamu wao kupitia hCaptcha, kazi yao inaingia kwenye soko lisilojulikana la zabuni.",
    "1982750088": "Makampuni kote ulimwenguni yanatoa zabuni kwa kazi hiyo kukamilisha kazi rahisi ambazo ni rahisi kwa watu lakini ngumu kwa mashine. Watumiaji hutumia tovuti wanayotembelea, na wanapata taka kidogo ya wavuti kutokana na kiwango cha juu cha usalama.",
    "1108398506": "wateja hupata udhibiti kamili wa matumizi, na kufaidika kutokana na utaalamu ambao hCaptcha imepata kuendesha mtoa huduma mkubwa zaidi wa changamoto kwenye mtandao. Pia wanapata ofa bora zaidi kuliko ReCAPTCHA Enterprise: hadi 50-80% ya bei bora, kulingana na kiasi.",
    "3012870872": "Tovuti na programu zinazotumia toleo lisilolipishwa (hCaptcha Publisher) hupata mapato kutokana na kazi hiyo badala ya kuichanga kwa Google.",
    "2271512952": "Watumiaji wanaunga mkono tovuti wanayotembelea, na wana uzoefu mdogo wa barua taka kwenye wavuti.",
    "278010425": "Anuwai pana na zinazobadilika mara kwa mara kwenye hCaptcha pia ni ngumu kugeuza otomatiki. Kiolesura kimoja cha reCAPTCHA hakijabadilika kwa miaka mingi, na kina seti ndogo ya maswali yasiyobadilika mara kwa mara. Hii ni mojawapo ya njia ambazo hCaptcha hutoa ulinzi thabiti zaidi wa kupambana na roboti kuliko reCAPTCHA.",
    "984849234": "hCaptcha hutumia ujifunzaji wa kina wa mashine ili kutoa kile ambacho reCAPTCHA inaahidi pekee, huku ikishiriki thamani iliyorekodiwa na tovuti zinazoitumia.",
    "4063769686": "Watumiaji wanaunga mkono tovuti wanayotembelea, na wana uzoefu mdogo wa barua taka kwenye wavuti. Hii inaonekana kama mpango wa haki zaidi.",
    "685916926": "Kwa nini reCAPTCHA haijaboreshwa kwa muda?",
    "3992401943": "Kumekuwa na mapinduzi katika ujifunzaji wa kina tangu 2012. Kanuni ya tasnia ya usahihi wa kazi imeboreshwa kwa kiasi kikubwa katika muongo mmoja uliopita, hasa kutokana na mitandao ya kina ya mapinduzi. Huduma zingine zinazotumia ML zinazotolewa na Google zimefuata mkondo huu.",
    "615031303": "(Tazama maelezo ya chini",
    "2125514305": "ML imeboreshwa, lakini ugumu wa kupitisha reCAPTCHA haujabadilika sana kwa wakati huu.",
    "1406188018": "6 na 7",
    "2689973938": "Kuboresha reCAPTCHA huzua mzozo wa kimsingi kwa Google kama mchuuzi wa tangazo.",
    "464238793": "Ikiwa Google yenyewe itabaini kuwa mtumiaji kuona tangazo au kubofya kiungo alikuwa roboti, haiwezi kutoza kwa matangazo yanayoonyeshwa kwa mtumiaji huyo. Mgongano huu wa kimaslahi umepunguza kwa kiasi kikubwa wigo wa malengo ya Google dhidi ya bot.",
    "918924423": "Kwa mfano, Google haijatoa huduma muhimu kama vile utambuzi wa kijibu retroactive. Inaaminika zaidi kutangaza trafiki ya mtumiaji inayozalishwa baada ya kuchanganua data ya siku kadhaa.",
    "661412233": "Kujua baada ya captcha kwamba watumiaji wengine walikuwa bots pia ni muhimu. Huwaruhusu wamiliki wa tovuti kusafisha machapisho ya zamani ya barua taka na kufuta \"akaunti za usingizi\" zilizosajiliwa kwenye mijadala ya taka katika siku zijazo, kupunguza ulaghai na mengine mengi.",
    "3600797185": "Kutoa kitambulisho cha kijibu retroactive kunaweza kufungua Google kwa maswali magumu ya jinsi ya kurejesha pesa kwa watangazaji ambao walitumia pesa kwenye trafiki hiyo ya ulaghai.",
    "2076932190": "Bidhaa ya reCAPTCHA imedumaa kwa muongo mmoja.",
    "3856912381": "Watumiaji wameteseka, na barua taka zisizo za lazima kwenye wavuti sasa zimeenea. Lakini kuna njia mbadala.",
    "1035621426": "Kila kijibu kinachotambuliwa na reCAPTCHA hupunguza moja kwa moja mapato ya matangazo ya Google.",
    "3668115514": "Je, hCaptcha ni tofauti gani?",
    "2413742287": "Motisha ya hCaptcha ni kuongeza usahihi, si mapato ya matangazo: majibu ya roboti hayana manufaa kwa wateja wetu, wanaohitaji data ya mafunzo ya binadamu.",
    "1373262754": "Kujua mtu binafsi ni nani kuna thamani ndogo kwa hCaptcha. Tunajali tu kama ni binadamu au mwigizaji hasidi.",
    "600646860": "Badala ya kutoa huduma ya thamani inayotiliwa shaka huku ikipata leba yenye thamani halisi, hCaptcha hutoa fidia na ulinzi dhabiti wa kupambana na roboti.",
    "1836191653": "Badala ya kutoa huduma iliyoshindwa kwa urahisi kwa watumiaji bila malipo huku ikitoza mamilioni ya dola kwa toleo la biashara ambalo si bora zaidi, hCaptcha hutoa ulinzi bora wa roboti kwa wote wawili, huku ikiwapa watumiaji wa biashara vipengele vya ziada na ubinafsishaji, pamoja na SLA kali na usaidizi wa haraka.",
    "990215503": "hCaptcha ndiyo huduma kuu pekee ya captcha isiyomilikiwa na mtandao wa matangazo.",
    "971933157": "hCaptcha inajali kuhusu faragha, uwazi na haki.",
    "178839499": "hCaptcha inashiriki thamani ya kazi iliyofanywa huku watumiaji wakithibitisha ubinadamu wao.",
    "1237076138": "hCaptcha inatoa ofa ya haki kwa wateja wa bure (hCaptcha Publisher) na wa biashara (hCaptcha Enterprise).",
    "614310292": "Nani alijenga hCaptcha?",
    "4188814619": "hCaptcha ni huduma ya Mashine za Intuition (",
    "3265328927": "), kampuni ya kujifunza mashine ambayo hutoa bidhaa na huduma kwa kampuni zinazotekeleza ujifunzaji wa mashine kwa kiwango.",
    "2740033957": "Timu ya IM inaundwa na wanasayansi na wahandisi kutoka Apple, Amazon, na viongozi wengine katika kujifunza mashine, mifumo iliyosambazwa, na usalama.",
    "1579715421": "Wanasayansi wa IM huchapisha mara kwa mara katika mikutano mikuu kama vile ICML, ICLR, ECCV, na NeurIPS, na kampuni hiyo imetoa hadharani matokeo ya hali ya juu katika taaluma za ML kama vile hashing ya kina [",
    "4015238193": "na OCR [",
    "279580593": "imachines.com",
    "279918384": "Je, Google inatumiaje kazi yako isiyolipishwa?",
    "2385522384": "Huenda ulikuwa unaona fremu za video kutoka kwa kamera kwenye magari yanayojiendesha ya Waymo ya Google, na kusaidia kuboresha utambuzi wa kifaa chao.",
    "1517627947": "Huenda ulikuwa unaona picha za majengo au alama za barabarani kutoka kwa magari ya Streetview ya Google, na kusaidia kuweka lebo kwenye bidhaa zao za Ramani na Earth.",
    "3225936061": "Huenda ulikuwa unaona picha za maandishi kutoka kwa kurasa za vitabu kwenye huduma ya Vitabu vya Google, na kusaidia kuboresha programu yao ya OCR (utambuzi wa maandishi).",
    "129661785": "Umewahi kuulizwa \"kubofya kwenye gari/njia panda/kusimama?\"",
    "936667684": "Umewahi kuombwa \"kuandika alama ya jengo/mtaani?\"",
    "3773515538": "Umewahi kuulizwa \"andika maneno mawili?\"",
    "1778058441": "Ni aina gani za kazi zinazoendeshwa kwenye hCaptcha?",
    "366088791": "hCaptcha inasaidia aina mbalimbali za kazi.",
    "3114147525": "Wateja wa hCaptcha hutumia huduma kwa kazi zinazojumuisha utambuzi wa kitu, utambuzi wa sifa (kukusanya lebo za kutambua aina za nguo), cheo cha umuhimu (kuchukua bidhaa muhimu zaidi kutoka kwa chaguo kadhaa ikilinganishwa na bidhaa ya msingi), masanduku ya kufunga (kutafuta maeneo ya kuvutia kwenye picha), \"OCR ya Binadamu\" (kutambua maandishi kwenye picha) na aina zingine nyingi za kazi.",
    "3139609561": "Ifuatayo ni mifano miwili ya uainishaji wa picha na aina za kazi za kutambua sifa. [",
    "2273532558": "Wateja wanaolipa wa hCaptcha ni akina nani?",
    "4104221634": "Wateja wa hCaptcha wanatumia sekta mbalimbali, kuanzia kampuni za teknolojia hadi zile zinazoangazia mitindo, rejareja na maeneo mengine ambapo wanaweza kupata thamani kutokana na kutumia ujifunzaji wa mashine.",
    "1337725003": "hCaptcha imejitolea kuweka kidemokrasia ufikiaji wa ufafanuzi wa juu wa wakati halisi, kuruhusu kampuni kubwa na ndogo kuboresha ubora wa bidhaa na huduma zao kwa kutumia mafunzo ya mashine kwenye biashara zao.",
    "4086379603": "Maswali?",
    "1243684308": "Tunachukua maoni yako kwa uzito, na tunataka kuhakikisha kila mtu ana matumizi ya kufurahisha zaidi mtandaoni, kukiwa na roboti chache na barua taka chache. Wasiliana nasi:",
    "2645321220": "Na ikiwa unaona kuwa gharama ya reCAPTCHA ni kubwa mno, tuulize kuhusu hCaptcha Enterprise. Kwa sasa zinazotumiwa na baadhi ya wachapishaji wakubwa zaidi, kampuni za huduma za kifedha, na kampuni za miundombinu ya wavuti duniani, si tu mbadala zinazoaminika za reCAPTCHA: tunaamini zinatoa ulinzi bora zaidi unaopatikana kwa sasa.",
    "1229233916": "Maelezo ya chini",
    "1115642494": "1. Chanzo: matangazo ya tovuti ya BuiltWith.com reCAPTCHA. Imerejeshwa tarehe 9 Julai 2019.",
    "448807334": "(\"Mamia ya mamilioni ya CAPTCHA hutatuliwa na watu kila siku.\") Ilirejeshwa tarehe 8 Julai 2019.",
    "2397590157": "3. Makadirio ya kihafidhina: milioni 200 hutatua * sekunde 30 kwa kila suluhisho katika miaka = 190.3 mtu-miaka/siku.",
    "3236311792": "4. uchambuzi wa ndani wa hCaptcha. Data iliyokusanywa hadi tarehe 30 Juni 2019. Maelezo yanapatikana kwa ombi.",
    "1752259468": "5. Kadirio la kihafidhina: gharama ya $0.01 ya kidokezo kimoja * 200M wastani. maelezo kwa siku (alama ya chini) * Siku 365 kwa mwaka * miaka 10 tangu upataji wa 2009 = thamani ya chini ya $7.3 bilioni.",
    "3268946369": "6. Credit: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Chanzo: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "UTEMBAJI WA MAHUSIANO WA SEMANTIC WANAOFUATA KWA UDHAIFU-UNAOSIMAMIWA KWA UDHAIFU, Heikki Arponen, Tom E Bishop. ICML 2019, Warsha ya LLD.",
    "2544169219": "Matokeo ya kisasa ya kisasa: ICML LLD, Mei 2019.",
    "1973347745": "10. Picha za mfano zisizo na mrahaba. Chanzo: Petapixel.",
    "1493115924": "Vidokezo vya alama ya biashara:",
    "4051104324": "\"Intuition Machines\" ni chapa ya biashara iliyosajiliwa ya Intuition Machines, Inc.",
    "3983646521": "Majina ya bidhaa zote, nembo, chapa, chapa za biashara na alama za biashara zilizosajiliwa ni mali ya wamiliki husika. Majina yote ya kampuni, bidhaa na huduma yanayotumika katika tovuti hii ni kwa madhumuni ya utambulisho pekee. Matumizi ya majina haya, chapa za biashara na chapa haimaanishi uidhinishaji. Katika kesi hii, kinyume kabisa.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Wanasayansi wa IM Waweka Kigezo Kipya cha Utambuzi wa Maandishi Unaosimamiwa Dhaifu (OCR) katika CVPR 2020.",
    "1259002282": "Je, umepata mdudu? Hivi ndivyo jinsi ya kuripoti.",
    "3301728462": "Mamilioni ya watu hutumia hCaptcha kila mwezi, kwenye maelfu ya michanganyiko ya vivinjari, viendelezi, vifaa, ngome, na zaidi.",
    "3878230879": "Lengo letu ni kuhakikisha kuwa inakufaa kila wakati, kwa hivyo tunathamini sana ripoti zako!",
    "2465128185": "Ili kutoa maoni ya haraka, bofya tu kitufe cha \"Tutumie maoni\".",
    "2921990472": "Ikiwa unaona suala la utendaji, tafadhali fuata",
    "2870341481": "chini. Kwa vivinjari vingine vyovyote tu",
    "1866590035": "maagizo ya logi ya kurekebisha kwa Chrome",
    "444492541": "maagizo ya logi ya kurekebisha kwa Firefox",
    "169267610": "tutumie barua pepe",
    "3100722753": "Kwa masuala ya usalama au faragha yanayoweza kutokea, angalia maagizo hapa chini.",
    "1906593952": "Toa maoni kuhusu hCaptcha ambayo umeona hivi punde",
    "3951254541": "Tunashukuru mchango wako. Tujulishe masuala yoyote na tutayatatua haraka.",
    "3324288040": "Tutumie maoni",
    "2864016648": "Masuala ya Faragha",
    "304004915": "Hatujali watumiaji ni akina nani, ila ni uwezekano wa wao kuwa hasidi au mashine. Tunaunga mkono mipango kama",
    "1139493658": ", na ufanye bidii kusawazisha faragha na usalama.",
    "3083289844": "Ikiwa umepata suala ambalo unadhani linaweza kuathiri faragha ya mtumiaji, tafadhali tutumie barua pepe kwa",
    "4264784515": "Hitilafu za Usalama",
    "963238401": "Daima tunapenda kupokea ripoti za hitilafu za usalama. Barua pepe",
    "3926027556": "na tutarudi kwako haraka.",
    "1589805435": "Pia tunayo a",
    "2560582224": "programu ya fadhila ya mdudu",
    "103876916": "kwa ripoti zinazostahiki za usalama kwenye huduma ya hCaptcha na msimbo wa chanzo husika.",
    "497117287": "Chaguo za Ufikivu",
    "3230004040": "Je, wewe ni mlemavu wa macho au huwezi kukamilisha hCaptchas?",
    "3480023141": "Pata maelezo zaidi kuhusu chaguo za ufikivu",
    "2052161540": "Inanasa Maelezo ya Ripoti ya Mdudu: Chrome",
    "2281169898": "Kutuma maelezo ya utatuzi na ripoti yako kutaturahisishia zaidi kutambua kinachoendelea. Hapa kuna maagizo ya hatua kwa hatua:",
    "1123365779": "Ikiwa wewe ni msanidi wa wavuti au mtumiaji mtaalamu, muhtasari ni kwamba tungependa ututumie kumbukumbu za mtandao za HAR na dashibodi ya kivinjari.",
    "2015218686": "kabla hujapitia hatua hizi. Hilo likirekebisha tatizo lako, bado tutashukuru kwa kutufahamisha toleo la kivinjari chako, kizuia matangazo au kiendelezi cha kivinjari, na URL ya tovuti.",
    "3922723611": "Tafadhali jaribu kuzima kizuizi chochote cha matangazo au viendelezi vya usalama vya kivinjari",
    "4036872105": "kwanza na kisha jaribu tena",
    "993651083": "Hatua ya 1: Fungua Zana za Wasanidi Programu (Hii inaanza kurekodi kipindi.)",
    "4163469907": "Hatua ya 2: Bofya kwenye kichupo cha Mtandao kwenye Zana za Wasanidi Programu. Angalia kisanduku cha \"Hifadhi logi\" hapo juu.",
    "4243348003": "Hatua ya 3: tembelea",
    "641342999": ".",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Hatua ya 4: Bofya \"Hamisha HAR\" (mshale mdogo wa chini) baada ya kujaribu kutatua, ambayo huhifadhi logi ya mtandao. Tutumie faili hilo.",
    "1503240421": "Hatua ya 5: Bofya kwenye kichupo cha Console, na ubofye-kulia kisha \"Hifadhi kama ..\" ili kuhifadhi kumbukumbu ya kiweko. Tutumie hiyo pia.",
    "2863840904": "Hatua ya 6: Hatua ya mwisho, tutumie barua pepe hizo faili za kumbukumbu za HAR na kiweko, na ueleze tatizo",
    "4051785543": "Tumia:",
    "3623028666": "(tafadhali tumia huduma kama",
    "551761392": "na kutuma viungo) na kwa hiari picha ya skrini, ikiwa unashuku kuwa kuna kitu hakionyeshwi ipasavyo. Tafadhali tuma IP unayotumia pia. Unaweza kuipata kutoka",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Asante kwa kuchukua muda kutusaidia kupata maelezo haya!",
    "3680327841": "Tumejitolea kufanya hCaptcha ifanye kazi vizuri kwa kila mtu",
    "1059502393": "Inanasa Maelezo ya Ripoti ya Mdudu: Firefox",
    "1112074001": "Hatua ya 2: Bofya kwenye kichupo cha Mtandao kwenye Zana za Wasanidi Programu. Angalia kisanduku cha \"Dumisha kumbukumbu\" hapo juu.",
    "1797298240": "Hatua ya 4: Bofya \"HAR\" baada ya kujaribu kutatua, na uchague \"Hifadhi Yote kama HAR\" ili kuhifadhi kumbukumbu ya mtandao. Tutumie faili hilo.",
    "3671246379": "Hatua ya 5: Bofya kwenye kichupo cha Console, na ubofye-kulia kisha \"Chagua zote\" na uihifadhi kwenye faili ya maandishi, ili kuhifadhi kumbukumbu ya kiweko. Tutumie hiyo pia.",
    "3816867833": "Maoni",
    "788770967": "Samahani kusikia hivyo! Unaweza kutaka kutumia chaguo letu la ufikivu:",
    "1333016413": "Hii inakuwezesha kuepuka maswali ya baadaye kwa kusajili na kuweka kuki.",
    "2333410049": "Tafadhali jaribu pia kuzima kizuia tangazo lako.",
    "1345083090": "Je, unaripoti suala la utendakazi?",
    "2184564739": "Tazama",
    "604751186": "Masuala mengine? Barua pepe",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "jinsi ya kuripoti masuala na kumbukumbu za kina",
    "1050501253": "Ngumu Sana",
    "3264813246": "Haifai",
    "3526939538": "Mdudu wa Programu",
    "126134492": "Nyingine",
    "3511610999": "Wacha tuhakikishe unafika mahali pazuri.",
    "3906886217": "Kwa makampuni au tovuti",
    "1621597093": "Suluhu za usalama za biashara (zinazolipwa)",
    "3176531704": "Ufafanuzi wa data",
    "1834239172": "Nunua huduma za ufafanuzi za hCaptcha",
    "1457707016": "Kwa watu binafsi",
    "770264626": "Ongeza hCaptcha kwenye huduma yako (bila malipo)",
    "881015166": "Ongeza hCaptcha kwa Wachapishaji kwenye tovuti au programu yangu",
    "47536007": "Pata maelezo zaidi kuhusu hCaptcha",
    "2012837493": "Matokeo ya utafutaji",
    "4034694801": "Hakuna matokeo yanayolingana.",
    "3621411541": "Pata maelezo kuhusu chaguo za ufikivu kwa hCaptcha",
    "3401005681": "Pata pesa",
    "3933993151": "Fanya kazi kama kiweka lebo cha data binafsi",
    "563059212": "Orodha ya Wasindikaji wadogo",
    "3501923981": "Ilisasishwa mwisho: Januari 1, 2020.",
    "3548097301": "Inaanza kutumika: Januari 1, 2020.",
    "3991444169": "Ukurasa huu unaorodhesha wasindikaji wa sasa wa huduma ya hCaptcha Enterprise.",
    "835396984": "Inatumika Kwa Sasa",
    "424089481": "Amazon Web Services, Inc. (Global). Huduma zinazotolewa: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Global). Huduma zinazotolewa: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Ulimwenguni). Huduma zinazotolewa: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Global). Huduma zinazotolewa: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Kumbuka: haitumiki kwa wateja wote. Kwa mfano, IP Blinding au wateja wengine wa hali ya juu wa faragha au chaguo la usalama (km Wateja wa Secure Virtual Tenancy) hawajumuishwi kabisa kwenye uwezekano wowote wa \"PII\" kuingia kwenye mifumo ya telemetry, hata anwani ya IP. Tafadhali wasiliana na mwakilishi wa akaunti yako kwa maelezo zaidi ikihitajika.",
    "700843971": "Hound Technology, Inc. (Global). Huduma zinazotolewa: asali.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Global). Huduma zinazotolewa: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Global). Huduma zinazotolewa: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Global). Huduma zinazotolewa: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Miundombinu",
    "370366524": "Telemetry ya Huduma ya Ephemeral",
    "121192737": "Nyongeza zinazokuja",
    "2420789666": "Fastly, Inc. Huduma zinazotolewa: Fastly CDN na compute makali.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Inaanza kutumika: Septemba 1, 2021. Nyongeza ya Miundombinu",
    "1487796027": "Kwa makampuni",
    "3943417791": "Pata usaidizi kwa hCaptcha Enterprise (BotStop)",
    "702287791": "Mchapishaji wa hCaptcha (bila malipo)",
    "3397976149": "Pata usaidizi kwa Mchapishaji wa hCaptcha",
    "833750823": "Je, una shida na changamoto?",
    "2024737147": "Je, ungependa kuripoti hitilafu?",
    "1978884623": "Pata maelezo zaidi kuhusu kuripoti masuala ya programu",
    "4188664955": "Sheria na Masharti Kuu",
    "2621989404": "Ilisasishwa Mwisho: Septemba 24, 2021. Tafadhali kumbuka kuwa masharti yetu ya lugha ya Kiingereza ni halali.",
    "2404545611": "Karibu hCaptcha! Asante kwa kuwa sehemu ya jumuiya yetu. Watumiaji wote wa \"Huduma\" (zilizofafanuliwa hapa chini) lazima wakubali masharti yafuatayo (\"Sheria na Masharti\"). Chini ya Sheria na Masharti haya, \"IMI\", \"sisi\" na \"sisi\" inarejelea Intuition Machines, Inc. na matawi yake, washirika, maafisa, mawakala, wafanyakazi, wawakilishi na mawakala, na \"tovuti\" yetu inajumuisha tovuti yoyote chini ya udhibiti wetu, ikijumuisha www.hcaptcha.com na www.imachines.com.",
    "2348450790": "Tafadhali soma Sheria na Masharti haya. Zinajumuisha, miongoni mwa masharti mengine, kanusho za dhamana, mipaka ya dhima, na usuluhishi unaoshurutisha. Tafadhali kumbuka kuwa Sheria na Masharti haya yanaweza kuwa yamebadilika tangu ulipotembelea tovuti yetu mara ya mwisho. Tunaweza kurekebisha na kusasisha Sheria na Masharti haya mara kwa mara kwa hiari yetu. Ikitokea mabadiliko ya nyenzo, tutakujulisha kwa kuchapisha Sheria na Masharti yaliyosasishwa kwenye ukurasa huu, na kisha ni lazima ukubali Sheria na Masharti yaliyosasishwa ili uendelee kutumia au kufikia Tovuti au Huduma.",
    "1064537632": "Tafadhali kumbuka kuwa matumizi yako ya Huduma yetu yanasimamiwa na Makubaliano yetu ya Kuchakata Data, ambayo yamejumuishwa humu kwa marejeleo. Tafadhali kagua makubaliano haya ili kuona jinsi tunavyochakata data ya kibinafsi kwa niaba yako. Kumbuka kuwa tunafanya kazi kama \"kichakataji data\" kwa madhumuni ya Kanuni ya Jumla ya Ulinzi wa Data ya EU, na \"mtoa huduma\" kwa madhumuni ya Sheria ya Faragha ya Watumiaji ya California.",
    "1933936765": "Mkataba wa Kuchakata Data (Ilisasishwa mara ya mwisho: Septemba 23, 2021)",
    "2959486280": "Ikiwa hukubaliani na Sheria na Masharti haya, huwezi kutumia au kufikia Tovuti au Huduma.",
    "3200859925": "1. Kusudi",
    "1807143500": "Huduma hizi ni pamoja na huduma ya usalama ya mtandaoni (\"Huduma ya hCaptcha\") na jukwaa (\"Jukwaa la Mashine za Intuition\") ambapo mtu binafsi (\"Mchangiaji\") anaweza kuchagua kufanya kazi ambazo huluki nyingine au Mashine za Intuition zenyewe (kila moja). \"Muombaji\") huchapisha kwenye tovuti yetu au Huduma ya hCaptcha, moja kwa moja kwenye tovuti yetu au kwa kufikia Jukwaa la Mashine za Intuition na/au kufanya kazi kupitia au kuhusiana na huluki nyingine na/au jukwaa au huduma (kila moja, \"Kiunganishi\"). Wanaotuma Ombi huchapisha kazi na kuwaalika Wachangiaji kuzitekeleza badala ya zawadi zinazotolewa na IMI kwa Viunganishi, au kama inavyobainishwa na Anayetuma Ombi ikiwa Mwombaji anatumia Jukwaa la Mashine za Intuition au Huduma ya hCaptcha kuhudumia kazi kwa watumiaji wao wa mwisho. Tunatoza makampuni na watu binafsi (kila mmoja \"Mteja\") kwa matumizi ya mfumo wetu ili waweze kutumia programu yetu, kazi za mwandishi, kutukodisha kuandika kazi, na/au kupata idhini ya kufikia Wachangiaji. Pia tunatoza Integrators kwa matumizi ya Huduma yetu ya hCaptcha ili kupunguza ulaghai, matumizi mabaya na barua taka kwenye tovuti zao, programu za simu na sifa nyinginezo za mtandaoni. Yaliyotangulia yanarejelewa kwa pamoja kama \"Huduma.\"",
    "3212830633": "2. Kustahiki",
    "2605814073": "Kwa kutumia au kujiandikisha kwa Huduma zetu, unakubali: una umri wa angalau miaka 18; una mamlaka ya kuingia mkataba huu kwa niaba yako mwenyewe au huluki unayowakilisha, na wakati wote utaendelea kutii Sheria na Masharti haya na sera na miongozo yote ya IMI iliyorejelewa humu; na hutatumia vibaya tovuti yetu, kupotosha utambulisho wako kwetu, au kutumia akili ya bandia kukamilisha sehemu yoyote ya kazi yoyote kwenye IMI ambayo inahitaji akili ya binadamu.",
    "2616040974": "3. Wateja na Waombaji",
    "1544829730": "Ikiwa wewe ni Mteja au Anayetuma Ombi, unakubali kwamba masharti ya ziada yaliyoambatishwa hapa kama Kiambatisho cha Wateja yatatumika na kujumuishwa kwa kurejelea katika Sheria na Masharti haya. Iwapo wewe si Mteja au Mwombaji, au utaacha kuwa Mteja au Muombaji, basi masharti ya ziada katika Kiambatisho cha Wateja hayatatumika wala hayatajumuishwa kwa kurejelea katika Sheria na Masharti haya.",
    "3759360138": "4. Jina la mtumiaji na Nenosiri",
    "2236960358": "Baada ya kujiandikisha, utaombwa kufichua taarifa fulani za kibinafsi kukuhusu (\"Taarifa za Kibinafsi\"), ikijumuisha jina lako, anwani ya barua pepe, na kuunda jina la mtumiaji na nenosiri, yote ambayo yatakuwa chini ya Sera yetu ya Faragha, inayopatikana kwenye tovuti yetu. tovuti. Wewe peke yako una jukumu la kufuatilia, kuhakikisha na kudumisha usalama wa akaunti yako, manenosiri, na funguo zozote za uthibitishaji zinazohusiana na akaunti yako, na unawajibika kwa matumizi yoyote au hatua inayochukuliwa kupitia matumizi ya maelezo hayo kwenye Huduma.",
    "3047519814": "Unakubali kwamba hutashiriki akaunti yako au nenosiri lako na mtu yeyote.",
    "1699668873": "Lazima uarifu IMI mara moja ikiwa unashuku kuwa maelezo ya akaunti yako yameibiwa au kutumiwa na mtu mwingine, au ukiukaji wowote wa usalama.",
    "3044038608": "Unakubali kutupa taarifa za kweli, sahihi na kamili kama ilivyoombwa katika mchakato wetu wa usajili. Pia unakubali kusasisha maelezo kama hayo mara moja inapohitajika ili kuyaweka ya kisasa na sahihi.",
    "4132302900": "5. Faragha Yako, Data Yako, na \"Data Kwa Wote\"",
    "10724169": "Unakubali Sera yetu ya Faragha, ambayo inasimamia kile tutakachofanya na Taarifa zozote za Kibinafsi utakazotupa.",
    "1669194950": "Mbali na Taarifa za Kibinafsi, unaweza pia kuhitajika kutoa (au inaweza kuwa muhimu kwetu kukusanya) data nyingine ili tuweze kutoa Huduma (kwa pamoja, \"Data ya Wateja\"). Hatuwajibikii kwa kushindwa kutekeleza Huduma kunakosababishwa na kuchelewa kwako au kushindwa kutoa Data ya Wateja.",
    "1330274831": "Kwa hivyo unatupatia leseni ya duniani kote, isiyo ya kipekee, yenye leseni ndogo, inayoweza kuhamishwa, isiyo na mrabaha, isiyoweza kubatilishwa katika kipindi cha Makubaliano haya ya kutumia, kuzalisha tena, kusambaza kielektroniki na kuonyesha hadharani Data yoyote ya Mteja kwa madhumuni ya kutoa Huduma pekee. . Unawakilisha na kuthibitisha kuwa unamiliki haki, jina na maslahi ya kutosha ndani na kwa data yako ili kutoa leseni katika sehemu hii.",
    "2230333214": "Tunajumlisha Data ya Wateja na data nyingine ili matokeo yasitambulike kibinafsi na pia tunakusanya kumbukumbu za kiufundi na data ambayo haijatambuliwa kuhusu matumizi ya Huduma (\"Jumla/Data Isiyotambuliwa\"). Bila kujali chochote kinachopingana hapa, Data yoyote kama hiyo ya Jumla/Isiyotambuliwa inaweza kutumiwa na IMI kwa madhumuni yoyote ya biashara wakati au baada ya muda wa Mkataba huu, ikijumuisha bila kikomo kuendeleza na kuboresha Huduma na kuunda na kusambaza ripoti na nyinginezo. nyenzo. Data ya Wateja inaweza pia kudumu na kuonyeshwa kwenye mfumo kwa muda mfupi usiozidi siku 180 baada ya kazi kukamilika, kwa mfano kama data ya urekebishaji kiotomatiki au uthibitishaji wa mifumo ya Mashine za Intuition. Kwa uwazi, Sehemu hii ya 5 haitupi haki ya kukutambua kama chanzo cha Data yoyote ya Jumla/Isiyotambuliwa bila idhini yako ya maandishi.",
    "3881754581": ". Ikiwa wewe ni Mteja wa huduma zetu za ufafanuzi na umechagua chaguo la \"Data For All\" kama sehemu ya matumizi yako ya Huduma, basi unaidhinisha IMI na watumiaji wote wa Huduma ulimwenguni kote, isiyo ya kipekee, yenye leseni, inayoweza kuhamishwa, leseni isiyo na mrabaha, isiyoweza kubatilishwa ya kutumia kikamilifu Data yote ya Wateja, ikijumuisha haki zote za uvumbuzi zinazohusiana. Ukichagua chaguo la \"Data kwa Wote\", unawakilisha na kuthibitisha kuwa unamiliki haki, kichwa na maslahi ya kutosha na data yako ili kutoa leseni katika sehemu hii.",
    "3496767126": "Ili kuepusha shaka, aya ifuatayo inatumika kwa Wateja wanaotumia huduma zetu za ufafanuzi, na sio kutumia Huduma zetu kama Kiunganishi.",
    "767207800": "Ikiwa data yako ina maudhui yanayoweza kuwa wazi au ya kukera, tunahitaji uyaweke alama ya \"MAUDHUI WAZI\" ili kuwa onyo la haki kwa mtu yeyote anayeona data yako. Huwezi bila makubaliano tofauti ya maandishi na IMI kujumuisha majukumu ambayo yanakiuka sera zetu, ikijumuisha, lakini sio tu, (a) majukumu ambayo yanakuza tovuti au huduma nyingine moja kwa moja au kwa njia isiyo ya moja kwa moja, (b) majukumu ambayo yanakiuka masharti ya tovuti ya mtu mwingine na masharti, (c) majukumu yanayowauliza Wachangiaji kuomba wahusika wengine, (d) majukumu ambayo yanawaomba Wachangiaji kuchukua hatua ili kudhibiti tabia au matokeo ya tovuti, (e) majukumu ambayo yanakiuka haki miliki za watu wengine, na (f) majukumu. ambayo yanahitaji Wachangiaji kupakua programu au faili.",
    "3370561195": "6. Tabia Inayokubalika",
    "4205152730": "Unahimizwa kuingiliana na watumiaji wengine mahali popote kwenye tovuti yetu, Forum, ujumbe, gumzo, na njia nyingine za mitandao ya kijamii zinazodhibitiwa na IMI, lakini ukifanya hivyo lazima utii sheria na masharti yote ya huduma na matumizi kwenye tovuti yetu na sheria zote husika. .",
    "1394253934": "7. Matumizi Mabaya, Dhuluma, na Upotoshaji",
    "1406393333": "Ufikiaji au matumizi yoyote ya Huduma isipokuwa kwa mujibu wa Masharti haya ya Huduma na maagizo yoyote tunayotoa yamepigwa marufuku kabisa. Hasa, HUWEZI:",
    "3409726716": "kujiandikisha kwa zaidi ya akaunti moja nasi bila idhini iliyoandikwa;",
    "3119498672": "fanya kazi yoyote kwa kutumia roboti za mtandao, roboti za wavuti, roboti, hati, au aina nyingine yoyote ya akili bandia au kujaribu kupata zawadi kutoka kwa IMI au Muombaji au Muunganishaji yeyote bila kukamilisha kazi kama zinavyofafanuliwa;",
    "1188668818": "kutoa taarifa yoyote ya uwongo unapotumia tovuti hii (ikiwa ni pamoja na bila kizuizi kuiga mtu au shirika lingine lolote katika akaunti yako, au kusema kwa uwongo au vinginevyo kujiwakilisha vibaya au ushirika wako na mtu au shirika lingine lolote katika akaunti yako;",
    "2804310964": "kufikia au kujaribu kufikia tovuti yetu kupitia seva ya proksi yoyote au kifaa kingine kilichoundwa ili kuficha mahali halisi au utambulisho wako au kwa njia nyingine yoyote isipokuwa kiolesura kilichotolewa;",
    "1374227759": "kutumia tovuti kwa shughuli yoyote haramu, au kwa madhumuni yoyote isipokuwa madhumuni ambayo ilitolewa;",
    "2103513933": "kushiriki katika shughuli ambayo inaingilia au kuvuruga utendaji wa tovuti;",
    "137127070": "ingiza, pakia, au ambatisha viungo au faili hasidi au zisizojulikana, au pakia maudhui yoyote ambayo yana virusi, Trojan horse, worm, bomu la muda, au msimbo mwingine hatari wa kompyuta;",
    "1686655020": "Pakia maudhui yoyote yanayotegemea hakimiliki ambayo si kazi yako asilia, isipokuwa kama una ruhusa kutoka kwa mmiliki halali kuchapisha maudhui kama hayo na kuipa IMI haki zote zilizoidhinishwa zinazotolewa humu;",
    "1406692811": "kushiriki katika kutuma taka au kuchapisha aina yoyote ya utangazaji, kujaribu kupata marejeleo, mawasiliano ya watu wengi, ofa za pesa au maombi, uombaji wa huduma, utangazaji, uuzaji, jumbe za kipuuzi, mada zilizorudiwa, maudhui haramu, viungo vya tovuti ya kijamii, anwani za barua pepe, au vitambulisho vya mjumbe wa papo hapo isipokuwa inavyotakiwa na jukumu;",
    "3893539589": "ingiza viungo vya nje vinavyotoa bidhaa au huduma isipokuwa inavyotakiwa na kazi;",
    "3214322759": "vinginevyo jihusishe na shughuli yoyote mbaya au ya ulaghai.",
    "3733422465": "8. Kuthibitisha Utambulisho wako",
    "267645277": "IMI inaweza kuthibitisha utambulisho wako. Hii inaweza kujumuisha kulinganisha maelezo yako ya kibinafsi dhidi ya hifadhidata za watu wengine au hati rasmi za kisheria. Unatuidhinisha kufanya maswali yoyote muhimu ili kuthibitisha utambulisho wako, umiliki wako wa anwani yako ya barua pepe, na umiliki wako wa akaunti zako za fedha. Unakubali kutoa maelezo kukuhusu ili kutusaidia katika kuthibitisha utambulisho wako.",
    "4169910317": "9. Kuzingatia Sheria",
    "519755936": "Ni wewe pekee unayewajibika kutii sheria za shirikisho, jimbo, jimbo, na eneo kuhusiana na matumizi yako ya Huduma. Unakubali kufidia na kutuweka bila madhara kwa madai yoyote dhidi yetu kwa sababu umeshindwa kutii sheria yoyote au umekiuka haki zozote za wahusika wengine, ikiwa ni pamoja na bila kikomo haki za kimkataba, uvumbuzi au haki za faragha.",
    "731546974": "10. Ushuru wa Mchangiaji au Muunganishaji",
    "3128328457": "Ikiwa wewe ni Mchangiaji au Muunganishaji, wewe pekee ndiye unayewajibika kulipa makadirio yoyote au kodi nyingine za mapato ya serikali, jimbo, au eneo, hifadhi ya jamii, FICA, na fidia ya wafanyakazi inayodaiwa kutokana na matumizi ya tovuti yetu, na vile vile. kodi au malipo sawa katika maeneo ya mamlaka yasiyo ya Marekani. Unakubali kufidia na kutuweka bila madhara kwa tathmini zozote dhidi yetu kwa sababu umeshindwa kutii sheria zozote za kodi.",
    "2931396764": "11. Ukiukaji wa Masharti Haya ya Huduma",
    "1240667045": "Tunaweza kusimamisha, kudhibiti, au kughairi ufikiaji wako kwa Huduma wakati wowote kwa sababu yoyote, ikijumuisha kwa sababu: (a) tunaamini kuwa umekiuka Sheria na Masharti haya (pamoja na sera zingine zinazohusiana); (b) tunaamini kuwa umekiuka haki zetu au haki za mtu mwingine yeyote; (c) hatuwezi kuthibitisha au kuthibitisha maelezo ambayo umetupatia; au (d) tunaamini kuwa vitendo vyako vinaweza kuunda dhima kwako, sisi au watu wengine. Kwa kuepusha mashaka, tunahifadhi haki ya kuzuia au kusimamisha malipo kwako ikiwa tunaamini ipasavyo kwamba lolote kati ya hayo yaliyotangulia linatumika kwa malipo hayo.",
    "1601080128": "Tukisimamisha au kusimamisha akaunti yako, hutaweza tena kufikia sehemu zozote za tovuti, ikiwa ni pamoja na data, ujumbe, faili na nyenzo nyingine unazohifadhi kwenye tovuti. HUWEZI kuendelea kutumia tovuti yetu chini ya jina tofauti au jipya la akaunti. Ukiukaji wa Sheria na Masharti haya unaweza kushtakiwa kwa kiwango kamili cha sheria na unaweza kusababisha adhabu na vikwazo zaidi.",
    "1160707899": "12. Wajibu wa Mchangiaji na Uhusiano na IMI na Waombaji Wengine",
    "269838707": "Ikiwa wewe ni Mchangiaji, wewe pekee ndiye unayeamua ni kazi gani na ngapi za kukamilisha, na lini na wapi utazikamilisha. Uko huru kutumia muda mwingi au mchache kukamilisha kazi upendavyo. Hakuna wakati uko chini ya wajibu wowote wa kukamilisha kazi.",
    "1087195513": "Iwapo wewe ni Mchangiaji ambaye anafikia Huduma na/au anafanya kazi kupitia au kwa uhusiano na Muunganishaji kwa niaba ya Muombaji ambaye si IMI, basi unakubali na kukubali kwamba Mashine za Intuition haziwajibikiwi na hazina wajibu kwako na heshima kwa malipo yoyote au fidia nyingine kwa kazi zilizokamilishwa. Unakubali na kukubali kwamba zawadi zozote au fidia nyingine kwa kazi zilizokamilishwa huamuliwa tu kwa mujibu wa makubaliano yako na Mwombaji Ombi na/au Muunganishaji, kama inavyotumika. Mizozo yoyote juu ya zawadi kama hizo au fidia nyingine (ikiwa ni pamoja na kushindwa kupokea tuzo kama hizo au fidia nyinginezo bila kikomo) ni kati yako tu na Mwombaji na/au Mshirikishi, kama inavyotumika.",
    "952813944": "Matumizi yako ya tovuti au kitu chochote katika makubaliano haya hayaleti ajira, ubia, ubia, wakala, franchise au uhusiano wa mwakilishi wa mauzo kati yako na Intuition Machines. Hatukupi kifaa au zana za kukamilisha kazi. Hatutoi manufaa yoyote, fidia ya wafanyakazi, au bima. Hatuwajibiki kwa gharama zozote unazotumia kwa kutumia tovuti yetu. Hatutakunyima kiasi chochote kutoka kwa zawadi yako kwa kodi ya mapato ya serikali au serikali, Usalama wa Jamii, au kodi nyingine yoyote. Uko huru wakati wote kufanya kazi kwa mtu au biashara yoyote, pamoja na washindani wetu. Huna mamlaka ya kuingia katika mkataba wowote, kwa maandishi au kwa mdomo, kwa niaba ya Mashine za Intuition.",
    "3460432665": "Licha ya hayo yaliyotangulia, ikiwa wewe ni mlipa kodi wa Marekani tunaweza kukuomba W-9, kusasishwa kila mwaka, na tunaweza kukuzuia kutekeleza majukumu hadi ukamilishe au usasishe W-9.",
    "458271951": "Iwapo wewe ni Mchangiaji ambaye anafikia Huduma na/au kufanya kazi kupitia au kwa kuunganishwa na Kiunganishaji kwa niaba ya Mashine za Intuition (zinazofanya kazi kama Anayetuma Ombi), Mashine za Intuition zinaweza kukuthawabisha kwa kukamilisha kazi fulani zinazokubalika. Iwapo utapatikana kuwa umejihusisha na ulaghai, matumizi mabaya au ukiukaji wa Sheria na Masharti haya, zawadi zozote na zawadi zote utakazopewa zinaweza kuzuiwa na/au kurejeshwa na Mashine za Intuition.",
    "3056723024": "13. Ukamilishaji Usiokubalika wa Kazi",
    "3913203723": "Iwapo, kwa sababu yoyote ile, Muombaji hatakubali utendakazi wa kazi uliyokamilisha, wewe kama Mchangiaji au Mshirikishi hutastahiki zawadi yoyote kwa kazi hiyo. Ikiwa zawadi tayari zimetawanywa kwako kwa kazi iliyokamilishwa kwa njia isiyokubalika, tunaweza kuzirejesha kutoka kwako.",
    "3666807632": "14. Sifa na Ujuzi wa Mchangiaji",
    "1993899769": "15. Matumizi Yetu ya Taarifa",
    "2927283721": "Kwa kutekeleza majukumu kwenye tovuti yetu, unaidhinisha ukusanyaji, matumizi, na ufichuaji wa taarifa zako za kibinafsi kwa mujibu wa Sera yetu ya Faragha. Zaidi ya hayo, tunaweza kushiriki taarifa fulani kukuhusu wewe na kazi zako zilizokamilishwa kwa Mwombaji ambaye kazi zake umekamilisha ili kuwezesha uhusiano wa huduma na kuboresha tovuti, ikijumuisha, kwa mfano, Kitambulisho cha Mchangiaji, matokeo ya kazi zilizokamilishwa na sifa nyingine zinazohusiana na. sifa zako, lugha, ujuzi, na matumizi ya tovuti.",
    "3027055607": "16. Haki Miliki na Hakimiliki",
    "3910971075": "IMI inamiliki haki zote, ikiwa ni pamoja na haki za uvumbuzi, katika msimbo wa chanzo, msimbo wa kitu au muundo msingi, mawazo au algoriti, API, na programu yoyote ya ziada, hati au data inayohusiana na Huduma (\"Programu\"). Hutaweza, moja kwa moja au kwa njia isiyo ya moja kwa moja, kupitia mtu mwingine au vinginevyo: (a) kubadilisha mhandisi, kutenganisha, kutenganisha, au kujaribu kugundua Programu; (b) kurekebisha, kutafsiri, au kuunda kazi zinazotokana na Programu yoyote; (c) kunakili, kukodisha, kukodisha, kusambaza, kuahidi, kutoa, au vinginevyo kuhamisha au kulazimisha haki kwa Programu yoyote; (d) kutumia Programu yoyote kwa kushiriki wakati, madhumuni ya ofisi ya huduma, au vinginevyo kwa manufaa ya mtu mwingine; au (e) kuondoa notisi au lebo za umiliki.",
    "3660891610": "Ikiwa wewe ni Mchangiaji, IMI, na si wewe, ina haki za umiliki katika kazi yoyote unayotoa kama sehemu ya kukamilisha kazi yoyote. Kwa kukubali masharti ya Makubaliano haya unakubali (na kwa hili kufanya) kuhamisha umiliki, umiliki na hatimiliki (pamoja na haki zote za uvumbuzi zilizopo duniani kote) ndani na kwa kazi yako kwetu. Ili kuhakikisha kwamba tunaweza kupata, kukamilisha na kutumia haki hizo, unakubali zaidi (i) kusaini hati zozote ili kusaidia katika uwekaji hati, ukamilifu na utekelezaji wa haki zetu; na (ii) kutoa ufikiaji unaofaa kwa habari kwa ajili ya kurekodi, kukamilisha, kupata, kutetea, na kutekeleza haki hizo za umiliki katika nchi yoyote na zote. Majukumu yako chini ya sehemu hii yataendelea hata baada ya kufuta au kusitisha matumizi ya Huduma. Unatuteua kama wakili wako ili kutekeleza hati kwa niaba yako kwa madhumuni yaliyotajwa katika sehemu hii.",
    "426125156": "17. Hakimiliki na Ondoa",
    "1408530660": "IMI inaheshimu haki miliki ya wengine na tunahifadhi haki ya kuondoa kutoka kwa tovuti yetu nyenzo zozote ambazo tunaamini zinaweza kukiuka haki za kiakili za mtu mwingine yeyote. Iwapo unaamini kuwa kazi yako mwenyewe imenakiliwa kwa njia inayojumuisha ukiukaji wa hakimiliki kwenye tovuti hii, tafadhali wasiliana na usaidizi kwa wateja wa Intuition Machines.",
    "2696932851": "18. Malipo",
    "3844300338": "Unakubali kufidia, kutetea, na kutufanya tusiwe na madhara kutokana na madai yoyote na yote, uharibifu, dhima, gharama na gharama (pamoja na ada na gharama za mawakili), zinazotokana au zinazohusiana na utendaji wako wa kazi au matumizi yako ya tovuti yetu. .",
    "2474091800": "19. Migogoro na Watumiaji Wengine; Kutolewa",
    "3162107126": "IMI haishiriki katika mzozo wowote kati yako na mtumiaji mwingine yeyote wa Huduma. Unaachilia IMI na washirika wake kutoka kwa madai yoyote na yote, madai, na uharibifu wa kila aina na asili, inayojulikana na isiyojulikana, inayoshukiwa na isiyoshukiwa, iliyofichuliwa na isiyofichuliwa, inayotokana na au inayohusishwa na mzozo wowote kati yako na mtumiaji mwingine.",
    "2271969747": "20. Taarifa za Siri Unazopokea",
    "1042802841": "Taarifa za siri ni taarifa yoyote ambayo imetiwa alama kuwa ya siri au ya umiliki, au ambayo inafaa kueleweka na mpokeaji kuwa ni ya siri au ya umiliki. Hii haijumuishi taarifa yoyote ambayo (1) inapatikana kwa umma, (2) tayari iko mikononi mwa, iliyotengenezwa kwa kujitegemea na, au tayari inajulikana kwa mpokeaji, au (3) imefichuliwa kwa amri ya mahakama au inavyotakiwa vinginevyo na sheria.",
    "1918025546": "Ukipewa taarifa za siri kutoka kwa mtu yeyote kwenye Huduma, unakubali kulinda usiri wa maelezo ya siri kwa kiwango sawa cha utunzaji unaotumia kulinda taarifa zako za siri, lakini bila kujali uangalizi mdogo. Huruhusiwi kufichua au kuchapisha taarifa zozote za siri au za umiliki, isipokuwa kama inaweza kuwa muhimu kwa ajili ya utendaji wa kazi. Taarifa zote zilizo ndani ya kazi kwenye Jukwaa la Mashine za Intuition zinapaswa kuchukuliwa kuwa siri hata kama taarifa hiyo haijabainishwa kuwa siri.",
    "2690395789": "Iwapo na wakati huhitaji tena maelezo ya siri uliyopokea, lazima urudishe au uharibu mara moja (kama ilivyoombwa na yeyote aliyefichua habari) nakala zote za taarifa zilizopo kwenye majengo, mifumo, au vifaa vingine unavyodhibiti.",
    "2178073797": "Kwa sababu kufichua maelezo ya siri kunaweza kusababisha madhara yasiyoweza kurekebishwa, mhusika anayefichua ana haki ya kutafuta msamaha wa amri kwa ukiukaji wowote au kutishiwa kwa ukiukaji wa neno hili.",
    "2185860003": "21. Marekebisho ya Tovuti",
    "2631249972": "Tunaweza kuboresha au kurekebisha tovuti yetu bila taarifa kwako.",
    "3764131594": "22. Tovuti za Watu wa Tatu",
    "295955580": "Tovuti yetu inaweza kuwa na viungo vya tovuti za watu wengine. Hatudhibiti, hatuchunguzi, hatufuatilii au hatuchunguzi tovuti kama hizo. Hatuwajibiki kwa wala hatuidhinishi programu za kompyuta, maudhui au maoni yaliyomo kwenye tovuti kama hizo. Ukiamua kuondoka kwenye tovuti yetu na kufikia tovuti yoyote ya wahusika wengine, unafanya hivyo kwa hatari yako mwenyewe.",
    "838225123": "23. Kanusho la Udhamini",
    "3897238493": "HUDUMA HUTOLEWA KWA MSINGI WA \"KAMA ILIVYO\". HATUTOI UWAKILISHI AU DHAMANA, INAYODOKEZWA AU KUELEZA, KUHUSIANA NA UFIKIKAJI, USAIDIFU, USHERIA, UPATIKANAJI, AU UTEKELEZAJI WA HUDUMA, SOFTWARE AU NYENZO ZOZOTE INAYOHUSIANA, MADHUMUNI AU MAMBO YOYOTE. KWA KIWANGO CHA UPEO KINACHORUHUSIWA NA SHERIA, IMI INAKANUSHA MASHARTI YOTE YA WASI AU INAYOHUSISHWA, UWAKILISHAJI NA DHAMANA IKIWEMO, LAKINI SI KIKOMO, DHAMANA YA UUZAJI, KUFAA KWA MADHUMUNI, NA MAADILI MAALUM. DAWA YAKO YA PEKEE NA YA KIPEKEE DHIDI YA IMI KWA KUHESHIMU KASORO ZOZOTE, KUTOKUBALIANA, AU KUTORIDHIKA NI KUKOMESHA MATUMIZI YA HUDUMA HIZI Hatutakuwa na jukumu la madhara yoyote kwa mfumo wa kompyuta yako, upotevu au uharibifu wa data, au madhara mengine yatakayotokea. kutoka kwa ufikiaji wako au matumizi ya tovuti au Jukwaa la Mashine za Intuition. Ukatizaji ulioratibiwa na ambao haujaratibiwa unaweza kutokea, na hatutoi idhini ya kupatikana kwa wavuti yetu bila kukatizwa.",
    "2110259227": "24. Ukomo wa Dhima",
    "3018077211": "25. Utatuzi wa Migogoro ya Wachangiaji",
    "2790841456": "Ikiwa wewe ni Mchangiaji, unakubali kifungu kifuatacho cha usuluhishi na msamaha wa hatua wa darasa:",
    "3302832698": "Utatuzi Mbadala wa Mzozo Unahitajika.",
    "561456032": "Unakubali kwamba kwa mzozo wowote unaotokana na au unaohusiana na matumizi yako ya Huduma, ikijumuisha mzozo wowote ambao unaweza kutokea tangu ulipoanza kutekeleza majukumu kwa IMI, na haswa ikijumuisha dai lolote linalohusiana na kama unaainisha au la. mkandarasi huru, kwanza utaarifu IMI kuhusu dai lako dhidi yake. Wewe na IMI basi mtajaribu kutatua suala hilo kupitia mazungumzo ya moja kwa moja au upatanishi. Tutagawanya kwa usawa gharama ya upatanishi na kukubaliana kwamba upatanishi utafanywa kwa njia ya simu au njia nyingine za kielektroniki. Ikiwa dai halijatatuliwa kufuatia mazungumzo au upatanishi usio rasmi, unakubali kwamba wewe na IMI mtatumia usuluhishi wa mwisho na wa kulazimisha kutatua mzozo. Kifungu hiki kinasimamia madai yote kwa nyuma tangu ulipoanza kutumia tovuti yetu, iwe yametokana na uvunjaji sheria, mkataba, sheria, ikijumuisha, lakini sio tu, madai yoyote ya ubaguzi na unyanyasaji, iwe yametokana na Sheria ya Ajira na Makazi ya California. , Kichwa VII cha Sheria ya Haki za Kiraia ya 1964, kama ilivyorekebishwa, au sheria au kanuni nyingine yoyote ya serikali au shirikisho, sheria ya usawa, au vinginevyo.",
    "3794239003": "Utaratibu wa Usuluhishi.",
    "4193379787": "Usuluhishi wote chini ya mkataba huu utafanywa chini ya sheria za Muungano wa Usuluhishi wa Marekani au kwa huduma ya usuluhishi iliyokubaliwa kwa pande zote mbili. Msuluhishi atakuwa msuluhishi wa Marekani aliyechaguliwa kutoka kwenye orodha ya majina yasiyopungua saba (7) kupitia maonyo mbadala. Katika usuluhishi, kila upande utakuwa na haki ya kufanya ugunduzi wa kutosha wa madai, kuleta hoja za kupinga, na kuwasilisha mashahidi na ushahidi kama inahitajika ili kuwasilisha kesi zao na utetezi, na migogoro yoyote katika suala hili itatatuliwa na msuluhishi. Utatuzi wa mzozo utategemea tu sheria inayosimamia madai na utetezi uliokubaliwa, na msuluhishi hawezi kutumia msingi wowote isipokuwa sheria hiyo ya udhibiti. Msuluhishi atakuwa na kinga ya afisa wa mahakama kutokana na dhima ya kiraia anapofanya kazi katika nafasi ya msuluhishi, ambayo kinga hiyo huongeza kinga nyingine yoyote iliyopo. Tuzo lazima zijumuishe maoni yaliyoandikwa ya msuluhishi. Unapeana haki yako ya kusikilizwa na jury la madai yoyote ambayo unaweza kuwa nayo dhidi ya IMI au ambayo IMI inaweza kuwa nayo dhidi yako. Dai lolote chini ya kifungu hiki lazima liletwe ndani ya muda unaotumika wa masharti. Sheria ya Usuluhishi ya Shirikisho la Marekani inasimamia kifungu hiki, na unakubali kwamba Makubaliano haya yanathibitisha shughuli katika biashara.",
    "2583888954": "Vighairi.",
    "1034830": "Mizozo ambayo inaweza kuwa chini ya makubaliano ya usuluhishi wa mizozo kama inavyotolewa na Sheria ya Marekebisho ya Dodd-Frank Wall Street na Ulinzi wa Watumiaji (Sheria ya Umma 111-203) haijajumuishwa kwenye hii.",
    "263977834": "Uchovu wa Utawala.",
    "1807512722": "Unaweza kuleta dai lolote linalotokana na utumiaji wako wa tovuti hii kwa wakala wa usimamizi lakini ni kwa kadiri tu sheria inavyoruhusu ufikiaji wa wakala kama huo bila kujali uwepo wa makubaliano ya kusuluhisha. Madai hayo ya kiutawala yanajumuisha madai yasiyo na kikomo au malipo yanayoletwa mbele ya Tume ya Fursa Sawa za Ajira, Idara ya Kazi ya Marekani na Bodi ya Kitaifa ya Mahusiano ya Kazi. Hakuna chochote katika kifungu hiki kitakachochukuliwa kukuzuia au kukusamehe kuleta dai la kiutawala mbele ya wakala wowote ili kutimiza wajibu wako wa kutumia masuluhisho ya kiutawala kabla ya kufanya dai katika usuluhishi, hata hivyo, unaachilia haki ya tuzo yoyote ya fedha kupitia hii. taratibu za wakala.",
    "996430331": "Mahali pa Usuluhishi.",
    "3040062804": "Usuluhishi wowote unaoendelea chini ya kifungu hiki utafanyika kwa chaguomsingi ndani ya Jimbo la California, isipokuwa kama unaishi nje ya Marekani, ambapo usuluhishi utafanyika kielektroniki au kwa njia ya simu. Usuluhishi unaweza kufanyika katika eneo lingine lolote iwapo utakubaliwa na kila upande kwa maandishi. Bila kujali eneo lake, mhusika yeyote anaweza kuchagua kuonekana kwenye usuluhishi kupitia video ya moja kwa moja au mkutano wa simu.",
    "3091247030": "Msamaha wa Hatua ya Hatari.",
    "2520904193": "Unaachilia haki yoyote uliyo nayo kwa mzozo wowote kuletwa, kusikilizwa, au kusuluhishwa kama hatua ya kikundi, ya pamoja, au mwakilishi. Licha ya kifungu kingine chochote kilichomo katika mkataba huu, hukumu iliyotangulia haitatengwa na makubaliano haya kwa hali yoyote. Madai yoyote kwamba yote au sehemu ya msamaha huu hautekelezeki, haukubaliki, ni batili au hauwezi kuamuliwa tu na mahakama yenye mamlaka na si msuluhishi. Hutalipizwa kisasi au kuzuiwa kukamilisha kazi kwenye tovuti yetu kwa sababu ya kutumia haki zako chini ya Kifungu cha 7 cha Sheria ya Mahusiano ya Kitaifa ya Kazi, au kwa kuwasilisha faili au kushiriki katika darasa, hatua ya pamoja au mwakilishi katika kongamano lolote. , lakini tunaweza kutafuta kutekelezwa kihalali kwa msamaha huu wa hatua za darasa, na kutafuta kuondolewa kwa hatua kama hizo, za pamoja au za uwakilishi.",
    "3493572638": "Gharama na Ada.",
    "702926385": "Wahusika watabeba gharama zao husika kwa uwakilishi wa kisheria katika usuluhishi wowote kama huo, isipokuwa kwa kiwango ambacho ada za wakili zimetolewa wazi na sheria. Wahusika watagawanya ada yoyote ya awali ya usimamizi inayotozwa na msuluhishi, hadi gharama ya juu kwako ya dola mia mbili na hamsini (US$250.00). Gharama ya msuluhishi na mwandishi wa habari wa mahakama, ikiwa ipo, itabebwa na sisi mwanzoni; hata hivyo, msuluhishi atakuwa na uamuzi wa kutoa gharama zinazofaa kwa upande uliopo, kama inavyotolewa na sheria, na/au kuwataka wahusika kugawanya gharama zinazohusiana na msuluhishi na/au mwandishi wa habari wa mahakama.",
    "3199694247": "Upungufu.",
    "3102490587": "Isipokuwa kwa Ondo la Kitendo cha Hatari, ikiwa neno au masharti yoyote, au sehemu ya kifungu hiki cha usuluhishi kimetangazwa kuwa batili au hakitekelezeki kitakatwa na sehemu iliyobaki ya kifungu cha usuluhishi kitatekelezeka.",
    "2323013093": "26. Sheria Inayotumika",
    "2900525040": "Sheria za Jimbo la California zinasimamia Sheria na Masharti haya na utata, mzozo au dai lolote linalotokana nazo.",
    "3339302473": "27. Kukomesha",
    "1158384644": "Unaweza kuchagua wakati wowote kuacha kutumia tovuti yetu, mradi ni lazima ufuate sera zote zinazotumika za IMI. Tunaweza, kwa uamuzi wetu pekee, kusitisha makubaliano haya, kusimamisha ufikiaji wa tovuti yetu, au kuondoa huduma zozote mara moja bila taarifa kwa sababu yoyote.",
    "41530052": "28. Masharti ya Jumla",
    "3202747130": "Mkataba Mzima. Masharti haya ya Huduma na sera, taratibu, au masharti yoyote yaliyorejelewa katika makubaliano haya yanajumuisha makubaliano yote ya wahusika kuhusiana na mada, na kuchukua nafasi na kufuta makubaliano, madai, uwakilishi na uelewa wa wahusika wa hapo awali na wa wakati mmoja. .",
    "4080263153": "Hakuna Msamaha. Hatutachukuliwa kuwa tumeondoa sehemu yoyote ya haki zetu au masuluhisho isipokuwa msamaha huo upo kwa maandishi na kutiwa saini na sisi. Ikiwa tutachelewesha kutekeleza au kushindwa kutekeleza haki zetu chini ya kifungu chochote cha makubaliano haya, hiyo haitajumuisha msamaha wa haki yetu ya kutekeleza kifungu kama hicho au sehemu yoyote ya makubaliano haya.",
    "1789371580": "Kukabidhiwa. Huwezi kukabidhi Sheria na Masharti haya bila idhini yetu ya maandishi. Tunaweza kukabidhi Sheria na Masharti haya wakati wowote, bila taarifa. Kwa mujibu wa yaliyotangulia, Sheria na Masharti haya yatakuwa yanawabana warithi wa kila mhusika na mgao unaoruhusiwa.",
    "2819628066": "Upungufu. Iwapo utoaji wowote wa Sheria na Masharti haya utapatikana kuwa batili au hautekelezeki kwa sababu yoyote, hautaathiri uhalali na utekelezaji wa masharti yoyote yaliyosalia.",
    "3955981186": "Marekebisho. Hakuna marekebisho au marekebisho ya Sheria na Masharti haya na mtu mwingine yeyote isipokuwa IMI yatalazimika kwa IMI isipokuwa katika hati iliyoandikwa iliyotiwa saini na mwakilishi aliyeidhinishwa ipasavyo wa IMI.",
    "1377538813": "Lugha Inayotawala. Toleo la lugha ya Kiingereza la Sheria na Masharti haya litadhibiti kwa njia zote na litatumika endapo kutakuwa na tofauti zozote na matoleo yaliyotafsiriwa, ikiwa yapo.",
    "2438016011": "Mkataba wa hiari. Wahusika wote wa Sheria na Masharti haya wanawakilisha na kukubaliana kwamba kila mmoja amepitia vipengele vyote vya mkataba huu, amesoma kwa makini na kuelewa kikamilifu masharti yake yote, na anaingia kwa hiari katika mkataba huu.",
    "2445034923": "Ikiwa hukubaliani na sheria na masharti yote ya Sheria na Masharti haya, usitumie (na huwezi) kutumia au kufikia Tovuti au Huduma.",
    "2646127839": "Kiambatisho cha Wateja kwa Sheria na Masharti Kuu",
    "4097297673": "Kama Mteja, Muombaji, au Muunganishaji, unakubali kufungwa na masharti yaliyo hapa chini pamoja na masharti mengine yoyote ya kisheria kati yako na IMI.",
    "1093280979": "1. Fomu za Agizo la Jukwaa",
    "1549953005": "Huenda umejaza fomu moja au zaidi za kuagiza ufikiaji wa mfumo (kila moja, \"Fomu ya Kuagiza\") kama sharti la kuwa Mteja au Mwombaji. Ikiwa ndivyo, basi sheria na masharti yaliyofafanuliwa katika Fomu ya Agizo yanakuwa sehemu ya Sheria na Masharti na yanajumuishwa kwa marejeleo.",
    "3819851005": "2. Ada",
    "1591032933": "Utalipa IMI ada kama ilivyofafanuliwa katika Fomu ya Agizo inayotumika kupitia njia ya malipo uliyotoa katika Fomu inayotumika ya Agizo. Isipokuwa ikiwa imekubaliwa vinginevyo na pande zote mbili kwa maandishi, utatoa malipo kamili kwa ankara zote zilizotolewa ndani ya siku thelathini (30) baada ya tarehe ya kutuma ankara. Unatuidhinisha kuendesha uidhinishaji wa kadi ya mkopo kwenye maelezo yote ya kadi ya mkopo unayotupatia, kuhifadhi maelezo hayo ya kadi ya mkopo, na kutoza kadi yako ya mkopo au akaunti nyingine yoyote tunayokubaliana nayo kama njia ya malipo. Isipokuwa itaelezwa vinginevyo kwenye Fomu ya Agizo au ndani ya Makubaliano ya Huduma ya Biashara yako au Makubaliano ya Utumishi Mkuu, ada zote za Huduma, kando na matumizi ya kupita kiasi, hutozwa kila mwaka wakati huduma zinazotolewa na IMI zinapoanza chini ya Makubaliano yako (\"Tarehe Ya Kutumika\").",
    "4142610534": "Malipo yoyote yatakayochelewa yatatozwa kwa kuchelewa kwa kiwango cha asilimia 1.5 kwa mwezi au kiwango cha juu kinachoruhusiwa na sheria, chochote ambacho ni cha chini. Ukishindwa kulipa kiasi kinachodaiwa chini ya Makubaliano haya kwa sababu yoyote ile, akaunti yako inaweza kusimamishwa, kwa uamuzi wetu pekee, ambapo hakuna malipo ya ziada yatafanywa kutoka kwa akaunti yako kwa ajili ya kukamilisha kazi na majukumu yako yote yataondolewa. kutoka kwa tovuti yetu. Ni lazima uturudishie pesa zote tunazolipa unapohitaji, pamoja na ada zozote za usindikaji, ada za kuchelewa au ada za wakili. Tunaweza pia kutoa ripoti zinazofaa kwa mashirika ya kuripoti mikopo na mamlaka za kutekeleza sheria.",
    "512991700": "Iwapo ungependa kupinga ada zozote, ni lazima uwasiliane na idara yetu ya usaidizi kwa wateja kabla ya siku thelathini (30) baada ya tarehe ya kufunga kwenye taarifa ya kwanza ya bili au akaunti ambapo hitilafu au tatizo lilitokea ili kupokea marekebisho au mkopo.",
    "1273914192": "3. Kodi",
    "4242322181": "Unawajibikia malipo ya kodi zote zinazohusishwa na Huduma isipokuwa kodi za Marekani zinazotathminiwa kwenye mapato halisi ya Mashine za Intuition au mali ya kibinafsi.",
    "1671996585": "Huenda ukahitajika kujumuisha tovuti yako, programu, au jukwaa na Huduma zetu kupitia kiolesura chetu cha upangaji programu (\"API\"). Iwapo utafanya hivyo, tunakupa leseni yenye mipaka, isiyo ya kipekee, isiyoweza kuhamishwa, isiyoweza kukabidhiwa, na kubatilishwa ya kutumia API kufikia Huduma pekee. Tunaweza kurekebisha API na/au kuacha kutumia matoleo ya zamani au matoleo ya API wakati wowote. Tunahifadhi haki ya kusimamisha au kupunguza ufikiaji wako kwa API kwa hiari yetu pekee, na tutatumia juhudi zinazofaa kukupa notisi kabla ya kusimamishwa.",
    "4036662147": "5. Ulinzi wa Taarifa za Siri",
    "3564208535": "Unakubali kutumia juhudi zinazofaa za kibiashara kulinda Taarifa zozote za Siri zinazopokelewa kutoka kwetu au kupitia Huduma zetu. inajumuisha alama za roboti na maelezo yasiyo ya umma ya huduma yetu ya biashara, ikijumuisha hati zisizo za umma na maelezo yoyote ambayo tunaweza kushiriki kuhusu mbinu zetu za kugundua vijibu. Ikiwa umepewa ufikiaji wa Taarifa zozote za Siri kama hizo, tunaweza kurekebisha, kusimamisha, au kupunguza ufikiaji wako kwa Huduma zetu kwa uamuzi wetu pekee ikiwa tutabaini kuwa Taarifa za Siri zinafichuliwa kwa kutumia Huduma zetu, na tutatumia juhudi zinazofaa. kukupa notisi kabla ya kusimamishwa.",
    "120384113": "6. Kukomesha",
    "453723556": "Unaweza kusitisha Kiambatisho hiki cha Wateja bila kutegemea Sheria na Masharti kwa kuacha kuwa Mteja au Muombaji. Tuna haki ya kusimamisha au kusitisha hali yako kama Mteja au Mwombaji wakati wowote, au kusitisha vinginevyo akaunti yako au matumizi ya Huduma zinazolingana na Sheria na Masharti. Utabakia kuwajibika baada ya kusimamishwa kwa kiasi chochote kinachodaiwa chini ya Fomu yako ya Agizo. Ikiwa usajili wako unajumuisha ada zozote za kila mwezi au za mwaka au kima cha chini cha kila mwezi au cha mwaka, bado utawajibika kulipia ada zote za Huduma hadi mwisho wa mwezi au mwaka huo, mtawalia.",
    "218889628": "Isipokuwa pale ambapo tutasitisha Kiambatisho hiki cha Wateja au Sheria na Masharti kwa sababu ya ukiukaji wako wa Kiambatisho hiki cha Wateja au Sheria na Masharti, ikiwa tutasimamisha na umelipa ada zozote kwetu, tutarejesha sehemu ya pro-rata ya hizo. kiasi cha malipo ya awali, kulingana na muda uliosalia au Huduma ambazo umelipia, chochote kilicho kidogo. Tutamalizia kazi yetu kwa njia inayofaa kibiashara na kuhifadhi na kukuletea Seti zote za Data za Pato zilizolipiwa na Data zote za Wateja tulizo nazo. Baada ya kusitishwa, tunaweza lakini hatulazimiki kufuta data yoyote.",
    "2505227594": "7. Kuzidisha kupita kiasi",
    "2369877184": "Kiwango cha juu kinachoruhusiwa cha kiwango cha juu cha RPS kwa Viunganishi au Wateja wa hCaptcha ni maombi 1,000 kwa kila sekunde kwa huluki zilizo ndani ya akaunti yako (\"RPS\"), isipokuwa ikiwa imebainishwa vinginevyo na makubaliano ya kimkataba yaliyoandikwa kati yako na sisi.",
    "234420106": "Iwapo wewe ni Muunganishaji au Mteja wa huduma ya hCaptcha Enterprise na matumizi yako ya API kama inavyopimwa na RPS yanazidi kiwango kilichotolewa cha kiwango cha huduma yako, tunaweza kuchagua kurekebisha huduma yako au kutoza kiwango cha juu zaidi. Iwapo kiwango chako cha juu cha RPS kinazidi kiwango kilichotolewa kwa kipengele cha 10 kwa dakika 10 au zaidi kwa jumla ndani ya kipindi cha siku 30 na mengi ya maombi haya, kwa uamuzi wetu pekee, si trafiki hasidi, tunaweza kuchagua kukutoza kwa kiwango chako cha ziada kilichobainishwa kimkataba kwa maombi yote ya API yaliyofanywa katika mwezi huo.",
    "2619472217": "8. Uuzaji tena",
    "2019702084": "Isipokuwa inaruhusiwa wazi katika Mkataba Mkuu wa Huduma ya Mteja au Makubaliano ya Muuzaji, Huduma za SaaS zilizoagizwa hazitauzwa, kuuzwa tena, kukodishwa, kukodishwa kidogo, kupewa leseni, kupewa leseni ndogo, au vinginevyo kutafanywa kupatikana kwa wahusika wengine wowote (isipokuwa Mshirika wa Mteja). ), na maagizo yote chini ya Makubaliano na matumizi yote ya Wateja ya Huduma yatakuwa kwa ajili ya matumizi ya ndani ya biashara ya Mteja au Mshirika wake mwenyewe.",
    "1233229030": "Mbalimbali",
    "1467783792": "Hakuna mtu, huluki au shirika lililoidhinishwa na Marekani (\"Mwigizaji Aliyeidhinishwa\") anayestahiki zawadi au kutumia Huduma kama Mshirikishi. Ili kuepusha shaka, hii inajumuisha Wahusika wowote Walioidhinishwa walioteuliwa na Ofisi ya Udhibiti wa Mali za Kigeni (\"OFAC\") ya Idara ya Hazina ya Marekani.",
    "3759657802": "Huwezi kukabidhi, kuhamisha, au kukasimu Sheria na Masharti haya au haki au wajibu wako hapa chini kwa njia yoyote (kwa utendakazi wa sheria au vinginevyo).",
    "1627232990": "Tafsiri za Sheria na Masharti haya hutolewa kwa msingi wa juhudi bora. Katika tukio la tofauti yoyote kubwa kati ya Sheria na Masharti ya lugha ya Kiingereza na tafsiri yake, Sheria na Masharti ya Lugha ya Kiingereza yatafasiriwa kuwa halali.",
    "805221621": "Tafadhali wasiliana nasi kwa",
    "259613338": "kama una maswali yoyote kuhusu Sheria na Masharti haya.",
    "2735878907": "Taarifa ya Mpango wa Kuendeleza Biashara",
    "2887242610": "Intuition Machines, Inc imeunda Mpango wa Kuendeleza Biashara kuhusu jinsi tutakavyoitikia matukio ambayo yatavuruga biashara yetu ya hCaptcha kwa kiasi kikubwa. Kwa kuwa muda na athari za maafa na usumbufu hazitabiriki, itatubidi tuwe wanyumbulifu katika kukabiliana na matukio halisi yanapotokea. Kwa kuzingatia hilo, tunakupa maelezo haya kwenye mpango wetu wa mwendelezo wa biashara.",
    "809251240": "Wasiliana Nasi",
    "2551802342": "– Tunapanga kurejesha upesi na kurejesha shughuli za biashara baada ya kukatizwa kwa kiasi kikubwa cha biashara na kujibu kwa kulinda wafanyakazi na mali zetu, kufanya tathmini ya kifedha na kiutendaji, kulinda vitabu na rekodi za kampuni, na kuruhusu wateja wetu na watumiaji wao wa mwisho kufanya miamala mtandaoni. Kwa ufupi, mpango wetu wa mwendelezo wa biashara umeundwa ili kuruhusu kampuni yetu kuanza tena shughuli haraka iwezekanavyo, kwa kuzingatia upeo na ukali wa usumbufu mkubwa wa biashara. Anuani za mpango wetu wa mwendelezo wa biashara: kuhifadhi nakala na kurejesha data; mifumo yote muhimu ya utume; tathmini ya kifedha na uendeshaji; mawasiliano mbadala na wateja, wafanyakazi, na mashirika ya uangalizi; eneo mbadala la kimwili la wafanyakazi; athari muhimu ya muuzaji na mteja; taarifa za udhibiti; na kuwapa wateja wetu notisi ya haraka ikiwa hatuwezi kuendelea na biashara yetu. Dimbwi letu kuu la wasambazaji huhifadhi rekodi zetu muhimu katika eneo tofauti la kijiografia. Ingawa kila hali ya dharura huleta matatizo ya kipekee kulingana na mambo ya nje, kama vile wakati wa siku na ukubwa wa usumbufu, tumeshauriwa na kundi hili la wasambazaji kuwa lengo lao ni kurejesha shughuli zao wenyewe na kuwa na uwezo wa kurejesha huduma kwa haraka. Ingawa tumejitahidi kupunguza hatari kwa kutumia vikundi mbalimbali vya wasambazaji, huduma zako zinaweza kurekebishwa au kukatizwa katika kipindi hiki.",
    "826396656": "Mpango wetu wa Kuendeleza Biashara",
    "1979347895": "- Usumbufu mkubwa wa biashara unaweza kutofautiana katika wigo wake, kama vile kampuni yetu tu, jengo moja linalokaa kampuni yetu, ujirani ambapo kampuni yetu iko, jiji ambalo tunapatikana, au eneo lote. Ndani ya kila moja ya maeneo haya, ukali wa usumbufu unaweza pia kutofautiana kutoka ndogo hadi kali. Katika kutatiza kampuni yetu, wilaya yetu ya biashara, jiji, au eneo au jengo linalokaa kampuni yetu, tutahamisha shughuli zetu kwenye tovuti ya karibu inapohitajika na kutarajia usumbufu wowote wa shughuli za biashara. Katika hali zote mbili, tunapanga kuendelea na biashara, kuhamisha shughuli kwa wasambazaji mbadala ikibidi, na kukuarifu kupitia tovuti yetu kwa hcaptcha.com na ukurasa wetu wa hali katika hcaptchastatus.com kuhusu jinsi ya kuwasiliana nasi. Ikiwa usumbufu mkubwa wa biashara ni mkubwa sana hivi kwamba unatuzuia kuendelea na biashara, tutakujulisha haraka.",
    "653679457": "Usumbufu Tofauti",
    "410397176": "Kwa taarifa zaidi",
    "2095899021": "Miongozo ya Chapa ya hCaptcha na Leseni ya Jumla ya Chapa ya Biashara",
    "2340340589": "Miongozo ya kutumia alama ya hCaptcha",
    "2430148876": "Tumeunda miongozo hii na leseni ya jumla ya chapa ya biashara ili kurahisisha iwezekanavyo kwa wateja wetu, washirika na mashabiki wetu kufanya kazi na chapa yetu huku tukihifadhi utambulisho wetu wa shirika. Iwapo unahitaji kutumia aikoni za hCaptcha, nembo, au alama nyingine kwa njia ambazo ni tofauti kabisa na miongozo hii, utahitaji kuwasiliana nasi (IMI) ili kupata leseni iliyoandikwa.",
    "3884400764": "Ingawa unaweza kutumia alama za hCaptcha kulingana na miongozo hii, haimaanishi kuwa una haki zozote ulizopewa katika Alama za hCaptcha, nembo, au chapa nyingine yoyote ya biashara, jina la biashara, alama ya huduma, jina la biashara au nia njema ya hCaptcha. Tunataka kutoa unyumbufu mwingi iwezekanavyo, lakini tuna wajibu wa kulinda hCaptcha dhidi ya matumizi yasiyoidhinishwa ya chapa yoyote ya biashara, jina la biashara, alama ya huduma, jina la biashara au nia njema ya hCaptcha. Matumizi yoyote ambayo hayajaidhinishwa yatasitisha kiotomatiki ruhusa au leseni iliyotolewa na hCaptcha na inaweza kutokeza dhima ya kisheria kwa uharibifu wowote.",
    "512598290": "Kwa hivyo, ni lazima tuombe kwamba kila mara utumie alama na nembo zote za hCaptcha kwa namna inayozingatia sheria zilizo hapa chini, ikiwa ni pamoja na herufi kubwa, chapa, na mtindo.",
    "2075610992": "Asante kwa msaada wako!",
    "1023190144": "hCaptcha® katika maandishi",
    "4274324704": "Hivi ndivyo jinsi ya kutumia jina letu katika nakala iliyoandikwa:",
    "3912926900": "hCaptcha® inapaswa kuwa na alama ya biashara iliyosajiliwa mara ya kwanza inapoonekana kwenye nakala bunifu.",
    "950637875": "tahajia ya hCaptcha haipaswi kamwe kubadilishwa na hCaptcha inapaswa kuwa herufi kubwa kila wakati katika herufi ya pili (\"C\"). Kamwe sio wingi au kumiliki.",
    "2624601135": "\"hCaptcha\" haipaswi kutumiwa kama sehemu ya jina la chapa, iliyounganishwa na kistari, au kutumika katika majina ya programu au bidhaa zingine.",
    "3828090208": "Badala yake tumia \"kwa hCaptcha\".Ikiwa inatumiwa na nembo ya mtu mwingine, \"kwa hCaptcha\" inahitaji kuwa ndogo kwa ukubwa kuliko nembo ya wahusika wengine.",
    "4149738856": "hCaptcha inapaswa kutumika kama kivumishi na kufuatiwa na neno la jumla linalofaa.",
    "1446868537": "hCaptcha haipaswi kamwe kutumika kama kitenzi.",
    "2487931657": "Usitumie: \"tulikamata tovuti yetu.\"",
    "2565565429": "Badala yake tumia: \"tunatumia hCaptcha kufanya tovuti yetu kuwa salama na salama zaidi.\"",
    "3434202027": "Matumizi yoyote ya jina la hCaptcha katika mawasiliano yanahitaji sifa hii: \"hCaptcha ni chapa ya biashara iliyosajiliwa ya Intuition Machines, Inc.\"",
    "2754937029": "Matumizi Yasiyokubalika",
    "2436973524": "Marejeleo sahihi pekee ndiyo yanakubalika. Hairuhusiwi kusema kwamba tovuti hutumia huduma na programu za hCaptcha wakati haifanyi hivyo. Vile vile, matumizi ya nembo yetu au beji yoyote inafaa tu wakati tovuti inapotumia huduma za hCaptcha.",
    "69844082": "Alama za biashara za hCaptcha, alama za picha, nembo, chapa, au aikoni pia zinaweza zisitumike kwa njia ya kudhalilisha.",
    "3861413614": "Huruhusiwi kutumia chapa ya biashara au nembo yoyote ya hCaptcha ambayo inaweza kumaanisha kuwa hCaptcha ina uhusiano na au uidhinishaji, ufadhili, au usaidizi wa bidhaa au huduma ya mtu mwingine, bila ruhusa ya maandishi.",
    "1409822234": "Kwa hali yoyote, alama ya biashara ya hCaptcha inayofanana au inayokaribia kufanana itatumika kama jina la kikoa.",
    "4181060163": "Wahusika wengine hawapaswi kutumia tofauti au makosa ya tahajia au kutenda kwa njia yoyote ambayo inaweza kusababisha mkanganyiko wowote wa awali kuhusu chapa za biashara za hCaptcha.",
    "3955555607": "Kando na Washirika au Wauzaji Walioidhinishwa, wahusika wengine hawawezi kutoa zabuni kwa manenomsingi, Google AdWords, au mifumo mingine inayolengwa ya utangazaji kwa kutumia alama za hCaptcha au makosa ya tahajia. Wala watu wengine hawawezi kutumia alama za hCaptcha katika majina ya kikoa, uboreshaji wowote wa injini ya utaftaji, lebo za meta, maneno ya utaftaji, msimbo, au uwasilishaji mwingine mbaya.",
    "1985238261": "Alama Zingine Zilizozuiwa",
    "2193061499": "Baadhi ya nembo na alama zetu zinatumika tu na hCaptcha na washirika wake. Wahusika wengine hawawezi kutumia alama zifuatazo bila leseni iliyoandikwa kutoka hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "Muuzaji Aliyeidhinishwa na hCaptcha™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop na hCaptcha™",
    "2557601376": "nembo ya hCaptcha™",
    "248923369": "Nembo ya BotStop™",
    "3942875761": "Saidia Kujenga Wavuti Bora™",
    "364774188": "Mimi ni binadamu™",
    "2785425016": "(katika muktadha wa suluhisho la uthibitishaji wa ubinadamu, kwa mfano wito wa kuchukua hatua)",
    "2639657759": "Alama Zinazotumiwa kwa Ruhusa",
    "1268918580": "Baadhi ya nembo na alama zinazotumiwa na hCaptcha na washirika wake zinamilikiwa na wahusika wengine na zinaweza kutumika kwa idhini yao pekee. Wahusika wengine hawawezi kutumia alama zifuatazo isipokuwa kama inavyoruhusiwa na wamiliki wao:",
    "3782751514": "HUMAN Protocol® ni chapa ya biashara iliyosajiliwa ya HUMAN Protocol Foundation, na inatumika kwa idhini yake.",
    "1620709264": "HUMAN Token® ni chapa ya biashara iliyosajiliwa ya HUMAN Protocol Foundation, na inatumiwa kwa idhini yake.",
    "3031953928": "HUMAN Network™ ni chapa ya biashara ya HUMAN Protocol Foundation, na inatumika kwa idhini yake.",
    "3554363588": "Alama Nyingine",
    "3290996791": "Majina mengine yote ya bidhaa, nembo, na chapa ni mali ya wamiliki husika. Majina mengine yote ya kampuni, bidhaa na huduma yanayotumika katika tovuti hii ni kwa madhumuni ya utambulisho pekee. Matumizi ya majina haya, nembo, na chapa haimaanishi uidhinishaji.",
    "2444685143": "Sera ya Nembo",
    "2414232014": "Nembo yetu inatambulika papo hapo na ni mojawapo ya vipengee vyetu vya thamani na muhimu. Ili kuhakikisha kuwa inasalia kuwa uwakilishi thabiti wa kampuni yetu, ni lazima iwasilishwe kwa uangalifu na kwa uthabiti katika njia zote za mawasiliano.",
    "803639471": "Nembo ya hCaptcha inajumuisha ikoni ya mkono na nembo ya hCaptcha. Katika hali yake mbadala, ikoni ya mkono inaweza kuonekana yenyewe wakati nafasi imebanwa na \"hCaptcha\" inatumika kama alama ya neno (kama ilivyoelezwa hapo juu) karibu na ikoni ya mkono, ili iwe wazi kwamba ikoni ya mkono inawakilisha hCaptcha.",
    "564127016": "Aikoni ya mkono ya hCaptcha:",
    "1424800293": "Nembo ya hCaptcha:",
    "1525506526": "Uchukuaji wa Akaunti ni nini na Unafanyaje Kazi?",
    "2446481523": "Kuna hadithi ya kitamaduni ambayo dereva wa gari na mtu mashuhuri hujitokeza kwenye kontena katika kijiji kidogo cha mashambani. Mwanamume mmoja, aliyevalia mavazi machafu, ya maskini, alimwambia konstebo, “Mimi ndiye mtawala. Mtu huyu alikuwa dereva wangu.",
    "1767952047": "Alinivamia jana usiku, akaiba nguo zangu na kuchukua pesa zangu.” Yule mtu mwingine, aliyevalia mavazi ya kifahari, mavazi ya watu wa daraja la juu, akajibu, “Konstebo, mtu huyu hana akili. Anadhani yeye ni mtukufu. Mimi ndiye mheshimiwa kweli. Mkamateni!”",
    "2947576723": "Hadithi hii ni ya awali ya leseni za udereva na uchapishaji wa vidole dijitali, lakini inatoa mfano mzuri wa kile kinachoweza kuwa mbaya katika hali ya uchukuaji wa akaunti. Mtu huingia katika akaunti ya benki mtandaoni au programu ya malipo ya simu. Je, yeye ni mmiliki wa akaunti halisi, au mdukuzi? Ni nani hasa? Masuala haya ya usalama huathiri mashirika ambayo huruhusu ufikiaji wa akaunti ya huduma ya kibinafsi.",
    "1687299615": "Kuchukua akaunti ni nini?",
    "2648707986": "Unyakuzi wa akaunti ni aina ya ulaghai wa mtandaoni ambapo mwigizaji hasidi anaiga mmiliki wa akaunti ya mtandaoni. Kwa kawaida, akaunti iko katika taasisi ya fedha au biashara ya mtandaoni ambapo tapeli anaweza kuiba pesa, bidhaa au kadi za zawadi. Mshambulizi hutumia kitambulisho cha kuingia kilichoibiwa kufikia akaunti na kisha kuichukua, labda kubadilisha nenosiri ili kumfungia mmiliki halisi wa akaunti nje.",
    "1476843710": "Njia zisizo na madhara ya kifedha lakini bado ni hatari za unyakuzi wa akaunti zinahusisha utekaji nyara wa akaunti za mitandao ya kijamii na kadhalika. Katika hali hizi, mvamizi huwa anajaribu kueneza programu hasidi au kushiriki katika mashambulizi ya kuhadaa ili kupata maelezo ya kibinafsi dhidi ya marafiki wasiotarajia wa mwathiriwa. Au, mshambuliaji anajaribu kuaibisha mwathirika, ambayo wakati mwingine hutokea kwa watu mashuhuri na wanasiasa, kwa mfano.",
    "2904949278": "Je, mdukuzi anachukuaje akaunti?",
    "2575690545": "Uchukuaji wa akaunti, kama vile ulaghai mwingi wa mtandaoni, mara nyingi ni suala la michakato mingi ya kiotomatiki. Ni nadra kwa mdukuzi, aliyevalia kofia katika chumba cha chini cha ardhi cha mama yake, kuandika manenosiri kwenye tovuti za benki moja baada ya nyingine.",
    "3614653023": "Badala yake, zoezi hili linategemea mashambulizi makubwa ya uwekaji hati miliki ambayo hujaribu mamilioni ya jozi za jina la mtumiaji/nenosiri kwenye taasisi nyingi za fedha zinazolengwa kwa matumaini ya kufungua kitengo kidogo cha akaunti. Pindi programu ya ulaghai ya kiotomatiki imepata ufikiaji wa akaunti, mdukuzi wa binadamu anaweza kisha kuhusika, lakini katika baadhi ya matukio, sivyo.",
    "2762759509": "Mashambulizi mengi ya uchukuaji akaunti karibu yanajiendesha kiotomatiki.",
    "1972710018": "Kuiona kutoka kwa mtazamo wa kampuni",
    "1282121137": "Ili kuelewa jinsi uchukuaji wa akaunti unavyoweza kuwa na matatizo, zingatia jinsi hali ya utumiaji inavyoonekana kutoka kwa mtazamo wa taasisi ya fedha. Wanashughulikia mamilioni ya watu walioingia kila siku.",
    "2315518622": "Kwa ustadi unaopatikana katika zana za kisasa za kushambulia, ni vigumu sana kugundua ambazo, ikiwa zipo, ni za ulaghai. Kisha, mtu anapiga simu kwa laini ya huduma kwa wateja na kusema \"Akaunti yangu imeshambuliwa! Siwezi kuingia na kuna mtu ananiibia pesa yangu!”",
    "1836369533": "Kama vile konstebo katika hadithi ya watu, mtu anawezaje kujua ni nani hasa? Ikiwa mshambuliaji ana vipengee vya utambulisho vya kutosha vilivyoibiwa, kama vile nambari ya leseni ya udereva, nambari ya hifadhi ya jamii, jina la msichana la mama, anwani, na kadhalika, inaweza kuwa vigumu kubaini ikiwa mpiga simu ndiye mmiliki halisi wa akaunti au mvamizi anayejaribu kupata kuweka upya nenosiri kwenye akaunti anayotaka kupenya.",
    "2880837730": "Nini kifanyike kukomesha uchukuaji wa akaunti?",
    "3654556483": "Taasisi za kifedha na kampuni za eCommerce zina michakato na vidhibiti ambavyo vinapunguza tishio la utwaaji wa akaunti. Haya ni maswali ya kiusalama ya mtindo wa zamani, \"rafiki yako bora katika shule ya msingi aliitwa nani\" hadi mbinu za kugundua ambazo hutoa anwani za IP zinazotiliwa shaka na wasifu wa kifaa cha mkononi.",
    "2449501658": "hutoa mojawapo ya njia za juu zaidi za kupunguza tishio kutoka kwa majaribio ya ulaghai ya kuingia katika akaunti, kwa kutumia ujifunzaji wa mashine kugundua na kusimamisha roboti, na kuifanya iwe vigumu zaidi au hata isiwezekane kwa walaghai kushiriki katika unyakuzi wa akaunti.",
    "3621455477": "ili kujifunza zaidi!",
    "555246307": "Kwa njia, hadithi ya mkuu na dereva wake inaisha hivi: Konstebo aliwafanya wanaume hao wawili wakae pamoja katika chumba kwa masaa mengi na kuchoka akilini mwao. Mwisho wa siku, alitokea na kusema, \"Nitazungumza na dereva wa gari sasa.\" Yule mtu aliyevaa mavazi ya heshima akasimama. Alichoka sana, akasahau kwamba alikuwa akijifanya tu kuwa mtukufu.",
    "1224727373": "BotStop kwa hCaptcha",
    "1187718370": "Wasiliana nasi",
    "3892905664": "hCaptcha husaidia huduma zako za mtandaoni uzipendazo kuzuia roboti, barua taka na matumizi mabaya kwa kuuliza maswali rahisi ambayo ni rahisi kwa binadamu na magumu kwa mashine.",
    "555158694": "Huduma unayotumia imechagua kuboresha matumizi yako kwenye tovuti yao kwa kusakinisha hCaptcha ili kupunguza trafiki hasidi.",
    "1617196410": "hCaptcha inalenga kusimamisha roboti. Hatujali mtumiaji ni nani, lakini tu kama ana nia mbaya. Tunafanya kazi kwa bidii kusawazisha faragha na",
    "1624200563": "usalama, na kutii GDPR, CCPA, LGPD, PIPL, na kanuni zingine za faragha.",
    "1927613000": "hCaptcha inachanganya ujifunzaji wa kisasa wa mashine na jukwaa thabiti la changamoto ili kulinda programu za wavuti dhidi ya uporaji wa akaunti, kujaza vitambulisho, kukwarua na aina zingine za matumizi mabaya.",
    "1133989302": "Kwa nini hCaptcha?",
    "34074886": "Kila wakati unapojibu changamoto, tunatumia miundo ya kisasa kubaini kama wewe ni binadamu. Tovuti uliyotembelea kisha hutumia tokeo hili ili kusaidia kuboresha matumizi yako kwenye tovuti yao kwa kuzuia roboti.",
    "3412647984": "Hii inakuwezesha kuepuka maswali ya baadaye kwa kusajili na kuweka kuki. Tafadhali jaribu pia kuzima kizuia tangazo lako.",
    "2510209017": "Je, unahitaji usaidizi zaidi?",
    "477275453": "Kwa nini API Ni Lengo Maarufu kwa Wadukuzi?",
    "596347471": "Violesura vya Kuandaa Programu (API) vimekuwa lengo maarufu kwa watendaji hasidi katika anga ya mtandao. Kuna sababu nyingi za hili, ikiwa ni pamoja na matumizi yao makubwa katika ushirikiano wa maombi. Inawezekana kupunguza hatari ya API, hata hivyo.",
    "2441638955": "Kwanza, API ni nini?",
    "3963216198": "Ili kujadili ni kwa nini API ni shabaha maarufu ya wavamizi, inafaa kwanza kuchukua muda mfupi kufafanua kinachomaanishwa kwa sasa na neno “API.” Wazo la API sio mpya hata kidogo. Kwa kweli, miingiliano ya kuunganisha mifumo mbali mbali ya kompyuta na kila mmoja, pamoja na vifaa vyake vya ndani, yamekuwepo tangu angalau miaka ya 1960.",
    "1047251718": "Leo, hata hivyo, watu wanapozungumza kuhusu API, mara kwa mara wanamaanisha API zinazozingatia viwango. Hizi ni API zilizoundwa kwa kutumia viwango vilivyo wazi kama vile Uhamishaji wa Jimbo la Uwakilishi (REST) na kufungua fomati za kawaida za faili kama vile JavaScript Object Notation (JSON). \"API ILIYOPUMZIKA\" kama hizo, kama zinavyojulikana, zinaweza kuundwa bila hitaji la programu ya umiliki. API zinazotokana zinaweza kutuma na kupokea simu za data na utaratibu kati ya programu za programu. Kwa mfano, programu ya benki ya simu hutumia API kufikia mifumo ya benki.",
    "3195334319": "Matumizi na uwezekano wa kuathiriwa wa API",
    "1903743785": "Ujio wa API za msingi wa viwango uliwakilisha hatua kubwa ya kusonga mbele katika ujumuishaji wa programu. Katika kipindi cha miaka 20 hivi iliyopita, API zilitoka kuwa bidhaa za umiliki wa gharama kubwa na changamano hadi zana zisizolipishwa, zenye msingi wa viwango ambazo kwa kulinganisha zilikuwa rahisi kufanya kazi nazo—na utumiaji wa haraka.",
    "879362350": "Kwa API mpya zinazofanya kazi kwenye Mtandao, iliwezekana kuunganisha programu au chanzo chochote cha data, popote duniani, bila kujali jukwaa, schema ya data au lugha ya programu. Kama matokeo, ulimwengu wa kompyuta sasa uko katikati ya mapinduzi ya API. Kumekuwa na mlipuko wa muunganisho kati ya programu na data. Hiyo ni nzuri, mpaka sivyo.",
    "3844432472": "Uwazi na matumizi ya API huzifanya kuwa shabaha tajiri sana kwa washambuliaji. Kwa njia sawa na ambayo programu ya simu inaweza kuratibiwa kufikia na KUPATA data kutoka kwa mfumo wa shirika kwa kutumia API, vivyo hivyo na kipande cha programu hasidi. Wadukuzi wameandika zana mbalimbali za programu ili kutumia vibaya API. Ni mbinu ya kushambulia yenye ufanisi.",
    "2187096543": "Hakika, kumekuwa na ukiukaji mkubwa wa data unaotokana na programu iliyoandikwa na wadukuzi ambayo iliitaka API kutoa data kutoka kwa hifadhidata. Baada ya yote, ikiwa inaiba data inahitaji tu simu ya msingi ya GET kwenye API, iliyoandikwa kwa kutumia REST na JSON, basi ni rahisi kusafisha hifadhidata haraka. Kwa hakika, watu wanapozungumza kuhusu mashambulizi ya \"kukwangua skrini\", wanachomaanisha hasa, ni simu za API za haraka-haraka ambazo huondoa data kutoka kwa hifadhidata. API zimekuwa sehemu kuu ya mashambulizi kwa mashirika ambayo yanaziunda.",
    "4222109231": "Kupunguza hatari ya API kwa Bidhaa ya Biashara ya hCaptcha",
    "1783317946": "Kusimamisha mashambulizi ya API ni kesi maarufu ya utumiaji",
    "3022922096": ", kundi la biashara la hCaptcha la bidhaa. Tofauti na toleo la bure la hCaptcha,",
    "63719113": "hutumia ujifunzaji wa hali ya juu wa mashine kutambua trafiki hasidi kwenye tovuti na programu zako - ikijumuisha shughuli za kuchana.",
    "3566102529": "tujifunze zaidi leo.",
    "3096553330": "Kila mfumo tunaounda huakisi tu uhusiano wetu na watu wengine.",
    "1467218142": "Tunachotamani kutoka kwao na sisi wenyewe huendesha tabia zetu, na kwa hivyo mifumo sawa ya mwingiliano hurudia katika mifumo yote ya wanadamu. Mtandao hutoa mifano mingi bora ya kipengele hiki cha msingi cha ulimwengu wetu.",
    "808872868": "Kwa mfano: barua taka, ulaghai na matumizi mabaya yamekuwepo mtandaoni tangu karibu siku moja baada ya mifumo miwili kuunganishwa kwa mara ya kwanza.",
    "1085089390": "Unyanyasaji mtandaoni unatokana na tabia za asili za binadamu",
    "3064321967": "Barua pepe ya kwanza inayojulikana ya barua taka ilitumwa mnamo 1978. [",
    "3800781598": "] Takriban miongo mitano baadaye, barua taka za barua pepe zinaendelea kutusumbua. Mabilioni mengi ya dola na maelfu ya miaka ya mtu-miaka ya juhudi za kiuhandisi yamewekwa katika kuishinda, na bado barua taka zinaendelea. Kuna viwanda vya mabilioni ya dola pande zote mbili, yaani wanaoitetea na wanaoituma.",
    "2119943547": "Kwa nini hii? Jibu ni rahisi. Kwa muda mrefu kama kuna motisha ya kutumia vibaya mfumo, mtu kwa ujumla atapata njia. Na wakishafanya hivyo, mtu mwingine sasa atakuwa na motisha ya kuwazuia.",
    "532470444": "Usawa unaweza kubadilika kidogo mwaka hadi mwaka, lakini tabia hii inaonyesha asili ya kimsingi ya mwanadamu, na miaka elfu tano ya historia iliyorekodiwa inamaanisha kuwa nguvu haiwezi kubadilika hivi karibuni.",
    "3193548097": "Matumaini Springs Milele",
    "4065614934": "Uchambuzi huu sio mpya, lakini watu wana matumaini ya milele. Hasa wanapofikiri wazo lao ni jipya.",
    "1216071511": "Mawazo yale yale yanapendekezwa mara kwa mara hivi kwamba takriban miaka 20 iliyopita, mwandishi asiyejulikana alikuja na jaza-tupu la manufaa kwa majadiliano ya mtandaoni kuhusu suluhu za kupambana na barua taka:",
    "1941999673": "Chapisho lako linatetea a",
    "4179118182": "( ) kiufundi ( ) kisheria ( ) msingi wa soko ( ) macho",
    "3978720689": "mbinu ya kupambana na barua taka. Wazo lako halitafanya kazi. Hii ndio sababu haitafanya kazi.",
    "318339230": "(Moja au zaidi ya yafuatayo yanaweza kutumika kwa wazo lako fulani, na inaweza kuwa",
    "30312304": "dosari nyingine ambazo zilikuwa zikitofautiana kutoka jimbo hadi jimbo kabla ya sheria mbaya ya shirikisho kupitishwa.)",
    "2710988028": "( ) Watumiaji taka wanaweza kuitumia kwa urahisi kuvuna anwani za barua pepe",
    "3912514510": "( ) Orodha za barua pepe na matumizi mengine halali ya barua pepe yataathiriwa",
    "2030062561": "( ) Hakuna mtu atakayeweza kumpata mtu huyo au kukusanya pesa",
    "3334160175": "( ) Haina kinga dhidi ya mashambulizi ya kikatili",
    "3238345709": "( ) Itasimamisha barua taka kwa wiki mbili na kisha tutakwama nayo",
    "4227800293": "( ) Watumiaji wa barua pepe hawatavumilia",
    "2271252286": "( ) Microsoft haitavumilia",
    "692064738": "( ) Polisi hawatavumilia",
    "3475647460": "( ) Inahitaji ushirikiano mwingi kutoka kwa watumaji taka",
    "1482845460": "( ) Inahitaji ushirikiano kamili wa haraka kutoka kwa kila mtu mara moja",
    "3741193183": "( ) Watumiaji wengi wa barua pepe hawawezi kumudu kupoteza biashara au kuwatenga waajiri watarajiwa",
    "2234909600": "( ) Watumaji taka hawajali anwani batili katika orodha zao",
    "1982617151": "( ) Mtu yeyote anaweza kuharibu kazi au biashara ya mtu mwingine bila kujulikana",
    "2498172334": "Hasa, mpango wako unashindwa kuwajibika",
    "389705801": "() Sheria zinazokataza waziwazi",
    "190955495": "() Ukosefu wa mamlaka kuu ya kudhibiti barua pepe",
    "237009707": "() Fungua relays katika nchi za kigeni",
    "3507532387": "( ) Urahisi wa kutafuta nafasi ya anwani ndogo za alphanumeric za anwani zote za barua pepe",
    "2477958756": "() Watu wabaya",
    "3254142589": "() Matatizo ya mamlaka",
    "3621401685": "() Kutopendwa na ushuru mpya wa ajabu",
    "4277475973": "() Kutokubali kwa umma kupokea aina mpya za pesa za ajabu",
    "941057651": "() Uwekezaji mkubwa wa programu uliopo katika SMTP",
    "3265293440": "( ) Kuathiriwa na itifaki zaidi ya SMTP kushambulia",
    "515733427": "() Utayari wa watumiaji kusakinisha viraka vya Mfumo wa Uendeshaji vilivyopokelewa kwa barua pepe",
    "2631159699": "( ) Majeshi ya masanduku ya Windows yaliyounganishwa na mnyoo mpana",
    "776542208": "() Mbio za silaha za milele zinazohusika katika mbinu zote za uchujaji",
    "989480928": "() Faida kubwa ya barua taka",
    "3898950867": "( ) Joe jobs na/au wizi wa utambulisho",
    "3395399558": "( ) Wanasiasa wasiojua kusoma na kuandika kiufundi",
    "1118929614": "( ) Ujinga uliokithiri kwa watu wanaofanya biashara na watumaji taka",
    "838951836": "( ) Ukosefu wa uaminifu kwa upande wa watumaji taka wenyewe",
    "2123236933": "() Gharama za kipimo data ambazo haziathiriwi na uchujaji wa mteja",
    "2292919419": "( ) Mtazamo",
    "2534436327": "na pingamizi zifuatazo za kifalsafa pia zinaweza kutumika:",
    "832385387": "( ) Mawazo sawa na yako ni rahisi kutoa, lakini hakuna ambayo yamewahi kuonyeshwa kuwa ya vitendo",
    "1993984258": "( ) Mpango wowote kulingana na opt-out haukubaliki",
    "3909240516": "() Vichwa vya SMTP havipaswi kuwa mada ya sheria",
    "1151065360": "( ) Orodha nyeusi ni mbaya",
    "2396605499": "( ) Orodha zilizoidhinishwa ni mbaya",
    "2225785608": "( ) Tunapaswa kuwa na uwezo wa kuzungumza kuhusu Viagra bila kukaguliwa",
    "3004688366": "() Hatua za kukabiliana hazipaswi kuhusisha ulaghai wa kutumia waya au ulaghai wa kadi ya mkopo",
    "922470170": "( ) Hatua za kukabiliana nazo zisihusishe hujuma kwenye mitandao ya umma",
    "3068923550": "( ) Hatua za kukabiliana lazima zifanye kazi ikiwa zitaingizwa hatua kwa hatua",
    "2752975480": "( ) Kutuma barua pepe kunapaswa kuwa bila malipo",
    "117227832": "( ) Kwa nini tunapaswa kukuamini wewe na seva zako?",
    "1021431157": "( ) Kutopatana na chanzo huria au leseni huria",
    "2801524659": "( ) Hatua za kujisikia vizuri hazifanyi chochote kutatua tatizo",
    "931661269": "( ) Anwani za barua pepe za muda/mara moja ni ngumu",
    "2090457681": "( ) Sitaki serikali kusoma barua pepe yangu",
    "3536122902": "( ) Kuwazuia kwa njia hiyo si polepole na uchungu wa kutosha",
    "2391175562": "Kwa kuongezea, hii ndio ninayofikiria juu yako:",
    "229198134": "( ) Pole jamani, lakini sidhani kama ingefaa.",
    "345563040": "( ) Hili ni wazo la kijinga, na wewe ni mtu mjinga kwa kulipendekeza.",
    "409780280": "( ) Umejaribu vizuri, ****! Natumai mtu ataingia kwenye kibodi yako!",
    "2820080973": "mwenyeji na ❤ by",
    "3943164003": "tazama mbichi",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Kwa nini suluhisho lako jipya la kuzuia taka halitafanya kazi",
    "361795034": ". Mwandishi asiyejulikana, c. 2000",
    "1547006769": "Uthibitishaji wa kibinadamu ni tatizo sawa",
    "3717942925": "Kama vile kutakuwa na watu kila wakati ambao wanataka kupata mawazo yako kupitia barua pepe, kutakuwa na hamu ya kuzuia ufikiaji wa baadhi ya rasilimali ambazo ni wanadamu pekee wanaweza kuzifikia.",
    "2481032625": "Ikiwa lengo ni kuzuia:",
    "1691348394": "- manunuzi ya kiotomatiki kwa wingi wakati wa ofa kidogo",
    "1771016224": "- programu kutokana na kupakua maudhui yote kutoka kwa tovuti yako kwa wingi",
    "1959762846": "- kuwa na fomu zako za wavuti kujazwa na barua taka isiyoisha ya uuzaji au matumizi mabaya",
    "345108670": "- ujazo wa kitambulisho na majaribio mengine ya kuchukua akaunti",
    "2540760245": "miongoni mwa matumizi mengine mengi, kuwa na uwezo wa kuchuja trafiki mtandaoni kwa misingi ya \"binadamu au la\" kuna uwezekano kubaki chombo muhimu mradi tu asili ya binadamu inafuata mifumo sawa iliyorekodiwa katika miaka elfu tano iliyopita.",
    "3346362371": "Vipi kuhusu kujifunza kwa mashine?",
    "3619183405": "Mnamo 2021 CAPTCHA rahisi wakati mwingine zinaweza kutatuliwa kwa programu, kutokana na maendeleo katika kujifunza kwa mashine. Ili kushughulikia hili, hCaptcha pia hufanya uchambuzi wa kina wa mali kama",
    "3292221787": "changamoto ilijibiwa, sio tu kama ilikuwa sahihi, na mara nyingi hubadilisha maswali na data iliyotumiwa.",
    "1080672247": "Kwa sababu maswali mengi yanayoulizwa hayawezi kutatuliwa kiuchumi kwa kutumia programu ya rafu, na kwa sababu data kwa ujumla ni ya kipekee kwa mfumo, hii inamaanisha kuwa roboti mara nyingi husimamishwa kabisa na huduma isiyolipishwa, na lazima zitegemee visuluhishi vya binadamu vya CAPTCHA badala yake. hufanya aina nyingi za unyanyasaji kutokuwa na uchumi kabisa.",
    "4172868199": "inaenda mbali zaidi kuliko hii, ikihamia katika nyanja ya kujaribu kutofautisha “binadamu mzuri” na “binadamu mbaya” pia, na inatumiwa leo na huduma nyingi maarufu za mtandaoni kutafuta na kukomesha kila kitu kutoka kwa ulaghai wa ununuzi hadi ulaghai wa hali ya juu unaoendelea. vitisho dhidi ya watumiaji wao, huku wakidumisha mkazo wa kipekee katika kuhifadhi faragha.",
    "2873911365": "Vipi kuhusu uthibitishaji wa vifaa?",
    "1477196356": "Mbinu mbalimbali za kuunganisha utambulisho kwa kifaa kwa mtindo salama wa siri, wakati mwingine na sifa za kuhifadhi faragha, zimependekezwa kwa miongo kadhaa. Usimbaji fiche wa ufunguo wa umma ulianza c. 1975, na ishara za vifaa zimekuwepo kwa muda mrefu.",
    "2349681896": "Kwa bahati mbaya, kudhibiti kipande cha vifaa haimaanishi kuwa wewe ni mtu. Takriban kila mpango maarufu wa uthibitishaji wa maunzi ya watumiaji umevunjwa mara kwa mara, kuwekwa viraka, na kisha kuvunjwa tena.",
    "254326776": "Matumizi mabaya mabaya ya dosari hizi mara nyingi hugunduliwa kuwa yamekuwa yakitokea kwa miezi au miaka kabla ya kufichuliwa au kuchapishwa kwa kitaaluma.",
    "2462909475": "Ukuta wa zaidi ya simu 10,000 zinazotumika kwa matumizi mabaya, sehemu ya operesheni ya Kichina ya roboti.",
    "1963951234": "Haijalishi jinsi mpango wako wa kriptografia unavyotegemewa, ikiwa mtu anaweza mwisho wa siku kutumia pesa tu kukupa jibu unalotafuta, kumiliki kipande cha maunzi hakutoshi.",
    "1278884196": "Hiyo ilisema, cryptography ni nidhamu changa. Kulingana na historia ya hivi majuzi, mpango wako wa kriptografia na/au utekelezaji unaweza kuvunjika punde tu mtu yeyote atakapokuwa na motisha ya kuutazama kwa karibu, na kuna uwezekano watu wengine watabaini hili muda mrefu kabla hujafanya hivyo. Kutegemea maunzi pia kunamaanisha kuwa unaweza kuhitaji kuuliza kila mtumiaji wako kubadilisha kifaa halisi ili kurekebisha dosari. Hili haliwezekani kutokea haraka katika hali nyingi, kumaanisha kwa ukweli mfumo wako utashindwa kufunguka.",
    "1828028934": "Hii ni kwa nini",
    "1642844535": "ni muhimu: hCaptcha hutumia mbinu nyingi tofauti kujibu swali moja la msingi, kuruhusu ulinganifu wa uthabiti katika tathmini zote.",
    "1155821305": "ulinzi ni wa kina",
    "119098046": "Vipi kuhusu masuluhisho ya kupita kiasi au yasiyo na changamoto?",
    "2760410719": "Huduma zinazojaribu kufanya utambuzi wa kijibu kwa mawimbi tulivu huingia kwenye suala la msingi kwa haraka: unawezaje kuthibitisha ikiwa mfumo hutambua watendaji wabaya kwa usahihi wakati huna ukweli sahihi wa msingi?",
    "1722734001": "Mtandao wazi ni mazingira ya kelele sana. Watendaji wabaya hushambulia watumiaji wa huduma zetu na washindani wetu kama vile reCAPTCHA kila siku, na bila shaka wanajaribu kuonekana kama binadamu iwezekanavyo huku wakifanya hivyo.",
    "1595254735": "Huduma tulivu zinatatizika kudumisha usahihi wa utambuzi wa kijibu, au hata kujua zinapokuwa si sahihi. Bila uwezo wa kuwapa watumiaji changamoto mara kwa mara na kuchanganua kwa usahihi matokeo ya changamoto hiyo, usahihi huelekea kupungua sana kadiri muda unavyopita.",
    "2412751979": "Shukrani kwa ishara sahihi zaidi za ubinadamu kwamba nguvu ya hCaptcha, kampuni nyingi ambazo hapo awali zilitumia reCAPTCHA v3/Enterprise zimetumia",
    "2284856231": "na kuona usahihi ulioboreshwa sana katika hali tulivu ya hCaptcha Enterprise pia.",
    "4162847": "Tumeweza kuona hili moja kwa moja, kwa kuwa baadhi ya wateja wetu huendesha majaribio ya A/B kwa ombi moja kabla ya kubadili kabisa kutoka kwa matoleo ya Google. Kwa kawaida tunaweza kuthibitisha viwango vya juu vya chanya na hasi vya uwongo kutoka kwa reCAPTCHA v3 au reCAPTCHA Enterprise.",
    "436125785": "Hili haishangazi kutokana na kutokuwa sahihi kwa misururu ya maoni inayopatikana katika bidhaa hizo, na ukweli kwamba zinauzwa na mtandao wa matangazo kwa nia kuu ya kutopata ugunduzi mzuri sana wa roboti, isije ikadhuru biashara zao kuu.",
    "2233741720": "Hitimisho",
    "2133809801": "Ilimradi watu waendelee kuwa watu, kuna uwezekano kwamba uthibitishaji wa kibinadamu utakuwa na jukumu la kucheza mtandaoni.",
    "2255549335": "Kazi yetu katika hCaptcha ni kupata maelewano mazuri kati ya ugumu na usahihi na kupunguza msuguano, haswa kwa",
    "4138068262": "watumiaji. Hatimaye, kuingiliana na changamoto kuna uwezekano kubaki sehemu ya ghala la zana za kupunguza matumizi mabaya ya mtandaoni mradi tu asili ya binadamu ibaki bila kubadilika.",
    "855097735": "Kuunda huduma ambayo hufanya hivi vyema huku ikisawazisha maswala yote ni tatizo gumu sana (na tunajitahidi kila wakati kuiboresha ili kufanya matumizi iwe ya kufurahisha iwezekanavyo) lakini tunatumai utakubali kwamba kupunguza barua taka, matumizi mabaya, uporaji wa akaunti. , na ulaghai wa mtandaoni hatimaye unastahili swali rahisi la mara kwa mara.",
    "1953959745": "upatikanaji",
    "2543123170": "Uthibitishaji wa kibinadamu wa msuguano sifuri",
    "547245263": "Tatua tatizo lako la kijibu leo.",
    "3117887301": "Inaaminiwa na huduma kubwa zaidi za mtandaoni",
    "981806349": "Imejengwa kwenye jukwaa lililothibitishwa la hCaptcha",
    "2373007864": "hCaptcha Enterprise huendesha teknolojia ya jukwaa la hCaptcha, iliyopanuliwa ili kujumuisha vipengele vinavyohitajiwa na makampuni ya trafiki.",
    "2652399059": "Mshirika anayeaminika",
    "1997838163": "Kampuni kubwa zaidi duniani zinategemea hCaptcha Enterprise. Ujumuishaji ni rahisi, na usahihi wa kugundua haulinganishwi.",
    "734735952": "Tulitathmini idadi ya wachuuzi wa CAPTCHA na pia kuunda mfumo sisi wenyewe. Mwishowe, hCaptcha iliibuka kama njia bora zaidi ya reCAPTCHA.",
    "1250541092": "- Sergi Isasi",
    "3524251858": "Mkurugenzi wa Usimamizi wa Bidhaa, Cloudflare",
    "3971348140": "Kwa nini tulitumia hCaptcha? Hakuna mtu mwingine ambaye angeweza kutoa vipengele na utendaji tuliohitaji. Walituinua na kukimbia haraka, na wafanyabiashara wetu wanapenda matumizi.",
    "4248655793": "- Alex M.",
    "4185927140": "Kidhibiti cha Bidhaa, Flash, Shopify",
    "282913023": "Chaguo la gharama nafuu kwa makampuni ya biashara ya trafiki ya juu",
    "999610953": "Hatimaye, njia mbadala inayoaminika kwa Google. hCaptcha Enterprise huokoa pesa nyingi kwenye bili yako ya reCAPTCHA kwa usalama wa juu: hadi 80% chini ya bei katika baadhi ya matukio.",
    "1886100235": "Huduma nyingi kubwa zaidi za mtandaoni zimetumia hCaptcha Enterprise na kupokea ugunduzi bora wa kijibu pamoja na kuokoa gharama kubwa.",
    "2903742230": "Mitandao ya matangazo huona wageni wako kama bidhaa. Kwetu sisi lengo pekee ni kuamua ubinadamu wao. Huduma zetu zinakidhi au kuzidi mahitaji ya GDPR, CCPA, LGPD na PIPL, na tunajitahidi kusawazisha faragha na usalama.",
    "3901503296": "Mtazamo huu wa kipekee wa faragha unamaanisha kuwa tunaweza kutoa uhifadhi wa data ya mtu binafsi sifuri, uendeshaji bila vidakuzi, na uhakikisho mwingine wa faragha wa kimkataba kama inavyohitajika huku tukidumisha usalama bora.",
    "3342910682": "Soma zaidi",
    "1130783905": "Usahihi ni kwa maslahi yako na yetu. hCaptcha inafanya kazi kukupa data halisi na kukuruhusu kuamua jinsi ya kuitumia. Suluhu zingine za usalama hutolewa na kampuni za utangazaji za Gigantic. Hii inamaanisha kuwa kila kijibu wanachozuia kinaweza kupunguza mapato yao.",
    "2019130052": "Ubunifu wetu katika ML inayolenga faragha huturuhusu kuvuka viwango vya usalama vya mikakati ya \"rekodi kila kitu milele\" bila kuathiri usalama au faragha ya mtumiaji.",
    "23114595": "Uzoefu Mkubwa wa Mtumiaji",
    "3437412311": "Kwa watumiaji wa Enterprise, chaguo zinapatikana ili kuepuka changamoto kabisa katika hali nyingi, kutegemea alama za passiv.",
    "1996843433": "Punguza msuguano kwa kuepuka changamoto kabisa kwa 99.9% ya trafiki yako halali huku ukiendelea kutoa usalama bora.",
    "3093689546": "Ushirikiano rahisi",
    "247560732": "Ongeza hCaptcha na mistari mitatu ya msimbo. Ikiwa unatoka reCAPTCHA, API yetu inaoana na inachukua dakika chache tu kubadili.",
    "1510448156": "Unaweza kutumia njia mbadala bora zaidi leo, na uwashe vipengele vya kina zaidi inapohitajika.",
    "2718999653": "Alama za Tishio Zilizobinafsishwa",
    "2698140263": "Si matatizo yote yanayofanana: kupata alama moja inamaanisha ni lazima kushughulikia mahitaji yako ili kuwa muhimu.",
    "897432717": "Kwa muundo wetu wa riwaya wa Alama Zilizobinafsishwa za Tishio, kuongeza maarifa ya biashara yako huruhusu miundo yetu kutoa alama zinazofaa kipekee kwa watumiaji wako.",
    "2650502379": "Zindua Changamoto Zako Mwenyewe kwa Sekunde",
    "3578122193": "Endelea kutumia chapa iliyo na maudhui muhimu",
    "1074044172": "Wakati watumiaji lazima watatue changamoto ili kukidhi mahitaji yako ya usalama, kwa nini usiulize maswali ya kupendeza na muhimu kwa mtumiaji?",
    "1579093044": "Ukiwa na mbuni wetu rahisi wa changamoto maalum, unaweza kuzindua maudhui ya changamoto kwenye chapa kwa dakika chache tu.",
    "3717512591": "Ujumuishaji wa Jukwaa la moja kwa moja",
    "121743429": "Kwa Makampuni ya Miundombinu ya Wavuti",
    "2131386784": "Utaalamu Unaoweza Kufikiwa na Usaidizi Kwa Wewe na Watumiaji Wako",
    "2782263070": "Huduma ni kipaumbele cha juu kwetu. Tunadumisha usaidizi wa 24/7 kwenye simu na tunatoa uratibu wa moja kwa moja wa Slack na timu yako ya ujumuishaji wa uhandisi na wafanyikazi wetu wa simu wakati na baada ya utekelezaji.",
    "3740051331": "Pia tumejitolea kufuatilia kikamilifu na kujibu maswali ya watumiaji wako kwenye mitandao ya kijamii, mijadala na njia zetu za usaidizi za wijeti na barua pepe. Tunafikiwa na kuitikia, na tunachukulia kuridhika kwa mtumiaji kama KPI bora.",
    "170775527": "Vipengele vya biashara",
    "3383086062": "hCaptcha Enterprise ni suluhisho kamili la usalama mtandaoni. Hali amilifu na tulivu hukuruhusu uache kujaza hati miliki, ugundue uporaji wa akaunti na uzuie waigizaji wanaotiliwa shaka. Yote yenye msuguano sufuri kwa watumiaji halali.",
    "1408599440": "Anza haraka na mistari michache ya msimbo na hali yetu ya 99.9% ya passiv, au uchukue udhibiti kamili wa wakati na jinsi watumiaji wanavyopata changamoto. Miundo ya vitisho maalum na changamoto zinazoweza kugeuzwa kukufaa humaanisha unyumbulifu usio na kifani ili kuhakikisha usalama.",
    "3365203058": "Ulinzi wa kiwango cha kimataifa dhidi ya roboti",
    "1803009328": "Vita vilivyojaribiwa kwa kiwango cha wavuti.",
    "1586809757": "Alama za roboti za usahihi wa juu",
    "353367791": "Tambua waigizaji wabaya wa aina nyingi tofauti.",
    "191460155": "Msuguano sifuri na hali 99.9% za passiv",
    "585557010": "Changamoto chini ya 0.1% ya watumiaji halali.",
    "3287172429": "Dhibiti aina za changamoto zilizoonyeshwa",
    "1844885924": "Maktaba pana ya aina za kuchagua.",
    "3018523079": "Endelea kutumia chapa ukitumia uzoefu thabiti.",
    "3817811295": "Kuegemea kwa uhakika na usaidizi wa haraka wa 24/7 kwenye simu.",
    "1798492192": "Usaidizi wa kivinjari cha urithi",
    "1356745565": "Inatumika hadi kwenye Internet Explorer 8.",
    "751483365": "Usaidizi kwa wateja wasio wa JavaScript.",
    "4199502476": "Dashibodi za kuripoti za hali ya juu na API",
    "3630114728": "Tazama kinachoendelea kwenye tovuti na programu zako zote.",
    "3573245166": "Tofauti na reCAPTCHA, tunafanya kazi katika kila nchi.",
    "2354267648": "Sera ya faragha ya GDPR, CCPA na LGPD",
    "3167979932": "Imeundwa kwa ajili ya faragha kutoka siku ya kwanza. Makubaliano Madhubuti ya Uchakataji Data.",
    "4065065042": "Piga hii ili kutoshea kesi yako ya utumiaji.",
    "111184581": "Mwenyeji wa mtu wa kwanza",
    "4272022475": "Maombi na mali zote huenda kwa hcaptcha.yourdomain.com",
    "2676853536": "Dashibodi za watumiaji wengi",
    "1368787974": "Shiriki usimamizi katika timu yako yote.",
    "1045484714": "Muunganisho wa SAML SSO na Mtoa Utambulisho wako, kwa mfano Okta au AD ya Azure.",
    "3953584369": "Vizuizi vya kisasa vya ufikiaji vya RBAC vinapatikana.",
    "2781507299": "Uthibitishaji wa Papo hapo",
    "4019660456": "Muda wa kusubiri wa 0ms: thibitisha tokeni za hCaptcha bila simu ya API.",
    "3446714684": "Muunganisho wa Simu (iOS na Android).",
    "2593768395": "Uzoefu usio na mshono kwenye wavuti, rununu asili, wavuti ya rununu. Viunganishi vilivyoundwa mapema na SDK asili zinapatikana.",
    "1779265104": "Sheria na Masharti na Dhamana ya Faragha Iliyobinafsishwa",
    "122875767": "Kukidhi mahitaji yako ya kisheria wakati makampuni mengine hayawezi.",
    "148188781": "Changamoto Zilizowasilishwa",
    "838049015": "Chagua picha zote zinazolingana na hoja",
    "1126302400": "Sanduku la Kufunga",
    "3554448168": "Uainishaji",
    "2104933754": "Tambua lebo zinazolingana",
    "3612043014": "...na kazi zingine rahisi. Rahisi kwa wanadamu, ngumu kwa roboti.",
    "3624758171": "Kazi maalum zinapatikana pia kwa wachapishaji wa biashara.",
    "1001938065": "Ujumuishaji haungeweza kuwa rahisi",
    "2138799135": "hCaptcha ina miunganisho kadhaa iliyojengwa mapema kwa mifumo ya mbele na nyuma unayotumia.",
    "2535001179": "Iwapo unatoka kwenye reCAPTCHA ya Google, API zetu ni mbadala za kuachilia.",
    "1393184984": "ni wote unahitaji.",
    "3715747429": "Wahandisi wetu wa kuabiri wanaweza kukusaidia haraka, iwe unahitaji ujumuishaji wa React, SDK za programu asili za iOS, mfano wa mandharinyuma ya Java, au takriban hali nyingine yoyote.",
    "2681650568": "Na kama kawaida, faragha ndio dhamana kuu kwetu. Ongeza msimbo wetu wa changamoto pale tu inapohitajika, na inapofaa kukulinda wewe na watumiaji wako. Kupunguza ukusanyaji wa data huanza kutoka wakati wa kuunganishwa.",
    "1130868224": "Mistari mitatu ya kanuni",
    "2183926131": "Anza na hCaptcha Enterprise",
    "1526887904": "Faragha ya hCaptcha Enterprise",
    "1845745385": "Imeundwa kwa ajili ya Faragha.",
    "1297224875": "Mbinu ya kipekee inayoendeshwa na faragha kwa Biashara ya usalama mtandaoni.",
    "2762458927": "Data yako ya mtumiaji haiuzwi.",
    "2058856283": "hCaptcha Enterprise ina lengo moja tu: kuzuia watendaji wabaya kuvuruga shughuli zako za mtandaoni na kuwadhuru watumiaji wako.",
    "2408036504": "Mifumo yetu kwa hivyo imeundwa kuanzia mwanzo hadi chini ili kupunguza ukusanyaji na uhifadhi wa data huku ikidumisha usalama unaoongoza darasani. Njia bora ya kulinda data ya mtumiaji sio kuihifadhi kabisa.",
    "4099477834": "Mahusiano yote ya wateja pia yanalindwa na Makubaliano madhubuti ya Kuchakata Data. Huduma ya hCaptcha inatii sheria zote za faragha bila kujali mahali ambapo huduma yako au wateja wako wanaishi. Kutoweka data ya kibinafsi hurahisisha hili zaidi kwetu kuliko kwa kampuni zingine.",
    "3569492665": "Kurekodi shughuli za mtandaoni sio jibu.",
    "3389431373": "Huduma kama vile reCAPTCHA v3 zinasema kwamba kuweka pikseli zao za ufuatiliaji kwenye kila ukurasa wa tovuti yako ni muhimu kwa usalama mzuri. Hii sivyo ilivyo.",
    "3590546893": "Uchanganuzi rahisi wa tabia ni ishara ambayo inatungwa kwa urahisi na watendaji wabaya, na inahitaji kuhifadhi historia ya kuvinjari kwa trafiki yako yote halali pia.",
    "1105363520": "Hatutumii mtandao wa matangazo, na hatuna nia ya kuangalia tabia ya mtumiaji wako ili kuwauzia matangazo. Hii ina maana kwamba hatuhitaji pikseli tu kwenye kila ukurasa wa tovuti yako.",
    "3088605177": "Ongeza msimbo wetu wa changamoto pale tu inapohitajika, na inapofaa kukulinda wewe na watumiaji wako.",
    "337971271": "Kujifunza kwa mashine ni muhimu. Lakini hauhitaji data ya kibinafsi kufanya kazi.",
    "320166522": "Kujifunza kwa mashine sasa kunaathiri karibu kila nyanja ya maisha yetu, mara nyingi kwa njia ambazo hatuzitambui na hatuwezi kuona. Huduma za usalama mtandaoni sio tofauti.",
    "3180664128": "Kwa kujifunza zaidi ya maelfu ya mawimbi, miundo inaweza kukadiria na kufikia imani ya juu katika kugundua tabia mbaya kwa haraka sana, hata wakati hakuna mawimbi ya mtu binafsi ambayo yenyewe yanaweza kuwa na nguvu ya kutosha kuashiria tatizo.",
    "961941354": "Hata hivyo, hakuna kati ya haya yanayohitaji kutumia maelezo yanayoweza kumtambulisha mtu binafsi (\"PII\"). Mbinu za kisasa za kriptografia huturuhusu kutupa data yoyote ya kibinafsi haraka iwezekanavyo, na kutengeneza saini za njia moja ambazo haziwezi kuunganishwa na mtu yeyote.",
    "1706581702": "Mafunzo juu ya data ambayo haijatambuliwa hufanya kazi vile vile, na hauhitaji kuathiri usalama au faragha. Wateja wetu wamefanya majaribio ya majaribio, na wametutangaza kuwa sawa na au bora kuliko njia mbadala ndogo za kibinafsi.",
    "3203921334": "Tulipenda mambo kadhaa kuhusu suluhu za hCaptcha: 1) haziuzi data ya kibinafsi; wanakusanya tu data ya kibinafsi inayohitajika, wana uwazi katika kuelezea maelezo wanayokusanya na jinsi wanavyotumia na/au kuyafichua.",
    "305735018": "Hatimaye, njia mbadala inayoaminika kwa Google. hCaptcha Enterprise huokoa pesa nyingi kwenye bili yako ya reCAPTCHA kwa usalama wa juu: hadi 80% chini ya bei katika baadhi ya matukio.",
    "3695206755": "Tujaribu katika mazingira yako bila kuwajibika.",
    "2941545733": "Sisi ni wahandisi, sio wauzaji: tunataka uwe na furaha na chaguo lako.",
    "131871195": "Njia bora ya kuhakikisha kuridhika kwako ni kuonyesha tunakidhi mahitaji yako.",
    "3436534225": "Takriban makampuni yote yanayoanzisha majaribio hatimaye huchagua masuluhisho yetu.",
    "4060250206": "Tumia fomu hii kufikia mmoja wa wataalamu wetu wa kiufundi. Tunajibu haraka.",
    "1159746815": "Unaweza pia kututumia barua pepe moja kwa moja.",
    "2531534427": "Maelezo yako hapa.",
    "2059998584": "Mkoa",
    "3916131732": "Amerika",
    "135276624": "Ulaya, Mashariki ya Kati, Afrika (EMEA)",
    "1182294134": "Asia-Pasifiki (APAC)",
    "2437934778": "Jina lako",
    "3859506577": "Barua pepe ya Biashara",
    "1268414751": "Maelezo mengine yoyote tunapaswa kuwa nayo?",
    "42559805": "Je, unahitaji upandaji wa haraka?",
    "851679588": "Ndiyo.",
    "1729677626": "Ninashambuliwa na ninahitaji kuingizwa mara moja.",
    "2808971932": "Haya ni baadhi ya maandishi ndani ya div block.",
    "2468683988": "Kichwa",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim katika eros elementum tristique. Kwa hiyo, mimi ni kama viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Kiungo cha maandishi",
    "2212670355": "Jisajili",
    "31502377": "Ni kipengele gani cha Maandishi Tajiri?",
    "2310705547": "Kipengele cha maandishi tajiri hukuruhusu kuunda na kufomati vichwa, aya, nukuu zilizozuiwa, picha na video vyote katika sehemu moja badala ya kuviongeza na kuviumbiza kibinafsi. Bofya mara mbili tu na uunde maudhui kwa urahisi.",
    "2590587108": "Uhariri wa maudhui tuli na unaobadilika",
    "778204464": "Kipengele cha maandishi tajiri kinaweza kutumika na maudhui tuli au yenye nguvu. Kwa maudhui tuli, idondoshe tu kwenye ukurasa wowote na uanze kuhariri. Kwa maudhui yanayobadilika, ongeza sehemu ya maandishi wasilianifu kwenye mkusanyiko wowote kisha uunganishe kipengele cha maandishi tajiri kwenye sehemu hiyo kwenye kidirisha cha mipangilio. Voila!",
    "1890955039": "Jinsi ya kubinafsisha umbizo kwa kila maandishi tajiri",
    "3286051798": "Vichwa, aya, nukuu zuio, takwimu, picha, na maelezo mafupi ya takwimu vyote vinaweza kuwekewa mtindo baada ya darasa kuongezwa kwenye kipengele cha maandishi tajiri kwa kutumia mfumo wa kiteuzi \"Ukiwa ndani ya\" kiota.",
    "504332576": "Tunajivunia kutangaza kwamba hCaptcha imekua na kuwa huduma kubwa zaidi huru ya usalama wa mtandao duniani, inayotumia takriban 15% ya mtandao - na tulichukua sehemu kubwa ya sehemu hii ya soko moja kwa moja kutoka Google reCAPTCHA. Pamoja, hCaptcha na",
    "1155436473": "(toleo letu la biashara) sasa linda mamia ya mamilioni ya watumiaji kwenye makumi ya mamilioni ya tovuti na programu kila mwezi. Hadithi yetu inaonyesha kuwa unaweza kushindana na Big Tech unapotanguliza faragha.",
    "3108727249": "BotStop",
    "1296696044": "Faragha dhidi ya Usalama: Kwa nini si zote mbili?",
    "538871570": "Kushindana na Google na kampuni zingine za Big Tech kunaonekana kama mpangilio mrefu: nguvu zao za soko za ukiritimba, athari za jukwaa na jeshi la wasanidi wanaolipwa sana kwa ujumla huchukuliwa kuwa na nguvu sana kukabiliana na mtu yeyote isipokuwa makampuni makubwa ya teknolojia kama vile Facebook au Amazon. Hadithi yetu inaonyesha kuwa si lazima iwe hivyo - unaweza kushinda Big Tech kwa kuangazia faragha.",
    "3600718611": "Zingatia Google reCAPTCHA,",
    "4281708680": ". Katika hCaptcha, tumechukua mbinu tofauti kimakusudi, kwa kutumia mbinu za kujifunza za mashine za kuhifadhi faragha ili kutambua tabia za kawaida za roboti kwa usahihi wa juu, huku tukitumia na kuhifadhi data kidogo iwezekanavyo.",
    "3312336121": "ambayo hutumia kiasi kikubwa cha data ya tabia ili kubaini kama watumiaji wa wavuti ni binadamu halali au roboti",
    "1193738791": ": wanafuatilia tabia ya mtumiaji kwenye kila ukurasa wa tovuti na kwenye wavuti. Tumeunda hCaptcha iwe rahisi kwa faragha iwezekanavyo kuanzia siku ya kwanza. Hii ilisababisha njia tofauti kabisa ya shida. Kama inavyotokea, kufuatilia watumiaji kwenye wavuti na kuunganisha historia yao ya wavuti kwa utambulisho wao sio lazima kabisa ili kufikia usalama mzuri. Kampuni nyingi ambazo zimebadilisha hadi hCaptcha",
    "2620705814": "Google ni kampuni ya matangazo, na bidhaa zao za usalama zinafanana sana na bidhaa zao za matangazo",
    "1126447688": "mara nyingi huripoti utendakazi sawa au bora katika ugunduzi na upunguzaji wa vijibu licha ya umakini wetu wa faragha",
    "439777523": "Mambo ya Udhibiti",
    "3588274874": "Katika kuangazia utoaji wa bidhaa iliyowiana na juhudi za udhibiti kama vile GDPR ya Umoja wa Ulaya na CCPA ya California, tumeshuhudia ukuaji mkubwa - bila shaka, inasaidia kwamba hCaptcha ni rahisi \"kushuka\" badala ya reCAPTCHA na hivyo inaweza kusakinishwa ndani ya dakika chache.",
    "2150595700": ". GDPR na CCPA zimeweka masuala ya faragha kwenye ramani kwa wanunuzi wa biashara, na wakati huo huo faragha ya mtandaoni inazidi kuwa muhimu kwa umma tunapoanza kuelewa jinsi tasnia za utangazaji na uuzaji mtandaoni zimetumia data yetu kihistoria.",
    "2624949852": "Bila shaka, reCAPTCHA iliingia mapema katika usalama wa wavuti tangu 2009, ikilinda mamilioni ya tovuti dhidi ya vitisho vinavyozidi kuongezeka kutoka kwa roboti hasidi na watumaji taka. Walakini, imeathiriwa kabisa katika miaka ya hivi karibuni:",
    "499510428": "Kwa kweli tunaamini kuwa udhibiti umetusaidia hapa",
    "1232651561": "programu sasa ni nzuri kama watu katika kutatua changamoto za reCAPTCHA.",
    "824740867": "Badala ya kuboresha suluhisho, Google badala yake ilitoa reCAPTCHA v3, ambayo hufanya kazi zaidi kama mtandao wa matangazo kuliko programu ya usalama, kukusanya data ya tabia kutoka kwa wavuti ili kuunda wasifu wa watumiaji. Kwa bahati mbaya, aina hii ya ishara inashindwa kwa urahisi, na hivyo hutoa ulinzi mdogo dhidi ya roboti huku ikidhuru faragha ya mtumiaji.",
    "1027023087": "Sisi katika hCaptcha badala yake tumezingatia mbinu za kisasa zaidi za tatizo, ambazo hazihitaji kuhifadhi rekodi za tabia za muda mrefu kama vile historia ya kuvinjari na tumethibitisha kuwa thabiti zaidi mbele ya wapinzani waliodhamiria tangu huduma ilipoanzishwa.",
    "2852295413": "Mgongano wa kimaslahi uliopo: kusitisha roboti hupunguza mapato ya mtandao wa matangazo",
    "1597520917": "Idadi inayoongezeka ya wakosoaji wamebainisha kuwa kutozingatia kwa Google kwa faragha ya mtumiaji kunapaswa kuwahusu wateja wanaotafuta kulinda tovuti na programu zao.",
    "763447231": "Wakati huo huo, kuzuia roboti kufikia tovuti za wachapishaji kunaweza kufichua ulaghai wa matangazo, na hivyo kuhusisha bidhaa ya Google ya reCAPTCHA moja kwa moja na biashara yao ya matangazo, ambayo huzalisha zaidi ya 80% ya mapato yao.",
    "999674529": "Kila bot ambayo Google itagundua inapaswa kupata dola sifuri za tangazo. Kwa hivyo vivutio vya kampuni ya Google havilinganishwi vyema na watumiaji wa huduma zao za usalama, na hii inaweza kuwa mojawapo ya maelezo ya utendaji mbaya wa toleo lao la usalama la reCAPTCHA.",
    "956019009": "Kampuni kubwa zaidi za miundombinu ya wavuti tayari zimechukua hatua",
    "1923297430": "Hatua ya mwisho ya kuvunjika kwa wateja wengi wakubwa ilikuja wakati Google ilipoanza kutoza makampuni kwa kutumia bidhaa zao kwa kiwango chochote cha maana. Hii ilisababisha watumiaji wa reCAPTCHA wa muda mrefu kutafuta njia mbadala bora kwani masuala ya udhibiti duniani kote tayari yalikuwa yamefanywa kwa kutumia matoleo ya Google yalizidi kutopendeza.",
    "2197218442": "Mkurugenzi Mtendaji wa Cloudflare Matthew Prince alifupisha maoni haya katika",
    "155456850": "wakitangaza kubadili kwao kwa hCaptcha:",
    "435302267": "chapisho la blogi la kampuni",
    "2087769953": "\"Tumefurahishwa na mabadiliko haya kwa sababu yanasaidia kushughulikia suala la faragha linalotokana na kutegemea huduma ya Google ambayo tumekuwa nayo kwa muda. Tulitathmini idadi ya wachuuzi wa CAPTCHA na pia kuunda mfumo wenyewe. Mwishowe, hCaptcha iliibuka kama njia bora zaidi ya reCAPTCHA.\"\"Tulipenda mambo kadhaa kuhusu suluhu za hCaptcha: 1) hawauzi data ya kibinafsi; wanakusanya tu data ya kibinafsi inayohitajika, wako wazi katika kuelezea maelezo wanayokusanya na jinsi wanavyotumia na/au kuyafichua.\"",
    "595582512": "Ikiwa unatazamia kulinda tovuti au programu yako ipasavyo dhidi ya roboti, watumaji taka au watendaji wengine hasidi, huku ukihifadhi faragha ya watumiaji wako (na kutii kanuni zote zinazofaa!), zingatia hCaptcha na toleo letu la Enterprise.",
    "3388180864": "Je, ungependa kufanyia kazi changamoto za kina za kiufundi katika kiwango cha wavuti? Daima tunaajiri wahandisi wenye vipaji duniani kote -",
    "3892952987": "angalia fursa zetu na utume maombi hapa",
    "3368788823": "Terence Eden anatoa hoja ya kuvutia kwenye blogu yake: \"",
    "1491780143": "CAPTCHA hazithibitishi kuwa wewe ni binadamu - zinathibitisha kuwa wewe ni Mmarekani",
    "2146900431": "Intuitively, dai hili lina mantiki nyingi. CAPTCHA, kama karibu kila kitu, zimepachikwa katika muktadha wa kitamaduni, na ikiwa kundi lako la changamoto limeundwa mara nyingi katika utamaduni mmoja, huenda lisifafanuliwe vyema kwa mwingine. Kwa msingi wake, hii ni suala la kitamaduni",
    "378086442": "ya CAPTCHA, badala ya UX zao kwa kila sekunde.",
    "1445008801": "Kama Edeni inavyosema:",
    "332723732": "maudhui",
    "2072808435": "\"Nadhani Google? Teksi katika nchi yangu kwa ujumla ni nyeusi. Nimetazama filamu za kutosha kujua kwamba zote za Amerika ni za njano. Lakini katika kila nchi nyingine niliyotembelea, teksi zimekuwa mish-mash ya. rangi tofauti.\"",
    "3206136647": "Tatizo la Google hapa linatokana na data ya swali wanayotumia dhidi ya anayeiona. Ikiwa data yote inatoka kwa utamaduni sawa (na kwa upande wa Google, kampuni sawa) bila shaka unaweza kutarajia kuwa na changamoto ambazo hazitafsiri vyema kwa tamaduni nyingine, kulingana na malalamiko ya Edeni.",
    "2217842245": "Walakini, data yetu inaonyesha kuwa (kwa hCaptcha)",
    "4280117172": "Nchi nyingi kwa kweli hufanya vizuri zaidi kuliko Marekani, ikiwa ni pamoja na Nigeria, India, Brazil na Ujerumani:",
    "555749578": "kuna tofauti chini ya 1% katika viwango vya utatuzi katika nchi kuu katika kila bara.",
    "151737819": "Viwango vya Suluhisha vya hCaptcha kote ulimwenguni vinaonyesha tofauti ndogo sana",
    "3908992897": "na inatumika katika kila nchi na eneo duniani, kwa hivyo tunalenga sana kutoa matumizi thabiti ya kimataifa.",
    "2808122102": "Kwa hivyo, utendakazi wa tamaduni mbalimbali ni hitaji la msingi kwa huduma yetu. Kuhakikisha kuwa watumiaji wote halali wanaweza kufikia maudhui kwa haraka ni sehemu muhimu ya dhamira yetu. Tunatoa changamoto katika lugha 110, na tunaendelea kuboresha tafsiri zinazofaa ili kuhakikisha kuwa changamoto zetu zinaweza kutatuliwa na kila mtu.",
    "3913801502": "hCaptcha sasa inaendesha takriban 15% ya mtandao",
    "2077639538": ". Kwa moja, data ya changamoto kwenye huduma yetu inaweza kutoka kwa vyanzo vingi, sio moja tu - kutoka kwa kampuni kubwa za Fortune 500 hadi kuanza kwa mashine ya kujifunza, mradi tu wanazingatia yetu.",
    "3951112506": ". Hiyo tayari inahakikisha kiwango cha juu cha utofauti katika data.",
    "1803943584": "Pili, tunaruhusu changamoto kujiboresha ili kubaini ni nchi au lugha zipi zitaendeshwa, na hivyo kuongeza uwezekano wa uzoefu thabiti hata zaidi. Ikiwa usahihi ni wa chini kuliko inavyotarajiwa, seti ya maswali itaacha kufanya kazi katika eneo au lugha ambapo athari hii hutokea.",
    "3668873369": "Katika hCaptcha, tumechukua mbinu tofauti na siku ya kwanza",
    "1519201684": "Sera ya Maadili ya AI",
    "2155089487": ". Ikiwa changamoto zetu zingekuwa rahisi kutatua kwa baadhi ya vikundi, tungetarajia kuona tofauti katika jinsi watu kote ulimwenguni na katika tamaduni mbalimbali wanavyofanya wakati wa kuzitatua. Katika muktadha wa chapisho la Edeni, tungetarajia Wamarekani kufanya vizuri zaidi kuliko watu katika nchi zingine. Kwa sababu tumetumia miaka mingi kutengeneza mifumo ya kuepusha tatizo hili, kwa kweli tunaona kinyume kabisa.",
    "2603863826": "PS: Ukipata tafsiri katika lugha yako ambayo inaweza kutumia uboreshaji, jisikie huru kuwasilisha a",
    "3543141425": "kwa ajili yake!",
    "2697276059": "Ushahidi huu unafanya kazi: viwango vya utatuzi sawa kote ulimwenguni",
    "664236229": "ombi la kuvuta",
    "1137470858": "Tarehe 11 Desemba 2021",
    "12462594": "hCaptcha imeundwa kwenye jukwaa la HUMAN, ambalo huruhusu uelekezaji na uchanganuzi wa hali ya juu ili kuongeza gharama na ufanisi katika kila hatua.",
    "2262549101": "Mbinu mbadala za mawasiliano zimeandikwa katika Saraka ya Wakala Mteule wa Ofisi ya Hakimiliki ya DMCA ya Marekani",
    "2272776729": "Tafadhali kumbuka kuwa ni lazima uthibitishe utambulisho wako na uombe kabla ya hatua zaidi kuchukuliwa, kama vile kutoa kitambulisho chako cha serikali. Kwa mujibu wa sheria ya California, unaweza kuteua wakala aliyeidhinishwa kufanya ombi kwa niaba yako. Ili kuteua wakala aliyeidhinishwa kufanya ombi kwa niaba yako, ni lazima utoe mamlaka halali ya wakili, kitambulisho halali cha mwombaji kilichotolewa na serikali, na kitambulisho halali cha wakala aliyeidhinishwa kilichotolewa na serikali.",
    "2335607721": "Taarifa. Notisi zote zinazohusiana na Masharti haya ya Huduma zitatumwa kwa barua-pepe au kutumwa kwenye tovuti yetu. Lazima utume arifa kwetu kwa",
    "2875934612": "Novemba 20, 2020",
    "3084122606": "Ambapo matumizi yetu ya maelezo yako ya kibinafsi yanatokana na kibali chako, una haki ya kuyaondoa wakati wowote kwa njia iliyoonyeshwa katika Huduma au kwa kuwasiliana nasi kwa",
    "3312286067": "au uwasilishe malalamiko kwa kidhibiti cha ulinzi wa data katika eneo la mamlaka yako. Unaweza kupata kidhibiti chako cha ulinzi wa data kwenye",
    "3506025515": "hCaptcha haiathiriwi na log4shell. Hivi ndivyo tunavyojua.",
    "3516838896": "Hitilafu ya utekelezaji wa msimbo wa mbali wa log4j2 ilifagia mtandao hivi majuzi, na kuathiri asilimia kubwa ya huduma za mtandaoni. hCaptcha haikuathirika. Hivi ndivyo tulivyothibitisha ukweli huo.",
    "3553195003": "hCaptcha haiathiriwi na log4shell.",
    "3610875753": "- Ikiwa baada ya usumbufu mkubwa wa biashara huwezi kuwasiliana nasi kama kawaida",
    "3612764043": ", unapaswa kwenda kwenye tovuti yetu kwa hcaptcha.com au hcaptchastatus.com.",
    "3626193263": "Wakala Aliyeteuliwa wa hCaptcha kwa Sheria ya Milenia ya Hakimiliki Dijiti (DMCA) yuko",
    "3794891866": "Wateja wa California wanaweza kutuma ombi kwa mujibu wa haki zao chini ya CCPA kwa kuwasiliana nasi kwa",
    "3814036702": "- Ikiwa una maswali kuhusu upangaji wetu wa mwendelezo wa biashara, unaweza kuwasiliana nasi kwa",
    "3975007628": "sasa linda mamia ya mamilioni ya watumiaji kwenye makumi ya mamilioni ya tovuti na programu kila mwezi. Hadithi yetu inaonyesha kuwa unaweza kushindana na Big Tech unapotanguliza faragha.",
    "4038264749": "Kumbuka wakati maagizo ya karibu ya COVID-19 yanasalia kutekelezwa hakuna hakikisho kwamba barua zitapokelewa kwa wakati ufaao, na barua pepe (",
    "4115505783": ") ndio chaneli sahihi ya kutufikia. Kampuni haitunzi nambari za simu au faksi; hii ni karne ya 21.",
    "4164851712": "Tunatumia tu maelezo yako ya kibinafsi kama inavyoruhusiwa na sheria. Tunatakiwa kukujulisha misingi ya kisheria ya uchakataji wetu wa taarifa zako za kibinafsi, ambazo zimefafanuliwa hapa chini. Ikiwa una maswali kuhusu misingi ya kisheria ambayo tunachakata maelezo yako ya kibinafsi, wasiliana nasi kwa",
    "4201262098": "Teknolojia hii huruhusu wafanyikazi wanaofaa kushughulikia kila sehemu ya kazi yako, na kuongeza ufanisi wa gharama huku kikihifadhi faragha na kukidhi mahitaji yoyote ya udhibiti ambayo yanaweza kutumika.",
    "4217188341": "Novemba 30, 2020",
    "4238473596": "Kupunguza msuguano kwa watumiaji halisi ni muhimu. hCaptcha hutumia kazi rahisi na huchukua muda mfupi kwa watumiaji wengi huku ikisimamisha trafiki zaidi ya roboti.",
    "4243935861": "ha.com",
    "4270798104": "2. Jaribu kuzima viendelezi vingine. Hilo likitatua, ziwashe moja baada ya nyingine hadi upate tatizo, na umjulishe msanidi wa kiendelezi hicho kulihusu, na pia kutupa mawaidha katika",
    "427220273": "Tunaweza kuomba maelezo mahususi kutoka kwako ili kutusaidia kuthibitisha utambulisho wako na kushughulikia ombi lako. Sheria inayotumika inaweza kutuhitaji au kuturuhusu kukataa ombi lako. Tukikataa ombi lako, tutakuambia ni kwa nini, kwa kuwekewa vikwazo vya kisheria. Iwapo ungependa kuwasilisha malalamiko kuhusu matumizi yetu ya taarifa zako za kibinafsi au majibu kwa maombi yako kuhusu taarifa zako za kibinafsi, unaweza kuwasiliana nasi kwa",
    "433026247": "Kwa kufanya kazi, unaweza kupata sifa na ujuzi, ambao tutakupa kwa hiari yetu. Tunahifadhi haki ya kuunda, kuhariri, au kubatilisha sifa na ujuzi wako wakati wowote, kwa sababu yoyote au hakuna sababu yoyote. Kwa sababu hatubagui kwa misingi ya asili ya kitaifa, rangi, rangi, jinsia, mwelekeo wa kijinsia, au tabaka lolote linalolindwa na sheria, utakuwa na fursa sawa na Mchangiaji mwingine yeyote kufikia uwezo wa kufikia kazi kadri sifa na ujuzi wako unavyoongezeka. . Kama Mchangiaji, ikiwa unaamini kuwa maswali yenye matatizo ya mtihani yameathiri sifa, ujuzi au zawadi zako, unaweza kutoa mabishano yanayoungwa mkono vyema yanayoelezea maswali ya mtihani yenye matatizo kupitia kiolesura cha kazi au kupitia tiketi katika mfumo wetu wa usaidizi, kwa mfano kupitia barua pepe. katika",
    "492025216": "Tarehe 13 Desemba 2021",
    "799274928": "Notisi za barua pepe huchukuliwa kuwa arifa zilizoandikwa kwa madhumuni yote ambayo matangazo ya maandishi yanaweza kuhitajika. Arifa za barua pepe huchukuliwa kuwa zimepokewa siku ya kazi baada ya kutumwa kwa barua pepe kwa mpokeaji aliyekusudiwa."
}