{
  "header-privacy-link": "ကိုယ်ရေးကိုယ်တာ",
  "header-integration-link": "ပေါင်းစည်းမှု",
  "header-cost-link": "ကုန်ကျစရိတ်",
  "header-features-link": "အင်္ဂါရပ်များ",
  "header-docs-link": "စာရွက်စာတမ်းများ",
  "header-login-button": "လော့ဂ်အင်",
  "header-contact-button": "အရောင်းဆက်သွယ်ပါ။",
  "intro-heading": "သုည ပွတ်တိုက်မှု လူသားဖြစ်မှုကို စိစစ်ခြင်း။",
  "intro-contact-button": "ပိုမိုလေ့လာရန် ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ။",
  "intro-text-bottom": "ဝဘ်ကို ပါဝါပေးသော ကုမ္ပဏီများက အားကိုးသည်။",
  "sub-menu-button": "အရောင်းဆက်သွယ်ပါ။",
  "sub-menu-item1": "စီးပွားရေးလုပ်ငန်း",
  "sub-menu-item2": "ကုန်ကျစရိတ်",
  "sub-menu-item3": "ပေါင်းစည်းမှု",
  "sub-menu-item4": "အင်္ဂါရပ်များ",
  "sub-menu-item5": "ကိုယ်ရေးကိုယ်တာ",
  "sub-menu-item6": "စာရွက်စာတမ်းများ",
  "info-head-1": "သက်သေပြထားသော hCaptcha ပလပ်ဖောင်းပေါ်တွင်တည်ဆောက်ထားသည်။",
  "info-text-1": "hCaptcha Enterprise သည် hCaptcha ပလပ်ဖောင်းနည်းပညာပေါ်တွင် အလုပ်လုပ်ပြီး သွားလာမှုမြင့်မားသောလုပ်ငန်းများအတွက် လိုအပ်သောအင်္ဂါရပ်များပါ၀င်သည်။",
  "info-head-2": "ယုံကြည်ရတဲ့ လက်တွဲဖော်",
  "intro-subtitle": "သင်၏ bot ပြဿနာကို ယနေ့ဖြေရှင်းပါ။",
  "info-text-2": "ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုများကို ဝဘ်ဆိုက်ပေါင်း သန်းဆယ်ဂဏန်းအတွင်း နေ့စဉ်အသုံးပြုသူ သန်းပေါင်းများစွာကို ဝန်ဆောင်မှုပေးရန်အတွက် ကမ္ဘာပေါ်ရှိ အကြီးဆုံးကုမ္ပဏီများမှ ယုံကြည်စိတ်ချရပါသည်။",
  "cloudflare-quote-text": "ကျွန်ုပ်တို့သည် CAPTCHA ရောင်းချသူအများအပြားကို အကဲဖြတ်ပြီး စနစ်တစ်ခုကို ကိုယ်တိုင်တည်ဆောက်ခဲ့သည်။ အဆုံးတွင်၊ hCaptcha သည် reCAPTCHA ၏အကောင်းဆုံးရွေးချယ်စရာတစ်ခုဖြစ်လာခဲ့သည်။",
  "cloudflare-quote-detail": "ကုန်ပစ္စည်းစီမံခန့်ခွဲမှု ဒါရိုက်တာ၊ Cloudflare",
  "section-quote-head": "အသွားအလာများသော လုပ်ငန်းများအတွက် ကုန်ကျစရိတ် ထိရောက်မှု ရွေးချယ်မှု",
  "section-quote-text": "နောက်ဆုံးတွင်၊ Google အတွက် ယုံကြည်စိတ်ချရသော အခြားရွေးချယ်စရာတစ်ခု။ hCaptcha Enterprise သည် ပိုမိုမြင့်မားသောလုံခြုံရေးဖြင့် သင့် reCAPTCHA ဘေလ်တွင် သိသိသာသာငွေစုသည်- အချို့ကိစ္စများတွင် 80% အထိ ဈေးသက်သာသည်။ ကမ္ဘာ့အကြီးဆုံးအွန်လိုင်းဝန်ဆောင်မှုများစွာသည် hCaptcha Enterprise သို့ပြောင်းပြီး ကုန်ကျစရိတ်များစွာသက်သာစေခြင်းနှင့်အတူ ပိုမိုကောင်းမွန်သော bot detection ကိုရရှိခဲ့ပါသည်။",
  "section-quote-button": "ကိုးကားချက်အတွက် ယနေ့ ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ။",
  "section-privacy-header": "ကိုယ်ရေးကိုယ်တာ အဓိကထား",
  "section-privacy-text-1": "ကြော်ငြာကွန်ရက်များက သင့်ဧည့်သည်များကို ထုတ်ကုန်အဖြစ် မြင်သည်။ ကျွန်ုပ်တို့အတွက် တစ်ခုတည်းသော ထုတ်ကုန်သည် ၎င်းတို့၏ လူသားဆန်မှုကို အဆုံးအဖြတ်ပေးသည်။ ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုများသည် GDPR၊ CCPA၊ နှင့် LGPD လိုအပ်ချက်များနှင့် ပြည့်မီပြီး Privacy Pass ကဲ့သို့သော အစပြုမှုများကို ပံ့ပိုးပေးပါသည်။ ကိုယ်ရေးကိုယ်တာနှင့် လုံခြုံရေးကို ဟန်ချက်ညီစေရန် ကျွန်ုပ်တို့သည် ကြိုးစားလုပ်ဆောင်ပါသည်။",
  "section-privacy-text-2": "သီးသန့်လုံခြုံရေးအပေါ် ဤထူးခြားသောအာရုံစူးစိုက်မှုသည် ကျွန်ုပ်တို့သည် အလွန်ကောင်းမွန်သောလုံခြုံရေးကိုထိန်းသိမ်းထားစဉ် လိုအပ်သလို တစ်ဦးချင်းဒေတာထိန်းသိမ်းမှု၊ ကွတ်ကီးကင်းစင်သည့်လုပ်ဆောင်မှုနှင့် အခြားသဘောတူညီချက်ဆိုင်ရာ ကိုယ်ရေးကိုယ်တာအာမခံချက်များကို ပေးဆောင်နိုင်သည်ဟု ဆိုလိုသည်။",
  "section-security-header": "လုံခြုံရေး ပထမ",
  "section-security-text-1": "တိကျမှုသည် သင့်စိတ်ဝင်စားမှုနှင့် ကျွန်ုပ်တို့အတွက်ဖြစ်သည်။ hCaptcha သည် သင့်အား ဒေတာအစစ်အမှန်များပေးရန် လုပ်ဆောင်ပြီး ၎င်းကို မည်သို့အသုံးပြုရမည်ကို သင်ဆုံးဖြတ်နိုင်စေပါသည်။ အခြားသော captcha များကို Gigantic ကြော်ငြာကုမ္ပဏီများမှ ပံ့ပိုးပေးပါသည်။ ဆိုလိုသည်မှာ ၎င်းတို့ပိတ်ဆို့ထားသော ဘော့တ်တိုင်းသည် ၎င်းတို့၏ ၀င်ငွေကို လျှော့ချနိုင်သည်ဟု ဆိုလိုသည်။",
  "section-security-text-2": "privacy ကိုအာရုံစိုက်ခြင်းဖြင့်နောက်ဆုံးပေါ်စက်သင်ယူမှုနည်းစနစ်များကိုအသုံးပြုခြင်းဖြင့်ကျွန်ုပ်တို့ကိုလုံခြုံရေးသို့မဟုတ်အသုံးပြုသူ၏ကိုယ်ရေးကိုယ်တာကိုထိခိုက်စေခြင်းမရှိဘဲအရာရာကိုမှတ်တမ်းတင်ထားသောအမွေအနှစ်များ၏လုံခြုံရေးစံနှုန်းများကိုကျော်လွန်စေပါသည်။",
  "section-user-experience-header": "ကြီးမြတ်သောအသုံးပြုသူအတွေ့အကြုံ",
  "section-user-experience-text1": "လုပ်ငန်းအသုံးပြုသူများအတွက်၊ အခြေအနေအများစုတွင် စိန်ခေါ်မှုများကို လုံးဝရှောင်ရှားရန် ရွေးချယ်ခွင့်များရရှိနိုင်သည်။",
  "section-user-experience-text2": "အဆင့်မြင့် ဘော့တ်မော်ဒယ်များကြောင့် ကောင်းမွန်သော လုံခြုံရေးကို ပေးဆောင်နေချိန်တွင် သင်၏တရားဝင်လမ်းကြောင်း၏ 99.9% အတွက် စိန်ခေါ်မှုကို ရှောင်ရှားခြင်းဖြင့် ပွတ်တိုက်မှုကို လျှော့ချပါ။",
  "section-easy-integration-header": "လွယ်ကူသောပေါင်းစပ်မှု",
  "section-easy-integration-text": "hCaptcha ထည့်ခြင်းသည် မိနစ်အနည်းငယ်သာကြာပြီး ကုဒ်လိုင်းအနည်းငယ်သာ ကြာပါသည်။ အခြေခံ API သည် reCAPTCHA V2 နှင့် သဟဇာတဖြစ်ပြီး ပြောင်းရန် မိနစ်အနည်းငယ်သာ ကြာသည်။ ယနေ့ခေတ်တွင် သာလွန်ကောင်းမွန်သော အခြားရွေးချယ်စရာတစ်ခုဖြင့် သင်လုပ်ဆောင်နိုင်ပြီး လိုအပ်ပါက ပိုမိုအဆင့်မြင့်သည့်ဝန်ဆောင်မှုများကို ဖွင့်ပါ။",
  "section-easy-integration-serverside": "ဆာဗာဘက်-",
  "section-easy-integration-frontend": "ရှေ့ပိုင်း:",
  "section-threat-header": "စိတ်ကြိုက်ခြိမ်းခြောက်မှုရမှတ်များ",
  "section-threat-text": "ပြဿနာအားလုံးသည် တူညီသည်မဟုတ်ပါ- ရမှတ်တစ်ခုတည်းရရှိခြင်းသည် သင့်လိုအပ်ချက်များကို အသုံးဝင်စေရန်အတွက် လိုအပ်သည်များကို ဖြည့်ဆည်းပေးရမည်ဖြစ်သည်။ hCaptcha ၏ထူးခြားသောစိတ်ကြိုက်ခြိမ်းခြောက်မှုရမှတ်များနှင့်အတူ၊ အမြန်တိုင်ပင်ဆွေးနွေးမှုသည် သင့်လုပ်ငန်းနှင့်ပိုမိုသက်ဆိုင်သောရမှတ်များပေးပို့ရန် ကျွန်ုပ်တို့၏မော်ဒယ်များကိုညှိနိုင်စေပါသည်။",
  "section-challenges-header": "စက္ကန့်ပိုင်းအတွင်း သင်၏ကိုယ်ပိုင်စိန်ခေါ်မှုများကို စတင်ပါ။",
  "section-challenges-text-1": "သက်ဆိုင်ရာ အကြောင်းအရာများဖြင့် အမှတ်တံဆိပ်ပေါ်တွင် ရှိနေပါစေ။",
  "section-challenges-text-2": "လုံခြုံရေး လိုအပ်ချက်များနှင့် ကိုက်ညီရန် စိန်ခေါ်မှုတစ်ခုကို သုံးစွဲသူများက ဖြေရှင်းရသောအခါ၊ သုံးစွဲသူနှင့် သက်ဆိုင်သော အလုပ်များကို အဘယ်ကြောင့် မဖန်တီးသနည်း။ ကျွန်ုပ်တို့၏ ရိုးရှင်းသော စိတ်ကြိုက်စိန်ခေါ်မှု ဒီဇိုင်နာဖြင့်၊ သင်သည် မိနစ်အနည်းငယ်အတွင်း အမှတ်တံဆိပ်ပေါ်ရှိ စိန်ခေါ်မှုအကြောင်းအရာကို စတင်နိုင်ပါသည်။",
  "section-integration-header": "တိုက်ရိုက်ပလပ်ဖောင်းပေါင်းစပ်",
  "section-integration-subheader": "Web Infrastructure ကုမ္ပဏီများအတွက်",
  "section-integration-text": "hCaptcha Enterprise စနစ်သည် ၎င်း၏ ဒီဇိုင်းတွင် ထူးထူးခြားခြား ပြောင်းလွယ်ပြင်လွယ်ဖြစ်သည်- အများသူငှာ cloud ကို လုပ်ဆောင်ပါက သို့မဟုတ် ဒေတာစင်တာများစွာကို ပိုင်ဆိုင်ပါက ၎င်းကို သင့်ကွန်ရက်၏ အစွန်းတွင် တစ်စိတ်တစ်ပိုင်း သို့မဟုတ် လုံးလုံးလျားလျား အသုံးချနိုင်သည်။ ၎င်းသည် တင်းကျပ်သော SLAs များကို ပြည့်မီရန် ကျွန်ုပ်တို့၏ 24/7 အွန်လိုင်းဝန်ထမ်းမှ စီမံခန့်ခွဲခြင်း၏ အကျိုးကျေးဇူးအားလုံးကို ထိန်းသိမ်းထားစဉ်တွင် ကုန်ကျစရိတ်များနှင့် ကွန်ရက်ပြင်ပအသွားအလာများကို သိသိသာသာ လျှော့ချနိုင်သည်။",
  "section-support-header": "သင်နှင့် သင့်အသုံးပြုသူများ နှစ်ဦးစလုံးအတွက် လက်လှမ်းမီနိုင်သော ကျွမ်းကျင်မှုနှင့် ပံ့ပိုးမှု",
  "section-support-text": "ဝန်ဆောင်မှုသည် ကျွန်ုပ်တို့အတွက် ထိပ်တန်းဦးစားပေးဖြစ်သည်။ ကျနော်တို့ဖိုရမ်များ, 24/7 On-ခေါ်ဆိုခထောက်ခံမှုကိုထိန်းသိမ်းရန်နှင့်ငါတို့သည်လည်းတက်တက်ကြွကြွစောင့်ကြည့်ခြင်းနှင့်လူမှုမီဒီယာကိုဖြတ်ပြီးသင်၏အသုံးပြုသူများ '' မေးခွန်းတွေရဲ့တုံ့ပြန်ရန်ကျူးလွန်နေကြသည် implementation. စဉ်နှင့်အပြီးသင့်ရဲ့အင်ဂျင်နီယာပေါင်းစည်းမှုအဖွဲ့နှင့်ကျွန်ုပ်တို့၏ On-ခေါ်ဆိုခန်ထမ်းများနှင့်တိုက်ရိုက်လျှော့ညှိနှိုင်းပူဇော် နှင့် ကျွန်ုပ်တို့၏ ဝစ်ဂျက်နှင့် အီးမေးလ်ပံ့ပိုးမှုချန်နယ်များ။ ကျွန်ုပ်တို့သည် အသုံးပြု၍ရနိုင်သော၊ တုံ့ပြန်မှုရှိပြီး သုံးစွဲသူ၏ကျေနပ်မှုကို ထိပ်တန်း KPI တစ်ခုအဖြစ် သဘောထားပါသည်။",
  "section-enterprise-header": "လုပ်ငန်းအင်္ဂါရပ်များ",
  "section-enterprise-title-1": "ကမ္ဘာ့အဆင့်မီ anti-bot ကာကွယ်မှု",
  "section-enterprise-desc-1": "ဝဘ်စကေးတွင် တိုက်ပွဲ-စမ်းသပ်ထားသည်။",
  "section-enterprise-title-2": "မြင့်မားသောတိကျမှု bot ရမှတ်များ",
  "section-enterprise-desc-2": "အမျိုးအစားများစွာရှိသော မကောင်းတဲ့သရုပ်ဆောင်များကို ရှာဖွေပါ။",
  "section-enterprise-title-3": "သုညပွတ်တိုက်မှုနှင့် 99.9% passive မုဒ်များ",
  "section-enterprise-desc-3": "တရားဝင်အသုံးပြုသူများ၏ 0.1% အောက်ကို စိန်ခေါ်ပါ။",
  "section-enterprise-title-4": "ထိန်းချုပ်ရန် စိန်ခေါ်မှုအမျိုးအစားများကို ပြသထားသည်။",
  "section-enterprise-desc-4": "ရွေးချယ်ရန် အမျိုးအစားများ ကျယ်ပြန့်သော စာကြည့်တိုက်။",
  "section-enterprise-title-5": "စိန်ခေါ်မှုအကြောင်းအရာကို အသုံးပြုပြီး ထိန်းချုပ်ပါ။",
  "section-enterprise-desc-5": "တသမတ်တည်းအသုံးပြုသူအတွေ့အကြုံဖြင့် အမှတ်တံဆိပ်ပေါ်တွင်ရှိနေပါ။",
  "section-enterprise-title-6": "လုပ်ငန်း SLA များ",
  "section-enterprise-desc-6": "ယုံကြည်စိတ်ချရမှုကို အာမခံပြီး 24/7 အမြန်ဖုန်းခေါ်ဆိုမှုဆိုင်ရာ ပံ့ပိုးမှု။",
  "section-enterprise-title-7": "အမွေအနှစ်ဘရောက်ဆာ ပံ့ပိုးမှု",
  "section-enterprise-desc-7": "Internet Explorer 8 သို့ တောက်လျှောက် လိုက်ဖက်ပါသည်။",
  "section-enterprise-title-8": "အဆင့်မြင့် အစီရင်ခံခြင်း ဒက်ရှ်ဘုတ်များနှင့် API",
  "section-enterprise-desc-8": "သင့်ဆိုက်များနှင့် အက်ပ်များအားလုံးတွင် ဖြစ်ပျက်နေသည်ကို ကြည့်ပါ။",
  "section-enterprise-title-9": "နိုင်ငံတိုင်းတွင်အလုပ်လုပ်သည်။",
  "section-enterprise-desc-9": "reCAPTCHA နှင့်မတူဘဲ၊ ကျွန်ုပ်တို့သည် နိုင်ငံတိုင်းတွင် အလုပ်လုပ်ပါသည်။",
  "section-enterprise-title-10": "GDPR၊ CCPA နှင့် LGPD-ဖော်ရွေသော ကိုယ်ရေးကိုယ်တာမူဝါဒ",
  "section-enterprise-desc-10": "နေ့စဥ်ကတည်းက ကိုယ်ရေးကိုယ်တာအတွက် ဒီဇိုင်းထုတ်ထားသည်။ ခိုင်မာသောဒေတာ စီမံဆောင်ရွက်ရေး သဘောတူညီချက်။",
  "section-enterprise-title-11": "ခက်ခဲမှုအဆင့်များ",
  "section-enterprise-desc-11": "သင့်အသုံးပြုမှုကိစ္စနှင့် ကိုက်ညီရန် ဤအရာကို နှိပ်ပါ။",
  "section-enterprise-title-12": "ပထမပါတီ hosting",
  "section-enterprise-desc-12": "တောင်းဆိုမှုများနှင့် ပိုင်ဆိုင်မှုအားလုံး hcaptcha.yourdomain.com သို့သွားပါ။",
  "section-enterprise-title-13": "Multi-user ဒက်ရှ်ဘုတ်များ",
  "section-enterprise-desc-13": "သင့်အဖွဲ့တစ်လျှောက် စီမံခန့်ခွဲမှုကို မျှဝေပါ။",
  "section-enterprise-title-14": "လက်ငင်းအတည်ပြုခြင်း။",
  "section-enterprise-desc-14": "0ms တုံ့ပြန်ချိန်- API ခေါ်ဆိုမှုမရှိဘဲ hCaptcha တိုကင်များကို စစ်ဆေးပါ။",
  "section-enterprise-title-15": "မိုဘိုင်း (iOS နှင့် Android) ပေါင်းစပ်မှု",
  "section-enterprise-desc-15": "ဝဘ်၊ မူရင်းမိုဘိုင်း၊ မိုဘိုင်းဝဘ်တစ်လျှောက် ချောမွေ့သောအတွေ့အကြုံ။ ကြိုတင်တည်ဆောက်ထားသော ပေါင်းစပ်မှုများနှင့် မူရင်း SDKs များ ရနိုင်ပါသည်။",
  "section-enterprise-title-16": "စိတ်ကြိုက်စည်းမျဥ်းများနှင့် ကိုယ်ရေးကိုယ်တာ အာမခံချက်များ",
  "section-enterprise-desc-16": "အခြားကုမ္ပဏီများက မလုပ်နိုင်သောအခါတွင် သင်၏တရားဝင်လိုအပ်ချက်များကို ဖြည့်ဆည်းပါ။",
  "presented-challlenges-head": "စိန်ခေါ်မှုများကို တင်ပြခဲ့သည်။",
  "presented-challenges-title-1": "နှိုင်းယှဉ်",
  "presented-challenges-text-1": "မေးခွန်းနှင့် ကိုက်ညီသော ပုံအားလုံးကို ရွေးပါ။",
  "presented-challenges-title-2": "Bounding Box",
  "presented-challenges-text-2": "အရာဝတ္ထုများအတွက် နယ်နိမိတ်သတ်မှတ်ပါ။",
  "presented-challenges-title-3": "အမျိုးအစားခွဲခြင်း။",
  "presented-challenges-text-3": "သက်ဆိုင်ရာ တံဆိပ်များကို ခွဲခြားသတ်မှတ်ပါ။",
  "presented-challenges-subheader": "... နှင့်အခြားရိုးရှင်းသောအလုပ်များ။ လူသားများအတွက် လွယ်ကူသည်၊ bot များအတွက် ခက်ခဲသည်။",
  "presented-challenges-subtext": "လုပ်ငန်းထုတ်ဝေသူများအတွက်လည်း စိတ်ကြိုက်လုပ်ဆောင်စရာများကို ရနိုင်ပါသည်။",
  "footer-header-1": "ကုမ္ပဏီ",
  "footer-header-2": "အရင်းအမြစ်များ",
  "footer-header-3": "ဆက်သွယ်ရန်",
  "footer-link-1": "တံဆိပ်ကပ်ခြင်း။",
  "footer-link-2": "အကြောင်း",
  "footer-link-3": "အလုပ်များ",
  "footer-link-4": "ကုန်အမှတ်တံဆိပ်များ",
  "footer-link-5": "ဘလော့",
  "footer-link-6": "အဆင့်အတန်း",
  "footer-link-7": "စာတမ်းပြုစုခြင်း။",
  "footer-link-8": "Bug တစ်ခုကို သတင်းပို့ပါ။",
  "footer-link-9": "သုံးစွဲနိုင်မှု",
  "footer-terms": "စည်းမျဥ်း",
  "footer-privacy": "ကိုယ်ရေးကိုယ်တာ",
  "footer-attribution": "ထည့်တွက်ပါ။",
  "footer-subheader-1": "အထောက်အပံ့",
  "footer-subheader-2": "ဆက်သွယ်ရန်",
  "switch-to-english-link": "အင်္ဂလိပ်သို့ပြောင်းပါ။",
  "intro-heading-privacy": "ကိုယ်ရေးကိုယ်တာအတွက် ဒီဇိုင်းထုတ်ထားသည်။",
  "intro-subtitle-p1-privacy": " အွန်လိုင်းလုံခြုံရေးအတွက် ထူးခြားသောကိုယ်ရေးကိုယ်တာဆိုင်ရာ ချဉ်းကပ်မှု။",
  "info-head-2-pr": "အွန်လိုင်းလှုပ်ရှားမှုကို မှတ်တမ်းတင်ခြင်းသည် အဖြေမဟုတ်ပါ။",
  "info-text-1-pr": "hCaptcha Enterprise တွင် ရည်ရွယ်ချက်တစ်ခုတည်းရှိသည်- မကောင်းတဲ့သရုပ်ဆောင်များက သင့်အွန်လိုင်းလုပ်ငန်းဆောင်တာများကို အနှောင့်အယှက်ပေးပြီး သင့်အသုံးပြုသူများကို အန္တရာယ်ပြုခြင်းမှ ကာကွယ်ရန်။",
  "info-text-2-pr": "ထို့ကြောင့် ကျွန်ုပ်တို့၏စနစ်များသည် အတန်းခေါင်းဆောင်လုံခြုံရေးကို ထိန်းသိမ်းထားစဉ်တွင် ဒေတာစုဆောင်းခြင်းနှင့် ထိန်းသိမ်းမှုကို လျှော့ချရန် အခြေခံမှစ၍ ဒီဇိုင်းထုတ်ထားပါသည်။ သုံးစွဲသူဒေတာကို ကာကွယ်ရန် အကောင်းဆုံးနည်းလမ်းမှာ ၎င်းကို လုံးဝမသိမ်းဆည်းရန်ဖြစ်သည်။",
  "info-text-3-pr": "ဖောက်သည်ဆက်ဆံရေးအားလုံးကို ခိုင်မာသော ဒေတာ စီမံဆောင်ရွက်ရေး သဘောတူညီချက်ဖြင့်လည်း အကာအကွယ်ပေးထားသည်။ hCaptcha ဝန်ဆောင်မှုသည် သင့်ဝန်ဆောင်မှု သို့မဟုတ် သင့်ဖောက်သည်များ မည်သည့်နေရာတွင် နေထိုင်သည်ဖြစ်စေ ကိုယ်ရေးကိုယ်တာဥပဒေများအားလုံးကို လိုက်နာဆောင်ရွက်ပါသည်။ ကိုယ်ရေးကိုယ်တာဒေတာကို သိမ်းဆည်းထားခြင်းက အခြားကုမ္ပဏီများထက် ကျွန်ုပ်တို့အတွက် ပိုမိုလွယ်ကူစေသည်။",
  "info-text-2-2-pr": "reCAPTCHA v3 ကဲ့သို့သော ဝန်ဆောင်မှုများက သင့်ဆိုက်၏ စာမျက်နှာတိုင်းတွင် ၎င်းတို့၏ ခြေရာခံပစ်ဇယ်ကို ထားရှိခြင်းသည် လုံခြုံရေးကောင်းရန် လိုအပ်သည်ဟု ဆိုသည်။ ဒါက ကိစ္စမဟုတ်ဘူး။",
  "info-text-2-3-pr": "ရိုးရှင်းသောအပြုအမူပိုင်းခြားစိတ်ဖြာချက်သည် မကောင်းတဲ့သရုပ်ဆောင်များမှ အလွယ်တကူအတုယူနိုင်သော အချက်ပြတစ်ခုဖြစ်ပြီး သင်၏တရားဝင်လမ်းကြောင်းအားလုံးအတွက် browsing history ကို ဆက်လက်ထိန်းသိမ်းထားရန် လိုအပ်ပါသည်။",
  "info-text-2-4-pr": "ကျွန်ုပ်တို့သည် ကြော်ငြာကွန်ရက်ကို လုပ်ဆောင်ခြင်းမရှိသည့်အပြင် ၎င်းတို့အား ကြော်ငြာများရောင်းချရန်အတွက် သင့်အသုံးပြုသူ၏အပြုအမူကို စောင့်ကြည့်လေ့လာရန် စိတ်ဝင်စားမှုမရှိပါ။ ဆိုလိုသည်မှာ သင့်ဆိုက်၏ စာမျက်နှာတိုင်းတွင် passive pixel တစ်ခု မလိုအပ်ပါ။",
  "info-text-2-5-pr": "လိုအပ်သည့်နေရာတွင်သာ ကျွန်ုပ်တို့၏စိန်ခေါ်မှုကုဒ်ကို ထည့်ပါ၊ သင်နှင့် သင့်အသုံးပြုသူများကို အကာအကွယ်ပေးရန် အဓိပ္ပာယ်ရှိသောနေရာတွင်သာ ထည့်ပါ။",
  "info-head-3-pr": "Machine Learning က အသုံးဝင်ပါတယ်။ ဒါပေမယ့် အလုပ်လုပ်ဖို့အတွက် ကိုယ်ရေးကိုယ်တာအချက်အလက်တွေ မလိုအပ်ပါဘူး။",
  "info-text-3-1-pr": "ယခုအခါ စက်သင်ယူခြင်းသည် ကျွန်ုပ်တို့၏ဘဝ၏ ကဏ္ဍတိုင်းနီးပါးကို သက်ရောက်မှုရှိပြီး မကြာခဏဆိုသလို ကျွန်ုပ်တို့ မသိနားမလည်နိုင်၊ မမြင်နိုင်သော နည်းလမ်းများဖြင့် သက်ရောက်မှုရှိသည်။ အွန်လိုင်းလုံခြုံရေးဝန်ဆောင်မှုများသည် မတူညီပါ။",
  "info-text-3-2-pr": "အချက်ပြမှု ထောင်ပေါင်းများစွာကို လေ့လာခြင်းဖြင့်၊ မော်ဒယ်များသည် ပြဿနာတစ်ခုအား ညွှန်ပြရန် လုံလောက်သော ပြင်းထန်သည့် အချက်ပြမှုတစ်ခုမျှ မရှိသည့်တိုင် အန္တရာယ်ရှိသော အပြုအမူကို လျင်မြန်စွာ ဖော်ထုတ်နိုင်စေရန် မော်ဒယ်များက ယုံကြည်ချက်မြင့်မားစွာ ရောက်ရှိနိုင်သည်။",
  "info-text-3-3-pr": "သို့သော်၊ ဤအရာတစ်ခုမှ ပုဂ္ဂိုလ်ရေးအရ ခွဲခြားနိုင်သော အချက်အလက် (PII) ကို အသုံးပြုရန် မလိုအပ်ပါ။ ခေတ်မီ cryptographic နည်းပညာများသည် ကျွန်ုပ်တို့အား မည်သည့် ကိုယ်ရေးကိုယ်တာဒေတာကိုမဆို တတ်နိုင်သမျှ မြန်မြန်စွန့်ပစ်နိုင်စေပြီး မည်သူတစ်ဦးတစ်ယောက်နှင့်မျှ ချိတ်ဆက်၍မရသော တစ်လမ်းသွား လက်မှတ်များကို ဖန်တီးပေးပါသည်။",
  "info-text-3-4-pr": "ခွဲခြားသတ်မှတ်ထားသော ဒေတာဆိုင်ရာ သင်တန်းပေးခြင်းသည် ကောင်းစွာလုပ်ဆောင်နိုင်ပြီး လုံခြုံရေး သို့မဟုတ် ကိုယ်ရေးကိုယ်တာအပေါ် အလျှော့အတင်းလုပ်ရန် မလိုအပ်ပါ။ ကျွန်ုပ်တို့၏ဖောက်သည်များသည် လက်တွေ့ကျသောစမ်းသပ်မှုများကို ပြုလုပ်ခဲ့ပြီး၊ ကျွန်ုပ်တို့အား တန်းတူရည်တူ သို့မဟုတ် ပိုကောင်းသည်ဟု ကြေညာထားသည်။",
  "cloudflare-quote-text-privacy": "hCaptcha ဖြေရှင်းချက်များနှင့်ပတ်သက်သော အရာများစွာကို ကျွန်ုပ်တို့ နှစ်သက်ပါသည်- 1) ၎င်းတို့သည် ကိုယ်ရေးကိုယ်တာဒေတာကို မရောင်းပါ။ ၎င်းတို့သည် အနည်းဆုံး လိုအပ်သော ကိုယ်ရေးကိုယ်တာဒေတာများကိုသာ စုဆောင်းကြပြီး ၎င်းတို့စုဆောင်းသည့် အချက်အလက်နှင့် ၎င်းတို့အသုံးပြုပုံနှင့်/သို့မဟုတ် ထုတ်ဖော်ဖော်ပြရာတွင် ပွင့်လင်းမြင်သာမှုရှိကြသည်။",
  "pilot-head": "တာဝန်မရှိဘဲ သင့်ပတ်ဝန်းကျင်တွင် ကျွန်ုပ်တို့ကို စမ်းကြည့်ပါ။",
  "pilot-text-1a": "ကျွန်ုပ်တို့သည် အင်ဂျင်နီယာများဖြစ်သည်၊ အရောင်းသမားများမဟုတ်ပါ၊ ကျွန်ုပ်တို့သည် သင့်ရွေးချယ်မှုကို ပျော်ရွှင်စေလိုပါသည်။",
  "pilot-text-1b": "သင့်စိတ်ကျေနပ်မှုကိုသေချာစေရန် အကောင်းဆုံးနည်းလမ်းမှာ သင့်လိုအပ်ချက်များနှင့်ကိုက်ညီကြောင်း ပြသရန်ဖြစ်သည်။",
  "pilot-text-1c": "လေယာဉ်မှူးစတင်သည့် ကုမ္ပဏီအားလုံးနီးပါးသည် နောက်ဆုံးတွင် ကျွန်ုပ်တို့၏ဖြေရှင်းချက်များကို ရွေးချယ်ကြသည်။",
  "pilot-text-1d": "ကျွန်ုပ်တို့၏ နည်းပညာကျွမ်းကျင်သူများထံ ဆက်သွယ်ရန် ဤပုံစံကို အသုံးပြုပါ။ ကျွန်ုပ်တို့ လျင်မြန်စွာ တုံ့ပြန်ပါသည်။",
  "pilot-text-1e": "သင်သည် ကျွန်ုပ်တို့ကို တိုက်ရိုက်အီးမေးလ်ပို့နိုင်သည်။",
  "pilot-email-details": "အသေးစိတ်အချက်များ ဤနေရာတွင်။",
  "pilot-f1": "တိုင်းဒေသကြီး",
  "pilot-f2": "သင့်နာမည်",
  "pilot-f3": "သင့်နာမည်",
  "pilot-f4": "လုပ်ငန်းအီးမေးလ်",
  "pilot-f5": "အခြားအသေးစိတ်အချက်များ ကျွန်ုပ်တို့ရှိသင့်ပါသလား။",
  "pilot-f6": "သင်သည် အရေးပေါ်စတင်ရန် လိုအပ်ပါသလား။",
  "pilot-f7": "ဟုတ်ကဲ့။",
  "pilot-f8": "ကျွန်ုပ်သည် တိုက်ခိုက်ခံနေရပြီး ချက်ချင်းစတင်ရန် လိုအပ်ပါသည်။",
  "pilot-f9": "တင်ပြပါ။",
  "pilot-f10": "သင့်အီးမေးလ်ကို ထည့်သွင်းခြင်းဖြင့် သင်သည် ကျွန်ုပ်တို့၏ စည်းမျဥ်းစည်းကမ်းများနှင့် ကိုယ်ရေးကိုယ်တာမူဝါဒကို သဘောတူပြီး ကျွန်ုပ်တို့ထံမှ အီးမေးလ်ကို လက်ခံရယူရန်ဖြစ်သည်။",
  "pilot-fo-1": "ပေါင်းစည်းခြင်းသည် မလွယ်ကူနိုင်ပါ။",
  "pilot-fo-2": "hCaptcha တွင် သင်အသုံးပြုသည့် frontend နှင့် backend စနစ်များအတွက် ဒါဇင်နှင့်ချီသော ကြိုတင်တည်ဆောက်ထားသော ပေါင်းစပ်မှုများရှိသည်။",
  "pilot-fo-3": "အကယ်၍ သင်သည် Google ၏ reCAPTCHA မှလာပါက၊ ကျွန်ုပ်တို့၏ API များသည် drop-in အစားထိုးမှုများဖြစ်သည်။ ကုဒ်သုံးလိုင်းသည် သင်လိုအပ်သမျှဖြစ်သည်။",
  "pilot-fo-4": "သင် React ပေါင်းစည်းမှု လိုအပ်သည်ဖြစ်စေ ကျွန်ုပ်တို့၏ စတင်ခန့်အပ်သည့် အင်ဂျင်နီယာများသည် သင့်အား React ပေါင်းစည်းမှု၊ iOS ဇာတိအက်ပ်များအတွက် SDKs၊ Java နောက်ခံဥပမာ သို့မဟုတ် အခြားအခြေအနေအားလုံးနီးပါးတွင် သင့်အား လျင်မြန်စွာ ပို့ဆောင်ပေးနိုင်ပါသည်။",
  "pilot-fo-5": "အမြဲလိုလို၊ ကိုယ်ရေးကိုယ်တာသည် ကျွန်ုပ်တို့အတွက် အဓိကတန်ဖိုးတစ်ခုဖြစ်သည်။ ကျွန်ုပ်တို့၏ စိန်ခေါ်မှုကုဒ်ကို လိုအပ်သည့်နေရာတွင်သာ ထည့်ပါ၊ သင်နှင့် သင့်အသုံးပြုသူများကို အကာအကွယ်ပေးရန် အဓိပ္ပာယ်ရှိသောနေရာတွင်သာ ထည့်ပါ။ ဒေတာစုဆောင်းမှု နည်းပါးအောင် ပေါင်းစည်းသည့်အချိန်မှ စတင်သည်။",
  "pilot-fdone": "ကျေးဇူးတင်ပါတယ်။ မကြာမှီ ဆက်သွယ်ပေးပါမည်။",
  "home-ent-2-new": "ကျွန်ုပ်တို့၏ လုပ်ငန်းဖြေရှင်းချက်အကြောင်း ပိုမိုလေ့လာပါ။",
  "home-ent-button-new": "hCaptcha လုပ်ငန်း",
  "home-main-plans2-new": "hCaptcha Enterprise ဖြေရှင်းချက်များသည် အတန်းခေါင်းဆောင်လုံခြုံရေးကို ပေးဆောင်ပြီး ထိပ်တန်းအွန်လိုင်းဝန်ဆောင်မှုများစွာကို ကာကွယ်ပေးပါသည်။",
  "home-plans-button-2-new": "ပိုမိုသိရှိရန်",
  "header-enterprise-link": "စီးပွားရေးလုပ်ငန်း",
  "sales-interstitial-c1b-new": "hCaptcha Enterprise အကြောင်းပိုမိုလေ့လာပါ။"
}
