{
    "1031855757": "ဤဆိုဒ်ကိုအသုံးပြုခြင်း။",
    "1034830": "Dodd-Frank Wall Street Reform and Consumer Protection Act (Public Law 111-203) မှ ပံ့ပိုးပေးထားသည့်အတိုင်း အငြင်းပွားဖွယ်ရာ ခုံသမာဓိဖြင့် သဘောတူညီမှု မရနိုင်သော အငြင်းပွားမှုများကို ဤအရာမှ ဖယ်ထုတ်ထားပါသည်။",
    "1064537632": "ကျွန်ုပ်တို့၏ ဝန်ဆောင်မှုကို သင်၏အသုံးပြုမှုကို ဤနေရာတွင် အကိုးအကားဖြင့် ထည့်သွင်းထားသည့် ကျွန်ုပ်တို့၏ ဒေတာစီမံဆောင်ရွက်ရေးသဘောတူညီချက်ဖြင့် အုပ်ချုပ်ကြောင်း ကျေးဇူးပြု၍ သတိပြုပါ။ သင့်ကိုယ်စား ကျွန်ုပ်တို့၏ ကိုယ်ရေးကိုယ်တာဒေတာကို မည်သို့လုပ်ဆောင်သည်ကို ကြည့်ရှုရန် ဤသဘောတူညီချက်ကို ပြန်လည်သုံးသပ်ပါ။ ကျွန်ုပ်တို့သည် EU အထွေထွေဒေတာကာကွယ်ရေးစည်းမျဉ်း၏ရည်ရွယ်ချက်များအတွက် \"ဒေတာပရိုဆက်ဆာ\" အဖြစ် လုပ်ဆောင်နေပြီး ကယ်လီဖိုးနီးယားစားသုံးသူလျှို့ဝှက်ရေးအက်ဥပဒေ၏ရည်ရွယ်ချက်အတွက် \"ဝန်ဆောင်မှုပေးသူ\" ကို သတိပြုပါ။",
    "1095532507": "ကွတ်ကီး (\"ကွတ်ကီး\") သည် ဝဘ်စာမျက်နှာဆာဗာမှ သင့် hard drive ပေါ်တွင် ချထားသော သေးငယ်သော စာသားဖိုင်တစ်ခုဖြစ်သည်။ ကွက်ကီးများတွင် သင့်အား ကွတ်ကီးထုတ်ပေးသော ဒိုမိန်းရှိ ဝဘ်ဆာဗာမှ နောက်ပိုင်းတွင် ဖတ်နိုင်သည့် အချက်အလက် ပါရှိသည်။ အချို့သောအင်္ဂါရပ်များကိုအသုံးပြုခြင်း သို့မဟုတ် အချို့သောစိတ်ကြိုက်ရွေးချယ်မှုများမှသာလျှင် ကွတ်ကီးအချို့ကို အသုံးပြုမည်ဖြစ်ပြီး အချို့သောကွတ်ကီးများကို အမြဲတမ်းအသုံးပြုနိုင်မည်ဖြစ်သည်။ အောက်တွင် ကျွန်ုပ်တို့၏ လက်ရှိ cookie စာရင်းကို ကြည့်ရှုခြင်းဖြင့် ကွက်ကီးတစ်ခုစီအကြောင်း ပိုမိုသိရှိနိုင်ပါသည်။",
    "1158384644": "သက်ဆိုင်ရာ IMI မူဝါဒများအားလုံးကို လိုက်နာရမည်ဖြစ်ပြီး ကျွန်ုပ်တို့၏ဝဘ်ဆိုဒ်ကို အသုံးပြုခြင်းကို ရပ်ဆိုင်းရန် အချိန်မရွေး သင်ရွေးချယ်နိုင်ပါသည်။ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏တစ်ဦးတည်းသောဆုံးဖြတ်ချက်ဖြင့် ဤသဘောတူညီချက်ကို ရပ်စဲနိုင်သည်၊ ကျွန်ုပ်တို့၏ဝဘ်ဆိုဒ်သို့ ဝင်ရောက်ခွင့်ကို ဆိုင်းငံ့ထားရန် သို့မဟုတ် မည်သည့်အကြောင်းကြောင့်မဆို အသိပေးခြင်းမရှိဘဲ ဝန်ဆောင်မှုများကို ချက်ချင်းဖယ်ရှားနိုင်ပါသည်။",
    "1300074400": "ကုမ္ပဏီ၏ လက်ရှိစီမံခန့်ခွဲမှုဆိုင်ရာ အချက်အလက်များကို About စာမျက်နှာတွင် ရယူနိုင်ပါသည်။ ကုမ္ပဏီ၏ လက်ရှိ CEO သည် အကြောင်းအရာအတွက် အုပ်ချုပ်မှုဒါရိုက်တာအဖြစ် တာဝန်ယူပါသည်။",
    "1395644678": "အွန်လိုင်း အငြင်းပွားမှု ဖြေရှင်းရေး အတွက် ဥရောပကော်မရှင်တရားဝင် ဝဘ်ဆိုဒ်-",
    "148542287": "၎င်းသည် ဥပဒေအကြံဉာဏ်မဟုတ်ပါ၊ ဤသုံးသပ်ချက်နှင့်ပတ်သက်၍ အာမခံချက်ပေးမထားပါ။ သင့်တွင် နောက်ထပ်မေးခွန်းများ သို့မဟုတ် စိုးရိမ်ပူပန်မှုများရှိပါက၊ ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ။",
    "1527172673": "ဤ Cookie မူဝါဒနှင့် ပတ်သက်၍ သင့်တွင် မေးခွန်းများရှိပါက၊ ကျေးဇူးပြု၍ ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ။",
    "1535054294": "၎င်းတို့၏ အသေးစိတ်မူဝါဒကို ကြည့်ပါ။",
    "1747657936": "ကျွန်ုပ်တို့၏ ဆိုက်များနှင့် ဝန်ဆောင်မှုများသည် အသက် 13 နှစ်အောက် ကလေးများအတွက် ညွှန်ကြားထားခြင်း မဟုတ်ဘဲ အသက် 13 နှစ်အောက် ကလေးများထံမှ ကိုယ်ရေးကိုယ်တာ အချက်အလက်များကို သိလျက်နှင့် စုဆောင်းထားခြင်း မရှိပါ။ ကျွန်ုပ်တို့သည် အသက် 13 နှစ်အောက် ကလေးများ၏ ကိုယ်ရေးကိုယ်တာ အချက်အလက်များကို စုဆောင်းထားကြောင်း သိရှိပါက၊ ကျွန်ုပ်တို့သည် ၎င်းကို ထိန်းသိမ်းရန် တရားဝင်တာဝန်မရှိလျှင် လက်တွေ့လုပ်ဆောင်နိုင်သည်နှင့်အမျှ ကျွန်ုပ်တို့၏ဖိုင်များမှ ထိုကဲ့သို့သော အချက်အလက်များကို ဖျက်ရန် ကျိုးကြောင်းဆီလျော်သော အဆင့်များရှိသည်။ ကျွန်ုပ်တို့တွင် အသက် 13 နှစ်အောက် ကလေးတစ်ဦးထံမှ သို့မဟုတ် အချက်အလက်များ ရှိပါက ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ-",
    "1807512722": "ဤဝဘ်ဆိုဒ်ကို သင်အသုံးပြုခြင်းကြောင့် ဖြစ်ပေါ်လာသော အရေးဆိုမှုမှန်သမျှကို စီမံခန့်ခွဲရေးအေဂျင်စီတစ်ခုထံ သင် ယူဆောင်လာနိုင်သော်လည်း သက်ဆိုင်ရာဥပဒေဖြင့် အနုညာတစီရင်ဆုံးဖြတ်ရန် သဘောတူညီချက်တစ်ခု တည်ရှိနေသော်လည်း ထိုအေဂျင်စီသို့ ဝင်ရောက်ခွင့်ပြုသည့်အတိုင်းအတာအထိသာ သင်တင်ပြနိုင်သည်။ ထိုသို့သော စီမံခန့်ခွဲရေးဆိုင်ရာ တောင်းဆိုမှုများတွင် တန်းတူညီမျှသော အလုပ်အကိုင်အခွင့်အလမ်းကော်မရှင်၊ အမေရိကန် အလုပ်သမားဌာနနှင့် အမျိုးသားအလုပ်သမားဆက်ဆံရေးဘုတ်အဖွဲ့တို့ထံ အကန့်အသတ်မရှိ တောင်းဆိုမှုများ သို့မဟုတ် အခကြေးငွေများ ပါဝင်သည်။ ဤအပိုဒ်တွင် မည်သည့်အရာကမျှ သင့်အား ခုံသမာဓိဖြင့် အရေးဆိုမှုမပြုလုပ်မီ ခုံသမာဓိဖြင့် စီရင်ဆုံးဖြတ်ခြင်းမပြုမီ စီမံခန့်ခွဲရေးဆိုင်ရာ ကုစားမှုများအတွက် သင့်တာဝန်ကို ကျေပွန်စေရန်အတွက် စီမံခန့်ခွဲရေးဆိုင်ရာ အရေးဆိုမှုကို မည်သည့်အေဂျင်စီတစ်ခုရှေ့တွင်မဆို ယူဆောင်လာစေရန် တားမြစ်ခြင်း သို့မဟုတ် ခွင့်လွတ်ခြင်းဟု မှတ်ယူရမည်ဖြစ်သော်လည်း၊ အေဂျင်စီ၏တရားစွဲဆိုမှုများ။",
    "2238885192": "သုံးစွဲသူတစ်ဦး အမှားအယွင်းတစ်ခုကြုံလာသောအခါ အမှားရှာပြင်ခြင်းဒေတာကို စုဆောင်းရန် Sentry ကို ကျွန်ုပ်တို့ အသုံးပြုပါသည်။ Sentry သည် ဒေတာစုဆောင်းပုံနှင့် စီမံဆောင်ရွက်ပုံဆိုင်ရာ အချက်အလက်များအတွက်-",
    "2520904193": "လူတန်းစားတစ်ရပ်၊ စုပေါင်း သို့မဟုတ် ကိုယ်စားလှယ်လုပ်ဆောင်မှုတစ်ခုအဖြစ် တင်သွင်းရန်၊ ကြားနာရန် သို့မဟုတ် ခုံသမာဓိဖြင့် စီရင်ဆုံးဖြတ်ခြင်းအတွက် သင့်တွင်ရှိသည့် မည်သည့်အခွင့်အရေးကိုမဆို စွန့်လွှတ်လိုက်ပါ။ ဤသဘောတူညီချက်တွင်ပါရှိသော အခြားအပိုဒ်များကို မည်သို့ပင်ဆိုစေကာမူ ရှေ့စီရင်ချက်သည် ဤသဘောတူညီချက်မှ ခွဲထွက်၍မရပါ။ ဤစွန့်လွှတ်မှု၏ အစိတ်အပိုင်းအားလုံး သို့မဟုတ် တစ်စိတ်တစ်ပိုင်းသည် ခိုင်လုံသော၊ ဆင်ခြင်တုံတရားမရှိသော၊ ပျက်ပြယ်သွားသော သို့မဟုတ် ပျက်ပြယ်သွားနိုင်သော တိုင်ကြားချက်မှန်သမျှကို ခုံသမာဓိလူကြီးမှမဟုတ်ဘဲ အရည်အချင်းရှိသော တရားစီရင်ရေးတရားရုံးကသာ ဆုံးဖြတ်နိုင်သည်။ အမျိုးသားအလုပ်သမားဆက်ဆံရေးဥပဒေ ပုဒ်မ ၇ အရ သင်၏အခွင့်အရေးများကို ကျင့်သုံးခြင်းကြောင့်၊ သို့မဟုတ် ဖိုရမ်တစ်ခုတွင် လူတန်းစား၊ စုပေါင်း သို့မဟုတ် ကိုယ်စားလှယ်ပါဝင်ဆောင်ရွက်မှုကြောင့် သို့မဟုတ် လူတန်းစားတစ်ရပ်တွင် ပါဝင်ခြင်း သို့မဟုတ် ပါဝင်ဆောင်ရွက်ခြင်းဖြင့် လက်တုံ့ပြန်ခြင်း သို့မဟုတ် တားဆီးခြင်း ခံရမည်မဟုတ်ပါ။ သို့သော် ကျွန်ုပ်တို့သည် ဤအတန်းအစား အရေးယူမှု စွန့်လွှတ်မှုကို တရားဥပဒေအရ တွန်းအားပေးရန် ကြိုးပမ်းနိုင်ပြီး ထိုသို့သော လူတန်းစား၊ စုပေါင်း သို့မဟုတ် ကိုယ်စားလှယ် လုပ်ဆောင်ချက် သို့မဟုတ် တောင်းဆိုချက်များကို ထုတ်ပယ်ရန် တောင်းဆိုနိုင်သည်။",
    "2577178569": "3. တင်းကြပ်စွာ လိုအပ်သော နည်းပညာဆိုင်ရာ ရည်ရွယ်ချက်များအတွက် အသုံးပြုသည်- သုံးစွဲနိုင်မှု အသုံးပြုသူ အသုံးပြုမှုကို ဖွင့်ပေးသည်။",
    "2583888954": "ချွင်းချက်။",
    "263977834": "အုပ်ချုပ်ရေး ပင်ပန်းနွမ်းနယ်ခြင်း။",
    "2657277322": "သင့်တွင်မေးခွန်းများရှိပါက၊ ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ။",
    "271333468": "ကျွန်ုပ်တို့ စုဆောင်းသိမ်းဆည်းထားသော အချက်အလက်များကို ကာကွယ်ရန်အတွက် သင့်လျော်သော နည်းပညာပိုင်းဆိုင်ရာနှင့် အဖွဲ့အစည်းဆိုင်ရာ အစီအမံများကို အကောင်အထည်ဖော်ပြီး ကျွန်ုပ်တို့ကိုယ်စား ကျွန်ုပ်တို့၏ စီမံဆောင်ရွက်ပေးသော အေးဂျင့်အားလုံးကို အလားတူလုပ်ဆောင်ရန် လိုအပ်ပါသည်။ ကံမကောင်းစွာဖြင့်၊ လုံခြုံရေးအစီအမံများသည် 100% မိုက်မဲခြင်းမရှိဘဲ၊ ကျွန်ုပ်တို့ စုဆောင်းသိမ်းဆည်းထားသော အချက်အလက်များကို ဖျက်ဆီးခြင်း၊ ဆုံးရှုံးခြင်း၊ ပြောင်းလဲခြင်းမှ 100% လုံခြုံမှုရှိစေရန် မည်သည့်ကွန်ရက် သို့မဟုတ် စနစ်မျှ (ကျွန်ုပ်တို့၏ အပါအဝင်) အာမခံချက်မရနိုင်ပါ။ သင့်အချက်အလက်များသည် မည်သည့်အကြောင်းကြောင့်မျှ မလုံခြုံနိုင်ဟု ယုံကြည်ပါက၊ ကျွန်ုပ်တို့ထံ ချက်ချင်းဆက်သွယ်ပါ-",
    "2763011087": "IMI သည် စားသုံးသူအငြင်းပွားမှုဖြေရှင်းရေးအဖွဲ့အစည်းတစ်ခုရှေ့တွင် စားသုံးသူအငြင်းပွားမှုများအတွက် အစားထိုးအငြင်းပွားမှုဖြေရှင်းရေးတွင် ပါဝင်ရန်တာဝန်မရှိပေ။",
    "2927283721": "ကျွန်ုပ်တို့၏ဝဘ်ဆိုဒ်တွင် လုပ်ဆောင်စရာများကို လုပ်ဆောင်ခြင်းဖြင့်၊ သင်သည် ကျွန်ုပ်တို့၏ ကိုယ်ရေးကိုယ်တာမူဝါဒနှင့်အညီ သင်၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို စုဆောင်းခြင်း၊ အသုံးပြုခြင်းနှင့် ထုတ်ဖော်ခြင်းတို့ကို ခွင့်ပြုပါသည်။ ထို့အပြင်၊ ဥပမာ၊ ပံ့ပိုးကူညီသူ ID၊ ပြီးမြောက်သော လုပ်ဆောင်စရာရလဒ်များနှင့် ဆက်စပ်သော အခြားအရည်အချင်းများ အပါအဝင် ဝဘ်ဆိုက်ကို မြှင့်တင်ရန်နှင့် ဝန်ဆောင်မှုဆက်ဆံရေးကို လွယ်ကူချောမွေ့စေရန် သင်ပြီးခဲ့သော အလုပ်များကို တောင်းဆိုသူထံသို့ သင်နှင့် သင့်ပြီးခဲ့သော လုပ်ဆောင်စရာများအကြောင်း အချက်အလက်အချို့ကို ကျွန်ုပ်တို့ မျှဝေနိုင်ပါသည်။ သင်၏အရည်အချင်းများ၊ ဘာသာစကားများ၊ ကျွမ်းကျင်မှုများနှင့် ဝဘ်ဆိုဒ်ကို အသုံးပြုခြင်း။",
    "2943815316": "ကျွန်ုပ်တို့သည် ဤစာရင်းကို အခါအားလျော်စွာ အပ်ဒိတ်လုပ်ထားသောကြောင့် စာရင်းမသွင်းရသေးသော နောက်ထပ် ကွက်ကီးများ ရှိနိုင်ပါသည်။ ကွတ်ကီးများ ပေးပို့ရန်၊ လည်ပတ်မှုများကို ရေတွက်ရန်၊ အသုံးပြုမှုနှင့် လှုံ့ဆော်မှု ထိရောက်မှုကို နားလည်ပြီး အီးမေးလ်ကို ဖွင့်ပြီး လုပ်ဆောင်ခြင်း ရှိမရှိ ဆုံးဖြတ်ရန် ဝဘ်ဘီကွန်များ၊ တဂ်များနှင့် ဇာတ်ညွှန်းများကို ဝဘ်ဆိုက်များ သို့မဟုတ် အီးမေးလ်များတွင် အသုံးပြုနိုင်ပါသည်။ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ဝန်ဆောင်မှု/ခွဲခြမ်းစိတ်ဖြာမှုပံ့ပိုးပေးသူများမှ ဤနည်းပညာများကိုအသုံးပြုမှုအပေါ်အခြေခံ၍ တစ်ဦးချင်းနှင့် စုစည်းထားသောအခြေခံအစီရင်ခံစာများကို လက်ခံရရှိနိုင်ပါသည်။",
    "3040062804": "ဤပုဒ်မအရ ခုံသမာဓိဖြင့် စီရင်ဆုံးဖြတ်ခြင်းမှန်သမျှသည် အမေရိကန်နိုင်ငံပြင်ပတွင် သင်နေထိုင်ခြင်းမရှိပါက၊ ကယ်လီဖိုးနီးယားပြည်နယ်အတွင်း၌ ခုံသမာဓိဖြင့် စီရင်ဆုံးဖြတ်ခြင်းအား လုံးလုံးလျားလျား အီလက်ထရွန်နစ် သို့မဟုတ် တယ်လီဖုန်းဖြင့် ပြုလုပ်မည်ဖြစ်သည်။ ပါတီတိုင်းက စာဖြင့် သဘောတူပါက ခုံသမာဓိသည် အခြားမည်သည့်နေရာတွင်မဆို ပြုလုပ်နိုင်သည်။ ၎င်း၏တည်နေရာမည်သို့ပင်ဖြစ်စေ၊ မည်သည့်ပါတီသည် တိုက်ရိုက်ဗီဒီယို သို့မဟုတ် တယ်လီကွန်ဖရင့်မှတစ်ဆင့် ခုံသမာဓိဖြင့် ခုံသမာဓိတွင် ပေါ်လာရန် ရွေးချယ်နိုင်သည်။",
    "3091247030": "အတန်းလှုပ်ရှားမှု စွန့်လွှတ်ခြင်း။",
    "3102490587": "Class Action Waiver မှလွဲ၍ မည်သည့် အသုံးအနှုန်း သို့မဟုတ် ပြဋ္ဌာန်းချက်၊ သို့မဟုတ် ဤအနုညာတစီရင်ခြင်းအပိုဒ်၏ အစိတ်အပိုင်းကို ပျက်ပြယ်ကြောင်း သို့မဟုတ် အသုံးမပြုနိုင်ဟု ကြေငြာပါက ၎င်းကို ဖြတ်တောက်မည်ဖြစ်ပြီး ကျန်ရှိသော ခုံသမာဓိအပိုဒ်များကို ကျင့်သုံးနိုင်မည်ဖြစ်သည်။",
    "3187946010": "ဤစာမျက်နှာများရှိ စာသား၊ ရုပ်ပုံများ၊ ဂရပ်ဖစ်ကာတွန်းများ၊ ဗီဒီယိုများ၊ တေးဂီတ၊ အသံများနှင့် အခြားအကြောင်းအရာအားလုံးကို သတ်မှတ်ထားပါက IMI သို့မဟုတ် တတိယအဖွဲ့အစည်းများမှ မူပိုင်ခွင့်ဥပဒေအောက်တွင် အကာအကွယ်ပေးထားသည်။ ကျိုးကြောင်းဆီလျော်မျှတစွာ အသုံးပြုမှုထက် ကျော်လွန်သော စီးပွားဖြစ်အသုံးပြုရန်အတွက် ဤပစ္စည်းကို ကူးယူခြင်း သို့မဟုတ် ပြုပြင်မွမ်းမံခြင်းအား တားမြစ်ထားသည်။",
    "3199694247": "ခွဲထွက်နိုင်မှု။",
    "3302832698": "အစားထိုး အငြင်းပွားမှု ဖြေရှင်းချက် လိုအပ်သည်။",
    "3361191778": "အင်တာနက် စာမျက်နှာများတွင် ပေးထားသည့် အချက်အလက်သည် တစ်ဦးချင်း အကြံဉာဏ်ကို ကိုယ်စားမပြုဘဲ ၎င်းကို အစားထိုး၍ မရပါ။ တစ်ဦးချင်းစီ အကြံဉာဏ်များ လိုအပ်ပါက၊ ကျွန်ုပ်တို့၏ ပံ့ပိုးကူညီရေးဝန်ထမ်းများထံ ဆက်သွယ်ပါ။",
    "3493572638": "ကုန်ကျစရိတ်များနှင့် အခကြေးငွေများ။",
    "3794239003": "အနုညာတစီရင်ထုံးလုပ်နည်း။",
    "3885459114": "သင့်ဝဘ်ဘရောက်ဆာတွင် တည်ဆောက်ထားသော လုပ်ဆောင်ချက်မှတစ်ဆင့် ကွတ်ကီးအသုံးပြုမှုကို ယေဘူယျအားဖြင့် စတင်အသုံးပြုနိုင်သည် သို့မဟုတ် နောက်ပိုင်းတွင် ပိတ်နိုင်သည်။ ကွတ်ကီးများအကြောင်း ပိုမိုလေ့လာလိုပါက၊ သို့မဟုတ် ၎င်းတို့အား ထိန်းချုပ်ရန်၊ ပိတ်ရန် သို့မဟုတ် ဖျက်နည်းကို လေ့လာလိုပါက အသေးစိတ်လမ်းညွှန်ချက်အတွက် https://www.knowcookies.com/ သို့ ဝင်ရောက်ကြည့်ရှုပါ။",
    "3956117148": "hCaptcha.com နှင့် BotStop.com ဝဘ်ဆိုဒ်များ (ဆိုက်များ) တွင် ဤမူဝါဒတွင်ဖော်ပြထားသည့်အတိုင်း ထပ်လောင်းကွတ်ကီးများ ပါဝင်နိုင်ပါသည်။",
    "4193379787": "ဤသဘောတူညီချက်အရ ခုံသမာဓိဖြင့် စီရင်ဆုံးဖြတ်ခြင်းအားလုံးကို အမေရိကန် အနုညာတအဖွဲ့၏ စည်းမျဉ်းများအောက်တွင် သို့မဟုတ် ခုံသမာဓိဖြင့် စီရင်ဆုံးဖြတ်ခြင်းဆိုင်ရာ ဝန်ဆောင်မှုအပေါ် နှစ်ဖက်သဘောတူသောအားဖြင့် ဆောင်ရွက်မည်ဖြစ်သည်။ ခုံသမာဓိလူကြီးသည် အခြားရွေးချယ်မှုဖြင့် သပိတ်မှောက်ခြင်းဖြင့် အမည် (၇) ခုထက်နည်းသော အမည်စာရင်းမှ ရွေးချယ်ထားသော အမေရိကန် ခုံသမာဓိလူကြီးဖြစ်ပါမည်။ ခုံသမာဓိဖြင့် ခုံသမာဓိအဖွဲ့တစ်ခုစီတွင် လုံလောက်သောအရပ်ဘက်ရှာဖွေတွေ့ရှိမှု၊ အပြုသဘောဆောင်သည့်အဆိုပြုချက်များအား တင်ပြရန်နှင့် ၎င်းတို့၏အမှုများကို ခုခံချေပရန်အတွက် လိုအပ်သလိုတင်ပြရန် လိုအပ်သလို သက်သေများနှင့်သက်သေများကို တင်ပြနိုင်ခွင့်ရှိမည်ဖြစ်ပြီး ယင်းနှင့်ပတ်သက်သည့် အငြင်းပွားမှုများကို ခုံသမာဓိလူကြီးမှ ဖြေရှင်းရမည်ဖြစ်သည်။ အငြင်းပွားမှုဖြေရှင်းရေးသည် တောင်းဆိုမှုများနှင့် ခုခံချေပမှုများအား အုပ်ချုပ်သည့်ဥပဒေပေါ်တွင်သာ အခြေခံရမည်ဖြစ်ပြီး ခုံသမာဓိလူကြီးသည် ယင်းထိန်းချုပ်ရေးဥပဒေမှလွဲ၍ အခြားအခြေခံများကို တောင်းခံခြင်းမပြုရပါ။ ခုံသမာဓိလူကြီးသည် အခြားရှိပြီးသား လွတ်ငြိမ်းချမ်းသာခွင့်များကို ဖြည့်စွက်ပေးသော ခုံသမာဓိလူကြီးတစ်ဦး၏ စွမ်းရည်ဖြင့် ဆောင်ရွက်သည့်အခါ အရပ်ဘက်ဆိုင်ရာ တာဝန်ခံမှုမှ တရားရေးအရာရှိ၏ လွတ်ငြိမ်းချမ်းသာခွင့်ကို ရရှိစေရမည်။ ဆုပေးပွဲများတွင် ခုံသမာဓိလူကြီး၏ ကျိုးကြောင်းဆီလျော်သော ထင်မြင်ယူဆချက် ပါဝင်သည်။ သင်သည် IMI နှင့် သင့်အပေါ်ရှိနိုင်သည့် တောင်းဆိုမှုမှန်သမျှကို ဂျူရီလူကြီးများက ခုံရုံးတင်စစ်ဆေးခွင့်ကို စွန့်လွှတ်ပါသည်။ ဤအပိုဒ်အောက်ရှိ တောင်းဆိုချက်မှန်သမျှကို သက်ဆိုင်ရာ ကန့်သတ်ချက်ကာလ အတွင်း တင်သွင်းရမည်။ United States Federal Arbitration Act သည် ဤအပိုဒ်ကို ထိန်းချုပ်ထားပြီး၊ ဤသဘောတူညီချက်သည် ကူးသန်းရောင်းဝယ်ရေးတွင် အရောင်းအ၀ယ်ဖြစ်ကြောင်း သက်သေပြကြောင်း သင်အသိအမှတ်ပြုပါသည်။",
    "470943029": "ဤကိုယ်ရေးကိုယ်တာမူဝါဒနှင့်ပတ်သက်ပြီး သင့်တွင်မေးခွန်းများရှိပါက၊ ကျေးဇူးပြု၍ ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ။",
    "498769698": "သင်၏ပေါင်းစည်းမှု၊ ဝယ်ယူသူ သို့မဟုတ် သုံးစွဲနိုင်မှုအသုံးပြုသူအကောင့် (သင်ပေါင်းစည်းသူ၊ ဝယ်ယူသူ သို့မဟုတ် သုံးစွဲနိုင်မှုအသုံးပြုသူဖြစ်ပါက) သင်သည် ကျွန်ုပ်တို့အား သင်ဖြည့်ဆည်းပေးထားသည့် အချို့သော ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို သင်ဝင်ရောက်၊ ပြင်နိုင်၊ ပြင်ဆင်ရန် သို့မဟုတ် ဖျက်ပစ်နိုင်သည်။ အကယ်၍ သင်သည် ထိုသို့မလုပ်ဆောင်နိုင်ပါက သို့မဟုတ် ကျွန်ုပ်တို့စုဆောင်းထားသော ကိုယ်ရေးကိုယ်တာအချက်အလက်နှင့်/သို့မဟုတ် သင့်အကြောင်းမျှဝေထားသော သို့မဟုတ် မျှဝေထားသော ကိုယ်ရေးကိုယ်တာအချက်အလက်များနှင့်ပတ်သက်၍ မေးခွန်းများရှိပါက သို့မဟုတ် ကျွန်ုပ်တို့၏လုပ်ဆောင်မှုအတွက် သင့်သဘောတူညီချက်ကို ရုပ်သိမ်းလိုပါက (ဆိုလိုသည်မှာ သင့်အကောင့်ကို လုံးဝဖျက်ပစ်ရန်) ကျေးဇူးပြု၍ ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ။",
    "537881751": "hCaptcha မှကြိုဆိုပါသည်။ ဤကိုယ်ရေးကိုယ်တာမူဝါဒသည် ကျွန်ုပ်တို့၏၀က်ဘ်ဆိုက် www.hcaptcha ရှိ ကျွန်ုပ်တို့၏ဝဘ်ဆိုဒ်မှတစ်ဆင့် ကျွန်ုပ်တို့၏စုဆောင်းမှု၊ အသုံးပြုမှုနှင့် သတင်းအချက်အလက်များ (ကိုယ်ရေးကိုယ်တာအချက်အလက်များအပါအဝင်) ကို www.hcaptcha မှတဆင့် ထုတ်ပြန်ခြင်းနှင့်ပတ်သက်၍ Intuition Machines, Inc. (\"IMI\", \"ကျွန်ုပ်တို့\" သို့မဟုတ် \"ကျွန်ုပ်တို့၏\" သို့မဟုတ် \"ကျွန်ုပ်တို့၏\") ၏ကျင့်ထုံးများကို ဖော်ပြသည်။ .com နှင့် ကျွန်ုပ်တို့အသုံးပြုသည့် အခြားသော ဒိုမိန်းခွဲများ သို့မဟုတ် ဒိုမိန်းများ (\"ဆိုက်များ\") နှင့် hCaptcha အပလီကေးရှင်း ပရိုဂရမ် အင်တာဖေ့စ်နှင့် ဆက်စပ်ဆော့ဖ်ဝဲနှင့် ပစ္စည်းများ (စုပေါင်းအားဖြင့် \"ဝန်ဆောင်မှု\")။",
    "561456032": "IMI အတွက် လုပ်ငန်းတာဝန်များကို စတင်လုပ်ဆောင်ချိန်မှစ၍ ဖြစ်ပေါ်လာနိုင်သည့် အငြင်းပွားမှုများအပါအဝင် ဝန်ဆောင်မှုများအသုံးပြုမှုနှင့် ပတ်သက်သည့် ပေါ်ပေါက်လာသော သို့မဟုတ် ဆက်စပ်နေသည့် အငြင်းပွားမှုများအတွက် သင်သည် သဘောတူကြောင်းနှင့် အထူးသဖြင့် သင်အမျိုးအစားခွဲခြားခြင်းရှိမရှိနှင့် သက်ဆိုင်သည့် တောင်းဆိုချက်တစ်စုံတစ်ရာ အပါအဝင်၊ အမှီအခိုကင်းသော ကန်ထရိုက်တာတစ်ဦး၊ သင်သည် ၎င်းအား ဆန့်ကျင်သည့် တောင်းဆိုချက်နှင့်ပတ်သက်၍ IMI ကို ဦးစွာ အကြောင်းကြားပါမည်။ ထို့နောက် သင်နှင့် IMI သည် တိုက်ရိုက်ညှိနှိုင်းမှု သို့မဟုတ် ဖျန်ဖြေခြင်းဖြင့် ပြဿနာကို ဖြေရှင်းရန် ကြိုးပမ်းမည်ဖြစ်သည်။ ဖျန်ဖြေမှုကုန်ကျစရိတ်ကို အညီအမျှ ခွဲဝေပေးမည်ဖြစ်ပြီး တယ်လီဖုန်း သို့မဟုတ် အခြားသော အီလက်ထရွန်နစ်နည်းလမ်းများဖြင့် ဖျန်ဖြေပေးရမည်ကို သဘောတူပါသည်။ အလွတ်သဘော ညှိနှိုင်းမှု သို့မဟုတ် ဖျန်ဖြေမှုအပြီးတွင် တောင်းဆိုချက်တစ်ခု မဖြေရှင်းရသေးပါက၊ သင်နှင့် IMI တို့သည် အငြင်းပွားမှုကို ဖြေရှင်းရန် နောက်ဆုံးနှင့် စည်းနှောင်ထားသော ခုံသမာဓိကို အသုံးပြုမည်ဟု သဘောတူပါသည်။ ကယ်လီဖိုးနီးယား တရားမျှတသော အလုပ်အကိုင်နှင့် အိမ်ရာအက်ဥပဒေအပေါ် အခြေခံသည်ဖြစ်စေ ခွဲခြားဆက်ဆံမှုနှင့် နှောင့်ယှက်မှုဆိုင်ရာ တောင်းဆိုချက်များအပါအဝင်၊ ကန့်သတ်မထားသော ခွဲခြားဆက်ဆံမှုနှင့် နှောင့်ယှက်မှုဆိုင်ရာ တောင်းဆိုချက်များအပါအဝင် ကျွန်ုပ်တို့၏ဝဘ်ဆိုက်ကို သင်စတင်အသုံးပြုချိန်မှ စပြီး ကျွန်ုပ်တို့၏ဝဘ်ဆိုက်ကို စတင်အသုံးပြုချိန်မှ ပြန်လည်စတင်သည့် တောင်းဆိုချက်အားလုံးကို ပြန်လည်ထိန်းချုပ်ပါသည်။ ၊ ပြင်ဆင်ထားသည့်အတိုင်း ၁၉၆၄ ခုနှစ် နိုင်ငံသားအခွင့်အရေးအက်ဥပဒေ၏ ခေါင်းစဉ် VII၊ သို့မဟုတ် အခြားပြည်နယ် သို့မဟုတ် ဖက်ဒရယ်ဥပဒေ သို့မဟုတ် စည်းမျဉ်း၊ သာတူညီမျှသောဥပဒေ သို့မဟုတ် အခြားနည်း။",
    "658775471": "ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ဝဘ်အသွားအလာကို အကောင်းဆုံးဖြစ်အောင် Cloudflare ကိုအသုံးပြုပါသည်။ Cloudflare ဒေတာစုဆောင်းပုံနှင့် စီမံဆောင်ရွက်ပုံဆိုင်ရာ အချက်အလက်များအတွက်-",
    "702926385": "ရှေ့နေများ၏အခကြေးငွေကို ဥပဒေအရ အတိအလင်း ပေးဆောင်သည့်အတိုင်းအတာမှအပ၊ အဆိုပါခုံသမာဓိတွင် တရား၀င်ကိုယ်စားပြုခြင်းအတွက် ၎င်းတို့၏သက်ဆိုင်ရာကုန်ကျစရိတ်များကို အသီးသီးကျခံရမည်။ ပါတီများသည် ခုံသမာဓိလူကြီးမှ ကောက်ခံသည့် ကနဦး စီမံခန့်ခွဲရေး အခကြေးငွေကို သင့်အတွက် အများဆုံး ကုန်ကျစရိတ် ဒေါ်လာ နှစ်ရာငါးဆယ် (US$ 250.00) အထိ ပိုင်းခြားမည်ဖြစ်သည်။ ခုံသမာဓိလူကြီးနှင့် တရားရုံးသတင်းထောက်များ၏ ကုန်ကျစရိတ်များရှိပါက ကျွန်ုပ်တို့မှ ကနဦးကျခံရပါမည်။ သို့ရာတွင်၊ ခုံသမာဓိလူကြီးသည် ဥပဒေအရ ပြဋ္ဌာန်းထားသည့်အတိုင်း လျော်ကြေးငွေပေးဆောင်ရန်၊ ခုံသမာဓိလူကြီးနှင့်/သို့မဟုတ် တရားရုံးသတင်းထောက်နှင့် သက်ဆိုင်သည့် ကုန်ကျစရိတ်များကို ပါတီများမှ ခွဲဝေပေးရန် ဆုံးဖြတ်ပိုင်ခွင့်ရှိရမည်။",
    "720059527": "2. တင်းကြပ်စွာ လိုအပ်သော နည်းပညာဆိုင်ရာ ရည်ရွယ်ချက်များအတွက် အသုံးပြုသည်- load balancing, routing.",
    "74538881": "ဤဝဘ်ဆိုဒ်အတွက်တာဝန်ရှိသည်။",
    "996430331": "အနုညာတနေရာ။",
    "211351380": "ဘလော့ဂ်မှ",
    "3153117136": "hCaptcha ခက်ခဲမှု ဆက်တင်များ အလုပ်လုပ်ပုံ",
    "2915355938": "သုံးစွဲနိုင်မှု",
    "793784899": "အစီအစဉ်များ",
    "2671622670": "စီးပွားရေးလုပ်ငန်း",
    "3527140447": "စာရွက်စာတမ်းများ",
    "505891021": "တံဆိပ်တပ်ခြင်းဝန်ဆောင်မှုများ",
    "692176459": "လော့ဂ်အင်",
    "1892574253": "ဆိုင်းအပ်",
    "2593864519": "နောက်ထပ် ဘော့တ်များကို ရပ်ပါ။ သုံးစွဲသူ၏ကိုယ်ရေးကိုယ်တာကို စတင်ကာကွယ်ပါ။",
    "4007826952": "ဝဘ်၊ မိုဘိုင်းနှင့် အခြားအရာများအတွက် နံပါတ် ၁ လျှို့ဝှက်ရေး-ပထမ CAPTCHA။",
    "3721365241": "ကြိုးစားပါ။",
    "3753956446": "အခမဲ့",
    "3276777569": "hCaptcha",
    "55035359": "လက်ရှိ reCAPTCHA သုံးနေပါသလား။",
    "3417372336": "မိနစ်အတွင်းပြောင်းပါ။",
    "2881474837": "hCaptcha လုပ်ငန်း",
    "1685871181": "ထိပ်တန်းအွန်လိုင်းဝန်ဆောင်မှုများပေါ်တွင်မှီခို",
    "1470290349": "အတန်းထဲတွင် အကောင်းဆုံး bot နှင့် လိမ်လည်မှုစီမံခန့်ခွဲမှုအတွက်။",
    "3714002185": "hCaptcha Enterprise အကြောင်းပိုမိုလေ့လာပါ။",
    "3946753128": "သီးသန့်။ စိတ်ချရအောင်။ မြန်မြန်။",
    "939665604": "ကိုယ်ရေးကိုယ်တာ အဓိကထား",
    "780475098": "ကြော်ငြာကွန်ရက်များက သင့်ဧည့်သည်များကို ထုတ်ကုန်အဖြစ် မြင်သည်။ လည်ပတ်ခြင်းသည် ကောင်းသည်ဖြစ်စေ၊ ဆိုးသည်ဖြစ်စေ ကျွန်ုပ်တို့သာ ဂရုစိုက်ပါသည်။ hCaptcha သည် GDPR၊ CCPA၊ LGPD၊ PIPL နှင့် အခြားကမ္ဘာလုံးဆိုင်ရာဒေတာဥပဒေများကို လိုက်နာပါသည်။",
    "219813583": "လုံခြုံရေး ပထမ",
    "2714878440": "ကျွန်ုပ်တို့၏အဆင့်မြင့်စက်သင်ယူမှုနှင့် လူသားဆန်မှုစိစစ်ခြင်းတို့ဖြင့် သင့်ဝန်ဆောင်မှုများကို ဖောက်ဖျက်ခြင်း၊ အကောင့်သိမ်းယူခြင်း၊ အထောက်အထားထည့်သွင်းခြင်းနှင့် စပမ်းခြင်းများမှ ကာကွယ်ပါ။",
    "1397766838": "ပိုမိုကောင်းမွန်သော အသုံးပြုသူအတွေ့အကြုံ",
    "2670352917": "hCaptcha သည် လူသားများကို ဖြေရှင်းရန် ရိုးရှင်းသော်လည်း ပိုမိုယုံကြည်စိတ်ချရသော ဘော့တ်ထောက်လှမ်းမှုကို ပံ့ပိုးပေးပါသည်။",
    "2806751666": "hCaptcha ဆိုတာဘာလဲ။",
    "3096063825": "စမ်းကြည့်လိုက်ပါ။",
    "2968026167": "သင်အကြိုက်ဆုံးဟင်းသီးဟင်းရွက်",
    "713281684": "ခရမ်းသီး",
    "4147497805": "မုန်လာဥနီ",
    "3758963444": "ကျေးဇူးတင်ပါတယ်! သင့်တင်ပြချက်ကို လက်ခံရရှိပြီးဖြစ်သည်။",
    "1070364246": "သည်းခံပါ ဖောင်ကို ပေးပို့ရာတွင် တစ်စုံတစ်ခု မှားယွင်းသွားပါသည်။",
    "1129833879": "အန္တရာယ်ရှိသော ဘော့တ်များကို ရပ်ပါ၊ သုံးစွဲသူ၏ကိုယ်ရေးကိုယ်တာအား ကာကွယ်ပါ။",
    "58091799": "hCaptcha Publisher နှင့် Enterprise အကြောင်း ပိုမိုလေ့လာပါ။",
    "1599610318": "ထုတ်ဝေသူ",
    "3093388779": "hCaptcha သည် မည်သည့်အရွယ်အစား ထုတ်ဝေသူများအတွက်မဆို အခမဲ့အသုံးပြုနိုင်ပါသည်။",
    "179723061": "အတန်းခေါင်းဆောင် လုံခြုံရေး လိုအပ်သော အဖွဲ့များအတွက် ပိုမိုထိန်းချုပ်မှု",
    "846501387": "ကမ္ဘာ့အဆင့်မီ bot ကာကွယ်မှု",
    "119298044": "အဆင့်မြင့် ကိုယ်တိုင်ကြီးကြပ်ထားသော ML နှင့် AI နည်းပညာများသည် သင့်ဝဘ်ဂုဏ်သတ္တိများကို ခြိမ်းခြောက်မှုများနှင့် တိုက်ခိုက်မှုများမှ ကာကွယ်ပေးသည်",
    "1263998069": "လူသားဖြေရှင်းချက်များအတွက် ဆုလာဘ်များရယူပါ။",
    "1103295010": "CAPTCHAs များကို လူသားများဖြေရှင်းသည့်အခါ ငွေရှာပါ သို့မဟုတ် ပရဟိတအား ပေးလှူပါ။",
    "392886773": "နိုင်ငံတိုင်းတွင်အလုပ်လုပ်သည်။",
    "2320894364": "တည်ရှိမှုအမှတ် 200 ကျော်ဖြင့် hCaptcha ၏ cloud သည် ကမ္ဘာတစ်ဝှမ်းရှိ သင့်ပိုင်ဆိုင်မှုများကို ကာကွယ်ပေးပါသည်။",
    "451701069": "GDPR၊ CCPA နှင့်အညီ၊",
    "2826051554": "နှင့် ပို",
    "3530599065": "ကိုယ်ရေးကိုယ်တာသည် အခြေခံမှတည်ဆောက်ထားသည်။ hCaptcha သည် PII ကိုမထိန်းသိမ်းထားပြီး မြောက်မြားစွာသော ကိုယ်ရေးကိုယ်တာလုပ်ပိုင်ခွင့်များနှင့် စည်းမျဉ်းများနှင့် ကိုက်ညီပါသည်။",
    "2489287539": "ပွတ်တိုက်မှုကင်းသော “No CAPTCHA” နှင့် 99.9% passive မုဒ်များ",
    "793242047": "အပလီကေးရှင်းများသို့ လျင်မြန်စွာဝင်ရောက်ခွင့်ရရှိရန် သုံးစွဲသူများတင်ပြသည့် စိန်ခေါ်မှုများကို လျှော့ချပါ။",
    "4195759329": "ဘော့တ်ထောက်လှမ်းမှုနှင့် အန္တရာယ်ရမှတ်များ",
    "1150035777": "ခေတ်မီဆန်းသစ်သော စက်သင်ယူမှုမော်ဒယ်များသည် မေးခွန်းများကို မှန်ကန်စွာဖြေဆိုခြင်းရှိမရှိ ကျော်လွန်သော ဒေတာအချက်များစွာအပေါ် အခြေခံ၍ ဘော့တ်ယုံကြည်မှုရမှတ်များကို ထုတ်ပေးပါသည်။",
    "3688621388": "ခြိမ်းခြောက်လက်မှတ်များ",
    "1131525092": "ဆက်စပ် လိမ်လည်မှုနှင့် အလွဲသုံးစားမှုများကို ရှာဖွေရန်နှင့် ရပ်တန့်ရန် ကျွန်ုပ်တို့၏ ကိုယ်ရေးကိုယ်တာ-ထိန်းသိမ်းမှု အတိုင်းအတာ UID များမှတစ်ဆင့် မကောင်းတဲ့ သရုပ်ဆောင်များကို မစိုက်ထုတ်ဘဲ စုဖွဲ့ပါ",
    "1559631739": "သီးသန့်သင်ကြားရေး",
    "3952259236": "ဖြေရှင်းချက်တစ်ခုတည်းထက် သာလွန်ကောင်းမွန်သော ဖြေရှင်းချက်တစ်ခုတည်းထက် သာလွန်ကောင်းမွန်သော အန္တရာယ်ရှိသောအပြုအမူကို ခန့်မှန်းရန် hCaptcha ကို အပြုအမူအတန်းများအလိုက် လေ့ကျင့်သင်ကြားပေးရန် hCaptcha ၏ထောင်ပေါင်းများစွာသော အချက်ပြမှုများနှင့် ပေါင်းစပ်ပါ။",
    "1150963691": "APT လျော့ပါးရေး",
    "4083018285": "ခေတ်မီဆန်းပြားသော ဆက်တိုက်ခြိမ်းခြောက်မှုများကို ကိုင်တွယ်ဖြေရှင်းရန်အတွက် အဆင့်မြှင့်တင်ထားသော SOC စောင့်ကြည့်ခြင်းနှင့် တုံ့ပြန်မှုနှင့်အတူ ပေါင်းစပ်ထားသော တိုးချဲ့အင်္ဂါရပ်များ",
    "3160820928": "ပေါင်းစပ်တိုက်ခိုက်မှုကာကွယ်မှု",
    "1849805607": "hCaptcha သည် သင့်ကွန်ရက်များကို စိမ့်ဝင်စေရန် ဒီဇိုင်းထုတ်ထားသော ခြိမ်းခြောက်မှုများနှင့် လှည့်ကွက်များမှ ကာကွယ်ပေးသည်။",
    "1958297836": "ပေါင်းစပ်တိုက်ခိုက်မှုကာကွယ်ရေးနှင့် APT လျှော့ချရေး",
    "1300485304": "hCaptcha သည် သင့်ကွန်ရက်များကို စိမ့်ဝင်ရန် ဒီဇိုင်းထုတ်ထားသော အဆင့်မြင့် ခြိမ်းခြောက်မှုများနှင့် လှည့်ကွက်များမှ ကာကွယ်ပေးသည်။",
    "2698640210": "စိန်ခေါ်မှုများနှင့် အမျိုးအစားများကို ပြသထားသည်။",
    "3121248460": "သင့်မျှော်လင့်ထားသော ပရိသတ်အတွက် အကန့်အသတ်မရှိ ကွဲပြားသော စိတ်ကြိုက်စိန်ခေါ်မှုများကို ပြသပါ။",
    "3807059944": "စိန်ခေါ်မှုအကြောင်းအရာကို အသုံးပြုပြီး ထိန်းချုပ်ပါ။",
    "2707282231": "သင့်အသုံးပြုသူများအတွက် စိန်ခေါ်မှုများကို စိတ်ကြိုက်ပြင်ဆင်ပါ။ ဘော့တ်များကို ဖြေရှင်းရန်နှင့် ထိုးဖောက်ရန် မဖြစ်နိုင်အောင်လုပ်ပါ။",
    "4194763679": "ခက်ခဲမှုအဆင့်ဆင့်",
    "3730038780": "ဖြေရှင်းရန် အသုံးပြုသူများအတွက် အကန့်အသတ်မရှိ စိန်ခေါ်မှုများစွာထဲမှ ရွေးချယ်ပါ။",
    "1849717906": "သင်၏ကိုယ်ပိုင်စိန်ခေါ်မှုအကြောင်းအရာဖြင့် စိတ်ကြိုက်လုပ်ပါ။",
    "1508655687": "ဝင်ရောက်မှုကို ချောမွေ့စေရန် သို့မဟုတ် ကန့်သတ်ရန် သင့်ပရိသတ်အတွက် အံဝင်ခွင်ကျဖြစ်စေရန် သင့်ကိုယ်ပိုင်စိန်ခေါ်မှုများကို ထည့်ပါ။",
    "3620442880": "Flash Sale ကာကွယ်မှု အင်္ဂါရပ်များ",
    "3265895521": "နေ့၏အချိန်ပေါ်မူတည်၍ စိန်ခေါ်မှုအခက်အခဲကို မြှင့်တင်ရန်နှင့် လျှော့ချပါ။",
    "1485807325": "Multi-user dashboards၊ SAML SSO",
    "359073033": "ဒက်ရှ်ဘုတ်များသည် လုပ်ဆောင်ချက်၏ မြင့်မားသောအဆင့် သို့မဟုတ် အနုစိတ်အမြင်များကို ပေးဆောင်သည်။",
    "4272454814": "သင်နှစ်သက်ရာ အထောက်အထားပေးသူနှင့် ပေါင်းစည်းပါ။",
    "1141402092": "အဆင့်မြင့်အစီရင်ခံခြင်းအင်္ဂါရပ်များ",
    "910989640": "လုပ်ဆောင်ချက်အသေးစိတ်နှင့် စိတ်ကြိုက်အစီရင်ခံစာများကို ဖန်တီးပါ။",
    "3768951251": "လုပ်ငန်း SLA များ",
    "1014004474": "hCaptcha ၏ လုပ်ငန်းအစီအစဉ်များသည် သင့်အဖွဲ့အစည်းကို ကာကွယ်ထားရန် အဆင့်မြင့် ဝန်ဆောင်မှုအဆင့် သဘောတူညီချက်များကို ပေးဆောင်ပါသည်။",
    "1177598246": "အရောင်းဆက်သွယ်ပါ။",
    "1067704102": "ဒေတာတံဆိပ်ကပ်ခြင်းရှိ တန်ဖိုး",
    "3065000659": "\"ကားကိုနှိပ်\" လိုက်တိုင်း သင်ဟာ တစ်ခုတည်းကို လေ့ကျင့်ပေးနေတယ်ဆိုတာ သင်သဘောပေါက်ပါသလား။",
    "3235430156": "ကုမ္ပဏီရဲ့ စက်သင်ယူမှုစနစ်တွေကို အခမဲ့လား။",
    "1549336309": "hCaptcha သည် ဤပုံစံကို လှည့်ပေးသည်။ hCaptcha ကို သင်အသုံးပြုသောအခါ၊ ကုမ္ပဏီများသည် ၎င်းတို့၏ လူသားဆန်မှုကို သက်သေပြပြီး သင့်အသုံးပြုသူများ လုပ်ဆောင်သည့် အလုပ်ကို ကုမ္ပဏီများက လေလံဆွဲကြသည်။ ဆုလာဘ်တွေကို သင်ရရှိမှာပါ။",
    "3725880582": "ပရဟိတကို ပြန်ပေးပါ။",
    "1671436004": "ကိုယ်နှစ်သက်တဲ့ အလှူကို ပြန်လှူချင်လား။",
    "1663628612": "ပေးတယ်။",
    "4272088465": "၎င်းကိုအသုံးပြုခြင်းမှ သင်ရရှိသောဝင်ငွေများဖြင့် သင်ရွေးချယ်သော အလှူအတန်းများ။",
    "2894845722": "သင့်ဆိုက်ရှိအသုံးပြုသူများသည် hCaptcha မျက်နှာပြင်ပေါ်တွင် သတိထားတံဆိပ်တပ်ခြင်းဖြင့် ပရဟိတလုပ်ငန်းအတွက် သင်၏ပံ့ပိုးကူညီမှုများကို မကြာမီတွေ့မြင်နိုင်တော့မည်ဖြစ်သည်။",
    "3194111925": "ထောက်ခံမှု",
    "1637702726": "hCaptcha အကြောင်း",
    "2323282990": "လူသားမျိုးနွယ်ကို အတည်ပြုရန် ခေတ်မီနည်းလမ်းတစ်ခု",
    "1201821619": "hCaptcha သည် ယနေ့ခေတ်၏ အပြင်းထန်ဆုံး ပြဿနာများထဲမှ တစ်ခုကို ဖြေရှင်းပေးသည်- အန္တရာယ်ရှိသော ဘော့တ်များကို အွန်လိုင်းဝန်ဆောင်မှုများကို အလွဲသုံးစားလုပ်ခြင်းမှ တားဆီးပေးသည်။",
    "1475399473": "hCaptcha အဖွဲ့အကြောင်း ပိုမိုလေ့လာပါ။",
    "3161489950": "ကမ္ဘာ့အဆင့်မြင့်လုံခြုံရေး ML ပလပ်ဖောင်း",
    "3247172580": "hCaptcha သည် ကြီးမားသော အရွယ်အစားရှိရန်အတွက် တစ်ကမ္ဘာလုံးရှိ နေရာပေါင်း 250 ကျော်မှ ပေးပို့သော ဒေတာစုဆောင်းမှုနှင့် ထိန်းသိမ်းမှုကို ထူးထူးခြားခြား လျှော့ချပေးသည့် ဆန်းသစ်သော edge compute ချဉ်းကပ်မှုဖြင့် အဆင့်မြင့် ကိုယ်တိုင်ကြီးကြပ်ထားသော စက်သင်ယူမှုကို ပေါင်းစပ်ထားသည်။",
    "3767462250": "ကိုယ်ရေးကိုယ်တာအတွက် ဒီဇိုင်းထုတ်ထားသည်။",
    "3500503648": "hCaptcha သည် သင်၏ရှာဖွေကြည့်ရှုမှုမှတ်တမ်းကို မှတ်တမ်းတင်ခြင်းနှင့် ခွဲခြမ်းစိတ်ဖြာခြင်းထက် ချက်ခြင်းအကဲဖြတ်ခြင်းအပေါ် အားကိုးခြင်းဖြင့် ရေရှည်ဒေတာထိန်းသိမ်းမှုကို ဖယ်ရှားရန် ဒီဇိုင်းထုတ်ထားသည်။ ကဲ့သို့သော အစပျိုးမှုများကိုလည်း ကျွန်ုပ်တို့ ထောက်ခံပါသည်။",
    "2418549423": "လျှို့ဝှက်စာဝှက်အထောက်အထားများနှင့် အခြားထူးခြားသောကိုယ်ရေးကိုယ်တာ-ပထမအင်္ဂါရပ်များမှတစ်ဆင့် အွန်လိုင်းကိုယ်ရေးကိုယ်တာထိန်းသိမ်းခြင်းအတွက် ပေါ်ထွက်လာသောစံနှုန်းတစ်ခုဖြစ်သည်။",
    "1544546608": "Privacy Pass",
    "976209454": "ဆုငွေများရယူပါ သို့မဟုတ် ပရဟိတအား ပေးကမ်းပါ။",
    "552920956": "hCaptcha သည် ဝဘ်ဆိုဒ်များကို ဘော့တ်များနှင့် အခြားအလွဲသုံးစားပြုမှုပုံစံများကို ပိတ်ဆို့ထားစဉ် ဆုလာဘ်များရယူရန် ခွင့်ပြုသည်။ hCaptcha သည် ဤဝင်ငွေများဖြင့် သင်ရွေးချယ်သော အလှူအတန်းများကို ပံ့ပိုးကူညီရန်လည်း ခွင့်ပြုပါသည်။",
    "654326661": "ကိုယ်တိုင်မြင်ချင်ပါသလား။ hCaptcha ကို အခမဲ့ စမ်းသုံးကြည့်ပါ။",
    "3570415321": "ကုမ္ပဏီ",
    "3987022469": "တံဆိပ်ကပ်ခြင်း။",
    "1636202177": "အကြောင်း",
    "2670003220": "အလုပ်များ",
    "3233305531": "ကုန်အမှတ်တံဆိပ်များ",
    "3028319964": "AI ကျင့်ဝတ်",
    "4131598919": "စာနယ်ဇင်း",
    "1662477701": "အရင်းအမြစ်များ",
    "3130928685": "ဘလော့",
    "1756106276": "အဆင့်အတန်း",
    "1235925265": "စာတမ်းပြုစုခြင်း။",
    "920212083": "Bug တစ်ခုကို သတင်းပို့ပါ။",
    "2076066173": "ဆိုက်ဘာတိုက်ခိုက်မှု ၁၀၁",
    "3644106388": "ဆက်သွယ်ပါ။",
    "2182196747": "အထောက်အပံ့",
    "487083593": "အရောင်း",
    "878585497": "စည်းမျဥ်း",
    "1697438123": "ကိုယ်ရေးကိုယ်တာ",
    "1316817321": "ထည့်တွက်ပါ။",
    "3488019891": "hCaptcha သည် Intuition Machines, Inc ၏ မှတ်ပုံတင်ထားသော ကုန်အမှတ်တံဆိပ်တစ်ခုဖြစ်သည်။",
    "4224961202": "ကိုယ်ရေးကိုယ်တာ၊ လုံခြုံရေးနှင့် စက်သင်ယူမှု။",
    "98173630": "hCaptcha သည် ကမ္ဘာပေါ်တွင် အသုံးအများဆုံး လွတ်လပ်သော CAPTCHA ဝန်ဆောင်မှုဖြစ်သည်။",
    "1514478724": "ပိုမိုသိရှိရန်",
    "1752795854": "hCaptcha သည် ဘော့တ်များကို ရပ်တန့်ရန်အတွက် ခေတ်မီသော၊ လျှို့ဝှက်ရေး အာရုံစိုက်သည့် နည်းလမ်းကို ယူဆောင်လာပါသည်။",
    "2927700175": "ဘော့တ်များအတွက် ခက်ခဲသော်လည်း လူအများအတွက် လွယ်ကူသော CAPTCHA စိန်ခေါ်မှုများကို စက်သင်ယူမှုပြဿနာများမှ အညွှန်းဒေတာကို စုဆောင်းကာ ဝဘ်ဆိုက် သို့မဟုတ် အက်ပ်ကြည့်ရှုသူသည် လူသားဖြစ်ကြောင်း ခွဲခြားသိမြင်နိုင်ရန် ၎င်းကိုအသုံးပြုခြင်းဖြင့် ပြသထားသည်။",
    "2188609322": "မကောင်းတဲ့ သရုပ်ဆောင်တွေက အွန်လိုင်းမှာ ပိုအဖြစ်များလာတယ်။ ဒါပေမယ့် သုံးစွဲသူရဲ့ ကိုယ်ရေးကိုယ်တာ စွန့်စားမှုက အဖြေမဟုတ်ပါဘူး။",
    "2032102720": "ကြော်ငြာကုမ္ပဏီများမှပေးဆောင်သော လုံခြုံရေးဖြေရှင်းချက်များသည် ဝဘ်တစ်ခွင်ရှိ သုံးစွဲသူများကို ခြေရာခံခြင်းအပေါ် အဓိကအာရုံစိုက်သည်။ ရလဒ်ကောင်းများပေးဆောင်ရန် သုံးစွဲသူ၏ကိုယ်ရေးကိုယ်တာအားထိခိုက်စေရန် မလိုအပ်ကြောင်း ထိရောက်သောလုံခြုံရေးဖြေရှင်းချက်တစ်ခုကို ကျွန်ုပ်တို့ဖန်တီးထားပါသည်။",
    "4146870445": "ငါတို့ဘယ်သူလဲ။",
    "353066938": "ယနေ့ခေတ်၏ အခက်ခဲဆုံး ပြဿနာများကို လုပ်ဆောင်နေသော အတွေ့အကြုံရှိသော အဖွဲ့ဖြစ်သည်။ hCaptcha သည် ဝန်ဆောင်မှုတစ်ခုဖြစ်သည်။",
    "3260825523": "ပင်ကိုယ်စက်များ",
    "1173652155": "အကြံပေးများ",
    "3972094614": "Brendan Eich",
    "2113642787": "မိုးသောက်သီချင်း",
    "2256305371": "University of California, Berkeley မှ ပါမောက္ခ၊ CS။ နက်ရှိုင်းသောသင်ယူမှု၊ လုံခြုံရေး၊ blockchain ကျွမ်းကျင်သူ။ Oasis Labs ၏ CEO",
    "1606599610": "Kieran Thompson",
    "2177660021": "Stanford မှ သုတေသနပညာရှင်။ အဓိကဘဏ်များ၊ ရံပုံငွေများနှင့် ပညာရပ်ဆိုင်ရာများတွင် စက်သင်ယူမှုနှင့် ပမာဏဘဏ္ဍာငွေ။",
    "2686825859": "အခမဲ့ စာရင်းသွင်းပါ သို့မဟုတ် hCaptcha Enterprise ဖြေရှင်းချက်များအကြောင်း ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ။",
    "583434701": "hCaptcha သုံးစွဲနိုင်မှု",
    "611905972": "လုံခြုံရေးကို ထိန်းသိမ်းထားစဉ် အသုံးပြုသူအားလုံးအတွက် ချောမွေ့စွာဝင်ရောက်ခွင့်ကို အာမခံပါသည်။",
    "874098071": "သင်ဝင်ရောက်နိုင်မှုအသုံးပြုသူဖြစ်ပါက ဤနေရာတွင် စာရင်းသွင်းပါ။",
    "2745385064": "အကျဉ်းချုပ်",
    "3353238942": "hCaptcha သည် ၎င်းတို့ကို လူများနှင့် ခွဲခြားခြင်းဖြင့် ဘော့တ်များကို ရပ်တန့်ရန် ဒီဇိုင်းထုတ်ထားသည်။ Visual Tests သည် ဤအတွက် အဆင်ပြေသော ကိရိယာတစ်ခုဖြစ်သော်လည်း လူတိုင်းအမြင်အာရုံစိန်ခေါ်မှုကို မဖြေရှင်းနိုင်ပါ။",
    "3600022491": "ထို့ကြောင့် ကျွန်ုပ်တို့သည် ပုဒ်မ 508 နှင့် WCAG 2.1 AA ကို လိုက်နာမှုအပြည့်ဖြင့် ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုကိုအသုံးပြုသည့်ထုတ်ဝေသူများအား အသုံးပြုခွင့်ရရှိနိုင်မှုကို ထိန်းသိမ်းထားနိုင်စေရန် ရိုးရှင်းပြီး နာကျင်မှုမရှိသောရွေးချယ်စရာတစ်ခုကို ဒီဇိုင်းထုတ်ထားပါသည်။",
    "2557240048": "၎င်းအလုပ်လုပ်ပုံ- ပထမ၊ အများသုံးစွဲနိုင်မှုအသုံးပြုသူမှတစ်ဆင့် အကောင့်ဖွင့်ပါ။",
    "3871665286": "hCaptcha widget အချက်အလက်စာမျက်နှာတွင် ထင်ရှားစွာချိတ်ဆက်ထားသည့်၊ ၎င်းတို့ကို တစ်နေ့လျှင် အကြိမ်ပေါင်းများစွာ အသုံးပြုနိုင်သော ကုဒ်ဝှက်ထားသော ကွတ်ကီးတစ်ခု ပေးထားပြီးဖြစ်သော်လည်း အကောင့်ဝင်ခြင်းဖြင့် 24 နာရီတိုင်း ပြန်လည်စတင်ရပါမည်။",
    "3441764123": "hCaptcha ဝန်ဆောင်မှုကို အသုံးပြုသည့် ဝဘ်ဆိုက်တစ်ခုရှိ ဝင်ရောက်နိုင်မှုအသုံးပြုသူအား စိန်ခေါ်မှုတစ်ခု တင်ပြသောအခါ၊ ၎င်းတို့သည် အလိုအလျောက် ကျော်သွားမည်ဖြစ်သည်။",
    "4247858664": "ဝင်ရောက်နိုင်မှု အကောင့်ဖွင့်ခြင်း စာမျက်နှာ",
    "1297657322": "အကောင့်ဝင်ပြီးနောက် ဝင်ရောက်နိုင်မှုအသုံးပြုသူမျက်နှာပြင်",
    "1717658846": "ဝစ်ဂျက် UI မီနူးတွင် ဝင်ရောက်နိုင်မှု ရွေးချယ်မှု",
    "1266963825": "မေး- hCaptcha အပိုင်း 508 + WCAG 2.1 AA နှင့် ကိုက်ညီပါသလား။",
    "850025770": "A- ကျွန်ုပ်တို့ယုံကြည်ပါသည်- ဝဘ်ကိုရှာဖွေ၍ ဖောင်များတွင် စာရိုက်ထည့်နိုင်သည့် ချွတ်ယွင်းမှုပုံစံရှိသော သုံးစွဲသူများအားလုံးသည် မှတ်ပုံတင်ပြီးနောက် hCaptcha မှ ကာကွယ်ထားသော ဝန်ဆောင်မှုများကို ဝင်ရောက်ကြည့်ရှုနိုင်ပါသည်။ သို့သော်၊ ၎င်းသည် ဥပဒေဆိုင်ရာ အကြံပြုချက် မဟုတ်ပါ- သင်၏ အသုံးချမှုအတွက် ဤကိစ္စရပ်ကို သေချာစေရန် သင်၏ သီးခြား အကောင်အထည်ဖော်မှုကို ထည့်သွင်းစဉ်းစားကာ သင့်ကိုယ်ပိုင် အကဲဖြတ်မှုကို လုပ်ဆောင်သင့်သည်။",
    "159272246": "မေး- အသံကဲ့သို့သော အခြားဝင်ရောက်နိုင်မှု (\"a11y\") ရွေးချယ်မှုများကို သင်လုပ်ဆောင်နေပါသလား။",
    "4074220464": "A- အသံ captchas ကဲ့သို့သော ယခင်က ရေပန်းစားသော ရွေးချယ်စရာများကို a11y အသုံးပြုသူများအပေါ် ခွဲခြားဆက်ဆံပြီး ခေတ်မီစက်သင်ယူမှုနည်းပညာများဖြင့် အလွယ်တကူ ရှုံးနိမ့်သွားပါသည်။ ၎င်းသည် လက်ရှိ အော်ဒီယိုစိန်ခေါ်မှုများ၊ ဆူညံသံများ၊ ထူးဆန်းသောအချိန်၊ ပုံမှန်မဟုတ်သော စကားလုံးပေါင်းစပ်မှုများနှင့် တိုက်ခိုက်သူများကို အနိုင်ယူရန် စသည်တို့ကို မိတ်ဆက်ပေးရန် ပိုမိုခက်ခဲလာစေသည်။ ထို့ကြောင့် ကျွန်ုပ်တို့သည် ဤချဉ်းကပ်မှုနှင့်ပတ်သက်၍ စိန်ခေါ်မှုကို လုံးဝရှောင်ရှားရန် စိတ်အားထက်သန်မှုနည်းသော်လည်း a11y အသိုင်းအဝိုင်းမှ တောင်းဆိုမှုရှိပါက ၎င်းကို ထည့်သွင်းစဉ်းစားပါမည်။",
    "2309661107": "ဒါပေမယ့် ကျွန်တော်တို့ အရမ်းစိတ်ဝင်စားတယ်။",
    "2555914614": "Accessibility use case အတွက်။ ကျွန်ုပ်တို့၏လက်ရှိ a11y ချဉ်းကပ်မှုကို Privacy Pass ထုတ်ပေးခြင်းနှင့် ပေါင်းစပ်ခြင်းသည် a11y ရွေးချယ်မှုများရရှိနိုင်သောအခါ မလွဲမသွေဖြစ်ပေါ်လာသည့် bot အော်ပရေတာများ၏ အလွဲသုံးစားလုပ်မှုကို ကန့်သတ်ထားစဉ်တွင် ၎င်းတို့၏အသွားအလာကို ပိုမိုလျှို့ဝှက်ထားကြောင်း လုံခြုံစွာ၊ လုံခြုံစွာကြည့်ရှုနိုင်စေရန်၊ လုံခြုံစွာရှာဖွေနိုင်စေမည်ဟု ကျွန်ုပ်တို့ယုံကြည်ပါသည်။ ကျွန်ုပ်တို့သည် ဤနည်းပညာအသစ်ကို စံချိန်စံညွှန်းသတ်မှတ်ပေးသည့် IETF အလုပ်အဖွဲ့တွင် တက်ကြွစွာပါဝင်သူများဖြစ်သည်။",
    "2583775432": "မေး- ကိုယ်ရေးကိုယ်တာနဲ့ပတ်သက်ပြီး ဘယ်လိုလဲ။ မှတ်ပုံတင်ခြင်းသည် a11y browsing data ကို တစ်နည်းနည်းဖြင့် ဖော်ထုတ်ပါသလား။ အီးမေးလ်နဲ့ ဘာလုပ်မလဲ။",
    "4215483493": "A: hCaptcha သည် အခြေခံမှစတင်၍ privacy အတွက်ဒီဇိုင်းပြုလုပ်ထားသည်။ ဝဘ်တစ်ဝိုက်တွင် သင့်ကိုခြေရာခံရန် မက်လုံးပေးသည့် ကြော်ငြာကွန်ရက်များပိုင်ဆိုင်သည့် reCAPTCHA ကဲ့သို့သော သမားရိုးကျရွေးချယ်စရာများနှင့် အလွန်ကွာခြားပါသည်။",
    "2474661839": "ကျွန်တော်တို့ရဲ့",
    "4137573005": "ကျွန်ုပ်တို့ဒေတာကိုအသုံးပြုပုံနှင့်ပတ်သက်၍ ကျယ်ကျယ်ပြန့်ပြန့်နှင့် ခိုင်လုံသောအဖြေများရှိသည်၊ သို့သော် တိုတောင်းသောအဖြေမှာ သင်၏ရှာဖွေကြည့်ရှုမှုမှတ်တမ်းတွင် လူတစ်ဦးအနေနှင့် သင့်အား ပေါင်းသင်းရန် စိတ်ပါဝင်စားခြင်းမရှိပါ။",
    "4101570501": "ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ Privacy Pass အလုပ်ကို ဖြည့်စွက်ကာ အလွဲသုံးစားလုပ်ခြင်းကို တားဆီးကာကွယ်နိုင်စွမ်းကို ဆက်လက်ထိန်းသိမ်းထားစဉ်တွင် သင့်အီးမေးလ်လိပ်စာကို လျင်မြန်စွာ စွန့်ပစ်ရန် လျှို့ဝှက်သင်္ကေတဆိုင်ရာ ဖြေရှင်းချက်တစ်ခုကိုလည်း လုပ်ဆောင်နေပါသည်။",
    "260595108": "ကျွန်ုပ်တို့သည် a11y အသုံးပြုမှုနှင့် အလွဲသုံးစားပြုမှုများကို တားဆီးခြင်းမှလွဲ၍ အခြားမည်သည့်ရည်ရွယ်ချက်အတွက်မဆို ဝင်ရောက်နိုင်ခြေရှိသော အီးမေးလ်များ သို့မဟုတ် အချက်အလက်များကို မည်သည့်အခါမျှ မသုံးပါ။",
    "3063819779": "ကိုယ်ရေးအချက်အလက်မူဝါဒ",
    "465714311": "သုံးစွဲနိုင်မှုအသုံးပြုသူများအတွက်- အမေးအဖြေနှင့် ပြဿနာဖြေရှင်းခြင်းလမ်းညွှန်",
    "3596207631": "မေး- ကွတ်ကီးကို သတ်မှတ်ပြီးရင် စိန်ခေါ်မှုတစ်ခု တွေ့နေသေးတယ်။ ဒါက ဘာကို ဖြစ်စေတာလဲ။",
    "469089249": "A- ၎င်းသည် ပုံမှန်အားဖြင့် ပြင်းထန်သောကြော်ငြာပိတ်ဆို့ခြင်း သို့မဟုတ် ကွတ်ကီးဆန့်ကျင်ရေးနောက်ဆက်တွဲကို အသုံးပြုခြင်း သို့မဟုတ် \"cross-site\" ကွတ်ကီးများကို ပိတ်ဆို့သည့်ဆက်တင်ကြောင့်၊ ဤအခြေအနေတွင် hcaptcha.com အတွက် cookie တစ်ခုပေါ်တွင် hCaptcha JS မှသတ်မှတ် သို့မဟုတ် စစ်ဆေးထားသော၊ သင်သွားရောက်လည်ပတ်နေသည့် site ကဲ့သို့ မတူညီသောဆိုဒ်။",
    "4263626815": "hCaptcha သုံးစွဲနိုင်မှု ကွတ်ကီးများသည် လူကြိုက်များသော ဘရောက်ဆာများနှင့် ကြော်ငြာပိတ်ဆို့သူများအားလုံး၏ စံဆက်တင်များနှင့်အတူ လုပ်ဆောင်နိုင်သောကြောင့် ပုံမှန်အားဖြင့် ပျက်ကွက်မှုများသည် သီးခြားဆိုက်များကို ပစ်မှတ်ထားသည့် \"ဆန့်ကျင်ပိတ်ဆို့ခြင်း\" ဇာတ်ညွှန်းများ သို့မဟုတ် အလားတူစည်းမျဉ်းများ ကြောင့်ဖြစ်သည်။",
    "3906359167": "ဖြေရှင်းချက်များ-",
    "3464870463": "1. သင်၏ကြော်ငြာပိတ်ဆို့ခြင်း သို့မဟုတ် ဘရောက်ဆာလုံခြုံရေးတိုးချဲ့မှုတွင် hcaptcha.com နှင့် *.hcaptcha.com ကွက်ကီးများကို အဖြူအမည်းစာရင်းသွင်းပါ။",
    "1204911585": "2. အကယ်၍ သင်သည် (2020 ခုနှစ် ဧပြီလအထိ) တွင် မည်သည့် cookie whitelist မှမပေါ်သည့် Brave browser ကိုအသုံးပြုနေပါက၊ Preferences -> Shields -> Cookies သို့သွား၍ \"Kookies အားလုံးကိုခွင့်ပြုပါ။\" ကိုရွေးချယ်ပါ။",
    "2932826396": "3. အကယ်၍ သင်သည် မကြာသေးမီကထွက်ရှိထားသော OS X 10.15 သို့မဟုတ် iOS 13.4 တွင် Safari ၏နောက်ဆုံးထွက်ဗားရှင်းကို အသုံးပြုနေပါက၊ Apple သည် ပြင်ပကွတ်ကီးများနှင့်သက်ဆိုင်သည့် Safari ၏အမူအကျင့်ကို ပြောင်းလဲခဲ့ပြီး ၎င်းတို့အားလုံးကို မူရင်းအတိုင်းပိတ်ဆို့ထားသည်။ ကျွန်ုပ်တို့သည် ဖြေရှင်းချက်တစ်ခုကို အကောင်အထည်ဖော်နေပါသည်၊ သို့သော် လောလောဆယ်တွင် Safari စိတ်ကြိုက်ရွေးချယ်မှုများ၊ ကိုယ်ရေးကိုယ်တာကဏ္ဍသို့ ဝင်ရောက်ကြည့်ရှုပြီး \"ဝဘ်ဆိုက်ခြေရာခံခြင်း- ဆိုက်စုံခြေရာခံခြင်းအား တားဆီးရန်\" ကို မျှော်မှန်းထားသည့်အတိုင်း လုပ်ဆောင်နိုင်မှုကွတ်ကီးကို လုပ်ဆောင်နိုင်စေရန် အမှန်ခြစ်ဖြုတ်ပါ။",
    "3836291932": "မေး- ကျွန်တော် စက်မျိုးစုံသုံးပါတယ်။ အကြိမ်များစွာ စာရင်းသွင်းရန် လိုအပ်ပါသလား။",
    "3251220335": "A- မရှိပါ။ cookie ကို သတ်မှတ်ရန်အတွက် သင်အသုံးပြုသည့် စက်တစ်ခုစီတွင် သင့်ထံပေးပို့သည့် တူညီသော အီးမေးလ်အကောင့်ဝင်လင့်ခ်ကို နှိပ်ပါ။",
    "2082407178": "မေး- အများသုံးစွဲနိုင်မှု ကွတ်ကီးကို အသုံးပြုနေစဉ် ပြင်ပကွတ်ကီး ခြေရာခံခြင်းမှ မိမိကိုယ်ကို မည်သို့ကာကွယ်နိုင်မည်နည်း။",
    "2700197090": "A- domain-level whitelisting (ဥပမာ uBlock Origin) ကို ပံ့ပိုးပေးသည့် ကိုယ်ရေးကိုယ်တာ သို့မဟုတ် ကြော်ငြာ-ပိတ်ဆို့ခြင်း extension ကိုအသုံးပြုခြင်းသည် မျှော်လင့်ထားသည့်အတိုင်း အလုပ်ဖြစ်လိမ့်မည်- hcaptcha.com ကို whitelist လုပ်ပါ။",
    "3657743880": "Cross-Site Cookies အတွက် ဘရောက်ဆာ လမ်းညွှန်ချက်များ",
    "1960601330": "Safari (Mac) တွင် cookies များကိုဖွင့်ရန်- Safari drop-down menu သို့သွားပါ။ နှစ်သက်ရာများကို ရွေးချယ်ပါ။ အပေါ်ဆုံးအကန့်ရှိ Privacy ကိုနှိပ်ပါ။ 'Block cookies' အောက်တွင် 'Never' ကို ရွေးပါ။",
    "1622303590": "Safari တွင် ကွတ်ကီးများဖွင့်ရန် (iPhone/iPad iOS 11+)- သင့်ဆက်တင်များကို ဖွင့်ပါ။ အောက်ကိုဆင်းပြီး Safari ကိုရွေးပါ။ ကိုယ်ရေးကိုယ်တာနှင့် လုံခြုံရေးအောက်တွင်၊ \"ဆိုက်စုံ ခြေရာခံခြင်းကို တားဆီးပါ\" နှင့် \"ကွတ်ကီးအားလုံးကို ပိတ်ဆို့ပါ\" ကို ပိတ်ပါ။",
    "2199048568": "မည်သည့်ဝဘ်စာမျက်နှာရှိ လိပ်စာဘား၏ဘယ်ဘက်ရှိ အကာကို နှိပ်ပါ။ Protection Settings ကိုနှိပ်ပါ။ Firefox နှစ်သက်ရာ ကိုယ်ရေးကိုယ်တာနှင့် လုံခြုံရေးအကန့်ကို ဖွင့်ပါမည်။ မြှင့်တင်ထားသော ခြေရာခံခြင်းကာကွယ်ရေးအောက်တွင်၊ စိတ်ကြိုက်ရွေးချယ်ပါ။ အဆိုပါ checkbox များကိုရွေးချယ်ခြင်းဖြင့် မည်သည့် tracker နှင့် script များကို ပိတ်ဆို့ရန် ရွေးချယ်ပါ။ သင့်တွင် hcaptcha.com ကို ပိတ်ဆို့ထားကြောင်း သေချာပါစေ။",
    "3967047208": "၎င်းကို အမှားရှာရန် Custom ရှိ အချို့သော ကာကွယ်မှုများကို သင် ယာယီပိတ်နိုင်ပြီး၊ အမှတ်ခြစ်ရန်နေရာများကို ဖြုတ်ခြင်းဖြင့် ၎င်းကို ခေတ္တပိတ်ထားနိုင်သည်- သင့်တွင် ပြဿနာများရှိနေသေးပါက Trackers အမှတ်ခြစ်ကွက်ကို ဖြုတ်ပါ သို့မဟုတ် သင့်တွင် ပြဿနာများရှိနေသေးပါက Cookies checkbox ကို ဖြုတ်လိုက်ပါ။",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Chrome မီနူးအိုင်ကွန်ကို ရွေးပါ။ ဆက်တင်များကို ရွေးပါ။",
    "926138631": "ကိုယ်ရေးကိုယ်တာနှင့် လုံခြုံရေး၊ ထို့နောက် ကွတ်ကီးများနှင့် အခြားဆိုက်ဒေတာသို့ သွားပါ။",
    "3419878556": "\"ပြင်ပကုမ္ပဏီကွတ်ကီးများကို ပိတ်ဆို့ခြင်း\" ကို ဖွင့်မထားကြောင်း သေချာပါစေ။",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "မီနူးဘားမှ Chrome စိတ်ကြိုက်ရွေးချယ်မှုများကို ဖွင့်ပါ။",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "သင့် Android စက်တွင် Chrome အက်ပ်ကိုဖွင့်ပါ။",
    "3620039756": "ညာဘက်အပေါ်ရှိ More ကိုနှိပ်ပြီး ဆက်တင်များကိုနှိပ်ပါ။",
    "2813310562": "ဆိုက်ဆက်တင်များကို နှိပ်ပြီး Cookies ကိုနှိပ်ပါ။",
    "3014657981": "\"ကွတ်ကီးများ\" ၏ဘေးတွင် ဆက်တင်ကိုဖွင့်ပါ။",
    "1242066691": "\"ပြင်ပကုမ္ပဏီကွတ်ကီးများကို ခွင့်ပြုပါ\" ဘေးရှိ အကွက်ကို အမှန်ခြစ်ပါ။",
    "292250020": "1. စခရင်၏အပေါ်ဘက်ညာဘက်ထောင့်ရှိ ဂီယာကိုရွေးချယ်ပါ၊ ထို့နောက် \"အင်တာနက်ရွေးချယ်မှုများ\" ကိုရွေးချယ်ပါ။ သင့်တွင် Menu Bar ကိုဖွင့်ထားပါက \"Tools\" ထို့နောက် \"Internet Options\" ကို ရွေးချယ်နိုင်ပါသည်။",
    "4114820649": "2. \"ကိုယ်ရေးကိုယ်တာ\" တက်ဘ်ကို နှိပ်ပါ။",
    "946838734": "3. \"အဆင့်မြင့်\" ခလုတ်ကို ရွေးပါ။",
    "348809718": "4. \"Third-party Cookies\" အောက်တွင် \"လက်ခံသည်\" ကိုရွေးချယ်ပါ။",
    "1253441326": "5. \"OK\" ကိုနှိပ်ပါ",
    "852032043": "ဆာဖာရီ",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "AI ကျင့်ဝတ်မူဝါဒ",
    "1161704803": "ကျွန်ုပ်တို့တွင် AI Ethics မူဝါဒတစ်ခု အဘယ်ကြောင့်ရှိသနည်း။",
    "1806535500": "ခဲတံမှ ဒိုင်းနမိုက်အထိ နည်းပညာတိုင်းနီးပါးသည် တစ်ခုဖြစ်သည်။",
    "24452499": "ဖြေရှင်းချက်; ကောင်းသည်ဖြစ်စေ မကောင်းသည်ဖြစ်စေ သုံးနိုင်သည်။ သုတေသနပြုခြင်း၊ တည်ဆောက်ခြင်း သို့မဟုတ် နှစ်မျိုးသုံးဖြေရှင်းချက်များအား ရောင်းချသည့် ကုမ္ပဏီတိုင်းတွင် ၎င်းတို့၏ လုပ်ဆောင်ချက်များ၏ အကျိုးဆက်များကို ထည့်သွင်းစဉ်းစားရန် တာဝန်ရှိသည်။",
    "4023575072": "dual အသုံးပြုခြင်း။",
    "3336625692": "ဤစာမျက်နှာသည် AI Ethics ၏အကြောင်းအရာနှင့်ပတ်သက်သည့် ကျွန်ုပ်တို့၏အတွေးအမြင်များကို အသေးစိတ်ဖော်ပြထားပြီး ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုများကိုအသုံးပြုခြင်းသည် ကုမ္ပဏီတစ်ခုအနေဖြင့် ကျွန်ုပ်တို့ချမှတ်ထားသောမူဝါဒများနှင့်အညီ ဆက်လက်ရှိနေကြောင်းသေချာစေရန် ကျွန်ုပ်တို့လိုက်နာဆောင်ရွက်သည့်လုပ်ငန်းစဉ်များဖြစ်သည်။",
    "835717930": "hCaptcha ရှိ AI ကျင့်ဝတ်များ",
    "2179524509": "hCaptcha ဝန်ဆောင်မှုအတွက် မည်သည့်မေးခွန်းအမျိုးအစားများကို ခွင့်ပြုထားကြောင်းနှင့် အဘယ်ကြောင့် သီးခြားမေးခွန်းများ မေးရခြင်းနှင့်ပတ်သက်၍ ရံဖန်ရံခါ ကျွန်ုပ်တို့သည် မေးခွန်းများရရှိကြသည်။",
    "1962721652": "လူသားများသည် စံနမူနာရှာဖွေသူများဖြစ်ကြပြီး တစ်ခါတစ်ရံတွင် အပြစ်ကင်းစင်သောမေးခွန်းတစ်ခုသည် မေးခွန်းမေးသူတိုင်း၏ စေ့ဆော်မှုထက် ကမ္ဘာကြီး၏ပြောင်းလဲမှုများကြောင့် အံ့သြစရာမရှိသောမေးခွန်းတစ်ခုမှ ချက်ချင်းဆိုသလိုပင် သံသယဝင်စရာအဖြစ်သို့ ရောက်သွားနိုင်သည်။",
    "3974566657": "ဝန်ဆောင်မှုများ ပိုမိုရေပန်းစားလာသည်နှင့်အမျှ ဤကဲ့သို့သော ဖြစ်ရပ်မျိုး မလွဲမသွေ မကြာခဏဖြစ်လာသည်။ hCaptcha ကို ကမ္ဘာပေါ်ရှိ နိုင်ငံတိုင်းနီးပါးတွင် နေ့စဉ် သန်းနှင့်ချီသောလူများက အသုံးပြုနေသောကြောင့် ကျွန်ုပ်တို့သည် ဤမူဝါဒကို ထုတ်ပြန်ခြင်းနှင့် တတ်နိုင်သမျှ ပွင့်လင်းမြင်သာမှုရှိစေရန်အတွက် ဤပြဿနာများကို ကိုင်တွယ်ဖြေရှင်းပုံဆိုင်ရာ လေ့လာမှုတစ်ခု ပြုလုပ်နေပါသည်။",
    "1830910223": "လက်တွေ့ကမ္ဘာ AI Ethics ဖြစ်ရပ်လေ့လာမှု",
    "805971861": "“Umbrella” သည် ကွန်ပျူတာအမြင် သုတေသီများ အသုံးပြုသည့် စံနှုန်းစံဒေတာအတွဲ ImageNet တွင် ဝေါဟာရတစ်ခုဖြစ်သည်။ ထီးကိုင်ဆောင်ထားသူများကို စိတ်ချယုံကြည်စွာ ခွဲခြားသတ်မှတ်ခြင်းသည် ဘေးကင်းသော မျိုးဆက်သစ်အဆင့်မြင့်ယာဉ်မောင်းအကူအညီ (ADAS) စနစ်များကို တည်ဆောက်ရန်အတွက်လည်း အရေးကြီးပါသည်။",
    "3988350": "ဆိုလိုသည်မှာ လက်တွေ့ကမ္ဘာ ထီးမှတ်စာများအတွက် အလွန်ကောင်းမွန်သော အသုံးပြုမှုကိစ္စများ ရှိသည်ဟု ဆိုလိုသည်။ မောင်းသူမဲ့ကားများ၏ သက်ရောက်မှုအပေါ် သဘောထားကွဲလွဲရန် နေရာရှိသော်လည်း ADAS စနစ်များသည် သက်သာနေပြီဖြစ်သည်။",
    "548587288": "ကမ္ဘာတဝှမ်း။",
    "3138772661": "နှစ်စဉ် ထောင်နှင့်ချီ၍ အသက်ရှင်နေပါသည်။",
    "3168199226": "သို့သော်လည်း၊ 2020 တွင် ဤ dataset မျိုးကို တည်ဆောက်ခြင်းသည် လွန်ခဲ့သော တစ်နှစ်ခန့်က အနည်းငယ်မျှသာ မျှော်မှန်းထားသည့်အတိုင်း dual use နည်းပညာတစ်ခုအဖြစ် ရိပ်မိနိုင်သည် ။",
    "558378834": "ထို့ကြောင့် ကျွန်ုပ်တို့သည် ယခုအချိန်တွင် ထီးနှင့်ပတ်သက်သည့်မေးခွန်းများအတွက် တောင်းဆိုမှုများကို လက်မခံတော့ပါ။ လက်ရှိအခိုက်အတန့်တွင် ထီးများနှင့်ပတ်သက်သည့်မေးခွန်းကို နောက်ဆုံးအသုံးပြုသူတစ်ဦးက မြင်သောအခါ ရှုပ်ထွေးနိုင်ခြေများပြီး နောက်ဆုံးတွင် ကျွန်ုပ်တို့၏ပန်းတိုင်မှာ ကမ္ဘာကြီးကို ပိုမိုသာယာသောနေရာတစ်ခုဖြစ်စေရန်ဖြစ်သည်။",
    "3376604063": "AI ကျင့်ဝတ်မူဝါဒများနှင့် လုပ်ငန်းစဉ်များ",
    "1923365316": "ကျွန်ုပ်တို့တွင် hCaptcha တွင် တင်းကျပ်သော AI ကျင့်ဝတ်မူဝါဒတစ်ခု ရှိပြီး ၎င်းတစ်စိတ်တစ်ပိုင်းမှာ သင့်ဖောက်သည်ကို သိရန် (KYC) လုပ်ငန်းစဉ် ပါဝင်သည်။",
    "4230322909": "ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ ထုတ်ကုန်များနှင့် ဝန်ဆောင်မှုများအတွက် ကောင်းမွန်သင့်လျော်ကြောင်း အတည်ပြုရန်နှင့် ကုမ္ပဏီတစ်ခုအနေဖြင့် ကျွန်ုပ်တို့ချမှတ်ထားသော မူဝါဒများကို လိုက်နာကြောင်း သေချာစေရန် ဖောက်သည်အသစ်တစ်ဦးစီနှင့် ၎င်းတို့၏ ရည်ရွယ်အသုံးပြုမှုကိစ္စရပ်တို့ကို ကောင်းစွာနားလည်သဘောပေါက်ရန် ကျွန်ုပ်တို့ အမြဲကြိုးစားနေပါသည်။",
    "2735073144": "ကျွန်ုပ်တို့သည် လိုအပ်သလို ဆက်လက်သုံးသပ်ချက်များကိုလည်း လုပ်ဆောင်ပါသည်။ ဥပမာအားဖြင့်၊ ကျွန်ုပ်တို့၏ မကြာသေးမီက ပြန်လည်သုံးသပ်မှုတွင်၊ ကျွန်ုပ်တို့၏ မကြာသေးမီက ပြန်လည်သုံးသပ်မှုတွင် ထီးတံဆိပ်ကပ်ခြင်းဆိုင်ရာ တောင်းဆိုချက်များအတွက် တောင်းဆိုချက်များ၏ အရင်းအမြစ်များကို လွန်ခဲ့သည့် 12 လအတွင်း ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုများကို အသုံးပြုနေသည့် ထီးနှင့်ပတ်သက်သည့် တောင်းဆိုချက်များကို အစိုးရအဖွဲ့အစည်း သို့မဟုတ် လူသိများသောပြည်နယ်မှ ပံ့ပိုးပေးသူမရှိကြောင်း ကျွန်ုပ်တို့ လျင်မြန်စွာ အတည်ပြုနိုင်ခဲ့ပါသည်။ .",
    "2715462692": "ကျွန်ုပ်တို့၏ AI Ethics လုပ်ငန်းစဉ်သည် မည်သို့ရှိသနည်း။",
    "3049976256": "အညွှန်းတပ်ထားသော သုံးစွဲသူအသစ်တိုင်းအတွက်၊ ကျွန်ုပ်တို့သည် အရောင်းလုပ်ငန်းစဉ်အတွင်း စစ်ဆေးရန်စာရင်းတစ်ခုကို ဖြတ်သန်းပါသည်။ ၎င်းတွင် စတင်မ၀င်မီကနဦး KYC လုံ့လစိုက်ထုတ်မှု၊ ကျွန်ုပ်တို့၏ လေ့လာသုံးသပ်သူများထံ တောင်းဆိုထားသော တောင်းဆိုချက်အားလုံးကို စိစစ်ခြင်း၊ ကျွန်ုပ်တို့၏ ကိုယ်တိုင်ဝန်ဆောင်မှုပလက်ဖောင်းကို အသုံးပြု၍ ပြုလုပ်ထားသော တောင်းဆိုချက်များကို အချိန်နှင့်တပြေးညီ ပြန်လည်သုံးသပ်ခြင်းများ ပါဝင်သည်။",
    "3103642530": "ဤသုံးသပ်ချက်ကို စံသတ်မှတ်ချက်များစွာဖြင့် ဖွဲ့စည်းထားသည်-",
    "3349094124": "ကျင့်ဝတ်ဆိုင်ရာ သတ်မှတ်ချက်များ- ရည်ရွယ်ချက်",
    "1038019440": "1. ဤဖောက်သည်သည် နိုင်ငံတကာဥပဒေများနှင့် စံနှုန်းများကို ဆန့်ကျင်သောအပြုအမူများတွင် ပါဝင်လုပ်ဆောင်ရန် လူသိများသော နိုင်ငံတစ်ခု၏ အမျိုးသားအကျိုးစီးပွားကို ကိုယ်စားပြုနေပါသလား။",
    "493717511": "2. ဤဖောက်သည်သည် ဖြစ်နိုင်သည့် ဝန်ဆောင်မှုများကို တောင်းဆိုနေပါသလား။",
    "2209109640": "၎င်းတို့၏ ပုံမှန်လုပ်ငန်းဆောင်တာများတွင် အန္တရာယ်ရှိသောရည်ရွယ်ချက်များအတွက်သာ အသုံးပြုပါသလား။",
    "3457805519": "3. ဖောက်သည်၏တောင်းဆိုချက်သည် US ဥပဒေနှင့် ကျွန်ုပ်တို့၏ ထိတွေ့ဆက်ဆံမှုစည်းမျဉ်းများအောက်တွင် ပြည့်စုံနိုင်ပါသလား။",
    "1942611550": "အဓိကအားဖြင့်",
    "109179759": "ကျင့်ဝတ်ဆိုင်ရာ သတ်မှတ်ချက်များ- ဘာသာရပ်ဆိုင်ရာ",
    "1033698050": "1. ကျွန်ုပ်တို့၏ပုံမှန်အနောက်တိုင်းလူ့အဖွဲ့အစည်းစံနှုန်းများ၏အဓိပ္ပာယ်ဖွင့်ဆိုချက်အရ ကျွန်ုပ်တို့အား ဖောက်သည်က ကျွန်ုပ်တို့အား ကျင့်ဝတ်အရလက်ခံနိုင်သည်ဟုယူဆသောအသုံးပြုမှုကိစ္စရပ်တစ်ခုပေးခဲ့ကြောင်း ကျွန်ုပ်တို့ယုံကြည်ပါသလား။",
    "361372538": "2. ကျွန်ုပ်တို့၏ပံ့ပိုးပေးထားသောဝန်ဆောင်မှုများသည် တရားဝင်ဖြစ်နိုင်သော်လည်း ကျွန်ုပ်တို့လက်ခံနိုင်ဖွယ်မရှိသည့်နည်းလမ်းများဖြင့် သုံးစွဲသူက ခွဲခြားဆက်ဆံသည့်ရည်ရွယ်ချက်များအတွက် အသုံးပြုဖွယ်ရှိသည်ဟု ကျွန်ုပ်တို့ယုံကြည်ပါသလား။",
    "2867855718": "3. တောင်းဆိုချက်အတွက် ကိုယ်ရေးကိုယ်တာလိုအပ်ချက်များကို ကျေနပ်စွာဖြေရှင်းနိုင်မည်ဟု ကျွန်ုပ်တို့ယုံကြည်ပါသလား။",
    "2462728596": "ဤအချက်များကို ကျွန်ုပ်တို့ မကျေနပ်နိုင်ပါက ကျွန်ုပ်တို့သည် တောင်းဆိုချက်ကို ငြင်းဆိုမည်ဖြစ်ပြီး ကျွန်ုပ်တို့၏စည်းမျဥ်းစည်းကမ်းများတွင် ဖော်ပြထားသည့်အတိုင်း ကျွန်ုပ်တို့၏ပလပ်ဖောင်းသို့ နောက်ထပ်ဝင်ရောက်ခွင့်ကို ရပ်စဲနိုင်ပါသည်။",
    "1995277831": "ကျေးဇူးတင်ပါတယ်",
    "1818116402": "AI Ethics အစိတ်အပိုင်းတစ်ခုဖြင့် လုပ်ငန်းလည်ပတ်မှုဆိုင်ရာမေးခွန်းများကို ကျွန်ုပ်တို့ကိုင်တွယ်ပုံနှင့်ပတ်သက်၍ ဤအချက်ကို သင်ကျေးဇူးတင်မိမည်ဟု မျှော်လင့်ပါသည်။",
    "1499894352": "ကုမ္ပဏီအနည်းငယ်သည် ဤနယ်ပယ်ရှိ ၎င်းတို့၏ ဆုံးဖြတ်ချက်ချသည့် လုပ်ငန်းစဉ်များတွင် ပွင့်လင်းမြင်သာမှုကို ပေးဆောင်ကြပြီး အခြားသူများလည်း ဤဥပမာကို လိုက်နာကြလိမ့်မည်ဟု မျှော်လင့်ပါသည်။",
    "535659033": "Creative Commons ရည်ညွှန်းချက်",
    "1495915066": "ကျွန်ုပ်တို့၊ ကျွန်ုပ်တို့၏ ပညာရပ်ဆိုင်ရာ သုတေသနလုပ်ဖော်ကိုင်ဖက်များနှင့် ကျွန်ုပ်တို့၏ဖောက်သည်များသည် Creative Commons မီဒီယာကို မည်သို့အသုံးပြုကြသည်။",
    "3017533972": "ကျွန်ုပ်တို့၊ ကျွန်ုပ်တို့၏ ပညာရပ်ဆိုင်ရာ သုတေသနလုပ်ဖော်ကိုင်ဖက်များနှင့် ကျွန်ုပ်တို့၏ဖောက်သည်များသည် စက်သင်ယူမှုနယ်ပယ်တွင် လူသားတို့၏အသိပညာကို မြှင့်တင်နိုင်ရန် hCaptcha ပလပ်ဖောင်းမှတစ်ဆင့် Creative Commons လိုင်စင်ရ အကြောင်းအရာ၏ အစိတ်အပိုင်းများကို ရံဖန်ရံခါ ကိုးကား သို့မဟုတ် ပြန်လည်ထုတ်လုပ်နိုင်ပါသည်။",
    "1428053210": "ဤအကြောင်းအရာသည် ယေဘူယျအားဖြင့် ၎င်း၏ မူရင်းပုံစံမှ အသွင်ပြောင်းသည်။ ဥပမာအားဖြင့်၊ ဗီဒီယိုတစ်ခုသည် ပုံအများအပြားသို့ ကွဲသွားနိုင်ပြီး၊ ထိုရုပ်ပုံများကို ပုံအသစ်များစွာအဖြစ် ခွဲထုတ်နိုင်ပြီး နောက်ဆုံးရလဒ်ကို ပြသရန်အတွက် အဆိုပါပုံအသစ်များကို ကျပန်းရောစပ်ထားသည်။",
    "1728211763": "ဤနည်းဖြင့် အကြောင်းအရာကို အသုံးပြုခြင်းနှင့် ဤရည်ရွယ်ချက်များအတွက် နယ်ပယ်တွင်းရှိ ဥပဒေနှင့် စံကျင့်ထုံးများကို ကျွန်ုပ်တို့နားလည်မှုအရ တရားမျှတသောအသုံးပြုမှုလမ်းညွှန်ချက်များအတွင်းတွင် အကျုံးဝင်သော်လည်း ကျွန်ုပ်တို့သည် Creative Commons ၏ နှစ်ရှည်လများ ပရိတ်သတ်များဖြစ်ပြီး ပံ့ပိုးကူညီသူတိုင်းအား ခရက်ဒစ်ပေးလိုပါသည်။ စက်ပိုင်းဆိုင်ရာ ဥာဏ်ရည်ဥာဏ်သွေး တိုးတက်ကောင်းမွန်စေခြင်း၏ အဓိကအလုပ်။",
    "1949452297": "hCaptcha UI ၏ ပင်ကိုယ်ကန့်သတ်ချက်များ နှင့် ၎င်း၏လုံခြုံရေးထည့်သွင်းစဉ်းစားမှုများကြောင့်၊ ၎င်းအသုံးပြုမှုနှင့် ကပ်လျက်ရှိသော ပုံတစ်ပုံချင်းစီ၏ အရင်းအမြစ်ကို ပြန်လည်ထုတ်လုပ်ရန် မဖြစ်နိုင်ပါ။ ယင်းအစား၊ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ ပင်မစာမျက်နှာမှ ဤစာမျက်နှာသို့ လင့်ခ်ချိတ်ထားပြီး ပလက်ဖောင်းမှတစ်ဆင့် လက်ရှိ သို့မဟုတ် မကြာသေးမီက အသုံးပြုခဲ့သည့် ရင်းမြစ်များစာရင်းကို ထိန်းသိမ်းထားသည်။ လက်ရှိစာရင်းကို သင်ဝင်ရောက်နိုင်သည်။",
    "2367602973": "ဒီမှာ",
    "659124570": "ထို့အပြင်၊ hCaptcha ပလပ်ဖောင်းပေါ်တွင် သင်ပြန်လည်ထုတ်လုပ်ထားသော အကြောင်းအရာများကို သင်တွေ့မြင်ရပြီး မည်သည့်အကြောင်းကြောင့်မဆို ၎င်းကို ဖယ်ရှားလိုပါက၊ အီးမေးလ်မှတဆင့် ကျွန်ုပ်တို့ထံ ဆက်သွယ်နိုင်ပါသည်။",
    "2066749488": "အခြား မကျေနပ်ချက်များ",
    "3479034323": "hCaptcha ပလပ်ဖောင်းပေါ်တွင် သင်ပြန်လည်ထုတ်လုပ်ထားသော အကြောင်းအရာများကို သင်တွေ့မြင်ရပြီး အကြောင်းတစ်ခုခုကြောင့် ဖယ်ရှားလိုပါက၊ သင်သည် ကျွန်ုပ်တို့ထံ အီးမေးလ်မှတစ်ဆင့် ဆက်သွယ်နိုင်ပါသည်။",
    "1836554225": "ဘလော့ပို့စ်များ",
    "2873297188": "CAPTCHAS အားလုံးသည် အမေရိကန်မဟုတ်သူများကို ခွဲခြားဆက်ဆံပါသလား။",
    "165932542": "ကမ္ဘာတစ်ဝှမ်းရှိ hCaptcha ဖြေရှင်းမှုနှုန်းများကို ကြည့်ပါ။",
    "1865097546": "နိုဝင်ဘာ ၁၆၊ ၂၀၂၁",
    "3005876482": "hCaptcha သည် ယခုအခါ အကြီးဆုံး လွတ်လပ်သော CAPTCHA ဝန်ဆောင်မှုဖြစ်ပြီး၊ အင်တာနက်၏ 15% ပေါ်တွင် လုပ်ဆောင်သည်",
    "693820850": "privacy ကို ဦးစွာထားခြင်းဖြင့် Google ကို အနိုင်ယူနိုင်သည်။",
    "3609106478": "အထောက်အထားများ ထည့်သွင်းခြင်း-",
    "299335340": "၎င်းသည် အဘယ်နည်းနှင့် တိုက်ခိုက်မှုများကို ရပ်တန့်မည်နည်း။",
    "354925785": "အင်ထရို",
    "423222878": "ရှာဖွေတွေ့ရှိရန်၊ တားဆီးရန်နှင့် ရပ်တန့်ရန် အခက်ခဲဆုံး ဆိုက်ဘာတိုက်ခိုက်မှုအချို့မှာ အန္တရာယ်ရှိသော သရုပ်ဆောင်တစ်ဦးသည် လက်ရှိအသုံးပြုသူအကောင့်သို့ ဝင်ရောက်ရန် တရားဝင်အသုံးပြုသူအထောက်အထားများကို အသုံးပြုနိုင်သည့်အရာများဖြစ်သည်။ ခေတ်မီဆန်းပြားသော ထောက်လှမ်းနိုင်သည့် စွမ်းရည်များစွာမရှိဘဲ၊ အကောင့်ကို လက်ခံဆောင်ရွက်ပေးသည့် ကုမ္ပဏီသည် မည်သည့်အရာမှ မှားယွင်းသည်ဟု သံသယရှိစရာ အကြောင်းမရှိပါ။ ဖောက်သည်တစ်ဦးသည် ၎င်း၏အကောင့်သို့ အကောင့်ထဲသို့ ရိုးရိုးဝင်သွားပုံရသည်။ တိုက်ခိုက်သူသည် ခိုးယူထားသော အထောက်အထားများကို အသုံးပြု၍ ဤအောင်မြင်သောနည်းလမ်းကို ရရှိခဲ့သည်— များသောအားဖြင့် \"အထောက်အထားများထည့်ခြင်း\" ဟုလူသိများသော ဆိုက်ဘာတိုက်ခိုက်မှုနည်းပညာ၏ရလဒ်ဖြစ်သည်။ ယနေ့ခေတ်တွင် ကြီးမားသောပြဿနာတစ်ခုဖြစ်သော်လည်း မှန်ကန်သော တန်ပြန်မှုဖြင့် လျော့ပါးသွားနိုင်သည့် ပြဿနာတစ်ခုဖြစ်သည်။",
    "777660551": "Credential Stuffing ဆိုတာ ဘာလဲ။",
    "2602763587": "အထောက်အထားထည့်သွင်းခြင်းသည် ဆိုက်ဘာတိုက်ခိုက်မှုပုံစံတစ်ခုဖြစ်ပြီး တိုက်ခိုက်သူသည် ခိုးယူထားသောအသုံးပြုသူအမည်နှင့် စကားဝှက်အတွဲများကို အသုံးပြု၍ ဝဘ်ဆိုက်တစ်ခုသို့ အကြိမ်များစွာဝင်ရောက်ရန် ကြိုးစားသည်။ \"ထည့်သွင်းခြင်း\" သည် အလိုအလျောက် bot ဆော့ဖ်ဝဲဖြင့် အမြဲတမ်းနီးပါး လုပ်ဆောင်နေသည့် ထပ်ခါတလဲလဲ ဝင်ရောက်ရန် ကြိုးပမ်းမှုများကို ရည်ညွှန်းသည်။",
    "1271831121": "ဟက်ကာ (ဟုတ်ပါတယ်၊ hoodie ၀တ်ထား) က အဲဒီနေရာမှာ ထိုင်နေပြီး အထောက်အထားကို အထောက်အထားနဲ့ စာရိုက်နေပုံနဲ့ မတူပါဘူး။ အလိုအလျောက်ဝင်ရောက်ခြင်း bot ကို Selenium သို့မဟုတ် စိတ်ကြိုက်ဖန်တီးထားသော ဟက်ကာတူးလ်ကဲ့သို့ စင်ပေါ်မှတူးလ်တစ်ခုမှ ပြုလုပ်နိုင်သည်။",
    "2588750717": "အမှန်တကယ်ပင်၊ အချို့သော ယုံကြည်စိတ်ချရသော တိုက်ခိုက်မှုများတွင် အထောက်အထားများ သန်းပေါင်းများစွာ ပါဝင်သည်—အားလုံးသည် သံသယမရှိသော ဝဘ်ဆိုဒ် လော့ဂ်အင်အင်တာဖေ့စ်တွင် ထည့်သွင်းထားသည်။ အထဲသို့ ဝင်သွားသည်နှင့် တိုက်ခိုက်သူသည် တရားခံ၏အကောင့်ကို သိမ်းပိုက်နိုင်သည်။",
    "1137757109": "၎င်းသည် eCommerce အကောင့်ဖြစ်ပါက၊ တိုက်ခိုက်သူသည် ကုန်ပစ္စည်းများကို မှာယူနိုင်ပါသည်။ အကယ်၍ တိုက်ခိုက်သူသည် ဘဏ်တစ်ခုဖြစ်ပါက၊ တိုက်ခိုက်သူသည် ကမ်းလွန်တွင် ငွေလွှဲနိုင်သည် စသည်တို့ဖြစ်သည်။",
    "1559150837": "ပစ်မှတ်များသည် အကာအကွယ်မဲ့မဟုတ်ပေ။ ဝဘ်ဆိုက်အများစုတွင် အချိန်တိုအတွင်း တူညီသော IP လိပ်စာမှ ထောင်ပေါင်းများစွာသော အကောင့်အမျိုးမျိုးသို့ ဝင်ရောက်ရန် ကြိုးစားနေသော သံသယဖြစ်ဖွယ်အသုံးပြုသူတစ်ဦးအား ပိတ်ဆို့သည့် ထိန်းချုပ်မှုများရှိသည်။ ဤကာကွယ်မှုနည်းစနစ်များ ပတ်ပတ်လည်သို့ရောက်ရှိရန် အထောက်အထားများ ထည့်သွင်းတိုက်ခိုက်သူများသည် လုပ်ဆောင်သည့်အရာမှာ ပထဝီဝင်နှင့် IP ကွဲပြားမှုကို အတုယူရန်ဖြစ်သည်။ မကြာခဏဆိုသလို အစွမ်းထက်သော AI-မောင်းနှင်သည့်ကိရိယာများကို အသုံးပြု၍ နိုင်ငံတစ်ဝှမ်းရှိ သုံးစွဲသူထောင်ပေါင်းများစွာသည် နေ့စဥ်အချိန်များတွင် ကျပန်းဝင်ရောက်ရန် ကြိုးစားနေကြသည်ကို ထင်ရှားစေသည်။ ဤအရာသည် ရှာဖွေပြီး ရပ်တန့်ရန် ပိုမိုခက်ခဲသည်။",
    "1892020899": "ဟက်ကာများသည် အထောက်အထားများကို မည်သည့်နေရာတွင် ရယူကြသနည်း။",
    "2597149484": "ဟက်ကာမှ အထောက်အထားများစွာကို \"ပစ္စည်းများ\" ပေးရရခြင်းအကြောင်းရင်းမှာ ၎င်းတို့ခိုးယူထားသော အထောက်အထားများရရှိသည့်နေရာနှင့် သက်ဆိုင်သည်။",
    "3030395800": "ဤအထောက်အထားများသည် အများအားဖြင့် ဒေတာချိုးဖောက်မှုများမှ လာပါသည်။ “အထောက်အထားများ ယိုဖိတ်မှု” ဟုလည်း လူသိများသော ဤတိုက်ခိုက်မှုများသည် သန်းနှင့်ချီသော အထောက်အထားများကို အမှောင်ဝဘ်ပေါ်သို့ စွန့်ပစ်သွားနိုင်သည်။ အကယ်၍ ဘဏ်တစ်ခုမှ ယိုဖိတ်လာပါက၊ ဟက်ကာသည် အဆိုပါ အထောက်အထားများကို အခြားဝဘ်ဆိုက်များပေါ်သို့ ရောက်ရှိရန် ကြိုးစားမည်ဖြစ်သည်။ ဝဘ်ဆိုက်များစွာအတွက် တူညီသောအသုံးပြုသူအမည်နှင့် စကားဝှက်ပေါင်းစပ်အသုံးပြုခြင်းကြောင့် ဤနည်းလမ်းသည် အလုပ်ဖြစ်နိုင်သည်။ (ဤအလေ့အကျင့်သည် စိတ်ပျက်အားလျော့စရာဖြစ်သော်လည်း လက်တွေ့မှာ ၎င်းမှာပင်ဖြစ်ပါသည်။ လူများသည် တူညီသောဝင်ရောက်မှုအထောက်အထားများကို ထပ်ခါတလဲလဲပြုလုပ်လေ့ရှိပါသည်။)",
    "1258965840": "ထို့ကြောင့်၊ တိုက်ခိုက်သူသည် ဆိုက်တစ်ခုထဲသို့ ဝင်နိုင်လျှင် ဖိတ်စင်ထားသော အထောက်အထားများကို အသုံးပြု၍ ဆိုက်များစွာသို့ ဝင်ရောက်နိုင်သည်။ ဥပမာအားဖြင့်၊ ၎င်းတို့သည် JohnDoe/525momma ကဲ့သို့သော အသုံးပြုသူအမည်/စကားဝှက်အတွဲကို ရနိုင်သော်လည်း ၎င်းတို့အတွက် ၎င်းတို့အတွက် မည်သို့လုပ်ဆောင်ပေးမည်ကို မသိနိုင်ပါ။ ထို့ကြောင့် ၎င်းတို့သည် Amazon.com၊ Ebay၊ Citibank၊ Walgreens နှင့် နှင့် ပေါ်တွင် အတွဲကို စမ်းကြည့်သည်။ ၎င်းတို့သည် မတူညီသော ဆိုဒ်တစ်ထောင်တွင် ထိုအတွဲကို စမ်းကြည့်နိုင်သည်။",
    "3594440415": "နောက်ဆုံးတော့ သူတို့ တံခါးဖွင့်တော့မယ်။",
    "780280214": "hCaptcha နှင့် hCaptcha Enterprise သည် ယုံကြည်စိတ်ချရသောထည့်သွင်းခြင်းခြိမ်းခြောက်မှုကို မည်သို့လျော့ပါးစေသနည်း။",
    "4165374512": "IP နှင့် တည်နေရာထောက်လှမ်းခြင်းကိရိယာများကို အသုံးပြု၍ရနိုင်သော်လည်း၊ ကုန်ကျစရိတ်ပိုမိုထိရောက်ပြီး တိကျသောနည်းလမ်းမှာ အလိုအလျောက် အထောက်အထားထည့်သွင်းခြင်း bot ကိုယ်တိုင်နှောင့်ယှက်ရန် ရိုးရှင်းပါသည်။ hCaptcha နှင့် hCaptcha Enterprise သည် bot ကို ဝင်သည့်နေရာတွင် တုံးသွားနိုင်သည်။ ဘော့တ်တွင် မှန်ကန်သောအထောက်အထားများရှိနေလျှင်ပင်၊ hCaptcha Enterprise ၏ရှာဖွေတွေ့ရှိမှု သို့မဟုတ် hCaptcha ၏ CAPTCHA ကို ကျော်ဖြတ်၍မရပါက၊ ၎င်းသည် ၎င်းကိုလုပ်ဆောင်ရန်မဖြစ်နိုင်သလို သင့်ဆိုက်နှင့်အသုံးပြုသူများကိုလည်း ကာကွယ်ပေးထားသည်။",
    "3269644546": "ကျေးဇူးပြု",
    "1058572205": "အကြောင်းပိုမိုလေ့လာလိုပါကကျွန်ုပ်တို့",
    "3753613260": "ဆက်သွယ်ရန်",
    "1792519141": "hCaptcha လုပ်ငန်း",
    "3515435438": "DMCA တိုင်ကြားချက်များကို အစီရင်ခံခြင်း။",
    "54093347": "DMCA မှတ်ပုံတင်ထားသော ကိုယ်စားလှယ်",
    "3233441200": "ချိုးဖောက်မှုမူဝါဒကို ပြန်လုပ်ပါ။",
    "4011712313": "ကျွန်ုပ်တို့၏ DMCA မူဝါဒ၏ တစ်စိတ်တစ်ပိုင်းအနေဖြင့်၊ ကျွန်ုပ်တို့သည် DMCA ချိုးဖောက်မှုဆိုင်ရာ တိုင်ကြားချက်အများအပြားကို လက်ခံရရှိသည့် ဖောက်သည်များ၏အကောင့်များကို အဆင့်ပေါင်းများစွာ DMCA ထပ်တလဲလဲချိုးဖောက်မှုမူဝါဒအဖြစ် ထားရှိထားပါသည်။ ပြက္ခဒိန်လတစ်ခုတွင် ထပ်ခါတလဲလဲ DMCA အကြောင်းကြားချက်များကို လက်ခံရရှိသည်နှင့်၊ ဖောက်သည်အကောင့်သည် မူဝါဒအဆင့်မှ နောက်တစ်ဆင့်သို့ တိုးတက်သွားမည်ဖြစ်သည်။",
    "766825168": "DMCA အထပ်ထပ် ချိုးဖောက်မှုမူဝါဒအောက်တွင် ကျွန်ုပ်တို့လုပ်ဆောင်နိုင်သည့် လုပ်ဆောင်ချက်များတွင် အကောင့်၏ မှတ်တမ်းဖောက်သည်ထံသို့ တိုးမြင့်မြင်နိုင်မှု သတိပေးချက်များ ပေးပို့ခြင်း ပါဝင်သည်။ ဤသတိပေးချက်များကို အသိအမှတ်ပြုရန်အတွက် သုံးစွဲသူသည် အကောင့်သို့ လော့ဂ်အင်ဝင်ရန် သို့မဟုတ် ကျွန်ုပ်တို့၏ ပံ့ပိုးကူညီရေးအဖွဲ့ကို ဖုန်းခေါ်ဆိုရန် လိုအပ်ပါသည်။ ကျွန်ုပ်တို့သည် ထပ်ခါထပ်ခါ ချိုးဖောက်မှုသတိပေးချက်များ ပေးပို့ပြီးသည်နှင့်ပင် ကျွန်ုပ်တို့သည် ထပ်ခါထပ်ခါ ချိုးဖောက်မှုသတိပေးချက်များ ပေးပို့ပြီးနောက်တွင်ပင် ကျွန်ုပ်တို့သည် ချိုးဖောက်မှုဆိုင်ရာ DMCA အကြောင်းကြားချက်များကို ဆက်လက်လက်ခံရရှိသည့် မည်သည့်ဖောက်သည်၏ hCaptcha နှင့် IMI ဝန်ဆောင်မှုကို ဆိုင်းငံ့ရန် သို့မဟုတ် ရပ်စဲရန်၊ ရပ်ဆိုင်းရန် သို့မဟုတ် ရပ်စဲပိုင်ခွင့်ကိုလည်း ကျွန်ုပ်တို့မှ ကန့်သတ်ပိုင်ခွင့်ရှိသည်။ ထို့အပြင်၊ ဤမူဝါဒအရ hCaptcha ဝန်ဆောင်မှုကို ကျွန်ုပ်တို့ရပ်စဲသောအခါတွင် ကျွန်ုပ်တို့သည် ဤဖောက်သည်များအား ပေးဆောင်သော အခြား hCaptcha သို့မဟုတ် IMI ဝန်ဆောင်မှုများကို ကျွန်ုပ်တို့၏တစ်ခုတည်းသောဆုံးဖြတ်ချက်ဖြင့် ရပ်စဲနိုင်ပါသည်။",
    "2410122265": "hCaptcha အရင်းအမြစ်များ- Bots 101",
    "4166776480": "အထောက်အထားများ ထည့်သွင်းခြင်း- ၎င်းသည် အဘယ်နည်းနှင့် တိုက်ခိုက်မှုများကို ရပ်တန့်နိုင်မည်နည်း။",
    "2301335298": "ငွေပေးချေမှု လိမ်လည်မှု- ဆိုက်ဘာရာဇ၀တ်မှု၏ လျင်မြန်စွာ ပြောင်းလဲနေသော မုဒ်ကို လျော့ပါးစေခြင်း။",
    "3682071227": "အကောင့်လွှဲပြောင်းရယူခြင်းဟူသည် အဘယ်နည်း၊ ၎င်းတို့ မည်သို့လုပ်ဆောင်ကြသနည်း။",
    "2729131930": "Scraping ဆိုတာ ဘာလဲ ၊ ဘယ်လို အလုပ်လုပ်လဲ ?",
    "1344959096": "တစ်ဦးချင်း ဒေတာတံဆိပ်ပေးသူအဖြစ် လုပ်ဆောင်ခြင်း။",
    "3510143229": "hCaptcha သည် ဝဘ်ဆိုက်များနှင့် အက်ပ်များအတွက် ဝန်ဆောင်မှုတစ်ခုဖြစ်ပြီး၊",
    "3930611699": "တစ်ဦးချင်းအလုပ်သမားများ။",
    "1051214799": "hCaptcha သည် ၎င်းကိုအသုံးပြုသော ဝဘ်ဆိုက်များ သို့မဟုတ် အက်ပ်များ၏ ထုတ်ဝေသူများနှင့် တန်ဖိုးမျှဝေရန် ကြိုးစားသည့် ဝဘ်လုံခြုံရေးဝန်ဆောင်မှုတစ်ခုဖြစ်သည်။",
    "360236473": "hCaptcha ဝန်ဆောင်မှုသည် တစ်ဦးချင်း အညွှန်းတစ်ခုအဖြစ် လုပ်ကိုင်ရန် မည်သူမဆိုအတွက် အသုံးပြုရန် ရည်ရွယ်ခြင်းမဟုတ်ပါ။ ၎င်းသည် ဤရည်ရွယ်ချက်အတွက် သို့မဟုတ် မသင့်လျော်ပါ။ hCaptcha ကို ကိုယ်ရေးကိုယ်တာ ၀င်ငွေရင်းမြစ်အဖြစ် မည်သူမျှ စမ်းသုံးကြည့်ရန် အကြံပြုထားခြင်းမရှိပါ။",
    "3842490632": "မေးခွန်းများစွာကိုဖြေဆိုရန်ကြိုးစားသောအသုံးပြုသူတစ်ဦးချင်းစီသည် သတ်မှတ်နှုန်းထား သို့မဟုတ် လျင်မြန်စွာတားမြစ်ခံရဖွယ်ရှိသည်။ ကျွန်ုပ်တို့ကဲ့သို့ပင် ထပ်တူအရေးကြီးပါသည်။",
    "1560232962": "အသေးစိတ် အကျုံးဝင်သည် ၊ ပေးထားသည့် အဖြေအတွက် ရရှိသည့် ပမာဏနှင့် အာမခံချက် မရှိပါ။ ထိုအချိန်တွင် အခပေးမေးခွန်းများ မရရှိနိုင်ပါ၊ အရည်အသွေးအကြောင်းများကြောင့် အဖြေကို ငြင်းပယ်ခံရနိုင်သည် အစရှိသည်ဖြင့်။",
    "2694001822": "သို့သော်၊ ကျွန်ုပ်တို့သည် စနစ်ဂုဏ်သတ္တိများနှင့် ဝန်ဆောင်မှုအသစ်များကို စမ်းသပ်ရာတွင် ကူညီရန် လူတစ်ဦးချင်းစီကို အခါအားလျော်စွာ ငှားရမ်းပါသည်။",
    "1569804581": "ဆက်စပ်အခွင့်အလမ်းများနှင့် ပတ်သက်၍ အနာဂတ်တွင် သင့်ထံ ဆက်သွယ်လိုပါက ဤပုံစံကို ဖြည့်စွက်ပါ။",
    "636461959": "နာမည်",
    "1139500589": "တိုင်းပြည်",
    "1789607185": "အီးမေးလိပ်စာ",
    "325077666": "သင့်အချက်အလက်များကို တင်ပြခြင်းဖြင့် သင်သည် ကျွန်ုပ်တို့အား သဘောတူပါသည်။",
    "3555583744": "နှင့်",
    "3609929815": ". တစ်ဦးချင်းတံဆိပ်ကပ်ခြင်းဆိုင်ရာ အလုပ်အခွင့်အလမ်းများနှင့် ပတ်သက်၍ အနာဂတ်တွင် သင့်အား ဆက်သွယ်ရန်အတွက်သာ သင့်အမည်၊ နိုင်ငံနှင့် အီးမေးလ်လိပ်စာ အချက်အလက်များကို ထိန်းသိမ်းထားပါမည်။",
    "4197928199": "ကိုယ်ရေးအချက်အလက်မူဝါဒ",
    "851786723": "သင့်အီးမေးလ်ကို ထည့်သွင်းခြင်းဖြင့် သင်သည် ကျွန်ုပ်တို့၏ စည်းမျဥ်းစည်းကမ်းများနှင့် ကိုယ်ရေးကိုယ်တာမူဝါဒကို သဘောတူပြီး ကျွန်ုပ်တို့ထံမှ အီးမေးလ်ကို လက်ခံရယူရန်ဖြစ်သည်။",
    "2402165761": "Scraping ဘယ်လိုအလုပ်လုပ်သလဲ",
    "4260542944": "အကြောင်းအရာကို ခြစ်ထုတ်ခြင်း (\"စခရင်ကို ခြစ်ထုတ်ခြင်း\" သို့မဟုတ် \"ခြစ်ထုတ်ခြင်း\" ဟုလည်း လူသိများသည်) သည် ဝဘ်မှ အချက်အလက်များကို စုဆောင်းရန်အတွက် ရင်းနှီးပြီး မကြာခဏ အသုံးဝင်သော လုပ်ငန်းစဉ်တစ်ခုဖြစ်သည်။ သို့သော်လည်း မကြာသေးမီနှစ်များအတွင်း နည်းပညာသည် ဟက်ကာများနှင့် လိမ်လည်သူများ၏ နှစ်သက်ဖွယ်ကိရိယာတစ်ခုဖြစ်လာသည်။ တန်ပြန်ဆောင်ရွက်မှုများသည် ခြိမ်းခြောက်မှုကို ထိထိရောက်ရောက် လျော့ပါးစေနိုင်သော်လည်း ၎င်းတို့ကို အကောင်အထည်ဖော်ရန်အတွက် လုပ်ငန်းစဉ် မည်သို့လုပ်ဆောင်သည်ကို နားလည်ရန် လိုအပ်ပါသည်။",
    "2066255783": "Content Scraping ဆိုတာ ဘာလဲ။",
    "1910628828": "Content scraping သည် ဆော့ဖ်ဝဲ client သို့မဟုတ် ဝဘ်ဘရောက်ဆာ အယောင်ဆောင်ထားသော အလိုအလျောက် ကိရိယာအစုံပါ၀င်သည့် စနစ်မှ ဒေတာကို ဖမ်းယူခြင်းအတွက် နည်းလမ်းတစ်ခုဖြစ်သည်။ အသစ်တော့ မဟုတ်ပါဘူး။ အမှန်မှာ၊ ပင်မဘောင်ဟောင်းတစ်ခုမှ ဒေတာလိုအပ်နိုင်သည့် ဆော့ဖ်ဝဲအင်ဂျင်နီယာများအတွက်၊ ခြစ်ထုတ်ခြင်းသည် အချက်အလက်ကို ထုတ်ယူရန် တစ်ခုတည်းသောနည်းလမ်းဖြစ်သည်။ မူလချိတ်ဆက်ကိရိယာများ မရှိတော့ဘဲ အစားထိုးရန် မဖြစ်နိုင်ပေ။",
    "3408107995": "သို့သော် ယနေ့တွင်၊ ခြစ်ခြင်းသည် ဝဘ်ဆိုဒ်တစ်ခုမှ ဒေတာကို ဆွဲထုတ်ရန် ပရိုဂရမ်နည်းလမ်းတစ်ခုဖြစ်သည်။ ခြစ်ထုတ်သည့်ဆော့ဖ်ဝဲလ်သည် ခလုတ်များကို နှိပ်ကာ ရလဒ်ထွက်ရှိမှုကို ဖတ်ကာ လူသားအသုံးပြုသူတစ်ဦးကဲ့သို့ လုပ်ဆောင်သည်။ ခြစ်ရန်တရားဝင်အသုံးပြုမှုများစွာရှိသည်။ ရှာဖွေရေးအင်ဂျင်များကို အားဖြည့်ပေးသော ဝဘ်စာရေးကိရိယာများသည် ဥပမာတစ်ခုဖြစ်သည်။ ခရီးသွားဝက်ဘ်ဆိုဒ်ထောင်ပေါင်းများစွာကို ပေါင်းစပ်ခြင်းဖြင့် ခရီးသွားအပေးအယူများကို ရှာဖွေသည့် Skyscanner ကဲ့သို့သော ကိရိယာများဖြစ်သည်။ Fintech ကုမ္ပဏီများသည် ဒေတာချိတ်ဆက်မှုပြုလုပ်ရန် Application Programming Interfaces (APIs) မရှိပါက အသုံးပြုသူ၏ဘဏ္ဍာရေးဒေတာကို ဘဏ်ဆိုက်များမှ ဖယ်ထုတ်ခြင်းကိုလည်း အသုံးပြုပါသည်။ စခရင်ကို ခြစ်ထုတ်ခြင်းနှင့်ပတ်သက်၍ မှတ်သားထားရမည့်အချက်များမှာ ၎င်း၏အမြန်နှုန်းနှင့် အတိုင်းအတာဖြစ်သည်။ လုပ်ငန်းစဉ်သည် ဝဘ်ဆိုဒ်များမှ များပြားလှသော ဒေတာပမာဏကို ထုတ်ယူနိုင်သည်၊ ၎င်းဆိုက်များကို ဖြစ်ပျက်နေခြင်းကို ရပ်တန့်ရန် ပြုပြင်မွမ်းမံထားခြင်းမရှိဟု ယူဆနိုင်ပါသည်။ တွက်ချက်မှု အရှိန်ဖြင့်၊ scraper သည် ဝဘ်ဆိုက်များ၊ အရင်းခံဆော့ဖ်ဝဲလ်များနှင့် ဒေတာဘေ့စ်များကို အပြန်အလှန်တုံ့ပြန်ခြင်းဖြင့် ကြီးမားသောဒေတာအတွဲများကို စုဆောင်းနိုင်သည်။",
    "1920884252": "အကြောင်းအရာသည် လုံခြုံရေးခြိမ်းခြောက်မှုကို အဘယ်ကြောင့် ဖျက်ဆီးသနည်း။",
    "2256795853": "ဝဘ်ဆိုဒ်များမှ ဒေတာအများအပြားကို လျင်မြန်စွာ ထုတ်ယူနိုင်မှုသည် အန္တရာယ်ရှိသော သရုပ်ဆောင်များ၏ လက်ထဲတွင် အစွမ်းထက်သည့်ကိရိယာကို ခြစ်ထုတ်စေသည်။ scraping bot သည် ဆိုရှယ်မီဒီယာဆိုက်များမှ သုံးစွဲသူဒေတာကို စုဆောင်းနိုင်သည်။ ထို့နောက် လိပ်စာများနှင့် အခြားကိုယ်ရေးကိုယ်တာအချက်အလက်များပါရှိသော ဝဘ်ဆိုက်များကို ခြစ်ထုတ်ကာ ရလဒ်များကို ဆက်စပ်ပေးခြင်းဖြင့် ဟက်ကာတစ်ဦးသည် လိမ်လည်သော အကြွေးဝယ်ကတ်လျှောက်လွှာများကို တင်သွင်းခြင်းကဲ့သို့ အထောက်အထားဆိုင်ရာ ရာဇ၀တ်မှုများတွင် ပါဝင်နိုင်သည်။",
    "4087694419": "ဟက်ကာတစ်ဦးသည် အတု သို့မဟုတ် လှည့်ဖြားသော ထုတ်ကုန်စာရင်းများကို ဖန်တီးရန်အတွက် Amazon နှင့် eBay ကဲ့သို့သော ဆိုက်များမှ အချက်အလက်များကို စုဆောင်းနိုင်သည်။ ထို့နောက် OfferUp ကဲ့သို့ peer-to-peer ဝန်ဆောင်မှုများတွင် ၎င်းတို့ကို ရောင်းချရန် ကမ်းလှမ်းနိုင်ပြီး ဝယ်သူများကို ဖြားယောင်းသည့် တိုက်ခိုက်မှုများကို ပြုလုပ်နိုင်သည်။ သို့မဟုတ်၊ လိမ်လည်သူသည် မရှိသော ထုတ်ကုန်များကို ရောင်းချနိုင်သည်။ နောက်ထပ် မျက်နှာပြင် လိမ်လည်မှုတစ်ခုသည် ကြော်ငြာထုတ်ဝေသူများကို အတုခိုးခြင်းတွင် ပါဝင်ပါသည်။ ထုတ်ဝေသူဆိုက်များမှ အကြောင်းအရာကို ဖယ်ထုတ်ခြင်းဖြင့်၊ လိမ်လည်သူသည် မတူညီသောဝန်ဆောင်မှုများတွင် ကြော်ငြာထုတ်ဝေသူစာမျက်နှာအတုများကို ဖန်တီးနိုင်သည်။ ထို့နောက် ၎င်းတို့သည် ထုတ်ဝေသူ၏ ads.txt ဖိုင်မှ ထုတ်ယူထားသော အဆက်အသွယ်များကို ထုတ်ဝေသူ၏ ads.txt ဖိုင်မှ ထုတ်ယူထားသော တရားဝင်ပြန်လည်ရောင်းချသူများထံ ထိုစာမျက်နှာများရှိ ကြော်ငြာများကို ရောင်းချနိုင်သည်။ ကြော်ငြာ slot များသည် ကြော်ငြာရှင်အတွက် အမှန်တကယ် ပေါ်လွင်သော်လည်း ၎င်းတို့သည် မဟုတ်ပါ။",
    "3315658779": "hCaptcha Enterprise ဖြင့် Content Scraping ကို ကာကွယ်ပါ။",
    "2602081482": "hCaptcha Enterprise သည် သင့်ဆိုက်နှင့် အက်ပ်များသို့ အန္တရာယ်ရှိသော အသွားအလာများကို ရှာဖွေဖော်ထုတ်ရန် - ခြစ်ထုတ်ခြင်း လုပ်ဆောင်ချက်များ အပါအဝင်။",
    "1422537019": "ပိုမိုလေ့လာရန် ယနေ့ ကျွန်ုပ်တို့။",
    "1988268879": "ကုန်ကျစရိတ်သက်သာသော ဒေတာကို အတိုင်းအတာဖြင့် အညွှန်းတပ်ခြင်း။",
    "2163914794": "သင့်ဒေတာအတွဲများအတွက် နောက်ထပ် အညွှန်းများ လိုအပ်ပါသလား။ hCaptcha သည် ဉာဏ်ရည်တုနှင့် စက်သင်ယူမှုအက်ပ်လီကေးရှင်းများတွင် လုပ်ဆောင်နေသော ကုမ္ပဏီများအတွက် မြန်ဆန်၊ ကုန်ကျစရိတ်သက်သာပြီး အရည်အသွေးမြင့် ဒေတာတံဆိပ်ကပ်ခြင်းကို ပေးပါသည်။",
    "3378932530": "သင့်ဒေတာကို အခုပဲ တံဆိပ်တပ်လိုက်ပါ။",
    "3483700676": "သန်းပေါင်းများစွာသော လုပ်ဆောင်စရာများကို ချက်ချင်းစတင်ပါ။",
    "3478726913": "hCaptcha တွင် သင့်အသုံးပြုရန်အတွက် ရရှိနိုင်သော ကမ္ဘာပေါ်တွင် အကြီးဆုံးရေကူးကန်များထဲမှတစ်ခု ရှိသည်။ သင့်အတိုင်းအတာ မည်သို့ပင်ရှိစေကာမူ၊ စျေးကြီးသော ကြိုတင်ကတိကဝတ်များမပါဘဲ ၎င်းကို ကျွန်ုပ်တို့ ကိုင်တွယ်နိုင်ပါသည်။ တစ်နေ့ကို အလုပ်တွေ သန်းချီလုပ်ရတာ ပြဿနာမရှိပါဘူး။",
    "740501259": "ရိုးရှင်းသော API မောင်းနှင်သည့် ပိုက်လိုင်းများ",
    "2784612261": "သင့်လုပ်ငန်းဆောင်ရွက်မှုများတွင် လူသား၏သုံးသပ်ချက်ကို တိုက်ရိုက်ပေါင်းစပ်လိုပါသလား။ ကျွန်ုပ်တို့သည် မြင့်မားသော ယုံကြည်စိတ်ချရသော SLA များ၊ အာမခံချက်ရှိသော စွမ်းရည်နှင့် ရိုးရှင်းသော REST API များကို ပေးဆောင်ပါသည်။",
    "1144966033": "ကုန်ကျစရိတ်နှင့် အရည်အသွေးအတွက် အကောင်းဆုံးဖြစ်အောင် ပြုလုပ်ထားသည်။",
    "3213351333": "ကြိုတင်ကတိပေးစရာမလိုပါ။",
    "2107077506": "HUMAN ပလပ်ဖောင်းသည် အချိန်နှင့်တစ်ပြေးညီ အရည်အသွေးပိုင်းခြားစိတ်ဖြာမှုကို လုပ်ဆောင်ရန်အတွက် ပြည့်စုံသောယုံကြည်မှုမော်ဒယ်များကို အသုံးပြုပါသည်။ ၎င်းသည် ကျွန်ုပ်တို့အား မေးခွန်းများ၏ အခက်အခဲနှင့် ၎င်းတို့၏ ဖြစ်နိုင်ခြေရှိသော အဖြေနှစ်ခုလုံးကို လျင်မြန်စွာ ဆုံးဖြတ်နိုင်စေပြီး သင့်အချိန်နှင့် ငွေကြေးကို သက်သာစေပါသည်။",
    "3576146278": "သင်လိုအပ်သော တိကျမှုအတွက်သာ ပေးချေပါ။",
    "2952586316": "ပြဿနာအားလုံးသည် တူညီကြသည်မဟုတ်ပါ။ ဘေးကင်းရေး အရေးပါသော အလုပ်များအတွက် မှတ်ချက်များ သည် လူသားအားလုံး၏ အလုပ်သမားများထံမှ 99.99% ယုံကြည်မှု လိုအပ်ပါသည်။ မိုဘိုင်းဂိမ်းအက်ပ်ရှိ စမ်းသပ်ဆော့ဖ်ဝဲတစ်ခုအတွက် မှတ်ချက်များသည် အလယ်အလတ်ယုံကြည်မှုသာ လိုအပ်ပါသည်။ သင်ဆုံးဖြတ်။",
    "710145621": "သင့်ကိုယ်ပိုင် မြေပြင်အမှန်တရားဒေတာကို ပေးဆောင်ပါ သို့မဟုတ် ၎င်းကို အမြန်တည်ဆောက်ကြပါစို့",
    "987901590": "ပြီးပြည့်စုံသော အတည်ပြုသတ်မှတ်မှုမရှိဘဲ သင့်တွင် ဒေတာအကြမ်းရှိပါသလား။ ကိစ္စအများစုတွင် စနစ်ဖြင့်လုပ်ဆောင်သော အလုပ်များအဖြစ် သင့်အတွက် တစ်ခုတည်ဆောက်နိုင်သည်၊ သို့မဟုတ် သင့်ခွင့်ပြုချက်အတွက် အညွှန်းတပ်ထားသော နမူနာများကို ဖန်တီးနိုင်သည်။",
    "2597352122": "မှတ်ချက်အမျိုးအစားများ",
    "1344687860": "ဘောင်ဝင်သေတ္တာများ",
    "1089415440": "ရုပ်ပုံများနှင့် ဗီဒီယိုများတွင် တိကျသော အရာဝတ္တုကို ထောက်လှမ်းခြင်း။",
    "3817067682": "ပုံတူဂွန်များ",
    "2682873489": "အရာဝတ္ထုများအတွက် နယ်နိမိတ်သတ်မှတ်ပါ။",
    "1275150216": "အထင်ကရနေရာများ",
    "2067112112": "အမျိုးမျိုးသော အသုံးပြုမှုကိစ္စများအတွက် အချက်ပြမှတ်ချက်များ",
    "4228682126": "အရည်အချင်း အမျိုးအစားခွဲခြင်း။",
    "2920213479": "မည်သည့်အရွယ်အစားမဆို မထင်သလို အမျိုးအစားများကို စီပါ သို့မဟုတ် ထပ်ထည့်ပါ။",
    "3288667364": "နှိုင်းယှဉ်ခြင်းနှင့် ထောက်လှမ်းခြင်း။",
    "155877895": "လူသားစွမ်းအားဖြင့် ထောက်လှမ်းခြင်းနှင့် အမျိုးအစားခွဲခြားခြင်း။",
    "3128433367": "... နှင့်များစွာသော",
    "2827452240": "ဤနေရာတွင် မဖော်ပြထားသော အခြားအမျိုးအစား လိုအပ်ပါသလား။ ငါတို့ကိုမေးပါ။",
    "719304627": "End-to-End ထိန်းချုပ်မှု လိုအပ်ပါသလား။",
    "1172067553": "hCaptcha နောက်ကွယ်ရှိ HUMAN ပလပ်ဖောင်းသည် သင့်ရှိပြီးသားစနစ်များနှင့် ပေါင်းစပ်ထားသည့် လုပ်ငန်းခွင်အတွင်း၊ ပေါင်းစပ် သို့မဟုတ် SaaS ဖြန့်ကျက်မှုများမှတစ်ဆင့် အလွန်ခေတ်မီသော အလုပ်အရည်အသွေးနှင့် စီမံခန့်ခွဲမှုအင်္ဂါရပ်များကို ပံ့ပိုးပေးပါသည်။",
    "2319072959": "သင့်ကိုယ်ပိုင် လုပ်သားအင်အားဖြင့် အော့ဖ်လိုင်းဖြင့် လုံးလုံးလျားလျား လုပ်ဆောင်ပါ၊ လုပ်ငန်းယူနစ်များ သို့မဟုတ် လုပ်ငန်းစုလုပ်ဖော်ကိုင်ဖက်များမှတဆင့် အသုံးပြုသည့် တန်ဖိုးကို ခြေရာခံကာ၊ ကုန်ကျစရိတ်နှင့် လုံခြုံရေး လိုအပ်ချက်များအပေါ် အခြေခံ၍ မတူညီသော ပြည်တွင်း သို့မဟုတ် ပြင်ပ အလုပ်သမား ပံ့ပိုးပေးသူများထံသို့ အလုပ်များကို ရွေးချယ်ပြီး လမ်းကြောင်းပေးခြင်းနှင့် အခြားအရာများ။",
    "1936512180": "‍ လွယ်ကူသော API အသုံးပြုခွင့်၊ လှပသော ဒက်ရှ်ဘုတ်များနှင့် အလုပ်သမားများ၏ စွမ်းဆောင်ရည်ကို အမြင့်ဆုံးမြှင့်တင်ရန် နောက်ဆုံးပေါ် မော်ဒယ်လ်နည်းပညာ။",
    "3913848038": "99.99% အလုပ်ချိန် SLA များနှင့် 24/7 ကမ္ဘာလုံးဆိုင်ရာ ပံ့ပိုးကူညီမှု ရရှိနိုင်ပါသည်။",
    "1080752747": "အရောင်းဆက်သွယ်ပါ။",
    "1525403768": "အသေးစိတ်အချက်အလက်များအတွက် Enterprise Sales ကိုဆက်သွယ်ပါ။",
    "1546930020": "ဒေတာတံဆိပ်ရယူခြင်း။",
    "2486638408": "Specifications ကို သတ်မှတ်ပါ။",
    "1027200955": "သင့်ပရောဂျက်လိုအပ်ချက်များကို သတ်မှတ်ရန်- ပစ်မှတ်တိကျမှု၊ ဖော်မတ်နှင့် အထူးလိုအပ်ချက်များအားလုံးကို သတ်မှတ်ရန် ကျွန်ုပ်တို့၏ဒိုမိန်းကျွမ်းကျင်သူတစ်ဦးနှင့် စကားပြောပါ။",
    "1156712451": "ကနဦးအလုပ်စာမေးပွဲ",
    "181065232": "သင်၏နမူနာဒေတာအပေါ်အခြေခံ၍ ကျွန်ုပ်တို့သည် အသေးစားထုတ်လုပ်မှုလုပ်ငန်းကို လုပ်ဆောင်ပါသည်။ ၎င်းသည် သင်လိုအပ်သည့်အရာကို အတိအကျရရှိကြောင်း သေချာစေရန် ကျွန်ုပ်တို့ အတူတကွလုပ်ဆောင်ခဲ့သောအလုပ်ကို စမ်းသပ်သည်။",
    "3207769512": "ထုတ်လုပ်မှုအလုပ်များကို အသုံးချပါ။",
    "1099238677": "ကျွန်ုပ်တို့၏ အသံအတိုးအကျယ်နှင့် တုံ့ပြန်ချိန်နည်းခြင်းဖြင့် ကျွန်ုပ်တို့သည် သင့်အလုပ်ကို ပြီးသည်နှင့်တပြိုင်နက် အလိုအလျောက် ပေးပို့ခြင်းဖြင့် လျင်မြန်စွာ ပြောင်းလဲပေးပါမည်။",
    "465783046": "သင့်ဒေတာကို စမ်းသုံးကြည့်လိုပါသလား။",
    "328625009": "... သင်ရောက်ရှိချိန်တွင် ကျွန်ုပ်တို့အဆင်သင့်ဖြစ်နေပါပြီ- ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုသည် နာရီပတ်လည်တွင် ရနိုင်ပါသည်။",
    "3225770968": "hCaptcha သည် machine learning တွင် လုပ်သားအပြင်းထန်ဆုံး ပြဿနာကို ဖြေရှင်းရန် ဒီဇိုင်းထုတ်ထားသည်။ ဒေတာအများအပြားကို အချိန်မီ၊ တတ်နိုင်သော၊ ယုံကြည်စိတ်ချရသောနည်းလမ်းဖြင့် တံဆိပ်ကပ်ခြင်း။",
    "2041686284": "ပိုများသောဒေတာသည် ယေဘူယျအားဖြင့် လေ့ကျင့်ရေးစက်သင်ယူမှုပုံစံများတွင် ပိုမိုကောင်းမွန်သောရလဒ်များကို ထုတ်ပေးပါသည်။ နက်နဲသော မော်ဒယ်များ၏ မကြာသေးမီက အောင်မြင်မှုသည် ပိုမိုကြီးမားသော ဒေတာအတွဲများဆီသို့ ဦးတည်သွားခဲ့ပြီး hCaptcha သည် ဤလိုအပ်ချက်ကို ဆောင်ရွက်ပေးပါသည်။ သို့သော် ရိုးရာနည်းလမ်းများကို အသုံးပြု၍ လူသားသုံးသပ်ထားသော ဒေတာအတွဲကြီးများ ဖန်တီးခြင်းသည် နှေးကွေးပြီး စျေးကြီးသည်။",
    "3729345277": "hCaptcha သည် ကုမ္ပဏီများအတွက် ၎င်းတို့လိုအပ်သော မှတ်ချက်များကို ပိုမိုမြန်ဆန်စေပြီး အခြားရွေးချယ်စရာများထက် ကုန်ကျစရိတ်သက်သာစွာဖြင့် ပိုမိုမြန်ဆန်စွာ ရရှိစေမည့် နည်းလမ်းတစ်ခုဖြစ်သည်။",
    "2103563261": "ပုဂ္ဂလိက သို့မဟုတ် အများပြည်သူဆိုင်ရာ အချက်အလက်",
    "2513143348": "hCaptcha Enterprise စနစ်သည် ၎င်း၏ ဒီဇိုင်းတွင် ထူးထူးခြားခြား လိုက်လျောညီထွေရှိပါသည်- အများသူငှာ cloud ကို လုပ်ဆောင်ပါက သို့မဟုတ် ဒေတာစင်တာများစွာကို ပိုင်ဆိုင်ပါက ၎င်းကို သင့်ကွန်ရက်၏ အစွန်းတွင် တစ်စိတ်တစ်ပိုင်း သို့မဟုတ် အပြည့်အဝ အသုံးချနိုင်သည်။",
    "3107683988": "၎င်းသည် တင်းကြပ်သော SLA များကို ပြည့်မီရန် ကျွန်ုပ်တို့၏ 24/7 ခေါ်ဆိုမှုဝန်ထမ်းမှ စီမံခန့်ခွဲခြင်း၏ အကျိုးကျေးဇူးအားလုံးကို ထိန်းသိမ်းထားစဉ်တွင် ၎င်းသည် ကွန်ရက်ပြင်ပ အသွားအလာနှင့် ကုန်ကျစရိတ်များကို သိသိသာသာ လျှော့ချနိုင်သည်။",
    "3660619092": "အခမဲ့ စာရင်းသွင်းပါ သို့မဟုတ် လုပ်ငန်းဖြေရှင်းချက်များအတွက် အရောင်းကို ဆက်သွယ်ပါ။",
    "2351176803": "hCaptcha JS API အတွက် လိုင်စင်စည်းမျဥ်းများ",
    "2616226398": "ကျွန်ုပ်တို့၏ဘာသာရပ်",
    "2024293275": ". အခြားအခွင့်အရေးများအားလုံးကို လောလောဆယ် သိမ်းဆည်းထားသည်။",
    "1062291156": "စံသတ်မှတ်ချက်များ",
    "2712493234": "ငွေပေးချေမှု လိမ်လည်မှု- ဆိုက်ဘာရာဇ၀တ်မှု၏ လျင်မြန်စွာ ပြောင်းလဲနေသော မုဒ်ကို လျော့ပါးစေခြင်း။",
    "1817772953": "လိမ်လည်မှုသည် ရာဇ၀တ်မှုပုံစံအသစ်မဟုတ်ပါ။ အမှန်တကယ်ပင်၊ ရှေးဟောင်းသုတေသနပညာရှင်များသည် လွန်ခဲ့သည့်နှစ်ပေါင်း 10,000 နီးပါးက ကျွဲနွားများကို မဆုံးရှုံးစေဘဲ သယ်ပို့ရန်အတွက် ရှေးဆူမာရီးယန်းလူမျိုးများက တီထွင်ထားသော လိမ်လည်မှုဆန့်ကျင်ရေးကိရိယာများကို တူးဖော်တွေ့ရှိခဲ့သည်။ ၎င်းတို့၏ကိစ္စတွင်၊ ၎င်းတို့သည် \"bulla\" ဟုသိကြသော ရွှံ့ဘောလုံးတစ်လုံးစီတွင် တိရစ္ဆာန်ကိုကိုယ်စားပြုသည့် ရွှံ့စေးတိုကင်များထည့်ထားသည်။ နွားထီးသည် ရောင်းသူမှ ဝယ်သူသို့ ပြောင်းရွှေ့သွားသဖြင့် သိုးစုနှင့်အတူ သွားလာနေပါသည်။ ထိုအချိန်ကပင် လုပ်ငန်းပိုင်ရှင်များသည် ၎င်းတို့နှင့် ဆက်ဆံနေကြသူတိုင်း အတက်အကျမရှိကြမည်ကို စိုးရိမ်ကြသည်။ နှစ်ပေါင်း 10,000 အတွင်း များစွာပြောင်းလဲသွားသော်လည်း လိမ်လည်မှုအား တားဆီးရာတွင် ဆန်းသစ်တီထွင်ရန်လိုအပ်သည်မှာ ကျွန်ုပ်တို့နှင့်အတူ ရှိနေပါသည်။ ယနေ့ခေတ်တွင် အွန်လိုင်းငွေပေးချေမှု လိမ်လည်မှုပြဿနာသည် အရေးအကြီးဆုံးဖြစ်သည်။ အင်တာနက်နှင့်အတူ၊ လိမ်လည်သူများသည် လိမ်လည်မှုဆန့်ကျင်ရေး ထိန်းချုပ်မှုများကို ထက်မြက်စွာ ထက်မြက်စွာ အသုံးချလာကြသည်။ မည်သို့ပင်ဆိုစေကာမူ ဖြေရှင်းချက်အသစ်များသည် ရေစီးကြောင်းကို ပြောင်းလဲစေသည်။",
    "1053787685": "ငွေပေးချေမှုလိမ်လည်မှုဆိုတာဘာလဲ။",
    "433424759": "ငွေပေးချေမှု လိမ်လည်မှုတွင် ဆိုက်ဘာရာဇ၀တ်မှုကျူးလွန်သူတစ်ဦးသည် ပုံမှန်အားဖြင့် တန်ဖိုးတစ်ခုခု၏ သားကောင်ကို ဆုံးရှုံးစေသည့် တရားမဝင် ငွေပေးငွေယူအမျိုးအစား တစ်ခုခုတွင် ပါဝင်ပါသည်။ ၎င်းသည် ခိုးယူထားသော ခရက်ဒစ်ကတ်ကို အသုံးပြု၍ အွန်လိုင်းတွင် ကုန်ပစ္စည်းများ မှာယူရန် သို့မဟုတ် ဘဏ်အကောင့်တစ်ခုမှ လွှဲပြောင်းရယူကာ ၎င်းထံမှ တရားမဝင် ငွေလွှဲခြင်းကို ဆိုလိုခြင်းဖြစ်နိုင်သည်။ ကွဲပြားမှုများစွာရှိသော်လည်း ၎င်းတို့အားလုံးတွင် တူညီသောရလဒ်ရှိသည်- လူလိမ်တစ်ဦးသည် စားသုံးသူတစ်ဦး၊ ဘဏ် သို့မဟုတ် ကုန်သည်တစ်ဦးထံမှ ခိုးယူရန် ခိုးယူထားသောအထောက်အထား သို့မဟုတ် ငွေပေးချေမှုအချက်အလက်ကို အသုံးပြုသည်။",
    "2939852138": "ငွေပေးချေမှု လိမ်လည်မှုဖြင့် လိမ်လည်လှည့်ဖြားသူများ မည်ကဲ့သို့ ရုန်းထွက်ကြမည်နည်း။",
    "1665616092": "ငွေပေးချေမှု လိမ်လည်မှုသည် သဘောတရားတွင် ရိုးရှင်းသော်လည်း ၎င်း၏ မျက်မှောက်ခေတ် အကောင်အထည်ဖော်မှုတွင် အံ့မခန်း ရှုပ်ထွေးနိုင်သည်။",
    "4246520782": "တကယ်တော့၊ အင်တာနက်သည် မကြာသေးမီနှစ်များအတွင်း လိမ်လည်သူများနှင့် ခုခံကာကွယ်သူများကြား စစ်မှန်သော လက်နက်ပြိုင်ဆိုင်မှုကို သက်သေပြခဲ့သည်။",
    "2167049807": "လုံခြုံရေးအဖွဲ့များသည် ငွေပေးချေမှု လိမ်လည်မှုတွင် လွယ်ကူပြီး ပျင်းရိသောနည်းလမ်းများကို ချေမှုန်းနိုင်သည့် တန်ပြန်အစီအမံအမျိုးမျိုးနှင့် ထိန်းချုပ်မှုများကို ချမှတ်ထားသည်။ သို့သော် တိုက်ခိုက်မှုများသည် ပို၍ ဆန်းသစ်လာသည်။ ဥပမာအားဖြင့်၊ ဘော့တ်များသည် ခိုးယူထားသော အကြွေးဝယ်ကတ်နံပါတ်များနှင့် ပင်နံပါတ်များကို ဝဘ်ဆိုဒ်အတုများနှင့် ဖြားယောင်းသောတိုက်ခိုက်မှုများမှ ရိတ်သိမ်းနိုင်ပါပြီ။",
    "1936449777": "ထို့နောက်၊ အပြည့်အဝအလိုအလျောက်စနစ်တွင်၊ ၎င်းတို့သည် e-commerce ဆိုက်များတွင် လူတို့၏အပြုအမူကို အတုယူနိုင်ပြီး ခလုတ်များကိုနှိပ်ကာ စျေးဝယ်လှည်းများသို့ ပစ္စည်းများထည့်ခြင်း—အများအားဖြင့်၊ လိမ်လည်မှုဆန့်ကျင်ရေးထိန်းချုပ်မှုအများစုမဟုတ်ပါက bot သည် ခိုးယူရန်ကြိုးစားနေသည်ဟု မပြောနိုင်သည့်အခါတွင်၊ ရောင်းကုန်။ ယင်းအစား၊ အသုံးပြုသူတစ်ဦးသည် ရိုးရိုးစျေးဝယ်နေပုံရသည်။ ဘော့တ်သည် ခိုးယူထားသော လော့ဂ်အင်အထောက်အထားများကို အသုံးပြု၍ တကယ့်ဖောက်သည်၏အကောင့်သို့ ဝင်ရောက်နိုင်သည်။ နောက်ထပ် လိမ်လည်မှုကို ဖုံးကွယ်ခြင်းသည် bot ၏ IP လိပ်စာများကို အယောင်ဆောင်နိုင်သည့် စွမ်းရည်ဖြစ်ပြီး \"စျေးဝယ်သူ\" သည် နိုင်ငံခြားတိုင်းပြည်ရှိ တိုက်ခိုက်သူနှင့် ကွဲပြားသည့်နေရာတွင် ရှိနေသည့်ပုံပေါ်အောင် ပြုလုပ်နိုင်သည်။",
    "648630222": "hCaptcha လုပ်ငန်းဖြင့် ငွေပေးချေမှု လိမ်လည်မှုကို ကာကွယ်ပါ။",
    "1621930829": "ယနေ့ ခေတ်မီသော၊ မရပ်မနား ငွေပေးချေမှု လိမ်လည်မှုဆိုင်ရာ လုပ်ဆောင်ချက်များနှင့် ပတ်သက်၍ မည်သို့လုပ်ဆောင်နိုင်မည်နည်း။ ထိန်းချုပ်မှုအလွှာများစွာကို အသုံးပြုခြင်းသည် အများအားဖြင့် ပညာရှိချဉ်းကပ်မှုတစ်ခုဖြစ်သည်။ သို့သော်၊ အကောင်းဆုံး တန်ပြန်ဆောင်ရွက်မှုများသည် လူ၏အပြုအမူကို ပုံတူကူးရန် ဖန်တီးသူများ၏ အကောင်းဆုံးကြိုးစားမှုကြားမှ ၎င်းသည် bot ကို ထောင်ချောက်ဆင်နိုင်ပြီး ၎င်းသည် အတုဖြစ်ကြောင်း ထုတ်ဖော်ပြသနိုင်သည့်အရာများဖြစ်သည်။",
    "2423586454": "AI ရဲ့ နောက်ကွယ်မှာ ဘယ်လောက်ပဲ ကောင်းနေပါစေ Software က မလုပ်နိုင်တဲ့ အရာတွေ ရှိပါသေးတယ်။ ခေတ်မီ CAPTCHA နည်းပညာသည် ငွေပေးချေမှု မသမာမှုများ ဆက်လက်တည်မြဲရန် ကြိုးစားနေသည့် ဘော့တ်များကို ပိတ်ဆို့သည့် သက်သေပြနည်းလမ်းကို ပံ့ပိုးပေးပါသည်။ CAPTCHA သို့ ချဉ်းကပ်ပုံဟောင်းများသည် ရိုးရှင်းသော နံပါတ်များကဲ့သို့ပင် ယခုအခါ အဆင့်မြင့် ဘော့တ်များကို လျော့ပါးသက်သာစေသော်လည်း hCaptcha Enterprise ကဲ့သို့ အလိုအလျောက် စမ်းသပ်တုံ့ပြန်သည့် ကိရိယာသည် အကောင့်ဝင်ခြင်း သို့မဟုတ် စျေးဝယ်လှည်း ငွေရှင်းသည့်အချိန်တွင် လိမ်လည်သူ ဘော့တ်ကို အလွယ်တကူ ငုတ်သွားနိုင်သည်။ ဘော့တ်တွင် စစ်မှန်သောအထောက်အထားများ ရှိလျှင်ပင်၊ အကယ်၍ CAPTCHA ကိုဖြတ်ကျော်၍မရနိုင်ပါ။",
    "1467308982": "ငွေပေးချေမှုအချိန်ဇယားများ",
    "1291824746": "hCaptcha ပေးချေမှုများသည် ရက် 60 နောက်လိုက်အခြေခံဖြင့် သုံးလတစ်ကြိမ် လုပ်ဆောင်သည်။ ဘာကိုဆိုလိုသလဲဆိုတာကို သရုပ်ဖော်ဖို့အတွက် အောက်ပါဇယားကို ကြည့်ပါ။",
    "3444947612": "အသွားအလာများကြား",
    "4181611011": "ပြန်လည်သင့်မြတ်ရေးနေ့စွဲ",
    "728503636": "ပေးချေသည့်ရက်စွဲ",
    "3720584906": "ဇူလိုင်လ 15 ရက် 2021 မှ 15 အောက်တိုဘာလ 2021 ခုနှစ်",
    "388240587": "ဇန်န၀ါရီ ၅-၁၅၊ ၂၀၂၂",
    "3426312287": "ဇန်န၀ါရီ ၅-၁၅၊ ၂၀၂၂",
    "615618648": "ဧပြီလ 15 ရက် 2021 ခုနှစ်မှ ဇူလိုင်လ 15 ရက် 2021 ခုနှစ်",
    "3376724603": "စက်တင်ဘာ ၁၄ မှ ၂၄ ရက် ၂၀၂၁ †††",
    "3398978455": "စက်တင်ဘာ ၁၅-၂၅၊ ၂၀၂၁†††",
    "2722456056": "ဇန်န၀ါရီ ၁၅၊ ၂၀၂၁ မှ ဧပြီလ ၁၅ ရက် ၂၀၂၁",
    "4063155841": "ဇွန်လ 25 ရက် 2021 ခုနှစ်ထက် နောက်မကျစေဘဲ ††",
    "4082053540": "ဇွန်လ 19-25 ရက် 2021 ခုနှစ်††",
    "64953197": "အောက်တိုဘာလ 15 ရက် 2020 မှ 15 ရက် Jan 2021 ခုနှစ်",
    "1023070345": "မတ်လ 14 ရက် 2021 ထက်နောက်မကျစေဘဲ",
    "2600696085": "မတ်လ 15 ရက် 2021 ခုနှစ်",
    "3217791519": "ဇူလိုင်လ 15 ရက် 2020 မှ 15 အောက်တိုဘာလ 2020 ခုနှစ်",
    "649261378": "ဇန်န၀ါရီ ၅ ရက်မှ ၁၁ ရက် ၂၀၂၁ *",
    "1559190296": "ဇန်န၀ါရီ 5-11 ရက် 2021†",
    "3806054689": "ဧပြီလ 15 ရက် 2020 မှ ဇူလိုင်လ 15 ရက် 2020 ခုနှစ်",
    "4162383380": "2020 ခုနှစ် စက်တင်ဘာလ 16 ရက်မှ 22 ရက်အထိ *****",
    "1990824776": "2020 ခုနှစ် စက်တင်ဘာလ 16-24 ရက် *****",
    "3856690908": "ဇန်နဝါရီလ 15 ရက် 2020 မှ ဧပြီလ 15 ရက် 2020 ခုနှစ်",
    "3200641265": "ဇွန်လ 16 ရက် 2020 ခုနှစ်ထက် နောက်မကျစေဘဲ*",
    "3744079744": "ဇွန်လ 15-19 ရက် 2020 ခုနှစ်****",
    "2209837451": "အောက်တိုဘာလ 15 ရက် 2019 မှ 15 ရက် Jan 2020 ထိ",
    "2510534204": "မတ်လ 23 ရက် 2020 ခုနှစ်ထက် နောက်မကျစေဘဲ ***",
    "2910560864": "မတ်လ 20-23 ရက် 2020 ခုနှစ် ***",
    "2544565802": "ဇူလိုင်လ 15 ရက် 2019 ခုနှစ်မှ အောက်တိုဘာလ 15 ရက် 2019 ခုနှစ်",
    "3963642878": "ဒီဇင်ဘာလ 14 ရက် 2019 ခုနှစ်ထက် နောက်မကျစေဘဲ*",
    "622103562": "ဒီဇင်ဘာလ 17 ရက် 2019 ခုနှစ် **",
    "4072202039": "ဧပြီလ 15 ရက် 2019 ခုနှစ်မှ ဇူလိုင်လ 15 ရက် 2019 ခုနှစ်",
    "818049069": "ဇူလိုင်လ 15 ရက် 2019 ခုနှစ်ထက် နောက်မကျစေဘဲ",
    "1169005651": "စက်တင်ဘာ ၁၅၊ ၂၀၁၉",
    "2303655425": "ဇန်နဝါရီလ 15 ရက် 2019 ခုနှစ် ဧပြီလ 15 ရက် 2019 ခုနှစ်",
    "3678889946": "ဇွန်လ 15 ရက် 2019 ခုနှစ်ထက် နောက်မကျစေဘဲ",
    "3094354698": "ဇွန်လ 15 ရက် 2019 ခုနှစ်",
    "4217013126": "ပေးချေမှုများသည် ပုံမှန်အားဖြင့် ပေးချေသည့်နေ့စွဲတွင် တစ်နေ့တာလုံး လုပ်ဆောင်လေ့ရှိပြီး ယေဘုယျအားဖြင့် သန်းခေါင်ယံ ပစိဖိတ်အချိန်၌ ပြီးဆုံးပါသည်။ အကောင့်တစ်ခုအား ပြန်လည်သုံးသပ်ရန်အတွက် အလံပြထားပါက၊ ငွေပေးချေမှုတစ်ခုထုတ်ပြန်ရန် နောက်ထပ်ငါးရက်အထိ ကြာနိုင်သည်။",
    "1447649958": "သတိပေးချက်အနေဖြင့်၊ တိကျသောလူ့အသွားအလာမှသာလျှင် ငွေပေးချေမှုများအတွက် အရည်အချင်းပြည့်မီပါသည်။ ဤအကြောင်းအရာနှင့်ပတ်သက်ပြီး အသေးစိတ်အချက်အလက်များကို ကျွန်ုပ်တို့၏ FAQ တွင် အောက်ပါလင့်ခ်တွင် ကြည့်ရှုနိုင်ပါသည်။ ပေးချေမှုအတွက် သတ်မှတ်ချက်ပြည့်မီစေရန်အတွက် လက်ကျန်ငွေသည် လက်ရှိတွင် 10 HMT ဖြစ်သည်။",
    "4257144752": "အချိန်နှင့်တပြေးညီ ခန့်မှန်းချက်များသည် နောက်ဆုံးတိကျမှု သို့မဟုတ် လူသားဆန်မှုကို ထင်ဟပ်ခြင်းမရှိပါ၊ ထို့ကြောင့် သင်၏နောက်ဆုံးရရှိငွေများသည် သင်၏ပထမဆုံးပြန်လည်ပေါင်းစည်းခြင်းမပြုမီ Dashboard တွင်ပြသထားသော နံပါတ်များနှင့် သိသိသာသာကွာခြားနိုင်ပါသည်။",
    "2728931827": "ပြန်လည်ပေါင်းစည်းမှုတစ်ခုစီပြီးနောက်၊ သင့်ဆိုက်တစ်ခုချင်းကီး ခန့်မှန်းချက်များကို အပ်ဒိတ်လုပ်မည်ဖြစ်ပြီး၊ သင့်ဆိုက်တွင် အသုံးပြုသူ၏အပြုအမူတွင် အကြောင်းအရာပြောင်းလဲမှုမရှိပါက၊ အနာဂတ်ခန့်မှန်းချက်များ၏ တိကျမှုတိုးလာမည်ဖြစ်သည်။",
    "1200905005": "††† စက်တင်ဘာလ 2021 ခုနှစ်မှစ၍၊ ပြန်လည်သင့်မြတ်ရေးနှင့် ပေးချေမှုများသည် ဝန်ဆောင်မှုတိုးတက်မှုနှင့် ဆက်စပ်သော လုပ်ငန်းလည်ပတ်မှုဆိုင်ရာ ကန့်သတ်ချက်များကို ရိုးရှင်းလွယ်ကူစေရန်အတွက် တစ်ရက်တည်းမဟုတ်ဘဲ ခန့်မှန်းခြေ 10 ရက်တာကာလအတွင်း လုပ်ဆောင်ပါသည်။",
    "4284094387": "†† ပြန်လည်ပေါင်းစည်းရေးဝင်းဒိုးအတွင်း အပြီးသတ်တွက်ချက်မှုများကို စိစစ်ရာတွင် နှောင့်နှေးမှုများကြောင့် 2021 ဇွန်လ 2021 ခုနှစ် ပြန်လည်ပေါင်းစည်းမှုများနှင့် ပေးချေမှုများအချို့သည် နောက်အပတ်တွင် လုပ်ဆောင်ပါမည်။",
    "1977013707": "† နှစ်ကုန်ပြန်လည်သင့်မြတ်ရေးနှင့် ဝန်ထမ်းအားလပ်ရက်များနှင့် ထပ်နေခြင်းကို ရှောင်ရှားရန် 2020 ခုနှစ် ဒီဇင်ဘာ ပေးချေမှုများကို 15 ရက်နေ့မှ ပြန်လည်စီစဉ်ထားသည်- ၎င်းတို့သည် ဇန်နဝါရီ ဒုတိယပတ်တွင် အပြီးသတ်မည်ဖြစ်သည်။ PayPal သို့ ပုံမှန်လွှဲပြောင်းမှုများထက် နှေးကွေးခြင်းကြောင့်၊ ငွေပေးချေမှုများသည် တစ်ရက်တည်းတွင် ပြီးစီးမည့်အစား ရက်ပေါင်းများစွာကြာမည်ဖြစ်သည်။",
    "517010299": "ကျေးဇူးပြု၍ မှတ်ချက်- ကျွန်ုပ်တို့သည် အချိန်နှင့်တပြေးညီ ပြန်လည်သင့်မြတ်ရေးသို့ အဓိက နောက်ခံအကူးအပြောင်းကို လုပ်ဆောင်နေပါသည်။ အချိန်အခါအလိုက် ပြန်လည်ညှိနှိုင်းမှုများသည် 2021 Q1 တွင် ပုံမှန်ထက် မကြာခဏလျော့နည်းသွားပါမည်။ ၎င်းသည် ငွေပေးချေမှုအချိန်ဇယား သို့မဟုတ် ရက်စွဲများကို မထိခိုက်စေပါ။",
    "3092200338": "** 15th သည် weekend တွင်ကျရောက်သောအခါ၊ Payout Date သည် 17th အစားဖြစ်သည်။",
    "3891941747": "*** COVID-19 အကြံပြုချက်- COVID-19 နှင့် ပတ်သက်သည့် ဝန်ထမ်းများ စွမ်းဆောင်ရည် ကျဆင်းမှုကြောင့် ကျွန်ုပ်တို့၏ စံအတည်ပြုချက်ကို ပြီးမြောက်ရန် ထပ်လောင်းအချိန်ပေးရန်အတွက် ပြန်လည်သင့်မြတ်ရေးကို ပြန်လည်စီစဉ်ထားပါသည်။ ပေးချေမှုများကိုသောကြာနေ့တွင်စတင်ပြီးနောက်အပတ်တနင်္လာနေ့တွင်အပြီးသတ်ရန်မျှော်လင့်ရသည်။",
    "2301757528": "**** ငွေပေးချေမှုဝင်းဒိုးအတွင်း ၎င်းတို့၏ REST APIs များကို PayPal မှ ပြုပြင်ထိန်းသိမ်းမှုကြောင့် ပေးချေမှုအားလုံးကို ဇွန်လ 15 ရက်နေ့တွင် ပြီးစီးမည်မဟုတ်ပါ။ ဇွန် 15 ရက် (ပစိဖိတ်စံတော်ချိန်) အတွက် စီစဉ်ထားသော်လည်း PayPal API အမှားအယွင်းများကြောင့် ပေးချေမှုများကို ဇွန် 19 ရက် (ပစိဖိတ်အချိန်) တွင် ပြန်လည်လုပ်ဆောင်ခဲ့သည်။",
    "116842359": "***** စနစ်ပြုပြင်ထိန်းသိမ်းမှုများကြောင့် ရက်အတော်ကြာကြာ ပြီးမြောက်ရန် မျှော်လင့်ပါသည်။",
    "4154415610": "***** 2020 ခုနှစ် စက်တင်ဘာလတွင် ငွေပေးချေမှုများကို ပြန်လည်သင့်မြတ်ရေး ပြီးမြောက်သည်နှင့်အမျှ အချို့သော ပြန်လည်သင့်မြတ်ရေး နှောင့်နှေးမှုများကြောင့် မူလသတ်မှတ်ထားသည့် ရက်များထက် များစွာနောက်ကျပြီး အချို့သော ပေးချေမှုများကို အတွဲလိုက် လုပ်ဆောင်ပါမည်။",
    "2310694091": "Reconciliation ဆိုတာ ဘာကို ဆိုလိုတာလဲ။",
    "164801246": "ပြန်လည်သင့်မြတ်ရေးဟူသည် ၎င်း၏လူသားဆန်မှုနှင့် တိကျမှုကို စစ်ဆေးအတည်ပြုပြီးနောက် လမ်းကြောင်းများကို ခွဲခြမ်းစိတ်ဖြာသည့် လုပ်ငန်းစဉ်ဖြစ်ပြီး၊ အစီရင်ခံခြင်းဆိုက်အားလုံးမှ ဒေတာအားလုံးပါဝင်ပြီးသည်နှင့် ကျွန်ုပ်တို့၏အသေးစိတ်အချက်အလက်များကို သင်ဖတ်ရှုနိုင်ပါသည်။",
    "3256245394": "ကျွန်ုပ်တို့၏ဘလော့ဂ်ပို့စ်များ၊ ဥပမာ",
    "3089778412": "hCaptcha သည် ဆုလာဘ်များကို မည်သို့တွက်ချက်သနည်း။",
    "3329755436": "ဤလုပ်ငန်းစဉ်ကို အရှိန်မြှင့်ရန် သင်စီစဉ်နေပါသလား။",
    "1911669851": "ဟုတ်ပါသည်၊ ကျွန်ုပ်တို့သည် လောလောဆယ်တွင် ကျွန်ုပ်တို့ မျှော်လင့်ထားသည့် ကျွန်ုပ်တို့၏ နောက်ခံစနစ်များဆိုင်ရာ တိုးတက်မှုအမျိုးမျိုးကို လုပ်ဆောင်နေပါသည် အမျိုးသားပြန်လည်သင့်မြတ်ရေး အရှိန်အဟုန်မြှင့် ဆောင်ရွက်လျက်ရှိပါသည်။",
    "2366003154": "စာနယ်ဇင်းနှင့် မီဒီယာ စုံစမ်းမေးမြန်းမှုများ",
    "3054564199": "Kit ကိုနှိပ်ပါ။",
    "3173156067": "သင့်ဆောင်းပါးတွင် နမူနာပုံများကို ထည့်သွင်းလိုသည့် အခမ်းအနားတွင် အဆင်သင့်လုပ်ထားသော အာမခံပစ္စည်းအချို့ကို ရနိုင်သည်။",
    "867314732": "Resolution မြင့်တာကို သင် ရယူနိုင်ပါတယ်။",
    "858218750": "နှင့် ၎င်းတို့ကို အသုံးပြုရန် လမ်းညွှန်ချက်",
    "3821716514": "စာမျက်နှာ။",
    "1186243118": "လိုဂိုပုံများ",
    "3034959000": "ပြန်ယူလို့ရတယ်။",
    "1764089150": "ဒီမှာ:",
    "1558428432": ". သူတို့ကို hCaptcha.com သို့ credit ပေးပါ။",
    "2429359042": "ဥပမာ အင်တာဖေ့စ်ပုံများ",
    "1480820434": "ပုံ ၁",
    "3213411837": "ပုံ ၂",
    "1270712701": "သတင်းထုတ်ပြန်မှုများနှင့် မကြာသေးမီက အစီရင်ခံစာများ",
    "231285005": "ကျွန်ုပ်တို့၏ဘလော့ဂ်တွင် လတ်တလော အပ်ဒိတ်များကို သင်ရှာတွေ့နိုင်ပါသည်။",
    "1289884910": "ကျွန်ုပ်တို့သည် အခါအားလျော်စွာ ခွဲခြမ်းစိတ်ဖြာမှုနှင့် အစီရင်ခံစာများကို ထုတ်ဝေပါသည်။ ဥပမာ:",
    "932546190": "အဘယ်ကြောင့် CAPTCHA များသည် ကျွန်ုပ်တို့နှင့်အတူ အမြဲရှိနေမည်နည်း။",
    "2344319147": "Google ၏ bot detection သည် အမှန်တကယ်တန်ဖိုးမည်မျှရှိသနည်း။",
    "1637527266": "ဘယ်နိုင်ငံတွေမှာ bot traffic အများဆုံးရှိလဲ။",
    "230159237": "အဆက်အသွယ်များ",
    "3759923279": "ကျေးဇူးပြု၍ အောက်ပါအီးမေးလ်လိပ်စာသို့ စာနယ်ဇင်း စုံစမ်းမေးမြန်းမှုများကို ညွှန်ကြားပါ။",
    "4255608322": "နောက်ဆုံးမွမ်းမံပြင်ဆင်သည်- ဧပြီလ 12 ရက်၊ 2021",
    "33639629": "Third Party ဝဘ်ဆိုဒ်များနှင့် သက်ဆိုင်ခြင်းမရှိပါ။ ဤကိုယ်ရေးကိုယ်တာမူဝါဒသည် ကျွန်ုပ်တို့၏ဆိုက်သို့ လင့်ခ်ချိတ်သည် သို့မဟုတ် ဝန်ဆောင်မှုကိုထည့်သွင်းထားသော်လည်း မည်သည့်ဝဘ်ဆိုက်၊ ကမ်းလှမ်းမှု၊ ထုတ်ကုန် သို့မဟုတ် ဝန်ဆောင်မှုနှင့်မျှ သက်ဆိုင်ခြင်းမရှိကြောင်း ကျေးဇူးပြု၍ ကျေးဇူးပြု၍ သတိပြုပါ - တတိယပုဂ္ဂိုလ်ထံသို့ အချက်အလက်တစ်ခုခုကို ပေးဆောင်ရန် မဆုံးဖြတ်မီ သက်ဆိုင်ရာ လျှို့ဝှက်ရေးမူဝါဒများကို ဖတ်ရှုပါ။ ပါတီများက။",
    "987375734": "IMI သည် အမေရိကန်တွင် အခြေစိုက်သည်။ ဆိုက်များနှင့် ဝန်ဆောင်မှုများကို အမေရိကန်ပြည်ထောင်စုမှ ကျွန်ုပ်တို့မှ ထိန်းချုပ်ပြီး လည်ပတ်ပါသည်။ သင့်ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို ကျွန်ုပ်တို့တွင် ဝန်ဆောင်မှုပေးသူများ သို့မဟုတ် ဝန်ဆောင်မှုပေးသူများနှင့် ထိတွေ့ဆက်ဆံသည့် မည်သည့်နိုင်ငံမဆိုတွင် သိမ်းဆည်းပြီး စီမံဆောင်ရွက်ထားနိုင်ပြီး၊ ဆိုက်များနှင့် ဝန်ဆောင်မှုများကို အသုံးပြုခြင်းဖြင့် သင်သည် အမေရိကန်ပြည်ထောင်စုအပါအဝင် သင့်နေထိုင်ရာနိုင်ငံပြင်ပနိုင်ငံများသို့ အချက်အလက်များလွှဲပြောင်းရန် သဘောတူညီထားနိုင်သည် သင့်နိုင်ငံနှင့်မတူသော ဒေတာကာကွယ်ရေးစည်းမျဉ်းများ ရှိကောင်းရှိနိုင်ပါသည်။ အချို့သောအခြေအနေများတွင်၊ တရားရုံးများ၊ ဥပဒေစိုးမိုးရေးအေဂျင်စီများ၊ စည်းမျဉ်းစည်းကမ်းအေဂျင်စီများ သို့မဟုတ် ထိုနိုင်ငံများတွင် လုံခြုံရေးအာဏာပိုင်များသည် သင်၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို ဝင်ရောက်ကြည့်ရှုခွင့်ရှိနိုင်ပါသည်။",
    "452920031": "အမေရိကန်ပြည်ထောင်စုပြင်ပရှိ ဖောက်သည်များအတွက် မှတ်ချက်။",
    "2328839224": ". ကျေးဇူးပြု၍ ကယ်လီဖိုးနီးယားစားသုံးသူကိုယ်ရေးကိုယ်တာအက်ဥပဒေ (\"CCPA\") အရ သင့်အခွင့်အရေးများနှင့်ပတ်သက်သည့် ကျွန်ုပ်တို့၏ \"ကယ်လီဖိုးနီးယားနေထိုင်သူများသို့ သတိပေးချက်\" ကဏ္ဍကို ကြည့်ပါ။",
    "1565481281": "ကယ်လီဖိုးနီးယားနေထိုင်သူများအတွက် မှတ်ချက်",
    "1028058338": "အထွေထွေဒေတာကာကွယ်ရေးစည်းမျဉ်း (\"GDPR\") အောက်တွင် သင့်အခွင့်အရေးများနှင့်ပတ်သက်သည့် ကျွန်ုပ်တို့၏ \"အီးယူဒေတာအကြောင်းအရာများဆိုင်ရာ သတိပေးချက်\" အပိုင်းကို ကြည့်ပါ။",
    "2271205646": "ဥရောပစီးပွားရေး ဧရိယာအတွင်း နေထိုင်သူများအတွက် မှတ်ချက်။",
    "508143070": "IMI သည် ကျွန်ုပ်တို့၏ ဝန်ဆောင်မှုပေးမှုနှင့်စပ်လျဉ်း၍ ကျွန်ုပ်တို့၏ Integrators ကိုယ်စား ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို စီမံဆောင်ရွက်ပေးသည့်နေရာမှလွဲ၍ IMI သည် သင်၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို ထိန်းချုပ်သူဖြစ်ပြီး၊ ယင်းအခြေအနေတွင် ကျွန်ုပ်တို့သည် ကိုယ်ရေးကိုယ်တာအချက်အလက်များ၏ ပရိုဆက်ဆာဖြစ်ပြီး အဆိုပါပေါင်းစည်းသူများသည် ထိန်းချုပ်သူများဖြစ်ကြသည် ကိုယ်ပိုင်သတင်းအချက်အလက်များ။",
    "2330965058": "ကျွန်ုပ်တို့၏ Integrators များအတွက် ပရိုဆက်ဆာအဖြစ် လုပ်ဆောင်သည့်အခါ၊ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ ဝန်ဆောင်မှုကို ပေးဆောင်ရန်အတွက် လိုအပ်သလို ကျိုးကြောင်းဆီလျော်စွာ လိုအပ်သည့်အရာမှလွဲ၍ အခြားမည်သည့်ရည်ရွယ်ချက်အတွက်မှ စုဆောင်းထားသောဒေတာကို အသုံးမပြုဘဲ ကျွန်ုပ်တို့၏လုပ်ငန်းဆောင်ရွက်မှုကို ကျွန်ုပ်တို့၏ Integrators နှင့် ချုပ်ဆိုထားသော စာချုပ်များဖြင့် အုပ်ချုပ်မည်ဖြစ်ပါသည်။ ကိုယ်ရေးအချက်အလက်မူဝါဒ",
    "3017040355": "EU Data Subject ဒေတာကို စီမံဆောင်ရွက်ခြင်းသည် ကျွန်ုပ်တို့၏ ဝန်ဆောင်မှုစည်းမျဥ်းများ သို့မဟုတ် ကျွန်ုပ်တို့၏ပေါင်းစည်းသူများနှင့် ဒေတာစီမံဆောင်ရွက်ရေးဆိုင်ရာ သဘောတူညီချက်များအတွင်း ပေါင်းစပ်ထားသော Standard Contractual Clauses (SCCs) ၏ တရားဝင်အခြေခံအောက်တွင် လုပ်ဆောင်ပါသည်။",
    "2233384692": "အကယ်၍ သင့်တွင် အဆိုပါဒေတာကိုမည်ကဲ့သို့ကိုင်တွယ်ပုံ သို့မဟုတ် သင့်အခွင့်အရေးများကို ကျင့်သုံးလိုသည့်မေးခွန်းများ သို့မဟုတ် စိုးရိမ်ပူပန်မှုများရှိပါက၊ ဤဒေတာကိုလုပ်ဆောင်ရန်အတွက် ဝန်ဆောင်မှုကိုအသုံးပြုရန် ကျွန်ုပ်တို့နှင့် စာချုပ်ချုပ်ဆိုထားသည့် ပုဂ္ဂိုလ် သို့မဟုတ် အဖွဲ့အစည်း (ဆိုလိုသည်မှာ ဒေတာထိန်းချုပ်သူ) သို့ ဆက်သွယ်သင့်သည်။ မည်သို့ပင်ဆိုစေကာမူ ကျွန်ုပ်တို့သည် ၎င်းတို့နှင့် ကျွန်ုပ်တို့၏ စာချုပ်ပါ စည်းကမ်းချက်များနှင့်အညီ သင့်တွင်ရှိနိုင်သည့် မည်သည့်စိုးရိမ်မှုများကိုမဆို ဖြေရှင်းရန်အတွက် ကျွန်ုပ်တို့၏ပေါင်းစည်းသူများထံ အကူအညီပေးပါမည်။",
    "349292953": "ကျွန်ုပ်တို့ စုဆောင်းထားသော အချက်အလက်",
    "3022001832": "ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုကို ၎င်းတို့၏ဝဘ်ဆိုဒ်တွင် ပေါင်းစည်းထားသည့်သူများ (\"ပေါင်းစည်းသူများ\")၊ ဒေတာတံဆိပ်ကပ်ခြင်းအတွက် ဝန်ဆောင်မှုများကိုအသုံးပြုသူများ (\"ဖောက်သည်များ\") နှင့် ကျွန်ုပ်တို့နှင့် အပြန်အလှန်တုံ့ပြန်သော နောက်ဆုံးအသုံးပြုသူများအပါအဝင် ကျွန်ုပ်တို့၏ဆိုက်များနှင့် ဝန်ဆောင်မှုများနှင့် အပြန်အလှန်ဆက်ဆံသော တစ်ဦးချင်းစီထံမှ အချက်အလက်များကို စုဆောင်းပါသည်။ ကျွန်ုပ်တို့၏ပေါင်းစည်းသူများ (\"အသုံးပြုသူများ\") ၏ ဝဘ်ဆိုက်များမှတဆင့် ဝန်ဆောင်မှုပေးသည်။",
    "835545301": "ကျွန်ုပ်တို့သည် အောက်ပါ အချက်အလက်အမျိုးအစားများကို စုဆောင်းပါသည်။",
    "3228928991": "အမည်၊ အီးမေးလ်လိပ်စာနှင့် နိုင်ငံကဲ့သို့သော လူတစ်ဦးချင်းစီ (\"ကိုယ်ရေးကိုယ်တာ အချက်အလက်\") ကို ခွဲခြားသတ်မှတ်ရန် သို့မဟုတ် ဆက်သွယ်ရန် အသုံးပြုနိုင်သည့် အချက်အလက်များ။ ကျွန်ုပ်တို့ထံ တိုက်ရိုက်ပေးသောအခါတွင် ကျွန်ုပ်တို့၏ လက်ရှိနှင့် အလားအလာရှိသော ပေါင်းစည်းသူများနှင့် ဖောက်သည်များမှ ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို စုဆောင်းပါသည် (ဥပမာ၊ အကောင့်တစ်ခုအတွက် အကောင့်ဖွင့်သည့်အခါ ဖောင်ဖြည့်ခြင်း သို့မဟုတ် ကျွန်ုပ်တို့ထံမှ အီးမေးလ်အကြောင်းကြားချက်များကို လက်ခံရယူရန် လျှောက်ထားခြင်း)။ ကျွန်ုပ်တို့သည် ပြင်ပအဖွဲ့အစည်းဒေတာဘေ့စ်များ သို့မဟုတ် တရားဝင်တရားဝင်စာရွက်စာတမ်းများနှင့် ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို နှိုင်းယှဉ်ခြင်းဖြင့် ကျွန်ုပ်တို့၏ပေါင်းစည်းသူများနှင့် ဝယ်ယူသူများ၏အထောက်အထားကို စစ်ဆေးနိုင်ပါသည်။",
    "1655796811": "ဆိုက်များ သို့မဟုတ် ဝန်ဆောင်မှုများ (\"ခွဲခြမ်းစိတ်ဖြာမှုဆိုင်ရာ အချက်အလက်\") ကို ပေါင်းစည်းသူ သို့မဟုတ် သုံးစွဲသူ၏အသုံးပြုမှုကြောင့် သတင်းအချက်အလက်များ အလိုအလျောက် စုဆောင်းရရှိသည့် အချက်အလက်ဖြစ်သည့် IP လိပ်စာများ၊ ဘရောက်ဆာအမျိုးအစား၊ အင်တာနက် ဝန်ဆောင်မှုပေးသူ၊ ပလပ်ဖောင်းအမျိုးအစား၊ စက်အမျိုးအစား၊ လည်ပတ်မှုစနစ်၊ ရက်စွဲနှင့် အချိန်တံဆိပ်တုံး သုံးစွဲခွင့်နှင့် အခြားသော အလားတူအချက်အလက်များ။ အချို့သော ပိုင်းခြားစိတ်ဖြာချက်အချက်အလက်များကို ကျွန်ုပ်တို့ကိုယ်စား စုဆောင်းထားပြီး ထိုရည်ရွယ်ချက်အတွက် ကျွန်ုပ်တို့ပါဝင်နေသည့် ပြင်ပအဖွဲ့အစည်းများမှ စုဆောင်းထားသော အချို့သော ပိုင်းခြားစိတ်ဖြာချက်အချက်အလက်များကို ကွက်ကီးများအပါအဝင် ခြေရာခံနည်းပညာအမျိုးမျိုးဖြင့် စုဆောင်းထားပါသည် (အောက်ပါ \"တတိယအဖွဲ့ခွဲခြမ်းစိတ်ဖြာမှုနှင့် ခြေရာခံနည်းပညာများကို ကြည့်ပါ\"။",
    "1388241689": "ဝန်ဆောင်မှု (\"တံဆိပ်တပ်ထားသော ဒေတာ\") မှတစ်ဆင့် ရုပ်ပုံတံဆိပ်ကပ်ခြင်းဒေတာ၊ ထိုအသုံးပြုသူများထံ ဖွင့်ထားသော အော်ဒီယိုဖိုင်များမှ ပြောင်းထားသော စာသား၊ မေးခွန်းများအတွက် အဖြေများနှင့် ဝန်ဆောင်မှုမှထုတ်ပေးသော အခြားအချက်များကဲ့သို့သော ဝန်ဆောင်မှုမှတစ်ဆင့် အကြံပြုချက်များကို ဖြေကြားခြင်း၏ရလဒ်အဖြစ် အသုံးပြုသူများမှ ဖြေကြားခြင်းကြောင့် စုဆောင်းထားသော အချက်အလက် စက်သင်ယူမှုအပလီကေးရှင်းများတွင်အသုံးပြုရန်အတွက်ဒေတာကိုတံဆိပ်တပ်ခြင်းရည်ရွယ်ချက်အတွက်။ တံဆိပ်တပ်ထားသောဒေတာသည် မည်သူတစ်ဦးတစ်ယောက်နှင့်မျှ သက်ဆိုင်ခြင်းမရှိကြောင်း သတိပြုပါ။",
    "1493790285": "ဝန်ဆောင်မှု၏တစ်စိတ်တစ်ပိုင်းအဖြစ် အသုံးပြုသူများထံမှ စုဆောင်းရရှိသော အခြားအချက်အလက်များသည် ၎င်းတို့ဟုတ်မဟုတ် ဆုံးဖြတ်ရန် လိုအပ်ပါသည်။",
    "2216374138": "မောက်စ် လှုပ်ရှားမှုများ၊ လျှောချသည့် အနေအထား၊ ခလုတ်နှိပ်သည့် ဖြစ်ရပ်များ၊ ထိတွေ့မှု ဖြစ်ရပ်များ၊ နှင့် အသုံးပြုနိုင်သော gyroscope/accelerometer အချက်အလက် ကဲ့သို့သော လူသားများ ဖြစ်ကြသည်။",
    "2394073454": "ကျွန်ုပ်တို့နှင့် တစ်ဦးချင်း Data Labelers အဖြစ် ကျွန်ုပ်တို့နှင့် လုပ်ဆောင်လိုသော End-User များထံမှ နောက်ထပ်အချက်အလက်များကို ကျွန်ုပ်တို့ စုဆောင်းနိုင်ပါသည်။",
    "3103557430": "ကျွန်ုပ်တို့ သတင်းအချက်အလက်ကို ဘယ်လိုအသုံးပြုသလဲ။",
    "1130802068": "အောက်ပါရည်ရွယ်ချက်များအတွက် ကျွန်ုပ်တို့စုဆောင်းထားသော အချက်အလက်များကို ကျွန်ုပ်တို့အသုံးပြုသည်-",
    "2940689138": "Integrator နှင့် Customer အကောင့်များကို စီမံခန့်ခွဲရန်နှင့် ဝန်ဆောင်မှုကို ပေးဆောင်ရန်။ ကျွန်ုပ်တို့သည် တိကျသောအကောင့်များကို ပေါင်းစည်းသူများနှင့် ဖောက်သည်များနှင့် ချိတ်ဆက်ရန်နှင့် ၎င်းတို့အား ဝန်ဆောင်မှုပေးရန်၊ တောင်းဆိုချက်များ သို့မဟုတ် စုံစမ်းမေးမြန်းမှုများကို တုံ့ပြန်ရန်၊ ပံ့ပိုးမှု သို့မဟုတ် နည်းပညာဆိုင်ရာအကူအညီများပေးရန်နှင့် ငွေပေးချေမှုများကို လွယ်ကူချောမွေ့စေရန်အတွက် ကျွန်ုပ်တို့သည် ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို အသုံးပြုပါသည်။",
    "857974529": "Site နှင့် Service ကိုတိုးတက်စေရန်။ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ လက်ရှိဝန်ဆောင်မှုများနှင့် ကမ်းလှမ်းချက်များကို မြှင့်တင်ရန်နှင့် လက်ရှိနှင့် အနာဂတ်ထုတ်ကုန်ကမ်းလှမ်းမှုများကို စိတ်ကြိုက်ပြင်ဆင်ရန်အတွက် ပိုင်းခြားစိတ်ဖြာချက်အချက်အလက်များကို ကျွန်ုပ်တို့အသုံးပြုပါသည်။",
    "1820844638": "စျေးကွက်ထိုးထွင်းသိမြင်မှုရယူရန်။ ကျွန်ုပ်တို့သည် စျေးကွက်ခွဲခြမ်းစိတ်ဖြာရန်နှင့် ဝဘ်ဆိုက်နှင့် ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုများနှင့်သက်ဆိုင်သည့် စီးပွားရေးခွဲခြမ်းစိတ်ဖြာမှုများကို လုပ်ဆောင်ရန်နှင့် အခြားသောသုတေသနရည်ရွယ်ချက်များအတွက် ကျွန်ုပ်တို့အသုံးပြုပါသည်။",
    "3386280249": "Labeled Data အတွက် စျေးကွက်တစ်ခု ပံ့ပိုးပေးရန်။ ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုသည် ဝဘ်ဆိုက်ပိုင်ရှင်များနှင့် ၎င်းတို့၏ဒေတာကိုတံဆိပ်တပ်ရန် အကူအညီလိုအပ်နေသော ဝဘ်ဆိုက်ပိုင်ရှင်များနှင့် ကုမ္ပဏီများအတွက် ဝန်ဆောင်မှုတစ်ခုအနေဖြင့် ပမာဏမြင့်မားသောဒေတာတံဆိပ်တပ်ခြင်းနှင့် လူသားပြန်လည်သုံးသပ်ခြင်းတို့ကို လုပ်ဆောင်ပေးပါသည်။ ထို့ကြောင့်၊ ကျွန်ုပ်တို့သည် Labeled Data ကိုရယူလိုသော ကျွန်ုပ်တို့၏ဖောက်သည်များအား Labeled Data ကို ထုတ်ဖော်ပြသပါသည်။",
    "3532143291": "ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုများနှင့် စနစ်များကို လုံခြုံစေရန်။ ကျွန်ုပ်တို့သည် ဖြစ်နိုင်ချေရှိသော ခြိမ်းခြောက်မှုများနှင့် အားနည်းချက်များကို ရှာဖွေဖော်ထုတ်ခြင်းဖြင့် ကျွန်ုပ်တို့၏စနစ်များကို လုံခြုံစေရန်အတွက် ပိုင်းခြားစိတ်ဖြာချက်အချက်အလက်များကို အသုံးပြုကာ ကျွန်ုပ်တို့စုဆောင်းထားသော အချက်အလက်များကို ကာကွယ်ရန်အတွက် အသုံးပြုပါသည်။",
    "2185418511": "မည်သည့်တရားဝင်စီးပွားရေးရည်ရွယ်ချက်အတွက်မဆို အချက်အလက်အား လူတစ်ဦးတစ်ယောက်နှင့် ကျိုးကြောင်းဆီလျော်စွာ ဆက်စပ်၍မရနိုင်သော အချက်အလက်များအား ခွဲခြားသတ်မှတ်ထားခြင်း သို့မဟုတ် စုစည်းထားခြင်းဖြစ်ပေသည်။",
    "2386465280": "သတင်းအချက်အလက်မျှဝေနည်း",
    "2159517814": "ကျွန်ုပ်တို့သည် အောက်ပါကိစ္စများတွင် ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို မျှဝေခြင်း သို့မဟုတ် ထုတ်ဖော်ခြင်းဖြစ်သည်-",
    "4256083674": "တိကျသော CAPTCHA စိန်ခေါ်မှုတောင်းဆိုမှု သို့မဟုတ် IP လိပ်စာ သို့မဟုတ် တိကျသောခွင့်ပြုချက်ပေးထားသည့်နေရာတွင် လိမ်လည်မှုအန္တရာယ်ကို ခွဲခြားသတ်မှတ်ရန် ပေါင်းစည်းသူထံမှ တိုက်ရိုက်တောင်းဆိုမှုအပေါ်။",
    "3494826505": "ရောင်းချသူများဖြင့် ကျွန်ုပ်တို့သည် ဒေတာသိုလှောင်မှု၊ hosting နှင့် Analytics ကဲ့သို့သော Sites နှင့် Service ၏ မရှိမဖြစ်လိုအပ်သော ကဏ္ဍများကို ပံ့ပိုးပေးရန် နှင့် ထိုရည်ရွယ်ချက်များအတွက်သာ ပါဝင်ပါသည်။",
    "1119009846": "အစိုးရတောင်းဆိုမှုများ၊ ဥပဒေစိုးမိုးရေးတောင်းဆိုမှုများအပါအဝင်၊ သင်၊ ကျွန်ုပ်တို့ သို့မဟုတ် အခြားသူများ၏အခွင့်အရေး၊ ကိုယ်ရေးကိုယ်တာ၊ ဘေးကင်းရေး သို့မဟုတ် အခြားအရာများကို ကာကွယ်ရန်အတွက် အစိုးရနှင့် ပုဂ္ဂလိကအဖွဲ့အစည်းများကို သက်ဆိုင်ရာဥပဒေနှင့်အညီ လိုအပ်သလို လိုက်နာဆောင်ရွက်ရန် လိုအပ်ပါသည်။",
    "197676026": "မည်သည့်တရားဝင်စီးပွားရေးရည်ရွယ်ချက်အတွက်မဆို အခြားသူများနှင့် ပံ့ပိုးပေးထားသည့် အချက်အလက်ကို ခွဲခြားသတ်မှတ်ထားခြင်းကို ဖျောက်ထားသည်။",
    "2359312315": "သို့မဟုတ် လူတစ်ဦးနှင့်တစ်ဦး ကျိုးကြောင်းဆီလျော်စွာ ဆက်စပ်၍မရနိုင်သော ပေါင်းစပ်ထားသည်။",
    "2497216176": "Third Party Analytics နှင့် Tracking Technologies",
    "3694578791": "အထက်တွင် ဆွေးနွေးခဲ့သည့်အတိုင်း၊ ကျွန်ုပ်တို့ (နှင့် ကျွန်ုပ်တို့၏ ပြင်ပရောင်းချသူများ) သည် cookies၊ web beacons နှင့် အခြားသော ခြေရာခံနည်းပညာများကို အသုံးပြုခြင်းဖြင့် ပိုင်းခြားစိတ်ဖြာချက်အချက်အလက်များကို စုဆောင်းပါသည်။ အချို့သောဥပမာတွင်၊ ကျွန်ုပ်တို့သည် ပိုင်းခြားစိတ်ဖြာချက်အချက်အလက်များကို စုဆောင်းရန်အတွက် ရည်ရွယ်ချက်အတွက် ကွတ်ကီးများကို အသုံးပြုရန်အတွက် ပြင်ပရောင်းချသူများနှင့် ကျွန်ုပ်တို့ လုပ်ဆောင်ပါသည်။",
    "2014256987": "ကွတ်ကီးများ သို့မဟုတ် အခြားခြေရာခံနည်းပညာများအသုံးပြုခြင်းကို ပိတ်ပင်ခြင်းမပြုလိုပါက၊ ကျေးဇူးပြု၍ အောက်ပါ \"သင်၏အချက်အလက်များကို စီမံခန့်ခွဲခြင်း\" ကိုကြည့်ပါ။ အချို့သောအင်္ဂါရပ်များသည် ကောင်းမွန်စွာအလုပ်မလုပ်သောကြောင့်၊ ထိုသို့လုပ်ဆောင်ခြင်းသည် Sites သို့မဟုတ် Service ကိုအသုံးပြုခြင်းအတွေ့အကြုံကို ဆိုးကျိုးသက်ရောက်စေနိုင်ကြောင်း ကျေးဇူးပြု၍ သတိပြုပါ။",
    "2788024905": "ကျွန်ုပ်တို့သည် သတင်းအချက်အလက်ကို မည်သို့လုံခြုံစေသနည်း။",
    "3031284129": "အာမခံ ငြင်းဆိုချက်များ",
    "26365791": "ဥပဒေအရ ခွင့်ပြုထားသည့် အတိုင်းအတာအထိ၊ ဆိုက်နှင့် ဝန်ဆောင်မှု (နှင့် အခြားသော ဆက်စပ်ဝန်ဆောင်မှုများ၊ အချက်အလက်များ၊ ဒေတာ၊ အင်္ဂါရပ်များနှင့် အခြားအကြောင်းအရာများ သို့မဟုတ် ပစ္စည်းများ) ကို \"အဖြစ်\" နှင့် \"ရရှိနိုင်သလောက်\" အခြေခံဖြင့် ပံ့ပိုးပေးပါသည်။ ဥပဒေအရ ခွင့်ပြုထားသည့် အတိုင်းအတာအထိ၊ IMI သည် ရောင်းဝယ်ဖောက်ကားနိုင်မှုဆိုင်ရာ အာမခံချက်များ၊ သီးခြားရည်ရွယ်ချက်တစ်ခုအတွက် ကြံ့ခိုင်မှုနှင့် ချိုးဖောက်မှုမဟုတ်သော အာမခံချက်တို့အပါအဝင် အာမခံချက်အားလုံးကို ဖယ်ထုတ်ထားသည်။",
    "735630686": "သင့်အချက်အလက်များကို စီမံခန့်ခွဲခြင်း (Your Rights)",
    "2895491273": "ကွတ်ကီးများ သို့မဟုတ် အခြားခြေရာခံနည်းပညာများကို ပိတ်ဆို့လိုပါက၊ ကွတ်ကီးများ သို့မဟုတ် အခြားခြေရာခံနည်းပညာများကို သင်လက်ခံရရှိသည့်အခါ သင့်အား အသိပေးရန်အတွက် သင့်ဆက်တင်များကို ပြောင်းလဲရန် ဘရောက်ဆာအများစုနှင့် မိုဘိုင်းစက်ပစ္စည်းများအားလုံးကို သင်အသုံးပြုနေပြီး လက်ခံရန်/ခွင့်ပြုခြင်းရှိ/မရှိကို ရွေးချယ်ရန်၊ အဲဒါ။ ဘရောက်ဆာအများစုသည် သင့်အား လက်ရှိကွတ်ကီးများကို ပိတ်ရန် သို့မဟုတ် ဖျက်ရန် သို့မဟုတ် နောင်လာမည့် cookies များကို အလိုအလျောက် ငြင်းပယ်ရန်လည်း ခွင့်ပြုထားသည်။ သင့် cookie စိတ်ကြိုက်ရွေးချယ်မှုများကို ထိန်းချုပ်ရန် ဘရောက်ဆာ ပလပ်အင်များ အပါအဝင် ပြင်ပကိရိယာများကို အသုံးပြုနိုင်သည်။ သို့သော်လည်း ကွတ်ကီးများအားလုံးကို သင်ပိတ်ထားပါက၊ ကျွန်ုပ်တို့၏ Sites အချို့သည် ကောင်းမွန်စွာ လုပ်ဆောင်နိုင်မည်မဟုတ်ကြောင်း သတိပြုပါ။",
    "707527778": "ကလေးများထံမှအချက်အလက်များ",
    "2419795065": "ကယ်လီဖိုးနီးယားနေထိုင်သူများအတွက် သတိပေးချက်",
    "1517625162": "California Civil Code ပုဒ်မ 1789.3 အရ ကယ်လီဖိုးနီးယားအသုံးပြုသူများသည် အောက်ဖော်ပြပါ စားသုံးသူအခွင့်အရေးများသတိပေးချက်ကို ခံစားခွင့်ရှိသည်- ကယ်လီဖိုးနီးယားတွင်နေထိုင်သူများသည် 1625 North Market Blvd., Sacramento၊ California Department of Consumer Affairs of the Division of Consumer Services ၏ တိုင်ကြားစာအကူအညီယူနစ်ထံသို့ ဆက်သွယ်နိုင်ပါသည်။ CA 95834 သို့မဟုတ် (916) 445-1254 သို့မဟုတ် (800) 952-5210 တွင် တယ်လီဖုန်းဖြင့်။",
    "3730344349": "ဤကဏ္ဍသည် ကယ်လီဖိုးနီးယားစားသုံးသူများအကြောင်း ကျွန်ုပ်တို့စုဆောင်းထားသော ကိုယ်ရေးကိုယ်တာအချက်အလက်များနှင့် ကယ်လီဖိုးနီးယားစားသုံးသူကိုယ်ရေးကိုယ်တာအက်ဥပဒေ သို့မဟုတ် \"CCPA\" အရ ၎င်းတို့အား ရရှိနိုင်သောအခွင့်အရေးများအကြောင်း နောက်ထပ်အသေးစိတ်အချက်အလက်များကို ပေးပါသည်။",
    "4044467791": "ပြီးခဲ့သော 12 လအတွင်း သင့်ထံမှ ကျွန်ုပ်တို့စုဆောင်းထားသော ကိုယ်ရေးကိုယ်တာအချက်အလက်များ အမျိုးအစားများအတွက်၊ ကျေးဇူးပြု၍ အထက်ပါ \"ကျွန်ုပ်တို့စုဆောင်းထားသော အချက်အလက်\" ကဏ္ဍကို ကြည့်ပါ။ အထက်ဖော်ပြပါ \"ကျွန်ုပ်တို့သည် ကိုယ်ရေးကိုယ်တာအချက်အလက်ကို အသုံးပြုနည်း\" ကဏ္ဍတွင် ဖော်ပြထားသော စီးပွားရေးနှင့် ကူးသန်းရောင်းဝယ်ရေး ရည်ရွယ်ချက်များအတွက် ဤအချက်အလက်များကို စုဆောင်းပါသည်။ ပြီးခဲ့သော 12 လအတွင်း၊ ကျွန်ုပ်တို့သည် လုပ်ငန်းရည်ရွယ်ချက်အတွက် ပြင်ပအဖွဲ့အစည်းများနှင့် အောက်ပါ အချက်အလက်အမျိုးအစားများကို မျှဝေထားပါသည်။",
    "4208081170": "ကိုယ်ရေးကိုယ်တာ အချက်အလက် အမျိုးအစား",
    "1528242915": "ခွဲခြားသတ်မှတ်သည်။",
    "3863351997": "ကယ်လီဖိုးနီးယား ဖောက်သည် မှတ်တမ်းဥပဒေ (Cal. Civ. Code § 1798.80(င)) တွင် ဖော်ပြထားသော ကိုယ်ရေးကိုယ်တာ အချက်အလက် အမျိုးအစားများ။",
    "2826705343": "စီးပွားဖြစ်အချက်အလက်။",
    "2683038211": "အင်တာနက် သို့မဟုတ် အခြားသော အီလက်ထရွန်နစ်ကွန်ရက် လှုပ်ရှားမှု။",
    "3671828834": "မျှဝေထားသော ကိုယ်ရေးကိုယ်တာ အချက်အလက် နမူနာများ",
    "779426309": "အမည်ရင်း၊ တစ်မူထူးခြားသော ကိုယ်ရေးကိုယ်တာသတ်မှတ်မှုစနစ်၊ အွန်လိုင်းသတ်မှတ်မှုစနစ်၊ အင်တာနက်ပရိုတိုကောလိပ်စာ၊ အီးမေးလ်လိပ်စာ၊ အကောင့်အမည် သို့မဟုတ် အခြားအလားတူ အထောက်အထားများ။",
    "2414368123": "အမည်၊ အကြွေးဝယ်ကတ်နံပါတ်၊ ဒက်ဘစ်ကတ်နံပါတ် သို့မဟုတ် အခြားငွေကြေးဆိုင်ရာ အချက်အလက်တစ်ခုခု။",
    "4088941349": "ဝယ်ယူ၊ ရယူ၊ သို့မဟုတ် ထည့်သွင်းစဉ်းစားထားသော ထုတ်ကုန် သို့မဟုတ် ဝန်ဆောင်မှုများ၏ မှတ်တမ်းများ။",
    "3238612014": "အင်တာနက်ဝဘ်ဆိုဒ်၊ အက်ပ်လီကေးရှင်း သို့မဟုတ် ကြော်ငြာတစ်ခုနှင့် သုံးစွဲသူတစ်ဦး၏ အပြန်အလှန်တုံ့ပြန်မှုဆိုင်ရာ အချက်အလက်များကို ရှာဖွေခြင်း။",
    "1023108656": "ပြင်ပမှ လက်ခံသူများ၏ အမျိုးအစားများ",
    "1418235079": "ဝန်ဆောင်မှုပေးသူများ",
    "3238184941": "မှတ်ချက်- တစ်ဦးချင်း IP လိပ်စာတစ်ခုနှင့် ဆက်စပ်နေသော လိမ်လည်မှုအန္တရာယ်ကို တောင်းဆိုချက်အရ ပေါင်းစည်းသူနှင့် မျှဝေနိုင်ပါသည်။",
    "285116485": "ကုမ္ပဏီသည် ကျွန်ုပ်တို့စုဆောင်းထားသော ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို \"ဤအသုံးအနှုန်းကို CCPA တွင် သတ်မှတ်ထားသောကြောင့်\" မရောင်းပါ။ ကျွန်ုပ်တို့အသုံးပြုသော ပြင်ပကွတ်ကီးအမျိုးအစားများနှင့် ပတ်သက်သော နောက်ထပ်အချက်အလက်များအတွက် အထက်ဖော်ပြပါ \"တတိယပါတီခွဲခြမ်းစိတ်ဖြာမှုနှင့် ခြေရာခံနည်းပညာများ\" ကဏ္ဍကို ကျေးဇူးပြု၍ ဖတ်ရှုပါ။",
    "1408750006": "အချို့သောကန့်သတ်ချက်များအရ၊ CCPA သည် ကယ်လီဖိုးနီးယားရှိ စားသုံးသူများအား ကျွန်ုပ်တို့စုဆောင်းထားသော အမျိုးအစားများ သို့မဟုတ် တိကျသောကိုယ်ရေးကိုယ်တာအချက်အလက်များ (ဤအချက်အလက်ကိုအသုံးပြုပုံနှင့်ဖော်ပြခြင်းအပါအဝင်) ၏အသေးစိတ်အချက်အလက်များကို သိရှိရန် တောင်းဆိုပိုင်ခွင့်ကို ကယ်လီဖိုးနီးယားစားသုံးသူများအား ပေးဆောင်ရန်၊ ဖြစ်ပေါ်လာနိုင်သည့် မည်သည့် \"အရောင်း\" မဆို နှင့် ဤအခွင့်အရေးများကို ကျင့်သုံးခြင်းအတွက် ခွဲခြားဆက်ဆံခြင်း မပြုရန် အခွင့်အရေး။",
    "759057398": "EU ဒေတာဘာသာရပ်များအတွက် သတိပေးချက်",
    "825780955": "ကိုယ်ပိုင်သတင်းအချက်အလက်များ",
    "2945960297": "EU ဒေတာအကြောင်းအရာများနှင့်စပ်လျဉ်း၍ ဤကိုယ်ရေးကိုယ်တာမူဝါဒတွင်အသုံးပြုထားသည့် \"ကိုယ်ရေးကိုယ်တာအချက်အလက်များ\" ဟူသောဝေါဟာရသည် ဥရောပသမဂ္ဂအထွေထွေဒေတာကာကွယ်ရေးစည်းမျဉ်း (GDPR) တွင် သတ်မှတ်ထားသည့်အတိုင်း \"ကိုယ်ရေးကိုယ်တာဒေတာ\" နှင့် ညီမျှသည်။",
    "1126613163": "Sensitive Data",
    "3571006800": "သင်ကျွန်ုပ်တို့အား ပေးဆောင်သော အချက်အလက်အချို့သည် GDPR တွင် သတ်မှတ်ထားသည့် အထိခိုက်မခံသောဒေတာအဖြစ် (ကိုယ်ရေးကိုယ်တာအချက်အလက်များ၏ အထူးအမျိုးအစားများအဖြစ် ရည်ညွှန်းသည်)၊ အစိုးရမှထုတ်ပေးသော သက်သေခံစာရွက်စာတမ်းများတွင် သင့်လူမျိုး သို့မဟုတ် လူမျိုးကို ခွဲခြားသတ်မှတ်ခြင်းအပါအဝင်၊",
    "1988461282": "လုပ်ငန်းစဉ်များအတွက် ဥပဒေအခြေခံများ",
    "3519564631": "လုပ်ဆောင်ခြင်း ရည်ရွယ်ချက်များ",
    "1778642038": "သင်နှင့်ဆက်သွယ်ရန်",
    "2223819810": "ကျွန်ုပ်တို့၏ပလပ်ဖောင်းကို အကောင်းဆုံးဖြစ်အောင်လုပ်ပါ။",
    "1678661231": "လိုက်နာမှု၊ လိမ်လည်မှု ကာကွယ်ရေးနှင့် လုံခြုံရေးအတွက်",
    "2561077702": "ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုကိုပေးရန်",
    "2066321185": "ဥပဒေအခြေခံ",
    "1174237568": "ဤလုပ်ဆောင်ခြင်းလုပ်ငန်းများသည် ကျွန်ုပ်တို့၏တရားဝင်အကျိုးစီးပွားဖြစ်သည်။ ကျွန်ုပ်တို့၏တရားဝင်အကျိုးစီးပွားအတွက် သင်၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို ကျွန်ုပ်တို့မစီမံမီ သင့်အပေါ် ဖြစ်ပေါ်လာနိုင်သည့် သက်ရောက်မှုများ (အပြုသဘောနှင့် အနုတ်လက္ခဏာ) နှင့် သင့်အခွင့်အရေးများကို ချိန်ခွင်လျှာညှိရန် ကြိုးပမ်းပါသည်။ သင့်အပေါ် ဆိုးရွားသော အကျိုးသက်ရောက်မှုများကြောင့် ကျွန်ုပ်တို့၏ အကျိုးစီးပွားများကို လွှမ်းမိုးနေသည့် လှုပ်ရှားမှုများအတွက် သင့်ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို ကျွန်ုပ်တို့ အသုံးမပြုပါ (ကျွန်ုပ်တို့၏ ခွင့်ပြုချက် သို့မဟုတ် အခြားနည်းဖြင့် လိုအပ်သည် သို့မဟုတ် ဥပဒေအရ ခွင့်ပြုထားခြင်းမရှိပါက)။",
    "1350478093": "လုပ်ဆောင်ခြင်း ရည်ရွယ်ချက်",
    "787916198": "မင်းရဲ့သဘောဆန္ဒနဲ့",
    "3348433919": "မင်းရဲ့အခွင့်အရေး",
    "3842673636": "GDPR အောက်တွင် သင့်တွင် သင့်ကိုယ်ရေးကိုယ်တာအချက်အလက်နှင့်ပတ်သက်သည့် အချို့သောအခွင့်အရေးများရှိသည်။ ကျွန်ုပ်တို့ကိုင်ဆောင်ထားသော သင်၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များနှင့် စပ်လျဉ်း၍ အောက်ပါလုပ်ဆောင်ချက်များကို လုပ်ဆောင်ရန် ကျွန်ုပ်တို့အား တောင်းဆိုနိုင်ပါသည်။",
    "4057343238": "ဘေးဖယ်နေသည်",
    "1834911235": "သင်လက်ခံရရှိရန် ယခင်က သဘောတူထားသည့် တိုက်ရိုက်စျေးကွက်ရှာဖွေရေး ဆက်သွယ်မှုများကို သင့်ထံ ပေးပို့ခြင်းကို ရပ်ပါ။ ကျွန်ုပ်တို့သည် သင့်အား ဝန်ဆောင်မှုဆိုင်ရာနှင့် အခြားစျေးကွက်ရှာဖွေရေးမဟုတ်သော ဆက်သွယ်မှုများကို ဆက်လက်ပေးပို့နိုင်ပါသည်။",
    "3022301908": "သုံးစွဲခွင့်",
    "680638297": "သင်၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို ကျွန်ုပ်တို့လုပ်ဆောင်နေခြင်းနှင့်ပတ်သက်သည့် အချက်အလက်များကို သင့်အား ပေးဆောင်ပြီး သင့်ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို ဝင်ရောက်ကြည့်ရှုခွင့်ပေးပါသည်။",
    "1409486258": "မှန်ပါ့",
    "3878077249": "သင်၏ ကိုယ်ရေးကိုယ်တာ အချက်အလက်များတွင် မှားယွင်းမှုများကို အပ်ဒိတ် သို့မဟုတ် ပြင်ပါ။",
    "3645414921": "ဖျက်ပါ။",
    "42182578": "သင်၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို ဖျက်ပါ။",
    "1609621367": "အပြောင်းအရွှေ့",
    "3208155808": "သင့်ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို စက်ဖြင့်ဖတ်နိုင်သောမိတ္တူကို သင် သို့မဟုတ် သင်ရွေးချယ်သည့် တတိယအဖွဲ့အစည်းထံ လွှဲပြောင်းပါ။",
    "1786796818": "ကန့်သတ်ချက်",
    "3329634829": "သင်၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို လုပ်ဆောင်ခြင်းကို ကန့်သတ်ပါ။",
    "4202774977": "အရာဝတ္ထု",
    "3007158970": "သင်၏အခွင့်အရေးများကို သက်ရောက်မှုရှိသော သင်၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို ကျွန်ုပ်တို့လုပ်ဆောင်ခြင်း၏ အခြေခံအဖြစ် ကျွန်ုပ်တို့၏တရားဝင်အကျိုးစီးပွားများအပေါ် မှီခိုအားထားမှုကို ကန့်ကွက်ပါသည်။",
    "1273071008": "ဒေတာဘာသာရပ် ဝင်ရောက်ခွင့် တောင်းဆိုမှုများ",
    "3594381346": "တည်နေရာ။",
    "21141582": "ဒီ",
    "3357523404": "နယ်စပ်ဖြတ်ကျော်ဒေတာလွှဲပြောင်းခြင်း။",
    "290966395": "ကျွန်ုပ်တို့၏ \"အမေရိကန်ပြည်ထောင်စုပြင်ပရှိ သုံးစွဲသူများအတွက် မှတ်ချက်တစ်ခု\" ကဏ္ဍတွင် ဖော်ပြထားသည့်အတိုင်း၊ သင်၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို အမေရိကန်ပြည်ထောင်စုသို့ လွှဲပြောင်းပေးခြင်း၊ စီမံဆောင်ရွက်ပြီး သိမ်းဆည်းမည်ဖြစ်ကြောင်း ကျေးဇူးပြု၍ သတိပြုပါ။ အမေရိကန်ရှိ ဒေတာကာကွယ်ရေးဥပဒေများသည် သင့်နေထိုင်ရာနိုင်ငံနှင့် ကွဲပြားနိုင်ပါသည်။ ကျွန်ုပ်တို့၏ဆိုက်များသို့သွားရောက်ကြည့်ရှုခြင်း သို့မဟုတ် ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုကိုအသုံးပြုခြင်းဖြင့် ဤကိုယ်ရေးကိုယ်တာမူဝါဒတွင်ဖော်ပြထားသည့် ကိုယ်ရေးကိုယ်တာအချက်အလက်များအပါအဝင် သင့်အချက်အလက်များကို US သို့ လွှဲပြောင်းရန် သင်သဘောတူပါသည်။",
    "3178581111": "ရည်ရွယ်ချက်အသစ်အတွက် အသုံးပြုပါ။",
    "1088304322": "ဤကိုယ်ရေးကိုယ်တာမူဝါဒတွင် မဖော်ပြထားသည့် အကြောင်းပြချက်များအတွက် ကျွန်ုပ်တို့သည် သင့်ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို အသုံးပြုနိုင်ပြီး၊ ထိုသို့လုပ်ဆောင်ရန် ဥပဒေအရ ခွင့်ပြုထားပြီး ၎င်းကို ကျွန်ုပ်တို့စုဆောင်းထားသည့် ရည်ရွယ်ချက်နှင့် လိုက်ဖက်ညီသည့်နေရာတွင် အသုံးပြုနိုင်ပါသည်။ မသက်ဆိုင်သောရည်ရွယ်ချက်အတွက် သင့်ကိုယ်ရေးကိုယ်တာအချက်အလက်ကို ကျွန်ုပ်တို့အသုံးပြုရန်လိုအပ်ပါက၊ ကျွန်ုပ်တို့သည် သင့်အားအကြောင်းကြားပြီး ထိုအသုံးပြုမှုအတွက် သက်ဆိုင်ရာဥပဒေအခြေခံကို ရှင်းပြနိုင်ပါသည်။ သင့်ကိုယ်ရေးကိုယ်တာအချက်အလက်ကို အသုံးပြုရန်အတွက် သင့်ခွင့်ပြုချက်အပေါ် ကျွန်ုပ်တို့အားကိုးထားပါက၊ မသက်ဆိုင်သောရည်ရွယ်ချက်တစ်ခုခုအတွက် သင့်ခွင့်ပြုချက်ကို ရယူပြီး သင်ကန့်ကွက်ပါက ထိုအချိန်တွင် သင့်အား ဝန်ဆောင်မှုအသုံးပြုမှုကို ရပ်စဲခွင့်ပြုမည်ဖြစ်သည်။",
    "2260079771": "ဒေတာထိန်းသိမ်းမှု",
    "38428546": "ကျွန်ုပ်တို့သည် သင့်အကောင့်၏သက်တမ်းတစ်လျှောက်လုံး သင့်ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို လုံခြုံစွာသိမ်းဆည်းထားပါသည်။ ဥပဒေ၊ စာရင်းကိုင် သို့မဟုတ် အစီရင်ခံခြင်းဆိုင်ရာ တာဝန်ဝတ္တရားများကို ဖြည့်ဆည်းပေးရန် သို့မဟုတ် အငြင်းပွားမှုများကို ဖြေရှင်းရန် ရည်ရွယ်ချက်များအပါအဝင် ကျွန်ုပ်တို့စုဆောင်းထားသည့် ရည်ရွယ်ချက်များကို ဖြည့်ဆည်းရန်အတွက် လိုအပ်သမျှကာလပတ်လုံး သင်၏ကိုယ်ရေးကိုယ်တာဒေတာကို ကျွန်ုပ်တို့ ထိန်းသိမ်းထားပါမည်။ သိုလှောင်မှုကာလများကို ဆုံးဖြတ်ရန် ကျွန်ုပ်တို့အသုံးပြုသည့် စံနှုန်းများတွင် အသက်ဝင်နေသော သက်ဆိုင်ရာ စာချုပ်ဆိုင်ရာ ပြဋ္ဌာန်းချက်များ၊ တရားဝင် ပြဌာန်းထားသော ကန့်သတ်ကာလများ၊ သက်ဆိုင်သော စည်းမျဉ်းစည်းကမ်းသတ်မှတ်ချက်များနှင့် လုပ်ငန်းဆိုင်ရာ စံနှုန်းများ ပါဝင်သည်။",
    "384965568": "ထိန်းသိမ်းမှုဆိုင်ရာ လိုအပ်ချက်များသည် တရားစီရင်ပိုင်ခွင့်အလိုက် ကွဲပြားသော်လည်း သင်၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များ၏ မတူညီသောကဏ္ဍများအတွက် ကျွန်ုပ်တို့၏ ပုံမှန်ထိန်းသိမ်းထားကာလများဆိုင်ရာ အချက်အလက်များကို အောက်တွင်ဖော်ပြထားပါသည်။",
    "2788836740": "စျေးကွက်ရှာဖွေရေးရည်ရွယ်ချက်များအတွက် ဆက်သွယ်ရန်အချက်အလက်များကို သင်စာရင်းသွင်းမှုမှ ပယ်ဖျက်သည်အထိ ဆက်လက်ထိန်းသိမ်းထားသည်။ ထို့နောက် ကျွန်ုပ်တို့သည် သင်၏အသေးစိတ်အချက်အလက်များကို ကျွန်ုပ်တို့၏ နှိမ်နင်းမှုစာရင်းတွင် ရက်အကန့်အသတ်မရှိ ထည့်သွင်းပါမည်။ သုံးစွဲနိုင်မှုအသုံးပြုသူများထံမှ စုဆောင်းရရှိသော အီးမေးလ်အချက်အလက်ကို စျေးကွက်ရှာဖွေရေးရည်ရွယ်ချက်များအတွက် မည်သည့်အခါမျှ အသုံးမပြုပါ။",
    "3520687192": "သင်နှင့် ဆက်သွယ်မှုမှတ်တမ်းများ (ဥပမာ- အီးမေးလ် သို့မဟုတ် တွစ်တာမှတဆင့် ဖွင့်လှစ်ထားသော ထောက်ခံလက်မှတ်များ) ကို အကန့်အသတ်မရှိ သိမ်းဆည်းထားနိုင်သည်။",
    "292211832": "ကွတ်ကီးများ၊ ဝဘ်စာမျက်နှာကောင်တာများနှင့် အခြားသော ခွဲခြမ်းစိတ်ဖြာမှုဆိုင်ရာ ကိရိယာများကဲ့သို့သော နည်းပညာဆိုင်ရာနည်းလမ်းများမှတစ်ဆင့် စုဆောင်းရရှိထားသော အချက်အလက်များကို လက်တွေ့ကျကျနှင့် ဖယ်ပစ်မည်ဖြစ်သော်လည်း ပုံမှန်အားဖြင့် ကွတ်ကီး၏သက်တမ်းကုန်ဆုံးချိန်မှ တစ်နှစ်အထိ ကန့်သတ်ကာလတစ်ခုအထိ သိမ်းဆည်းထားနိုင်သည် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုကို အလွဲသုံးစားလုပ်ခြင်းကို မတွေ့မချင်း၊ ယင်းအခြေအနေတွင် နောင်တွင် အလွဲသုံးစားလုပ်ခြင်းကို ကာကွယ်ရန်အတွက် ကျွန်ုပ်တို့အား အထောက်အကူဖြစ်စေရန်အတွက် ထိုအချက်အလက်များကို ထိန်းသိမ်းထားပါမည်။ ကျွန်ုပ်တို့သည် ဤအမည်ဝှက်ဖြင့် စုစည်းထားသော အချက်အလက်များကို သင့်၊ သင့်အိမ်ထောင်စု၊ IP လိပ်စာ သို့မဟုတ် သိမ်းဆည်းထားသည့် အချက်အလက်ပေါ်အခြေခံ၍ မည်သည့် ကိုယ်ရေးကိုယ်တာအချက်အလက်ကိုမဆို ချိတ်ဆက်၍မရပါ။",
    "3192683783": "ဤကိုယ်ရေးကိုယ်တာမူဝါဒကို ပြောင်းလဲမှုများ",
    "1702335960": "ကျွန်ုပ်တို့ စုဆောင်းရရှိသည့် အချက်အလက်မှန်သမျှသည် အဆိုပါအချက်အလက်များကို စုဆောင်းသည့်အချိန်တွင် အကျုံးဝင်သော ကိုယ်ရေးကိုယ်တာမူဝါဒအရ အကျုံးဝင်ပါသည်။ သို့သော် ကျွန်ုပ်တို့သည် ကိုယ်ရေးကိုယ်တာမူဝါဒကို အခါအားလျော်စွာ ပြန်လည်ပြင်ဆင်နိုင်ပါသည်။ တည်းဖြတ်မှုတစ်ခုသည် ကျွန်ုပ်တို့တစ်ဦးတည်းမှ ဆုံးဖြတ်ထားသည့်အတိုင်း အကြောင်းအရာတစ်ခုဖြစ်ပါက၊ ဥပမာအားဖြင့် အီးမေးလ်မှတစ်ဆင့် သင့်အား အကြောင်းကြားပါမည်။ လက်ရှိဗားရှင်းကို ကျွန်ုပ်တို့၏ ကိုယ်ရေးကိုယ်တာမူဝါဒစာမျက်နှာတွင် အမြဲတင်ထားသည်။",
    "3669258571": "ကွတ်ကီးမူဝါဒ",
    "2905621957": "နောက်ဆုံးမွမ်းမံပြင်ဆင်သည်- ဇူလိုင် 18၊ 2020",
    "1173934218": "သင်၏ကိုယ်ရေးကိုယ်တာသည် သင့်အတွက်အရေးကြီးကြောင်း ကျွန်ုပ်တို့နားလည်ပြီး ကျွန်ုပ်တို့အသုံးပြုသည့်နည်းပညာများနှင့်ပတ်သက်၍ ပွင့်လင်းမြင်သာမှုရှိရန် ကတိပြုပါသည်။ ဤမူဝါဒသည် ကျွန်ုပ်တို့၏ဆိုက်များနှင့် ဝန်ဆောင်မှုတွင် ကွတ်ကီးများကို အသုံးပြုနည်းနှင့် ပတ်သက်သည့် အသေးစိတ်အချက်အလက်ကို ပေးပါသည်။",
    "2694150481": "ကျွန်ုပ်တို့သည် Cookies သုံးပါသလား။",
    "457627611": "ဟုတ်ကဲ့။ ကျွန်ုပ်တို့နှင့် ကျွန်ုပ်တို့၏ ခွဲခြမ်းစိတ်ဖြာမှု သို့မဟုတ် ဝန်ဆောင်မှုပေးသူများ၊ စျေးကွက်ရှာဖွေရေးလုပ်ဖော်ကိုင်ဖက်များနှင့် တွဲဖက်လုပ်ကိုင်သူများသည် Sites ကိုအသုံးပြုသူတိုင်း ဖြစ်နိုင်ချေအကောင်းဆုံးအတွေ့အကြုံကို သေချာစေရန် cookies၊ web beacons သို့မဟုတ် pixels နှင့် အခြားသောနည်းပညာများကို အသုံးပြုနိုင်ပါသည်။ အသေးစိတ်အချက်အလက်များအတွက် ကျွန်ုပ်တို့၏ကိုယ်ရေးကိုယ်တာမူဝါဒ၏ \"တတိယပါတီခွဲခြမ်းစိတ်ဖြာမှုနှင့် ခြေရာခံနည်းပညာများ\" အပိုင်းကို ကြည့်ပါ။",
    "501102544": ": hCaptcha ဆန့်ကျင်ရေး ဘော့တ်ဝန်ဆောင်မှု (ဆိုလိုသည်မှာ ဝဘ်ဆိုက်များ၊ ဂိမ်းများ သို့မဟုတ် မိုဘိုင်းအက်ပ်များမှ ထည့်သွင်းထားသော ဝန်ဆောင်မှု) တွင် GDPR စည်းမျဉ်းများနှင့်အညီ \"ခွင့်ပြုချက်-ကင်းလွတ်ခွင့်\" ဟုခေါ်သော ကွတ်ကီးများသာ ပါဝင်သည်ဟု ကျွန်ုပ်တို့ ယုံကြည်ပါသည်။ ထိုကဲ့သို့သော ကင်းလွတ်ခွင့်ရှိသော cookies များတွင် ဥပမာများ ပါဝင်သည်-",
    "461631543": "GDPR မှတ်ချက်",
    "2150907653": "* ဝန်ဆောင်မှုပေးမှုအတွက် တင်းကြပ်စွာ လိုအပ်သော နည်းပညာဆိုင်ရာ ကွက်ကီးများ။ ၎င်းတို့တွင် စိတ်ကြိုက်ကွတ်ကီးများ၊ စက်ရှင်ကွတ်ကီးများ၊ ချိန်ခွင်လျှာညီသော ကွတ်ကီးများ စသည်တို့ ပါဝင်ပါသည်။",
    "1012122721": "* ကျွန်ုပ်တို့မှ တိုက်ရိုက်စီမံခန့်ခွဲသည့် ကိန်းဂဏန်းစာရင်းအင်းကွက်ကီးများ (ဥပမာ ပထမပါတီ၊ ပြင်ပကုမ္ပဏီကွတ်ကီးများမဟုတ်)၊ ပရိုဖိုင်ပြုလုပ်ရန်အတွက် ဒေတာကို အသုံးမပြုသော။",
    "3255230599": "ကွတ်ကီးဆိုတာဘာလဲ။",
    "2954157511": "Cookies ကို ဘာကြောင့် သုံးတာလဲ။",
    "1539071196": "ယေဘူယျအားဖြင့် ကျွန်ုပ်တို့သည် အောက်ပါရည်ရွယ်ချက်များအတွက် Cookies ကိုအသုံးပြုသည်-",
    "3545935449": "အသစ် သို့မဟုတ် ယခင်အသုံးပြုသူများကို အသိအမှတ်ပြုရန်။",
    "32739972": "အကယ်၍ သင်သည် ကျွန်ုပ်တို့၏ Sites များတွင် စာရင်းသွင်းထားပါက သင်၏ အကောင့်ဝင်ခြင်းဆိုင်ရာ အချက်အလက်များကို သိမ်းဆည်းရန်။",
    "4209078147": "ကျွန်ုပ်တို့၏ Site ကို မြှင့်တင်ရန်နှင့် ကျွန်ုပ်တို့၏ ပလပ်ဖောင်းများနှင့် Site များပေါ်တွင် သင့်လည်ပတ်မှုများကို ပိုမိုနားလည်ရန်။",
    "1077448694": "Third Party ဆိုရှယ်မီဒီယာဝဘ်ဆိုဒ်များနှင့် ပေါင်းစပ်ရန်။",
    "1709478090": "စိတ်ဝင်စားမှုအခြေခံ သို့မဟုတ် ပစ်မှတ်ထားသော ကြော်ငြာများဖြင့် သင့်အား ဝန်ဆောင်မှုပေးရန်။",
    "3256020881": "ဝဘ်ဆိုဒ်များစွာ သို့မဟုတ် အခြားပလပ်ဖောင်းများပေါ်တွင် အချိန်ကြာလာသည်နှင့်အမျှ သင့်အပြုအမူများနှင့် လှုပ်ရှားမှုများကို စောင့်ကြည့်လေ့လာရန်။",
    "1092241113": "ကျွန်ုပ်တို့၏ ဖောက်သည်များနှင့် ပေါင်းစပ်လုပ်ကိုင်သူများ၏ အကျိုးစီးပွားကို ပိုမိုနားလည်ရန်။",
    "1434289796": "အချို့သော ကွတ်ကီးများသည် ဆိုက်များအသုံးပြုမှုများအတွက် လိုအပ်ပြီး ထိုကဲ့သို့သော ကွတ်ကီးများမရှိလျှင် သင်သည် ဆိုက်များကို ကောင်းစွာအသုံးပြုရန် လိုအပ်သည့် ဝန်ဆောင်မှုများစွာကို ပေးဆောင်နိုင်မည်မဟုတ်ပေ။ ဥပမာအားဖြင့်၊ ဤ Cookies များသည် ကျွန်ုပ်တို့၏ Sites များကို လည်ပတ်နိုင်စေရန် ခွင့်ပြုထားသောကြောင့် သင်တောင်းဆိုထားသည့်အတိုင်း ၎င်းကို ဝင်ရောက်ကြည့်ရှုနိုင်ပြီး သင်သည် အကောင့်တစ်ခုကို ဖန်တီးပြီး Site အကြောင်းအရာကို ဝင်ရောက်ကြည့်ရှုရန် ထိုအကောင့်ထဲသို့ ဝင်ရောက်ထားကြောင်း အသိအမှတ်ပြုခွင့်ပြုပါ။ ၎င်းတို့တွင် တူညီသောရှာဖွေမှုစက်ရှင်အတွင်း သင်၏ယခင်လုပ်ဆောင်မှုများကို မှတ်မိစေရန်နှင့် ကျွန်ုပ်တို့၏ဆိုက်များကို လုံခြုံစေသည့် Cookies များလည်း ပါဝင်ပါသည်။",
    "1533171442": "ခွဲခြမ်းစိတ်ဖြာမှုနှင့် စျေးကွက်ရှာဖွေရေး ရည်ရွယ်ချက်များအတွက် ပြင်ပအဖွဲ့အစည်းမှ လုပ်ဆောင်နိုင်သော ကွတ်ကီးများနှင့် ကွတ်ကီးများကိုလည်း အသုံးပြုပါသည်။ Functional Cookies သည် Sites ၏ အချို့သော အစိတ်အပိုင်းများကို ကောင်းမွန်စွာ အလုပ်လုပ်နိုင်စေရန်နှင့် သင့်အသုံးပြုသူ၏ စိတ်ကြိုက်ရွေးချယ်မှုများကို သိရှိထားနိုင်မည်ဖြစ်သည်။ အခြားအရာများထဲမှ ကွတ်ကီးများကို ခွဲခြမ်းစိတ်ဖြာခြင်း ၊ ဝယ်ယူသူများ၊ ပေါင်းစည်းသူများ နှင့် သုံးစွဲသူများ သည် ကျွန်ုပ်တို့၏ ဆိုက်များကို အသုံးပြုပုံ၊ အသုံးပြုသူများ အများဆုံး ကြည့်ရှုသည့် အကြောင်းအရာ နှင့် ထုတ်ကုန်များနှင့် ကျွန်ုပ်တို့၏ ပြင်ပအဖွဲ့အစည်း ကြော်ငြာများ၏ ထိရောက်မှု ဆိုင်ရာ အချက်အလက်များကို စုဆောင်းပါသည်။ Advertising Cookies များသည် သက်ဆိုင်ရာ ပရိသတ်များထံ ကြော်ငြာများ ပေးပို့ရာတွင် ကူညီပေးပြီး ကျွန်ုပ်တို့၏ ကြော်ငြာများကို ရှာဖွေမှုရလဒ်များ၏ ထိပ်တွင် ပေါ်လာစေရန် ကူညီပေးပါသည်။ ကွတ်ကီးများသည် သင့်ဘရောက်ဆာစက်ရှင်ကို သင်အဆုံးသတ်သည့်အခါ ဖျက်လိုက်သည့် \"ဆက်ရှင်\" ကွတ်ကီးများ သို့မဟုတ် သင် (အောက်တွင် ဆွေးနွေးထားသည်) သို့မဟုတ် ကွတ်ကီးကို ဝန်ဆောင်မှုပေးသည့်အဖွဲ့မှ မဖျက်မီအချိန်အထိ ကျန်ရှိနေသော \"ဆက်ရှင်နေသည်\" ဖြစ်သည်။ ဝဘ်ဆိုက်များတွင် အသုံးပြုသည့် ကွတ်ကီးအားလုံး၏ အသေးစိတ် အချက်အလက်အပြည့်အစုံကို အောက်ပါ ကျွန်ုပ်တို့၏ Cookie ထုတ်ဖော်ခြင်းဇယားတွင် ရနိုင်ပါသည်။",
    "322830977": "Cookies ကို ဘယ်လိုပိတ်ရမလဲ။",
    "262509504": "ကျွန်ုပ်တို့သည် ဤကိုယ်ရေးကိုယ်တာမူဝါဒနှင့်အညီ ကျွန်ုပ်တို့စုဆောင်းရရှိထားသော Cookies မှရရှိသောအချက်အလက်များကို အခြားအချက်အလက်များနှင့် ချိတ်ဆက်နိုင်ပြီး ဤနေရာတွင်ဖော်ပြထားသည့်အတိုင်း ပေါင်းစပ်အချက်အလက်များကို အသုံးပြုနိုင်ပါသည်။ အလားတူပင်၊ ကျွန်ုပ်တို့၏ဆိုက်များပေါ်ရှိ ကွတ်ကီးများကို ဝန်ဆောင်မှုပေးသော ပြင်ပအဖွဲ့အစည်းများသည် ၎င်းတို့စုဆောင်းထားသော အော့ဖ်လိုင်း သို့မဟုတ် အွန်လိုင်းတွင် ယခင်က ဝယ်ယူမှုများအပါအဝင် သို့မဟုတ် သင်၏အွန်လိုင်းအသုံးပြုမှုအချက်အလက်အပါအဝင် အခြားအချက်အလက်များနှင့် သင့်အမည် သို့မဟုတ် အီးမေးလ်လိပ်စာကို ချိတ်ဆက်နိုင်ပါသည်။",
    "2935155034": "အကယ်၍ သင်သည် ဥရောပစီးပွားရေးဧရိယာတွင် တည်ရှိနေပါက၊ သင့်တွင် ကျွန်ုပ်တို့ရှိနေသည့် ဒေတာများကို စစ်ဆေးရန်နှင့် ပြင်ဆင်ရန် သို့မဟုတ် ဖျက်ပိုင်ခွင့်အပါအဝင် \"အီးယူဒေတာအကြောင်းအရာများကို အသိပေးခြင်း\" ခေါင်းစဉ်အောက်တွင် အထက်တွင်ဖော်ပြထားသည့် အချို့သောအခွင့်အရေးများ သင့်တွင်ရှိသည်။",
    "1873812847": "Cookie(များ) ထုတ်ဖော်ခြင်း။",
    "3319083717": "အမည်-",
    "3183855267": "1. hmt_id",
    "907324388": "လုပ်ဆောင်ချက်",
    "2896187462": "1. လိုအပ်သော အမည်မသိ ဝန်ဆောင်မှုဆိုင်ရာ ကိန်းဂဏန်းများ နှင့် သုံးစွဲနိုင်မှု ပံ့ပိုးမှုတွင် ကူညီပေးခြင်းကဲ့သို့ အခြားသော နည်းပညာဆိုင်ရာ ရည်ရွယ်ချက်များအတွက် အသုံးပြုပါသည်။",
    "987267027": "ပါတီ",
    "3453526675": "1. 1st ပါတီ",
    "1952810469": "ရိုက်ပါ။",
    "1795436560": "1. အပိုင်း",
    "102695075": "သင်တန်းကာလ",
    "3356329025": "1. 30 ရက်",
    "3744153629": "အမည်များ-",
    "2801359190": "__cfduid၊",
    "1829242168": "__cflb၊",
    "2219945145": "အပိုင်း၊",
    "3186435874": "sessionid",
    "1241291641": "နောက်ထပ်အသေးစိတ်အချက်အလက်များကိုကြည့်ပါ။",
    "1834801943": "2. 1st ပါတီ",
    "2114694926": "2. အပိုင်း",
    "938404336": "2. ကွဲပြားသည်; ရက် 30 အထိ။",
    "2196526290": "hc_accessibility",
    "1061239711": "3. 1st ပါတီ",
    "1483015662": "3. အပိုင်း",
    "3458934553": "3. ကွဲပြားသည်; ရက် 30 အထိ။",
    "134571844": "Impressum (ဆိုက်သတိပေးချက်)",
    "110836420": "နောက်ဆုံးမွမ်းမံပြင်ဆင်သည်- ဒီဇင်ဘာ 23၊ 2020",
    "2901894297": "hCaptcha သည် Delaware US Corporation (#6393793) ၏ Intuition Machines, Inc. (\"IMI\") ၏ ဝန်ဆောင်မှုတစ်ခုဖြစ်သည်။",
    "2928362319": "စာပို့မေးမြန်းစုံစမ်းမှုများကို- Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110 သို့ ပေးပို့နိုင်ပါသည်။",
    "3094150511": "စည်းကမ်းထိန်းသိမ်းရေးအာဏာပိုင်- US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA။",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "အကြောင်းအရာနှင့်ပတ်သက်၍ အာမခံချက်မရှိပါ။",
    "707541553": "ကျွန်ုပ်တို့၏အင်တာနက်စာမျက်နှာများတွင်ပါရှိသော အချက်အလက်အားလုံးကို IMI သို့မဟုတ် ပြင်ပအဖွဲ့အစည်းမှ အတည်ပြုထားသည်။ သို့ရာတွင်၊ IMI နှင့် တတိယအဖွဲ့အစည်းများသည် လက်ရှိ၊ တိကျမှု၊ သို့မဟုတ် ပြည့်စုံမှုတို့အတွက် တာဝန်ခံနိုင်မည်မဟုတ်ပေ။ ၎င်းသည် ကျွန်ုပ်တို့၏ စာမျက်နှာများရှိ ဟိုက်ပါလင့်ခ်များမှတစ်ဆင့် ရောက်ရှိနိုင်သည့် အခြားဝဘ်ဆိုက်များနှင့်လည်း သက်ဆိုင်ပါသည်။ IMI သည် ဤပြင်ပဝဘ်ဆိုဒ်များ၏ အကြောင်းအရာအတွက် တာဝန်မရှိပေ။",
    "2650241052": "အကြံဉာဏ်မရှိ။",
    "204716894": "ကျွန်ုပ်တို့၏ ဝဘ်စာမျက်နှာများ၏ အကြောင်းအရာနှင့် ဒီဇိုင်းကို မူပိုင်ခွင့်ဥပဒေအောက်တွင် အကာအကွယ်ပေးထားသည်။ စာမျက်နှာပေါ်တွင် ပွားခြင်းအတွက် သတ်မှတ်ထားသော အခြားတရားဝင် ပြဋ္ဌာန်းချက်များ မရှိပါက စာမျက်နှာများကို ကျိုးကြောင်းဆီလျော်စွာ တရားမျှတစွာ အသုံးပြုခြင်းထက် ကျော်လွန်သည့် နည်းလမ်းဖြင့် ပွားခြင်းနှင့် ၎င်းတို့၏ အကြောင်းအရာများကို စာမျက်နှာပေါ်တွင် ထပ်ပွားရန်အတွက် သတ်မှတ်ထားသော အခြားတရားဝင် ပြဋ္ဌာန်းချက်များ မရှိပါက IMI ထံမှ ကြိုတင်ခွင့်ပြုချက် လိုအပ်ပါသည်။",
    "3182435854": "မူပိုင်ခွင့်",
    "3236873806": "IMI သည် ဤဝဘ်ဆိုဒ်အတွက် တာဝန်ရှိပါသည်။",
    "1338341134": "hCaptcha + ကိုယ်ရေးကိုယ်တာ လက်မှတ် (Beta)",
    "88879089": "Privacy Pass သည် တစ်ခုဖြစ်သည်။",
    "1898063898": "ကျွန်ုပ်တို့နှင့် တွဲဖက်လုပ်ဆောင်နေသော သုံးစွဲသူများ၏ ကိုယ်ရေးကိုယ်တာအား ထိန်းသိမ်းစောင့်ရှောက်ရန်အတွက်",
    "1942186611": "နှင့်အခြားသူများ။",
    "3673079511": "ထွန်းသစ်စစံ",
    "2164933356": "Cloudflare",
    "3119589996": "၎င်းအလုပ်လုပ်ပုံ- ဘရောက်ဆာ တိုးချဲ့မှုသည် သုံးစွဲသူများအား Privacy Pass ပရိုတိုကောကို ပံ့ပိုးပေးသည့် ဝဘ်ဆိုက်များအတွက် လျှို့ဝှက်ရေးနည်းဖြင့် မျက်မမြင်တိုကင်များကို ဖန်တီးခြင်းနှင့် လက်မှတ်ထိုးရန် စွမ်းရည်ကို ပေးသည်။ hCaptcha ဝန်ဆောင်မှုကို အသုံးပြုသည့် မည်သည့်ဆိုက်တွင်မဆို စိန်ခေါ်မှုတစ်ခုကို ဖြေရှင်းသောအခါတွင် hCaptcha မှ လက်မှတ်ရေးထိုးထားသော လျှို့ဝှက်သင်္ကေတဖြင့် မျက်စိကွယ်ထားသော တိုကင်များပါရှိသော အိတ်စတန်းရှင်းသည် ဖြတ်သန်းမှုများကို ထုတ်ပေးပါသည်။",
    "1254771154": "hCaptcha ကို ထည့်သွင်းထားသည့် အခြားသော Privacy Pass-supporting ဝန်ဆောင်မှုများတွင် ပြသထားသည့် စိန်ခေါ်မှုများ ဥပမာ Cloudflare။",
    "996362763": "ဤတိုကင်များကို အနာဂတ်အသုံးပြုရန်အတွက် တိုးချဲ့မှုဖြင့် သိမ်းဆည်းထားသည်။ အသုံးပြုသူသည် hCaptcha ကိုအသုံးပြု၍ ဆိုက်ကိုသွားရောက်ကြည့်ရှုပြီး စိန်ခေါ်မှုကိုကျော်ဖြတ်ရန် လိုအပ်သည့်အခါ (မျက်မြင်မရသော သို့မဟုတ် \"ကျွန်ုပ်သည် လူသားဖြစ်သည်\" ခလုတ်မှတစ်ဆင့်) ၎င်းတို့ကို အလိုအလျောက် ရွေးနှုတ်မည်ဖြစ်သည်။ မျက်ကွယ်ပြုခြင်းလုပ်ငန်းစဉ်သည် လက်မှတ်ရေးထိုးပြီး ရွေးနုတ်ထားသော တိုကင်များကို hCaptcha ၏ရှုထောင့်မှ ကူးယူဖော်ပြခြင်းမပြုနိုင်သောကြောင့် သုံးစွဲသူ၏ကိုယ်ရေးကိုယ်တာအား ထိန်းသိမ်းထားကြောင်း ဆိုလိုပါသည်။",
    "2943346052": "IETF စံချိန်စံညွှန်းသတ်မှတ်ခြင်းလုပ်ငန်းစဉ်ကို ဆက်လက်လုပ်ဆောင်နေချိန်တွင်၊ အဓိကဘရောက်ဆာများသည် ကိုယ်ပိုင်ကိုယ်ရေးကိုယ်တာ Pass ပုံစံအချို့ကို မူရင်းအတိုင်း လက်ခံရရှိလိမ့်မည်ဟု မျှော်လင့်ပါသည်။ ၎င်းသည် နောက်ဆုံးတွင် မလိုအပ်သော extension ကို ထုတ်ပေးလိမ့်မည်။ သို့သော် လောလောဆယ်တွင် အောက်ပါညွှန်ကြားချက်များကို လိုက်နာပါ။",
    "2326660907": "မှလွဲ",
    "741483946": "* တစ်နည်းဆိုရသော် သင်သည် hCaptcha.com တွင် hCaptcha လျှို့ဝှက် Pass တိုကင်များကို ရနိုင်ပြီး hCaptcha.com ကို အသုံးပြု၍ အခြားဆိုက်များတွင် ၎င်းတို့ကို တိုက်ရိုက်အသုံးပြုနိုင်ပါသည်။ Cloudflare မှ ပြဿနာများနှင့် ၎င်း၏ကိုယ်ပိုင် Privacy Pass တိုကင်များကို လဲလှယ်ပေးသောကြောင့် Cloudflare မှ အသုံးပြုထားသည့် hCaptcha ဝန်ဆောင်မှုကို ကျော်ဖြတ်ရန် hCaptcha လျှို့ဝှက် Pass တိုကင်များကို သင် ရယူခြင်း သို့မဟုတ် လဲလှယ်ခြင်း မပြုနိုင်ပါ။",
    "1362015807": "စတင်အသုံးပြုခြင်း",
    "1358325821": "ပထမဦးစွာ extension ကို install လုပ်ပါ။",
    "310885519": "သို့မဟုတ်",
    "4091044469": ". တိုးချဲ့မှုကို ရုပ်ဖျက်မုဒ်တွင် သင်ဖွင့်ထားကြောင်း သေချာပါစေ။ ထို့နောက် hCaptcha ကိုအသုံးပြု၍ မည်သည့်ဝဘ်ဆိုဒ်ကိုမဆို ဝင်ရောက်ကြည့်ရှုပြီး captcha ကိုဖြေရှင်းပါ။ ဗားရှင်း 2.0.3 တွင် သင်သည် hCaptcha ကို အသုံးပြု၍ ဝဘ်ဆိုက်များတွင် ဤတိုကင်များကို ကူပွန်ဖြင့် လဲလှယ်နိုင်ပါသည်။",
    "3904679538": "ရုန်းတယ်။",
    "3700767772": "တိုးချဲ့မှုကို ထည့်သွင်းပြီးသည်နှင့်၊ ဖြတ်သန်းခွင့်များရယူရန် ဤနေရာကို နှိပ်ပါ (သို့မဟုတ် hCaptcha-အသုံးပြုသည့် ဝဘ်ဆိုက်တစ်ခုခုတွင်) ကိုနှိပ်ပါ။",
    "166277959": "ကျေးဇူးပြု၍ သတိပြုပါ- ဤအင်္ဂါရပ်သည် လောလောဆယ် စမ်းသပ်ဆော့ဖ်ဝဲတွင် ရှိနေပြီး၊ ဝဘ်ဆိုက်များနှင့် သုံးစွဲသူများအားလုံးအတွက် အချိန်ပြည့် အလုပ်မဖြစ်နိုင်ပါ။ ၎င်းသည် အသုံးပြုသူတစ်ဦးအတွက် ဖွင့်ထားခြင်း သို့မဟုတ် အလုပ်မလုပ်ပါက၊ လုပ်ဆောင်နိုင်စွမ်းသည် ဆုံးရှုံးခြင်းမရှိဘဲ ပုံမှန် hCaptcha အတွေ့အကြုံသို့ ပြန်ရောက်သွားမည်ဖြစ်သည်။",
    "3031357206": "သင့် URL ဘားဘေးတွင် အိုင်ကွန်အသစ်တစ်ခု ပေါ်လာပါမည်။ ယခု hCaptcha ကို အသုံးပြု၍ ဝဘ်ဆိုက်တစ်ခုကို ဝင်ကြည့်ပါ။ ဤကဲ့သို့ပုံပေါ်လိမ့်မည်-",
    "1066753052": "ဆိုလိုသည်မှာ ပိုက်ဆံအိတ်သည် ဗလာဖြစ်ပြီး သင်သည် hCaptcha စိန်ခေါ်မှုတစ်ခုပါဝင်သည့် ဆိုက်တစ်ခုတွင် ရှိနေသည်။ သင်စိန်ခေါ်မှုကို ပြီးသည်နှင့်၊ hCaptcha ဖြင့် အခြားဝဘ်ဆိုက်တစ်ခုခုတွင် ပြန်လည်ရွေးယူနိုင်သော တိုကင်များကို သင်ရရှိမည်ဖြစ်သည်။",
    "651123197": "စိန်ခေါ်မှုကို ပြီးမြောက်ပြီးနောက် သင့်ပိုက်ဆံအိတ်ရှိ လက်ရှိစုစုပေါင်းအရေအတွက်ကို အိုင်ကွန်ပေါ်တွင် ပြသပါမည်။",
    "554844646": "သင်နှိပ်လိုက်တိုင်း ကောင်တာ 1 ခု အောက်သို့ ဆင်းသွားသည်ကို မြင်ခြင်းဖြင့် extension သည် အလုပ်လုပ်ကြောင်း အတည်ပြုနိုင်သည်။",
    "4087729475": "သင့်ကနဦးဖြေရှင်းပြီးနောက် စိန်ခေါ်မှု။",
    "647630208": "ဒါပဲ! သင်၏အွန်လိုင်းရှာဖွေမှုသည် ယခုအခါ ပိုမိုသီးသန့်ဖြစ်နေပါပြီ။",
    "3272552822": "developer များနှင့် cryptographers များ",
    "4059570880": "စံချိန်စံညွှန်းသတ်မှတ်ရေး အားထုတ်မှုကို ခြေရာခံလိုပါက၊ ကြိုးပမ်းအားထုတ်မှုများကို လက်ရှိအချိန်တွင် လုပ်ဆောင်နေပါသည်။",
    "1904390996": "စံသတ်မှတ်ရန်",
    "252720667": "Privacy Pass ၏ လျှို့ဝှက်သင်္ကေတလုံခြုံရေးကို အခြေခံထားသည်။ ပရိုတိုကော ကိုယ်တိုင်က ဖြတ်သန်းနေတယ်။",
    "3972554015": "လုပ်ငန်းစဉ်လည်း ပါတယ်။ ပြီးတော့ browser extension က ဟုတ်ပါတယ်။",
    "3723626769": "သင်၏ ပံ့ပိုးမှုများနှင့် ပြန်လည်သုံးသပ်ခြင်းအတွက်။",
    "3882147547": "သတိမမူနိုင်သော Pseudorandom Functions",
    "565624910": "အကြမ်း",
    "3421090159": "ပွင့်လင်းအရင်းအမြစ်",
    "3098677775": "မေး- ကိုယ်ရေးကိုယ်တာ Pass ကိုအသုံးပြုသောအခါတွင် ကျွန်ုပ်၏ IP နှင့် ကြည့်ရှုမှုမှတ်တမ်းသည် hCaptcha မှ လုံးဝသီးသန့်ဖြစ်ပါသလား။",
    "4019638786": "A- hCaptcha ၏ Privacy Pass အသုံးပြုသူများသည် ၎င်းတို့၏ဘရောက်ဆာ၏ တိုကင်ပိုက်ဆံအိတ်ကို ဗလာ သို့မဟုတ် ဆိုက်မှ ပေးပို့ခြင်းမရှိပါက ၎င်းတို့၏ IP ကို hCaptcha သို့ ဘယ်သောအခါမှ ထုတ်ဖော်မည်မဟုတ်ပါ။ hCaptcha သည် အသုံးပြုသူကို တိုကင်ရွေးနှုတ်ခြင်းသို့ လင့်ခ်ချိတ်ရန် နည်းလမ်းမရှိတော့ဘဲ၊ ၎င်းတို့၏ တိုကင်ပိုက်ဆံအိတ်သည် အလွတ်မပေးပါက ရွေးနုတ်စဉ်အတွင်း အသုံးပြုသူနှင့် တိုက်ရိုက် အပြန်အလှန် တုံ့ပြန်မှု လုံးဝမရှိပါ။",
    "3887113660": "မေး- Privacy Pass သည် hCaptcha ဝင်ငွေအပေါ် မည်သို့အကျိုးသက်ရောက်သနည်း။",
    "1116455671": "A- အသုံးပြုသူသည် သင့်ဆိုက်တွင် ၎င်းကို ပြီးမြောက်ပါက ကနဦးဖြေရှင်းချက်အတွက် သင်ဆုချီးမြှင့်မည်ဖြစ်သည်။ ဖောက်သည်ယုံကြည်မှု မြင့်မားမှုကြောင့် သင့်ဆိုက်ပေါ်တွင် အသုံးပြုသူသည် အလိုအလျောက်ဖြတ်သန်းသွားခြင်းကဲ့သို့ တူညီသောတုံ့ပြန်မှုပုံစံအတိုင်း ဆောင်ရွက်ပေးသည်- ဝင်ငွေမရှိသလို၊ သင့်ဆာဗာမှ siteverify ဖုန်းခေါ်ဆိုမှုသည် pass ရလဒ်များတွင် `ခရက်ဒစ်- မှား` ကို လက်ခံရရှိမည်ဖြစ်သည်။",
    "779817954": "မေး- ကျွန်ုပ်တွင် အခြားဝန်ဆောင်မှုပေးသူမှ ထုတ်ပေးသော Privacy Pass လက်မှတ်များရှိပါက hCaptcha တွင် ၎င်းတို့ကို ရွေးနိုင်ပါသလား။",
    "3014149332": "A- မဟုတ်ပါ၊ ဖြတ်သန်းခွင့်များသည် အပြန်အလှန်လုပ်ဆောင်၍မရပါ- ဤကိစ္စတွင် hCaptcha တစ်ခုတည်းက ၎င်းတို့ကို ထုတ်ပေးပြီး ရွေးနုတ်ပေးရမည်ဖြစ်သည်။ သင့်တိုးချဲ့မှုတွင် Cloudflare နှင့် hCaptcha နှစ်ခုစလုံးမှ ဖြတ်သန်းခွင့်များရှိပါက ရရှိနိုင်သောနံပါတ်သည် သင်သွားရောက်လည်ပတ်နေသည့် စာမျက်နှာ၏လိုအပ်ချက်ပေါ်မူတည်၍ မှန်ကန်သောပမာဏသို့ ပြောင်းလဲသွားမည်ဖြစ်ကြောင်း သတိပြုပါ။ တစ်နည်းဆိုရသော် သင့်ပိုက်ဆံအိတ်တွင် Cloudflare ဖြတ်သန်းခွင့် 100 နှင့် hCaptcha ဖြတ်သန်းခွင့် 10 ခုရှိပါက hCaptcha ထည့်သွင်းထားသော စာမျက်နှာများရှိ တိုးချဲ့အိုင်ကွန်တွင် 10 ကို သင်တွေ့ရပါမည်။",
    "3679148535": "မေး- Privacy Pass ၏ အခြားသော Application များကို သင်လုပ်ဆောင်နေပါသလား။",
    "1606783855": "A- Accessibility (\"a11y\") အသုံးပြုမှုကိစ္စအတွက် Privacy Pass ကို အလွန်စိတ်ဝင်စားပါသည်။ အော်ဒီယို captchas ကဲ့သို့သော ယခင်က ရေပန်းစားသော ရွေးချယ်မှုများသည် a11y အသုံးပြုသူများစွာကို ခွဲခြားထားသည်။ ကျွန်ုပ်တို့၏လက်ရှိ a11y ချဉ်းကပ်မှုကို Privacy Pass ထုတ်ပေးခြင်းနှင့် ပေါင်းစပ်ခြင်းသည် a11y ရွေးချယ်မှုများရရှိနိုင်သောအခါ မလွဲမသွေဖြစ်ပေါ်လာသည့် bot အော်ပရေတာများ၏ အလွဲသုံးစားလုပ်မှုကို ကန့်သတ်ထားစဉ်တွင် ၎င်းတို့၏အသွားအလာကို ပိုမိုလျှို့ဝှက်ထားကြောင်း လုံခြုံစွာ၊ လုံခြုံစွာကြည့်ရှုနိုင်စေရန်၊ လုံခြုံစွာရှာဖွေနိုင်စေမည်ဟု ကျွန်ုပ်တို့ယုံကြည်ပါသည်။",
    "2359150347": "မေး- အခြားအွန်လိုင်းလုံခြုံရေးဝန်ဆောင်မှုများက Privacy Pass ကို ပံ့ပိုးပေးပါသလား။",
    "2082237880": "A- hCaptcha သည် Privacy Pass ကိုပံ့ပိုးပေးသည့် ၎င်း၏ပထမဆုံးဝန်ဆောင်မှုအမျိုးအစားဖြစ်ပြီး လက်ရှိတွင် ထိုသို့လုပ်ဆောင်ရန်တစ်ခုတည်းသောဝန်ဆောင်မှုဖြစ်သည်။ သို့သော်၊ ကျွန်ုပ်တို့သည် အွန်လိုင်းအသုံးပြုသူ privacy ကိုတိုးမြှင့်ခြင်း၏အားသာချက်များကိုအသိအမှတ်ပြုရန်အခြားဝန်ဆောင်မှုများကိုမျှော်လင့်ထားပြီးကျွန်ုပ်တို့သည်ဖွံ့ဖြိုးတိုးတက်ရန်ကူညီနေသော IETF စံနှုန်းများကိုတရားဝင်ချမှတ်ထားသောကြောင့်အနာဂတ်တွင်အကောင်အထည်ဖော်မှုများပိုမိုလုပ်ဆောင်လာလိမ့်မည်ဟုမျှော်လင့်ပါသည်။",
    "2109792055": "အသုံးပြုသူလမ်းညွှန်- ကိုယ်ရေးကိုယ်တာ လက်မှတ်ထုတ်ပေးခြင်းနှင့် မှန်ကန်ကြောင်း အတည်ပြုခြင်းတို့ဖြင့် အမှားအယွင်းလုပ်ခြင်း ပြဿနာများ",
    "3588620914": "Privacy Pass သည် ဝဘ်၏ စံနှုန်းများဖြင့် တီထွင်မှုအသစ်ဖြစ်ပြီး ၎င်းကို သတိမပြုမိသော အခြားသော အပလီကေးရှင်းများနှင့် ဘရောက်ဆာ တိုးချဲ့မှုများသည် ၎င်း၏လုပ်ဆောင်နိုင်စွမ်းကို အနှောင့်အယှက်ဖြစ်စေနိုင်သည်။",
    "4039193170": "တိုကင်များရယူခြင်း သို့မဟုတ် လဲလှယ်ခြင်း ပြဿနာများရှိပါက-",
    "2378786360": "1. အခြားပံ့ပိုးပေးထားသည့် ဘရောက်ဆာများထဲမှ တစ်ခုကို စမ်းကြည့်ပါ- သင်သည် Chrome တွင် ရှိနေပါက၊ သင်၏ ဆက်တင်များကို Chrome မှ မထည့်သွင်းဘဲ Firefox ကို အသုံးပြုကာ ၎င်းတွင် ပလပ်အင်ကို ထည့်သွင်းပါ။ ၎င်းသည် အလုပ်လုပ်ပါက၊ သင့်တွင် ဘရောက်ဆာ ဖွဲ့စည်းမှုပုံစံ ပြဿနာရှိနိုင်သည်။",
    "394235836": "3. အထက်ဖော်ပြပါ အကြံပြုချက်တစ်ခုမျှ အလုပ်မဖြစ်ပါက၊ ကျွန်ုပ်တို့ထံ အကူအညီအီးမေးလ်တစ်စောင် ပေးပို့ပြီး ဘာဖြစ်နေသည်ကို သိရှိနိုင်ရန် ကျွန်ုပ်တို့ ဝမ်းမြောက်စွာ ကူညီဆောင်ရွက်ပေးပါမည်။",
    "3470857731": "reCAPTCHA သည် ဘော့တ်များကို မည်မျှ ကောင်းစွာသိရှိနိုင်သည်ကို ခွဲခြမ်းစိတ်ဖြာခြင်း။",
    "3240786848": "နောက်ဆုံးအပ်ဒိတ်- ဖေဖော်ဝါရီ 18၊ 2021",
    "2547140673": "ဆယ်စုနှစ်တစ်ခုကျော်ကြာ Google ၏ reCAPTCHA ဝန်ဆောင်မှုသည် ဝဘ်ဆိုဒ်ပိုင်ရှင်များကို ကုန်သွယ်မှုတစ်ခုအဖြစ် ကမ်းလှမ်းခဲ့သည်- Google သည် သင့်အသုံးပြုသူများကို ခြေရာခံပြီး ၎င်းတို့အား မေးခွန်းများမေးခွင့်ပြုကာ အပြန်အလှန်အားဖြင့် ဘော့တ်များနှင့် စပမ်းများကို ရပ်တန့်ပစ်မည်ဟု ကတိပြုပါသည်။",
    "2133754014": "ဝဘ်ဆိုဒ် 4.5 သန်းကျော်သည် reCAPTCHA ကိုအသုံးပြုသည် [",
    "3152512587": "နှင့် စနစ်သည် နေ့စဥ်ဖြေရှင်းချက် သန်းရာပေါင်းများစွာကို စုဆောင်းသည်။ [",
    "2296918009": "၎င်းသည် နေ့စဉ် လူတစ်ဦး၏ နှစ် 100 ကျော် လုပ်အားနှင့် ညီမျှသည်။",
    "3900538778": "တံဆိပ်တပ်ထားသော ဒေတာသည် စက်သင်ယူမှုကို အားကောင်းစေသည့် လောင်စာဖြစ်သည်။ reCAPTCHA အဖြေများကို 2009 ခုနှစ်ကတည်းက Google ၏ ML/AI ဝန်ဆောင်မှုများ ပိုမိုကောင်းမွန်လာစေရန် အသုံးပြုထားပါသည်။ reCAPTCHA ကို အသုံးပြုသူ အများအပြားသည် ၎င်းတို့၏ လုပ်အားကို အသုံးပြုရန် လုပ်ဆောင်နေမှန်း မသိကြပါ။",
    "1160252730": "ယခုအခါ Google သည် reCAPTCHA Enterprise အတွက် စျေးနှုန်းကြီးမြင့်စွာကောက်ခံနေပြီး ကုမ္ပဏီများစွာသည် ဤသဘောတူညီချက်ကို ပြန်လည်အကဲဖြတ်ရန် လုပ်ဆောင်နေပါသည်။",
    "1131196501": "ကုမ္ပဏီကြီးတွေလိုပေါ့။",
    "204889717": "hCaptcha's သို့ပြောင်းထားသည်။",
    "639413188": "တုန့်ပြန်။",
    "3280658086": "လုပ်ငန်းဖြေရှင်းချက်",
    "3842815245": "ဒါက တရားမျှတတဲ့ ကုန်သွယ်မှုလား။",
    "714342693": "hCaptcha အဖွဲ့သည် 2016 ခုနှစ်ကတည်းက \"dark web\" captcha-breaking ဝန်ဆောင်မှုများမှ စျေးနှုန်းဒေတာကို စုဆောင်းနေပါသည်။ စိတ်ဝင်စားစရာကောင်းသော လမ်းကြောင်းတစ်ခုကို ကျွန်ုပ်တို့ သတိပြုမိပါသည်-",
    "468929661": "reCAPTCHA တစ်ခုကို ဖောက်ဖျက်ခြင်း၏ ပျမ်းမျှကုန်ကျစရိတ်သည် မယုံနိုင်လောက်အောင် နိမ့်ကျနေပါသည် (ဖြေရှင်းချက် 1000 လျှင် $1 ထက်နည်းသည်) နှင့် ကျွန်ုပ်တို့၏ စောင့်ကြည့်စစ်ဆေးမှုကို 2016 ခုနှစ်တွင် စတင်ကတည်းက တိုးလာခြင်းမရှိပေ။ ၎င်းသည် reCAPTCHA v2 နှင့် v3 နှစ်ခုလုံးအတွက် အကျုံးဝင်ပါသည်။ [",
    "2862164005": "စျေးနှုန်းဒေတာသည် ကျွန်ုပ်တို့အား reCAPTCHA မှ ပေးဆောင်သော လုံခြုံရေးအတွက် ဒေါ်လာတန်ဖိုးကို အတိအကျထည့်သွင်းနိုင်စေသည်- အဖြေတစ်ခုလျှင် $0.001 သို့မဟုတ် ထိုထက်နည်းပါသည်။",
    "102498091": "Google သည် reCAPTCHA Enterprise အတွက် တောင်းဆိုချက် 1,000 လျှင် $1 ကောက်ခံသည်၊ ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်းတို့၏ဝန်ဆောင်မှုလုံခြုံရေးကိုချိုးဖျက်ရန် ကုန်ကျစရိတ်ထက် ယခုတောင်းဆိုမှုတစ်ခုလျှင် ပိုမိုကောက်ခံပါသည်။ ဒါက ဆိုးရွားတဲ့ အပေးအယူတစ်ခုလို ဖြစ်နေတယ်။",
    "130239139": "Google မှ နေ့စဉ်စုဆောင်းရရှိသော နှစ် 100+ လူလုပ်အား၏တန်ဖိုးသည် အဘယ်နည်း။",
    "1421074182": "သိသိသာသာမြင့်မားသည်။",
    "1953519598": "ပုံတစ်ပုံကို အညွှန်းတပ်ရန် ကုန်ကျစရိတ်မှာ $0.03 မှ $1.00 သို့မဟုတ် ထို့ထက်ပိုပါသည်။ ရှေးရိုးဆန်သော ခန့်မှန်းချက်များအရ Google သည် ယနေ့အထိ ဒေါ်လာဘီလီယံပေါင်းများစွာ အလကားလုပ်အားကို ထုတ်ယူခဲ့သည်။ [",
    "3025548709": "ဤမမျှတသောသဘောတူညီချက်အတွက် အခြားရွေးချယ်စရာရှိပါသလား။",
    "263761351": "hCaptcha သည် လစဉ် သန်းနှင့်ချီသော လူသန်းပေါင်းများစွာ အသုံးပြုနေသော ပထမဆုံး ယုံကြည်ရလောက်သော အစားထိုးရွေးချယ်မှု ဖြစ်ပါသည်။",
    "2743692546": "အသုံးပြုသူများသည် ၎င်းတို့၏ လူသားဆန်မှုကို hCaptcha မှတစ်ဆင့် သက်သေပြလိုက်သောအခါ၊ ၎င်းတို့၏ လုပ်အားသည် အမည်မဖော်လိုသည့် လေလံဆွဲသည့် စျေးကွက်အတွင်းသို့ ဝင်ရောက်လာသည်။",
    "1982750088": "ကမ္ဘာတစ်ဝှမ်းရှိ ကုမ္ပဏီများသည် လူများအတွက် လွယ်ကူသော်လည်း စက်များအတွက် ခက်ခဲသော ရိုးရှင်းသော အလုပ်များကို ပြီးမြောက်ရန် ထိုအလုပ်သမားအတွက် ကမ်းလှမ်းခဲ့သည်။ အသုံးပြုသူများသည် ၎င်းတို့လည်ပတ်နေသောဆိုက်ကို ပံ့ပိုးပေးပြီး လုံခြုံရေးအဆင့်မြင့်သောကြောင့် ဝဘ်စပမ်းများကို လျော့နည်းစေပါသည်။",
    "1108398506": "ဖောက်သည်များသည် အတွေ့အကြုံအပေါ် လုံး၀ထိန်းချုပ်မှုရရှိပြီး ကျွမ်းကျင်မှု hCaptcha သည် အင်တာနက်ပေါ်တွင် အကြီးမားဆုံးသော လွတ်လပ်သောစိန်ခေါ်မှုပံ့ပိုးပေးသူကို လည်ပတ်လုပ်ဆောင်ခြင်းမှ ရရှိခဲ့ပါသည်။ ၎င်းတို့သည် reCAPTCHA လုပ်ငန်းထက် ပိုမိုကောင်းမွန်သော သဘောတူညီချက်ကိုလည်း ရရှိသည်- ပမာဏပေါ်မူတည်၍ 50-80% အထိ ပိုမိုကောင်းမွန်သောစျေးနှုန်းများ။",
    "3012870872": "အခမဲ့ဗားရှင်း (hCaptcha Publisher) ကို အသုံးပြုထားသော ဝဘ်ဆိုက်များနှင့် အက်ပ်များသည် ၎င်းကို Google သို့ လှူဒါန်းမည့်အစား ထိုလုပ်ငန်းမှ ဝင်ငွေရရှိမည်ဖြစ်သည်။",
    "2271512952": "အသုံးပြုသူများသည် ၎င်းတို့သွားရောက်လည်ပတ်နေသော ဝဘ်ဆိုက်ကို ပံ့ပိုးပေးပြီး ဝဘ်စပမ်းကို နည်းပါးစေပါသည်။",
    "278010425": "hCaptcha တွင် ကျယ်ပြန့်ပြီး မကြာခဏပြောင်းလဲနေသော အလုပ်မျိုးစုံမှာလည်း အလိုအလျောက်လုပ်ဆောင်ရန် ပိုမိုခက်ခဲပါသည်။ reCAPTCHA ၏ တစ်ခုတည်းသော အင်တာဖေ့စ်သည် နှစ်များစွာအတွင်း မပြောင်းလဲသေးဘဲ မကြာခဏ ပြောင်းလဲလေ့ရှိသော မေးခွန်းငယ်အစုတစ်ခုရှိသည်။ ဤသည်မှာ hCaptcha သည် reCAPTCHA ထက် ပိုမိုခိုင်မာသော ဘော့တ်ကာကွယ်မှု ပေးသည့် နည်းလမ်းများထဲမှ တစ်ခုဖြစ်သည်။",
    "984849234": "hCaptcha သည် ၎င်းကိုအသုံးပြုသောဝဘ်ဆိုက်များနှင့်ဖမ်းယူထားသောတန်ဖိုးကိုမျှဝေစဉ်တွင် reCAPTCHA ကသာပေးဆောင်ရန်အဆင့်မြင့်စက်သင်ယူမှုကိုအသုံးပြုသည်။",
    "4063769686": "အသုံးပြုသူများသည် ၎င်းတို့သွားရောက်လည်ပတ်နေသော ဝဘ်ဆိုက်ကို ပံ့ပိုးပေးပြီး ဝဘ်စပမ်းကို နည်းပါးစေပါသည်။ ဒါက ပိုမျှတတဲ့ သဘောတူညီချက်တစ်ခုလို့ ထင်ရပါတယ်။",
    "685916926": "အဘယ်ကြောင့် အချိန်ကြာလာသည်နှင့်အမျှ reCAPTCHA မတိုးတက်သေးသနည်း။",
    "3992401943": "2012 ခုနှစ်ကတည်းက နက်နဲသောသင်ယူမှုတွင် တော်လှန်မှုတစ်ခုရှိခဲ့သည်။ အဓိကအားဖြင့် နက်ရှိုင်းသော convolutional networks များကြောင့် လွန်ခဲ့သည့်ဆယ်စုနှစ်များအတွင်း လုပ်ငန်းဆိုင်ရာ စံနှုန်းသည် အလွန်တိုးတက်ကောင်းမွန်လာပါသည်။ အခြား ML-စွမ်းအင်သုံး ဝန်ဆောင်မှုများ Google ကမ်းလှမ်းချက်များသည် ဤမျဉ်းကွေးကို လိုက်နာပါသည်။",
    "615031303": "(အောက်ခြေမှတ်စုများကို ကြည့်ပါ။",
    "2125514305": "ML သည် ပိုမိုကောင်းမွန်လာသော်လည်း reCAPTCHA ကိုကျော်ဖြတ်ရန် အခက်အခဲမှာ ဤကာလအတွင်း ရုပ်ပိုင်းဆိုင်ရာ ပြောင်းလဲခြင်းမရှိပါ။",
    "1406188018": "၆ နှင့် ၇",
    "2689973938": "reCAPTCHA ကို ပိုမိုကောင်းမွန်အောင် ပြုလုပ်ခြင်းသည် ကြော်ငြာရောင်းချသူအနေဖြင့် Google အတွက် ပင်ကိုယ်ပဋိပက္ခကို ဖန်တီးပေးပါသည်။",
    "464238793": "အကယ်၍ Google ကိုယ်တိုင်က ကြော်ငြာတစ်ခုကို မြင်သည် သို့မဟုတ် လင့်ခ်ကို ကလစ်နှိပ်ခြင်းသည် အမှန်တကယ်တွင် bot တစ်ခုဖြစ်ကြောင်း ဆုံးဖြတ်ပါက၊ ၎င်းသည် အသုံးပြုသူအား ပြသသည့် ကြော်ငြာများအတွက် အခကြေးငွေ ပေးဆောင်နိုင်မည်မဟုတ်ပေ။ ဤအကျိုးစီးပွားပဋိပက္ခသည် Google ၏ ဘော့တ်ဆန့်ကျင်ရေးရည်မှန်းချက်များ၏ နယ်ပယ်ကို ပြင်းထန်စွာကန့်သတ်ထားသည်။",
    "918924423": "ဥပမာအားဖြင့်၊ Google သည် နောက်ကြောင်းပြန်လှုပ်ရှားမှု bot detection ကဲ့သို့သော သိသာထင်ရှားသော အဖိုးတန်ဝန်ဆောင်မှုများကို မပေးဆောင်ပါ။ ဒေတာရက်အတော်ကြာ ပိုင်းခြားစိတ်ဖြာပြီးနောက် အသုံးပြုသူအသွားအလာကို bot-ထုတ်ပေးကြောင်း ကြေညာခြင်းသည် ပိုမိုယုံကြည်စိတ်ချရသည်။",
    "661412233": "အချို့သောအသုံးပြုသူများသည် bot များဖြစ်ကြောင်း captcha ပြီးနောက်သိခြင်းသည်လည်းတန်ဖိုးရှိသည်။ ၎င်းသည် ဝဘ်ဆိုဒ်ပိုင်ရှင်များအား စပမ်းပို့စ်အဟောင်းများကို ဖယ်ရှားရှင်းလင်းစေပြီး အနာဂတ်တွင် စပမ်းဖိုရမ်များတွင် စာရင်းသွင်းထားသော \"sleeper account\" များကို ဖျက်နိုင်စေကာ၊ လိမ်လည်မှုများကို လျှော့ချရန်နှင့် အခြားအရာများကို လုပ်ဆောင်နိုင်စေပါသည်။",
    "3600797185": "နောက်ကြောင်းပြန်အသုံးမပြုနိုင်သော ဘော့တ်ခွဲခြားသတ်မှတ်ခြင်းကို ကမ်းလှမ်းခြင်းသည် လိမ်လည်လှည့်ဖြားမှုတွင် ငွေကြေးသုံးစွဲသော ကြော်ငြာရှင်များအား နောက်ကြောင်းပြန်အမ်းငွေ မည်သို့ပြန်အမ်းရမည်ဆိုသည့် မေးခွန်းများအတွက် Google ကို ဖွင့်ပေးမည်ဖြစ်သည်။",
    "2076932190": "ထို့ကြောင့် reCAPTCHA ထုတ်ကုန်သည် ဆယ်စုနှစ်တစ်ခုကြာ ရပ်တန့်သွားခဲ့သည်။",
    "3856912381": "အသုံးပြုသူများ ကြုံတွေ့ခဲ့ရပြီး မလိုအပ်သော ဝဘ်စပမ်းသည် ယခုအခါ များပြားလာပါသည်။ ဒါပေမယ့် အခြားရွေးချယ်စရာတစ်ခုရှိပါတယ်။",
    "1035621426": "reCAPTCHA မှသတ်မှတ်ထားသော bot တိုင်းသည် Google ၏ကြော်ငြာဝင်ငွေကို တိုက်ရိုက်လျှော့ချပေးပါသည်။",
    "3668115514": "hCaptcha က ဘယ်လိုကွာခြားလဲ။",
    "2413742287": "hCaptcha ၏မက်လုံးမှာ ကြော်ငြာဝင်ငွေမဟုတ်ဘဲ တိကျမှန်ကန်မှုကို မြှင့်တင်ရန်ဖြစ်သည်- လူသားလေ့ကျင့်ရေးဒေတာလိုအပ်သော ကျွန်ုပ်တို့၏ဖောက်သည်များအတွက် bot အဖြေများသည် အသုံးမဝင်ပါ။",
    "1373262754": "မည်သူတစ်ဦးတစ်ယောက်ဖြစ်သည်ကို သိခြင်းသည် hCaptcha အတွက် အနည်းငယ်မျှသာ တန်ဖိုးရှိသည်။ ၎င်းတို့သည် လူသားများ သို့မဟုတ် ဆိုးသွမ်းသော သရုပ်ဆောင်များသာ ဖြစ်မဖြစ်ကို ကျွန်ုပ်တို့ ဂရုစိုက်ပါသည်။",
    "600646860": "စစ်မှန်သောတန်ဖိုးဖြင့် အလုပ်သမားထုတ်ယူနေချိန်တွင် မေးခွန်းထုတ်စရာတန်ဖိုးရှိသောဝန်ဆောင်မှုကို ပေးဆောင်မည့်အစား hCaptcha သည် လျော်ကြေးငွေနှင့် ပြင်းထန်သော bot များကို အကာအကွယ်ပေးပါသည်။",
    "1836191653": "ပိုကောင်းခြင်းမရှိသော လုပ်ငန်းဗားရှင်းအတွက် ဒေါ်လာသန်းပေါင်းများစွာအား အခမဲ့သုံးစွဲသူများကို အလွယ်တကူ ရှုံးနိမ့်သွားသည့် ဝန်ဆောင်မှုကို ပေးဆောင်မည့်အစား hCaptcha သည် လုပ်ငန်းအသုံးပြုသူများအား ထပ်လောင်းအင်္ဂါရပ်များနှင့် စိတ်ကြိုက်ပြင်ဆင်မှုများအပြင် အားကောင်းသော SLAs များနှင့် လျင်မြန်သောပံ့ပိုးမှုတို့နှင့်အတူ နှစ်ခုလုံးအတွက် ကောင်းမွန်သော bot ကာကွယ်မှုကို ပေးပါသည်။",
    "990215503": "hCaptcha သည် ကြော်ငြာကွန်ရက်မှ မပိုင်ဆိုင်သော တစ်ခုတည်းသော အဓိက captcha ဝန်ဆောင်မှုဖြစ်သည်။",
    "971933157": "hCaptcha သည် ကိုယ်ရေးကိုယ်တာ၊ ပွင့်လင်းမြင်သာမှုနှင့် တရားမျှတမှုကို ဂရုစိုက်သည်။",
    "178839499": "သုံးစွဲသူများသည် ၎င်းတို့၏ လူသားဆန်မှုကို သက်သေပြနေချိန်တွင် hCaptcha သည် လုပ်ဆောင်ခဲ့သော အလုပ်၏တန်ဖိုးကို မျှဝေပါသည်။",
    "1237076138": "hCaptcha သည် အခမဲ့ (hCaptcha Publisher) နှင့် လုပ်ငန်း (hCaptcha Enterprise) သုံးစွဲသူများအတွက် မျှတသောသဘောတူညီချက်ကို ပေးပါသည်။",
    "614310292": "hCaptcha ကို ဘယ်သူက တည်ဆောက်တာလဲ။",
    "4188814619": "hCaptcha သည် Intuition Machines ၏ဝန်ဆောင်မှုတစ်ခု (",
    "3265328927": ") စက်သင်ယူခြင်းလုပ်ငန်းကို အတိုင်းအတာဖြင့် အကောင်အထည်ဖော်သည့်ကုမ္ပဏီများအတွက် ထုတ်ကုန်နှင့်ဝန်ဆောင်မှုများကို ပံ့ပိုးပေးသည့် စက်သင်ယူမှုကုမ္ပဏီ။",
    "2740033957": "IM အဖွဲ့သည် Apple၊ Amazon နှင့် စက်သင်ယူမှု၊ ဖြန့်ဝေမှုစနစ်များနှင့် လုံခြုံရေးဆိုင်ရာ အခြားခေါင်းဆောင်များမှ သိပ္ပံပညာရှင်များနှင့် အင်ဂျင်နီယာများဖြင့် ဖွဲ့စည်းထားသည်။",
    "1579715421": "IM သိပ္ပံပညာရှင်များသည် ICML၊ ICLR၊ ECCV နှင့် NeurIPS ကဲ့သို့သော ထိပ်တန်းအစည်းအဝေးများတွင် ပုံမှန်ထုတ်ဝေလေ့ရှိပြီး ကုမ္ပဏီသည် နက်ရှိုင်းစွာ ဟန့်တားခြင်းကဲ့သို့ ML ပညာရပ်များတွင် ခေတ်မီသောရလဒ်များကို လူသိရှင်ကြားထုတ်ပြန်ခဲ့သည်။",
    "4015238193": "နှင့် OCR [",
    "279580593": "imachines.com",
    "279918384": "Google သည် သင်၏အခမဲ့လုပ်အားကို မည်သို့အသုံးပြုသနည်း။",
    "2385522384": "Google ၏ Waymo မောင်းသူမဲ့ကားများတွင် ကင်မရာများမှ ဗီဒီယိုဘောင်များကို သင်မြင်ရပြီး ၎င်းတို့၏ အရာဝတ္ထုများကို မှတ်မိနိုင်စွမ်းကို ပိုမိုကောင်းမွန်လာစေရန် ကူညီပေးနေပါသည်။",
    "1517627947": "Google ၏ Streetview ကားများမှ အဆောက်အဦပုံများ သို့မဟုတ် လမ်းဆိုင်းဘုတ်ပုံများကို မြင်တွေ့ရပြီး ၎င်းတို့၏ Maps နှင့် Earth ထုတ်ကုန်များအတွက် တည်နေရာအညွှန်းတပ်ရန် ကူညီပေးနေပါသည်။",
    "3225936061": "Google ၏ Books ဝန်ဆောင်မှုရှိ စာအုပ်စာမျက်နှာများမှ ကူးယူထားသော စာသားပုံများကို သင်တွေ့ခဲ့ရပြီး ၎င်းတို့၏ OCR (စာသားမှတ်မိခြင်း) ဆော့ဖ်ဝဲလ်ကို ပိုမိုကောင်းမွန်လာစေရန် ကူညီပေးနေပုံရသည်။",
    "129661785": "\"ကား/လူကူးမျဉ်းကြား/မှတ်တိုင်ကို နှိပ်ခိုင်းဖူးလား။\"",
    "936667684": "\"အဆောက်အဦ/လမ်းပေါ် ဆိုင်းဘုတ်ရိုက်ခိုင်းဖူးလား။\"",
    "3773515538": "စကားလုံးနှစ်လုံး ရိုက်ခိုင်းဖူးလား။",
    "1778058441": "hCaptcha တွင် မည်သည့်အလုပ်မျိုးများ လုပ်ဆောင်နေသနည်း။",
    "366088791": "hCaptcha သည် လုပ်ဆောင်စရာများစွာကို ပံ့ပိုးပေးသည်။",
    "3114147525": "hCaptcha သုံးစွဲသူများသည် အရာဝတ္ထုအသိအမှတ်ပြုမှု၊ ရည်ညွှန်းချက်ရှာဖွေခြင်း (အဝတ်အစားအမျိုးအစားများကိုခွဲခြားသတ်မှတ်ရန် အညွှန်းများစုဆောင်းခြင်း)၊ ဆက်စပ်မှုအဆင့်သတ်မှတ်ချက် (မူလထုတ်ကုန်တစ်ခုနှင့်နှိုင်းယှဉ်လျှင် ရွေးချယ်စရာများစွာမှ အသက်ဆိုင်ဆုံးထုတ်ကုန်ကို ရွေးချယ်ခြင်း)၊ သေတ္တာဘောင်များ (စိတ်ဝင်စားဖွယ်ဧရိယာများကို ရှာဖွေခြင်းအပါအဝင် လုပ်ငန်းတာဝန်များအတွက် hCaptcha သုံးစွဲသူများသည် ဝန်ဆောင်မှုကို အသုံးပြုကြသည်။ ပုံတစ်ပုံ)၊ \"Human OCR\" (ရုပ်ပုံတစ်ခုအတွင်း စာသားကို ခွဲခြားသတ်မှတ်ခြင်း) နှင့် အခြားအလုပ်အမျိုးအစားများစွာ။",
    "3139609561": "အောက်တွင် ပုံအမျိုးအစားခွဲခြားခြင်းနှင့် အရည်အချင်းရှာဖွေခြင်း အလုပ်အမျိုးအစားများ၏ နမူနာနှစ်ခုဖြစ်သည်။ [",
    "2273532558": "hCaptcha ၏ ပေးချေသောဖောက်သည်များကား မည်သူနည်း။",
    "4104221634": "hCaptcha ဖောက်သည်များသည် စက်ပညာကိုအသုံးချခြင်းမှ တန်ဖိုးဖန်တီးနိုင်သည့် ဖက်ရှင်၊ လက်လီရောင်းချမှုနှင့် အခြားနယ်ပယ်များကို အာရုံစိုက်သည့် နည်းပညာကုမ္ပဏီများမှ နည်းပညာကုမ္ပဏီများအထိ စက်မှုလုပ်ငန်းမျိုးစုံကို ချဲ့ထွင်သည်။",
    "1337725003": "hCaptcha သည် ကြီးမားသောအချိန်နှင့်တပြေးညီ မှတ်ချက်စကားများကို ဝင်ရောက်ကြည့်ရှုခွင့်ရရှိရန် ဒီမိုကရေစီနည်းလမ်းတကျလုပ်ဆောင်ပြီး ကုမ္ပဏီကြီးငယ်များသည် ၎င်းတို့၏ထုတ်ကုန်များနှင့် ဝန်ဆောင်မှုများ၏ အရည်အသွေးကို ၎င်းတို့၏လုပ်ငန်းတွင် စက်သင်ယူမှုကို အသုံးချခြင်းဖြင့် ၎င်းတို့၏ထုတ်ကုန်နှင့် ဝန်ဆောင်မှုများ၏ အရည်အသွေးကို မြှင့်တင်ပေးမည်ဖြစ်သည်။",
    "4086379603": "မေးခွန်းများ?",
    "1243684308": "ကျွန်ုပ်တို့သည် သင်၏ အကြံပြုချက်ကို အလေးအနက်ထားပြီး၊ လူတိုင်းသည် ဘော့တ်များနည်းပြီး စပမ်းနည်းသော အွန်လိုင်းတွင် ပိုမိုသာယာသော အတွေ့အကြုံကို ရရှိကြောင်း သေချာစေလိုပါသည်။ ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ-",
    "2645321220": "reCAPTCHA ၏ကုန်ကျစရိတ်သည် အလွန်မြင့်မားသည်ဟု သင်ထင်ပါက hCaptcha Enterprise အကြောင်း ကျွန်ုပ်တို့ထံ မေးမြန်းပါ။ ကမ္ဘာပေါ်ရှိ အကြီးဆုံးထုတ်ဝေသူများ၊ ငွေကြေးဝန်ဆောင်မှုကုမ္ပဏီများနှင့် ဝဘ်အခြေခံအဆောက်အအုံကုမ္ပဏီများမှ အချို့သော လက်ရှိအသုံးပြုနေသည့် ၎င်းတို့သည် reCAPTCHA ၏ ယုံကြည်စိတ်ချရသော အခြားရွေးချယ်မှုတစ်ခုမျှသာမဟုတ်ပါ- ၎င်းတို့သည် လက်ရှိရနိုင်သော အကောင်းဆုံး ဘော့တ်ကာကွယ်ရေးကို ပေးဆောင်သည်ဟု ကျွန်ုပ်တို့ယုံကြည်ပါသည်။",
    "1229233916": "အောက်ခြေမှတ်စုများ",
    "1115642494": "1. အရင်းအမြစ်- BuiltWith.com reCAPTCHA ဆိုက်စာရင်းများ။ ဇူလိုင်လ 9 ရက်၊ 2019 ခုနှစ်မှ ပြန်လည်ရယူခဲ့သည်။",
    "448807334": "(\"CAPTCHAs သန်းရာပေါင်းများစွာကို နေ့စဉ်လူများက ဖြေရှင်းကြသည်။\") ဇူလိုင်လ 8 ရက်၊ 2019 ခုနှစ်တွင် ပြန်လည်ရယူသည်။",
    "2397590157": "3. ရှေးရိုးဆန်သော ခန့်မှန်းချက်- သန်း 200 သည် ဖြေရှင်းနိုင်သည် * နှစ်များအတွင်း စက္ကန့် 30 ဖြေရှင်းသည် = လူ 190.3 နှစ် / နေ့။",
    "3236311792": "4. hCaptcha အတွင်းပိုင်းခွဲခြမ်းစိတ်ဖြာခြင်း။ ဇွန်လ 30 ရက်၊ 2019 ခုနှစ်အထိ ရိတ်သိမ်းထားသောဒေတာ။ အသေးစိတ်အချက်အလက်များကို တောင်းဆိုချက်အရ ရနိုင်ပါသည်။",
    "1752259468": "5. ရှေးရိုးဆန်သော ခန့်မှန်းချက်- မှတ်ချက်တစ်ခုအတွက် $0.01 ကုန်ကျစရိတ် * 200M ပျမ်းမျှ။ တစ်ရက်လျှင် မှတ်ချက်များ (အောက်ဘောင်) * တစ်နှစ်လျှင် 365 ရက် * 2009 ဝယ်ယူမှုမှ စတင်သည့် 10 နှစ် = $7.3 ဘီလီယံ နိမ့်ကျသော ဘောင်သွင်းတန်ဖိုး။",
    "3268946369": "6. ခရက်ဒစ်- Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. အရင်းအမြစ်- Mary Meeker, KP Internet Trends 2017",
    "2666258754": "Heikki Arponen၊ Tom E Bishop၊ အားနည်းသော ကြီးကြပ်မှုဖြင့် နက်ရှိုင်းစွာ ခွဲထုတ်ခြင်းအတွက် အဆက်မပြတ် ဆက်စပ်နေသော အထက်တန်းကျသော ဆက်စပ်မှုအခြေခံများ။ ICML 2019၊ LLD အလုပ်ရုံဆွေးနွေးပွဲ။",
    "2544169219": "လတ်တလော ခေတ်မီသောရလဒ်များ- ICML LLD၊ မေလ 2019။",
    "1973347745": "10. Royalty-free ဥပမာပုံများ။ အရင်းအမြစ်- Petapixel။",
    "1493115924": "ကုန်အမှတ်တံဆိပ်မှတ်စုများ",
    "4051104324": "\"Intuition Machines\" သည် Intuition Machines, Inc ၏ မှတ်ပုံတင်ထားသော ကုန်အမှတ်တံဆိပ်တစ်ခုဖြစ်သည်။",
    "3983646521": "ကုန်ပစ္စည်းအမည်များ၊ လိုဂိုများ၊ အမှတ်တံဆိပ်များ၊ ကုန်အမှတ်တံဆိပ်များနှင့် မှတ်ပုံတင်ထားသော ကုန်အမှတ်တံဆိပ်များအားလုံးသည် သက်ဆိုင်ရာပိုင်ရှင်များ၏ ပိုင်ဆိုင်မှုဖြစ်သည်။ ဤဝဘ်ဆိုက်တွင်အသုံးပြုသည့် ကုမ္ပဏီ၊ ထုတ်ကုန်နှင့် ဝန်ဆောင်မှုအမည်များအားလုံးသည် သက်သေခံရည်ရွယ်ချက်အတွက်သာဖြစ်သည်။ ဤအမည်များ၊ ကုန်အမှတ်တံဆိပ်များနှင့် အမှတ်တံဆိပ်များကို အသုံးပြုခြင်းသည် ထောက်ခံမှုကို ဆိုလိုခြင်းမဟုတ်ပါ။ ဤကိစ္စတွင်၊ အတော်လေးဆန့်ကျင်ဘက်ဖြစ်သည်။",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM သိပ္ပံပညာရှင်များသည် CVPR 2020 တွင် အားနည်းသော ကြီးကြပ်ထားသော စာသားအသိအမှတ်ပြုမှု (OCR) အတွက် စံသတ်မှတ်ချက်အသစ်ကို သတ်မှတ်ခဲ့သည်။",
    "1259002282": "ပိုးတွေ့သလား။ အဲဒါကို သတင်းပို့နည်းက ဒီလိုပါ။",
    "3301728462": "သန်းပေါင်းများစွာသောလူများသည် လစဉ် hCaptcha ကိုအသုံးပြုကြပြီး ထောင်ပေါင်းများစွာသောဘရောက်ဆာများ၊ တိုးချဲ့မှုများ၊ စက်ပစ္စည်းများ၊ firewalls နှင့် အခြားအရာများပေါ်တွင် အသုံးပြုကြသည်။",
    "3878230879": "ကျွန်ုပ်တို့၏ ရည်မှန်းချက်မှာ သင့်အတွက် အမြဲအလုပ်လုပ်ကြောင်း သေချာစေရန်ဖြစ်သည်၊ ထို့ကြောင့် သင့်အစီရင်ခံစာများကို ကျွန်ုပ်တို့ အလွန်ကျေးဇူးတင်ပါသည်။",
    "2465128185": "လျင်မြန်သော တုံ့ပြန်ချက်ပေးရန်၊ \"ကျွန်ုပ်တို့ကို အကြံပြုချက်ပေးပို့ပါ\" ခလုတ်ကို နှိပ်ပါ။",
    "2921990472": "လုပ်ငန်းဆောင်တာ ပြဿနာတစ်ခုတွေ့ပါက ကျေးဇူးပြု၍ လိုက်နာပါ။",
    "2870341481": "အောက်တွင်။ အခြားဘရောက်ဆာများအတွက်သာ",
    "1866590035": "Chrome အတွက် အမှားရှာပြင်မှတ်တမ်း လမ်းညွှန်ချက်များ",
    "444492541": "Firefox အတွက် အမှားအယွင်း မှတ်တမ်း လမ်းညွှန်ချက်များ",
    "169267610": "ကျွန်တော်တို့ကို အီးမေးလ်ပို့ပါ။",
    "3100722753": "ဖြစ်နိုင်ခြေရှိသော လုံခြုံရေး သို့မဟုတ် ကိုယ်ရေးကိုယ်တာပြဿနာများအတွက်၊ အောက်ပါညွှန်ကြားချက်များကို ကြည့်ပါ။",
    "1906593952": "သင်မြင်လိုက်သည့် hCaptcha နှင့် ပတ်သက်၍ တုံ့ပြန်ချက်ပေးပါ။",
    "3951254541": "သင်၏ထည့်သွင်းမှုကို ကျွန်ုပ်တို့ကျေးဇူးတင်ပါသည်။ မည်သည့်ပြဿနာမဆို ကျွန်ုပ်တို့အား အသိပေးပြီး ၎င်းတို့ကို အမြန်ဖြေရှင်းပေးပါမည်။",
    "3324288040": "ကျွန်ုပ်တို့ထံ တုံ့ပြန်ချက်ပေးပို့ပါ။",
    "2864016648": "ကိုယ်ရေးကိုယ်တာကိစ္စများ",
    "304004915": "အသုံးပြုသူများသည် မည်သူမည်ဝါဖြစ်သည်ကို ဂရုမစိုက်ပါ၊ ၎င်းတို့သည် အန္တရာယ်ရှိသော သို့မဟုတ် စက်များဖြစ်ရန် မည်မျှဖြစ်နိုင်သည်ကို ဂရုမစိုက်ပါ။ ကဲ့သို့သော အစပျိုးမှုများကို ကျွန်ုပ်တို့ ထောက်ခံပါသည်။",
    "1139493658": "ကိုယ်ရေးကိုယ်တာနှင့် လုံခြုံရေးကို ချိန်ခွင်လျှာညှိရန် ကြိုးစားပါ။",
    "3083289844": "သုံးစွဲသူ၏ကိုယ်ရေးကိုယ်တာအပေါ် သက်ရောက်မှုရှိနိုင်သည်ဟု သင်ယူဆသည့်ပြဿနာတစ်ခု တွေ့ရှိပါက၊ ကျွန်ုပ်တို့ထံ အီးမေးလ်ပို့ပါ။",
    "4264784515": "လုံခြုံရေး ချွတ်ယွင်းချက်များ",
    "963238401": "လုံခြုံရေး ချွတ်ယွင်းချက်များ အစီရင်ခံစာများ လက်ခံရရှိရန် ကျွန်ုပ်တို့ အမြဲတမ်း စိတ်ဝင်စားပါသည်။ အီးမေးလ်",
    "3926027556": "ငါတို့သည် သင်တို့ဆီသို့ အမြန်ပြန်လာမည်။",
    "1589805435": "ငါတို့မှာလည်း ရှိတယ်။",
    "2560582224": "bug ဆုကြေးအစီအစဉ်",
    "103876916": "hCaptcha ဝန်ဆောင်မှုနှင့် ဆက်စပ်အရင်းအမြစ်ကုဒ်ရှိ အရည်အချင်းပြည့်မီသော လုံခြုံရေးအစီရင်ခံစာများအတွက်။",
    "497117287": "သုံးစွဲနိုင်မှု ရွေးချယ်စရာများ",
    "3230004040": "သင်သည် အမြင်အာရုံချို့ယွင်းနေပါသလား သို့မဟုတ် hCaptchas များကို ပြီးမြောက်အောင် မလုပ်နိုင်ပါသလား။",
    "3480023141": "ဝင်ရောက်နိုင်မှုဆိုင်ရာ ရွေးချယ်မှုများအကြောင်း ပိုမိုလေ့လာပါ။",
    "2052161540": "ချွတ်ယွင်းချက် အစီရင်ခံစာအသေးစိတ်ကို ရိုက်ကူးခြင်း- Chrome",
    "2281169898": "သင့်အစီရင်ခံစာနှင့်အတူ အမှားရှာပြင်ခြင်းဆိုင်ရာ အချက်အလက်ကို ပေးပို့ခြင်းသည် ကျွန်ုပ်တို့အတွက် ဖြစ်ပျက်နေသည့်အရာများကို ဖော်ထုတ်ရန် ပိုမိုလွယ်ကူစေသည်။ ဤသည်မှာ အဆင့်ဆင့် ညွှန်ကြားချက်များဖြစ်သည်-",
    "1123365779": "အကယ်၍ သင်သည် ဝဘ်ဆော့ဖ်ဝဲရေးသားသူ သို့မဟုတ် ကျွမ်းကျင်သူအသုံးပြုသူဖြစ်ပါက၊ အကျဉ်းချုပ်မှာ ကျွန်ုပ်တို့သည် သင့်အား HAR နှင့် ဘရောက်ဆာကွန်ဆိုးလ်မှတ်တမ်းများကို မှတ်တမ်းတင်ထားသော ကွန်ရက်တစ်ခုထံသို့ ပေးပို့လိုပါသည်။",
    "2015218686": "ဤအဆင့်များမဖြတ်သန်းမီ။ ၎င်းသည် သင့်ပြဿနာကို ဖြေရှင်းပေးမည်ဆိုပါက၊ သင့်ဘရောက်ဆာဗားရှင်း၊ ကြော်ငြာပိတ်ဆို့ခြင်း သို့မဟုတ် ဘရောက်ဆာနောက်ဆက်တွဲနှင့် ဝဘ်ဆိုက် URL ကို အသိပေးခြင်းအား ကျွန်ုပ်တို့ ကျေးဇူးတင်နေပါသည်။",
    "3922723611": "ကျေးဇူးပြု၍ ကြော်ငြာပိတ်ဆို့ခြင်း သို့မဟုတ် ဘရောင်ဇာလုံခြုံရေး နောက်ဆက်တွဲများကို ပိတ်ကြည့်ပါ။",
    "4036872105": "ဦးစွာ ပြီးမှ ပြန်ကြိုးစားပါ။",
    "993651083": "အဆင့် 1- Developer Tools ကိုဖွင့်ပါ (၎င်းသည် စက်ရှင်ကို စတင်မှတ်တမ်းတင်ပါသည်။)",
    "4163469907": "အဆင့် 2: Developer Tools ရှိ Network tab ကိုနှိပ်ပါ။ ထိပ်ရှိ \"သိမ်းဆည်းမှတ်တမ်း\" အကွက်ကို စစ်ဆေးပါ။",
    "4243348003": "အဆင့် 3- သွားရောက်ကြည့်ရှုပါ။",
    "641342999": "သို့မဟုတ် သင့်တွင် ပြဿနာရှိနေသည့် ဝဘ်ဆိုက် (ကိုယ်ရေးကိုယ်တာ မှတ်ချက်- ၎င်းကို မျှဝေရန် စိတ်မ၀င်စားပါကသာ) ... ထို့နောက် \"ကျွန်ုပ်သည် လူသားဖြစ်သည်\" ခလုတ်ကို နှိပ်ပြီး ဖြေရှင်းရန် ကြိုးစားပါ။",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "အဆင့် 4- သင်ဖြေရှင်းရန်ကြိုးစားပြီးနောက် \"Export HAR\" (အောက်မြှားလေး) ကိုနှိပ်ပါ၊ ကွန်ရက်မှတ်တမ်းကိုသိမ်းဆည်းပါ။ ထိုဖိုင်ကို ကျွန်ုပ်တို့ထံ ပေးပို့ပါ။",
    "1503240421": "အဆင့် 5: Console တက်ဘ်ပေါ်တွင် ကလစ်နှိပ်ပြီး console မှတ်တမ်းကိုသိမ်းဆည်းရန်အတွက် \"Save as ..\" ပြီးနောက် right-click နှိပ်ပါ။ အဲဒါကိုလည်း ပို့ပေးပါ။",
    "2863840904": "အဆင့် 6- နောက်ဆုံးအဆင့်၊ ထို HAR နှင့် console မှတ်တမ်းဖိုင်များကို ကျွန်ုပ်တို့ထံ အီးမေးလ်ပို့ပြီး ပြဿနာကို ဖော်ပြပါ။",
    "4051785543": "အသုံးပြုရန်-",
    "3623028666": "(ထိုကဲ့သို့သော ဝန်ဆောင်မှုကို အသုံးပြုပါ။",
    "551761392": "လင့်ခ်များ ပေးပို့ပါ) နှင့် မှန်မှန်ကန်ကန် ပြသခြင်းမရှိဟု သင်သံသယရှိပါက ဖန်သားပြင်ဓာတ်ပုံကို ရွေးချယ်နိုင်သည်။ သင်အသုံးပြုနေသော IP ကိုလည်းကောင်း ပေးပို့ပါ။ မင်းဆီက ရနိုင်တယ်။",
    "1219091208": "Dropbox",
    "443094024": "ဖိုင်ဘင်",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "ဤအချက်အလက်ရရန် အချိန်ပေးသည့်အတွက် ကျေးဇူးတင်ပါသည်။",
    "3680327841": "လူတိုင်းအတွက် hCaptcha ကို ကောင်းမွန်စွာလုပ်ဆောင်ရန် ကျွန်ုပ်တို့ကတိပြုပါသည်။",
    "1059502393": "ချို့ယွင်းချက်အစီရင်ခံစာအသေးစိတ်ကို ရိုက်ကူးခြင်း- Firefox",
    "1112074001": "အဆင့် 2: Developer Tools ရှိ Network tab ကိုနှိပ်ပါ။ ထိပ်ရှိ \"ဆက်မြဲမှတ်တမ်းများ\" အကွက်ကို စစ်ဆေးပါ။",
    "1797298240": "အဆင့် 4- သင်ဖြေရှင်းရန်ကြိုးစားပြီးနောက် \"HAR\" ကိုနှိပ်ပြီး ကွန်ရက်မှတ်တမ်းကိုသိမ်းဆည်းရန် \"အားလုံးသိမ်းရန် HAR\" ကိုရွေးချယ်ပါ။ ထိုဖိုင်ကို ကျွန်ုပ်တို့ထံ ပေးပို့ပါ။",
    "3671246379": "အဆင့် 5- Console တက်ဘ်ကို နှိပ်ပြီး console မှတ်တမ်းကို သိမ်းဆည်းရန်အတွက် ၎င်းကို \"Select all\" တွင် right-click နှိပ်ပြီး ၎င်းကို စာသားဖိုင်တွင် သိမ်းဆည်းပါ။ အဲဒါကိုလည်း ပို့ပေးပါ။",
    "3816867833": "တုံ့ပြန်ချက်",
    "788770967": "ကြားရတာစိတ်မကောင်းပါဘူး! ကျွန်ုပ်တို့၏ ဝင်ရောက်နိုင်မှု ရွေးချယ်မှုကို သင်အသုံးပြုလိုနိုင်သည်-",
    "1333016413": "၎င်းသည် ကွတ်ကီးတစ်ခုကို စာရင်းသွင်းပြီး သတ်မှတ်ခြင်းဖြင့် အနာဂတ်မေးခွန်းများကို ရှောင်ရှားနိုင်စေပါသည်။",
    "2333410049": "ကျေးဇူးပြု၍ သင့်ကြော်ငြာပိတ်ဆို့ခြင်းကို ပိတ်ကြည့်ပါ။",
    "1345083090": "လုပ်ဆောင်နိုင်စွမ်းပြဿနာကို သတင်းပို့နေပါသလား။",
    "2184564739": "ကြည့်ပါ။",
    "604751186": "တခြားကိစ္စတွေလား? အီးမေးလ်",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "အသေးစိတ်မှတ်တမ်းများဖြင့် ပြဿနာများကို မည်သို့အစီရင်ခံမည်နည်း။",
    "1050501253": "ခက်ခဲလွန်းတယ်။",
    "3264813246": "မသင့်လျော်သော",
    "3526939538": "Software Bug",
    "126134492": "တခြား",
    "3511610999": "မှန်ကန်တဲ့ နေရာကို ရောက်အောင် သေချာကြည့်ရအောင်။",
    "3906886217": "ကုမ္ပဏီ သို့မဟုတ် ဝဘ်ဆိုဒ်များအတွက်",
    "1621597093": "လုပ်ငန်းလုံခြုံရေးဖြေရှင်းချက် (အခပေး)",
    "3176531704": "အချက်အလက်မှတ်ချက်",
    "1834239172": "hCaptcha မှတ်စာ ဝန်ဆောင်မှုများကို ဝယ်ယူပါ။",
    "1457707016": "တစ်ဦးချင်းစီအတွက်",
    "770264626": "သင့်ဝန်ဆောင်မှုတွင် hCaptcha ထည့်ပါ (အခမဲ့)",
    "881015166": "ထုတ်ဝေသူများအတွက် hCaptcha ကို ကျွန်ုပ်၏ဝဘ်ဆိုဒ် သို့မဟုတ် အက်ပ်တွင် ထည့်ပါ။",
    "47536007": "hCaptcha အကြောင်းပိုမိုလေ့လာပါ။",
    "2012837493": "ရှာဖွေမှုရလဒ်များ",
    "4034694801": "တူညီသောရလဒ်များမရှိပါ။",
    "3621411541": "hCaptcha အတွက် သုံးစွဲနိုင်မှုရွေးချယ်စရာများအကြောင်း လေ့လာပါ။",
    "3401005681": "ငွေရှာပါ။",
    "3933993151": "တစ်ဦးချင်း ဒေတာတံဆိပ်ပေးသူအဖြစ် လုပ်ဆောင်ပါ။",
    "563059212": "Subprocessor များစာရင်း",
    "3501923981": "နောက်ဆုံးမွမ်းမံပြင်ဆင်သည်- ဇန်နဝါရီ 1၊ 2020။",
    "3548097301": "အကျုံးဝင်သည်- ဇန်နဝါရီလ 1 ရက်၊ 2020 ခုနှစ်။",
    "3991444169": "ဤစာမျက်နှာသည် hCaptcha လုပ်ငန်းဝန်ဆောင်မှုအတွက် လက်ရှိ ပရိုဆက်ဆာများကို စာရင်းပြုစုထားသည်။",
    "835396984": "လက်ရှိ Active",
    "424089481": "Amazon Web Services, Inc. (Global)။ ဝန်ဆောင်မှုများ- Amazon ဝဘ်ဝန်ဆောင်မှုများ။ https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Global)။ ဝန်ဆောင်မှုများ- Cloudflare.com။",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM။ (ဂလိုဘယ်)။ ဝန်ဆောင်မှုများ- IBM Cloud။",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Global)။ ဝန်ဆောင်မှုများ- Microsoft Azure။",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "မှတ်ချက်- သုံးစွဲသူအားလုံးနှင့် မသက်ဆိုင်ပါ။ ဥပမာအားဖြင့်၊ IP Blinding သို့မဟုတ် အခြားအဆင့်မြင့်ကိုယ်ရေးကိုယ်တာ သို့မဟုတ် လုံခြုံရေးရွေးချယ်မှုဖောက်သည်များ (ဥပမာ Secure Virtual Tenancy ဖောက်သည်များ) ကို တယ်လီမက်ထရီစနစ်များသို့ ဝင်ရောက်ဖူးသမျှ IP လိပ်စာတစ်ခုပင်လျှင် ဖြစ်နိုင်ချေရှိသော \"PII\" မှ လုံးဝဖယ်ထုတ်ထားသည်။ လိုအပ်ပါက နောက်ထပ်အချက်အလက်များအတွက် သင့်အကောင့်ကိုယ်စားလှယ်ထံ ဆက်သွယ်ပါ။",
    "700843971": "Hound Technology, Inc. (Global)။ ဝန်ဆောင်မှုများ- honeycomb.io။",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (ကမ္ဘာလုံးဆိုင်ရာ)။ ဝန်ဆောင်မှုများ- LogDNA.com။",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (ကမ္ဘာလုံးဆိုင်ရာ)။ ဝန်ဆောင်မှုများ- Zendesk.com။",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Global)။ ဝန်ဆောင်မှုများ- Mailgun.com ။",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "အခြေခံအဆောက်အဦ",
    "370366524": "ပေါ်ပင်ဝန်ဆောင်မှု တယ်လီမီတာ",
    "121192737": "လာမည့် ထပ်လောင်းများ",
    "2420789666": "Fastly, Inc. ဝန်ဆောင်မှုများ- လျင်မြန်စွာ CDN နှင့် edge compute။",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "အကျုံးဝင်သည်- စက်တင်ဘာ 1 ရက်၊ 2021 ခုနှစ်။ အခြေခံအဆောက်အဦ ထပ်တိုးခြင်း။",
    "1487796027": "ကုမ္ပဏီများအတွက်",
    "3943417791": "hCaptcha Enterprise (BotStop) အတွက် ပံ့ပိုးမှုရယူပါ။",
    "702287791": "hCaptcha ထုတ်ဝေသူ (အခမဲ့)",
    "3397976149": "hCaptcha Publisher အတွက် အကူအညီရယူပါ။",
    "833750823": "စိန်ခေါ်မှုတစ်ခုအတွက် အခက်အခဲရှိပါသလား။",
    "2024737147": "ချွတ်ယွင်းချက်တစ်ခု သတင်းပို့လိုပါသလား။",
    "1978884623": "ဆော့ဖ်ဝဲပြဿနာများကို သတင်းပို့ခြင်းအကြောင်း ပိုမိုလေ့လာပါ။",
    "4188664955": "မာစတာဝန်ဆောင်မှုစည်းမျဉ်းများ",
    "2621989404": "နောက်ဆုံးမွမ်းမံမှု- စက်တင်ဘာ 24 ရက်၊ 2021။ ကျွန်ုပ်တို့၏ အင်္ဂလိပ်ဘာသာစကား ဝေါဟာရများသည် တရားဝင်ကြောင်း သတိပြုပါ။",
    "2404545611": "hCaptcha မှကြိုဆိုပါသည်။ ကျွန်ုပ်တို့၏အသိုင်းအဝိုင်း၏အစိတ်အပိုင်းတစ်ခုဖြစ်သည့်အတွက် ကျေးဇူးတင်ပါသည်။ \"ဝန်ဆောင်မှုများ\" (အောက်တွင်သတ်မှတ်ထားသော) အသုံးပြုသူအားလုံးသည် အောက်ပါစည်းကမ်းချက်များ (\"ဝန်ဆောင်မှုစည်းမျဉ်းများ\") ကို သဘောတူရပါမည်။ ဤဝန်ဆောင်မှုစည်းမျဥ်းစည်းကမ်းများအောက်တွင် \"IMI\", \"ကျွန်ုပ်တို့\" နှင့် \"ကျွန်ုပ်တို့\" သည် Intuition Machines, Inc. နှင့် ၎င်း၏လုပ်ငန်းခွဲများ၊ တွဲဖက်များ၊ အရာရှိများ၊ အေးဂျင့်များ၊ ဝန်ထမ်းများ၊ ကိုယ်စားလှယ်များနှင့် အေးဂျင့်များကို ရည်ညွှန်းပြီး ကျွန်ုပ်တို့၏ \"ဝဘ်ဆိုဒ်\" သည် အောက်ဖော်ပြပါ မည်သည့်ဝဘ်ဆိုဒ်ပါ၀င်သည် www.hcaptcha.com နှင့် www.imachines.com အပါအဝင် ကျွန်ုပ်တို့၏ ထိန်းချုပ်မှု။",
    "2348450790": "ဤဝန်ဆောင်မှုစည်းမျဥ်းစည်းကမ်းများကို ကျေးဇူးပြု၍ ဖတ်ပါ။ ၎င်းတို့တွင် အခြားသော ပြဋ္ဌာန်းချက်များ၊ အာမခံချက်ဆိုင်ရာ ငြင်းဆိုချက်များ၊ တာဝန်ယူမှု ကန့်သတ်ချက်များ၊ စည်းနှောင်ထားသော အနုညာတစီရင်ဆုံးဖြတ်ခြင်းများ ပါဝင်သည်။ ကျွန်ုပ်တို့၏ဝဘ်ဆိုက်သို့ သင်နောက်ဆုံးဝင်ရောက်ကြည့်ရှုချိန်မှစ၍ ဤဝန်ဆောင်မှုစည်းမျဉ်းများ ပြောင်းလဲသွားနိုင်ကြောင်း ကျေးဇူးပြု၍ မှတ်သားထားပါ။ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏တစ်ဦးတည်းဆုံးဖြတ်ချက်ဖြင့် ဤဝန်ဆောင်မှုစည်းမျဉ်းများကို အခါအားလျော်စွာ ပြန်လည်ပြင်ဆင်ပြီး အပ်ဒိတ်လုပ်နိုင်ပါသည်။ အပြောင်းအလဲတစ်ခု ဖြစ်ပေါ်သောအခါ၊ Site သို့မဟုတ် ဝန်ဆောင်မှုကို ဆက်လက်အသုံးပြုရန် သို့မဟုတ် ဝင်ရောက်အသုံးပြုရန်အတွက် သင်သည် အပ်ဒိတ်လုပ်ထားသော ဝန်ဆောင်မှုစည်းမျဥ်းစည်းကမ်းများကို ဤစာမျက်နှာတွင် ပို့စ်တင်ခြင်းဖြင့် သင့်အား အကြောင်းကြားပါမည်။",
    "1933936765": "ဒေတာစီမံဆောင်ရွက်ရေး သဘောတူညီချက် (နောက်ဆုံးမွမ်းမံမှု- စက်တင်ဘာ ၂၃၊ ၂၀၂၁)",
    "2959486280": "ဤဝန်ဆောင်မှုစည်းမျဥ်းစည်းကမ်းများကို သင်သဘောမတူပါက၊ သင်သည် ဆိုက် သို့မဟုတ် ဝန်ဆောင်မှုကို အသုံးပြုခြင်း သို့မဟုတ် ဝင်ရောက်ခြင်းမပြုနိုင်ပါ။",
    "3200859925": "1. ရည်ရွယ်ချက်",
    "1807143500": "ဝန်ဆောင်မှုများတွင် အွန်လိုင်းလုံခြုံရေးဝန်ဆောင်မှု (\"hCaptcha ဝန်ဆောင်မှု\") နှင့် တစ်ဦးချင်း (\"ပါဝင်ကူညီသူ\") သည် ပြင်ပအဖွဲ့အစည်း သို့မဟုတ် Intuition Machines ကိုယ်တိုင်လုပ်ဆောင်သည့် အလုပ်များကို တစ်ဦးချင်း (\"ပါဝင်သူ\") ရွေးချယ်နိုင်သည့် ပလပ်ဖောင်းတစ်ခု (တစ်ခုစီ၊ \"တောင်းဆိုသူ\") သည် ကျွန်ုပ်တို့၏ဝဘ်ဆိုက်ပေါ်တွင် တိုက်ရိုက်ဖြစ်စေ သို့မဟုတ် Intuition Machines Platform ကို ဝင်ရောက်ကြည့်ရှုခြင်းဖြင့် သို့မဟုတ် ပြင်ပအဖွဲ့အစည်းတစ်ခုနှင့်/သို့မဟုတ် ပြင်ပအဖွဲ့အစည်းတစ်ခုနှင့် ဆက်စပ်၍ဖြစ်စေ သို့မဟုတ် လုပ်ငန်းတာဝန်များကို လုပ်ဆောင်ခြင်းဖြင့် သို့မဟုတ် hCaptcha ဝန်ဆောင်မှုသို့ ပို့စ်တင်သည် (တစ်ခုစီ၊ \"ပေါင်းစည်းသူ\")။ တောင်းဆိုသူများသည် လုပ်ငန်းဆောင်တာများကို ပို့စ်တင်ပြီး ပံ့ပိုးကူညီသူများကို IMI မှ ပေါင်းစည်းသူများထံ ပေးသော ဆုလာဘ်များလဲလှယ်ခြင်း သို့မဟုတ် တောင်းဆိုသူမှ ဆုံးဖြတ်ထားသည့်အတိုင်း ၎င်းတို့ကိုယ်တိုင် အသုံးပြုသူများထံ အလုပ်များကို ဆောင်ရွက်ပေးရန်အတွက် Intuition Machines Platform သို့မဟုတ် hCaptcha ဝန်ဆောင်မှုကို အသုံးပြုနေပါက တောင်းဆိုသူများမှ ၎င်းတို့ကို လုပ်ဆောင်ရန် ဖိတ်ခေါ်ပါသည်။ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ဆော့ဖ်ဝဲလ်၊ စာရေးဆရာလုပ်ဆောင်စရာများကိုအသုံးပြုကာ၊ စာရေးဆရာအလုပ်များလုပ်ရန် နှင့်/သို့မဟုတ် ပံ့ပိုးကူညီသူများထံဝင်ရောက်ခွင့်ရရှိစေရန် ကျွန်ုပ်တို့၏ပလပ်ဖောင်းအသုံးပြုမှုအတွက် ကုမ္ပဏီများနှင့် တစ်ဦးချင်းစီ (\"ဖောက်သည်တစ်ဦးစီ) ကို ကောက်ခံပါသည်။ ၎င်းတို့၏ဝဘ်ဆိုက်များ၊ မိုဘိုင်းအက်ပ်များနှင့် အခြားအွန်လိုင်းဂုဏ်သတ္တိများပေါ်ရှိ လိမ်လည်မှု၊ အလွဲသုံးစားမှုနှင့် စပမ်းများကို လျှော့ချရန်အတွက် ကျွန်ုပ်တို့၏ hCaptcha ဝန်ဆောင်မှုကို အသုံးပြုမှုအတွက် ပေါင်းစည်းသူများကိုလည်း ကောက်ခံပါသည်။ အထက်ဖော်ပြပါအချက်အား \"ဝန်ဆောင်မှုများ\" ဟု ခေါ်ဆိုပါသည်။",
    "3212830633": "2. အရည်အချင်းပြည့်မီမှု",
    "2605814073": "ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုများအတွက် အသုံးပြုခြင်း သို့မဟုတ် မှတ်ပုံတင်ခြင်းဖြင့် သင်သည် သဘောတူပါသည်- သင်သည် အနည်းဆုံး အသက် 18 နှစ် ပြည့်ပြီးဖြစ်သည်။ သင့်တွင် ဤသဘောတူညီချက်ကို သင်ကိုယ်တိုင် သို့မဟုတ် သင်ကိုယ်စားပြုသည့်အဖွဲ့အစည်းကိုယ်စား ထည့်သွင်းရန် အခွင့်အာဏာရှိပြီး၊ ဤဝန်ဆောင်မှုစည်းမျဥ်းစည်းကမ်းများနှင့် ဤနေရာတွင်ကိုးကားထားသော IMI မူဝါဒများနှင့် လမ်းညွှန်ချက်များအားလုံးကို အချိန်တိုင်းလိုက်နာနေပါမည်။ ကျွန်ုပ်တို့၏ဝဘ်ဆိုဒ်ကို အလွဲသုံးစားလုပ်ခြင်း၊ သင့်အထောက်အထားကို ကျွန်ုပ်တို့ထံ လွဲမှားစွာတင်ပြခြင်း သို့မဟုတ် လူသားဉာဏ်ရည်လိုအပ်သည့် IMI တွင် မည်သည့်အလုပ်မဆို အစိတ်အပိုင်းကို အပြီးသတ်ရန်အတွက် ဉာဏ်ရည်တုကို အသုံးပြုမည်မဟုတ်ပါ။",
    "2616040974": "3. ဖောက်သည်များနှင့် တောင်းဆိုသူများ",
    "1544829730": "အကယ်၍ သင်သည် ဝယ်ယူသူ သို့မဟုတ် တောင်းဆိုသူဖြစ်ပါက၊ ဝယ်ယူသူနောက်ဆက်တွဲအနေဖြင့် ဤနေရာတွင် ပူးတွဲပါရှိသော အပိုစည်းမျဥ်းစည်းကမ်းများကို သင်သဘောတူပြီး ဤဝန်ဆောင်မှုစည်းမျဥ်းစည်းကမ်းများတွင် ကိုးကားချက်ဖြင့် ထည့်သွင်းထည့်သွင်းမည်ဖြစ်သည်။ အကယ်၍ သင်သည် ဝယ်ယူသူ သို့မဟုတ် တောင်းဆိုသူမဟုတ်ပါက သို့မဟုတ် ဝယ်ယူသူ သို့မဟုတ် တောင်းဆိုသူအဖြစ်မှ ရပ်စဲပါက၊ ဖောက်သည်နောက်ဆက်တွဲရှိ အပိုစည်းမျဥ်းစည်းကမ်းများသည် အကျုံးဝင်မည်မဟုတ်သလို ၎င်းတို့ကို ဤဝန်ဆောင်မှုစည်းမျဉ်းများတွင် ကိုးကားခြင်းဖြင့် ထည့်သွင်းမည်မဟုတ်ပါ။",
    "3759360138": "4. အသုံးပြုသူအမည်နှင့် စကားဝှက်",
    "2236960358": "မှတ်ပုံတင်ပြီးနောက်၊ သင်၏အမည်၊ အီးမေးလ်လိပ်စာ အပါအဝင် သင့်နှင့်ပတ်သက်သော အချို့သော ကိုယ်ရေးကိုယ်တာအချက်အလက်များ (\"ကိုယ်ရေးကိုယ်တာအချက်အလက်များ\")ကို ထုတ်ဖော်ရန်နှင့် အသုံးပြုသူအမည်နှင့် စကားဝှက်တစ်ခုဖန်တီးရန်၊ ကျွန်ုပ်တို့၏ ကိုယ်ရေးကိုယ်တာမူဝါဒအရ ရရှိနိုင်သည့်အရာအားလုံးသည် ကျွန်ုပ်တို့၏ ကိုယ်ရေးကိုယ်တာမူဝါဒအရ ဖြစ်မည့်၊ ဝဘ်ဆိုဒ်။ သင့်အကောင့်၊ စကားဝှက်များ၊ နှင့် သင့်အကောင့်နှင့်ဆက်စပ်နေသော စစ်မှန်ကြောင်းအတည်ပြုသော့များကို စောင့်ကြပ်ကြည့်ရှုခြင်း၊ သေချာစေရန်နှင့် ထိန်းသိမ်းခြင်းအတွက် သင်တစ်ဦးတည်းတွင် တာဝန်ရှိပြီး ဝန်ဆောင်မှုများပေါ်ရှိ အဆိုပါအချက်အလက်များကို အသုံးပြုခြင်းအားဖြင့် သင်အသုံးပြုမှု သို့မဟုတ် လုပ်ဆောင်မှုများအတွက် သင့်တွင် တာဝန်ရှိပါသည်။",
    "3047519814": "သင့်အကောင့် သို့မဟုတ် စကားဝှက်ကို မည်သူနှင့်မျှ မျှဝေမည်မဟုတ်ကြောင်း သင်သဘောတူပါသည်။",
    "1699668873": "သင့်အကောင့်အချက်အလက်ကို အခြားသူတစ်ဦးမှ ခိုးယူခံရခြင်း သို့မဟုတ် အသုံးပြုခြင်း သို့မဟုတ် အခြားလုံခြုံရေးချိုးဖောက်မှုတစ်ခုခုကြောင့်ဟု သံသယရှိပါက IMI သို့ ချက်ချင်းအကြောင်းကြားရပါမည်။",
    "3044038608": "ကျွန်ုပ်တို့၏ မှတ်ပုံတင်ခြင်းလုပ်ငန်းစဉ်တွင် တောင်းဆိုထားသည့်အတိုင်း စစ်မှန်သော၊ တိကျပြီး ပြည့်စုံသော အချက်အလက်များကို ပေးဆောင်ရန် သင်သည် သဘောတူပါသည်။ လက်ရှိနှင့် တိကျမှန်ကန်မှုရှိရန် လိုအပ်သလို အဆိုပါအချက်အလက်များကို ဆောလျင်စွာ အပ်ဒိတ်လုပ်ရန်လည်း သဘောတူညီပါသည်။",
    "4132302900": "5. သင်၏ ကိုယ်ရေးကိုယ်တာ၊ သင့်ဒေတာနှင့် \"အားလုံးအတွက် ဒေတာ\"",
    "10724169": "သင်ကျွန်ုပ်တို့အားပေးသော ကိုယ်ရေးကိုယ်တာအချက်အလက်များနှင့် ကျွန်ုပ်တို့လုပ်ဆောင်မည့်အရာများကို အုပ်ချုပ်သည့် ကျွန်ုပ်တို့၏ကိုယ်ရေးကိုယ်တာမူဝါဒကို သင်လက်ခံပါသည်။",
    "1669194950": "ကိုယ်ရေးကိုယ်တာအချက်အလက်များအပြင်၊ ကျွန်ုပ်တို့သည် ဝန်ဆောင်မှုများ (စုပေါင်းအားဖြင့် \"ဖောက်သည်ဒေတာ\") ကို ပံ့ပိုးပေးနိုင်ရန် (သို့မဟုတ် ကျွန်ုပ်တို့အတွက် လိုအပ်နိုင်သည်) အခြားဒေတာများကို ပေးဆောင်ရန် လိုအပ်နိုင်ပါသည်။ သင်၏ နှောင့်နှေးခြင်း သို့မဟုတ် ဖောက်သည်ဒေတာကို ပံ့ပိုးပေးရန် ပျက်ကွက်ခြင်းကြောင့် ဖြစ်ပေါ်လာသော ဝန်ဆောင်မှုများကို လုပ်ဆောင်ရန် ပျက်ကွက်ခြင်းအတွက် ကျွန်ုပ်တို့ တာဝန်မကင်းပါ။",
    "1330274831": "ဤသဘောတူညီချက်၏ သက်တမ်းအတွင်း အသုံးပြုရန်၊ ပြန်လည်ထုတ်လုပ်ရန်၊ အီလက်ထရွန်နစ်စနစ်ဖြင့် ဖြန့်ဝေရန်နှင့် ဝန်ဆောင်မှုများပေးရန်အတွက် တစ်ခုတည်းသောရည်ရွယ်ချက်အတွက်သာ သုံးစွဲသူဒေတာကို လူသိရှင်ကြားပြသရန်အတွက် သင်သည် ကျွန်ုပ်တို့အား ဤနေရာတွင် ကမ္ဘာတစ်ဝှမ်း၊ သီးသန့်မဟုတ်သော၊ လိုင်စင်ထုတ်ပေးနိုင်သော၊ လွှဲပြောင်းနိုင်သော၊ အခကြေးငွေမယူဘဲ၊ စွန့်လွှတ်နိုင်သောလိုင်စင်ကို ကျွန်ုပ်တို့အား ပေးပါသည်။ . ဤကဏ္ဍရှိ လိုင်စင်ကို ပေးအပ်ရန်အတွက် သင်သည် လုံလောက်သောအခွင့်အရေး၊ ခေါင်းစဉ်၊ နှင့် စိတ်ဝင်စားမှုနှင့် သင့်ဒေတာကို ပိုင်ဆိုင်ကြောင်း အာမခံချက်ပေးသည်။",
    "2230333214": "ကျွန်ုပ်တို့သည် ဖောက်သည်ဒေတာကို အခြားဒေတာများဖြင့် စုစည်းထားသောကြောင့် ရလဒ်များသည် ပုဂ္ဂိုလ်ရေးအရ ခွဲခြား၍မရသည့်အပြင် ဝန်ဆောင်မှုများအသုံးပြုမှုနှင့်ပတ်သက်သည့် ခွဲခြားသတ်မှတ်ထားသော နည်းပညာမှတ်တမ်းများနှင့် ဒေတာများကိုလည်း စုဆောင်းပါသည် (\"Aggregate/De-identified Data\")။ ဤနေရာတွင် ဆန့်ကျင်ဘက်တစ်စုံတစ်ရာရှိသော်လည်း၊ ဝန်ဆောင်မှုများ ဖွံ့ဖြိုးတိုးတက်ရန်နှင့် မြှင့်တင်ရန်နှင့် အစီရင်ခံစာများဖန်တီးခြင်းနှင့် ဖြန့်ဝေရန်နှင့် အစီရင်ခံစာများဖန်တီးခြင်းနှင့် ဖြန့်ဝေခြင်းနှင့် အခြားလုပ်ငန်းဆိုင်ရာ ရည်ရွယ်ချက်တစ်ခုခုအတွက် ဤနေရာတွင် ဤနေရာတွင် မည်သည့်အရာနှင့်မှ ဆန့်ကျင်နေသော်လည်း၊ သင်ထောက်ကူပစ္စည်းများ။ ဖောက်သည်ဒေတာသည် ဆက်လက်တည်ရှိနေနိုင်ပြီး အလုပ်တစ်ခုပြီးမြောက်ပြီးနောက် ရက်ပေါင်း 180 ထက်မကျော်လွန်စေရန် ကန့်သတ်ကာလတစ်ခုအနေဖြင့် ဥပမာအနေဖြင့် အလိုအလျောက်ချိန်ညှိခြင်း သို့မဟုတ် Intuition Machines စနစ်များအတွက် တရားဝင်ဒေတာအဖြစ် အသုံးပြုနိုင်မည်ဖြစ်သည်။ ရှင်းလင်းရန်အတွက်၊ ဤပုဒ်မ 5 သည် သင့်အား ကြိုတင်ရေးသားခွင့်ပြုချက်မရှိဘဲ စုစည်းမှု/သတ်မှတ်ထားသော ဒေတာများ၏ အရင်းအမြစ်အဖြစ် ကျွန်ုပ်တို့အား ခွဲခြားပိုင်ခွင့်ကို မပေးပေ။",
    "3881754581": ". အကယ်၍ သင်သည် ကျွန်ုပ်တို့၏ မှတ်ချက်ပေးရေးဝန်ဆောင်မှုများ၏ ဖောက်သည်တစ်ဦးဖြစ်ပြီး သင့်ဝန်ဆောင်မှုများကိုအသုံးပြုမှု၏တစ်စိတ်တစ်ပိုင်းအနေဖြင့် \"အားလုံးအတွက်ဒေတာ\" ရွေးချယ်မှုကို ရွေးချယ်ထားပါက၊ သင်သည် IMI နှင့် ဝန်ဆောင်မှုများ၏အသုံးပြုသူအားလုံးကို ကမ္ဘာတစ်ဝှမ်းမှ သီးသန့်မဟုတ်သော၊ လိုင်စင်ခွဲယူနိုင်သော၊ လွှဲပြောင်းနိုင်သော၊ လွှဲပြောင်းနိုင်သော၊ သက်ဆိုင်ရာဉာဏပစ္စည်းမူပိုင်ခွင့်များအပါအဝင် သုံးစွဲသူဒေတာအားလုံးကို အပြည့်အဝအသုံးချရန် အခကြေးငွေမယူဘဲ၊ ရုပ်သိမ်း၍မရသောလိုင်စင်။ \"အားလုံးအတွက် ဒေတာ\" ရွေးချယ်မှုကို သင်ရွေးချယ်ပါက၊ သင်သည် ဤကဏ္ဍရှိ လိုင်စင်ကို ပေးအပ်ရန်အတွက် လုံလောက်သော အခွင့်အရေး၊ ခေါင်းစဉ်နှင့် စိတ်ဝင်စားမှုတို့ကို ပိုင်ဆိုင်ကြောင်းနှင့် သင့်ဒေတာအား အာမခံချက်ပေးရန် အာမခံပါသည်။",
    "3496767126": "သံသယကင်းဝေးစေရန်အတွက်၊ အောက်ဖော်ပြပါစာပိုဒ်သည် ကျွန်ုပ်တို့၏မှတ်ချက်ပေးရေးဝန်ဆောင်မှုများကိုအသုံးပြုသည့် ဝယ်ယူသူများနှင့် သီးသန့်သက်ဆိုင်ပြီး၊ ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုများကို ပေါင်းစည်းထားသည့်အရာအဖြစ် အသုံးမပြုရပါ။",
    "767207800": "သင့်ဒေတာတွင် ညစ်ညမ်းသော သို့မဟုတ် ရိုင်းစိုင်းဖွယ်အကြောင်းအရာများ ပါဝင်နေပါက၊ သင့်ဒေတာကို မြင်သူတိုင်းအတွက် တရားမျှတသောသတိပေးချက်အဖြစ် ၎င်းတို့အား \"တစ်တစ်ခွခွဖြစ်စေသော အကြောင်းအရာ\" အမှတ်အသားပြုရန် သင့်အား တောင်းဆိုအပ်ပါသည်။ IMI နှင့် သီးခြားစာဖြင့်ရေးသားထားသော သဘောတူညီချက်မရှိဘဲ သင့်တွင် ကျွန်ုပ်တို့၏မူဝါဒများကို ချိုးဖောက်သည့်အလုပ်များပါဝင်သည်၊ (က) အခြားဝဘ်ဆိုဒ် သို့မဟုတ် ဝန်ဆောင်မှုကို တိုက်ရိုက် သို့မဟုတ် သွယ်ဝိုက်သောအားဖြင့် ကြော်ငြာသည့်အလုပ်များ (ခ) ပြင်ပအဖွဲ့အစည်းဝဘ်ဆိုက်၏ စည်းမျဥ်းစည်းကမ်းများကို ချိုးဖောက်သည့်အလုပ်များနှင့်၊ အခြေအနေများ၊ (ဂ) ပံ့ပိုးကူညီသူများအား ပြင်ပအဖွဲ့အစည်းများကို တောင်းခံရန် တောင်းဆိုသည့် လုပ်ငန်းတာဝန်များ၊ (ဃ) ဝဘ်ဆိုက်တစ်ခု၏ အပြုအမူ သို့မဟုတ် ရလဒ်များကို ခြယ်လှယ်ရန် ပံ့ပိုးကူညီသူများအား အရေးယူပေးရန် တောင်းဆိုသည့် အလုပ်များ၊ (င) တတိယပုဂ္ဂိုလ်များ၏ ဉာဏပစ္စည်းဆိုင်ရာ အခွင့်အရေးများကို ချိုးဖောက်သည့် အလုပ်များနှင့် (စ) လုပ်ငန်းတာဝန်များ၊ ဆော့ဖ်ဝဲလ် သို့မဟုတ် ဖိုင်များကို ဒေါင်းလုဒ်လုပ်ရန် ပံ့ပိုးကူညီသူများ လိုအပ်သည်။",
    "3370561195": "၆။ လက်ခံနိုင်သော အပြုအမူ",
    "4205152730": "ကျွန်ုပ်တို့၏ဝဘ်ဆိုဒ်၊ ဖိုရမ်၊ စာတိုပေးပို့ခြင်း၊ ချတ်နှင့် IMI မှ ထိန်းချုပ်ထားသော အခြားလူမှုမီဒီယာချန်နယ်များရှိ မည်သည့်နေရာတွင်မဆို အခြားအသုံးပြုသူများနှင့် အပြန်အလှန် တုံ့ပြန်ရန် သင့်အား တိုက်တွန်းထားပါသည်၊ သို့သော် အကယ်၍ သင်သည် ဝန်ဆောင်မှုစည်းမျဉ်းအားလုံးကို လိုက်နာပြီး ကျွန်ုပ်တို့၏ဆိုက်နှင့် သက်ဆိုင်ရာဥပဒေများအားလုံးတွင် အသုံးပြုရန် လိုအပ်ပါသည်။ .",
    "1394253934": "7. အလွဲသုံးစားလုပ်ခြင်း၊ အလွဲသုံးစားလုပ်ခြင်းနှင့် လွဲမှားစွာတင်ပြခြင်း။",
    "1406393333": "ဤဝန်ဆောင်မှုစည်းမျဥ်းစည်းကမ်းများနှင့် ကျွန်ုပ်တို့ပေးဆောင်သော ညွှန်ကြားချက်များနှင့်အညီ ဝန်ဆောင်မှုများမှလွဲ၍ အခြားဝင်ရောက်ခြင်း သို့မဟုတ် အသုံးပြုခြင်းအား တင်းတင်းကျပ်ကျပ် တားမြစ်ထားသည်။ အထူးသဖြင့်၊ သင်သည်:",
    "3409726716": "စာဖြင့်ရေးသားခွင့်ပြုချက်မရှိဘဲ ကျွန်ုပ်တို့နှင့် အကောင့်တစ်ခုထက်ပို၍ မှတ်ပုံတင်ပါ။",
    "3119498672": "အင်တာနက် ဘော့တ်များ၊ ဝဘ်စက်ရုပ်များ၊ ဘော့တ်များ၊ ဇာတ်ညွှန်းများ သို့မဟုတ် အခြားသော ဉာဏ်ရည်တုပုံစံတစ်ခုခုကို အသုံးပြုခြင်း သို့မဟုတ် ၎င်းတို့ဖော်ပြထားသည့်အတိုင်း လုပ်ဆောင်စရာများကို ပြီးမြောက်ခြင်းမရှိဘဲ IMI သို့မဟုတ် တောင်းဆိုသူ သို့မဟုတ် ပေါင်းစပ်သူထံမှ ဆုလာဘ်များရယူရန် ကြိုးပမ်းခြင်း၊",
    "1188668818": "ဤဝဘ်ဆိုက်ကိုအသုံးပြုနေစဉ်အတွင်း မှားယွင်းသောအချက်အလက်များကို ကန့်သတ်ခြင်းမရှိဘဲ ပေးဆောင်ပါ (သင့်အကောင့်ရှိ အခြားသူတစ်ဦးဦး သို့မဟုတ် အဖွဲ့အစည်းကို အယောင်ဆောင်ခြင်း၊ သို့မဟုတ် မှားယွင်းဖော်ပြခြင်း သို့မဟုတ် သင့်ကိုယ်သင် လွဲမှားစွာတင်ပြခြင်း သို့မဟုတ် သင့်အကောင့်ရှိ အခြားသူတစ်ဦးဦး သို့မဟုတ် သင့်အဖွဲ့အစည်းနှင့် ဆက်နွယ်နေခြင်း၊",
    "2804310964": "သင့်တည်နေရာ သို့မဟုတ် အထောက်အထား သို့မဟုတ် ပံ့ပိုးပေးထားသည့် အင်တာဖေ့စ်မှလွဲ၍ အခြားနည်းလမ်းများဖြင့် သင့်တည်နေရာကို ရှုပ်ထွေးစေရန် ဒီဇိုင်းထုတ်ထားသည့် ပရောက်စီဝဘ်ဆာဗာ သို့မဟုတ် အခြားစက်ပစ္စည်းတစ်ခုခုမှတစ်ဆင့် ကျွန်ုပ်တို့၏ဝဘ်ဆိုဒ်ကို ဝင်ရောက်ကြည့်ရှုရန် သို့မဟုတ် ဝင်ရောက်ရန် ကြိုးပမ်းပါ။",
    "1374227759": "ဝဘ်ဆိုဒ်ကို တရားမ၀င်လုပ်ဆောင်မှုတစ်ခုခုအတွက် သို့မဟုတ် ၎င်းကိုရရှိနိုင်သည့်ရည်ရွယ်ချက်မှလွဲ၍ အခြားရည်ရွယ်ချက်တစ်ခုခုအတွက် အသုံးပြုပါ။",
    "2103513933": "ဆိုက်၏လုပ်ဆောင်မှုကို အနှောင့်အယှက်ဖြစ်စေသော သို့မဟုတ် အနှောင့်အယှက်ဖြစ်စေသော လုပ်ဆောင်ချက်တွင် ပါဝင်ပါ။",
    "137127070": "အန္တရာယ်ရှိသော သို့မဟုတ် အမည်မသိ ပြင်ပလင့်ခ်များ သို့မဟုတ် ဖိုင်များကို ထည့်သွင်းခြင်း၊ အပ်လုဒ်လုပ်ခြင်း သို့မဟုတ် ပူးတွဲပါ သို့မဟုတ် ဗိုင်းရပ်စ်၊ ထရိုဂျန်မြင်းများ၊ တီကောင်၊ ချိန်ကိုက်ဗုံး သို့မဟုတ် အခြားအန္တရာယ်ရှိသော ကွန်ပျူတာကုဒ်ပါရှိသော အကြောင်းအရာကို အပ်လုဒ်လုပ်ပါ။",
    "1686655020": "သင့်မူရင်းအလုပ်မဟုတ်သည့် မူပိုင်ခွင့်ဆိုင်ရာ အကြောင်းအရာတစ်ခုခုကို အပ်လုဒ်လုပ်ပါ၊ ထိုအကြောင်းအရာကို တင်ရန် မှန်ကန်သောပိုင်ရှင်ထံမှ ခွင့်ပြုချက်နှင့် ဤနေရာတွင် ရရှိထားသည့် လိုင်စင်ရပိုင်ခွင့်အားလုံးကို IMI မှ မပေးပါက၊",
    "1406692811": "စပမ်းပို့ခြင်း သို့မဟုတ် လူသိရှင်ကြား အမျိုးအစားတစ်ခုခုကို ပို့စ်တင်ခြင်း၊ ညွှန်းဆိုမှုများ ရယူရန် ကြိုးပမ်းခြင်း၊ လူထုဆက်သွယ်ရေး၊ ငွေကမ်းလှမ်းမှုများ သို့မဟုတ် တောင်းဆိုမှုများ၊ ဝန်ဆောင်မှုများ တောင်းခံခြင်း၊ ကြော်ငြာခြင်း၊ စျေးကွက်ချဲ့ထွင်ခြင်း၊ အဓိပ္ပါယ်မဲ့သော စာတိုများ၊ ထပ်တူထားသော အကြောင်းအရာများ၊ တရားမဝင် အကြောင်းအရာများ၊ လူမှုရေး ဝဘ်ဆိုဒ်လင့်ခ်များ၊ အီးမေးလ်လိပ်စာများ၊ သို့မဟုတ် လုပ်ဆောင်စရာမလိုအပ်ပါက instant messenger ID များ၊",
    "3893539589": "အလုပ်ကမလိုအပ်ဘဲ ကုန်စည် သို့မဟုတ် ဝန်ဆောင်မှုများကို ပေးဆောင်သည့် ပြင်ပလင့်ခ်များကို ထည့်သွင်းပါ။",
    "3214322759": "သို့မဟုတ်ပါက အန္တရာယ်ရှိသော သို့မဟုတ် လိမ်လည်လှည့်ဖြားသည့် လုပ်ဆောင်ချက်တစ်ခုခုတွင် ပါဝင်ပါ။",
    "3733422465": "8. သင်၏ Identity ကို အတည်ပြုခြင်း။",
    "267645277": "IMI သည် သင်၏အထောက်အထားကို အတည်ပြုနိုင်သည်။ ၎င်းတွင် သင်၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို ပြင်ပကုမ္ပဏီဒေတာဘေ့စ်များ သို့မဟုတ် တရားဝင်တရားဝင်စာရွက်စာတမ်းများနှင့် နှိုင်းယှဉ်ခြင်းတို့ ပါဝင်နိုင်သည်။ သင့်အထောက်အထား၊ သင့်အီးမေးလ်လိပ်စာ၏ ပိုင်ဆိုင်မှုနှင့် သင့်ဘဏ္ဍာရေးအကောင့်များ၏ ပိုင်ဆိုင်မှုတို့ကို အတည်ပြုရန် လိုအပ်သောစုံစမ်းမေးမြန်းမှုများကို ကျွန်ုပ်တို့အား သင်ခွင့်ပြုပါသည်။ သင့်အထောက်အထားကို အတည်ပြုရာတွင် ကျွန်ုပ်တို့အား ကူညီရန် သင့်အကြောင်း အချက်အလက်များကို ပေးဆောင်ရန် သဘောတူပါသည်။",
    "4169910317": "9. ဥပဒေနှင့်အညီလိုက်နာခြင်း။",
    "519755936": "သင်သည် ဝန်ဆောင်မှုများကို အသုံးပြုခြင်းနှင့်ပတ်သက်၍ ဖက်ဒရယ်၊ ပြည်နယ်၊ ပြည်နယ်နှင့် ဒေသန္တရဥပဒေများကို လိုက်နာရန် သင်တစ်ဦးတည်းတွင် တာဝန်ရှိပါသည်။ သင်သည် မည်သည့်ဥပဒေများကိုမဆို လိုက်နာရန် ပျက်ကွက်ခြင်း သို့မဟုတ် ကန့်သတ်ချက်မရှိဘဲ စာချုပ်စာတမ်း၊ ဉာဏပစ္စည်းပိုင်ဆိုင်မှု သို့မဟုတ် ကိုယ်ရေးကိုယ်တာအခွင့်အရေးများအပါအဝင် ပြင်ပအဖွဲ့အစည်း၏အခွင့်အရေးများကို ချိုးဖောက်ခြင်းကြောင့် သင်သည် ကျွန်ုပ်တို့အား အန္တရာယ်ကင်းစွာ ပေးဆောင်ရန် သဘောတူညီပါသည်။",
    "731546974": "10. ပံ့ပိုးကူညီသူ သို့မဟုတ် ပေါင်းစည်းသော အခွန်များ",
    "3128328457": "အကယ်၍ သင်သည် ပံ့ပိုးကူညီသူ သို့မဟုတ် ပေါင်းစည်းသူဖြစ်ပါက၊ ကျွန်ုပ်တို့၏ ဝဘ်ဆိုက်အသုံးပြုမှုကြောင့် ပေးဆောင်ရသည့် ခန့်မှန်းခြေ သို့မဟုတ် အခြားသော ပြည်ထောင်စု၊ ပြည်နယ် သို့မဟုတ် ဒေသဆိုင်ရာ ဝင်ငွေခွန်များ၊ လူမှုဖူလုံရေး၊ FICA နှင့် အလုပ်သမားများ၏ လျော်ကြေးငွေများကို ပေးဆောင်ရန် သင်တစ်ဦးတည်းတွင် တာဝန်ရှိပါသည်။ အမေရိကန်မဟုတ်သော တရားစီရင်ပိုင်ခွင့်များတွင် အလားတူအခွန်များ သို့မဟုတ် ကောက်ခံမှုများ။ သင်သည် မည်သည့်အခွန်ဥပဒေများကိုမဆို လိုက်နာရန် ပျက်ကွက်သောကြောင့် ကျွန်ုပ်တို့အား အကဲဖြတ်မှုများအတွက် အန္တရာယ်ကင်းစွာ ပေးဆောင်ရန် သင်သဘောတူပါသည်။",
    "2931396764": "11. ဤဝန်ဆောင်မှုစည်းမျဉ်းများကို ချိုးဖောက်ခြင်း။",
    "1240667045": "ကျွန်ုပ်တို့သည် အကြောင်းရင်းတစ်ခုခုကြောင့် ဝန်ဆောင်မှုများသို့ သင်၏ဝင်ရောက်ခွင့်ကို ရပ်ဆိုင်းခြင်း၊ ကန့်သတ်ခြင်း သို့မဟုတ် ပယ်ဖျက်ခြင်းများ ပြုလုပ်နိုင်သည်- (က) သင်သည် ဤဝန်ဆောင်မှုစည်းမျဥ်းစည်းကမ်းများကို (အခြားဆက်စပ်မူဝါဒများအပါအဝင်) ချိုးဖောက်ခဲ့သည်ဟု ကျွန်ုပ်တို့ယုံကြည်ပါသည်။ (ခ) သင်သည် ကျွန်ုပ်တို့၏အခွင့်အရေးများ သို့မဟုတ် ပြင်ပအဖွဲ့အစည်းတစ်ခုခု၏အခွင့်အရေးများကို ချိုးဖောက်သည်ဟု ကျွန်ုပ်တို့ယုံကြည်ပါသည်။ (ဂ) ကျွန်ုပ်တို့ထံ သင်ပေးထားသော အချက်အလက်များကို ကျွန်ုပ်တို့ အတည်ပြုခြင်း သို့မဟုတ် စစ်မှန်ကြောင်း သက်သေပြနိုင်ခြင်း မရှိပါ။ သို့မဟုတ် (ဃ) သင့်လုပ်ရပ်များသည် သင့်အတွက်၊ ကျွန်ုပ်တို့ သို့မဟုတ် ပြင်ပအဖွဲ့အစည်းအတွက် တာဝန်ရှိသည်ဟု ကျွန်ုပ်တို့ယုံကြည်ပါသည်။ သံသယဖြစ်ခြင်းမှ ကင်းဝေးစေရန်အတွက်၊ အထက်ဖော်ပြပါ တစ်စုံတစ်ရာမှ ယင်းကဲ့သို့သော ပေးချေမှုနှင့် သက်ဆိုင်သည်ဟု ကျွန်ုပ်တို့ ကျိုးကြောင်းဆီလျော်စွာ ယုံကြည်ပါက သင့်အား ငွေပေးချေမှုကို တားဆီးရန် သို့မဟုတ် ဆိုင်းငံ့ထားပိုင်ခွင့်ကို ကျွန်ုပ်တို့ အာမခံပါသည်။",
    "1601080128": "သင့်အကောင့်ကို ကျွန်ုပ်တို့ ဆိုင်းငံ့ထား သို့မဟုတ် ရပ်ဆိုင်းပါက၊ သင်သည် ဒေတာ၊ မက်ဆေ့ချ်များ၊ ဖိုင်များနှင့် ဝဘ်ဆိုက်ပေါ်တွင် သင်သိမ်းဆည်းထားသည့် အခြားအကြောင်းအရာများအပါအဝင် ဝဘ်ဆိုက်၏ မည်သည့်အစိတ်အပိုင်းများသို့ ဝင်ရောက်ခွင့်ရှိတော့မည် မဟုတ်ပါ။ မတူညီသော သို့မဟုတ် အကောင့်အသစ်အမည်အောက်တွင် ကျွန်ုပ်တို့၏ဝဘ်ဆိုဒ်ကို သင်ဆက်လက်အသုံးပြုနိုင်မည်မဟုတ်ပါ။ ဤဝန်ဆောင်မှုစည်းမျဥ်းစည်းကမ်းများကို ချိုးဖောက်ပါက ဥပဒေ၏ အတိုင်းအတာအထိ အပြည့်အ၀တရားစွဲဆိုနိုင်ပြီး နောက်ထပ်ပြစ်ဒဏ်များနှင့် ဒဏ်ခတ်ပိတ်ဆို့မှုများ ဖြစ်ပေါ်လာနိုင်သည်။",
    "1160707899": "12. IMI နှင့် အခြားသော တောင်းဆိုသူများနှင့် ပံ့ပိုးကူညီသူ၏ အခန်းကဏ္ဍနှင့် ဆက်ဆံရေး",
    "269838707": "အကယ်၍ သင်သည် ပံ့ပိုးကူညီသူဖြစ်ပါက၊ သင်နှင့် သင်တစ်ဦးတည်းက မည်သည့်အလုပ်များကို ပြီးမြောက်စေကာမူ မည်သည့်တာဝန်များကို ပြီးမြောက်စေကာ မည်သည့်အချိန်တွင်၊ သင်ရွေးချယ်သည့်အတိုင်း အလုပ်များကို ပြီးမြောက်ရန် အချိန်များစွာ သို့မဟုတ် အချိန်အနည်းငယ်သာ ကုန်ဆုံးရန် သင်သည် လွတ်လပ်စွာ သုံးစွဲနိုင်သည်။ အလုပ်တစ်ခုကို ပြီးမြောက်ဖို့ ဝန်မလေးတဲ့ အချိန်မျိုးမှာ မရှိပါဘူး။",
    "1087195513": "အကယ်၍ သင်သည် ဝန်ဆောင်မှုများကို ဝင်ရောက်ကြည့်ရှုပြီး/သို့မဟုတ် IMI မဟုတ်သော တောင်းဆိုသူကိုယ်စား ပေါင်းစည်းသူနှင့် ပေါင်းစည်းခြင်းမှတစ်ဆင့် သို့မဟုတ် အလုပ်များကို လုပ်ဆောင်သည့် ပံ့ပိုးကူညီသူဖြစ်ပါက၊ ထို့နောက် Intuition Machines သည် သင့်အတွက် တာဝန်မရှိကြောင်းနှင့် သင့်အတွက် တာဝန်မရှိကြောင်း သဘောတူပြီး အသိအမှတ်ပြုပါသည်။ ပြီးမြောက်ခဲ့သော အလုပ်များအတွက် ဆုလာဘ် သို့မဟုတ် အခြားလျော်ကြေးငွေကို လေးစားပါ။ ပြီးမြောက်သည့်အလုပ်များအတွက် မည်သည့်ဆုများ သို့မဟုတ် အခြားလျော်ကြေးငွေများကို တောင်းဆိုသူနှင့်/သို့မဟုတ် ပေါင်းစည်းရေးမှူးနှင့် သင့်သဘောတူညီချက်နှင့်အညီ သင်သဘောတူပြီး အသိအမှတ်ပြုပါသည်။ ထိုကဲ့သို့သော ဆုလာဘ်များ သို့မဟုတ် အခြားလျော်ကြေးများဆိုင်ရာ အငြင်းပွားမှုများ (ထိုကဲ့သို့သော ဆုလာဘ်များ သို့မဟုတ် အခြားလျော်ကြေးငွေများ လက်ခံရရှိရန် အကန့်အသတ်မရှိ ပျက်ကွက်ခြင်းအပါအဝင်) သည် သက်ဆိုင်သည့်အတိုင်း သင်နှင့် တောင်းဆိုသူနှင့်/သို့မဟုတ် ပေါင်းစပ်သူကြားတွင်သာဖြစ်သည်။",
    "952813944": "ကျွန်ုပ်တို့၏ဝဘ်ဆိုဒ်ကို သင်အသုံးပြုခြင်း သို့မဟုတ် ဤသဘောတူညီချက်တွင် မည်သည့်အရာကမှ သင်နှင့် Intuition Machines များကြားတွင် အလုပ်အကိုင်၊ မိတ်ဖက်၊ ဖက်စပ်လုပ်ငန်း၊ အေဂျင်စီ၊ franchise သို့မဟုတ် အရောင်းကိုယ်စားလှယ်ဆက်ဆံရေးကို ဖန်တီးပေးမည်မဟုတ်ပါ။ အလုပ်တစ်ခုပြီးမြောက်ရန် သင့်အား မည်သည့်စက်ပစ္စည်း သို့မဟုတ် ကိရိယာကိုမျှ ကျွန်ုပ်တို့ မပံ့ပိုးပါ။ ကျွန်ုပ်တို့သည် သင့်အား မည်သည့်အကျိုးခံစားခွင့်များ၊ အလုပ်သမားများ၏ လျော်ကြေးငွေ သို့မဟုတ် အာမခံ အကျုံးဝင်မှုကို မပေးဆောင်ပါ။ ကျွန်ုပ်တို့၏ဝဘ်ဆိုဒ်ကို အသုံးပြုရာတွင် သင်ကြုံတွေ့ရသည့် မည်သည့်ကုန်ကျစရိတ်များအတွက် ကျွန်ုပ်တို့မှ တာဝန်မရှိပါ။ ပြည်ထောင်စု သို့မဟုတ် ပြည်နယ်ဝင်ငွေခွန်၊ လူမှုဖူလုံရေး သို့မဟုတ် အခြားအခွန်များအတွက် သင်၏ဆုငွေထဲမှ မည်သည့်ပမာဏကိုမျှ ကျွန်ုပ်တို့ တားမြစ်မည်မဟုတ်ပါ။ ကျွန်ုပ်တို့၏ပြိုင်ဘက်များအပါအဝင် မည်သည့်ပုဂ္ဂိုလ် သို့မဟုတ် လုပ်ငန်းအတွက်မဆို သင်လုပ်ဆောင်ရန် အချိန်တိုင်း အခမဲ့ဖြစ်သည်။ Intuition Machines များကိုယ်စား သင့်တွင် မည်သည့်စာချုပ်၊ စာဖြင့်ဖြစ်စေ၊ နှုတ်ဖြင့်ဖြစ်စေ ထည့်သွင်းရန် အခွင့်အာဏာမရှိပါ။",
    "3460432665": "အထက်ဖော်ပြပါ မည်သို့ပင်ဆိုစေကာမူ သင်သည် US အခွန်ထမ်းဖြစ်ပါက W-9 ကို နှစ်စဉ်မွမ်းမံရန် သင့်ထံမှ ကျွန်ုပ်တို့ တောင်းဆိုနိုင်ပြီး W-9 ကို ပြီးမြောက်သည်အထိ သို့မဟုတ် အပ်ဒိတ်မလုပ်မချင်း သင့်အား အလုပ်များလုပ်ဆောင်ခြင်းမှ တားမြစ်နိုင်ပါသည်။",
    "458271951": "အကယ်၍ သင်သည် ဝန်ဆောင်မှုများကို ဝင်ရောက်အသုံးပြုပြီး/သို့မဟုတ် Intuition Machines များကိုယ်စား Integrator (တောင်းဆိုသူအဖြစ်ဆောင်ရွက်နေသည့် Integrator တစ်ခုနှင့် ချိတ်ဆက်ခြင်း) မှတဆင့် လုပ်ဆောင်ပေးသော ပံ့ပိုးကူညီသူဖြစ်ပါက၊ Intuition Machines များသည် အချို့သောအလုပ်များကို လက်ခံနိုင်လောက်သော ပြီးမြောက်မှုအတွက် သင့်အား ဆုချမည်ဖြစ်ပါသည်။ လိမ်လည်မှု၊ အလွဲသုံးစားမှု သို့မဟုတ် ဤဝန်ဆောင်မှုစည်းမျဥ်းစည်းကမ်းများကို ချိုးဖောက်မှုတွင် သင်ပါဝင်ပတ်သက်နေသည်ကို တွေ့ရှိပါက၊ သင့်အတွက် မည်သည့်ဆုလာဘ်များအားလုံးကို Intuition Machines မှ သိမ်းဆည်းထားပြီး/သို့မဟုတ် ပြန်လည်ရယူနိုင်ပါသည်။",
    "3056723024": "13. လုပ်ဆောင်စရာများ ပြီးဆုံးခြင်းကို လက်မခံနိုင်ပါ။",
    "3913203723": "မည်သည့်အကြောင်းကြောင့်မဆို၊ တောင်းဆိုသူသည် သင်ပြီးမြောက်ခဲ့သော အလုပ်တစ်ခု၏ စွမ်းဆောင်ရည်ကို လက်မခံပါက၊ ပံ့ပိုးကူညီသူ သို့မဟုတ် ပေါင်းစည်းသူအနေဖြင့် သင်သည် အလုပ်အတွက် မည်သည့်ဆုလာဘ်ကိုမျှ ခံစားခွင့်ရှိမည်မဟုတ်ပါ။ လက်မခံနိုင်စွာ ပြီးဆုံးသွားသော အလုပ်တစ်ခုအတွက် ဆုလက်ဆောင်များကို သင့်ထံ ဖြန့်ဝေပြီးသော ဖြစ်ရပ်တွင်၊ ၎င်းတို့ကို သင့်ထံမှ ပြန်လည်ရရှိနိုင်ပါသည်။",
    "3666807632": "14. ပံ့ပိုးကူညီသူ အရည်အချင်းများနှင့် ကျွမ်းကျင်မှုများ",
    "1993899769": "15. ကျွန်ုပ်တို့၏သတင်းအချက်အလက်အသုံးပြုမှု",
    "3027055607": "16. ဉာဏပစ္စည်းမူပိုင်ခွင့်နှင့် မူပိုင်ခွင့်အခွင့်အရေးများ",
    "3910971075": "IMI သည် ဉာဏပစ္စည်းမူပိုင်ခွင့်များ၊ အရင်းအမြစ်ကုဒ်၊ အရာဝတ္ထုကုဒ် သို့မဟုတ် အရင်းခံဖွဲ့စည်းပုံ၊ စိတ်ကူးများ သို့မဟုတ် အယ်လဂိုရီသမ်များ၊ API နှင့် ဝန်ဆောင်မှုများနှင့်ပတ်သက်သည့် နောက်ထပ်ဆော့ဖ်ဝဲ၊ စာရွက်စာတမ်း သို့မဟုတ် ဒေတာများအပါအဝင် အခွင့်အရေးအားလုံးကို ပိုင်ဆိုင်ပါသည်။ သင်သည် ပြင်ပအဖွဲ့အစည်းတစ်ခုမှတစ်ဆင့် တိုက်ရိုက် သို့မဟုတ် သွယ်ဝိုက်၍ဖြစ်စေ သို့မဟုတ် အခြားနည်းအားဖြင့် ဖြစ်စေမည်မဟုတ်ပါ- (က) အင်ဂျင်နီယာပြောင်းပြန်၊ စုစည်းထားခြင်း၊ ခွဲထုတ်ရန် သို့မဟုတ် ဆော့ဖ်ဝဲကို ရှာဖွေတွေ့ရှိရန် အခြားနည်းဖြင့် ကြိုးပမ်းမည်မဟုတ်ပါ။ (ခ) မည်သည့်ဆော့ဝဲလ်ကိုမဆို အခြေခံ၍ ဆင်းသက်လာသော လက်ရာများကို ပြင်ဆင်ခြင်း၊ ဘာသာပြန်ခြင်း သို့မဟုတ် ဖန်တီးခြင်း၊ (ဂ) မိတ္တူ၊ ငှား၊ ငှားရမ်း၊ ဖြန့်ဝေ၊ ကတိပြု၊ တာဝန်ပေး၊ သို့မဟုတ် အခြားနည်းဖြင့် ဆော့ဖ်ဝဲလ်တစ်ခုသို့ လွှဲပြောင်းခြင်း သို့မဟုတ် လုပ်ပိုင်ခွင့်များကို ငှားရမ်းခြင်း၊ (ဃ) အကြိမ်ခွဲဝေမှု၊ ဝန်ဆောင်မှုဗျူရိုရည်ရွယ်ချက်များအတွက် သို့မဟုတ် အခြားအဖွဲ့အစည်းတစ်ခု၏အကျိုးအတွက် မည်သည့်ဆော့ဖ်ဝဲလ်ကိုမဆို အသုံးပြုပါ။ သို့မဟုတ် (င) တစ်ဦးတည်းပိုင်သတိပေးချက်များ သို့မဟုတ် တံဆိပ်များကို ဖယ်ရှားပါ။",
    "3660891610": "အကယ်၍ သင်သည် Contributor၊ IMI ဖြစ်ပြီး သင်မဟုတ်ပါက မည်သည့်အလုပ်မဆို ပြီးမြောက်စေသည့် အစိတ်အပိုင်းအဖြစ် သင်ထုတ်လုပ်သည့် မည်သည့်အလုပ်တွင်မဆို ကိုယ်ပိုင်လုပ်ပိုင်ခွင့်ရှိသည်။ ဤသဘောတူညီချက်၏ စည်းကမ်းချက်များကို လက်ခံခြင်းဖြင့် သင်သည် (ဤဥပဒေဖြင့်) ပိုင်ဆိုင်မှု၊ ပိုင်ဆိုင်မှုနှင့် ခေါင်းစဉ် (ကမ္ဘာတစ်ဝှမ်းရှိ ဉာဏပစ္စည်းမူပိုင်ခွင့်များအပါအဝင်) ကို ပိုင်ဆိုင်ပြီး ကျွန်ုပ်တို့ထံ လွှဲပြောင်းပေးအပ်ရန် သဘောတူပါသည်။ ကျွန်ုပ်တို့သည် ထိုအခွင့်အရေးများကို ရယူရန်၊ ပြီးပြည့်စုံသော၊ အသုံးချနိုင်စေရန် သေချာစေရန်၊ ကျွန်ုပ်တို့၏အခွင့်အရေးများကို ပြည့်စုံစေရန်နှင့် ကျွန်ုပ်တို့၏အခွင့်အရေးများကို အကောင်အထည်ဖော်ရာတွင် အထောက်အကူပြုရန် (i) မည်သည့်စာရွက်စာတမ်းများကိုမဆို လက်မှတ်ထိုးရန် သဘောတူပါသည်။ နှင့် (ii) မှတ်တမ်းတင်ခြင်း၊ ပြီးပြည့်စုံအောင်၊ လုံခြုံစေခြင်း၊ ကာကွယ်ခြင်းနှင့် နိုင်ငံတိုင်းတွင် ယင်းပိုင်ဆိုင်ရာအခွင့်အရေးများကို လိုက်နာကျင့်သုံးခြင်းအတွက် ကျိုးကြောင်းဆီလျော်စွာ ဝင်ရောက်ကြည့်ရှုနိုင်စေခြင်း။ ဝန်ဆောင်မှုများကို သင်အသုံးပြုမှုမှ ပယ်ဖျက်ခြင်း သို့မဟုတ် ရပ်ဆိုင်းလိုက်လျှင်ပင် ဤကဏ္ဍအောက်ရှိ သင့်ဝတ္တရားများသည် ဆက်လက်ရှိနေမည်ဖြစ်ပါသည်။ ဤကဏ္ဍတွင် ဖော်ပြထားသည့် ရည်ရွယ်ချက်များအတွက် သင့်ကိုယ်စား စာရွက်စာတမ်းများကို ဆောင်ရွက်ရန် ကျွန်ုပ်တို့အား သင်၏ရှေ့နေအဖြစ် သင်ခန့်အပ်ပါသည်။",
    "426125156": "17. မူပိုင်ခွင့်နှင့် ဖြုတ်ချခြင်း။",
    "1408530660": "IMI သည် အခြားသူများ၏ ဉာဏပစ္စည်းမူပိုင်ခွင့်ကို လေးစားပြီး ပြင်ပအဖွဲ့အစည်း၏ ဉာဏအခွင့်အရေးကို ချိုးဖောက်သည်ဟု ကျွန်ုပ်တို့ယုံကြည်သည့် မည်သည့်အကြောင်းအရာမဆို ကျွန်ုပ်တို့၏ဆိုက်မှ ဖယ်ရှားပိုင်ခွင့်ကို ကျွန်ုပ်တို့လက်ဝယ်ရှိပါသည်။ သင့်ကိုယ်ပိုင်အလုပ်ကို ဤဝဘ်ဆိုက်တွင် မူပိုင်ခွင့်ချိုးဖောက်မှုဖြင့် ကူးယူထားသည်ဟု သင်ယုံကြည်ပါက၊ ကျေးဇူးပြု၍ Intuition Machines ဖောက်သည်အကူအညီကို ဆက်သွယ်ပါ။",
    "2696932851": "18. လျော်ကြေးငွေ",
    "3844300338": "သင့်လုပ်ငန်းဆောင်တာများ သို့မဟုတ် ကျွန်ုပ်တို့၏ဝဘ်ဆိုဒ်အသုံးပြုမှုမှ ဖြစ်ပေါ်လာသော သို့မဟုတ် သင့်လုပ်ငန်းတာဝန်များကို သင်၏ဝဘ်ဆိုက်အသုံးပြုမှုမှ ဖြစ်ပေါ်လာသော သို့မဟုတ် ကျိုးကြောင်းဆီလျော်သော တောင်းဆိုမှုများ၊ ပျက်စီးမှု၊ တာဝန်ခံမှု၊ ကုန်ကျစရိတ်နှင့် ကုန်ကျစရိတ်များ (ကျိုးကြောင်းဆီလျော်သော ရှေ့နေများ၏ အခကြေးငွေနှင့် ကုန်ကျစရိတ်များအပါအဝင်) လျော်ကြေးပေးရန်၊ ခုခံကာကွယ်ပေးပြီး ကျွန်ုပ်တို့အား အာမခံပေးရန်၊ ခုခံကာကွယ်ပေးပြီး ကျွန်ုပ်တို့အား အန္တရာယ်ကင်းစွာ ထိန်းထားရန် သင်သဘောတူပါသည်။ .",
    "2474091800": "19. အခြားအသုံးပြုသူများနှင့် အငြင်းပွားမှုများ၊ လွှတ်ပေးပါ။",
    "3162107126": "IMI သည် သင်နှင့် ဝန်ဆောင်မှု၏ အခြားအသုံးပြုသူကြား အငြင်းပွားမှုတွင် ပါဝင်သူမဟုတ်ပါ။ သင်နှင့် အခြားအသုံးပြုသူကြား အငြင်းပွားမှုတစ်ခုခုမှ ပေါ်ပေါက်လာသော သို့မဟုတ် ဆက်စပ်မှုရှိသော အမျိုးမျိုးသော တောင်းဆိုချက်များနှင့် မသိနားမလည်သော၊ သံသယဖြစ်ဖွယ်မရှိသော၊ သံသယဖြစ်ဖွယ်မရှိသော၊ ထုတ်ဖော်ပြသထားခြင်းမရှိသော၊ ထုတ်ဖော်ပြသထားခြင်းမရှိသော၊ ထုတ်ဖော်မထားသော၊ ထုတ်ဖော်မပြသော၊ ထုတ်ဖော်ပြောဆိုမှုနှင့် မသက်ဆိုင်သည့် တောင်းဆိုမှုများ၊ တောင်းဆိုမှုများ၊ နှင့် ပျက်စီးမှုများအားလုံးကို IMI နှင့် ၎င်း၏ တွဲဖက်အဖွဲ့များမှ လွှတ်ပေးလိုက်ပါ။",
    "2271969747": "20. သင်လက်ခံရရှိသောလျှို့ဝှက်အချက်အလက်များ",
    "1042802841": "လျှို့ဝှက်အချက်အလက်များသည် လျှို့ဝှက် သို့မဟုတ် မူပိုင်အဖြစ် မှတ်သားထားသည့် သို့မဟုတ် လျှို့ဝှက် သို့မဟုတ် ပိုင်နက်အဖြစ် လက်ခံရယူသည့်အဖွဲ့မှ ကျိုးကြောင်းဆီလျော်စွာ နားလည်သင့်သည့် မည်သည့်အချက်အလက်မဆိုဖြစ်သည်။ ၎င်းတွင် (၁) လူသိရှင်ကြားရရှိနိုင်သည့် အချက်အလက်၊ (၂) လက်ဝယ်တွင်ရှိပြီး၊ လက်ခံရရှိသူမှ သို့မဟုတ် သိရှိထားပြီးဖြစ်သည့် သို့မဟုတ် (၃) တရားရုံးအမိန့်ဖြင့် သို့မဟုတ် အခြားလိုအပ်သည့်အတိုင်း ထုတ်ဖော်ပြောဆိုခြင်း မပါဝင်ပါ။ ဥပဒေ။",
    "1918025546": "သင်သည် ဝန်ဆောင်မှုများပေါ်ရှိ မည်သူတစ်ဦးတစ်ယောက်ထံမှ လျှို့ဝှက်အချက်အလက်များကို ပေးဆောင်ထားပါက၊ သင်သည် သင်၏ကိုယ်ပိုင်လျှို့ဝှက်အချက်အလက်များကို ကာကွယ်ရန်အတွက် သင်အသုံးပြုသည့် တူညီသောဂရုစိုက်မှုအတိုင်းအတာဖြင့် လျှို့ဝှက်အချက်အလက်များ၏လျှို့ဝှက်ချက်ကို ကာကွယ်ရန် သဘောတူသော်လည်း တိကျသောဂရုစိုက်မှုထက်နည်းသောကိစ္စမျိုးတွင်မရှိပါ။ အလုပ်တစ်ခု၏စွမ်းဆောင်နိုင်မှုအတွက် လိုအပ်သည့်အရာမှလွဲ၍ အဆိုပါလျှို့ဝှက် သို့မဟုတ် ကိုယ်ပိုင်အချက်အလက်များကို သင်ထုတ်ဖော် သို့မဟုတ် ထုတ်ပြန်ခြင်းမပြုရပါ။ Intuition Machines Platform ရှိ လုပ်ငန်းတစ်ခုအတွင်းမှ အချက်အလက်အားလုံးကို လျှို့ဝှက်အဖြစ် သတ်မှတ်ခြင်းမပြုသော်လည်း အချက်အလက်အားလုံးကို လျှို့ဝှက်အဖြစ် သတ်မှတ်သင့်သည်။",
    "2690395789": "သင်လက်ခံရရှိထားသော လျှို့ဝှက်အချက်အလက်များကို မလိုအပ်တော့သည့်အခါ၊ သင်ထိန်းချုပ်သည့်နေရာ၊ စနစ်များ၊ သို့မဟုတ် အခြားစက်ပစ္စည်းများတွင်ပါရှိသော အချက်အလက်မိတ္တူများအားလုံးကို (အချက်အလက်ထုတ်ဖော်သူမှ တောင်းဆိုထားသည့်အတိုင်း) ချက်ချင်းပြန်ပို့ခြင်း သို့မဟုတ် ဖျက်ဆီးပစ်ရပါမည်။",
    "2178073797": "လျှို့ဝှက်အချက်အလက်များကို ထုတ်ဖော်ခြင်းသည် ပြန်လည်ပြုပြင်၍မရသော ထိခိုက်မှုများဖြစ်စေနိုင်သောကြောင့် ထုတ်ဖော်ပြောဆိုသည့်အဖွဲ့သည် ဖောက်ဖျက်မှု သို့မဟုတ် ဤအသုံးအနှုန်းကို ချိုးဖောက်မှုများအတွက် တားမြစ်ပိတ်ပင်ထားသော သက်သာခွင့်ကို ရှာဖွေခွင့်ရှိသည်။",
    "2185860003": "21. ဝဘ်ဆိုဒ် ပြုပြင်မွမ်းမံမှုများ",
    "2631249972": "ကျွန်ုပ်တို့သည် သင့်အား အသိပေးခြင်းမရှိဘဲ ကျွန်ုပ်တို့၏ဝဘ်ဆိုဒ်ကို မြှင့်တင်နိုင်သည် သို့မဟုတ် ပြင်ဆင်နိုင်သည်။",
    "3764131594": "22. Third-Party ဝဘ်ဆိုဒ်များ",
    "295955580": "ကျွန်ုပ်တို့၏ဝဘ်ဆိုဒ်တွင် ပြင်ပအဖွဲ့အစည်းဝဘ်ဆိုဒ်များသို့ လင့်ခ်များပါရှိပါသည်။ ကျွန်ုပ်တို့သည် ထိုဝဘ်ဆိုဒ်များကို ထိန်းချုပ်ခြင်း၊ စုံစမ်းခြင်း၊ စောင့်ကြည့်ခြင်း သို့မဟုတ် စစ်ဆေးခြင်းမပြုပါ။ ယင်းဝဘ်ဆိုဒ်များတွင်ပါရှိသော ကွန်ပျူတာပရိုဂရမ်များ၊ အကြောင်းအရာများ သို့မဟုတ် ထင်မြင်ယူဆချက်များကို ထောက်ခံခြင်းအတွက် ကျွန်ုပ်တို့တွင် တာဝန်မရှိပါ။ အကယ်၍ သင်သည် ကျွန်ုပ်တို့၏ ဝဘ်ဆိုက်မှ ထွက်ခွာပြီး မည်သည့် ပြင်ပဝဘ်ဆိုဒ်ကိုမဆို ဝင်ရောက်ကြည့်ရှုရန် ဆုံးဖြတ်ပါက၊ သင်သည် သင့်ကိုယ်ပိုင် အန္တရာယ်ဖြင့် ပြုလုပ်ပါသည်။",
    "838225123": "23. အာမခံချက်၏ရှင်းလင်းချက်",
    "3897238493": "ဝန်ဆောင်မှုများကို \"ရှိသကဲ့သို့\" အခြေခံဖြင့် ဆောင်ရွက်ပေးပါသည်။ သုံးစွဲနိုင်မှု၊ ကြံ့ခိုင်မှု၊ တရားဥပဒေစိုးမိုးမှု၊ ရရှိနိုင်မှု၊ ဝန်ဆောင်မှုများ၊ ဆက်စပ်ပစ္စည်းများ၊ ဆက်စပ်ပစ္စည်းများ၊ ဆော့ဖ်ဝဲနှင့် ဆက်စပ်ပစ္စည်းများ၊ ဆော့ဖ်ဝဲနှင့်ပတ်သက်သည့် ဆက်စပ်ပစ္စည်းများ၊ ဥပဒေအရ ခွင့်ပြုထားသော အတိုင်းအတာအထိ၊ IMI သည် ထုတ်ဖော်ပြောဆိုခြင်း သို့မဟုတ် အဓိပ္ပာယ်သက်ရောက်သော အခြေအနေများ၊ ကိုယ်စားပြုမှုများ နှင့် အာမခံများ အပါအဝင်၊ ကန့်သတ်ချက်မရှိ၊ ရောင်းဝယ်ခွင့်၊ ဝန်ဆောင်မှုပေးခွင့်၊ လုံခြုံမှု၊ အာမခံချက်။ ချို့ယွင်းချက်များ၊ ကိုက်ညီမှုမရှိသော၊ သို့မဟုတ် မကျေနပ်ချက်များအပေါ် လေးစားမှုဖြင့် IMI ကို ဆန့်ကျင်သော သင့်တစ်ဦးတည်းနှင့် အထူးသီးသန့် ကုထုံးသည် ဝန်ဆောင်မှုများကို အသုံးပြုခြင်းအား ရပ်ဆိုင်းရန် ကျွန်ုပ်တို့တွင် သင့်ကွန်ပျူတာစနစ်၊ ဒေတာ ဆုံးရှုံးမှု သို့မဟုတ် ပျက်စီးယိုယွင်းနေသော ရလဒ်များ သို့မဟုတ် အခြားထိခိုက်နစ်နာစေသော ရလဒ်များ ပျက်စီးခြင်းအတွက် ကျွန်ုပ်တို့တွင် တာဝန်မရှိပါ။ ဝဘ်ဆိုဒ် သို့မဟုတ် Intuition Machines Platform ကို သင်ဝင်ရောက်ခြင်း သို့မဟုတ် အသုံးပြုခြင်းမှ။ အချိန်ဇယားဆွဲထားပြီး မစီစဉ်ထားဘဲ အနှောင့်အယှက်များ ဖြစ်ပေါ်လာနိုင်ပြီး ကျွန်ုပ်တို့၏ ဝဘ်ဆိုဒ်ကို အနှောင့်အယှက်ကင်းစွာ ရရှိနိုင်မှုကို ကျွန်ုပ်တို့ အာမမခံနိုင်ပါ။",
    "2110259227": "24. တာဝန်ကန့်သတ်ချက်",
    "3018077211": "25. ပံ့ပိုးကူညီသူ အငြင်းပွားမှုဖြေရှင်းချက်",
    "2790841456": "သင်သည် ပံ့ပိုးကူညီသူဖြစ်ပါက၊ သင်သည် အောက်ပါ ခုံသမာဓိအပိုဒ်နှင့် အတန်းအစား စွန့်လွှတ်မှုကို သဘောတူသည်-",
    "2323013093": "၂၆။ တည်ဆဲဥပဒေ",
    "2900525040": "ကယ်လီဖိုးနီးယားပြည်နယ်၏ ဥပဒေများသည် ဤဝန်ဆောင်မှုစည်းမျဥ်းစည်းကမ်းများနှင့် ၎င်းတို့ထံမှ ဖြစ်ပေါ်လာသည့် အငြင်းပွားမှု၊ အငြင်းပွားမှု သို့မဟုတ် တောင်းဆိုမှုမှန်သမျှကို လွှမ်းမိုးထားသည်။",
    "3339302473": "၂၇။ရပ်စဲခြင်း။",
    "41530052": "28. အထွေထွေစည်းမျဉ်းများ",
    "3202747130": "သဘောတူညီချက်တစ်ခုလုံး။ ဤ ဝန်ဆောင်မှုစည်းမျဥ်းစည်းကမ်းများနှင့် ဤသဘောတူညီချက်တွင် ကိုးကားထားသော မည်သည့်မူဝါဒများ၊ လုပ်ထုံးလုပ်နည်းများ သို့မဟုတ် စည်းကမ်းချက်များသည် အကြောင်းအရာကိစ္စနှင့်စပ်လျဉ်း၍ ပါတီများ၏ သဘောတူညီချက်တစ်ခုလုံးကို ဖွဲ့စည်းထားကာ ပါတီများ၏ ယခင်နှင့် ခေတ်ပြိုင်ဆက်စပ်သော သဘောတူညီချက်များ၊ တောင်းဆိုမှုများ၊ ကိုယ်စားပြုမှုများနှင့် နားလည်မှုအားလုံးကို အစားထိုးကာ ပယ်ဖျက်သည် .",
    "4080263153": "စွန့်လွှတ်ခြင်းမရှိပါ။ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏အခွင့်အရေး သို့မဟုတ် ကုစားမှုအပိုင်းကို စွန့်လွှတ်ကြောင်း စာဖြင့်ရေးသားပြီး ကျွန်ုပ်တို့မှ လက်မှတ်ရေးထိုးထားခြင်းမရှိပါက ကျွန်ုပ်တို့အား စွန့်လွှတ်ခြင်းဟု မှတ်ယူမည်မဟုတ်ပါ။ ကျွန်ုပ်တို့သည် ဤသဘောတူညီချက်ပါ ပြဋ္ဌာန်းချက်တစ်ရပ်ရပ်အရ ကျွန်ုပ်တို့၏အခွင့်အရေးများကို လိုက်နာကျင့်သုံးရန် နှောင့်နှေးခြင်း သို့မဟုတ် လိုက်နာရန် ပျက်ကွက်ပါက၊ ယင်းက နောက်ဆက်တွဲပြဋ္ဌာန်းချက် သို့မဟုတ် ဤသဘောတူညီချက်၏ အစိတ်အပိုင်းတစ်ခုခုကို ကျင့်သုံးရန် ကျွန်ုပ်တို့၏အခွင့်အရေးကို စွန့်လွှတ်မည်မဟုတ်ပါ။",
    "1789371580": "Assignability ကျွန်ုပ်တို့၏ ကြိုတင်ရေးသားထားသော ခွင့်ပြုချက်မရှိဘဲ သင်သည် ဤဝန်ဆောင်မှုစည်းမျဉ်းများကို သတ်မှတ်ပေးမည်မဟုတ်ပါ။ သတိပေးချက်မရှိဘဲ ကျွန်ုပ်တို့သည် ဤဝန်ဆောင်မှုစည်းမျဉ်းများကို အချိန်မရွေး သတ်မှတ်ပေးနိုင်ပါသည်။ အထက်ဖော်ပြပါအကြောင်းအရာအရ ဤဝန်ဆောင်မှုစည်းမျဥ်းစည်းကမ်းများသည် ပါတီတစ်ခုစီ၏ဆက်ခံသူများနှင့် ခွင့်ပြုထားသောတာဝန်များပေါ်တွင် အကျုံးဝင်မည်ဖြစ်သည်။",
    "2819628066": "ခွဲထွက်နိုင်မှု။ ဤဝန်ဆောင်မှုစည်းမျဥ်းစည်းမျဥ်းများတွင် မည်သည့်အကြောင်းပြချက်ကြောင့်မျှ အကျုံးမဝင်သော သို့မဟုတ် အသုံးမပြုနိုင်ဟု တွေ့ရှိပါက၊ ၎င်းသည် ကျန်ပြဋ္ဌာန်းချက်များ၏ တရားဝင်မှုနှင့် ခိုင်လုံမှုအပေါ် သက်ရောက်မှုရှိမည်မဟုတ်ပါ။",
    "3955981186": "ပြင်ဆင်ချက်။ IMI မှလွဲ၍ အခြားမည်သူမဆိုက ဤဝန်ဆောင်မှုစည်းမျဥ်းများကို ပြုပြင်မွမ်းမံခြင်း သို့မဟုတ် ပြင်ဆင်ခြင်းအား IMI ၏ တရားဝင်ကိုယ်စားလှယ်မှ လက်မှတ်ရေးထိုးထားသော စာဖြင့်ရေးသားထားသည့်စာရွက်စာတမ်းမှလွဲ၍ IMI တွင် စည်းနှောင်မှုရှိမည်မဟုတ်ပါ။",
    "1377538813": "လွှမ်းမိုးနေသော ဘာသာစကား။ ဤဝန်ဆောင်မှုစည်းမျဥ်းစည်းကမ်းများ၏ အင်္ဂလိပ်ဘာသာဗားရှင်းသည် ကဏ္ဍပေါင်းစုံတွင် ထိန်းချုပ်မည်ဖြစ်ပြီး ဘာသာပြန်ဗားရှင်းများနှင့် မကိုက်ညီမှုများရှိပါက လွှမ်းမိုးသွားမည်ဖြစ်သည်။",
    "2438016011": "ဆန္ဒအလျောက်သဘောတူညီချက်။ ဤဝန်ဆောင်မှုစည်းမျဥ်းစည်းမျဥ်းများတွင် ပါဝင်သူအားလုံးသည် ဤသဘောတူညီချက်၏ ကဏ္ဍအားလုံးကို ပြန်လည်သုံးသပ်ထားပြီး၊ ၎င်း၏ ပြဋ္ဌာန်းချက်အားလုံးကို ဂရုတစိုက်ဖတ်ရှုပြီး အပြည့်အဝနားလည်ထားပြီး၊ ဤသဘောတူညီချက်တွင် ဆန္ဒအလျောက် ဝင်ရောက်နေကြောင်းကို ကိုယ်စားပြုသဘောတူပါသည်။",
    "2445034923": "ဤဝန်ဆောင်မှုစည်းမျဥ်းစည်းကမ်းများအားလုံးကို သင်သဘောမတူပါက၊ Site သို့မဟုတ် ဝန်ဆောင်မှုများကို (သို့) ဝန်ဆောင်မှုများကို အသုံးမပြုပါနှင့်။",
    "2646127839": "ဝယ်ယူသူ၏နောက်ဆက်တွဲ Master ဝန်ဆောင်မှုစည်းမျဉ်းများ",
    "4097297673": "ဖောက်သည်၊ တောင်းဆိုသူ သို့မဟုတ် ပေါင်းစည်းသူအနေဖြင့် သင်သည် သင်နှင့် IMI ကြားရှိ အခြားစည်းမျဥ်းစည်းမျဥ်းများအပြင် အောက်ပါစည်းကမ်းချက်များနှင့်အညီ ချည်နှောင်ရန် သဘောတူပါသည်။",
    "1093280979": "1. ပလပ်ဖောင်း အော်ဒါပုံစံများ",
    "1549953005": "ဝယ်ယူသူ သို့မဟုတ် တောင်းဆိုသူဖြစ်လာခြင်း၏ အခြေအနေတစ်ရပ်အနေဖြင့် သင်သည် တစ်ခု သို့မဟုတ် တစ်ခုထက်ပိုသော ပလပ်ဖောင်းအသုံးပြုခွင့် မှာယူမှုပုံစံများ (တစ်ခုစီ၊ \"မှာယူမှုပုံစံ\") ကို ဖြည့်သွင်းပြီးဖြစ်နိုင်သည်။ သို့ဆိုလျှင်၊ Order Form တွင်ဖော်ပြထားသော စည်းကမ်းချက်များနှင့် အခြေအနေများသည် ဝန်ဆောင်မှုစည်းမျဥ်းစည်းကမ်းများ ၏ တစ်စိတ်တစ်ပိုင်းဖြစ်လာပြီး ဤနေရာတွင် အကိုးအကားဖြင့် ထည့်သွင်းထားသည်။",
    "3819851005": "2. အဖိုးအခ",
    "1591032933": "သက်ဆိုင်ရာ မှာယူမှုဖောင်တွင် သင်ဖော်ပြထားသည့် ငွေပေးချေမှုနည်းလမ်းမှတစ်ဆင့် သက်ဆိုင်ရာ မှာယူမှုဖောင်တွင်ဖော်ပြထားသည့် အခကြေးငွေများကို IMI တွင် ပေးဆောင်ရမည်ဖြစ်သည်။ နှစ်ဦးနှစ်ဘက်လုံးက စာဖြင့် အတိအလင်း သဘောတူညီထားခြင်းမရှိပါက၊ ပြေစာပေးပို့သည့်နေ့စွဲပြီးနောက် ရက်ပေါင်း (30) အတွင်း ထုတ်ပေးသည့် ပြေစာအားလုံးအတွက် အပြည့်အဝပေးချေမှု ပေးမည်ဖြစ်ပါသည်။ ကျွန်ုပ်တို့အား သင်ပေးဆောင်သော အကြွေးဝယ်ကတ် အချက်အလက်အားလုံးတွင် အကြွေးဝယ်ကတ် အချက်အလက်များကို သိမ်းဆည်းရန်နှင့် သင့်ခရက်ဒစ်ကတ် သို့မဟုတ် အခြားအကောင့်ကို ငွေပေးချေမှုပုံစံအဖြစ် ကျွန်ုပ်တို့နှစ်ဦးသဘောတူ သဘောတူထားသည့် အကြွေးဝယ်ကတ်ကို ကောက်ခံရန် သင်သည် ကျွန်ုပ်တို့အား သင်ခွင့်ပြုပေးပါသည်။ မှာယူမှုဖောင်တွင် သို့မဟုတ် သင့်လုပ်ငန်းဝန်ဆောင်မှုသဘောတူညီချက် သို့မဟုတ် Master Service Agreement တွင် အခြားနည်းဖြင့်ဖော်ပြထားခြင်းမရှိပါက၊ ဝန်ဆောင်မှုများအတွက် အခကြေးငွေများအပြင် သင့်သဘောတူညီချက်အရ IMI မှ ပံ့ပိုးပေးသည့် ဝန်ဆောင်မှုများစတင်ချိန်တွင် နှစ်စဉ်ကြေးကောက်ခံပါသည်။",
    "4142610534": "နောက်ကျငွေပေးချေမှုတိုင်းသည် တစ်လလျှင် 1.5% ရာခိုင်နှုန်း သို့မဟုတ် ဥပဒေအရခွင့်ပြုထားသည့် အမြင့်ဆုံးပမာဏဖြင့် နောက်ကျငွေကောက်ခံမှုများ ရှိလာပါမည်။ အကယ်၍ သင်သည် ဤသဘောတူညီချက်အောက်တွင် ပေးချေရမည့်ငွေပမာဏကို အကြောင်းတစ်စုံတစ်ရာကြောင့် ပေးချေရန် ပျက်ကွက်ပါက၊ ကျွန်ုပ်တို့၏တစ်ဦးတည်းဆုံးဖြတ်ချက်ဖြင့် သင့်အကောင့်ကို ဆိုင်းငံ့ထားနိုင်သည်၊ ယင်းအခြေအနေတွင် အလုပ်များပြီးမြောက်ရန်အတွက် သင့်အကောင့်မှ နောက်ထပ်ငွေပေးချေမှုများ ပြုလုပ်မည်မဟုတ်ပါ၊ သင်၏လုပ်ဆောင်စရာအားလုံးကို ဖယ်ရှားလိုက်ပါမည်။ ကျွန်ုပ်တို့၏ website မှ တောင်းဆိုမှုအရ ပေးဆောင်ရမည့် ပမာဏအားလုံးအပြင် စီမံခန်ခ၊ နောက်ကျကြေး သို့မဟုတ် ရှေ့နေအခကြေးငွေများ အားလုံးအတွက် ကျွန်ုပ်တို့အား ပြန်လည်ပေးချေရပါမည်။ ကျွန်ုပ်တို့သည် ခရက်ဒစ်အစီရင်ခံခြင်းအေဂျင်စီများနှင့် ဥပဒေစိုးမိုးရေးအာဏာပိုင်များထံ သင့်လျော်သော အစီရင်ခံစာများ ပြုလုပ်နိုင်သည်။",
    "512991700": "မည်သည့်အခကြေးငွေကိုမဆို အငြင်းပွားလိုပါက၊ ချိန်ညှိမှု သို့မဟုတ် ခရက်ဒစ်ကိုလက်ခံရရှိရန်အတွက် အမှား သို့မဟုတ် အကြွေးတစ်ခုရယူရန်အတွက် ပထမအကြိမ်ငွေတောင်းခံခြင်း သို့မဟုတ် အကောင့်ရှင်းတမ်းတွင် ပိတ်သည့်ရက်စွဲပြီးနောက် ရက်ပေါင်းသုံးဆယ်ထက် နောက်မကျစေဘဲ ကျွန်ုပ်တို့၏ဖောက်သည်ပံ့ပိုးကူညီရေးဌာနထံ ဆက်သွယ်ရပါမည်။",
    "1273914192": "3. အခွန်များ",
    "4242322181": "Intuition Machines ၏ အသားတင်ဝင်ငွေ သို့မဟုတ် ကိုယ်ရေးကိုယ်တာပိုင်ဆိုင်မှုအပေါ် အကဲဖြတ်ထားသော US အခွန်များမှလွဲ၍ အခြားသော ဝန်ဆောင်မှုများနှင့် ဆက်စပ်သော အခွန်များအားလုံးကို ပေးဆောင်ရန် သင်သည် တာဝန်ရှိပါသည်။",
    "1671996585": "ကျွန်ုပ်တို့၏ အပလီကေးရှင်း ပရိုဂရမ်းမင်း အင်တာဖေ့စ် (\"API\") မှတစ်ဆင့် ကျွန်ုပ်တို့၏ ဝန်ဆောင်မှုများနှင့် သင့်ဝဘ်ဆိုဒ်၊ အက်ပ်လီကေးရှင်း သို့မဟုတ် ပလပ်ဖောင်းကို ပေါင်းစပ်ရန် လိုအပ်ပါသည်။ ထိုသို့လုပ်ဆောင်သည့်အခါတွင်၊ ကျွန်ုပ်တို့သည် သင့်အား ဝန်ဆောင်မှုများကို အသုံးပြုရန်အတွက် API ကို တစ်ခုတည်းကိုသာ အသုံးပြုရန် အကန့်အသတ်မရှိ၊ သီးသန့်မဟုတ်သော၊ လွှဲပြောင်း၍မရသော၊ တာဝန်ပေး၍မရသော၊ ပြန်လည်ရုပ်သိမ်းနိုင်သောလိုင်စင်ကို ပေးထားပါသည်။ ကျွန်ုပ်တို့သည် API ကို ပြင်ဆင်ခြင်းနှင့်/သို့မဟုတ် ဗားရှင်းအဟောင်းများ သို့မဟုတ် API ၏ထုတ်ဝေမှုများကို အချိန်မရွေးရပ်တန့်နိုင်သည်။ ကျွန်ုပ်တို့၏တစ်ဦးတည်းဆုံးဖြတ်ချက်ဖြင့် API သို့ သင်၏ဝင်ရောက်ခွင့်ကို ဆိုင်းငံ့ရန် သို့မဟုတ် ကန့်သတ်ရန်အခွင့်အရေးကို ကျွန်ုပ်တို့လက်ဝယ်ထားပြီး ဆိုင်းငံ့ခြင်းမပြုမီ သင့်အား အသိပေးရန် ကျိုးကြောင်းဆီလျော်သော ကြိုးပမ်းမှုများကို ကျွန်ုပ်တို့အသုံးပြုပါမည်။",
    "4036662147": "5. လျှို့ဝှက်အချက်အလက်များကို ကာကွယ်ခြင်း။",
    "3564208535": "ကျွန်ုပ်တို့ထံမှရရှိသော လျှို့ဝှက်အချက်အလက်များကို သို့မဟုတ် ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုများမှတစ်ဆင့် ကာကွယ်ရန် စီးပွားရေးအရ ကျိုးကြောင်းဆီလျော်သော အားထုတ်မှုများကို အသုံးပြုရန် သင်သဘောတူပါသည်။ အများသူငှာမဟုတ်သော စာရွက်စာတမ်းများနှင့် ကျွန်ုပ်တို့၏ ဘော့တ်ရှာဖွေခြင်းနည်းလမ်းများနှင့်ပတ်သက်၍ မျှဝေနိုင်သည့်အသေးစိတ်အချက်အလက်များအပါအဝင် ကျွန်ုပ်တို့၏လုပ်ငန်းဝန်ဆောင်မှု၏ bot ရမှတ်များနှင့် အများသူငှာမဟုတ်သောအသေးစိတ်အချက်များ ပါဝင်သည်။ အကယ်၍ သင်သည် ဤလျှို့ဝှက်အချက်အလက်ကိုမဆို ဝင်ရောက်ကြည့်ရှုခွင့်ပေးပါက၊ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုများကို အသုံးပြုခြင်းဖြင့် ကျွန်ုပ်တို့၏ လျှို့ဝှက်အချက်အလက်များကို ထင်ရှားစေသည်ဟု ဆုံးဖြတ်ပါက ကျွန်ုပ်တို့၏တစ်ဦးတည်းသောဆုံးဖြတ်ချက်ဖြင့် ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုများသို့ သင်၏ဝင်ရောက်ခွင့်ကို ပြင်ဆင်ခြင်း၊ ဆိုင်းငံ့ခြင်း သို့မဟုတ် ကန့်သတ်ခြင်းများ ပြုလုပ်နိုင်ပြီး၊ ကျွန်ုပ်တို့သည် ကျိုးကြောင်းဆီလျော်သော ကြိုးစားအားထုတ်မှုများကို အသုံးပြုပါမည်။ ဆိုင်းငံ့ခြင်းမပြုမီ သင့်အား အသိပေးရန်။",
    "120384113": "6. ရပ်စဲခြင်း။",
    "453723556": "သင်သည် ဝယ်ယူသူ သို့မဟုတ် တောင်းဆိုသူအဖြစ်မှရပ်စဲခြင်းဖြင့် ဝန်ဆောင်မှုစည်းမျဥ်းစည်းမျဥ်းများမပါဘဲ ဤနောက်ဆက်တွဲကို ရပ်စဲနိုင်သည်။ ဝယ်ယူသူ သို့မဟုတ် တောင်းဆိုသူအဖြစ် သင့်အခြေအနေအား အချိန်မရွေး ရပ်ဆိုင်းရန် သို့မဟုတ် ရပ်ဆိုင်းရန် သို့မဟုတ် သင့်အကောင့်ကို ရပ်ဆိုင်းရန် သို့မဟုတ် ဝန်ဆောင်မှုစည်းမျဉ်းများနှင့်အညီ ဝန်ဆောင်မှုများကို အသုံးပြုခြင်းကို အခြားနည်းဖြင့် ရပ်ဆိုင်းရန် ကျွန်ုပ်တို့က အခွင့်ရှိသည်။ သင်၏ မှာယူမှုပုံစံအောက်တွင် ပေးဆောင်ရမည့် မည်သည့်ပမာဏအတွက်မဆို ရပ်စဲသည့်အခါတွင် သင်သည် တာဝန်ရှိပါသည်။ သင်၏စာရင်းသွင်းမှုတွင် လစဉ် သို့မဟုတ် နှစ်စဉ်အခကြေးငွေ သို့မဟုတ် လစဉ် သို့မဟုတ် နှစ်စဉ် အနည်းဆုံးအနိမ့်ဆုံးများပါဝင်ပါက၊ ဝန်ဆောင်မှုခအားလုံးကို ထိုလကုန်အထိ သို့မဟုတ် နှစ်အလိုက် ပေးဆောင်ရန် သင်တာဝန်ရှိဆဲဖြစ်သည်။",
    "218889628": "ဤဖောက်သည်နောက်ဆက်တွဲ သို့မဟုတ် ဝန်ဆောင်မှုစည်းမျဥ်းစည်းကမ်းများကို သင်ချိုးဖောက်ခြင်းကြောင့် ဤဝယ်ယူသူနောက်ဆက်တွဲ သို့မဟုတ် ဝန်ဆောင်မှုစည်းမျဥ်းစည်းကမ်းများကို ကျွန်ုပ်တို့ရပ်စဲသည့်အခါမှလွဲ၍ ကျွန်ုပ်တို့မှရပ်စဲပြီး သင်သည် ကျွန်ုပ်တို့ထံ မည်သည့်အခကြေးငွေကိုမဆို ကြိုတင်ပေးချေပါက၊ ၎င်းတို့၏ လိုလားသောအချိုးအစားကို ပြန်အမ်းပေးပါမည်။ ကျန်ရှိသောအချိန်များ သို့မဟုတ် သင်ပေးချေထားသောဝန်ဆောင်မှုများပေါ်မူတည်၍ ကြိုတင်ငွေပေးချေမှုပမာဏများ မည်သည်နည်း။ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏လုပ်ငန်းကို စီးပွားရေးအရ ကျိုးကြောင်းဆီလျော်သောပုံစံဖြင့် ပြုပြင်ပြီး ပေးဆောင်ရသည့် Output Data Sets များအားလုံးနှင့် ကျွန်ုပ်တို့၏လက်ဝယ်ရှိ Customer Data အားလုံးကို သင့်ထံ ထိန်းသိမ်းကာ ပို့ဆောင်ပေးမည်ဖြစ်ပါသည်။ ရပ်စဲလိုက်သည့်အခါ၊ ကျွန်ုပ်တို့သည် မည်သည့်ဒေတာကိုမျှ ဖျက်ရန်တာဝန်မရှိပေ။",
    "2505227594": "7. Overages",
    "2369877184": "hCaptcha ပေါင်းစည်းသူများ သို့မဟုတ် ဖောက်သည်များအတွက် အများဆုံးခွင့်ပြုထားသည့် အမြင့်ဆုံး RPS နှုန်းသည် သင်နှင့်ကျွန်ုပ်တို့အကြား စာဖြင့်ရေးသားထားသော စာချုပ်ပါသဘောတူညီချက်တစ်ခုမှမဟုတ်ပါက သင်နှင့်ကျွန်ုပ်တို့ကြားတွင်စာဖြင့်ရေးသားထားသောသဘောတူညီချက်တစ်ခုမှမသတ်မှတ်ထားဘဲ သင့်အကောင့်အတွင်းရှိအဖွဲ့အစည်းများထံသို့ တစ်စက္ကန့်လျှင် တောင်းဆိုမှု 1,000 တောင်းဆိုမှုဖြစ်သည်။",
    "234420106": "သင်သည် hCaptcha Enterprise ဝန်ဆောင်မှု၏ ပေါင်းစည်းသူ သို့မဟုတ် သုံးစွဲသူတစ်ဦးဖြစ်ပြီး RPS ဖြင့် တိုင်းတာသည့် သင်၏ API အသုံးပြုမှုသည် သင့်ဝန်ဆောင်မှုအဆင့်အတွက် စီမံထားသောနှုန်းထက် ကျော်လွန်နေပါက၊ သင့်ဝန်ဆောင်မှုကို ပြုပြင်ရန် သို့မဟုတ် သက်တမ်းပိုနှုန်းကို ကောက်ခံရန် ကျွန်ုပ်တို့ ရွေးချယ်နိုင်ပါသည်။ သင်၏ အမြင့်ဆုံး RPS နှုန်းသည် ရက် 30 အတွင်း စုစုပေါင်း 10 မိနစ် သို့မဟုတ် ထို့ထက်ပိုသော အချက်တစ်ခုဖြင့် စီမံထားသောနှုန်းထက် ကျော်လွန်သွားသည့်ကိစ္စနှင့် အဆိုပါ တောင်းဆိုချက်အများစုမှာ ကျွန်ုပ်တို့၏ တစ်ဦးတည်းသော စီရင်ဆုံးဖြတ်မှုတွင် အန္တရာယ်ရှိသော ယာဉ်ကြောပိတ်ဆို့ခြင်းမဟုတ်ဘဲ ကျွန်ုပ်တို့မှ ရွေးချယ်ပေးနိုင်ပါသည်။ ထိုလတွင်ပြုလုပ်ခဲ့သော API တောင်းဆိုမှုအားလုံးအတွက် သင့်အား စာချုပ်အရ သတ်မှတ်ထားသော ကျော်လွန်နှုန်းဖြင့် ကောက်ခံပါ။",
    "2619472217": "8. ပြန်လည်ရောင်းချခြင်း။",
    "2019702084": "Customer ၏ Master Service Agreement သို့မဟုတ် Reseller Agreement တွင် အတိအလင်း ခွင့်မပြုပါက၊ မှာယူထားသော SaaS ဝန်ဆောင်မှုများကို ရောင်းချခြင်း၊ ပြန်လည်ရောင်းချခြင်း၊ ငှားရမ်းခြင်း၊ ခွဲအငှားချထားခြင်း၊ လိုင်စင်ရ၊ လိုင်စင်ခွဲများ သို့မဟုတ် အခြားတတိယပါတီ (သုံးစွဲသူ၏ တွဲဖက်မှလွဲ၍ အခြားအခြားသော အခြားတတိယပါတီ) ထံ ရရှိနိုင်မည်မဟုတ်ပါ။ ) နှင့် သဘောတူညီချက်အောက်ရှိ မှာယူမှုများနှင့် ဝန်ဆောင်မှုကို အသုံးပြုသူအားလုံးသည် Customer ၏ သို့မဟုတ် ၎င်း၏ Affiliate ၏ ကိုယ်ပိုင်လုပ်ငန်းတွင်း လုပ်ငန်းအသုံးပြုမှုအတွက် ဖြစ်ရမည်။",
    "1233229030": "အဖြာဖြာ",
    "1467783792": "အမေရိကန်ပြည်ထောင်စုမှ ပိတ်ဆို့အရေးယူထားသော ပုဂ္ဂိုလ်၊ အဖွဲ့အစည်း သို့မဟုတ် အဖွဲ့အစည်း (\"Sanctioned Actor\") သည် ဆုလာဘ်များ သို့မဟုတ် ဝန်ဆောင်မှုများကို ပေါင်းစည်းမှုအဖြစ် အသုံးပြုရန် အရည်အချင်းမပြည့်မီပါ။ သံသယမဖြစ်စေရန်အတွက်၊ ၎င်းတွင် US Treasury Department of Foreign Assets Control (\"OFAC\") မှ သတ်မှတ်ပေးထားသော Sanctioned Actor များ ပါဝင်သည်။",
    "3759657802": "ဤဝန်ဆောင်မှုစည်းမျဥ်းစည်းကမ်းများ သို့မဟုတ် ဤနေရာရှိ သင်၏အခွင့်အရေးများ သို့မဟုတ် တာဝန်များကို မည်သည့်နည်းဖြင့်မဆို (ဥပဒေဖြင့် သို့မဟုတ် အခြားနည်းဖြင့်) တာဝန်ပေးအပ်ခြင်း၊ လွှဲပြောင်းခြင်း သို့မဟုတ် လွှဲအပ်ခြင်းမပြုရပါ။",
    "1627232990": "ဤဝန်ဆောင်မှုစည်းမျဥ်းများ၏ ဘာသာပြန်ဆိုချက်များကို အကောင်းဆုံးကြိုးစားမှုဖြင့် ဆောင်ရွက်ပေးပါသည်။ အင်္ဂလိပ်ဘာသာစကား ဝန်ဆောင်မှုစည်းမျဥ်းစည်းကမ်းများနှင့် ဘာသာပြန်ဆိုမှုတို့အကြား သိသိသာသာ ကွဲပြားမှုတစ်စုံတစ်ရာ ဖြစ်ပေါ်ပါက၊ အင်္ဂလိပ်ဘာသာစကား ဝန်ဆောင်မှုစည်းမျဥ်းစည်းကမ်းများကို တရားဝင်အဖြစ် အဓိပ္ပာယ်ဖွင့်ဆိုရမည်ဖြစ်ပါသည်။",
    "805221621": "ကျေးဇူးပြု၍ ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ။",
    "259613338": "ဤဝန်ဆောင်မှုစည်းမျဥ်းစည်းကမ်းများနှင့်စပ်လျဉ်းသင်မေးခွန်းများရှိပါက။",
    "2735878907": "Business Continuity Planning ထုတ်ပြန်ချက်",
    "2887242610": "Intuition Machines, Inc သည် ကျွန်ုပ်တို့၏ hCaptcha လုပ်ငန်းကို သိသာထင်ရှားစွာ အနှောင့်အယှက်ဖြစ်စေသော အဖြစ်အပျက်များကို ကျွန်ုပ်တို့ မည်သို့တုံ့ပြန်မည်နည်းနှင့်ပတ်သက်၍ စီးပွားရေးဆိုင်ရာ စဉ်ဆက်မပြတ်အစီအစဉ်ကို ရေးဆွဲထားပါသည်။ ဘေးအန္တရာယ်များနှင့် အနှောင့်အယှက်များ ၏ အချိန်နှင့် သက်ရောက်မှုကို ခန့်မှန်း၍မရနိုင်သောကြောင့်၊ ၎င်းတို့ ဖြစ်ပေါ်လာသည်နှင့်တပြိုင်နက် အမှန်တကယ်ဖြစ်ရပ်များကို တုံ့ပြန်ရာတွင် လိုက်လျောညီထွေရှိရန် လိုအပ်ပါသည်။ အဲဒါကို စိတ်ထဲမှတ်ထားပြီး၊ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ လုပ်ငန်းဆက်နွှယ်မှုအစီအစဉ်တွင် ဤအချက်အလက်ကို သင့်အား ပေးဆောင်နေပါသည်။",
    "809251240": "ကျွန်ုပ်တို့ကို ဆက်သွယ်ခြင်း။",
    "2551802342": "- ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ဝန်ထမ်းများနှင့် ပစ္စည်းဥစ္စာများကို အကာအကွယ်ပေးခြင်း၊ ငွေကြေးနှင့် လုပ်ငန်းလည်ပတ်မှုဆိုင်ရာ အကဲဖြတ်ခြင်း၊ ကုမ္ပဏီ၏စာအုပ်များနှင့် မှတ်တမ်းများကို ကာကွယ်ခြင်းနှင့် ကျွန်ုပ်တို့၏ဖောက်သည်များနှင့် ၎င်းတို့၏နောက်ဆုံးအသုံးပြုသူများကို အွန်လိုင်းငွေပေးချေခြင်းဖြင့် တုံ့ပြန်ခြင်းဖြင့် လုပ်ငန်းလည်ပတ်မှုများကို လျင်မြန်စွာ ပြန်လည်ရယူပြီး ပြန်လည်စတင်ရန် စီစဉ်ပါသည်။ အတိုချုပ်အားဖြင့်၊ ကျွန်ုပ်တို့၏ လုပ်ငန်းဆက်နွှယ်မှု အစီအစဉ်သည် သိသာထင်ရှားသော လုပ်ငန်းအနှောင့်အယှက်များ၏ အတိုင်းအတာနှင့် ပြင်းထန်မှုတို့ကြောင့် ကျွန်ုပ်တို့၏လုပ်ငန်းကို တတ်နိုင်သမျှ မြန်မြန်ဆန်ဆန် ပြန်လည်စတင်နိုင်စေရန် ဒီဇိုင်းထုတ်ထားပါသည်။ ကျွန်ုပ်တို့၏ လုပ်ငန်းအဆက်မပြတ်အစီအစဉ် လိပ်စာများ- ဒေတာ အရန်သိမ်းခြင်းနှင့် ပြန်လည်ရယူခြင်း၊ မစ်ရှင်အရေးပါသောစနစ်များအားလုံး၊ ဘဏ္ဍာရေးနှင့် လုပ်ငန်းဆောင်ရွက်မှု အကဲဖြတ်ချက်များ၊ ဖောက်သည်များ၊ ဝန်ထမ်းများ၊ နှင့် ကြီးကြပ်ကွပ်ကဲမှုအဖွဲ့များနှင့် အစားထိုးဆက်သွယ်ရေး၊ ဝန်ထမ်းများ၏ အလှည့်ကျ တည်နေရာ၊ အရေးကြီးသော ပေးသွင်းသူနှင့် ဖောက်သည် အကျိုးသက်ရောက်မှု၊ စည်းမျဉ်းအစီရင်ခံချက်; ကျွန်ုပ်တို့၏လုပ်ငန်းကို ဆက်လက်မလုပ်ဆောင်နိုင်ပါက ကျွန်ုပ်တို့၏ဖောက်သည်များအား ချက်ခြင်းသတိပေးချက်ပေးခြင်း။ ကျွန်ုပ်တို့၏ အဓိက ပေးသွင်းသူအုပ်စုသည် ပထဝီဝင်အရ သီးခြားဧရိယာတစ်ခုတွင် ကျွန်ုပ်တို့၏ အရေးကြီးသောမှတ်တမ်းများကို အရန်သိမ်းဆည်းပါသည်။ အရေးပေါ်အခြေအနေတိုင်းသည် နေ့အချိန်နှင့် အနှောင့်အယှက်၏ပြင်းထန်မှုကဲ့သို့သော ပြင်ပအချက်များအပေါ်အခြေခံ၍ ထူးခြားသောပြဿနာများရှိနေသော်လည်း ၎င်းတို့၏ရည်ရွယ်ချက်မှာ ၎င်းတို့၏လုပ်ငန်းဆောင်တာများကို ပြန်လည်ရယူရန်နှင့် ဝန်ဆောင်မှုများ လျင်မြန်စွာပြန်လည်စတင်နိုင်ရန်ဖြစ်ကြောင်း ဤပေးသွင်းသူအုပ်စုမှ ကျွန်ုပ်တို့အား အကြံပြုထားပါသည်။ မတူကွဲပြားသော ပေးသွင်းသူများကို အသုံးပြုခြင်းဖြင့် အန္တရာယ်ကို လျှော့ချရန် ကျွန်ုပ်တို့ လုပ်ဆောင်ခဲ့သော်လည်း၊ သင်၏ဝန်ဆောင်မှုများကို ဤကာလအတွင်း ပြုပြင်မွမ်းမံခြင်း သို့မဟုတ် အနှောင့်အယှက်ဖြစ်စေနိုင်သည်။",
    "826396656": "ကျွန်ုပ်တို့၏ လုပ်ငန်းအဆက်မပြတ်အစီအစဉ်",
    "1979347895": "- ကျွန်ုပ်တို့၏ကုမ္ပဏီတစ်ခုသာ၊ ကျွန်ုပ်တို့၏လုပ်ငန်းအိမ်ရာတစ်ခု၊ ကျွန်ုပ်တို့၏ကုမ္ပဏီတည်ရှိရာရပ်ကွက်၊ ကျွန်ုပ်တို့တည်ရှိရာမြို့ သို့မဟုတ် ဒေသတစ်ခုလုံးကဲ့သို့ သိသာထင်ရှားသောစီးပွားရေးအနှောင့်အယှက်များသည် ၎င်းတို့၏နယ်ပယ်တွင် ကွဲပြားနိုင်ပါသည်။ ဤနယ်ပယ်တစ်ခုစီတွင်၊ အနှောင့်အယှက်၏ပြင်းထန်မှုသည် အနည်းဆုံးမှပြင်းထန်မှုအထိ ကွဲပြားနိုင်သည်။ ကျွန်ုပ်တို့၏ကုမ္ပဏီ၊ ကျွန်ုပ်တို့၏စီးပွားရေးလုပ်ငန်းခရိုင်၊ မြို့ သို့မဟုတ် ဒေသ သို့မဟုတ် ကျွန်ုပ်တို့၏လုပ်ငန်းအိမ်ရာအဆောက်အအုံတစ်ခု အနှောင့်အယှက်ဖြစ်သောအခါတွင် ကျွန်ုပ်တို့၏လုပ်ငန်းဆောင်ရွက်မှုများကို လိုအပ်သည့်အခါတွင် ဒေသဆိုင်ရာဆိုက်တစ်ခုသို့ လွှဲပြောင်းပေးမည်ဖြစ်ပြီး လုပ်ငန်းလည်ပတ်မှုတွင် ပစ္စည်းပြတ်တောက်မှုမရှိကြောင်း မျှော်လင့်ပါသည်။ မည်သည့်အခြေအနေမျိုးတွင်မဆို၊ ကျွန်ုပ်တို့သည် လုပ်ငန်းတွင်ဆက်လက်လုပ်ကိုင်ရန်စီစဉ်ထားပြီး လိုအပ်ပါက အစားထိုးရောင်းချသူများထံ လုပ်ငန်းများလွှဲပြောင်းရန်စီစဉ်ထားပြီး ကျွန်ုပ်တို့၏ဝဘ်ဆိုဒ် hcaptcha.com နှင့် ကျွန်ုပ်တို့ကိုဆက်သွယ်ရပုံနှင့်ပတ်သက်၍ hcaptchastatus.com ရှိ ကျွန်ုပ်တို့၏အခြေအနေစာမျက်နှာမှတဆင့် သင့်ကိုအကြောင်းကြားပါ။ အကယ်၍ လုပ်ငန်းတွင်ကျန်ရှိနေခြင်းကို တားဆီးနိုင်သောကြောင့် သိသာထင်ရှားသောစီးပွားရေးပြတ်တောက်မှုသည် အလွန်ပြင်းထန်ပါက၊ ကျွန်ုပ်တို့သည် သင့်အား အမြန်အကြောင်းကြားပါမည်။",
    "653679457": "ကွဲပြားသော အနှောင့်အယှက်များ",
    "410397176": "ပိုမိုသိရှိလိုပါက",
    "2095899021": "hCaptcha အမှတ်တံဆိပ် လမ်းညွှန်ချက်များနှင့် အထွေထွေကုန်အမှတ်တံဆိပ်လိုင်စင်",
    "2340340589": "hCaptcha အမှတ်အသား အသုံးပြုခြင်းဆိုင်ရာ လမ်းညွှန်ချက်များ",
    "2430148876": "ကျွန်ုပ်တို့၏ ဖောက်သည်များ၊ လုပ်ဖော်ကိုင်ဖက်များ၊ နှင့် ပရိသတ်များ သည် ကျွန်ုပ်တို့၏ ကော်ပိုရိတ် အမှတ်အသားကို ထိန်းသိမ်းထားစဉ်တွင် ကျွန်ုပ်တို့၏ အမှတ်တံဆိပ်နှင့် လုပ်ဆောင်ရန် တတ်နိုင်သမျှ လွယ်ကူစေရန် ဤလမ်းညွှန်ချက်များနှင့် အထွေထွေကုန်အမှတ်တံဆိပ်လိုင်စင်ကို ဖန်တီးထားပါသည်။ အကယ်၍ သင်သည် ဤလမ်းညွှန်ချက်များနှင့် ကွဲပြားသော နည်းလမ်းများဖြင့် hCaptcha သင်္ကေတများ၊ လိုဂိုများ သို့မဟုတ် အခြားအမှတ်အသားများကို အသုံးပြုလိုပါက၊ စာရေးလိုင်စင်အတွက် ကျွန်ုပ်တို့ (IMI) ကို ဆက်သွယ်ရန် လိုအပ်မည်ဖြစ်ပါသည်။",
    "3884400764": "ဤလမ်းညွှန်ချက်များအရ hCaptcha အမှတ်အသားများကို သင်အသုံးပြုနိုင်သော်လည်း hCaptcha အမှတ်အသားများ၊ လိုဂိုများ၊ သို့မဟုတ် အခြားကုန်အမှတ်တံဆိပ်၊ ကုန်သွယ်မှုအမည်၊ ဝန်ဆောင်မှုအမှတ်အသား၊ လုပ်ငန်းအမည် သို့မဟုတ် hCaptcha ၏ စေတနာဖြင့် သင့်တွင် အပ်နှင်းထားသော အခွင့်အရေးများ ရှိသည်ဟု မဆိုလိုပါ။ ကျွန်ုပ်တို့သည် တတ်နိုင်သမျှပြောင်းလွယ်ပြင်လွယ်ပေးလိုသော်လည်း၊ မည်သည့်ကုန်အမှတ်တံဆိပ်၊ ကုန်သွယ်မှုအမည်၊ ဝန်ဆောင်မှုအမှတ်အသား၊ လုပ်ငန်းအမည် သို့မဟုတ် hCaptcha ၏ စေတနာဖြင့် မည်သည့်ကုန်အမှတ်တံဆိပ်ကိုမဆို ခွင့်ပြုချက်မရှိဘဲ အသုံးပြုခြင်းမှ ကာကွယ်ရန် ကျွန်ုပ်တို့တွင် တာဝန်ရှိပါသည်။ ခွင့်ပြုချက်မရှိဘဲ အသုံးပြုခြင်းသည် hCaptcha မှ ပေးအပ်ထားသော ခွင့်ပြုချက် သို့မဟုတ် လိုင်စင်ကို အလိုအလျောက် ရပ်ဆိုင်းပြီး မည်သည့် ပျက်စီးဆုံးရှုံးမှုများအတွက်မဆို ဥပဒေအရ တာဝန်ရှိပါသည်။",
    "512598290": "ထို့ကြောင့်၊ သင်သည် စာလုံးကြီး၊ စာစီစာရိုက်နှင့် စတိုင်အပါအဝင် အောက်ဖော်ပြပါ စည်းမျဉ်းများကို လိုက်နာသည့် ပုံစံဖြင့် hCaptcha အမှတ်အသားများနှင့် လိုဂိုအားလုံးကို အမြဲအသုံးပြုရန် ကျွန်ုပ်တို့ တောင်းဆိုရပါမည်။",
    "2075610992": "မင်းရဲ့အကူအညီပေးမှုအတွက်ကျေးဇူးတင်ပါတယ်!",
    "1023190144": "စာသားထဲတွင် hCaptcha®",
    "4274324704": "ဤသည်မှာ ကျွန်ုပ်တို့၏အမည်ကို မိတ္တူတွင် ရေးထားသောနည်းဖြင့် အသုံးပြုနည်းဖြစ်သည် ။",
    "3912926900": "hCaptcha® သည် ဖန်တီးမှုမိတ္တူတစ်ခုတွင် ပထမဆုံးအကြိမ် မှတ်ပုံတင်ထားသော ကုန်အမှတ်တံဆိပ်သင်္ကေတတစ်ခု ရှိသင့်သည်။",
    "950637875": "hCaptcha စာလုံးပေါင်းကို ဘယ်တော့မှ မပြောင်းသင့်ဘဲ hCaptcha ကို အမြဲတမ်း ဒုတိယအက္ခရာ (\"C\") ဖြင့် စာလုံးကြီးထားသင့်သည်။ ၎င်းသည် မည်သည့်အခါမှ အများကိန်း သို့မဟုတ် အပိုင်မဟုတ်ပါ။",
    "2624601135": "\"hCaptcha\" ကို ကုန်အမှတ်တံဆိပ်အမည်တစ်ခု၏ တစ်စိတ်တစ်ပိုင်းအဖြစ်၊ တုံးတိုဖြင့် ချိတ်ဆက်ထားသော သို့မဟုတ် အပလီကေးရှင်းများ သို့မဟုတ် အခြားထုတ်ကုန်များ၏ အမည်များတွင် အသုံးမပြုသင့်ပါ။",
    "3828090208": "\"for hCaptcha\" ကိုသုံးမည့်အစား ပြင်ပအဖွဲ့အစည်းလိုဂိုတစ်ခုနှင့်အသုံးပြုပါက၊ \"hCaptcha\" အတွက် \"hCaptcha\" သည် ပြင်ပကုမ္ပဏီလိုဂိုထက် အရွယ်အစားသေးငယ်ရန် လိုအပ်ပါသည်။",
    "4149738856": "hCaptcha ကို နာမဝိသေသနအဖြစ် သုံးသင့်ပြီး သင့်လျော်သော ယေဘူယျအသုံးအနှုန်းဖြင့် လိုက်နာသင့်သည်။",
    "1446868537": "hCaptcha ကို ကြိယာအဖြစ် ဘယ်တော့မှ အသုံးမပြုသင့်ပါ။",
    "2487931657": "မသုံးပါနှင့်- \"ကျွန်ုပ်တို့ hCaptcha'd our site.\"",
    "2565565429": "၎င်းအစား \"ကျွန်ုပ်တို့၏ site ကိုပိုမိုလုံခြုံစေရန်နှင့်ပိုမိုလုံခြုံစေရန်ကျွန်ုပ်တို့သည် hCaptcha ကိုအသုံးပြုပါသည်။\"",
    "3434202027": "ဆက်သွယ်ရေးတွင် hCaptcha အမည်ကို အသုံးပြုမှုတိုင်းတွင် ထည့်သွင်းဖော်ပြရန် လိုအပ်သည်- \"hCaptcha သည် Intuition Machines, Inc ၏ မှတ်ပုံတင်ထားသော ကုန်အမှတ်တံဆိပ်တစ်ခုဖြစ်သည်။\"",
    "2754937029": "လက်မခံနိုင်သော အသုံးပြုမှုများ",
    "2436973524": "တိကျသော အကိုးအကားများကိုသာ လက်ခံနိုင်သည်။ ဝဘ်ဆိုက်တစ်ခုသည် hCaptcha ဝန်ဆောင်မှုများနှင့် အပလီကေးရှင်းများ မရှိသည့်အခါ အသုံးပြုသည်ဟု ဆိုရန် ခွင့်မပြုပါ။ အလားတူ၊ ကျွန်ုပ်တို့၏လိုဂို သို့မဟုတ် မည်သည့်တံဆိပ်များကိုမဆို အသုံးပြုခြင်းသည် ဝဘ်ဆိုက် hCaptcha ဝန်ဆောင်မှုများကို အသုံးပြုသည့်အခါမှသာ သင့်လျော်ပါသည်။",
    "69844082": "hCaptcha အမှတ်တံဆိပ်များ၊ ဂရပ်ဖစ်သင်္ကေတများ၊ လိုဂိုများ၊ စာစီစာကုံးများ သို့မဟုတ် အိုင်ကွန်များကို နှိမ့်ချသောပုံစံဖြင့်လည်း အသုံးမပြုနိုင်ပါ။",
    "3861413614": "စာဖြင့်ရေးသားခွင့်ပြုချက်မရှိဘဲ hCaptcha သည် ပြင်ပကုမ္ပဏီတစ်ခု၏ ထုတ်ကုန် သို့မဟုတ် ဝန်ဆောင်မှုနှင့် ဆက်နွယ်မှု သို့မဟုတ် ထောက်ခံမှု၊ ပံ့ပိုးကူညီမှု သို့မဟုတ် ပံ့ပိုးမှုရှိကြောင်း ဆိုလိုသည့် မည်သည့် hCaptcha အမှတ်တံဆိပ် သို့မဟုတ် လိုဂိုကို သင်အသုံးမပြုရပါ။",
    "1409822234": "မည်သည့်အခြေအနေမျိုးတွင်မဆို ဒိုမိန်းအမည်တစ်ခုအနေဖြင့် ထပ်တူ သို့မဟုတ် ထပ်တူနီးပါးတူညီသော hCaptcha အမှတ်တံဆိပ်ကို အသုံးပြုမည်မဟုတ်ပါ။",
    "4181060163": "ပြင်ပအဖွဲ့အစည်းများသည် ကွဲပြားမှုများ သို့မဟုတ် စာလုံးပေါင်းအမှားများကို မသုံးသင့်ပါ သို့မဟုတ် hCaptcha အမှတ်တံဆိပ်များနှင့်ပတ်သက်၍ ကနဦးစိတ်ဝင်စားမှုတစ်ခုခုကို ရှုပ်ထွေးသွားစေမည့် မည်သည့်နည်းလမ်းဖြင့် လုပ်ဆောင်ခြင်းမပြုသင့်ပါ။",
    "3955555607": "ပါတနာများ သို့မဟုတ် အခွင့်အာဏာပြန်လည်ရောင်းချသူများမှလွဲ၍ အခြားအဖွဲ့အစည်းများသည် hCaptcha အမှတ်အသားများ သို့မဟုတ် စာလုံးပေါင်းအမှားများကို အသုံးပြု၍ အဓိကစကားလုံးများ၊ Google AdWords သို့မဟုတ် အခြားသော ပစ်မှတ်ထားသော ကြော်ငြာစနစ်များအတွက် လေလံဆွဲမည်မဟုတ်ပါ။ ပြင်ပအဖွဲ့အစည်းများသည် hCaptcha အမှတ်အသားများကို ဒိုမိန်းအမည်များ၊ ရှာဖွေရေးအင်ဂျင် ပိုမိုကောင်းမွန်အောင်ပြုလုပ်ခြင်း၊ မက်တာတက်ဂ်များ၊ ရှာဖွေမှုစာတိုများ၊ ကုဒ်များ သို့မဟုတ် အခြားသော မှားယွင်းစွာတင်ပြမှုများကိုလည်း အသုံးပြုနိုင်မည်မဟုတ်ပေ။",
    "1985238261": "အခြားကန့်သတ်အမှတ်များ",
    "2193061499": "ကျွန်ုပ်တို့၏ လိုဂိုနှင့် အမှတ်အသားအချို့ကို hCaptcha နှင့် ၎င်း၏လုပ်ဖော်ကိုင်ဖက်များက အသုံးပြုရန် ကန့်သတ်ထားသည်။ hCaptcha မှ စာဖြင့်ရေးသားလိုင်စင်မရှိဘဲ အောက်ပါအမှတ်အသားများကို ပြင်ပအဖွဲ့များက အသုံးမပြုနိုင်ပါ။",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha ပါတနာ™",
    "755156539": "hCaptcha အခွင့်အာဏာပြန်လည်ရောင်းချသူ™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "hCaptcha™ မှ BotStop",
    "2557601376": "hCaptcha လိုဂို™",
    "248923369": "BotStop လိုဂို™",
    "3942875761": "ပိုမိုကောင်းမွန်သောဝဘ်™ကိုတည်ဆောက်ရန် ကူညီပါ။",
    "364774188": "ငါကလူသား™",
    "2785425016": "(လူသားဖြစ်တည်မှု စိစစ်ခြင်းဆိုင်ရာ ဖြေရှင်းချက်၏ ဆက်စပ်မှုတွင်၊ ဥပမာ- အရေးယူရန် တောင်းဆိုချက်)",
    "2639657759": "ခွင့်ပြုချက်ဖြင့် အသုံးပြုသည့် အမှတ်အသားများ",
    "1268918580": "hCaptcha နှင့် ၎င်း၏လုပ်ဖော်ကိုင်ဖက်များက အသုံးပြုသည့် လိုဂိုနှင့် အမှတ်အသားအချို့ကို ပြင်ပအဖွဲ့အစည်းများက ပိုင်ဆိုင်ပြီး ၎င်းတို့၏ခွင့်ပြုချက်ဖြင့်သာ အသုံးပြုနိုင်သည်။ ပိုင်ရှင်များမှ ခွင့်ပြုထားသည့်အတိုင်း အောက်ဖော်ပြပါ အမှတ်အသားများကို ပြင်ပအဖွဲ့အစည်းများက အသုံးမပြုနိုင်ပါ။",
    "3782751514": "HUMAN Protocol® သည် HUMAN Protocol Foundation ၏ မှတ်ပုံတင်ထားသော ကုန်အမှတ်တံဆိပ်တစ်ခုဖြစ်ပြီး ၎င်း၏ခွင့်ပြုချက်ဖြင့် အသုံးပြုပါသည်။",
    "1620709264": "HUMAN Token® သည် HUMAN Protocol Foundation ၏ မှတ်ပုံတင်ထားသော ကုန်အမှတ်တံဆိပ်တစ်ခုဖြစ်ပြီး ၎င်း၏ခွင့်ပြုချက်ဖြင့် အသုံးပြုပါသည်။",
    "3031953928": "HUMAN Network™ သည် HUMAN Protocol Foundation ၏ ကုန်အမှတ်တံဆိပ်တစ်ခုဖြစ်ပြီး ၎င်း၏ခွင့်ပြုချက်ဖြင့် အသုံးပြုပါသည်။",
    "3554363588": "အခြားအမှတ်များ",
    "3290996791": "အခြားထုတ်ကုန်အမည်များ၊ လိုဂိုများနှင့် အမှတ်တံဆိပ်များအားလုံးသည် သက်ဆိုင်ရာပိုင်ရှင်များ၏ ပိုင်ဆိုင်မှုဖြစ်သည်။ ဤဝဘ်ဆိုက်တွင်အသုံးပြုသည့် အခြားကုမ္ပဏီ၊ ထုတ်ကုန်နှင့် ဝန်ဆောင်မှုအမည်များအားလုံးသည် သက်သေခံရည်ရွယ်ချက်အတွက်သာဖြစ်သည်။ ဤအမည်များ၊ လိုဂိုများနှင့် အမှတ်တံဆိပ်များကို အသုံးပြုခြင်းသည် ထောက်ခံမှုကို ဆိုလိုခြင်းမဟုတ်ပါ။",
    "2444685143": "လိုဂိုမူဝါဒ",
    "2414232014": "ကျွန်ုပ်တို့၏လိုဂိုသည် ချက်ချင်းမှတ်မိနိုင်ပြီး ကျွန်ုပ်တို့၏တန်ဖိုးအရှိဆုံးနှင့် အရေးကြီးသောပိုင်ဆိုင်မှုများထဲမှတစ်ခုဖြစ်သည်။ ၎င်းသည် ကျွန်ုပ်တို့၏ ကုမ္ပဏီ၏ ခိုင်မာသော ကိုယ်စားပြုမှုတစ်ခုအဖြစ် ဆက်လက်တည်ရှိနေစေရန် သေချာစေရန်၊ ဆက်သွယ်ရေးလမ်းကြောင်းအားလုံးတွင် ဂရုတစိုက်နှင့် တသမတ်တည်းတင်ပြရမည်ဖြစ်သည်။",
    "803639471": "hCaptcha လိုဂိုတွင် လက်သင်္ကေတနှင့် hCaptcha လိုဂိုအမျိုးအစားတို့ ပါဝင်ပါသည်။ ၎င်း၏အလှည့်ကျပုံစံတွင်၊ နေရာကန့်သတ်ထားသောအခါတွင် လက်သင်္ကေတသည် သူ့အလိုလိုပေါ်လာနိုင်ပြီး \"hCaptcha\" ကို လက်သင်္ကေတ (အထက်တွင်ဖော်ပြထားသည့်အတိုင်း) အနီးအနားတွင် \"hCaptcha\" ကို စာလုံးအမှတ်အသားအဖြစ် အသုံးပြုထားသောကြောင့် လက်သင်္ကေတသည် hCaptcha ကိုကိုယ်စားပြုကြောင်းရှင်းလင်းသည်။",
    "564127016": "hCaptcha လက်သင်္ကေတ-",
    "1424800293": "hCaptcha လိုဂို-",
    "1525506526": "အကောင့်လွှဲပြောင်းရယူခြင်းဟူသည် အဘယ်နည်း၊ ၎င်းတို့ မည်သို့လုပ်ဆောင်ကြသနည်း။",
    "2446481523": "ရွာလေးတစ်ရွာတွင် လှည်းမောင်းသူနှင့် မှူးမတ်တစ်ဦးတို့သည် ကျေး ရွာလေးတစ်ရွာရှိ ရဲအရာရှိကြီးများ၏ ရှေးရိုးရာပုံပြင်တစ်ပုဒ်ရှိသည်။ ညစ်ပတ်နွမ်းပါးသောအဝတ်အစားကို ၀တ်ဆင်ထားသော အမျိုးသားတစ်ဦးမှ ရဲအရာရှိအား “ကျွန်တော်က မှူးမတ်ပါ။ ဒီလူက ကျွန်တော့်ရဲ့ ကားမောင်းသူပါ။",
    "1767952047": "မနေ့ညက ငါ့ကို တိုက်ခိုက်တယ်၊ ငါ့အဝတ်တွေကို ခိုးပြီး ငါ့ပိုက်ဆံတွေ ယူသွားတယ်” အကြင်သူသည် မြတ်သောအဝတ်ကို ဝတ်ဆင်၍ မြင့်မြတ်သောအဝတ်အစားကို ၀တ်ဆင်၍ “ရဲမှူး၊ ဤသူသည် ရူးသွပ်၏။ သူသည် မြင့်မြတ်သူဟု ထင်သည်။ ငါက တကယ့် မြင့်မြတ်သူပါ။ သူ့ကို ဖမ်းမယ်!”",
    "2947576723": "ဤဇာတ်လမ်းသည် ယာဉ်မောင်းလိုင်စင်များနှင့် ဒစ်ဂျစ်တယ်လက်ဗွေပုံနှိပ်ခြင်းတို့ကို ကြိုပြောထားသော်လည်း ၎င်းသည် အကောင့်သိမ်းယူမှုအခြေအနေတွင် မှားယွင်းသွားနိုင်သည့် ဥပမာကောင်းတစ်ခုကို ပေးထားသည်။ လူတစ်ဦးသည် အွန်လိုင်းဘဏ်အကောင့် သို့မဟုတ် မိုဘိုင်းငွေပေးချေမှုအက်ပ်သို့ ဝင်ရောက်သည်။ သူသည် အမှန်တကယ် အကောင့်ပိုင်ရှင်လား၊ ဟက်ကာလား။ တကယ်ဘယ်သူလဲ? ဤလုံခြုံရေးပြဿနာများသည် ကိုယ်တိုင်ဝန်ဆောင်မှုအကောင့်ဝင်ရောက်ခွင့်ပြုသည့်အဖွဲ့အစည်းများအပေါ် သက်ရောက်မှုရှိပါသည်။",
    "1687299615": "အကောင့်သိမ်းခြင်းဆိုသည်မှာ အဘယ်နည်း။",
    "2648707986": "အကောင့်သိမ်းယူခြင်းသည် ဆိုက်ဘာလိမ်လည်မှုပုံစံတစ်ခုဖြစ်ပြီး အန္တရာယ်ရှိသောသရုပ်ဆောင်တစ်ဦးသည် အွန်လိုင်းအကောင့်ပိုင်ရှင်ကို အယောင်ဆောင်ကာ ဆိုက်ဘာလိမ်လည်မှုပုံစံတစ်ခုဖြစ်သည်။ ပုံမှန်အားဖြင့်၊ အကောင့်သည် ငွေကြေး၊ ရောင်းကုန် သို့မဟုတ် လက်ဆောင်ကတ်များကို ခိုးယူနိုင်သည့် e-commerce လုပ်ငန်းတစ်ခုတွင် ရှိနေပါသည်။ တိုက်ခိုက်သူသည် အကောင့်ကိုဝင်ရောက်ရန် ခိုးယူဝင်ရောက်သည့်အထောက်အထားများကို အသုံးပြုပြီး ၎င်းကို လွှဲပြောင်းယူကာ အမှန်တကယ်အကောင့်ပိုင်ရှင်ကို လော့ခ်ချရန်အတွက် စကားဝှက်ကို ပြောင်းလဲခြင်းဖြစ်နိုင်သည်။",
    "1476843710": "ငွေကြေးအန္တရာယ်နည်းပါးသော်လည်း အကောင့်သိမ်းယူမှုပုံစံများသည် ဆိုရှယ်မီဒီယာအကောင့်များကို ပြန်ပေးဆွဲခြင်း နှင့် အခြားအရာများ ပါဝင်သည်။ ဤအခြေအနေများတွင်၊ တိုက်ခိုက်သူသည် များသောအားဖြင့် malware ဖြန့်ရန်ကြိုးစားခြင်း သို့မဟုတ် သားကောင်၏သံသယမရှိသောသူငယ်ချင်းများကို ဖြားယောင်းသောတိုက်ခိုက်မှုများတွင်ပါဝင်လေ့ရှိသည်။ သို့မဟုတ်၊ တိုက်ခိုက်သူသည် တစ်ခါတစ်ရံတွင် နာမည်ကြီးများ၊ နိုင်ငံရေးသမားများနှင့် ကြုံတွေ့ရသည့် သားကောင်ကို အရှက်ရစေရန် ကြိုးပမ်းနေပါသည်။",
    "2904949278": "ဟက်ကာတစ်ယောက်က အကောင့်တစ်ခုကို ဘယ်လို သိမ်းပိုက်မလဲ။",
    "2575690545": "ဆိုက်ဘာလိမ်လည်မှု အများအပြားကဲ့သို့ အကောင့်သိမ်းယူမှုများသည် အများအားဖြင့် အလိုအလျောက်ဖြစ်ပြီး အစုလိုက်အပြုံလိုက် လုပ်ငန်းစဉ်များဖြစ်သည်။ မိခင်၏မြေအောက်ခန်းရှိ hoodie ဝတ်ထားသော ဟက်ကာတစ်ယောက်သည် ဘဏ်ဝဘ်ဆိုဒ်များတွင် စကားဝှက်များကို တစ်ကြိမ်တည်း ရိုက်ထည့်ရန် ရှားပါသည်။",
    "3614653023": "ယင်းအစား၊ အလေ့အကျင့်သည် အကောင့်အသေးစားများကိုသော့ဖွင့်ရန်မျှော်လင့်ချက်ဖြင့် သန်းပေါင်းများစွာသော သုံးစွဲသူအမည်/စကားဝှက်အတွဲများကို အကောင့်အသေးစားကိုဖွင့်ရန်မျှော်လင့်ချက်ဖြင့် ပစ်မှတ်ဘဏ္ဌာရေးအဖွဲ့အစည်းများတွင် သန်းနှင့်ချီသောအသုံးပြုသူအမည်/စကားဝှက်အတွဲများကို စမ်းကြည့်သည့် ကြီးမားသောယုံကြည်စိတ်ချရသောတိုက်ခိုက်မှုများကို အမှီပြုပါသည်။ အလိုအလျောက်လိမ်လည်မှုဆော့ဖ်ဝဲလ်သည် အကောင့်သို့ဝင်ရောက်ခွင့်ရသည်နှင့်တစ်ပြိုင်နက် လူသားဟက်ကာတစ်ဦးသည် ပါဝင်ပတ်သက်နိုင်သော်လည်း အချို့ကိစ္စများတွင် မဟုတ်ပါ။",
    "2762759509": "အကောင့်သိမ်းယူတိုက်ခိုက်မှုအများအပြားသည် လုံးဝနီးပါး အလိုအလျောက်ဖြစ်သည်။",
    "1972710018": "ကုမ္ပဏီရဲ့ ရှုထောင့်ကနေ ကြည့်တယ်။",
    "1282121137": "ပြဿနာရှိသော အကောင့်ကို လွှဲပြောင်းယူခြင်း မည်ကဲ့သို့ ဖြစ်နိုင်သည်ကို နားလည်ရန်၊ အတွေ့အကြုံသည် ဘဏ္ဍာရေး အဖွဲ့အစည်း၏ ရှုထောင့်မှ ကြည့်လျှင် မည်ကဲ့သို့ ဖြစ်သည်ကို သုံးသပ်ပါ။ သူတို့သည် နေ့စဉ် သန်းနှင့်ချီသော login များကို ကိုင်တွယ်သည်။",
    "2315518622": "ယနေ့ခေတ် တိုက်ခိုက်ရေးကိရိယာများတွင် ရရှိနိုင်သော ခေတ်မီဆန်းပြားမှုနှင့်အတူ၊ မည်သည့်အရာသည် လိမ်လည်မည်ကို သိရှိရန် အလွန်ခက်ခဲပါသည်။ ထို့နောက် လူတစ်ဦးသည် ဖောက်သည်ဝန်ဆောင်မှုလိုင်းကို ဖုန်းခေါ်ဆိုပြီး \"ကျွန်ုပ်၏အကောင့်ကို တိုက်ခိုက်ခြင်းခံခဲ့ရပါသည်။ ငါအကောင့်ဝင်လို့မရဘူး၊ တစ်ယောက်ယောက်က ငါ့ပိုက်ဆံတွေကို ခိုးနေတယ်!\"",
    "1836369533": "ရိုးရာပုံပြင်ထဲက ရဲချုပ်တွေလိုပဲ၊ ဘယ်သူက ဘယ်သူလဲဆိုတာ ဘယ်လိုဆုံးဖြတ်မလဲ။ အကယ်၍ တိုက်ခိုက်သူတွင် ယာဉ်မောင်းလိုင်စင်နံပါတ်၊ လူမှုဖူလုံရေးနံပါတ်၊ မိခင်အမည်၊ လိပ်စာစသည်ဖြင့် ခိုးယူခံရသည့် အထောက်အထား အလုံအလောက်ရှိပါက၊ ခေါ်ဆိုသူသည် အကောင့်အစစ်အမှန် သို့မဟုတ် တိုက်ခိုက်သူဟုတ်မဟုတ် ဆုံးဖြတ်ရန် အလွန်ခက်ခဲနိုင်သည်။ သူထိုးဖောက်လိုသော အကောင့်တစ်ခုတွင် စကားဝှက်ကို ပြန်လည်သတ်မှတ်ပါ။",
    "2880837730": "အကောင့်သိမ်းခြင်းများကို ရပ်တန့်ရန် အဘယ်အရာလုပ်ဆောင်နိုင်သနည်း။",
    "3654556483": "ငွေရေးကြေးရေးအဖွဲ့အစည်းများနှင့် eCommerce ကုမ္ပဏီများတွင် အကောင့်သိမ်းယူမှုခြိမ်းခြောက်မှုအချို့ကို လျော့ပါးသက်သာစေမည့် လုပ်ငန်းစဉ်များနှင့် ထိန်းချုပ်မှုများရှိသည်။ ၎င်းတို့သည် ခေတ်ဟောင်းပုံစံဟောင်း \"မူလတန်းကျောင်းရှိ မင်းရဲ့အကောင်းဆုံးသူငယ်ချင်းရဲ့ နာမည်ကဘာလဲ\" လုံခြုံရေးမေးခွန်းများမှ သံသယဖြစ်ဖွယ် IP လိပ်စာများနှင့် မိုဘိုင်းလ်စက်ပစ္စည်းပရိုဖိုင်များကို နှောင့်ယှက်သည့် ရှာဖွေရေးနည်းလမ်းများအထိ ပါဝင်ပါသည်။",
    "2449501658": "မသမာသောအကောင့်ဝင်ရောက်ရန်ကြိုးပမ်းမှုများမှခြိမ်းခြောက်မှုကိုလျှော့ချရန်အဆင့်မြင့်ဆုံးနည်းလမ်းများထဲမှတစ်ခုသည် bot များကိုရှာဖွေရန်နှင့်ရပ်တန့်ရန် machine learning ကိုအသုံးပြုကာ၊ လိမ်လည်သူများသည်အကောင့်သိမ်းယူမှုတွင်ပါဝင်ရန်ပိုမိုခက်ခဲသောသို့မဟုတ်ပင်မဖြစ်နိုင်စေရန်ထိရောက်စွာပြုလုပ်ပေးသည်။",
    "3621455477": "ပိုမိုလေ့လာရန်!",
    "555246307": "စကားမစပ်၊ မှူးမတ်နဲ့ သူ့ဒရိုင်ဘာဇာတ်လမ်းက ဘယ်လိုအဆုံးသတ်လဲဆိုတော့ ရဲအရာရှိက သူတို့နှစ်ယောက်ကို အခန်းထဲမှာ နာရီပေါင်းများစွာ အတူတူထိုင်စေပြီး စိတ်ထဲမှာ ငြီးငွေ့လာစေပါတယ်။ တစ်နေ့တာရဲ့အဆုံးမှာ သူပေါ်လာပြီး “ကျွန်တော် အခု လှည်းမောင်းသမားနဲ့ စကားပြောမယ်” လို့ ပြောတယ်။ မြင့်မြတ်သောအဝတ်ကို ၀တ်ဆင်ထားသူသည် မတ်တပ်ရပ်လိုက်၏။ သူသည် အလွန်ပင် ငြီးငွေ့လာကာ မှူးမတ်ဟန်ဆောင်ခြင်းသာ ဖြစ်သည်ကို သူ မေ့သွားခဲ့သည်။",
    "1224727373": "hCaptcha မှ BotStop",
    "1187718370": "ကြှနျုပျတို့ကိုဆကျသှယျရနျ",
    "3892905664": "hCaptcha သည် လူသားများအတွက် လွယ်ကူပြီး စက်များအတွက် ခက်ခဲသော ရိုးရှင်းသောမေးခွန်းများမေးခြင်းဖြင့် သင်အကြိုက်ဆုံး အွန်လိုင်းဝန်ဆောင်မှုများသည် ဘော့တ်များ၊ စပမ်းများနှင့် အလွဲသုံးစားမှုများကို ဖယ်ရှားရန် ကူညီပေးပါသည်။",
    "555158694": "အန္တရာယ်ရှိသော အသွားအလာများကို လျှော့ချရန် hCaptcha ကို ထည့်သွင်းခြင်းဖြင့် သင်အသုံးပြုသည့် ဝန်ဆောင်မှုတစ်ခုသည် ၎င်းတို့၏ဆိုက်တွင် သင့်အတွေ့အကြုံကို မြှင့်တင်ရန် ရွေးချယ်ထားသည်။",
    "1617196410": "hCaptcha သည် bot များကိုရပ်တန့်ရန်အာရုံစိုက်သည်။ သုံးစွဲသူ မည်သူမည်ဝါဖြစ်သည်ကို ကျွန်ုပ်တို့ ဂရုမစိုက်သော်လည်း ၎င်းတို့သည် အန္တရာယ်ရှိမရှိကိုသာ ဂရုမစိုက်ပါ။ ကိုယ်ရေးကိုယ်တာနှင့် ဟန်ချက်ညီစေရန် ကျွန်ုပ်တို့ ကြိုးစားလုပ်ဆောင်နေပါသည်။",
    "1624200563": "လုံခြုံရေး၊ GDPR၊ CCPA၊ LGPD၊ PIPL နှင့် အခြားသော ကိုယ်ရေးကိုယ်တာ စည်းမျဉ်းများကို လိုက်နာပါ။",
    "1927613000": "hCaptcha သည် ဝဘ်အက်ပလီကေးရှင်းများကို အကောင့်ရယူခြင်း၊ အထောက်အထားများထည့်ခြင်း၊ ခြစ်ခြင်းနှင့် အခြားအလွဲသုံးစားလုပ်ခြင်းမျိုးများမှ ကာကွယ်ရန်အတွက် ဆန်းပြားသောစက်သင်ယူခြင်းပလပ်ဖောင်းနှင့် ပေါင်းစပ်ထားသည်။",
    "1133989302": "hCaptcha အဘယ်ကြောင့်နည်း။",
    "34074886": "သင်စိန်ခေါ်မှုတစ်ခုကို ဖြေဆိုတိုင်း သင်လူသားဟုတ်မဟုတ် အဖြေရှာရန် ဆန်းပြားသော မော်ဒယ်များကို အသုံးပြုပါသည်။ ထို့နောက် သင်သွားရောက်ကြည့်ရှုခဲ့သော ဝဘ်ဆိုက်သည် ဘော့တ်များကို သိမ်းဆည်းခြင်းဖြင့် ၎င်းတို့၏ဆိုက်တွင် သင့်အတွေ့အကြုံကို မြှင့်တင်ရန် ဤရလဒ်ကို အသုံးပြုပါသည်။",
    "3412647984": "၎င်းသည် ကွတ်ကီးတစ်ခုကို စာရင်းသွင်းပြီး သတ်မှတ်ခြင်းဖြင့် အနာဂတ်မေးခွန်းများကို ရှောင်ရှားနိုင်စေပါသည်။ ကျေးဇူးပြု၍ သင့်ကြော်ငြာပိတ်ဆို့ခြင်းကို ပိတ်ကြည့်ပါ။",
    "2510209017": "နောက်ထပ်အကူအညီလိုပါသလား။",
    "477275453": "API များသည် ဟက်ကာများအတွက် အဘယ်ကြောင့် လူကြိုက်များသော ပစ်မှတ်ဖြစ်သနည်း။",
    "596347471": "Application Programming Interfaces (APIs) များသည် ဆိုက်ဘာစပေ့ရှိ အန္တရာယ်ရှိသော သရုပ်ဆောင်များအတွက် ရေပန်းစားသော ပစ်မှတ်တစ်ခုဖြစ်လာသည်။ အပလီကေးရှင်းပေါင်းစည်းမှုတွင် ၎င်းတို့၏ အသုံးဝင်မှုများစွာ အပါအဝင် ၎င်းအတွက် အကြောင်းပြချက်များစွာရှိသည်။ သို့သော် API အန္တရာယ်ကို လျော့ပါးစေနိုင်သည်။",
    "2441638955": "ပထမဦးစွာ API ဆိုတာဘာလဲ။",
    "3963216198": "API များသည် ဟက်ကာများအတွက် အဘယ်ကြောင့် ရေပန်းစားသော ပစ်မှတ်ဖြစ်သည်ကို ဆွေးနွေးရန် \"API\" ဟူသော ဝေါဟာရကို လက်ရှိဆိုလိုရင်းကို သတ်မှတ်ရန် အတိုချုံးပြီး ဦးစွာပထမ အချိန်ယူသင့်ပါသည်။ API ၏ သဘောတရားသည် လုံးဝအသစ်အဆန်းမဟုတ်ပါ။ တကယ်တော့၊ အမျိုးမျိုးသောကွန်ပျူတာစနစ်များအချင်းချင်းချိတ်ဆက်ရန် interfaces များအပြင်၎င်းတို့၏အတွင်းပိုင်းအစိတ်အပိုင်းများကိုအနည်းဆုံး 1960 အစောပိုင်းကတည်းကဖြစ်သည်။",
    "1047251718": "သို့သော် ယနေ့ခေတ်တွင် လူတို့သည် APIs များအကြောင်းပြောသောအခါ၊ ၎င်းတို့သည် စံချိန်စံညွှန်းအခြေခံ APIs များကို အမြဲတစေ အဓိပ္ပါယ်ရှိသည်။ ၎င်းတို့သည် Representational State Transfer (REST) နှင့် JavaScript Object Notation (JSON) ကဲ့သို့သော ပွင့်လင်းစံနှုန်းများကို အသုံးပြု၍ တည်ဆောက်ထားသော API များဖြစ်သည်။ ၎င်းတို့သိရှိထားသည့်အတိုင်း အဆိုပါ \"RESTful APIs\" များကို မူပိုင်ဆော့ဖ်ဝဲမလိုအပ်ဘဲ ဖန်တီးနိုင်သည်။ ရလဒ် API များသည် ဆော့ဖ်ဝဲလ်အက်ပ်လီကေးရှင်းများကြားတွင် ဒေတာနှင့် လုပ်ထုံးလုပ်နည်းခေါ်ဆိုမှုများကို ပေးပို့ခြင်းနှင့် လက်ခံခြင်းတို့ ပြုလုပ်နိုင်သည်။ ဥပမာအားဖြင့်၊ မိုဘိုင်းဘဏ်လုပ်ငန်းအက်ပ်တစ်ခုသည် ဘဏ်၏စနစ်များကိုဝင်ရောက်ကြည့်ရှုရန် API ကိုအသုံးပြုသည်။",
    "3195334319": "APIs များ၏ အသုံးဝင်မှုနှင့် အားနည်းချက်",
    "1903743785": "စံချိန်စံညွှန်းအခြေပြု API များ ထွန်းကားလာခြင်းသည် အပလီကေးရှင်းပေါင်းစည်းမှုတွင် ကြီးမားသော ခြေလှမ်းကို ကိုယ်စားပြုသည်။ လွန်ခဲ့သော အနှစ် 20 ကျော်အတွင်း၊ API များသည် အကုန်အကျများပြီး ရှုပ်ထွေးသော မူပိုင်ဆော့ဖ်ဝဲထုတ်ကုန်များအဖြစ်မှ နှိုင်းယှဉ်ရလွယ်ကူသော စံချိန်စံညွှန်းအခြေခံကိရိယာများ—နှင့် လျင်မြန်စွာအသုံးချရန် အခမဲ့ဖြစ်သည်။",
    "879362350": "API အသစ်များသည်အင်တာနက်ပေါ်တွင်အလုပ်လုပ်ခြင်းဖြင့်၊ platform၊ data schema သို့မဟုတ် programming language မခွဲခြားဘဲကမ္ဘာပေါ်ရှိမည်သည့်နေရာတွင်မဆို၊ မည်သည့်ဆော့ဖ်ဝဲလ်သို့မဟုတ်ဒေတာအရင်းအမြစ်ကိုမဆိုချိတ်ဆက်ရန်ဖြစ်လာနိုင်သည်။ ထို့ကြောင့်၊ ကွန်ပျူတာလောကသည် ယခုအခါ API တော်လှန်ရေး၏အလယ်တွင် ရှိနေသည်။ အပလီကေးရှင်းနှင့် ဒေတာကြား ချိတ်ဆက်မှု ပေါက်ကွဲသွားပါသည်။ အဲဒါက အရမ်းကောင်းတယ်။",
    "3844432472": "API များ၏ ပွင့်လင်းမြင်သာမှုနှင့် အသုံးဝင်မှုသည် ၎င်းတို့အား တိုက်ခိုက်သူများအတွက် မယုံနိုင်လောက်အောင် ကြွယ်ဝသော ပစ်မှတ်များကို ဖြစ်စေသည်။ API ကို အသုံးပြု၍ မိုဘိုင်းအက်ပလီကေးရှင်းကို ဆက်သွယ်၍ ကော်ပိုရိတ်စနစ်တစ်ခုမှ ဒေတာများရယူရန် ပရိုဂရမ်ရေးဆွဲထားသကဲ့သို့ပင်၊ မဲလ်ဝဲအပိုင်းအစလည်း ဖြစ်နိုင်သည်။ ဟက်ကာများသည် API များကို အလွဲသုံးစားလုပ်ရန် ဆော့ဖ်ဝဲလ်ကိရိယာများစွာကို ရေးသားခဲ့ကြသည်။ ၎င်းသည် ထိရောက်သော တိုက်ခိုက်ရေးနည်းပညာတစ်ခုဖြစ်သည်။",
    "2187096543": "အမှန်မှာ၊ ဒေတာဘေ့စ်မှဒေတာကိုထုတ်ယူရန် API ကိုတောင်းဆိုသောဟက်ကာရေးထားသောဆော့ဖ်ဝဲမှထွက်ပေါ်လာသောအဓိကအချက်အလက်များချိုးဖောက်မှုအချို့ရှိသည်။ ပြီးနောက်၊ ၎င်းသည် REST နှင့် JSON ကိုအသုံးပြု၍ ရေးသားထားသော API တွင် အခြေခံ GET ခေါ်ဆိုမှုတစ်ခု လိုအပ်သည်ဆိုလျှင် ဒေတာဘေ့စ်ကို အမြန်ဖယ်ရှားရန် လွယ်ကူပါသည်။ တကယ်တော့၊ လူတွေက \"screen scraping\" တိုက်ခိုက်မှုတွေအကြောင်းပြောတဲ့အခါ၊ သူတို့တကယ်ဆိုလိုတာက ဒေတာဘေ့စ်ထဲကဒေတာတွေကို ဆွဲထုတ်တဲ့ လျင်မြန်တဲ့ API ခေါ်ဆိုမှုတွေပါပဲ။ API များသည် ၎င်းတို့ကို တည်ဆောက်သော အဖွဲ့အစည်းများအတွက် အဓိက တိုက်ခိုက်သည့် မျက်နှာပြင် ဖြစ်လာသည်။",
    "4222109231": "hCaptcha ၏ လုပ်ငန်းထုတ်ကုန်ဖြင့် API အန္တရာယ်ကို လျော့ပါးစေသည်။",
    "1783317946": "API တိုက်ခိုက်မှုများကို ရပ်တန့်ခြင်းသည် လူကြိုက်များသော အသုံးပြုမှုကိစ္စဖြစ်သည်။",
    "3022922096": "hCaptcha ၏ ထုတ်ကုန်လုပ်ငန်းစု hCaptcha ၏အခမဲ့ဗားရှင်းနှင့်မတူဘဲ၊",
    "63719113": "ခြစ်ထုတ်ခြင်း လုပ်ဆောင်ချက်များ အပါအဝင် သင့်ဆိုက်နှင့် အက်ပ်များသို့ အန္တရာယ်ရှိသော အသွားအလာများကို ဖော်ထုတ်ရန် အဆင့်မြင့် စက်သင်ယူမှုကို အသုံးပြုသည်။",
    "3566102529": "ပိုမိုလေ့လာရန် ယနေ့ ကျွန်ုပ်တို့။",
    "3096553330": "ကျွန်ုပ်တို့ဖန်တီးသည့်စနစ်တိုင်းသည် အခြားသူများနှင့် ကျွန်ုပ်တို့၏ဆက်ဆံရေးကို ရိုးရိုးရှင်းရှင်းဖော်ပြသည်။",
    "1467218142": "၎င်းတို့ထံမှ ကျွန်ုပ်တို့အလိုရှိသည်နှင့် ကျွန်ုပ်တို့ကိုယ်တိုင်က ကျွန်ုပ်တို့၏အပြုအမူကို တွန်းအားပေးသည်၊ ထို့ကြောင့် လူသားစနစ်အားလုံးတွင် တူညီသောအပြန်အလှန်ဆက်ဆံမှုပုံစံများ ပြန်လည်ဖြစ်ပေါ်ပါသည်။ အင်တာနက်သည် ကျွန်ုပ်တို့ကမ္ဘာကြီး၏ ဤအခြေခံကျသော ရှုထောင့်မှ သာဓကများစွာကို ပေးစွမ်းသည်။",
    "808872868": "ဥပမာ- စပမ်း၊ လိမ်လည်မှုနှင့် အလွဲသုံးစားမှုတို့သည် စနစ်နှစ်ခုကို ပထမဆုံးချိတ်ဆက်ပြီးသည့်နေ့နီးနီးကတည်းက အွန်လိုင်းတွင် တည်ရှိနေပါသည်။",
    "1085089390": "အွန်လိုင်းအလွဲသုံးစားလုပ်မှုသည် မွေးရာပါ လူသားတို့၏ အပြုအမူများမှ ပေါက်ဖွားလာခြင်းဖြစ်သည်။",
    "3064321967": "ပထမဆုံးလူသိများသော spam email ကို 1978 ခုနှစ်တွင်ပေးပို့ခဲ့သည်။ [",
    "3800781598": "] ဆယ်စုနှစ်ငါးစုနီးပါးကြာပြီးနောက်၊ အီးမေးလ်စပမ်းသည် ကျွန်ုပ်တို့ကို ဆက်လက်ကူးစက်စေသည်။ ဒေါ်လာဘီလီယံပေါင်းများစွာနှင့် လူထောင်ပေါင်းများစွာ၏ နှစ်ပေါင်းများစွာ အင်ဂျင်နီယာကြိုးပမ်းအားထုတ်မှုများကို အနိုင်ယူခဲ့ပြီးဖြစ်သော်လည်း spam များဆက်လက်တည်ရှိနေပါသည်။ နှစ်ဖက်စလုံးတွင် ဒေါ်လာဘီလီယံချီသော စက်မှုလုပ်ငန်းများ ရှိပြီး ယင်းကို ဆန့်ကျင်သူများနှင့် ပေးပို့သူများ ဟုဆိုသည်။",
    "2119943547": "ဒါက ဘာကြောင့်လဲ။ အဖြေက ရိုးရှင်းပါတယ်။ စနစ်တစ်ခုကို အလွဲသုံးစားလုပ်ရန် မက်လုံးတစ်ခုရှိနေသရွေ့ တစ်စုံတစ်ဦးသည် နည်းလမ်းရှာလိမ့်မည်။ သူတို့လုပ်လိုက်တာနဲ့ တခြားတစ်ယောက်ယောက်က သူတို့ကို တားဖို့ တွန်းအားတစ်ခု ရှိလိမ့်မယ်။",
    "532470444": "ချိန်ခွင်လျှာသည် တစ်နှစ်မှတစ်နှစ်သို့ အနည်းငယ်ပြောင်းသွားသော်လည်း ဤအပြုအမူသည် အခြေခံလူ့သဘောသဘာဝကို ရိုးရှင်းစွာထင်ဟပ်စေပြီး မှတ်တမ်းတင်ထားသော နှစ်ပေါင်းငါးထောင်သမိုင်း၏ ရွေ့လျားပြောင်းလဲမှုသည် မကြာမီအချိန်အတွင်း ပြောင်းလဲနိုင်ဖွယ်မရှိဟု ဆိုလိုပါသည်။",
    "3193548097": "မျှော်လင့်ချက် Springs ထာဝရ",
    "4065614934": "ဤဆန်းစစ်ချက်သည် အသစ်အဆန်းမဟုတ်သော်လည်း လူတို့သည် ထာဝရအကောင်းမြင်ကြသည်။ အထူးသဖြင့် သူတို့ရဲ့ အကြံအစည်က အသစ်လို့ ထင်တဲ့အခါ",
    "1216071511": "တူညီသော အကြံဥာဏ်များကို မကြာခဏ အဆိုပြုလေ့ရှိသဖြင့် လွန်ခဲ့သော နှစ် 20 ခန့်က အမည်မသိစာရေးဆရာတစ်ဦးသည် အွန်လိုင်းတွင် စပမ်းဆန့်ကျင်ရေးဖြေရှင်းနည်းများအကြောင်း ဆွေးနွေးမှုများအတွက် အထောက်အကူဖြစ်စေမည့် ဖြည့်စွက်ကွက်လပ်တစ်ခုကို ရောက်ရှိလာသည်-",
    "1941999673": "သင့်ပို့စ်ကို ထောက်ခံသူများ a",
    "4179118182": "( ) နည်းပညာပိုင်းဆိုင်ရာ ( ) ဥပဒေပြုရေး ( ) စျေးကွက်အခြေခံ ( ) ကြပ်မတ်ခြင်း။",
    "3978720689": "spam တိုက်ဖျက်ရန်ချဉ်းကပ်။ မင်းအကြံက အလုပ်မဖြစ်ဘူး။ ဒါက ဘာကြောင့် အလုပ်မဖြစ်တာလဲ။",
    "318339230": "(အောက်ပါတစ်ခု သို့မဟုတ် တစ်ခုထက်ပိုသော သင့်အကြံဥာဏ်နှင့် သက်ဆိုင်နိုင်သည်၊ ၎င်းတွင် ရှိနေနိုင်သည်။",
    "30312304": "ဆိုးရွားသော ဖက်ဒရယ်ဥပဒေမပြဌာန်းမီ ပြည်နယ်တစ်ခုနှင့်တစ်ခု ကွဲပြားလေ့ရှိသည့် အခြားချို့ယွင်းချက်များ။)",
    "2710988028": "( ) Spammers များသည် အီးမေးလ်လိပ်စာများကို ထုတ်ယူရန်အတွက် အလွယ်တကူ အသုံးပြုနိုင်သည်။",
    "3912514510": "( ) စာပို့စာရင်းများနှင့် အခြားတရားဝင်အီးမေးလ်အသုံးပြုမှုများကို ထိခိုက်မည်ဖြစ်သည်။",
    "2030062561": "(၎) ကောင်လေးကို ရှာမတွေ့နိုင်သလို ပိုက်ဆံလည်း စုဆောင်းနိုင်မှာ မဟုတ်ပါဘူး။",
    "3334160175": "(၎) ရက်စက်ကြမ်းကြုတ်သော တိုက်ခိုက်မှုများကို ခံနိုင်ရည်မရှိပေ။",
    "3238345709": "( ) ၎င်းသည် spam များကို နှစ်ပတ်ကြာ ရပ်တန့်မည်ဖြစ်ပြီး၊ ထို့နောက် ၎င်းနှင့် တွဲနေပါမည်။",
    "4227800293": "( ) အီးမေးလ်အသုံးပြုသူများသည် ၎င်းကို ငြင်းဆိုမည်မဟုတ်ပါ။",
    "2271252286": "(၎) Microsoft သည် ၎င်းကို ငြင်းဆိုမည်မဟုတ်ပါ။",
    "692064738": "(က) ရဲက တားမှာမဟုတ်ဘူး။",
    "3475647460": "() spammers များထံမှ ပူးပေါင်းဆောင်ရွက်မှု အလွန်လိုအပ်ပါသည်။",
    "1482845460": "(၎) လူတိုင်းထံမှ ချက်ချင်းပူးပေါင်းဆောင်ရွက်မှု လိုအပ်ပါသည်။",
    "3741193183": "( ) အီးမေးလ်အသုံးပြုသူ အများအပြားသည် လုပ်ငန်းကို ဆုံးရှုံးရန် သို့မဟုတ် အလားအလာရှိသော အလုပ်ရှင်များကို ခွဲထုတ်ရန် မတတ်နိုင်ပါ။",
    "2234909600": "() Spammers များသည် ၎င်းတို့၏စာရင်းများတွင် မမှန်ကန်သောလိပ်စာများကို ဂရုမစိုက်ပါ။",
    "1982617151": "() မည်သူမဆို အခြားသူ၏ အသက်မွေးဝမ်းကြောင်း သို့မဟုတ် လုပ်ငန်းကို အမည်ဝှက်ဖြင့် ဖျက်ဆီးနိုင်သည်။",
    "2498172334": "အတိအကျပြောရလျှင်၊ သင်၏အစီအစဉ်သည် စာရင်းမ၀င်ပါ။",
    "389705801": "(၎) တားမြစ်ထားသော ဥပဒေများ",
    "190955495": "( ) အီးမေးလ်အတွက် ဗဟိုချုပ်ကိုင်မှုအာဏာမရှိခြင်း။",
    "237009707": "(၎) နိုင်ငံခြားတိုင်းပြည်များတွင် relay များဖွင့်ခြင်း။",
    "3507532387": "() အီးမေးလ်လိပ်စာအားလုံး၏ သေးငယ်သော အက္ခရာဂဏန်း လိပ်စာနေရာလွတ်ကို ရှာဖွေရန် လွယ်ကူသည်။",
    "2477958756": "(၎) လူဆိုးတွေ",
    "3254142589": "(၎) တရားစီရင်ရေးဆိုင်ရာ ပြဿနာများ",
    "3621401685": "(၎) ထူးဆန်းသောအခွန်အခများ လူကြိုက်နည်းခြင်း",
    "4277475973": "(၎) ထူးဆန်းသော ငွေကြေးပုံစံသစ်များကို လက်ခံရန် လူအများက တွန့်ဆုတ်နေပါသည်။",
    "941057651": "() SMTP တွင် ကြီးမားသော လက်ရှိဆော့ဖ်ဝဲလ် ရင်းနှီးမြှုပ်နှံမှု",
    "3265293440": "( ) တိုက်ခိုက်ရန် SMTP မှလွဲ၍ အခြားပရိုတိုကောများ၏ ခံနိုင်ရည်ရှိသည်။",
    "515733427": "() အီးမေးလ်ဖြင့် လက်ခံရရှိသော OS ပက်ခ်များကို ထည့်သွင်းရန် သုံးစွဲသူများ၏ ဆန္ဒ",
    "2631159699": "( ) worm ၏စစ်တပ်များသည် broadband ချိတ်ဆက်ထားသော Windows ဘောက်စ်များကို ကြုံဖူးသည်။",
    "776542208": "(၎) စီစစ်ရေးချဉ်းကပ်မှုအားလုံးတွင် ပါဝင်သော ထာဝရလက်နက်ပြိုင်ဆိုင်မှု",
    "989480928": "() spam ၏အလွန်အမင်းအမြတ်အစွန်း",
    "3898950867": "( ) Joe အလုပ်များနှင့်/သို့မဟုတ် အထောက်အထား ခိုးမှု",
    "3395399558": "(၎) ပညာမတတ် နိုင်ငံရေးသမားများ",
    "1118929614": "(၎) spammers များနှင့် စီးပွားရေးလုပ်သူများဘက်မှ လွန်ကဲမိုက်မဲမှု",
    "838951836": "(၎) spammer များကိုယ်တိုင် မရိုးသားခြင်း။",
    "2123236933": "( ) client filtering ကြောင့် ထိခိုက်မှုမရှိသော Bandwidth ကုန်ကျစရိတ်",
    "2292919419": "( ) အလားအလာ",
    "2534436327": "အောက်ဖော်ပြပါ အတွေးအခေါ်ဆိုင်ရာ ကန့်ကွက်မှုများလည်း သက်ရောက်နိုင်သည်-",
    "832385387": "(၎) သင်နှင့်တူသော စိတ်ကူးများသည် အလွယ်တကူ ရနိုင်သော်လည်း လက်တွေ့တွင် မည်သည့်အရာမှ မပြသခဲ့ပါ။",
    "1993984258": "() ဖယ်ထုတ်ခြင်းအပေါ်အခြေခံသည့် မည်သည့်အစီအစဉ်ကိုမဆို လက်မခံနိုင်ပါ။",
    "3909240516": "( ) SMTP ခေါင်းစီးများသည် ဥပဒေ၏ ဘာသာရပ်မဟုတ်သင့်ပါ။",
    "1151065360": "(၎) နာမည်ပျက်စာရင်းဝင်တာ မိုက်တယ်။",
    "2396605499": "(၎) Whitelist တွေက မိုက်တယ်။",
    "2225785608": "(၎) ဆင်ဆာမဖြတ်ဘဲ Viagra အကြောင်း ပြောသင့်တယ်။",
    "3004688366": "() တန်ပြန်ဆောင်ရွက်မှုများတွင် ကြေးနန်းလိမ်လည်မှု သို့မဟုတ် အကြွေးဝယ်ကတ်လိမ်လည်မှုတွင် မပါဝင်သင့်ပါ။",
    "922470170": "( ) တန်ပြန်အရေးယူမှုများတွင် အများသူငှာ ကွန်ရက်များကို ဖြိုခွဲခြင်းတွင် မပါဝင်သင့်ပေ။",
    "3068923550": "(၎) ဖြည်းဖြည်းချင်း အဆင့်လိုက်လုပ်မည်ဆိုပါက တန်ပြန်အရေးယူမှုများ လုပ်ဆောင်ရမည်ဖြစ်သည်။",
    "2752975480": "( ) အီးမေးလ်ပို့ခြင်းသည် အခမဲ့ဖြစ်သင့်သည်။",
    "117227832": "( ) သင်နှင့် သင့်ဆာဗာများကို ကျွန်ုပ်တို့ အဘယ်ကြောင့် ယုံကြည်ရမည်နည်း။",
    "1021431157": "() open source သို့မဟုတ် open source လိုင်စင်များနှင့် ကိုက်ညီမှု မရှိခြင်း။",
    "2801524659": "(၎) ကောင်းမွန်တဲ့ ဆောင်ရွက်မှုတွေဟာ ပြဿနာကို ဖြေရှင်းဖို့ ဘာမှ မလုပ်ပါဘူး။",
    "931661269": "() ယာယီ/တစ်ကြိမ် အီးမေးလ်လိပ်စာများသည် ခက်ခဲသည်။",
    "2090457681": "(၎) ငါ့အီးမေးလ်ကို အစိုးရကို မဖတ်စေချင်ဘူး။",
    "3536122902": "(၎) ထိုလမ်းကို ရပ်တန့်ခြင်းသည် နှေးကွေးပြီး နာကျင်လောက်အောင် မဟုတ်ပါ။",
    "2391175562": "ထို့အပြင်၊ ဤအရာသည် မင်းအကြောင်း ငါထင်သည်-",
    "229198134": "(၎) တောင်းပန်ပါတယ် မောင်၊ ဒါပေမယ့် အလုပ်ဖြစ်မယ် မထင်ဘူး။",
    "345563040": "(၎) ဒါက မိုက်မဲတဲ့ အကြံအစည်ဖြစ်ပြီး မင်းက အကြံဉာဏ်တောင်းတဲ့ လူမိုက်တစ်ယောက်ပါ။",
    "409780280": "( ) ကောင်းလိုက်တာ **** တစ်ယောက်ယောက်က မင်းရဲ့ကီးဘုတ်ပေါ် တက်လှမ်းမယ်လို့ မျှော်လင့်ပါတယ်။",
    "2820080973": "❤ ဖြင့် တည်ခင်းဧည့်ခံသည်။",
    "3943164003": "အမြင်အကြမ်း",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "သင်၏ spam ဆန့်ကျင်ရေးဖြေရှင်းချက်အသစ် ဘာကြောင့် အလုပ်မဖြစ်တာလဲ။",
    "361795034": ". အမည်မသိစာရေးဆရာ၊ ဂ။ ၂၀၀၀",
    "1547006769": "လူသားဆန်မှုကို စိစစ်ခြင်းသည် တူညီသောပြဿနာဖြစ်သည်။",
    "3717942925": "အီးမေးလ်ကတစ်ဆင့် မင်းရဲ့အာရုံစိုက်မှုကို လိုချင်သူတွေ အမြဲရှိနေမှာဖြစ်သလို၊ လူသားတွေသာ သူတို့ဝင်ရောက်နိုင်တဲ့ အရင်းအမြစ်အချို့ကို ဝင်ရောက်ခွင့်ကို ကန့်သတ်လိုတဲ့ဆန္ဒ အမြဲရှိနေမှာပါ။",
    "2481032625": "ရည်မှန်းချက်က တားဆီးဖို့လား၊",
    "1691348394": "- ကန့်သတ်ထုတ်ဝေရောင်းချမှုအတွင်း အလိုအလျောက်အစုလိုက်အပြုံလိုက်ဝယ်ယူမှုများ",
    "1771016224": "- သင့်ဝဘ်ဆိုဒ်မှ အကြောင်းအရာအားလုံးကို ဒေါင်းလုဒ်ဆွဲခြင်းမှ ဆော့ဖ်ဝဲ",
    "1959762846": "- သင့်ဝဘ်ဖောင်များတွင် အဆုံးမရှိသော စျေးကွက်ရှာဖွေရေးစပမ်း သို့မဟုတ် အလွဲသုံးစားပြုမှုများဖြင့် ဖြည့်ထားခြင်းဖြစ်သည်။",
    "345108670": "- အထောက်အထားဖြည့်သွင်းခြင်းနှင့် အခြားအကောင့်ကို သိမ်းယူရန် ကြိုးပမ်းမှုများ",
    "2540760245": "အခြားအသုံးအဆောင်များစွာတွင်၊ “လူသားဖြစ်စေ၊ မဖြစ်စေ” ကိုအခြေခံ၍ အွန်လိုင်းအသွားအလာကို စစ်ထုတ်နိုင်ခြင်းသည် လူသား၏သဘောသဘာဝအရ လွန်ခဲ့သောနှစ်ပေါင်းငါးထောင်ကျော်က မှတ်တမ်းတင်ထားသည့် အလားတူပုံစံများကို လိုက်နာသရွေ့ တန်ဖိုးရှိသောကိရိယာတစ်ခုအဖြစ် ဆက်လက်တည်ရှိနေမည်ဖြစ်သည်။",
    "3346362371": "machine learning ကရော ဘယ်လိုလဲ။",
    "3619183405": "စက်သင်ယူမှု တိုးတက်လာမှုကြောင့် 2021 ခုနှစ်တွင် ရိုးရှင်းသော CAPTCHAs များကို တစ်ခါတစ်ရံတွင် ဆော့ဖ်ဝဲလ်ဖြင့် ဖြေရှင်းနိုင်ပါသည်။ ၎င်းကိုဖြေရှင်းရန် hCaptcha သည်ကဲ့သို့သောဂုဏ်သတ္တိများ၏အသေးစိတ်ခွဲခြမ်းစိတ်ဖြာမှုကိုလည်းလုပ်ဆောင်သည်။",
    "3292221787": "စိန်ခေါ်မှုသည် မှန်ကန်မှုရှိမရှိသာမက မေးခွန်းများနှင့် အသုံးပြုသည့် ဒေတာကို မကြာခဏ ပြောင်းလဲပေးခဲ့ပါသည်။",
    "1080672247": "မေးသောမေးခွန်းများစွာကို စင်ဆော့ဖ်ဝဲဖြင့် စီးပွားရေးအရ မဖြေရှင်းနိုင်သောကြောင့်၊ ဒေတာသည် စနစ်အတွက် ယေဘူယျအားဖြင့် ထူးခြားသောကြောင့်၊ ဆိုလိုသည်မှာ ဘော့တ်များကို အခမဲ့ဝန်ဆောင်မှုဖြင့် လုံးဝရပ်တန့်ထားရပြီး ယင်းအစား လူသား CAPTCHA ဖြေရှင်းသူများကို အားကိုးရမည်ဖြစ်သည်။ အလွဲသုံးစားမှု အမျိုးအစားများစွာကို လုံးဝစီးပွားရေး မထိခိုက်စေပါ။",
    "4172868199": "ဒီ့ထက် အများကြီး ပိုသွားပါတယ်၊ “လူကောင်း” နဲ့ “လူဆိုး” ကိုလည်း ခွဲခြားဖို့ ကြိုးစားတဲ့ နယ်ပယ်ထဲကို ရောက်သွားပြီးတော့ ယနေ့ခေတ်မှာ ကမ္ဘာ့နာမည်ကြီးအွန်လိုင်း ဝန်ဆောင်မှုတော်တော်များများက လိမ်လည်ဝယ်ယူမှုကနေ အဆင့်မြင့်တည်မြဲနေတဲ့အထိ အရာအားလုံးကို ရှာဖွေပြီး ရပ်တန့်ဖို့ အသုံးပြုနေပါတယ်။ privacy ကိုထိန်းသိမ်းစောင့်ရှောက်ခြင်းအပေါ်ထူးခြားသောအာရုံစူးစိုက်မှုကိုဆက်လက်ထိန်းသိမ်းထားစဉ်တွင်၎င်းတို့၏အသုံးပြုသူများအပေါ်ခြိမ်းခြောက်မှုများ။",
    "2873911365": "ဟာ့ဒ်ဝဲ သက်သေခံချက်ကကော။",
    "1477196356": "တခါတရံ လျှို့ဝှက်ရေးထိန်းသိမ်းမှုဆိုင်ရာ ဂုဏ်သတ္တိများပါရှိသော လျှို့ဝှက်ရေးဆိုင်ရာ လုံခြုံသောပုံစံဖြင့် စက်ပစ္စည်းတစ်ခုသို့ အထောက်အထားချိတ်ဆက်ခြင်းနည်းလမ်းအမျိုးမျိုးကို ဆယ်စုနှစ်များစွာ အဆိုပြုထားသည်။ အများသူငှာသော့ လျှို့ဝှက်ရေးစနစ်သည် c မှစတင်ခဲ့သည်။ 1975၊ နှင့် ဟာ့ဒ်ဝဲတိုကင်များသည် ကာလကြာရှည်စွာ တည်ရှိခဲ့သည်။",
    "2349681896": "ကံမကောင်းစွာဖြင့်၊ ဟာ့ဒ်ဝဲအစိတ်အပိုင်းတစ်ခုကို ထိန်းချုပ်ခြင်းသည် သင်သည် လူတစ်ဦးဖြစ်သည်ဟု မဆိုလိုပါ။ လူကြိုက်များသော စားသုံးသူ ဟာ့ဒ်ဝဲ သက်သေပြမှု အစီအစဉ်တိုင်းနီးပါး သည် အကြိမ်ကြိမ် ကျိုးပဲ့သွားသည်၊ ဖာထေးကာ၊ ထို့နောက် ထပ်မံ ကျိုးသွားပါသည်။",
    "254326776": "အဆိုပါ ချို့ယွင်းချက်များအား အလွဲသုံးစားလုပ်ခြင်းသည် ထုတ်ဖော်ခြင်း သို့မဟုတ် ပညာရပ်ဆိုင်ရာ ထုတ်ဝေခြင်းမပြုမီ လ သို့မဟုတ် နှစ်အတန်ကြာ ဖြစ်ပွားခဲ့ကြောင်း တွေ့ရှိရပါသည်။",
    "2462909475": "အလွဲသုံးစားလုပ်ရာတွင် အသုံးပြုသည့် ဖုန်းအလုံးရေ 10,000 ကျော်၏ နံရံတစ်ခု၊ တရုတ် bot လည်ပတ်မှု၏ တစ်စိတ်တစ်ပိုင်းဖြစ်သည်။",
    "1963951234": "သင်၏ လျှို့ဝှက်ကုဒ်ပရိုဂရမ်အစီအစဥ်သည် မည်မျှပင်ယုံကြည်စိတ်ချရပါစေ၊ တစ်စုံတစ်ဦးသည် သင်ရှာဖွေနေသောအဖြေကို ပေးရန်အတွက် တစ်နေကုန်တွင် ရိုးရိုးရှင်းရှင်း ပိုက်ဆံဖြုန်းနိုင်လျှင် ဟာ့ဒ်ဝဲတစ်ပိုင်းကို ပိုင်ဆိုင်ရန် မလုံလောက်ပါ။",
    "1278884196": "ဆိုလိုသည်မှာ၊ cryptography သည်အတော်လေးငယ်ရွယ်သောစည်းကမ်းတစ်ခုဖြစ်သည်။ မကြာသေးမီက သမိုင်းကိုအခြေခံ၍ မည်သူမဆို ၎င်းကို အနီးကပ်ကြည့်ရှုရန် မက်လုံးတစ်ခုရှိနေသည်နှင့်တစ်ပြိုင်နက် သင်၏ cryptographic scheme နှင့်/သို့မဟုတ် အကောင်အထည်ဖော်မှုသည် ပျက်စီးသွားဖွယ်ရှိပြီး ၎င်းကို သင်မလုပ်ဆောင်မီတွင် အခြားသူများမှ သိရှိနိုင်ဖွယ်ရှိသည်။ ဟာ့ဒ်ဝဲကို အားကိုးခြင်းသည်လည်း အပြစ်အနာအဆာကို ပြင်ရန်အတွက် သင့်အသုံးပြုသူတိုင်းကို ရုပ်ပိုင်းဆိုင်ရာ စက်ပစ္စည်းကို ပြောင်းလဲခိုင်းရန် လိုအပ်နိုင်သည်။ ဤအရာသည် ကိစ္စအများစုတွင် လျင်မြန်စွာ ဖြစ်ပေါ်လာနိုင်ဖွယ်မရှိပါ၊ ဆိုလိုသည်မှာ လက်တွေ့တွင် သင့်စနစ်သည် ရိုးရိုးရှင်းရှင်း ဖွင့်၍မရပေ။",
    "1828028934": "ဒါက ဘာကြောင့်လဲ။",
    "1642844535": "အရေးကြီးသည်- hCaptcha သည် တူညီသောအခြေခံမေးခွန်းကိုဖြေဆိုရန် အမျိုးမျိုးသောနည်းလမ်းများကိုအသုံးပြုကာ အကဲဖြတ်မှုအားလုံးတွင် လိုက်လျောညီထွေရှိစေရန် နှိုင်းယှဉ်မှုကိုခွင့်ပြုသည်။",
    "1155821305": "ကာကွယ်ရေးသည် နက်နဲသည်။",
    "119098046": "Passive သို့မဟုတ် No- Challenge ဖြေရှင်းနည်းများကော။",
    "2760410719": "ရိုးရှင်းသော passive အချက်ပြမှုများဖြင့် bot detection ပြုလုပ်ရန် ကြိုးပမ်းသည့် ဝန်ဆောင်မှုများသည် အခြေခံပြဿနာတစ်ခုသို့ လျင်မြန်စွာရောက်ရှိသွားသည်- သင့်တွင် တိကျသောအခြေခံအမှန်တရားမရှိသည့်အခါ စနစ်တစ်ခုက မကောင်းသောသရုပ်ဆောင်များကို မှန်ကန်စွာသိရှိနိုင်ခြင်းရှိမရှိ သင်မည်သို့အတည်ပြုနိုင်မည်နည်း။",
    "1722734001": "ဖွင့်ထားတဲ့ အင်တာနက်က အရမ်းဆူညံတဲ့ ပတ်ဝန်းကျင်တစ်ခုပါ။ မကောင်းသောသရုပ်ဆောင်များသည် ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုနှင့် reCAPTCHA ကဲ့သို့သော ပြိုင်ဖက်များကို နေ့စဉ်နှင့်အမျှ တိုက်ခိုက်လေ့ရှိပြီး ထိုသို့လုပ်ဆောင်နေချိန်တွင် တတ်နိုင်သမျှ လူသားအဖြစ်မြင်ရန် ကြိုးစားနေပါသည်။",
    "1595254735": "Passive ဝန်ဆောင်မှုများသည် bot detection တိကျမှုကို ထိန်းသိမ်းရန် သို့မဟုတ် ၎င်းတို့ မမှန်ကန်သည့်အခါတွင်ပင် သိရှိရန် ရုန်းကန်နေရပါသည်။ သုံးစွဲသူများကို ရံဖန်ရံခါ စိန်ခေါ်နိုင်စွမ်းမရှိဘဲ ထိုစိန်ခေါ်မှု၏ရလဒ်များကို မှန်ကန်စွာ ပိုင်းခြားစိတ်ဖြာနိုင်ခြင်းမရှိပါက၊ တိကျမှုသည် အချိန်ကြာလာသည်နှင့်အမျှ လွန်စွာကျဆင်းသွားတတ်သည်။",
    "2412751979": "hCaptcha ကို စွမ်းအားပေးသည့် ပိုမိုတိကျသော လူသားဆန်သော အချက်ပြမှုများကြောင့်၊ ယခင်က reCAPTCHA v3/Enterprise ကို အသုံးပြုခဲ့သည့် ကုမ္ပဏီများစွာသည် ပြောင်းလဲသွားခဲ့သည်။",
    "2284856231": "hCaptcha Enterprise ၏သက်သက်သာဖြစ်သော passive မုဒ်တွင်လည်း သိသိသာသာတိုးတက်တိကျမှုကို တွေ့မြင်ရသည်။",
    "4162847": "ကျွန်ုပ်တို့၏ဖောက်သည်အချို့သည် Google ၏ကမ်းလှမ်းမှုများမှ လုံးလုံးလျားလျားမပြောင်းမီ တူညီသောတောင်းဆိုချက်တွင် A/B စမ်းသပ်မှုများကို လုပ်ဆောင်သောကြောင့် ၎င်းကို ကျွန်ုပ်တို့ တိုက်ရိုက်ကြည့်ရှုနိုင်ခဲ့ပါသည်။ ကျွန်ုပ်တို့သည် ပုံမှန်အားဖြင့် reCAPTCHA v3 သို့မဟုတ် reCAPTCHA Enterprise မှလာသော မြင့်မားသောအပြုသဘောနှင့် မှားယွင်းသောအနုတ်နှုန်းနှစ်ခုလုံးကို သက်သေပြနိုင်သည် ။",
    "436125785": "အဆိုပါ ထုတ်ကုန်များတွင် ရရှိနိုင်သော တုံ့ပြန်မှု ကွင်းဆက်များ၏ တိကျမှု နှင့် ၎င်းတို့ကို bot detection တွင် ကောင်းမွန်လွန်းခြင်း မပြုရန်အတွက် အကျုံးဝင်သော ကြော်ငြာကွန်ရက်မှ ၎င်းတို့ကို ရောင်းချရခြင်းမှာ အံ့သြစရာ မဟုတ်ပါ။",
    "2233741720": "နိဂုံးချုပ်အားဖြင့်",
    "2133809801": "လူများသည် လူများအဖြစ် ရှိနေသရွေ့၊ လူသားဖြစ်မှုကို စိစစ်ခြင်းတွင် အွန်လိုင်းတွင် ပါဝင်ရန် အခန်းကဏ္ဍမှ ပါဝင်နိုင်ဖွယ်ရှိသည်။",
    "2255549335": "hCaptcha တွင်ကျွန်ုပ်တို့၏အလုပ်မှာအခက်အခဲနှင့်တိကျမှုကြားတွင်ကောင်းမွန်သောအပေးအယူများကိုရှာဖွေရန်နှင့်အထူးသဖြင့်များအတွက်ပွတ်တိုက်မှုနည်းပါးနေစေရန်ဖြစ်သည်။",
    "4138068262": "အသုံးပြုသူများ။ အဆုံးတွင်၊ စိန်ခေါ်မှုများနှင့် အပြန်အလှန်ဆက်ဆံခြင်းသည် လူသား၏သဘောသဘာဝ မပြောင်းလဲသရွေ့ အွန်လိုင်းအလွဲသုံးစားမှုများကို လျှော့ချရန် ကိရိယာတန်ဆာပလာများ၏ အစိတ်အပိုင်းအဖြစ် ဆက်လက်ရှိနေနိုင်ဖွယ်ရှိသည်။",
    "855097735": "စိုးရိမ်ပူပန်မှုများအားလုံးကို ဟန်ချက်ညီစေပြီး ၎င်းကို ကောင်းမွန်စွာလုပ်ဆောင်နိုင်သော ဝန်ဆောင်မှုတစ်ခုတည်ဆောက်ခြင်းသည် အလွန်ခက်ခဲသောပြဿနာဖြစ်သည် (၎င်းကို အတွေ့အကြုံကို တတ်နိုင်သမျှ သာယာစေရန်အတွက် ၎င်းကို ပိုမိုကောင်းမွန်လာစေရန် ကျွန်ုပ်တို့ အမြဲလုပ်ဆောင်နေပါသည်) သို့သော် စပမ်း၊ အလွဲသုံးစားလုပ်မှု၊ အကောင့်သိမ်းယူမှုများကို လျှော့ချရန် သင်သဘောတူမည်ဟု ကျွန်ုပ်တို့မျှော်လင့်ပါသည်။ နှင့် အွန်လိုင်း လိမ်လည်မှုသည် ရံဖန်ရံခါ ရိုးရှင်းသော မေးခွန်းအတွက် နောက်ဆုံးတွင် ထိုက်တန်ပါသည်။",
    "1953959745": "သုံးစွဲနိုင်မှု",
    "2543123170": "သုည ပွတ်တိုက်မှု လူသားဖြစ်မှုကို စိစစ်ခြင်း။",
    "547245263": "ယနေ့ သင်၏ ဘော့တ်ပြဿနာကို ဖြေရှင်းပါ။",
    "3117887301": "အကြီးမားဆုံးအွန်လိုင်းဝန်ဆောင်မှုများမှ ယုံကြည်ပါသည်။",
    "981806349": "သက်သေပြထားသော hCaptcha ပလပ်ဖောင်းပေါ်တွင်တည်ဆောက်ထားသည်။",
    "2373007864": "hCaptcha Enterprise သည် hCaptcha ပလပ်ဖောင်းနည်းပညာပေါ်တွင် အလုပ်လုပ်ပြီး သွားလာမှုမြင့်မားသောလုပ်ငန်းများအတွက် လိုအပ်သောအင်္ဂါရပ်များပါ၀င်သည်။",
    "2652399059": "အားကိုးရတဲ့ လက်တွဲဖော်",
    "1997838163": "ကမ္ဘာ့အကြီးဆုံးကုမ္ပဏီများသည် hCaptcha Enterprise ပေါ်တွင်မူတည်သည်။ ပေါင်းစည်းခြင်းသည် ရိုးရှင်းပြီး ထောက်လှမ်းမှု တိကျမှုမှာ တုနှိုင်းမမီပါ။",
    "734735952": "ကျွန်ုပ်တို့သည် CAPTCHA ရောင်းချသူအများအပြားကို အကဲဖြတ်ပြီး စနစ်တစ်ခုကို ကိုယ်တိုင်တည်ဆောက်ခဲ့သည်။ အဆုံးတွင်၊ hCaptcha သည် reCAPTCHA ၏အကောင်းဆုံးရွေးချယ်စရာတစ်ခုဖြစ်လာခဲ့သည်။",
    "1250541092": "- Sergi Isasi",
    "3524251858": "ကုန်ပစ္စည်းစီမံခန့်ခွဲမှု ဒါရိုက်တာ၊ Cloudflare",
    "3971348140": "ကျွန်ုပ်တို့ ဘာကြောင့် hCaptcha ကို သုံးတာလဲ။ ကျွန်ုပ်တို့လိုအပ်သော အင်္ဂါရပ်များနှင့် စွမ်းဆောင်ရည်ကို အခြားမည်သူမျှ မပေးနိုင်ပါ။ သူတို့က ကျွန်တော်တို့ကို အမြန်ထပြေးစေပြီး ကုန်သည်တွေက အတွေ့အကြုံကို နှစ်သက်ကြပါတယ်။",
    "4248655793": "– Alex M.",
    "4185927140": "ထုတ်ကုန်မန်နေဂျာ၊ Flash၊ Shopify",
    "282913023": "အသွားအလာများသော လုပ်ငန်းများအတွက် ကုန်ကျစရိတ် ထိရောက်မှု ရွေးချယ်မှု",
    "999610953": "နောက်ဆုံးတွင်၊ Google အတွက် ယုံကြည်စိတ်ချရသော အခြားရွေးချယ်စရာတစ်ခု။ hCaptcha Enterprise သည် ပိုမိုမြင့်မားသောလုံခြုံရေးဖြင့် သင်၏ reCAPTCHA ဘေလ်တွင် သိသိသာသာငွေစုသည်- အချို့ကိစ္စများတွင် 80% အထိ ဈေးသက်သာသည်။",
    "1886100235": "ကမ္ဘာ့အကြီးဆုံးအွန်လိုင်းဝန်ဆောင်မှုများစွာသည် hCaptcha Enterprise သို့ပြောင်းပြီး ကုန်ကျစရိတ်များစွာသက်သာစွာဖြင့် ပိုမိုကောင်းမွန်သော bot detection ကိုရရှိခဲ့ပါသည်။",
    "2903742230": "ကြော်ငြာကွန်ရက်များက သင့်ဧည့်သည်များကို ထုတ်ကုန်အဖြစ် မြင်သည်။ ကျွန်ုပ်တို့အတွက် တစ်ခုတည်းသော ပန်းတိုင်မှာ ၎င်းတို့၏ လူသားဆန်မှုကို ဆုံးဖြတ်ခြင်းဖြစ်သည်။ ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုများသည် GDPR၊ CCPA၊ LGPD၊ နှင့် PIPL လိုအပ်ချက်များနှင့် ပြည့်မီပြီး privacy နှင့် လုံခြုံရေးကို ချိန်ခွင်လျှာညှိရန် ကျွန်ုပ်တို့ ကြိုးစားလုပ်ဆောင်ပါသည်။",
    "3901503296": "လျှို့ဝှက်ရေးဆိုင်ရာ ထူးခြားသောအာရုံစူးစိုက်မှုမှာ ကျွန်ုပ်တို့သည် အလွန်ကောင်းမွန်သောလုံခြုံရေးကိုထိန်းသိမ်းထားစဉ် လိုအပ်သလို တစ်ဦးချင်းဒေတာထိန်းသိမ်းမှု၊ ကွက်ကီးကင်းသောလုပ်ဆောင်မှုနှင့် အခြားသဘောတူညီချက်ဆိုင်ရာ ကိုယ်ရေးကိုယ်တာအာမခံချက်များကို ပေးဆောင်နိုင်သည်ဟု ဆိုလိုသည်။",
    "3342910682": "ပိုပြီးဖတ်ပါ",
    "1130783905": "တိကျမှုသည် သင့်စိတ်ဝင်စားမှုနှင့် ကျွန်ုပ်တို့အတွက်ဖြစ်သည်။ hCaptcha သည် သင့်အား ဒေတာအစစ်အမှန်များပေးရန် လုပ်ဆောင်ပြီး ၎င်းကို မည်သို့အသုံးပြုရမည်ကို သင်ဆုံးဖြတ်နိုင်စေပါသည်။ အခြားသော လုံခြုံရေးဖြေရှင်းချက်များကို Gigantic ကြော်ငြာကုမ္ပဏီများမှ ပံ့ပိုးပေးပါသည်။ ဆိုလိုသည်မှာ ၎င်းတို့ပိတ်ဆို့ထားသော ဘော့တ်တိုင်းသည် ၎င်းတို့၏ ၀င်ငွေကို လျှော့ချနိုင်သည်ဟု ဆိုလိုသည်။",
    "2019130052": "လျှို့ဝှက်ရေးအသားပေး ML တွင် ကျွန်ုပ်တို့၏တီထွင်ဆန်းသစ်မှုများသည် လုံခြုံရေး သို့မဟုတ် အသုံးပြုသူ၏ကိုယ်ရေးကိုယ်တာကို မထိခိုက်စေဘဲ \"အရာရာတိုင်းကို ထာဝရမှတ်တမ်းတင်သည်\" ဗျူဟာများ၏ လုံခြုံရေးစံနှုန်းများကို ကျော်လွန်စေပါသည်။",
    "23114595": "ကြီးမြတ်သောအသုံးပြုသူအတွေ့အကြုံ",
    "3437412311": "လုပ်ငန်းအသုံးပြုသူများအတွက်၊ Passive ရမှတ်များကို အားကိုးပြီး အခြေအနေအများစုတွင် စိန်ခေါ်မှုများကို လုံးဝရှောင်ရှားရန် ရွေးချယ်ခွင့်များ ရရှိနိုင်ပါသည်။",
    "1996843433": "သင့်တရားဝင်အသွားအလာ၏ 99.9% အတွက် စိန်ခေါ်မှုတစ်ခုကို ရှောင်ရှားခြင်းဖြင့် ပွတ်တိုက်မှုကို လျှော့ချပါ။",
    "3093689546": "လွယ်ကူသောပေါင်းစပ်မှု",
    "247560732": "ကုဒ်သုံးလိုင်းဖြင့် hCaptcha ကိုထည့်ပါ။ အကယ်၍ သင်သည် reCAPTCHA မှလာပါက၊ ကျွန်ုပ်တို့၏ API သည် သဟဇာတဖြစ်ပြီး ပြောင်းရန် မိနစ်အနည်းငယ်သာ ကြာပါသည်။",
    "1510448156": "ယနေ့ခေတ်တွင် သာလွန်ကောင်းမွန်သော အခြားရွေးချယ်စရာတစ်ခုဖြင့် သင်လုပ်ဆောင်နိုင်ပြီး လိုအပ်ပါက ပိုမိုအဆင့်မြင့်သည့်ဝန်ဆောင်မှုများကို ဖွင့်ပါ။",
    "2718999653": "စိတ်ကြိုက်ခြိမ်းခြောက်မှုရမှတ်များ",
    "2698140263": "ပြဿနာအားလုံးသည် တူညီသည်မဟုတ်ပါ- ရမှတ်တစ်ခုတည်းရရှိခြင်းသည် သင့်လိုအပ်ချက်များကို အသုံးဝင်စေရန်အတွက် ဖြည့်ဆည်းပေးရမည် ဖြစ်သည်။",
    "897432717": "စိတ်ကြိုက်ခြိမ်းခြောက်မှုရမှတ်များအတွက် ကျွန်ုပ်တို့၏ဆန်းသစ်တီထွင်ထားသော ဒီဇိုင်းဖြင့်၊ သင်၏လုပ်ငန်းအသိပညာကို ပေါင်းထည့်ခြင်းဖြင့် ကျွန်ုပ်တို့၏မော်ဒယ်များသည် သင့်အသုံးပြုသူများနှင့် သက်ဆိုင်သည့်ရမှတ်များကို ပေးအပ်နိုင်စေပါသည်။",
    "2650502379": "စက္ကန့်ပိုင်းအတွင်း သင်၏ကိုယ်ပိုင်စိန်ခေါ်မှုများကို စတင်ပါ။",
    "3578122193": "သက်ဆိုင်ရာ အကြောင်းအရာများဖြင့် အမှတ်တံဆိပ်ပေါ်တွင် ရှိနေပါစေ။",
    "1074044172": "သုံးစွဲသူများသည် သင်၏လုံခြုံရေးလိုအပ်ချက်များကို ပြည့်မီရန် စိန်ခေါ်မှုတစ်ခုကို ဖြေရှင်းရသောအခါ၊ သုံးစွဲသူနှင့် သက်ဆိုင်သည့် မေးခွန်းများကို အဘယ်ကြောင့် မမေးကြသနည်း။",
    "1579093044": "ကျွန်ုပ်တို့၏ ရိုးရှင်းသော စိတ်ကြိုက်စိန်ခေါ်မှု ဒီဇိုင်နာဖြင့်၊ သင်သည် မိနစ်အနည်းငယ်အတွင်း အမှတ်တံဆိပ်ပေါ်ရှိ စိန်ခေါ်မှုအကြောင်းအရာကို စတင်နိုင်ပါသည်။",
    "3717512591": "တိုက်ရိုက်ပလပ်ဖောင်းပေါင်းစပ်",
    "121743429": "Web Infrastructure ကုမ္ပဏီများအတွက်",
    "2131386784": "သင်နှင့် သင့်အသုံးပြုသူများ နှစ်ဦးစလုံးအတွက် လက်လှမ်းမီနိုင်သော ကျွမ်းကျင်မှုနှင့် ပံ့ပိုးမှု",
    "2782263070": "ဝန်ဆောင်မှုသည် ကျွန်ုပ်တို့အတွက် ထိပ်တန်းဦးစားပေးဖြစ်သည်။ ကျွန်ုပ်တို့သည် 24/7 ဖုန်းခေါ်ဆိုမှုဆိုင်ရာ ပံ့ပိုးကူညီမှုကို ထိန်းသိမ်းထားပြီး Slack သည် သင်၏ အင်ဂျင်နီယာ ပေါင်းစည်းရေးအဖွဲ့နှင့် အကောင်အထည်ဖော်နေစဉ်နှင့် အပြီးတွင် ကျွန်ုပ်တို့၏ ဖုန်းခေါ်ဆိုမှု ဝန်ထမ်းများနှင့် တိုက်ရိုက် ညှိနှိုင်းဆောင်ရွက်ပေးပါသည်။",
    "3740051331": "ဆိုရှယ်မီဒီယာ၊ ဖိုရမ်များနှင့် ကျွန်ုပ်တို့၏ in-widget နှင့် email ပံ့ပိုးမှုချန်နယ်များတစ်လျှောက်တွင် သင့်အသုံးပြုသူများ၏မေးခွန်းများကို တက်ကြွစွာစောင့်ကြည့်ပြီး တုံ့ပြန်ရန်လည်း ကျွန်ုပ်တို့ကတိပြုပါသည်။ ကျွန်ုပ်တို့သည် အသုံးပြု၍ရနိုင်သော တုံ့ပြန်မှုရှိပြီး သုံးစွဲသူ၏ကျေနပ်မှုကို ထိပ်တန်း KPI တစ်ခုအဖြစ် သဘောထားပါသည်။",
    "170775527": "လုပ်ငန်းအင်္ဂါရပ်များ",
    "3383086062": "hCaptcha Enterprise သည် ပြီးပြည့်စုံသော အွန်လိုင်းလုံခြုံရေးဖြေရှင်းချက်တစ်ခုဖြစ်သည်။ Active နှင့် passive မုဒ်များက သင့်အား အထောက်အထားများ ထည့်သွင်းခြင်းအား ရပ်တန့်ရန်၊ အကောင့်သိမ်းယူမှုများကို ရှာဖွေတွေ့ရှိနိုင်ပြီး သံသယဖြစ်ဖွယ်သရုပ်ဆောင်များကို ပိတ်ဆို့စေပါသည်။ တရား၀င်အသုံးပြုသူများအတွက် လုံးဝပွတ်တိုက်မှုမရှိဘဲ အားလုံး။",
    "1408599440": "ကုဒ်မျဉ်းအနည်းငယ်နှင့် ကျွန်ုပ်တို့၏ 99.9% passive မုဒ်ဖြင့် အမြန်စတင်ပါ သို့မဟုတ် အသုံးပြုသူများ စိန်ခေါ်ခံရသည့်အချိန်နှင့် မည်သို့မည်ပုံ ထိန်းချုပ်နိုင်မည်နည်း။ စိတ်ကြိုက်ခြိမ်းခြောက်မှုပုံစံများနှင့် စိတ်ကြိုက်ပြင်ဆင်နိုင်သောစိန်ခေါ်မှုများသည် လုံခြုံရေးသေချာစေရန်အတွက် ပြိုင်ဘက်ကင်းသော ပြောင်းလွယ်ပြင်လွယ်ကိုဆိုလိုသည်။",
    "3365203058": "ကမ္ဘာ့အဆင့်မီ anti-bot ကာကွယ်မှု",
    "1803009328": "ဝဘ်စကေးတွင် တိုက်ပွဲ-စမ်းသပ်ထားသည်။",
    "1586809757": "မြင့်မားသောတိကျမှု bot ရမှတ်များ",
    "353367791": "အမျိုးအစားများစွာရှိသော မကောင်းတဲ့သရုပ်ဆောင်များကို ရှာဖွေပါ။",
    "191460155": "Zero friction နှင့် 99.9% passive မုဒ်များ",
    "585557010": "တရားဝင်အသုံးပြုသူများ၏ 0.1% အောက်ကို စိန်ခေါ်ပါ။",
    "3287172429": "ထိန်းချုပ်ရန် စိန်ခေါ်မှုအမျိုးအစားများကို ပြသထားသည်။",
    "1844885924": "ရွေးချယ်ရန် အမျိုးအစားများ ကျယ်ပြန့်သော စာကြည့်တိုက်။",
    "3018523079": "တသမတ်တည်းအသုံးပြုသူအတွေ့အကြုံဖြင့် အမှတ်တံဆိပ်ပေါ်တွင်ရှိနေပါ။",
    "3817811295": "ယုံကြည်စိတ်ချရကြောင်းအာမခံပြီး 24/7 အမြန်ဖုန်းခေါ်ဆိုမှုအတွက် ပံ့ပိုးမှု။",
    "1798492192": "အမွေအနှစ်ဘရောက်ဆာ ပံ့ပိုးမှု",
    "1356745565": "Internet Explorer 8 သို့ တောက်လျှောက် လိုက်ဖက်ပါသည်။",
    "751483365": "JavaScript မဟုတ်သော ဖောက်သည်များအတွက် ပံ့ပိုးမှု။",
    "4199502476": "အဆင့်မြင့် သတင်းပို့သည့် ဒက်ရှ်ဘုတ်များနှင့် API",
    "3630114728": "သင့်ဆိုက်များနှင့် အက်ပ်များအားလုံးတွင် ဖြစ်ပျက်နေသည်ကို ကြည့်ပါ။",
    "3573245166": "reCAPTCHA နှင့်မတူဘဲ၊ ကျွန်ုပ်တို့သည် နိုင်ငံတိုင်းတွင် အလုပ်လုပ်ပါသည်။",
    "2354267648": "GDPR၊ CCPA နှင့် LGPD-ဖော်ရွေသော ကိုယ်ရေးကိုယ်တာမူဝါဒ",
    "3167979932": "နေ့စဥ်ကတည်းက ကိုယ်ရေးကိုယ်တာအတွက် ဒီဇိုင်းထုတ်ထားသည်။ ခိုင်မာသောဒေတာ စီမံဆောင်ရွက်ရေး သဘောတူညီချက်။",
    "4065065042": "သင့်အသုံးပြုမှုကိစ္စနှင့် ကိုက်ညီရန် ဤအရာကို နှိပ်ပါ။",
    "111184581": "ပထမပါတီ hosting",
    "4272022475": "တောင်းဆိုမှုများနှင့် ပိုင်ဆိုင်မှုအားလုံး hcaptcha.yourdomain.com သို့သွားပါ။",
    "2676853536": "အသုံးပြုသူပေါင်းစုံ ဒက်ရှ်ဘုတ်များ",
    "1368787974": "သင့်အဖွဲ့အတွင်း စီမံခန့်ခွဲမှုကို မျှဝေပါ။",
    "1045484714": "SAML SSO ကို သင်၏ Identity Provider၊ ဥပမာ Okta သို့မဟုတ် Azure AD နှင့် ပေါင်းစည်းခြင်း။",
    "3953584369": "ခေတ်မီဆန်းပြားသော RBAC အသုံးပြုခွင့် ကန့်သတ်ချက်များ ရရှိနိုင်သည်။",
    "2781507299": "လက်ငင်းအတည်ပြုခြင်း။",
    "4019660456": "0ms တုံ့ပြန်ချိန်- API ခေါ်ဆိုမှုမရှိဘဲ hCaptcha တိုကင်များကို စစ်ဆေးပါ။",
    "3446714684": "မိုဘိုင်း (iOS နှင့် Android) ပေါင်းစပ်မှု",
    "2593768395": "ဝဘ်၊ မူရင်းမိုဘိုင်း၊ မိုဘိုင်းဝဘ်တစ်လျှောက် ချောမွေ့သောအတွေ့အကြုံ။ ကြိုတင်တည်ဆောက်ထားသော ပေါင်းစပ်မှုများနှင့် မူရင်း SDKs များ ရရှိနိုင်ပါသည်။",
    "1779265104": "စိတ်ကြိုက်စည်းမျဥ်းများနှင့် ကိုယ်ရေးကိုယ်တာ အာမခံချက်များ",
    "122875767": "အခြားကုမ္ပဏီများက မလုပ်နိုင်သောအခါတွင် သင်၏တရားဝင်လိုအပ်ချက်များကို ဖြည့်ဆည်းပါ။",
    "148188781": "စိန်ခေါ်မှုများကို တင်ပြခဲ့သည်။",
    "838049015": "မေးခွန်းနှင့် ကိုက်ညီသော ပုံအားလုံးကို ရွေးပါ။",
    "1126302400": "Bounding Box",
    "3554448168": "အမျိုးအစားခွဲခြင်း။",
    "2104933754": "သက်ဆိုင်ရာ တံဆိပ်များကို ခွဲခြားသတ်မှတ်ပါ။",
    "3612043014": "... နှင့်အခြားရိုးရှင်းသောအလုပ်များ။ လူသားများအတွက် လွယ်ကူသည်၊ bot များအတွက် ခက်ခဲသည်။",
    "3624758171": "လုပ်ငန်းထုတ်ဝေသူများအတွက်လည်း စိတ်ကြိုက်လုပ်ဆောင်စရာများကို ရနိုင်ပါသည်။",
    "1001938065": "ပေါင်းစည်းခြင်းသည် မလွယ်ကူနိုင်ပါ။",
    "2138799135": "hCaptcha တွင် သင်အသုံးပြုသည့် frontend နှင့် backend စနစ်များအတွက် ဒါဇင်နှင့်ချီသော ကြိုတင်တည်ဆောက်ထားသော ပေါင်းစပ်မှုများရှိသည်။",
    "2535001179": "အကယ်၍ သင်သည် Google ၏ reCAPTCHA မှလာပါက၊ ကျွန်ုပ်တို့၏ API များသည် drop-in အစားထိုးမှုများဖြစ်သည်။",
    "1393184984": "သင်လိုအပ်သမျှ",
    "3715747429": "သင် React ပေါင်းစည်းမှု လိုအပ်သည်ဖြစ်စေ ကျွန်ုပ်တို့၏ စတင်ခန့်အပ်သည့် အင်ဂျင်နီယာများသည် သင့်အား React ပေါင်းစပ်မှု၊ iOS ဇာတိအက်ပ်များအတွက် SDKs၊ Java နောက်ခံဥပမာ သို့မဟုတ် အခြားအခြေအနေများတွင်နီးပါးမျှ သင့်အား လျင်မြန်စွာ လုပ်ဆောင်နိုင်မည်ဖြစ်သည်။",
    "2681650568": "အမြဲလိုလို၊ ကိုယ်ရေးကိုယ်တာသည် ကျွန်ုပ်တို့အတွက် အဓိကတန်ဖိုးတစ်ခုဖြစ်သည်။ လိုအပ်သည့်နေရာတွင်သာ ကျွန်ုပ်တို့၏စိန်ခေါ်မှုကုဒ်ကို ထည့်ပါ၊ သင်နှင့် သင့်အသုံးပြုသူများကို ကာကွယ်ရန် အဓိပ္ပာယ်ရှိသောနေရာတွင်သာ ထည့်ပါ။ ဒေတာစုဆောင်းမှု နည်းပါးအောင် ပေါင်းစည်းသည့်အချိန်မှ စတင်သည်။",
    "1130868224": "ကုဒ်သုံးလိုင်း",
    "2183926131": "hCaptcha Enterprise ဖြင့် စတင်လိုက်ပါ။",
    "1526887904": "hCaptcha လုပ်ငန်းကိုယ်ရေးကိုယ်တာ",
    "1845745385": "ကိုယ်ရေးကိုယ်တာအတွက် ဒီဇိုင်းထုတ်ထားသည်။",
    "1297224875": "Enterprise အွန်လိုင်းလုံခြုံရေးအတွက် ထူးခြားသောကိုယ်ရေးကိုယ်တာ-မောင်းနှင်သောချဉ်းကပ်မှု။",
    "2762458927": "သင့်အသုံးပြုသူဒေတာကို ရောင်းချရန်မဟုတ်ပါ။",
    "2058856283": "hCaptcha Enterprise တွင် ရည်ရွယ်ချက်တစ်ခုသာရှိသည်- သင်၏အွန်လိုင်းလုပ်ငန်းဆောင်တာများကို အနှောက်အယှက်ဖြစ်စေပြီး သင့်အသုံးပြုသူများကို အန္တရာယ်ပြုခြင်းမှ ကာကွယ်ရန်။",
    "2408036504": "ထို့ကြောင့် ကျွန်ုပ်တို့၏စနစ်များသည် အတန်းလိုက်ထိပ်တန်းလုံခြုံရေးကို ထိန်းသိမ်းထားစဉ် ဒေတာစုဆောင်းခြင်းနှင့် ထိန်းသိမ်းမှုကို လျှော့ချရန် အခြေခံမှစ၍ ဒီဇိုင်းထုတ်ထားပါသည်။ သုံးစွဲသူဒေတာကို ကာကွယ်ရန် အကောင်းဆုံးနည်းလမ်းမှာ ၎င်းကို လုံးဝမသိမ်းဆည်းရန်ဖြစ်သည်။",
    "4099477834": "ဖောက်သည်ဆက်ဆံရေးအားလုံးကို ခိုင်မာသော ဒေတာ စီမံဆောင်ရွက်ရေး သဘောတူညီချက်ဖြင့်လည်း အကာအကွယ်ပေးထားသည်။ hCaptcha ဝန်ဆောင်မှုသည် သင့်ဝန်ဆောင်မှု သို့မဟုတ် သင့်ဖောက်သည်များ မည်သည့်နေရာတွင် နေထိုင်သည်ဖြစ်စေ ကိုယ်ရေးကိုယ်တာဥပဒေများအားလုံးကို လိုက်နာဆောင်ရွက်ပါသည်။ ကိုယ်ရေးကိုယ်တာအချက်အလက်ကို သိမ်းဆည်းထားခြင်းက အခြားကုမ္ပဏီများထက် ကျွန်ုပ်တို့အတွက် ပိုမိုလွယ်ကူစေသည်။",
    "3569492665": "အွန်လိုင်းလှုပ်ရှားမှုကို မှတ်တမ်းတင်ခြင်းသည် အဖြေမဟုတ်ပါ။",
    "3389431373": "reCAPTCHA v3 ကဲ့သို့သော ဝန်ဆောင်မှုများက သင့်ဆိုက်၏ စာမျက်နှာတိုင်းတွင် ၎င်းတို့၏ ခြေရာခံပစ်ဇယ်ကို ထားရှိခြင်းသည် လုံခြုံရေးကောင်းမွန်ရန်အတွက် လိုအပ်သည်ဟု ဆိုသည်။ ဒါက ကိစ္စမရှိပါဘူး။",
    "3590546893": "ရိုးရှင်းသောအပြုအမူပိုင်းခြားစိတ်ဖြာချက်သည် မကောင်းသောသရုပ်ဆောင်များမှ အလွယ်တကူအတုယူနိုင်သော အချက်ပြတစ်ခုဖြစ်ပြီး သင်၏တရားဝင်လမ်းကြောင်းအားလုံးအတွက် ရှာဖွေကြည့်ရှုမှုမှတ်တမ်းကို ဆက်လက်ထိန်းသိမ်းထားရန် လိုအပ်ပါသည်။",
    "1105363520": "ကျွန်ုပ်တို့သည် ကြော်ငြာကွန်ရက်ကို လုပ်ဆောင်ခြင်းမရှိသည့်အပြင် ၎င်းတို့အား ကြော်ငြာများရောင်းချရန်အတွက် သင့်အသုံးပြုသူ၏အပြုအမူကို စောင့်ကြည့်လေ့လာရန် စိတ်ဝင်စားမှုမရှိပါ။ ဆိုလိုသည်မှာ သင့်ဆိုက်၏ စာမျက်နှာတိုင်းတွင် passive pixel တစ်ခု မလိုအပ်ပါ။",
    "3088605177": "လိုအပ်သည့်နေရာတွင်သာ ကျွန်ုပ်တို့၏စိန်ခေါ်မှုကုဒ်ကို ထည့်ပါ၊ သင်နှင့် သင့်အသုံးပြုသူများကို ကာကွယ်ရန် အဓိပ္ပာယ်ရှိသောနေရာတွင်သာ ထည့်ပါ။",
    "337971271": "Machine Learning က အသုံးဝင်ပါတယ်။ ဒါပေမယ့် အလုပ်လုပ်ဖို့အတွက် ကိုယ်ရေးကိုယ်တာအချက်အလက်တွေ မလိုအပ်ပါဘူး။",
    "320166522": "ယခုအခါ စက်သင်ယူခြင်းသည် ကျွန်ုပ်တို့၏ဘဝ၏ ကဏ္ဍတိုင်းနီးပါးကို သက်ရောက်မှုရှိပြီး မကြာခဏဆိုသလို ကျွန်ုပ်တို့ မသိနားမလည်နိုင်၊ မမြင်နိုင်သော နည်းလမ်းများဖြင့် သက်ရောက်မှုရှိသည်။ အွန်လိုင်းလုံခြုံရေးဝန်ဆောင်မှုများသည် မတူညီပါ။",
    "3180664128": "အချက်ပြမှု ထောင်ပေါင်းများစွာကို လေ့လာခြင်းဖြင့်၊ မော်ဒယ်များသည် ပြဿနာတစ်ခုအား ညွှန်ပြရန် လုံလောက်သော ပြင်းထန်သည့်အချက်ပြမှုတစ်ခုမျှမရှိသည့်တိုင် အန္တရာယ်ရှိသော အပြုအမူကို လျင်မြန်စွာ ဖော်ထုတ်နိုင်စေရန် မော်ဒယ်များက ယုံကြည်ချက်မြင့်မားစွာ ရောက်ရှိနိုင်သည်။",
    "961941354": "သို့သော်၊ ဤအရာတစ်ခုမှ ပုဂ္ဂိုလ်ရေးအရ ခွဲခြားသိမြင်နိုင်သော အချက်အလက် (\"PII\") ကို အသုံးပြုရန် မလိုအပ်ပါ။ ခေတ်မီ လျှို့ဝှက်ကုဒ်နည်းပညာများသည် ကျွန်ုပ်တို့အား မည်သည့်ကိုယ်ရေးကိုယ်တာဒေတာကိုမဆို တတ်နိုင်သမျှ မြန်မြန်စွန့်ပစ်နိုင်စေပြီး မည်သူတစ်ဦးတစ်ယောက်နှင့်မျှ ချိတ်ဆက်၍မရသော တစ်လမ်းသွား လက်မှတ်များကို ဖန်တီးပေးပါသည်။",
    "1706581702": "ခွဲခြားသတ်မှတ်ထားသော ဒေတာဆိုင်ရာ သင်တန်းပေးခြင်းသည် ကောင်းစွာလုပ်ဆောင်နိုင်ပြီး လုံခြုံရေး သို့မဟုတ် ကိုယ်ရေးကိုယ်တာအပေါ် အလျှော့အတင်းလုပ်ရန် မလိုအပ်ပါ။ ကျွန်ုပ်တို့၏ဖောက်သည်များသည် လက်တွေ့ကျသောစမ်းသပ်မှုများကို ပြုလုပ်ခဲ့ပြီး၊ ကျွန်ုပ်တို့အား တန်းတူရည်တူ သို့မဟုတ် သာလွန်သည်ဟု ကြေညာထားသည်။",
    "3203921334": "hCaptcha ဖြေရှင်းချက်များနှင့်ပတ်သက်သော အရာများစွာကို ကျွန်ုပ်တို့ နှစ်သက်ပါသည်- 1) ၎င်းတို့သည် ကိုယ်ရေးကိုယ်တာဒေတာကို မရောင်းပါ။ ၎င်းတို့သည် အနည်းဆုံး လိုအပ်သော ကိုယ်ရေးကိုယ်တာ အချက်အလက်များကိုသာ စုဆောင်းကြပြီး ၎င်းတို့စုဆောင်းသည့် အချက်အလက်နှင့် ၎င်းတို့အသုံးပြုပုံနှင့်/သို့မဟုတ် ထုတ်ဖော်ဖော်ပြရာတွင် ပွင့်လင်းမြင်သာမှုရှိကြသည်။",
    "305735018": "နောက်ဆုံးတွင်၊ Google အတွက် ယုံကြည်စိတ်ချရသော အခြားရွေးချယ်စရာတစ်ခု။ hCaptcha Enterprise သည် ပိုမိုမြင့်မားသောလုံခြုံရေးဖြင့် သင်၏ reCAPTCHA ဘေလ်တွင် သိသိသာသာငွေစုသည်- အချို့ကိစ္စများတွင် 80% အထိ ဈေးသက်သာသည်။",
    "3695206755": "တာဝန်မရှိဘဲ သင့်ပတ်ဝန်းကျင်တွင် ကျွန်ုပ်တို့ကို စမ်းကြည့်ပါ။",
    "2941545733": "ကျွန်ုပ်တို့သည် အင်ဂျင်နီယာများဖြစ်သည်၊ အရောင်းသမားများမဟုတ်ပါ၊ ကျွန်ုပ်တို့သည် သင့်ရွေးချယ်မှုကို ပျော်ရွှင်စေလိုပါသည်။",
    "131871195": "သင့်စိတ်ကျေနပ်မှုကိုသေချာစေရန် အကောင်းဆုံးနည်းလမ်းမှာ သင့်လိုအပ်ချက်များနှင့်ကိုက်ညီကြောင်း ပြသရန်ဖြစ်သည်။",
    "3436534225": "လေယာဉ်မှူးစတင်သည့် ကုမ္ပဏီအားလုံးနီးပါးသည် နောက်ဆုံးတွင် ကျွန်ုပ်တို့၏ဖြေရှင်းချက်များကို ရွေးချယ်ကြသည်။",
    "4060250206": "ကျွန်ုပ်တို့၏ နည်းပညာကျွမ်းကျင်သူများထံ ဆက်သွယ်ရန် ဤဖောင်ပုံစံကို အသုံးပြုပါ။ ကျွန်ုပ်တို့ လျင်မြန်စွာ တုံ့ပြန်ပါသည်။",
    "1159746815": "သင်သည် ကျွန်ုပ်တို့ကို တိုက်ရိုက်အီးမေးလ်ပို့နိုင်သည်။",
    "2531534427": "အသေးစိတ်အချက်များ ဤနေရာတွင်။",
    "2059998584": "တိုင်းဒေသကြီး",
    "3916131732": "အမေရိကတိုက်",
    "135276624": "ဥရောပ၊ အရှေ့အလယ်ပိုင်း၊ အာဖရိက (EMEA)",
    "1182294134": "အာရှ-ပစိဖိတ် (APAC)",
    "2437934778": "သင့်နာမည်",
    "3859506577": "လုပ်ငန်းအီးမေးလ်",
    "1268414751": "အခြားအသေးစိတ်အချက်များ ကျွန်ုပ်တို့ရှိသင့်ပါသလား။",
    "42559805": "သင်သည် အရေးပေါ်စတင်ရန် လိုအပ်ပါသလား။",
    "851679588": "ဟုတ်ကဲ့။",
    "1729677626": "ကျွန်ုပ်သည် တိုက်ခိုက်ခံနေရပြီး ချက်ချင်းစတင်ရန် လိုအပ်ပါသည်။",
    "2808971932": "ဤသည်မှာ div ဘလောက်တစ်ခုအတွင်းရှိ စာသားအချို့ဖြစ်သည်။",
    "2468683988": "ခေါင်းစီး",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit ။ eros elementum tristique တွင် Suspendisse varius enim။ Duis cursus၊ mi quis viverra ornare၊ eros dolor interdum nulla၊ ut commodo diam libero vitae erat။ Aenean faucibus nibh et justo cursus ID rutrum lorem imperdiet။ Nunc ut sem vitae risus tristique posuere။",
    "2067334580": "စာသားလင့်ခ်",
    "2212670355": "ဆိုင်းအပ်",
    "31502377": "Rich Text ဒြပ်စင်ဆိုတာ ဘာလဲ။",
    "2310705547": "ကြွယ်ဝသော စာသားဒြပ်စင်သည် သင့်အား ခေါင်းစီးများ၊ စာပိုဒ်များ၊ ပိတ်ပင်တားဆီးမှု ကိုးကားချက်များ၊ ရုပ်ပုံများနှင့် ဗီဒီယိုအားလုံးကို တစ်နေရာတည်းတွင် ပေါင်းထည့်ကာ ဖော်မတ်ဖော်မတ်လုပ်မည့်အစား ဖန်တီးနိုင်စေပါသည်။ နှစ်ချက်နှိပ်ရုံဖြင့် အကြောင်းအရာကို အလွယ်တကူ ဖန်တီးပါ။",
    "2590587108": "တည်ငြိမ်ပြီး သွက်လက်သော အကြောင်းအရာကို တည်းဖြတ်ခြင်း။",
    "778204464": "ကြွယ်ဝသော စာသားဒြပ်စင်ကို အငြိမ် သို့မဟုတ် ဒိုင်းနမစ်အကြောင်းအရာဖြင့် သုံးနိုင်သည်။ တည်ငြိမ်သောအကြောင်းအရာအတွက်၊ ၎င်းကို မည်သည့်စာမျက်နှာသို့မဆို ချပေးပြီး စတင်တည်းဖြတ်ပါ။ တက်ကြွသောအကြောင်းအရာအတွက်၊ စုစည်းမှုတစ်ခုခုတွင် ကြွယ်ဝသောစာသားအကွက်ကို ပေါင်းထည့်ပြီးနောက် ဆက်တင်များဘောင်ရှိ အဆိုပါအကွက်သို့ ကြွယ်ဝသောစာသားဒြပ်စင်ကို ချိတ်ဆက်ပါ။ ကဲ ဒါဆိုရင်တော့!",
    "1890955039": "ကြွယ်ဝသောစာသားတစ်ခုစီအတွက် ဖော်မတ်ချခြင်းကို စိတ်ကြိုက်လုပ်နည်း",
    "3286051798": "အတန်းတစ်ခုအား ကြွယ်ဝသောစာသားဒြပ်စင်သို့ ပေါင်းထည့်ပြီးနောက် ခေါင်းစီးများ၊ စာပိုဒ်များ၊ အကွက်ကိုးကားချက်များ၊ ရုပ်ပုံများ၊ ရုပ်ပုံများနှင့် ပုံစာတန်းများအားလုံးကို ပုံစံထုတ်နိုင်သည်",
    "504332576": "hCaptcha သည် အင်တာနက်၏ 15% ခန့်ကို လည်ပတ်နေသည့် ကမ္ဘာပေါ်တွင် အကြီးဆုံး လွတ်လပ်သော ဆိုက်ဘာလုံခြုံရေးဝန်ဆောင်မှုအဖြစ် ကြီးထွားလာကြောင်း ကျွန်ုပ်တို့ ဂုဏ်ယူဝမ်းမြောက်စွာ ကြေညာအပ်ပါသည်။ ဤစျေးကွက်ဝေစုအများစုကို Google reCAPTCHA မှ တိုက်ရိုက်ရယူထားပါသည်။ hCaptcha နှင့် အတူတကွ",
    "1155436473": "(ကျွန်ုပ်တို့၏ လုပ်ငန်းကမ်းလှမ်းချက်) ယခု လစဉ် ဝဘ်ဆိုဒ်နှင့် အက်ပ် သန်းပေါင်းများစွာတွင် သန်းရာနှင့်ချီသော သုံးစွဲသူများကို ကာကွယ်ပေးပါသည်။ privacy ကို ဦးစွာထားသောအခါတွင် သင်သည် Big Tech နှင့် ယှဉ်ပြိုင်နိုင်သည်ဟု ကျွန်ုပ်တို့၏ဇာတ်လမ်းက ဖော်ပြသည်။",
    "3108727249": "BotStop",
    "1296696044": "ကိုယ်ရေးကိုယ်တာနှင့် လုံခြုံရေး- နှစ်ခုစလုံး ဘာကြောင့်မဟုတ်တာလဲ။",
    "538871570": "Google နှင့် အခြားသော Big Tech ကုမ္ပဏီများနှင့် ယှဉ်ပြိုင်ခြင်းသည် ကြီးမားသော အစီအစဉ်တစ်ခုဟု ထင်ရသည်- ၎င်းတို့၏ လက်ဝါးကြီးအုပ်ဈေးကွက် ပါဝါ၊ ပလက်ဖောင်းအကျိုးသက်ရောက်မှုများနှင့် အခကြေးငွေမြင့်မားသော developer များ၏ စစ်တပ်သည် Facebook သို့မဟုတ် Amazon ကဲ့သို့သော အခြားနည်းပညာကုမ္ပဏီကြီးများမှလွဲ၍ မည်သူမဆို ကိုင်တွယ်ဖြေရှင်းရန် အားကောင်းလွန်းသည်ဟု ယေဘုယျအားဖြင့် ယူဆပါသည်။ ကျွန်ုပ်တို့၏ဇာတ်လမ်းသည် ထိုသို့ဖြစ်ရန်မလိုအပ်ကြောင်းပြသသည် - သင်သည် privacy ကိုအာရုံစိုက်ခြင်းဖြင့် Big Tech ကိုအနိုင်ယူနိုင်သည်။",
    "3600718611": "Google reCAPTCHA ကို စဉ်းစားပါ၊",
    "4281708680": ". hCaptcha တွင်၊ ကျွန်ုပ်တို့သည် ဒေတာအနည်းငယ်ကို စားသုံးပြီး တတ်နိုင်သမျှ သိမ်းဆည်းထားစဉ်တွင် ပုံမှန် bot အပြုအမူများကို တိကျမှန်ကန်စွာဖြင့် ခွဲခြားသတ်မှတ်ရန် လျှို့ဝှက်ရေးထိန်းသိမ်းသည့် စက်သင်ယူမှုနည်းစနစ်များကို အသုံးပြုကာ အလွန်ကွဲပြားခြားနားသောချဉ်းကပ်မှုကို တမင်တကာ လုပ်ဆောင်ခဲ့ပါသည်။",
    "3312336121": "ဝဘ်အသုံးပြုသူများသည် တရားဝင်လူသားများ သို့မဟုတ် ဘော့တ်များ ဟုတ်မဟုတ် ဆုံးဖြတ်ရန် အပြုအမူဆိုင်ရာ အချက်အလက် အများအပြားကို သုံးစွဲသည်",
    "1193738791": ": ၎င်းတို့သည် ဝဘ်ဆိုက်တစ်ခု၏ စာမျက်နှာတိုင်းနှင့် ဝဘ်တစ်ခွင်ရှိ သုံးစွဲသူများ၏ အပြုအမူကို ခြေရာခံသည်။ ကျွန်ုပ်တို့သည် hCaptcha ကို တတ်နိုင်သမျှ privacy-friendly ဖြစ်စေရန် ဒီဇိုင်းထုတ်ထားပါသည်။ ယင်းက ပြဿနာအတွက် လုံးဝကွဲပြားခြားနားသော ချဉ်းကပ်မှုကို ဖြစ်စေခဲ့သည်။ ထွက်ပေါ်လာသည့်အတိုင်း ဝဘ်တစ်ခွင်အသုံးပြုသူများကို ခြေရာခံခြင်းနှင့် ၎င်းတို့၏ဝဘ်မှတ်တမ်းကို ၎င်းတို့၏အထောက်အထားနှင့် ချိတ်ဆက်ခြင်းသည် ကောင်းမွန်သောလုံခြုံရေးကိုရရှိရန်အတွက် လုံးဝမလိုအပ်ပါ။ hCaptcha သို့ပြောင်းသွားသော ကုမ္ပဏီများစွာ",
    "2620705814": "Google သည် ကြော်ငြာကုမ္ပဏီတစ်ခုဖြစ်ပြီး ၎င်းတို့၏ လုံခြုံရေးထုတ်ကုန်များသည် ၎င်းတို့၏ ကြော်ငြာထုတ်ကုန်များနှင့် အလွန်တူသည်။",
    "1126447688": "ကျွန်ုပ်တို့၏ privacy ကိုအာရုံစိုက်နေသော်လည်း bot ရှာဖွေခြင်းနှင့် လျော့ပါးသက်သာစေခြင်းတွင် တန်းတူ သို့မဟုတ် ပိုကောင်းသည့်စွမ်းဆောင်ရည်ကို အစီရင်ခံပါသည်။",
    "439777523": "စည်းကမ်းကိစ္စများ",
    "3588274874": "ဥရောပသမဂ္ဂ၏ GDPR နှင့် ကယ်လီဖိုးနီးယား၏ CCPA ကဲ့သို့သော စည်းမျဥ်းစည်းကမ်းဆိုင်ရာ ကြိုးပမ်းမှုများနှင့် ကိုက်ညီသော ထုတ်ကုန်တစ်ခုကို ပေးပို့ခြင်းအပေါ် အာရုံစိုက်ရာတွင်၊ ကျွန်ုပ်တို့သည် ကြီးမားသောတိုးတက်မှုကို တွေ့ကြုံခံစားခဲ့ရပါသည် - ဟုတ်ပါတယ်၊၊ ၎င်းသည် hCaptcha သည် reCAPTCHA အတွက် ရိုးရှင်းသော အစားထိုးမှုကို ကူညီပေးပြီး မိနစ်ပိုင်းအတွင်း ထည့်သွင်းနိုင်စေရန် ကူညီပေးပါသည်။",
    "2150595700": ". GDPR နှင့် CCPA တို့သည် လုပ်ငန်းဝယ်သူများအတွက် မြေပုံပေါ်တွင် ကိုယ်ရေးကိုယ်တာကိစ္စများကို ထည့်သွင်းထားပြီး တစ်ချိန်တည်းမှာပင် အွန်လိုင်း ကြော်ငြာနှင့် စျေးကွက်ရှာဖွေရေးလုပ်ငန်းများသည် ကျွန်ုပ်တို့၏ဒေတာကို သမိုင်းကြောင်းအရ အသုံးပြုခဲ့ကြသည်ကို ကျွန်ုပ်တို့အားလုံး နားလည်လာကြသောအခါတွင် အွန်လိုင်းကိုယ်ရေးကိုယ်တာသည် လူအများအတွက် ပို၍အရေးကြီးလာသည်။",
    "2624949852": "ဟုတ်ပါတယ်၊ reCAPTCHA သည် 2009 ခုနှစ်ကတည်းက ဝဘ်လုံခြုံရေးအတွက် အစောပိုင်းဝင်ရောက်လာသူဖြစ်ပြီး၊ သန်းပေါင်းများစွာသော ဝဘ်ဆိုဒ်များကို အန္တရာယ်ရှိသော bot များနှင့် spammers များ၏ ကြီးထွားလာနေသော ခြိမ်းခြောက်မှုများကို အမြဲကာကွယ်ပေးပါသည်။ သို့သော်၊ မကြာသေးမီနှစ်များအတွင်း ၎င်းကို လုံးဝအလျှော့ပေးခဲ့သည်။",
    "499510428": "စည်းမျဥ်းစည်းကမ်းက ကျွန်တော်တို့ကို ဒီမှာ ကူညီပေးတယ်ဆိုတာ တကယ်တော့ ယုံကြည်ပါတယ်။",
    "1232651561": "ဆော့ဖ်ဝဲလ်သည် ယခုအခါ reCAPTCHA စိန်ခေါ်မှုများကို ဖြေရှင်းနေသူများကဲ့သို့ ကောင်းမွန်ပါသည်။",
    "824740867": "ဖြေရှင်းချက်ကို ပိုမိုကောင်းမွန်စေမည့်အစား Google သည် သုံးစွဲသူပရိုဖိုင်များတည်ဆောက်ရန်အတွက် လုံခြုံရေးဆော့ဖ်ဝဲထက် ကြော်ငြာကွန်ရက်တစ်ခုကဲ့သို့ ပိုမိုလုပ်ဆောင်သည့် reCAPTCHA v3 ကို ထုတ်ပြန်ခဲ့သည်။ ကံမကောင်းစွာဖြင့်၊ ဤအချက်ပြမှုမျိုးသည် အလွယ်တကူ ရှုံးနိမ့်သွားသောကြောင့် သုံးစွဲသူ၏ကိုယ်ရေးကိုယ်တာကို ထိခိုက်စေပြီး bot များကို အကာအကွယ်အနည်းငယ်ပေးပါသည်။",
    "1027023087": "hCaptcha တွင်ကျွန်ုပ်တို့သည် browsing history ကဲ့သို့ရေရှည်အမူအကျင့်မှတ်တမ်းများကိုဆက်လက်ထိန်းသိမ်းထားရန်မလိုအပ်ဘဲ၊ ဝန်ဆောင်မှုကိုမိတ်ဆက်ကတည်းကဆုံးဖြတ်ထားသောရန်ဘက်များရှေ့တွင်ပိုမိုခံနိုင်ရည်ရှိကြောင်းသက်သေပြနိုင်သည့်ပြဿနာအတွက်ပိုမိုခေတ်မီသောချဉ်းကပ်မှုများကိုကျွန်ုပ်တို့အာရုံစိုက်ခဲ့သည်။",
    "2852295413": "မွေးရာပါ အကျိုးစီးပွားပဋိပက္ခ- ဘော့တ်များကို ရပ်တန့်ခြင်းသည် ကြော်ငြာကွန်ရက်အတွက် ဝင်ငွေကို လျော့နည်းစေသည်။",
    "1597520917": "သုံးစွဲသူများ၏ ကိုယ်ရေးကိုယ်တာအား ဂရုမစိုက်ဘဲ Google သည် ၎င်းတို့၏ဝဘ်ဆိုဒ်များနှင့် အက်ပ်များကို ကာကွယ်ရန် ရှာဖွေနေသည့် သုံးစွဲသူများနှင့် ပတ်သက်သင့်သည်ဟု ဝေဖန်သူအများအပြားက ထောက်ပြကြသည်။",
    "763447231": "တစ်ချိန်တည်းမှာပင်၊ ထုတ်ဝေသူဆိုက်များသို့ ဝင်ရောက်ခြင်းမှ ဘော့တ်များကို ရပ်တန့်ခြင်းသည် ကြော်ငြာလိမ်လည်မှုကို ဖော်ထုတ်နိုင်ပြီး၊ ၎င်းတို့၏ ၀င်ငွေ၏ 80% ကျော်ကို ထုတ်ပေးသည့် Google ၏ reCAPTCHA ထုတ်ကုန်ကို ၎င်းတို့၏ ကြော်ငြာလုပ်ငန်းနှင့် တိုက်ရိုက်ဆန့်ကျင်စေသည်။",
    "999674529": "Google မှ သိရှိသော bot တစ်ခုတိုင်းသည် ကြော်ငြာဒေါ်လာ သုညဖြင့် ရရှိသင့်သည်။ ထို့ကြောင့် Google ၏ ကုမ္ပဏီမက်လုံးများသည် ၎င်းတို့၏ လုံခြုံရေးဝန်ဆောင်မှုများကို အသုံးပြုသူများနှင့် ညံ့ဖျင်းစွာ လိုက်လျောညီထွေဖြစ်ပြီး၊ ၎င်းသည် ၎င်းတို့၏ reCAPTCHA လုံခြုံရေးကမ်းလှမ်းချက်၏ စွမ်းဆောင်ရည် ညံ့ဖျင်းခြင်းအတွက် ရှင်းလင်းချက်တစ်ခု ဖြစ်နိုင်သည်။",
    "956019009": "အကြီးဆုံး ဝဘ်အခြေခံအဆောက်အအုံကုမ္ပဏီများသည် အရေးယူဆောင်ရွက်ထားပြီးဖြစ်သည်။",
    "1923297430": "Google သည် ကုမ္ပဏီများကို ၎င်းတို့၏ ထုတ်ကုန်ကို အဓိပ္ပာယ်ရှိသော အတိုင်းအတာဖြင့် အသုံးပြုမှုအတွက် ကုမ္ပဏီများကို စတင်ကောက်ခံသောအခါ ပိုမိုကြီးမားသော သုံးစွဲသူများစွာအတွက် နောက်ဆုံးထွက်ပေါက်အချက်ဖြစ်လာသည်။ ကမ္ဘာတစ်ဝှမ်းရှိ စည်းမျဉ်းစည်းကမ်းဆိုင်ရာစိုးရိမ်မှုများသည် Google ၏ကမ်းလှမ်းချက်များကိုပိုမိုနှစ်သက်ဖွယ်မရှိအောင်ပြုလုပ်ထားပြီးဖြစ်သောကြောင့် reCAPTCHA အသုံးပြုသူများသည် အချိန်ကြာမြင့်စွာအသုံးပြုသူများအတွက် ပိုမိုကောင်းမွန်သောအခြားရွေးချယ်စရာများကိုရှာဖွေစေခဲ့သည်။",
    "2197218442": "Cloudflare အမှုဆောင်အရာရှိချုပ် Matthew Prince သည် ဤအမြင်ကို အကျဉ်းချုံးဖော်ပြခဲ့သည်။",
    "155456850": "hCaptcha သို့ ၎င်းတို့၏ ကူးပြောင်းမှုကို ကြေငြာခြင်း-",
    "435302267": "ကုမ္ပဏီ၏ဘလော့ဂ်ပို့စ်",
    "2087769953": "\"ကျွန်ုပ်တို့ အချိန်အတော်ကြာ ကြုံတွေ့ခဲ့ဖူးသော Google ဝန်ဆောင်မှုကို အားကိုးရသည့် အခြေခံ ကိုယ်ရေးကိုယ်တာ ပြဿနာကို ဖြေရှင်းရာတွင် ကူညီပေးသည့်အတွက်ကြောင့် ကျွန်ုပ်တို့ စိတ်လှုပ်ရှားမိပါသည်။ CAPTCHA ရောင်းချသူ အများအပြားကို အကဲဖြတ်ပြီး စနစ်တစ်ခုကို ကိုယ်တိုင်တည်ဆောက်ပါသည်။ နောက်ဆုံးတွင်၊ hCaptcha သည် reCAPTCHA အတွက် အကောင်းဆုံးရွေးချယ်စရာတစ်ခုအဖြစ် ပေါ်ထွက်လာခဲ့သည်။\"\"hCaptcha ဖြေရှင်းချက်များနှင့်ပတ်သက်သည့် အရာများစွာကို ကျွန်ုပ်တို့ နှစ်သက်ပါသည်- 1) သူတို့သည် ကိုယ်ရေးကိုယ်တာဒေတာကို မရောင်းပါ။ ၎င်းတို့သည် အနည်းဆုံး လိုအပ်သော ကိုယ်ရေးကိုယ်တာ အချက်အလက်များကိုသာ စုဆောင်းကြပြီး ၎င်းတို့စုဆောင်းသည့် အချက်အလက်နှင့် ၎င်းတို့အသုံးပြုပုံနှင့်/သို့မဟုတ် ထုတ်ဖော်ဖော်ပြရာတွင် ပွင့်လင်းမြင်သာမှုရှိကြသည်။\"",
    "595582512": "သင့်ဆိုက် သို့မဟုတ် အက်ပ်အား ဘော့တ်များ၊ spammers သို့မဟုတ် အခြားအန္တရာယ်ရှိသော သရုပ်ဆောင်များထံမှ ထိရောက်စွာကာကွယ်ရန် သင်ရှာဖွေနေပါက၊ သင့်အသုံးပြုသူများ၏ကိုယ်ရေးကိုယ်တာ (သက်ဆိုင်ရာစည်းမျဉ်းများအားလုံးကို လိုက်နာခြင်း) ကို ထိန်းသိမ်းထားစဉ်တွင်၊ hCaptcha နှင့် ကျွန်ုပ်တို့၏လုပ်ငန်းဆိုင်ရာကမ်းလှမ်းမှုများကို ထည့်သွင်းစဉ်းစားပါ။",
    "3388180864": "ဝဘ်စကေးတွင် နက်နဲသော နည်းပညာဆိုင်ရာစိန်ခေါ်မှုများကို လုပ်ဆောင်ရန် စိတ်ဝင်စားပါသလား။ ကျွန်ုပ်တို့သည် ကမ္ဘာတစ်ဝှမ်းရှိ အရည်အချင်းရှိသော အင်ဂျင်နီယာများကို အမြဲတမ်း ငှားရမ်းနေပါသည်။",
    "3892952987": "ကျွန်ုပ်တို့၏ဖွင့်လှစ်မှုများကိုစစ်ဆေးပြီး ဤနေရာတွင်လျှောက်ထားပါ။",
    "3368788823": "Terence Eden က သူ့ရဲ့ဘလော့ဂ်မှာ စိတ်ဝင်စားစရာကောင်းတဲ့ အချက်တစ်ခုကို ပြောပြခဲ့ပါတယ်",
    "1491780143": "CAPTCHA များသည် သင်လူသားဖြစ်ကြောင်း သက်သေမပြနိုင်သော်လည်း ၎င်းတို့သည် သင်အမေရိကန်ဖြစ်ကြောင်း သက်သေပြပါသည်။",
    "2146900431": "ပင်ကိုယ်အားဖြင့်၊ ဤပြောဆိုချက်သည် အဓိပ္ပါယ်များစွာရှိသည်။ အရာအားလုံးနီးပါးကဲ့သို့ CAPTCHA များကို ယဉ်ကျေးမှုဆိုင်ရာ အကြောင်းအရာတစ်ခုတွင် မြှုပ်နှံထားပြီး သင်၏စိန်ခေါ်မှုများကို ယဉ်ကျေးမှုတစ်ခုတွင် အများအားဖြင့် ဖန်တီးထားပါက၊ ၎င်းသည် အခြားဘာသာသို့ ကောင်းစွာဘာသာပြန်မည်မဟုတ်ပါ။ ၎င်း၏ အဓိကအချက်မှာ ယဉ်ကျေးမှုဆိုင်ရာ ကိစ္စဖြစ်သည်။",
    "378086442": "၎င်းတို့၏ UX ထက် CAPTCHA များ",
    "1445008801": "ဧဒင်ကပြောတဲ့အတိုင်း",
    "332723732": "အကြောင်းအရာ",
    "2072808435": "\"ဘာဖြစ်မယ်ထင်လဲ Google က ငါ့နိုင်ငံမှာ တက္ကစီတွေက ယေဘူယျအားဖြင့် အနက်ရောင်တွေပါ။ အမေရိကားက အဝါရောင်တွေအကုန်လုံးက အဝါရောင်ဖြစ်နေတယ်ဆိုတာ သိဖို့ လုံလောက်တဲ့ရုပ်ရှင်တွေ ငါကြည့်ဖူးတယ်။ ဒါပေမယ့် ငါသွားလည်ဖူးတဲ့ တခြားနိုင်ငံတိုင်းမှာတော့ တက္ကစီတွေက အမိုက်စားပါပဲ။ ကွဲပြားသောအရောင်များ။\"",
    "3206136647": "ဤနေရာတွင် Google ၏ပြဿနာသည် ၎င်းတို့အသုံးပြုသည့်မေးခွန်းဒေတာအပေါ် အခြေခံ၍ ၎င်းကိုမြင်သူနှင့်ယှဉ်ပါ။ အကယ်၍ ဒေတာအားလုံးသည် တူညီသောယဉ်ကျေးမှုမှလာမည်ဆိုပါက ဧဒင်၏တိုင်ကြားချက်နှင့်အညီ အခြားယဉ်ကျေးမှုများကို ကောင်းမွန်စွာဘာသာပြန်ဆိုခြင်းမပြုသော စိန်ခေါ်မှုများရှိလာမည် (Google ၏အခြေအနေတွင်၊ Google ၏ကိစ္စတွင်၊ ကုမ္ပဏီတစ်ခုတည်း) ရှိလာမည်မှာ သေချာပါသည်။",
    "2217842245": "သို့သော်၊ ကျွန်ုပ်တို့၏ဒေတာသည် (hCaptcha အတွက်)၊",
    "4280117172": "နိုင်ဂျီးရီးယား၊ အိန္ဒိယ၊ ဘရာဇီးနှင့် ဂျာမနီအပါအဝင် နိုင်ငံအများအပြားသည် အမေရိကန်ထက် အနည်းငယ်သာလွန်သည်။",
    "555749578": "တိုက်ကြီးတိုင်းရှိ အဓိကနိုင်ငံများတွင် ဖြေရှင်းမှုနှုန်းထားများတွင် ၁% ထက်နည်းသော ကွဲလွဲမှုရှိပါသည်။",
    "151737819": "hCaptcha Solve Rates သည် ကမ္ဘာတစ်ဝှမ်းရှိ ကွဲလွဲမှုအနည်းငယ်သာပြသသည်။",
    "3908992897": "ကမ္ဘာပေါ်ရှိ နိုင်ငံတိုင်းနှင့် နယ်မြေတိုင်းတွင် အသုံးပြုနေသောကြောင့် ကျွန်ုပ်တို့သည် တသမတ်တည်း ကမ္ဘာလုံးဆိုင်ရာ အတွေ့အကြုံကို ပေးအပ်ရန် အလွန်အာရုံစိုက်ထားပါသည်။",
    "2808122102": "ထို့ကြောင့် ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုအတွက် အခြေခံလိုအပ်ချက်တစ်ခုဖြစ်သည်။ တရားဝင်အသုံးပြုသူများအားလုံး အကြောင်းအရာကို လျင်မြန်စွာ ဝင်ရောက်ကြည့်ရှုနိုင်စေရန် သေချာစေခြင်းသည် ကျွန်ုပ်တို့၏မစ်ရှင်၏ အရေးကြီးသောအစိတ်အပိုင်းတစ်ခုဖြစ်သည်။ ကျွန်ုပ်တို့သည် စိန်ခေါ်မှုများကို ဘာသာစကားပေါင်း 110 ဖြင့် ပံ့ပိုးပေးထားပြီး ကျွန်ုပ်တို့၏စိန်ခေါ်မှုများကို လူတိုင်းဖြေရှင်းနိုင်ကြောင်း သေချာစေရန် သက်ဆိုင်ရာဘာသာပြန်များကို စဉ်ဆက်မပြတ်တိုးတက်နေပါသည်။",
    "3913801502": "hCaptcha သည် ယခုအင်တာနက်၏ 15% ခန့်တွင် လုပ်ဆောင်နေပါသည်။",
    "2077639538": ". တစ်ခုအတွက်၊ ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုဆိုင်ရာစိန်ခေါ်မှုဒေတာသည် တစ်ခုတည်းမဟုတ်ဘဲ ရင်းမြစ်များစွာမှ ထွက်ပေါ်လာနိုင်သည် - Fortune 500 ကုမ္ပဏီကြီးများမှ စက်သင်ယူမှုစတင်သည့်လုပ်ငန်းအထိ၊",
    "3951112506": ". ၎င်းသည် ဒေတာများတွင် ကွဲပြားမှု၏ မြင့်မားသောအဆင့်ကို အာမခံထားပြီးဖြစ်သည်။",
    "1803943584": "ဒုတိယ၊ ကျွန်ုပ်တို့သည် မည်သည့်နိုင်ငံ သို့မဟုတ် ဘာသာစကားဖြင့် လုပ်ဆောင်မည်ကို ဆုံးဖြတ်ရန် စိန်ခေါ်မှုများကို မိမိဘာသာ အကောင်းဆုံးဖြစ်အောင် လုပ်ဆောင်နိုင်စေပြီး တသမတ်တည်း အတွေ့အကြုံကို ပိုမိုရရှိနိုင်ခြေကို တိုးမြင့်စေပါသည်။ တိကျမှုမှာ မျှော်လင့်ထားသည်ထက် နိမ့်ပါက၊ ဤအကျိုးသက်ရောက်မှုဖြစ်ပွားသည့် ဒေသ သို့မဟုတ် ဘာသာစကားတွင် လည်ပတ်နေခြင်းကို ရပ်တန့်သွားမည်ဖြစ်သည်။",
    "3668873369": "hCaptcha တွင်၊ ကျွန်ုပ်တို့သည် ပထမနေ့မှစ၍ မတူညီသောချဉ်းကပ်မှုတစ်ခုကို လုပ်ဆောင်ခဲ့သည်။",
    "1519201684": "AI ကျင့်ဝတ်မူဝါဒ",
    "2155089487": ". ကျွန်ုပ်တို့၏စိန်ခေါ်မှုများသည် အချို့သောအဖွဲ့များအတွက် ပိုမိုလွယ်ကူစွာဖြေရှင်းနိုင်ပါက၊ ၎င်းတို့ကိုဖြေရှင်းရာတွင် ကမ္ဘာတစ်ဝှမ်းရှိလူများနှင့် မတူညီသောယဉ်ကျေးမှုများမှလုပ်ဆောင်ပုံတွင် ကွဲပြားမှုကိုတွေ့မြင်ရမည်ဖြစ်ပါသည်။ Eden ရဲ့ ရာထူးအတွက် ပြောရရင် အမေရိကန်တွေဟာ တခြားနိုင်ငံတွေက လူတွေထက် ပိုကောင်းအောင် လုပ်မယ်လို့ မျှော်လင့်ပါတယ်။ ဤပြဿနာကိုရှောင်ရှားရန် ကျွန်ုပ်တို့သည် နှစ်ပေါင်းများစွာကြာအောင် တီထွင်ခဲ့သော စနစ်များကြောင့်၊ အမှန်တကယ်တွင် ကျွန်ုပ်တို့သည် ဆန့်ကျင်ဘက်အဖြစ်သာ မြင်သည်။",
    "2603863826": "PS- တိုးတက်မှုများကို အသုံးပြုနိုင်သည့် သင့်ဘာသာစကားဖြင့် ဘာသာပြန်ဆိုချက်တစ်ခုကို သင်တွေ့ရှိပါက၊ တင်ပြရန် အခမဲ့ခံစားပါ။",
    "3543141425": "အဲဒါအတွက်!",
    "2697276059": "၎င်းသည် လုပ်ဆောင်နေကြောင်း အထောက်အထား- တစ်ကမ္ဘာလုံးအတိုင်းအတာဖြင့် ဖြေရှင်းမှုနှုန်းများ",
    "664236229": "တောင်းဆိုချက်ဆွဲ"
}