{
  "header-privacy-link": "ឯកជនភាព",
  "header-integration-link": "សមាហរណកម្ម",
  "header-cost-link": "ការចំណាយ",
  "header-features-link": "លក្ខណៈពិសេស",
  "header-docs-link": "ឯកសារ",
  "header-login-button": "ចូល",
  "header-contact-button": "ទំនាក់ទំនងផ្នែកលក់",
  "intro-heading": "ការផ្ទៀងផ្ទាត់មនុស្សជាតិកកិតសូន្យ។",
  "intro-contact-button": "ទាក់ទងមកយើងដើម្បីស្វែងយល់បន្ថែម",
  "intro-text-bottom": "ពឹងផ្អែកលើក្រុមហ៊ុនដែលផ្តល់ថាមពលដល់គេហទំព័រ។",
  "sub-menu-button": "ទំនាក់ទំនងផ្នែកលក់",
  "sub-menu-item1": "សហគ្រាស",
  "sub-menu-item2": "ការចំណាយ",
  "sub-menu-item3": "សមាហរណកម្ម",
  "sub-menu-item4": "លក្ខណៈពិសេស",
  "sub-menu-item5": "ឯកជនភាព",
  "sub-menu-item6": "ឯកសារ",
  "info-head-1": "បានបង្កើតឡើងនៅលើវេទិកា hCaptcha ដែលបានបញ្ជាក់",
  "info-text-1": "សហគ្រាស hCaptcha ដំណើរការលើបច្ចេកវិទ្យាវេទិកា hCaptcha ដែលត្រូវបានពង្រីកដើម្បីរួមបញ្ចូលលក្ខណៈពិសេសដែលសហគ្រាសត្រូវការចរាចរណ៍ខ្ពស់។",
  "info-head-2": "ដៃគូដែលអាចទុកចិត្តបាន។",
  "intro-subtitle": "ដោះស្រាយបញ្ហា bot របស់អ្នកនៅថ្ងៃនេះ។",
  "info-text-2": "សេវាកម្មរបស់យើងត្រូវបានជឿទុកចិត្តដោយក្រុមហ៊ុនធំជាងគេលើពិភពលោក ដើម្បីបម្រើអ្នកប្រើប្រាស់ប្រចាំថ្ងៃរាប់លាននាក់នៅទូទាំងគេហទំព័ររាប់សិបលាន។",
  "cloudflare-quote-text": "យើងបានវាយតម្លៃអ្នកលក់ CAPTCHA មួយចំនួន ក៏ដូចជាការកសាងប្រព័ន្ធដោយខ្លួនឯងផងដែរ។ នៅទីបញ្ចប់ hCaptcha បានក្លាយជាជម្រើសដ៏ល្អបំផុតសម្រាប់ reCAPTCHA ។",
  "cloudflare-quote-detail": "នាយកគ្រប់គ្រងផលិតផល Cloudflare",
  "section-quote-head": "ជម្រើសដ៏មានប្រសិទ្ធិភាពតម្លៃសម្រាប់សហគ្រាសដែលមានចរាចរណ៍ខ្ពស់។",
  "section-quote-text": "ជាចុងក្រោយ ជម្រើសដ៏គួរឱ្យទុកចិត្តមួយសម្រាប់ Google ។ សហគ្រាស hCaptcha ផ្តល់នូវការសន្សំយ៉ាងច្រើនលើវិក្កយបត្រ reCAPTCHA របស់អ្នកជាមួយនឹងសុវត្ថិភាពខ្ពស់៖ រហូតដល់ 80% មានតម្លៃថោកជាងក្នុងករណីខ្លះ។ សេវាកម្មអនឡាញដ៏ធំបំផុតរបស់ពិភពលោកជាច្រើនបានប្តូរទៅ hCaptcha Enterprise និងទទួលបានការកែលម្អការរកឃើញ bot រួមជាមួយការសន្សំការចំណាយយ៉ាងច្រើន។",
  "section-quote-button": "ទាក់ទងមកយើងថ្ងៃនេះសម្រាប់ការសម្រង់តម្លៃ",
  "section-privacy-header": "ភាពឯកជនផ្តោត",
  "section-privacy-text-1": "បណ្តាញផ្សាយពាណិជ្ជកម្មមើលឃើញអ្នកទស្សនារបស់អ្នកជាផលិតផល។ សម្រាប់យើង ផលិតផលតែមួយគត់គឺកំណត់មនុស្សជាតិរបស់ពួកគេ។ សេវាកម្មរបស់យើងបំពេញ ឬលើសពីតម្រូវការ GDPR, CCPA និង LGPD និងគាំទ្រគំនិតផ្តួចផ្តើមដូចជា Privacy Pass ជាដើម។ យើងខិតខំធ្វើការដើម្បីធ្វើឱ្យមានតុល្យភាពរវាងឯកជនភាព និងសុវត្ថិភាព។",
  "section-privacy-text-2": "ការផ្តោតអារម្មណ៍តែមួយគត់លើភាពឯកជននេះមានន័យថា យើងអាចផ្តល់នូវការរក្សាទុកទិន្នន័យបុគ្គលសូន្យ ប្រតិបត្តិការដោយគ្មានខូគី និងការធានាឯកជនភាពតាមកិច្ចសន្យាផ្សេងទៀតតាមតម្រូវការ ខណៈពេលដែលរក្សាបាននូវសុវត្ថិភាពដ៏ល្អឥតខ្ចោះ។",
  "section-security-header": "សុវត្ថិភាពទីមួយ",
  "section-security-text-1": "ភាពត្រឹមត្រូវគឺស្ថិតនៅក្នុងចំណាប់អារម្មណ៍របស់អ្នក និងរបស់យើង។ hCaptcha ដំណើរការដើម្បីផ្តល់ឱ្យអ្នកនូវទិន្នន័យពិតប្រាកដ និងអនុញ្ញាតឱ្យអ្នកសម្រេចចិត្តពីរបៀបប្រើវា។ captchas ផ្សេងទៀតត្រូវបានផ្តល់ដោយក្រុមហ៊ុនផ្សាយពាណិជ្ជកម្មយក្ស។ នេះមានន័យថារាល់ bot ដែលពួកគេទប់ស្កាត់អាចកាត់បន្ថយប្រាក់ចំណូលរបស់ពួកគេ។",
  "section-security-text-2": "ការប្រើប្រាស់បច្ចេកទេសរៀនតាមម៉ាស៊ីនចុងក្រោយបំផុតដោយផ្តោតលើភាពឯកជនអនុញ្ញាតឱ្យយើងលើសពីស្តង់ដារសុវត្ថិភាពនៃការកត់ត្រាទុកជាយុទ្ធសាស្ត្រជារៀងរហូតដោយមិនប៉ះពាល់ដល់សុវត្ថិភាព ឬឯកជនភាពរបស់អ្នកប្រើប្រាស់ឡើយ។",
  "section-user-experience-header": "បទពិសោធន៍អ្នកប្រើប្រាស់ដ៏អស្ចារ្យ",
  "section-user-experience-text1": "សម្រាប់​អ្នក​ប្រើ​សហគ្រាស ជម្រើស​មាន​ដើម្បី​បញ្ចៀស​បញ្ហា​ប្រឈម​ទាំង​ស្រុង​នៅ​ក្នុង​សេណារីយ៉ូ​ភាគច្រើន។",
  "section-user-experience-text2": "កាត់បន្ថយការកកិតដោយជៀសវាងបញ្ហាប្រឈមទាំងស្រុងសម្រាប់ 99.9% នៃចរាចរណ៍ស្របច្បាប់របស់អ្នក ខណៈពេលដែលនៅតែផ្តល់នូវសុវត្ថិភាពដ៏ល្អឥតខ្ចោះ អរគុណចំពោះម៉ូដែល bot កម្រិតខ្ពស់។",
  "section-easy-integration-header": "ការរួមបញ្ចូលងាយស្រួល",
  "section-easy-integration-text": "ការបន្ថែម hCaptcha ចំណាយពេលត្រឹមតែប៉ុន្មាននាទី និងកូដពីរបីបន្ទាត់ប៉ុណ្ណោះ។ API មូលដ្ឋានគឺត្រូវគ្នាជាមួយ reCAPTCHA V2 ហើយវាចំណាយពេលត្រឹមតែប៉ុន្មាននាទីប៉ុណ្ណោះដើម្បីប្តូរ។ អ្នកអាចចាប់ផ្តើមដំណើរការជាមួយនឹងជម្រើសដ៏ល្អមួយនៅថ្ងៃនេះ ហើយបើកមុខងារកម្រិតខ្ពស់បន្ថែមទៀតតាមការចាំបាច់។",
  "section-easy-integration-serverside": "ផ្នែកខាងម៉ាស៊ីនមេ៖",
  "section-easy-integration-frontend": "ផ្នែកខាងមុខ៖",
  "section-threat-header": "ពិន្ទុគំរាមកំហែងតាមបំណង",
  "section-threat-text": "មិនមែនបញ្ហាទាំងអស់សុទ្ធតែដូចគ្នាទេ៖ ការទទួលបានពិន្ទុតែមួយមានន័យថាវាត្រូវតែដោះស្រាយតម្រូវការរបស់អ្នកដើម្បីឱ្យមានប្រយោជន៍។ ជាមួយនឹងពិន្ទុគំរាមកំហែងតាមតម្រូវការផ្ទាល់ខ្លួនតែមួយគត់របស់ hCaptcha ការពិគ្រោះយោបល់រហ័សអនុញ្ញាតឱ្យយើងកែតម្រូវគំរូរបស់យើងដើម្បីផ្តល់ពិន្ទុកាន់តែពាក់ព័ន្ធទៅនឹងអាជីវកម្មរបស់អ្នក។",
  "section-challenges-header": "ចាប់ផ្តើមការប្រកួតប្រជែងផ្ទាល់ខ្លួនរបស់អ្នកក្នុងរយៈពេលមួយវិនាទី",
  "section-challenges-text-1": "ស្ថិតនៅលើម៉ាកជាមួយនឹងមាតិកាដែលពាក់ព័ន្ធ",
  "section-challenges-text-2": "នៅពេលដែលអ្នកប្រើប្រាស់ត្រូវដោះស្រាយបញ្ហាប្រឈមដើម្បីបំពេញតម្រូវការសុវត្ថិភាព ហេតុអ្វីមិនបង្កើតកិច្ចការដែលរីករាយ និងពាក់ព័ន្ធជាមួយអ្នកប្រើប្រាស់? ជាមួយអ្នករចនាការប្រកួតប្រជែងផ្ទាល់ខ្លួនសាមញ្ញរបស់យើង អ្នកអាចចាប់ផ្តើមមាតិកាប្រកួតប្រជែងនៅលើម៉ាកក្នុងរយៈពេលតែប៉ុន្មាននាទីប៉ុណ្ណោះ។",
  "section-integration-header": "ការរួមបញ្ចូលវេទិកាដោយផ្ទាល់",
  "section-integration-subheader": "សម្រាប់ក្រុមហ៊ុនហេដ្ឋារចនាសម្ព័ន្ធបណ្តាញ",
  "section-integration-text": "ប្រព័ន្ធសហគ្រាស hCaptcha មានភាពបត់បែនតែមួយគត់ក្នុងការរចនារបស់វា៖ វាអាចត្រូវបានប្រើប្រាស់ដោយផ្នែក ឬទាំងស្រុងនៅគែមនៃបណ្តាញរបស់អ្នក ប្រសិនបើអ្នកដំណើរការពពកសាធារណៈ ឬជាម្ចាស់មជ្ឈមណ្ឌលទិន្នន័យជាច្រើន។ នេះអាចកាត់បន្ថយការចំណាយ និងចរាចរណ៍ក្រៅបណ្តាញយ៉ាងច្រើន ខណៈពេលដែលរក្សាបាននូវអត្ថប្រយោជន៍ទាំងអស់នៃការគ្រប់គ្រងដោយបុគ្គលិករបស់យើង 24/7 ដើម្បីបំពេញតាម SLAs ដ៏តឹងរ៉ឹងបំផុត។",
  "section-support-header": "អ្នកជំនាញ និងការគាំទ្រដែលអាចទទួលបានសម្រាប់ទាំងអ្នក និងអ្នកប្រើប្រាស់របស់អ្នក។",
  "section-support-text": "សេវាកម្មគឺជាអាទិភាពចម្បងសម្រាប់ពួកយើង។ យើងរក្សាការគាំទ្រលើការហៅទូរសព្ទ 24/7 និងផ្តល់ជូននូវការសម្របសម្រួលដោយផ្ទាល់របស់ Slack ជាមួយក្រុមសមាហរណកម្មវិស្វកម្មរបស់អ្នក និងបុគ្គលិកតាមការហៅទូរសព្ទរបស់យើងក្នុងអំឡុងពេល និងក្រោយពេលអនុវត្ត។ យើងក៏ប្តេជ្ញាចិត្តក្នុងការត្រួតពិនិត្យ និងឆ្លើយតបយ៉ាងសកម្មចំពោះសំណួររបស់អ្នកប្រើនៅលើប្រព័ន្ធផ្សព្វផ្សាយសង្គម វេទិកានានា។ និងបណ្តាញជំនួយក្នុងធាតុក្រាហ្វិក និងអ៊ីមែលរបស់យើង។ យើងអាចចូលប្រើបាន និងឆ្លើយតប និងចាត់ទុកការពេញចិត្តរបស់អ្នកប្រើប្រាស់ជា KPI កំពូល។",
  "section-enterprise-header": "លក្ខណៈពិសេសនៃសហគ្រាស",
  "section-enterprise-title-1": "ការការពារប្រឆាំង bot លំដាប់ពិភពលោក",
  "section-enterprise-desc-1": "សមរភូមិ-សាកល្បងតាមមាត្រដ្ឋានគេហទំព័រ។",
  "section-enterprise-title-2": "ពិន្ទុ bot ភាពត្រឹមត្រូវខ្ពស់។",
  "section-enterprise-desc-2": "រកឃើញតួអង្គអាក្រក់នៃប្រភេទផ្សេងៗគ្នាជាច្រើន។",
  "section-enterprise-title-3": "ការកកិតសូន្យនិងរបៀបអកម្ម 99.9%",
  "section-enterprise-desc-3": "ប្រកួតប្រជែងតិចជាង 0.1% នៃអ្នកប្រើប្រាស់ស្របច្បាប់។",
  "section-enterprise-title-4": "គ្រប់គ្រងប្រភេទបញ្ហាប្រឈមត្រូវបានបង្ហាញ",
  "section-enterprise-desc-4": "បណ្ណាល័យធំទូលាយនៃប្រភេទដែលត្រូវជ្រើសរើស។",
  "section-enterprise-title-5": "គ្រប់គ្រងមាតិកាបញ្ហាប្រឈមដែលបានប្រើ",
  "section-enterprise-desc-5": "ស្ថិតនៅលើម៉ាកជាមួយនឹងបទពិសោធន៍អ្នកប្រើប្រាស់ជាប់លាប់។",
  "section-enterprise-title-6": "SLAs សហគ្រាស",
  "section-enterprise-desc-6": "ធានាភាពជឿជាក់ និងជំនួយការហៅទូរសព្ទ 24/7 រហ័ស។",
  "section-enterprise-title-7": "ការគាំទ្រកម្មវិធីរុករកចាស់",
  "section-enterprise-desc-7": "ឆបគ្នាគ្រប់វិធីត្រលប់ទៅ Internet Explorer 8 ។",
  "section-enterprise-title-8": "ផ្ទាំងគ្រប់គ្រងការរាយការណ៍កម្រិតខ្ពស់ និង API",
  "section-enterprise-desc-8": "មើលអ្វីដែលកំពុងកើតឡើងនៅគ្រប់គេហទំព័រ និងកម្មវិធីរបស់អ្នក។",
  "section-enterprise-title-9": "ធ្វើការនៅគ្រប់ប្រទេស",
  "section-enterprise-desc-9": "មិនដូច reCAPTCHA យើងធ្វើការនៅគ្រប់ប្រទេស។",
  "section-enterprise-title-10": "គោល​នយោបាយ​សិទ្ធិ​ឯក​ជន GDPR, CCPA, និង LGPD-friendly",
  "section-enterprise-desc-10": "រចនាឡើងសម្រាប់ភាពឯកជនចាប់ពីថ្ងៃដំបូង។ កិច្ចព្រមព្រៀងដំណើរការទិន្នន័យរឹងមាំ។",
  "section-enterprise-title-11": "កម្រិត​នៃ​ការ​លំបាក​ល្អ​",
  "section-enterprise-desc-11": "ចុចត្រង់នេះ ដើម្បីឲ្យសមនឹងករណីប្រើប្រាស់របស់អ្នក។",
  "section-enterprise-title-12": "ពិធីជប់លៀងដំបូង",
  "section-enterprise-desc-12": "សំណើ និងទ្រព្យសម្បត្តិទាំងអស់ចូលទៅកាន់ hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "ផ្ទាំងគ្រប់គ្រងអ្នកប្រើប្រាស់ច្រើន។",
  "section-enterprise-desc-13": "ចែករំលែកការគ្រប់គ្រងលើក្រុមរបស់អ្នក។",
  "section-enterprise-title-14": "ការផ្ទៀងផ្ទាត់ភ្លាមៗ",
  "section-enterprise-desc-14": "ភាពយឺតយ៉ាវ 0ms៖ ផ្ទៀងផ្ទាត់សញ្ញាសម្ងាត់ hCaptcha ដោយមិនមានការហៅ API ទេ។",
  "section-enterprise-title-15": "សមាហរណកម្មចល័ត (iOS និង Android)",
  "section-enterprise-desc-15": "បទពិសោធន៍គ្មានថ្នេរនៅលើបណ្តាញ ទូរស័ព្ទចល័តដើម គេហទំព័រចល័ត។ ការរួមបញ្ចូលដែលបានបង្កើតជាមុន និង SDKs ដើមអាចប្រើបាន។",
  "section-enterprise-title-16": "លក្ខខណ្ឌផ្ទាល់ខ្លួន និងការធានាឯកជនភាព",
  "section-enterprise-desc-16": "បំពេញតម្រូវការផ្លូវច្បាប់របស់អ្នក នៅពេលដែលក្រុមហ៊ុនផ្សេងទៀតមិនអាច។",
  "presented-challlenges-head": "ការប្រកួតប្រជែងដែលបានបង្ហាញ",
  "presented-challenges-title-1": "ការប្រៀបធៀប",
  "presented-challenges-text-1": "ជ្រើសរើសរូបភាពទាំងអស់ដែលត្រូវនឹងសំណួរ",
  "presented-challenges-title-2": "ប្រអប់ព្រំដែន",
  "presented-challenges-text-2": "កំណត់តំបន់ព្រំដែនសម្រាប់វត្ថុ",
  "presented-challenges-title-3": "ការចាត់ថ្នាក់",
  "presented-challenges-text-3": "កំណត់ស្លាកសញ្ញាដែលត្រូវគ្នា។",
  "presented-challenges-subheader": "... និងកិច្ចការសាមញ្ញៗផ្សេងទៀត។ ងាយស្រួលសម្រាប់មនុស្ស ពិបាកសម្រាប់រូបយន្ត។",
  "presented-challenges-subtext": "ភារកិច្ចផ្ទាល់ខ្លួនក៏មានសម្រាប់អ្នកបោះពុម្ពផ្សាយសហគ្រាសផងដែរ។",
  "footer-header-1": "ក្រុមហ៊ុន",
  "footer-header-2": "ធនធាន",
  "footer-header-3": "ទំនាក់ទំនង",
  "footer-link-1": "ការដាក់ស្លាក",
  "footer-link-2": "អំពី",
  "footer-link-3": "ការងារ",
  "footer-link-4": "ពាណិជ្ជសញ្ញា",
  "footer-link-5": "ប្លុក",
  "footer-link-6": "ស្ថានភាព",
  "footer-link-7": "ឯកសារ",
  "footer-link-8": "រាយការណ៍អំពីកំហុស",
  "footer-link-9": "ភាពងាយស្រួល",
  "footer-terms": "លក្ខខណ្ឌ",
  "footer-privacy": "ឯកជនភាព",
  "footer-attribution": "គុណលក្ខណៈ",
  "footer-subheader-1": "គាំទ្រ",
  "footer-subheader-2": "ទំនាក់ទំនង",
  "switch-to-english-link": "ប្តូរទៅជាភាសាអង់គ្លេស",
  "intro-heading-privacy": "រចនាឡើងសម្រាប់ភាពឯកជន។",
  "intro-subtitle-p1-privacy": " វិធីសាស្រ្តដែលជំរុញដោយឯកជនភាពតែមួយគត់ចំពោះសុវត្ថិភាពអនឡាញ។",
  "info-head-2-pr": "ការកត់ត្រាសកម្មភាពតាមអ៊ីនធឺណិតមិនមែនជាចម្លើយទេ។",
  "info-text-1-pr": "សហគ្រាស hCaptcha មានគោលបំណងតែមួយគត់៖ ដើម្បីការពារតួអង្គអាក្រក់ពីការរំខានដល់ប្រតិបត្តិការអនឡាញរបស់អ្នក និងធ្វើឱ្យប៉ះពាល់ដល់អ្នកប្រើប្រាស់របស់អ្នក។",
  "info-text-2-pr": "ដូច្នេះប្រព័ន្ធរបស់យើងត្រូវបានរចនាឡើងតាំងពីមូលដ្ឋានរហូតដល់ការប្រមូលទិន្នន័យ និងការរក្សាទុកជាអប្បបរមា ខណៈពេលដែលរក្សាបាននូវសុវត្ថិភាពឈានមុខគេក្នុងថ្នាក់។ មធ្យោបាយដ៏ល្អបំផុតដើម្បីការពារទិន្នន័យអ្នកប្រើប្រាស់គឺមិនត្រូវរក្សាទុកវាទាល់តែសោះ។",
  "info-text-3-pr": "ទំនាក់ទំនងអតិថិជនទាំងអស់ក៏ត្រូវបានការពារដោយកិច្ចព្រមព្រៀងដំណើរការទិន្នន័យដ៏រឹងមាំផងដែរ។ សេវាកម្ម hCaptcha អនុលោមតាមច្បាប់ឯកជនភាពទាំងអស់ មិនថាសេវាកម្មរបស់អ្នក ឬអតិថិជនរបស់អ្នករស់នៅទីណាក៏ដោយ។ ការមិនរក្សាទិន្នន័យផ្ទាល់ខ្លួនធ្វើឱ្យវាកាន់តែងាយស្រួលសម្រាប់យើងជាងក្រុមហ៊ុនដទៃទៀត។",
  "info-text-2-2-pr": "សេវាកម្មដូចជា reCAPTCHA v3 និយាយថាការដាក់ភីកសែលតាមដានរបស់ពួកគេនៅលើគ្រប់ទំព័រនៃគេហទំព័ររបស់អ្នកគឺចាំបាច់សម្រាប់សុវត្ថិភាពល្អ។ នេះមិនមែនជាករណីនោះទេ។",
  "info-text-2-3-pr": "ការវិភាគអាកប្បកិរិយាសាមញ្ញគឺជាសញ្ញាមួយដែលងាយក្លែងបន្លំដោយតួអង្គអាក្រក់ ហើយតម្រូវឱ្យមានការរក្សាប្រវត្តិរុករកសម្រាប់ចរាចរណ៍ស្របច្បាប់របស់អ្នកទាំងអស់ផងដែរ។",
  "info-text-2-4-pr": "យើងមិនដំណើរការបណ្តាញផ្សាយពាណិជ្ជកម្មទេ ហើយមិនមានចំណាប់អារម្មណ៍ក្នុងការសង្កេតមើលអាកប្បកិរិយារបស់អ្នកប្រើប្រាស់របស់អ្នកដើម្បីលក់ការផ្សាយពាណិជ្ជកម្មឱ្យពួកគេ។ នេះមានន័យថាយើងមិនទាមទារភីកសែលអកម្មនៅគ្រប់ទំព័រនៃគេហទំព័ររបស់អ្នកទេ។",
  "info-text-2-5-pr": "បន្ថែមកូដបញ្ហាប្រឈមរបស់យើងតែនៅកន្លែងដែលចាំបាច់ និងកន្លែងដែលវាសមហេតុផលដើម្បីការពារទាំងអ្នក និងអ្នកប្រើប្រាស់របស់អ្នក។",
  "info-head-3-pr": "ការរៀនម៉ាស៊ីនមានប្រយោជន៍។ ប៉ុន្តែវាមិនត្រូវការទិន្នន័យផ្ទាល់ខ្លួនដើម្បីដំណើរការទេ។",
  "info-text-3-1-pr": "ការ​រៀន​ម៉ាស៊ីន​ឥឡូវ​នេះ​មាន​ឥទ្ធិពល​ស្ទើរតែ​គ្រប់​ទិដ្ឋភាព​នៃ​ជីវិត​របស់​យើង ដែល​ជា​ញឹកញយ​តាម​របៀប​ដែល​យើង​មិន​ដឹង និង​មើល​មិន​ឃើញ។ សេវាសន្តិសុខតាមអ៊ីនធឺណិតមិនខុសគ្នាទេ។",
  "info-text-3-2-pr": "តាមរយៈការរៀនពីសញ្ញារាប់ពាន់ ម៉ូដែលអាចសន្និដ្ឋាន និងឈានដល់ភាពជឿជាក់ខ្ពស់ក្នុងការរកឃើញអាកប្បកិរិយាព្យាបាទយ៉ាងឆាប់រហ័ស សូម្បីតែនៅពេលដែលគ្មានសញ្ញាបុគ្គលណាមួយនឹងខ្លាំងគ្រប់គ្រាន់ដើម្បីបង្ហាញពីបញ្ហាក៏ដោយ។",
  "info-text-3-3-pr": "ទោះយ៉ាងណាក៏ដោយ វាមិនតម្រូវឱ្យមានការប្រើប្រាស់ព័ត៌មានដែលអាចកំណត់អត្តសញ្ញាណផ្ទាល់ខ្លួន (PII) បានទេ។ បច្ចេកទេសគ្រីបគ្រីបទំនើបអនុញ្ញាតឱ្យយើងបោះបង់ទិន្នន័យផ្ទាល់ខ្លួនណាមួយឱ្យបានលឿនតាមដែលអាចធ្វើបាន ដោយបង្កើតជំនួសឱ្យហត្ថលេខាផ្លូវតែមួយដែលមិនអាចភ្ជាប់ជាមួយបុគ្គលណាម្នាក់បាន។",
  "info-text-3-4-pr": "ការបណ្តុះបណ្តាលលើទិន្នន័យដែលមិនកំណត់អត្តសញ្ញាណដំណើរការដូចគ្នាដែរ ហើយមិនតម្រូវឱ្យមានការសម្របសម្រួលលើសុវត្ថិភាព ឬឯកជនភាពនោះទេ។ អតិថិជនរបស់យើងបានធ្វើតេស្តជាក់ស្តែង ហើយបានប្រកាសថាយើងស្មើ ឬប្រសើរជាងជម្រើសឯកជនតិចជាងច្រើន។",
  "cloudflare-quote-text-privacy": "យើងចូលចិត្តរឿងមួយចំនួនអំពីដំណោះស្រាយ hCaptcha៖ 1) ពួកគេមិនលក់ទិន្នន័យផ្ទាល់ខ្លួនទេ។ ពួកគេប្រមូលបានតែទិន្នន័យផ្ទាល់ខ្លួនចាំបាច់អប្បបរមា ពួកគេមានតម្លាភាពក្នុងការពិពណ៌នាអំពីព័ត៌មានដែលពួកគេប្រមូល និងរបៀបដែលពួកគេប្រើប្រាស់ និង/ឬបង្ហាញវា។",
  "pilot-head": "សាកល្បងពួកយើងនៅក្នុងបរិយាកាសរបស់អ្នកដោយគ្មានកាតព្វកិច្ច។",
  "pilot-text-1a": "យើងជាវិស្វករ មិនមែនអ្នកលក់ទេ៖ យើងចង់ឱ្យអ្នកសប្បាយចិត្តជាមួយនឹងជម្រើសរបស់អ្នក។",
  "pilot-text-1b": "មធ្យោបាយដ៏ល្អបំផុតដើម្បីធានាថាការពេញចិត្តរបស់អ្នកគឺដើម្បីបង្ហាញថាយើងបំពេញតម្រូវការរបស់អ្នក។",
  "pilot-text-1c": "ស្ទើរតែគ្រប់ក្រុមហ៊ុនទាំងអស់ដែលចាប់ផ្តើមអ្នកបើកបរនៅទីបំផុតជ្រើសរើសដំណោះស្រាយរបស់យើង។",
  "pilot-text-1d": "ប្រើទម្រង់នេះដើម្បីទាក់ទងអ្នកឯកទេសបច្ចេកទេសរបស់យើង។ យើងឆ្លើយតបយ៉ាងឆាប់រហ័ស។",
  "pilot-text-1e": "អ្នកក៏អាចផ្ញើអ៊ីមែលមកយើងដោយផ្ទាល់ផងដែរ។",
  "pilot-email-details": "ព័ត៌មានលម្អិតនៅទីនេះ។",
  "pilot-f1": "តំបន់",
  "pilot-f2": "ឈ្មោះ​របស់​អ្នក",
  "pilot-f3": "ឈ្មោះ​របស់​អ្នក",
  "pilot-f4": "អ៊ីមែលអាជីវកម្ម",
  "pilot-f5": "តើព័ត៌មានលម្អិតផ្សេងទៀតដែលយើងគួរមាន?",
  "pilot-f6": "តើ​អ្នក​តម្រូវ​ឱ្យ​មាន​ការ​ចូល​ដំណើរ​ការ​ជា​បន្ទាន់​?",
  "pilot-f7": "បាទ។",
  "pilot-f8": "ខ្ញុំស្ថិតក្រោមការវាយប្រហារ ហើយទាមទារឱ្យមានការឡើងយន្តហោះជាបន្ទាន់។",
  "pilot-f9": "ដាក់ស្នើ",
  "pilot-f10": "តាមរយៈការបញ្ចូលអ៊ីមែលរបស់អ្នក អ្នកយល់ព្រមនឹងលក្ខខណ្ឌ និងគោលការណ៍ឯកជនភាពរបស់យើង ហើយដើម្បីទទួលបានអ៊ីមែលពីយើង។",
  "pilot-fo-1": "ការរួមបញ្ចូលមិនអាចងាយស្រួលជាងនេះទេ។",
  "pilot-fo-2": "hCaptcha មានសមាហរណកម្មដែលបានបង្កើតជាមុនរាប់សិបសម្រាប់ប្រព័ន្ធ frontend និង backend ដែលអ្នកប្រើ។",
  "pilot-fo-3": "ប្រសិនបើអ្នកមកពី reCAPTCHA របស់ Google នោះ APIs របស់យើងគឺជាការជំនួសធ្លាក់ចុះ។ កូដបីជួរគឺទាំងអស់ដែលអ្នកត្រូវការ។",
  "pilot-fo-4": "វិស្វករដែលកំពុងដំណើរការរបស់យើងអាចឱ្យអ្នកទៅបានយ៉ាងឆាប់រហ័ស មិនថាអ្នកត្រូវការការរួមបញ្ចូល React, SDKs សម្រាប់កម្មវិធីដើមរបស់ iOS, ឧទាហរណ៍ផ្នែកខាងក្រោយ Java ឬស្ទើរតែគ្រប់សេណារីយ៉ូផ្សេងទៀត។",
  "pilot-fo-5": "ហើយដូចរាល់ដង ភាពឯកជនគឺជាតម្លៃស្នូលសម្រាប់យើង។ បញ្ចូលកូដបញ្ហាប្រឈមរបស់យើងតែនៅកន្លែងដែលចាំបាច់ និងកន្លែងដែលវាសមហេតុផលដើម្បីការពារទាំងអ្នក និងអ្នកប្រើប្រាស់របស់អ្នក។ ការបង្រួមអប្បបរមាការប្រមូលទិន្នន័យចាប់ផ្តើមពីពេលនៃការរួមបញ្ចូល។",
  "pilot-fdone": "សូមអរគុណ។ យើងនឹងទាក់ទងក្នុងពេលឆាប់ៗនេះ។",
  "home-ent-2-new": "ស្វែងយល់បន្ថែមអំពីដំណោះស្រាយសហគ្រាសរបស់យើង។",
  "home-ent-button-new": "សហគ្រាស hCaptcha",
  "home-main-plans2-new": "ដំណោះស្រាយសហគ្រាស hCaptcha ផ្តល់នូវសុវត្ថិភាពឈានមុខគេក្នុងថ្នាក់ និងការពារសេវាកម្មអនឡាញកំពូលៗជាច្រើន។",
  "home-plans-button-2-new": "ស្វែង​យល់​បន្ថែម",
  "header-enterprise-link": "សហគ្រាស",
  "sales-interstitial-c1b-new": "មើល​បន្ថែមទៀត​អំពី hCaptcha Enterprise នៅលើ Facebook"
}
