{
    "1290027486": "នាយកប្រតិបត្តិក្រុមហ៊ុន Brave ។ សហស្ថាបនិក Mozilla ។ អ្នកបង្កើតភាសាសរសេរកម្មវិធី JavaScript ។ អ្នកបង្កើតកម្មវិធីរុករក និងច្រើនទៀត។",
    "211351380": "ពីប្លក់៖",
    "3153117136": "របៀបដែលការកំណត់ការលំបាក hCaptcha ដំណើរការ",
    "2915355938": "ភាពងាយស្រួល",
    "793784899": "ផែនការ",
    "2671622670": "សហគ្រាស",
    "3527140447": "ឯកសារ",
    "505891021": "សេវាកម្មដាក់ស្លាក",
    "692176459": "ចូល",
    "1892574253": "ចុះ​ឈ្មោះ",
    "2593864519": "បញ្ឈប់ bots ច្រើនទៀត។ ចាប់ផ្តើមការពារភាពឯកជនរបស់អ្នកប្រើប្រាស់។",
    "4007826952": "លេខ 1 ឯកជនភាព - CAPTCHA ដំបូងសម្រាប់គេហទំព័រ ទូរស័ព្ទ និងអ្វីៗជាច្រើនទៀត។",
    "3721365241": "ព្យាយាម",
    "3753956446": "ឥតគិតថ្លៃ",
    "3276777569": "hCaptcha",
    "55035359": "បច្ចុប្បន្នកំពុងប្រើ reCAPTCHA?",
    "3417372336": "ប្តូរក្នុងរយៈពេលប៉ុន្មាននាទី",
    "2881474837": "សហគ្រាស hCaptcha",
    "1685871181": "សេវាកម្មអនឡាញកំពូលពឹងផ្អែកលើ",
    "1470290349": "សម្រាប់ bot ល្អបំផុតក្នុងថ្នាក់ និងការគ្រប់គ្រងការក្លែងបន្លំ។",
    "3714002185": "មើល​បន្ថែមទៀត​អំពី hCaptcha Enterprise នៅលើ Facebook",
    "3946753128": "ឯកជន។ សុវត្ថិភាព។ លឿនជាង។",
    "939665604": "ភាពឯកជនផ្តោត",
    "780475098": "បណ្តាញផ្សាយពាណិជ្ជកម្មមើលឃើញអ្នកទស្សនារបស់អ្នកជាផលិតផល។ យើងខ្វល់តែថាតើការទៅលេងល្អឬអាក្រក់។ hCaptcha អនុលោមតាម GDPR, CCPA, LGPD, PIPL និងច្បាប់ទិន្នន័យសកលផ្សេងទៀត។",
    "219813583": "សុវត្ថិភាពទីមួយ",
    "2714878440": "ការពារសេវាកម្មរបស់អ្នកពីការលួចបន្លំ ការកាន់កាប់គណនី ការបញ្ចូលព័ត៌មានសម្ងាត់ និងការផ្ញើសារឥតបានការជាមួយនឹងការរៀនម៉ាស៊ីនកម្រិតខ្ពស់ និងការផ្ទៀងផ្ទាត់មនុស្សជាតិរបស់យើង។",
    "1397766838": "បទពិសោធន៍អ្នកប្រើប្រាស់កាន់តែប្រសើរ",
    "2670352917": "hCaptcha ផ្តល់នូវការរកឃើញ bot ដែលអាចទុកចិត្តបានជាងមុន ខណៈពេលដែលមានភាពសាមញ្ញសម្រាប់មនុស្សក្នុងការដោះស្រាយ។",
    "2806751666": "តើ hCaptcha ជាអ្វី?",
    "3096063825": "សាកល្បង​វា​មើល",
    "2968026167": "បន្លែដែលអ្នកចូលចិត្ត",
    "713281684": "ពងមាន់",
    "4147497805": "ការ៉ុត",
    "3758963444": "សូមអរគុណ! ការបញ្ជូនរបស់អ្នកត្រូវបានទទួល!",
    "1070364246": "ឱ! មាន​អ្វី​មួយ​ខុស​ពេល​ដាក់​ស្នើ​ទម្រង់។",
    "1129833879": "បញ្ឈប់ bots ព្យាបាទ ការពារភាពឯកជនរបស់អ្នកប្រើ",
    "58091799": "ស្វែងយល់បន្ថែមអំពី hCaptcha Publisher and Enterprise",
    "1599610318": "អ្នកបោះពុម្ពផ្សាយ",
    "3093388779": "hCaptcha អាចប្រើដោយឥតគិតថ្លៃសម្រាប់អ្នកបោះពុម្ពផ្សាយគ្រប់ទំហំ",
    "179723061": "ការគ្រប់គ្រងកាន់តែច្រើនសម្រាប់ក្រុមដែលត្រូវការសុវត្ថិភាពនាំមុខក្នុងថ្នាក់",
    "846501387": "ការការពារ bot លំដាប់ពិភពលោក",
    "119298044": "បច្ចេកវិទ្យា ML និង AI ដែលគ្រប់គ្រងដោយខ្លួនឯងកម្រិតខ្ពស់ការពារទ្រព្យសម្បត្តិគេហទំព័ររបស់អ្នកពីការគំរាមកំហែង និងការវាយប្រហារ",
    "1263998069": "ទទួលបានរង្វាន់សម្រាប់ដំណោះស្រាយរបស់មនុស្ស",
    "1103295010": "រកប្រាក់ ឬផ្តល់ទៅឱ្យអង្គការសប្បុរសធម៌ នៅពេលដែលមនុស្សដោះស្រាយ CAPTCHAs",
    "392886773": "ធ្វើការនៅគ្រប់ប្រទេស",
    "2320894364": "ជាមួយនឹងវត្តមានជាង 200 ពិន្ទុ ពពករបស់ hCaptcha ការពារទ្រព្យសម្បត្តិរបស់អ្នកនៅទូទាំងពិភពលោក",
    "451701069": "អនុលោមតាម GDPR, CCPA,",
    "2826051554": "និង​ច្រើន​ទៀត",
    "3530599065": "ភាពឯកជនត្រូវបានបង្កើតឡើងពីមូលដ្ឋាន។ hCaptcha មិនរក្សាទុក PII និងអនុលោមតាមអាណត្តិ និងបទប្បញ្ញត្តិឯកជនភាពជាច្រើន។",
    "2489287539": "\"No CAPTCHA\" គ្មានការកកិត & របៀបអកម្ម 99.9%",
    "793242047": "កាត់បន្ថយបញ្ហាប្រឈមដែលបង្ហាញដល់អ្នកប្រើប្រាស់ ដើម្បីអនុញ្ញាតឱ្យចូលប្រើកម្មវិធីបានលឿន",
    "4195759329": "ការរកឃើញ Bot និងពិន្ទុហានិភ័យ",
    "1150035777": "ម៉ូដែលរៀនម៉ាស៊ីនទំនើបបង្កើតពិន្ទុទំនុកចិត្តលើរូបយន្តដោយផ្អែកលើចំណុចទិន្នន័យជាច្រើនលើសពីថាតើសំណួរត្រូវបានឆ្លើយត្រឹមត្រូវឬអត់",
    "3688621388": "ហត្ថលេខាគំរាមកំហែង",
    "1131525092": "ដាក់​ក្រុម​តួ​អាក្រក់​រួម​គ្នា​ដោយ​មិន​បាច់​ប្រឹង​ប្រែង​តាម​រយៈ UIDs ដែល​មាន​វិសាលភាព​រក្សា​ទុក​ភាព​ឯកជន​របស់​យើង ដើម្បី​ស្វែង​រក និង​បញ្ឈប់​ការ​ក្លែង​បន្លំ និង​ការ​បំពាន​ដែល​ទាក់​ទង",
    "1559631739": "ការរៀនឯកជន",
    "3952259236": "រួមបញ្ចូលគ្នានូវទិន្នន័យពិការភ្នែករបស់អ្នកជាមួយនឹងសញ្ញារាប់ពាន់របស់ hCaptcha ដើម្បីបណ្តុះបណ្តាល hCaptcha លើថ្នាក់នៃអាកប្បកិរិយា - សម្រាប់តែឧទាហរណ៍របស់អ្នកប៉ុណ្ណោះ - ដើម្បីទស្សន៍ទាយអាកប្បកិរិយាព្យាបាទប្រសើរជាងដំណោះស្រាយតែម្នាក់ឯង។",
    "1150963691": "ការកាត់បន្ថយ APT",
    "4083018285": "ឈុតនៃលក្ខណៈពិសេសបន្ថែមដែលរួមបញ្ចូលគ្នាជាមួយការត្រួតពិនិត្យ SOC ដែលត្រូវបានកែលម្អ និងការឆ្លើយតបដើម្បីដោះស្រាយការគំរាមកំហែងជាប់លាប់ស្មុគ្រស្មាញ",
    "3160820928": "ការការពារការវាយប្រហារដែលបានសម្របសម្រួល",
    "1849805607": "hCaptcha ការពារប្រឆាំងនឹងការគំរាមកំហែង និងការបោកបញ្ឆោតដែលត្រូវបានរចនាឡើងដើម្បីជ្រៀតចូលបណ្តាញរបស់អ្នក។",
    "1958297836": "ការការពារការវាយប្រហារដែលបានសម្របសម្រួល និងកាត់បន្ថយ APT",
    "1300485304": "hCaptcha ការពារប្រឆាំងនឹងការគំរាមកំហែងកម្រិតខ្ពស់ និងការបញ្ឆោតដែលត្រូវបានរចនាឡើងដើម្បីជ្រៀតចូលបណ្តាញរបស់អ្នក។",
    "2698640210": "គ្រប់គ្រងបញ្ហាប្រឈម និងប្រភេទដែលបានបង្ហាញ",
    "3121248460": "បង្ហាញ​ការ​ប្រឈម​ផ្ទាល់​ខ្លួន​ចម្រុះ​គ្មាន​កំណត់ -- ពី​សាមញ្ញ​ទៅ​ស្មុគស្មាញ -- សម្រាប់​ទស្សនិកជន​ដែល​បាន​រំពឹង​ទុក​របស់​អ្នក។",
    "3807059944": "គ្រប់គ្រងមាតិកាបញ្ហាប្រឈមដែលបានប្រើ",
    "2707282231": "កំណត់បញ្ហាប្រឈមសម្រាប់អ្នកប្រើប្រាស់របស់អ្នក។ ធ្វើឱ្យវាមិនអាចទៅរួចទេសម្រាប់ bots ដើម្បីដោះស្រាយ និងជ្រៀតចូល។",
    "4194763679": "កម្រិត​នៃ​ការ​លំបាក​ល្អ​",
    "3730038780": "ជ្រើសរើសពីចំនួនបញ្ហាប្រឈមស្ទើរតែគ្មានកំណត់សម្រាប់អ្នកប្រើប្រាស់ដើម្បីដោះស្រាយ",
    "1849717906": "ប្ដូរតាមបំណងជាមួយនឹងមាតិកាបញ្ហាប្រឈមផ្ទាល់ខ្លួនរបស់អ្នក។",
    "1508655687": "បន្ថែមបញ្ហាប្រឈមផ្ទាល់ខ្លួនរបស់អ្នកដែលតម្រូវសម្រាប់ទស្សនិកជនរបស់អ្នកដើម្បីសម្រួល ឬរឹតបន្តឹងការចូលប្រើប្រាស់",
    "3620442880": "មុខងារការពារ Flash Sale",
    "3265895521": "បង្កើន និងបន្ថយការលំបាកនៃបញ្ហាប្រឈមដោយផ្អែកលើពេលវេលានៃថ្ងៃ",
    "1485807325": "ផ្ទាំងគ្រប់គ្រងអ្នកប្រើប្រាស់ច្រើន, SAML SSO",
    "359073033": "ផ្ទាំងគ្រប់គ្រងផ្តល់នូវទិដ្ឋភាពកម្រិតខ្ពស់ ឬល្អិតល្អន់នៃសកម្មភាព។",
    "4272454814": "រួមបញ្ចូលជាមួយអ្នកផ្តល់អត្តសញ្ញាណនៃជម្រើសរបស់អ្នក។",
    "1141402092": "មុខងាររាយការណ៍កម្រិតខ្ពស់",
    "910989640": "បង្កើតរបាយការណ៍លម្អិត និងតាមតម្រូវការនៃសកម្មភាព",
    "3768951251": "SLAs សហគ្រាស",
    "1014004474": "ផែនការសហគ្រាសរបស់ hCaptcha ផ្តល់ជូននូវកិច្ចព្រមព្រៀងកម្រិតសេវាកម្មកម្រិតខ្ពស់ ដើម្បីរក្សាអង្គភាពរបស់អ្នកឱ្យការពារ",
    "1177598246": "ទំនាក់ទំនងផ្នែកលក់",
    "1067704102": "តម្លៃនៅក្នុងការដាក់ស្លាកទិន្នន័យ",
    "3065000659": "តើអ្នកដឹងទេថារាល់ពេលដែលអ្នក \"ចុចលើឡាន\" អ្នកកំពុងជួយហ្វឹកហាត់តែមួយ",
    "3235430156": "ប្រព័ន្ធរៀនម៉ាស៊ីនរបស់ក្រុមហ៊ុនដោយឥតគិតថ្លៃ?",
    "1549336309": "hCaptcha បង្វែរម៉ូដែលនេះ។ នៅពេលអ្នកប្រើ hCaptcha ក្រុមហ៊ុនដេញថ្លៃលើការងារដែលអ្នកប្រើប្រាស់របស់អ្នកធ្វើ ដូចដែលពួកគេបង្ហាញពីភាពជាមនុស្សរបស់ពួកគេ។ អ្នកទទួលបានរង្វាន់។",
    "3725880582": "ប្រគល់ជូនសប្បុរសធម៌វិញ។",
    "1671436004": "ចង់ប្រគល់ជូនសប្បុរសធម៌ដែលអ្នកចូលចិត្តទេ?",
    "1663628612": "អនុញ្ញាតឱ្យអ្នក",
    "4272088465": "អង្គការសប្បុរសធម៌នៃជម្រើសរបស់អ្នកជាមួយនឹងប្រាក់ចំណូលដែលអ្នកទទួលបានពីការប្រើប្រាស់វា។",
    "2894845722": "អ្នកប្រើប្រាស់នៅលើគេហទំព័ររបស់អ្នកនឹងអាចឃើញការរួមចំណែករបស់អ្នកចំពោះអង្គការសប្បុរសធម៌ក្នុងពេលឆាប់ៗនេះ តាមរយៈការដាក់ស្លាកយីហោដោយសម្ងាត់នៅលើចំណុចប្រទាក់ hCaptcha ។",
    "3194111925": "គាំទ្រ",
    "1637702726": "អំពី hCaptcha",
    "2323282990": "វិធីសាស្រ្តទំនើបដើម្បីផ្ទៀងផ្ទាត់មនុស្សជាតិ",
    "1201821619": "hCaptcha ដោះស្រាយបញ្ហាមួយក្នុងចំណោមបញ្ហាបន្ទាន់បំផុតនាពេលបច្ចុប្បន្ននេះ៖ ការពារ bots ព្យាបាទពីការរំលោភលើសេវាកម្មអនឡាញ។",
    "1475399473": "ស្វែងយល់បន្ថែមអំពីក្រុម hCaptcha",
    "3161489950": "វេទិកា ML សុវត្ថិភាពកម្រិតខ្ពស់បំផុតរបស់ពិភពលោក",
    "3247172580": "hCaptcha រួមបញ្ចូលគ្នានូវការរៀនម៉ាស៊ីនដែលគ្រប់គ្រងដោយខ្លួនឯងកម្រិតខ្ពស់ជាមួយនឹងវិធីសាស្រ្តគណនាគែមប្រលោមលោកដែលកាត់បន្ថយការប្រមូលទិន្នន័យ និងការរក្សាទុកយ៉ាងពិសេស ដែលបញ្ជូនមកពីជាង 250 ទីតាំងទូទាំងពិភពលោកសម្រាប់ទំហំដ៏ធំ។",
    "3767462250": "រចនាឡើងសម្រាប់ភាពឯកជន",
    "3500503648": "hCaptcha ត្រូវបានរចនាឡើងដើម្បីលុបបំបាត់ការរក្សាទុកទិន្នន័យរយៈពេលវែង ដោយពឹងផ្អែកលើការវាយតម្លៃភ្លាមៗ ជាជាងការកត់ត្រា និងវិភាគប្រវត្តិរុករករបស់អ្នក។ យើងក៏គាំទ្រគំនិតផ្តួចផ្តើមដូចជា",
    "2418549423": "ស្ដង់ដារដែលកំពុងលេចចេញសម្រាប់ការរក្សាភាពឯកជនលើអ៊ីនធឺណិតតាមរយៈភស្តុតាងគ្រីបគ្រីប និងលក្ខណៈពិសេសដំបូងឯកជនភាពតែមួយគត់ផ្សេងទៀត។",
    "1544546608": "លិខិតឆ្លងដែនឯកជន",
    "976209454": "ទទួលបានរង្វាន់ ឬផ្តល់ដល់សប្បុរសធម៌",
    "552920956": "hCaptcha អនុញ្ញាតឱ្យគេហទំព័រទទួលបានរង្វាន់ខណៈពេលដែលការទប់ស្កាត់ bots និងទម្រង់នៃការរំលោភបំពានផ្សេងទៀត។ hCaptcha ក៏អនុញ្ញាតឱ្យអ្នកគាំទ្រសប្បុរសធម៌នៃជម្រើសរបស់អ្នកជាមួយនឹងប្រាក់ចំណូលទាំងនេះ។",
    "654326661": "ចង់មើលដោយខ្លួនឯងទេ? សាកល្បង hCaptcha ដោយឥតគិតថ្លៃ។",
    "3570415321": "ក្រុមហ៊ុន",
    "3987022469": "ការដាក់ស្លាក",
    "1636202177": "អំពី",
    "2670003220": "ការងារ",
    "3233305531": "ពាណិជ្ជសញ្ញា",
    "3028319964": "ក្រមសីលធម៌ AI",
    "4131598919": "ចុច",
    "1662477701": "ធនធាន",
    "3130928685": "ប្លុក",
    "1756106276": "ស្ថានភាព",
    "1235925265": "ឯកសារ",
    "920212083": "រាយការណ៍អំពីកំហុស",
    "2076066173": "ការវាយប្រហារតាមអ៊ីនធឺណិត ១០១",
    "3644106388": "ទំនាក់ទំនង",
    "2182196747": "គាំទ្រ",
    "487083593": "ការលក់",
    "878585497": "លក្ខខណ្ឌ",
    "1697438123": "ឯកជនភាព",
    "1316817321": "គុណលក្ខណៈ",
    "3488019891": "hCaptcha គឺជាពាណិជ្ជសញ្ញាចុះបញ្ជីរបស់ Intuition Machines, Inc.",
    "4224961202": "ឯកជនភាព សុវត្ថិភាព និងការរៀនម៉ាស៊ីន។",
    "98173630": "hCaptcha គឺជាសេវាកម្ម CAPTCHA ឯករាជ្យដែលត្រូវបានប្រើប្រាស់យ៉ាងទូលំទូលាយបំផុតរបស់ពិភពលោក។",
    "1514478724": "ស្វែង​យល់​បន្ថែម",
    "1752795854": "hCaptcha នាំមកនូវវិធីសាស្រ្តទំនើប និងផ្តោតលើឯកជនភាពក្នុងការបញ្ឈប់ bots ។",
    "2927700175": "យើងបង្ហាញពីបញ្ហាប្រឈមរបស់ CAPTCHA ដែលពិបាកសម្រាប់ bots ប៉ុន្តែងាយស្រួលសម្រាប់មនុស្សដោយការប្រមូលទិន្នន័យពិបាកដាក់ស្លាកពីបញ្ហានៃការរៀនម៉ាស៊ីន ហើយប្រើវាដើម្បីសម្គាល់ថាតើអ្នកចូលមើលគេហទំព័រ ឬកម្មវិធីជាមនុស្ស។",
    "2188609322": "តារា​សម្ដែង​មិន​ល្អ​គឺ​ជា​រឿង​ធម្មតា​នៅ​លើ​អ៊ីនធឺណិត។ ប៉ុន្តែការលះបង់ភាពឯកជនរបស់អ្នកប្រើប្រាស់មិនមែនជាចម្លើយទេ។",
    "2032102720": "ដំណោះស្រាយសុវត្ថិភាពដែលផ្តល់ដោយក្រុមហ៊ុនផ្សាយពាណិជ្ជកម្មផ្តោតជាចម្បងលើការតាមដានអ្នកប្រើប្រាស់នៅលើបណ្តាញ។ យើងបានបង្កើតដំណោះស្រាយសុវត្ថិភាពដ៏មានប្រសិទ្ធភាពដែលបង្ហាញថាការប៉ះពាល់ដល់ឯកជនភាពរបស់អ្នកប្រើប្រាស់គឺមិនចាំបាច់ក្នុងការផ្តល់នូវលទ្ធផលដ៏ល្អនោះទេ។",
    "4146870445": "យើង​ជា​នរណា",
    "353066938": "ជាក្រុមដែលមានបទពិសោធន៍ ធ្វើការលើបញ្ហាលំបាកបំផុតនាពេលបច្ចុប្បន្ននេះ។ hCaptcha គឺជាសេវាកម្មរបស់",
    "1173652155": "ទីប្រឹក្សា",
    "2256305371": "សាស្រ្តាចារ្យ, CS នៅសាកលវិទ្យាល័យកាលីហ្វ័រញ៉ា, Berkeley ។ ការសិក្សាស៊ីជម្រៅ សុវត្ថិភាព អ្នកជំនាញ blockchain ។ នាយកប្រតិបត្តិនៃ Oasis Labs ។",
    "2177660021": "អ្នកវិទ្យាសាស្ត្រស្រាវជ្រាវនៅ Stanford ។ ការរៀនម៉ាស៊ីន និងហិរញ្ញវត្ថុបរិមាណនៅធនាគារធំៗ មូលនិធិការពារហានិភ័យ និងការសិក្សា។",
    "2686825859": "ចុះឈ្មោះដោយឥតគិតថ្លៃ ឬទាក់ទងមកយើងអំពីដំណោះស្រាយសហគ្រាស hCaptcha",
    "583434701": "hCaptcha ភាពងាយស្រួល",
    "611905972": "ធានាការចូលប្រើដោយគ្មានថ្នេរសម្រាប់អ្នកប្រើប្រាស់ទាំងអស់ ខណៈពេលដែលរក្សាបាននូវសុវត្ថិភាព",
    "874098071": "ប្រសិនបើអ្នកជាអ្នកប្រើប្រាស់មធ្យោបាយងាយស្រួល សូមចុះឈ្មោះនៅទីនេះ",
    "2745385064": "សង្ខេប",
    "3353238942": "hCaptcha ត្រូវបានរចនាឡើងដើម្បីបញ្ឈប់ bots ដោយសម្គាល់ពួកវាពីមនុស្ស។ ការធ្វើតេស្តមើលឃើញគឺជាឧបករណ៍ដ៏ងាយស្រួលសម្រាប់បញ្ហានេះ ប៉ុន្តែមិនមែនគ្រប់គ្នាសុទ្ធតែអាចដោះស្រាយបញ្ហាដែលមើលឃើញនោះទេ។",
    "3600022491": "ដោយហេតុផលនេះ យើងបានរចនាជម្រើសដ៏សាមញ្ញ និងគ្មានការឈឺចាប់ ដើម្បីអនុញ្ញាតឱ្យអ្នកបោះពុម្ពផ្សាយដែលប្រើប្រាស់សេវាកម្មរបស់យើងរក្សាភាពងាយស្រួលសម្រាប់ទាំងអស់គ្នាជាមួយនឹងការអនុលោមតាមផ្នែក 508 និង WCAG 2.1 AA ពេញលេញ។",
    "2557240048": "របៀបដែលវាដំណើរការ៖ ដំបូង អ្នកប្រើប្រាស់ភាពងាយស្រួលចុះឈ្មោះតាមរយៈ",
    "3871665286": "ដែលត្រូវបានភ្ជាប់យ៉ាងលេចធ្លោនៅក្នុងទំព័រព័ត៌មានធាតុក្រាហ្វិក hCaptcha ។ ពួកគេត្រូវបានផ្តល់ខូគីដែលបានអ៊ិនគ្រីបដែលអាចប្រើបានច្រើនដងក្នុងមួយថ្ងៃ ប៉ុន្តែត្រូវតែធ្វើឱ្យស្រស់រៀងរាល់ 24 ម៉ោងតាមរយៈការចូល។",
    "3441764123": "នៅពេលដែលបញ្ហាប្រឈមត្រូវបានបង្ហាញដល់អ្នកប្រើប្រាស់ភាពងាយស្រួលនៅលើគេហទំព័រដែលប្រើប្រាស់សេវាកម្ម hCaptcha ពួកគេនឹងឆ្លងកាត់ដោយស្វ័យប្រវត្តិ។",
    "4247858664": "ទំព័រចុះឈ្មោះភាពងាយស្រួល",
    "1297657322": "អេក្រង់អ្នកប្រើប្រាស់ភាពងាយស្រួលបន្ទាប់ពីចូល",
    "1717658846": "ជម្រើសភាពងាយស្រួលនៅក្នុងម៉ឺនុយ UI ធាតុក្រាហ្វិក",
    "1266963825": "សំណួរ៖ តើ hCaptcha Section 508 + WCAG 2.1 AA អនុលោមតាមដែរឬទេ?",
    "850025770": "ចម្លើយ៖ យើងជឿជាក់ដូច្នេះ៖ អ្នកប្រើប្រាស់ទាំងអស់ដែលមានទម្រង់អន់ថយណាមួយដែលអាចរុករកគេហទំព័រ និងបញ្ចូលអត្ថបទលើទម្រង់អាចចូលប្រើសេវាកម្មដែលការពារដោយ hCaptcha នៅពេលចុះឈ្មោះ។ ទោះជាយ៉ាងណាក៏ដោយ នេះមិនមែនជាដំបូន្មានផ្នែកច្បាប់ទេ៖ អ្នកគួរតែធ្វើការវាយតម្លៃដោយខ្លួនឯង ដោយពិចារណាលើការអនុវត្តជាក់លាក់របស់អ្នក ដើម្បីធានាថានេះជាករណីសម្រាប់ការដាក់ពង្រាយរបស់អ្នក។",
    "159272246": "សំណួរ៖ តើអ្នកកំពុងធ្វើការលើជម្រើសភាពងាយស្រួលផ្សេងទៀត (\"a11y\") ដូចជាអូឌីយ៉ូដែរឬទេ?",
    "4074220464": "ចម្លើយ៖ ពីមុនជម្រើសដ៏ពេញនិយមដូចជា audio captchas មានការរើសអើងចំពោះអ្នកប្រើប្រាស់ a11y ជាច្រើន ហើយត្រូវបានកម្ចាត់យ៉ាងងាយដោយបច្ចេកទេសរៀនម៉ាស៊ីនទំនើប។ វាបានបង្ខំឱ្យការប្រកួតប្រជែងផ្នែកអូឌីយ៉ូបច្ចុប្បន្នកាន់តែពិបាក ការណែនាំអំពីសំឡេងរំខាន ការកំណត់ពេលវេលាចម្លែក បន្សំពាក្យមិនធម្មតា និងអ្វីៗផ្សេងទៀតដើម្បីកម្ចាត់អ្នកវាយប្រហារ។ ដូច្នេះ យើងមិនសូវមានសាទរចំពោះវិធីសាស្រ្តនេះទេ ធៀបនឹងការជៀសវាងបញ្ហាប្រឈមទាំងអស់គ្នា ប៉ុន្តែនឹងពិចារណាវាប្រសិនបើមានតម្រូវការពីសហគមន៍ a11y។",
    "2309661107": "ទោះយ៉ាងណាក៏ដោយយើងចាប់អារម្មណ៍យ៉ាងខ្លាំង",
    "2555914614": "សម្រាប់ករណីប្រើប្រាស់មធ្យោបាយងាយស្រួល។ យើងជឿថាការរួមបញ្ចូលវិធីសាស្រ្ត a11y បច្ចុប្បន្នរបស់យើងជាមួយនឹងការចេញលេខសម្ងាត់ឯកជននឹងអនុញ្ញាតឱ្យអ្នកប្រើប្រាស់ a11y រុករកដោយសុវត្ថិភាព សុវត្ថិភាពក្នុងការយល់ដឹងថាចរាចរណ៍របស់ពួកគេមានភាពឯកជនជាងមុន ខណៈពេលដែលដាក់កម្រិតលើការរំលោភបំពានដោយប្រតិបត្តិករ bot ដែលជៀសមិនរួចនៅពេលដែលជម្រើស a11y មាន។ យើងគឺជាអ្នកចូលរួមយ៉ាងសកម្មនៅក្នុងក្រុមការងារ IETF ដែលធ្វើស្តង់ដារបច្ចេកវិទ្យាថ្មីនេះ។",
    "2583775432": "សំណួរ៖ ចុះចំណែកឯកជនវិញ? តើការចុះឈ្មោះបង្ហាញទិន្នន័យរុករក a11y តាមមធ្យោបាយណាមួយទេ? តើអ្នកធ្វើអ្វីជាមួយអ៊ីមែល?",
    "4215483493": "A: hCaptcha ត្រូវបានរចនាឡើងសម្រាប់ភាពឯកជនតាំងពីមូលដ្ឋាន។ វាខុសគ្នាខ្លាំងជាងជម្រើសប្រពៃណីដូចជា reCAPTCHA ដែលគ្រប់គ្រងដោយបណ្តាញផ្សាយពាណិជ្ជកម្ម ដែលមានការលើកទឹកចិត្តក្នុងការតាមដានអ្នកនៅជុំវិញបណ្តាញ និងភ្ជាប់អ្នកជាមួយនឹងអត្តសញ្ញាណពិតប្រាកដ។",
    "2474661839": "របស់យើង។",
    "4137573005": "មានចម្លើយដ៏ទូលំទូលាយ និងត្រឹមត្រូវចំពោះរបៀបដែលយើងប្រើប្រាស់ទិន្នន័យ ប៉ុន្តែចម្លើយដ៏ខ្លីគឺថា យើងមិនមានចំណាប់អារម្មណ៍ក្នុងការភ្ជាប់អ្នកជាមនុស្សម្នាក់ជាមួយនឹងប្រវត្តិរុករករបស់អ្នកទេ។",
    "4101570501": "បច្ចុប្បន្នយើងក៏កំពុងធ្វើការលើដំណោះស្រាយគ្រីបគ្រីប ដើម្បីបោះបង់អាសយដ្ឋានអ៊ីមែលរបស់អ្នកយ៉ាងឆាប់រហ័ស ខណៈពេលដែលនៅតែរក្សាសមត្ថភាពរបស់យើងក្នុងការទប់ស្កាត់ការរំលោភបំពាន បំពេញបន្ថែមការងារលិខិតឆ្លងដែនឯកជនរបស់យើង។",
    "260595108": "យើងមិនដែលប្រើអ៊ីមែលភាពងាយស្រួល ឬព័ត៌មានសម្រាប់គោលបំណងណាមួយក្រៅពីជួយសម្រួលដល់ការប្រើប្រាស់ និងការពារការរំលោភបំពានឡើយ។",
    "3063819779": "គោលការណ៍​ភាព​ឯកជន",
    "465714311": "សម្រាប់អ្នកប្រើប្រាស់ភាពងាយស្រួល៖ សំណួរ-ចម្លើយ និងការណែនាំអំពីការដោះស្រាយបញ្ហា",
    "3596207631": "សំណួរ៖ ខ្ញុំនៅតែឃើញបញ្ហាប្រឈមបន្ទាប់ពីកំណត់ខូគី។ តើ​នេះ​បណ្ដាល​មក​ពី​អ្វី?",
    "469089249": "ចម្លើយ៖ ជាធម្មតាវាកើតឡើងដោយសារការប្រើកម្មវិធីទប់ស្កាត់ការផ្សាយពាណិជ្ជកម្មឈ្លានពាន ឬផ្នែកបន្ថែមប្រឆាំងខូគី ឬការកំណត់ដែលរារាំងខូគី \"ឆ្លងគេហទំព័រ\" ក្នុងករណីនេះខូគីសម្រាប់ hcaptcha.com ដែលត្រូវបានកំណត់ ឬពិនិត្យដោយ hCaptcha JS នៅលើ គេហទំព័រផ្សេងគ្នា ដូចជាគេហទំព័រដែលអ្នកកំពុងទស្សនា។",
    "4263626815": "ខូគីលទ្ធភាពប្រើប្រាស់ hCaptcha ដំណើរការជាមួយកម្មវិធីរុករកតាមអ៊ីនធឺណិត និងកម្មវិធីទប់ស្កាត់ការផ្សាយពាណិជ្ជកម្មដ៏ពេញនិយមទាំងអស់ជាមួយនឹងការកំណត់ស្តង់ដាររបស់ពួកគេ ដូច្នេះជាធម្មតាការបរាជ័យគឺដោយសារតែស្គ្រីប \"ប្រឆាំងនឹងការទប់ស្កាត់ adblock\" ឬច្បាប់ស្រដៀងគ្នាដែលកំណត់គោលដៅលើគេហទំព័រជាក់លាក់។",
    "3906359167": "ដំណោះស្រាយ៖",
    "3464870463": "1. Whitelist hcaptcha.com និង *.hcaptcha.com cookies នៅក្នុង ad blocker ឬ browser security extension របស់អ្នក។",
    "1204911585": "2. ប្រសិនបើអ្នកកំពុងប្រើកម្មវិធីរុករក Brave ដែលមិនមាន (គិតត្រឹមខែមេសា ឆ្នាំ 2020) ហាក់ដូចជាមានបញ្ជីសខូគីប្រភេទណាមួយ សូមចូលទៅកាន់ Preferences -> Shields -> Cookies ហើយជ្រើសរើស \"Allow All Cookies\"។",
    "2932826396": "3. ប្រសិនបើអ្នកកំពុងប្រើកំណែចុងក្រោយបំផុតរបស់ Safari នៅលើ OS X 10.15 ឬ iOS 13.4 ដែលទើបចេញថ្មីៗនេះ Apple ទើបតែបានផ្លាស់ប្តូរឥរិយាបថរបស់ Safari ទាក់ទងនឹង cookies ភាគីទីបី ដោយរារាំងពួកវាទាំងអស់តាមលំនាំដើម។ យើងកំពុងអនុវត្តដំណោះស្រាយ ប៉ុន្តែក្នុងពេលនេះ សូមចូលទៅកាន់ Safari Preferences ផ្នែកឯកជនភាព ហើយដោះធីក \"ការតាមដានគេហទំព័រ៖ ការពារការតាមដានឆ្លងគេហទំព័រ\" ដើម្បីបើកដំណើរការខូគីលទ្ធភាពប្រើប្រាស់ឱ្យដំណើរការដូចការរំពឹងទុក។",
    "3836291932": "សំណួរ៖ ខ្ញុំប្រើឧបករណ៍ជាច្រើន។ តើខ្ញុំត្រូវចុះឈ្មោះច្រើនដងទេ?",
    "3251220335": "ចម្លើយ៖ ទេ សូមចុចលើតំណចូលអ៊ីមែលដូចគ្នាដែលបានផ្ញើទៅអ្នកនៅលើឧបករណ៍នីមួយៗដែលអ្នកប្រើដើម្បីកំណត់ខូគី។",
    "2082407178": "សំណួរ៖ តើខ្ញុំអាចការពារខ្លួនខ្ញុំពីការតាមដានខូគីភាគីទីបីដោយរបៀបណា ពេលកំពុងប្រើខូគីភាពងាយស្រួល?",
    "2700197090": "ចម្លើយ៖ ការប្រើប្រាស់ឯកជនភាព ឬផ្នែកបន្ថែមទប់ស្កាត់ការផ្សាយពាណិជ្ជកម្មណាមួយដែលគាំទ្រការចុះបញ្ជីសកម្រិតដែន (ឧទាហរណ៍ uBlock Origin) នឹងដំណើរការដូចការរំពឹងទុក៖ គ្រាន់តែត្រូវប្រាកដថាដាក់បញ្ជីស hcaptcha.com ។",
    "3657743880": "ការណែនាំអំពីកម្មវិធីរុករកតាមអ៊ីនធឺណិតសម្រាប់ខូគីឆ្លងគេហទំព័រ",
    "1960601330": "ដើម្បីបើកខូគីនៅក្នុង Safari (Mac): ចូលទៅកាន់ម៉ឺនុយទម្លាក់ចុះ Safari ។ ជ្រើសរើសចំណូលចិត្ត។ ចុច ភាពឯកជន នៅក្នុងបន្ទះខាងលើ។ នៅក្រោម 'Block cookies' ជ្រើសរើសជម្រើស 'Never'។",
    "1622303590": "ដើម្បីបើកខូគីនៅក្នុង Safari (iPhone/iPad iOS 11+)៖ បើកការកំណត់របស់អ្នក។ រមូរចុះក្រោមហើយជ្រើសរើស Safari ។ នៅក្រោមភាពឯកជន និងសុវត្ថិភាព សូមបិទ \"ការពារការតាមដានឆ្លងកាត់គេហទំព័រ\" និង \"ទប់ស្កាត់ខូគីទាំងអស់\"",
    "2199048568": "ចុចលើប្រឡោះដែលនៅខាងឆ្វេងរបារអាសយដ្ឋាននៅលើគេហទំព័រណាមួយ។ ចុចលើការកំណត់ការការពារ។ ផ្ទាំងឯកជនភាព និងសុវត្ថិភាពចំណូលចិត្ត Firefox នឹងបើក។ នៅក្រោមការការពារការតាមដានដែលប្រសើរឡើង សូមជ្រើសរើសផ្ទាល់ខ្លួន។ ជ្រើសរើសកម្មវិធីតាមដាន និងស្គ្រីបណាមួយដែលត្រូវទប់ស្កាត់ ដោយជ្រើសរើសប្រអប់ធីកទាំងនោះ។ ត្រូវប្រាកដថាអ្នកបានបិទ hcaptcha.com ។",
    "3967047208": "អ្នកក៏អាចបិទការការពារមួយចំនួននៅក្នុង Custom ជាបណ្ដោះអាសន្ន ដើម្បីបំបាត់កំហុសនេះ ដោយដោះធីកប្រអប់ធីក៖ ដោះធីកប្រអប់ធីក Trackers ឬមិនជ្រើសរើសប្រអប់ធីក Cookies ប្រសិនបើអ្នកនៅតែមានបញ្ហា។",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "ជ្រើសរើសរូបតំណាងម៉ឺនុយ Chrome ។ ជ្រើសរើសការកំណត់។",
    "926138631": "ចូលទៅកាន់ភាពឯកជន និងសុវត្ថិភាព បន្ទាប់មកខូគី និងទិន្នន័យគេហទំព័រផ្សេងទៀត។",
    "3419878556": "ត្រូវប្រាកដថា \"ទប់ស្កាត់ខូគីភាគីទីបី\" មិនត្រូវបានបើកទេ។",
    "2269166171": "Google Chrome (Mac)៖",
    "2989126922": "បើកចំណូលចិត្ត Chrome ពីរបារម៉ឺនុយ។",
    "2348697693": "Google Chrome (Android)៖",
    "3700113699": "នៅលើឧបករណ៍ Android របស់អ្នក សូមបើកកម្មវិធី Chrome ។",
    "3620039756": "នៅផ្នែកខាងស្តាំខាងលើ ចុចលើ More ហើយបន្ទាប់មក Settings។",
    "2813310562": "ប៉ះការកំណត់គេហទំព័រ ហើយបន្ទាប់មកខូគី។",
    "3014657981": "នៅជាប់ \"ខូគី\" សូមបើកការកំណត់។",
    "1242066691": "ធីកប្រអប់នៅជាប់ \"អនុញ្ញាតខូគីភាគីទីបី\"។",
    "292250020": "1. ជ្រើសរើសឧបករណ៍នៅជ្រុងខាងលើខាងស្តាំនៃអេក្រង់ បន្ទាប់មកជ្រើសរើស \"ជម្រើសអ៊ីនធឺណិត\"។ ប្រសិនបើអ្នកបានបើក Menu Bar អ្នកអាចជ្រើសរើស \"Tools\" បន្ទាប់មក \"Internet Options\"។",
    "4114820649": "2. ចុចលើផ្ទាំង \"ឯកជនភាព\" ។",
    "946838734": "3. ជ្រើសរើសប៊ូតុង \"កម្រិតខ្ពស់\" ។",
    "348809718": "4. នៅក្រោម \"ខូគីភាគីទីបី\" ជ្រើសរើស \"យល់ព្រម\" ។",
    "1253441326": "5. ចុច \"យល់ព្រម\"",
    "852032043": "សាហ្វារី",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "គោលការណ៍សីលធម៌ AI",
    "1161704803": "ហេតុអ្វីបានជាយើងមានគោលការណ៍សីលធម៌ AI?",
    "1806535500": "ស្ទើរតែគ្រប់បច្ចេកវិជ្ជាទាំងអស់ ចាប់ពីខ្មៅដៃរហូតដល់ឌីណាមិតគឺ ក",
    "24452499": "ដំណោះស្រាយ; វាអាចត្រូវបានប្រើសម្រាប់ការល្អឬឈឺ។ រាល់ក្រុមហ៊ុនដែលស្រាវជ្រាវ សាងសង់ ឬលក់ដំណោះស្រាយការប្រើប្រាស់ពីរដង មានកាតព្វកិច្ចពិចារណាពីផលវិបាកនៃសកម្មភាពរបស់ពួកគេ។",
    "4023575072": "ការប្រើប្រាស់ពីរ",
    "3336625692": "ទំព័រនេះរៀបរាប់លម្អិតអំពីគំនិតរបស់យើងលើប្រធានបទនេះនៅក្នុងបរិបទនៃក្រមសីលធម៌ AI ហើយដំណើរការដែលយើងអនុវត្តតាមដើម្បីធានាថាការប្រើប្រាស់សេវាកម្មរបស់យើងនៅតែស្របតាមគោលការណ៍ដែលយើងបានអនុម័តក្នុងនាមជាក្រុមហ៊ុន។",
    "835717930": "ក្រមសីលធម៌ AI នៅ hCaptcha",
    "2179524509": "ម្តងម្កាលយើងទទួលបានសំណួរថាតើសំណួរប្រភេទណាដែលអាចអនុញ្ញាតបានសម្រាប់សេវាកម្ម hCaptcha ហើយហេតុអ្វីបានជាសំណួរពិសេសៗត្រូវបានសួរ។",
    "1962721652": "មនុស្សជាតិគឺជាអ្នកស្វែងរកគំរូ ហើយជួនកាលសំណួរដែលមិនគួរឱ្យចាប់អារម្មណ៍អាចចេញពីការមិនគួរឱ្យភ្ញាក់ផ្អើលទាំងស្រុងទៅគួរឱ្យសង្ស័យភ្លាមៗដោយសារតែការផ្លាស់ប្តូរនៅក្នុងពិភពលោកជាជាងការលើកទឹកចិត្តរបស់នរណាម្នាក់ដែលសួរសំណួរ។",
    "3974566657": "នៅពេលដែលសេវាកម្មកាន់តែមានប្រជាប្រិយភាព បាតុភូតបែបនេះនឹងកាន់តែកើតមានជាញឹកញាប់។ hCaptcha ត្រូវបានប្រើប្រាស់ដោយមនុស្សរាប់លាននាក់ជារៀងរាល់ថ្ងៃនៅស្ទើរតែគ្រប់ប្រទេសក្នុងពិភពលោក ដូច្នេះហើយយើងកំពុងផ្សព្វផ្សាយគោលការណ៍នេះ និងករណីសិក្សាអំពីរបៀបដែលយើងដោះស្រាយបញ្ហាទាំងនេះដើម្បីឱ្យមានតម្លាភាពតាមដែលអាចធ្វើទៅបាន។",
    "1830910223": "ករណីសិក្សា AI Ethics ពិភពពិត",
    "805971861": "\"ឆ័ត្រ\" គឺជាពាក្យនៅក្នុង ImageNet ដែលជាសំណុំទិន្នន័យស្តង់ដារស្តង់ដារដែលប្រើដោយអ្នកស្រាវជ្រាវចក្ខុវិស័យកុំព្យូទ័រ។ ការកំណត់អត្តសញ្ញាណមនុស្សកាន់ឆ័ត្រប្រកបដោយភាពជឿជាក់ក៏ជាកត្តាសំខាន់សម្រាប់ការកសាងប្រព័ន្ធជំនួយអ្នកបើកបរកម្រិតខ្ពស់ (ADAS) ជំនាន់ក្រោយប្រកបដោយសុវត្ថិភាពផងដែរ។",
    "3988350": "នេះមានន័យថាមានករណីប្រើប្រាស់ដ៏ល្អសម្រាប់ចំណារពន្យល់អំពីឆ័ត្រក្នុងពិភពពិត។ មានកន្លែងសម្រាប់ការខ្វែងគំនិតគ្នាលើផលប៉ះពាល់នៃរថយន្តដែលបើកបរដោយខ្លួនឯង ប៉ុន្តែប្រព័ន្ធ ADAS កំពុងសន្សំសំចៃរួចហើយ",
    "548587288": "នៅ​ជុំវិញ​ពិភពលោក។",
    "3138772661": "រាប់ពាន់នាក់ក្នុងមួយឆ្នាំៗ",
    "3168199226": "ទោះជាយ៉ាងណាក៏ដោយ នៅឆ្នាំ 2020 វាច្បាស់ណាស់ថាការកសាងសំណុំទិន្នន័យប្រភេទនេះអាចត្រូវបានគេយល់ថាជាបច្ចេកវិទ្យាប្រើប្រាស់ពីរដងតាមរបៀបដែលមនុស្សមួយចំនួនបានរំពឹងទុកកាលពីឆ្នាំមុន។",
    "558378834": "ដូច្នេះហើយ យើងមិនទទួលយកសំណើសម្រាប់សំណួរទាក់ទងនឹងឆ័ត្រទៀតទេនៅពេលនេះ។ សក្តានុពលនៃភាពច្របូកច្របល់ នៅពេលដែលអ្នកប្រើប្រាស់ចុងក្រោយឃើញសំណួរអំពីឆ័ត្រក្នុងពេលបច្ចុប្បន្នគឺខ្ពស់ពេក ហើយទីបំផុតគោលដៅរបស់យើងគឺធ្វើឱ្យពិភពលោកកាន់តែរីករាយ។",
    "3376604063": "គោលនយោបាយ និងដំណើរការនៃក្រមសីលធម៌ AI",
    "1923365316": "យើងមានគោលការណ៍ក្រមសីលធម៌ AI ដ៏តឹងរឹងនៅ hCaptcha ហើយផ្នែកនៃនោះរួមមានដំណើរការស្គាល់អតិថិជនរបស់អ្នក (KYC) ។",
    "4230322909": "យើងតែងតែព្យាយាមដើម្បីទទួលបានការយល់ដឹងដ៏ល្អអំពីអតិថិជនថ្មីនីមួយៗ និងករណីប្រើប្រាស់ដែលមានបំណងប្រើប្រាស់របស់ពួកគេ ទាំងដើម្បីបញ្ជាក់ថាវាសមល្អសម្រាប់ផលិតផល និងសេវាកម្មរបស់យើង និងដើម្បីធានាថាវាអនុវត្តតាមគោលការណ៍ដែលយើងបានអនុម័តក្នុងនាមជាក្រុមហ៊ុន។",
    "2735073144": "យើងក៏ធ្វើការពិនិត្យបន្តតាមការចាំបាច់។ ជាឧទាហរណ៍ នៅក្នុងការពិនិត្យឡើងវិញនាពេលថ្មីៗនេះរបស់យើងអំពីកាលបរិច្ឆេទ និងប្រភពនៃសំណើសម្រាប់សំណើដាក់ស្លាកទាក់ទងនឹងឆ័ត្រ យើងអាចបញ្ជាក់បានយ៉ាងឆាប់រហ័សថាគ្មានស្ថាប័នរដ្ឋាភិបាល ឬក្រុមហ៊ុនផ្គត់ផ្គង់កម្មវិធីឃ្លាំមើលរដ្ឋដែលស្គាល់បានធ្វើសំណើទាក់ទងនឹងឆ័ត្រដោយប្រើប្រាស់សេវាកម្មរបស់យើងក្នុងរយៈពេល 12 ខែកន្លងមកនេះទេ។ .",
    "2715462692": "តើដំណើរការ AI Ethics របស់យើងមើលទៅដូចអ្វី?",
    "3049976256": "សម្រាប់អតិថិជនដាក់ស្លាកថ្មីនីមួយៗ យើងឆ្លងកាត់បញ្ជីត្រួតពិនិត្យក្នុងអំឡុងពេលដំណើរការលក់។ នេះរាប់បញ្ចូលទាំងការឧស្សាហ៍ព្យាយាមរបស់ KYC ដំបូងមុនពេលចាប់ផ្តើមដំណើរការ ក៏ដូចជាការផ្ទៀងផ្ទាត់រាល់សំណើដែលបានធ្វើឡើងចំពោះអ្នកវិភាគរបស់យើង និងការត្រួតពិនិត្យតាមពេលវេលាជាក់ស្តែង និងការពិនិត្យមើលតាមកាលកំណត់នៃសំណើដែលបានធ្វើឡើងដោយប្រើវេទិកាសេវាកម្មខ្លួនឯងរបស់យើង។",
    "3103642530": "ការពិនិត្យនេះគឺមានសំណុំនៃលក្ខណៈវិនិច្ឆ័យជាច្រើន៖",
    "3349094124": "លក្ខណៈវិនិច្ឆ័យទាក់ទងនឹងសីលធម៌៖ គោលបំណង",
    "1038019440": "1. តើអតិថិជននេះតំណាងឱ្យផលប្រយោជន៍ជាតិនៃប្រទេសមួយដែលត្រូវបានគេដឹងថាមានអាកប្បកិរិយាផ្ទុយនឹងច្បាប់ និងបទដ្ឋានអន្តរជាតិដែរឬទេ?",
    "493717511": "2. តើអតិថិជននេះស្នើសុំសេវាកម្មដែលអាចជា",
    "2209109640": "ប្រើសម្រាប់តែគោលបំណងព្យាបាទ ក្នុងបរិបទនៃសកម្មភាពអាជីវកម្មធម្មតារបស់ពួកគេ?",
    "3457805519": "3. តើសំណើរបស់អតិថិជនអាចបំពេញបានក្រោមច្បាប់សហរដ្ឋអាមេរិក និងច្បាប់នៃការចូលរួមរបស់យើងដែរឬទេ?",
    "1942611550": "ជាចម្បង",
    "109179759": "លក្ខណៈវិនិច្ឆ័យទាក់ទងនឹងសីលធម៌៖ ប្រធានបទ",
    "1033698050": "1. តើយើងជឿថាអតិថិជនបានផ្តល់ឱ្យយើងនូវករណីប្រើប្រាស់មួយដែលយើងចាត់ទុកថាអាចទទួលយកបានដោយសីលធម៌ យោងទៅតាមការបកស្រាយរបស់យើងអំពីបទដ្ឋានសង្គមលោកខាងលិចធម្មតាដែរឬទេ?",
    "361372538": "2. តើយើងជឿថាសេវាកម្មដែលផ្តល់ជូនរបស់យើងទំនងជាត្រូវបានប្រើប្រាស់សម្រាប់គោលបំណងរើសអើងដោយអតិថិជន ក្នុងវិធីដែលអាចស្របច្បាប់ ប៉ុន្តែមិនអាចទទួលយកបានសម្រាប់យើងទេ?",
    "2867855718": "3. តើយើងជឿថាតម្រូវការឯកជនភាពអាចត្រូវបានដោះស្រាយយ៉ាងពេញចិត្តចំពោះសំណើនេះទេ?",
    "2462728596": "ប្រសិនបើ​យើង​មិន​អាច​បំពេញ​ចិត្ត​ខ្លួន​យើង​លើ​ចំណុច​ទាំង​នេះ​ទេ យើង​នឹង​បដិសេធ​សំណើ​នេះ ហើយ​អាច​នឹង​បញ្ចប់​ការ​ចូល​ដំណើរការ​បន្ថែម​ទៀត​ទៅ​កាន់​វេទិកា​របស់​យើង ដូច​មាន​ចែង​ក្នុង​លក្ខខណ្ឌ​របស់​យើង។",
    "1995277831": "សូមអរគុណ",
    "1818116402": "យើងសង្ឃឹមថាអ្នកបានកោតសរសើរចំពោះទិដ្ឋភាពនេះចំពោះរបៀបដែលយើងដោះស្រាយសំណួរប្រតិបត្តិការជាមួយនឹងសមាសធាតុ AI Ethics ។",
    "1499894352": "ក្រុមហ៊ុនតិចតួចណាស់ដែលផ្តល់តម្លាភាពក្នុងដំណើរការធ្វើការសម្រេចចិត្តរបស់ពួកគេនៅក្នុងតំបន់នេះ ហើយយើងសង្ឃឹមថាអ្នកផ្សេងទៀតនឹងធ្វើតាមគំរូនេះ!",
    "535659033": "Creative Commons Attribution",
    "1495915066": "របៀបដែលយើង ដៃគូស្រាវជ្រាវសិក្សារបស់យើង និងអតិថិជនរបស់យើងប្រើប្រាស់ប្រព័ន្ធផ្សព្វផ្សាយ Creative Commons",
    "3017533972": "យើង ដៃគូស្រាវជ្រាវផ្នែកសិក្សារបស់យើង និងអតិថិជនរបស់យើងម្តងម្កាលអាចយោង ឬផលិតឡើងវិញនូវផ្នែកនៃខ្លឹមសារដែលមានអាជ្ញាប័ណ្ណ Creative Commons តាមរយៈវេទិកា hCaptcha ដើម្បីបង្កើនចំណេះដឹងរបស់មនុស្សជាតិក្នុងវិស័យរៀនម៉ាស៊ីន។",
    "1428053210": "ខ្លឹមសារនេះត្រូវបានផ្លាស់ប្តូរជាទូទៅពីទម្រង់ដើមរបស់វា។ ជាឧទាហរណ៍ វីដេអូមួយអាចបំបែកជារូបភាពជាច្រើន រូបភាពទាំងនោះអាចត្រូវបានបំបែកទៅជារូបភាពថ្មីជាច្រើន ហើយរូបភាពថ្មីទាំងនោះបន្ទាប់មកលាយបញ្ចូលគ្នាដោយចៃដន្យដើម្បីបង្កើតលទ្ធផលចុងក្រោយដែលបានបង្ហាញ។",
    "1728211763": "ការប្រើប្រាស់ខ្លឹមសារតាមរបៀបនេះ និងសម្រាប់គោលបំណងទាំងនេះស្ថិតនៅក្នុងគោលការណ៍ណែនាំការប្រើប្រាស់ដោយយុត្តិធម៌ យោងទៅតាមការយល់ដឹងរបស់យើងអំពីច្បាប់ និងការអនុវត្តស្តង់ដារនៅក្នុងវិស័យនេះ ប៉ុន្តែយើងជាអ្នកគាំទ្រ Creative Commons ជាយូរមកហើយ ហើយចូលចិត្តផ្តល់កិត្តិយសដល់នរណាម្នាក់ដែលជួយក្នុង ភារកិច្ចសំខាន់នៃការកែលម្អភាពវៃឆ្លាតរបស់ម៉ាស៊ីន។",
    "1949452297": "ដោយសារតែឧបសគ្គខាងក្នុងនៃ hCaptcha UI និងការពិចារណាផ្នែកសុវត្ថិភាពរបស់វា វាមិនអាចទៅរួចទេក្នុងការផលិតឡើងវិញនូវប្រភពនៃរូបភាពនីមួយៗដោយផ្ទាល់នៅជិតការប្រើប្រាស់របស់វា។ ជំនួសមកវិញ យើងភ្ជាប់ទៅទំព័រនេះពីគេហទំព័ររបស់យើង ហើយរក្សាបញ្ជីប្រភពបច្ចុប្បន្ន ឬថ្មីៗនេះបានបម្រើតាមរយៈវេទិកា។ អ្នកអាចចូលប្រើបញ្ជីបច្ចុប្បន្ន",
    "2367602973": "នៅទីនេះ",
    "659124570": "លើសពីនេះទៀត ប្រសិនបើអ្នកឃើញមាតិកាដែលជាកម្មសិទ្ធិរបស់អ្នកផលិតឡើងវិញនៅលើវេទិកា hCaptcha ហើយចង់ឱ្យវាដកចេញដោយហេតុផលណាមួយ អ្នកអាចទាក់ទងមកយើងតាមរយៈអ៊ីមែលនៅ",
    "2066749488": "បណ្តឹងផ្សេងៗ",
    "3479034323": "ប្រសិនបើអ្នកឃើញមាតិកាដែលជាកម្មសិទ្ធិរបស់អ្នកផលិតឡើងវិញនៅលើវេទិកា hCaptcha ហើយចង់ឱ្យវាដកចេញដោយហេតុផលណាមួយ អ្នកអាចទាក់ទងមកយើងតាមរយៈអ៊ីមែល។",
    "1836554225": "ប្រកាសប្លក់",
    "2873297188": "តើ CAPTCHAS ទាំងអស់រើសអើងប្រឆាំងនឹងជនមិនមែនអាមេរិកទេ?",
    "165932542": "មើលអត្រាការដោះស្រាយ hCaptcha ជុំវិញពិភពលោក",
    "1865097546": "ថ្ងៃទី ១៦ ខែវិច្ឆិកា ឆ្នាំ ២០២១",
    "3005876482": "hCaptcha ឥឡូវនេះគឺជាសេវាកម្ម CAPTCHA ឯករាជ្យធំបំផុតដែលដំណើរការលើ 15% នៃអ៊ីនធឺណិត",
    "693820850": "អ្នកអាចយកឈ្នះ Google ដោយដាក់ភាពឯកជនជាមុនសិន",
    "3609106478": "ការបញ្ចូលព័ត៌មានសម្ងាត់៖",
    "299335340": "តើវាជាអ្វី និងរបៀបបញ្ឈប់ការវាយប្រហារ",
    "354925785": "ការណែនាំ",
    "423222878": "ការវាយប្រហារតាមអ៊ីនធឺណិតដ៏លំបាកបំផុតមួយចំនួនក្នុងការស្វែងរក ទប់ស្កាត់ និងបញ្ឈប់គឺជាសកម្មភាពដែលតួអង្គព្យាបាទអាចប្រើប្រាស់ព័ត៌មានសម្ងាត់របស់អ្នកប្រើប្រាស់ស្របច្បាប់ដើម្បីចូលទៅក្នុងគណនីអ្នកប្រើប្រាស់សកម្ម។ បើគ្មានសមត្ថភាពរាវរកស្មុគ្រស្មាញច្រើនទេ ក្រុមហ៊ុនដែលបង្ហោះគណនីនេះគ្មានហេតុផលដើម្បីសង្ស័យថាមានអ្វីខុសទេ។ អតិថិជនហាក់ដូចជាបានចូលទៅក្នុងគណនីរបស់គាត់ឬនាង។ អ្នកវាយប្រហារសម្រេចបាននូវឧបាយកលដ៏ជោគជ័យនេះ ដោយប្រើព័ត៌មានសម្ងាត់ដែលត្រូវបានលួច ដែលជាធម្មតាជាលទ្ធផលនៃបច្ចេកទេសវាយប្រហារតាមអ៊ីនធឺណិតដែលគេស្គាល់ថាជា \"ការបញ្ចូលព័ត៌មានសម្ងាត់\"។ វា​ជា​បញ្ហា​ធ្ងន់ធ្ងរ​នៅ​ថ្ងៃ​នេះ ប៉ុន្តែ​ជា​បញ្ហា​មួយ​ដែល​អាច​ត្រូវ​បាន​បន្ធូរបន្ថយ​ដោយ​មាន​វិធានការ​តបត​ត្រឹមត្រូវ។",
    "777660551": "តើ​អ្វី​ទៅ​ជា​ការ​បំពេញ​អត្តសញ្ញាណប័ណ្ណ?",
    "2602763587": "ការបញ្ចូលព័ត៌មានសម្ងាត់ គឺជាទម្រង់មួយនៃការវាយលុកតាមអ៊ីនធឺណិត ដែលអ្នកវាយប្រហារព្យាយាមចូលទៅក្នុងគេហទំព័រមួយដងច្រើនដង ដោយប្រើឈ្មោះអ្នកប្រើប្រាស់ និងពាក្យសម្ងាត់ដែលត្រូវបានលួច។ \"ការបញ្ចូល\" សំដៅទៅលើការប៉ុនប៉ងចូលម្តងហើយម្តងទៀត ដែលស្ទើរតែតែងតែត្រូវបានអនុវត្តដោយកម្មវិធី bot ស្វ័យប្រវត្តិ។",
    "1271831121": "វាមិនដូចថាអ្នកលួចស្តាប់ (ស្លៀកពាក់អាវផាយ ជាការពិតទេ!) កំពុងអង្គុយនៅទីនោះ ដោយវាយបញ្ចូលលិខិតសម្គាល់បន្ទាប់ពីទទួលបានព័ត៌មាន។ bot ចូលដោយស្វ័យប្រវត្តិអាចត្រូវបានធ្វើឡើងពីឧបករណ៍ក្រៅធ្នើដូចជា Selenium ឬឧបករណ៍ hacker ដែលបង្កើតឡើងដោយផ្ទាល់ខ្លួន។",
    "2588750717": "ជាការពិតណាស់ ការវាយប្រហារលើព័ត៌មានសម្ងាត់មួយចំនួនពាក់ព័ន្ធនឹងព័ត៌មានសម្ងាត់រាប់លាន ដែលទាំងអស់ត្រូវបានបញ្ចូលទៅក្នុងចំណុចប្រទាក់ចូលគេហទំព័រដែលមិនសង្ស័យ ដោយសង្ឃឹមថានឹងត្រូវបានអនុញ្ញាត។ នៅពេលដែលនៅខាងក្នុង អ្នកវាយប្រហារអាចកាន់កាប់គណនីរបស់ជនរងគ្រោះបាន។",
    "1137757109": "ប្រសិនបើវាជាគណនីអេឡិចត្រូនិច អ្នកវាយប្រហារអាចបញ្ជាទិញទំនិញបាន។ ប្រសិនបើជនរងគ្រោះជាធនាគារ អ្នកវាយប្រហារអាចផ្ទេរប្រាក់ទៅក្រៅប្រទេសជាដើម។",
    "1559150837": "គោលដៅ​មិន​អាច​ការពារ​បាន​ទេ។ គេហទំព័រភាគច្រើនមានការគ្រប់គ្រងដែលរារាំងអ្នកប្រើប្រាស់ដែលគួរឱ្យសង្ស័យដែលកំពុងព្យាយាមចូលទៅក្នុងគណនីរាប់ពាន់ផ្សេងៗគ្នាពីអាសយដ្ឋាន IP ដូចគ្នាក្នុងរយៈពេលដ៏ខ្លី។ អ្វី​ដែល​អ្នក​វាយប្រហារ​បញ្ចូល​ព័ត៌មាន​សម្ងាត់​ធ្វើ​ដើម្បី​ទទួល​បាន​នូវ​បច្ចេកទេស​ការពារ​ទាំងនេះ​គឺ​ការ​ក្លែង​ធ្វើ​ភាព​ចម្រុះ​នៃ​ភូមិសាស្ត្រ និង IP ។ ដោយប្រើឧបករណ៍ដែលដំណើរការដោយ AI ដែលមានអនុភាព ជាញឹកញាប់ ពួកគេអាចធ្វើឱ្យវាបង្ហាញថាអ្នកប្រើប្រាស់រាប់ពាន់នាក់កំពុងព្យាយាមចូលដោយចៃដន្យនៅពេលផ្សេងគ្នានៃថ្ងៃពីទូទាំងប្រទេស។ នេះ​គឺ​ជា​ការ​ពិបាក​ក្នុង​ការ​រក​ឃើញ​និង​បញ្ឈប់​ច្រើន​ជាង។",
    "1892020899": "តើពួក Hacker ទទួលបានព័ត៌មានសម្ងាត់នៅឯណា?",
    "2597149484": "ហេតុផលដែលពួក Hacker ត្រូវតែ \"បញ្ចូល\" លិខិតសម្គាល់ជាច្រើនដែលទាក់ទងនឹងកន្លែងដែលពួកគេទទួលបានព័ត៌មានសម្ងាត់ដែលត្រូវបានលួច។",
    "3030395800": "អត្តសញ្ញាណប័ណ្ណទាំងនេះជាធម្មតាបានមកពីការបំពានទិន្នន័យ។ ត្រូវបានគេស្គាល់ផងដែរថាជា \"ការលេចធ្លាយព័ត៌មានសម្ងាត់\" ការវាយប្រហារទាំងនេះអាចបណ្តាលឱ្យមានការបោះចោលព័ត៌មានសម្ងាត់រាប់លាននៅលើបណ្តាញងងឹត។ ប្រសិនបើការកំពប់នោះមកពីធនាគារ អ្នកលួចចូលនឹងព្យាយាមប្រើលិខិតសម្គាល់ទាំងនោះ ដើម្បីចូលទៅកាន់គេហទំព័រផ្សេងទៀត។ វិធីសាស្រ្តនេះដំណើរការដោយសារតែមនុស្សជាច្រើនប្រើឈ្មោះអ្នកប្រើដូចគ្នា និងពាក្យសម្ងាត់រួមបញ្ចូលគ្នាសម្រាប់គេហទំព័រច្រើន។ (ការអនុវត្តនេះមានការធ្លាក់ទឹកចិត្ត ប៉ុន្តែការពិតគឺជាអ្វីដែលវាគឺជា។ មនុស្សមានទំនោរចង់ធ្វើម្តងទៀតនូវព័ត៌មានសម្ងាត់នៃការចូល។ )",
    "1258965840": "ដូច្នេះ ប្រសិនបើអ្នកវាយប្រហារអាចចូលទៅក្នុងគេហទំព័រមួយ គាត់ប្រហែលជាអាចចូលទៅក្នុងគេហទំព័រជាច្រើនដោយប្រើព័ត៌មានសម្ងាត់ដែលលេចធ្លាយ។ ជាឧទាហរណ៍ ពួកគេអាចទទួលបានឈ្មោះអ្នកប្រើប្រាស់/ពាក្យសម្ងាត់ដូចជា JohnDoe/525momma ប៉ុន្តែពួកគេមិនដឹងថាតើគូនោះនឹងធ្វើអ្វីសម្រាប់ពួកគេទេ។ ដូច្នេះ ពួកគេសាកល្បងគូនេះនៅលើ Amazon.com, Ebay, Citibank, Walgreens និងនៅលើ និងនៅលើ។ ពួកគេអាចនឹងសាកល្បងគូនោះនៅលើគេហទំព័ររាប់ពាន់ផ្សេងគ្នា។",
    "3594440415": "នៅទីបំផុត ពួកគេនឹងចាប់ផ្តើមបើកទ្វារ។",
    "780280214": "របៀបដែល hCaptcha និង hCaptcha Enterprise កាត់បន្ថយការគំរាមកំហែងនៃការបញ្ចូលព័ត៌មានសម្ងាត់",
    "4165374512": "ខណៈពេលដែលវាអាចទៅរួចក្នុងការប្រើ IP និងឧបករណ៍ស្វែងរកទីតាំងដើម្បីការពារការបញ្ចូលព័ត៌មានសម្ងាត់ វិធីសាស្ត្រដែលមានប្រសិទ្ធភាព និងត្រឹមត្រូវជាងការចំណាយគឺគ្រាន់តែរំខាន bot ផ្ទុកព័ត៌មានសម្ងាត់ដោយស្វ័យប្រវត្តិ។ hCaptcha និង hCaptcha Enterprise អាចរារាំង bot នៅចំណុចនៃការចូល។ ទោះបីជា bot មានព័ត៌មានសម្ងាត់ត្រឹមត្រូវក៏ដោយ ប្រសិនបើវាមិនអាចឆ្លងកាត់ការរកឃើញរបស់ hCaptcha Enterprise ឬ CAPTCHA របស់ hCaptcha នោះវានឹងមិនអាចដំណើរការរបស់វាបានទេ ហើយគេហទំព័ររបស់អ្នក និងអ្នកប្រើប្រាស់ត្រូវបានការពារ។",
    "3269644546": "សូម",
    "1058572205": "យើងប្រសិនបើអ្នកចង់ស្វែងយល់បន្ថែមអំពី",
    "3753613260": "ទំនាក់ទំនង",
    "1792519141": "សហគ្រាស hCaptcha",
    "3515435438": "រាយការណ៍អំពីបណ្តឹង DMCA",
    "54093347": "ភ្នាក់ងារចុះបញ្ជី DMCA",
    "3233441200": "អនុវត្តគោលការណ៍រំលោភបំពានឡើងវិញ",
    "4011712313": "ជាផ្នែកនៃគោលការណ៍ DMCA របស់យើង យើងដាក់គណនីរបស់អតិថិជនដែលយើងទទួលបានការជូនដំណឹង DMCA ជាច្រើននៃការរំលោភបំពានដែលត្រូវបានចោទប្រកាន់ទៅក្នុងគោលការណ៍ DMCA ម្តងទៀតច្រើនជំហាន។ នៅពេលទទួលបានការជូនដំណឹង DMCA ម្តងហើយម្តងទៀតក្នុងខែប្រតិទិន គណនីអតិថិជននឹងដំណើរការពីជំហានគោលការណ៍មួយទៅជំហានបន្ទាប់។",
    "766825168": "សកម្មភាពដែលយើងអាចធ្វើនៅក្រោមគោលការណ៍ DMCA ម្តងទៀត រួមមានការផ្ញើការជូនដំណឹងអំពីការបង្កើនភាពមើលឃើញដល់អតិថិជននៃគណនី។ ដើម្បី​ទទួល​ស្គាល់​ការ​ជូន​ដំណឹង​ទាំង​នេះ យើង​អាច​តម្រូវ​ឱ្យ​អតិថិជន​ចូល​គណនី ឬ​ហៅ​ទូរសព្ទ​ទៅ​ក្រុម​ជំនួយ​របស់​យើង។ យើងក៏រក្សាសិទ្ធិក្នុងការផ្អាក ឬបញ្ចប់ ក៏ដូចជាអនុវត្តវិធានការបណ្តោះអាសន្នផ្សេងទៀតចំពោះសេវា hCaptcha និង IMI របស់អតិថិជនណាមួយដែលយើងបានបន្តទទួលបានការជូនដំណឹង DMCA អំពីការរំលោភបំពានដែលបានចោទប្រកាន់ បើទោះបីជាយើងបានផ្ញើការជូនដំណឹងអំពីការរំលោភម្តងទៀតក៏ដោយ។ លើសពីនេះ យើងអាចបញ្ចប់ដោយការសំរេចចិត្តតែមួយគត់របស់យើង សេវាកម្ម hCaptcha ឬ IMI ផ្សេងទៀតដែលផ្តល់ដល់អតិថិជនទាំងនេះ នៅពេលយើងបញ្ចប់សេវាកម្ម hCaptcha ក្រោមគោលការណ៍នេះ។",
    "2410122265": "ធនធាន hCaptcha៖ បូត ១០១",
    "4166776480": "ការបញ្ចូលព័ត៌មានសម្ងាត់៖ តើវាជាអ្វី និងរបៀបបញ្ឈប់ការវាយប្រហារ",
    "2301335298": "ការក្លែងបន្លំការទូទាត់៖ កាត់បន្ថយរបៀបវិវត្តន៍យ៉ាងលឿននៃឧក្រិដ្ឋកម្មតាមអ៊ីនធឺណិត",
    "3682071227": "តើការកាន់កាប់គណនីគឺជាអ្វី ហើយតើពួកគេធ្វើការដោយរបៀបណា?",
    "2729131930": "តើការកោសគឺជាអ្វី ហើយតើវាដំណើរការយ៉ាងដូចម្តេច?",
    "1344959096": "ធ្វើការជាអ្នកដាក់ស្លាកទិន្នន័យបុគ្គល",
    "3510143229": "hCaptcha គឺជាសេវាកម្មសម្រាប់គេហទំព័រ និងកម្មវិធី",
    "3930611699": "កម្មករម្នាក់ៗ។",
    "1051214799": "hCaptcha គឺជាសេវាកម្មសុវត្ថិភាពគេហទំព័រដែលព្យាយាមចែករំលែកតម្លៃជាមួយអ្នកបោះពុម្ពគេហទំព័រ ឬកម្មវិធីដែលប្រើវា។",
    "360236473": "សេវា hCaptcha មិនមានបំណងប្រើសម្រាប់នរណាម្នាក់ធ្វើការជាអ្នកដាក់ស្លាកបុគ្គលនោះទេ។ វាមិនត្រូវបានរចនាឡើងសម្រាប់ ឬសាកសមនឹងគោលបំណងនេះទេ។ យើងមិនណែនាំនរណាម្នាក់ឱ្យព្យាយាមប្រើ hCaptcha ជាប្រភពនៃប្រាក់ចំណូលផ្ទាល់ខ្លួនទេ។",
    "3842490632": "អ្នកប្រើប្រាស់ម្នាក់ៗដែលព្យាយាមឆ្លើយសំណួរជាច្រើនទំនងជាត្រូវបានកំណត់អត្រា ឬហាមឃាត់យ៉ាងឆាប់រហ័ស។ សំខាន់​ដូចគ្នា​នឹង​យើង",
    "1560232962": "គ្របដណ្តប់យ៉ាងលម្អិត គ្មានការធានាណាមួយត្រូវបានធ្វើឡើងចំពោះចំនួនដែលទទួលបានសម្រាប់ចម្លើយណាមួយឡើយ។ ប្រហែលជាមិនមានសំណួរបង់ប្រាក់ទេនៅពេលនោះ ចម្លើយអាចត្រូវបានបដិសេធដោយហេតុផលគុណភាព។ល។",
    "2694001822": "ទោះយ៉ាងណាក៏ដោយ ម្តងម្កាល យើងជួលបុគ្គលដើម្បីជួយយើងសាកល្បងលក្ខណៈសម្បត្តិប្រព័ន្ធ និងមុខងារថ្មីៗ។",
    "1569804581": "ប្រសិនបើអ្នកចង់ត្រូវបានទាក់ទងនៅពេលអនាគតទាក់ទងនឹងឱកាសដែលពាក់ព័ន្ធ សូមបំពេញទម្រង់បែបបទនេះ។",
    "636461959": "ឈ្មោះ",
    "1139500589": "ប្រទេស",
    "1789607185": "អាស័យ​ដ្ឋាន​អ៊ី​ម៉េ​ល",
    "325077666": "តាមរយៈការបញ្ជូនព័ត៌មានរបស់អ្នក អ្នកយល់ព្រមចំពោះរបស់យើង។",
    "3555583744": "និង",
    "3609929815": ". យើង​នឹង​រក្សា​ឈ្មោះ ប្រទេស និង​ព័ត៌មាន​អាសយដ្ឋាន​អ៊ីមែល​របស់​អ្នក​សម្រាប់​តែ​គោលបំណង​ទាក់ទង​អ្នក​នៅពេល​អនាគត​ទាក់ទង​នឹង​ឱកាស​ការងារ​ដែល​ដាក់​ស្លាក​បុគ្គល។",
    "4197928199": "គោលការណ៍​ភាព​ឯកជន",
    "851786723": "តាមរយៈការបញ្ចូលអ៊ីមែលរបស់អ្នក អ្នកយល់ព្រមនឹងលក្ខខណ្ឌ និងគោលការណ៍ឯកជនភាពរបស់យើង ហើយដើម្បីទទួលបានអ៊ីមែលពីយើង។",
    "2402165761": "តើការរើសអេតចាយដំណើរការយ៉ាងដូចម្តេច?",
    "4260542944": "ការកោសមាតិកា (ត្រូវបានគេស្គាល់ផងដែរថាជា \"ការកោសអេក្រង់\" ឬគ្រាន់តែជា \"ការកោស\") គឺជាដំណើរការដែលធ្លាប់ស្គាល់ និងមានប្រយោជន៍សម្រាប់ការប្រមូលព័ត៌មានពីគេហទំព័រ។ ទោះជាយ៉ាងណាក៏ដោយ ក្នុងប៉ុន្មានឆ្នាំថ្មីៗនេះ បច្ចេកទេសនេះបានក្លាយជាឧបករណ៍ពេញនិយមរបស់ពួក Hacker និងអ្នកបោកប្រាស់។ វិធានការទប់ទល់អាចកាត់បន្ថយការគំរាមកំហែងប្រកបដោយប្រសិទ្ធភាព ប៉ុន្តែដើម្បីអនុវត្តវា វាចាំបាច់ក្នុងការស្វែងយល់ពីរបៀបដែលដំណើរការដំណើរការ។",
    "2066255783": "តើ​អ្វី​ទៅ​ជា​ការ​បំបែក​មាតិកា?",
    "1910628828": "ការលុបមាតិកាគឺជាបច្ចេកទេសមួយសម្រាប់ការចាប់យកទិន្នន័យពីប្រព័ន្ធដែលពាក់ព័ន្ធនឹងឧបករណ៍ស្វ័យប្រវត្តិដែលក្លែងបន្លំជាកម្មវិធីកម្មវិធី ឬកម្មវិធីរុករកតាមអ៊ីនធឺណិត។ វាមិនមែនជារឿងថ្មីទេ។ ជាការពិត សម្រាប់វិស្វករផ្នែកទន់ ដែលអាចត្រូវការទិន្នន័យពី mainframe ចាស់ ការ scraping អាចជាមធ្យោបាយតែមួយគត់ដើម្បីទាញយកព័ត៌មាន។ ឧបករណ៍ភ្ជាប់ដើមអាចបាត់បង់ ហើយមិនអាចជំនួសបានទេ។",
    "3408107995": "ទោះបីជាយ៉ាងណាក៏ដោយ សព្វថ្ងៃនេះ ការខ្ចាត់ខ្ចាយមិនប្រែប្រួលមានន័យថាជាវិធីសាស្រ្តកម្មវិធីដើម្បីទាញទិន្នន័យពីគេហទំព័រ។ កម្មវិធី scraping ដើរតួនាទីដូចជាអ្នកប្រើប្រាស់មនុស្ស ដោយចុចលើប៊ូតុង និងអានលទ្ធផលលទ្ធផល។ មានការប្រើប្រាស់ស្របច្បាប់ជាច្រើនសម្រាប់ការរើសអេតចាយ។ កម្មវិធីរុករកគេហទំព័រដែលផ្តល់ថាមពលដល់ម៉ាស៊ីនស្វែងរកគឺជាឧទាហរណ៍មួយ។ ដូច្នេះហើយគឺជាឧបករណ៍ដូចជា Skyscanner ដែលស្វែងរកកិច្ចព្រមព្រៀងធ្វើដំណើរដោយភ្ជាប់តាមរយៈគេហទំព័រទេសចរណ៍រាប់ពាន់។ ក្រុមហ៊ុន Fintech ក៏ប្រើវាផងដែរ ដោយដកទិន្នន័យហិរញ្ញវត្ថុរបស់អ្នកប្រើប្រាស់ចេញពីគេហទំព័រធនាគារ ប្រសិនបើមិនមាន Application Programming Interfaces (APIs) ដែលអាចប្រើបានដើម្បីធ្វើការតភ្ជាប់ទិន្នន័យ។ អ្វីដែលត្រូវចងចាំអំពីការកោសអេក្រង់គឺល្បឿន និងទំហំរបស់វា។ ដំណើរការនេះអាចប្រមូលទិន្នន័យយ៉ាងច្រើនពីគេហទំព័រ ដោយសន្មត់ថាគេហទំព័រមិនត្រូវបានកំណត់រចនាសម្ព័ន្ធដើម្បីបញ្ឈប់វាពីការកើតឡើង។ នៅល្បឿននៃការគណនា អេតចាយអាចប្រមូលសំណុំទិន្នន័យធំៗដោយធ្វើអន្តរកម្មជាមួយគេហទំព័រ និងកម្មវិធីមូលដ្ឋាន និងមូលដ្ឋានទិន្នន័យដែលផ្តល់ថាមពលដល់ពួកគេ។",
    "1920884252": "ហេតុអ្វី​បាន​ជា​ខ្លឹមសារ​កំពុង​គម្រាមកំហែង​សុវត្ថិភាព?",
    "2256795853": "សមត្ថភាពក្នុងការទាញយកទិន្នន័យជាច្រើន យ៉ាងឆាប់រហ័សពីគេហទំព័រ ធ្វើឱ្យមានឧបករណ៍ដ៏មានឥទ្ធិពលមួយនៅក្នុងដៃរបស់តួអង្គព្យាបាទ។ scraping bot អាចប្រមូលទិន្នន័យអ្នកប្រើប្រាស់ពីគេហទំព័រប្រព័ន្ធផ្សព្វផ្សាយសង្គម។ បន្ទាប់មក ដោយការលួចយកគេហទំព័រដែលមានអាសយដ្ឋាន និងព័ត៌មានផ្ទាល់ខ្លួនផ្សេងទៀត និងលទ្ធផលដែលទាក់ទងគ្នានោះ ពួក Hacker អាចចូលរួមក្នុងឧក្រិដ្ឋកម្មអត្តសញ្ញាណ ដូចជាការដាក់ពាក្យស្នើសុំកាតឥណទានក្លែងបន្លំជាដើម។",
    "4087694419": "អ្នកលួចបន្លំក៏អាចប្រមូលទិន្នន័យពីគេហទំព័រដូចជា Amazon និង eBay ដើម្បីបង្កើតបញ្ជីផលិតផលក្លែងក្លាយ ឬបោកប្រាស់។ បន្ទាប់មកគាត់អាចផ្តល់ជូនពួកគេសម្រាប់លក់នៅលើសេវាកម្មពីគ្នាទៅវិញទៅមកដូចជា OfferUp និងធ្វើការវាយប្រហារបន្លំលើអ្នកទិញ។ ឬអ្នកបោកប្រាស់អាចលក់ផលិតផលដែលមិនមាន។ ការក្លែងបន្លំអេក្រង់បន្ថែមពាក់ព័ន្ធនឹងការក្លែងបន្លំអ្នកផ្សាយពាណិជ្ជកម្ម។ តាមរយៈការលុបខ្លឹមសារចេញពីគេហទំព័រអ្នកបោះផ្សាយ អ្នកបោកប្រាស់អាចបង្កើតទំព័រអ្នកផ្សាយពាណិជ្ជកម្មក្លែងក្លាយនៅលើសេវាកម្មផ្សេងៗ។ បន្ទាប់មក ពួកគេអាចលក់ការផ្សាយពាណិជ្ជកម្មនៅលើទំព័រទាំងនោះទៅឱ្យអ្នកលក់បន្តដែលមានការអនុញ្ញាត ដែលទំនាក់ទំនងដែលពួកគេបានប្រមូលពីឯកសារ ads.txt របស់អ្នកបោះពុម្ពផ្សាយ។ រន្ធផ្សាយពាណិជ្ជកម្មបង្ហាញឱ្យឃើញពិតប្រាកដចំពោះអ្នកផ្សាយពាណិជ្ជកម្ម ប៉ុន្តែវាមិនមែនទេ។",
    "3315658779": "ទប់ស្កាត់ការបំបែកមាតិកាជាមួយ hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise ប្រើប្រាស់ការរៀនម៉ាស៊ីនកម្រិតខ្ពស់ដើម្បីកំណត់អត្តសញ្ញាណចរាចរណ៍ដែលមានគំនិតអាក្រក់ទៅកាន់គេហទំព័រ និងកម្មវិធីរបស់អ្នក - រួមទាំងសកម្មភាពលួចបន្លំ។",
    "1422537019": "យើងថ្ងៃនេះដើម្បីស្វែងយល់បន្ថែម។",
    "1988268879": "ការដាក់ស្លាកទិន្នន័យប្រកបដោយប្រសិទ្ធភាពតាមមាត្រដ្ឋាន",
    "2163914794": "ត្រូវការស្លាកបន្ថែមទៀតសម្រាប់សំណុំទិន្នន័យរបស់អ្នក? hCaptcha ផ្តល់នូវការដាក់ស្លាកទិន្នន័យលឿន សន្សំសំចៃ និងគុណភាពខ្ពស់សម្រាប់ក្រុមហ៊ុនដែលធ្វើការលើកម្មវិធីបញ្ញាសិប្បនិម្មិត និងម៉ាស៊ីនរៀន។",
    "3378932530": "យកទិន្នន័យរបស់អ្នកដាក់ស្លាកឥឡូវនេះ",
    "3483700676": "ចាប់ផ្តើមកិច្ចការរាប់លានភ្លាមៗ",
    "3478726913": "hCaptcha មានអាងទឹកដ៏ធំបំផុតមួយនៅលើភពផែនដីដែលមានសម្រាប់ការប្រើប្រាស់របស់អ្នក។ មិនថាអ្នកមានទំហំប៉ុនណាទេ យើងអាចដោះស្រាយវាបានដោយមិនមានការប្តេជ្ញាចិត្តជាមុនដែលមានតម្លៃថ្លៃ។ ការងាររាប់លានក្នុងមួយថ្ងៃមិនមានបញ្ហាទេ។",
    "740501259": "បំពង់ដែលជំរុញដោយ API សាមញ្ញ",
    "2784612261": "ចង់រួមបញ្ចូលការត្រួតពិនិត្យរបស់មនុស្សដោយផ្ទាល់ទៅក្នុងប្រតិបត្តិការអាជីវកម្មរបស់អ្នកទេ? យើងផ្តល់ជូននូវ SLAs ដែលអាចទុកចិត្តបានខ្ពស់ សមត្ថភាពធានា និង REST APIs សាមញ្ញ។",
    "1144966033": "ធ្វើឱ្យប្រសើរសម្រាប់តម្លៃ និងគុណភាព",
    "3213351333": "មិនចាំបាច់មានការប្តេជ្ញាចិត្តជាមុនទេ។",
    "2107077506": "វេទិកា HUMAN ប្រើគំរូទំនុកចិត្តដ៏ទូលំទូលាយ ដើម្បីអនុវត្តការវិភាគគុណភាពតាមពេលវេលាជាក់ស្តែង។ នេះអនុញ្ញាតឱ្យយើងកំណត់យ៉ាងឆាប់រហ័សទាំងការលំបាកនៃសំណួរ និងចម្លើយដែលទំនងត្រឹមត្រូវរបស់ពួកគេ ដោយជួយសន្សំសំចៃពេលវេលា និងប្រាក់របស់អ្នក។",
    "3576146278": "ចំណាយតែសម្រាប់ភាពត្រឹមត្រូវដែលអ្នកត្រូវការ",
    "2952586316": "មិនមែនបញ្ហាទាំងអស់សុទ្ធតែដូចគ្នានោះទេ។ ចំណារពន្យល់សម្រាប់កិច្ចការសំខាន់ៗអំពីសុវត្ថិភាពអាចទាមទារទំនុកចិត្ត 99.99% ពីបុគ្គលិកមនុស្សទាំងស្រុង។ ចំណារពន្យល់សម្រាប់មុខងារបេតាមួយនៅក្នុងកម្មវិធីហ្គេមទូរសព្ទអាចត្រូវការភាពជឿជាក់កម្រិតមធ្យមប៉ុណ្ណោះ។ អ្នកសម្រេចចិត្ត។",
    "710145621": "ផ្តល់ទិន្នន័យការពិតមូលដ្ឋានរបស់អ្នក ឬអនុញ្ញាតឱ្យយើងបង្កើតវាភ្លាមៗ",
    "987901590": "តើអ្នកមានទិន្នន័យឆៅដោយគ្មានសំណុំការផ្ទៀងផ្ទាត់ទូលំទូលាយទេ? ក្នុងករណីភាគច្រើន យើងអាចបង្កើតមួយសម្រាប់អ្នក នៅពេលដែលកិច្ចការដំណើរការតាមរយៈប្រព័ន្ធ ឬបង្កើតគំរូដែលមានស្លាកសម្រាប់ការយល់ព្រមរបស់អ្នក។",
    "2597352122": "ប្រភេទចំណារពន្យល់",
    "1344687860": "ប្រអប់ព្រំដែន",
    "1089415440": "ការរកឃើញវត្ថុត្រឹមត្រូវនៅក្នុងរូបភាព និងវីដេអូ",
    "3817067682": "ពហុកោណ",
    "2682873489": "កំណត់តំបន់ព្រំដែនសម្រាប់វត្ថុ",
    "1275150216": "កន្លែងសម្គាល់",
    "2067112112": "ចំណុចចំណារពន្យល់សម្រាប់ករណីប្រើប្រាស់ផ្សេងៗគ្នាជាច្រើន។",
    "4228682126": "ការចាត់ថ្នាក់គុណលក្ខណៈ",
    "2920213479": "តម្រៀប ឬបន្ថែមប្រភេទតាមចិត្តនៃទំហំណាមួយ។",
    "3288667364": "ការប្រៀបធៀបនិងការរកឃើញ",
    "155877895": "ការរកឃើញ និងការចាត់ថ្នាក់ដោយថាមពលមនុស្ស",
    "3128433367": "... និងច្រើនទៀត",
    "2827452240": "ត្រូវការប្រភេទផ្សេងទៀតដែលមិនមានរាយបញ្ជីនៅទីនេះ? គ្រាន់តែសួរពួកយើង។",
    "719304627": "ត្រូវការការគ្រប់គ្រងពីចុងដល់ចប់មែនទេ?",
    "1172067553": "វេទិកា HUMAN នៅពីក្រោយ hCaptcha ផ្តល់នូវគុណភាពការងារ និងមុខងារគ្រប់គ្រងដ៏ស្មុគ្រស្មាញតាមរយៈការដាក់ពង្រាយនៅនឹងកន្លែង កូនកាត់ ឬ SaaS ដែលរួមបញ្ចូលជាមួយប្រព័ន្ធដែលមានស្រាប់របស់អ្នក។",
    "2319072959": "ដំណើរការដោយគ្មានអ៊ីនធឺណិតទាំងស្រុងជាមួយនឹងកម្លាំងការងារផ្ទាល់ខ្លួនរបស់អ្នក តាមដានតម្លៃដែលប្រើប្រាស់នៅទូទាំងអង្គភាពអាជីវកម្ម ឬដៃគូសហការ ជ្រើសរើសការងារជាជម្រើសទៅកាន់អ្នកផ្តល់ការងារខាងក្នុង ឬខាងក្រៅផ្សេងៗគ្នា ដោយផ្អែកលើតម្រូវការតម្លៃ និងសុវត្ថិភាព និងច្រើនទៀត។",
    "1936512180": "ការចូលប្រើ API ងាយស្រួល ផ្ទាំងគ្រប់គ្រងដ៏ស្រស់ស្អាត និងបច្ចេកវិទ្យាចុងក្រោយបង្អស់នៃម៉ូដែលក្នុងរង្វង់ដើម្បីបង្កើនប្រសិទ្ធភាពបុគ្គលិក។",
    "3913848038": "SLAs ពេញម៉ោង 99.99% និងការគាំទ្រជាសកល 24/7 មាន។",
    "1080752747": "ទំនាក់ទំនងផ្នែកលក់",
    "1525403768": "សម្រាប់ព័ត៌មានបន្ថែម សូមទាក់ទងផ្នែកលក់សហគ្រាស។",
    "1546930020": "ការទទួលបានស្លាកទិន្នន័យ",
    "2486638408": "កំណត់ការបញ្ជាក់",
    "1027200955": "និយាយជាមួយអ្នកជំនាញដែនរបស់យើងដើម្បីកំណត់តម្រូវការគម្រោងរបស់អ្នក៖ ភាពត្រឹមត្រូវនៃគោលដៅ ទម្រង់ និងតម្រូវការពិសេសណាមួយ។",
    "1156712451": "ការធ្វើតេស្តការងារដំបូង",
    "181065232": "យើងអនុវត្តការងារផលិតកម្មតូចមួយដោយផ្អែកលើទិន្នន័យគំរូរបស់អ្នក។ នេះសាកល្បងការងារដែលយើងបានធ្វើរួមគ្នា ដើម្បីធានាថាអ្នកទទួលបានអ្វីដែលអ្នកត្រូវការ។",
    "3207769512": "ដាក់ពង្រាយការងារផលិតកម្ម",
    "1099238677": "ជាមួយនឹងកម្រិតសំឡេងខ្ពស់ និងភាពយឺតយ៉ាវទាបរបស់យើង យើងនឹងបង្វែរការងាររបស់អ្នកយ៉ាងឆាប់រហ័ស ជាមួយនឹងការចែកចាយដោយស្វ័យប្រវត្តិភ្លាមៗនៅពេលដែលវារួចរាល់។",
    "465783046": "ចង់សាកល្បងជាមួយទិន្នន័យរបស់អ្នកទេ?",
    "328625009": "... ពួកយើងត្រៀមខ្លួនរួចរាល់ហើយ នៅពេលដែលអ្នកមាន៖ សេវាកម្មរបស់យើងមាននៅគ្រប់ម៉ោង។",
    "3225770968": "hCaptcha ត្រូវបានរចនាឡើងដើម្បីដោះស្រាយបញ្ហាដែលពឹងផ្អែកលើកម្លាំងពលកម្មច្រើនបំផុតក្នុងការរៀនម៉ាស៊ីន។ ការដាក់ស្លាកបរិមាណទិន្នន័យយ៉ាងច្រើនក្នុងមធ្យោបាយទាន់ពេលវេលា តម្លៃសមរម្យ និងអាចទុកចិត្តបាន។",
    "2041686284": "ទិន្នន័យកាន់តែច្រើនជាទូទៅបង្កើតលទ្ធផលល្អប្រសើរក្នុងការបណ្តុះបណ្តាលគំរូរៀនម៉ាស៊ីន។ ភាពជោគជ័យថ្មីៗនៃគំរូស៊ីជម្រៅបាននាំឱ្យមានសំណុំទិន្នន័យធំកាន់តែខ្លាំងឡើង ហើយ hCaptcha បម្រើតម្រូវការនេះ។ ទោះជាយ៉ាងណាក៏ដោយ ការបង្កើតសំណុំទិន្នន័យដែលពិនិត្យដោយមនុស្សធំដោយប្រើវិធីសាស្ត្រប្រពៃណីគឺមានភាពយឺតយ៉ាវ និងមានតម្លៃថ្លៃ។",
    "3729345277": "hCaptcha គឺជាមធ្យោបាយសម្រាប់ក្រុមហ៊ុននានាដើម្បីទទួលបានចំណារពន្យល់ដែលពួកគេត្រូវការលឿនជាងមុន ជាមួយនឹងគុណភាពខ្ពស់ និងតម្លៃទាបជាងជម្រើសផ្សេងទៀត។",
    "2103563261": "ព័ត៌មានឯកជន ឬសាធារណៈ",
    "2513143348": "ប្រព័ន្ធសហគ្រាស hCaptcha មានភាពបត់បែនតែមួយគត់ក្នុងការរចនារបស់វា៖ វាអាចត្រូវបានប្រើប្រាស់ដោយផ្នែក ឬទាំងស្រុងនៅគែមនៃបណ្តាញរបស់អ្នក ប្រសិនបើអ្នកដំណើរការពពកសាធារណៈ ឬជាម្ចាស់មជ្ឈមណ្ឌលទិន្នន័យជាច្រើន។",
    "3107683988": "នេះអាចកាត់បន្ថយចរាចរណ៍ និងការចំណាយក្រៅបណ្តាញយ៉ាងខ្លាំង ខណៈពេលដែលរក្សាបាននូវអត្ថប្រយោជន៍ទាំងអស់នៃការគ្រប់គ្រងដោយបុគ្គលិកតាមទូរស័ព្ទរបស់យើង 24/7 ដើម្បីបំពេញតាម SLAs ដ៏តឹងរ៉ឹងបំផុត។",
    "3660619092": "ចុះឈ្មោះដោយឥតគិតថ្លៃ ឬទាក់ទងផ្នែកលក់សម្រាប់ដំណោះស្រាយសហគ្រាស",
    "2351176803": "លក្ខខណ្ឌអាជ្ញាប័ណ្ណសម្រាប់ hCaptcha JS API",
    "2616226398": "ប្រធានបទរបស់យើង។",
    "2024293275": ". រក្សាសិទ្ធិគ្រប់យ៉ាងសម្រាប់ពេលនេះ។",
    "1062291156": "លក្ខខណ្ឌស្តង់ដារ",
    "2712493234": "ការក្លែងបន្លំការទូទាត់៖ កាត់បន្ថយរបៀបវិវត្តន៍យ៉ាងលឿននៃឧក្រិដ្ឋកម្មតាមអ៊ីនធឺណិត",
    "1817772953": "ការក្លែងបន្លំមិនមែនជាទម្រង់ថ្មីនៃឧក្រិដ្ឋកម្មទេ។ ជាការពិតណាស់ អ្នកបុរាណវត្ថុវិទូបានរកឃើញឧបករណ៍ប្រឆាំងនឹងការក្លែងបន្លំដែលបង្កើតឡើងដោយជនជាតិ Sumerians បុរាណដើម្បីដឹកជញ្ជូនសត្វដោយមិនខាតបង់ជិត 10,000 ឆ្នាំមុន! ក្នុងករណីរបស់ពួកគេ ពួកគេដាក់ថូខឹនដីឥដ្ឋ ដែលនីមួយៗតំណាងឱ្យសត្វមួយ នៅខាងក្នុងបាល់ដីឥដ្ឋដែលគេស្គាល់ថាជា \"ប៊ូឡា\"។ Bulla នឹងធ្វើដំណើរជាមួយហ្វូងសត្វ នៅពេលដែលវាបានផ្លាស់ប្តូរពីអ្នកលក់ទៅអ្នកទិញ។ សូម្បី​តែ​ពេល​នោះ ម្ចាស់​អាជីវកម្ម​មាន​ការ​ព្រួយ​បារម្ភ​ថា មិន​មែន​គ្រប់​គ្នា​ដែល​ពួក​គេ​កំពុង​ដោះស្រាយ​នោះ​មាន​ការ​ឡើង​ថ្លៃ​នោះ​ទេ។ ជាច្រើនបានផ្លាស់ប្តូរក្នុងរយៈពេល 10,000 ឆ្នាំ ប៉ុន្តែតម្រូវការដើម្បីឱ្យមានភាពច្នៃប្រឌិតក្នុងការទប់ស្កាត់ការក្លែងបន្លំនៅតែមានជាមួយយើង។ សព្វថ្ងៃនេះបញ្ហានៃការក្លែងបន្លំការទូទាត់តាមអ៊ីនធឺណិតមានសារៈសំខាន់បំផុត។ ជាមួយនឹងអ៊ីនធឺណិត អ្នកក្លែងបន្លំកាន់តែមានភាពប៉ិនប្រសប់ក្នុងការគ្រប់គ្រងការប្រឆាំងការក្លែងបន្លំដ៏ឆ្លាតវៃ។ ទោះជាយ៉ាងនេះក្តី ដំណោះស្រាយថ្មីកំពុងបង្វែរជំនោរ។",
    "1053787685": "តើការក្លែងបន្លំការទូទាត់គឺជាអ្វី?",
    "433424759": "ការក្លែងបន្លំការទូទាត់រួមមានប្រភេទនៃប្រតិបត្តិការខុសច្បាប់ណាមួយដែលឧក្រិដ្ឋកម្មតាមអ៊ីនធឺណិតដកហូតជនរងគ្រោះនៃអ្វីមួយដែលមានតម្លៃ ជាទូទៅលុយ។ នេះអាចមានន័យថាការប្រើកាតឥណទានដែលត្រូវបានលួចដើម្បីបញ្ជាទិញទំនិញតាមអ៊ីនធឺណិត ឬកាន់កាប់គណនីធនាគារ និងផ្ទេរប្រាក់ដោយខុសច្បាប់ចេញពីវា។ មានការប្រែប្រួលជាច្រើន ប៉ុន្តែពួកគេសុទ្ធតែមានលទ្ធផលដូចគ្នា៖ ជនខិលខូចប្រើអត្តសញ្ញាណលួច ឬព័ត៌មានការទូទាត់ដើម្បីលួចពីអតិថិជន ធនាគារ ឬពាណិជ្ជករ។",
    "2939852138": "តើអ្នកបោកប្រាស់ [ព្យាយាម] គេចចេញពីការក្លែងបន្លំការទូទាត់ដោយរបៀបណា?",
    "1665616092": "ការក្លែងបន្លំការទូទាត់គឺសាមញ្ញក្នុងគំនិត ប៉ុន្តែវាអាចស្មុគស្មាញអស្ចារ្យក្នុងការប្រតិបត្តិបច្ចុប្បន្នរបស់វា។",
    "4246520782": "តាមពិត អ៊ីនធឺណេតបានក្លាយជាសាក្សីនៃការប្រណាំងអាវុធដ៏ពិតប្រាកដមួយរវាងអ្នកបោកប្រាស់ និងអ្នកការពារក្នុងប៉ុន្មានឆ្នាំថ្មីៗនេះ។",
    "2167049807": "ក្រុមសន្តិសុខបានអនុម័តវិធានការប្រឆាំង និងការគ្រប់គ្រងផ្សេងៗគ្នា ដែលកម្ចាត់វិធីសាស្រ្តងាយស្រួល និងខ្ជិលក្នុងការក្លែងបន្លំការទូទាត់។ ទោះយ៉ាងណាក៏ដោយ ការវាយប្រហារកាន់តែមានភាពស្មុគ្រស្មាញ។ ឧទាហរណ៍ ឥឡូវនេះ bots អាចប្រមូលលេខកាតឥណទាន និងលេខសម្ងាត់ដែលត្រូវបានលួចពីគេហទំព័រក្លែងក្លាយ និងការវាយប្រហារដោយបន្លំ។",
    "1936449777": "បន្ទាប់មក នៅក្នុងរបៀបស្វ័យប្រវត្តិពេញលេញ ពួកគេអាចធ្វើត្រាប់តាមឥរិយាបទរបស់មនុស្សនៅលើគេហទំព័រពាណិជ្ជកម្មអេឡិចត្រូនិក ដោយចុចលើប៊ូតុង និងបន្ថែមរបស់របរទៅរទេះទិញទំនិញ ដល់ចំណុចដែលមនុស្សជាច្រើន ប្រសិនបើមិនមានការគ្រប់គ្រងប្រឆាំងនឹងការក្លែងបន្លំភាគច្រើនមិនអាចប្រាប់ថា bot កំពុងព្យាយាមលួចនោះទេ។ ទំនិញ។ ផ្ទុយទៅវិញ វាមើលទៅហាក់ដូចជាអ្នកប្រើប្រាស់មនុស្សគ្រាន់តែទិញទំនិញ។ bot អាចចូលទៅក្នុងគណនីរបស់អតិថិជនពិតប្រាកដដោយប្រើការលួចចូលព័ត៌មានសម្ងាត់។ ការក្លែងបន្លំបន្ថែមទៀតគឺសមត្ថភាពរបស់ bot ក្នុងការក្លែងបន្លំអាសយដ្ឋាន IP និងធ្វើឱ្យវាមើលទៅដូចជា \"អ្នកទិញទំនិញ\" នៅកន្លែងណាមួយខុសពីអ្នកវាយប្រហារ ដែលប្រហែលជានៅក្នុងប្រទេសបរទេស។",
    "648630222": "ការពារការក្លែងបន្លំការទូទាត់ជាមួយ hCaptcha Enterprise",
    "1621930829": "តើ​អាច​ធ្វើ​អ្វី​បាន​ចំពោះ​សកម្មភាព​ក្លែង​បន្លំ​ការ​បង់​ប្រាក់​ដែល​មិន​ឈប់​ឈរ​នា​ពេល​បច្ចុប្បន្ន? ការប្រើការគ្រប់គ្រងច្រើនស្រទាប់ ជាធម្មតាជាវិធីសាស្រ្តដ៏ឈ្លាសវៃ។ ទោះជាយ៉ាងណាក៏ដោយ វិធានការប្រឆាំងដ៏ល្អបំផុតគឺជាវិធានការមួយដែលអាចចាប់ Bot និងបង្ហាញថាវាក្លែងក្លាយ ទោះបីជាមានការខិតខំប្រឹងប្រែងដ៏ល្អបំផុតពីអ្នកបង្កើតរបស់ខ្លួនក្នុងការចម្លងអាកប្បកិរិយារបស់មនុស្សក៏ដោយ។",
    "2423586454": "នៅមានរឿងមួយចំនួនដែលកម្មវិធីមិនអាចធ្វើបាន មិនថា AI នៅពីក្រោយវាល្អប៉ុណ្ណានោះទេ។ បច្ចេកវិជ្ជា CAPTCHA ទំនើបផ្តល់នូវវិធីសាស្រ្តបង្ហាញឱ្យឃើញក្នុងការទប់ស្កាត់ bots ដែលព្យាយាមបន្តការក្លែងបន្លំការទូទាត់។ ខណៈពេលដែលវិធីសាស្រ្តចាស់ទៅកាន់ CAPTCHA ដូចជាលេខដែលរអិលធម្មតានៅក្នុងប្រអប់មួយ ឥឡូវនេះភាគច្រើនមានកង្វះខាតក្នុងការកាត់បន្ថយ bots កម្រិតខ្ពស់ ឧបករណ៍ធ្វើតេស្តស្វ័យប្រវត្តិដូចជា hCaptcha Enterprise អាចរារាំងអ្នកក្លែងបន្លំបានយ៉ាងងាយស្រួលនៅពេលនៃការចូលគណនី ឬពិនិត្យទំនិញតាមរទេះ។ ទោះបីជា bot មានលិខិតសម្គាល់ពិតប្រាកដក៏ដោយ ប្រសិនបើនឹងមិនអាចឆ្លងកាត់ CAPTCHA បានទេ។",
    "1467308982": "កាលវិភាគទូទាត់",
    "1291824746": "hCaptcha Payouts ដំណើរការជារៀងរាល់ត្រីមាសនៅលើមូលដ្ឋានតាមដានរយៈពេល 60 ថ្ងៃ។ ដើម្បីបង្ហាញពីអត្ថន័យនេះ សូមមើលតារាងខាងក្រោម។",
    "3444947612": "ចរាចរណ៍រវាង",
    "4181611011": "កាលបរិច្ឆេទនៃការផ្សះផ្សា",
    "728503636": "កាលបរិច្ឆេទទូទាត់",
    "3720584906": "ថ្ងៃទី 15 ខែកក្កដា ឆ្នាំ 2021 ដល់ថ្ងៃទី 15 ខែតុលា ឆ្នាំ 2021",
    "388240587": "ថ្ងៃទី 5-15 ខែមករា ឆ្នាំ 2022",
    "3426312287": "ថ្ងៃទី 5-15 ខែមករា ឆ្នាំ 2022",
    "615618648": "ថ្ងៃទី 15 ខែមេសា ឆ្នាំ 2021 ដល់ថ្ងៃទី 15 ខែកក្កដា ឆ្នាំ 2021",
    "3376724603": "ថ្ងៃទី 14-24 ខែកញ្ញា ឆ្នាំ 2021†††",
    "3398978455": "ថ្ងៃទី 15-25 ខែកញ្ញា ឆ្នាំ 2021†††",
    "2722456056": "ថ្ងៃទី 15 ខែមករា ឆ្នាំ 2021 ដល់ថ្ងៃទី 15 ខែមេសា ឆ្នាំ 2021",
    "4063155841": "មិនលើសពីថ្ងៃទី 25 ខែមិថុនា ឆ្នាំ 2021††",
    "4082053540": "ថ្ងៃទី 19-25 ខែមិថុនា ឆ្នាំ 2021††",
    "64953197": "ថ្ងៃទី 15 ខែតុលា ឆ្នាំ 2020 ដល់ ថ្ងៃទី 15 ខែមករា ឆ្នាំ 2021",
    "1023070345": "មិនលើសពីថ្ងៃទី ១៤ ខែមីនា ឆ្នាំ ២០២១",
    "2600696085": "ថ្ងៃទី ១៥ ខែមីនា ឆ្នាំ ២០២១",
    "3217791519": "ថ្ងៃទី 15 ខែកក្កដា ឆ្នាំ 2020 ដល់ ថ្ងៃទី 15 ខែតុលា ឆ្នាំ 2020",
    "649261378": "ថ្ងៃទី 5-11 ខែមករា ឆ្នាំ 2021*",
    "1559190296": "ថ្ងៃទី 5-11 ខែមករា ឆ្នាំ 2021†",
    "3806054689": "ថ្ងៃទី 15 ខែមេសា ឆ្នាំ 2020 - ថ្ងៃទី 15 ខែកក្កដា ឆ្នាំ 2020",
    "4162383380": "ថ្ងៃទី 16 ដល់ថ្ងៃទី 22 ខែកញ្ញា ឆ្នាំ 2020 *****",
    "1990824776": "ថ្ងៃទី 16-24 ខែកញ្ញា ឆ្នាំ 2020 *****",
    "3856690908": "ថ្ងៃទី 15 ខែមករា ឆ្នាំ 2020 ដល់ ថ្ងៃទី 15 ខែមេសា ឆ្នាំ 2020",
    "3200641265": "មិនលើសពីថ្ងៃទី 16 ខែមិថុនា ឆ្នាំ 2020*",
    "3744079744": "ថ្ងៃទី ១៥-១៩ ខែមិថុនា ឆ្នាំ ២០២០ ***",
    "2209837451": "១៥ តុលា ២០១៩ ដល់ ១៥ មករា ២០២០",
    "2510534204": "មិនលើសពីថ្ងៃទី ២៣ ខែមីនា ឆ្នាំ ២០២០ ***",
    "2910560864": "ថ្ងៃទី ២០-២៣ ខែមីនា ឆ្នាំ ២០២០ ***",
    "2544565802": "ថ្ងៃទី 15 ខែកក្កដា ឆ្នាំ 2019 ដល់ ថ្ងៃទី 15 ខែតុលា ឆ្នាំ 2019",
    "3963642878": "មិនលើសពីថ្ងៃទី 14 ខែធ្នូ ឆ្នាំ 2019*",
    "622103562": "ថ្ងៃទី 17 ខែ ធ្នូ ឆ្នាំ 2019 **",
    "4072202039": "ថ្ងៃទី 15 ខែមេសា ឆ្នាំ 2019 ដល់ ថ្ងៃទី 15 ខែកក្កដា ឆ្នាំ 2019",
    "818049069": "មិនលើសពីថ្ងៃទី ១៥ ខែកក្កដា ឆ្នាំ ២០១៩",
    "1169005651": "ថ្ងៃទី ១៥ ខែ កញ្ញា ឆ្នាំ ២០១៩",
    "2303655425": "ថ្ងៃទី 15 ខែមករា ឆ្នាំ 2019 ដល់ ថ្ងៃទី 15 ខែមេសា ឆ្នាំ 2019",
    "3678889946": "មិនលើសពីថ្ងៃទី ១៥ ខែមិថុនា ឆ្នាំ ២០១៩",
    "3094354698": "ថ្ងៃទី 15 ខែ មិថុនា ឆ្នាំ 2019",
    "4217013126": "ការបង់ប្រាក់ជាធម្មតាដំណើរការពេញមួយថ្ងៃនៅថ្ងៃទូទាត់ ហើយជាទូទៅត្រូវបានបញ្ចប់ដោយពាក់កណ្តាលអធ្រាត្រម៉ោងនៅប៉ាស៊ីហ្វិក។ ប្រសិនបើគណនីមួយត្រូវបានសម្គាល់សម្រាប់ការត្រួតពិនិត្យ វាអាចចំណាយពេលរហូតដល់ប្រាំថ្ងៃនៃថ្ងៃធ្វើការបន្ថែមទៀតដើម្បីបញ្ចេញការទូទាត់។",
    "1447649958": "ជាការកត់សម្គាល់ មានតែចរាចរណ៍មនុស្សត្រឹមត្រូវប៉ុណ្ណោះដែលមានសិទ្ធិទទួលបានការទូទាត់។ អ្នក​អាច​មើល​ព័ត៌មាន​លម្អិត​បន្ថែម​ទៀត​អំពី​បញ្ហា​នេះ​ក្នុង​សំណួរ​គេ​ញឹកញាប់​របស់​យើង​ដែល​មាន​តំណ​ខាង​ក្រោម។ សមតុល្យដែលមានក៏ត្រូវតែបំពេញតាមកម្រិតអប្បបរមាផងដែរ ដើម្បីមានសិទ្ធិទទួលបានការទូទាត់ បច្ចុប្បន្ន 10 HMT ។",
    "4257144752": "ការប៉ាន់ប្រមាណតាមពេលវេលាជាក់ស្តែងមិនឆ្លុះបញ្ចាំងពីភាពត្រឹមត្រូវចុងក្រោយ ឬមនុស្សជាតិទេ ហើយដូច្នេះប្រាក់ចំណូលចុងក្រោយរបស់អ្នកអាចប្រែប្រួលយ៉ាងខ្លាំងពីចំនួនដែលបានបង្ហាញនៅក្នុងផ្ទាំងគ្រប់គ្រង មុនពេលការផ្សះផ្សាដំបូងរបស់អ្នក។",
    "2728931827": "បន្ទាប់ពីការផ្សះផ្សាគ្នា ការប៉ាន់ប្រមាណក្នុងមួយគេហទំព័ររបស់អ្នកនឹងត្រូវបានអាប់ដេត ហើយភាពត្រឹមត្រូវនៃការព្យាករណ៍នាពេលអនាគតគួរតែកើនឡើង លុះត្រាតែគេហទំព័ររបស់អ្នកមានការផ្លាស់ប្តូរជាសារវន្តនៅក្នុងឥរិយាបថអ្នកប្រើប្រាស់។",
    "1200905005": "††† ចាប់ពីខែកញ្ញា ឆ្នាំ 2021 ការផ្សះផ្សា និងការសងប្រាក់ឥឡូវនេះដំណើរការក្នុងរយៈពេលប្រហែល 10 ថ្ងៃ ជាជាងមួយថ្ងៃ ដើម្បីសម្រួលដល់ការរឹតបន្តឹងប្រតិបត្តិការទាក់ទងនឹងកំណើនសេវាកម្ម។",
    "4284094387": "†† ការផ្សះផ្សា និងការសងប្រាក់នៅខែមិថុនា ឆ្នាំ 2021 មួយចំនួននឹងដំណើរការក្នុងសប្តាហ៍បន្ទាប់ ដោយសារតែការពន្យារពេលក្នុងការផ្ទៀងផ្ទាត់ការគណនាចុងក្រោយក្នុងអំឡុងពេលបង្អួចផ្សះផ្សា។",
    "1977013707": "† ការទូទាត់នៅខែធ្នូ ឆ្នាំ 2020 ត្រូវបានកំណត់ឡើងវិញចាប់ពីថ្ងៃទី 15 ដើម្បីជៀសវាងការត្រួតស៊ីគ្នាជាមួយនឹងការផ្សះផ្សាចុងឆ្នាំ និងវិស្សមកាលរបស់បុគ្គលិក៖ ពួកគេនឹងត្រូវបញ្ចប់នៅសប្តាហ៍ទីពីរនៃខែមករា។ ដោយសារការផ្ទេរប្រាក់យឺតជាងធម្មតាទៅ PayPal ការបង់ប្រាក់នឹងដំណើរការក្នុងរយៈពេលជាច្រើនថ្ងៃ ជាជាងការបញ្ចប់នៅថ្ងៃតែមួយ។",
    "517010299": "សូមចំណាំ៖ បច្ចុប្បន្នយើងកំពុងធ្វើការលើការផ្លាស់ប្តូរផ្នែកខាងក្រោយដ៏សំខាន់មួយទៅកាន់ការផ្សះផ្សាជិតពេលវេលាជាក់ស្តែង។ ការផ្សះផ្សាតាមកាលកំណត់នឹងដំណើរការតិចជាងធម្មតារហូតដល់ត្រីមាសទី 1 ឆ្នាំ 2021។ វាមិនប៉ះពាល់ដល់កាលវិភាគទូទាត់ ឬកាលបរិច្ឆេទនោះទេ។",
    "3092200338": "** នៅពេលដែលថ្ងៃទី 15 ធ្លាក់នៅចុងសប្តាហ៍ កាលបរិច្ឆេទទូទាត់គឺជំនួសឱ្យថ្ងៃទី 17 ។",
    "3891941747": "*** ការណែនាំអំពី COVID-19៖ ដោយសារការថយចុះសមត្ថភាពបុគ្គលិកទាក់ទងនឹង COVID-19 ការផ្សះផ្សាត្រូវបានកំណត់ពេលឡើងវិញ ដើម្បីទុកពេលបន្ថែមដើម្បីបញ្ចប់ការផ្ទៀងផ្ទាត់ស្តង់ដាររបស់យើង។ ការបង់ប្រាក់ត្រូវបានរំពឹងថានឹងចាប់ផ្តើមនៅថ្ងៃសុក្រ ហើយបញ្ចប់នៅថ្ងៃច័ន្ទបន្ទាប់។",
    "2301757528": "**** ដោយសារតែការថែទាំដោយ PayPal នៃ REST APIs របស់ពួកគេក្នុងអំឡុងពេលនៃបង្អួចទូទាត់ មិនមែនការបង់ប្រាក់ទាំងអស់ត្រូវបានបញ្ចប់នៅថ្ងៃទី 15 ខែមិថុនានោះទេ។ រាល់ការទូទាត់ដែលបានគ្រោងទុកនៅថ្ងៃទី 15 ខែមិថុនា (ម៉ោងនៅប៉ាស៊ីហ្វិក) ប៉ុន្តែមិនត្រូវបានប្រតិបត្តិដោយសារតែកំហុស PayPal API ត្រូវបានដំណើរការឡើងវិញនៅថ្ងៃទី 19 ខែមិថុនា (ម៉ោងនៅប៉ាស៊ីហ្វិក)។",
    "116842359": "***** ការផ្សះផ្សាត្រូវបានរំពឹងថានឹងបញ្ចប់ក្នុងរយៈពេលជាច្រើនថ្ងៃ ដោយសារការថែទាំប្រព័ន្ធ។",
    "4154415610": "***** ការសងប្រាក់នៅខែកញ្ញា ឆ្នាំ 2020 នឹងដំណើរការជាបណ្តើរៗ នៅពេលដែលការផ្សះផ្សាត្រូវបានបញ្ចប់ ដោយខ្លះដំណើរការច្រើនថ្ងៃយឺតជាងការគ្រោងទុកដំបូង ដោយសារការពន្យារពេលផ្សះផ្សា។",
    "2310694091": "តើការផ្សះផ្សាមានន័យដូចម្តេច?",
    "164801246": "ការផ្សះផ្សាគឺជាដំណើរការដែលចរាចរណ៍ត្រូវបានវិភាគបន្ទាប់ពីការពិតដើម្បីផ្ទៀងផ្ទាត់ភាពជាមនុស្ស និងភាពត្រឹមត្រូវរបស់វា នៅពេលដែលទិន្នន័យទាំងអស់ពីគេហទំព័ររាយការណ៍ទាំងអស់ចូល។ អ្នកអាចអានព័ត៌មានលម្អិតបន្ថែមនៅក្នុងរបស់យើង",
    "3256245394": "ក៏ដូចជាការបង្ហោះប្លក់របស់យើង ឧ",
    "3089778412": "របៀបដែល hCaptcha គណនារង្វាន់",
    "3329755436": "តើអ្នកមានគម្រោងបង្កើនល្បឿនដំណើរការនេះទេ?",
    "1911669851": "បាទ/ចាស បច្ចុប្បន្នយើងកំពុងធ្វើការលើភាពប្រសើរឡើងជាច្រើននៃប្រព័ន្ធ backend របស់យើង ដែលយើងរំពឹងថានៅទីបំផុតនឹងអនុញ្ញាតឱ្យយើងផ្តល់ទាំងការផ្សះផ្សាលឿនជាងមុន ភាពត្រឹមត្រូវនៃការប៉ាន់ប្រមាណលឿនជាងមុន និងការទូទាត់លឿនជាងមុន។ បច្ចុប្បន្ន​យើង​កំពុង​ធ្វើ​ការ​ដើម្បី​ពន្លឿន​ការ​ផ្សះផ្សា​ជា​មុន​សិន។",
    "2366003154": "ការសាកសួរព័ត៌មាន និងសារព័ត៌មាន",
    "3054564199": "កញ្ចប់ចុច",
    "3173156067": "វត្ថុបញ្ចាំដែលត្រៀមរួចជាស្រេចមួយចំនួនមាននៅក្នុងព្រឹត្តិការណ៍ដែលអ្នកចង់បញ្ចូលរូបភាពឧទាហរណ៍នៅក្នុងអត្ថបទរបស់អ្នក។",
    "867314732": "អ្នកអាចទាញយកគុណភាពបង្ហាញខ្ពស់។",
    "858218750": "និងការណែនាំអំពីការប្រើប្រាស់ពួកវា",
    "3821716514": "ទំព័រ។",
    "1186243118": "រូបភាពនិមិត្តសញ្ញា",
    "3034959000": "អ្នកអាចយកមកវិញបាន។",
    "1764089150": "នៅទីនេះ៖",
    "1558428432": ". សូមផ្តល់ឥណទានពួកគេទៅ hCaptcha.com ។",
    "2429359042": "រូបភាពចំណុចប្រទាក់ឧទាហរណ៍",
    "1480820434": "រូបភាព ១",
    "3213411837": "រូបភាព 2",
    "1270712701": "សេចក្តីប្រកាសព័ត៌មាន និងរបាយការណ៍ថ្មីៗ",
    "231285005": "អ្នកអាចស្វែងរកព័ត៌មានថ្មីៗនៅលើប្លក់របស់យើង។",
    "1289884910": "យើងក៏ផ្សព្វផ្សាយការវិភាគ និងរបាយការណ៍ម្តងម្កាលផងដែរ។ ឧទាហរណ៍:",
    "932546190": "ហេតុអ្វីបានជា CAPTCHAs នឹងនៅជាមួយយើងជានិច្ច",
    "2344319147": "តើការរកឃើញ bot របស់ Google ពិតជាមានតម្លៃប៉ុន្មាន?",
    "1637527266": "តើប្រទេសណាដែលមានចរាចរណ៍ bot ច្រើនជាងគេ?",
    "230159237": "ទំនាក់ទំនង",
    "3759923279": "សូមធ្វើការសាកសួរព័ត៌មានដោយផ្ទាល់ទៅកាន់អាសយដ្ឋានអ៊ីមែលខាងក្រោម៖",
    "4255608322": "អាប់ដេតចុងក្រោយ៖ ថ្ងៃទី 12 ខែមេសា ឆ្នាំ 2021",
    "537881751": "សូមស្វាគមន៍មកកាន់ hCaptcha! គោលការណ៍ឯកជនភាពនេះពិពណ៌នាអំពីការអនុវត្តរបស់ Intuition Machines, Inc. (\"IMI\", \"we\" ឬ \"us\") ទាក់ទងនឹងការប្រមូល ការប្រើប្រាស់ និងការបង្ហាញព័ត៌មានរបស់យើង (រួមទាំងព័ត៌មានផ្ទាល់ខ្លួន ដែលបានកំណត់ខាងក្រោម) តាមរយៈគេហទំព័ររបស់យើងនៅ www.hcaptcha .com និងដែនរង ឬដែនផ្សេងទៀតដែលយើងប្រើ (\"គេហទំព័រ\") និងចំណុចប្រទាក់កម្មវិធី hCaptcha និងកម្មវិធី និងសម្ភារៈពាក់ព័ន្ធ (ជាសមូហភាព \"សេវាកម្ម\")។",
    "33639629": "មិនអាចអនុវត្តបានចំពោះគេហទំព័រភាគីទីបី។ សូមចំណាំថាគោលការណ៍ឯកជនភាពនេះមិនអនុវត្តចំពោះគេហទំព័រ ការផ្តល់ជូន ផលិតផល ឬសេវាកម្មរបស់ភាគីទីបីណាមួយឡើយ ទោះបីជាវាភ្ជាប់ទៅកាន់គេហទំព័ររបស់យើង ឬរួមបញ្ចូលសេវាកម្មក៏ដោយ សូមយោងទៅលើគោលការណ៍ឯកជនភាពដែលអាចអនុវត្តបាន មុនពេលសម្រេចចិត្តផ្តល់ព័ត៌មានណាមួយដល់ទីបី។ ភាគី។",
    "987375734": "ក្រុមហ៊ុន IMI មានមូលដ្ឋាននៅក្នុង សហរដ្ឋអាមេរិក ។ គេហទំព័រ និងសេវាកម្មត្រូវបានគ្រប់គ្រង និងដំណើរការដោយពួកយើងមកពីសហរដ្ឋអាមេរិក។ ព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នកអាចត្រូវបានរក្សាទុក និងដំណើរការនៅក្នុងប្រទេសណាមួយដែលយើងមានកន្លែង ឬដែលយើងភ្ជាប់ជាមួយអ្នកផ្តល់សេវា ហើយដោយប្រើគេហទំព័រ និងសេវាកម្ម អ្នកយល់ព្រមក្នុងការផ្ទេរព័ត៌មានទៅកាន់ប្រទេសក្រៅប្រទេសដែលអ្នករស់នៅ រួមទាំងសហរដ្ឋអាមេរិកផងដែរ។ ដែលអាចមានច្បាប់ការពារទិន្នន័យដែលខុសពីប្រទេសរបស់អ្នក។ ក្នុងកាលៈទេសៈមួយចំនួន តុលាការ ភ្នាក់ងារអនុវត្តច្បាប់ ភ្នាក់ងារនិយតកម្ម ឬអាជ្ញាធរសន្តិសុខនៅក្នុងប្រទេសផ្សេងទៀតអាចមានសិទ្ធិចូលប្រើព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក។",
    "452920031": "កំណត់ចំណាំចំពោះអតិថិជននៅក្រៅសហរដ្ឋអាមេរិក។",
    "2328839224": ". សូមមើលផ្នែក \"សេចក្តីជូនដំណឹងដល់អ្នករស់នៅរដ្ឋកាលីហ្វ័រញ៉ា\" របស់យើងទាក់ទងនឹងសិទ្ធិរបស់អ្នកក្រោមច្បាប់ស្តីពីឯកជនភាពអ្នកប្រើប្រាស់រដ្ឋកាលីហ្វ័រញ៉ា (\"CCPA\")។",
    "1565481281": "កំណត់ចំណាំដល់អ្នករស់នៅរដ្ឋកាលីហ្វ័រញ៉ា",
    "1028058338": "សូមមើលផ្នែក \"សេចក្តីជូនដំណឹងចំពោះប្រធានបទទិន្នន័យរបស់សហភាពអឺរ៉ុប\" របស់យើងដែលទាក់ទងនឹងសិទ្ធិរបស់អ្នកក្រោមបទប្បញ្ញត្តិការពារទិន្នន័យទូទៅ (\"GDPR\")។",
    "2271205646": "កំណត់ចំណាំចំពោះអ្នករស់នៅតំបន់សេដ្ឋកិច្ចអឺរ៉ុប។",
    "508143070": "សូមចំណាំថា IMI គឺជាអ្នកត្រួតពិនិត្យព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក លើកលែងតែកន្លែងដែលយើងដំណើរការព័ត៌មានផ្ទាល់ខ្លួនក្នុងនាមអ្នករួមបញ្ចូលរបស់យើងទាក់ទងនឹងការផ្តល់សេវាកម្មរបស់យើង ក្នុងករណីនេះយើងជាអ្នកដំណើរការព័ត៌មានផ្ទាល់ខ្លួន ហើយអ្នករួមបញ្ចូលទាំងនោះគឺជាអ្នកត្រួតពិនិត្យ។ ព័ត៌មាន​ផ្ទាល់ខ្លួន។",
    "2330965058": "កន្លែងដែលយើងដើរតួជាអ្នកដំណើរការសម្រាប់សមាហរណកម្មរបស់យើង យើងមិនប្រើទិន្នន័យដែលប្រមូលបានសម្រាប់គោលបំណងណាមួយក្រៅពីការចាំបាច់ក្នុងការផ្តល់សេវាកម្មរបស់យើងទេ ហើយដំណើរការរបស់យើងនឹងត្រូវបានគ្រប់គ្រងដោយកិច្ចសន្យាដែលយើងមានជាមួយ Integators របស់យើង មិនមែននេះទេ គោលការណ៍​ភាព​ឯកជន",
    "3017040355": "ដំណើរការនៃទិន្នន័យប្រធានបទទិន្នន័យ EU ដំណើរការក្រោមមូលដ្ឋានច្បាប់នៃឃ្លាកិច្ចសន្យាស្តង់ដារ (SCCs) ដែលរួមបញ្ចូលនៅក្នុងដំណើរការទិន្នន័យបន្ថែមលើលក្ខខណ្ឌនៃសេវាកម្មរបស់យើង ឬកិច្ចព្រមព្រៀងដំណើរការទិន្នន័យជាមួយអ្នករួមបញ្ចូលរបស់យើង។",
    "2233384692": "ប្រសិនបើអ្នកមានចម្ងល់ ឬកង្វល់អំពីរបៀបដែលទិន្នន័យទាំងនោះត្រូវបានចាត់ចែង ឬចង់អនុវត្តសិទ្ធិរបស់អ្នក អ្នកគួរតែទាក់ទងបុគ្គល ឬអង្គភាព (ឧ. អ្នកត្រួតពិនិត្យទិន្នន័យ) ដែលបានចុះកិច្ចសន្យាជាមួយយើង ដើម្បីប្រើប្រាស់សេវាកម្មដើម្បីដំណើរការទិន្នន័យនេះ។ ទោះជាយ៉ាងណាក៏ដោយ យើងនឹងផ្តល់ជំនួយដល់សមាហរណកម្មរបស់យើង ដើម្បីដោះស្រាយរាល់កង្វល់ទាំងឡាយដែលអ្នកអាចមាន ដោយអនុលោមតាមលក្ខខណ្ឌនៃកិច្ចសន្យារបស់យើងជាមួយពួកគេ។",
    "349292953": "ព័ត៌មានដែលយើងប្រមូល",
    "3022001832": "យើងប្រមូលព័ត៌មានពីបុគ្គលដែលធ្វើអន្តរកម្មជាមួយគេហទំព័រ និងសេវាកម្មរបស់យើង រួមទាំងអ្នកដែលបញ្ចូលសេវាកម្មរបស់យើងទៅក្នុងគេហទំព័ររបស់ពួកគេ (\"អ្នករួមបញ្ចូល\") អ្នកដែលប្រើប្រាស់សេវាកម្មសម្រាប់ការដាក់ស្លាកទិន្នន័យ (\"អតិថិជន\") និងអ្នកប្រើប្រាស់ចុងក្រោយដែលធ្វើអន្តរកម្មជាមួយយើង។ សេវាកម្មតាមរយៈគេហទំព័ររបស់អ្នករួមបញ្ចូលរបស់យើង (\"អ្នកប្រើប្រាស់ចុងក្រោយ\")។",
    "835545301": "យើងប្រមូលប្រភេទព័ត៌មានខាងក្រោម៖",
    "3228928991": "ព័ត៌មានដែលអាចត្រូវបានប្រើដើម្បីកំណត់អត្តសញ្ញាណ ឬទាក់ទងបុគ្គល (\"ព័ត៌មានផ្ទាល់ខ្លួន\") ដូចជាឈ្មោះ អាសយដ្ឋានអ៊ីមែល និងប្រទេស។ យើងប្រមូលព័ត៌មានផ្ទាល់ខ្លួនពីសមាហរណកម្ម និងអតិថិជនបច្ចុប្បន្ន និងអនាគតរបស់យើង នៅពេលដែលពួកគេផ្តល់វាដោយផ្ទាល់មកយើង (ឧទាហរណ៍ ដោយបំពេញទម្រង់បែបបទនៅពេលចុះឈ្មោះគណនី ឬដាក់ពាក្យស្នើសុំការជូនដំណឹងតាមអ៊ីមែលពីយើង)។ យើងក៏អាចផ្ទៀងផ្ទាត់អត្តសញ្ញាណរបស់អ្នករួមបញ្ចូល និងអតិថិជនរបស់យើងដោយការប្រៀបធៀបព័ត៌មានផ្ទាល់ខ្លួនប្រឆាំងនឹងមូលដ្ឋានទិន្នន័យភាគីទីបី ឬឯកសារផ្លូវច្បាប់ផ្លូវការ។",
    "1655796811": "ព័ត៌មានដែលប្រមូលបានដោយស្វ័យប្រវត្តិ ជាលទ្ធផលនៃការប្រើប្រាស់គេហទំព័រ ឬសេវាកម្មរបស់អតិថិជន (\"ព័ត៌មានវិភាគ\") ដូចជាអាសយដ្ឋាន IP ប្រភេទកម្មវិធីរុករក អ្នកផ្តល់សេវាអ៊ីនធឺណិត ប្រភេទវេទិកា ប្រភេទឧបករណ៍ ប្រព័ន្ធប្រតិបត្តិការ កាលបរិច្ឆេទ និងពេលវេលាត្រា នៃការចូលប្រើប្រាស់ និងព័ត៌មានស្រដៀងគ្នាផ្សេងទៀត។ ព័ត៌មានវិភាគមួយចំនួនត្រូវបានប្រមូលក្នុងនាមយើងដោយភាគីទីបីដែលយើងចូលរួមសម្រាប់គោលបំណងនោះ ហើយព័ត៌មានវិភាគមួយចំនួនត្រូវបានប្រមូលតាមរយៈបច្ចេកវិទ្យាតាមដានជាច្រើន រួមទាំងខូគី (សូមមើល \"ការវិភាគ និងបច្ចេកវិទ្យាតាមដានរបស់ភាគីទីបី\" ខាងក្រោម)។",
    "1388241689": "ព័ត៌មានដែលប្រមូលបានជាលទ្ធផលនៃអ្នកប្រើប្រាស់ចុងក្រោយដែលឆ្លើយតបនឹងការជម្រុញតាមរយៈសេវាកម្ម (\"ទិន្នន័យដែលមានស្លាកសញ្ញា\") ដូចជាទិន្នន័យការដាក់ស្លាករូបភាព អត្ថបទដែលបានបំប្លែងពីឯកសារអូឌីយ៉ូដែលបានចាក់ទៅកាន់អ្នកប្រើប្រាស់ចុងក្រោយទាំងនោះ ចម្លើយចំពោះសំណួរ និងការជម្រុញផ្សេងទៀតដែលបង្កើតដោយសេវាកម្ម។ សម្រាប់គោលបំណងដាក់ស្លាកទិន្នន័យសម្រាប់ប្រើក្នុងកម្មវិធីរៀនម៉ាស៊ីន។ ចំណាំថាទិន្នន័យដែលមានស្លាកមិនត្រូវបានភ្ជាប់ជាមួយបុគ្គលណាម្នាក់ដែលបានកំណត់អត្តសញ្ញាណនោះទេ។",
    "1493790285": "ព័ត៌មានផ្សេងទៀតដែលប្រមូលបានពីអ្នកប្រើប្រាស់ចុងក្រោយដែលជាផ្នែកនៃសេវាកម្មនោះ គឺត្រូវបានទាមទារដើម្បីកំណត់ថាតើពួកគេឬអត់",
    "2216374138": "ជាមនុស្ស ដូចជាចលនាកណ្ដុរ ទីតាំងរមូរ ព្រឹត្តិការណ៍ចុចគ្រាប់ចុច ព្រឹត្តិការណ៍ប៉ះ និងព័ត៌មាន gyroscope/accelerometer តាមដែលអាចអនុវត្តបាន។",
    "2394073454": "យើងអាចប្រមូលព័ត៌មានបន្ថែមពីអ្នកប្រើប្រាស់ចុងក្រោយដែលមានបំណងធ្វើការជាមួយយើងក្នុងនាមជាអ្នកដាក់ស្លាកទិន្នន័យបុគ្គល។",
    "3103557430": "របៀបដែលយើងប្រើប្រាស់ព័ត៌មាន",
    "1130802068": "យើងប្រើប្រាស់ព័ត៌មានដែលយើងប្រមូលសម្រាប់គោលបំណងដូចខាងក្រោម៖",
    "2940689138": "ដើម្បីគ្រប់គ្រងគណនីរួមបញ្ចូល និងអតិថិជន និងផ្តល់សេវាកម្ម។ យើងប្រើប្រាស់ព័ត៌មានផ្ទាល់ខ្លួន ដើម្បីភ្ជាប់គណនីជាក់លាក់ជាមួយសមាហរណកម្ម និងអតិថិជន និងដើម្បីផ្តល់ឱ្យពួកគេនូវសេវាកម្ម ឆ្លើយតបទៅនឹងសំណើ ឬការសាកសួរ ផ្តល់ការគាំទ្រ ឬជំនួយបច្ចេកទេស និងជួយសម្រួលដល់ការទូទាត់។",
    "857974529": "ដើម្បីកែលម្អគេហទំព័រ និងសេវាកម្ម។ យើងប្រើប្រាស់ព័ត៌មានវិភាគដើម្បីកែលម្អរបស់យើងដែលមានស្រាប់ និងអភិវឌ្ឍសេវាកម្ម និងការផ្តល់ជូនថ្មី និងដើម្បីប្ដូរតាមបំណងការផ្តល់ជូនផលិតផលដែលមានស្រាប់ និងនាពេលអនាគត។",
    "1820844638": "ដើម្បីទទួលបានការយល់ដឹងអំពីទីផ្សារ។ យើងប្រើប្រាស់ព័ត៌មានវិភាគដើម្បីវិភាគទីផ្សារ និងធ្វើការវិភាគអាជីវកម្មទាក់ទងនឹងគេហទំព័រ និងសេវាកម្មរបស់យើង និងសម្រាប់គោលបំណងស្រាវជ្រាវផ្សេងទៀត។",
    "3386280249": "ដើម្បីផ្តល់ទីផ្សារសម្រាប់ទិន្នន័យដែលមានស្លាក។ សេវាកម្មរបស់យើងអនុញ្ញាតឱ្យដាក់ស្លាកទិន្នន័យបរិមាណខ្ពស់ និងការពិនិត្យមើលមនុស្សសម្រាប់ប្រព័ន្ធរៀនម៉ាស៊ីន ជាសេវាកម្មដល់ម្ចាស់គេហទំព័រ និងក្រុមហ៊ុនដែលត្រូវការជំនួយក្នុងការដាក់ស្លាកទិន្នន័យរបស់ពួកគេ។ ដល់ទីបញ្ចប់នេះ យើងបង្ហាញទិន្នន័យដែលមានស្លាកដល់អតិថិជនរបស់យើងដែលចាប់អារម្មណ៍ក្នុងការទទួលបានទិន្នន័យដែលមានស្លាក។",
    "3532143291": "ដើម្បីធានាបាននូវសេវាកម្ម និងប្រព័ន្ធរបស់យើង។ យើងប្រើប្រាស់ព័ត៌មានវិភាគ ដើម្បីការពារប្រព័ន្ធរបស់យើង ដោយកំណត់អត្តសញ្ញាណការគំរាមកំហែង និងភាពងាយរងគ្រោះដែលអាចកើតមាន ហើយដើម្បីការពារព័ត៌មានដែលយើងប្រមូលបាន។",
    "2185418511": "សម្រាប់គោលបំណងអាជីវកម្មស្របច្បាប់ណាមួយ ផ្តល់ថាព័ត៌មានមិនត្រូវបានកំណត់អត្តសញ្ញាណ ឬប្រមូលផ្តុំ ដែលវាមិនអាចត្រូវបានភ្ជាប់ដោយសមហេតុផលចំពោះបុគ្គល។",
    "2386465280": "របៀបដែលយើងចែករំលែកព័ត៌មាន",
    "2159517814": "យើងចែករំលែក ឬបង្ហាញព័ត៌មានផ្ទាល់ខ្លួននៅក្នុងករណីដូចខាងក្រោម៖",
    "4256083674": "តាមការស្នើសុំដោយផ្ទាល់ពីអ្នករួមបញ្ចូលដើម្បីកំណត់អត្តសញ្ញាណហានិភ័យនៃការក្លែងបន្លំនៃសំណើប្រកួតប្រជែង CAPTCHA ជាក់លាក់ ឬអាសយដ្ឋាន IP ឬបើមិនដូច្នេះទេនៅកន្លែងដែលការយល់ព្រមជាក់លាក់ត្រូវបានផ្តល់ឱ្យ។",
    "3494826505": "ជាមួយនឹងអ្នកលក់ យើងចូលរួមដើម្បីផ្តល់នូវទិដ្ឋភាពសំខាន់ៗនៃគេហទំព័រ និងសេវាកម្ម ដូចជាការផ្ទុកទិន្នន័យ ការបង្ហោះ និងការវិភាគ ហើយសម្រាប់តែគោលបំណងទាំងនោះប៉ុណ្ណោះ។",
    "1119009846": "ជាការចាំបាច់ ដើម្បីអនុវត្តតាមច្បាប់ជាធរមាន រួមទាំងសំណើរបស់រដ្ឋាភិបាល សំណើអនុវត្តច្បាប់ និងផ្សេងទៀតចំពោះអង្គភាពសាធារណៈ និងឯកជន ដើម្បីការពារសិទ្ធិ ឯកជនភាព សុវត្ថិភាព ឬទ្រព្យសម្បត្តិរបស់អ្នក យើង ឬអ្នកដទៃ។",
    "197676026": "ជាមួយអ្នកផ្សេងទៀតសម្រាប់គោលបំណងអាជីវកម្មស្របច្បាប់ណាមួយ ផ្តល់ព័ត៌មានមិនត្រូវបានកំណត់អត្តសញ្ញាណ",
    "2359312315": "ឬ​សរុប​មក​ហើយ​ដែល​វា​មិន​អាច​ត្រូវ​បាន​គេ​ចង​ភ្ជាប់​ដោយ​សមហេតុផល​ជាមួយ​បុគ្គល។",
    "2497216176": "បច្ចេកវិទ្យាវិភាគ និងតាមដានភាគីទីបី",
    "3694578791": "ដូចដែលបានពិភាក្សាខាងលើ យើង (និងអ្នកលក់ភាគីទីបីរបស់យើង) ប្រមូលព័ត៌មានវិភាគមួយផ្នែកតាមរយៈការប្រើប្រាស់ខូឃី គេហទំព័រប៊ីខន និងបច្ចេកវិទ្យាតាមដានផ្សេងទៀត។ ក្នុងករណីខ្លះ យើងធ្វើការជាមួយអ្នកលក់ភាគីទីបី ដើម្បីប្រើប្រាស់ខូគីសម្រាប់គោលបំណងនៃការប្រមូលព័ត៌មានវិភាគ។",
    "2238885192": "យើងប្រើ Sentry ដើម្បីប្រមូលទិន្នន័យបំបាត់កំហុស នៅពេលអ្នកប្រើប្រាស់ជួបប្រទះបញ្ហា។ សម្រាប់ព័ត៌មានអំពីរបៀបដែល Sentry ប្រមូល និងដំណើរការទិន្នន័យ៖",
    "1535054294": "សូមមើលគោលការណ៍លម្អិតរបស់ពួកគេ។",
    "658775471": "យើងប្រើ Cloudflare ដើម្បីបង្កើនប្រសិទ្ធភាពចរាចរណ៍គេហទំព័ររបស់យើង។ សម្រាប់ព័ត៌មានអំពីរបៀបដែល Cloudflare ប្រមូល និងដំណើរការទិន្នន័យ៖",
    "2014256987": "ប្រសិនបើអ្នកមិនចង់ទប់ស្កាត់ការប្រើប្រាស់ខូគី ឬបច្ចេកវិទ្យាតាមដានផ្សេងទៀត សូមមើល \"ការគ្រប់គ្រងព័ត៌មានរបស់អ្នក\" ខាងក្រោម។ សូមចំណាំថាការធ្វើដូច្នេះអាចជះឥទ្ធិពលអវិជ្ជមានដល់បទពិសោធន៍របស់អ្នកដោយប្រើគេហទំព័រ ឬសេវាកម្ម ដោយសារលក្ខណៈពិសេសមួយចំនួនអាចមិនដំណើរការត្រឹមត្រូវ។",
    "2788024905": "របៀបដែលយើងធានាព័ត៌មាន",
    "271333468": "យើងអនុវត្តវិធានការបច្ចេកទេស និងអង្គការសមស្របដើម្បីការពារព័ត៌មានដែលយើងប្រមូល និងរក្សាទុក ហើយតម្រូវឱ្យភ្នាក់ងារទាំងអស់ដែលអនុវត្តដំណើរការរបស់យើងជំនួសយើងឱ្យធ្វើដូចគ្នា។ ជាអកុសល គ្មានវិធានការសុវត្ថិភាពណាដែលអាចបញ្ឆោតបាន 100% ហើយដោយសារតែមិនមានបណ្តាញ ឬប្រព័ន្ធ (រួមទាំងរបស់យើង) អាចត្រូវបានធានាថាមានសុវត្ថិភាព 100% ប្រឆាំងនឹងការបំផ្លិចបំផ្លាញ ការបាត់បង់ ការផ្លាស់ប្តូរ ការបង្ហាញដោយគ្មានការអនុញ្ញាត ឬការចូលប្រើប្រាស់ព័ត៌មានដែលយើងប្រមូល និងរក្សាទុក។ ប្រសិនបើអ្នកជឿថាព័ត៌មានរបស់អ្នកប្រហែលជាមិនមានសុវត្ថិភាពសម្រាប់ហេតុផលណាមួយ សូមទាក់ទងមកយើងខ្ញុំភ្លាមៗតាមរយៈ៖",
    "3031284129": "ការបដិសេធការធានា",
    "26365791": "ក្នុងវិសាលភាពពេញលេញបំផុតដែលត្រូវបានអនុញ្ញាតដោយច្បាប់ គេហទំព័រ និងសេវាកម្ម (និងសេវាកម្មដែលពាក់ព័ន្ធផ្សេងទៀត ព័ត៌មាន ទិន្នន័យ លក្ខណៈពិសេស និងខ្លឹមសារ ឬសម្ភារៈផ្សេងទៀត) ត្រូវបានផ្តល់ជូននៅលើមូលដ្ឋាន “ដូចដែលមាន” និង “តាមដែលអាចរកបាន”។ ក្នុងវិសាលភាពពេញលេញបំផុតដែលត្រូវបានអនុញ្ញាតដោយច្បាប់ IMI មិនរាប់បញ្ចូលការធានាទាំងអស់ រួមទាំង ប៉ុន្តែមិនកំណត់ចំពោះការធានាដោយបង្កប់ន័យនៃលទ្ធភាពធ្វើពាណិជ្ជកម្ម ភាពសមស្របសម្រាប់គោលបំណងជាក់លាក់មួយ និងការមិនរំលោភបំពាន។",
    "735630686": "គ្រប់គ្រងព័ត៌មានរបស់អ្នក (សិទ្ធិរបស់អ្នក)",
    "498769698": "អ្នកអាចចូលប្រើ កែ កែប្រែ ឬលុបព័ត៌មានផ្ទាល់ខ្លួនមួយចំនួនដែលអ្នកប្រហែលជាបានផ្តល់ឲ្យយើងតាមរយៈគណនីអ្នកបញ្ចូល អតិថិជន ឬអ្នកប្រើប្រាស់ភាពងាយស្រួលរបស់អ្នក (ប្រសិនបើអ្នកគឺជាអ្នករួមបញ្ចូល អតិថិជន ឬអ្នកប្រើប្រាស់ភាពងាយស្រួល)។ ប្រសិនបើអ្នកមិនអាចធ្វើដូច្នេះបាន ឬមានសំណួរណាមួយអំពីព័ត៌មានផ្ទាល់ខ្លួនដែលយើងបានប្រមូល និង/ឬចែករំលែកអំពីអ្នក ឬចង់ដកការយល់ព្រមរបស់អ្នកសម្រាប់ដំណើរការរបស់យើង (មានន័យថាលុបគណនីរបស់អ្នកទាំងស្រុង) សូមទាក់ទងមកយើងខ្ញុំតាមរយៈ៖",
    "2895491273": "ប្រសិនបើអ្នកចង់ទប់ស្កាត់ខូគី ឬបច្ចេកវិទ្យាតាមដានផ្សេងទៀត កម្មវិធីរុករកតាមអ៊ីនធឺណិត និងឧបករណ៍ចល័តភាគច្រើនអ្នកទាំងអស់ត្រូវផ្លាស់ប្តូរការកំណត់របស់អ្នក ដើម្បីជូនដំណឹងដល់អ្នកនៅពេលអ្នកទទួលបានខូគី ឬបច្ចេកវិទ្យាតាមដានផ្សេងទៀតកំពុងត្រូវបានប្រើប្រាស់ និងដើម្បីជ្រើសរើសថាតើត្រូវទទួលយក ឬមិនអនុញ្ញាត។ វា។ កម្មវិធីរុករកតាមអ៊ីនធឺណិតភាគច្រើនក៏អនុញ្ញាតឱ្យអ្នកបិទ ឬលុបខូគីដែលមានស្រាប់ ឬបដិសេធខូគីនាពេលអនាគតដោយស្វ័យប្រវត្តិ។ អ្នកក៏អាចប្រើឧបករណ៍ភាគីទីបី រួមទាំងកម្មវិធីជំនួយកម្មវិធីរុករកតាមអ៊ីនធឺណិត ដើម្បីគ្រប់គ្រងចំណូលចិត្តខូគីរបស់អ្នក។ ទោះជាយ៉ាងណាក៏ដោយ សូមចំណាំថា ប្រសិនបើអ្នកបិទខូគីទាំងអស់ នោះផ្នែកខ្លះនៃគេហទំព័ររបស់យើងប្រហែលជាមិនដំណើរការត្រឹមត្រូវទេ។",
    "707527778": "ព័ត៌មានពីកុមារ",
    "1747657936": "គេហទំព័រ និងសេវាកម្មរបស់យើងមិនសំដៅដល់កុមារអាយុក្រោម 13 ឆ្នាំទេ ហើយយើងមិនបានប្រមូលព័ត៌មានផ្ទាល់ខ្លួនពីកុមារក្រោមអាយុ 13 ឆ្នាំដោយចេតនា។ ប្រសិនបើយើងដឹងថាយើងបានប្រមូលព័ត៌មានផ្ទាល់ខ្លួនរបស់កុមារអាយុក្រោម 13 ឆ្នាំ យើងនឹងយក ជំហានសមហេតុផលក្នុងការលុបព័ត៌មានទាំងនោះចេញពីឯកសាររបស់យើងឱ្យបានឆាប់តាមដែលអាចអនុវត្តបាន លុះត្រាតែយើងមានកាតព្វកិច្ចផ្លូវច្បាប់ក្នុងការរក្សាវាទុក។ សូមទាក់ទងមកយើងខ្ញុំ ប្រសិនបើអ្នកជឿថាយើងមានព័ត៌មានណាមួយពី ឬអំពីកុមារអាយុក្រោម 13 ឆ្នាំ៖",
    "2419795065": "សេចក្តីជូនដំណឹងដល់អ្នករស់នៅរដ្ឋកាលីហ្វ័រញ៉ា",
    "1517625162": "នៅក្រោមក្រមរដ្ឋប្បវេណីរដ្ឋកាលីហ្វ័រញ៉ា ផ្នែកទី 1789.3 អ្នកប្រើប្រាស់រដ្ឋកាលីហ្វ័រញ៉ាមានសិទ្ធិទទួលបានការជូនដំណឹងអំពីសិទ្ធិអ្នកប្រើប្រាស់ខាងក្រោម៖ អ្នករស់នៅរដ្ឋកាលីហ្វ័រញ៉ាអាចទៅដល់អង្គភាពជំនួយការត្អូញត្អែរនៃផ្នែកសេវាកម្មអតិថិជននៃនាយកដ្ឋានកិច្ចការអ្នកប្រើប្រាស់នៃរដ្ឋកាលីហ្វ័រញ៉ាតាមប្រៃសណីយ៍នៅ 1625 North Market Blvd., Sacramento, CA 95834 ឬតាមទូរស័ព្ទលេខ (916) 445-1254 ឬ (800) 952-5210។",
    "3730344349": "ផ្នែកនេះផ្តល់នូវព័ត៌មានលម្អិតបន្ថែមអំពីព័ត៌មានផ្ទាល់ខ្លួនដែលយើងប្រមូលអំពីអ្នកប្រើប្រាស់នៅរដ្ឋកាលីហ្វ័រញ៉ា និងសិទ្ធិដែលផ្តល់ជូនពួកគេក្រោមច្បាប់ស្តីពីឯកជនភាពអ្នកប្រើប្រាស់រដ្ឋកាលីហ្វ័រញ៉ា ឬ \"CCPA\" ។",
    "4044467791": "សម្រាប់ប្រភេទព័ត៌មានផ្ទាល់ខ្លួនដែលយើងបានប្រមូលពីអ្នកក្នុងរយៈពេល 12 ខែមុន សូមមើលផ្នែក \"ព័ត៌មានដែលយើងប្រមូល\" ខាងលើ។ យើងប្រមូលព័ត៌មាននេះសម្រាប់គោលបំណងអាជីវកម្ម និងពាណិជ្ជកម្មដែលបានពិពណ៌នានៅក្នុងផ្នែក \"របៀបដែលយើងប្រើព័ត៌មានផ្ទាល់ខ្លួន\" ខាងលើ។ ក្នុងរយៈពេល 12 ខែមុន យើងបានចែករំលែកប្រភេទព័ត៌មានខាងក្រោមជាមួយភាគីទីបីសម្រាប់គោលបំណងអាជីវកម្ម៖",
    "4208081170": "ប្រភេទព័ត៌មានផ្ទាល់ខ្លួន",
    "1528242915": "អ្នកកំណត់អត្តសញ្ញាណ។",
    "3863351997": "ប្រភេទព័ត៌មានផ្ទាល់ខ្លួនដែលបានរាយក្នុងលក្ខន្តិកៈកំណត់ត្រាអតិថិជនរដ្ឋកាលីហ្វ័រញ៉ា (Cal. Civ. Code § 1798.80(e))។",
    "2826705343": "ព័ត៌មានពាណិជ្ជកម្ម។",
    "2683038211": "អ៊ីធឺណិត ឬសកម្មភាពបណ្តាញអេឡិចត្រូនិចផ្សេងទៀត។",
    "3671828834": "ឧទាហរណ៍នៃព័ត៌មានផ្ទាល់ខ្លួនដែលបានចែករំលែក",
    "779426309": "ឈ្មោះពិត លេខសម្គាល់ផ្ទាល់ខ្លួន អត្តសញ្ញាណអនឡាញ អាសយដ្ឋានពិធីការអ៊ីនធឺណិត អាសយដ្ឋានអ៊ីមែល ឈ្មោះគណនី ឬអត្តសញ្ញាណស្រដៀងគ្នាផ្សេងទៀត។",
    "2414368123": "ឈ្មោះ លេខប័ណ្ណឥណទាន លេខប័ណ្ណឥណពន្ធ ឬព័ត៌មានហិរញ្ញវត្ថុផ្សេងទៀត។",
    "4088941349": "កំណត់ត្រានៃផលិតផល ឬសេវាកម្មដែលបានទិញ ទទួលបាន ឬពិចារណា។",
    "3238612014": "ប្រវត្តិរុករក ព័ត៌មានស្តីពីអន្តរកម្មរបស់អ្នកប្រើប្រាស់ជាមួយគេហទំព័រអ៊ីនធឺណិត កម្មវិធី ឬការផ្សាយពាណិជ្ជកម្ម។",
    "1023108656": "ប្រភេទនៃអ្នកទទួលភាគីទីបី",
    "1418235079": "អ្នក​ផ្តល់​សេវា",
    "3238184941": "ចំណាំ៖ ហានិភ័យនៃការក្លែងបន្លំដែលភ្ជាប់ជាមួយអាសយដ្ឋាន IP នីមួយៗអាចត្រូវបានចែករំលែកជាមួយអ្នករួមបញ្ចូលតាមការស្នើសុំ។",
    "285116485": "ក្រុមហ៊ុនមិន \"លក់\" (ដូចពាក្យនេះត្រូវបានកំណត់នៅក្នុង CCPA) ព័ត៌មានផ្ទាល់ខ្លួនដែលយើងប្រមូល។ សូមមើលផ្នែក \"ការវិភាគ និងបច្ចេកវិទ្យាតាមដានរបស់ភាគីទីបី\" ខាងលើសម្រាប់ព័ត៌មានបន្ថែមទាក់ទងនឹងប្រភេទនៃខូគីភាគីទីបី ប្រសិនបើមាន ដែលយើងប្រើ។",
    "1408750006": "យោងទៅតាមការកំណត់ជាក់លាក់ CCPA ផ្តល់ឱ្យអ្នកប្រើប្រាស់រដ្ឋកាលីហ្វ័រញ៉ានូវសិទ្ធិក្នុងការស្នើសុំឱ្យដឹងពីព័ត៌មានលម្អិតបន្ថែមអំពីប្រភេទ ឬបំណែកជាក់លាក់នៃព័ត៌មានផ្ទាល់ខ្លួនដែលយើងប្រមូល (រួមទាំងរបៀបដែលយើងប្រើប្រាស់ និងបង្ហាញព័ត៌មាននេះ) ដើម្បីលុបព័ត៌មានផ្ទាល់ខ្លួនរបស់ពួកគេ ដើម្បីជ្រើសរើសចេញពី \"ការលក់\" ណាមួយដែលអាចនឹងកើតឡើង ក៏ដូចជាសិទ្ធិក្នុងការមិនមានការរើសអើងចំពោះការអនុវត្តសិទ្ធិទាំងនេះ។",
    "759057398": "សេចក្តីជូនដំណឹងចំពោះប្រធានបទទិន្នន័យរបស់សហភាពអឺរ៉ុប",
    "825780955": "ព័ត៌មាន​ផ្ទាល់ខ្លួន",
    "2945960297": "ទាក់ទងទៅនឹងប្រធានបទទិន្នន័យរបស់សហភាពអឺរ៉ុប ពាក្យ \"ព័ត៌មានផ្ទាល់ខ្លួន\" ដូចដែលបានប្រើក្នុងគោលការណ៍ឯកជនភាពនេះគឺស្មើនឹង \"ទិន្នន័យផ្ទាល់ខ្លួន\" ដូចដែលបានកំណត់នៅក្នុងបទប្បញ្ញត្តិការការពារទិន្នន័យទូទៅរបស់សហភាពអឺរ៉ុប (GDPR)។",
    "1126613163": "ទិន្នន័យរសើប",
    "3571006800": "ព័ត៌មានមួយចំនួនដែលអ្នកផ្តល់ឱ្យយើងអាចជាទិន្នន័យរសើបដូចដែលបានកំណត់ក្នុង GDPR (សំដៅផងដែរជាប្រភេទពិសេសនៃទិន្នន័យផ្ទាល់ខ្លួន) រួមទាំងការកំណត់អត្តសញ្ញាណពូជសាសន៍ ឬជនជាតិរបស់អ្នកនៅលើឯកសារអត្តសញ្ញាណដែលចេញដោយរដ្ឋាភិបាល។",
    "1988461282": "មូលដ្ឋានច្បាប់សម្រាប់ដំណើរការ",
    "3519564631": "គោលបំណងដំណើរការ",
    "1778642038": "ដើម្បីទំនាក់ទំនងជាមួយអ្នក។",
    "2223819810": "ដើម្បីបង្កើនប្រសិទ្ធភាពវេទិការបស់យើង។",
    "1678661231": "សម្រាប់ការអនុលោមតាមច្បាប់ ការការពារការក្លែងបន្លំ និងសុវត្ថិភាព",
    "2561077702": "ដើម្បីផ្តល់សេវាកម្មរបស់យើង។",
    "2066321185": "មូលដ្ឋានច្បាប់",
    "1174237568": "សកម្មភាពដំណើរការទាំងនេះគឺជាផលប្រយោជន៍ស្របច្បាប់របស់យើង។ យើងព្យាយាមពិចារណា និងថ្លឹងថ្លែងពីផលប៉ះពាល់ដែលអាចកើតមានលើអ្នក (ទាំងវិជ្ជមាន និងអវិជ្ជមាន) និងសិទ្ធិរបស់អ្នក មុនពេលយើងដំណើរការព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នកសម្រាប់ផលប្រយោជន៍ស្របច្បាប់របស់យើង។ យើងមិនប្រើព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នកសម្រាប់សកម្មភាពដែលផលប្រយោជន៍របស់យើងត្រូវបានបដិសេធដោយផលប៉ះពាល់អវិជ្ជមានណាមួយមកលើអ្នកទេ (លុះត្រាតែយើងមានការយល់ព្រមពីអ្នក ឬត្រូវបានទាមទារ ឬអនុញ្ញាតដោយច្បាប់)។",
    "1350478093": "គោលបំណងដំណើរការ",
    "787916198": "ដោយមានការយល់ព្រមរបស់អ្នក។",
    "3348433919": "សិទ្ធិរបស់អ្នក។",
    "3842673636": "នៅក្រោម GDPR អ្នកមានសិទ្ធិជាក់លាក់ទាក់ទងនឹងព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក។ អ្នកអាចស្នើសុំឱ្យយើងចាត់វិធានការដូចខាងក្រោមទាក់ទងនឹងព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នកដែលយើងកាន់៖",
    "4057343238": "ជ្រើស​យកចេញ",
    "1834911235": "បញ្ឈប់ការបញ្ជូនអ្នកទំនាក់ទំនងទីផ្សារដោយផ្ទាល់ដែលអ្នកបានយល់ព្រមទទួលពីមុនមក។ យើងអាចបន្តផ្ញើឱ្យអ្នកនូវការទំនាក់ទំនងដែលទាក់ទងនឹងសេវាកម្ម និងមិនមែនទីផ្សារផ្សេងទៀត។",
    "3022301908": "ការចូលប្រើ",
    "680638297": "ផ្តល់ឱ្យអ្នកនូវព័ត៌មានអំពីដំណើរការរបស់យើងនៃព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក និងផ្តល់ឱ្យអ្នកនូវការចូលប្រើព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក។",
    "1409486258": "ត្រឹមត្រូវ។",
    "3878077249": "ធ្វើបច្ចុប្បន្នភាព ឬកែតម្រូវភាពមិនត្រឹមត្រូវនៅក្នុងព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក។",
    "3645414921": "លុប",
    "42182578": "លុបព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក។",
    "1609621367": "ផ្ទេរ",
    "3208155808": "ផ្ទេរច្បាប់ចម្លងព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នកដែលអាចអានដោយម៉ាស៊ីនទៅឱ្យអ្នក ឬភាគីទីបីនៃជម្រើសរបស់អ្នក។",
    "1786796818": "ដាក់កម្រិត",
    "3329634829": "ដាក់កម្រិតលើដំណើរការព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក។",
    "4202774977": "វត្ថុ",
    "3007158970": "ជំទាស់នឹងការពឹងផ្អែករបស់យើងលើផលប្រយោជន៍ស្របច្បាប់របស់យើង ជាមូលដ្ឋាននៃដំណើរការព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក ដែលប៉ះពាល់ដល់សិទ្ធិរបស់អ្នក។",
    "1273071008": "សំណើសិទ្ធិចូលប្រើប្រធានបទទិន្នន័យ",
    "3594381346": "ទីតាំង។",
    "21141582": "នេះ",
    "3357523404": "ការផ្ទេរទិន្នន័យឆ្លងដែន",
    "290966395": "ដូចដែលបានពិពណ៌នានៅក្នុងផ្នែក \"កំណត់ចំណាំចំពោះអតិថិជននៅក្រៅសហរដ្ឋអាមេរិក\" របស់យើង សូមចងចាំថាទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកនឹងត្រូវបានផ្ទេរទៅ ដំណើរការ និងរក្សាទុកនៅក្នុងសហរដ្ឋអាមេរិក។ ច្បាប់ការពារទិន្នន័យនៅក្នុងសហរដ្ឋអាមេរិកអាចខុសពីច្បាប់នៅក្នុងប្រទេសដែលអ្នករស់នៅ។ អ្នកយល់ព្រមក្នុងការផ្ទេរព័ត៌មានរបស់អ្នក រួមទាំងព័ត៌មានផ្ទាល់ខ្លួនទៅកាន់សហរដ្ឋអាមេរិក ដូចដែលមានចែងក្នុងគោលការណ៍ឯកជនភាពនេះ ដោយចូលទៅកាន់គេហទំព័ររបស់យើង ឬប្រើប្រាស់សេវាកម្មរបស់យើង។",
    "3178581111": "ប្រើសម្រាប់គោលបំណងថ្មី។",
    "1088304322": "យើងអាចប្រើប្រាស់ព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នកសម្រាប់ហេតុផលដែលមិនត្រូវបានពិពណ៌នានៅក្នុងគោលការណ៍ឯកជនភាពនេះ ដែលជាកន្លែងដែលយើងត្រូវបានអនុញ្ញាតដោយច្បាប់ដើម្បីធ្វើដូច្នេះ និងកន្លែងដែលហេតុផលត្រូវគ្នាជាមួយនឹងគោលបំណងដែលយើងប្រមូលវា។ ប្រសិនបើយើងត្រូវការប្រើព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នកសម្រាប់គោលបំណងដែលមិនពាក់ព័ន្ធ យើងអាចជូនដំណឹងដល់អ្នក និងពន្យល់អំពីមូលដ្ឋានច្បាប់ដែលអាចអនុវត្តបានសម្រាប់ការប្រើប្រាស់នោះ។ ប្រសិនបើយើងបានពឹងផ្អែកលើការយល់ព្រមរបស់អ្នកសម្រាប់ការប្រើប្រាស់ជាក់លាក់នៃព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក យើងអាចស្វែងរកការយល់ព្រមរបស់អ្នកសម្រាប់គោលបំណងដែលមិនពាក់ព័ន្ធណាមួយ ហើយអនុញ្ញាតឱ្យអ្នកបញ្ចប់ការប្រើប្រាស់សេវាកម្មរបស់អ្នកនៅពេលនោះ ប្រសិនបើអ្នកជំទាស់។",
    "2260079771": "ការរក្សាទិន្នន័យ",
    "38428546": "យើងរក្សាទុកទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកដោយសុវត្ថិភាពពេញមួយជីវិតនៃគណនីរបស់អ្នកជាមួយយើង។ យើងនឹងរក្សាទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកឱ្យបានយូរតាមតែចាំបាច់ ដើម្បីបំពេញគោលបំណងដែលយើងបានប្រមូលវា រួមទាំងសម្រាប់គោលបំណងនៃការបំពេញកាតព្វកិច្ចផ្នែកច្បាប់ គណនេយ្យ ឬការរាយការណ៍ ឬដោះស្រាយជម្លោះ។ លក្ខណៈវិនិច្ឆ័យដែលយើងប្រើដើម្បីកំណត់រយៈពេលនៃការផ្ទុករួមមានបទប្បញ្ញត្តិកិច្ចសន្យាដែលអាចអនុវត្តបានដែលចូលជាធរមាន រយៈពេលកំណត់ដោយច្បាប់ តម្រូវការបទប្បញ្ញត្តិដែលអាចអនុវត្តបាន និងស្តង់ដារឧស្សាហកម្ម។",
    "384965568": "ខណៈពេលដែលតម្រូវការរក្សាទុកប្រែប្រួលទៅតាមយុត្តាធិការ ព័ត៌មានអំពីរយៈពេលរក្សាទុកធម្មតារបស់យើងសម្រាប់ទិដ្ឋភាពផ្សេងៗនៃទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកត្រូវបានពិពណ៌នាខាងក្រោម។",
    "2788836740": "ព័ត៌មានទំនាក់ទំនងសម្រាប់គោលបំណងទីផ្សារត្រូវបានរក្សាទុកនៅលើមូលដ្ឋានបន្តរហូតដល់អ្នកឈប់ជាវ។ បន្ទាប់មក យើងនឹងបន្ថែមព័ត៌មានលម្អិតរបស់អ្នកទៅក្នុងបញ្ជីបង្ក្រាបរបស់យើងដោយគ្មានកំណត់។ ព័ត៌មានអ៊ីមែលដែលប្រមូលបានពីមធ្យោបាយងាយស្រួល អ្នកប្រើប្រាស់នឹងមិនត្រូវបានប្រើសម្រាប់គោលបំណងទីផ្សារទេ។",
    "3520687192": "កំណត់ត្រានៃការប្រាស្រ័យទាក់ទងជាមួយអ្នក (ឧទាហរណ៍សំបុត្រជំនួយដែលបានបើកតាមរយៈអ៊ីមែល ឬ Twitter) អាចត្រូវបានរក្សាទុកដោយគ្មានកំណត់។",
    "292211832": "ព័ត៌មានដែលប្រមូលបានតាមរយៈមធ្យោបាយបច្ចេកទេស ដូចជាខូគី បញ្ជរទំព័រគេហទំព័រ និងឧបករណ៍វិភាគផ្សេងទៀតត្រូវបានលុបចោលភ្លាមៗតាមដែលអាចធ្វើបាន ប៉ុន្តែអាចត្រូវបានរក្សាទុកក្នុងរយៈពេលកំណត់រហូតដល់មួយឆ្នាំចាប់ពីការផុតកំណត់នៃខូគី ជាធម្មតាក្នុងទម្រង់មិនកំណត់អត្តសញ្ញាណ និងសរុប។ លុះត្រាតែយើងរកឃើញការរំលោភបំពានដែលអាចកើតមាននៃសេវាកម្មរបស់យើង ក្នុងករណីនេះ យើងនឹងរក្សាទុកព័ត៌មាននោះ ដើម្បីជួយយើងក្នុងការទប់ស្កាត់ការរំលោភបំពាននាពេលអនាគត។ យើងមិនអាចភ្ជាប់ព័ត៌មានអនាមិក និងព័ត៌មានសរុបនេះទៅកាន់អ្នក គ្រួសាររបស់អ្នក អាសយដ្ឋាន IP ឬព័ត៌មានផ្ទាល់ខ្លួនណាមួយដោយផ្អែកលើព័ត៌មានដែលបានរក្សាទុកនោះទេ។",
    "470943029": "ប្រសិនបើអ្នកមានសំណួរណាមួយអំពីគោលការណ៍ឯកជនភាពនេះ សូមទាក់ទងមកយើងខ្ញុំតាមរយៈ៖",
    "3192683783": "ការផ្លាស់ប្តូរចំពោះគោលការណ៍ឯកជនភាពនេះ។",
    "1702335960": "ព័ត៌មានណាមួយដែលយើងប្រមូលបានគឺស្ថិតនៅក្រោមគោលការណ៍ឯកជនភាពដែលចូលជាធរមាន នៅពេលដែលព័ត៌មានទាំងនោះត្រូវបានប្រមូល។ ទោះជាយ៉ាងណាក៏ដោយ យើងអាចកែប្រែគោលការណ៍ឯកជនភាពពីពេលមួយទៅពេលមួយ។ ប្រសិនបើការកែប្រែជាសម្ភារៈ ដូចដែលបានកំណត់ដោយពួកយើងតែមួយគត់ យើងនឹងជូនដំណឹងដល់អ្នក ឧទាហរណ៍តាមរយៈអ៊ីមែល។ កំណែបច្ចុប្បន្ននឹងតែងតែត្រូវបានបង្ហោះទៅកាន់ទំព័រគោលការណ៍ឯកជនភាពរបស់យើង។",
    "3669258571": "គោលការណ៍ខូឃី",
    "2905621957": "អាប់ដេតចុងក្រោយ៖ ថ្ងៃទី 18 ខែកក្កដា ឆ្នាំ 2020",
    "1173934218": "យើងយល់ថាឯកជនភាពរបស់អ្នកមានសារៈសំខាន់សម្រាប់អ្នក ហើយប្តេជ្ញាធ្វើឱ្យមានតម្លាភាពអំពីបច្ចេកវិទ្យាដែលយើងប្រើប្រាស់។ គោលការណ៍នេះផ្តល់ព័ត៌មានលម្អិតអំពីរបៀប និងពេលណាដែលយើងប្រើខូគីនៅលើគេហទំព័រ និងសេវាកម្មរបស់យើង។",
    "2694150481": "តើយើងប្រើខូឃីទេ?",
    "457627611": "បាទ។ យើង និងក្រុមអ្នកវិភាគ ឬអ្នកផ្តល់សេវា ដៃគូទីផ្សារ និងសាខារបស់យើងអាចប្រើខូឃី គេហទំព័រប៊ីខុន ឬភីកសែល និងបច្ចេកវិទ្យាផ្សេងទៀត ដើម្បីធានាថាអ្នកគ្រប់គ្នាដែលប្រើប្រាស់គេហទំព័រមានបទពិសោធន៍ល្អបំផុត។ សូមមើលផ្នែក \"ការវិភាគ និងបច្ចេកវិទ្យាតាមដានរបស់ភាគីទីបី\" នៃគោលការណ៍ឯកជនភាពរបស់យើង សម្រាប់ព័ត៌មានលម្អិតបន្ថែម។",
    "501102544": "៖ យើងជឿថាសេវាកម្មប្រឆាំងរូបយន្ត hCaptcha (ពោលគឺសេវាកម្មបង្កប់ដោយគេហទំព័រ ហ្គេម ឬកម្មវិធីទូរស័ព្ទ) រួមបញ្ចូលតែខូគីដែលហៅថា \"ការលើកលែងការយល់ព្រម\" ដោយអនុលោមតាមបទប្បញ្ញត្តិ GDPR ។ ឧទាហរណ៍នៃខូគីលើកលែងបែបនេះរួមមាន:",
    "461631543": "កំណត់ចំណាំ GDPR",
    "2150907653": "* ខូគីបច្ចេកទេសចាំបាច់យ៉ាងតឹងរឹងសម្រាប់ការផ្តល់សេវាកម្ម។ ទាំងនេះរួមបញ្ចូលខូគីចំណូលចិត្ត ខូគីសម័យ ផ្ទុកខូគីសមតុល្យ។ល។",
    "1012122721": "* ខូគីស្ថិតិដែលគ្រប់គ្រងដោយផ្ទាល់ដោយពួកយើង (ពោលគឺភាគីទីមួយ មិនមែនជាខូគីភាគីទីបី) ដែលទិន្នន័យមិនត្រូវបានប្រើសម្រាប់ការធ្វើទម្រង់។",
    "148542287": "នេះមិនមែនជាដំបូន្មានផ្នែកច្បាប់ទេ ហើយគ្មានការធានាណាមួយត្រូវបានផ្តល់ជូនទាក់ទងនឹងការវិភាគនេះទេ។ ប្រសិនបើអ្នកមានសំណួរ ឬកង្វល់បន្ថែម សូមទាក់ទងមកយើងខ្ញុំតាមរយៈ៖",
    "3956117148": "គេហទំព័រ hCaptcha.com និង BotStop.com (គេហទំព័រ) អាចរួមបញ្ចូលខូគីបន្ថែម ដូចដែលបានពិពណ៌នានៅក្នុងគោលការណ៍នេះ។",
    "3255230599": "តើខូគីជាអ្វី?",
    "1095532507": "ខូគី (\"ខូគី\") គឺជាឯកសារអត្ថបទតូចមួយដែលត្រូវបានដាក់នៅលើថាសរឹងរបស់អ្នកដោយម៉ាស៊ីនមេគេហទំព័រ។ ខូគីមានព័ត៌មានដែលនៅពេលក្រោយអាចត្រូវបានអានដោយម៉ាស៊ីនមេគេហទំព័រនៅក្នុងដែនដែលបានចេញខូគីដល់អ្នក។ ខូគីមួយចំនួននឹងត្រូវបានប្រើប្រាស់ លុះត្រាតែអ្នកប្រើមុខងារជាក់លាក់ ឬជ្រើសរើសចំណូលចិត្តមួយចំនួន ហើយខូគីមួយចំនួននឹងត្រូវប្រើជានិច្ច។ អ្នកអាចស្វែងយល់បន្ថែមអំពីខូគីនីមួយៗដោយមើលបញ្ជីខូគីបច្ចុប្បន្នរបស់យើងខាងក្រោម។",
    "2943815316": "យើង​ធ្វើ​បច្ចុប្បន្នភាព​បញ្ជី​នេះ​ជា​ប្រចាំ ដូច្នេះ​អាច​មាន​ខូគី​បន្ថែម​ទៀត​ដែល​មិន​ទាន់​មាន​ក្នុង​បញ្ជី។ Web beacons ស្លាក និងស្គ្រីបអាចត្រូវបានប្រើប្រាស់នៅក្នុងគេហទំព័រ ឬក្នុងអ៊ីមែល ដើម្បីជួយយើងក្នុងការចែកចាយខូឃី រាប់ការចូលមើល ស្វែងយល់ពីការប្រើប្រាស់ និងប្រសិទ្ធភាពនៃយុទ្ធនាការ និងកំណត់ថាតើអ៊ីមែលត្រូវបានបើក និងធ្វើសកម្មភាពឬអត់។ យើងអាចទទួលបានរបាយការណ៍ដោយផ្អែកលើការប្រើប្រាស់បច្ចេកវិទ្យាទាំងនេះដោយអ្នកផ្តល់សេវាកម្ម/ការវិភាគរបស់យើងជាបុគ្គល និងមូលដ្ឋានសរុប។",
    "2954157511": "ហេតុអ្វីបានជាយើងប្រើខូឃី?",
    "1539071196": "ជាទូទៅ យើងប្រើខូគីសម្រាប់គោលបំណងដូចខាងក្រោមៈ",
    "3545935449": "ដើម្បីស្គាល់អ្នកប្រើប្រាស់ថ្មី ឬពីមុន។",
    "32739972": "ដើម្បីរក្សាទុកព័ត៌មានសម័យចូលរបស់អ្នក ប្រសិនបើអ្នកបានចុះឈ្មោះនៅលើគេហទំព័ររបស់យើង។",
    "4209078147": "ដើម្បីកែលម្អគេហទំព័ររបស់យើង និងយល់កាន់តែច្បាស់អំពីការចូលមើលរបស់អ្នកនៅលើវេទិកា និងគេហទំព័ររបស់យើង។",
    "1077448694": "ដើម្បីរួមបញ្ចូលជាមួយគេហទំព័រប្រព័ន្ធផ្សព្វផ្សាយសង្គមភាគីទីបី។",
    "1709478090": "ដើម្បីបម្រើអ្នកជាមួយនឹងការផ្សាយពាណិជ្ជកម្មផ្អែកលើចំណាប់អារម្មណ៍ ឬគោលដៅ។",
    "3256020881": "ដើម្បីសង្កេតមើលអាកប្បកិរិយារបស់អ្នក និងសកម្មភាពរុករកតាមពេលវេលានៅលើគេហទំព័រជាច្រើន ឬវេទិកាផ្សេងទៀត។",
    "1092241113": "ដើម្បីយល់កាន់តែច្បាស់អំពីផលប្រយោជន៍របស់អតិថិជន និងសមាហរណកម្មរបស់យើង។",
    "1434289796": "ខូគីមួយចំនួនគឺចាំបាច់សម្រាប់ការប្រើប្រាស់ជាក់លាក់នៃគេហទំព័រ ហើយបើគ្មានខូគីបែបនេះទេ យើងនឹងមិនអាចផ្តល់សេវាកម្មជាច្រើនដែលអ្នកត្រូវការដើម្បីប្រើប្រាស់គេហទំព័រឱ្យបានត្រឹមត្រូវនោះទេ។ ជាឧទាហរណ៍ ខូគីទាំងនេះអនុញ្ញាតឱ្យយើងដំណើរការគេហទំព័ររបស់យើង ដូច្នេះអ្នកអាចចូលប្រើវាបានដូចដែលអ្នកបានស្នើសុំ ហើយអនុញ្ញាតឱ្យយើងទទួលស្គាល់ថាអ្នកបានបង្កើតគណនីមួយ ហើយបានចូលទៅក្នុងគណនីនោះដើម្បីចូលប្រើមាតិកាគេហទំព័រ។ ពួកវាក៏រួមបញ្ចូលខូគីដែលអនុញ្ញាតឱ្យយើងចងចាំសកម្មភាពពីមុនរបស់អ្នកនៅក្នុងវគ្គរុករកដូចគ្នា និងធានាសុវត្ថិភាពគេហទំព័ររបស់យើង។",
    "1533171442": "យើងក៏ប្រើខូឃីមុខងារ និងខូគីពីភាគីទីបីសម្រាប់គោលបំណងវិភាគ និងទីផ្សារផងដែរ។ ខូគីមុខងារអាចឱ្យផ្នែកខ្លះនៃគេហទំព័រដំណើរការបានត្រឹមត្រូវ ហើយចំណូលចិត្តអ្នកប្រើប្រាស់របស់អ្នកនៅតែត្រូវបានគេស្គាល់។ ខូគីវិភាគ ក្នុងចំណោមរបស់ផ្សេងទៀត ប្រមូលព័ត៌មានអំពីរបៀបដែលអតិថិជន អ្នកបញ្ចូល និងអ្នកប្រើប្រាស់ចុងក្រោយប្រើប្រាស់គេហទំព័ររបស់យើង ខ្លឹមសារ និងផលិតផលដែលអ្នកប្រើប្រាស់មើលញឹកញាប់បំផុត និងប្រសិទ្ធភាពនៃការផ្សាយពាណិជ្ជកម្មភាគីទីបីរបស់យើង។ ខូឃីការផ្សាយពាណិជ្ជកម្មជួយក្នុងការផ្តល់ការផ្សាយពាណិជ្ជកម្មទៅកាន់ទស្សនិកជនដែលពាក់ព័ន្ធ និងធ្វើឱ្យការផ្សាយពាណិជ្ជកម្មរបស់យើងបង្ហាញនៅផ្នែកខាងលើនៃលទ្ធផលស្វែងរក។ ខូគីគឺជាខូគី \"វគ្គ\" ដែលត្រូវបានលុបនៅពេលអ្នកបញ្ចប់វគ្គកម្មវិធីរុករករបស់អ្នក ឬ \"បន្ត\" ដែលនៅតែមានរហូតដល់ការលុបរបស់វាដោយអ្នក (ពិភាក្សាខាងក្រោម) ឬភាគីដែលបម្រើខូគី។ ព័ត៌មានលម្អិតពេញលេញអំពីខូគីទាំងអស់ដែលប្រើនៅលើគេហទំព័រមាននៅតារាងបង្ហាញខូគីរបស់យើងខាងក្រោម។",
    "322830977": "របៀបបិទខូឃី។",
    "3885459114": "ជាទូទៅ អ្នកអាចធ្វើឱ្យសកម្ម ឬនៅពេលក្រោយអសកម្មការប្រើប្រាស់ខូគី តាមរយៈមុខងារដែលបានបង្កើតឡើងនៅក្នុងកម្មវិធីរុករកតាមអ៊ីនធឺណិតរបស់អ្នក។ ប្រសិនបើអ្នកចង់ស្វែងយល់បន្ថែមអំពីខូគី ឬរបៀបគ្រប់គ្រង បិទ ឬលុបពួកវា សូមចូលទៅកាន់គេហទំព័រ https://www.knowcookies.com/ សម្រាប់ការណែនាំលម្អិត។",
    "262509504": "យើងអាចភ្ជាប់ព័ត៌មានដែលប្រមូលបានដោយខូគីជាមួយនឹងព័ត៌មានផ្សេងទៀតដែលយើងប្រមូលពីអ្នកដោយអនុលោមតាមគោលការណ៍ឯកជនភាពនេះ ហើយប្រើប្រាស់ព័ត៌មានរួមបញ្ចូលគ្នាដូចមានចែងនៅទីនេះ។ ស្រដៀងគ្នានេះដែរ ភាគីទីបីដែលបម្រើខូគីនៅលើគេហទំព័ររបស់យើងអាចភ្ជាប់ឈ្មោះ ឬអាសយដ្ឋានអ៊ីមែលរបស់អ្នកទៅនឹងព័ត៌មានផ្សេងទៀតដែលពួកគេប្រមូល ដែលអាចរាប់បញ្ចូលទាំងការទិញពីមុនដែលបានធ្វើឡើងក្រៅបណ្តាញ ឬតាមអ៊ីនធឺណិត ឬព័ត៌មានអំពីការប្រើប្រាស់អ៊ីនធឺណិតរបស់អ្នក។",
    "2935155034": "ប្រសិនបើអ្នកស្ថិតនៅក្នុងតំបន់សេដ្ឋកិច្ចអ៊ឺរ៉ុប អ្នកមានសិទ្ធិជាក់លាក់ដែលត្រូវបានពិពណ៌នាខាងលើនៅក្រោមចំណងជើង \"សេចក្តីជូនដំណឹងដល់ប្រធានបទទិន្នន័យរបស់សហភាពអឺរ៉ុប\" រួមទាំងសិទ្ធិក្នុងការត្រួតពិនិត្យ និងកែតម្រូវ ឬលុបទិន្នន័យដែលយើងមានអំពីអ្នក។",
    "1873812847": "ការបង្ហាញខូគី",
    "3319083717": "ឈ្មោះ៖",
    "3183855267": "1. hmt_id",
    "907324388": "មុខងារ",
    "2896187462": "1. ប្រើសម្រាប់ស្ថិតិដែលទាក់ទងនឹងសេវាកម្មអនាមិកចាំបាច់យ៉ាងតឹងរឹង និងសម្រាប់គោលបំណងបច្ចេកទេសផ្សេងទៀតដូចជាការជួយក្នុងការគាំទ្រលទ្ធភាពប្រើប្រាស់។",
    "987267027": "ពិធីជប់លៀង",
    "3453526675": "1. ភាគីទី 1",
    "1952810469": "ប្រភេទ",
    "1795436560": "1. វគ្គ",
    "102695075": "រយៈពេល",
    "3356329025": "1. 30 ថ្ងៃ។",
    "3744153629": "ឈ្មោះ៖",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "វគ្គ,",
    "3186435874": "លេខ​សម្គាល់​សម័យ​ប្រជុំ",
    "720059527": "2. ប្រើសម្រាប់គោលបំណងបច្ចេកទេសចាំបាច់យ៉ាងតឹងរឹង: ការផ្ទុកតុល្យភាព, កំណត់ផ្លូវ។",
    "1241291641": "មើលព័ត៌មានលម្អិតបន្ថែម។",
    "1834801943": "2. ភាគីទី 1",
    "2114694926": "2. វគ្គ",
    "938404336": "2. ប្រែប្រួល; រហូតដល់ 30 ថ្ងៃ។",
    "2196526290": "hc_accessibility",
    "2577178569": "3. ប្រើសម្រាប់គោលបំណងបច្ចេកទេសចាំបាច់យ៉ាងតឹងរឹង៖ បើកលទ្ធភាពប្រើប្រាស់របស់អ្នកប្រើប្រាស់។",
    "1061239711": "3. ភាគីទី 1",
    "1483015662": "3. វគ្គ",
    "3458934553": "3. ប្រែប្រួល; រហូតដល់ 30 ថ្ងៃ។",
    "1527172673": "ប្រសិនបើអ្នកមានសំណួរណាមួយអំពីគោលការណ៍ខូគីនេះ សូមទាក់ទងមកយើងខ្ញុំតាមរយៈ៖",
    "134571844": "Impressum (សេចក្តីជូនដំណឹងអំពីគេហទំព័រ)",
    "110836420": "អាប់ដេតចុងក្រោយ៖ ថ្ងៃទី 23 ខែធ្នូ ឆ្នាំ 2020",
    "2901894297": "hCaptcha គឺជាសេវាកម្មរបស់ក្រុមហ៊ុន Intuition Machines, Inc. (\"IMI\") ដែលជាក្រុមហ៊ុន Delaware US Corporation (#6393793)។",
    "2928362319": "ការសាកសួរតាមសំបុត្រអាចត្រូវបានផ្ញើទៅកាន់៖ Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110។",
    "1300074400": "ព័ត៌មានអំពីការគ្រប់គ្រងបច្ចុប្បន្នរបស់ក្រុមហ៊ុនអាចទទួលបាននៅលើទំព័រអំពី។ នាយកប្រតិបត្តិបច្ចុប្បន្នរបស់ក្រុមហ៊ុនគឺជានាយកគ្រប់គ្រងដែលទទួលខុសត្រូវលើមាតិកា។",
    "3094150511": "អាជ្ញាធរនិយតកម្ម៖ គណៈកម្មការទំនាក់ទំនងសហព័ន្ធអាមេរិក, 45 L Street NE, Washington, DC 20554 សហរដ្ឋអាមេរិក។",
    "2763011087": "IMI មិនប្តេជ្ញាចិត្ត និងមិនមានកាតព្វកិច្ចចូលរួមនៅក្នុងការដោះស្រាយវិវាទជំនួសសម្រាប់ជម្លោះអ្នកប្រើប្រាស់នៅចំពោះមុខអង្គភាពដោះស្រាយវិវាទអ្នកប្រើប្រាស់នោះទេ។",
    "1395644678": "គេហទំព័រផ្លូវការរបស់គណៈកម្មការអឺរ៉ុបសម្រាប់ការដោះស្រាយវិវាទតាមអ៊ីនធឺណិត៖",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "គ្មានការធានាទាក់ទងនឹងខ្លឹមសារ",
    "707541553": "ព័ត៌មានទាំងអស់ដែលមាននៅលើទំព័រអ៊ីនធឺណិតរបស់យើងត្រូវបានបញ្ជាក់ដោយ IMI ឬភាគីទីបី។ ទោះយ៉ាងណាក៏ដោយ ទាំង IMI ឬភាគីទីបីមិនអាចទទួលខុសត្រូវចំពោះព័ត៌មានបច្ចុប្បន្ន ភាពត្រឹមត្រូវ ឬពេញលេញនោះទេ។ នេះក៏អនុវត្តចំពោះគេហទំព័រផ្សេងទៀតដែលអាចទៅដល់តាមរយៈតំណខ្ពស់នៅលើទំព័ររបស់យើង។ IMI មិនទទួលខុសត្រូវចំពោះខ្លឹមសារនៃគេហទំព័រខាងក្រៅទាំងនេះទេ។",
    "2650241052": "គ្មានដំបូន្មាន",
    "3361191778": "ព័ត៌មានដែលបានផ្តល់នៅលើទំព័រអ៊ីនធឺណិតមិនតំណាងឱ្យដំបូន្មានបុគ្គល និងមិនអាចជំនួសវាបានទេ។ ប្រសិនបើអ្នកត្រូវការដំបូន្មានផ្ទាល់ខ្លួន សូមទាក់ទងបុគ្គលិកផ្នែកជំនួយរបស់យើង។",
    "1031855757": "ការប្រើប្រាស់គេហទំព័រនេះ។",
    "204716894": "ខ្លឹមសារ និងការរចនានៃគេហទំព័ររបស់យើងត្រូវបានការពារក្រោមច្បាប់រក្សាសិទ្ធិ។ ការចម្លងទំព័រ និងខ្លឹមសាររបស់ពួកគេក្នុងលក្ខណៈដែលលើសពីការប្រើប្រាស់ដោយសមហេតុផល ទាមទារការយល់ព្រមជាលាយលក្ខណ៍អក្សរជាមុនពី IMI ប្រសិនបើមិនមានបទប្បញ្ញត្តិផ្លូវច្បាប់ផ្សេងទៀតដែលបានបញ្ជាក់សម្រាប់ការចម្លងនៅលើទំព័រនោះ។",
    "3182435854": "រក្សាសិទ្ធិ",
    "3187946010": "រាល់អត្ថបទ រូបភាព ចលនាក្រាហ្វិក វីដេអូ តន្ត្រី សំឡេង និងសម្ភារៈផ្សេងទៀតនៅលើទំព័រទាំងនេះត្រូវបានការពារក្រោមច្បាប់រក្សាសិទ្ធិដោយ IMI ឬភាគីទីបីប្រសិនបើបានបញ្ជាក់។ វាត្រូវបានហាមឃាត់មិនឱ្យចម្លង ឬកែប្រែសម្ភារៈនេះសម្រាប់ការប្រើប្រាស់ពាណិជ្ជកម្មក្នុងលក្ខណៈដែលលើសពីការប្រើប្រាស់ដោយសមហេតុផល។",
    "74538881": "ទំនួលខុសត្រូវសម្រាប់គេហទំព័រនេះ។",
    "3236873806": "IMI ទទួលខុសត្រូវចំពោះគេហទំព័រនេះ។",
    "2657277322": "ប្រសិនបើអ្នកមានចម្ងល់ សូមទាក់ទងមកយើងខ្ញុំតាមរយៈ៖",
    "1338341134": "hCaptcha + លេខសម្ងាត់ឯកជនភាព (បែតា)",
    "88879089": "លិខិតឆ្លងដែនឯកជនគឺជា",
    "1898063898": "សម្រាប់រក្សាភាពឯកជនរបស់អ្នកប្រើប្រាស់ ដែលយើងកំពុងអភិវឌ្ឍដោយភ្ជាប់ជាមួយ",
    "1942186611": "ហើយ​ផ្សេងទៀត។",
    "3673079511": "ស្តង់ដារដែលកំពុងរីកចម្រើន",
    "2164933356": "Cloudflare",
    "3119589996": "របៀបដែលវាដំណើរការ៖ ផ្នែកបន្ថែមកម្មវិធីរុករកផ្តល់ឱ្យអ្នកប្រើប្រាស់នូវសមត្ថភាពក្នុងការបង្កើត និងចុះហត្ថលេខាលើសញ្ញាសម្ងាត់ពិការភ្នែកសម្រាប់គេហទំព័រដែលគាំទ្រពិធីការ Pass ឯកជនភាព។ ផ្នែកបន្ថែមបង្កើតសំបុត្រដែលមានសញ្ញាសម្ងាត់ដែលបិទបាំងដោយសម្ងាត់ដែលត្រូវបានចុះហត្ថលេខាដោយ hCaptcha នៅពេលដែលបញ្ហាប្រឈមត្រូវបានដោះស្រាយនៅលើគេហទំព័រណាមួយដោយប្រើសេវា hCaptcha",
    "1254771154": "បញ្ហាប្រឈមដែលបានបង្ហាញនៅលើសេវាកម្មគាំទ្រការឆ្លងកាត់ឯកជនភាពផ្សេងទៀតដែលបង្កប់ hCaptcha ផងដែរ ឧទាហរណ៍ Cloudflare ។",
    "996362763": "សញ្ញាសម្ងាត់ទាំងនេះមិនត្រូវបានបិទបាំង និងរក្សាទុកដោយផ្នែកបន្ថែមសម្រាប់ការប្រើប្រាស់នាពេលអនាគត។ នៅពេលដែលអ្នកប្រើប្រាស់ចូលទៅកាន់គេហទំព័រដោយប្រើ hCaptcha ហើយត្រូវឆ្លងកាត់បញ្ហាប្រឈម (មិនថាមើលមិនឃើញ ឬតាមរយៈប៊ូតុង \"ខ្ញុំជាមនុស្ស\") ពួកគេត្រូវបានលោះដោយស្វ័យប្រវត្តិ។ នីតិវិធីបិទបាំងមានន័យថាសញ្ញាដែលបានចុះហត្ថលេខា និងប្រោសលោះគឺមិនអាចភ្ជាប់កូដសម្ងាត់តាមទស្សនៈរបស់ hCaptcha ហើយដូច្នេះភាពឯកជនរបស់អ្នកប្រើប្រាស់ត្រូវបានរក្សាទុក។",
    "2943346052": "នៅពេលដែលដំណើរការស្តង់ដារ IETF នៅតែបន្ត យើងរំពឹងថាកម្មវិធីរុករកធំៗនឹងទទួលយកទម្រង់បែបបទមួយចំនួននៃ Privacy Pass ពីដើម។ វានឹងធ្វើឱ្យផ្នែកបន្ថែមដែលមិនចាំបាច់នៅទីបំផុត។ ទោះយ៉ាងណាក៏ដោយ សម្រាប់ពេលនេះ សូមធ្វើតាមការណែនាំខាងក្រោម។",
    "2326660907": "លើកលែងតែ",
    "741483946": "* នៅក្នុងពាក្យផ្សេងទៀត៖ អ្នកអាចទទួលបាន hCaptcha Privacy Pass tokens នៅលើ hCaptcha.com ហើយប្រើវានៅលើគេហទំព័រផ្សេងទៀតដោយផ្ទាល់ដោយប្រើ hCaptcha.com ។ អ្នកមិនអាចទទួលបាន ឬប្រោសលោះ hCaptcha Privacy Pass tokens ដើម្បីរំលងសេវា hCaptcha ដូចដែលបានប្រើដោយ Cloudflare ចាប់តាំងពី Cloudflare មានបញ្ហា និងប្តូរយកលេខសម្ងាត់ Privacy Pass ផ្ទាល់ខ្លួនរបស់វា។",
    "1362015807": "ការចាប់ផ្តើម",
    "1358325821": "ដំបូងដំឡើងផ្នែកបន្ថែមសម្រាប់",
    "310885519": "ឬ",
    "4091044469": ". ត្រូវប្រាកដថាអ្នកបានបើកដំណើរការកម្មវិធីបន្ថែមនៅក្នុងរបៀបអនាមិក។ បន្ទាប់មក សូមចូលទៅកាន់គេហទំព័រណាមួយដោយប្រើ hCaptcha ហើយដោះស្រាយ captcha ។ ចាប់ពីកំណែ 2.0.3 អ្នកអាចប្តូរសញ្ញាសម្ងាត់ទាំងនេះនៅលើគេហទំព័រដោយប្រើ hCaptcha ។",
    "3904679538": "Chrome",
    "3700767772": "នៅពេលដែលអ្នកបានដំឡើងផ្នែកបន្ថែមរួចហើយ សូមចុចទីនេះ (ឬនៅលើគេហទំព័រដែលប្រើ hCaptcha) ដើម្បីទទួលបានសំបុត្រ៖",
    "166277959": "សូមចំណាំ៖ មុខងារនេះបច្ចុប្បន្នស្ថិតនៅក្នុងបេតា ហើយប្រហែលជាមិនដំណើរការសម្រាប់គេហទំព័រ និងអ្នកប្រើប្រាស់ទាំងអស់គ្រប់ពេលនោះទេ។ នៅក្នុងព្រឹត្តិការណ៍ដែលវាមិនត្រូវបានបើក ឬមិនដំណើរការសម្រាប់អ្នកប្រើប្រាស់ជាក់លាក់ណាមួយ អាកប្បកិរិយានឹងត្រឡប់ទៅរកបទពិសោធន៍ hCaptcha ស្តង់ដារវិញដោយមិនបាត់បង់មុខងារ។",
    "3031357206": "រូបតំណាងថ្មីនឹងបង្ហាញនៅជាប់នឹងរបារ URL របស់អ្នក។ ឥឡូវនេះចូលទៅកាន់គេហទំព័រដោយប្រើ hCaptcha ។ វានឹងមើលទៅដូចនេះ៖",
    "1066753052": "ដែលមានន័យថាកាបូបទទេ ហើយអ្នកស្ថិតនៅលើគេហទំព័រដែលរួមបញ្ចូលការប្រឈម hCaptcha ។ នៅពេលអ្នកបញ្ចប់បញ្ហាប្រឈម អ្នកនឹងទទួលបានសញ្ញាសម្ងាត់ដែលអាចប្តូរបាននៅលើគេហទំព័រផ្សេងទៀតជាមួយ hCaptcha ។",
    "651123197": "ចំនួនសរុបបច្ចុប្បន្ននៅក្នុងកាបូបរបស់អ្នកនឹងត្រូវបានបង្ហាញនៅលើរូបតំណាងបន្ទាប់ពីបញ្ចប់ការប្រឈម។",
    "554844646": "អ្នកអាចបញ្ជាក់ថាកម្មវិធីបន្ថែមកំពុងដំណើរការដោយឃើញបញ្ជរចុះក្រោម 1 រាល់ពេលដែលអ្នកចុច",
    "4087729475": "បញ្ហាប្រឈមបន្ទាប់ពីការដោះស្រាយដំបូងរបស់អ្នក។",
    "647630208": "ហើយនោះហើយជាវា! ការរុករកតាមអ៊ីនធឺណិតរបស់អ្នកឥឡូវនេះមានលក្ខណៈឯកជនជាងមុន។",
    "3272552822": "អ្នកអភិវឌ្ឍន៍ និងអ្នកសរសេរកូដ៖",
    "4059570880": "ប្រសិនបើអ្នកចង់តាមដានការខិតខំប្រឹងប្រែងផ្នែកស្តង់ដារ កិច្ចខិតខំប្រឹងប្រែងកំពុងដំណើរការនៅ",
    "1904390996": "ដើម្បីធ្វើស្តង់ដារ",
    "252720667": "ក្រោមការសម្ងាត់សុវត្ថិភាពនៃលេខសម្ងាត់ឯកជនភាព។ ពិធីការខ្លួនវាកំពុងឆ្លងកាត់",
    "3972554015": "ដំណើរការផងដែរ។ ហើយផ្នែកបន្ថែមកម្មវិធីរុករកគឺជាការពិត",
    "3723626769": "សម្រាប់ការរួមចំណែក និងការពិនិត្យឡើងវិញរបស់អ្នក។",
    "3882147547": "មុខងារ​មិន​ច្បាស់​លាស់",
    "565624910": "សេចក្តីព្រាង",
    "3421090159": "ប្រភព​បើក​ចំហ",
    "3098677775": "សំណួរ៖ តើ IP និងប្រវត្តិរុករករបស់ខ្ញុំមានលក្ខណៈឯកជនទាំងស្រុងពី hCaptcha នៅពេលប្រើ Privacy Pass ដែរឬទេ?",
    "4019638786": "ចម្លើយ៖ អ្នកប្រើប្រាស់ Pass ឯកជនភាពនៃ hCaptcha នឹងមិនបង្ហាញ IP របស់ពួកគេទៅ hCaptcha ទេ លុះត្រាតែកាបូប token របស់កម្មវិធីរុករកតាមអ៊ីនធឺណិតរបស់ពួកគេទទេ ឬគេហទំព័រផ្ញើវា។ hCaptcha មិនមានវិធីដើម្បីភ្ជាប់អ្នកប្រើប្រាស់ទៅនឹងការប្រោសលោះសញ្ញាសម្ងាត់នោះទេ ហើយមិនដែលមានអន្តរកម្មដោយផ្ទាល់ជាមួយអ្នកប្រើប្រាស់ក្នុងអំឡុងពេលនៃការប្រោសលោះទេ លុះត្រាតែកាបូបនិមិត្តសញ្ញារបស់ពួកគេទទេ។",
    "3887113660": "សំណួរ៖ តើPrivacy Pass ប៉ះពាល់ដល់ប្រាក់ចំណូល hCaptcha យ៉ាងដូចម្តេច?",
    "1116455671": "ចម្លើយ៖ អ្នកនឹងទទួលបានរង្វាន់សម្រាប់ការដោះស្រាយដំបូង ប្រសិនបើអ្នកប្រើប្រាស់បំពេញវានៅលើគេហទំព័ររបស់អ្នក។ ការប្រោសលោះធ្វើតាមលំនាំឆ្លើយតបដូចគ្នាទៅនឹងប្រសិនបើអ្នកប្រើបានឆ្លងកាត់ដោយស្វ័យប្រវត្តិនៅលើគេហទំព័ររបស់អ្នក ដោយសារទំនុកចិត្តខ្ពស់របស់អតិថិជន៖ គ្មានការរកប្រាក់ចំណូលកើតឡើង ហើយការហៅទូរសព្ទផ្ទៀងផ្ទាត់គេហទំព័រពីម៉ាស៊ីនមេរបស់អ្នកទទួលបាន 'ឥណទាន: មិនពិត' នៅក្នុងលទ្ធផលឆ្លងកាត់។",
    "779817954": "សំណួរ៖ ប្រសិនបើខ្ញុំមានលិខិតឆ្លងដែនដែលចេញដោយអ្នកផ្តល់សេវាផ្សេងទៀត តើខ្ញុំអាចប្តូរយកវានៅលើ hCaptcha បានទេ?",
    "3014149332": "ចម្លើយ៖ ទេ សំបុត្រមិនអាចធ្វើអន្តរកម្មបានទេ៖ ពួកគេត្រូវតែត្រូវបានចេញ និងលោះដោយអាជ្ញាធរដូចគ្នា ក្នុងករណីនេះ hCaptcha ។ ចំណាំថាប្រសិនបើអ្នកបានឆ្លងកាត់ទាំង Cloudflare និង hCaptcha នៅក្នុងផ្នែកបន្ថែមរបស់អ្នក លេខដែលមាននឹងផ្លាស់ប្តូរទៅជាចំនួនត្រឹមត្រូវ អាស្រ័យលើតម្រូវការនៃទំព័រដែលអ្នកកំពុងទស្សនា។ ម្យ៉ាងវិញទៀត ប្រសិនបើអ្នកមាន 100 Cloudflare passes នៅក្នុងកាបូបរបស់អ្នក និង 10 hCaptcha pass នោះអ្នកគួរតែឃើញ 10 នៅលើរូបតំណាងផ្នែកបន្ថែមនៅលើទំព័រដែលមាន hCaptcha បង្កប់។",
    "3679148535": "សំណួរ៖ តើកម្មវិធីអ្វីផ្សេងទៀតនៃ Privacy Pass ដែលអ្នកកំពុងដំណើរការ?",
    "1606783855": "A: យើងចាប់អារម្មណ៍យ៉ាងខ្លាំងលើ Privacy Pass សម្រាប់ Accessibility (\"a11y\") ករណីប្រើប្រាស់។ ពីមុនជម្រើសដ៏ពេញនិយមដូចជា audio captchas រើសអើងប្រឆាំងនឹងអ្នកប្រើប្រាស់ a11y ជាច្រើន។ យើងជឿថាការរួមបញ្ចូលវិធីសាស្រ្ត a11y បច្ចុប្បន្នរបស់យើងជាមួយនឹងការចេញលេខសម្ងាត់ឯកជននឹងអនុញ្ញាតឱ្យអ្នកប្រើប្រាស់ a11y រុករកដោយសុវត្ថិភាព សុវត្ថិភាពក្នុងការយល់ដឹងថាចរាចរណ៍របស់ពួកគេមានភាពឯកជនជាងមុន ខណៈពេលដែលដាក់កម្រិតលើការរំលោភបំពានដោយប្រតិបត្តិករ bot ដែលជៀសមិនរួចនៅពេលដែលជម្រើស a11y មាន។",
    "2359150347": "សំណួរ៖ តើសេវាសុវត្ថិភាពតាមអ៊ីនធឺណិតផ្សេងទៀតគាំទ្រPrivacy Pass ដែរឬទេ?",
    "2082237880": "ចម្លើយ៖ hCaptcha គឺជាសេវាកម្មទីមួយនៃប្រភេទរបស់វាដែលគាំទ្រ Privacy Pass ហើយបច្ចុប្បន្នជាសេវាកម្មតែមួយគត់ដែលធ្វើដូច្នេះ។ ទោះជាយ៉ាងណាក៏ដោយ យើងរំពឹងថាសេវាកម្មផ្សេងទៀតនឹងទទួលស្គាល់ពីគុណសម្បត្តិនៃការបង្កើនភាពឯកជនរបស់អ្នកប្រើប្រាស់លើអ៊ីនធឺណិត ហើយរំពឹងថានៅពេលអនាគតនឹងអនុវត្តការអនុវត្តបន្ថែមទៀត ខណៈដែលស្តង់ដារ IETF ដែលយើងកំពុងជួយក្នុងការអភិវឌ្ឍន៍ត្រូវបានអនុម័តជាផ្លូវការ។",
    "2109792055": "មគ្គុទ្ទេសក៍​អ្នក​ប្រើ៖ ការ​បំបាត់​បញ្ហា​ជាមួយ​នឹង​ការ​ចេញ​លេខ​សម្ងាត់​ឯកជនភាព និង​ការ​ធ្វើ​ឱ្យ​មាន​សុពលភាព",
    "3588620914": "Privacy Pass គឺជាការច្នៃប្រឌិតថ្មីមួយតាមស្តង់ដារនៃគេហទំព័រ ហើយវាអាចទៅរួចសម្រាប់កម្មវិធី និងផ្នែកបន្ថែមរបស់កម្មវិធីរុករកតាមអ៊ីនធឺណិតដែលមិនដឹងខ្លួនអាចរំខានដល់មុខងាររបស់វា។",
    "4039193170": "ប្រសិនបើអ្នកមានបញ្ហាក្នុងការទទួលបាន ឬប្តូរយកថូខឹន៖",
    "2378786360": "1. សាកល្បងកម្មវិធីរុករកតាមអ៊ីនធឺណិតមួយក្នុងចំណោមកម្មវិធីរុករកផ្សេងទៀតដែលគាំទ្រ៖ ប្រសិនបើអ្នកនៅលើ Chrome សូមសាកល្បងប្រើ Firefox ដោយមិនចាំបាច់នាំចូលការកំណត់របស់អ្នកពី Chrome ហើយដំឡើងកម្មវិធីជំនួយនៅទីនោះ។ ប្រសិនបើវាដំណើរការ អ្នកប្រហែលជាមានបញ្ហាក្នុងការកំណត់រចនាសម្ព័ន្ធកម្មវិធីរុករក។",
    "394235836": "3. ប្រសិនបើការផ្ដល់យោបល់ខាងលើមិនដំណើរការទេ សូមផ្ញើអ៊ីមែលជំនួយមកយើង ហើយយើងនឹងរីករាយក្នុងការជួយរកឱ្យឃើញនូវអ្វីដែលកំពុងកើតឡើង។",
    "3470857731": "ការវិភាគអំពីរបៀបដែល reCAPTCHA រកឃើញ bots បានយ៉ាងល្អ។",
    "3240786848": "អាប់ដេតចុងក្រោយ៖ ថ្ងៃទី 18 ខែកុម្ភៈ ឆ្នាំ 2021",
    "2547140673": "អស់រយៈពេលជាងមួយទស្សវត្សមកហើយ សេវាកម្ម reCAPTCHA របស់ Google បានផ្តល់ជូនម្ចាស់គេហទំព័រនូវពាណិជ្ជកម្មមួយ៖ អនុញ្ញាតឱ្យ Google តាមដានអ្នកប្រើប្រាស់របស់អ្នក និងសួរពួកគេនូវសំណួរ ហើយជាថ្នូរនឹងពួកគេសន្យាថានឹងបញ្ឈប់ bots និង spam ។",
    "2133754014": "គេហទំព័រជាង 4.5 លានប្រើ reCAPTCHA [",
    "3152512587": "ហើយប្រព័ន្ធប្រមូលបានរាប់រយលាននៃដំណោះស្រាយប្រចាំថ្ងៃ។ [",
    "2296918009": "នេះស្មើនឹងកម្លាំងពលកម្មច្រើនជាង 100 នាក់ក្នុងមួយថ្ងៃៗ។",
    "3900538778": "ទិន្នន័យដែលមានស្លាកគឺជាឥន្ធនៈដែលផ្តល់ថាមពលដល់ការរៀនម៉ាស៊ីន។ ចម្លើយ reCAPTCHA ត្រូវបានប្រើដើម្បីកែលម្អសេវាកម្ម ML/AI របស់ Google តាំងពីឆ្នាំ 2009។ មនុស្សជាច្រើនដែលប្រើ reCAPTCHA មិនដឹងថាកម្លាំងពលកម្មរបស់ពួកគេកំពុងត្រូវបានប្រើប្រាស់ទេ។",
    "1160252730": "ឥឡូវនេះ Google កំពុងគិតថ្លៃខ្ពស់សម្រាប់សហគ្រាស reCAPTCHA ដែលបណ្តាលឱ្យក្រុមហ៊ុនជាច្រើនវាយតម្លៃកិច្ចព្រមព្រៀងនេះឡើងវិញ។",
    "1131196501": "ក្រុមហ៊ុនធំៗដូចជា",
    "204889717": "បានប្តូរទៅ hCaptcha's",
    "639413188": "នៅក្នុងការឆ្លើយតប។",
    "3280658086": "ដំណោះស្រាយសហគ្រាស",
    "3842815245": "តើ​នេះ​ជា​ការ​ជួញ​ដូរ​ដោយ​យុត្តិធម៌​ឬ?",
    "714342693": "ក្រុមការងារ hCaptcha បាននឹងកំពុងប្រមូលទិន្នន័យតម្លៃពីសេវាកម្ម \"dark web\" captcha-breaking តាំងពីឆ្នាំ 2016។ យើងបានកត់សម្គាល់នូវនិន្នាការគួរឱ្យចាប់អារម្មណ៍មួយ៖",
    "468929661": "ការចំណាយជាមធ្យមនៃការបំបែក reCAPTCHA គឺទាបមិនគួរឱ្យជឿ (តិចជាង $1 ក្នុងមួយ 1000 ដំណោះស្រាយ) និងមិនបានកើនឡើងជាសំខាន់ចាប់តាំងពីការត្រួតពិនិត្យរបស់យើងបានចាប់ផ្តើមនៅឆ្នាំ 2016 ។ នេះអនុវត្តចំពោះទាំង reCAPTCHA v2 និង v3 ។ [",
    "2862164005": "ទិន្នន័យតម្លៃអនុញ្ញាតឱ្យយើងដាក់តម្លៃដុល្លារពិតប្រាកដលើសុវត្ថិភាពដែលផ្តល់ដោយ reCAPTCHA: $0.001 ឬតិចជាងនេះក្នុងមួយចម្លើយ។",
    "102498091": "Google គិតថ្លៃ 1 ដុល្លារក្នុង 1000 សំណើសម្រាប់ reCAPTCHA Enterprise មានន័យថាឥឡូវនេះពួកគេគិតថ្លៃច្រើនជាងការស្នើរសុំមួយដើម្បីបំផ្លាញសុវត្ថិភាពសេវាកម្មរបស់ពួកគេ។ នេះហាក់ដូចជាកិច្ចព្រមព្រៀងអាក្រក់។",
    "130239139": "តើតម្លៃនៃកម្លាំងពលកម្ម 100+ ឆ្នាំដែលប្រមូលបានដោយ Google ប្រចាំថ្ងៃគឺជាអ្វី?",
    "1421074182": "ខ្ពស់ជាងយ៉ាងខ្លាំង។",
    "1953519598": "តម្លៃ​សម្រាប់​ដាក់​ស្លាក​រូបភាព​មួយ​មាន​ចាប់ពី 0.03 ដុល្លារ​ដល់ 1.00 ដុល្លារ ឬ​ច្រើន​ជាង​នេះ។ តាមការប៉ាន់ប្រមាណបែបអភិរក្សណាមួយ Google បានទាញយកកម្លាំងពលកម្មដោយឥតគិតថ្លៃរាប់ពាន់លានដុល្លាររហូតមកដល់បច្ចុប្បន្ន។ [",
    "3025548709": "តើ​មាន​ជម្រើស​សម្រាប់​កិច្ច​ព្រម​ព្រៀង​អយុត្តិធម៌​នេះ​ទេ?",
    "263761351": "hCaptcha គឺជាជម្រើសដ៏គួរឱ្យជឿជាក់ដំបូងគេ ដែលឥឡូវនេះត្រូវបានប្រើប្រាស់ដោយមនុស្សរាប់រយលាននាក់ជារៀងរាល់ខែ។",
    "2743692546": "នៅពេលដែលអ្នកប្រើប្រាស់បង្ហាញពីភាពជាមនុស្សរបស់ពួកគេតាមរយៈ hCaptcha កម្លាំងពលកម្មរបស់ពួកគេចូលទៅក្នុងទីផ្សារបើកចំហអនាមិកសម្រាប់ការដេញថ្លៃ។",
    "1982750088": "ក្រុមហ៊ុននានាជុំវិញពិភពលោកដេញថ្លៃសម្រាប់កម្លាំងពលកម្មនោះ ដើម្បីបំពេញកិច្ចការសាមញ្ញៗដែលងាយស្រួលសម្រាប់មនុស្ស ប៉ុន្តែពិបាកសម្រាប់ម៉ាស៊ីន។ អ្នក​ប្រើ​គាំទ្រ​គេហទំព័រ​ដែល​ពួកគេ​កំពុង​ចូល​មើល និង​ទទួល​បាន​សារ​ឥត​បាន​ការ​តាម​បណ្ដាញ​តិច​ជាង​មុន ដោយសារ​កម្រិត​សុវត្ថិភាព​ខ្ពស់​ជាង។",
    "1108398506": "អតិថិជនទទួលបានការគ្រប់គ្រងទាំងស្រុងលើបទពិសោធន៍ ហើយទទួលបានអត្ថប្រយោជន៍ពីអ្នកជំនាញ hCaptcha ទទួលបានប្រតិបត្តិការអ្នកផ្តល់បញ្ហាប្រឈមឯករាជ្យធំបំផុតនៅលើអ៊ីនធឺណិត។ ពួកគេក៏ទទួលបានកិច្ចព្រមព្រៀងល្អជាងសហគ្រាស reCAPTCHA ផងដែរ៖ តម្លៃប្រសើរជាងមុនរហូតដល់ 50-80% អាស្រ័យលើបរិមាណ។",
    "3012870872": "គេហទំព័រ និងកម្មវិធីដែលប្រើប្រាស់កំណែឥតគិតថ្លៃ (hCaptcha Publisher) ទទួលបានប្រាក់ចំណូលពីការងារនោះ ជំនួសឱ្យការបរិច្ចាគវាទៅ Google ។",
    "2271512952": "អ្នក​ប្រើ​គាំទ្រ​គេហទំព័រ​ដែល​ពួកគេ​កំពុង​ចូល​មើល និង​ទទួល​បាន​សារ​ឥត​បាន​ការ​តិច​ជាង​គេហទំព័រ។",
    "278010425": "ភាពខុសគ្នាធំទូលាយ និងជាញឹកញាប់ផ្លាស់ប្តូរភារកិច្ចនៅលើ hCaptcha ក៏ពិបាកក្នុងការធ្វើស្វ័យប្រវត្តិកម្មផងដែរ។ ចំណុចប្រទាក់តែមួយរបស់ reCAPTCHA មិនបានផ្លាស់ប្តូរក្នុងរយៈពេលជាច្រើនឆ្នាំ ហើយមានសំណុំតូចមួយនៃសំណួរដែលផ្លាស់ប្តូរញឹកញាប់។ នេះគឺជាវិធីមួយក្នុងចំនោមវិធី hCaptcha ផ្តល់នូវការការពារប្រឆាំងនឹង bot ដ៏រឹងមាំជាង reCAPTCHA ។",
    "984849234": "hCaptcha ប្រើការរៀនម៉ាស៊ីនកម្រិតខ្ពស់ដើម្បីផ្តល់នូវអ្វីដែល reCAPTCHA សន្យាតែប៉ុណ្ណោះ ខណៈពេលដែលចែករំលែកតម្លៃដែលចាប់យកជាមួយគេហទំព័រដែលប្រើវា។",
    "4063769686": "អ្នក​ប្រើ​គាំទ្រ​គេហទំព័រ​ដែល​ពួកគេ​កំពុង​ចូល​មើល និង​ទទួល​បាន​សារ​ឥត​បាន​ការ​តិច​ជាង​គេហទំព័រ។ នេះ​ហាក់​ដូច​ជា​កិច្ច​ព្រម​ព្រៀង​យុត្តិធម៌​ជាង។",
    "685916926": "ហេតុអ្វីបានជា reCAPTCHA មិនប្រសើរឡើងតាមពេលវេលា?",
    "3992401943": "មានបដិវត្តន៍ក្នុងការសិក្សាស៊ីជម្រៅតាំងពីឆ្នាំ 2012។ បទដ្ឋានឧស្សាហកម្មសម្រាប់ភាពត្រឹមត្រូវនៃការងារមានភាពប្រសើរឡើងយ៉ាងខ្លាំងក្នុងរយៈពេលមួយទសវត្សរ៍កន្លងមកនេះ ជាចម្បងដោយសារតែបណ្តាញ convolutional ជ្រៅ។ សេវាកម្មដែលដំណើរការដោយ ML ផ្សេងទៀតដែល Google ផ្តល់ជូនបានអនុវត្តតាមខ្សែកោងនេះ។",
    "615031303": "(សូមមើលលេខយោង",
    "2125514305": "ML បានប្រសើរឡើង ប៉ុន្តែការលំបាកក្នុងការរំលង reCAPTCHA មិនបានផ្លាស់ប្តូរជាសំខាន់ក្នុងអំឡុងពេលនេះទេ។",
    "1406188018": "៦ និង ៧",
    "2689973938": "ការកែលម្អ reCAPTCHA បង្កើតជម្លោះផ្ទៃក្នុងសម្រាប់ Google ក្នុងនាមជាអ្នកលក់ផ្សាយពាណិជ្ជកម្ម។",
    "464238793": "ប្រសិនបើ Google ខ្លួនវាកំណត់ថាអ្នកប្រើប្រាស់ដែលឃើញការផ្សាយពាណិជ្ជកម្ម ឬចុចលើតំណភ្ជាប់នោះជាការពិត bot នោះ វាមិនអាចគិតថ្លៃសម្រាប់ការផ្សាយពាណិជ្ជកម្មដែលបង្ហាញដល់អ្នកប្រើប្រាស់នោះ។ ជម្លោះផលប្រយោជន៍នេះបានកំណត់យ៉ាងធ្ងន់ធ្ងរនូវវិសាលភាពនៃមហិច្ឆតាប្រឆាំង bot របស់ Google ។",
    "918924423": "ឧទាហរណ៍ Google មិនបានផ្តល់នូវសេវាកម្មដ៏មានតម្លៃដូចជាការរកឃើញ bot ឡើងវិញទេ។ វាជាការគួរឱ្យទុកចិត្តជាងក្នុងការប្រកាស bot ចរាចរអ្នកប្រើប្រាស់ដែលបង្កើតបន្ទាប់ពីការវិភាគទិន្នន័យជាច្រើនថ្ងៃ។",
    "661412233": "ការដឹងបន្ទាប់ពី captcha ថាអ្នកប្រើប្រាស់មួយចំនួនជា bots ក៏មានតម្លៃផងដែរ។ វាអនុញ្ញាតឱ្យម្ចាស់គេហទំព័រសម្អាតការបង្ហោះសារឥតបានការចាស់ និងលុប \"គណនីដេក\" ដែលបានចុះឈ្មោះក្នុងវេទិកាសារឥតបានការនាពេលអនាគត កាត់បន្ថយការក្លែងបន្លំ និងច្រើនទៀត។",
    "3600797185": "ការផ្តល់ជូននូវការកំណត់អត្តសញ្ញាណរូបយន្តឡើងវិញនឹងបើក Google ឡើងចំពោះសំណួរដ៏ស្មុគស្មាញនៃរបៀបសងប្រាក់ត្រឡប់មកវិញដល់អ្នកផ្សាយពាណិជ្ជកម្មដែលបានចំណាយប្រាក់លើចរាចរណ៍ក្លែងបន្លំនោះ។",
    "2076932190": "ដូច្នេះហើយ ផលិតផល reCAPTCHA បាននៅទ្រឹងអស់មួយទសវត្សរ៍។",
    "3856912381": "អ្នក​ប្រើ​បាន​រង​គ្រោះ ហើយ​សារ​ឥត​បាន​ការ​បណ្ដាញ​ដែល​មិន​ចាំ​បាច់​ឥឡូវ​កំពុង​រីក​រាល​ដាល។ ប៉ុន្តែមានជម្រើសមួយ។",
    "1035621426": "រាល់រូបយន្តដែលបានកំណត់ដោយ reCAPTCHA កាត់បន្ថយដោយផ្ទាល់នូវប្រាក់ចំណូលពីការផ្សាយពាណិជ្ជកម្មរបស់ Google ។",
    "3668115514": "តើ hCaptcha ខុសគ្នាដូចម្តេច?",
    "2413742287": "ការលើកទឹកចិត្តរបស់ hCaptcha គឺដើម្បីបង្កើនភាពត្រឹមត្រូវ មិនមែនចំណូលពីការផ្សាយពាណិជ្ជកម្មទេ៖ ចម្លើយ bot គឺគ្មានប្រយោជន៍សម្រាប់អតិថិជនរបស់យើង ដែលត្រូវការទិន្នន័យបណ្តុះបណ្តាលមនុស្ស។",
    "1373262754": "ការដឹងថានរណាជាបុគ្គលមានតម្លៃតិចតួចបំផុតសម្រាប់ hCaptcha ។ យើងខ្វល់តែថាពួកគេជាមនុស្ស ឬជាតួអង្គព្យាបាទ។",
    "600646860": "ជំនួសឱ្យការផ្តល់ជូននូវសេវាកម្មនៃតម្លៃដែលអាចសាកសួរបានខណៈពេលដែលការទាញយកកម្លាំងពលកម្មជាមួយនឹងតម្លៃពិតប្រាកដ hCaptcha ផ្តល់ទាំងសំណង និងការការពារប្រឆាំងនឹង bot ដ៏រឹងមាំ។",
    "1836191653": "ជំនួសឱ្យការផ្តល់ជូននូវសេវាកម្មដែលងាយរងគ្រោះដល់អ្នកប្រើប្រាស់ដោយមិនគិតថ្លៃ ខណៈពេលដែលគិតប្រាក់រាប់លានដុល្លារសម្រាប់កំណែសហគ្រាសដែលមិនប្រសើរជាងនេះ hCaptcha ផ្តល់នូវការការពារ bot ដ៏ល្អសម្រាប់ទាំងពីរ ខណៈពេលដែលផ្តល់ជូនអ្នកប្រើប្រាស់សហគ្រាសនូវមុខងារបន្ថែម និងការប្តូរតាមបំណង រួមជាមួយនឹង SLAs ដ៏រឹងមាំ និងការគាំទ្រយ៉ាងឆាប់រហ័ស។",
    "990215503": "hCaptcha គឺជាសេវាកម្ម captcha ដ៏សំខាន់តែមួយគត់ដែលមិនត្រូវបានគ្រប់គ្រងដោយបណ្តាញផ្សាយពាណិជ្ជកម្ម។",
    "971933157": "hCaptcha យកចិត្តទុកដាក់លើភាពឯកជន តម្លាភាព និងយុត្តិធម៌។",
    "178839499": "hCaptcha ចែករំលែកតម្លៃនៃការងារដែលបានធ្វើ ខណៈពេលដែលអ្នកប្រើប្រាស់បង្ហាញពីភាពជាមនុស្សរបស់ពួកគេ។",
    "1237076138": "hCaptcha ផ្តល់​ជូន​នូវ​កិច្ច​ព្រម​ព្រៀង​យុត្តិធម៌​ដល់​អតិថិជន​ទាំង​ឥតគិតថ្លៃ (hCaptcha Publisher) និង​សហគ្រាស (hCaptcha Enterprise)។",
    "614310292": "តើអ្នកណាជាអ្នកបង្កើត hCaptcha?",
    "4188814619": "hCaptcha គឺជាសេវាកម្មរបស់ម៉ាស៊ីន Intuition (",
    "3265328927": ") ដែលជាក្រុមហ៊ុនសិក្សាអំពីម៉ាស៊ីនដែលផ្តល់ជូននូវផលិតផល និងសេវាកម្មសម្រាប់ក្រុមហ៊ុនដែលអនុវត្តការរៀនម៉ាស៊ីនតាមខ្នាត។",
    "2740033957": "ក្រុម IM មានសមាសភាពអ្នកវិទ្យាសាស្ត្រ និងវិស្វករមកពី Apple, Amazon និងអ្នកដឹកនាំផ្សេងទៀតក្នុងការសិក្សាអំពីម៉ាស៊ីន ប្រព័ន្ធចែកចាយ និងសុវត្ថិភាព។",
    "1579715421": "អ្នកវិទ្យាសាស្ត្រ IM ផ្សព្វផ្សាយជាទៀងទាត់នៅក្នុងសន្និសីទកំពូលដូចជា ICML, ICLR, ECCV, និង NeurIPS ហើយក្រុមហ៊ុនបានចេញផ្សាយជាសាធារណៈនូវលទ្ធផលចុងក្រោយបង្អស់នៅក្នុងវិញ្ញាសា ML ដូចជាការស៊ីជម្រៅ [",
    "4015238193": "និង OCR [",
    "279580593": "imachines.com",
    "279918384": "តើ Google ប្រើប្រាស់ការងារឥតគិតថ្លៃរបស់អ្នកយ៉ាងដូចម្តេច?",
    "2385522384": "អ្នកទំនងជាបានឃើញស៊ុមនៃវីដេអូពីកាមេរ៉ានៅលើរថយន្តដែលបើកបរដោយខ្លួនឯង Waymo របស់ Google និងជួយកែលម្អការសម្គាល់វត្ថុរបស់ពួកគេ។",
    "1517627947": "អ្នកទំនងជាបានឃើញរូបភាពអគារ ឬផ្លាកសញ្ញាផ្លូវពីរថយន្ត Streetview របស់ Google និងជួយដាក់ស្លាកទីតាំងសម្រាប់ផលិតផលផែនទី និងផែនដីរបស់ពួកគេ។",
    "3225936061": "អ្នកទំនងជាឃើញរូបភាពនៃអត្ថបទដែលបានយកចេញពីទំព័រសៀវភៅនៅលើសេវាកម្មសៀវភៅរបស់ Google និងជួយកែលម្អកម្មវិធី OCR (ការទទួលស្គាល់អត្ថបទ) របស់ពួកគេ។",
    "129661785": "ធ្លាប់ត្រូវបានសួរថា \"ចុចលើឡាន/ផ្លូវបំបែក/ភ្លើងស្តុប?\"",
    "936667684": "ធ្លាប់​ត្រូវ​បាន​គេ​សួរ​ថា \"វាយ​អក្សរ​នៅ​ក្នុង​អគារ/ផ្លាក​សញ្ញា​ផ្លូវ?\"",
    "3773515538": "ធ្លាប់​ត្រូវ​បាន​គេ​សួរ​ថា \"វាយ​ពាក្យ​ទាំង​ពីរ?\"",
    "1778058441": "តើការងារប្រភេទណាខ្លះដែលដំណើរការលើ hCaptcha?",
    "366088791": "hCaptcha គាំទ្រការងារជាច្រើនប្រភេទ។",
    "3114147525": "អតិថិជន hCaptcha ប្រើប្រាស់សេវាកម្មសម្រាប់កិច្ចការនានា រួមទាំងការទទួលស្គាល់វត្ថុ ការរកឃើញគុណលក្ខណៈ (ការប្រមូលស្លាកដើម្បីកំណត់អត្តសញ្ញាណប្រភេទសម្លៀកបំពាក់) ចំណាត់ថ្នាក់ពាក់ព័ន្ធ (ជ្រើសរើសផលិតផលដែលពាក់ព័ន្ធបំផុតពីជម្រើសជាច្រើននៅពេលប្រៀបធៀបទៅនឹងផលិតផលចម្បង) ប្រអប់ព្រំដែន (ស្វែងរកតំបន់ចាប់អារម្មណ៍លើ រូបភាព) \"មនុស្ស OCR\" (កំណត់អត្តសញ្ញាណអត្ថបទក្នុងរូបភាព) និងប្រភេទការងារជាច្រើនទៀត។",
    "3139609561": "ខាងក្រោមនេះគឺជាឧទាហរណ៍ពីរនៃការចាត់ថ្នាក់រូបភាព និងប្រភេទការងារស្វែងរកគុណលក្ខណៈ។ [",
    "2273532558": "តើនរណាជាអតិថិជនដែលបង់ប្រាក់របស់ hCaptcha?",
    "4104221634": "អតិថិជនរបស់ hCaptcha លាតសន្ធឹងលើឧស្សាហកម្មផ្សេងៗគ្នា ចាប់ពីក្រុមហ៊ុនបច្ចេកវិទ្យា រហូតដល់អ្នកដែលផ្តោតលើម៉ូដ ការលក់រាយ និងផ្នែកផ្សេងទៀតដែលពួកគេអាចបង្កើតតម្លៃពីការអនុវត្តការរៀនម៉ាស៊ីន។",
    "1337725003": "hCaptcha ប្ដេជ្ញាចិត្តក្នុងការធ្វើប្រជាធិប្បតេយ្យការចូលប្រើចំណារពន្យល់តាមពេលវេលាជាក់ស្តែងដែលមានបរិមាណខ្ពស់ ដោយអនុញ្ញាតឱ្យក្រុមហ៊ុនធំ និងតូចកែលម្អគុណភាពនៃផលិតផល និងសេវាកម្មរបស់ពួកគេដោយអនុវត្តការរៀនម៉ាស៊ីនទៅនឹងអាជីវកម្មរបស់ពួកគេ។",
    "4086379603": "សំណួរ?",
    "1243684308": "យើងទទួលយកមតិកែលម្អរបស់អ្នកយ៉ាងយកចិត្តទុកដាក់ ហើយចង់ធានាថាអ្នកគ្រប់គ្នាមានបទពិសោធន៍រីករាយជាងមុននៅលើអ៊ីនធឺណិត ជាមួយនឹង bots តិចជាងមុន និងតិចជាង spam ។ ទាក់ទងមកយើងខ្ញុំ៖",
    "2645321220": "ហើយប្រសិនបើអ្នកគិតថាថ្លៃដើមរបស់ reCAPTCHA ខ្ពស់ពេក សូមសួរពួកយើងអំពី hCaptcha Enterprise។ បច្ចុប្បន្នកំពុងប្រើប្រាស់ដោយអ្នកបោះពុម្ពផ្សាយធំៗ ក្រុមហ៊ុនសេវាកម្មហិរញ្ញវត្ថុ និងក្រុមហ៊ុនហេដ្ឋារចនាសម្ព័ន្ធគេហទំព័រនៅក្នុងពិភពលោក ពួកគេមិនត្រឹមតែជាជម្រើសដ៏គួរឱ្យទុកចិត្តសម្រាប់ reCAPTCHA ប៉ុណ្ណោះទេ៖ យើងជឿថាពួកគេផ្តល់នូវការការពាររូបយន្តដ៏ល្អបំផុតដែលមាននាពេលបច្ចុប្បន្ន។",
    "1229233916": "លេខយោង",
    "1115642494": "1. ប្រភព៖ BuiltWith.com ការចុះបញ្ជីគេហទំព័រ reCAPTCHA ។ បានយកមកវិញនៅថ្ងៃទី ៩ ខែកក្កដា ឆ្នាំ ២០១៩។",
    "448807334": "(\"CAPTCHA រាប់រយលានត្រូវបានដោះស្រាយដោយមនុស្សជារៀងរាល់ថ្ងៃ។\") បានយកមកវិញនៅថ្ងៃទី 8 ខែកក្កដា ឆ្នាំ 2019។",
    "2397590157": "3. ការប៉ាន់ស្មានបែបអភិរក្ស៖ 200 លានដោះស្រាយ * 30 វិនាទីក្នុងមួយដំណោះស្រាយគិតជាឆ្នាំ = 190.3 នាក់-ឆ្នាំ/ថ្ងៃ។",
    "3236311792": "4. ការវិភាគផ្ទៃក្នុង hCaptcha ។ ទិន្នន័យប្រមូលផលរហូតដល់ថ្ងៃទី 30 ខែមិថុនា ឆ្នាំ 2019។ ព័ត៌មានលម្អិតអាចរកបានតាមការស្នើសុំ។",
    "1752259468": "5. ការប៉ាន់ប្រមាណបែបអភិរក្ស៖ ការចំណាយ $0.01 នៃចំណារពន្យល់តែមួយ * 200M ជាមធ្យម។ ចំណារពន្យល់ក្នុងមួយថ្ងៃ (ព្រំដែនទាប) * 365 ថ្ងៃក្នុងមួយឆ្នាំ * 10 ឆ្នាំចាប់តាំងពីការទិញ 2009 = $ 7.3 ពាន់លានដុល្លារតម្លៃព្រំដែនទាប។",
    "3268946369": "6. ឥណទាន៖ Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. ប្រភព៖ Mary Meeker, KP Internet Trends 2017",
    "2666258754": "ការបង្កប់ទំនាក់ទំនងផ្អែកលើឋានានុក្រម SEMANTIC សម្រាប់ HASHING ជ្រៅដែលត្រូវបានត្រួតពិនិត្យដោយទន់ខ្សោយ Heikki Arponen, Tom E Bishop។ សិក្ខាសាលា ICML 2019, LLD ។",
    "2544169219": "លទ្ធផលចុងក្រោយបង្អស់៖ ICML LLD ខែឧសភា ឆ្នាំ 2019។",
    "1973347745": "10. រូបភាព​ឧទាហរណ៍​មិន​មាន​សួយសារអាករ។ ប្រភព៖ Petapixel",
    "1493115924": "កំណត់សម្គាល់ពាណិជ្ជសញ្ញា៖",
    "4051104324": "\"Intuition Machines\" គឺជាពាណិជ្ជសញ្ញាចុះបញ្ជីរបស់ Intuition Machines, Inc.",
    "3983646521": "ឈ្មោះផលិតផល ស្លាកសញ្ញា ម៉ាកយីហោ ពាណិជ្ជសញ្ញា និងពាណិជ្ជសញ្ញាដែលបានចុះបញ្ជី គឺជាកម្មសិទ្ធិរបស់ម្ចាស់រៀងៗខ្លួន។ ឈ្មោះក្រុមហ៊ុន ផលិតផល និងសេវាកម្មទាំងអស់ដែលប្រើក្នុងគេហទំព័រនេះគឺសម្រាប់គោលបំណងកំណត់អត្តសញ្ញាណតែប៉ុណ្ណោះ។ ការប្រើប្រាស់ឈ្មោះ ពាណិជ្ជសញ្ញា និងម៉ាកទាំងនេះមិនបញ្ជាក់ពីការយល់ព្រមនោះទេ។ ក្នុងករណីនេះពិតជាផ្ទុយពីនេះ។",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "អ្នកវិទ្យាសាស្ត្រ IM កំណត់ស្តង់ដារថ្មីសម្រាប់ការទទួលស្គាល់អត្ថបទដែលមានការត្រួតពិនិត្យខ្សោយ (OCR) នៅ CVPR 2020 ។",
    "1259002282": "រកឃើញកំហុស? នេះជារបៀបរាយការណ៍វា។",
    "3301728462": "មនុស្សរាប់លាននាក់ប្រើប្រាស់ hCaptcha រៀងរាល់ខែ លើការបញ្ចូលគ្នារាប់ពាន់នៃកម្មវិធីរុករក, ផ្នែកបន្ថែម, ឧបករណ៍, ជញ្ជាំងភ្លើង និងច្រើនទៀត។",
    "3878230879": "គោលដៅរបស់យើងគឺដើម្បីធ្វើឱ្យប្រាកដថាវាតែងតែដំណើរការសម្រាប់អ្នក ដូច្នេះយើងសូមកោតសរសើរយ៉ាងខ្លាំងចំពោះរបាយការណ៍របស់អ្នក!",
    "2465128185": "ដើម្បីផ្តល់មតិកែលម្អរហ័ស គ្រាន់តែចុចប៊ូតុង \"ផ្ញើមតិកែលម្អមកយើង\"។",
    "2921990472": "ប្រសិនបើអ្នកឃើញបញ្ហាមុខងារ សូមអនុវត្តតាម",
    "2870341481": "ខាងក្រោម។ សម្រាប់កម្មវិធីរុករកផ្សេងទៀតគ្រាន់តែ",
    "1866590035": "ការណែនាំអំពីកំណត់ហេតុបំបាត់កំហុសសម្រាប់ Chrome",
    "444492541": "ការណែនាំអំពីកំណត់ហេតុបំបាត់កំហុសសម្រាប់ Firefox",
    "169267610": "អ៊ីមែលមកយើង",
    "3100722753": "សម្រាប់បញ្ហាសុវត្ថិភាព ឬឯកជនភាពដែលអាចកើតមាន សូមមើលការណែនាំខាងក្រោម។",
    "1906593952": "ផ្តល់មតិកែលម្អលើ hCaptcha ដែលអ្នកទើបតែបានឃើញ",
    "3951254541": "យើងសូមកោតសរសើរចំពោះការបញ្ចូលរបស់អ្នក។ អនុញ្ញាតឱ្យពួកយើងដឹងពីបញ្ហាណាមួយ ហើយយើងនឹងដោះស្រាយឱ្យបានឆាប់រហ័ស។",
    "3324288040": "ផ្ញើមតិកែលម្អមកយើង",
    "2864016648": "បញ្ហាឯកជនភាព",
    "304004915": "យើង​មិន​ខ្វល់​ថា​អ្នក​ប្រើ​ណា​ជា​អ្នក​ប្រើ​នោះ​ទេ គ្រាន់​តែ​ថា​តើ​ពួក​គេ​ទំនង​ជា​ព្យាបាទ ឬ​ម៉ាស៊ីន។ យើងគាំទ្រគំនិតផ្តួចផ្តើមដូចជា",
    "1139493658": "និងខិតខំធ្វើការដើម្បីធ្វើឱ្យមានតុល្យភាពរវាងឯកជនភាព និងសុវត្ថិភាព។",
    "3083289844": "ប្រសិនបើអ្នកបានរកឃើញបញ្ហាដែលអ្នកគិតថាអាចប៉ះពាល់ដល់ឯកជនភាពរបស់អ្នកប្រើប្រាស់ សូមផ្ញើអ៊ីមែលមកយើង",
    "4264784515": "កំហុសសុវត្ថិភាព",
    "963238401": "យើងតែងតែចាប់អារម្មណ៍ក្នុងការទទួលបានរបាយការណ៍អំពីបញ្ហាសុវត្ថិភាព។ អ៊ីមែល",
    "3926027556": "ហើយយើងនឹងត្រលប់ទៅអ្នកវិញយ៉ាងឆាប់រហ័ស។",
    "1589805435": "យើងក៏មាន ក",
    "2560582224": "កម្មវិធីផ្តល់រង្វាន់",
    "103876916": "សម្រាប់របាយការណ៍សុវត្ថិភាពដែលមានសិទ្ធិលើសេវា hCaptcha និងកូដប្រភពពាក់ព័ន្ធ។",
    "497117287": "ជម្រើសភាពងាយស្រួល",
    "3230004040": "តើអ្នកពិការភ្នែក ឬមិនអាចបំពេញ hCaptchas បានទេ?",
    "3480023141": "ស្វែងយល់បន្ថែមអំពីជម្រើសភាពងាយស្រួល",
    "2052161540": "ការចាប់យកព័ត៌មានលម្អិតនៃរបាយការណ៍កំហុស៖ Chrome",
    "2281169898": "ការផ្ញើព័ត៌មានបំបាត់កំហុសជាមួយនឹងរបាយការណ៍របស់អ្នកនឹងធ្វើឱ្យវាកាន់តែងាយស្រួលសម្រាប់ពួកយើងក្នុងការកំណត់អត្តសញ្ញាណអ្វីដែលកំពុងកើតឡើង។ នេះជាការណែនាំជាជំហានៗ៖",
    "1123365779": "ប្រសិនបើអ្នកជាអ្នកបង្កើតគេហទំព័រ ឬអ្នកប្រើប្រាស់ជំនាញ សេចក្តីសង្ខេបគឺយើងចង់ឱ្យអ្នកផ្ញើមកយើងនូវកំណត់ហេតុបណ្តាញដែលកត់ត្រា HAR និងកម្មវិធីរុករកកុងសូល។",
    "2015218686": "មុនពេលអ្នកឆ្លងកាត់ជំហានទាំងនេះ។ ប្រសិនបើវាដោះស្រាយបញ្ហារបស់អ្នក យើងនៅតែដឹងគុណអ្នកដែលអនុញ្ញាតឱ្យយើងដឹងពីកំណែកម្មវិធីរុករករបស់អ្នក កម្មវិធីទប់ស្កាត់ការផ្សាយពាណិជ្ជកម្ម ឬផ្នែកបន្ថែមកម្មវិធីរុករក និង URL គេហទំព័រ។",
    "3922723611": "សូមព្យាយាមបិទកម្មវិធីទប់ស្កាត់ការផ្សាយពាណិជ្ជកម្ម ឬផ្នែកបន្ថែមសុវត្ថិភាពកម្មវិធីរុករក",
    "4036872105": "ជាដំបូង ហើយបន្ទាប់មកព្យាយាមម្តងទៀត",
    "993651083": "ជំហានទី 1៖ បើកឧបករណ៍អ្នកអភិវឌ្ឍន៍ (វាចាប់ផ្តើមកត់ត្រាវគ្គ។)",
    "4163469907": "ជំហានទី 2: ចុចលើផ្ទាំង Network នៅក្នុង Developer Tools ។ ធីកប្រអប់ \"រក្សាទុកកំណត់ហេតុ\" នៅផ្នែកខាងលើ។",
    "4243348003": "ជំហានទី 3: ទស្សនា",
    "641342999": "ឬគេហទំព័រដែលអ្នកកំពុងមានបញ្ហានៅលើ (កំណត់សម្គាល់ឯកជនភាព៖ លុះត្រាតែអ្នកមិនខ្វល់នឹងការចែករំលែកថាវាជាអ្វី) ... ហើយបន្ទាប់មកចុចប៊ូតុង \"ខ្ញុំជាមនុស្ស\" ហើយព្យាយាមដោះស្រាយ។",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "ជំហានទី 4: ចុច \"នាំចេញ HAR\" (ព្រួញចុះក្រោម) បន្ទាប់ពីអ្នកព្យាយាមដោះស្រាយ ដែលរក្សាទុកកំណត់ហេតុបណ្តាញ។ ផ្ញើឯកសារនោះមកយើង។",
    "1503240421": "ជំហានទី 5: ចុចលើផ្ទាំង Console ហើយចុចកណ្ដុរខាងស្ដាំបន្ទាប់មក \"Save as..\" ដើម្បីរក្សាទុកកំណត់ហេតុកុងសូល។ ផ្ញើមកយើងផងដែរ។",
    "2863840904": "ជំហានទី 6៖ ជំហានចុងក្រោយ សូមផ្ញើអ៊ីមែលឯកសារកំណត់ហេតុ HAR និងកុងសូលទាំងនោះមកយើង ហើយពណ៌នាអំពីបញ្ហា",
    "4051785543": "ប្រើ៖",
    "3623028666": "(សូមប្រើសេវាកម្មដូចជា",
    "551761392": "និងផ្ញើតំណ) និងជាជម្រើសរូបថតអេក្រង់ ប្រសិនបើអ្នកសង្ស័យថាមានអ្វីមួយមិនបង្ហាញត្រឹមត្រូវ។ សូមផ្ញើ IP ដែលអ្នកកំពុងប្រើផងដែរ។ អ្នកអាចទទួលបានវាពី",
    "1219091208": "Dropbox",
    "443094024": "ឯកសារប៊ីន",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "សូមអរគុណចំពោះការចំណាយពេលដើម្បីជួយយើងទទួលបានព័ត៌មាននេះ!",
    "3680327841": "យើងប្តេជ្ញាធ្វើឱ្យ hCaptcha ដំណើរការបានល្អសម្រាប់អ្នករាល់គ្នា",
    "1059502393": "ការចាប់យកព័ត៌មានលម្អិតអំពីរបាយការណ៍កំហុស៖ Firefox",
    "1112074001": "ជំហានទី 2: ចុចលើផ្ទាំង Network នៅក្នុង Developer Tools ។ ធីកប្រអប់ \"បន្តកំណត់ហេតុ\" នៅផ្នែកខាងលើ។",
    "1797298240": "ជំហានទី 4: ចុច \"HAR\" បន្ទាប់ពីអ្នកព្យាយាមដោះស្រាយ ហើយជ្រើសរើស \"Save All as HAR\" ដើម្បីរក្សាទុកកំណត់ហេតុបណ្តាញ។ ផ្ញើឯកសារនោះមកយើង។",
    "3671246379": "ជំហានទី 5: ចុចលើផ្ទាំង Console ហើយចុចកណ្ដុរខាងស្ដាំបន្ទាប់មក \"ជ្រើសរើសទាំងអស់\" ហើយរក្សាទុកវាទៅក្នុងឯកសារអត្ថបទ ដើម្បីរក្សាទុកកំណត់ហេតុកុងសូល។ ផ្ញើមកយើងផងដែរ។",
    "3816867833": "មតិកែលម្អ",
    "788770967": "សូម​ទោស​ដែល​បាន​ឮ​ថា​! អ្នកប្រហែលជាចង់ប្រើជម្រើសភាពងាយស្រួលរបស់យើង៖",
    "1333016413": "វាអនុញ្ញាតឱ្យអ្នកជៀសវាងសំណួរនាពេលអនាគតដោយការចុះឈ្មោះ និងកំណត់ខូគី។",
    "2333410049": "សូមព្យាយាមបិទកម្មវិធីទប់ស្កាត់ការផ្សាយពាណិជ្ជកម្មរបស់អ្នកផងដែរ។",
    "1345083090": "រាយការណ៍អំពីបញ្ហាមុខងារ?",
    "2184564739": "សូមមើល",
    "604751186": "បញ្ហាផ្សេងទៀត? អ៊ីមែល",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "របៀបរាយការណ៍បញ្ហាជាមួយកំណត់ហេតុលម្អិត",
    "1050501253": "ពិបាក​ខា​្លំ​ង​ណាស់",
    "3264813246": "មិនសមរម្យ",
    "3526939538": "កំហុសកម្មវិធី",
    "126134492": "ផ្សេងទៀត",
    "3511610999": "ចូរធ្វើឱ្យប្រាកដថាអ្នកទៅដល់កន្លែងដែលត្រឹមត្រូវ។",
    "3906886217": "សម្រាប់ក្រុមហ៊ុន ឬគេហទំព័រ",
    "1621597093": "ដំណោះស្រាយសុវត្ថិភាពសហគ្រាស (បង់)",
    "3176531704": "ចំណារពន្យល់ទិន្នន័យ",
    "1834239172": "ទិញសេវាកម្មចំណារពន្យល់ hCaptcha",
    "1457707016": "សម្រាប់បុគ្គល",
    "770264626": "បន្ថែម hCaptcha ទៅសេវាកម្មរបស់អ្នក (ឥតគិតថ្លៃ)",
    "881015166": "បន្ថែម hCaptcha សម្រាប់អ្នកបោះពុម្ពផ្សាយទៅកាន់គេហទំព័រ ឬកម្មវិធីរបស់ខ្ញុំ",
    "47536007": "ស្វែងយល់បន្ថែមអំពី hCaptcha",
    "2012837493": "លទ្ធផលស្វែងរក",
    "4034694801": "គ្មានលទ្ធផលដែលត្រូវគ្នា។",
    "3621411541": "ស្វែងយល់អំពីជម្រើសភាពងាយស្រួលសម្រាប់ hCaptcha",
    "3401005681": "រកលុយ",
    "3933993151": "ធ្វើការជាអ្នកដាក់ស្លាកទិន្នន័យបុគ្គល",
    "563059212": "បញ្ជីអ្នកកែច្នៃរង",
    "3501923981": "អាប់ដេតចុងក្រោយ៖ ថ្ងៃទី 1 ខែមករា ឆ្នាំ 2020។",
    "3548097301": "មានប្រសិទ្ធភាព៖ ថ្ងៃទី 1 ខែមករា ឆ្នាំ 2020។",
    "3991444169": "ទំព័រនេះរាយបញ្ជីអ្នកដំណើរការរងបច្ចុប្បន្នសម្រាប់សេវាសហគ្រាស hCaptcha ។",
    "835396984": "បច្ចុប្បន្នសកម្ម",
    "424089481": "Amazon Web Services, Inc. (សកល) ។ សេវាកម្មផ្តល់ជូន៖ Amazon Web Services ។ https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (សកល) ។ សេវាកម្មផ្តល់ជូន៖ Cloudflare.com ។",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "ក្រុមហ៊ុន IBM ។ (សកល)។ សេវាកម្មផ្តល់ជូន៖ IBM Cloud ។",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "ក្រុមហ៊ុន Microsoft (សកល) ។ សេវាកម្មផ្តល់ជូន៖ Microsoft Azure ។",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "ចំណាំ៖ មិនអនុវត្តចំពោះអតិថិជនទាំងអស់ទេ។ ឧទាហរណ៍ IP Blinding ឬអតិថិជនជម្រើសសុវត្ថិភាព ឬឯកជនភាពកម្រិតខ្ពស់ផ្សេងទៀត (ឧទាហរណ៍ Secure Virtual Tenancy customers) មិនត្រូវបានរាប់បញ្ចូលទាំងស្រុងពី \"PII\" ដែលមានសក្តានុពលណាមួយដែលធ្លាប់ចូលក្នុងប្រព័ន្ធ telemetry សូម្បីតែអាសយដ្ឋាន IP ក៏ដោយ។ សូមទាក់ទងតំណាងគណនីរបស់អ្នកសម្រាប់ព័ត៌មានបន្ថែមប្រសិនបើចាំបាច់។",
    "700843971": "Hound Technology, Inc. (សកល) ។ សេវាកម្មផ្តល់ជូន៖ honeycomb.io ។",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (សកល) ។ សេវាកម្មផ្តល់ជូន៖ LogDNA.com ។",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (សកល) ។ សេវាកម្មផ្តល់ជូន៖ Zendesk.com ។",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (សកល) ។ សេវាកម្មផ្តល់ជូន៖ Mailgun.com ។",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "ហេដ្ឋារចនាសម្ព័ន្ធ",
    "370366524": "សេវាទូរគមនាគមន៍អព្យាក្រឹត",
    "121192737": "ការបន្ថែមនាពេលខាងមុខ",
    "2420789666": "Fastly, Inc. ផ្តល់សេវាកម្ម៖ CDN យ៉ាងរហ័ស និងការគណនាគែម។",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "មានប្រសិទ្ធិភាព៖ ថ្ងៃទី 1 ខែកញ្ញា ឆ្នាំ 2021។ ការបន្ថែមហេដ្ឋារចនាសម្ព័ន្ធ",
    "1487796027": "សម្រាប់ក្រុមហ៊ុន",
    "3943417791": "ទទួលបានការគាំទ្រសម្រាប់ hCaptcha Enterprise (BotStop)",
    "702287791": "អ្នកបោះពុម្ព hCaptcha (ឥតគិតថ្លៃ)",
    "3397976149": "ទទួលបានការគាំទ្រសម្រាប់ hCaptcha Publisher",
    "833750823": "មាន​ការ​លំបាក​ជា​មួយ​នឹង​ការ​ប្រឈម​?",
    "2024737147": "ចង់រាយការណ៍អំពីបញ្ហាមួយ?",
    "1978884623": "ស្វែងយល់បន្ថែមអំពីការរាយការណ៍បញ្ហាកម្មវិធី",
    "4188664955": "លក្ខខណ្ឌនៃសេវាកម្មមេ",
    "2621989404": "អាប់ដេតចុងក្រោយ៖ ថ្ងៃទី 24 ខែកញ្ញា ឆ្នាំ 2021។ សូមចំណាំថាលក្ខខណ្ឌជាភាសាអង់គ្លេសរបស់យើងមានសុពលភាព។",
    "2404545611": "សូមស្វាគមន៍មកកាន់ hCaptcha! សូមអរគុណសម្រាប់ការចូលជាសមាជិកនៃសហគមន៍របស់យើង។ អ្នកប្រើប្រាស់ទាំងអស់នៃ \"សេវាកម្ម\" (កំណត់ខាងក្រោម) ត្រូវតែយល់ព្រមតាមលក្ខខណ្ឌខាងក្រោម (\"លក្ខខណ្ឌនៃសេវាកម្ម\")។ នៅក្រោមលក្ខខណ្ឌនៃសេវាកម្មទាំងនេះ \"IMI\" \"យើង\" និង \"ពួកយើង\" សំដៅទៅលើ Intuition Machines, Inc. និងក្រុមហ៊ុនបុត្រសម្ព័ន្ធ សាខា មន្រ្តី ភ្នាក់ងារ បុគ្គលិក តំណាង និងភ្នាក់ងារ ហើយ \"គេហទំព័រ\" របស់យើងរួមបញ្ចូលគេហទំព័រណាមួយនៅក្រោម ការគ្រប់គ្រងរបស់យើង រួមមាន www.hcaptcha.com និង www.imachines.com ។",
    "2348450790": "សូមអានលក្ខខណ្ឌនៃសេវាកម្មទាំងនេះ។ ពួកវារួមបញ្ចូល ក្នុងចំណោមបទប្បញ្ញត្តិផ្សេងទៀត ការមិនទទួលខុសត្រូវលើការធានា ដែនកំណត់នៃការទទួលខុសត្រូវ និងអាជ្ញាកណ្តាលដែលចង។ សូមចំណាំថាលក្ខខណ្ឌនៃសេវាកម្មទាំងនេះអាចនឹងផ្លាស់ប្តូរចាប់តាំងពីការចូលមើលគេហទំព័ររបស់យើងលើកចុងក្រោយ។ យើងអាចកែប្រែ និងធ្វើបច្ចុប្បន្នភាពលក្ខខណ្ឌនៃសេវាកម្មទាំងនេះពីពេលមួយទៅពេលមួយ តាមការសម្រេចចិត្តតែមួយគត់របស់យើង។ នៅក្នុងព្រឹត្តិការណ៍នៃការផ្លាស់ប្តូរជាសម្ភារៈ យើងនឹងជូនដំណឹងដល់អ្នកដោយការបង្ហោះលក្ខខណ្ឌនៃសេវាកម្មដែលបានធ្វើបច្ចុប្បន្នភាពនៅលើទំព័រនេះ បន្ទាប់ពីនោះអ្នកត្រូវតែទទួលស្គាល់លក្ខខណ្ឌនៃសេវាកម្មដែលបានធ្វើបច្ចុប្បន្នភាពដើម្បីបន្តប្រើប្រាស់ ឬចូលទៅកាន់គេហទំព័រ ឬសេវាកម្មនេះ។",
    "1064537632": "សូមចំណាំថាការប្រើប្រាស់សេវាកម្មរបស់យើងត្រូវបានគ្រប់គ្រងដោយកិច្ចព្រមព្រៀងដំណើរការទិន្នន័យរបស់យើង ដែលត្រូវបានដាក់បញ្ចូលនៅទីនេះដោយឯកសារយោង។ សូមពិនិត្យមើលកិច្ចព្រមព្រៀងនេះ ដើម្បីមើលពីរបៀបដែលយើងដំណើរការទិន្នន័យផ្ទាល់ខ្លួនជំនួសអ្នក។ សូមចំណាំថាយើងដំណើរការជា \"ប្រព័ន្ធដំណើរការទិន្នន័យ\" សម្រាប់គោលបំណងនៃបទប្បញ្ញត្តិការការពារទិន្នន័យទូទៅរបស់សហភាពអឺរ៉ុប និង \"អ្នកផ្តល់សេវា\" សម្រាប់គោលបំណងនៃច្បាប់ស្តីពីឯកជនភាពអ្នកប្រើប្រាស់រដ្ឋកាលីហ្វ័រញ៉ា។",
    "1933936765": "កិច្ចព្រមព្រៀងដំណើរការទិន្នន័យ (បានធ្វើបច្ចុប្បន្នភាពចុងក្រោយ៖ ថ្ងៃទី 23 ខែកញ្ញា ឆ្នាំ 2021)",
    "2959486280": "ប្រសិនបើអ្នកមិនយល់ព្រមនឹងលក្ខខណ្ឌនៃសេវាកម្មទាំងនេះទេ អ្នកមិនអាចប្រើប្រាស់ ឬចូលទៅកាន់គេហទំព័រ ឬសេវាកម្មបានទេ។",
    "3200859925": "1. គោលបំណង",
    "1807143500": "សេវាកម្មរួមមានសេវាកម្មសុវត្ថិភាពអនឡាញ (\"សេវា hCaptcha\") និងវេទិកាមួយ (\"វេទិកាម៉ាស៊ីនវិចារណញាណ\") ដែលបុគ្គល (\"អ្នករួមចំណែក\") អាចជ្រើសរើសដើម្បីអនុវត្តកិច្ចការដែលអង្គភាពភាគីទីបី ឬម៉ាស៊ីនវិចារណញាណខ្លួនឯង (នីមួយៗ \"អ្នកស្នើសុំ\") ប្រកាសទៅកាន់គេហទំព័ររបស់យើង ឬសេវាកម្ម hCaptcha ដោយផ្ទាល់នៅលើគេហទំព័ររបស់យើង ឬដោយការចូលទៅកាន់ Intuition Machines Platform និង/ឬអនុវត្តការងារតាមរយៈ ឬពាក់ព័ន្ធនឹងអង្គភាពភាគីទីបី និង/ឬវេទិកា ឬសេវាកម្ម (នីមួយៗ \"អ្នកបញ្ចូល\") ។ អ្នកស្នើសុំប្រកាសភារកិច្ច និងអញ្ជើញអ្នករួមចំណែកឱ្យអនុវត្តពួកគេជាថ្នូរនឹងរង្វាន់ដែលផ្តល់ដោយ IMI ដល់អ្នកបញ្ចូល ឬកំណត់ដោយអ្នកស្នើសុំ ប្រសិនបើអ្នកស្នើសុំកំពុងប្រើ Intuition Machines Platform ឬ hCaptcha Service ដើម្បីបម្រើការងារដល់អ្នកប្រើប្រាស់ចុងក្រោយរបស់ពួកគេ។ យើងគិតប្រាក់លើក្រុមហ៊ុន និងបុគ្គល (ម្នាក់ៗ \"អតិថិជន\") សម្រាប់ការប្រើប្រាស់វេទិការបស់យើង ដូច្នេះពួកគេអាចប្រើកម្មវិធីរបស់យើង ភារកិច្ចអ្នកនិពន្ធ ជួលយើងឱ្យសរសេរកិច្ចការ និង/ឬទទួលបានសិទ្ធិចូលប្រើប្រាស់អ្នករួមចំណែក។ យើងក៏គិតប្រាក់ទៅលើ Integrators សម្រាប់ការប្រើប្រាស់សេវាកម្ម hCaptcha របស់យើងផងដែរ ដើម្បីកាត់បន្ថយការក្លែងបន្លំ ការរំលោភបំពាន និងសារឥតបានការនៅលើគេហទំព័ររបស់ពួកគេ កម្មវិធីទូរស័ព្ទ និងទ្រព្យសម្បត្តិអនឡាញផ្សេងទៀត។ ខាងលើត្រូវបានសំដៅជារួមថាជា \"សេវាកម្ម\" ។",
    "3212830633": "2. សិទ្ធិទទួលបាន",
    "2605814073": "ដោយប្រើ ឬចុះឈ្មោះសម្រាប់សេវាកម្មរបស់យើង អ្នកយល់ព្រម៖ អ្នកមានអាយុយ៉ាងតិច 18 ឆ្នាំ។ អ្នកមានសិទ្ធិអំណាចក្នុងការបញ្ចូលកិច្ចព្រមព្រៀងនេះក្នុងនាមខ្លួនអ្នក ឬអង្គភាពដែលអ្នកតំណាង ហើយគ្រប់ពេលវេលានឹងនៅតែគោរពតាមលក្ខខណ្ឌនៃសេវាកម្មទាំងនេះ និងគោលនយោបាយ និងគោលការណ៍ណែនាំរបស់ IMI ទាំងអស់ដែលបានយោងនៅទីនេះ។ ហើយអ្នកនឹងមិនបំពានគេហទំព័ររបស់យើង បង្ហាញអត្តសញ្ញាណរបស់អ្នកខុសចំពោះយើង ឬប្រើបញ្ញាសិប្បនិម្មិតដើម្បីបំពេញផ្នែកណាមួយនៃកិច្ចការណាមួយនៅលើ IMI ដែលទាមទារភាពឆ្លាតវៃរបស់មនុស្ស។",
    "2616040974": "3. អតិថិជននិងអ្នកស្នើសុំ",
    "1544829730": "ប្រសិនបើអ្នកជាអតិថិជន ឬអ្នកស្នើសុំ អ្នកយល់ព្រមថាលក្ខខណ្ឌបន្ថែមដែលភ្ជាប់មកជាមួយនេះ ដូចដែលឧបសម្ព័ន្ធរបស់អតិថិជននឹងអនុវត្ត និងត្រូវបានដាក់បញ្ចូលដោយយោងទៅក្នុងលក្ខខណ្ឌនៃសេវាកម្មទាំងនេះ។ ប្រសិនបើអ្នកមិនមែនជាអតិថិជន ឬអ្នកស្នើសុំ ឬឈប់ធ្វើជាអតិថិជន ឬអ្នកស្នើសុំ នោះលក្ខខណ្ឌបន្ថែមនៅក្នុងឧបសម្ព័ន្ធរបស់អតិថិជននឹងមិនអនុវត្តទេ ហើយក៏នឹងមិនត្រូវបានបញ្ចូលដោយយោងទៅក្នុងលក្ខខណ្ឌនៃសេវាកម្មទាំងនេះដែរ។",
    "3759360138": "4. ឈ្មោះអ្នកប្រើនិងពាក្យសម្ងាត់",
    "2236960358": "នៅពេលចុះឈ្មោះ អ្នកនឹងត្រូវបានស្នើសុំឱ្យបង្ហាញព័ត៌មានផ្ទាល់ខ្លួនមួយចំនួនអំពីអ្នក (\"ព័ត៌មានផ្ទាល់ខ្លួន\") រួមទាំងឈ្មោះ អាសយដ្ឋានអ៊ីមែលរបស់អ្នក និងដើម្បីបង្កើតឈ្មោះអ្នកប្រើប្រាស់ និងពាក្យសម្ងាត់ ដែលទាំងអស់នេះនឹងស្ថិតនៅក្រោមគោលការណ៍ឯកជនភាពរបស់យើង ដែលមាននៅលើរបស់យើង គេហទំព័រ។ អ្នកតែម្នាក់ឯងជាអ្នកទទួលខុសត្រូវក្នុងការត្រួតពិនិត្យ ធានា និងរក្សាសុវត្ថិភាពនៃគណនីរបស់អ្នក ពាក្យសម្ងាត់ និងសោផ្ទៀងផ្ទាត់ណាមួយដែលភ្ជាប់ជាមួយគណនីរបស់អ្នក ហើយអ្នកទទួលខុសត្រូវចំពោះការប្រើប្រាស់ ឬសកម្មភាពណាមួយដែលបានធ្វើឡើងតាមរយៈការប្រើប្រាស់ព័ត៌មាននោះនៅលើសេវាកម្ម។",
    "3047519814": "អ្នកយល់ព្រមថាអ្នកនឹងមិនចែករំលែកគណនី ឬពាក្យសម្ងាត់របស់អ្នកជាមួយនរណាម្នាក់ឡើយ។",
    "1699668873": "អ្នកត្រូវតែជូនដំណឹងទៅ IMI ភ្លាមៗ ប្រសិនបើអ្នកសង្ស័យថាព័ត៌មានគណនីរបស់អ្នកត្រូវបានលួច ឬប្រើប្រាស់ដោយអ្នកដ៏ទៃ ឬការរំលោភបំពានសុវត្ថិភាពផ្សេងទៀត។",
    "3044038608": "អ្នកយល់ព្រមផ្តល់ឱ្យយើងនូវព័ត៌មានពិត ត្រឹមត្រូវ និងពេញលេញ ដូចដែលបានស្នើសុំនៅក្នុងដំណើរការចុះឈ្មោះរបស់យើង។ អ្នកក៏យល់ព្រមធ្វើបច្ចុប្បន្នភាពព័ត៌មាននេះភ្លាមៗតាមការចាំបាច់ ដើម្បីរក្សាវាឱ្យទាន់សម័យ និងត្រឹមត្រូវ។",
    "4132302900": "5. ឯកជនភាពរបស់អ្នក ទិន្នន័យរបស់អ្នក និង \"ទិន្នន័យសម្រាប់ទាំងអស់គ្នា\"",
    "10724169": "អ្នកទទួលយកគោលការណ៍ឯកជនភាពរបស់យើង ដែលគ្រប់គ្រងនូវអ្វីដែលយើងនឹងធ្វើជាមួយនឹងព័ត៌មានផ្ទាល់ខ្លួនណាមួយដែលអ្នកផ្តល់ឱ្យយើង។",
    "1669194950": "បន្ថែមពីលើព័ត៌មានផ្ទាល់ខ្លួន អ្នកក៏អាចតម្រូវឱ្យផ្តល់ (ឬវាអាចចាំបាច់សម្រាប់ពួកយើងក្នុងការប្រមូល) ទិន្នន័យផ្សេងទៀត ដូច្នេះយើងអាចផ្តល់សេវាកម្ម (ជាសមូហភាព \"ទិន្នន័យអតិថិជន\")។ យើងមិនទទួលខុសត្រូវចំពោះការបរាជ័យក្នុងការអនុវត្តសេវាកម្មដែលបណ្តាលមកពីការពន្យារពេលរបស់អ្នក ឬការខកខានក្នុងការផ្តល់ទិន្នន័យអតិថិជននោះទេ។",
    "1330274831": "អ្នកផ្តល់ឱ្យយើងនូវទូទាំងពិភពលោក ដែលមិនផ្តាច់មុខ អាជ្ញាប័ណ្ណបន្ត ដែលអាចផ្ទេរបាន ដោយឥតគិតថ្លៃ អាជ្ញាប័ណ្ណ មិនអាចដកហូតវិញបានក្នុងអំឡុងពេលនៃកិច្ចព្រមព្រៀងនេះដើម្បីប្រើប្រាស់ ផលិតឡើងវិញ ចែកចាយតាមអេឡិចត្រូនិក និងបង្ហាញជាសាធារណៈនូវទិន្នន័យអតិថិជនណាមួយសម្រាប់តែគោលបំណងនៃការផ្តល់សេវាកម្មតែប៉ុណ្ណោះ។ . អ្នកតំណាង និងធានាថាអ្នកមានសិទ្ធិ ចំណងជើង និងការចាប់អារម្មណ៍គ្រប់គ្រាន់ និងចំពោះទិន្នន័យរបស់អ្នក ដើម្បីផ្តល់អាជ្ញាប័ណ្ណនៅក្នុងផ្នែកនេះ។",
    "2230333214": "យើងប្រមូលផ្តុំទិន្នន័យអតិថិជនជាមួយនឹងទិន្នន័យផ្សេងទៀត ដូច្នេះលទ្ធផលគឺមិនអាចកំណត់អត្តសញ្ញាណផ្ទាល់ខ្លួនបានទេ ហើយយើងក៏ប្រមូលទិន្នន័យ និងទិន្នន័យបច្ចេកទេសដែលមិនបានកំណត់អត្តសញ្ញាណទាក់ទងនឹងការប្រើប្រាស់សេវាកម្ម (\"ទិន្នន័យសរុប/មិនកំណត់អត្តសញ្ញាណ\")។ ទោះបីជាមានអ្វីផ្ទុយពីនេះក៏ដោយ ទិន្នន័យសរុប/មិនកំណត់អត្តសញ្ញាណបែបនេះអាចត្រូវបានប្រើប្រាស់ដោយ IMI សម្រាប់គោលបំណងអាជីវកម្មណាមួយក្នុងអំឡុងពេល ឬក្រោយរយៈពេលនៃកិច្ចព្រមព្រៀងនេះ រួមទាំងដោយគ្មានដែនកំណត់ក្នុងការអភិវឌ្ឍន៍ និងកែលម្អសេវាកម្ម និងដើម្បីបង្កើត និងចែកចាយរបាយការណ៍ និងផ្សេងទៀត សម្ភារៈ។ ទិន្នន័យរបស់អតិថិជនក៏អាចបន្ត និងត្រូវបានបង្ហាញនៅក្នុងប្រព័ន្ធក្នុងរយៈពេលកំណត់មិនឱ្យលើសពី 180 ថ្ងៃបន្ទាប់ពីការងារត្រូវបានបញ្ចប់ ឧទាហរណ៍ដូចជាការក្រិតដោយស្វ័យប្រវត្តិ ឬទិន្នន័យសុពលភាពសម្រាប់ប្រព័ន្ធ Intuition Machines។ សម្រាប់ភាពច្បាស់លាស់ ផ្នែកទី 5 នេះមិនផ្តល់ឱ្យយើងនូវសិទ្ធិក្នុងការកំណត់អត្តសញ្ញាណអ្នកថាជាប្រភពនៃទិន្នន័យសរុប/មិនកំណត់អត្តសញ្ញាណណាមួយដោយគ្មានការអនុញ្ញាតជាលាយលក្ខណ៍អក្សរជាមុនរបស់អ្នក។",
    "3881754581": ". ប្រសិនបើអ្នកជាអតិថិជននៃសេវាកម្មចំណារពន្យល់របស់យើង ហើយបានជ្រើសរើសជម្រើស \"ទិន្នន័យសម្រាប់ទាំងអស់គ្នា\" ជាផ្នែកនៃការប្រើប្រាស់សេវាកម្មរបស់អ្នក នោះអ្នកផ្តល់ទៅឱ្យ IMI និងអ្នកប្រើប្រាស់ទាំងអស់នៃសេវាកម្មទូទាំងពិភពលោក ដែលមិនផ្តាច់មុខ ដែលអាចអនុញ្ញាតបន្ត ដែលអាចផ្ទេរបាន។ អាជ្ញាប័ណ្ណដែលមិនអាចដកហូតវិញបានដោយឥតគិតថ្លៃដើម្បីទាញយកទិន្នន័យអតិថិជនទាំងស្រុង រួមទាំងសិទ្ធិកម្មសិទ្ធិបញ្ញាដែលពាក់ព័ន្ធទាំងអស់។ ប្រសិនបើអ្នកជ្រើសរើសជម្រើស \"ទិន្នន័យសម្រាប់ទាំងអស់គ្នា\" អ្នកតំណាង និងធានាថាអ្នកមានសិទ្ធិគ្រប់គ្រាន់ ចំណងជើង និងការចាប់អារម្មណ៍ និងចំពោះទិន្នន័យរបស់អ្នក ដើម្បីផ្តល់អាជ្ញាប័ណ្ណនៅក្នុងផ្នែកនេះ។",
    "3496767126": "សម្រាប់ការជៀសវាងការសង្ស័យ កថាខណ្ឌខាងក្រោមអនុវត្តទាំងស្រុងចំពោះអតិថិជនដែលប្រើប្រាស់សេវាកម្មចំណារពន្យល់របស់យើង និងមិនប្រើប្រាស់សេវាកម្មរបស់យើងជាអ្នករួមបញ្ចូល",
    "767207800": "ប្រសិនបើទិន្នន័យរបស់អ្នកមានខ្លឹមសារដែលអាចមើលងាយ ឬប្រមាថ យើងតម្រូវឱ្យអ្នកសម្គាល់ពួកគេថា \"មាតិកាជាក់លាក់\" ដើម្បីបម្រើជាការព្រមានដោយយុត្តិធម៌ដល់នរណាម្នាក់ដែលឃើញទិន្នន័យរបស់អ្នក។ អ្នកប្រហែលជាមិនអាចដោយគ្មានកិច្ចព្រមព្រៀងជាលាយលក្ខណ៍អក្សរដាច់ដោយឡែកជាមួយ IMI រួមបញ្ចូលកិច្ចការដែលបំពានគោលការណ៍របស់យើង រួមទាំង ប៉ុន្តែមិនកំណត់ចំពោះ (ក) កិច្ចការដែលផ្សព្វផ្សាយគេហទំព័រ ឬសេវាកម្មផ្សេងទៀតដោយផ្ទាល់ ឬដោយប្រយោល (ខ) កិច្ចការដែលបំពានលក្ខខណ្ឌនៃគេហទំព័រភាគីទីបី និង លក្ខខណ្ឌ (គ) ភារកិច្ចដែលស្នើឱ្យអ្នករួមចំណែកស្វែងរកភាគីទីបី (ឃ) កិច្ចការដែលស្នើឱ្យអ្នករួមចំណែកចាត់វិធានការដើម្បីរៀបចំឥរិយាបថ ឬលទ្ធផលនៃគេហទំព័រ (ង) កិច្ចការដែលបំពានកម្មសិទ្ធិបញ្ញារបស់ភាគីទីបី និង (ច) ភារកិច្ច ដែលតម្រូវឱ្យអ្នករួមចំណែកទាញយកកម្មវិធី ឬឯកសារ។",
    "3370561195": "6. អាកប្បកិរិយាដែលអាចទទួលយកបាន។",
    "4205152730": "អ្នកត្រូវបានលើកទឹកចិត្តឱ្យធ្វើអន្តរកម្មជាមួយអ្នកប្រើប្រាស់ផ្សេងទៀតគ្រប់ទីកន្លែងនៅលើគេហទំព័ររបស់យើង វេទិកា ការផ្ញើសារ ការជជែក និងបណ្តាញប្រព័ន្ធផ្សព្វផ្សាយសង្គមផ្សេងទៀតដែលគ្រប់គ្រងដោយ IMI ប៉ុន្តែប្រសិនបើអ្នកធ្វើដូច្នេះ អ្នកត្រូវតែគោរពតាមលក្ខខណ្ឌនៃសេវាកម្ម និងការប្រើប្រាស់ទាំងអស់នៅលើគេហទំព័ររបស់យើង និងច្បាប់ពាក់ព័ន្ធទាំងអស់។ .",
    "1394253934": "7. ការប្រើខុស ការបំពាន និងការនិយាយខុស",
    "1406393333": "រាល់ការចូលប្រើប្រាស់ ឬការប្រើប្រាស់សេវាកម្មផ្សេងក្រៅពីការអនុលោមតាមលក្ខខណ្ឌនៃសេវាកម្មទាំងនេះ និងការណែនាំណាមួយដែលយើងផ្តល់គឺត្រូវបានហាមឃាត់យ៉ាងតឹងរ៉ឹង។ ជាពិសេស អ្នកនឹងមិន៖",
    "3409726716": "ចុះឈ្មោះសម្រាប់គណនីច្រើនជាងមួយជាមួយយើងដោយគ្មានការអនុញ្ញាតជាលាយលក្ខណ៍អក្សរ។",
    "3119498672": "អនុវត្តកិច្ចការណាមួយដោយប្រើ Internet bots, web robots, bots, scripts ឬទម្រង់ផ្សេងទៀតនៃសិប្បនិម្មិត ឬព្យាយាមដើម្បីទទួលបានរង្វាន់ពី IMI ឬអ្នកស្នើរសុំ ឬ Integrator ដោយមិនបំពេញកិច្ចការដូចដែលបានពិពណ៌នា។",
    "1188668818": "ផ្តល់ព័ត៌មានមិនពិតណាមួយនៅពេលប្រើប្រាស់គេហទំព័រនេះ (រួមទាំងការក្លែងបន្លំជាបុគ្គលផ្សេងទៀត ឬស្ថាប័នណាមួយនៅក្នុងគណនីរបស់អ្នកដោយគ្មានដែនកំណត់ ឬនិយាយមិនពិត ឬបង្ហាញឱ្យឃើញពីខ្លួនអ្នក ឬទំនាក់ទំនងរបស់អ្នកជាមួយមនុស្សផ្សេងទៀត ឬស្ថាប័នណាមួយនៅក្នុងគណនីរបស់អ្នក។",
    "2804310964": "ចូលប្រើ ឬព្យាយាមចូលប្រើគេហទំព័ររបស់យើងតាមរយៈម៉ាស៊ីនមេគេហទំព័រប្រូកស៊ី ឬឧបករណ៍ផ្សេងទៀតដែលត្រូវបានរចនាឡើងដើម្បីបំភ័ន្តទីតាំង ឬអត្តសញ្ញាណពិតរបស់អ្នក ឬដោយមធ្យោបាយណាមួយក្រៅពីចំណុចប្រទាក់ដែលបានផ្តល់។",
    "1374227759": "ប្រើប្រាស់គេហទំព័រសម្រាប់សកម្មភាពខុសច្បាប់ ឬសម្រាប់គោលបំណងណាមួយក្រៅពីគោលបំណងដែលវាត្រូវបានធ្វើឱ្យមាន។",
    "2103513933": "ចូលរួមក្នុងសកម្មភាពដែលរំខាន ឬរំខានដល់ដំណើរការនៃគេហទំព័រ។",
    "137127070": "បញ្ចូល ផ្ទុកឡើង ឬភ្ជាប់តំណភ្ជាប់ ឬឯកសារខាងក្រៅដែលមានគំនិតអាក្រក់ ឬមិនស្គាល់ ឬបង្ហោះខ្លឹមសារណាមួយដែលមានមេរោគ សេះ Trojan ដង្កូវ គ្រាប់បែកពេលវេលា ឬលេខកូដកុំព្យូទ័រដែលបង្កគ្រោះថ្នាក់ផ្សេងទៀត។",
    "1686655020": "បង្ហោះមាតិកាណាមួយដែលទាក់ទងនឹងការរក្សាសិទ្ធិដែលមិនមែនជាស្នាដៃដើមរបស់អ្នក លុះត្រាតែអ្នកមានការអនុញ្ញាតពីម្ចាស់សិទ្ធិក្នុងការបង្ហោះខ្លឹមសារបែបនេះ និងដើម្បីផ្តល់សិទ្ធិឱ្យ IMI ទាំងអស់នៃសិទ្ធិដែលមានអាជ្ញាប័ណ្ណដែលបានផ្តល់នៅទីនេះ។",
    "1406692811": "ចូលរួមក្នុងការផ្ញើសារឥតបានការ ឬបង្ហោះប្រភេទនៃការផ្សព្វផ្សាយណាមួយ ព្យាយាមដើម្បីទទួលបានការបញ្ជូនបន្ត ការទំនាក់ទំនងដ៏ធំ ការផ្តល់ជូនប្រាក់ ឬសំណើ ការស្នើសុំសេវាកម្ម ការផ្សាយពាណិជ្ជកម្ម ទីផ្សារ សារមិនសមហេតុសមផល ប្រធានបទស្ទួន ខ្លឹមសារខុសច្បាប់ តំណភ្ជាប់គេហទំព័រសង្គម អាសយដ្ឋានអ៊ីមែល ឬ លេខសម្គាល់អ្នកនាំសារភ្លាមៗ លុះត្រាតែតម្រូវដោយកិច្ចការ។",
    "3893539589": "បញ្ចូលតំណភ្ជាប់ខាងក្រៅដែលផ្តល់ទំនិញ ឬសេវាកម្ម លុះត្រាតែតម្រូវដោយកិច្ចការ។",
    "3214322759": "បើមិនដូច្នេះទេ ចូលរួមក្នុងសកម្មភាពព្យាបាទ ឬក្លែងបន្លំ។",
    "3733422465": "8. ការផ្ទៀងផ្ទាត់អត្តសញ្ញាណរបស់អ្នក។",
    "267645277": "IMI អាចផ្ទៀងផ្ទាត់អត្តសញ្ញាណរបស់អ្នក។ នេះអាចរួមបញ្ចូលការប្រៀបធៀបព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នកជាមួយនឹងមូលដ្ឋានទិន្នន័យភាគីទីបី ឬឯកសារផ្លូវច្បាប់ផ្លូវការ។ អ្នកអនុញ្ញាតឱ្យពួកយើងធ្វើការសាកសួរណាមួយដែលចាំបាច់ដើម្បីបញ្ជាក់អត្តសញ្ញាណរបស់អ្នក ភាពជាម្ចាស់នៃអាសយដ្ឋានអ៊ីមែលរបស់អ្នក និងកម្មសិទ្ធិរបស់អ្នកនៃគណនីហិរញ្ញវត្ថុរបស់អ្នក។ អ្នកយល់ព្រមផ្តល់ព័ត៌មានអំពីអ្នក ដើម្បីជួយយើងក្នុងការផ្ទៀងផ្ទាត់អត្តសញ្ញាណរបស់អ្នក។",
    "4169910317": "9. ការអនុលោមតាមច្បាប់",
    "519755936": "អ្នក​តែ​ម្នាក់​ឯង​ត្រូវ​ទទួល​ខុស​ត្រូវ​ចំពោះ​ការ​អនុលោម​តាម​ច្បាប់​សហព័ន្ធ រដ្ឋ ខេត្ត និង​មូលដ្ឋាន​ទាក់ទង​នឹង​ការ​ប្រើប្រាស់​សេវាកម្ម​របស់​អ្នក។ អ្នកយល់ព្រមផ្តល់សំណង និងរក្សាទុកពួកយើងដោយមិនបង្កគ្រោះថ្នាក់សម្រាប់ការទាមទារណាមួយប្រឆាំងនឹងយើង ពីព្រោះអ្នកមិនបានអនុវត្តតាមច្បាប់ណាមួយ ឬបានរំលោភលើសិទ្ធិភាគីទីបី រួមទាំងដោយគ្មានការកំណត់កិច្ចសន្យា កម្មសិទ្ធិបញ្ញា ឬសិទ្ធិឯកជនភាព។",
    "731546974": "10. ពន្ធលើអ្នករួមចំណែក ឬអ្នករួមបញ្ចូល",
    "3128328457": "ប្រសិនបើអ្នកជាអ្នករួមចំណែក ឬអ្នករួមបញ្ចូល អ្នកតែម្នាក់ឯងត្រូវទទួលខុសត្រូវលើការទូទាត់លើការប៉ាន់ប្រមាណ ឬពន្ធលើប្រាក់ចំណូលរបស់សហព័ន្ធ រដ្ឋ ឬក្នុងតំបន់ សន្តិសុខសង្គម FICA និងសំណងរបស់កម្មករដែលជំពាក់ជាលទ្ធផលនៃការប្រើប្រាស់គេហទំព័ររបស់យើង ក៏ដូចជា ពន្ធ ឬការគិតថ្លៃស្រដៀងគ្នានៅក្នុងយុត្តាធិការដែលមិនមែនជាសហរដ្ឋអាមេរិក។ អ្នកយល់ព្រមផ្តល់សំណង និងរក្សាទុកពួកយើងដោយគ្មានគ្រោះថ្នាក់សម្រាប់ការវាយតម្លៃណាមួយប្រឆាំងនឹងយើង ពីព្រោះអ្នកមិនបានអនុវត្តតាមច្បាប់ពន្ធណាមួយឡើយ។",
    "2931396764": "11. ការរំលោភលើលក្ខខណ្ឌនៃសេវាកម្មទាំងនេះ",
    "1240667045": "យើងអាចផ្អាក កំណត់ ឬលុបចោលការចូលប្រើសេវាកម្មរបស់អ្នកគ្រប់ពេលសម្រាប់ហេតុផលណាមួយ រួមទាំងដោយសារតែ៖ (a) យើងជឿថាអ្នកបានបំពានលក្ខខណ្ឌប្រើប្រាស់ទាំងនេះ (រួមទាំងគោលការណ៍ពាក់ព័ន្ធផ្សេងទៀត)។ (ខ) យើងជឿថាអ្នកបានរំលោភសិទ្ធិរបស់យើង ឬសិទ្ធិរបស់ភាគីទីបីណាមួយ; (គ) យើងមិនអាចផ្ទៀងផ្ទាត់ ឬផ្ទៀងផ្ទាត់ព័ត៌មានដែលអ្នកបានផ្តល់មកយើងបានទេ។ ឬ (d) យើងជឿថាសកម្មភាពរបស់អ្នកអាចបង្កើតបំណុលសម្រាប់អ្នក យើង ឬភាគីទីបី។ សម្រាប់ការជៀសវាងការសង្ស័យ យើងរក្សាសិទ្ធិក្នុងការទប់ស្កាត់ ឬផ្អាកការទូទាត់ជូនអ្នក ប្រសិនបើយើងជឿជាក់ដោយសមហេតុផលថា ណាមួយដែលបានរៀបរាប់ខាងលើអនុវត្តចំពោះការទូទាត់បែបនេះ។",
    "1601080128": "ប្រសិនបើយើងផ្អាក ឬបិទគណនីរបស់អ្នក អ្នកនឹងមិនអាចចូលទៅកាន់ផ្នែកណាមួយនៃគេហទំព័រ រួមទាំងទិន្នន័យ សារ ឯកសារ និងសម្ភារៈផ្សេងទៀតដែលអ្នករក្សាទុកនៅលើគេហទំព័រ។ អ្នកប្រហែលជាមិនបន្តប្រើប្រាស់គេហទំព័ររបស់យើងក្រោមឈ្មោះគណនីផ្សេង ឬថ្មីនោះទេ។ ការបំពានលើលក្ខខណ្ឌនៃសេវាកម្មទាំងនេះអាចនឹងត្រូវបានកាត់ទោសក្នុងវិសាលភាពពេញលេញនៃច្បាប់ ហើយអាចបណ្តាលឱ្យមានការពិន័យ និងទណ្ឌកម្មបន្ថែម។",
    "1160707899": "12. តួនាទី និងទំនាក់ទំនងរបស់អ្នកចែកចាយជាមួយ IMI និងអ្នកស្នើសុំផ្សេងទៀត។",
    "269838707": "ប្រសិនបើអ្នកជាអ្នករួមចំណែក អ្នកនិងមានតែអ្នកប៉ុណ្ណោះជាអ្នកសម្រេចចិត្តថា តើត្រូវបញ្ចប់កិច្ចការប៉ុន្មាន និងពេលណា និងកន្លែងណាដែលអ្នកបំពេញវា។ អ្នក​មាន​សេរីភាព​ក្នុង​ការ​ចំណាយ​ពេល​ច្រើន​ឬ​តិច​បំផុត​ដើម្បី​បំពេញ​កិច្ចការ​តាម​ដែលអ្នក​ជ្រើសរើស។ គ្មានពេលវេលាណាមួយដែលអ្នកស្ថិតក្រោមកាតព្វកិច្ចដើម្បីបញ្ចប់កិច្ចការនោះទេ។",
    "1087195513": "ប្រសិនបើអ្នកជាអ្នករួមចំណែកដែលចូលប្រើសេវាកម្ម និង/ឬអនុវត្តការងារតាមរយៈ ឬពាក់ព័ន្ធនឹងការរួមបញ្ចូលក្នុងនាមអ្នកស្នើសុំដែលមិនមែនជា IMI នោះអ្នកយល់ព្រម និងទទួលស្គាល់ថាម៉ាស៊ីន Intuition មិនទទួលខុសត្រូវ និងមិនមានកាតព្វកិច្ចចំពោះអ្នកជាមួយ គោរពចំពោះរង្វាន់ ឬសំណងផ្សេងទៀតសម្រាប់កិច្ចការដែលបានបញ្ចប់។ អ្នកយល់ព្រម និងទទួលស្គាល់ថារង្វាន់ណាមួយ ឬសំណងផ្សេងទៀតសម្រាប់កិច្ចការដែលបានបញ្ចប់គឺត្រូវបានកំណត់ទាំងស្រុងដោយអនុលោមតាមកិច្ចព្រមព្រៀងរបស់អ្នកជាមួយអ្នកស្នើសុំ និង/ឬអ្នករួមបញ្ចូល តាមដែលអាចអនុវត្តបាន។ វិវាទណាមួយជុំវិញរង្វាន់ ឬសំណងផ្សេងទៀត (រួមទាំងការខកខានមិនបានកំណត់ក្នុងការទទួលបានរង្វាន់ ឬសំណងផ្សេងទៀត) គឺមានតែរវាងអ្នកនិងអ្នកស្នើសុំ និង/ឬអ្នករួមបញ្ចូលប៉ុណ្ណោះ តាមដែលអាចអនុវត្តបាន។",
    "952813944": "ទាំងការប្រើប្រាស់គេហទំព័ររបស់យើង ឬអ្វីទាំងអស់នៅក្នុងកិច្ចព្រមព្រៀងនេះមិនបង្កើតការងារ ភាពជាដៃគូ ការបណ្តាក់ទុនរួមគ្នា ទីភ្នាក់ងារ សិទ្ធិផ្តាច់មុខ ឬទំនាក់ទំនងតំណាងផ្នែកលក់រវាងអ្នក និងម៉ាស៊ីន Intuition ទេ។ យើងមិនផ្តល់ឱ្យអ្នកនូវឧបករណ៍ ឬឧបករណ៍ណាមួយដើម្បីបំពេញកិច្ចការណាមួយឡើយ។ យើងមិនផ្តល់ឱ្យអ្នកនូវអត្ថប្រយោជន៍ណាមួយ សំណងរបស់កម្មករ ឬការធានារ៉ាប់រងឡើយ។ យើងមិនទទួលខុសត្រូវចំពោះការចំណាយណាមួយដែលអ្នកកើតមានក្នុងការប្រើប្រាស់គេហទំព័ររបស់យើងទេ។ យើងនឹងមិនរក្សាទុកចំនួនណាមួយពីរង្វាន់របស់អ្នកសម្រាប់ពន្ធលើប្រាក់ចំណូលសហព័ន្ធ ឬរដ្ឋ សន្តិសុខសង្គម ឬពន្ធផ្សេងទៀតណាមួយឡើយ។ អ្នក​មាន​សេរីភាព​គ្រប់​ពេល​ដើម្បី​បំពេញ​កិច្ចការ​សម្រាប់​មនុស្ស​ឬ​អាជីវកម្ម​ណា​មួយ​ រួម​ទាំង​ដៃគូ​ប្រកួតប្រជែង​របស់​យើង​ផង​ដែរ។ អ្នកមិនមានសិទ្ធិក្នុងការចុះកិច្ចសន្យាណាមួយ ជាលាយលក្ខណ៍អក្សរ ឬផ្ទាល់មាត់ ក្នុងនាមក្រុមហ៊ុន Intuition Machines។",
    "3460432665": "ទោះបីជាដូចបានរៀបរាប់ខាងលើក៏ដោយ ប្រសិនបើអ្នកជាអ្នកជាប់ពន្ធរបស់សហរដ្ឋអាមេរិក យើងអាចស្នើសុំ W-9 ពីអ្នក ដើម្បីធ្វើបច្ចុប្បន្នភាពជារៀងរាល់ឆ្នាំ ហើយយើងអាចរារាំងអ្នកពីការបំពេញភារកិច្ចរហូតដល់អ្នកបានបញ្ចប់ ឬធ្វើបច្ចុប្បន្នភាព W-9 ។",
    "458271951": "ប្រសិនបើអ្នកជាអ្នករួមចំណែកដែលចូលប្រើសេវាកម្ម និង/ឬអនុវត្តការងារតាមរយៈ ឬពាក់ព័ន្ធនឹងការរួមបញ្ចូលក្នុងនាមម៉ាស៊ីន Intuition (ដើរតួជាអ្នកស្នើសុំ) ម៉ាស៊ីន Intuition អាចផ្តល់រង្វាន់ដល់អ្នកសម្រាប់ការបញ្ចប់កិច្ចការមួយចំនួនដែលអាចទទួលយកបាន។ នៅក្នុងព្រឹត្តិការណ៍ដែលអ្នកត្រូវបានគេរកឃើញថាបានចូលរួមក្នុងការក្លែងបន្លំ ការរំលោភបំពាន ឬការរំលោភលើលក្ខខណ្ឌនៃសេវាកម្មទាំងនេះ រង្វាន់ណាមួយ និងទាំងអស់សម្រាប់អ្នកអាចត្រូវបានដកហូតទុក និង/ឬទាញយកមកវិញដោយ Intuition Machines។",
    "3056723024": "13. ការបញ្ចប់ភារកិច្ចដែលមិនអាចទទួលយកបាន។",
    "3913203723": "ប្រសិនបើដោយសារហេតុផលណាមួយ អ្នកស្នើសុំមិនទទួលយកការអនុវត្តកិច្ចការដែលអ្នកបានបញ្ចប់ អ្នកជាអ្នករួមចំណែក ឬអ្នករួមបញ្ចូលនឹងមិនមានសិទ្ធិទទួលបានរង្វាន់ណាមួយសម្រាប់កិច្ចការនោះទេ។ នៅក្នុងព្រឹត្តិការណ៍ដែលរង្វាន់ត្រូវបានចែកជូនអ្នករួចហើយសម្រាប់កិច្ចការដែលបានបញ្ចប់ដែលមិនអាចទទួលយកបាន យើងអាចយកវាមកវិញពីអ្នក។",
    "3666807632": "14. គុណវុឌ្ឍិ និងជំនាញរបស់អ្នកចូលរួម",
    "1993899769": "15. ការប្រើប្រាស់ព័ត៌មានរបស់យើង។",
    "2927283721": "តាមរយៈការបំពេញភារកិច្ចនៅលើគេហទំព័ររបស់យើង អ្នកផ្តល់សិទ្ធិក្នុងការប្រមូល ប្រើប្រាស់ និងការបង្ហាញព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក ស្របតាមគោលការណ៍ឯកជនភាពរបស់យើង។ លើសពីនេះ យើងអាចចែករំលែកព័ត៌មានជាក់លាក់អំពីអ្នក និងកិច្ចការដែលបានបញ្ចប់របស់អ្នកទៅកាន់អ្នកស្នើសុំ ដែលកិច្ចការដែលអ្នកបានបញ្ចប់ ដើម្បីជួយសម្រួលដល់ទំនាក់ទំនងសេវាកម្ម និងកែលម្អគេហទំព័រ រួមទាំងឧទាហរណ៍ លេខសម្គាល់អ្នករួមចំណែក លទ្ធផលនៃកិច្ចការដែលបានបញ្ចប់ និងលក្ខណៈផ្សេងទៀតដែលទាក់ទងនឹង គុណវុឌ្ឍិ ភាសា ជំនាញ និងការប្រើប្រាស់គេហទំព័ររបស់អ្នក។",
    "3027055607": "16. កម្មសិទ្ធិបញ្ញា និងសិទ្ធិកម្មសិទ្ធិ",
    "3910971075": "IMI កាន់កាប់សិទ្ធិទាំងអស់ រួមទាំងសិទ្ធិកម្មសិទ្ធិបញ្ញា នៅក្នុងកូដប្រភព កូដវត្ថុ ឬរចនាសម្ព័ន្ធមូលដ្ឋាន គំនិត ឬក្បួនដោះស្រាយ API និងកម្មវិធី ឯកសារ ឬទិន្នន័យបន្ថែមណាមួយដែលទាក់ទងនឹងសេវាកម្ម (\"កម្មវិធី\")។ អ្នកនឹងមិនដោយផ្ទាល់ ឬដោយប្រយោល តាមរយៈភាគីទីបី ឬបើមិនដូច្នេះទេ៖ (ក) វិស្វករបញ្ច្រាស បំបែក បំបែក ឬព្យាយាមស្វែងរកកម្មវិធី។ (ខ) កែប្រែ បកប្រែ ឬបង្កើតស្នាដៃចម្លងដោយផ្អែកលើកម្មវិធីណាមួយ; (គ) ថតចម្លង ជួល ជួល ចែកចាយ សន្យា ប្រគល់ ឬផ្ទេរសិទ្ធិទៅកម្មវិធីណាមួយ (ឃ) ប្រើប្រាស់កម្មវិធីណាមួយសម្រាប់ការចែករំលែកពេលវេលា គោលបំណងការិយាល័យសេវាកម្ម ឬបើមិនដូច្នេះទេសម្រាប់ជាប្រយោជន៍ដល់ភាគីទីបី។ ឬ (ង) លុបការជូនដំណឹង ឬស្លាកសញ្ញាណាមួយដែលមានកម្មសិទ្ធិ។",
    "3660891610": "ប្រសិនបើអ្នកជាអ្នកចែកចាយ IMI មិនមែនអ្នកទេ មានសិទ្ធិកម្មសិទ្ធិក្នុងការងារណាមួយដែលអ្នកផលិតជាផ្នែកនៃការបំពេញកិច្ចការណាមួយ។ តាមរយៈការទទួលយកលក្ខខណ្ឌនៃកិច្ចព្រមព្រៀងនេះ អ្នកយល់ព្រម (ហើយធ្វើដូច្នេះ) ផ្ទេរកម្មសិទ្ធិ កម្មសិទ្ធិ និងកម្មសិទ្ធិ (រួមទាំងកម្មសិទ្ធិបញ្ញាទាំងអស់ដែលមាននៅទូទាំងពិភពលោក) នៅក្នុង និងការងាររបស់អ្នកមកឱ្យយើង។ ដើម្បីធានាថាយើងអាចទទួលបាន ល្អឥតខ្ចោះ និងប្រើប្រាស់សិទ្ធិបែបនេះ អ្នកយល់ព្រមបន្ថែមទៀតដើម្បី (i) ចុះហត្ថលេខាលើឯកសារណាមួយដើម្បីជួយក្នុងការរៀបចំឯកសារ ភាពល្អឥតខ្ចោះ និងការអនុវត្តសិទ្ធិរបស់យើង។ និង (ii) ផ្តល់លទ្ធភាពទទួលបានព័ត៌មានសមហេតុផលសម្រាប់ការកត់ត្រា ធ្វើឱ្យល្អឥតខ្ចោះ ធានា ការការពារ និងការអនុវត្តសិទ្ធិកម្មសិទ្ធិបែបនេះនៅក្នុងប្រទេសណាមួយ និងទាំងអស់។ កាតព្វកិច្ចរបស់អ្នកនៅក្រោមផ្នែកនេះ នឹងបន្តសូម្បីតែបន្ទាប់ពីអ្នកលុបឈ្មោះចេញពី ឬឈប់ប្រើប្រាស់សេវាកម្មក៏ដោយ។ អ្នកតែងតាំងយើងជាមេធាវីរបស់អ្នកដើម្បីអនុវត្តឯកសារក្នុងនាមអ្នកសម្រាប់គោលបំណងដែលមានចែងក្នុងផ្នែកនេះ។",
    "426125156": "17. រក្សាសិទ្ធិ និង Takedown",
    "1408530660": "IMI គោរពកម្មសិទ្ធិបញ្ញារបស់អ្នកដទៃ ហើយយើងរក្សាសិទ្ធិក្នុងការដកចេញពីគេហទំព័ររបស់យើង រាល់សម្ភារៈដែលយើងជឿថាអាចបំពានលើសិទ្ធិបញ្ញារបស់ភាគីទីបីណាមួយ។ ប្រសិនបើអ្នកជឿថាការងារផ្ទាល់ខ្លួនរបស់អ្នកត្រូវបានចម្លងតាមរបៀបដែលបង្កើតជាការរំលោភលើសិទ្ធិអ្នកនិពន្ធនៅលើគេហទំព័រនេះ សូមទាក់ទងផ្នែកជំនួយអតិថិជនរបស់ Intuition Machines។",
    "2696932851": "18. សំណង",
    "3844300338": "អ្នកយល់ព្រមក្នុងការទូទាត់សំណង ការពារ និងរក្សាពួកយើងដោយមិនបង្កគ្រោះថ្នាក់ពីការទាមទារ ការខូចខាត ការទទួលខុសត្រូវ ការចំណាយ និងការចំណាយណាមួយ (រួមទាំងថ្លៃសេវាមេធាវីសមរម្យ និងការចំណាយ) ដែលកើតឡើងពី ឬទាក់ទងនឹងការអនុវត្តការងាររបស់អ្នក ឬការប្រើប្រាស់គេហទំព័ររបស់យើង .",
    "2474091800": "19. ជម្លោះជាមួយអ្នកប្រើប្រាស់ផ្សេងទៀត; ចេញផ្សាយ",
    "3162107126": "IMI មិនមែនជាភាគីនៃជម្លោះណាមួយរវាងអ្នក និងអ្នកប្រើប្រាស់សេវាកម្មផ្សេងទៀតឡើយ។ អ្នកដោះលែង IMI និងសាខារបស់វាពីការទាមទារ ការទាមទារ និងការខូចខាតគ្រប់ប្រភេទ និងធម្មជាតិ ដែលគេស្គាល់ និងមិនស្គាល់ សង្ស័យ និងមិនសង្ស័យ បង្ហាញ និងមិនបង្ហាញ ដែលកើតឡើងចេញពី ឬភ្ជាប់ជាមួយជម្លោះណាមួយរវាងអ្នក និងអ្នកប្រើប្រាស់ផ្សេងទៀត។",
    "2271969747": "20. ព័ត៌មានសម្ងាត់ដែលអ្នកទទួលបាន",
    "1042802841": "ព័ត៌មានសម្ងាត់ គឺជាព័ត៌មានណាមួយដែលត្រូវបានសម្គាល់ថាជាព័ត៌មានសម្ងាត់ ឬកម្មសិទ្ធិ ឬដែលគួរយល់ដោយហេតុផលដោយភាគីទទួលថាជាព័ត៌មានសម្ងាត់ ឬកម្មសិទ្ធិ។ នេះមិនរាប់បញ្ចូលព័ត៌មានណាមួយដែល (1) អាចរកបានជាសាធារណៈ (2) រួចហើយនៅក្នុងកម្មសិទ្ធិ បង្កើតដោយឯករាជ្យ ឬស្គាល់រួចហើយចំពោះភាគីទទួល ឬ (3) ត្រូវបានបង្ហាញដោយដីការបស់តុលាការ ឬតាមតម្រូវការផ្សេងទៀតដោយ ច្បាប់។",
    "1918025546": "ប្រសិនបើអ្នកត្រូវបានផ្តល់ឱ្យនូវព័ត៌មានសម្ងាត់ពីនរណាម្នាក់នៅលើសេវាកម្ម អ្នកយល់ព្រមការពារការសម្ងាត់នៃព័ត៌មានសម្ងាត់ជាមួយនឹងកម្រិតនៃការយកចិត្តទុកដាក់ដូចគ្នាដែលអ្នកប្រើដើម្បីការពារព័ត៌មានសម្ងាត់ផ្ទាល់ខ្លួនរបស់អ្នក ប៉ុន្តែក្នុងករណីណាក៏ដោយដែលមានការថែទាំតិចជាងការយកចិត្តទុកដាក់។ អ្នកមិនអាចបង្ហាញ ឬផ្សព្វផ្សាយព័ត៌មានសម្ងាត់ ឬកម្មសិទ្ធិណាមួយឡើយ លើកលែងតែចាំបាច់សម្រាប់ការអនុវត្តការងារ។ ព័ត៌មានទាំងអស់នៅក្នុងកិច្ចការមួយនៅលើវេទិកាម៉ាស៊ីនវិចារណញាណ គួរតែត្រូវបានចាត់ទុកថាជាព័ត៌មានសម្ងាត់ ទោះបីជាព័ត៌មានមិនត្រូវបានកំណត់យ៉ាងច្បាស់ថាជាការសម្ងាត់ក៏ដោយ។",
    "2690395789": "ប្រសិនបើ និងនៅពេលដែលអ្នកលែងត្រូវការព័ត៌មានសម្ងាត់ដែលអ្នកបានទទួល អ្នកត្រូវតែត្រលប់មកវិញភ្លាមៗ ឬបំផ្លាញចោល (តាមការស្នើសុំរបស់អ្នកណាក៏ដោយដែលបង្ហាញព័ត៌មាន) ច្បាប់ចម្លងទាំងអស់នៃព័ត៌មានដែលមាននៅក្នុងបរិវេណ ប្រព័ន្ធ ឬឧបករណ៍ផ្សេងទៀតដែលអ្នកគ្រប់គ្រង។",
    "2178073797": "ដោយសារការលាតត្រដាងព័ត៌មានសម្ងាត់អាចបណ្តាលឱ្យមានគ្រោះថ្នាក់ដែលមិនអាចជួសជុលបាន ភាគីដែលបង្ហាញព័ត៌មានមានសិទ្ធិស្វែងរកការសង្គ្រោះដោយអចេតនាចំពោះការបំពានណាមួយ ឬការរំលោភបំពានដោយគំរាមកំហែងនៃពាក្យនេះ។",
    "2185860003": "21. ការកែប្រែគេហទំព័រ",
    "2631249972": "យើងអាចកែលម្អ ឬកែប្រែគេហទំព័ររបស់យើងដោយមិនចាំបាច់ជូនដំណឹងដល់អ្នក។",
    "3764131594": "22. គេហទំព័រភាគីទីបី",
    "295955580": "គេហទំព័ររបស់យើងអាចមានតំណភ្ជាប់ទៅកាន់គេហទំព័រភាគីទីបី។ យើងមិនគ្រប់គ្រង ស៊ើបអង្កេត តាមដាន ឬពិនិត្យមើលគេហទំព័របែបនេះទេ។ យើងមិនទទួលខុសត្រូវ ឬមិនគាំទ្រកម្មវិធីកុំព្យូទ័រ ខ្លឹមសារ ឬមតិដែលមាននៅលើគេហទំព័របែបនេះទេ។ ប្រសិនបើអ្នកសម្រេចចិត្តចាកចេញពីគេហទំព័ររបស់យើង ហើយចូលប្រើគេហទំព័រភាគីទីបីណាមួយ អ្នកធ្វើដូច្នេះដោយហានិភ័យផ្ទាល់ខ្លួនរបស់អ្នក។",
    "838225123": "23. ការបដិសេធនៃការធានា",
    "3897238493": "សេវាកម្មត្រូវបានផ្តល់ជូននៅលើមូលដ្ឋាន \"ដូចដែល\" ។ យើងមិនធ្វើតំណាង ឬការធានា ឬការបញ្ជាក់ណាមួយឡើយ ទាក់ទងនឹងលទ្ធភាពប្រើប្រាស់ ភាពសមស្រប ភាពស្របច្បាប់ ភាពមាន ឬមុខងារនៃសេវាកម្ម ទំនិញដែលទាក់ទងជាមួយផ្នែកទន់ សម្ភារៈប្រើប្រាស់ សេវាកម្ម។ ក្នុងវិសាលភាពអតិបរមាដែលអនុញ្ញាតដោយច្បាប់ IMI បដិសេធរាល់ការបញ្ជាក់ ឬលក្ខខណ្ឌជាក់ស្តែង ការតំណាង និងការធានារួមទាំង ប៉ុន្តែមិនកំណត់ចំពោះ ការធានានៃទំនិញ ភាពផាកពិន័យ ផាសុខភាព។ ដំណោះស្រាយផ្តាច់មុខ និងផ្តាច់មុខរបស់អ្នកប្រឆាំងនឹង IMI ដោយគោរពចំពោះពិការភាព ភាពមិនអនុលោម ឬការមិនពេញចិត្តគឺការបញ្ឈប់ការប្រើប្រាស់សេវាកម្ម យើងនឹងមិនមានទំនួលខុសត្រូវចំពោះការខូចខាតណាមួយចំពោះប្រព័ន្ធកុំព្យូទ័ររបស់អ្នក ការបាត់បង់ ឬការខូចខាតនៃទិន្នន័យ ឬលទ្ធផលផ្សេងទៀតដែលប៉ះពាល់ដល់ប្រព័ន្ធកុំព្យូទ័ររបស់អ្នក ពីការចូលប្រើរបស់អ្នកទៅកាន់ ឬប្រើប្រាស់គេហទំព័រ ឬ Intuition Machines Platform។ ការរំខានដែលបានកំណត់ពេល និងមិនបានកំណត់ពេលអាចកើតមានឡើង ហើយយើងមិនធានាឱ្យមានការរំខាននៃគេហទំព័ររបស់យើងទេ។",
    "2110259227": "24. ដែនកំណត់នៃការទទួលខុសត្រូវ",
    "3018077211": "25. ដំណោះស្រាយវិវាទរបស់អ្នកចូលរួម",
    "2790841456": "ប្រសិនបើអ្នកជាអ្នករួមចំណែក អ្នកយល់ព្រមចំពោះឃ្លាមជ្ឈត្តកម្មខាងក្រោម និងការលះបង់សកម្មភាពថ្នាក់៖",
    "3302832698": "ការដោះស្រាយវិវាទជំនួសត្រូវបានទាមទារ។",
    "561456032": "អ្នកយល់ព្រមថាសម្រាប់វិវាទណាមួយដែលកើតឡើងចេញពី ឬទាក់ទងនឹងការប្រើប្រាស់សេវាកម្មរបស់អ្នក រួមទាំងវិវាទដែលអាចកើតមានចាប់ពីពេលដែលអ្នកចាប់ផ្តើមអនុវត្តភារកិច្ចសម្រាប់ IMI និងជាពិសេសរួមបញ្ចូលទាំងការទាមទារណាមួយដែលទាក់ទងនឹងថាតើអ្នកចាត់ថ្នាក់ជា អ្នកម៉ៅការឯករាជ្យ ដំបូងអ្នកនឹងជូនដំណឹងដល់ IMI អំពីការទាមទាររបស់អ្នកប្រឆាំងនឹងវា។ បន្ទាប់មកអ្នក និង IMI នឹងព្យាយាមដោះស្រាយបញ្ហាតាមរយៈការចរចាដោយផ្ទាល់ ឬការសម្របសម្រួល។ យើងនឹងបែងចែកតម្លៃនៃការសម្របសម្រួលស្មើៗគ្នា ហើយយល់ព្រមថាការសម្រុះសម្រួលត្រូវធ្វើឡើងតាមរយៈទូរស័ព្ទ ឬមធ្យោបាយអេឡិចត្រូនិកផ្សេងទៀត។ ប្រសិនបើការទាមទារនៅតែមិនទាន់ដោះស្រាយបន្ទាប់ពីការចរចាក្រៅផ្លូវការ ឬការសម្រុះសម្រួល អ្នកយល់ព្រមថាអ្នក និង IMI នឹងប្រើអាជ្ញាកណ្តាលចុងក្រោយ និងជាប់កាតព្វកិច្ចដើម្បីដោះស្រាយជម្លោះ។ ឃ្លានេះគ្រប់គ្រងការទាមទារទាំងអស់ឡើងវិញ ចាប់ពីពេលដែលអ្នកចាប់ផ្តើមប្រើប្រាស់គេហទំព័ររបស់យើង ថាតើផ្អែកលើការធ្វើទារុណកម្ម កិច្ចសន្យា លក្ខន្តិកៈ រួមទាំង ប៉ុន្តែមិនកំណត់ចំពោះការទាមទារណាមួយនៃការរើសអើង និងការយាយី ថាតើពួកគេផ្អែកលើច្បាប់ការងារ និងលំនៅឋានយុត្តិធម៌រដ្ឋកាលីហ្វ័រញ៉ា ចំណងជើងទី VII នៃច្បាប់សិទ្ធិស៊ីវិលឆ្នាំ 1964 ដែលត្រូវបានធ្វើវិសោធនកម្ម ឬច្បាប់ ឬបទប្បញ្ញត្តិរបស់រដ្ឋ ឬសហព័ន្ធផ្សេងទៀត ច្បាប់សមធម៌ ឬផ្សេងទៀត។",
    "3794239003": "នីតិវិធីអាជ្ញាកណ្តាល។",
    "4193379787": "មជ្ឈត្តកម្មទាំងអស់នៅក្រោមកិច្ចព្រមព្រៀងនេះនឹងធ្វើឡើងក្រោមច្បាប់របស់សមាគមមជ្ឈត្តកម្មអាមេរិក ឬដោយការព្រមព្រៀងគ្នាទៅវិញទៅមកលើសេវាអាជ្ញាកណ្តាល។ អាជ្ញាកណ្តាលនឹងក្លាយជាមជ្ឈត្តករអាមេរិកដែលត្រូវបានជ្រើសរើសពីបញ្ជីឈ្មោះមិនតិចជាងប្រាំពីរ (7) តាមរយៈការធ្វើកូដកម្មជំនួស។ នៅក្នុងមជ្ឈត្តកម្ម ភាគីនីមួយៗនឹងមានសិទ្ធិធ្វើការស្រាវជ្រាវរដ្ឋប្បវេណីឱ្យបានគ្រប់គ្រាន់ នាំយកនូវសំណើមិនពេញចិត្ត និងបង្ហាញសាក្សី និងភស្តុតាងតាមការចាំបាច់ ដើម្បីបង្ហាញសំណុំរឿង និងមេធាវីការពារក្តី ហើយវិវាទណាមួយក្នុងរឿងនេះនឹងត្រូវដោះស្រាយដោយអាជ្ញាកណ្តាល។ ការដោះស្រាយវិវាទត្រូវផ្អែកលើច្បាប់ដែលគ្រប់គ្រងលើការទាមទារ និងការការពារដែលបានប្តឹង ហើយអាជ្ញាកណ្តាលមិនអាចទាមទារមូលដ្ឋានណាមួយក្រៅពីច្បាប់គ្រប់គ្រងនោះទេ។ អាជ្ញាកណ្តាលត្រូវមានអភ័យឯកសិទ្ធិរបស់មន្ត្រីតុលាការពីការទទួលខុសត្រូវរដ្ឋប្បវេណី នៅពេលធ្វើសកម្មភាពក្នុងសមត្ថភាពរបស់អាជ្ញាកណ្តាល ដែលអភ័យឯកសិទ្ធិបំពេញបន្ថែមអភ័យឯកសិទ្ធិដែលមានស្រាប់ផ្សេងទៀត។ រង្វាន់ត្រូវតែរួមបញ្ចូលមតិយោបល់ជាលាយលក្ខណ៍អក្សររបស់អាជ្ញាកណ្តាល។ អ្នកបោះបង់សិទ្ធិរបស់អ្នកក្នុងការកាត់ក្តីដោយគណៈវិនិច្ឆ័យនៃការទាមទារណាមួយដែលអ្នកអាចមានប្រឆាំងនឹង IMI ឬ IMI អាចមានប្រឆាំងនឹងអ្នក។ ការទាមទារណាមួយនៅក្រោមប្រការនេះ ត្រូវតែធ្វើឡើងក្នុងលក្ខន្តិកៈនៃរយៈពេលកំណត់ដែលអាចអនុវត្តបាន។ ច្បាប់អាជ្ញាកណ្តាលសហព័ន្ធរបស់សហរដ្ឋអាមេរិកគ្រប់គ្រងឃ្លានេះ ហើយអ្នកទទួលស្គាល់ថាកិច្ចព្រមព្រៀងនេះបង្ហាញភស្តុតាងអំពីប្រតិបត្តិការក្នុងពាណិជ្ជកម្ម។",
    "2583888954": "ករណីលើកលែង។",
    "1034830": "វិវាទ​ដែល​អាច​នឹង​មិន​ត្រូវ​បាន​អនុលោម​តាម​កិច្ច​ព្រមព្រៀង​មជ្ឈត្តកម្ម​ដែល​មាន​ចែង​ដោយ Dodd-Frank Wall Street Reform and Consumer Protection Act (ច្បាប់​សាធារណៈ 111-203) ត្រូវ​បាន​ដក​ចេញ​ពី​នេះ",
    "263977834": "ការអស់កម្លាំងផ្នែករដ្ឋបាល។",
    "1807512722": "អ្នកអាចនាំយកការទាមទារណាមួយដែលកើតចេញពីការប្រើប្រាស់គេហទំព័រនេះទៅកាន់ភ្នាក់ងាររដ្ឋបាល ប៉ុន្តែមានតែក្នុងកម្រិតដែលច្បាប់ជាធរមានប៉ុណ្ណោះដែលអនុញ្ញាតឱ្យចូលប្រើទីភ្នាក់ងារបែបនេះ ទោះជាមានកិច្ចព្រមព្រៀងដើម្បីធ្វើអាជ្ញាកណ្តាលក៏ដោយ។ ការទាមទារផ្នែករដ្ឋបាលបែបនេះរួមមានការទាមទារដោយគ្មានការកំណត់ ឬការគិតថ្លៃដែលនាំមកនៅចំពោះមុខគណៈកម្មការឱកាសការងារស្មើគ្នា ក្រសួងការងារសហរដ្ឋអាមេរិក និងក្រុមប្រឹក្សាទំនាក់ទំនងការងារជាតិ។ គ្មានអ្វីនៅក្នុងឃ្លានេះត្រូវចាត់ទុកថារារាំង ឬដោះសារអ្នកពីការនាំយកការទាមទារផ្នែករដ្ឋបាលនៅចំពោះមុខភ្នាក់ងារណាមួយ ដើម្បីបំពេញកាតព្វកិច្ចរបស់អ្នកក្នុងការដោះស្រាយសំណងរដ្ឋបាលមុនពេលធ្វើការទាមទារនៅក្នុងមជ្ឈត្តកម្មនោះទេ ទោះជាយ៉ាងណាក៏ដោយ អ្នកលះបង់សិទ្ធិទទួលបានរង្វាន់រូបិយវត្ថុណាមួយតាមរយៈបញ្ហានេះ។ ដំណើរការរបស់ភ្នាក់ងារ។",
    "996430331": "ទីតាំងនៃអាជ្ញាកណ្តាល។",
    "3040062804": "ដំណើរការមជ្ឈត្តកម្មណាមួយនៅក្រោមផ្នែកនេះនឹងប្រព្រឹត្តទៅតាមលំនាំដើមនៅក្នុងរដ្ឋកាលីហ្វ័រញ៉ា លុះត្រាតែអ្នករស់នៅក្រៅសហរដ្ឋអាមេរិក ក្នុងករណីនេះ មជ្ឈត្តកម្មនឹងប្រព្រឹត្តទៅដោយអេឡិចត្រូនិក ឬតាមទូរស័ព្ទទាំងស្រុង។ មជ្ឈត្តកម្មអាចប្រព្រឹត្តទៅនៅទីតាំងណាមួយផ្សេងទៀត ប្រសិនបើភាគីនីមួយៗយល់ព្រមជាលាយលក្ខណ៍អក្សរ។ ដោយមិនគិតពីទីតាំងរបស់វា ភាគីណាមួយអាចជ្រើសរើសបង្ហាញខ្លួននៅមជ្ឈត្តកម្មតាមរយៈវីដេអូផ្សាយផ្ទាល់ ឬសន្និសីទតាមទូរស័ព្ទ។",
    "3091247030": "ការលើកលែងសកម្មភាពថ្នាក់។",
    "2520904193": "អ្នកលះបង់សិទ្ធិណាមួយដែលអ្នកមានសម្រាប់ជម្លោះណាមួយដែលត្រូវបាននាំយកមកស្តាប់ ឬអាជ្ញាកណ្តាលជាចំណាត់ការ សមូហភាព ឬតំណាង។ ទោះបីជាប្រយោគផ្សេងទៀតដែលមាននៅក្នុងកិច្ចព្រមព្រៀងនេះក៏ដោយ ប្រយោគមុនមិនអាចកាត់ផ្តាច់ចេញពីកិច្ចព្រមព្រៀងនេះក្នុងករណីណាក៏ដោយ។ រាល់ការទាមទារទាំងអស់ ឬមួយផ្នែកនៃការលើកលែងនេះគឺមិនអាចអនុវត្តបាន គ្មានសតិសម្បជញ្ញៈ មោឃៈ ឬអាចចាត់ទុកជាមោឃៈ អាចត្រូវបានកំណត់ដោយតុលាការដែលមានសមត្ថកិច្ច និងមិនមែនដោយអាជ្ញាកណ្តាលទេ។ អ្នកនឹងមិនត្រូវបានសងសឹក ឬរារាំងពីការបំពេញកិច្ចការនៅលើគេហទំព័ររបស់យើងជាលទ្ធផលនៃការអនុវត្តសិទ្ធិរបស់អ្នកក្រោមផ្នែកទី 7 នៃច្បាប់ស្តីពីទំនាក់ទំនងការងារជាតិ ឬដោយការដាក់ពាក្យ ឬការចូលរួមក្នុងថ្នាក់ សកម្មភាពសមូហភាព ឬតំណាងនៅក្នុងវេទិកាណាមួយឡើយ។ ប៉ុន្តែយើងអាចស្វែងរកការអនុវត្តន៍ច្បាប់នៃការលើកលែងសកម្មភាពថ្នាក់នេះ ហើយស្វែងរកការបណ្តេញចេញពីថ្នាក់ សកម្មភាពសមូហភាព ឬតំណាង ឬការទាមទារ។",
    "3493572638": "ថ្លៃដើម និងថ្លៃឈ្នួល។",
    "702926385": "ភាគីនីមួយៗត្រូវទទួលបន្ទុករៀងៗខ្លួនសម្រាប់ការតំណាងផ្លូវច្បាប់នៅមជ្ឈត្តកម្មណាមួយ លើកលែងតែក្នុងវិសាលភាពដែលថ្លៃសេវាមេធាវីត្រូវបានផ្តល់ជូនដោយច្បាប់យ៉ាងច្បាស់។ ភាគីនឹងបែងចែកថ្លៃរដ្ឋបាលដំបូងដែលគិតដោយអាជ្ញាកណ្តាល រហូតដល់តម្លៃអតិបរមាសម្រាប់អ្នកចំនួនពីររយហាសិបដុល្លារ (250.00 ដុល្លារអាមេរិក)។ ការចំណាយរបស់អាជ្ញាកណ្តាល និងអ្នករាយការណ៍តុលាការ បើមាន នឹងត្រូវចេញដោយយើងពីដំបូង។ ទោះយ៉ាងណាក៏ដោយ មជ្ឈត្តករត្រូវមានឆន្ទានុសិទ្ធិក្នុងការផ្តល់ថ្លៃចំណាយសមរម្យដល់ភាគីដែលមានចែងក្នុងច្បាប់ និង/ឬតម្រូវឱ្យភាគីបែងចែកការចំណាយដែលទាក់ទងនឹងអាជ្ញាកណ្តាល និង/ឬអ្នករាយការណ៍របស់តុលាការ។",
    "3199694247": "ភាពអាចបំបែកបាន។",
    "3102490587": "លើកលែងតែការលើកលែងសកម្មភាពថ្នាក់ ប្រសិនបើពាក្យ ឬការផ្តល់ណាមួយ ឬផ្នែកនៃឃ្លាមជ្ឈត្តកម្មនេះត្រូវបានប្រកាសថាទុកជាមោឃៈ ឬមិនអាចអនុវត្តបាន នោះនឹងត្រូវកាត់ផ្តាច់ ហើយឃ្លាដែលនៅសេសសល់នៃមជ្ឈត្តកម្មនឹងអាចអនុវត្តបាន។",
    "2323013093": "26. ច្បាប់ដែលអាចអនុវត្តបាន។",
    "2900525040": "ច្បាប់នៃរដ្ឋកាលីហ្វ័រញ៉ាគ្រប់គ្រងលក្ខខណ្ឌនៃសេវាកម្មទាំងនេះ និងរាល់ភាពចម្រូងចម្រាស វិវាទ ឬការទាមទារដែលកើតឡើងពីពួកគេ។",
    "3339302473": "27. ការបញ្ចប់",
    "1158384644": "អ្នកអាចជ្រើសរើសនៅពេលណាក៏បានដើម្បីឈប់ប្រើប្រាស់គេហទំព័ររបស់យើង ផ្តល់ថាអ្នកត្រូវតែគោរពតាមគោលការណ៍ IMI ដែលអាចអនុវត្តបានទាំងអស់។ យើង​អាច​នឹង​បញ្ចប់​កិច្ច​ព្រមព្រៀង​នេះ ផ្អាក​ការ​ចូល​ទៅ​គេហទំព័រ​របស់​យើង ឬ​លុប​សេវាកម្ម​ណា​មួយ​ចេញ​ភ្លាមៗ​ដោយ​មិន​មាន​ការ​ជូន​ដំណឹង​ដោយ​មិន​មាន​ហេតុផល​ណាមួយ​ឡើយ។",
    "41530052": "28. លក្ខខណ្ឌទូទៅ",
    "3202747130": "កិច្ច​ព្រម​ព្រៀង​ទាំង​មូល។ ល័ក្ខខ័ណ្ឌនៃសេវាកម្មទាំងនេះ និងគោលនយោបាយ នីតិវិធី ឬលក្ខខណ្ឌណាមួយដែលយោងនៅក្នុងកិច្ចព្រមព្រៀងនេះបង្កើតបានជាកិច្ចព្រមព្រៀងទាំងមូលរបស់ភាគីទាក់ទងនឹងប្រធានបទ ហើយបានជំនួស និងលុបចោលកិច្ចព្រមព្រៀងទាំងអស់ដែលទាក់ទងនឹងមុន និងសហសម័យ ការទាមទារ តំណាង និងការយល់ដឹងរបស់ភាគី។ .",
    "4080263153": "គ្មានការលើកលែង។ យើង​នឹង​មិន​ត្រូវ​បាន​គេ​ចាត់​ទុក​ថា​បាន​លះបង់​ផ្នែក​ណា​មួយ​នៃ​សិទ្ធិ​ឬ​ការ​ដោះស្រាយ​របស់​យើង​ទេ លុះត្រា​តែ​ការ​លើក​លែង​នេះ​គឺ​ជា​លាយលក្ខណ៍អក្សរ​និង​ចុះហត្ថលេខា​ដោយ​យើង។ ប្រសិនបើយើងពន្យារពេលការអនុវត្ត ឬបរាជ័យក្នុងការអនុវត្តសិទ្ធិរបស់យើងក្រោមការផ្តល់ណាមួយនៃកិច្ចព្រមព្រៀងនេះ នោះនឹងមិនបង្កើតជាការលះបង់សិទ្ធិរបស់យើងក្នុងការអនុវត្តជាបន្តបន្ទាប់នូវការផ្តល់នោះ ឬផ្នែកណាមួយនៃកិច្ចព្រមព្រៀងនេះទេ។",
    "1789371580": "ការចាត់តាំង។ អ្នកមិនអាចកំណត់លក្ខខណ្ឌនៃសេវាកម្មទាំងនេះដោយគ្មានការយល់ព្រមជាលាយលក្ខណ៍អក្សរជាមុនរបស់យើងទេ។ យើងអាចកំណត់លក្ខខណ្ឌនៃសេវាកម្មទាំងនេះនៅពេលណាក៏បាន ដោយមិនមានការជូនដំណឹងជាមុន។ អាស្រ័យដូចបានរៀបរាប់ខាងលើ លក្ខខណ្ឌនៃសេវាកម្មទាំងនេះនឹងមានកាតព្វកិច្ចលើអ្នកស្នងតំណែងរបស់ភាគីនីមួយៗ និងការចាត់តាំងដែលត្រូវបានអនុញ្ញាត។",
    "2819628066": "ភាពអាចបំបែកបាន។ ប្រសិនបើការផ្តល់ណាមួយនៃលក្ខខណ្ឌនៃសេវាកម្មទាំងនេះត្រូវបានរកឃើញថាមិនត្រឹមត្រូវ ឬមិនអាចអនុវត្តបានសម្រាប់ហេតុផលណាមួយនោះ វានឹងមិនប៉ះពាល់ដល់សុពលភាព និងការអនុវត្តនៃបទប្បញ្ញត្តិដែលនៅសល់ណាមួយឡើយ។",
    "3955981186": "វិសោធនកម្ម។ គ្មានការកែប្រែ ឬវិសោធនកម្មលក្ខខណ្ឌនៃសេវាកម្មទាំងនេះដោយអ្នកផ្សេងក្រៅពី IMI នឹងត្រូវចងភ្ជាប់ជាមួយ IMI លុះត្រាតែនៅក្នុងឧបករណ៍ដែលចុះហត្ថលេខាដោយអ្នកតំណាងដែលមានការអនុញ្ញាតត្រឹមត្រូវរបស់ IMI ។",
    "1377538813": "ភាសាដែលពេញនិយម។ កំណែជាភាសាអង់គ្លេសនៃលក្ខខណ្ឌនៃសេវាកម្មទាំងនេះនឹងគ្រប់គ្រងលើគ្រប់ទិដ្ឋភាពទាំងអស់ ហើយនឹងមានសុពលភាពក្នុងករណីមានភាពមិនស៊ីគ្នាជាមួយនឹងកំណែដែលបានបកប្រែ ប្រសិនបើមាន។",
    "2438016011": "កិច្ចព្រមព្រៀងស្ម័គ្រចិត្ត។ ភាគីទាំងអស់នៃល័ក្ខខ័ណ្ឌនៃសេវាកម្មទាំងនេះតំណាង និងយល់ព្រមថា ភាគីនីមួយៗបានពិនិត្យទិដ្ឋភាពទាំងអស់នៃកិច្ចព្រមព្រៀងនេះ បានអានដោយប្រុងប្រយ័ត្ន និងយល់យ៉ាងពេញលេញនូវបទប្បញ្ញត្តិទាំងអស់របស់ខ្លួន ហើយកំពុងចូលទៅក្នុងកិច្ចព្រមព្រៀងនេះដោយស្ម័គ្រចិត្ត។",
    "2445034923": "ប្រសិនបើអ្នកមិនយល់ព្រមជាមួយលក្ខខណ្ឌទាំងអស់នៃលក្ខខណ្ឌនៃសេវាកម្មទាំងនេះទេ កុំ (ហើយអ្នកមិនអាច) ប្រើប្រាស់ ឬចូលទៅកាន់គេហទំព័រ ឬសេវាកម្ម។",
    "2646127839": "ឧបសម្ព័ន្ធរបស់អតិថិជនទៅនឹងលក្ខខណ្ឌនៃសេវាកម្មមេ",
    "4097297673": "ក្នុងនាមជាអតិថិជន អ្នកស្នើសុំ ឬអ្នករួមបញ្ចូល អ្នកយល់ព្រមនឹងចងដោយលក្ខខណ្ឌខាងក្រោម បន្ថែមពីលើលក្ខខណ្ឌចងផ្សេងទៀតរវាងអ្នក និង IMI ។",
    "1093280979": "1. ទម្រង់បញ្ជាទិញវេទិកា",
    "1549953005": "អ្នកប្រហែលជាបានបញ្ចប់ទម្រង់បញ្ជាទិញចូលប្រើវេទិកាមួយ ឬច្រើន (នីមួយៗ \"ទម្រង់បញ្ជាទិញ\") ជាលក្ខខណ្ឌនៃការក្លាយជាអតិថិជន ឬអ្នកស្នើសុំ។ ប្រសិនបើដូច្នេះមែន លក្ខខណ្ឌដែលបានពិពណ៌នានៅក្នុងទម្រង់បែបបទបញ្ជាទិញក្លាយជាផ្នែកនៃលក្ខខណ្ឌនៃសេវាកម្ម ហើយត្រូវបានរួមបញ្ចូលដោយឯកសារយោង។",
    "3819851005": "2. ថ្លៃសេវា",
    "1591032933": "អ្នកនឹងបង់ថ្លៃសេវា IMI ដូចដែលបានពិពណ៌នានៅក្នុងទម្រង់បែបបទនៃការបញ្ជាទិញដែលអាចអនុវត្តបាន តាមរយៈវិធីបង់ប្រាក់ដែលអ្នកបានផ្តល់ក្នុងទម្រង់បែបបទបញ្ជាទិញ។ លុះត្រាតែមានការយល់ព្រមជាលាយលក្ខណ៍អក្សរដោយភាគីទាំងពីរជាលាយលក្ខណ៍អក្សរ អ្នកនឹងផ្តល់ការទូទាត់ពេញលេញសម្រាប់វិក្កយបត្រទាំងអស់ដែលបានចេញក្នុងរយៈពេលសាមសិប (30) ថ្ងៃបន្ទាប់ពីថ្ងៃផ្ញើវិក្កយបត្រ។ អ្នកអនុញ្ញាតឱ្យយើងដំណើរការការអនុញ្ញាតកាតឥណទានលើព័ត៌មានប័ណ្ណឥណទានទាំងអស់ដែលអ្នកផ្តល់ឱ្យយើង ដើម្បីរក្សាទុកព័ត៌មានប័ណ្ណឥណទាននោះ និងគិតប្រាក់ពីប័ណ្ណឥណទានរបស់អ្នក ឬគណនីផ្សេងទៀតដែលយើងយល់ព្រមជាទម្រង់ការទូទាត់។ លុះត្រាតែមានចែងផ្សេងពីនេះនៅលើទម្រង់បែបបទបញ្ជាទិញ ឬនៅក្នុងកិច្ចព្រមព្រៀងសេវាកម្មសហគ្រាស ឬកិច្ចព្រមព្រៀងសេវាកម្មមេ ថ្លៃសេវាទាំងអស់ លើកលែងតែថ្លៃសេវាត្រូវបានចេញវិក្កយបត្រជារៀងរាល់ឆ្នាំនៅពេលចាប់ផ្តើមសេវាកម្មដែលផ្តល់ដោយ IMI ក្រោមកិច្ចព្រមព្រៀងរបស់អ្នក ( \"កាលបរិច្ឆេទមានប្រសិទ្ធភាព\")។",
    "4142610534": "ការបង់ប្រាក់យឺតយ៉ាវណាមួយនឹងមានការគិតថ្លៃយឺតក្នុងអត្រា 1.5% ភាគរយក្នុងមួយខែ ឬចំនួនអតិបរមាដែលច្បាប់អនុញ្ញាត ទោះជាមួយណាទាបជាង។ ប្រសិនបើអ្នកខកខានក្នុងការបង់ប្រាក់ដែលត្រូវបង់ក្រោមកិច្ចព្រមព្រៀងនេះដោយហេតុផលណាមួយ គណនីរបស់អ្នកអាចត្រូវបានផ្អាក តាមការសំរេចចិត្តរបស់យើង ក្នុងករណីនេះគ្មានការបង់ប្រាក់បន្ថែមណាមួយនឹងត្រូវបានធ្វើឡើងពីគណនីរបស់អ្នកសម្រាប់ការបញ្ចប់កិច្ចការ ហើយរាល់កិច្ចការរបស់អ្នកនឹងត្រូវដកចេញ។ ពីគេហទំព័ររបស់យើង។ អ្នក​ត្រូវ​សង​មក​យើង​វិញ​សម្រាប់​គ្រប់​ចំនួន​ដែល​បាន​កំណត់​តាម​ការ​ទាមទារ បូក​ទាំង​ថ្លៃ​ដំណើរការ ថ្លៃ​យឺតយ៉ាវ ឬ​ថ្លៃ​មេធាវី។ យើងក៏អាចធ្វើរបាយការណ៍សមស្របទៅភ្នាក់ងាររាយការណ៍ឥណទាន និងអាជ្ញាធរអនុវត្តច្បាប់ផងដែរ។",
    "512991700": "ប្រសិនបើអ្នកចង់ជំទាស់នឹងថ្លៃសេវាណាមួយ អ្នកត្រូវតែទាក់ទងផ្នែកជំនួយអតិថិជនរបស់យើងមិនយូរជាងសាមសិប (30) ថ្ងៃបន្ទាប់ពីកាលបរិច្ឆេទបិទការចេញវិក្កយបត្រ ឬរបាយការណ៍គណនីដំបូង ដែលកំហុស ឬបញ្ហាបានលេចឡើង ដើម្បីទទួលបានការកែតម្រូវ ឬឥណទាន។",
    "1273914192": "3. ពន្ធ",
    "4242322181": "អ្នកទទួលខុសត្រូវចំពោះការបង់ពន្ធទាំងអស់ដែលទាក់ទងនឹងសេវាកម្មក្រៅពីពន្ធរបស់សហរដ្ឋអាមេរិកដែលត្រូវបានវាយតម្លៃលើប្រាក់ចំណូលសុទ្ធរបស់ Intuition Machines ឬទ្រព្យសម្បត្តិផ្ទាល់ខ្លួន។",
    "1671996585": "អ្នកអាចនឹងត្រូវបានតម្រូវឱ្យបញ្ចូលគេហទំព័រ កម្មវិធី ឬវេទិការបស់អ្នកជាមួយសេវាកម្មរបស់យើង តាមរយៈចំណុចប្រទាក់កម្មវិធីរបស់យើង (\"API\") ។ នៅក្នុងព្រឹត្តិការណ៍ដែលអ្នកធ្វើដូច្នេះ យើងផ្តល់ឱ្យអ្នកនូវអាជ្ញាប័ណ្ណមានកំណត់ មិនផ្តាច់មុខ មិនអាចផ្ទេរបាន មិនអាចដកហូតបាន និងអាចដកហូតបាន ដើម្បីប្រើ API តែមួយគត់ដើម្បីចូលប្រើសេវាកម្ម។ យើងអាចកែប្រែ API និង/ឬបញ្ឈប់ការគាំទ្រកំណែចាស់ ឬការចេញផ្សាយ API នៅពេលណាក៏បាន។ យើងរក្សាសិទ្ធិក្នុងការផ្អាក ឬកំណត់ការចូលប្រើ API របស់អ្នកតាមការសម្រេចចិត្តតែមួយគត់របស់យើង ហើយយើងនឹងប្រើការខិតខំប្រឹងប្រែងសមហេតុផលដើម្បីផ្តល់ឱ្យអ្នកនូវការជូនដំណឹងមុនពេលផ្អាក។",
    "4036662147": "5. ការការពារព័ត៌មានសម្ងាត់",
    "3564208535": "អ្នកយល់ព្រមប្រើកិច្ចខិតខំប្រឹងប្រែងសមហេតុផលពាណិជ្ជកម្មដើម្បីការពារព័ត៌មានសម្ងាត់ណាមួយដែលទទួលបានពីយើង ឬតាមរយៈសេវាកម្មរបស់យើង។ រួមបញ្ចូលពិន្ទុ bot និងព័ត៌មានលម្អិតមិនមែនសាធារណៈនៃសេវាកម្មសហគ្រាសរបស់យើង រួមទាំងឯកសារដែលមិនមែនជាសាធារណៈ និងព័ត៌មានលម្អិតណាមួយដែលយើងអាចចែករំលែកទាក់ទងនឹងវិធីសាស្ត្រស្វែងរក bot របស់យើង។ ប្រសិនបើអ្នកត្រូវបានអនុញ្ញាតឱ្យចូលប្រើព័ត៌មានសម្ងាត់ណាមួយនោះ យើងអាចកែប្រែ ផ្អាក ឬកំណត់ការចូលប្រើរបស់អ្នកចំពោះសេវាកម្មរបស់យើងតាមការសម្រេចចិត្តតែមួយគត់របស់យើង ប្រសិនបើយើងកំណត់ថាព័ត៌មានសម្ងាត់ត្រូវបានលាតត្រដាងដោយការប្រើប្រាស់សេវាកម្មរបស់យើង ហើយយើងនឹងប្រើការខិតខំប្រឹងប្រែងសមហេតុផល។ ដើម្បីផ្តល់ឱ្យអ្នកនូវការជូនដំណឹងមុនពេលផ្អាក។",
    "120384113": "6. ការបញ្ចប់",
    "453723556": "អ្នកអាចបញ្ចប់ឧបសម្ព័ន្ធអតិថិជននេះដោយឯករាជ្យពីលក្ខខណ្ឌនៃសេវាកម្មដោយឈប់ធ្វើជាអតិថិជន ឬអ្នកស្នើសុំ។ យើងរក្សាសិទ្ធិក្នុងការផ្អាក ឬបញ្ចប់ស្ថានភាពរបស់អ្នកជាអតិថិជន ឬអ្នកស្នើសុំនៅពេលណាក៏បាន ឬដើម្បីបញ្ចប់គណនីរបស់អ្នក ឬការប្រើប្រាស់សេវាកម្មដែលស្របតាមលក្ខខណ្ឌនៃសេវាកម្ម។ អ្នក​នៅ​តែ​ទទួល​ខុស​ត្រូវ​លើ​ការ​បញ្ចប់​សម្រាប់​ចំនួន​ដែល​ត្រូវ​កំណត់​ក្រោម​ទម្រង់​ការ​បញ្ជា​ទិញ​របស់​អ្នក។ ប្រសិនបើការជាវរបស់អ្នករួមបញ្ចូលថ្លៃសេវាប្រចាំខែ ឬប្រចាំឆ្នាំ ឬអប្បបរមាប្រចាំខែ ឬប្រចាំឆ្នាំ អ្នកនឹងនៅតែទទួលខុសត្រូវក្នុងការបង់ថ្លៃសេវាទាំងអស់រហូតដល់ចុងខែ ឬឆ្នាំនោះរៀងៗខ្លួន។",
    "218889628": "លើកលែងតែកន្លែងដែលយើងបញ្ចប់ឧបសម្ព័ន្ធអតិថិជននេះ ឬលក្ខខណ្ឌនៃសេវាកម្មដែលជាលទ្ធផលនៃការរំលោភបំពានរបស់អ្នកនៃឧបសម្ព័ន្ធអតិថិជននេះ ឬលក្ខខណ្ឌនៃសេវាកម្ម ប្រសិនបើយើងបញ្ចប់ ហើយអ្នកបានបង់ប្រាក់ជាមុនណាមួយមកឱ្យយើង យើងនឹងសងប្រាក់វិញនូវចំណែកដែលគាំទ្រនៃតម្លៃទាំងនោះ។ ចំនួនទឹកប្រាក់បង់ប្រាក់ជាមុន ដោយផ្អែកលើពេលវេលាដែលនៅសល់ ឬសេវាកម្មដែលអ្នកបានបង់ ទោះជាមួយណាតិចជាង។ យើងនឹងបង្រួបបង្រួមការងាររបស់យើងក្នុងលក្ខណៈសមហេតុផលពាណិជ្ជកម្ម ហើយរក្សា និងផ្តល់ជូនអ្នកនូវរាល់សំណុំទិន្នន័យលទ្ធផលដែលបានចំណាយ និងទិន្នន័យអតិថិជនទាំងអស់នៅក្នុងកម្មសិទ្ធរបស់យើង។ នៅពេលការបញ្ចប់ណាមួយ យើងអាចប៉ុន្តែមិនមានកាតព្វកិច្ចលុបទិន្នន័យណាមួយឡើយ។",
    "2505227594": "7. លើស",
    "2369877184": "អត្រា RPS ខ្ពស់បំផុតដែលត្រូវបានអនុញ្ញាតសម្រាប់ hCaptcha Integrators ឬអតិថិជនគឺ 1,000 សំណើក្នុងមួយវិនាទីចំពោះអង្គភាពនៅក្នុងគណនីរបស់អ្នក (\"RPS\") លុះត្រាតែបានបញ្ជាក់ដោយកិច្ចព្រមព្រៀងជាលាយលក្ខណ៍អក្សររវាងអ្នក និងពួកយើង។",
    "234420106": "ក្នុងករណីដែលអ្នកជាសមាហរណកម្ម ឬអតិថិជននៃសេវាកម្មសហគ្រាស hCaptcha ហើយការប្រើប្រាស់ API របស់អ្នកដែលត្រូវបានវាស់វែងដោយ RPS លើសពីអត្រាដែលបានផ្តល់សម្រាប់កម្រិតសេវាកម្មរបស់អ្នក យើងអាចជ្រើសរើសដើម្បីកែប្រែសេវាកម្មរបស់អ្នក ឬគិតថ្លៃលើសអត្រា។ ក្នុងករណីដែលអត្រា RPS ខ្ពស់បំផុតរបស់អ្នកលើសពីអត្រាដែលបានផ្តល់ដោយកត្តានៃ 10 សម្រាប់ 10 នាទីឬច្រើនជាងនេះសរុបក្នុងរយៈពេល 30 ថ្ងៃ ហើយសំណើទាំងនេះភាគច្រើនគឺនៅក្នុងការវិនិច្ឆ័យតែមួយគត់របស់យើង មិនមែនចរាចរណ៍ព្យាបាទទេ យើងអាចជ្រើសរើស គិតប្រាក់អ្នកតាមអត្រាលើសដែលបានបញ្ជាក់តាមកិច្ចសន្យារបស់អ្នកសម្រាប់សំណើ API ទាំងអស់ដែលបានធ្វើឡើងនៅក្នុងខែនោះ។",
    "2619472217": "8. លក់បន្ត",
    "2019702084": "លុះត្រាតែមានការអនុញ្ញាតយ៉ាងច្បាស់នៅក្នុងកិច្ចព្រមព្រៀងសេវាកម្មមេរបស់អតិថិជន ឬកិច្ចព្រមព្រៀងអ្នកលក់បន្ត សេវាកម្ម SaaS ដែលបញ្ជាទិញនឹងមិនត្រូវបានលក់ លក់បន្ត ជួល ជួលបន្ត អាជ្ញាប័ណ្ណ អាជ្ញាប័ណ្ណរង ឬអាចផ្តល់ជូនភាគីទីបីផ្សេងទៀត (ក្រៅពីសាខារបស់អតិថិជន ) ហើយរាល់ការបញ្ជាទិញនៅក្រោមកិច្ចព្រមព្រៀង និងការប្រើប្រាស់សេវាកម្មរបស់អតិថិជនទាំងអស់គឺសម្រាប់ការប្រើប្រាស់អាជីវកម្មផ្ទៃក្នុងផ្ទាល់ខ្លួនរបស់អតិថិជន ឬសាខារបស់ខ្លួន។",
    "1233229030": "ផ្សេងៗ",
    "1467783792": "គ្មានបុគ្គល អង្គភាព ឬអង្គការណាដែលដាក់ទណ្ឌកម្មដោយសហរដ្ឋអាមេរិក (ជា \"អ្នកសំដែងដែលមានទណ្ឌកម្ម\") មានសិទ្ធិទទួលបានរង្វាន់ ឬប្រើប្រាស់សេវាកម្មជាអ្នករួមបញ្ចូលនោះទេ។ សម្រាប់ការជៀសវាងការសង្ស័យ នេះរាប់បញ្ចូលទាំងតួអង្គដាក់ទណ្ឌកម្មណាមួយដែលត្រូវបានចាត់តាំងដោយការិយាល័យគ្រប់គ្រងទ្រព្យសម្បត្តិបរទេស (\"OFAC\") នៃក្រសួងរតនាគារសហរដ្ឋអាមេរិក។",
    "3759657802": "អ្នកមិនអាចចាត់តាំង ផ្ទេរ ឬប្រគល់លក្ខខណ្ឌនៃសេវាកម្មទាំងនេះ ឬសិទ្ធិ ឬកាតព្វកិច្ចរបស់អ្នកនៅទីនេះតាមមធ្យោបាយណាមួយឡើយ (ដោយប្រតិបត្តិការនៃច្បាប់ ឬបើមិនដូច្នេះទេ)។",
    "1627232990": "ការបកប្រែលក្ខខណ្ឌនៃសេវាកម្មទាំងនេះត្រូវបានផ្តល់ជូនដោយផ្អែកលើការខិតខំប្រឹងប្រែងល្អបំផុត។ ក្នុងករណីមានភាពខុសគ្នាខ្លាំងរវាងលក្ខខណ្ឌនៃសេវាកម្មភាសាអង់គ្លេស និងការបកប្រែនោះ លក្ខខណ្ឌនៃសេវាកម្មជាភាសាអង់គ្លេសនឹងត្រូវបកស្រាយថាជាការអនុញ្ញាត។",
    "805221621": "សូមទាក់ទងមកយើងខ្ញុំនៅ",
    "259613338": "ប្រសិនបើអ្នកមានសំណួរណាមួយទាក់ទងនឹងលក្ខខណ្ឌនៃសេវាកម្មទាំងនេះ។",
    "2735878907": "សេចក្តីថ្លែងការណ៍ផែនការបន្តអាជីវកម្ម",
    "2887242610": "Intuition Machines, Inc បានបង្កើតផែនការបន្តអាជីវកម្មអំពីរបៀបដែលយើងនឹងឆ្លើយតបទៅនឹងព្រឹត្តិការណ៍ដែលរំខានយ៉ាងខ្លាំងដល់អាជីវកម្ម hCaptcha របស់យើង។ ដោយសារពេលវេលា និងផលប៉ះពាល់នៃគ្រោះមហន្តរាយ និងការរំខានគឺមិនអាចទាយទុកជាមុនបាន យើងនឹងត្រូវតែមានភាពបត់បែនក្នុងការឆ្លើយតបទៅនឹងព្រឹត្តិការណ៍ជាក់ស្តែងនៅពេលដែលវាកើតឡើង។ ដោយគិតក្នុងចិត្តនោះ យើងកំពុងផ្តល់ឱ្យអ្នកនូវព័ត៌មាននេះអំពីផែនការបន្តអាជីវកម្មរបស់យើង។",
    "809251240": "ទំនាក់ទំនងយើងខ្ញុំ",
    "2551802342": "- យើងមានគម្រោងស្តារ និងបន្តប្រតិបត្តិការអាជីវកម្មឡើងវិញយ៉ាងឆាប់រហ័ស បន្ទាប់ពីមានការរអាក់រអួលក្នុងអាជីវកម្ម និងឆ្លើយតបដោយការការពារបុគ្គលិក និងទ្រព្យសម្បត្តិរបស់យើង ធ្វើការវាយតម្លៃផ្នែកហិរញ្ញវត្ថុ និងប្រតិបត្តិការ ការពារសៀវភៅ និងកំណត់ត្រារបស់ក្រុមហ៊ុន និងអនុញ្ញាតឱ្យអតិថិជនរបស់យើង និងអ្នកប្រើប្រាស់ចុងក្រោយរបស់ពួកគេធ្វើប្រតិបត្តិការតាមអ៊ីនធឺណិត។ សរុបមក ផែនការបន្តអាជីវកម្មរបស់យើងត្រូវបានរៀបចំឡើងដើម្បីអនុញ្ញាតឱ្យក្រុមហ៊ុនរបស់យើងអាចដំណើរការឡើងវិញបានលឿនតាមដែលអាចធ្វើទៅបាន ដោយផ្អែកលើវិសាលភាពនិងភាពធ្ងន់ធ្ងរនៃការរំខានអាជីវកម្មដ៏សំខាន់។ អាស័យដ្ឋានផែនការបន្តអាជីវកម្មរបស់យើង៖ ការបម្រុងទុកទិន្នន័យ និងការសង្គ្រោះ; ប្រព័ន្ធសំខាន់នៃបេសកកម្មទាំងអស់; ការវាយតម្លៃហិរញ្ញវត្ថុ និងប្រតិបត្តិការ; ទំនាក់ទំនងជំនួសជាមួយអតិថិជន និយោជិត និងស្ថាប័នត្រួតពិនិត្យ។ ទីតាំងរាងកាយជំនួសរបស់និយោជិត; អ្នកផ្គត់ផ្គង់សំខាន់ និងផលប៉ះពាល់អតិថិជន; របាយការណ៍បទប្បញ្ញត្តិ; និងការជូនដំណឹងដល់អតិថិជនរបស់យើងភ្លាមៗ ប្រសិនបើយើងមិនអាចបន្តអាជីវកម្មរបស់យើង។ អាងផ្គត់ផ្គង់ស្នូលរបស់យើងបម្រុងទុកកំណត់ត្រាសំខាន់ៗរបស់យើងនៅក្នុងតំបន់ភូមិសាស្ត្រដាច់ដោយឡែកមួយ។ ខណៈពេលដែលគ្រប់ស្ថានភាពគ្រាអាសន្នបង្កបញ្ហាតែមួយគត់ដោយផ្អែកលើកត្តាខាងក្រៅ ដូចជាពេលវេលានៃថ្ងៃ និងភាពធ្ងន់ធ្ងរនៃការរអាក់រអួលនោះ យើងត្រូវបានណែនាំដោយក្រុមអ្នកផ្គត់ផ្គង់នេះថា គោលបំណងរបស់ពួកគេគឺដើម្បីស្ដារប្រតិបត្តិការរបស់ពួកគេឡើងវិញ និងអាចបន្តសេវាកម្មបានយ៉ាងឆាប់រហ័ស។ ទោះបីជាយើងបានធ្វើការដើម្បីកាត់បន្ថយហានិភ័យដោយប្រើក្រុមអ្នកផ្គត់ផ្គង់ចម្រុះក៏ដោយ សេវាកម្មរបស់អ្នកអាចត្រូវបានកែប្រែ ឬរំខានក្នុងអំឡុងពេលនេះ។",
    "826396656": "ផែនការបន្តអាជីវកម្មរបស់យើង។",
    "1979347895": "- ការរំខានអាជីវកម្មសំខាន់ៗអាចមានភាពខុសប្លែកគ្នាក្នុងវិសាលភាពរបស់វា ដូចជាក្រុមហ៊ុនរបស់យើង អគារតែមួយសម្រាប់ក្រុមហ៊ុនរបស់យើង សង្កាត់ដែលក្រុមហ៊ុនរបស់យើងស្ថិតនៅ ទីក្រុងដែលយើងស្ថិតនៅ ឬតំបន់ទាំងមូល។ នៅក្នុងផ្នែកនីមួយៗនៃផ្នែកទាំងនេះ ភាពធ្ងន់ធ្ងរនៃការរំខានក៏អាចប្រែប្រួលពីតិចតួចទៅធ្ងន់ធ្ងរផងដែរ។ នៅក្នុងការរំខានដល់ក្រុមហ៊ុនរបស់យើង ស្រុកអាជីវកម្ម ទីក្រុង ឬតំបន់ ឬអគារលំនៅដ្ឋានក្រុមហ៊ុនរបស់យើង យើងនឹងផ្ទេរប្រតិបត្តិការរបស់យើងទៅកាន់គេហទំព័រក្នុងស្រុកនៅពេលចាំបាច់ ហើយរំពឹងថានឹងមិនមានការរំខានជាសម្ភារៈដល់ប្រតិបត្តិការអាជីវកម្មឡើយ។ ក្នុងស្ថានភាពណាមួយ យើងមានគម្រោងបន្តអាជីវកម្ម ផ្ទេរប្រតិបត្តិការទៅអ្នកផ្គត់ផ្គង់ជំនួសប្រសិនបើចាំបាច់ ហើយជូនដំណឹងដល់អ្នកតាមរយៈគេហទំព័ររបស់យើងនៅ hcaptcha.com និងទំព័រស្ថានភាពរបស់យើងនៅ hcaptchastatus.com អំពីរបៀបទាក់ទងមកយើង។ ប្រសិនបើការរអាក់រអួលក្នុងអាជីវកម្មធ្ងន់ធ្ងរខ្លាំង ដែលវារារាំងយើងពីការបន្តអាជីវកម្ម យើងនឹងជូនដំណឹងដល់អ្នកជាបន្ទាន់។",
    "653679457": "ការរំខានផ្សេងៗគ្នា",
    "410397176": "សម្រាប់ព័ត៌មានបន្ថែម",
    "2095899021": "hCaptcha គោលការណ៍ណែនាំម៉ាកយីហោ និងអាជ្ញាប័ណ្ណពាណិជ្ជសញ្ញាទូទៅ",
    "2340340589": "ការណែនាំអំពីការប្រើប្រាស់សញ្ញា hCaptcha",
    "2430148876": "យើងបានបង្កើតគោលការណ៍ណែនាំទាំងនេះ និងអាជ្ញាប័ណ្ណពាណិជ្ជសញ្ញាទូទៅ ដើម្បីធ្វើឱ្យវាមានភាពងាយស្រួលតាមដែលអាចធ្វើទៅបានសម្រាប់អតិថិជន ដៃគូ និងអ្នកគាំទ្ររបស់យើងក្នុងការធ្វើការជាមួយម៉ាករបស់យើង ខណៈពេលដែលនៅតែរក្សាអត្តសញ្ញាណសាជីវកម្មរបស់យើង។ ប្រសិនបើអ្នកត្រូវការប្រើរូបតំណាង hCaptcha និមិត្តសញ្ញា ឬសញ្ញាសម្គាល់ផ្សេងទៀតតាមរបៀបដែលខុសគ្នាខ្លាំងពីគោលការណ៍ណែនាំទាំងនេះ អ្នកនឹងត្រូវទាក់ទងមកយើង (IMI) សម្រាប់អាជ្ញាប័ណ្ណសរសេរ។",
    "3884400764": "ខណៈពេលដែលអ្នកអាចប្រើសញ្ញា hCaptcha តាមគោលការណ៍ណែនាំទាំងនេះ វាមិនមានន័យថាអ្នកមានសិទ្ធិណាមួយនៅក្នុង hCaptcha Marks និមិត្តសញ្ញា ឬនៅក្នុងពាណិជ្ជសញ្ញា ឈ្មោះពាណិជ្ជកម្ម សញ្ញាសេវាកម្ម ឈ្មោះអាជីវកម្ម ឬសុច្ឆន្ទៈរបស់ hCaptcha ណាមួយឡើយ។ យើងចង់ផ្តល់ភាពបត់បែនតាមដែលអាចធ្វើទៅបាន ប៉ុន្តែយើងមានកាតព្វកិច្ចការពារ hCaptcha ប្រឆាំងនឹងការប្រើប្រាស់ដោយគ្មានការអនុញ្ញាតនៃពាណិជ្ជសញ្ញា ឈ្មោះពាណិជ្ជកម្ម សញ្ញាសេវាកម្ម ឈ្មោះអាជីវកម្ម ឬសុច្ឆន្ទៈរបស់ hCaptcha ។ ការប្រើប្រាស់ដោយគ្មានការអនុញ្ញាតណាមួយនឹងបញ្ចប់ការអនុញ្ញាត ឬអាជ្ញាប័ណ្ណដែលផ្តល់ដោយ hCaptcha ដោយស្វ័យប្រវត្តិ ហើយអាចប្រឈមនឹងការទទួលខុសត្រូវផ្លូវច្បាប់សម្រាប់ការខូចខាតណាមួយ។",
    "512598290": "ដូច្នេះហើយ យើងត្រូវតែសួរថា អ្នកតែងតែប្រើសញ្ញា និងនិមិត្តសញ្ញា hCaptcha ទាំងអស់ក្នុងទម្រង់ដែលប្រកាន់ខ្ជាប់នូវច្បាប់ខាងក្រោម រួមទាំងអក្សរធំ ពុម្ពអក្សរ និងរចនាប័ទ្ម។",
    "2075610992": "សូម​អរគុណ​សម្រាប់​ការ​គាំទ្រ​របស់​អ្នក!",
    "1023190144": "hCaptcha® នៅក្នុងអត្ថបទ",
    "4274324704": "នេះជារបៀបប្រើឈ្មោះរបស់យើងក្នុងការចម្លងជាលាយលក្ខណ៍អក្សរ៖",
    "3912926900": "hCaptcha® គួរតែមាននិមិត្តសញ្ញាពាណិជ្ជសញ្ញាដែលបានចុះបញ្ជីជាលើកដំបូងដែលវាលេចឡើងក្នុងច្បាប់ចម្លងច្នៃប្រឌិត។",
    "950637875": "អក្ខរាវិរុទ្ធ hCaptcha មិនគួរត្រូវបានផ្លាស់ប្តូរទេ ហើយ hCaptcha គួរតែត្រូវបានសរសេរជាអក្សរធំនៅក្នុងអក្សរទីពីរ (\"C\") ។ វាមិនដែលមានពហុវចនៈ ឬកម្មសិទ្ធិទេ។",
    "2624601135": "\"hCaptcha\" មិនគួរត្រូវបានប្រើជាផ្នែកនៃឈ្មោះម៉ាក ភ្ជាប់ជាមួយសហសញ្ញា ឬប្រើក្នុងឈ្មោះកម្មវិធី ឬផលិតផលផ្សេងទៀត។",
    "3828090208": "ជំនួសឱ្យការប្រើ \"for hCaptcha\"។ ប្រសិនបើប្រើជាមួយនិមិត្តសញ្ញាភាគីទីបី \"for hCaptcha\" ត្រូវតែមានទំហំតូចជាងនិមិត្តសញ្ញាភាគីទីបី។",
    "4149738856": "hCaptcha គួរតែត្រូវបានប្រើជាគុណនាម និងបន្តដោយពាក្យទូទៅត្រឹមត្រូវ។",
    "1446868537": "hCaptcha មិនគួរប្រើជាកិរិយាស័ព្ទទេ។",
    "2487931657": "កុំប្រើ៖ \"យើង hCaptcha'd គេហទំព័ររបស់យើង។\"",
    "2565565429": "ជំនួសមកវិញ៖ \"យើងប្រើ hCaptcha ដើម្បីធ្វើឱ្យគេហទំព័ររបស់យើងកាន់តែមានសុវត្ថិភាព និងកាន់តែមានសុវត្ថិភាព។\"",
    "3434202027": "រាល់ការប្រើប្រាស់ឈ្មោះ hCaptcha ក្នុងការទំនាក់ទំនងតម្រូវឱ្យមានការបញ្ជាក់៖ \"hCaptcha គឺជាពាណិជ្ជសញ្ញាដែលបានចុះបញ្ជីរបស់ Intuition Machines, Inc.\"",
    "2754937029": "ការប្រើប្រាស់ដែលមិនអាចទទួលយកបាន។",
    "2436973524": "មានតែឯកសារយោងត្រឹមត្រូវប៉ុណ្ណោះដែលអាចទទួលយកបាន។ វាមិនត្រូវបានអនុញ្ញាតក្នុងការនិយាយថាគេហទំព័រមួយប្រើប្រាស់សេវាកម្ម និងកម្មវិធី hCaptcha នៅពេលដែលវាមិនមាន។ ដូចគ្នានេះដែរ ការប្រើប្រាស់និមិត្តសញ្ញារបស់យើង ឬផ្លាកសញ្ញាណាមួយក៏សមរម្យដែរ នៅពេលដែលគេហទំព័រប្រើប្រាស់សេវាកម្ម hCaptcha ប៉ុណ្ណោះ។",
    "69844082": "ពាណិជ្ជសញ្ញា hCaptcha និមិត្តសញ្ញាក្រាហ្វិក និមិត្តសញ្ញា ពុម្ពអក្សរ ឬរូបតំណាងក៏អាចមិនត្រូវបានប្រើក្នុងលក្ខណៈប្រមាថដែរ។",
    "3861413614": "អ្នកមិនអាចប្រើពាណិជ្ជសញ្ញា ឬស្លាកសញ្ញា hCaptcha ណាមួយដែលបញ្ជាក់ថា hCaptcha មានទំនាក់ទំនងជាមួយ ឬការយល់ព្រម ការឧបត្ថម្ភ ឬការគាំទ្រផលិតផល ឬសេវាកម្មភាគីទីបី ដោយគ្មានការអនុញ្ញាតជាលាយលក្ខណ៍អក្សរឡើយ។",
    "1409822234": "មិនស្ថិតក្រោមកាលៈទេសៈណាក៏ដោយ ពាណិជ្ជសញ្ញា hCaptcha ដូចគ្នា ឬស្ទើរតែដូចគ្នា នឹងត្រូវប្រើជាឈ្មោះដែន។",
    "4181060163": "ភាគីទីបីមិនគួរប្រើបំរែបំរួល ឬអក្ខរាវិរុទ្ធខុស ឬធ្វើសកម្មភាពណាមួយដែលនឹងធ្វើឱ្យមានការភ័ន្តច្រឡំលើពាណិជ្ជសញ្ញា hCaptcha ឡើយ។",
    "3955555607": "ក្រៅពីដៃគូ ឬអ្នកលក់បន្តដែលមានការអនុញ្ញាត ភាគីទីបីមិនអាចដេញថ្លៃសម្រាប់ពាក្យគន្លឹះ Google AdWords ឬប្រព័ន្ធផ្សព្វផ្សាយគោលដៅផ្សេងទៀតដោយប្រើសញ្ញា hCaptcha ឬអក្ខរាវិរុទ្ធខុស។ ភាគីទីបីក៏មិនអាចប្រើសញ្ញា hCaptcha នៅក្នុងឈ្មោះដែន ការបង្កើនប្រសិទ្ធភាពម៉ាស៊ីនស្វែងរក ស្លាកមេតា ពាក្យស្វែងរក កូដ ឬការបង្ហាញខុសផ្សេងទៀត។",
    "1985238261": "សញ្ញាកំណត់ផ្សេងទៀត។",
    "2193061499": "ស្លាកសញ្ញា និងសញ្ញាសម្គាល់មួយចំនួនរបស់យើងត្រូវបានដាក់កម្រិតចំពោះការប្រើប្រាស់ដោយ hCaptcha និងដៃគូរបស់វា។ ភាគីទីបីមិនអាចប្រើសញ្ញាសម្គាល់ខាងក្រោមដោយគ្មានអាជ្ញាប័ណ្ណជាលាយលក្ខណ៍អក្សរពី hCaptcha៖",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha មានសិទ្ធិលក់បន្ត™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop ដោយ hCaptcha™",
    "2557601376": "និមិត្តសញ្ញា hCaptcha™",
    "248923369": "និមិត្តសញ្ញា BotStop™",
    "3942875761": "ជួយបង្កើតគេហទំព័រដែលប្រសើរជាងមុន™",
    "364774188": "ខ្ញុំជាមនុស្ស™",
    "2785425016": "(នៅក្នុងបរិបទនៃដំណោះស្រាយផ្ទៀងផ្ទាត់មនុស្សជាតិ ឧ. ការអំពាវនាវឱ្យធ្វើសកម្មភាព)",
    "2639657759": "សញ្ញាសម្គាល់ដែលប្រើដោយការអនុញ្ញាត",
    "1268918580": "ឡូហ្គោ និងសញ្ញាសម្គាល់មួយចំនួនដែលប្រើប្រាស់ដោយ hCaptcha និងដៃគូរបស់វាត្រូវបានគ្រប់គ្រងដោយភាគីទីបី ហើយអាចត្រូវបានប្រើប្រាស់ដោយមានការអនុញ្ញាតពីពួកគេ។ ភាគីទីបីមិនអាចប្រើសញ្ញាសម្គាល់ខាងក្រោមបានទេ លើកលែងតែមានការអនុញ្ញាតដោយម្ចាស់របស់ពួកគេ៖",
    "3782751514": "HUMAN Protocol® គឺជាពាណិជ្ជសញ្ញាដែលបានចុះបញ្ជីរបស់ HUMAN Protocol Foundation ហើយត្រូវបានប្រើប្រាស់ដោយមានការអនុញ្ញាតរបស់វា។",
    "1620709264": "HUMAN Token® គឺជាពាណិជ្ជសញ្ញាដែលបានចុះបញ្ជីរបស់ HUMAN Protocol Foundation ហើយត្រូវបានប្រើប្រាស់ដោយមានការអនុញ្ញាតរបស់វា។",
    "3031953928": "HUMAN Network™ គឺជាពាណិជ្ជសញ្ញារបស់មូលនិធិពិធីសារ HUMAN ហើយត្រូវបានប្រើប្រាស់ដោយមានការអនុញ្ញាតរបស់វា។",
    "3554363588": "សញ្ញាសម្គាល់ផ្សេងទៀត។",
    "3290996791": "ឈ្មោះផលិតផល ស្លាកសញ្ញា និងម៉ាកផ្សេងទៀតទាំងអស់ គឺជាកម្មសិទ្ធិរបស់ម្ចាស់រៀងៗខ្លួន។ ឈ្មោះក្រុមហ៊ុន ផលិតផល និងសេវាកម្មផ្សេងទៀតទាំងអស់ដែលប្រើក្នុងគេហទំព័រនេះគឺសម្រាប់គោលបំណងកំណត់អត្តសញ្ញាណតែប៉ុណ្ណោះ។ ការប្រើឈ្មោះ ឡូហ្គោ និងម៉ាកទាំងនេះមិនបញ្ជាក់ពីការយល់ព្រមទេ។",
    "2444685143": "គោលការណ៍និមិត្តសញ្ញា",
    "2414232014": "និមិត្តសញ្ញារបស់យើងគឺអាចសម្គាល់បានភ្លាមៗ និងជាទ្រព្យសម្បត្តិដ៏មានតម្លៃ និងសំខាន់បំផុតរបស់យើង។ ដើម្បីធានាថាវានៅតែជាតំណាងដ៏រឹងមាំនៃក្រុមហ៊ុនរបស់យើង វាត្រូវតែត្រូវបានបង្ហាញក្នុងលក្ខណៈប្រុងប្រយ័ត្ន និងជាប់លាប់នៅគ្រប់បណ្តាញទំនាក់ទំនងទាំងអស់។",
    "803639471": "និមិត្តសញ្ញា hCaptcha រួមមានរូបតំណាងដៃ និងប្រភេទនិមិត្តសញ្ញា hCaptcha ។ នៅក្នុងទម្រង់ជំនួសរបស់វា រូបតំណាងដៃអាចលេចឡើងដោយខ្លួនវា នៅពេលដែលចន្លោះត្រូវបានរឹតបន្តឹង ហើយ \"hCaptcha\" ត្រូវបានប្រើជាសញ្ញាសម្គាល់ពាក្យ (ដូចដែលបានពិពណ៌នាខាងលើ) នៅជិតរូបតំណាងដៃ ដូចជាវាច្បាស់ណាស់ រូបតំណាងដៃតំណាងឱ្យ hCaptcha ។",
    "564127016": "រូបតំណាងដៃ hCaptcha៖",
    "1424800293": "និមិត្តសញ្ញា hCaptcha៖",
    "1525506526": "តើការកាន់កាប់គណនីគឺជាអ្វី ហើយតើពួកគេធ្វើការដោយរបៀបណា?",
    "2446481523": "មាន​រឿង​បុរាណ​មួយ​ដែល​អ្នក​បើក​រទេះ​គោ និង​អ្នក​អភិជន​បង្ហាញ​ខ្លួន​នៅ​បន្ទាយ​ក្នុង​ភូមិ​តូច​មួយ​។ មាន​បុរស​ម្នាក់​ស្លៀក​ពាក់​ប្រឡាក់​ខោអាវ​មិន​ស្អាត ប្រាប់​ប៉ូលិស​ថា «ខ្ញុំ​ជា​អ្នក​អភិជន។ បុរសនេះជាអ្នកបើកបររបស់ខ្ញុំ។",
    "1767952047": "គាត់​វាយ​ខ្ញុំ​យប់​មិញ លួច​ខោអាវ​ខ្ញុំ ហើយ​យក​លុយ​ខ្ញុំ»។ បុរស​ម្នាក់​ទៀត​ស្លៀក​ពាក់​យ៉ាង​ប្រណិត​ជា​សម្លៀក​បំពាក់​របស់​វណ្ណៈ​អភិជន ក៏​ឆ្លើយ​ថា បពិត្រ​លោក​អ្នក​នេះ​ឆ្កួត​ហើយ។ គាត់គិតថាគាត់ជាអ្នកអភិជន។ ខ្ញុំជាអភិជនពិតប្រាកដ។ ចាប់​គាត់!»",
    "2947576723": "រឿងនេះបង្ហាញពីអាជ្ញាប័ណ្ណអ្នកបើកបរ និងការបោះពុម្ពម្រាមដៃឌីជីថល ប៉ុន្តែវាផ្តល់នូវឧទាហរណ៍ដ៏ល្អនៃអ្វីដែលអាចខុសនៅក្នុងស្ថានភាពនៃការកាន់កាប់គណនី។ បុគ្គលម្នាក់ចូលទៅក្នុងគណនីធនាគារអនឡាញ ឬកម្មវិធីទូទាត់ប្រាក់តាមទូរសព្ទ។ តើ​គាត់​ជា​ម្ចាស់​គណនី​ពិត ឬ​ជា​អ្នក​លួច​ចូល​គណនី? តើនរណាជានរណាពិតប្រាកដ? បញ្ហាសុវត្ថិភាពទាំងនេះប៉ះពាល់ដល់ស្ថាប័នដែលអនុញ្ញាតឱ្យចូលប្រើគណនីសេវាកម្មខ្លួនឯង។",
    "1687299615": "តើការកាន់កាប់គណនីគឺជាអ្វី?",
    "2648707986": "ការកាន់កាប់គណនីគឺជាទម្រង់មួយនៃការក្លែងបន្លំតាមអ៊ីនធឺណិត ដែលតួអង្គព្យាបាទក្លែងបន្លំជាម្ចាស់គណនីអនឡាញ។ ជាធម្មតា គណនីនេះគឺនៅគ្រឹះស្ថានហិរញ្ញវត្ថុ ឬអាជីវកម្មអេឡិចត្រូនិក ដែលជនបោកប្រាស់អាចលួចលុយ ទំនិញ ឬកាតអំណោយ។ អ្នកវាយប្រហារប្រើការលួចចូលគណនីដើម្បីចូលប្រើគណនី ហើយបន្ទាប់មកយកវាមកជំនួស ប្រហែលជាប្តូរពាក្យសម្ងាត់ដើម្បីចាក់សោម្ចាស់គណនីពិតប្រាកដចេញ។",
    "1476843710": "ប៉ះពាល់ផ្នែកហិរញ្ញវត្ថុតិច ប៉ុន្តែនៅតែបំផ្លាញទម្រង់នៃការកាន់កាប់គណនីពាក់ព័ន្ធនឹងការលួចគណនីប្រព័ន្ធផ្សព្វផ្សាយសង្គម និងផ្សេងៗទៀត។ នៅក្នុងករណីទាំងនេះ អ្នកវាយប្រហារជាធម្មតាកំពុងព្យាយាមផ្សព្វផ្សាយមេរោគ ឬចូលរួមក្នុងការវាយប្រហារដោយបន្លំប្រឆាំងនឹងមិត្តភ័ក្តិដែលមិនសង្ស័យរបស់ជនរងគ្រោះ។ ឬអ្នកវាយប្រហារកំពុងព្យាយាមធ្វើឱ្យជនរងគ្រោះអាម៉ាស់ ដែលជួនកាលកើតឡើងជាមួយតារាល្បី និងអ្នកនយោបាយ ជាឧទាហរណ៍។",
    "2904949278": "តើ Hacker កាន់កាប់គណនីដោយរបៀបណា?",
    "2575690545": "ការកាន់កាប់គណនី ដូចជាការក្លែងបន្លំតាមអ៊ីនធឺណិតច្រើនណាស់ ភាគច្រើនជាបញ្ហានៃដំណើរការដ៏ធំដោយស្វ័យប្រវត្តិ។ វាជារឿងកម្រណាស់សម្រាប់ពួក Hacker ដែលស្លៀកពាក់ខោអាវក្នុងបន្ទប់ក្រោមដីរបស់ម្តាយគាត់ វាយបញ្ចូលពាក្យសម្ងាត់ទៅក្នុងគេហទំព័រធនាគារម្តងមួយៗ។",
    "3614653023": "ផ្ទុយទៅវិញ ការអនុវត្តនេះពឹងផ្អែកលើការវាយលុកព័ត៌មានសម្ងាត់ទ្រង់ទ្រាយធំដែលសាកល្បងឈ្មោះអ្នកប្រើប្រាស់/លេខសម្ងាត់រាប់លានគូលើស្ថាប័នហិរញ្ញវត្ថុគោលដៅរាប់សិបក្នុងក្តីសង្ឃឹមនៃការដោះសោសំណុំតូចមួយនៃគណនី។ នៅពេលដែលកម្មវិធីក្លែងបន្លំស្វ័យប្រវត្តិបានចូលប្រើគណនីនោះ ហេកឃ័ររបស់មនុស្សអាចនឹងចូលរួម ប៉ុន្តែក្នុងករណីខ្លះមិនមែនទេ។",
    "2762759509": "ការវាយប្រហារកាន់កាប់គណនីជាច្រើនគឺស្ទើរតែដោយស្វ័យប្រវត្តិទាំងស្រុង។",
    "1972710018": "មើលឃើញពីទស្សនៈរបស់ក្រុមហ៊ុន",
    "1282121137": "ដើម្បីយល់ពីរបៀបដែលការកាន់កាប់គណនីមានបញ្ហា សូមពិចារណាពីអ្វីដែលបទពិសោធន៍មើលទៅដូចពីទស្សនៈរបស់ស្ថាប័នហិរញ្ញវត្ថុ។ ពួកគេគ្រប់គ្រងការចូលរាប់លានជារៀងរាល់ថ្ងៃ។",
    "2315518622": "ជាមួយនឹងភាពទំនើបដែលមាននៅក្នុងឧបករណ៍វាយប្រហារនាពេលបច្ចុប្បន្ននេះ វាមានការប្រកួតប្រជែងយ៉ាងខ្លាំងក្នុងការរកឃើញថាមួយណាជាការក្លែងបន្លំ។ បន្ទាប់​មក មាន​មនុស្ស​ម្នាក់​ទូរស័ព្ទ​ទៅ​ខ្សែ​សេវា​អតិថិជន ហើយ​និយាយ​ថា “គណនី​របស់​ខ្ញុំ​ត្រូវ​បាន​គេ​វាយ​ប្រហារ! ខ្ញុំ​មិន​អាច​ចូល​បាន​ទេ ហើយ​មាន​អ្នក​លួច​លុយ​ខ្ញុំ!”",
    "1836369533": "ដូច​ជា​មេទ័ព​ក្នុង​រឿងនិទាន តើ​គេ​កំណត់​ថា​នរណា​ជា​នរណា​? ប្រសិនបើអ្នកវាយប្រហារមានធាតុអត្តសញ្ញាណដែលលួចបានគ្រប់គ្រាន់ ដូចជាលេខប័ណ្ណបើកបរ លេខសន្តិសុខសង្គម ឈ្មោះម្តាយដើម អាស័យដ្ឋានជាដើម វាអាចពិបាកក្នុងការកំណត់ថាតើអ្នកហៅចូលគឺជាម្ចាស់គណនីពិត ឬជាអ្នកវាយប្រហារព្យាយាមដើម្បីទទួលបាន កំណត់ពាក្យសម្ងាត់ឡើងវិញនៅលើគណនីដែលគាត់ចង់ចូល។",
    "2880837730": "តើត្រូវធ្វើអ្វីដើម្បីបញ្ឈប់ការកាន់កាប់គណនី?",
    "3654556483": "ស្ថាប័នហិរញ្ញវត្ថុ និងក្រុមហ៊ុន eCommerce មានដំណើរការ និងការគ្រប់គ្រងដែលកាត់បន្ថយការគំរាមកំហែងនៃការកាន់កាប់គណនីមួយចំនួន។ ទាំងនេះរាប់ចាប់ពីសំណួរសុវត្ថិភាព \"តើមិត្តល្អបំផុតរបស់អ្នកនៅសាលាបឋមសិក្សាឈ្មោះអ្វី\" បែបបុរាណ ដល់វិធីសាស្រ្តរាវរកដែលរារាំងអាសយដ្ឋាន IP គួរឱ្យសង្ស័យ និងទម្រង់ឧបករណ៍ចល័ត។",
    "2449501658": "ផ្តល់នូវវិធីទំនើបបំផុតមួយដើម្បីកាត់បន្ថយការគំរាមកំហែងពីការប៉ុនប៉ងចូលគណនីក្លែងបន្លំ ដោយប្រើការរៀនម៉ាស៊ីនដើម្បីស្វែងរក និងបញ្ឈប់រូបយន្ត ហើយមានប្រសិទ្ធភាពធ្វើឱ្យវាកាន់តែពិបាកឬសូម្បីតែមិនអាចទៅរួចសម្រាប់អ្នកក្លែងបន្លំដើម្បីចូលរួមក្នុងការកាន់កាប់គណនី។",
    "3621455477": "ដើម្បីស្វែងយល់បន្ថែម!",
    "555246307": "និយាយអីញ្ចឹង នេះជារបៀបដែលរឿងរបស់អភិជន និងអ្នកបើកបររបស់គាត់ត្រូវបញ្ចប់៖ ឆ្មាំបានធ្វើឱ្យបុរសទាំងពីរអង្គុយនៅក្នុងបន្ទប់ជាមួយគ្នាអស់ជាច្រើនម៉ោង ហើយធុញទ្រាន់នឹងគំនិតរបស់ពួកគេ។ នៅ​ចុង​ម៉ោង គាត់​បាន​លេច​មក ហើយ​និយាយ​ថា “ខ្ញុំ​នឹង​និយាយ​ជា​មួយ​អ្នក​បើក​រទេះ​ឥឡូវ​នេះ”។ បុរស​ក្នុង​សម្លៀក​បំពាក់​ដ៏​ថ្លៃ​ថ្នូ​ក្រោក​ឈរ។ គាត់អផ្សុកណាស់ គាត់ភ្លេចថាគាត់គ្រាន់តែធ្វើពុតជាអភិជន។",
    "1224727373": "BotStop ដោយ hCaptcha",
    "1187718370": "ទាក់ទង​មក​ពួក​យើង",
    "3892905664": "hCaptcha ជួយសេវាកម្មអនឡាញដែលអ្នកចូលចិត្តរក្សាការបិទ bots សារឥតបានការ និងការរំលោភបំពានដោយការសួរសំណួរសាមញ្ញដែលងាយស្រួលសម្រាប់មនុស្ស និងពិបាកសម្រាប់ម៉ាស៊ីន។",
    "555158694": "សេវាកម្មដែលអ្នកប្រើបានជ្រើសរើសដើម្បីកែលម្អបទពិសោធន៍របស់អ្នកនៅលើគេហទំព័ររបស់ពួកគេដោយដំឡើង hCaptcha ដើម្បីកាត់បន្ថយចរាចរណ៍ដែលមានគំនិតអាក្រក់។",
    "1617196410": "hCaptcha គឺផ្តោតលើការបញ្ឈប់ bots ។ យើង​មិន​ខ្វល់​ថា​អ្នក​ប្រើ​នោះ​ជា​អ្នក​ណា​ទេ ប៉ុន្តែ​មើល​តែ​ថា​តើ​ពួក​គេ​ព្យាបាទ​ឬ​អត់។ យើងខិតខំធ្វើការដើម្បីរក្សាតុល្យភាពភាពឯកជន &",
    "1624200563": "សុវត្ថិភាព និងអនុលោមតាម GDPR, CCPA, LGPD, PIPL និងបទប្បញ្ញត្តិឯកជនភាពផ្សេងទៀត។",
    "1927613000": "hCaptcha រួមបញ្ចូលគ្នានូវការរៀនម៉ាស៊ីនដ៏ទំនើបជាមួយនឹងវេទិកាប្រកួតប្រជែងដ៏មានអានុភាពដើម្បីការពារកម្មវិធីគេហទំព័រពីការកាន់កាប់គណនី ការបញ្ចូលព័ត៌មានសម្ងាត់ ការលួចបន្លំ និងប្រភេទនៃការរំលោភបំពានផ្សេងៗទៀត។",
    "1133989302": "ហេតុអ្វី hCaptcha?",
    "34074886": "រាល់ពេលដែលអ្នកឆ្លើយសំណួរមួយ យើងប្រើគំរូដ៏ទំនើបដើម្បីស្វែងយល់ថាតើអ្នកជាមនុស្សឬអត់។ គេហទំព័រដែលអ្នកបានចូលមើលបន្ទាប់មកប្រើប្រាស់លទ្ធផលនេះ ដើម្បីជួយកែលម្អបទពិសោធន៍របស់អ្នកនៅលើគេហទំព័ររបស់ពួកគេដោយរក្សាទុករូបយន្ត។",
    "3412647984": "វាអនុញ្ញាតឱ្យអ្នកជៀសវាងសំណួរនាពេលអនាគតដោយការចុះឈ្មោះ និងកំណត់ខូគី។ សូមព្យាយាមបិទកម្មវិធីទប់ស្កាត់ការផ្សាយពាណិជ្ជកម្មរបស់អ្នកផងដែរ។",
    "2510209017": "ត្រូវការជំនួយបន្ថែមទេ?",
    "477275453": "ហេតុអ្វីបានជា APIs ជាគោលដៅពេញនិយមសម្រាប់ពួក Hacker?",
    "596347471": "ចំណុចប្រទាក់កម្មវិធីកម្មវិធី (APIs) បានក្លាយជាគោលដៅដ៏ពេញនិយមសម្រាប់តួអង្គព្យាបាទនៅក្នុងអ៊ីនធឺណែត។ មានហេតុផលជាច្រើនសម្រាប់បញ្ហានេះ រួមទាំងឧបករណ៍ប្រើប្រាស់ដ៏អស្ចារ្យរបស់ពួកគេក្នុងការរួមបញ្ចូលកម្មវិធី។ ទោះយ៉ាងណាក៏ដោយ វាគឺអាចធ្វើទៅបានដើម្បីកាត់បន្ថយហានិភ័យ API ។",
    "2441638955": "ទីមួយ តើ API ជាអ្វី?",
    "3963216198": "ដើម្បីពិភាក្សាអំពីមូលហេតុដែល APIs គឺជាគោលដៅដ៏ពេញនិយមសម្រាប់ពួក Hacker ដំបូងវាមានតម្លៃចំណាយពេលខ្លីមួយដើម្បីកំណត់នូវអ្វីដែលបច្ចុប្បន្នមានន័យថា \"API\" ។ គោលគំនិតនៃ API គឺមិនថ្មីទាល់តែសោះ។ ជាការពិត ចំណុចប្រទាក់សម្រាប់ភ្ជាប់ប្រព័ន្ធកុំព្យូទ័រផ្សេងៗជាមួយគ្នាទៅវិញទៅមក ក៏ដូចជាធាតុផ្សំខាងក្នុងរបស់ពួកគេ មានតាំងពីដើមទសវត្សរ៍ឆ្នាំ 1960 មកម្ល៉េះ។",
    "1047251718": "ទោះជាយ៉ាងណាក៏ដោយ សព្វថ្ងៃនេះ នៅពេលដែលមនុស្សនិយាយអំពី APIs ពួកគេតែងតែមានន័យថា APIs ផ្អែកលើស្តង់ដារ។ ទាំងនេះគឺជា APIs ដែលបង្កើតឡើងដោយប្រើស្តង់ដារបើកចំហដូចជា Representational State Transfer (REST) និងបើកទម្រង់ឯកសារស្តង់ដារដូចជា JavaScript Object Notation (JSON) ជាដើម។ \"RESTful APIs\" បែបនេះ ដូចដែលគេដឹងហើយ អាចត្រូវបានបង្កើតដោយមិនចាំបាច់ប្រើកម្មវិធីដែលមានកម្មសិទ្ធិ។ APIs លទ្ធផលគឺអាចផ្ញើ និងទទួលការហៅទិន្នន័យ និងនីតិវិធីរវាងកម្មវិធីកម្មវិធី។ ឧទាហរណ៍ កម្មវិធីធនាគារចល័តប្រើ API ដើម្បីចូលប្រើប្រព័ន្ធរបស់ធនាគារ។",
    "3195334319": "ឧបករណ៍ប្រើប្រាស់ និងភាពងាយរងគ្រោះនៃ APIs",
    "1903743785": "ការមកដល់នៃ APIs ផ្អែកលើស្តង់ដារតំណាងឱ្យការលោតផ្លោះដ៏ធំមួយក្នុងការរួមបញ្ចូលកម្មវិធី។ ក្នុងរយៈពេល 20 ឆ្នាំចុងក្រោយនេះ APIs បានផ្លាស់ប្តូរពីផលិតផលសូហ្វវែរដែលមានកម្មសិទ្ធិថ្លៃដើម និងស្មុគស្មាញទៅជាឧបករណ៍ឥតគិតថ្លៃ ផ្អែកលើស្តង់ដារ ដែលងាយស្រួលធ្វើការប្រៀបធៀប និងរហ័សក្នុងការដាក់ឱ្យប្រើប្រាស់។",
    "879362350": "ជាមួយនឹង APIs ថ្មីដែលដំណើរការលើអ៊ីនធឺណិត វាអាចភ្ជាប់កម្មវិធី ឬប្រភពទិន្នន័យ គ្រប់ទីកន្លែងក្នុងពិភពលោក ដោយមិនគិតពីវេទិកា គ្រោងការណ៍ទិន្នន័យ ឬភាសាសរសេរកម្មវិធីឡើយ។ ជាលទ្ធផល ពិភពកុំព្យូទ័រឥឡូវនេះកំពុងស្ថិតនៅចំកណ្តាលនៃបដិវត្តន៍ API ។ មានការផ្ទុះនៃការតភ្ជាប់រវាងកម្មវិធី និងទិន្នន័យ។ អស្ចារ្យណាស់ ទាល់តែអត់។",
    "3844432472": "ភាពបើកចំហ និងអត្ថប្រយោជន៍នៃ APIs ធ្វើឱ្យពួកគេក្លាយជាគោលដៅដ៏សម្បូរបែបសម្រាប់អ្នកវាយប្រហារ។ តាមរបៀបដូចគ្នាដែលកម្មវិធីទូរសព្ទចល័តអាចត្រូវបានរៀបចំកម្មវិធីដើម្បីទៅដល់ និងទទួលបានទិន្នន័យពីប្រព័ន្ធសាជីវកម្មដោយប្រើ API ដូច្នេះមេរោគក៏អាចជាបំណែកផងដែរ។ ពួក Hacker បានសរសេរឧបករណ៍កម្មវិធីជាច្រើនដើម្បីបំពាន APIs ។ វាជាបច្ចេកទេសវាយប្រហារដ៏មានប្រសិទ្ធភាព។",
    "2187096543": "ជាការពិតណាស់ មានការរំលោភលើទិន្នន័យសំខាន់ៗមួយចំនួន ដែលបណ្តាលមកពីកម្មវិធីដែលសរសេរដោយពួក Hacker ដែលបានអំពាវនាវឱ្យ API ទាញយកទិន្នន័យពីមូលដ្ឋានទិន្នន័យ។ យ៉ាងណាមិញ ប្រសិនបើវាលួចទិន្នន័យគ្រាន់តែទាមទារការហៅ GET ជាមូលដ្ឋាននៅលើ API ដែលសរសេរដោយប្រើ REST និង JSON នោះវាងាយស្រួលក្នុងការលុបឃ្លាំងទិន្នន័យយ៉ាងឆាប់រហ័ស។ តាមការពិត នៅពេលដែលមនុស្សនិយាយអំពីការវាយប្រហារ \"ការចោលអេក្រង់\" អ្វីដែលពួកគេពិតជាមានន័យ ភាគច្រើនគឺការហៅ API រហ័សដែលទាញទិន្នន័យចេញពីមូលដ្ឋានទិន្នន័យ។ APIs បានក្លាយជាផ្ទៃវាយប្រហារដ៏សំខាន់សម្រាប់អង្គការដែលបង្កើតពួកគេ។",
    "4222109231": "កាត់បន្ថយហានិភ័យ API ជាមួយនឹងផលិតផលសហគ្រាសរបស់ hCaptcha",
    "1783317946": "ការបញ្ឈប់ការវាយប្រហារ API គឺជាករណីប្រើប្រាស់ដ៏ពេញនិយមសម្រាប់",
    "3022922096": ", ឈុតសហគ្រាសរបស់ hCaptcha នៃផលិតផល។ មិនដូចកំណែឥតគិតថ្លៃនៃ hCaptcha,",
    "63719113": "ប្រើការរៀនម៉ាស៊ីនកម្រិតខ្ពស់ដើម្បីកំណត់អត្តសញ្ញាណចរាចរណ៍ព្យាបាទទៅកាន់គេហទំព័រ និងកម្មវិធីរបស់អ្នក - រួមទាំងសកម្មភាពលួចបន្លំ។",
    "3566102529": "យើងថ្ងៃនេះដើម្បីស្វែងយល់បន្ថែម។",
    "3096553330": "ប្រព័ន្ធនីមួយៗដែលយើងបង្កើតគ្រាន់តែឆ្លុះបញ្ចាំងពីទំនាក់ទំនងរបស់យើងជាមួយមនុស្សផ្សេងទៀត។",
    "1467218142": "អ្វី​ដែល​យើង​ចង់​បាន​ពី​ពួកគេ និង​ខ្លួន​យើង​ជំរុញ​អាកប្បកិរិយា​របស់​យើង ហើយ​ដូច្នេះ​គំរូ​ដូចគ្នា​នៃ​អន្តរកម្ម​កើតឡើង​វិញ​ក្នុង​ប្រព័ន្ធ​មនុស្ស​ទាំងអស់។ អ៊ីនធឺណិតផ្តល់នូវឧទាហរណ៍ជាច្រើននៃទិដ្ឋភាពជាមូលដ្ឋាននៃពិភពលោករបស់យើង។",
    "808872868": "ឧទាហរណ៍៖ សារឥតបានការ ការក្លែងបន្លំ និងការរំលោភបំពានបានកើតមាននៅលើអ៊ីនធឺណិតចាប់តាំងពីជិតមួយថ្ងៃបន្ទាប់ពីប្រព័ន្ធពីរត្រូវបានភ្ជាប់ជាមួយគ្នាជាលើកដំបូង។",
    "1085089390": "ការរំលោភបំពានលើអ៊ីនធឺណិត កើតចេញពីអាកប្បកិរិយារបស់មនុស្សពីកំណើត",
    "3064321967": "អ៊ីមែលសារឥតបានការដែលគេស្គាល់ដំបូងត្រូវបានផ្ញើក្នុងឆ្នាំ ១៩៧៨។",
    "3800781598": "] ជិតប្រាំទសវត្សរ៍ក្រោយមក សារឥតបានការអ៊ីមែលនៅតែបន្តញាំញីយើង។ ទឹកប្រាក់រាប់ពាន់លានដុល្លារ និងរាប់ពាន់លាននៃកិច្ចខិតខំប្រឹងប្រែងផ្នែកវិស្វកម្មជាច្រើនឆ្នាំត្រូវបានដាក់ចូលទៅក្នុងការកម្ចាត់វា ហើយនៅតែមានសារឥតបានការ។ មាន​ឧស្សាហកម្ម​រាប់​ពាន់​លាន​ដុល្លារ​ទាំង​សងខាង ពោល​គឺ​អ្នក​ការពារ​ប្រឆាំង​នឹង​អ្នក​ដែល​បញ្ជូន​វា។",
    "2119943547": "ហេតុអ្វីនេះ? ចម្លើយគឺសាមញ្ញ។ ដរាបណាមានការលើកទឹកចិត្តក្នុងការរំលោភបំពានប្រព័ន្ធមួយ ជាទូទៅនរណាម្នាក់នឹងស្វែងរកវិធីមួយ។ ហើយនៅពេលដែលពួកគេធ្វើ នោះអ្នកផ្សេងទៀតនឹងមានការលើកទឹកចិត្តដើម្បីបញ្ឈប់ពួកគេ។",
    "532470444": "សមតុល្យអាចផ្លាស់ប្តូរបន្តិចពីមួយឆ្នាំទៅមួយឆ្នាំ ប៉ុន្តែឥរិយាបថនេះគ្រាន់តែឆ្លុះបញ្ចាំងពីធម្មជាតិជាមូលដ្ឋានរបស់មនុស្ស ហើយប្រាំពាន់ឆ្នាំនៃប្រវត្តិសាស្រ្តដែលបានកត់ត្រាទុកបង្ហាញថា ថាមវន្តទំនងជាមិនផ្លាស់ប្តូរនៅពេលណាមួយឆាប់ៗនេះទេ។",
    "3193548097": "Hope Springs អស់កល្បជានិច្ច",
    "4065614934": "ការវិភាគនេះមិនមែនជារឿងថ្មីទេ ប៉ុន្តែមនុស្សមានសុទិដ្ឋិនិយមជារៀងរហូត។ ជាពិសេសនៅពេលដែលពួកគេគិតថាគំនិតរបស់ពួកគេគឺថ្មី។",
    "1216071511": "គំនិតដូចគ្នានេះត្រូវបានស្នើឡើងជាញឹកញាប់ ដែលប្រហែលជា 20 ឆ្នាំមុន អ្នកនិពន្ធអនាមិកម្នាក់បានមកជាមួយការបំពេញចន្លោះដែលមានប្រយោជន៍សម្រាប់ការពិភាក្សាតាមអ៊ីនធឺណិតអំពីដំណោះស្រាយប្រឆាំងនឹងសារឥតបានការ៖",
    "1941999673": "ប្រកាសរបស់អ្នកតស៊ូមតិ ក",
    "4179118182": "( ) បច្ចេកទេស ( ) នីតិបញ្ញត្តិ ( ) ទីផ្សារផ្អែកលើ ( ) ការប្រុងប្រយ័ត្ន",
    "3978720689": "វិធីសាស្រ្តក្នុងការប្រយុទ្ធប្រឆាំងនឹងសារឥតបានការ។ គំនិតរបស់អ្នកនឹងមិនដំណើរការទេ។ នេះជាមូលហេតុដែលវានឹងមិនដំណើរការ។",
    "318339230": "(មួយ ឬច្រើនខាងក្រោមអាចអនុវត្តចំពោះគំនិតជាក់លាក់របស់អ្នក ហើយវាអាចមាន",
    "30312304": "កំហុសផ្សេងទៀតដែលធ្លាប់ប្រែប្រួលពីរដ្ឋមួយទៅរដ្ឋមួយ មុនពេលច្បាប់សហព័ន្ធមិនល្អត្រូវបានអនុម័ត។ )",
    "2710988028": "( ) អ្នកផ្ញើសារឥតបានការអាចប្រើវាយ៉ាងងាយស្រួលដើម្បីប្រមូលអាសយដ្ឋានអ៊ីមែល",
    "3912514510": "( ) បញ្ជីសំបុត្ររួម និងការប្រើប្រាស់អ៊ីមែលស្របច្បាប់ផ្សេងទៀតនឹងរងផលប៉ះពាល់",
    "2030062561": "() គ្មាននរណាម្នាក់នឹងអាចស្វែងរកបុរសឬប្រមូលលុយបានទេ។",
    "3334160175": "() វាគ្មានការការពារប្រឆាំងនឹងការវាយប្រហារដោយកម្លាំងសាហាវ",
    "3238345709": "( ) វានឹងបញ្ឈប់សារឥតបានការរយៈពេលពីរសប្តាហ៍ ហើយបន្ទាប់មកយើងនឹងជាប់គាំងជាមួយវា។",
    "4227800293": "() អ្នក​ប្រើ​អ៊ីមែល​នឹង​មិន​ដាក់​វា​ទេ។",
    "2271252286": "() ក្រុមហ៊ុន Microsoft នឹងមិនទទួលយកវាទេ។",
    "692064738": "() ប៉ូលីសនឹងមិនដោះស្រាយទេ។",
    "3475647460": "() ទាមទារកិច្ចសហប្រតិបត្តិការច្រើនពេកពីអ្នកផ្ញើសារឥតបានការ",
    "1482845460": "( ) ទាមទារកិច្ចសហប្រតិបត្តិការជាបន្ទាន់ពីអ្នកគ្រប់គ្នាក្នុងពេលតែមួយ",
    "3741193183": "( ) អ្នកប្រើប្រាស់អ៊ីមែលជាច្រើនមិនអាចមានលទ្ធភាពបាត់បង់អាជីវកម្ម ឬផ្តាច់មុខនិយោជកដែលមានសក្តានុពលនោះទេ។",
    "2234909600": "() អ្នកផ្ញើសារឥតបានការមិនខ្វល់អំពីអាសយដ្ឋានមិនត្រឹមត្រូវនៅក្នុងបញ្ជីរបស់ពួកគេទេ។",
    "1982617151": "() នរណាម្នាក់អាចបំផ្លាញអាជីព ឬអាជីវកម្មរបស់នរណាម្នាក់ដោយអនាមិក",
    "2498172334": "ជាពិសេស គម្រោងរបស់អ្នកមិនអាចទទួលយកបាន។",
    "389705801": "() ច្បាប់ហាមឃាត់យ៉ាងច្បាស់លាស់",
    "190955495": "() កង្វះសិទ្ធិអំណាចគ្រប់គ្រងកណ្តាលសម្រាប់អ៊ីមែល",
    "237009707": "() បើកការបញ្ជូនតនៅបរទេស",
    "3507532387": "( ) ភាពងាយស្រួលនៃការស្វែងរកចន្លោះអាសយដ្ឋានអក្សរក្រមលេខតូចនៃអាសយដ្ឋានអ៊ីមែលទាំងអស់។",
    "2477958756": "( ) មនុស្ស​អាក្រក់",
    "3254142589": "() បញ្ហាយុត្តាធិការ",
    "3621401685": "() ភាពមិនពេញនិយមនៃពន្ធថ្មីចំលែក",
    "4277475973": "() ការស្ទាក់ស្ទើរជាសាធារណៈក្នុងការទទួលយកទម្រង់ថ្មីនៃប្រាក់ដ៏ចំលែក",
    "941057651": "() ការវិនិយោគផ្នែកទន់ដែលមានស្រាប់ដ៏ធំនៅក្នុង SMTP",
    "3265293440": "() ភាពងាយទទួលនៃពិធីការក្រៅពី SMTP ដើម្បីវាយប្រហារ",
    "515733427": "() ឆន្ទៈរបស់អ្នកប្រើប្រាស់ក្នុងការដំឡើងបំណះ OS ដែលបានទទួលតាមអ៊ីមែល",
    "2631159699": "( ) កងទ័ពដង្កូវបានច្រានចោលប្រអប់វីនដូដែលភ្ជាប់អ៊ីនធឺណិតតាមអ៊ីនធឺណិត",
    "776542208": "( ) ការប្រណាំងសព្វាវុធដ៏អស់កល្បដែលជាប់ពាក់ព័ន្ធក្នុងគ្រប់វិធីសាស្រ្តចម្រោះ",
    "989480928": "() ផលចំណេញយ៉ាងខ្លាំងនៃសារឥតបានការ",
    "3898950867": "() Joe ការងារ និង/ឬ ការលួចអត្តសញ្ញាណ",
    "3395399558": "() អ្នកនយោបាយមិនចេះអក្សរ",
    "1118929614": "() ភាពឆោតល្ងង់យ៉ាងខ្លាំងចំពោះផ្នែកនៃមនុស្សដែលធ្វើជំនួញជាមួយអ្នកផ្ញើសារឥតបានការ",
    "838951836": "() ភាពមិនស្មោះត្រង់ចំពោះផ្នែកនៃអ្នកផ្ញើសារឥតបានការខ្លួនឯង",
    "2123236933": "( ) ការចំណាយលើកម្រិតបញ្ជូនដែលមិនប៉ះពាល់ដោយការច្រោះអតិថិជន",
    "2292919419": "() ទស្សនវិស័យ",
    "2534436327": "ហើយការជំទាស់ខាងទស្សនវិជ្ជាខាងក្រោមក៏អាចអនុវត្តបានដែរ៖",
    "832385387": "( ) គំនិតស្រដៀងនឹងអ្នកគឺងាយស្រួលបង្កើតមក ប៉ុន្តែមិនទាន់មានការអនុវត្តជាក់ស្តែងនៅឡើយ",
    "1993984258": "( ) គម្រោងណាមួយដែលផ្អែកលើការបដិសេធគឺមិនអាចទទួលយកបានទេ។",
    "3909240516": "( ) បឋមកថា SMTP មិនគួរជាកម្មវត្ថុនៃច្បាប់ទេ។",
    "1151065360": "() បញ្ជីខ្មៅអាក្រក់",
    "2396605499": "() បញ្ជីសគឺអន់",
    "2225785608": "( ) យើងគួរតែអាចនិយាយអំពីថ្នាំ Viagra ដោយមិនមានការត្រួតពិនិត្យ",
    "3004688366": "( ) វិធានការប្រឆាំងមិនគួរពាក់ព័ន្ធនឹងការក្លែងបន្លំតាមខ្សែ ឬការក្លែងបន្លំកាតឥណទានទេ។",
    "922470170": "( ) វិធានការទប់ទល់មិនគួរពាក់ព័ន្ធនឹងការបំផ្លិចបំផ្លាញបណ្តាញសាធារណៈឡើយ។",
    "3068923550": "( ) វិធានការតបតត្រូវតែដំណើរការ ប្រសិនបើដំណើរការជាបណ្តើរៗ",
    "2752975480": "() ការផ្ញើអ៊ីមែលគួរតែឥតគិតថ្លៃ",
    "117227832": "( ) ហេតុអ្វីយើងត្រូវទុកចិត្តអ្នក និងម៉ាស៊ីនមេរបស់អ្នក?",
    "1021431157": "( ) ភាពមិនឆបគ្នាជាមួយអាជ្ញាប័ណ្ណប្រភពបើកចំហ ឬប្រភពបើកចំហ",
    "2801524659": "() វិធានការអារម្មណ៍ល្អមិនធ្វើអ្វីដើម្បីដោះស្រាយបញ្ហា",
    "931661269": "( ) អាសយដ្ឋានអ៊ីមែលបណ្តោះអាសន្ន / តែម្តងគឺពិបាក",
    "2090457681": "() ខ្ញុំមិនចង់ឱ្យរដ្ឋាភិបាលអានអ៊ីមែលរបស់ខ្ញុំទេ។",
    "3536122902": "( ) ការបញ្ឈប់ពួកគេតាមរបៀបនោះមិនយឺត និងឈឺចាប់គ្រប់គ្រាន់ទេ។",
    "2391175562": "លើសពីនេះទៅទៀត នេះជាអ្វីដែលខ្ញុំគិតអំពីអ្នក៖",
    "229198134": "() សុំទោសផង ខ្ញុំមិនគិតថាវាដំណើរការទេ។",
    "345563040": "() នេះ​ជា​គំនិត​ឆោត​ល្ងង់ ហើយ​អ្នក​ជា​មនុស្ស​ល្ងង់​ដែល​ផ្ដល់​យោបល់។",
    "409780280": "( ) ព្យាយាម​បាន​ល្អ, ****! ខ្ញុំសង្ឃឹមថាមាននរណាម្នាក់ដើរលើក្តារចុចរបស់អ្នក!",
    "2820080973": "រៀបចំដោយ ❤ ដោយ",
    "3943164003": "មើលឆៅ",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "ហេតុអ្វីបានជាដំណោះស្រាយប្រឆាំងសារឥតបានការថ្មីរបស់អ្នកនឹងមិនដំណើរការ",
    "361795034": ". អ្នកនិពន្ធមិនស្គាល់, គ. ២០០០",
    "1547006769": "ការផ្ទៀងផ្ទាត់មនុស្សជាតិគឺជាបញ្ហាដូចគ្នា។",
    "3717942925": "ដូចដែលតែងតែមានមនុស្សដែលចង់ទទួលបានការចាប់អារម្មណ៍របស់អ្នកតាមរយៈអ៊ីមែល តែងតែមានបំណងប្រាថ្នាដើម្បីរារាំងការចូលប្រើប្រាស់ធនធានមួយចំនួន ដែលមានតែមនុស្សទេដែលអាចចូលប្រើវាបាន។",
    "2481032625": "ថាតើគោលដៅគឺដើម្បីការពារ៖",
    "1691348394": "- ការទិញដ៏ធំដោយស្វ័យប្រវត្តិក្នុងអំឡុងពេលលក់ចេញមានកំណត់",
    "1771016224": "- កម្មវិធីពីការទាញយកមាតិកាទាំងអស់ចេញពីគេហទំព័ររបស់អ្នក។",
    "1959762846": "- មានទម្រង់គេហទំព័ររបស់អ្នកបំពេញដោយសារឥតបានការ ឬការរំលោភបំពានលើទីផ្សារគ្មានទីបញ្ចប់",
    "345108670": "- ការបញ្ចូលព័ត៌មានសម្ងាត់ និងការប៉ុនប៉ងកាន់កាប់គណនីផ្សេងទៀត។",
    "2540760245": "ក្នុងចំណោមការប្រើប្រាស់ជាច្រើនទៀត ការដែលអាចត្រងចរាចរណ៍តាមអ៊ីនធឺណិតដោយផ្អែកលើ \"មនុស្សឬអត់\" ទំនងជានៅតែជាឧបករណ៍ដ៏មានតម្លៃ ដរាបណាធម្មជាតិរបស់មនុស្សធ្វើតាមគំរូដូចគ្នាដែលបានកត់ត្រាក្នុងរយៈពេលប្រាំពាន់ឆ្នាំចុងក្រោយនេះ។",
    "3346362371": "ចុះ​ការ​រៀន​ម៉ាស៊ីន​វិញ?",
    "3619183405": "នៅឆ្នាំ 2021 CAPTCHAs សាមញ្ញ ជួនកាលអាចដោះស្រាយបានដោយប្រើកម្មវិធី ដោយសារភាពជឿនលឿនក្នុងការរៀនម៉ាស៊ីន។ ដើម្បីដោះស្រាយបញ្ហានេះ hCaptcha ក៏ធ្វើការវិភាគលម្អិតអំពីលក្ខណៈសម្បត្តិដូចជា",
    "3292221787": "បញ្ហាប្រឈមត្រូវបានឆ្លើយ មិនមែនគ្រាន់តែថាតើវាត្រឹមត្រូវទេ ហើយជារឿយៗផ្លាស់ប្តូរទាំងសំណួរ និងទិន្នន័យដែលបានប្រើ។",
    "1080672247": "ដោយសារតែសំណួរជាច្រើនដែលសួរមិនអាចដោះស្រាយបានតាមបែបសេដ្ឋកិច្ចជាមួយនឹងកម្មវិធីនៅលើធ្នើ ហើយដោយសារតែទិន្នន័យជាទូទៅមានលក្ខណៈពិសេសសម្រាប់ប្រព័ន្ធ នេះមានន័យថា bots ជារឿយៗត្រូវបានបញ្ឈប់ទាំងស្រុងដោយសេវាកម្មឥតគិតថ្លៃ ហើយត្រូវតែពឹងផ្អែកលើអ្នកដោះស្រាយ CAPTCHA របស់មនុស្សជំនួសវិញ ដែល ធ្វើ​ឱ្យ​ការ​រំលោភ​បំពាន​ជា​ច្រើន​ប្រភេទ​គឺ​គ្មាន​សេដ្ឋកិច្ច​ទាំងស្រុង។",
    "4172868199": "លើសពីនេះទៅទៀត ការផ្លាស់ប្តូរចូលទៅក្នុងអាណាចក្រនៃការព្យាយាមបែងចែក \"មនុស្សល្អ\" ពី \"មនុស្សអាក្រក់\" ផងដែរ ហើយត្រូវបានប្រើប្រាស់ដោយសេវាកម្មអនឡាញដ៏ពេញនិយមបំផុតរបស់ពិភពលោកជាច្រើននាពេលបច្ចុប្បន្ននេះ ដើម្បីស្វែងរក និងបញ្ឈប់អ្វីគ្រប់យ៉ាងពីការក្លែងបន្លំការទិញរហូតដល់កម្រិតខ្ពស់។ ការគំរាមកំហែងប្រឆាំងនឹងអ្នកប្រើប្រាស់របស់ពួកគេ ខណៈពេលដែលរក្សាការផ្តោតអារម្មណ៍តែមួយគត់លើការរក្សាភាពឯកជន។",
    "2873911365": "ចុះយ៉ាងណាចំពោះការបញ្ជាក់ផ្នែករឹង?",
    "1477196356": "វិធីសាស្រ្តផ្សេងៗនៃការភ្ជាប់អត្តសញ្ញាណទៅនឹងឧបករណ៍ក្នុងទម្រង់សុវត្ថិភាពសម្ងាត់ ជួនកាលជាមួយនឹងលក្ខណៈសម្បត្តិការពារឯកជនភាពត្រូវបានស្នើឡើងអស់ជាច្រើនទសវត្សរ៍មកហើយ។ ការ​គ្រីប​សោ​សាធារណៈ​មាន​កាល​បរិច្ឆេទ​មក​ដល់ គ. ឆ្នាំ 1975 ហើយថូខឹនផ្នែករឹងមានអាយុកាលជិតយូរ។",
    "2349681896": "ជាអកុសល ការគ្រប់គ្រងផ្នែករឹងមិនមានន័យថាអ្នកជាមនុស្សម្នាក់នោះទេ។ ស្ទើរតែគ្រប់គម្រោងការបញ្ជាក់ផ្នែករឹងរបស់អតិថិជនពេញនិយមទាំងអស់ត្រូវបានខូចម្តងហើយម្តងទៀត បំណះ និងបន្ទាប់មកខូចម្តងទៀត។",
    "254326776": "ការរំលោភបំពានដោយព្យាបាទនៃកំហុសទាំងនេះ ជារឿយៗត្រូវបានរកឃើញថាបានកើតឡើងជាច្រើនខែ ឬច្រើនឆ្នាំ មុនពេលការបង្ហាញ ឬការបោះពុម្ពផ្សាយការសិក្សា។",
    "2462909475": "ជញ្ជាំងនៃទូរស័ព្ទជាង 10,000 គ្រឿងប្រើប្រាស់សម្រាប់ការរំលោភបំពាន ដែលជាផ្នែកនៃប្រតិបត្តិការ bot របស់ចិន។",
    "1963951234": "មិនថាគ្រោងការណ៍គ្រីបគ្រីបរបស់អ្នកអាចទុកចិត្តបានប៉ុណ្ណានោះទេ ប្រសិនបើនរណាម្នាក់អាចនៅចុងបញ្ចប់នៃថ្ងៃដោយគ្រាន់តែចំណាយប្រាក់ដើម្បីផ្តល់ឱ្យអ្នកនូវចម្លើយដែលអ្នកកំពុងស្វែងរក ការកាន់កាប់ផ្នែករឹងគឺមិនគ្រប់គ្រាន់នោះទេ។",
    "1278884196": "ដែលបាននិយាយថា គ្រីបគ្រីប គឺជាវិន័យវ័យក្មេង។ ដោយផ្អែកលើប្រវត្តិថ្មីៗ គ្រោងការណ៍គ្រីបគ្រីប និង/ឬការអនុវត្តរបស់អ្នកទំនងជាត្រូវបានខូចភ្លាមៗ នៅពេលដែលនរណាម្នាក់មានការលើកទឹកចិត្តក្នុងការមើលវាឱ្យដិតដល់ ហើយវាទំនងជាអ្នកផ្សេងទៀតនឹងដោះស្រាយរឿងនេះយូរមុនពេលអ្នកធ្វើ។ ការពឹងផ្អែកលើផ្នែករឹងក៏មានន័យថា អ្នកប្រហែលជាត្រូវសុំឱ្យអ្នកប្រើប្រាស់ទាំងអស់របស់អ្នកផ្លាស់ប្តូរឧបករណ៍រូបវ័ន្ត ដើម្បីជួសជុលកំហុស។ នេះទំនងជាមិនកើតឡើងយ៉ាងឆាប់រហ័សនៅក្នុងករណីភាគច្រើនទេ មានន័យថា តាមពិតប្រព័ន្ធរបស់អ្នកនឹងបរាជ័យក្នុងការបើក។",
    "1828028934": "នេះ​ជាហេតុ",
    "1642844535": "មានសារៈសំខាន់៖ hCaptcha ប្រើវិធីសាស្រ្តផ្សេងគ្នាជាច្រើនដើម្បីឆ្លើយសំណួរមូលដ្ឋានដូចគ្នា ដែលអនុញ្ញាតឱ្យមានការប្រៀបធៀបសម្រាប់ភាពស៊ីសង្វាក់គ្នាលើការវាយតម្លៃទាំងអស់។",
    "1155821305": "ការការពារគឺជាជម្រៅ",
    "119098046": "ចុះដំណោះស្រាយអកម្ម ឬគ្មានបញ្ហាប្រឈម?",
    "2760410719": "សេវាកម្មដែលព្យាយាមធ្វើការរកឃើញ bot ជាមួយនឹងសញ្ញាអកម្មសុទ្ធ ដំណើរការយ៉ាងលឿនទៅជាបញ្ហាជាមូលដ្ឋាន៖ តើអ្នកធ្វើដូចម្តេចដើម្បីបញ្ជាក់ថាតើប្រព័ន្ធរកឃើញតួអង្គអាក្រក់បានត្រឹមត្រូវ នៅពេលអ្នកមិនមានការពិតច្បាស់លាស់?",
    "1722734001": "អ៊ីនធឺណិត​បើក​ចំហ​គឺ​ជា​បរិយាកាស​រំខាន​ខ្លាំង​ណាស់។ តួអង្គអាក្រក់វាយប្រហារអ្នកប្រើប្រាស់សេវាកម្ម និងដៃគូប្រកួតប្រជែងរបស់យើងដូចជា reCAPTCHA ជារៀងរាល់ថ្ងៃ ហើយជាការពិតណាស់កំពុងព្យាយាមមើលទៅជាមនុស្សតាមដែលអាចធ្វើទៅបាន ខណៈពេលដែលកំពុងធ្វើដូច្នេះ។",
    "1595254735": "សេវាអកម្មសុទ្ធសាធ តស៊ូដើម្បីរក្សាភាពត្រឹមត្រូវនៃការរកឃើញ bot ឬសូម្បីតែដឹងនៅពេលដែលពួកគេមានភាពមិនត្រឹមត្រូវ។ ប្រសិនបើគ្មានសមត្ថភាពក្នុងការប្រកួតប្រជែងអ្នកប្រើប្រាស់ម្តងម្កាល និងវិភាគលទ្ធផលនៃបញ្ហាប្រឈមនោះបានត្រឹមត្រូវទេ ភាពត្រឹមត្រូវមាននិន្នាការធ្លាក់ចុះយ៉ាងខ្លាំងតាមពេលវេលា។",
    "2412751979": "សូមអរគុណដល់សញ្ញាមនុស្សជាតិដែលមានភាពត្រឹមត្រូវជាងមុនដែលផ្តល់ថាមពលដល់ hCaptcha ក្រុមហ៊ុនជាច្រើនដែលពីមុនបានប្រើ reCAPTCHA v3/Enterprise បានប្តូរទៅ",
    "2284856231": "ហើយត្រូវបានគេមើលឃើញថាមានភាពប្រសើរឡើងយ៉ាងខ្លាំងនៅក្នុងរបៀបអកម្មសុទ្ធរបស់ hCaptcha Enterprise ផងដែរ។",
    "4162847": "យើងអាចសង្កេតមើលរឿងនេះដោយផ្ទាល់ ដោយសារតែអតិថិជនមួយចំនួនរបស់យើងដំណើរការការធ្វើតេស្ត A/B លើសំណើដូចគ្នា មុនពេលពួកគេប្តូរទាំងស្រុងពីការផ្តល់ជូនរបស់ Google ។ ជាធម្មតាយើងអាចបញ្ជាក់បានទាំងអត្រាវិជ្ជមានក្លែងក្លាយ និងអវិជ្ជមានមិនពិតខ្ពស់ដែលចេញមកពី reCAPTCHA v3 ឬ reCAPTCHA Enterprise។",
    "436125785": "នេះមិនមែនជារឿងគួរឱ្យភ្ញាក់ផ្អើលនោះទេ ដោយសារតែភាពមិនត្រឹមត្រូវនៃរង្វិលជុំមតិកែលម្អដែលមាននៅក្នុងផលិតផលទាំងនោះ និងការពិតដែលថាពួកគេត្រូវបានលក់ដោយបណ្តាញផ្សាយពាណិជ្ជកម្មដែលមានចំណាប់អារម្មណ៍លើសលប់ក្នុងការមិនទទួលបានលទ្ធផលល្អក្នុងការរកឃើញ bot ទេ ក្រែងលោវាប៉ះពាល់ដល់អាជីវកម្មស្នូលរបស់ពួកគេ។",
    "2233741720": "សរុបសេចក្តី",
    "2133809801": "ដរាបណាមនុស្សនៅតែជាមនុស្ស វាទំនងជាថាការផ្ទៀងផ្ទាត់មនុស្សជាតិនឹងមានតួនាទីលេងតាមអ៊ីនធឺណិត។",
    "2255549335": "ការងាររបស់យើងនៅ hCaptcha គឺស្វែងរកការដោះដូរដ៏ល្អរវាងការលំបាក និងភាពត្រឹមត្រូវ និងរក្សាការកកិតទាប ជាពិសេសសម្រាប់",
    "4138068262": "អ្នកប្រើប្រាស់។ នៅទីបញ្ចប់ ការប្រាស្រ័យទាក់ទងជាមួយបញ្ហាប្រឈមទំនងជានៅតែជាផ្នែកមួយនៃឃ្លាំងអាវុធសម្រាប់កាត់បន្ថយការរំលោភបំពានលើអ៊ីនធឺណិត ដរាបណាធម្មជាតិរបស់មនុស្សនៅតែមិនផ្លាស់ប្តូរ។",
    "855097735": "ការកសាងសេវាកម្មដែលដំណើរការនេះបានល្អ ខណៈពេលដែលការធ្វើឱ្យមានតុល្យភាពនៃកង្វល់ទាំងអស់គឺជាបញ្ហាដ៏លំបាកមួយ (ហើយយើងតែងតែធ្វើការកែលម្អវា ដើម្បីធ្វើឱ្យបទពិសោធន៍រីករាយតាមដែលអាចធ្វើទៅបាន) ប៉ុន្តែយើងសង្ឃឹមថាអ្នកនឹងយល់ព្រមថាការកាត់បន្ថយសារឥតបានការ ការរំលោភបំពាន ការកាន់កាប់គណនី ហើយការក្លែងបន្លំតាមអ៊ិនធរណេតនៅទីបំផុតសមនឹងសំណួរសាមញ្ញម្តងម្កាល។",
    "1953959745": "ភាពងាយស្រួល",
    "2543123170": "ការផ្ទៀងផ្ទាត់មនុស្សជាតិកកិតសូន្យ",
    "547245263": "ដោះស្រាយបញ្ហា bot របស់អ្នកនៅថ្ងៃនេះ។",
    "3117887301": "ជឿទុកចិត្តដោយសេវាកម្មអនឡាញធំបំផុត",
    "981806349": "បានបង្កើតឡើងនៅលើវេទិកា hCaptcha ដែលបានបញ្ជាក់",
    "2373007864": "hCaptcha Enterprise ដំណើរការលើបច្ចេកវិជ្ជាវេទិកា hCaptcha ដែលបានពង្រីកដើម្បីរួមបញ្ចូលលក្ខណៈពិសេសដែលសហគ្រាសត្រូវការចរាចរណ៍ខ្ពស់។",
    "2652399059": "ដៃគូដែលអាចទុកចិត្តបាន។",
    "1997838163": "ក្រុមហ៊ុនធំៗរបស់ពិភពលោកពឹងផ្អែកលើ hCaptcha Enterprise ។ ការរួមបញ្ចូលគឺសាមញ្ញ ហើយភាពត្រឹមត្រូវនៃការរកឃើញគឺមិនអាចប្រៀបផ្ទឹមបាន។",
    "734735952": "យើងបានវាយតម្លៃអ្នកលក់ CAPTCHA មួយចំនួន ក៏ដូចជាការកសាងប្រព័ន្ធដោយខ្លួនឯងផងដែរ។ នៅទីបញ្ចប់ hCaptcha បានក្លាយជាជម្រើសដ៏ល្អបំផុតសម្រាប់ reCAPTCHA ។",
    "1250541092": "— លោក Sergi Isasi",
    "3524251858": "នាយកគ្រប់គ្រងផលិតផល Cloudflare",
    "3971348140": "ហេតុអ្វីបានជាយើងប្រើ hCaptcha? គ្មាន​នរណា​ម្នាក់​អាច​ផ្តល់​ជូន​នូវ​លក្ខណៈ​ពិសេស និង​ការ​ប្រតិបត្តិ​ដែល​យើង​ត្រូវ​ការ។ ពួកគេបានធ្វើឱ្យយើងក្រោកឡើង ហើយរត់យ៉ាងលឿន ហើយពាណិជ្ជកររបស់យើងចូលចិត្តបទពិសោធន៍នេះ។",
    "4248655793": "- លោក Alex M.",
    "4185927140": "អ្នកគ្រប់គ្រងផលិតផល, Flash, Shopify",
    "282913023": "ជម្រើសដ៏មានប្រសិទ្ធិភាពតម្លៃសម្រាប់សហគ្រាសដែលមានចរាចរណ៍ខ្ពស់។",
    "999610953": "ជាចុងក្រោយ ជម្រើសដ៏គួរឱ្យទុកចិត្តមួយសម្រាប់ Google ។ សហគ្រាស hCaptcha ផ្តល់នូវការសន្សំយ៉ាងខ្លាំងលើវិក្កយបត្រ reCAPTCHA របស់អ្នកជាមួយនឹងសុវត្ថិភាពខ្ពស់ជាងមុន៖ រហូតដល់ 80% មានតម្លៃទាបជាងនៅក្នុងករណីមួយចំនួន។",
    "1886100235": "សេវាកម្មអនឡាញដ៏ធំបំផុតរបស់ពិភពលោកជាច្រើនបានប្តូរទៅ hCaptcha Enterprise និងទទួលបានការកែលម្អការរកឃើញ bot រួមជាមួយការសន្សំការចំណាយយ៉ាងច្រើន។",
    "2903742230": "បណ្តាញផ្សាយពាណិជ្ជកម្មមើលឃើញអ្នកទស្សនារបស់អ្នកជាផលិតផល។ សម្រាប់ពួកយើង គោលដៅតែមួយគត់គឺកំណត់មនុស្សជាតិរបស់ពួកគេ។ សេវាកម្មរបស់យើងបំពេញ ឬលើសពីតម្រូវការ GDPR, CCPA, LGPD និង PIPL ហើយយើងខិតខំធ្វើឱ្យមានតុល្យភាពរវាងឯកជនភាព និងសុវត្ថិភាព។",
    "3901503296": "ការផ្តោតអារម្មណ៍តែមួយគត់លើភាពឯកជននេះមានន័យថាយើងអាចផ្តល់នូវការរក្សាទិន្នន័យបុគ្គលសូន្យ ប្រតិបត្តិការដោយគ្មានខូគី និងការធានាឯកជនភាពតាមកិច្ចសន្យាផ្សេងទៀតតាមតម្រូវការ ខណៈពេលដែលរក្សាបាននូវសុវត្ថិភាពដ៏ល្អឥតខ្ចោះ។",
    "3342910682": "អាន​បន្ថែម",
    "1130783905": "ភាពត្រឹមត្រូវគឺស្ថិតនៅក្នុងចំណាប់អារម្មណ៍របស់អ្នក និងរបស់យើង។ hCaptcha ដំណើរការដើម្បីផ្តល់ឱ្យអ្នកនូវទិន្នន័យពិតប្រាកដ និងអនុញ្ញាតឱ្យអ្នកសម្រេចចិត្តពីរបៀបប្រើវា។ ដំណោះស្រាយសុវត្ថិភាពផ្សេងទៀតត្រូវបានផ្តល់ដោយក្រុមហ៊ុនផ្សាយពាណិជ្ជកម្មយក្ស។ នេះមានន័យថារាល់ bot ដែលពួកគេទប់ស្កាត់អាចកាត់បន្ថយប្រាក់ចំណូលរបស់ពួកគេ។",
    "2019130052": "ការច្នៃប្រឌិតរបស់យើងនៅក្នុង ML ដែលផ្តោតលើឯកជនភាពអនុញ្ញាតឱ្យយើងលើសពីស្តង់ដារសុវត្ថិភាពនៃយុទ្ធសាស្រ្ត \"កត់ត្រាអ្វីគ្រប់យ៉ាងជារៀងរហូត\" ដោយមិនប៉ះពាល់ដល់សុវត្ថិភាព ឬឯកជនភាពរបស់អ្នកប្រើប្រាស់។",
    "23114595": "បទពិសោធន៍អ្នកប្រើប្រាស់ដ៏អស្ចារ្យ",
    "3437412311": "សម្រាប់អ្នកប្រើប្រាស់សហគ្រាស ជម្រើសគឺអាចរកបានដើម្បីជៀសវាងបញ្ហាប្រឈមទាំងស្រុងនៅក្នុងសេណារីយ៉ូភាគច្រើន ដោយពឹងផ្អែកលើពិន្ទុអកម្ម។",
    "1996843433": "កាត់បន្ថយការកកិតដោយជៀសវាងបញ្ហាប្រឈមទាំងស្រុងសម្រាប់ 99.9% នៃចរាចរណ៍ស្របច្បាប់របស់អ្នក ខណៈពេលដែលនៅតែផ្តល់នូវសុវត្ថិភាពដ៏ល្អឥតខ្ចោះ។",
    "3093689546": "ការរួមបញ្ចូលងាយស្រួល",
    "247560732": "បន្ថែម hCaptcha ជាមួយបីបន្ទាត់នៃកូដ។ ប្រសិនបើអ្នកមកពី reCAPTCHA API របស់យើងគឺត្រូវគ្នាហើយវាចំណាយពេលត្រឹមតែប៉ុន្មាននាទីប៉ុណ្ណោះដើម្បីប្តូរ។",
    "1510448156": "អ្នកអាចចាប់ផ្តើមដំណើរការជាមួយនឹងជម្រើសដ៏ល្អមួយនៅថ្ងៃនេះ ហើយបើកមុខងារកម្រិតខ្ពស់បន្ថែមទៀតតាមការចាំបាច់។",
    "2718999653": "ពិន្ទុគំរាមកំហែងតាមបំណង",
    "2698140263": "មិនមែនបញ្ហាទាំងអស់សុទ្ធតែដូចគ្នាទេ៖ ការទទួលបានពិន្ទុតែមួយមានន័យថាវាត្រូវតែដោះស្រាយតម្រូវការរបស់អ្នកដើម្បីឱ្យមានប្រយោជន៍។",
    "897432717": "ជាមួយនឹងការរចនាបែបប្រលោមលោករបស់យើងសម្រាប់ពិន្ទុគំរាមកំហែងតាមបំណង ការបន្ថែមចំណេះដឹងអាជីវកម្មរបស់អ្នកអនុញ្ញាតឱ្យម៉ូដែលរបស់យើងផ្តល់នូវពិន្ទុដែលពាក់ព័ន្ធជាពិសេសចំពោះអ្នកប្រើប្រាស់របស់អ្នក។",
    "2650502379": "ចាប់ផ្តើមការប្រកួតប្រជែងផ្ទាល់ខ្លួនរបស់អ្នកក្នុងរយៈពេលមួយវិនាទី",
    "3578122193": "ស្ថិតនៅលើម៉ាកជាមួយនឹងមាតិកាដែលពាក់ព័ន្ធ",
    "1074044172": "នៅពេលដែលអ្នកប្រើប្រាស់ត្រូវដោះស្រាយបញ្ហាប្រឈមដើម្បីបំពេញតម្រូវការសុវត្ថិភាពរបស់អ្នក ហេតុអ្វីមិនសួរសំណួរដែលរីករាយ និងពាក់ព័ន្ធជាមួយអ្នកប្រើប្រាស់?",
    "1579093044": "ជាមួយអ្នករចនាការប្រកួតប្រជែងផ្ទាល់ខ្លួនសាមញ្ញរបស់យើង អ្នកអាចចាប់ផ្តើមមាតិកាប្រកួតប្រជែងនៅលើម៉ាកក្នុងរយៈពេលតែប៉ុន្មាននាទីប៉ុណ្ណោះ។",
    "3717512591": "ការរួមបញ្ចូលវេទិកាដោយផ្ទាល់",
    "121743429": "សម្រាប់ក្រុមហ៊ុនហេដ្ឋារចនាសម្ព័ន្ធបណ្តាញ",
    "2131386784": "អ្នកជំនាញ និងការគាំទ្រដែលអាចទទួលបានសម្រាប់ទាំងអ្នក និងអ្នកប្រើប្រាស់របស់អ្នក។",
    "2782263070": "សេវាកម្មគឺជាអាទិភាពចម្បងសម្រាប់ពួកយើង។ យើងរក្សាការគាំទ្រលើការហៅទូរសព្ទ 24/7 និងផ្តល់ជូននូវការសម្របសម្រួលផ្ទាល់របស់ Slack ជាមួយក្រុមសមាហរណកម្មវិស្វកម្មរបស់អ្នក និងបុគ្គលិកតាមការហៅទូរសព្ទរបស់យើងក្នុងអំឡុងពេល និងក្រោយពេលអនុវត្ត។",
    "3740051331": "យើងក៏បានប្តេជ្ញាចិត្តក្នុងការត្រួតពិនិត្យយ៉ាងសកម្ម និងឆ្លើយតបទៅនឹងសំណួររបស់អ្នកប្រើប្រាស់របស់អ្នកនៅលើប្រព័ន្ធផ្សព្វផ្សាយសង្គម វេទិកា និងបណ្តាញជំនួយក្នុងធាតុក្រាហ្វិក និងអ៊ីមែលរបស់យើង។ យើងអាចចូលប្រើបាន និងឆ្លើយតប និងចាត់ទុកការពេញចិត្តរបស់អ្នកប្រើប្រាស់ជា KPI កំពូល។",
    "170775527": "លក្ខណៈពិសេសនៃសហគ្រាស",
    "3383086062": "hCaptcha Enterprise គឺជាដំណោះស្រាយសុវត្ថិភាពអនឡាញពេញលេញ។ មុខងារសកម្ម និងអកម្មអនុញ្ញាតឱ្យអ្នកបញ្ឈប់ការបញ្ចូលព័ត៌មានសម្ងាត់ រកឃើញការកាន់កាប់គណនី និងរារាំងតួអង្គគួរឱ្យសង្ស័យ។ ទាំងអស់ជាមួយនឹងការកកិតសូន្យសម្រាប់អ្នកប្រើប្រាស់ស្របច្បាប់។",
    "1408599440": "ចាប់ផ្តើមរហ័សជាមួយនឹងបន្ទាត់មួយចំនួននៃកូដ និងរបៀបអកម្ម 99.9% របស់យើង ឬគ្រប់គ្រងពេញលេញលើពេលវេលា និងរបៀបដែលអ្នកប្រើប្រាស់ត្រូវបានជំទាស់។ គំរូគំរាមកំហែងផ្ទាល់ខ្លួន និងបញ្ហាប្រឈមដែលអាចប្ដូរតាមបំណង មានន័យថាភាពបត់បែនដែលមិនអាចប្រៀបផ្ទឹមបាន ដើម្បីធានាសុវត្ថិភាព។",
    "3365203058": "ការការពារប្រឆាំង bot លំដាប់ពិភពលោក",
    "1803009328": "សមរភូមិ-សាកល្បងតាមមាត្រដ្ឋានគេហទំព័រ។",
    "1586809757": "ពិន្ទុ bot ភាពត្រឹមត្រូវខ្ពស់។",
    "353367791": "រកឃើញតួអង្គអាក្រក់នៃប្រភេទផ្សេងៗគ្នាជាច្រើន។",
    "191460155": "ការកកិតសូន្យនិងរបៀបអកម្ម 99.9%",
    "585557010": "ប្រកួតប្រជែងតិចជាង 0.1% នៃអ្នកប្រើប្រាស់ស្របច្បាប់។",
    "3287172429": "គ្រប់គ្រងប្រភេទបញ្ហាប្រឈមត្រូវបានបង្ហាញ",
    "1844885924": "បណ្ណាល័យធំទូលាយនៃប្រភេទដែលត្រូវជ្រើសរើស។",
    "3018523079": "ស្ថិតនៅលើម៉ាកជាមួយនឹងបទពិសោធន៍អ្នកប្រើប្រាស់ជាប់លាប់។",
    "3817811295": "ធានាភាពជឿជាក់ និងរហ័ស 24/7 ជំនួយពេលហៅទូរសព្ទ។",
    "1798492192": "ការគាំទ្រកម្មវិធីរុករកចាស់",
    "1356745565": "ឆបគ្នាគ្រប់វិធីត្រលប់ទៅ Internet Explorer 8 ។",
    "751483365": "ការគាំទ្រសម្រាប់អតិថិជនដែលមិនមែនជា JavaScript ។",
    "4199502476": "ផ្ទាំងគ្រប់គ្រងការរាយការណ៍កម្រិតខ្ពស់ និង API",
    "3630114728": "មើលអ្វីដែលកំពុងកើតឡើងនៅគ្រប់គេហទំព័រ និងកម្មវិធីរបស់អ្នក។",
    "3573245166": "មិនដូច reCAPTCHA ទេ យើងធ្វើការនៅគ្រប់ប្រទេស។",
    "2354267648": "គោល​នយោបាយ​សិទ្ធិ​ឯក​ជន GDPR, CCPA, និង LGPD-friendly",
    "3167979932": "រចនាឡើងសម្រាប់ភាពឯកជនចាប់ពីថ្ងៃដំបូង។ កិច្ចព្រមព្រៀងដំណើរការទិន្នន័យរឹងមាំ។",
    "4065065042": "ចុចវាដើម្បីអោយសមនឹងករណីប្រើប្រាស់របស់អ្នក។",
    "111184581": "ពិធីជប់លៀងដំបូង",
    "4272022475": "សំណើ និងទ្រព្យសម្បត្តិទាំងអស់ចូលទៅកាន់ hcaptcha.yourdomain.com",
    "2676853536": "ផ្ទាំងគ្រប់គ្រងអ្នកប្រើប្រាស់ច្រើន។",
    "1368787974": "ចែករំលែកការគ្រប់គ្រងលើក្រុមរបស់អ្នក។",
    "1045484714": "ការរួមបញ្ចូល SAML SSO ជាមួយអ្នកផ្តល់អត្តសញ្ញាណរបស់អ្នក ឧ. Okta ឬ Azure AD ។",
    "3953584369": "ការរឹតបន្តឹងការចូលប្រើ RBAC ទំនើបមាន។",
    "2781507299": "ការផ្ទៀងផ្ទាត់ភ្លាមៗ",
    "4019660456": "ភាពយឺតយ៉ាវ 0ms៖ ផ្ទៀងផ្ទាត់សញ្ញាសម្ងាត់ hCaptcha ដោយមិនមានការហៅ API ទេ។",
    "3446714684": "សមាហរណកម្មចល័ត (iOS និង Android)",
    "2593768395": "បទពិសោធន៍គ្មានថ្នេរនៅលើបណ្តាញ ទូរស័ព្ទចល័តដើម គេហទំព័រចល័ត។ ការរួមបញ្ចូលដែលបានបង្កើតជាមុន និង SDKs ដើមអាចប្រើបាន។",
    "1779265104": "លក្ខខណ្ឌផ្ទាល់ខ្លួន និងការធានាឯកជនភាព",
    "122875767": "បំពេញតម្រូវការផ្លូវច្បាប់របស់អ្នក នៅពេលដែលក្រុមហ៊ុនផ្សេងទៀតមិនអាច។",
    "148188781": "បញ្ហាប្រឈមដែលបានបង្ហាញ",
    "838049015": "ជ្រើសរើសរូបភាពទាំងអស់ដែលត្រូវនឹងសំណួរ",
    "1126302400": "ប្រអប់ព្រំដែន",
    "3554448168": "ការចាត់ថ្នាក់",
    "2104933754": "កំណត់ស្លាកសញ្ញាដែលត្រូវគ្នា។",
    "3612043014": "... និងកិច្ចការសាមញ្ញៗផ្សេងទៀត។ ងាយស្រួលសម្រាប់មនុស្ស ពិបាកសម្រាប់រូបយន្ត។",
    "3624758171": "ភារកិច្ចផ្ទាល់ខ្លួនក៏មានសម្រាប់អ្នកបោះពុម្ពសហគ្រាសផងដែរ។",
    "1001938065": "ការរួមបញ្ចូលមិនអាចងាយស្រួលជាងនេះទេ។",
    "2138799135": "hCaptcha មានសមាហរណកម្មដែលបានបង្កើតជាមុនរាប់សិបសម្រាប់ប្រព័ន្ធ frontend និង backend ដែលអ្នកប្រើ។",
    "2535001179": "ប្រសិនបើអ្នកមកពី reCAPTCHA របស់ Google នោះ APIs របស់យើងគឺជាការជំនួសធ្លាក់ចុះ។",
    "1393184984": "តើអ្នកត្រូវការអ្វីទាំងអស់។",
    "3715747429": "វិស្វករដែលកំពុងដំណើរការរបស់យើងអាចនាំឱ្យអ្នកទៅបានយ៉ាងឆាប់រហ័ស មិនថាអ្នកត្រូវការការរួមបញ្ចូល React, SDKs សម្រាប់កម្មវិធីដើមរបស់ iOS, ឧទាហរណ៍ផ្នែកខាងក្រោយ Java ឬស្ទើរតែគ្រប់សេណារីយ៉ូផ្សេងទៀត។",
    "2681650568": "ហើយដូចរាល់ដង ភាពឯកជនគឺជាតម្លៃស្នូលសម្រាប់យើង។ បញ្ចូលកូដបញ្ហាប្រឈមរបស់យើងតែនៅកន្លែងដែលចាំបាច់ និងកន្លែងដែលវាសមហេតុផលដើម្បីការពារទាំងអ្នក និងអ្នកប្រើប្រាស់របស់អ្នក។ ការបង្រួមអប្បបរមាការប្រមូលទិន្នន័យចាប់ផ្តើមពីពេលនៃការរួមបញ្ចូល។",
    "1130868224": "កូដបីជួរ",
    "2183926131": "ចាប់ផ្តើមជាមួយ hCaptcha Enterprise",
    "1526887904": "ភាពឯកជនរបស់សហគ្រាស hCaptcha",
    "1845745385": "រចនាឡើងសម្រាប់ភាពឯកជន។",
    "1297224875": "វិធីសាស្រ្តដែលជំរុញដោយឯកជនភាពតែមួយគត់ចំពោះសុវត្ថិភាពអនឡាញរបស់សហគ្រាស។",
    "2762458927": "ទិន្នន័យអ្នកប្រើប្រាស់របស់អ្នកមិនមែនសម្រាប់លក់ទេ។",
    "2058856283": "សហគ្រាស hCaptcha មានគោលបំណងតែមួយគត់៖ ដើម្បីការពារតួអង្គអាក្រក់ពីការរំខានដល់ប្រតិបត្តិការអនឡាញរបស់អ្នក និងធ្វើឱ្យប៉ះពាល់ដល់អ្នកប្រើប្រាស់របស់អ្នក។",
    "2408036504": "ដូច្នេះប្រព័ន្ធរបស់យើងត្រូវបានរចនាឡើងតាំងពីមូលដ្ឋានរហូតដល់ការប្រមូលទិន្នន័យ និងការរក្សាទុកជាអប្បបរមា ខណៈពេលដែលរក្សាបាននូវសុវត្ថិភាពឈានមុខគេក្នុងថ្នាក់។ មធ្យោបាយដ៏ល្អបំផុតដើម្បីការពារទិន្នន័យអ្នកប្រើប្រាស់គឺមិនត្រូវរក្សាទុកវាទាល់តែសោះ។",
    "4099477834": "ទំនាក់ទំនងអតិថិជនទាំងអស់ក៏ត្រូវបានការពារដោយកិច្ចព្រមព្រៀងដំណើរការទិន្នន័យដ៏រឹងមាំផងដែរ។ សេវាកម្ម hCaptcha អនុលោមតាមច្បាប់ឯកជនភាពទាំងអស់ មិនថាសេវាកម្មរបស់អ្នក ឬអតិថិជនរបស់អ្នករស់នៅទីណាក៏ដោយ។ ការមិនរក្សាទុកទិន្នន័យផ្ទាល់ខ្លួនធ្វើឱ្យវាកាន់តែងាយស្រួលសម្រាប់យើងជាងក្រុមហ៊ុនដទៃទៀត។",
    "3569492665": "ការកត់ត្រាសកម្មភាពតាមអ៊ីនធឺណិតមិនមែនជាចម្លើយទេ។",
    "3389431373": "សេវាកម្មដូចជា reCAPTCHA v3 និយាយថាការដាក់ភីកសែលតាមដានរបស់ពួកគេនៅលើគ្រប់ទំព័រនៃគេហទំព័ររបស់អ្នកគឺចាំបាច់សម្រាប់សុវត្ថិភាពល្អ។ នេះមិនមែនជាករណីនោះទេ។",
    "3590546893": "ការវិភាគអាកប្បកិរិយាសាមញ្ញគឺជាសញ្ញាមួយដែលងាយក្លែងបន្លំដោយតួអង្គអាក្រក់ ហើយតម្រូវឱ្យមានការរក្សាប្រវត្តិរុករកសម្រាប់ចរាចរណ៍ស្របច្បាប់របស់អ្នកទាំងអស់ផងដែរ។",
    "1105363520": "យើងមិនដំណើរការបណ្តាញផ្សាយពាណិជ្ជកម្មទេ ហើយមិនមានចំណាប់អារម្មណ៍ក្នុងការសង្កេតមើលអាកប្បកិរិយារបស់អ្នកប្រើប្រាស់របស់អ្នកដើម្បីលក់ការផ្សាយពាណិជ្ជកម្មឱ្យពួកគេ។ នេះមានន័យថាយើងមិនទាមទារភីកសែលអកម្មនៅគ្រប់ទំព័រនៃគេហទំព័ររបស់អ្នកទេ។",
    "3088605177": "បញ្ចូលកូដបញ្ហាប្រឈមរបស់យើងតែនៅកន្លែងដែលចាំបាច់ និងកន្លែងដែលវាសមហេតុផលដើម្បីការពារទាំងអ្នក និងអ្នកប្រើប្រាស់របស់អ្នក។",
    "337971271": "ការរៀនម៉ាស៊ីនមានប្រយោជន៍។ ប៉ុន្តែវាមិនត្រូវការទិន្នន័យផ្ទាល់ខ្លួនដើម្បីដំណើរការទេ។",
    "320166522": "ការ​រៀន​ម៉ាស៊ីន​ឥឡូវ​នេះ​មាន​ឥទ្ធិពល​ស្ទើរតែ​គ្រប់​ទិដ្ឋភាព​នៃ​ជីវិត​របស់​យើង ដែល​ជា​ញឹកញយ​តាម​របៀប​ដែល​យើង​មិន​ដឹង និង​មើល​មិន​ឃើញ។ សេវាសន្តិសុខតាមអ៊ីនធឺណិតមិនខុសគ្នាទេ។",
    "3180664128": "តាមរយៈការរៀនពីសញ្ញារាប់ពាន់ ម៉ូដែលអាចសន្និដ្ឋាន និងឈានដល់ភាពជឿជាក់ខ្ពស់ក្នុងការរកឃើញអាកប្បកិរិយាព្យាបាទយ៉ាងឆាប់រហ័ស ទោះបីជាមិនមានសញ្ញាបុគ្គលណាមួយដែលខ្លាំងគ្រប់គ្រាន់ដើម្បីបង្ហាញពីបញ្ហាក៏ដោយ។",
    "961941354": "ទោះយ៉ាងណាក៏ដោយ វាមិនតម្រូវឱ្យមានការប្រើប្រាស់ព័ត៌មានដែលអាចកំណត់អត្តសញ្ញាណផ្ទាល់ខ្លួនបានទេ (\"PII\")។ បច្ចេកទេសគ្រីបគ្រីបទំនើបអនុញ្ញាតឱ្យយើងបោះបង់ទិន្នន័យផ្ទាល់ខ្លួនណាមួយឱ្យបានលឿនតាមដែលអាចធ្វើបាន ដោយបង្កើតជាហត្ថលេខាផ្លូវតែមួយជំនួសវិញ ដែលមិនអាចភ្ជាប់ជាមួយបុគ្គលណាម្នាក់បាន។",
    "1706581702": "ការបណ្តុះបណ្តាលលើទិន្នន័យដែលមិនកំណត់អត្តសញ្ញាណដំណើរការដូចគ្នាដែរ ហើយមិនតម្រូវឱ្យមានការសម្របសម្រួលលើសុវត្ថិភាព ឬឯកជនភាពនោះទេ។ អតិថិជនរបស់យើងបានធ្វើតេស្តជាក់ស្តែង ហើយបានប្រកាសថាយើងស្មើ ឬប្រសើរជាងជម្រើសឯកជនតិចជាងច្រើន។",
    "3203921334": "យើងចូលចិត្តរឿងមួយចំនួនអំពីដំណោះស្រាយ hCaptcha៖ 1) ពួកគេមិនលក់ទិន្នន័យផ្ទាល់ខ្លួនទេ។ ពួកគេប្រមូលបានតែទិន្នន័យផ្ទាល់ខ្លួនចាំបាច់អប្បបរមា ពួកគេមានតម្លាភាពក្នុងការពិពណ៌នាអំពីព័ត៌មានដែលពួកគេប្រមូល និងរបៀបដែលពួកគេប្រើប្រាស់ និង/ឬបង្ហាញវា។",
    "305735018": "ជាចុងក្រោយ ជម្រើសដ៏គួរឱ្យទុកចិត្តមួយសម្រាប់ Google ។ សហគ្រាស hCaptcha ផ្តល់នូវការសន្សំយ៉ាងខ្លាំងលើវិក្កយបត្រ reCAPTCHA របស់អ្នកជាមួយនឹងសុវត្ថិភាពខ្ពស់ជាងមុន៖ រហូតដល់ 80% មានតម្លៃទាបជាងនៅក្នុងករណីមួយចំនួន។",
    "3695206755": "សាកល្បងពួកយើងនៅក្នុងបរិយាកាសរបស់អ្នកដោយគ្មានកាតព្វកិច្ច។",
    "2941545733": "យើងជាវិស្វករ មិនមែនអ្នកលក់ទេ៖ យើងចង់ឱ្យអ្នកសប្បាយចិត្តជាមួយនឹងជម្រើសរបស់អ្នក។",
    "131871195": "មធ្យោបាយដ៏ល្អបំផុតដើម្បីធានាថាការពេញចិត្តរបស់អ្នកគឺដើម្បីបង្ហាញថាយើងបំពេញតម្រូវការរបស់អ្នក។",
    "3436534225": "ស្ទើរតែគ្រប់ក្រុមហ៊ុនទាំងអស់ដែលចាប់ផ្តើមអ្នកបើកបរនៅទីបំផុតជ្រើសរើសដំណោះស្រាយរបស់យើង។",
    "4060250206": "ប្រើទម្រង់នេះដើម្បីទាក់ទងអ្នកឯកទេសបច្ចេកទេសរបស់យើង។ យើងឆ្លើយតបយ៉ាងឆាប់រហ័ស។",
    "1159746815": "អ្នកក៏អាចផ្ញើអ៊ីមែលមកយើងដោយផ្ទាល់ផងដែរ។",
    "2531534427": "ព័ត៌មានលម្អិតនៅទីនេះ។",
    "2059998584": "តំបន់",
    "3916131732": "អាមេរិក",
    "135276624": "អឺរ៉ុប មជ្ឈិមបូព៌ា អាហ្វ្រិក (EMEA)",
    "1182294134": "អាស៊ីប៉ាស៊ីហ្វិក (APAC)",
    "2437934778": "ឈ្មោះ​របស់​អ្នក",
    "3859506577": "អ៊ីមែលអាជីវកម្ម",
    "1268414751": "តើព័ត៌មានលម្អិតផ្សេងទៀតដែលយើងគួរមាន?",
    "42559805": "តើ​អ្នក​តម្រូវ​ឱ្យ​មាន​ការ​ចូល​ដំណើរ​ការ​ជា​បន្ទាន់​?",
    "851679588": "បាទ។",
    "1729677626": "ខ្ញុំស្ថិតក្រោមការវាយប្រហារ ហើយទាមទារឱ្យមានការឡើងយន្តហោះជាបន្ទាន់។",
    "2808971932": "នេះគឺជាអត្ថបទខ្លះនៅក្នុងប្លុក div ។",
    "2468683988": "ក្បាល",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit ។ Suspendise varius enim នៅក្នុង eros elementum tristique ។ Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat។ Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet ។ Nunc ut sem vitae risus tristique posuere ។",
    "2067334580": "តំណភ្ជាប់អត្ថបទ",
    "2212670355": "ចុះ​ឈ្មោះ",
    "31502377": "តើ​អ្វី​ទៅ​ជា​ធាតុ Rich Text?",
    "2310705547": "ធាតុអត្ថបទសម្បូរបែបអនុញ្ញាតឱ្យអ្នកបង្កើត និងធ្វើទ្រង់ទ្រាយចំណងជើង កថាខណ្ឌ សម្រង់ប្លុក រូបភាព និងវីដេអូទាំងអស់នៅកន្លែងតែមួយ ជំនួសឱ្យការបន្ថែម និងធ្វើទ្រង់ទ្រាយពួកវាជាលក្ខណៈបុគ្គល។ គ្រាន់តែចុចពីរដង និងងាយស្រួលបង្កើតមាតិកា។",
    "2590587108": "ការកែសម្រួលមាតិកាឋិតិវន្ត និងថាមវន្ត",
    "778204464": "ធាតុអត្ថបទសម្បូរបែបអាចប្រើជាមួយមាតិកាឋិតិវន្ត ឬថាមវន្ត។ សម្រាប់មាតិកាឋិតិវន្ត គ្រាន់តែទម្លាក់វាទៅក្នុងទំព័រណាមួយ ហើយចាប់ផ្តើមកែសម្រួល។ សម្រាប់ខ្លឹមសារថាមវន្ត បន្ថែមវាលអត្ថបទសម្បូរបែបទៅបណ្តុំណាមួយ ហើយបន្ទាប់មកភ្ជាប់ធាតុអត្ថបទសម្បូរបែបទៅវាលនោះនៅក្នុងបន្ទះការកំណត់។ អីយ៉ា!",
    "1890955039": "របៀបកំណត់ទម្រង់តាមបំណងសម្រាប់អត្ថបទសម្បូរបែបនីមួយៗ",
    "3286051798": "ចំណងជើង កថាខណ្ឌ សម្រង់ប្លុក តួលេខ រូបភាព និងចំណងជើងរូបភាពអាចត្រូវបានកំណត់រចនាប័ទ្មទាំងអស់បន្ទាប់ពីថ្នាក់មួយត្រូវបានបន្ថែមទៅធាតុអត្ថបទសម្បូរបែបដោយប្រើប្រព័ន្ធជ្រើសរើស \"When Inside of\" ។",
    "504332576": "យើងមានមោទនភាពក្នុងការប្រកាសថា hCaptcha បានរីកចម្រើនទៅជាសេវាកម្មសន្តិសុខអ៊ីនធឺណិតឯករាជ្យដ៏ធំបំផុតនៅលើពិភពលោក ដែលដំណើរការលើអ៊ីនធឺណិតប្រហែល 15% ហើយយើងបានយកចំណែកទីផ្សារភាគច្រើនដោយផ្ទាល់ពី Google reCAPTCHA ។ រួមគ្នា hCaptcha និង",
    "1155436473": "(ការផ្តល់ជូនសហគ្រាសរបស់យើង) ឥឡូវនេះការពារអ្នកប្រើប្រាស់រាប់រយលាននាក់នៅទូទាំងគេហទំព័រ និងកម្មវិធីរាប់សិបលានរៀងរាល់ខែ។ រឿងរបស់យើងបង្ហាញថាអ្នកអាចប្រកួតប្រជែងជាមួយ Big Tech នៅពេលអ្នកដាក់ឯកជនភាពជាមុន។",
    "3108727249": "BotStop",
    "1296696044": "ឯកជនភាពទល់នឹងសន្តិសុខ៖ ហេតុអ្វីមិនទាំងពីរ?",
    "538871570": "ការប្រកួតប្រជែងជាមួយ Google និងក្រុមហ៊ុនបច្ចេកវិទ្យាធំៗផ្សេងទៀតហាក់ដូចជាលំដាប់ខ្ពស់៖ អំណាចទីផ្សារផ្តាច់មុខ ឥទ្ធិពលវេទិកា និងកងទ័ពរបស់អ្នកអភិវឌ្ឍន៍ដែលមានប្រាក់ខែខ្ពស់ ជាទូទៅត្រូវបានចាត់ទុកថាមានឥទ្ធិពលខ្លាំងពេកក្នុងការដោះស្រាយសម្រាប់នរណាម្នាក់ ប៉ុន្តែក្រុមហ៊ុនបច្ចេកវិទ្យាយក្សផ្សេងទៀតដូចជា Facebook ឬ Amazon ។ រឿងរបស់យើងបង្ហាញថាវាមិនចាំបាច់បែបនោះទេ - អ្នកអាចយកឈ្នះ Big Tech ដោយផ្តោតលើភាពឯកជន។",
    "3600718611": "ពិចារណា Google reCAPTCHA,",
    "4281708680": ". នៅ hCaptcha យើងបានអនុវត្តវិធីសាស្រ្តខុសគ្នាខ្លាំងដោយចេតនា ដោយប្រើបច្ចេកទេសរៀនម៉ាស៊ីនរក្សាភាពឯកជនដើម្បីកំណត់ពីអាកប្បកិរិយា bot ធម្មតានៅភាពត្រឹមត្រូវខ្ពស់ ខណៈពេលដែលប្រើប្រាស់ និងរក្សាទុកទិន្នន័យតិចតួចតាមដែលអាចធ្វើទៅបាន។",
    "3312336121": "ដែលប្រើប្រាស់ទិន្នន័យអាកប្បកិរិយាដ៏ច្រើនសន្ធឹកសន្ធាប់ ដើម្បីកំណត់ថាតើអ្នកប្រើប្រាស់បណ្ដាញជាមនុស្សស្របច្បាប់ ឬជារូបយន្ត",
    "1193738791": "៖ ពួកគេតាមដានឥរិយាបថរបស់អ្នកប្រើនៅលើគ្រប់ទំព័រនៃគេហទំព័រ និងនៅលើបណ្តាញ។ យើងបានរចនា hCaptcha ឱ្យមានភាពស្និទ្ធស្នាលនឹងភាពឯកជនតាមដែលអាចធ្វើទៅបានចាប់ពីថ្ងៃដំបូង។ នេះនាំឱ្យមានវិធីសាស្រ្តខុសគ្នាទាំងស្រុងចំពោះបញ្ហា។ ដូចដែលវាបានបង្ហាញ ការតាមដានអ្នកប្រើប្រាស់នៅលើបណ្តាញ និងការភ្ជាប់ប្រវត្តិគេហទំព័ររបស់ពួកគេទៅនឹងអត្តសញ្ញាណរបស់ពួកគេគឺមិនចាំបាច់ទាំងស្រុងសម្រាប់ការទទួលបានសុវត្ថិភាពល្អ។ ក្រុមហ៊ុនជាច្រើនដែលបានប្តូរទៅ hCaptcha",
    "2620705814": "Google គឺជាក្រុមហ៊ុនផ្សាយពាណិជ្ជកម្ម ហើយផលិតផលសុវត្ថិភាពរបស់ពួកគេមើលទៅដូចផលិតផលផ្សាយពាណិជ្ជកម្មរបស់ពួកគេ។",
    "1126447688": "ជាញឹកញាប់រាយការណ៍ថាមានដំណើរការស្មើគ្នា ឬប្រសើរជាងក្នុងការរកឃើញ និងកាត់បន្ថយ bot ទោះបីជាការផ្តោតជាឯកជនរបស់យើងក៏ដោយ។",
    "439777523": "បញ្ហាបទប្បញ្ញត្តិ",
    "3588274874": "ក្នុងការផ្តោតលើការចែកចាយផលិតផលដែលស្របតាមកិច្ចខិតខំប្រឹងប្រែងផ្នែកច្បាប់ដូចជា GDPR របស់សហភាពអឺរ៉ុប និង CCPA របស់រដ្ឋកាលីហ្វ័រញ៉ា យើងមានបទពិសោធន៍រីកចម្រើនយ៉ាងខ្លាំង - ជាការពិតណាស់ វាជួយឱ្យ hCaptcha សាមញ្ញ \"ទម្លាក់\" ជំនួសសម្រាប់ reCAPTCHA ហើយដូច្នេះអាចត្រូវបានដំឡើងក្នុងរយៈពេលប៉ុន្មាននាទី។",
    "2150595700": ". GDPR និង CCPA បានដាក់ការព្រួយបារម្ភអំពីឯកជនភាពនៅលើផែនទីសម្រាប់អ្នកទិញសហគ្រាស ហើយក្នុងពេលជាមួយគ្នានេះ ឯកជនភាពលើអ៊ីនធឺណិតកាន់តែមានសារៈសំខាន់សម្រាប់សាធារណជន នៅពេលដែលយើងទាំងអស់គ្នាចាប់ផ្តើមយល់ពីរបៀបដែលឧស្សាហកម្មផ្សាយពាណិជ្ជកម្ម និងទីផ្សារអនឡាញបានប្រើប្រាស់ទិន្នន័យរបស់យើងជាប្រវត្តិសាស្ត្រ។",
    "2624949852": "ជាការពិតណាស់ reCAPTCHA គឺជាអ្នកចាប់ផ្តើមដំបូងនៅក្នុងសុវត្ថិភាពគេហទំព័រចាប់តាំងពីឆ្នាំ 2009 ដោយការពារគេហទំព័ររាប់លានប្រឆាំងនឹងការគំរាមកំហែងដែលមិនធ្លាប់មានដោយ bots ព្យាបាទ និងអ្នកផ្ញើសារឥតបានការ។ ទោះយ៉ាងណាក៏ដោយ វាត្រូវបានសម្របសម្រួលទាំងស្រុងក្នុងប៉ុន្មានឆ្នាំថ្មីៗនេះ៖",
    "499510428": "តាមពិតយើងជឿថាបទប្បញ្ញត្តិបានជួយយើងនៅទីនេះ",
    "1232651561": "ឥឡូវនេះកម្មវិធីគឺល្អដូចមនុស្សក្នុងការដោះស្រាយបញ្ហាប្រឈម reCAPTCHA ។",
    "824740867": "ជាជាងការកែលម្អដំណោះស្រាយនោះ Google ជំនួសមកវិញបានចេញផ្សាយ reCAPTCHA v3 ដែលដំណើរការដូចជាបណ្តាញផ្សាយពាណិជ្ជកម្មច្រើនជាងកម្មវិធីសុវត្ថិភាព ដោយប្រមូលទិន្នន័យអាកប្បកិរិយាពីទូទាំងបណ្តាញដើម្បីបង្កើតកម្រងព័ត៌មានអ្នកប្រើប្រាស់។ ជាអកុសល ប្រភេទនៃសញ្ញានេះត្រូវបានបរាជ័យយ៉ាងងាយ ហើយដូច្នេះផ្តល់នូវការការពារតិចតួចប្រឆាំងនឹងរូបយន្តខណៈពេលដែលប៉ះពាល់ដល់ភាពឯកជនរបស់អ្នកប្រើប្រាស់។",
    "1027023087": "យើងនៅ hCaptcha ជំនួសវិញបានផ្តោតលើវិធីសាស្រ្តទំនើបជាងមុនចំពោះបញ្ហា ដែលមិនតម្រូវឱ្យមានការរក្សាកំណត់ត្រាអាកប្បកិរិយារយៈពេលវែងដូចជាប្រវត្តិរុករក និងបានបង្ហាញឱ្យឃើញកាន់តែមានភាពធន់ក្នុងការប្រឈមមុខនឹងសត្រូវដែលបានកំណត់ចាប់តាំងពីសេវាកម្មត្រូវបានណែនាំ។",
    "2852295413": "ទំនាស់ផលប្រយោជន៍ពីកំណើត៖ ការបញ្ឈប់ bots កាត់បន្ថយប្រាក់ចំណូលសម្រាប់បណ្តាញផ្សាយពាណិជ្ជកម្ម",
    "1597520917": "ការកើនឡើងនៃចំនួនអ្នករិះគន់បានចង្អុលបង្ហាញថាការមិនយកចិត្តទុកដាក់របស់ Google សម្រាប់ភាពឯកជនរបស់អ្នកប្រើប្រាស់គួរតែទាក់ទងនឹងអតិថិជនដែលកំពុងស្វែងរកការការពារគេហទំព័រ និងកម្មវិធីរបស់ពួកគេ។",
    "763447231": "ក្នុងពេលជាមួយគ្នានេះ ការបញ្ឈប់ bots ពីការចូលទៅកាន់គេហទំព័រអ្នកបោះពុម្ពផ្សាយអាចបង្ហាញពីការក្លែងបន្លំការផ្សាយពាណិជ្ជកម្ម ដោយដាក់ផលិតផល reCAPTCHA របស់ Google ដោយផ្ទាល់ប្រឆាំងនឹងអាជីវកម្មផ្សាយពាណិជ្ជកម្មរបស់ពួកគេ ដែលបង្កើតបានជាង 80% នៃប្រាក់ចំណូលរបស់ពួកគេ។",
    "999674529": "រាល់ការរកឃើញ bot ដែល Google គួរតែរកបានសូន្យដុល្លារ។ ដូច្នេះការលើកទឹកចិត្តរបស់ក្រុមហ៊ុន Google គឺត្រូវបានតម្រឹមយ៉ាងលំបាកជាមួយនឹងអ្នកប្រើប្រាស់សេវាសុវត្ថិភាពរបស់ពួកគេ ហើយនេះអាចជាការពន្យល់មួយសម្រាប់ដំណើរការមិនល្អនៃការផ្តល់ជូនសុវត្ថិភាព reCAPTCHA របស់ពួកគេ។",
    "956019009": "ក្រុមហ៊ុនហេដ្ឋារចនាសម្ព័ន្ធគេហទំព័រធំជាងគេបានចាត់វិធានការរួចហើយ",
    "1923297430": "ចំណុចបំបែកចុងក្រោយសម្រាប់អតិថិជនធំ ៗ ជាច្រើនបានកើតឡើងនៅពេលដែល Google ចាប់ផ្តើមគិតប្រាក់ក្រុមហ៊ុនសម្រាប់ការប្រើប្រាស់ផលិតផលរបស់ពួកគេក្នុងកម្រិតដ៏មានអត្ថន័យណាមួយ។ នេះបណ្តាលឱ្យអ្នកប្រើប្រាស់ reCAPTCHA អស់រយៈពេលជាយូរដើម្បីស្វែងរកជម្រើសដែលប្រសើរជាងមុន ដោយសារការព្រួយបារម្ភអំពីបទប្បញ្ញត្តិជុំវិញពិភពលោកបានធ្វើរួចហើយដោយប្រើការផ្តល់ជូនរបស់ Google កាន់តែមិនពេញចិត្ត។",
    "2197218442": "នាយកប្រតិបត្តិរបស់ Cloudflare លោក Matthew Prince បានសង្ខេបទស្សនៈនេះនៅក្នុង",
    "155456850": "ប្រកាសពីការប្តូររបស់ពួកគេទៅ hCaptcha៖",
    "435302267": "ប្រកាសប្លក់របស់ក្រុមហ៊ុន",
    "2087769953": "\"យើងមានការរំភើបចំពោះការផ្លាស់ប្តូរនេះ ព្រោះវាអាចជួយដោះស្រាយបញ្ហាឯកជនភាពដែលអាស្រ័យទៅលើសេវាកម្ម Google ដែលយើងធ្លាប់មានមួយរយៈ។ យើងបានវាយតម្លៃអ្នកលក់ CAPTCHA មួយចំនួន ក៏ដូចជាការកសាងប្រព័ន្ធដោយខ្លួនឯងផងដែរ។ នៅទីបញ្ចប់ hCaptcha បានលេចចេញជាជម្រើសដ៏ល្អបំផុតសម្រាប់ reCAPTCHA។\"\"យើងចូលចិត្តរឿងមួយចំនួនអំពីដំណោះស្រាយ hCaptcha: 1) ពួកគេមិនលក់ទិន្នន័យផ្ទាល់ខ្លួនទេ។ ពួកគេប្រមូលបានតែទិន្នន័យផ្ទាល់ខ្លួនចាំបាច់អប្បបរមា ពួកគេមានតម្លាភាពក្នុងការពិពណ៌នាអំពីព័ត៌មានដែលពួកគេប្រមូល និងរបៀបដែលពួកគេប្រើប្រាស់ និង/ឬបង្ហាញវា”។",
    "595582512": "ប្រសិនបើអ្នកកំពុងស្វែងរកការការពារគេហទំព័រ ឬកម្មវិធីរបស់អ្នកឱ្យមានប្រសិទ្ធភាពពី bots អ្នកផ្ញើសារឥតបានការ ឬតួអង្គព្យាបាទផ្សេងទៀត ខណៈពេលដែលរក្សាភាពឯកជនរបស់អ្នកប្រើប្រាស់របស់អ្នក (និងគោរពតាមបទប្បញ្ញត្តិពាក់ព័ន្ធទាំងអស់!) សូមពិចារណា hCaptcha និងការផ្តល់ជូនសហគ្រាសរបស់យើង",
    "3388180864": "ចាប់​អារម្មណ៍​ក្នុង​ការ​ធ្វើ​ការ​នៅ​លើ​បញ្ហា​ប្រឈម​ប​ច្ចេ​ក​ទេស​ជ្រៅ​នៅ​លើ​មាត្រដ្ឋាន​ប​ណ្តា​ញ​? យើងតែងតែជួលវិស្វករដែលមានទេពកោសល្យនៅទូទាំងពិភពលោក -",
    "3892952987": "សូមពិនិត្យមើលការបើករបស់យើង ហើយដាក់ពាក្យនៅទីនេះ",
    "3368788823": "Terence Eden បង្កើតចំណុចគួរឱ្យចាប់អារម្មណ៍មួយនៅលើប្លក់របស់គាត់៖ \"",
    "1491780143": "CAPTCHAs មិនបញ្ជាក់ថាអ្នកជាមនុស្សទេ - ពួកគេបង្ហាញថាអ្នកជាជនជាតិអាមេរិក",
    "2146900431": "ដោយវិចារណញាណ ការអះអាងនេះមានន័យច្រើន។ CAPTCHAs ដូចជាស្ទើរតែគ្រប់អ្វីៗទាំងអស់ត្រូវបានបញ្ចូលទៅក្នុងបរិបទវប្បធម៌ ហើយប្រសិនបើបញ្ហាប្រឈមរបស់អ្នកត្រូវបានបង្កើតឡើងភាគច្រើននៅក្នុងវប្បធម៌មួយនោះ វាប្រហែលជាមិនបកប្រែបានល្អទៅមួយទៀតនោះទេ។ នៅក្នុងស្នូលរបស់វា នេះគឺជាបញ្ហានៃវប្បធម៌",
    "378086442": "នៃ CAPTCHAs ជាជាង UX របស់ពួកគេក្នុងមួយសេ។",
    "1445008801": "ដូចដែល Eden បាននិយាយថា:",
    "332723732": "មាតិកា",
    "2072808435": "\"ស្មាន​អី​ Google? តាក់ស៊ី​ក្នុង​ប្រទេស​របស់​ខ្ញុំ​ជា​ទូទៅ​មាន​ពណ៌​ខ្មៅ។ ខ្ញុំ​បាន​មើល​រឿង​គ្រប់​គ្រាន់​ដើម្បី​ដឹង​ថា​រថយន្ត​ទាំងអស់​នៅ​អាមេរិក​មាន​ពណ៌​លឿង។ ប៉ុន្តែ​នៅ​គ្រប់​ប្រទេស​ផ្សេង​ទៀត​ដែល​ខ្ញុំ​បាន​ទៅ​គឺ​ជា​តាក់ស៊ី ពណ៌ផ្សេងគ្នា។\"",
    "3206136647": "បញ្ហារបស់ Google នៅទីនេះគឺផ្អែកលើទិន្នន័យសំណួរដែលពួកគេប្រើធៀបនឹងអ្នកដែលឃើញវា។ ប្រសិនបើទិន្នន័យទាំងអស់បានមកពីវប្បធម៌ដូចគ្នា (ហើយក្នុងករណី Google ដែលជាក្រុមហ៊ុនដូចគ្នា) អ្នកប្រាកដជាអាចរំពឹងថានឹងមានបញ្ហាប្រឈមដែលមិនបកប្រែបានល្អទៅនឹងវប្បធម៌ផ្សេងទៀត ស្របតាមការតវ៉ារបស់អេដែន។",
    "2217842245": "ទោះជាយ៉ាងណាក៏ដោយទិន្នន័យរបស់យើងបង្ហាញថា (សម្រាប់ hCaptcha)",
    "4280117172": "តាមការពិតប្រទេសជាច្រើនធ្វើបានល្អជាងអាមេរិកបន្តិច រួមទាំងនីហ្សេរីយ៉ា ឥណ្ឌា ប្រេស៊ីល និងអាល្លឺម៉ង់៖",
    "555749578": "មានភាពខុសប្លែកគ្នាតិចជាង 1% ក្នុងអត្រាការដោះស្រាយនៅទូទាំងប្រទេសធំៗនៅគ្រប់ទ្វីប។",
    "151737819": "hCaptcha Solve Rates នៅទូទាំងពិភពលោកបង្ហាញពីការប្រែប្រួលតិចតួចបំផុត។",
    "3908992897": "ហើយត្រូវបានប្រើប្រាស់នៅគ្រប់ប្រទេស និងដែនដីទាំងអស់ក្នុងពិភពលោក ដូច្នេះហើយយើងផ្តោតយ៉ាងខ្លាំងលើការផ្តល់នូវបទពិសោធន៍សកលដែលជាប់លាប់។",
    "2808122102": "ដូច្នេះមុខងារឆ្លងវប្បធម៌គឺជាតម្រូវការមូលដ្ឋានសម្រាប់សេវាកម្មរបស់យើង។ ការធ្វើឱ្យប្រាកដថាអ្នកប្រើប្រាស់ស្របច្បាប់ទាំងអស់អាចចូលប្រើមាតិកាបានយ៉ាងឆាប់រហ័ស គឺជាផ្នែកសំខាន់នៃបេសកកម្មរបស់យើង។ យើងផ្តល់បញ្ហាប្រឈមជា 110 ភាសា ហើយកំពុងបន្តកែលម្អការបកប្រែដែលពាក់ព័ន្ធ ដើម្បីប្រាកដថាបញ្ហាប្រឈមរបស់យើងអាចត្រូវបានដោះស្រាយដោយអ្នកគ្រប់គ្នា។",
    "3913801502": "hCaptcha ឥឡូវនេះដំណើរការលើអ៊ីនធឺណិតប្រហែល 15%",
    "2077639538": ". សម្រាប់មួយ ទិន្នន័យបញ្ហាប្រឈមលើសេវាកម្មរបស់យើងអាចមកពីប្រភពជាច្រើន មិនមែនតែមួយទេ - ពីក្រុមហ៊ុនធំ ៗ របស់ Fortune 500 រហូតដល់ការចាប់ផ្តើមរៀនម៉ាស៊ីន ដរាបណាពួកគេកំពុងប្រកាន់ខ្ជាប់នូវរបស់យើង",
    "3951112506": ". នោះ​ធានា​នូវ​កម្រិត​ខ្ពស់​នៃ​ភាព​ខុស​គ្នា​ក្នុង​ទិន្នន័យ​រួច​ទៅ​ហើយ។",
    "1803943584": "ទីពីរ យើងអនុញ្ញាតឱ្យបញ្ហាប្រឈមធ្វើឱ្យខ្លួនឯងមានសុទិដ្ឋិនិយមដើម្បីកំណត់ថាតើប្រទេសណា ឬភាសាណាដែលពួកគេនឹងដំណើរការ ដោយបង្កើនលទ្ធភាពនៃបទពិសោធន៍ដែលជាប់លាប់បន្ថែមទៀត។ ប្រសិនបើភាពត្រឹមត្រូវទាបជាងការរំពឹងទុក សំណួរមួយនឹងឈប់ដំណើរការក្នុងតំបន់ ឬភាសាដែលឥទ្ធិពលនេះកើតឡើង។",
    "3668873369": "នៅ hCaptcha យើង​បាន​ចាត់​វិធានការ​ផ្សេង​ពី​ថ្ងៃ​ដំបូង",
    "1519201684": "គោលនយោបាយក្រមសីលធម៌ AI",
    "2155089487": ". ប្រសិនបើបញ្ហាប្រឈមរបស់យើងកាន់តែងាយស្រួលដោះស្រាយសម្រាប់ក្រុមមួយចំនួន យើងនឹងរំពឹងថានឹងឃើញភាពខុសគ្នានៅក្នុងរបៀបដែលមនុស្សទូទាំងពិភពលោក និងនៅទូទាំងវប្បធម៌ផ្សេងៗគ្នាអនុវត្តនៅពេលដោះស្រាយបញ្ហាទាំងនោះ។ នៅក្នុងបរិបទនៃការប្រកាសរបស់ Eden យើងនឹងរំពឹងថាជនជាតិអាមេរិកនឹងធ្វើបានល្អជាងប្រជាជននៅក្នុងប្រទេសផ្សេងទៀត។ ដោយសារតែយើងបានចំណាយពេលជាច្រើនឆ្នាំក្នុងការអភិវឌ្ឍន៍ប្រព័ន្ធដើម្បីជៀសវាងបញ្ហានេះ យើងពិតជាមើលឃើញផ្ទុយពីនេះ។",
    "2603863826": "PS: ប្រសិនបើអ្នករកឃើញការបកប្រែជាភាសារបស់អ្នកដែលអាចប្រើការកែលម្អ សូមមានអារម្មណ៍សេរីក្នុងការដាក់ស្នើ",
    "3543141425": "សម្រាប់វា!",
    "2697276059": "ភស្តុតាងនេះកំពុងដំណើរការ៖ អត្រាដោះស្រាយឯកសណ្ឋាននៅទូទាំងពិភពលោក",
    "664236229": "ទាញសំណើ",
    "1137470858": "ថ្ងៃទី ១១ ខែធ្នូ ឆ្នាំ ២០២១",
    "12462594": "hCaptcha ត្រូវបានបង្កើតឡើងនៅលើវេទិកា HUMAN ដែលអនុញ្ញាតឱ្យមានការកំណត់ផ្លូវ និងការវិភាគដ៏ស្មុគ្រស្មាញ ដើម្បីបង្កើនប្រសិទ្ធភាពការចំណាយ និងប្រសិទ្ធភាពនៅជំហាននីមួយៗ។",
    "2262549101": "វិធីសាស្រ្តទំនាក់ទំនងជំនួសត្រូវបានចងក្រងជាឯកសារនៅក្នុងការិយាល័យរក្សាសិទ្ធិរបស់សហរដ្ឋអាមេរិក DMCA បញ្ជីភ្នាក់ងារដែលបានកំណត់",
    "2272776729": "សូមចំណាំថា អ្នកត្រូវតែផ្ទៀងផ្ទាត់អត្តសញ្ញាណ និងសំណើរបស់អ្នក មុនពេលមានសកម្មភាពបន្ថែមទៀត ដូចជាដោយផ្តល់អត្តសញ្ញាណរដ្ឋាភិបាលរបស់អ្នក។ ដោយអនុលោមតាមច្បាប់រដ្ឋកាលីហ្វ័រញ៉ា អ្នកអាចតែងតាំងភ្នាក់ងារដែលមានការអនុញ្ញាតដើម្បីធ្វើសំណើជំនួសអ្នក។ ដើម្បីចាត់តាំងភ្នាក់ងារដែលមានការអនុញ្ញាតដើម្បីធ្វើសំណើជំនួសអ្នក អ្នកត្រូវតែផ្តល់អំណាចនៃមេធាវីដែលមានសុពលភាព អត្តសញ្ញាណដែលរដ្ឋាភិបាលបានចេញឱ្យត្រឹមត្រូវរបស់អ្នកស្នើសុំ និងអត្តសញ្ញាណដែលរដ្ឋាភិបាលបានចេញឱ្យត្រឹមត្រូវរបស់ភ្នាក់ងារដែលមានការអនុញ្ញាត។",
    "2335607721": "សេចក្តីជូនដំណឹង។ ការជូនដំណឹងទាំងអស់ដែលទាក់ទងនឹងលក្ខខណ្ឌនៃសេវាកម្មទាំងនេះនឹងត្រូវបានផ្ញើតាមអ៊ីមែល ឬបង្ហោះនៅលើគេហទំព័ររបស់យើង។ អ្នក​ត្រូវ​តែ​ផ្ញើ​ការ​ជូន​ដំណឹង​មក​យើង​នៅ",
    "2875934612": "ថ្ងៃទី 20 ខែវិច្ឆិកា ឆ្នាំ 2020",
    "3084122606": "កន្លែងណាដែលការប្រើប្រាស់ព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នកផ្អែកលើការយល់ព្រមរបស់អ្នក អ្នកមានសិទ្ធិដកវាចេញនៅពេលណាក៏បានតាមលក្ខណៈដែលបានបញ្ជាក់នៅក្នុងសេវាកម្ម ឬដោយការទាក់ទងមកយើងតាមរយៈ",
    "3312286067": "ឬដាក់ពាក្យបណ្តឹងទៅកាន់និយតករការពារទិន្នន័យនៅក្នុងដែនសមត្ថកិច្ចរបស់អ្នក។ អ្នកអាចស្វែងរកនិយតករការពារទិន្នន័យរបស់អ្នកនៅ",
    "3506025515": "hCaptcha មិនត្រូវបានប៉ះពាល់ដោយ log4shell ទេ។ នេះជារបៀបដែលយើងដឹង។",
    "3516838896": "កំហុសការប្រតិបត្តិលេខកូដពីចម្ងាយ log4j2 ថ្មីៗនេះបានវាយលុកអ៊ីនធឺណិត ដែលប៉ះពាល់ដល់ភាគរយដ៏ធំនៃសេវាកម្មអនឡាញ។ hCaptcha មិនរងផលប៉ះពាល់ទេ។ នេះជារបៀបដែលយើងផ្ទៀងផ្ទាត់ការពិតនោះ។",
    "3553195003": "hCaptcha មិនត្រូវបានប៉ះពាល់ដោយ log4shell ទេ។",
    "3610875753": "- ប្រសិនបើបន្ទាប់ពីមានការរអាក់រអួលក្នុងអាជីវកម្មយ៉ាងសំខាន់ អ្នកមិនអាចទាក់ទងមកយើងដូចដែលអ្នកធ្លាប់ធ្វើនោះទេ។",
    "3612764043": "អ្នកគួរតែចូលទៅកាន់គេហទំព័ររបស់យើងនៅ hcaptcha.com ឬ hcaptchastatus.com ។",
    "3626193263": "ភ្នាក់ងារដែលបានកំណត់ hCaptcha សម្រាប់ Digital Millennium Copyright Act (DMCA) គឺ",
    "3794891866": "អ្នកប្រើប្រាស់នៅរដ្ឋកាលីហ្វ័រញ៉ាអាចធ្វើការស្នើសុំដោយយោងតាមសិទ្ធិរបស់ពួកគេក្រោម CCPA ដោយទាក់ទងមកយើងខ្ញុំតាមលេខ",
    "3814036702": "- ប្រសិនបើអ្នកមានសំណួរអំពីផែនការបន្តអាជីវកម្មរបស់យើង អ្នកអាចទាក់ទងមកយើងតាមរយៈ",
    "3975007628": "ឥឡូវនេះការពារអ្នកប្រើប្រាស់រាប់រយលាននាក់នៅលើគេហទំព័រ និងកម្មវិធីរាប់សិបលានរៀងរាល់ខែ។ រឿងរបស់យើងបង្ហាញថាអ្នកអាចប្រកួតប្រជែងជាមួយ Big Tech នៅពេលអ្នកដាក់ឯកជនភាពជាមុន។",
    "4038264749": "ចំណាំ ខណៈពេលដែលការបញ្ជាទិញ COVID-19 ក្នុងតំបន់នៅតែជាធរមាន មិនមានការធានាថា សំបុត្រនឹងត្រូវបានទទួលទាន់ពេលទេ និងអ៊ីមែល (",
    "4115505783": ") ជា​ឆានែល​ត្រឹមត្រូវ​ដើម្បី​ទាក់ទង​មក​យើង។ ក្រុមហ៊ុនមិនរក្សាលេខទូរសព្ទ ឬទូរសារឡើយ។ នេះគឺជាសតវត្សទី 21 ។",
    "4164851712": "យើងប្រើតែព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នកតាមការអនុញ្ញាតដោយច្បាប់។ យើងតម្រូវឱ្យជូនដំណឹងដល់អ្នកអំពីមូលដ្ឋានច្បាប់នៃដំណើរការព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក ដែលត្រូវបានពិពណ៌នាខាងក្រោម។ ប្រសិនបើអ្នកមានសំណួរអំពីមូលដ្ឋានច្បាប់ដែលយើងដំណើរការព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក សូមទាក់ទងមកយើងខ្ញុំតាមរយៈ",
    "4201262098": "បច្ចេកវិទ្យានេះអនុញ្ញាតឱ្យកម្លាំងពលកម្មត្រឹមត្រូវគ្រប់គ្រងផ្នែកនីមួយៗនៃការងាររបស់អ្នក បង្កើនប្រសិទ្ធភាពចំណាយ ខណៈពេលដែលរក្សាភាពឯកជន និងបំពេញតាមតម្រូវការបទប្បញ្ញត្តិដែលអាចអនុវត្តបាន។",
    "4217188341": "ថ្ងៃទី 30 ខែវិច្ឆិកា ឆ្នាំ 2020",
    "4238473596": "ការកាត់បន្ថយការកកិតសម្រាប់អ្នកប្រើប្រាស់ពិតប្រាកដគឺមានសារៈសំខាន់។ hCaptcha ប្រើប្រាស់កិច្ចការសាមញ្ញ និងចំណាយពេលតិចសម្រាប់អ្នកប្រើប្រាស់ភាគច្រើន ខណៈពេលដែលបញ្ឈប់ចរាចរណ៍ bot កាន់តែច្រើន។",
    "4243935861": "ha.com",
    "4270798104": "2. ព្យាយាមបិទកម្មវិធីបន្ថែមផ្សេងទៀត។ ប្រសិនបើ​វា​ដោះស្រាយ​បាន សូម​បើក​ពួកវា​ម្តងមួយៗ​រហូត​ដល់​អ្នក​រកឃើញ​បញ្ហា ហើយ​ឱ្យ​អ្នក​បង្កើត​កម្មវិធី​បន្ថែម​នោះ​ដឹង​អំពី​វា ព្រម​ទាំង​ផ្តល់​ការ​ជូន​ដំណឹង​ដល់​យើង​នៅ",
    "427220273": "យើងអាចស្នើសុំព័ត៌មានជាក់លាក់ពីអ្នក ដើម្បីជួយយើងបញ្ជាក់អត្តសញ្ញាណរបស់អ្នក និងដំណើរការសំណើរបស់អ្នក។ ច្បាប់ដែលអាចអនុវត្តបានអាចទាមទារ ឬអនុញ្ញាតឱ្យយើងបដិសេធសំណើរបស់អ្នក។ ប្រសិនបើយើងបដិសេធសំណើរបស់អ្នក យើងនឹងប្រាប់អ្នកពីមូលហេតុ ដែលស្ថិតក្រោមការរឹតបន្តឹងផ្លូវច្បាប់។ ប្រសិនបើអ្នកចង់ដាក់ពាក្យបណ្តឹងអំពីការប្រើប្រាស់ព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក ឬការឆ្លើយតបទៅនឹងសំណើរបស់អ្នកទាក់ទងនឹងព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក អ្នកអាចទាក់ទងមកយើងតាមរយៈ",
    "433026247": "តាមរយៈការអនុវត្តភារកិច្ច អ្នកអាចទទួលបានគុណវុឌ្ឍិ និងជំនាញ ដែលយើងនឹងផ្តល់ការសំរេចចិត្តរបស់យើង។ យើងរក្សាសិទ្ធិក្នុងការបង្កើត កែសម្រួល ឬដកហូតគុណវុឌ្ឍិ និងជំនាញរបស់អ្នកនៅពេលណាក៏បាន ដោយគ្មានហេតុផល ឬគ្មានហេតុផលអ្វីទាំងអស់។ ដោយសារតែយើងមិនរើសអើងលើមូលដ្ឋាននៃប្រភពដើមជាតិសាសន៍ ជាតិសាសន៍ ពណ៌សម្បុរ ភេទ ទំនោរផ្លូវភេទ ឬប្រភេទណាមួយផ្សេងទៀតដែលត្រូវបានការពារដោយច្បាប់ អ្នកនឹងមានឱកាសដូចគ្នានឹងអ្នករួមចំណែកផ្សេងទៀតដើម្បីសម្រេចបាននូវលទ្ធភាពទទួលបានភារកិច្ច ដូចដែលលក្ខណៈសម្បត្តិ និងជំនាញរបស់អ្នកប្រមូលផ្តុំ។ . ក្នុងនាមជាអ្នករួមចំណែក ប្រសិនបើអ្នកជឿថាសំណួរសាកល្បងដែលមានបញ្ហាបានប៉ះពាល់ដល់គុណវុឌ្ឍិ ជំនាញ ឬរង្វាន់របស់អ្នក អ្នកអាចផ្តល់នូវការជជែកវែកញែកដែលគាំទ្រដោយពណ៌នាអំពីសំណួរសាកល្បងដែលមានបញ្ហាតាមរយៈចំណុចប្រទាក់កិច្ចការ ឬតាមរយៈសំបុត្រនៅក្នុងប្រព័ន្ធជំនួយរបស់យើង ឧទាហរណ៍តាមរយៈអ៊ីមែល នៅ",
    "492025216": "ថ្ងៃទី ១៣ ខែធ្នូ ឆ្នាំ ២០២១",
    "799274928": "ការជូនដំណឹងតាមអ៊ីមែលត្រូវបានចាត់ទុកថាជាការជូនដំណឹងជាលាយលក្ខណ៍អក្សរសម្រាប់គោលបំណងទាំងអស់ដែលការជូនដំណឹងជាលាយលក្ខណ៍អក្សរអាចត្រូវបានទាមទារ។ ការជូនដំណឹងតាមអ៊ីមែលត្រូវបានចាត់ទុកថាបានទទួលនៅថ្ងៃធ្វើការបន្ទាប់ពីការបញ្ជូនអាសយដ្ឋានត្រឹមត្រូវទៅកាន់អ្នកទទួលដែលមានបំណង។"
}