{
  "23114595": "បទពិសោធន៍អ្នកប្រើប្រាស់ដ៏អស្ចារ្យ",
  "34074886": "រាល់ពេលដែលអ្នកឆ្លើយសំណួរមួយ យើងប្រើគំរូដ៏ទំនើបដើម្បីស្វែងយល់ថាតើអ្នកជាមនុស្សឬអត់។ គេហទំព័រដែលអ្នកបានចូលមើលបន្ទាប់មកប្រើប្រាស់លទ្ធផលនេះ ដើម្បីជួយកែលម្អបទពិសោធន៍របស់អ្នកនៅលើគេហទំព័ររបស់ពួកគេដោយរក្សាទុករូបយន្ត។",
  "98173630": "hCaptcha គឺជាសេវាកម្ម CAPTCHA ឯករាជ្យដែលត្រូវបានប្រើប្រាស់យ៉ាងទូលំទូលាយបំផុតរបស់ពិភពលោក។",
  "111184581": "ពិធីជប់លៀងដំបូង",
  "119298044": "បច្ចេកវិទ្យា ML និង AI ដែលគ្រប់គ្រងដោយខ្លួនឯងកម្រិតខ្ពស់ការពារទ្រព្យសម្បត្តិគេហទំព័ររបស់អ្នកពីការគំរាមកំហែង និងការវាយប្រហារ",
  "121743429": "សម្រាប់ក្រុមហ៊ុនហេដ្ឋារចនាសម្ព័ន្ធបណ្តាញ",
  "122875767": "បំពេញតម្រូវការផ្លូវច្បាប់របស់អ្នក នៅពេលដែលក្រុមហ៊ុនផ្សេងទៀតមិនអាច។",
  "126134492": "ផ្សេងទៀត",
  "152010250": "hCaptcha រួមបញ្ចូលគ្នានូវការរៀនម៉ាស៊ីនដែលគ្រប់គ្រងដោយខ្លួនឯងកម្រិតខ្ពស់ជាមួយនឹងវេទិកាគណនាគែមប្រលោមលោកដែលកាត់បន្ថយការប្រមូលទិន្នន័យ និងការរក្សាទុកយ៉ាងពិសេស ដែលបញ្ជូនមកពីជាង 250 ទីតាំងទូទាំងពិភពលោកសម្រាប់ទំហំដ៏ធំ។",
  "179723061": "ការគ្រប់គ្រងកាន់តែច្រើនសម្រាប់ក្រុមដែលត្រូវការសុវត្ថិភាពនាំមុខក្នុងថ្នាក់",
  "191460155": "ការកកិតសូន្យនិងរបៀបអកម្ម 99.9%",
  "282913023": "ជម្រើសដ៏មានប្រសិទ្ធិភាពតម្លៃសម្រាប់សហគ្រាសដែលមានចរាចរណ៍ខ្ពស់។",
  "328625009": "... យើងត្រៀមខ្លួនរួចរាល់ហើយ នៅពេលដែលអ្នកមាន៖ សេវាកម្មរបស់យើងមាននៅគ្រប់ម៉ោង។",
  "353066938": "ជាក្រុមដែលមានបទពិសោធន៍ ធ្វើការលើបញ្ហាលំបាកបំផុតនាពេលបច្ចុប្បន្ននេះ។ hCaptcha គឺជាសេវាកម្មរបស់",
  "353367791": "រកឃើញតួអង្គអាក្រក់នៃប្រភេទផ្សេងៗគ្នាជាច្រើន។",
  "359073033": "ផ្ទាំងគ្រប់គ្រងផ្តល់នូវទិដ្ឋភាពកម្រិតខ្ពស់ ឬល្អិតល្អន់នៃសកម្មភាព។",
  "392886773": "ធ្វើការនៅគ្រប់ប្រទេស",
  "451701069": "អនុលោមតាម GDPR, CCPA,",
  "547245263": "ដោះស្រាយបញ្ហា bot របស់អ្នកនៅថ្ងៃនេះ។",
  "552920956": "hCaptcha អនុញ្ញាតឱ្យគេហទំព័រទទួលបានរង្វាន់ខណៈពេលដែលការទប់ស្កាត់ bots និងទម្រង់នៃការរំលោភបំពានផ្សេងទៀត។ hCaptcha ក៏អនុញ្ញាតឱ្យអ្នកគាំទ្រដល់អង្គការសប្បុរសធម៌នៃជម្រើសរបស់អ្នកជាមួយនឹងប្រាក់ចំណូលទាំងនេះ។",
  "555158694": "សេវាកម្មដែលអ្នកប្រើបានជ្រើសរើសដើម្បីកែលម្អបទពិសោធន៍របស់អ្នកនៅលើគេហទំព័ររបស់ពួកគេដោយដំឡើង hCaptcha ដើម្បីកាត់បន្ថយចរាចរណ៍ដែលមានគំនិតអាក្រក់។",
  "585557010": "ប្រកួតប្រជែងតិចជាង 0.1% នៃអ្នកប្រើប្រាស់ស្របច្បាប់។",
  "713281684": "ពងមាន់",
  "719304627": "ត្រូវការការគ្រប់គ្រងពីចុងដល់ចប់មែនទេ?",
  "734735952": "យើងបានវាយតម្លៃអ្នកលក់ CAPTCHA មួយចំនួន ក៏ដូចជាការកសាងប្រព័ន្ធដោយខ្លួនឯងផងដែរ។ នៅទីបញ្ចប់ hCaptcha បានក្លាយជាជម្រើសដ៏ល្អបំផុតសម្រាប់ reCAPTCHA ។",
  "751483365": "ការគាំទ្រសម្រាប់អតិថិជនដែលមិនមែនជា JavaScript ។",
  "788770967": "សូម​ទោស​ដែល​បាន​ឮ​ថា​! អ្នកប្រហែលជាចង់ប្រើជម្រើសភាពងាយស្រួលរបស់យើង៖",
  "793242047": "កាត់បន្ថយបញ្ហាប្រឈមដែលបង្ហាញដល់អ្នកប្រើប្រាស់ ដើម្បីអនុញ្ញាតឱ្យចូលប្រើកម្មវិធីបានលឿន",
  "829047995": "បច្ចុប្បន្នកំពុងប្រើ reCAPTCHA?",
  "836577577": "ការបន្ថែម hCaptcha ចំណាយពេលត្រឹមតែប៉ុន្មាននាទី និងកូដពីរបីបន្ទាត់ប៉ុណ្ណោះ។ API មូលដ្ឋានគឺត្រូវគ្នាជាមួយ reCAPTCHA V2 ហើយវាចំណាយពេលត្រឹមតែប៉ុន្មាននាទីប៉ុណ្ណោះដើម្បីប្តូរ។",
  "838049015": "ជ្រើសរើសរូបភាពទាំងអស់ដែលត្រូវនឹងសំណួរ",
  "846501387": "ការការពារ bot លំដាប់ពិភពលោក",
  "861167568": "hCaptcha ដោះស្រាយបញ្ហាមួយក្នុងចំណោមបញ្ហាបន្ទាន់បំផុតរបស់ IT៖ ការពារ bots ព្យាបាទពីការវាយប្រហារលើកម្មវិធីបណ្តាញរបស់អ្នក",
  "880478438": "សម្រាប់ bot ល្អបំផុតក្នុងថ្នាក់ និងការគ្រប់គ្រងការក្លែងបន្លំ។",
  "897432717": "ជាមួយនឹងការរចនាបែបប្រលោមលោករបស់យើងសម្រាប់ពិន្ទុគំរាមកំហែងតាមបំណង បន្ថែមចំណេះដឹងអាជីវកម្មរបស់អ្នកអនុញ្ញាតឱ្យម៉ូដែលរបស់យើងផ្តល់នូវពិន្ទុដែលពាក់ព័ន្ធជាពិសេសចំពោះអ្នកប្រើប្រាស់របស់អ្នក។",
  "910989640": "បង្កើតរបាយការណ៍លម្អិត និងតាមតម្រូវការនៃសកម្មភាព",
  "976209454": "ទទួលបានរង្វាន់ ឬផ្តល់ដល់សប្បុរសធម៌",
  "981806349": "បានបង្កើតឡើងនៅលើវេទិកា hCaptcha ដែលបានបញ្ជាក់",
  "999610953": "ជាចុងក្រោយ ជម្រើសដ៏គួរឱ្យទុកចិត្តមួយសម្រាប់ Google ។ សហគ្រាស hCaptcha ផ្តល់នូវការសន្សំយ៉ាងច្រើនលើវិក្កយបត្រ reCAPTCHA របស់អ្នកជាមួយនឹងសុវត្ថិភាពខ្ពស់ជាងមុន៖ រហូតដល់ 80% មានតម្លៃទាបជាងនៅក្នុងករណីមួយចំនួន។",
  "1014004474": "ផែនការសហគ្រាសរបស់ hCaptcha ផ្តល់ជូននូវកិច្ចព្រមព្រៀងកម្រិតសេវាកម្មកម្រិតខ្ពស់ ដើម្បីរក្សាអង្គភាពរបស់អ្នកឱ្យការពារ",
  "1045484714": "ការរួមបញ្ចូល SAML SSO ជាមួយអ្នកផ្តល់អត្តសញ្ញាណរបស់អ្នក ឧ. Okta ឬ Azure AD ។",
  "1050501253": "ពិបាក​ខា​្លំ​ង​ណាស់",
  "1070364246": "ឱ! មាន​អ្វី​មួយ​ខុស​ពេល​ដាក់​ស្នើ​ទម្រង់។",
  "1103295010": "រកប្រាក់ ឬផ្តល់ទៅឱ្យអង្គការសប្បុរសធម៌ នៅពេលដែលមនុស្សដោះស្រាយ CAPTCHAs",
  "1130868224": "បីជួរនៃកូដ",
  "1131525092": "ដាក់​ក្រុម​តួ​អាក្រក់​រួម​គ្នា​ដោយ​មិន​បាច់​ប្រឹង​ប្រែង​តាម​រយៈ UIDs ដែល​មាន​វិសាលភាព​រក្សា​ទុក​ភាព​ឯកជន​របស់​យើង ដើម្បី​ស្វែង​រក និង​បញ្ឈប់​ការ​ក្លែង​បន្លំ និង​ការ​បំពាន​ដែល​ទាក់​ទង",
  "1141402092": "មុខងាររាយការណ៍កម្រិតខ្ពស់",
  "1150035777": "ម៉ូដែលរៀនម៉ាស៊ីនទំនើបបង្កើតពិន្ទុទំនុកចិត្តលើរូបយន្តដោយផ្អែកលើចំណុចទិន្នន័យជាច្រើនលើសពីថាតើសំណួរត្រូវបានឆ្លើយត្រឹមត្រូវឬអត់",
  "1150963691": "ការកាត់បន្ថយ APT",
  "1172067553": "វេទិកា HUMAN នៅពីក្រោយ hCaptcha ផ្តល់នូវគុណភាពការងារ និងមុខងារគ្រប់គ្រងដ៏ស្មុគ្រស្មាញតាមរយៈការដាក់ពង្រាយនៅនឹងកន្លែង កូនកាត់ ឬ SaaS ដែលរួមបញ្ចូលជាមួយប្រព័ន្ធដែលមានស្រាប់របស់អ្នក។",
  "1173652155": "ទីប្រឹក្សា",
  "1218990730": "របៀបរាយការណ៍បញ្ហាជាមួយនឹងកំណត់ហេតុលម្អិត",
  "1250541092": "— លោក Sergi Isasi",
  "1263998069": "ទទួលបានរង្វាន់សម្រាប់ដំណោះស្រាយរបស់មនុស្ស",
  "1300485304": "hCaptcha ការពារប្រឆាំងនឹងការគំរាមកំហែងកម្រិតខ្ពស់ និងការបញ្ឆោតដែលត្រូវបានរចនាឡើងដើម្បីជ្រៀតចូលបណ្តាញរបស់អ្នក។",
  "1345083090": "រាយការណ៍អំពីបញ្ហាមុខងារ?",
  "1356745565": "ឆបគ្នាគ្រប់វិធីត្រលប់ទៅ Internet Explorer 8 ។",
  "1368787974": "ចែករំលែកការគ្រប់គ្រងលើក្រុមរបស់អ្នក។",
  "1393184984": "តើអ្នកត្រូវការអ្វីទាំងអស់។",
  "1475399473": "ស្វែងយល់បន្ថែមអំពីក្រុម hCaptcha",
  "1485807325": "ផ្ទាំងគ្រប់គ្រងអ្នកប្រើប្រាស់ច្រើន, SAML SSO",
  "1508655687": "បន្ថែមបញ្ហាប្រឈមផ្ទាល់ខ្លួនរបស់អ្នកដែលតម្រូវសម្រាប់ទស្សនិកជនរបស់អ្នកដើម្បីសម្រួល ឬរឹតបន្តឹងការចូលប្រើប្រាស់",
  "1510448156": "អ្នកអាចចាប់ផ្តើមដំណើរការជាមួយនឹងជម្រើសដ៏ល្អមួយនៅថ្ងៃនេះ ហើយបើកមុខងារកម្រិតខ្ពស់បន្ថែមទៀតតាមការចាំបាច់។",
  "1525403768": "សម្រាប់ព័ត៌មានបន្ថែម សូមទាក់ទងផ្នែកលក់សហគ្រាស។",
  "1544546608": "លិខិតឆ្លងដែនឯកជន",
  "1549336309": "hCaptcha បង្វែរម៉ូដែលនេះ។ នៅពេលអ្នកប្រើ hCaptcha ក្រុមហ៊ុនដេញថ្លៃលើការងារដែលអ្នកប្រើប្រាស់របស់អ្នកធ្វើ ដូចដែលពួកគេបង្ហាញពីភាពជាមនុស្សរបស់ពួកគេ។ អ្នកទទួលបានរង្វាន់។",
  "1559631739": "ការរៀនឯកជន",
  "1579093044": "ជាមួយនឹងអ្នករចនាការប្រកួតប្រជែងផ្ទាល់ខ្លួនដ៏សាមញ្ញរបស់យើង អ្នកអាចចាប់ផ្តើមមាតិកាប្រកួតប្រជែងនៅលើម៉ាកក្នុងរយៈពេលតែប៉ុន្មាននាទីប៉ុណ្ណោះ។",
  "1586809757": "ពិន្ទុ bot ភាពត្រឹមត្រូវខ្ពស់។",
  "1599610318": "អ្នកបោះពុម្ពផ្សាយ",
  "1637702726": "អំពី hCaptcha",
  "1662477701": "ធនធាន",
  "1676849166": "កាត់បន្ថយការកកិតដោយជៀសវាងបញ្ហាប្រឈមទាំងស្រុងសម្រាប់ 99.9% នៃចរាចរណ៍ស្របច្បាប់របស់អ្នក ខណៈពេលដែលនៅតែផ្តល់នូវសុវត្ថិភាពដ៏ល្អឥតខ្ចោះ អរគុណចំពោះម៉ូដែល bot កម្រិតខ្ពស់។",
  "1685871181": "សេវាកម្មអនឡាញកំពូលពឹងផ្អែកលើ",
  "1752795854": "hCaptcha នាំមកនូវវិធីសាស្រ្តទំនើប និងផ្តោតលើឯកជនភាពក្នុងការបញ្ឈប់ bots ។",
  "1779265104": "លក្ខខណ្ឌផ្ទាល់ខ្លួន និងការធានាឯកជនភាព",
  "1792519141": "សហគ្រាស hCaptcha",
  "1798492192": "ការគាំទ្រកម្មវិធីរុករកចាស់",
  "1803009328": "សមរភូមិ-សាកល្បងតាមមាត្រដ្ឋានគេហទំព័រ។",
  "1844885924": "បណ្ណាល័យធំទូលាយនៃប្រភេទដែលត្រូវជ្រើសរើស។",
  "1849717906": "ប្ដូរតាមបំណងជាមួយនឹងមាតិកាបញ្ហាប្រឈមផ្ទាល់ខ្លួនរបស់អ្នក។",
  "1849805607": "hCaptcha ការពារប្រឆាំងនឹងការគំរាមកំហែង និងការបោកបញ្ឆោតដែលត្រូវបានរចនាឡើងដើម្បីជ្រៀតចូលបណ្តាញរបស់អ្នក។",
  "1886100235": "សេវាកម្មអនឡាញដ៏ធំបំផុតរបស់ពិភពលោកជាច្រើនបានប្តូរទៅ hCaptcha Enterprise និងទទួលបានការកែលម្អការរកឃើញ bot រួមជាមួយការសន្សំការចំណាយយ៉ាងច្រើន។",
  "1894355645": "hCaptcha ផ្តល់នូវការរកឃើញ bot ដ៏សាមញ្ញ ងាយស្រួល និងអាចទុកចិត្តបាន ខណៈពេលដែលវាជារឿងមិនសំខាន់សម្រាប់មនុស្សក្នុងការដោះស្រាយ។",
  "1927613000": "hCaptcha រួមបញ្ចូលគ្នានូវការរៀនតាមម៉ាស៊ីនដ៏ទំនើបជាមួយនឹងវេទិកាប្រកួតប្រជែងដ៏មានអានុភាពដើម្បីការពារកម្មវិធីគេហទំព័រពីការកាន់កាប់គណនី ការបញ្ចូលព័ត៌មានសម្ងាត់ ការលួចបន្លំ និងការរំលោភបំពានផ្សេងៗ។",
  "1936512180": "ការចូលប្រើ API ងាយស្រួល ផ្ទាំងគ្រប់គ្រងដ៏ស្រស់ស្អាត និងបច្ចេកវិទ្យាចុងក្រោយបង្អស់នៃម៉ូដែលក្នុងរង្វង់ដើម្បីបង្កើនប្រសិទ្ធភាពបុគ្គលិក។",
  "1956967813": "សេវាកម្មរបស់យើងត្រូវបានជឿទុកចិត្តដោយក្រុមហ៊ុនធំជាងគេនៅលើពិភពលោក ដើម្បីបម្រើអ្នកប្រើប្រាស់ប្រចាំថ្ងៃរាប់លាននាក់នៅទូទាំងគេហទំព័ររាប់សិបលាន។",
  "1958297836": "ការការពារការវាយប្រហារដែលបានសម្របសម្រួល និងកាត់បន្ថយ APT",
  "2041686284": "ទិន្នន័យកាន់តែច្រើនជាទូទៅបង្កើតលទ្ធផលល្អប្រសើរក្នុងការបណ្តុះបណ្តាលគំរូរៀនម៉ាស៊ីន។ ភាពជោគជ័យថ្មីៗនៃគំរូស៊ីជម្រៅបាននាំឱ្យមានសំណុំទិន្នន័យធំកាន់តែខ្លាំងឡើង ហើយ hCaptcha បម្រើតម្រូវការនេះ។ ទោះជាយ៉ាងណាក៏ដោយ ការបង្កើតសំណុំទិន្នន័យដែលពិនិត្យដោយមនុស្សធំដោយប្រើវិធីសាស្ត្រប្រពៃណីគឺមានភាពយឺតយ៉ាវ និងមានតម្លៃថ្លៃ។",
  "2103563261": "ព័ត៌មានឯកជន ឬសាធារណៈ",
  "2131386784": "អ្នកជំនាញ និងការគាំទ្រដែលអាចទទួលបានសម្រាប់ទាំងអ្នក និងអ្នកប្រើប្រាស់របស់អ្នក។",
  "2138799135": "hCaptcha មានសមាហរណកម្មដែលបានបង្កើតជាមុនរាប់សិបសម្រាប់ប្រព័ន្ធ frontend និង backend ដែលអ្នកប្រើ។",
  "2163914794": "ត្រូវការស្លាកបន្ថែមទៀតសម្រាប់សំណុំទិន្នន័យរបស់អ្នក? hCaptcha ផ្តល់នូវការដាក់ស្លាកទិន្នន័យលឿន សន្សំសំចៃ និងគុណភាពខ្ពស់សម្រាប់ក្រុមហ៊ុនដែលធ្វើការលើកម្មវិធីបញ្ញាសិប្បនិម្មិត និងម៉ាស៊ីនរៀន។",
  "2183926131": "ចាប់ផ្តើមជាមួយ hCaptcha Enterprise",
  "2184564739": "សូមមើល",
  "2188609322": "តារា​សម្ដែង​មិន​ល្អ​គឺ​ជា​រឿង​ធម្មតា​នៅ​លើ​អ៊ីនធឺណិត។ ប៉ុន្តែការលះបង់ភាពឯកជនរបស់អ្នកប្រើប្រាស់មិនមែនជាចម្លើយទេ។",
  "2319072959": "ដំណើរការដោយគ្មានអ៊ីនធឺណិតទាំងស្រុងជាមួយនឹងកម្លាំងការងារផ្ទាល់ខ្លួនរបស់អ្នក តាមដានតម្លៃដែលប្រើប្រាស់នៅទូទាំងអង្គភាពអាជីវកម្ម ឬដៃគូសហការ ជ្រើសរើសការងារឱ្យទៅអ្នកផ្តល់ការងារខាងក្នុង ឬខាងក្រៅផ្សេងៗគ្នា ដោយផ្អែកលើតម្រូវការតម្លៃ និងសុវត្ថិភាព និងច្រើនទៀត។",
  "2320894364": "ជាមួយនឹងវត្តមានជាង 200 ពិន្ទុ ពពករបស់ hCaptcha ការពារទ្រព្យសម្បត្តិរបស់អ្នកនៅទូទាំងពិភពលោក",
  "2354267648": "គោល​នយោបាយ​សិទ្ធិ​ឯក​ជន GDPR, CCPA, និង LGPD-friendly",
  "2373007864": "hCaptcha Enterprise ដំណើរការលើបច្ចេកវិជ្ជាវេទិកា hCaptcha ដែលបានពង្រីកដើម្បីរួមបញ្ចូលលក្ខណៈពិសេសដែលសហគ្រាសត្រូវការចរាចរណ៍ខ្ពស់។",
  "2418549423": "ស្ដង់ដារដែលកំពុងលេចចេញសម្រាប់ការរក្សាភាពឯកជនលើអ៊ីនធឺណិតតាមរយៈភស្តុតាងគ្រីបគ្រីប និងលក្ខណៈពិសេសដំបូងឯកជនភាពតែមួយគត់ផ្សេងទៀត។",
  "2489287539": "\"No CAPTCHA\" គ្មានការកកិត & របៀបអកម្ម 99.9%",
  "2510209017": "ត្រូវការជំនួយបន្ថែមទេ?",
  "2513143348": "ប្រព័ន្ធសហគ្រាស hCaptcha មានភាពបត់បែនតែមួយគត់ក្នុងការរចនារបស់វា៖ វាអាចត្រូវបានប្រើប្រាស់ដោយផ្នែក ឬទាំងស្រុងនៅគែមនៃបណ្តាញរបស់អ្នក ប្រសិនបើអ្នកដំណើរការពពកសាធារណៈ ឬជាម្ចាស់មជ្ឈមណ្ឌលទិន្នន័យជាច្រើន។",
  "2535001179": "ប្រសិនបើអ្នកមកពី reCAPTCHA របស់ Google នោះ APIs របស់យើងគឺជាការជំនួសធ្លាក់ចុះ។",
  "2593768395": "បទពិសោធន៍គ្មានថ្នេរនៅលើបណ្តាញ ទូរស័ព្ទចល័តដើម គេហទំព័រចល័ត។ ការរួមបញ្ចូលដែលបានបង្កើតជាមុន និង SDKs ដើមអាចប្រើបាន។",
  "2650502379": "ចាប់ផ្តើមការប្រកួតប្រជែងផ្ទាល់ខ្លួនរបស់អ្នកក្នុងរយៈពេលមួយវិនាទី",
  "2670003220": "ការងារ",
  "2671622670": "សហគ្រាស",
  "2676853536": "ផ្ទាំងគ្រប់គ្រងអ្នកប្រើប្រាស់ច្រើន។",
  "2681650568": "ហើយដូចរាល់ដង ភាពឯកជនគឺជាតម្លៃស្នូលសម្រាប់យើង។ បន្ថែមកូដបញ្ហាប្រឈមរបស់យើងតែនៅកន្លែងដែលចាំបាច់ និងកន្លែងដែលវាសមហេតុផលដើម្បីការពារទាំងអ្នក និងអ្នកប្រើប្រាស់របស់អ្នក។ ការបង្រួមអប្បបរមាការប្រមូលទិន្នន័យចាប់ផ្តើមពីពេលនៃការរួមបញ្ចូល។",
  "2682873489": "កំណត់តំបន់ព្រំដែនសម្រាប់វត្ថុ",
  "2686825859": "ចុះឈ្មោះដោយឥតគិតថ្លៃ ឬទាក់ទងមកយើងអំពីដំណោះស្រាយសហគ្រាស hCaptcha",
  "2698140263": "មិនមែនបញ្ហាទាំងអស់សុទ្ធតែដូចគ្នាទេ៖ ការទទួលបានពិន្ទុតែមួយមានន័យថាវាត្រូវតែដោះស្រាយតម្រូវការរបស់អ្នកដើម្បីឱ្យមានប្រយោជន៍។",
  "2698640210": "គ្រប់គ្រងបញ្ហាប្រឈម និងប្រភេទដែលបានបង្ហាញ",
  "2707282231": "កំណត់បញ្ហាប្រឈមសម្រាប់អ្នកប្រើប្រាស់របស់អ្នក។ ធ្វើឱ្យវាមិនអាចទៅរួចទេសម្រាប់ bots ដើម្បីដោះស្រាយ និងជ្រៀតចូល។",
  "2714878440": "ការពារសេវាកម្មរបស់អ្នកពីការលួចបន្លំ ការកាន់កាប់គណនី ការបញ្ចូលព័ត៌មានសម្ងាត់ និងការផ្ញើសារឥតបានការជាមួយនឹងការរៀនម៉ាស៊ីនកម្រិតខ្ពស់ និងការផ្ទៀងផ្ទាត់មនុស្សជាតិរបស់យើង។",
  "2718999653": "ពិន្ទុគំរាមកំហែងតាមបំណង",
  "2781507299": "ការផ្ទៀងផ្ទាត់ភ្លាមៗ",
  "2782263070": "សេវាកម្មគឺជាអាទិភាពចម្បងសម្រាប់ពួកយើង។ យើងរក្សាការគាំទ្រលើការហៅទូរសព្ទ 24/7 និងផ្តល់ជូននូវការសម្របសម្រួលផ្ទាល់របស់ Slack ជាមួយក្រុមសមាហរណកម្មវិស្វកម្មរបស់អ្នក និងបុគ្គលិកតាមការហៅទូរសព្ទរបស់យើងក្នុងអំឡុងពេល និងក្រោយពេលអនុវត្ត។",
  "2806751666": "hCaptcha ជាអ្វី?",
  "2826051554": "និង​ច្រើន​ទៀត",
  "2881474837": "សហគ្រាស hCaptcha",
  "2890048009": "បណ្តាញផ្សាយពាណិជ្ជកម្មមើលឃើញអ្នកទស្សនារបស់អ្នកជាផលិតផល។ សម្រាប់យើង ផលិតផលតែមួយគត់គឺកំណត់មនុស្សជាតិរបស់ពួកគេ។ សេវាកម្មរបស់យើងបំពេញ ឬលើសពីតម្រូវការ GDPR, CCPA, LGPD, និង PIPL និងគាំទ្រគំនិតផ្តួចផ្តើមដូចជា Privacy Pass ជាដើម។ យើងប្រឹងប្រែងធ្វើការដើម្បីធ្វើឱ្យមានតុល្យភាពរវាងឯកជនភាព និងសុវត្ថិភាព។",
  "2927700175": "យើងបង្ហាញពីបញ្ហាប្រឈមរបស់ CAPTCHA ដែលពិបាកសម្រាប់ bots ប៉ុន្តែងាយស្រួលសម្រាប់មនុស្សដោយការប្រមូលទិន្នន័យពិបាកដាក់ស្លាកពីបញ្ហានៃការរៀនម៉ាស៊ីន ហើយប្រើវាដើម្បីសម្គាល់ថាតើអ្នកចូលមើលគេហទំព័រ ឬកម្មវិធីជាមនុស្ស។",
  "2968026167": "បន្លែដែលអ្នកចូលចិត្ត",
  "3018523079": "ស្ថិតនៅលើម៉ាកជាមួយនឹងបទពិសោធន៍អ្នកប្រើប្រាស់ជាប់លាប់។",
  "3065000659": "តើអ្នកដឹងទេថារាល់ពេលដែលអ្នក \"ចុចលើឡាន\" អ្នកកំពុងជួយហ្វឹកហាត់តែមួយ",
  "3093388779": "hCaptcha អាចប្រើដោយឥតគិតថ្លៃសម្រាប់អ្នកបោះពុម្ពផ្សាយគ្រប់ទំហំ",
  "3093689546": "ការរួមបញ្ចូលងាយស្រួល",
  "3096063825": "សាកល្បង​វា​មើល",
  "3107683988": "នេះអាចកាត់បន្ថយចរាចរណ៍ និងការចំណាយក្រៅបណ្តាញយ៉ាងខ្លាំង ខណៈពេលដែលរក្សាបាននូវអត្ថប្រយោជន៍ទាំងអស់នៃការគ្រប់គ្រងដោយបុគ្គលិកតាមទូរស័ព្ទរបស់យើង 24/7 ដើម្បីបំពេញតាម SLAs ដ៏តឹងរ៉ឹងបំផុត។",
  "3117887301": "ជឿទុកចិត្តដោយសេវាកម្មអនឡាញធំបំផុត",
  "3121248460": "បង្ហាញបញ្ហាប្រឈមផ្ទាល់ខ្លួនចម្រុះគ្មានទីបញ្ចប់ - ពីសាមញ្ញទៅស្មុគស្មាញ - សម្រាប់ទស្សនិកជនដែលរំពឹងទុករបស់អ្នក។",
  "3153117136": "របៀបដែលការកំណត់ការលំបាក hCaptcha ដំណើរការ",
  "3160820928": "ការការពារការវាយប្រហារដែលបានសម្របសម្រួល",
  "3161489950": "វេទិកា ML សុវត្ថិភាពកម្រិតខ្ពស់បំផុតរបស់ពិភពលោក",
  "3167979932": "រចនាឡើងសម្រាប់ភាពឯកជនចាប់ពីថ្ងៃដំបូង។ កិច្ចព្រមព្រៀងដំណើរការទិន្នន័យរឹងមាំ។",
  "3194111925": "គាំទ្រ",
  "3213351333": "មិនចាំបាច់មានការប្តេជ្ញាចិត្តជាមុនទេ។",
  "3213957230": "នៅពេលដែលអ្នកប្រើប្រាស់ត្រូវដោះស្រាយបញ្ហាប្រឈមដើម្បីបំពេញតម្រូវការសុវត្ថិភាព ហេតុអ្វីមិនបង្កើតកិច្ចការដែលរីករាយ និងពាក់ព័ន្ធជាមួយអ្នកប្រើប្រាស់?",
  "3225770968": "hCaptcha ត្រូវបានរចនាឡើងដើម្បីដោះស្រាយបញ្ហាដែលពឹងផ្អែកលើកម្លាំងពលកម្មច្រើនបំផុតក្នុងការរៀនម៉ាស៊ីន។ ការដាក់ស្លាកបរិមាណទិន្នន័យយ៉ាងច្រើនក្នុងមធ្យោបាយទាន់ពេលវេលា តម្លៃសមរម្យ និងអាចទុកចិត្តបាន។",
  "3230004040": "តើអ្នកពិការភ្នែក ឬមិនអាចបំពេញ hCaptchas បានទេ?",
  "3235430156": "ប្រព័ន្ធរៀនម៉ាស៊ីនរបស់ក្រុមហ៊ុនដោយឥតគិតថ្លៃ?",
  "3260825523": "ម៉ាស៊ីនវិចារណញាណ",
  "3264813246": "មិនសមរម្យ",
  "3265895521": "បង្កើន និងបន្ថយការលំបាកនៃបញ្ហាប្រឈមដោយផ្អែកលើពេលវេលានៃថ្ងៃ",
  "3266612494": "ដៃគូដែលអាចទុកចិត្តបាន។",
  "3276777569": "hCaptcha",
  "3287172429": "គ្រប់គ្រងប្រភេទបញ្ហាប្រឈមត្រូវបានបង្ហាញ",
  "3365203058": "ការការពារប្រឆាំង bot លំដាប់ពិភពលោក",
  "3412647984": "វាអនុញ្ញាតឱ្យអ្នកជៀសវាងសំណួរនាពេលអនាគតដោយការចុះឈ្មោះ និងកំណត់ខូគី។ សូមព្យាយាមបិទកម្មវិធីទប់ស្កាត់ការផ្សាយពាណិជ្ជកម្មរបស់អ្នកផងដែរ។",
  "3417372336": "ប្តូរក្នុងរយៈពេលប៉ុន្មាននាទី",
  "3446714684": "សមាហរណកម្មចល័ត (iOS និង Android)",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "សម្រាប់អ្នកប្រើប្រាស់សហគ្រាស ជម្រើសគឺអាចរកបានដើម្បីជៀសវាងបញ្ហាប្រឈមនៅក្នុងសេណារីយ៉ូភាគច្រើន។",
  "3478726913": "hCaptcha មានអាងទឹកដ៏ធំបំផុតមួយនៅលើភពផែនដីដែលមានសម្រាប់ការប្រើប្រាស់របស់អ្នក។ មិនថាអ្នកមានទំហំប៉ុនណាទេ យើងអាចដោះស្រាយវាបានដោយមិនមានការប្តេជ្ញាចិត្តជាមុនដែលមានតម្លៃថ្លៃ។ ការងាររាប់លានក្នុងមួយថ្ងៃមិនមានបញ្ហាទេ។",
  "3480023141": "ស្វែងយល់បន្ថែមអំពីជម្រើសភាពងាយស្រួល",
  "3483700676": "ចាប់ផ្តើមកិច្ចការរាប់លានភ្លាមៗ",
  "3500503648": "hCaptcha ត្រូវបានរចនាឡើងដើម្បីលុបបំបាត់ការរក្សាទុកទិន្នន័យរយៈពេលវែង ដោយពឹងផ្អែកលើការវាយតម្លៃភ្លាមៗ ជាជាងការកត់ត្រា និងវិភាគប្រវត្តិរុករករបស់អ្នក។ យើងក៏គាំទ្រគំនិតផ្តួចផ្តើមដូចជា",
  "3524251858": "នាយកគ្រប់គ្រងផលិតផល Cloudflare",
  "3526939538": "កំហុសកម្មវិធី",
  "3530599065": "ភាពឯកជនត្រូវបានបង្កើតឡើងពីមូលដ្ឋាន។ hCaptcha មិនរក្សាទុក PII និងអនុលោមតាមអាណត្តិ និងបទប្បញ្ញត្តិឯកជនភាពជាច្រើន។",
  "3570415321": "ក្រុមហ៊ុន",
  "3573245166": "មិនដូច reCAPTCHA ទេ យើងធ្វើការនៅគ្រប់ប្រទេស។",
  "3578122193": "ស្ថិតនៅលើម៉ាកជាមួយនឹងមាតិកាដែលពាក់ព័ន្ធ",
  "3620442880": "មុខងារការពារ Flash Sale",
  "3630114728": "មើលអ្វីដែលកំពុងកើតឡើងនៅគ្រប់គេហទំព័រ និងកម្មវិធីរបស់អ្នក។",
  "3644106388": "ទំនាក់ទំនង",
  "3660619092": "ចុះឈ្មោះដោយឥតគិតថ្លៃ ឬទាក់ទងផ្នែកលក់សម្រាប់ដំណោះស្រាយសហគ្រាស",
  "3688621388": "ហត្ថលេខាគំរាមកំហែង",
  "3704893754": "ចង់មើលដោយខ្លួនឯងទេ? សាកល្បង hCaptcha ឥតគិតថ្លៃ",
  "3714002185": "មើល​បន្ថែមទៀត​អំពី hCaptcha Enterprise នៅលើ Facebook",
  "3715747429": "វិស្វករដែលកំពុងដំណើរការរបស់យើងអាចនាំឱ្យអ្នកទៅបានយ៉ាងឆាប់រហ័ស មិនថាអ្នកត្រូវការការរួមបញ្ចូល React, SDKs សម្រាប់កម្មវិធីដើមរបស់ iOS, ឧទាហរណ៍ផ្នែកខាងក្រោយ Java ឬស្ទើរតែគ្រប់សេណារីយ៉ូផ្សេងទៀត។",
  "3717512591": "ការរួមបញ្ចូលវេទិកាដោយផ្ទាល់",
  "3721365241": "ព្យាយាម",
  "3729345277": "hCaptcha គឺជាមធ្យោបាយសម្រាប់ក្រុមហ៊ុននានាដើម្បីទទួលបានចំណារពន្យល់ដែលពួកគេត្រូវការលឿនជាងមុន ជាមួយនឹងគុណភាពខ្ពស់ និងតម្លៃទាបជាងជម្រើសផ្សេងទៀត។",
  "3730038780": "ជ្រើសរើសពីចំនួនបញ្ហាប្រឈមស្ទើរតែគ្មានកំណត់សម្រាប់អ្នកប្រើប្រាស់ដើម្បីដោះស្រាយ",
  "3739936967": "ការផ្តោតអារម្មណ៍តែមួយគត់លើភាពឯកជននេះមានន័យថា យើងអាចផ្តល់នូវការរក្សាទិន្នន័យបុគ្គលសូន្យ ប្រតិបត្តិការដោយគ្មានខូគី និងការធានាឯកជនភាពតាមកិច្ចសន្យាផ្សេងទៀតតាមតម្រូវការ ខណៈពេលដែលរក្សាបាននូវសុវត្ថិភាពដ៏ល្អឥតខ្ចោះ។ អាន​បន្ថែម។",
  "3740051331": "យើងក៏ប្ដេជ្ញាក្នុងការត្រួតពិនិត្យយ៉ាងសកម្ម និងឆ្លើយតបទៅនឹងសំណួររបស់អ្នកប្រើប្រាស់របស់អ្នកនៅលើប្រព័ន្ធផ្សព្វផ្សាយសង្គម វេទិកា និងបណ្តាញជំនួយក្នុងធាតុក្រាហ្វិក និងអ៊ីមែលរបស់យើង។ យើងអាចចូលប្រើបាន និងឆ្លើយតប និងចាត់ទុកការពេញចិត្តរបស់អ្នកប្រើប្រាស់ជា KPI កំពូល។",
  "3753956446": "ឥតគិតថ្លៃ",
  "3758963444": "សូមអរគុណ! ការបញ្ជូនរបស់អ្នកត្រូវបានទទួល!",
  "3767462250": "រចនាឡើងសម្រាប់ភាពឯកជន",
  "3768951251": "SLAs សហគ្រាស",
  "3807059944": "គ្រប់គ្រងមាតិកាបញ្ហាប្រឈមដែលបានប្រើ",
  "3816867833": "មតិកែលម្អ",
  "3817811295": "ធានាភាពជឿជាក់ និងរហ័ស 24/7 ជំនួយពេលហៅទូរសព្ទ។",
  "3892905664": "hCaptcha ជួយសេវាកម្មអនឡាញដែលអ្នកចូលចិត្តរក្សាការបិទ bots សារឥតបានការ និងការរំលោភបំពានដោយការសួរសំណួរសាមញ្ញដែលងាយស្រួលសម្រាប់មនុស្ស និងពិបាកសម្រាប់ម៉ាស៊ីន។",
  "3913848038": "SLAs ពេញម៉ោង 99.99% និងការគាំទ្រជាសកល 24/7 មាន។",
  "3951254541": "យើងសូមកោតសរសើរចំពោះការបញ្ចូលរបស់អ្នក។ អនុញ្ញាតឱ្យយើងដឹងពីបញ្ហាណាមួយ ហើយយើងនឹងដោះស្រាយវាឱ្យបានឆាប់រហ័ស។",
  "3952259236": "រួមបញ្ចូលគ្នានូវទិន្នន័យពិការភ្នែករបស់អ្នកជាមួយនឹងសញ្ញារាប់ពាន់របស់ hCaptcha ដើម្បីបណ្តុះបណ្តាល hCaptcha លើថ្នាក់នៃអាកប្បកិរិយា - សម្រាប់តែឧទាហរណ៍របស់អ្នកប៉ុណ្ណោះ - ដើម្បីទស្សន៍ទាយអាកប្បកិរិយាព្យាបាទប្រសើរជាងដំណោះស្រាយតែម្នាក់ឯង។",
  "3953584369": "ការរឹតបន្តឹងការចូលប្រើ RBAC ទំនើបមាន។",
  "4007826952": "លេខ 1 ឯកជនភាព - CAPTCHA ទីមួយសម្រាប់គេហទំព័រ ទូរស័ព្ទ និងអ្វីៗជាច្រើនទៀត។",
  "4019660456": "ភាពយឺតយ៉ាវ 0ms៖ ផ្ទៀងផ្ទាត់ hCaptcha tokens ដោយមិនមានការហៅ API ទេ។",
  "4065065042": "ចុចត្រង់នេះ ដើម្បីឲ្យសមនឹងករណីប្រើប្រាស់របស់អ្នក។",
  "4083018285": "ឈុតនៃលក្ខណៈពិសេសបន្ថែមដែលរួមបញ្ចូលគ្នាជាមួយការត្រួតពិនិត្យ SOC ដែលបានកែលម្អ និងការឆ្លើយតបដើម្បីដោះស្រាយការគំរាមកំហែងជាប់លាប់ដ៏ទំនើប",
  "4146870445": "យើង​ជា​នរណា",
  "4147497805": "ការ៉ុត",
  "4194763679": "កម្រិត​នៃ​ការ​លំបាក​ល្អ​",
  "4195759329": "ការរកឃើញ Bot និងពិន្ទុហានិភ័យ",
  "4199502476": "ផ្ទាំងគ្រប់គ្រងការរាយការណ៍កម្រិតខ្ពស់ និង API",
  "4238473596": "ការកាត់បន្ថយការកកិតសម្រាប់អ្នកប្រើប្រាស់ពិតប្រាកដគឺមានសារៈសំខាន់។ hCaptcha ប្រើប្រាស់កិច្ចការសាមញ្ញ និងចំណាយពេលតិចសម្រាប់អ្នកប្រើប្រាស់ភាគច្រើន ខណៈពេលដែលបញ្ឈប់ចរាចរណ៍ bot កាន់តែច្រើន។",
  "4272022475": "សំណើ និងទ្រព្យសម្បត្តិទាំងអស់ចូលទៅកាន់ hcaptcha.yourdomain.com",
  "4272454814": "រួមបញ្ចូលជាមួយអ្នកផ្តល់អត្តសញ្ញាណនៃជម្រើសរបស់អ្នក។",
  "a11y-img-1": "អេក្រង់អ្នកប្រើប្រាស់ងាយស្រួលបន្ទាប់ពីចូល",
  "a11y-img-2": "ជម្រើសភាពងាយស្រួលនៅក្នុងម៉ឺនុយ UI ធាតុក្រាហ្វិក",
  "a11y-img-3": "ប្រអប់ភាពងាយស្រួលនៅក្នុងធាតុក្រាហ្វិក UI",
  "about-advisors-brendan": "នាយកប្រតិបត្តិនៃក្រុមហ៊ុនក្លាហាន។ សហស្ថាបនិកក្រុមហ៊ុន Mozilla ។ អ្នកបង្កើតភាសាសរសេរកម្មវិធី JavaScript ។ អ្នកបង្កើតកម្មវិធីរុករកនិងច្រើនទៀត។",
  "about-advisors-dawn": "សាស្រ្តាចារ្យស៊ីអេសនៅសាកលវិទ្យាល័យកាលីហ្វ័រញ៉ាប៊ែកឡី។ ការរៀនសូត្រជ្រៅជ្រះសន្តិសុខអ្នកជំនាញ blockchain ។ នាយកប្រតិបត្តិក្រុមហ៊ុន Oasis Labs ។",
  "about-advisors-head": "អ្នកប្រឹក្សាយោបល់",
  "about-advisors-keiran": "អ្នកវិទ្យាសាស្ត្រស្រាវជ្រាវនៅស្ទែនហ្វដ។ ការរៀនម៉ាស៊ីននិងហិរញ្ញវត្ថុបរិមាណនៅធនាគារធំមូលនិធិការពារហានិភ័យនិងការសិក្សា។",
  "about-content-head-1": "អ្វីដែលយើងធ្វើ",
  "about-content-head-2": "ហេតុអ្វីវាសំខាន់",
  "about-content-text-1a": "hCaptcha នាំមកនូវវិធីសាស្រ្តផ្តោតភាពឯកជនទំនើបដើម្បីបញ្ឈប់រូបយន្ត។",
  "about-content-text-1b": "យើងបង្ហាញពីបញ្ហាប្រឈមរបស់ CAPTCHA ដែលពិបាកសម្រាប់រូបយន្តប៉ុន្តែងាយស្រួលសម្រាប់មនុស្សដោយប្រមូលទិន្នន័យដែលពិបាកដាក់ស្លាកពីបញ្ហារៀនម៉ាស៊ីនហើយប្រើវាដើម្បីសម្គាល់ថាតើគេហទំព័រឬអ្នកចូលមើលកម្មវិធីគឺជាមនុស្ស។",
  "about-content-text-2a": "អ្នកដើរតួអាក្រក់គឺជារឿងធម្មតានៅតាមអ៊ិនធរណេត។ ប៉ុន្តែការលះបង់ភាពឯកជនរបស់អ្នកប្រើប្រាស់មិនមែនជាចម្លើយទេ។",
  "about-content-text-2b": "ដំណោះស្រាយសុវត្ថិភាពដែលផ្តល់ដោយក្រុមហ៊ុនផ្សាយពាណិជ្ជកម្មផ្តោតសំខាន់លើការតាមដានអ្នកប្រើប្រាស់នៅលើអ៊ីនធឺណិត។ យើងបានបង្កើតដំណោះស្រាយសុវត្ថិភាពដ៏មានប្រសិទ្ធិភាពមួយដែលបង្ហាញថាការធ្វើបាបភាពឯកជនរបស់អ្នកប្រើប្រាស់គឺមិនចាំបាច់ដើម្បីផ្តល់នូវលទ្ធផលល្អប្រសើរទេ។",
  "about-intro-head-1": "អំពី hCaptcha",
  "about-intro-head-2": "ឯកជនភាពសន្តិសុខនិងការរៀនម៉ាស៊ីន។",
  "about-intro-text": "hCaptcha គឺជាសេវាកម្ម CAPTCHA ឯករាជ្យដែលត្រូវបានប្រើប្រាស់យ៉ាងទូលំទូលាយបំផុតរបស់ពិភពលោក។",
  "about-leadership-head": "យើង​ជា​នរណា",
  "about-leadership-headsub": "ក្រុមដែលមានបទពិសោធន៍ធ្វើការលើបញ្ហាលំបាកបំផុតនាពេលបច្ចុប្បន្ននេះ។",
  "about-leadership-link1": "យើង​ជា​នរណា",
  "about-leadership-text1": "យើងមានឯកទេសក្នុងការរៀនស៊ីជម្រៅនិងម៉ាស៊ីនដូដែលមើលឃើញតាមទំហំដោយផ្តោតជាពិសេសលើការធានាប្រព័ន្ធអនឡាញពីការគំរាមកំហែងទំនើប ៗ ដែលកាន់តែខ្លាំងឡើង។",
  "about-leadership-text2": "ជាមួយជំនាញសូហ្វវែរនិងម៉ាស៊ីនរៀនរាប់ទសវត្សយើងបង្កើតនិងដំនើរការប្រព័ន្ធដែលអាចធ្វើមាត្រដ្ឋានបានច្រើនដើម្បីដោះស្រាយបញ្ហាលំបាក ៗ មួយចំនួននាពេលបច្ចុប្បន្ននេះខណៈពេលដែលរក្សាភាពឯកជន។",
  "acc-opt": "ជម្រើសភាពងាយស្រួល",
  "acc-opt-but": "ស្វែងយល់បន្ថែមអំពីជម្រើសភាពងាយស្រួល",
  "acc-opt-text": "តើអ្នកខ្សោយភ្នែកឬបើមិនដូច្នោះទេមិនអាចបំពេញ hCaptchas បានទេ?",
  "accessibility-link": "ភាពងាយស្រួល",
  "appreciate-in": "យើងពេញចិត្តចំពោះការបញ្ចូលរបស់អ្នក។ អនុញ្ញាតឱ្យយើងដឹងពីបញ្ហាណាមួយហើយយើងនឹងដោះស្រាយវាយ៉ាងឆាប់រហ័ស។",
  "fb-but": "ផ្ញើមកយើងនូវមតិប្រតិកម្ម",
  "feedback-text": "ផ្តល់យោបល់លើ hCaptcha ដែលអ្នកទើបតែបានឃើញ",
  "footer-attribution": "ការសន្មត់",
  "footer-copyright-text": "hCaptcha គឺជាពាណិជ្ជសញ្ញាចុះបញ្ជីរបស់ក្រុមហ៊ុន Intuition Machine, Inc.",
  "footer-header-1": "ក្រុមហ៊ុន",
  "footer-header-2": "ធនធាន",
  "footer-header-3": "ទំនាក់ទំនង",
  "footer-link-1": "ការដាក់ស្លាក",
  "footer-link-10": "ភាពងាយស្រួល",
  "footer-link-2": "អំពី",
  "footer-link-3": "ការងារ",
  "footer-link-4": "ពាណិជ្ជសញ្ញា",
  "footer-link-5": "ក្រមសីលធម៌ AI",
  "footer-link-6": "ប្លក់",
  "footer-link-7": "ស្ថានភាព",
  "footer-link-8": "ឯកសារ",
  "footer-link-9": "រាយការណ៍អំពីកំហុស",
  "footer-privacy": "ភាពឯកជន",
  "footer-subheader-1": "គាំទ្រ",
  "footer-subheader-2": "ទំនាក់ទំនង",
  "footer-terms": "ល័ក្ខខ័ណ្ឌ",
  "h-plans": "គំរោងការជាវ",
  "header-docs-link": "ឯកសារ",
  "header-labeling-services-link": "សេវាកម្មដាក់ស្លាក",
  "header-login-button": "ចូល",
  "header-plans-link": "ផែនការ",
  "header-signup-button": "ចុះ​ឈ្មោះ",
  "home-about-head": "អំពី hCaptcha",
  "home-about-subtitle": "ឧបត្ថម្ភដោយពិធីសារ HUMAN",
  "home-about-text-1": "hCaptcha ត្រូវបានរចនាឡើងដើម្បីដោះស្រាយបញ្ហាដែលពឹងផ្អែកលើកម្លាំងពលកម្មច្រើនបំផុតនៅក្នុងការរៀនម៉ាស៊ីន៖ ដាក់ស្លាកទិន្នន័យយ៉ាងច្រើនក្នុងលក្ខណៈទាន់ពេលវេលាតំលៃសមរម្យនិងអាចទុកចិត្តបាន។",
  "home-about-text-2": "ទិន្នន័យបន្ថែមជាទូទៅបង្កើតលទ្ធផលល្អប្រសើរជាងមុននៅក្នុងគំរូនៃការបណ្តុះបណ្តាលម៉ាស៊ីន។ ភាពជោគជ័យថ្មីៗនៃគំរូជ្រៅបាននាំឱ្យមានសំណុំទិន្នន័យកាន់តែច្រើនឡើង ៗ ដែលស្ទើរតែជានិច្ចកាលមានការពិនិត្យឡើងវិញរបស់មនុស្ស។ ទោះយ៉ាងណាក៏ដោយការបង្កើតសំណុំទិន្នន័យដែលត្រូវបានពិនិត្យឡើងវិញដ៏ធំរបស់មនុស្សតាមរយៈមេកានិចទួករូបភាពទីប្រាំបីគឺមានទាំងយឺតនិងថ្លៃ។",
  "home-about-text-3": "hCaptcha អនុញ្ញាតឱ្យគេហទំព័ររកលុយតាមតម្រូវការនេះខណៈពេលរារាំងរូបយន្តនិងទម្រង់ផ្សេងៗនៃការរំលោភបំពាន។",
  "home-about-text-4": "ទីផ្សារ hCaptcha ត្រូវបានបំពាក់ដោយពិធីសារ HUMAN ពិធីការវិមជ្ឈការបើកចំហសម្រាប់ការពិនិត្យឡើងវិញរបស់មនុស្សដែលដំណើរការនៅលើ Ethereum blockchain ។ គេហទំព័ររកប្រាក់បានមនុស្សថូខឹន (HMT) នៅពេលណាដែលអ្នកប្រើប្រាស់ប្រើធាតុក្រាហ្វិក hCaptcha នៅលើគេហទំព័ររបស់ពួកគេហើយក្រុមហ៊ុនរៀនម៉ាស៊ីនបង់ថ្លៃថូខឹនដើម្បីទទួលបានទិន្នន័យរបស់ពួកគេ។",
  "home-ba-labeling-services-link": "សេវាកម្មដាក់ស្លាក",
  "home-benefits-head-1": "តម្លៃក្នុងការដាក់ស្លាកទិន្នន័យ",
  "home-benefits-head-2": "ផ្តល់ឱ្យទៅសប្បុរសធម៌វិញ",
  "home-benefits-text-1": "តើអ្នកបានដឹងរាល់ពេលដែលអ្នកចុចលើឡានដែលអ្នកកំពុងជួយបង្ហាត់បង្រៀនប្រពន្ធ័រៀនសូត្ររបស់ក្រុមហ៊ុនហ្គ្រេនជីនតែមួយដោយឥតគិតថ្លៃទេ?",
  "home-benefits-text-2": "hCaptcha បង្វែរគំរូនេះ។ នៅពេលអ្នកប្រើ hCaptcha ក្រុមហ៊ុនដេញថ្លៃលើការងារដែលអ្នកប្រើប្រាស់របស់អ្នកធ្វើនៅពេលពួកគេបង្ហាញពីភាពជាមនុស្សរបស់ពួកគេ។ អ្នកនឹងទទួលបានរង្វាន់។",
  "home-benefits-text-3": "ចង់ប្រគល់ទៅឱ្យសប្បុរសធម៌ដែលអ្នកចូលចិត្ត? hCaptcha អនុញ្ញាតឱ្យអ្នកគាំទ្រភាពសប្បុរសនៃជម្រើសរបស់អ្នកជាមួយនឹងប្រាក់ចំណូលដែលអ្នកទទួលបានពីការប្រើប្រាស់វា។ អ្នកប្រើប្រាស់នៅលើគេហទំព័ររបស់អ្នកនឹងអាចមើលឃើញការចូលរួមចំណែករបស់អ្នកក្នុងការបរិច្ចាគតាមរយៈយីហោដែលមិនចេះនិយាយនៅលើចំណុចប្រទាក់ hCaptcha ។",
  "home-challenge-text-1": "ជ្រើសរើសរូបភាពទាំងអស់ដែលត្រូវនឹងសំណួរ",
  "home-challenge-text-2": "កំណត់តំបន់ព្រំដែនសម្រាប់វត្ថុ",
  "home-challenge-text-3": "សម្គាល់ស្លាកដែលត្រូវគ្នា",
  "home-challenge-title-1": "ការប្រៀបធៀប",
  "home-challenge-title-2": "ប្រអប់ជាប់",
  "home-challenge-title-3": "ការបែងចែកប្រភេទ",
  "home-challenges-head": "បញ្ហាប្រឈមដែលបានបង្ហាញ",
  "home-challenges-text-1": "... និងការងារសាមញ្ញផ្សេងទៀត។ ងាយស្រួលសម្រាប់មនុស្សពិបាកសម្រាប់រូបយន្ត។",
  "home-challenges-text-2": "ភារកិច្ចផ្ទាល់ខ្លួនក៏មានសម្រាប់អ្នកបោះពុម្ពសហគ្រាសផងដែរ។",
  "home-ent-1": "កំពុងរកមើលការផ្តល់ជូនសុវត្ថិភាពសហគ្រាសរបស់យើងឬ?",
  "home-ent-2": "ចូលមើលគេហទំព័រថ្មីរបស់យើង៖ BotStop.com",
  "home-ent-button": "ស្វែងយល់បន្ថែម៖ BotStop ដោយ hCaptcha",
  "home-from-the-blog": "ពីប្លុក:",
  "home-from-the-blog-value": "របៀបដែលការកំណត់ការលំបាក hCaptcha ដំណើរការ",
  "home-intro-body": "តើអ្នកប្រើ captcha ដើម្បីរក្សារូបយន្តទេ? hCaptcha ការពារភាពឯកជនរបស់អ្នកប្រើរង្វាន់គេហទំព័រនិងជួយឱ្យក្រុមហ៊ុនទទួលបានស្លាកទិន្នន័យរបស់ពួកគេ។ វាគឺជាការជំនួសសម្រាប់ reCAPTCHA: អ្នកអាចប្តូរក្នុងរយៈពេលតែប៉ុន្មាននាទីប៉ុណ្ណោះ។",
  "home-intro-button": "ចុះឈ្មោះឥឡូវនេះ",
  "home-intro-head": "បញ្ឈប់រូបយន្តជាច្រើនទៀត។ ចាប់ផ្តើមការពារភាពឯកជនរបស់អ្នកប្រើប្រាស់។",
  "home-main-1": "ឯកជន។ សុវត្ថិភាព។ លឿនជាងមុន។ ហើយយើងបង់ប្រាក់ឱ្យអ្នកដើម្បីប្រើវា។",
  "home-main-2": "ផ្តោតលើភាពឯកជន",
  "home-main-2c": "បណ្តាញផ្សាយពាណិជ្ជកម្មមើលឃើញអ្នកទស្សនារបស់អ្នកជាផលិតផល។ សម្រាប់ hCaptcha ផលិតផលគឺជាការងារដែលពួកគេផ្តល់។ យើងមិនខ្វល់ថាអ្នកប្រើប្រាស់របស់អ្នកជានរណាទេ គ្រាន់តែថាតើពួកគេទំនងជាព្យាបាទប៉ុណ្ណា យើងគាំទ្រគំនិតផ្តួចផ្តើមដូចជា Privacy Pass ហើយខិតខំធ្វើការដើម្បីធ្វើឱ្យមានតុល្យភាពរវាងឯកជនភាព និងសុវត្ថិភាព។",
  "home-main-3": "សុវត្ថិភាពដំបូង",
  "home-main-3c": "ភាពត្រឹមត្រូវគឺស្ថិតនៅក្នុងចំណាប់អារម្មណ៍របស់អ្នកនិងរបស់យើង។ hCaptcha ផ្តោតសំខាន់លើការបោះពុម្ពផ្សាយ។ យើងធ្វើការដើម្បីផ្តល់ឱ្យអ្នកនូវទិន្នន័យពិតប្រាកដនិងអនុញ្ញាតឱ្យអ្នកសម្រេចចិត្តពីរបៀបប្រើវា។ ការចាប់យកផ្សេងទៀតត្រូវបានផ្តល់ដោយក្រុមហ៊ុនផ្សាយពាណិជ្ជកម្មហ្គ្រេជី។ នេះមានន័យថារាល់ bot ដែលពួកគេរារាំងអាចកាត់បន្ថយប្រាក់ចំណូលរបស់ពួកគេ។",
  "home-main-4": "បទពិសោធន៍អ្នកប្រើប្រាស់កាន់តែប្រសើរ",
  "home-main-4c": "គំរូនៃការរៀនម៉ាស៊ីនសុក្រិតត្រូវបានប្រើដោយ hCaptcha សម្រាប់កំណត់មនុស្សជាតិ។ នេះអនុញ្ញាតឱ្យយើងតម្រូវឱ្យមានភារកិច្ចរំខានតិចពីអ្នកប្រើប្រាស់របស់អ្នកនិងចំណាយពេលតិចក្នុងការធ្វើដូច្នេះខណៈពេលដែលនៅតែផលិតទិន្នន័យដែលមានស្លាកសញ្ញាដែលមានប្រយោជន៍សម្រាប់ស្លាកអតិថិជន។",
  "home-main-plans": "hCaptcha អាចប្រើបានដោយឥតគិតថ្លៃសម្រាប់អ្នកបោះពុម្ពផ្សាយទំហំណាមួយ។ ទោះយ៉ាងណាក៏ដោយសម្រាប់សហគ្រាសនិងវេទិកាដែលត្រូវការការគ្រប់គ្រងកាន់តែច្រើនដំណោះស្រាយសហគ្រាសរបស់យើងអាចរកបាន។",
  "home-main-plans2": "ដំណោះស្រាយសហគ្រាស hCaptcha ការពារអ្នកប្រើប្រាស់រាប់លាននាក់នៅលើគេហទំព័ររាប់សិបលានសម្រាប់ក្រុមហ៊ុនធំ ៗ មួយចំនួននៅលើពិភពលោក។ សូមទាក់ទងមកយើងខ្ញុំសម្រាប់ព័ត៌មានបន្ថែមឬទស្សនា",
  "home-main-plans3": "ដំណោះស្រាយសហគ្រាស hCaptcha ការពារអ្នកប្រើប្រាស់រាប់លាននាក់នៅលើគេហទំព័ររាប់សិបលានសម្រាប់ក្រុមហ៊ុនធំ ៗ មួយចំនួននៅលើពិភពលោក។ សូមទាក់ទងមកយើងខ្ញុំសម្រាប់ព័ត៌មានបន្ថែមឬទស្សនា",
  "home-main-plans4": "សម្រាប់ព័ត៌មានលម្អិត",
  "home-plans-button-1": "ចុះឈ្មោះឥឡូវនេះ",
  "home-plans-button-2": "ការលក់ទំនាក់ទំនង",
  "home-plans-chart-head-1": "លក្ខណៈពិសេស",
  "home-plans-chart-head-2": "អ្នកបោះពុម្ពផ្សាយ",
  "home-plans-chart-head-3": "សហគ្រាស",
  "home-plans-chart-row-1-cell-1": "ប្រភេទវត្ថុបញ្ជាដែលបានបង្ហាញ",
  "home-plans-chart-row-1-cell-2": "មានកំណត់",
  "home-plans-chart-row-1-cell-3": "សរុប",
  "home-plans-chart-row-10-cell-1": "ផ្ទាំងព័ត៌មានអ្នកប្រើប្រាស់ច្រើន",
  "home-plans-chart-row-11-cell-1": "លក្ខណៈពិសេសនៃការរាយការណ៍កម្រិតខ្ពស់",
  "home-plans-chart-row-12-cell-1": "សហគ្រាស SLAs",
  "home-plans-chart-row-2-cell-1": "បានប្រើមាតិកាប្រកួតប្រជែងត្រួតពិនិត្យ",
  "home-plans-chart-row-2-cell-2": "មានកំណត់",
  "home-plans-chart-row-2-cell-3": "សរុប",
  "home-plans-chart-row-3-cell-1": "រកបានរង្វាន់សម្រាប់ដំណោះស្រាយមនុស្ស",
  "home-plans-chart-row-4-cell-1": "ការការពារប្រឆាំងនឹងមេរោគលំដាប់ពិភពលោក",
  "home-plans-chart-row-5-cell-1": "ធ្វើការនៅគ្រប់ប្រទេស",
  "home-plans-chart-row-5a-cell-1": "No-CAPTCHA និង 99.9% មុខងារអកម្ម",
  "home-plans-chart-row-5b-cell-1": "ពិន្ទុជឿជាក់លើ Bot",
  "home-plans-chart-row-6-cell-1": "គោលនយោបាយភាពឯកជនដែលមានលក្ខណៈ GDPR និង CCPA",
  "home-plans-chart-row-7-cell-1": "កម្រិតនៃការលំបាកល្អ",
  "home-plans-chart-row-8-cell-1": "បើកដំណើរការមាតិកាប្រឈមផ្ទាល់ខ្លួនរបស់អ្នក",
  "home-plans-chart-row-9-cell-1": "ការលំបាកក្នុងការរៀបចំពេលវេលា",
  "home-try-it-out-button": "យក hCaptcha",
  "home-try-it-out-head": "សាកល្បង​វា​មើល",
  "home-try-it-out-text": "hCaptcha ផ្តល់នូវការរកឃើញមេរោគសាមញ្ញងាយនិងគួរឱ្យទុកចិត្តខណៈពេលដែលវាមិនសំខាន់សម្រាប់មនុស្សក្នុងការដោះស្រាយ។",
  "labeling-about-head": "អំពី hCaptcha",
  "labeling-about-text-1": "hCaptcha ត្រូវបានរចនាឡើងដើម្បីដោះស្រាយបញ្ហាដែលពឹងផ្អែកលើកម្លាំងពលកម្មច្រើនបំផុតនៅក្នុងការរៀនម៉ាស៊ីន។ ដាក់ស្លាកទិន្នន័យយ៉ាងច្រើនក្នុងលក្ខណៈទាន់ពេលវេលាតំលៃសមរម្យនិងអាចទុកចិត្តបាន។ ទិន្នន័យបន្ថែមជាទូទៅបង្កើតលទ្ធផលល្អប្រសើរជាងមុននៅក្នុងគំរូនៃការបណ្តុះបណ្តាលម៉ាស៊ីន។ ភាពជោគជ័យថ្មីៗនៃគំរូជ្រៅបាននាំឱ្យមានសំណុំទិន្នន័យកាន់តែច្រើនហើយ hCaptcha បម្រើតម្រូវការនេះ។",
  "labeling-about-text-2": "ទោះយ៉ាងណាក៏ដោយការបង្កើតសំណុំទិន្នន័យដែលត្រូវបានពិនិត្យឡើងវិញដោយមនុស្សធំដោយប្រើវិធីសាស្រ្តបុរាណគឺមានទាំងយឺតនិងថ្លៃណាស់។ hCaptcha គឺជាមធ្យោបាយមួយសម្រាប់ក្រុមហ៊ុនដើម្បីទទួលបានចំណារពន្យល់ដែលពួកគេត្រូវការលឿនជាងមុនដោយមានគុណភាពខ្ពស់និងចំណាយទាបជាងជម្រើសផ្សេងទៀត។",
  "labeling-annotations-head": "ប្រភេទចំណារពន្យល់",
  "labeling-annotations-text-1": "ការរកឃើញវត្ថុត្រឹមត្រូវក្នុងរូបភាពនិងវីដេអូ",
  "labeling-annotations-text-2": "ការរកឃើញវត្ថុត្រឹមត្រូវក្នុងរូបភាពនិងវីដេអូ",
  "labeling-annotations-text-3": "ចំណារពន្យល់ចំណុចសម្រាប់ករណីប្រើប្រាស់ផ្សេងៗគ្នាជាច្រើន",
  "labeling-annotations-text-4": "តម្រៀបឬបន្ថែមប្រភេទបំពានតាមទំហំណាមួយ",
  "labeling-annotations-text-5": "ការរកឃើញនិងការចាត់ថ្នាក់ដោយថាមពលរបស់មនុស្ស",
  "labeling-annotations-text-6": "ត្រូវការប្រភេទផ្សេងទៀតដែលមិនបានចុះបញ្ជីនៅទីនេះទេ? គ្រាន់តែសួរយើង។",
  "labeling-annotations-title-1": "ប្រអប់ជាប់",
  "labeling-annotations-title-2": "ពហុកោណ",
  "labeling-annotations-title-3": "សញ្ញាសំគាល់",
  "labeling-annotations-title-4": "គុណលក្ខណៈប្រភេទ",
  "labeling-annotations-title-5": "ការប្រៀបធៀបនិងការរកឃើញ",
  "labeling-annotations-title-6": "... និងច្រើនទៀត",
  "labeling-ent-button": "ទាក់ទងក្រុមដំណោះស្រាយសហគ្រាសរបស់យើង",
  "labeling-ent-head": "ត្រូវការការគ្រប់គ្រងពីទីបញ្ចប់ដល់ទីបញ្ចប់ទេ?",
  "labeling-ent-text-1": "កម្មវិធី HUMAN Platform នៅពីក្រោយ hCaptcha ផ្តល់នូវគុណភាពការងារនិងលក្ខណៈពិសេសនៃការគ្រប់គ្រងប្រកបដោយភាពទំនើបតាមរយៈការដាក់ពង្រាយនៅតាមកន្លែងដើមកូនកាត់ឬ SaaS ដែលរួមបញ្ចូលជាមួយនឹងប្រព័ន្ធដែលមានស្រាប់របស់អ្នក។",
  "labeling-ent-text-2": "ដំណើរការក្រៅបណ្តាញទាំងស្រុងជាមួយកម្លាំងពលកម្មផ្ទាល់ខ្លួនរបស់អ្នកតាមដានតម្លៃដែលបានប្រើប្រាស់នៅតាមអង្គភាពអាជីវកម្មឬដៃគូក្រុមហ៊ុនដោយធ្វើការជ្រើសរើសការងារទៅអ្នកផ្គត់ផ្គង់កម្លាំងពលកម្មខាងក្នុងឬខាងក្រៅផ្សេងៗគ្នាដោយផ្អែកលើតំរូវការថ្លៃដើមនិងសន្តិសុខនិងច្រើនទៀត។",
  "labeling-ent-text-3": "ការចូលប្រើ API ងាយស្រួលផ្ទាំងព័ត៌មានដ៏ស្រស់ស្អាតនិងបច្ចេកវិទ្យាម៉ូដែលចុងក្រោយបំផុតដើម្បីបង្កើនប្រសិទ្ធភាព។",
  "labeling-ent-text-4": "SLAs ៩៩,៩៩% និងការគាំទ្រជាសកល ២៤/៧ អាចប្រើបាន។ សម្រាប់ព័ត៌មានបន្ថែម៖",
  "labeling-features-head-1": "បំពង់បង្ហូរតាម API សាមញ្ញ។",
  "labeling-features-head-2": "ធ្វើឱ្យប្រសើរឡើងសម្រាប់ថ្លៃដើមនិងគុណភាព។ មិនចាំបាច់មានការប្តេជ្ញាចិត្តខ្ពស់ទេ។",
  "labeling-features-head-3": "ចំណាយត្រឹមតែភាពត្រឹមត្រូវដែលអ្នកត្រូវការ។",
  "labeling-features-head-4": "ផ្តល់ទិន្នន័យការពិតផ្ទាល់ដីរបស់អ្នកឬអនុញ្ញាតឱ្យយើងបង្កើតវាយ៉ាងរហ័ស។",
  "labeling-features-text-1": "ចង់បញ្ចូលការត្រួតពិនិត្យរបស់មនុស្សដោយផ្ទាល់ទៅក្នុងប្រតិបត្តិការអាជីវកម្មរបស់អ្នកទេ? យើងផ្តល់ជូននូវ SLAs ដែលអាចជឿជាក់បានខ្ពស់សមត្ថភាពធានានិង APIs REST សាមញ្ញ។",
  "labeling-features-text-2": "វេទិកា HUMAN ប្រើគំរូទំនុកចិត្តគ្រប់ជ្រុងជ្រោយដើម្បីធ្វើការវិភាគគុណភាពតាមពេលវេលាជាក់ស្តែង។ នេះអនុញ្ញាតឱ្យយើងកំណត់យ៉ាងច្បាស់ទាំងការលំបាកនៃសំណួរនិងចម្លើយត្រឹមត្រូវដែលអាចជួយសន្សំសំចៃពេលវេលានិងថវិការបស់អ្នក។",
  "labeling-features-text-3": "មិនមែនបញ្ហាទាំងអស់សុទ្ធតែដូចគ្នាទេ។ ចំណារពន្យល់អំពីការងារដែលមានសុវត្ថិភាពអាចតម្រូវឱ្យមានទំនុកចិត្ត ៩៩.៩៩% ពីកម្មករនិយោជិតទាំងមូល។ ការកត់សំគាល់សម្រាប់មុខងារបេតាមួយនៅក្នុងកម្មវិធីហ្គេមទូរស័ព្ទអាចតម្រូវឱ្យមានទំនុកចិត្តល្មម។ អ្នកសម្រេចចិត្ត។",
  "labeling-features-text-4": "តើអ្នកមានទិន្នន័យឆៅដោយគ្មានសំណុំផ្ទៀងផ្ទាត់ពេញលេញទេ? ក្នុងករណីភាគច្រើនយើងអាចសាងសង់វាសម្រាប់អ្នកដែលជាភារកិច្ចដំណើរការតាមរយៈប្រព័ន្ធឬបង្កើតគំរូដែលមានស្លាកសម្រាប់ការយល់ព្រមរបស់អ្នក។",
  "labeling-info-head": "ទទួលបានស្លាកទិន្នន័យ",
  "labeling-info-text-1": "និយាយជាមួយអ្នកជំនាញផ្នែកដូមែនរបស់យើងម្នាក់ដើម្បីកំនត់តំរូវការគំរោងរបស់អ្នក៖ ភាពត្រឹមត្រូវគោលដៅទ្រង់ទ្រាយនិងតំរូវការពិសេស។",
  "labeling-info-text-2": "យើងអនុវត្តការងារផលិតកម្មតូចមួយដោយផ្អែកលើទិន្នន័យគំរូរបស់អ្នក។ នេះសាកល្បងការងារដែលយើងបានធ្វើរួមគ្នាដើម្បីធានាថាអ្នកទទួលបានអ្វីដែលអ្នកត្រូវការ។",
  "labeling-info-text-3": "ជាមួយនឹងបរិមាណខ្ពស់និងភាពយឺតទាបរបស់យើងយើងនឹងបង្វែរការងាររបស់អ្នកឱ្យបានលឿនជាមួយនឹងការចែកចាយដោយស្វ័យប្រវត្តិនៅពេលដែលបានបញ្ចប់។",
  "labeling-info-text-4": "នៅពេលដែលយើងយល់ច្បាស់អំពីប៉ារ៉ាម៉ែត្រនៃការងារផលិតកម្មរបស់អ្នកលទ្ធផលនឹងបន្តប្រសើរឡើងតាមពេលវេលា។",
  "labeling-info-text-5": "ផ្ទាំងគ្រប់គ្រងផ្ទាល់អនុញ្ញាតឱ្យអ្នកផ្តល់នូវមតិប្រតិកម្មឬផ្អាកផលិតកម្មនៅពេលណាមួយ។",
  "labeling-info-title-1": "កំណត់លក្ខណៈជាក់លាក់",
  "labeling-info-title-2": "ការធ្វើតេស្តការងារដំបូង",
  "labeling-info-title-3": "ដាក់ពង្រាយការងារផលិតកម្ម",
  "labeling-info-title-4": "ការកែលំអជាបន្តបន្ទាប់",
  "labeling-info-title-5": "លទ្ធផលពេលវេលាពិតប្រាកដ",
  "labeling-main-1": "ការដាក់ស្លាកទិន្នន័យដែលមានប្រសិទ្ធិភាពចំណាយតាមកំរិត",
  "labeling-main-1-button": "យកទិន្នន័យរបស់អ្នកដាក់ស្លាកឥឡូវនេះ",
  "labeling-main-1c": "ត្រូវការស្លាកបន្ថែមទៀតសម្រាប់សំណុំទិន្នន័យរបស់អ្នក? hCaptcha ផ្តល់នូវការដាក់ស្លាកទិន្នន័យលឿន សន្សំសំចៃ និងគុណភាពខ្ពស់សម្រាប់ក្រុមហ៊ុនដែលធ្វើការលើកម្មវិធីបញ្ញាសិប្បនិម្មិត និងម៉ាស៊ីនរៀន។",
  "labeling-main-2": "បើកដំណើរការភារកិច្ចរាប់លានភ្លាមៗ។",
  "labeling-main-2-button": "ទិញសេវាកម្មដាក់ស្លាកទិន្នន័យ",
  "labeling-main-2c": "hCaptcha មានអាងហែលទឹកធំបំផុតមួយនៅលើពិភពលោកដែលអាចប្រើបាន។ អ្វីក៏ដោយខ្នាតរបស់អ្នកយើងអាចដោះស្រាយវាដោយគ្មានការប្តេជ្ញាចិត្តខ្ពស់។ ការងាររាប់លានក្នុងមួយថ្ងៃមិនមានបញ្ហាទេ។",
  "labeling-platform-head": "ព័ត៌មានឯកជនឬសាធារណៈ",
  "labeling-platform-text": "hCaptcha ត្រូវបានបង្កើតឡើងនៅលើ HUMAN Platform ដែលអនុញ្ញាតិឱ្យមានការបញ្ជូននិងការវិភាគស្មុគស្មាញដើម្បីបង្កើនការចំណាយនិងប្រសិទ្ធភាពនៅជំហាននីមួយៗ។ បច្ចេកវិទ្យានេះអនុញ្ញាតឱ្យកម្លាំងពលកម្មត្រឹមត្រូវអាចគ្រប់គ្រងផ្នែកនីមួយៗនៃការងាររបស់អ្នកបង្កើនប្រសិទ្ធិភាពចំណាយខ្ពស់បំផុតខណៈពេលដែលរក្សាភាពឯកជននិងបំពេញតាមបទប្បញ្ញត្តិដែលអាចអនុវត្តបាន។",
  "labeling-try-button": "ទិញសេវាកម្មដាក់ស្លាកទិន្នន័យ",
  "labeling-try-head": "ចង់សាកល្បងជាមួយទិន្នន័យរបស់អ្នកទេ?",
  "labeling-try-text": "... យើងបានត្រៀមរួចរាល់នៅពេលអ្នកមាន៖ សេវាកម្មរបស់យើងគឺអាចរកបាននៅជុំវិញម៉ោង។",
  "learn-more-hcaptcha": "ស្វែងយល់បន្ថែមអំពី hCaptcha",
  "page-acc-faq-1": "សំណួរ៖ តើ hCaptcha ផ្នែក 508 + WCAG 2.1 AA អនុលោមតាមដែរឬទេ? ចម្លើយ៖ យើងជឿជាក់ដូច្នេះ៖ អ្នកប្រើប្រាស់ទាំងអស់ដែលមានទម្រង់នៃការចុះខ្សោយដែលអាចរុករកគេហទំព័រ និងបញ្ចូលអត្ថបទនៅលើទម្រង់អាចចូលប្រើសេវាកម្មដែលការពារដោយ hCaptcha នៅពេលចុះឈ្មោះ។ ទោះជាយ៉ាងណាក៏ដោយ នេះមិនមែនជាដំបូន្មានផ្នែកច្បាប់ទេ៖ អ្នកគួរតែធ្វើការវាយតម្លៃដោយខ្លួនឯង ដោយគិតគូរពីការអនុវត្តជាក់លាក់របស់អ្នក ដើម្បីធានាថានេះជាករណីសម្រាប់ការដាក់ពង្រាយរបស់អ្នក។",
  "page-acc-faq-2": "សំណួរ៖ តើអ្នកកំពុងធ្វើការលើជម្រើសភាពងាយស្រួលផ្សេងទៀត (a11y) ដូចជាអូឌីយ៉ូដែរឬទេ? ចំលើយ៖ ជម្រើសដ៏ពេញនិយមពីមុនៗ ដូចជាការថតសំឡេង មានការរើសអើងចំពោះអ្នកប្រើប្រាស់ a11y ជាច្រើន ហើយត្រូវបានកម្ចាត់យ៉ាងងាយដោយបច្ចេកទេសរៀនម៉ាស៊ីនទំនើប។ វាបានបង្ខំឱ្យបញ្ហាប្រឈមផ្នែកអូឌីយ៉ូបច្ចុប្បន្នកាន់តែពិបាក ការណែនាំអំពីសំលេងរំខាន ពេលវេលាសេស បន្សំពាក្យមិនធម្មតា និងអ្វីៗផ្សេងទៀតដើម្បីកម្ចាត់អ្នកវាយប្រហារ។ ដូច្នេះ យើងមិនសូវមានសាទរចំពោះវិធីសាស្រ្តនេះទេ ធៀបនឹងការជៀសវាងបញ្ហាប្រឈមទាំងអស់គ្នា ប៉ុន្តែនឹងពិចារណាវាប្រសិនបើមានតម្រូវការពីសហគមន៍ a11y។ ទោះជាយ៉ាងណាក៏ដោយ យើងចាប់អារម្មណ៍យ៉ាងខ្លាំងលើ Privacy Pass សម្រាប់ករណីប្រើប្រាស់មធ្យោបាយងាយស្រួល។ យើងជឿថាការរួមបញ្ចូលវិធីសាស្រ្ត a11y បច្ចុប្បន្នរបស់យើងជាមួយនឹងការចេញលេខសម្ងាត់ឯកជននឹងអនុញ្ញាតឱ្យអ្នកប្រើប្រាស់ a11y រុករកដោយសុវត្ថិភាព សុវត្ថិភាពក្នុងការយល់ដឹងថាចរាចរណ៍របស់ពួកគេកាន់តែឯកជន ខណៈពេលដែលដាក់កម្រិតលើការរំលោភបំពានដោយប្រតិបត្តិករ bot ដែលជៀសមិនរួចនៅពេលដែលជម្រើស a11y មាន។ យើងគឺជាអ្នកចូលរួមយ៉ាងសកម្មនៅក្នុងក្រុមការងារ IETF ដែលធ្វើស្តង់ដារបច្ចេកវិទ្យាថ្មីនេះ។",
  "page-acc-faq-3": "សំណួរ៖ ចុះចំណែកឯកជនវិញ? តើការចុះឈ្មោះបង្ហាញទិន្នន័យរុករក a11y តាមមធ្យោបាយណាមួយទេ? តើអ្នកធ្វើអ្វីជាមួយអ៊ីមែល? ចម្លើយ៖ hCaptcha ត្រូវបានរចនាឡើងសម្រាប់ភាពឯកជនតាំងពីមូលដ្ឋាន។ វាខុសពីជម្រើសប្រពៃណីដូចជា reCAPTCHA ដែលគ្រប់គ្រងដោយបណ្តាញផ្សាយពាណិជ្ជកម្ម ដែលមានការលើកទឹកចិត្តក្នុងការតាមដានអ្នកនៅជុំវិញបណ្តាញ និងភ្ជាប់អ្នកជាមួយនឹងអត្តសញ្ញាណពិតប្រាកដ។ យើងមិនដែលប្រើអ៊ីមែលភាពងាយស្រួល ឬព័ត៌មានសម្រាប់គោលបំណងណាមួយក្រៅពីជួយសម្រួលដល់ការប្រើប្រាស់ និងការការពារការរំលោភបំពានឡើយ។ គោលការណ៍ឯកជនភាពរបស់យើងមានចម្លើយដ៏ទូលំទូលាយ និងត្រឹមត្រូវចំពោះរបៀបដែលយើងប្រើប្រាស់ទិន្នន័យ ប៉ុន្តែចម្លើយដ៏ខ្លីគឺយើងមិនមានចំណាប់អារម្មណ៍ក្នុងការភ្ជាប់អ្នកជាមនុស្សម្នាក់ជាមួយនឹងប្រវត្តិរុករករបស់អ្នក។ យើងក៏កំពុងធ្វើការលើដំណោះស្រាយគ្រីបគ្រីប ដើម្បីបោះបង់អាសយដ្ឋានអ៊ីមែលរបស់អ្នកយ៉ាងឆាប់រហ័សផងដែរ។ ខណៈពេលដែលនៅតែរក្សាសមត្ថភាពរបស់យើងក្នុងការទប់ស្កាត់ការរំលោភបំពាន បំពេញបន្ថែមការងារ Pass Privacy Pass របស់យើង។",
  "page-acc-link-1": "ប្រសិនបើអ្នកជាអ្នកប្រើប្រាស់មធ្យោបាយងាយស្រួលសូមចុះឈ្មោះនៅទីនេះ។",
  "page-acc-subhead": "ធានាបាននូវភាពងាយស្រួលសម្រាប់អ្នកប្រើប្រាស់ទាំងអស់ខណៈពេលដែលរក្សាបាននូវសុវត្ថិភាព",
  "page-acc-summary": "សង្ខេប",
  "page-acc-summary-contents-1": "hCaptcha ត្រូវបានរចនាឡើងដើម្បីបញ្ឈប់ bots ដោយសម្គាល់ពួកវាពីមនុស្ស។ ការធ្វើតេស្តមើលឃើញគឺជាឧបករណ៍ដ៏ងាយស្រួលសម្រាប់បញ្ហានេះ ប៉ុន្តែមិនមែនគ្រប់គ្នាសុទ្ធតែអាចដោះស្រាយបញ្ហាដែលមើលឃើញនោះទេ។ ដោយហេតុផលនេះ យើងបានរចនាជម្រើសដ៏សាមញ្ញ និងគ្មានការឈឺចាប់ ដើម្បីអនុញ្ញាតឱ្យអ្នកបោះពុម្ពផ្សាយដែលប្រើប្រាស់សេវាកម្មរបស់យើងរក្សាលទ្ធភាពប្រើប្រាស់សម្រាប់ទាំងអស់គ្នាជាមួយនឹងការអនុលោមតាមផ្នែក 508 និង WCAG 2.1 AA ពេញលេញ។",
  "page-acc-summary-contents-2": "របៀបដែលវាដំណើរការ៖ ដំបូងអ្នកប្រើប្រាស់អាចចូលប្រើបាននៅលើគេហទំព័រនេះដែលភ្ជាប់នៅក្នុងទំព័រព័ត៌មានធាតុក្រាហ្វិក hCaptcha ។ ពួកគេត្រូវបានផ្តល់ឱ្យខូឃីស៍ដែលបានអ៊ីនគ្រីបដែលអាចត្រូវបានប្រើច្រើនដងក្នុងមួយថ្ងៃប៉ុន្តែត្រូវធ្វើឱ្យស្រស់រៀងរាល់ 24 ម៉ោងតាមរយៈការចូល។ នៅពេលដែលបញ្ហាប្រឈមត្រូវបានបង្ហាញដល់អ្នកប្រើប្រាស់ដែលអាចចូលដំណើរការបាននៅលើគេហទំព័រណាមួយដោយប្រើសេវាកម្ម hCaptcha ពួកគេនឹងឆ្លងដោយស្វ័យប្រវត្តិ។",
  "page-acc-title": "hCaptcha ព័ត៌មានអំពីលទ្ធភាពប្រើប្រាស់",
  "page-acc-tr-body": "សំណួរ៖ ខ្ញុំនៅតែមើលឃើញបញ្ហាប្រឈមបន្ទាប់ពីកំណត់ឃុកឃី។ តើអ្វីដែលបណ្តាលឱ្យមានបញ្ហានេះ?<br> ចំលើយ៖ ជាទូទៅនេះគឺដោយសារតែការប្រើប្រាស់បណ្តាញផ្សាយពាណិជ្ជកម្មដែលរារាំងឬពង្រីកខូឃីខូឃីឬការកំណត់ដែលរារាំងខូឃីស៍ឆ្លងគេហទំព័រក្នុងករណីនេះខុកឃីសម្រាប់ hcaptcha.com ដែលត្រូវបានកំណត់ឬត្រួតពិនិត្យដោយ hCaptcha JS នៅលើគេហទំព័រផ្សេង។ ដូចជាអ្នកដែលអ្នកកំពុងទស្សនា។<br><br> ខូឃីស៍ភាពអាចចូលដំណើរការបាននៅ HCaptcha ធ្វើការជាមួយកម្មវិធីរុករកនិងអ្នកផ្សាយពាណិជ្ជកម្មដែលពេញនិយមទាំងអស់ជាមួយនឹងការកំណត់ស្តង់ដាររបស់ពួកគេដូច្នេះការបរាជ័យជាធម្មតាគឺដោយសារតែស្គ្រីបប្រឆាំងនឹងអាដាប់ប៊ែកឬខនធែនធ័រដែលស្រដៀងនឹងគេហទំព័រជាក់លាក់។<br><br> ដំណោះស្រាយ៖<br><br> សឺវឺកឃីស hcaptcha.com និង * .hcaptcha.com ខូឃីស៍នៅក្នុងបណ្តុំការផ្សាយពាណិជ្ជកម្មឬផ្នែកបន្ថែមសុវត្ថិភាពនៃកម្មវិធីរុករក។<br> 2. ប្រសិនបើអ្នកកំពុងប្រើកម្មវិធីរុករកប៊្លុកដែលបច្ចុប្បន្នមិនមានបញ្ជីខូឃីស៍ប្រភេទណាមួយសូមចូលទៅកាន់ចំណូលចិត្ត -> ខែល -> ខូឃីស៍ហើយជ្រើសរើសអនុញ្ញាតខូឃីស៍ទាំងអស់។<br> 3. ប្រសិនបើអ្នកកំពុងប្រើសារ៉ាហ្វានជំនាន់ចុងក្រោយបំផុតទាំងប្រព័ន្ធប្រតិបត្តិការអេចប្រេស 10.15 ឬប្រព័ន្ធប្រតិបត្តិការ iOS 13.4 នោះក្រុមហ៊ុនអេបផលទើបតែផ្លាស់ប្តូរឥរិយាបទរបស់សាហ្វារីទាក់ទងទៅនឹងខូឃីស៍របស់ភាគីទីបីដែលរារាំងពួកវាទាំងអស់តាមលំនាំដើម។ យើងកំពុងអនុវត្តដំណោះស្រាយប៉ុន្តែក្នុងពេលនេះសូមទស្សនាចំណូលចិត្តផ្នែក Safari ផ្នែកឯកជនភាពនិងការដកការត្រួតពិនិត្យមើលគេហទំព័រ៖ ការពារការតាមដាននៅលើគេហទំព័រដើម្បីឱ្យឃុកឃីងាយស្រួលចូលដំណើរការដូចការរំពឹងទុក។<br><br> សំណួរ: ខ្ញុំប្រើឧបករណ៍ច្រើន។ តើខ្ញុំត្រូវការចុះឈ្មោះច្រើនដងទេ?<br> ចម្លើយ៖ ទេ។ សូមចុចលើអ៊ីម៉ែលតំណចូលដែលបានផ្ញើទៅអ្នកនៅលើឧបករណ៍នីមួយៗដែលអ្នកប្រើដើម្បីកំណត់ខូឃីស៍។<br><br> សំណួរ៖ តើខ្ញុំអាចការពារខ្លួនខ្ញុំពីការតាមដានឃុកឃីរបស់ភាគីទីបីយ៉ាងដូចម្តេច?<br> ចម្លើយ៖ ការប្រើភាពឯកជនឬផ្នែកបន្ថែមការផ្សព្វផ្សាយដែលគាំទ្រការបញ្ចូលក្នុងបញ្ជីដែន (ឧ។ uBlock ដើមកំណើត) នឹងដំណើរការដូចការរំពឹងទុក៖ គ្រាន់តែធ្វើឱ្យប្រាកដថាគេហទំព័រ whitelist hcaptcha.com ។",
  "page-acc-tr-title": "សម្រាប់អ្នកប្រើប្រាស់ភាពងាយស្រួល៖ សំណួរញឹកញាប់ និងការណែនាំអំពីការដោះស្រាយបញ្ហា",
  "page-acc-tr2-body": "សាហ្វារី<br> ដើម្បីបើកដំណើរការខូឃីស៍នៅក្នុងសាហ្វារី (ម៉ាក់)៖ ចូលទៅកាន់មឺនុយទម្លាក់ចុះ។ ជ្រើសរើសចំណូលចិត្ត ចុចលើភាពឯកជននៅក្នុងផ្ទាំងខាងលើ។ នៅក្រោម \"ទប់ស្កាត់ខូឃីស៍\" ជ្រើសរើសជំរើស \"មិនដែល\" ។<br> ដើម្បីបើកដំណើរការខូឃីស៍នៅក្នុងកម្មវិធី Safari (iPhone / iPad iOS 11+)៖ បើកការកំណត់របស់អ្នក។ រំកិលចុះក្រោមហើយជ្រើសរើស Safari ។ នៅក្រោមភាពឯកជននិងសុវត្ថិភាពសូមបិទ 'រារាំងការតាមដានតំបន់បណ្តាញ' និង \"រារាំងខូឃីស៍ទាំងអស់\"<br><br> Firefox<br> ចុចលើខែលនៅខាងឆ្វេងរបារអាសយដ្ឋាននៅលើគេហទំព័រណាមួយ។ ចុចលើការកំណត់ការការពារ។ ផ្ទាំងភាពឯកជននិងសុវត្ថិភាពនៃចំណូលចិត្តរបស់ Firefox នឹងបើក។ ក្រោមការការពារតាមដានប្រសើរឡើងជ្រើសរើសផ្ទាល់ខ្លួន។ ជ្រើសរើសកម្មវិធីតាមដាននិងស្គ្រីបណាមួយដែលត្រូវរារាំងដោយជ្រើសរើសប្រអប់ធីកទាំងនោះ។ ត្រូវប្រាកដថាអ្នកបានបិទគេហទំព័រ hcaptcha.com ។<br><br> អ្នកក៏អាចបិទការការពារមួយចំនួនជាបណ្តោះអាសន្នដើម្បីកែកំហុសនេះដោយដោះធីកប្រអប់ធីក៖ ដោះធីកប្រអប់ធីកតាមដានឬដោះធីកប្រអប់ធីកឃុកឃីប្រសិនបើអ្នកនៅតែមានបញ្ហា។<br><br> Google Chrome<br> Google Chrome (កុំព្យូទ័រ)<br> ជ្រើសរើសរូបតំណាង menu របស់ Chrome ។ ជ្រើសរើសការកំណត់។<br> ចូលទៅកាន់ភាពឯកជននិងសុវត្ថិភាពបន្ទាប់មកឃុកឃីនិងទិន្នន័យគេហទំព័រផ្សេងទៀត។<br> ត្រូវប្រាកដថា 'បិទឃុកឃីភាគីទីបី' ។<br><br> Google Chrome (Mac)៖<br> បើកចំណូលចិត្ត Chrome ពីរបាមីនុយ។<br> ចូលទៅកាន់ភាពឯកជននិងសុវត្ថិភាពបន្ទាប់មកឃុកឃីនិងទិន្នន័យគេហទំព័រផ្សេងទៀត។<br> ត្រូវប្រាកដថា 'បិទឃុកឃីភាគីទីបី' ។<br><br> Google Chrome (Android)៖<br> នៅលើឧបករណ៍ Android របស់អ្នកសូមបើកកម្មវិធី Chrome ។<br> នៅផ្នែកខាងស្តាំប៉ះច្រើនទៀតហើយបន្ទាប់មកការកំណត់។<br> ប៉ះការកំណត់គេហទំព័រហើយបន្ទាប់មកឃុកឃី។<br> បន្ទាប់ទៅ 'ឃុកឃី' សូមប្តូរការកំណត់។<br> ធីកប្រអប់នៅក្បែរ 'អនុញ្ញាតឱ្យខូគីភាគីទីបី។<br><br> Internet Explorer<br> ជ្រើសរើសឧបករណ៍នៅជ្រុងខាងស្តាំខាងលើនៃអេក្រង់បន្ទាប់មកជ្រើសរើសយក“ Internet Options” ។ ប្រសិនបើអ្នកបានបើកដំណើរការរបារម៉ឺនុយអ្នកអាចជ្រើសរើស 'ឧបករណ៍' បន្ទាប់មក 'ជម្រើសអ៊ិនធឺណិត' ។<br> ចុចលើផ្ទាំង“ ភាពឯកជន” ។<br> ជ្រើសប៊ូតុង 'កម្រិតខ្ពស់' ។<br> 4. ក្រោម“ ឃុកឃីភាគីទីបី” ជ្រើសរើស“ ទទួលយក” ។<br> ចុច“ យល់ព្រម”",
  "page-acc-tr2-head": "ការណែនាំអំពីកម្មវិធីរុករកសម្រាប់ខូឃីស៍ឆ្លងគេហទំព័រ",
  "priv-hc": "ផ្តោតលើភាពឯកជន",
  "priv-hc-text": "បណ្តាញផ្សាយពាណិជ្ជកម្មឃើញថាអ្នកជាផលិតផលរបស់ពួកគេ។ យើងធ្វើមិនបាន។ យើងមិនខ្វល់ថាអ្នកប្រើប្រាស់ណាជាអ្នកប្រើនោះទេ, តែថាតើពួកគេទំនងជាអាចបង្ករគ្រោះថ្នាក់។ យើងគាំទ្រគំនិតផ្តួចផ្តើមដូចជា Privacy Pass ហើយខិតខំធ្វើឱ្យមានតុល្យភាពរវាងភាពឯកជននិងសុវត្ថិភាព។",
  "reporting-bugs-accessibility-button": "ស្វែងយល់បន្ថែមអំពីជម្រើសភាពងាយស្រួល",
  "reporting-bugs-accessibility-head": "ជម្រើសភាពងាយស្រួល",
  "reporting-bugs-accessibility-text": "តើអ្នកខ្សោយភ្នែកឬបើមិនដូច្នោះទេមិនអាចបំពេញ hCaptchas បានទេ?",
  "reporting-bugs-guide-ff-head": "ការចាប់យកព័ត៌មានលម្អិតអំពីរបាយការណ៍កំហុស៖ Firefox",
  "reporting-bugs-guide-ff-step-1": "ជំហានទី ១៖ បើកឧបករណ៍អ្នកអភិវឌ្ឍន៍ (វាចាប់ផ្តើមកត់ត្រាវគ្គ។ )",
  "reporting-bugs-guide-ff-step-2": "ជំហានទី ២៖ ចុចលើផ្ទាំងបណ្តាញក្នុងឧបករណ៍អ្នកអភិវឌ្ឍន៍។ គូសធីកប្រអប់កំណត់ហេតុរបស់ Persist នៅខាងលើ។",
  "reporting-bugs-guide-ff-step-3": "ជំហានទី 3៖ ចូលទៅកាន់គេហទំព័រ https://accounts.hcaptcha.com/demo ឬគេហទំព័រដែលអ្នកកំពុងមានបញ្ហានៅលើ (កំណត់សម្គាល់ឯកជនភាព៖ លុះត្រាតែអ្នកមិនខ្វល់នឹងការចែករំលែកអ្វីដែលវាគឺជា) ... ហើយបន្ទាប់មកចុចលើ I am មនុស្សប៊ូតុង ហើយព្យាយាមដោះស្រាយ។",
  "reporting-bugs-guide-ff-step-4": "ជំហានទី 4: ចុច HAR បន្ទាប់ពីអ្នកព្យាយាមដោះស្រាយ ហើយជ្រើសរើស Save All as HAR ដើម្បីរក្សាទុកកំណត់ហេតុបណ្តាញ។ ផ្ញើឯកសារនោះមកយើង។",
  "reporting-bugs-guide-ff-step-5": "ជំហានទី ៥៖ ចុចលើផ្ទាំងកុងសូលហើយចុចខាងស្តាំបន្ទាប់មកជ្រើសរើសយកទាំងអស់ហើយរក្សាទុកឯកសារនោះទៅក្នុងឯកសារអត្ថបទដើម្បីរក្សាទុកកុងតាក់កុងសូល។ សូមផ្ញើមកយើងផងដែរ។",
  "reporting-bugs-guide-ff-step-6": "ជំហានចុងក្រោយ៖ ផ្ញើអ៊ីមែលឯកសារកំណត់ហេតុ HAR និងកុងសូលទាំងនោះមកយើង ហើយពណ៌នាអំពីបញ្ហា ប្រើប្រាស់៖ support@hcaptcha.com (សូមប្រើសេវាកម្មដូចជា Dropbox ឬ Filebin ហើយផ្ញើតំណ) និងជាជម្រើសរូបថតអេក្រង់ ប្រសិនបើអ្នកសង្ស័យថាមានអ្វីមួយដែលមិនបង្ហាញត្រឹមត្រូវ។ . សូមផ្ញើ IP ដែលអ្នកកំពុងប្រើផងដែរ។ អ្នកអាចទទួលបានវាពី https://www.whatsmyip.org/ សូមអរគុណសម្រាប់ការចំណាយពេលដើម្បីជួយយើងទទួលបានព័ត៌មាននេះ! យើងប្តេជ្ញាធ្វើឱ្យ hCaptcha ដំណើរការបានល្អសម្រាប់អ្នករាល់គ្នា។",
  "reporting-bugs-guide-head": "ការចាប់យកព័ត៌មានលម្អិតនៃរបាយការណ៍កំហុស៖ Chrome",
  "reporting-bugs-guide-step-1": "ជំហានទី ១៖ បើកឧបករណ៍អ្នកអភិវឌ្ឍន៍ (វាចាប់ផ្តើមកត់ត្រាវគ្គ។ )",
  "reporting-bugs-guide-step-2": "ជំហានទី ២៖ ចុចលើផ្ទាំងបណ្តាញក្នុងឧបករណ៍អ្នកអភិវឌ្ឍន៍។ ធីកប្រអប់កំណត់ហេតុអភិរក្សនៅខាងលើ។",
  "reporting-bugs-guide-step-3": "ជំហានទី 3៖ ចូលទៅកាន់គេហទំព័រ https://accounts.hcaptcha.com/demo ឬគេហទំព័រដែលអ្នកកំពុងមានបញ្ហានៅលើ (កំណត់សម្គាល់ឯកជនភាព៖ លុះត្រាតែអ្នកមិនខ្វល់នឹងការចែករំលែកអ្វីដែលវាគឺជា) ... ហើយបន្ទាប់មកចុចលើ I am មនុស្សប៊ូតុង ហើយព្យាយាមដោះស្រាយ។",
  "reporting-bugs-guide-step-4": "ជំហានទី ៤៖ ចុចនាំចេញ HAR (ព្រួញចុះក្រោម) បន្ទាប់ពីអ្នកព្យាយាមដោះស្រាយដែលរក្សាទុកកំណត់ហេតុបណ្តាញ។ សូមផ្ញើឯកសារនោះមកយើង។",
  "reporting-bugs-guide-step-5": "ជំហានទី ៥៖ ចុចលើផ្ទាំងកុងសូលហើយចុចខាងស្តាំបន្ទាប់មករក្សាទុកជា .. ដើម្បីរក្សាទុកកុងសូលកុងសូល។ សូមផ្ញើមកយើងផងដែរ។",
  "reporting-bugs-guide-step-6": "ជំហានចុងក្រោយ៖ ផ្ញើអ៊ីមែលឯកសារកំណត់ហេតុ HAR និងកុងសូលទាំងនោះមកយើង ហើយពិពណ៌នាអំពីបញ្ហា។ ប្រើ៖ support@hcaptcha.com (សូមប្រើសេវាកម្មដូចជា Dropbox ឬ Filebin ហើយផ្ញើតំណ) និងជាជម្រើសរូបថតអេក្រង់ ប្រសិនបើអ្នកសង្ស័យថាមានអ្វីមួយមិនបង្ហាញត្រឹមត្រូវ។ សូមផ្ញើ IP ដែលអ្នកកំពុងប្រើផងដែរ។ អ្នកអាចទទួលបានវាពី https://www.whatsmyip.org/ សូមអរគុណសម្រាប់ការចំណាយពេលដើម្បីជួយយើងទទួលបានព័ត៌មាននេះ! យើងប្តេជ្ញាធ្វើឱ្យ hCaptcha ដំណើរការបានល្អសម្រាប់អ្នករាល់គ្នា។",
  "reporting-bugs-guide-text-1": "ការផ្ញើព័ត៌មានបំបាត់កំហុសតាមរបាយការណ៍របស់អ្នកនឹងធ្វើឱ្យយើងកាន់តែងាយស្រួលក្នុងការកំណត់អ្វីដែលកំពុងកើតឡើង។ នេះគឺជាការណែនាំជាជំហាន ៗ ៖",
  "reporting-bugs-guide-text-2": "ប្រសិនបើអ្នកជាអ្នកបង្កើតគេហទំព័រ ឬអ្នកប្រើប្រាស់ជំនាញ សេចក្តីសង្ខេបគឺយើងចង់ឱ្យអ្នកផ្ញើមកយើងនូវកំណត់ហេតុបណ្តាញដែលកត់ត្រា HAR និងកម្មវិធីរុករកកុងសូល។ សូមព្យាយាមបិទកម្មវិធីទប់ស្កាត់ការផ្សាយពាណិជ្ជកម្ម ឬផ្នែកបន្ថែមសុវត្ថិភាពកម្មវិធីរុករកតាមអ៊ីនធឺណិតជាមុនសិន ហើយបន្ទាប់មកព្យាយាមម្តងទៀត មុនពេលអ្នកឆ្លងកាត់ជំហានទាំងនេះ។ ប្រសិនបើវាដោះស្រាយបញ្ហារបស់អ្នក យើងនៅតែដឹងគុណអ្នកដែលអនុញ្ញាតឱ្យយើងដឹងពីកំណែកម្មវិធីរុករករបស់អ្នក កម្មវិធីទប់ស្កាត់ការផ្សាយពាណិជ្ជកម្ម ឬផ្នែកបន្ថែមកម្មវិធីរុករក និង URL គេហទំព័រ។",
  "reporting-bugs-intro-head": "រកឃើញកំហុស? នេះជាវិធីរាយការណ៍វា។",
  "reporting-bugs-intro-text": "មនុស្សរាប់លាននាក់ប្រើ hCaptcha ក្នុងមួយខែ ៗ លើរាប់ពាន់បន្សំនៃកម្មវិធីរុករកផ្នែកបន្ថែមឧបករណ៍ជញ្ជាំងភ្លើងនិងច្រើនទៀត។ គោលដៅរបស់យើងគឺដើម្បីធ្វើឱ្យប្រាកដថាវាតែងតែដំណើរការសម្រាប់អ្នកដូច្នេះយើងពេញចិត្តក្នុងការស្តាប់របាយការណ៍របស់អ្នក! ដើម្បីផ្តល់យោបល់រហ័សគ្រាន់តែចុចប៊ូតុងផ្ញើមតិប្រតិកម្មមកយើង។ ប្រសិនបើអ្នកឃើញបញ្ហាមុខងារសូមធ្វើតាមការណែនាំកំណត់ហេតុកម្ចាត់កំហុសសម្រាប់ Chrome ឬការណែនាំកំណត់ហេតុបំបាត់កំហុសសម្រាប់ Firefox ខាងក្រោម។ សម្រាប់កម្មវិធីរុករកផ្សេងទៀតគ្រាន់តែផ្ញើអ៊ីមែលមកយើង។ ចំពោះបញ្ហាសុវត្ថិភាពឬភាពឯកជនដែលមានសក្តានុពលសូមមើលការណែនាំខាងក្រោម។",
  "reporting-bugs-privacy-head": "បញ្ហាឯកជន",
  "reporting-bugs-privacy-text": "យើងមិនខ្វល់ថាអ្នកប្រើប្រាស់ណាជាអ្នកប្រើនោះទេគ្រាន់តែដឹងថាតើវាអាចបង្កអន្តរាយឬម៉ាស៊ីនយ៉ាងម៉េច។ យើងគាំទ្រគំនិតផ្តួចផ្តើមដូចជា Privacy Pass ហើយខិតខំធ្វើឱ្យមានតុល្យភាពរវាងភាពឯកជននិងសុវត្ថិភាព។ ប្រសិនបើអ្នកបានរកឃើញបញ្ហាមួយដែលអ្នកគិតថាអាចប៉ះពាល់ដល់ភាពឯកជនរបស់អ្នកប្រើប្រាស់សូមផ្ញើអ៊ីមែលមកយើងខ្ញុំតាម support@hcaptcha.com ។",
  "reporting-bugs-provide-feedback-button": "ផ្ញើមកយើងនូវមតិប្រតិកម្ម",
  "reporting-bugs-provide-feedback-head": "ផ្តល់យោបល់ភ្លាមៗលើ hCaptcha",
  "reporting-bugs-provide-feedback-text": "យើងពេញចិត្តចំពោះការបញ្ចូលរបស់អ្នក។ អនុញ្ញាតឱ្យយើងដឹងពីបញ្ហាណាមួយហើយយើងនឹងដោះស្រាយវាយ៉ាងឆាប់រហ័ស។",
  "reporting-bugs-security-head": "កំហុសសុវត្ថិភាព",
  "reporting-bugs-security-text": "យើងតែងតែចាប់អារម្មណ៍ក្នុងការទទួលបានរបាយការណ៍អំពីកំហុសសុវត្ថិភាព។ អ៊ីម៉ែល support@hcaptcha.com និង CC security@hcaptcha.com ហើយយើងនឹងឆ្លើយតបមកអ្នកវិញយ៉ាងឆាប់រហ័ស។ យើងក៏មានកម្មវិធីផ្តល់រង្វាន់សម្រាប់កំហុសសម្រាប់របាយការណ៍សន្តិសុខដែលមានសិទ្ធិទទួលនៅលើសេវាកម្ម hCaptcha និងកូដប្រភពពាក់ព័ន្ធ។",
  "sales-interstitial-c1": "សម្រាប់ក្រុមហ៊ុន",
  "sales-interstitial-c1a": "ដំណោះស្រាយសុវត្ថិភាពសហគ្រាស (បង់ប្រាក់)",
  "sales-interstitial-c1b": "ស្វែងយល់បន្ថែមអំពីសហគ្រាស hCaptcha (BotStop)",
  "sales-interstitial-c1c": "ចំណារពន្យល់ទិន្នន័យ",
  "sales-interstitial-c1d": "ទិញសេវាកម្មចំណារពន្យល់ hCaptcha",
  "sales-interstitial-c2": "សម្រាប់បុគ្គល",
  "sales-interstitial-c2a": "បន្ថែម hCaptcha ទៅកាន់សេវាកម្មរបស់អ្នក (ឥតគិតថ្លៃ)",
  "sales-interstitial-c2b": "បន្ថែម hCaptcha សម្រាប់អ្នកបោះពុម្ពផ្សាយទៅគេហទំព័រឬកម្មវិធីរបស់ខ្ញុំ",
  "sales-interstitial-c2c": "តើអ្វីទៅជា hCaptcha?",
  "sales-interstitial-c2d": "ស្វែងយល់បន្ថែមអំពី hCaptcha",
  "sales-interstitial-head": "សូមប្រាកដថាអ្នកទៅដល់កន្លែងត្រឹមត្រូវ។",
  "sec-hc": "សុវត្ថិភាពដំបូង",
  "sec-hc-text": "hCaptcha គឺផ្តោតលើអ្នកបោះពុម្ពផ្សាយ។ យើងធ្វើការដើម្បីផ្តល់ឱ្យគេហទំព័រនូវទិន្នន័យពិត និងអនុញ្ញាតឱ្យពួកគេសម្រេចចិត្តពីរបៀបប្រើប្រាស់វា។ ភាពត្រឹមត្រូវគឺស្ថិតនៅក្នុងចំណាប់អារម្មណ៍របស់អ្នក និងរបស់យើង។ captchas ផ្សេងទៀតត្រូវបានផ្តល់ដោយក្រុមហ៊ុនផ្សាយពាណិជ្ជកម្ម។ រាល់ bot ដែលពួកគេទប់ស្កាត់អាចកាត់បន្ថយប្រាក់ចំណូលរបស់ពួកគេ។",
  "signup-interstitial-c1": "សម្រាប់ក្រុមហ៊ុនឬគេហទំព័រ",
  "signup-interstitial-c1a": "បន្ថែម hCaptcha ទៅកាន់សេវាកម្មរបស់អ្នក (ឥតគិតថ្លៃ)",
  "signup-interstitial-c1b": "បន្ថែម hCaptcha សម្រាប់អ្នកបោះពុម្ពផ្សាយទៅគេហទំព័រឬកម្មវិធីរបស់ខ្ញុំ",
  "signup-interstitial-c1c": "ដំណោះស្រាយសុវត្ថិភាពសហគ្រាស (បង់ប្រាក់)",
  "signup-interstitial-c1d": "ស្វែងយល់បន្ថែមអំពីសហគ្រាស hCaptcha (BotStop)",
  "signup-interstitial-c1e": "ចំណារពន្យល់ទិន្នន័យ",
  "signup-interstitial-c1f": "ទិញសេវាកម្មចំណារពន្យល់ hCaptcha",
  "signup-interstitial-c2": "សម្រាប់បុគ្គល",
  "signup-interstitial-c2a": "ភាពងាយស្រួល",
  "signup-interstitial-c2b": "ស្វែងយល់អំពីជម្រើសនៃមធ្យោបាយងាយស្រួលសម្រាប់ hCaptcha",
  "signup-interstitial-c2c": "រកលុយ",
  "signup-interstitial-c2d": "ធ្វើការជាអ្នកដាក់ស្លាកទិន្នន័យបុគ្គល",
  "signup-interstitial-head": "សូមប្រាកដថាអ្នកទៅដល់កន្លែងត្រឹមត្រូវ។",
  "support-interstitial-c1": "សម្រាប់ក្រុមហ៊ុន",
  "support-interstitial-c1a": "ដំណោះស្រាយសុវត្ថិភាពសហគ្រាស (បង់ប្រាក់)",
  "support-interstitial-c1b": "ទទួលបានការគាំទ្រសម្រាប់សហគ្រាស hCaptcha (BotStop)",
  "support-interstitial-c1c": "hCaptcha Publisher (ឥតគិតថ្លៃ)",
  "support-interstitial-c1d": "ទទួលបានការគាំទ្រសម្រាប់អ្នកបោះពុម្ពផ្សាយ hCaptcha",
  "support-interstitial-c2": "សម្រាប់បុគ្គល",
  "support-interstitial-c2a": "មានការលំបាកជាមួយនឹងបញ្ហាប្រឈម?",
  "support-interstitial-c2b": "ស្វែងយល់អំពីជម្រើសនៃមធ្យោបាយងាយស្រួលសម្រាប់ hCaptcha",
  "support-interstitial-c2c": "ចង់រាយការណ៍អំពីកំហុសទេ?",
  "support-interstitial-c2d": "ស្វែងយល់បន្ថែមអំពីការរាយការណ៍បញ្ហាផ្នែកទន់",
  "support-interstitial-head": "សូមប្រាកដថាអ្នកទៅដល់កន្លែងត្រឹមត្រូវ។",
  "switch-to-english-link": "ប្តូរទៅភាសាអង់គ្លេស",
  "what-is-hcaptcha": "តើអ្វីទៅជា hCaptcha?",
  "what-is-hcaptcha-text": "hCaptcha ជួយឱ្យសេវាកម្មគេហទំព័រដែលអ្នកចូលចិត្តដាក់រូបយន្តសារឥតបានការនិងការរំលោភបំពានដោយសួរសំណួរសាមញ្ញ ៗ ដែលងាយស្រួលសម្រាប់មនុស្សនិងពិបាកសម្រាប់ម៉ាស៊ីន។",
  "why-hc": "ហេតុអ្វីបានជា hCaptcha?",
  "why-hc-text": "រាល់ពេលដែលអ្នកឆ្លើយនឹងបញ្ហាប្រឈមយើងប្រើគំរូទំនើបដើម្បីដឹងថាអ្នកជាមនុស្សឬម៉ាស៊ីន។ គេហទំព័រដែលអ្នកបានចូលមើលបន្ទាប់មកប្រើលទ្ធផលនេះដើម្បីជួយកែលម្អបទពិសោធន៍របស់អ្នកនៅលើគេហទំព័ររបស់ពួកគេដោយរក្សាទុករូបយន្ត។",
  "footer-link-5b": "ចុច",
  "footer-link-cyberattacks": "ការវាយប្រហារតាមអ៊ីនធឺណិត ១០១",
  "header-enterprise-link": "សហគ្រាស",
  "intro-subtitle": "ដោះស្រាយបញ្ហា bot របស់អ្នកនៅថ្ងៃនេះ។"
}
