{
  "header-privacy-link": "Privacy",
  "header-integration-link": "Integrazione",
  "header-cost-link": "Costu",
  "header-features-link": "Features",
  "header-docs-link": "Docs",
  "header-login-button": "Login",
  "header-contact-button": "Cuntattate i Vendite",
  "intro-heading": "Verificazione di l'umanità à frizione zero.",
  "intro-contact-button": "Cuntattateci per sapè di più",
  "intro-text-bottom": "Affidatu da e cumpagnie chì alimentanu u web.",
  "sub-menu-button": "Cuntattate i Vendite",
  "sub-menu-item1": "L'impresa",
  "sub-menu-item2": "Costu",
  "sub-menu-item3": "Integrazione",
  "sub-menu-item4": "Features",
  "sub-menu-item5": "Privacy",
  "sub-menu-item6": "Docs",
  "info-head-1": "Custruitu nantu à a piattaforma pruvata hCaptcha",
  "info-text-1": "hCaptcha Enterprise funziona nantu à a tecnulugia di a piattaforma hCaptcha, allargata per include e funzioni chì l'imprese à grande trafficu necessitanu.",
  "info-head-2": "Un cumpagnu di fiducia",
  "intro-subtitle": "Risolve u vostru prublema di bot oghje.",
  "info-text-2": "I nostri servizii sò affidati da e più grande cumpagnie in u mondu per serve parechji milioni di utilizatori ogni ghjornu in decine di milioni di siti.",
  "cloudflare-quote-text": "Avemu evaluatu una quantità di vinditori CAPTCHA è ancu di custruisce un sistema noi stessi. In fine, hCaptcha emerge cum'è a megliu alternativa à reCAPTCHA.",
  "cloudflare-quote-detail": "Direttore di a gestione di u produttu, Cloudflare",
  "section-quote-head": "L'opzione costu-efficace per l'imprese d'altu trafficu",
  "section-quote-text": "Infine, una alternativa credibile à Google. hCaptcha Enterprise offre un risparmiu drammaticu nantu à a vostra fattura reCAPTCHA cù una sicurità più altu: finu à l'80% menu caru in certi casi. Parechje di i più grandi servizii in linea di u mondu anu cambiatu à hCaptcha Enterprise è anu ricivutu una deteczione di bot mejorata cù un risparmiu di costi sustanziali.",
  "section-quote-button": "Cuntattateci oghje per una quotazione",
  "section-privacy-header": "A privacy Focused",
  "section-privacy-text-1": "E rete publicitarie vedenu i vostri visitatori cum'è u pruduttu. Per noi u solu pruduttu hè di determinà a so umanità. I nostri servizii rispondenu o superanu i requisiti GDPR, CCPA è LGPD, è supportanu iniziative cum'è Privacy Pass. Travagliemu duramente per equilibrà a privacy è a sicurità.",
  "section-privacy-text-2": "Stu focus unicu nantu à a privacy significa chì pudemu offre zero retenzioni di dati individuali, operazione senza cookie, è altre garanzie di privacy contractuale cum'è necessariu mantenendu una sicurità eccellente.",
  "section-security-header": "Sicurezza Prima",
  "section-security-text-1": "A precisione hè in u vostru interessu è u nostru. hCaptcha travaglia per dà dati veri è permettenu di decide cumu aduprà. Altri captchas sò furniti da cumpagnie di publicità Gigantic. Questu significa chì ogni bot chì bloccanu pò riduce i so rivenuti.",
  "section-security-text-2": "Aduprendu l'ultime tecniche di apprendimentu automaticu cun un focusu nantu à a privacy ci permette di superà i standard di sicurezza di l'eredità registra tutte e strategie per sempre senza dannà a sicurità o a privacy di l'utilizatori.",
  "section-user-experience-header": "Grande Esperienza d'Usuariu",
  "section-user-experience-text1": "Per l'utilizatori Enterprise, l'opzioni sò dispunibuli per evità cumplitamenti sfide in a maiò parte di i scenarii.",
  "section-user-experience-text2": "Reduce l'attrito evitendu una sfida interamente per u 99,9% di u vostru trafficu legittimu mentre furnisce una sicurezza eccellente, grazia à mudelli di bot avanzati.",
  "section-easy-integration-header": "Integrazione faciule",
  "section-easy-integration-text": "L'aggiunta di hCaptcha dura solu minuti è uni pochi di linee di codice. L'API di basa hè cumpatibile cù reCAPTCHA V2, è ci vole solu minuti per cambià. Pudete esse up and running with a superior alternative today, and turn on more advanced features as needed.",
  "section-easy-integration-serverside": "Latu Server:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Punteggi di minaccia persunalizati",
  "section-threat-text": "Ùn sò micca tutti i prublemi: ottene un puntu unicu significa chì deve risponde à i vostri bisogni per esse utile. Cù i punteggi unichi di minaccia persunalizati di hCaptcha, una cunsultazione rapida ci permette di sintonizà i nostri mudelli per furnisce punteggi più rilevanti per a vostra attività.",
  "section-challenges-header": "Lanciate e vostre Sfide in Sicondi",
  "section-challenges-text-1": "Stà nantu à a marca cù cuntenutu pertinente",
  "section-challenges-text-2": "Quandu l'utilizatori anu da risolve una sfida per risponde à i bisogni di sicurezza, perchè micca creà compiti piacevuli è pertinenti per l'utilizatore? Cù u nostru simplice designer di sfida persunalizata, pudete lancià un cuntenutu di sfida nantu à a marca in pocu minuti.",
  "section-integration-header": "Integrazione diretta di a piattaforma",
  "section-integration-subheader": "Per l'imprese di l'infrastruttura Web",
  "section-integration-text": "U sistema hCaptcha Enterprise hè unicu flexible in u so disignu: pò esse implementatu parzialmente o interamente à a riva di a vostra reta se operate una nuvola publica o pussede parechji centri di dati. ‍Questu pò riduce drasticamente i costi è u trafficu fora di a rete, mantenendu tutti i benefici di a gestione da u nostru staffu di 24 ore à 24, 7 ghjorni, per risponde à i SLA più stretti.",
  "section-support-header": "Competenza è Supportu Raggiungibili Per Voi è I Vostri Utenti",
  "section-support-text": "U serviziu hè una prima priorità per noi. Mantenemu un supportu on-call 24/7 è offre una coordinazione diretta di Slack cù a vostra squadra di integrazione di l'ingegneria è u nostru staffu di chjamà durante è dopu l'implementazione.‍ ‍Semu ancu impegnati à monitorizà attivamente è risponde à e dumande di i vostri utenti in e social media, fori. , è i nostri canali di supportu in-widget è email. Semu accessibili è responsive, è tratemu a satisfaczione di l'utilizatori cum'è un KPI top.",
  "section-enterprise-header": "Funzioni di l'impresa",
  "section-enterprise-title-1": "Prutezzione anti-bot di classe mundiale",
  "section-enterprise-desc-1": "Pruvatu in battaglia à scala web.",
  "section-enterprise-title-2": "Punteggi di bot d'alta precisione",
  "section-enterprise-desc-2": "Detectà attori cattivi di parechji tippi diffirenti.",
  "section-enterprise-title-3": "Zero attrito è 99,9% modi passivi",
  "section-enterprise-desc-3": "Sfida menu di 0,1% di l'utilizatori legittimi.",
  "section-enterprise-title-4": "Tipi di sfida di cuntrollu mostrati",
  "section-enterprise-desc-4": "Vasta biblioteca di tippi da sceglie.",
  "section-enterprise-title-5": "Cuntrolla u cuntenutu di sfida utilizatu",
  "section-enterprise-desc-5": "Stà nantu à a marca cù una sperienza d'utilizatore coherente.",
  "section-enterprise-title-6": "SLA di l'impresa",
  "section-enterprise-desc-6": "Affidabilità garantita è supportu veloce 24/7 on-call.",
  "section-enterprise-title-7": "Supportu di u navigatore legacy",
  "section-enterprise-desc-7": "Compatibile tuttu u ritornu à Internet Explorer 8.",
  "section-enterprise-title-8": "Dashboards avanzati di rapportu è API",
  "section-enterprise-desc-8": "Vede ciò chì succede in tutti i vostri siti è app.",
  "section-enterprise-title-9": "Funziona in ogni paese",
  "section-enterprise-desc-9": "A cuntrariu di reCAPTCHA, travagliemu in ogni paese.",
  "section-enterprise-title-10": "Politica di privacy GDPR, CCPA è LGPD-friendly",
  "section-enterprise-desc-10": "Cuncepitu per a privacy da u primu ghjornu. Forte Accordu di Trattamentu di Dati.",
  "section-enterprise-title-11": "Livelli di difficultà fine",
  "section-enterprise-desc-11": "Marcate questu per adattà esattamente u vostru casu d'usu.",
  "section-enterprise-title-12": "Hosting di prima parte",
  "section-enterprise-desc-12": "Tutte e dumande è l'assi vanu à hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Dashboards multi-utilizatori",
  "section-enterprise-desc-13": "Condividi a gestione in tutta a vostra squadra.",
  "section-enterprise-title-14": "Verificazione immediata",
  "section-enterprise-desc-14": "Latenza 0ms: verificate i tokens hCaptcha senza alcuna chjama API.",
  "section-enterprise-title-15": "Integrazione mobile (iOS è Android).",
  "section-enterprise-desc-15": "Esperienza perfetta in u web, mobile nativu, web mobile. Integrazioni pre-custruite è SDK nativi dispunibuli.",
  "section-enterprise-title-16": "Termini persunalizati è Garanzia di privacy",
  "section-enterprise-desc-16": "Soddisfà i vostri bisogni legali quandu altre cumpagnie ùn ponu micca.",
  "presented-challlenges-head": "Sfide presentate",
  "presented-challenges-title-1": "Paraguni",
  "presented-challenges-text-1": "Selezziunate tutte l'imaghjini chì currispondenu à a dumanda",
  "presented-challenges-title-2": "Scatola di limitazione",
  "presented-challenges-text-2": "Definisce l'area di delimitazione per l'uggetti",
  "presented-challenges-title-3": "categurizazione",
  "presented-challenges-text-3": "Identificà e etichette currispundenti",
  "presented-challenges-subheader": "... è altre attività simplici. Facile per l'omu, difficiule per i bots.",
  "presented-challenges-subtext": "I travaglii persunalizati sò ancu dispunibili per l'editori d'impresa.",
  "footer-header-1": "Cumpagnia",
  "footer-header-2": "Risorse",
  "footer-header-3": "Cuntattu",
  "footer-link-1": "Etichettatura",
  "footer-link-2": "À propositu",
  "footer-link-3": "Impieghi",
  "footer-link-4": "Marchi",
  "footer-link-5": "Blog",
  "footer-link-6": "Status",
  "footer-link-7": "Documentazione",
  "footer-link-8": "Segnala un bug",
  "footer-link-9": "L'accessibilità",
  "footer-terms": "Termini",
  "footer-privacy": "Privacy",
  "footer-attribution": "Attribuzione",
  "footer-subheader-1": "Supportu",
  "footer-subheader-2": "Cuntattu",
  "switch-to-english-link": "Cambia à l'inglese",
  "intro-heading-privacy": "Cuncepitu per a privacy.",
  "intro-subtitle-p1-privacy": " Un approcciu unicu di privacy guidatu à a sicurità in linea.",
  "info-head-2-pr": "A registrazione di l'attività in linea ùn hè micca a risposta.",
  "info-text-1-pr": "hCaptcha Enterprise hà un solu scopu: impedisce à i cattivi attori di disturbà e vostre operazioni in linea è dannu i vostri utilizatori.",
  "info-text-2-pr": "I nostri sistemi sò cusì cuncepiti da a terra per minimizzà a cullizzioni di dati è a retenzioni mantenendu a sicurità di punta. U megliu modu per prutege i dati di l'utilizatori ùn hè micca di guardà in tuttu.",
  "info-text-3-pr": "Tutte e relazioni cù i clienti sò ancu prutette da un forte Accordu di Trattamentu di Dati. U serviziu hCaptcha cunforme cù tutte e lege di privacy, ùn importa induve u vostru serviziu o i vostri clienti residenu. Ùn mantene micca e dati persunali rende questu assai più faciule per noi chè per altre imprese.",
  "info-text-2-2-pr": "I servizii cum'è reCAPTCHA v3 dicenu chì mette u so pixel di seguimentu in ogni pagina di u vostru situ hè necessariu per una bona sicurità. Questu hè micca u casu.",
  "info-text-2-3-pr": "L'analisi di cumportamentu simplice hè un signalu facilmente falsificatu da i cattivi attori, è richiede ancu di mantene a storia di navigazione per tuttu u vostru trafficu legittimu.",
  "info-text-2-4-pr": "Ùn operamu micca una rete di publicità, è ùn avemu micca interessu à osservà u vostru cumpurtamentu di l'utilizatori per vende li annunzii. Questu significa chì ùn avemu micca bisognu di un pixel passiu in ogni pagina di u vostru situ.",
  "info-text-2-5-pr": "Aghjunghjite u nostru codice di sfida solu induve hè necessariu, è induve hè sensu per prutezzione di voi è di i vostri utilizatori.",
  "info-head-3-pr": "L'apprendimentu di a macchina hè utile. Ma ùn hè micca bisognu di dati persunali per travaglià.",
  "info-text-3-1-pr": "L'apprendimentu di a macchina hà un impattu avà quasi ogni aspettu di a nostra vita, spessu in modi chì ùn avemu micca capitu è ùn pudemu micca vede. I servizii di sicurità in linea ùn sò micca diffirenti.",
  "info-text-3-2-pr": "Apprendu più di millaie di signali, i mudelli ponu inferisce è ghjunghje à una alta fiducia in a rilevazione di comportamenti maliziusi assai rapidamente, ancu quandu nisun signalu individuale ùn saria abbastanza forte per indicà un prublema.",
  "info-text-3-3-pr": "Tuttavia, nimu di questu richiede l'usu di l'infurmazioni persunali identificabili (PII). I tecnichi di criptografia muderni ci permettenu di scaccià qualsiasi dati persunali u più prestu pussibule, creendu invece firme unidirezionali chì ùn ponu micca esse ligati à alcunu individuu.",
  "info-text-3-4-pr": "A furmazione nantu à e dati de-identificati funziona ancu bè, è ùn hè micca bisognu di cumprumissu à a sicurità o a privacy. I nostri clienti anu fattu e teste empiriche, è ci anu dichjaratu uguali o megliu cà alternative assai menu privati.",
  "cloudflare-quote-text-privacy": "Ci hè piaciutu una quantità di cose nantu à e soluzioni hCaptcha: 1) ùn vendenu micca dati persunali; recullanu solu i dati persunali minimi necessarii, sò trasparenti in a descrizzione di l'infurmazioni chì cullighjanu è cumu si usanu è / o divulganu.",
  "pilot-head": "Pruvateci in u vostru ambiente senza obbligu.",
  "pilot-text-1a": "Semu ingegneri, micca venditori: vulemu chì site felice cù a vostra scelta.",
  "pilot-text-1b": "U megliu modu per assicurà a vostra satisfaczione hè di dimustrà chì rispondemu à i vostri bisogni.",
  "pilot-text-1c": "Praticamente tutte e cumpagnie chì inizianu un pilotu sceglienu definitivamente e nostre soluzioni.",
  "pilot-text-1d": "Aduprate stu furmulariu per ghjunghje à unu di i nostri specialisti tecnichi. Rispundemu prestu.",
  "pilot-text-1e": "Pudete ancu mandà un email direttamente.",
  "pilot-email-details": "I dettagli sò quì.",
  "pilot-f1": "Regione",
  "pilot-f2": "U vostru nome",
  "pilot-f3": "U vostru nome",
  "pilot-f4": "Email d'affari",
  "pilot-f5": "Qualchese altru dettagliu chì duvemu avè ?",
  "pilot-f6": "Avete bisognu di l'imbarcu urgente?",
  "pilot-f7": "Iè.",
  "pilot-f8": "Sò sottu attaccu è esige l'imbarcu immediata.",
  "pilot-f9": "Mandate",
  "pilot-f10": "Ingressendu u vostru email, accettate i nostri Termini è Politica di privacy, è per riceve email da noi.",
  "pilot-fo-1": "L'integrazione ùn puderia micca esse più faciule.",
  "pilot-fo-2": "hCaptcha hà decine di integrazioni pre-custruite per i sistemi di frontend è backend chì utilizate.",
  "pilot-fo-3": "Se vi capita di vene da reCAPTCHA di Google, i nostri API sò rimpiazzamenti drop-in. Trè linee di codice sò tuttu ciò chì avete bisognu.",
  "pilot-fo-4": "I nostri ingegneri di imbarcazione ponu andà rapidamente, sì avete bisognu di l'integrazione React, SDK per l'applicazioni native iOS, un esempiu di backend Java, o praticamente qualsiasi altru scenariu.",
  "pilot-fo-5": "È cum'è sempre, a privacy hè un valore core per noi. Aghjunghjite u nostru codice di sfida solu induve hè necessariu, è induve hè sensu per prutezzione di voi è di i vostri utilizatori. A minimizazione di a raccolta di dati principia da u mumentu di l'integrazione.",
  "pilot-fdone": "Grazie. Seremu in cuntattu prestu.",
  "home-ent-2-new": "Amparate più nantu à a nostra soluzione di l'impresa.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "E soluzioni hCaptcha Enterprise furniscenu una sicurezza di punta è prutegge parechji di i servizii in linea superiore.",
  "home-plans-button-2-new": "Sapè ne di più",
  "header-enterprise-link": "L'impresa",
  "sales-interstitial-c1b-new": "Sapete più nantu à hCaptcha Enterprise"
}
