{
    "1290027486": "CEO di Brave. Co-fundatore di Mozilla. Creatore di a lingua di prugrammazione JavaScript. Custruttore di navigatori è più.",
    "211351380": "Da u blog:",
    "3153117136": "Cume Funzionanu i paràmetri di difficultà hCaptcha",
    "2915355938": "L'accessibilità",
    "793784899": "Piani",
    "2671622670": "Impresa",
    "3527140447": "Docs",
    "505891021": "Servizi di etichettatura",
    "692176459": "Accedi",
    "1892574253": "Firma",
    "2593864519": "Ferma più bots. Cumincià a prutezzione di a privacy di l'utilizatori.",
    "4007826952": "U CAPTCHA n. 1 per a privacy per u web, mobile è più.",
    "3721365241": "Pruvate",
    "3753956446": "Gratuitu",
    "3276777569": "hCaptcha",
    "55035359": "Attualmente usendu reCAPTCHA?",
    "3417372336": "Cambia in minuti",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "I principali servizii in linea si basanu",
    "1470290349": "per u megliu in a classa bot è gestione di frode.",
    "3714002185": "Sapete più nantu à hCaptcha Enterprise",
    "3946753128": "Privatu. Secure. Più veloce.",
    "939665604": "A privacy Focused",
    "780475098": "E rete publicitarie vedenu i vostri visitatori cum'è u pruduttu. Ci importa solu chì una visita hè bona o cattiva. hCaptcha rispetta GDPR, CCPA, LGPD, PIPL, è altre lege di dati globale.",
    "219813583": "Sicurezza Prima",
    "2714878440": "Prutegge i vostri servizii da scraping, acquisizione di cunti, stuffing di credenziali è spam cù u nostru apprendimentu automaticu avanzatu è verificazione di l'umanità.",
    "1397766838": "Esperienza d'utilizatore megliu",
    "2670352917": "hCaptcha furnisce una rilevazione di bot più affidabile mentre hè simplice per l'omu di risolve.",
    "2806751666": "Cosa hè hCaptcha?",
    "3096063825": "Pruvate",
    "2968026167": "A vostra verdura preferita",
    "713281684": "Melanzana",
    "4147497805": "Carota",
    "3758963444": "Grazie! A vostra sottumissione hè stata ricevuta!",
    "1070364246": "Oops! Qualcosa hè andatu sbagliatu durante l'inviu di u furmulariu.",
    "1129833879": "Arresta i bots maliziusi, prutegge a privacy di l'utilizatori",
    "58091799": "Sapete più nantu à hCaptcha Publisher è Enterprise",
    "1599610318": "Editore",
    "3093388779": "hCaptcha hè liberu d'utilizà per editori di ogni dimensione",
    "179723061": "Più cuntrollu per e squadre chì anu bisognu di sicurezza di punta",
    "846501387": "Prutezzione di bot di classe mundiale",
    "119298044": "Tecnulugie avanzate di ML è AI auto-supervisate prutegge e vostre proprietà web da minacce è attacchi",
    "1263998069": "Guadagnà premii per risolve umani",
    "1103295010": "Guadagnà soldi o dà à carità per quandu l'omu risolve CAPTCHA",
    "392886773": "Funziona in ogni paese",
    "2320894364": "Cù più di 200 punti di prisenza, u nuvulu di hCaptcha pruteghja i vostri beni in u mondu",
    "451701069": "Conforme à GDPR, CCPA,",
    "2826051554": "è più",
    "3530599065": "A privacy hè custruita da a terra. hCaptcha ùn conserva micca PII è hè conforme à numerosi mandati di privacy è regulamenti.",
    "2489287539": "\"Senza CAPTCHA\" senza attritu è modi passivi di 99,9%.",
    "793242047": "Riduce e sfide presentate à l'utilizatori per permette un accessu veloce à l'applicazioni",
    "4195759329": "Rilevazione di bot è punteggi di risicu",
    "1150035777": "I mudelli sofisticati di apprendimentu di macchina generanu punteggi di cunfidenza di u bot basati nantu à parechji punti di dati oltre se e dumande sò state risposti currettamente",
    "3688621388": "Firme di minaccia",
    "1131525092": "Raggruppa i cattivi attori inseme senza sforzu attraversu i nostri UID Scoped chì preservanu a privacy per truvà è piantà fraude è abusi cunnessi",
    "1559631739": "Apprendimentu privatu",
    "3952259236": "Unisce i vostri dati cecu cù i millaie di signali di hCaptcha per furmà hCaptcha nantu à classi di cumpurtamentu - per u vostru esempiu solu - per predichendu megliu u cumpurtamentu maliziusu megliu cà ogni solu solu solu.",
    "1150963691": "mitigazione APT",
    "4083018285": "Una suite di funzioni estese chì combina cun monitoraghju SOC rinfurzatu è risposta per affruntà minacce persistenti sofisticate",
    "3160820928": "Prutezzione d'attaccu coordinata",
    "1849805607": "hCaptcha prutegge contr'à e minacce è i decoys pensati per infiltrate in e vostre rete",
    "1958297836": "Prutezzione di l'attaccu coordinatu è mitigazione APT",
    "1300485304": "hCaptcha prutegge contr'à e minacce avanzate è i decoys pensati per infiltrà e vostre rete",
    "2698640210": "Cuntrolla sfide è tipi mostrati",
    "3121248460": "Mostra sfide persunalizate infinitamente diverse - da simplici à cumplessu - per u vostru publicu anticipatu",
    "3807059944": "Cuntrolla u cuntenutu di sfida utilizatu",
    "2707282231": "Personalizà e sfide per i vostri utilizatori. Fate impussibile à i bots per risolve è penetrà.",
    "4194763679": "Livelli di difficultà fine",
    "3730038780": "Sceglite trà un numeru quasi infinitu di sfide per l'utilizatori per risolve",
    "1849717906": "Personalizà cù u vostru propiu cuntenutu di sfida",
    "1508655687": "Aghjunghjite e vostre sfide adattate per u vostru audience per simplificà o restringe l'accessu",
    "3620442880": "Funzioni di prutezzione di vendita Flash",
    "3265895521": "Aumentà è diminuite a difficultà di sfida basatu annantu à l'ora di u ghjornu",
    "1485807325": "Dashboards multi-utilizatori, SAML SSO",
    "359073033": "Dashboards furnisce viste di l'attività d'altu livellu o fine.",
    "4272454814": "Integrate cù u fornitore d'identità di a vostra scelta.",
    "1141402092": "Funzioni avanzate di rapportu",
    "910989640": "Generate rapporti dettagliati è persunalizati di l'attività",
    "3768951251": "SLA di l'impresa",
    "1014004474": "I piani Enterprise di hCaptcha offrenu accordi avanzati di serviziu per mantene a vostra urganizazione prutetta",
    "1177598246": "Cuntattate i Vendite",
    "1067704102": "U valore in l'etichettatura di dati",
    "3065000659": "Avete capitu chì ogni volta chì \"cliccate nantu à a vittura\" vi aiutate à furmà una sola",
    "3235430156": "i sistemi di apprendimentu automaticu di a cumpagnia gratuitamente?",
    "1549336309": "hCaptcha gira stu mudellu. Quandu utilizate hCaptcha, l'imprese offrenu nantu à u travagliu chì i vostri utilizatori facenu cum'è pruvucanu a so umanità. Avete i premii.",
    "3725880582": "Ritorna à a Carità",
    "1671436004": "Vulete rinvià à a vostra carità preferita?",
    "1663628612": "ti permette",
    "4272088465": "e carità di a vostra scelta cù i guadagni chì avete da aduprà.",
    "2894845722": "L'utilizatori di u vostru situ seranu prestu à vede a vostra cuntribuzione à a carità attraversu una marca discreta nantu à l'interfaccia hCaptcha.",
    "3194111925": "sustegnu",
    "1637702726": "À propositu di hCaptcha",
    "2323282990": "Un approcciu mudernu per verificà l'umanità",
    "1201821619": "hCaptcha risolve unu di i prublemi più pressanti d'oghje: impedisce à i bots maliziusi di abusà di i servizii in linea.",
    "1475399473": "Sapete più nantu à a squadra hCaptcha",
    "3161489950": "A piattaforma ML di sicurezza più avanzata di u mondu",
    "3247172580": "hCaptcha hà cumminatu l'apprendimentu automaticu avanzatu auto-supervisatu cù un novu approcciu di calculu di punta chì minimizza in modu unicu a raccolta di dati è a ritenzione, furnita da più di 250 locu in u mondu per una scalabilità massiva.",
    "3767462250": "Cuncepitu per a privacy",
    "3500503648": "hCaptcha hè cuncepitu per eliminà a retenzione di dati à longu andà affittendu a valutazione immediata invece di arregistrà è analizà a vostra storia di navigazione. Supportemu ancu iniziative cum'è",
    "2418549423": ", un standard emergente per a priservà a privacy in linea via prove criptografiche, è altre caratteristiche uniche di primura di privacy.",
    "1544546608": "Passu di privacy",
    "976209454": "Guadagna ricompense o dà à a carità",
    "552920956": "hCaptcha permette à i siti web di guadagnà ricumpensa mentre bluccà i bots è altre forme di abusu. hCaptcha permette ancu di sustene e carità di a vostra scelta cù questi guadagni.",
    "654326661": "Vulete vede per voi stessu? Pruvate hCaptcha gratuitamente.",
    "3570415321": "Cumpagnia",
    "3987022469": "Etichettatura",
    "1636202177": "À propositu",
    "2670003220": "Impieghi",
    "3233305531": "Marchi",
    "3028319964": "L'éthique de l'IA",
    "4131598919": "Press",
    "1662477701": "Risorse",
    "3130928685": "Blog",
    "1756106276": "Status",
    "1235925265": "Documentazione",
    "920212083": "Segnala un bug",
    "2076066173": "Cyberattacks 101",
    "3644106388": "Cuntattu",
    "2182196747": "Supportu",
    "487083593": "Vendite",
    "878585497": "Termini",
    "1697438123": "Privacy",
    "1316817321": "Attribuzione",
    "3488019891": "hCaptcha hè una marca registrata di Intuition Machines, Inc.",
    "4224961202": "Privacy, Sicurezza è Machine Learning.",
    "98173630": "hCaptcha hè u serviziu CAPTCHA indipendente più utilizatu in u mondu.",
    "1514478724": "Sapè ne di più",
    "1752795854": "hCaptcha porta un approcciu mudernu, focalizatu in a privacy per piantà i bots.",
    "2927700175": "Mostremu e sfide CAPTCHA chì sò difficili per i bots, ma faciuli per e persone, cullendu dati difficili da etichettare da i prublemi di apprendimentu automaticu, è l'utilizanu per distingue se un visitatore di u situ web o di l'app hè umanu.",
    "2188609322": "L'attori cattivi sò sempre più cumuni in linea. Ma sacrificà a privacy di l'utilizatori ùn hè micca a risposta.",
    "2032102720": "E soluzioni di sicurezza offerte da e cumpagnie di publicità si concentranu principalmente in u seguimentu di l'utilizatori in u web. Avemu criatu una soluzione di sicurezza efficace chì prova chì u dannu à a privacy di l'utilizatori ùn hè micca necessariu per furnisce risultati eccellenti.",
    "4146870445": "Chi simu",
    "353066938": "Una squadra esperta, chì travaglia nantu à i prublemi più duru di l'oghje. hCaptcha hè un serviziu di",
    "1173652155": "Cunsiglieri",
    "2256305371": "Prufessore, CS à l'Università di California, Berkeley. Apprendimentu prufondu, sicurezza, espertu di blockchain. CEO di Oasis Labs.",
    "2177660021": "Scientificu di ricerca in Stanford. Apprendimentu automaticu è finanza quantistica in grandi banche, fondi di speculazione è accademia.",
    "2686825859": "Iscriviti gratis o cuntattateci nantu à e soluzioni hCaptcha Enterprise",
    "583434701": "hCaptcha Accessibilità",
    "611905972": "Assicurendu un accessu senza saldatura per tutti l'utilizatori mentre mantene a sicurità",
    "874098071": "Sè site un utilizatore d'accessibilità, per piacè registrate quì",
    "2745385064": "Riassuntu",
    "3353238942": "hCaptcha hè pensatu per piantà i bots distinguenduli da e persone. I testi visuali sò un strumentu convenientu per questu, ma micca tutti ponu risolve una sfida visuale.",
    "3600022491": "Per quessa, avemu cuncepitu una alternativa simplice è indolore per permette à l'editori chì utilizanu u nostru serviziu di priservà l'accessibilità per tutti cù u cumpletu cumpletu di a Sezione 508 è WCAG 2.1 AA.",
    "2557240048": "Cumu funziona: prima, un utilizatore d'accessibilità si firma via",
    "3871665286": ", chì hè prominentemente ligatu in a pagina d'infurmazione di u widget hCaptcha. Sò datu una cookie criptata chì pò esse usata parechje volte à ghjornu, ma deve esse rinfriscata ogni 24 ore via login.",
    "3441764123": "Quandu una sfida hè presentata à un utilizatore d'accessibilità in un situ cù u serviziu hCaptcha, passanu automaticamente.",
    "4247858664": "a pagina di registrazione di l'accessibilità",
    "1297657322": "Schermata di l'utilizatori di l'accessibilità dopu u login",
    "1717658846": "Opzione di accessibilità in u menu UI di u widget",
    "1266963825": "Q: Hè hCaptcha Section 508 + WCAG 2.1 AA cumpletu?",
    "850025770": "A: Cridemu cusì: tutti l'utilizatori cù qualsiasi forma di disabilità chì sò capaci di navigà in u web è inserisce u testu nantu à e forme ponu accede à i servizii prutetti da hCaptcha dopu a registrazione. Tuttavia, questu ùn hè micca cunsigliu legale: duvete fà a vostra propria valutazione, tenendu in cunsiderà a vostra implementazione particulare per assicurà chì questu hè u casu per a vostra implementazione.",
    "159272246": "Q: Avete travagliatu nantu à altre opzioni di accessibilità (\"a11y\"), cum'è l'audio?",
    "4074220464": "A: L'opzioni precedentemente populari cum'è i captchas audio discriminanu parechji utilizatori a11y è sò facilmente scunfitti da e tecniche muderne di apprendimentu automaticu. Questu hà furzatu i sfidi di l'audio attuale à diventà sempre più difficili, introducendu rumore, timing stranu, cumminazzioni di parole inusuali, è cusì per scunfighja l'attaccanti. Semu dunque menu entusiasmu di questu approcciu versus evitendu a sfida in tuttu, ma cunsideremu s'ellu ci hè una dumanda da a cumunità a11y.",
    "2309661107": "Tuttavia, simu assai interessati",
    "2555914614": "per u casu d'usu di l'accessibilità. Cridemu chì cumminendu u nostru approcciu attuale a11y cù l'emissione di Privacy Pass permetterà à l'utilizatori a11y di navigà in modu sicuru, sicuru in a cunniscenza chì u so trafficu hè più privatu, mentre chì restringe l'abusu da l'operatori di bot chì inevitabbilmente accade quandu l'opzioni a11y sò dispunibili. Semu participanti attivi in u gruppu di travagliu IETF chì standardizza sta nova tecnulugia.",
    "2583775432": "Q: E a privacy? A registrazione espone a11y dati di navigazione in qualchì modu? Chì fate cù l'email?",
    "4215483493": "A: hCaptcha hè pensatu per a privacy da u principiu. Hè assai sfarente di l'opzioni tradiziunali cum'è reCAPTCHA chì sò pussede da e rete di publicità, chì anu un incitamentu per seguità u web è associà cù una vera identità.",
    "2474661839": "I nostri",
    "4137573005": "hà risposti cumpleta è autoritariu in quantu à l'usu di dati, ma a risposta corta hè chì ùn avemu micca interessu à associà voi cum'è una persona cù a vostra storia di navigazione.",
    "4101570501": "Avemu ancu attualmente travagliendu in una soluzione criptografica per scaccià rapidamente u vostru indirizzu email mentre cunservà a nostra capacità di prevene l'abusu, cumplementendu u nostru travagliu di Privacy Pass.",
    "260595108": "Ùn avemu mai aduprà e-mail o informazioni d'accessibilità per qualsiasi scopu altru ch'è per facilità l'usu è prevene l'abusu.",
    "3063819779": "pulitica di privacy",
    "465714311": "Per l'utilizatori di l'accessibilità: Q&A è Guida di risoluzione di i prublemi",
    "3596207631": "Q: Aghju sempre vede una sfida dopu avè stabilitu a cookie. Chì hè a causa di questu?",
    "469089249": "A: Questu hè generalmente dovutu à l'usu di un bloccu di annunci aggressivu o estensione anti-cookie, o un paràmetru chì blucca i cookies \"cross-site\", in questu casu un cookie per hcaptcha.com chì hè stabilitu o verificatu da hCaptcha JS in un site differente, cum'è quellu chì site visitatu.",
    "4263626815": "I cookies d'accessibilità di hCaptcha funzionanu cù tutti i navigatori populari è i blocchi di publicità cù i so paràmetri standard, cusì tipicamente i fallimenti sò dovuti à scripts \"anti-anti-adblock\" o règule simili destinati à siti particulari.",
    "3906359167": "Soluzioni:",
    "3464870463": "1. Whitelist hcaptcha.com è *.hcaptcha.com cookies in u vostru ad blocker o estensione di sicurità di navigatore.",
    "1204911585": "2. Sè vo aduprate u navigatore Brave, chì ùn (da aprile 2020) pare avè alcun tipu di lista bianca di cookie, andate à Preferenze -> Scudi -> Cookies è sceglite \"Permette tutti i cookies\".",
    "2932826396": "3. Sè vo aduprate l'ultima versione di Safari sia nantu à l'OS X 10.15 o iOS 13.4, Apple hà appena cambiatu u cumpurtamentu di Safari in relazione à i cookies di terzu, bluccà tutti per automaticamente. Implementemu una suluzione, ma intantu visitate Preferenze di Safari, sezione Privacy, è deseleche \"Tracciamentu di u situ web: Impedisce u seguimentu cross-site\" per attivà a cookie di accessibilità per funziunà cum'è previstu.",
    "3836291932": "Q: Aghju utilizatu parechji dispositi. Aghju bisognu di firmà parechje volte?",
    "3251220335": "A: No. Per piacè cliccate nantu à u stessu ligame di login email mandatu à voi nantu à ogni dispusitivu chì utilizate per stabilisce a cookie.",
    "2082407178": "Q: Cumu possu prutegge mi da u seguimentu di cookie di terze parti durante l'usu di a cookie di accessibilità?",
    "2700197090": "A: Utilizà qualsiasi estensione di privacy o ad-blocking chì supporta a lista bianca di u duminiu (per esempiu uBlock Origin) funziona cum'è previstu: assicuratevi solu di whitelist hcaptcha.com.",
    "3657743880": "Istruzzioni di u navigatore per i Cookie Cross-Site",
    "1960601330": "Per attivà i cookies in Safari (Mac): Andate à u menu a tendina di Safari. Selezziunà Preferenze. Cliccate Privacy in u pannellu superiore. Sottu 'Block cookies' selezziunate l'opzione 'Mai.'",
    "1622303590": "Per attivà i cookies in Safari (iPhone/iPad iOS 11+): Apri i vostri Settings. Scroll down è selezziunate Safari. Sottu Privacy & Security, disattivate \"Prevenzione di u seguimentu cross-site\" è \"Block All Cookies\"",
    "2199048568": "Cliccate nantu à u scudu à a manca di a barra di indirizzu in ogni pagina web. Cliccate nant'à Settings Protection. U pannellu di Privacità è Sicurezza di Preferenze di Firefox si apre. Sottu Prutezzione di Tracking Enhanced, selezziunate Custom. Sceglite quali trackers è scripts per bluccà, selezziunate quelli caselle di spunta. Assicuratevi chì avete sbloccatu hcaptcha.com.",
    "3967047208": "Pudete ancu disattivà temporaneamente alcune prutezzione in Custom per debug questu, deselezziendu e caselle di spunta: Deselezziunate a casella di cuntrollu Trackers o deselezionate a casella di spunta Cookies se avete sempre prublemi.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Selezziunate l'icona di menu Chrome. Selezziunà Settings.",
    "926138631": "Andate à Privacy and Security, dopu Cookies è altri dati di u situ.",
    "3419878556": "Assicuratevi chì \"Blocca i cookies di terzu partitu\" ùn hè micca attivatu.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Aprite e preferenze di Chrome da a barra di menu.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "In u vostru dispositivu Android, apre l'app Chrome.",
    "3620039756": "In cima à a destra, toccu More è dopu Settings.",
    "2813310562": "Tap Settings Site e poi Cookies.",
    "3014657981": "Accantu à \"Cookies\", attivate l'impostazione.",
    "1242066691": "Verificate a casella accantu à \"Permette i cookies di terzu\".",
    "292250020": "1. Selezziunà u gear in l 'angulu supiriuri-destra di u screnu, poi sceglie \"Opzioni Internet\". Sè vo avete u Menu Bar attivatu, vi ponu selezziunà \"Tools\" poi \"Opzioni Internet\".",
    "4114820649": "2. Cliccate nantu à a tabulazione \"Privacy\".",
    "946838734": "3. Selezziunà u buttone \"Advanced\".",
    "348809718": "4. Sottu \"Third-party Cookies\" sceglie \"Accetta\".",
    "1253441326": "5. Cliccate \"OK\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "Politica d'etica di l'IA",
    "1161704803": "Perchè avemu una pulitica d'etica AI?",
    "1806535500": "Quasi ogni tecnulugia, da i matite à a dinamita, hè a",
    "24452499": "suluzione; pò esse usatu per u bonu o malu. Ogni cumpagnia di ricerca, custruzzione o vendita di suluzioni duale usu hà ubligatoriu di cunsiderà e cunsequenze di e so azzioni.",
    "4023575072": "duppiu usu",
    "3336625692": "Questa pagina detalla i nostri pinsamenti nantu à questu tema in u cuntestu di l'etica AI, è i prucessi chì seguimu per assicurà chì l'usu di i nostri servizii resta in linea cù e pulitiche chì avemu aduttatu cum'è cumpagnia.",
    "835717930": "AI Ethics à hCaptcha",
    "2179524509": "Occasionalmente avemu dumande nantu à quali tipi di dumande sò permessi per u serviziu hCaptcha, è perchè e dumande particulare sò state fatte.",
    "1962721652": "L'esseri umani sò cercatori di mudelli, è qualchì volta una quistione innocua pò passà da un surprising à un suspettu in un istante, per via di cambiamenti in u mondu piuttostu cà di e motivazioni di qualcunu chì dumanda a quistione.",
    "3974566657": "Quandu i servizii diventanu più populari, stu tipu d'occurrence inevitabbilmente diventa più frequente. hCaptcha hè utilizatu da milioni di persone ogni ghjornu in quasi tutti i paesi di u mondu, cusì publichemu sta pulitica è un studiu di casu nantu à cumu affruntà sti prublemi per esse u più trasparenti pussibule.",
    "1830910223": "Un studiu di casu di l'etica di l'IA in u mondu reale",
    "805971861": "\"Umbrella\" hè un termu in ImageNet, u set di dati di riferimentu standard utilizatu da i ricercatori di visione di computer. Identificà in modu affidabile e persone chì tenenu ombrelli hè ancu criticu per a custruzzione di sistemi di assistenza avanzata di guida (ADAS) di prossima generazione.",
    "3988350": "Questu significa chì ci sò eccellenti casi d'utilizazione per annotazioni di umbrella in u mondu reale. Ci hè spaziu per u disaccordu annantu à l'impattu di e vitture autònuma, ma i sistemi ADAS sò digià salvatu",
    "548587288": "intornu à u mondu.",
    "3138772661": "millaie di vite ogni annu",
    "3168199226": "Tuttavia, in u 2020, hè diventatu chjaru chì a custruzzione di stu tipu di dataset puderia esse percepita cum'è una tecnulugia di duplice usu in una manera chì pochi avarianu aspittatu un annu fà.",
    "558378834": "Per quessa, ùn accettemu più dumande per e dumande relative à l'ombrelli in questu mumentu. U putenziale di cunfusione quandu un utilizatore finale vede una quistione di parapluie in u mumentu attuale hè troppu altu, è in fine u nostru scopu hè di fà u mondu un locu più piacevule.",
    "3376604063": "Politiche è processi d'etica di l'IA",
    "1923365316": "Avemu una stretta pulitica d'etica AI in hCaptcha, è una parte di questu include un prucessu Know Your Customer (KYC).",
    "4230322909": "Avemu sempre tentativu di acquistà una bona cunniscenza di ogni novu cliente è u so casu d'usu destinatu, sia per cunfirmà chì hè un bonu fitu per i nostri prudutti è servizii è per assicurà chì seguita e pulitiche chì avemu aduttatu cum'è cumpagnia.",
    "2735073144": "Facemu ancu e rivisioni in corso quant'è necessariu. Per esempiu, in a nostra recente rivisione di e date è e fonti di e dumande per e dumande di etichettatura in relazione à l'ombrello, avemu statu rapidamente capace di cunfirmà chì nisuna entità di guvernu o fornitore statale cunnisciutu di software di surviglianza hà fattu richieste in quantu à l'ombrelli chì utilizanu i nostri servizii in l'ultimi 12 mesi. .",
    "2715462692": "Cume hè u nostru prucessu d'etica AI?",
    "3049976256": "Per ogni novu cliente di etichettatura, passemu una lista di cuntrollu durante u prucessu di vendita. Questu include a diligenza iniziale di KYC prima di l'imbarcu, è ancu a verificazione di tutte e dumande fatte à i nostri analisti, è cuntrolli puntuali in tempu reale è revisioni periodiche di e richieste fatte cù a nostra piattaforma di self-service.",
    "3103642530": "Questa rivista hè cumposta di parechji criterii:",
    "3349094124": "Critères de préoccupations éthiques : Objectif",
    "1038019440": "1. Hè stu cliente chì rapprisenta l'interessi naziunali di un paese cunnisciutu per impegnà in un cumpurtamentu contru à e lege è e norme internaziunali?",
    "493717511": "2. Hè stu cliente dumandendu servizii chì puderia esse",
    "2209109640": "usatu solu per scopi maliziusi, in u cuntestu di e so attività cummerciale normale?",
    "3457805519": "3. A dumanda di u cliente pò esse cumpletata sottu a lege di i Stati Uniti è e nostre regule d'ingaghjamentu?",
    "1942611550": "principarmenti",
    "109179759": "Critèri di cuncerna etica: Sughjettiva",
    "1033698050": "1. Cridemu chì u cliente ci hà datu un casu d'usu chì avemu cunsideratu moralmente accettabile, secondu a nostra interpretazione di e normi suciali tipici occidentali?",
    "361372538": "2. Cridemu chì i nostri servizii furniti seranu prubabilmente utilizati per scopi discriminatori da u cliente, in modi chì puderanu esse legale, ma ùn sò micca accettabili per noi?",
    "2867855718": "3. Cridemu chì i bisogni di a privacy ponu esse soddisfatti per a dumanda?",
    "2462728596": "Se ùn pudemu micca suddisfà noi stessi nantu à questi punti, ricusemu a dumanda è pudemu finisce l'accessu ulteriore à a nostra piattaforma, cum'è delineatu in i nostri Termini.",
    "1995277831": "Grazie",
    "1818116402": "Speremu chì avete apprezzatu stu sguardu nantu à cume gestionemu e dumande operative cù un cumpunente di Etica AI.",
    "1499894352": "Pochi cumpagnii offrenu trasparenza in i so prucessi di decisione in questu spaziu, è speremu chì altri seguitanu stu esempiu!",
    "535659033": "Attribuzione Creative Commons",
    "1495915066": "Cumu noi, i nostri partenarii di ricerca accademica, è i nostri clienti utilizanu i media Creative Commons",
    "3017533972": "Noi, i nostri partenarii di ricerca accademica, è i nostri clienti ponu occasionalmente riferite o riproduce porzioni di cuntenutu licenziatu Creative Commons via a piattaforma hCaptcha per avanzà a cunniscenza di l'umanità in u campu di l'apprendimentu automaticu.",
    "1428053210": "Stu cuntenutu hè generalmente trasfurmatu da a so forma originale. Per esempiu, un video pò esse divisu in parechje imaghjini, quelli imaghjini ponu esse divisi in parechje imaghjini novi, è quelli novi imaghjini allora mischiati aleatoriamente per pruduce u risultatu finali affissatu.",
    "1728211763": "L'usu di u cuntenutu in questu modu è per questi scopi rientra in e linee guida d'usu fieru secondu a nostra cunniscenza di a lege è di e pratiche standard in u campu, ma simu fan di Creative Commons di longu tempu è preferimu dà creditu à tutti quelli chì aiutanu in u campu. compitu monumentale di migliurà l'intelligenza di a macchina.",
    "1949452297": "A causa di e restrizioni intrinseche di l'hCaptcha UI è e so considerazioni di sicurità, ùn hè micca pussibule di ripruduce a fonte di ogni imagine direttamente vicinu à u so usu. Invece, ligatemu à sta pagina da a nostra homepage è mantenemu una lista di fonti attualmente o recentemente servite via a piattaforma. Pudete accede à a lista attuale",
    "2367602973": "quì",
    "659124570": "Inoltre, se vede u cuntenutu chì vi appartene riproduciutu nantu à a piattaforma hCaptcha è vulete chì sia sguassatu per qualsiasi mutivu, pudete cuntattateci via email à",
    "2066749488": "Altre lagnanze",
    "3479034323": "Se vede u cuntenutu chì vi appartene ripruduciutu nantu à a piattaforma hCaptcha è vulete sguassate per qualsiasi mutivu, pudete cuntattateci via email.",
    "1836554225": "Blog Posts",
    "2873297188": "Tutti i CAPTCHAS discriminanu i non-americani?",
    "165932542": "Un sguardu à hCaptcha risolve i tassi in u globu",
    "1865097546": "16 nuvembre 2021",
    "3005876482": "hCaptcha hè avà u più grande serviziu CAPTCHA indipendente, funziona nantu à 15% di Internet",
    "693820850": "Pudete batte Google mettendu a privacy prima",
    "3609106478": "Credential Stuffing:",
    "299335340": "Cosa hè è cumu si ferma l'attacchi",
    "354925785": "Intro",
    "423222878": "Alcune di i ciberattacchi più duru per detectà, prevene è piantà sò quelli induve un attore maliziusu hè capaci di utilizà credenziali d'utilizatori legittimi per accede à un contu d'utilizatore attivu. Senza assai capacità di rilevazione sofisticata in u locu, a cumpagnia chì ospitu u contu ùn hà micca ragiò per sospettà chì qualcosa hè sbagliatu. Un cliente simpricimenti pare avè logatu in u so contu. L'attaccante hà ottinutu sta ruse riescita utilizendu credenziali arrubati - di solitu u risultatu di una tecnica di cyberattack cunnisciuta cum'è \"credential stuffing\". Hè un prublema seriu oghje, ma quellu chì pò esse mitigatu cù e contramisuri ghjusti.",
    "777660551": "Cosa hè Credential Stuffing?",
    "2602763587": "L'imbottitura di credenziali hè una forma di ciberattaccu induve l'attaccante prova di accede à un situ web parechje volte utilizendu coppie di nomi d'utilizatore è password arrubati. U \"stuffing\" si riferisce à i tentativi ripetitivi di login, chì sò quasi sempre realizati da u software di bot automatizatu.",
    "1271831121": "Ùn hè micca cum'è s'è u pirate (vestitu in un cappucciu, di sicuru!) hè pusatu quì, scrivite in credential after credential. U bot di login automatizatu puderia esse fattu da un strumentu off-the-shelf cum'è Selenium o un strumentu di pirate sviluppatu apposta.",
    "2588750717": "Infatti, certi attacchi di ripienu di credenziali implicanu milioni di credenziali, tutti imbutiti in l'interfaccia di login di u situ web senza sospette in a speranza di esse lasciati. Una volta à l'internu, l'attaccante pò piglià u contu di a vittima.",
    "1137757109": "S'ellu hè un contu di eCommerce, l'attaccante pò urdinà a merchandise. Se a vittima hè una banca, l'attaccante pò trasfiriri fondi offshore, è cetara.",
    "1559150837": "L'obiettivi ùn sò micca senza difesa. A maiò parte di i siti web anu cuntrolli chì bloccanu un utilizatore suspettu chì prova di log in millaie di cunti diffirenti da u stessu indirizzu IP in pocu tempu. Ciò chì l'attaccanti di credencial stuffing facenu per attruvà queste tecniche di prutezzione hè questu per simulà a diversità geografica è IP. Aduprendu strumenti putenti, spessu guidati da AI, ponu vede chì millaie d'utilizatori cercanu casualmente à login in diverse ore di u ghjornu da tuttu u paese. Questu hè assai più difficiule di detectà è di piantà.",
    "1892020899": "Induve i pirate ricevenu e credenziali?",
    "2597149484": "U mutivu chì u pirate hà da \"stuff\" tanti credenziali hà da fà cù induve uttene i so credenziali arrubati.",
    "3030395800": "Queste credenziali venenu di solitu da violazioni di dati. Cunnisciuti ancu com'è \"spiegazioni di credenziali\", questi attacchi ponu risultatu in milioni di credenziali chì si scaricanu nantu à u web scuru. Se u spill hè vinutu da un bancu, u pirate hà da pruvà à utilizà quelli credenziali per ghjunghje in altri siti. Stu approcciu funziona perchè tante persone utilizanu a listessa combinazione di nome d'utilizatore è password per parechji siti. (Questa pratica hè scuraggiata, ma a realità hè ciò chì hè. A ghjente tende à ripetiri i stessi credenziali di login).",
    "1258965840": "Cusì, se l'attaccante pò entra in un situ, pò esse prubabilmente entre in parechji siti utilizendu e credenziali spilled. Per esempiu, puderanu ottene un nome d'utilizatore / password cum'è JohnDoe / 525momma, ma ùn anu micca idea di ciò chì quella coppia farà per elli. Allora, pruvate a coppia nantu à Amazon.com, Ebay, Citibank, Walgreens è ancu. Puderanu pruvà quella coppia in mille siti diffirenti.",
    "3594440415": "Eventualmente, cumincianu à apre e porte.",
    "780280214": "Cumu hCaptcha è hCaptcha Enterprise mitiganu a minaccia di stuffing di credenziali",
    "4165374512": "Mentre hè pussibule di utilizà l'IP è l'arnesi di rilevazione di locu per prevene l'imbottitura di credenziali, un metudu più prezzu è precisu hè solu per interrompe u bot di stuffing di credenziali automatizatu stessu. hCaptcha è hCaptcha Enterprise ponu stump the bot à u puntu di entrata. Ancu s'ellu u bot hà e credenziali ghjuste, se ùn pò micca passà da a rilevazione di hCaptcha Enterprise o CAPTCHA di hCaptcha, ùn hà micca da fà u so ripienu è u vostru situ è l'utilizatori sò prutetti.",
    "3269644546": "Per piacè",
    "1058572205": "noi se vulete sapè di più",
    "3753613260": "cuntattu",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Reporting DMCA Complaints",
    "54093347": "Agente registratu DMCA",
    "3233441200": "Ripetizione di a pulitica di l'infrazione",
    "4011712313": "Comu parte di a nostra Politica DMCA, mettemu i cunti di i clienti per i quali ricevemu parechje notificazioni DMCA di presunta violazione in una Politica di Infrazione di Ripetizione DMCA in più tappe. Dopu avè ricevutu notificazioni DMCA ripetute in un mese calendariu, u cuntu di u cliente avanzarà da un passu di pulitica à u prossimu.",
    "766825168": "L'azzioni chì pudemu piglià sottu a Politica di Infrazione di Ripetizione DMCA includenu l'inviu di avvisi di visibilità aumentata à u cliente di registrazione di u contu. Per ricunnosce queste alerti, pudemu esse dumandà à u cliente di accede à u contu o chjamà a nostra squadra di supportu. Riservemu ancu u dirittu di sospende o di finisce, è ancu di applicà altre misure interim à u serviziu hCaptcha è IMI di qualsiasi cliente per quale avemu cuntinuatu à riceve notifiche DMCA di presunta infrazione ancu dopu avè mandatu avvisi ripetuti di violazione. Inoltre, pudemu finisce à a nostra sola discrezione altri servizii hCaptcha o IMI furniti à questi clienti quandu finiscemu u serviziu hCaptcha sottu sta pulitica.",
    "2410122265": "Risorse hCaptcha: Bots 101",
    "4166776480": "Credential Stuffing: ciò chì hè è cumu per piantà l'attacchi",
    "2301335298": "Fraude di Pagamentu: Mitigazione di un Modu di Cybercrime in evoluzione rapida",
    "3682071227": "Chì sò l'acquisizione di cunti è cumu funzionanu?",
    "2729131930": "Cosa hè u scraping è cumu funziona?",
    "1344959096": "U travagliu cum'è un labeler di dati individuale",
    "3510143229": "hCaptcha hè un serviziu per siti web è app,",
    "3930611699": "i travagliadori individuali.",
    "1051214799": "hCaptcha hè un serviziu di sicurità web chì prova di sparte u valore cù l'editori di siti web o app chì l'utilizanu.",
    "360236473": "U serviziu hCaptcha ùn hè micca pensatu à esse usatu per qualcunu per travaglià cum'è un labeler individuale. Ùn hè micca pensatu o adattatu per questu scopu. Ùn ricumandemu micca à nimu di pruvà à utilizà hCaptcha cum'è fonte di ingressu persunale.",
    "3842490632": "Un utilizatore individuale chì prova à risponde à parechje dumande hè prubabilmente limitatu o pruibitu rapidamente. Ugualmente impurtante, cum'è u nostru",
    "1560232962": "copre in dettaglio, ùn sò micca garantite in quantu à a quantità guadagnata per ogni risposta data. Ùn ci pò esse micca e dumande pagate dispunibili à quellu tempu, una risposta pò esse rifiutata per ragioni di qualità, è cusì.",
    "2694001822": "Tuttavia, in ocasioni assuciamu individui per aiutà à pruvà e proprietà di u sistema è e funzioni novi.",
    "1569804581": "Se vulete esse cuntattatu in u futuru in quantu à l'opportunità cunnesse, compie stu furmulariu.",
    "636461959": "Nome",
    "1139500589": "Paese",
    "1789607185": "Indirizzu mail",
    "325077666": "Inviendu a vostra infurmazione accunsente à u nostru",
    "3555583744": "è",
    "3609929815": ". Manteneremu u vostru nome, paese è infurmazione di l'indirizzu email solu per u scopu di cuntattatevi in u futuru in quantu à l'opportunità di travagliu di etichettatura individuale.",
    "4197928199": "Pulitica di privacy",
    "851786723": "Ingressendu u vostru email, accettate i nostri Termini è Politica di Privacità, è per riceve email da noi.",
    "2402165761": "Cumu Funziona Scraping?",
    "4260542944": "U scraping di cuntenutu (cunnisciutu ancu com'è \"screen scraping\" o solu \"scraping\") hè un prucessu familiar, spessu utile per cullà l'infurmazioni da u web. Tuttavia, in l'ultimi anni, a tecnica hè diventata un strumentu favuritu di pirate è fraudsters. E contromisure ponu effittivamenti mitigà a minaccia, ma per implementà, hè essenziale per capiscenu cumu u prucessu funziona.",
    "2066255783": "Chì ghjè u scraping di cuntenutu?",
    "1910628828": "U scraping di cuntenutu hè una tecnica per catturà dati da un sistema chì implica un set di strumenti automatizatu chì impersona un cliente di software o un navigatore web. Ùn hè micca novu. In fattu, per l'ingegneri di software chì puderanu bisognu di dati da un vechju mainframe, scraping pò esse l'unicu modu per estrae l'infurmazioni. I connettori originali ponu esse andati è impussibili di rimpiazzà.",
    "3408107995": "Oghje, però, scraping invariabilmente significa un approcciu programmaticu per tirà dati da un situ web. U software di scraping agisce cum'è un utilizatore umanu, clicchendu nantu à i buttoni è leghje u risultatu risultatu. Ci hè parechje usi legittimi per scraping. Web crawlers chì putenza i mutori di ricerca sò un esempiu. Cusì sò strumenti cum'è Skyscanner chì cercanu offerte di viaghju pettinendu millaie di siti web di viaghju. L'imprese Fintech l'utilizanu ancu, scraping data finanziaria di l'utilizatori da i siti bancari s'ellu ùn ci sò micca Interfacce di Programmazione di Applicazioni (API) dispunibili per fà a cunnessione di dati. E cose da tene in mente nantu à u scraping di u screnu sò a so rapidità è scalabilità. U prucessu pò coglie una quantità immensa di dati da i siti web, assumendu chì i siti ùn sò micca cunfigurati per impediscenu di succede. À a velocità di u calculu, un scraper pò amassà grandi datasets interagisce cù i siti web è u software è e basa di dati sottostanti chì li alimentanu.",
    "1920884252": "Perchè u cuntenutu scraping hè una minaccia di sicurità?",
    "2256795853": "A capacità d'estrattà assai dati, rapidamente, da i siti web rende scraping un strumentu putente in manu di attori maliziusi. Un bot scraping pò cullà dati di l'utilizatori da i siti di e social media. Allora, scraping siti chì cuntenenu indirizzi è altre informazioni persunali è correlate i risultati, un pirate puderia impegnà in crimini d'identità cum'è sottumette applicazioni fraudulenti di carte di creditu.",
    "4087694419": "Un pirate di scraping puderia ancu cullà dati da siti cum'è Amazon è eBay per creà liste di prudutti falsi o ingannevoli. Puderia allora offre in vendita nantu à servizii peer-to-peer cum'è OfferUp è fà attacchi di phishing à i cumpratori. Or, u fraudster puderia vende prudutti chì ùn esistenu micca. Un altru fraudulente di scraping screen implica falsificà l'editori di publicità. Scraping u cuntenutu da i siti di l'editore, u fraudster pò creà pagine di l'editore di publicità falsi in diversi servizii. Puderanu vende annunzii nantu à queste pagine à rivenditori autorizati, chì i cuntatti anu coltu da u schedariu ads.txt di l'editore. L'ad slots parenu reali à l'annunciatore, ma ùn sò micca.",
    "3315658779": "Impedisce u scraping di cuntenutu cù hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise usa l'apprendimentu automaticu avanzatu per identificà u trafficu maliziusu à u vostru situ è app - cumprese attività di scraping.",
    "1422537019": "noi oghje per amparà di più.",
    "1988268879": "Etichettatura di dati di costu à scala",
    "2163914794": "Avete bisognu di più etichette per i vostri datasets? hCaptcha furnisce l'etichettatura di dati veloce, efficae è di alta qualità per e cumpagnie chì travaglianu in l'intelligenza artificiale è l'applicazioni d'apprendimentu automaticu.",
    "3378932530": "Ottene i vostri dati etichettati avà",
    "3483700676": "Lanciate milioni di attività istantaneamente",
    "3478726913": "hCaptcha hà una di e più grande piscine di u pianeta dispunibule per u vostru usu. Qualunque sia a vostra scala, pudemu trattà senza impegni iniziali costosi. Millioni di travaglii per ghjornu ùn sò micca prublemi.",
    "740501259": "Semplici pipeline guidati da API",
    "2784612261": "Vulete integrà a rivista umana direttamente in e vostre operazioni cummerciale? Offriamu SLA di alta affidabilità, capacità garantita è API REST simplici.",
    "1144966033": "Ottimizatu per u costu è a qualità",
    "3213351333": "Nisun impegnu iniziale hè necessariu",
    "2107077506": "A piattaforma HUMAN usa mudelli cumpleti di cunfidenza per realizà analisi sofisticate di qualità in tempu reale. Questu ci permette di determinà rapidamente a difficultà di e dumande è a so probabile risposta curretta, risparmiendu tempu è soldi.",
    "3576146278": "Paga solu per a precisione chì avete bisognu",
    "2952586316": "Micca tutti i prublemi sò listessi. L'annotazioni per i travaglii critichi di sicurezza ponu esse bisognu di 99,99% di fiducia da i travagliadori interamente umani. L'annotazioni per una funzione beta in una app di ghjocu mobile pò esse solu bisognu di cunfidenza moderata. Tu decide.",
    "710145621": "Fornite i vostri dati di a verità in terra o lasciamu custruite in u volu",
    "987901590": "Avete dati crudi senza un set di verificazione cumpleta? In a maiò parte di i casi, pudemu custruisce unu per voi cum'è i travaglii scorri attraversu u sistema, o creanu campioni etichettati per a vostra appruvazioni.",
    "2597352122": "Tipi di annotazione",
    "1344687860": "Scatole di limitazione",
    "1089415440": "Rilevazione precisa di l'ughjetti in immagini è video",
    "3817067682": "Poligoni",
    "2682873489": "Definite l'area di delimitazione per l'uggetti",
    "1275150216": "I punti di riferimentu",
    "2067112112": "Annotazioni di punti per parechji casi d'usu diffirenti",
    "4228682126": "A categurizazione di l'attributi",
    "2920213479": "Ordine o aghjunghje categurie arbitrarie di ogni dimensione",
    "3288667364": "Paraguni è Detezzione",
    "155877895": "Rilevazione è classificazione umanu",
    "3128433367": "... è assai di più",
    "2827452240": "Avete bisognu di un altru tipu chì ùn hè micca listatu quì? Basta à dumandà à noi.",
    "719304627": "Avete bisognu di cuntrollu end-to-end?",
    "1172067553": "A piattaforma HUMAN daretu à hCaptcha furnisce una qualità di travagliu altamente sofisticata è funzioni di gestione via implementazioni on-premise, hibride o SaaS chì si integranu cù i vostri sistemi esistenti.",
    "2319072959": "Eseguite interamente offline cù a vostra propria forza di travagliu, traccia u valore cunsumatu in unità di cummerciale o partenarii di cunsorziu, indirizza selettivamente l'impieghi à diversi fornitori di travagliu interni o esterni basatu nantu à i costi è i requisiti di sicurezza, è più.",
    "1936512180": "Accessu API faciule, belli dashboards, è l'ultima tecnulugia di mudellu in u ciclu per maximizà l'efficienza di i travagliadori.",
    "3913848038": "SLA di uptime di 99,99% è supportu glubale 24/7 dispunibule.",
    "1080752747": "Cuntattate a vendita",
    "1525403768": "Per più infurmazione cuntattate Enterprise Sales.",
    "1546930020": "Ottene l'etichettatura di dati",
    "2486638408": "Definite Specifiche",
    "1027200955": "Parlate cù unu di i nostri esperti di duminiu per definisce i vostri bisogni di u prugettu: precisione di destinazione, furmatu, è qualsiasi esigenze speciali.",
    "1156712451": "Test di travagliu iniziale",
    "181065232": "Eseguimu un picculu travagliu di produzzione basatu annantu à i vostri dati di mostra. Questu teste u travagliu chì avemu fattu inseme per assicurà chì avete esattamente ciò chì avete bisognu.",
    "3207769512": "Impulsà i travaglii di produzzione",
    "1099238677": "Cù u nostru voluminu altu è a bassa latenza, turnemu u vostru travagliu rapidamente, cù una consegna automatizzata appena hè fatta.",
    "465783046": "Vulete pruvà cù i vostri dati?",
    "328625009": "... simu pronti quandu site : u nostru serviziu hè dispunibule 24 ore.",
    "3225770968": "hCaptcha hè pensatu per risolve u prublema più intensivu di travagliu in l'apprendimentu di macchina; etichettatura di quantità massive di dati in modu puntuale, assequible è affidabile.",
    "2041686284": "Più dati generalmente pruduce risultati megliu in i mudelli di furmazione di machine learning. U successu recente di mudelli prufonda hà purtatu à datasets sempre più grande, è hCaptcha serve à sta necessità. In ogni casu, a creazione di grandi datasets rivisitati da l'omu cù i metudi tradiziunali hè à tempu lento è caru.",
    "3729345277": "hCaptcha hè un modu per e cumpagnie per uttene l'annotazioni chì necessitanu più rapidamente, cù una qualità più alta è à un costu più bassu cà l'altri alternattivi.",
    "2103563261": "Informazione privata o publica",
    "2513143348": "U sistema hCaptcha Enterprise hè unicu flexible in u so disignu: pò esse implementatu parzialmente o interamente à a riva di a vostra reta se operate una nuvola publica o pussede parechji centri di dati.",
    "3107683988": "Questu pò riduce drasticamente u trafficu fora di a rete è i costi, mantenendu tutti i benefici di a gestione da u nostru staffu di 24 ore à 24, 7 per risponde à i SLA più stretti.",
    "3660619092": "Iscriviti gratis o cuntattate a vendita per e soluzioni Enterprise",
    "2351176803": "Termini di licenza per l'API hCaptcha JS",
    "2616226398": "Sughjettu à u nostru",
    "2024293275": ". Tutti l'altri diritti riservati, per avà.",
    "1062291156": "termini standard",
    "2712493234": "Fraude di Pagamentu: Mitigazione di un Modu di Cybercrime in evoluzione rapida",
    "1817772953": "U frode ùn hè micca una nova forma di crimine. Infatti, l'archeolughi anu scupertu dispusitivi anti-frode ideati da l'antichi Sumeri per trasportà u bestiame senza pèrdite quasi 10 000 anni fà ! In u so casu, pusonu tokens d'argilla, ognuna chì rapprisenta un animale, in una bola d'argilla chjamata \"bulla\". A bulla viaghjava cù a bandata mentre passava da u venditore à u cumpratore. Ancu tandu, i pruprietarii di l'imprese eranu preoccupati chì micca tutti quelli chì anu trattatu eranu in crescita. Moltu hà cambiatu in 10 000 anni, ma a necessità di esse innovativa in a prevenzione di fraude ferma cun noi. Oghje, u prublema di fraudulente di pagamentu in linea hè di primura impurtanza. Cù l'Internet, i fraudsters sò diventati sempre più abili à smarisce i cuntrolli anti-fraude. Nove suluzioni cambianu a marea, però.",
    "1053787685": "Cosa hè a fraude di pagamentu?",
    "433424759": "U fraudu di pagamentu comprende qualsiasi tipu di transazzione illegale induve un cibercriminale priva a vittima di qualcosa di valore, tipicamente soldi. Questu puderia significà l'usu di una carta di creditu arrubbata per urdinà a merchandise in linea o ripiglià un contu bancariu è trasferendu illegale fondi fora di questu. Ci hè parechje variazioni, ma tutti anu u stessu risultatu: un sfrattu usa una identità arrubbata o infurmazione di pagamentu per arrubbari un cunsumadore, un bancu o un mercante.",
    "2939852138": "Cumu i Fraudsters [Try to] Get Away with Payment Fraud?",
    "1665616092": "U fraudu di pagamentu hè simplice in cuncettu, ma pò esse fantasticamente cumplessu in a so esecuzione attuale.",
    "4246520782": "In fatti, Internet hè statu testimone di una vera corsa d'armi trà fraudsters è difensori in l'ultimi anni.",
    "2167049807": "E squadre di sicurezza anu aduttatu una varietà di contramisure è cuntrolli chì scunfighjanu l'approcci faciuli è lagri à a fraude di pagamentu. Tuttavia, l'attacchi diventanu sempre più sofisticati. Per esempiu, i bots ponu avà raccoglie numeri di carte di creditu arrubati è PIN da siti web falsi è attacchi di phishing.",
    "1936449777": "Allora, in modu cumplettamente automatizatu, ponu imite u cumpurtamentu umanu nantu à i siti di e-commerce, clicchendu nantu à i buttoni è aghjunghjendu articuli à i carretti di shopping, finu à u puntu chì parechji, se micca a maiò parte di i cuntrolli anti-fraude ùn ponu micca dì chì un bot prova di arrubbari. merchandise. Piuttostu, pare cum'è un utilizatore umanu hè simplicemente shopping. U bot pò accede à u cuntu di un veru cliente utilizendu e credenziali di log arrubati. Ulteriore oscuramentu di u fraudulente hè a capacità di u bot di falsificà l'indirizzi IP è di fà vede cum'è se u \"compratore\" hè in un locu sfarente da l'attaccante, chì puderia esse in un paese straneru.",
    "648630222": "Prevenzione di a frode di pagamentu cù hCaptcha Enterprise",
    "1621930829": "Chì si pò fà annantu à l'attività avanzata è incessante di frode di pagamentu d'oghje ? L'impiegu di più strati di cuntrolli hè di solitu un approcciu sàviu. Tuttavia, i migliori contramisuri sò quelli chì ponu intrappulà u bot è rivelanu chì hè falsu, malgradu i migliori sforzi di i so creatori per riplicà u cumpurtamentu umanu.",
    "2423586454": "Ci hè ancu alcune cose chì u software ùn pò micca fà, ùn importa micca quantu hè bona l'AI daretu. A tecnulugia CAPTCHA muderna offre un metudu pruvucatu di bluccà i bots chì tentanu di perpetuà a fraudulenza di pagamentu. Mentre i vechji approcci à CAPTCHA, cum'è i numeri semplici inclinati in una scatula, sò avà soprattuttu carenti in a mitigazione di i bots avanzati, un dispositivu di risposta di teste automatizatu cum'è hCaptcha Enterprise pò facilmente stump un bot fraudster à u mumentu di l'accessu di u contu o di u shopping cart. Ancu s'ellu u bot hà credenziali veri, se ùn puderà micca passà per u CAPTCHA.",
    "1467308982": "Schedule di pagamentu",
    "1291824746": "hCaptcha Payouts hè fattu trimestrale nantu à una basa di 60 ghjorni. Per illustrà ciò chì questu significa, per piacè vede a tabella sottu.",
    "3444947612": "U trafficu trà",
    "4181611011": "Data di cunciliazione",
    "728503636": "Data di pagamentu",
    "3720584906": "15 lugliu 2021 - 15 ottobre 2021",
    "388240587": "5-15 ghjennaghju 2022",
    "3426312287": "5-15 ghjennaghju 2022",
    "615618648": "15 aprile 2021 - 15 lugliu 2021",
    "3376724603": "14-24 settembre 2021†††",
    "3398978455": "15-25 settembre 2021†††",
    "2722456056": "15 Ghjennaghju 2021 - 15 Apr 2021",
    "4063155841": "No più tardi à u 25 di ghjugnu 2021††",
    "4082053540": "19-25 di giugnu 2021††",
    "64953197": "15 ottobre 2020 - 15 ghjennaghju 2021",
    "1023070345": "No più tardi da u 14 di marzu di u 2021",
    "2600696085": "15 di marzu di u 2021",
    "3217791519": "15 lugliu 2020 - 15 ottobre 2020",
    "649261378": "5-11 ghjennaghju 2021 *",
    "1559190296": "5-11 ghjennaghju 2021†",
    "3806054689": "15 aprile 2020 - 15 lugliu 2020",
    "4162383380": "16 - 22 settembre 2020 *****",
    "1990824776": "16-24 settembre 2020*****",
    "3856690908": "15 Ghjennaghju 2020 - 15 Apr 2020",
    "3200641265": "No più tardi da u 16 di ghjugnu 2020 *",
    "3744079744": "15-19 ghjugnu 2020****",
    "2209837451": "15 ottobre 2019 - 15 ghjennaghju 2020",
    "2510534204": "No più tardi à u 23 di marzu di u 2020***",
    "2910560864": "20-23 Mar 2020***",
    "2544565802": "15 lugliu 2019 - 15 ottobre 2019",
    "3963642878": "No più tardi à u 14 dicembre 2019 *",
    "622103562": "17 dicembre 2019**",
    "4072202039": "15 aprile 2019 - 15 lugliu 2019",
    "818049069": "No più tardi da u 15 di lugliu 2019",
    "1169005651": "15 settembre 2019",
    "2303655425": "15 Ghjennaghju 2019 - 15 Apr 2019",
    "3678889946": "No più tardi da u 15 di ghjugnu 2019",
    "3094354698": "15 di ghjugnu 2019",
    "4217013126": "I pagamenti sò generalmente realizati in tuttu u ghjornu in a Data di Pagamentu, è sò generalmente cumpleti da mezzanotte, ora di u Pacificu. Se un contu hè statu marcatu per rivisione, pò piglià finu à cinque ghjorni d'affari supplementari per liberà un pagamentu.",
    "1447649958": "Cum'è un ricordu, solu u trafficu umanu precisu hè eligibile per i pagamenti. Pudete vede più dettagli nantu à questu in a nostra FAQ, ligata quì sottu. U saldu dispunibile deve ancu scuntrà un sogliu minimu per esse eligibile per u pagamentu, attualmente 10 HMT.",
    "4257144752": "L'estimazioni in tempu reale ùn riflettenu micca l'accuratezza finale o l'umanità, è cusì i vostri guadagni finali pò varià sustancialmente in crescita o in diminuzione da i numeri mostrati in u Dashboard prima di a vostra prima riconciliazione.",
    "2728931827": "Dopu ogni cunciliazione, i vostri estimi per-situ chjave seranu aghjurnati è l'accuratezza di e previsioni future deve aumentà, salvu chì u vostru situ hà un cambiamentu materiale in u cumpurtamentu di l'utilizatori.",
    "1200905005": "††† Da settembre di u 2021, i cunciliazioni è i pagamenti sò avà svolti annantu à un periudu di circa 10 ghjorni piuttostu cà un ghjornu unicu, per simplificà e limitazioni operative legate à a crescita di u serviziu.",
    "4284094387": "†† Alcune cunciliazioni è pagamenti di ghjugnu 2021 saranu in a settimana dopu per via di ritardi in a verificazione di i calculi finali durante a finestra di cunciliazione.",
    "1977013707": "† I pagamenti di dicembre 2020 sò stati riprogrammati da u 15 per evità a sovrapposizione cù i cunciliazioni di fine di l'annu è e vacanze di u persunale: seranu cumpletati da a seconda settimana di ghjennaghju. A causa di i trasferimenti più lenti di u solitu in PayPal, i pagamenti curriranu annantu à parechji ghjorni invece di esse cumpletati in un solu ghjornu.",
    "517010299": "Per piacè Nota: simu attualmente travagliendu in una transizione backend maiò à a cunciliazione quasi in tempu reale. I cunciliazioni periodichi saranu menu frequenti di l'usu à u Q1 2021. Questu ùn hà micca affettatu i calendari di pagamentu o date.",
    "3092200338": "** Quandu u 15 cade in un weekend, a Data di Pagamentu hè invece u 17.",
    "3891941747": "*** AVVISU COVID-19: A causa di a capacità ridotta di u persunale in relazione à COVID-19, a cunciliazione hè stata riprogrammata per permette tempu supplementu per compie a nostra verificazione standard. I pagamenti sò previsti per cumincià u venneri è cumpletu u luni dopu.",
    "2301757528": "**** A causa di u mantenimentu da PayPal di e so API REST durante a finestra di pagamentu, micca tutti i pagamenti sò stati finiti u 15 di ghjugnu. Tutti i pagamenti previsti per u 15 di ghjugnu (ora di u Pacificu) ma micca eseguiti per via di l'errori di l'API di PayPal sò stati rializati da u 19 di ghjugnu (ora di u Pacificu).",
    "116842359": "***** I cunciliazioni sò previsti per finisce in parechji ghjorni per via di mantenimentu di u sistema.",
    "4154415610": "***** I pagamenti di Settembre 2020 saranu in lotti à a fine di a cunciliazione, cù alcuni chì currenu parechji ghjorni dopu à l'iniziu previstu per via di ritardi di cunciliazione.",
    "2310694091": "Chì significà Riconciliazione?",
    "164801246": "A cunciliazione hè u prucessu chì u trafficu hè analizatu dopu à u fattu per verificà a so umanità è a precisione, una volta chì tutte e dati di tutti i siti di rapportu sò in. Pudete leghje più dettagli in u nostru",
    "3256245394": "cum'è i nostri posti di blog, per esempiu",
    "3089778412": "Cumu hCaptcha Calcula Rewards",
    "3329755436": "Avete intenzione di accelerà stu prucessu?",
    "1911669851": "Iè, simu attualmente travagliendu in una varietà di migliure à i nostri sistemi di backend chì aspittemu chì eventualmente ci permetterà di offre sia una riconciliazione più veloce, una precisione di stima più rapida è pagamenti più veloci. Attualmente travagliemu per accelerà a cunciliazione prima.",
    "2366003154": "Domande di stampa è media",
    "3054564199": "Press Kit",
    "3173156067": "Qualchì collaterale prontu hè dispunibule in l'eventu chì vulete includà l'imaghjini di esempiu in u vostru articulu.",
    "867314732": "Pudete ritruvà in alta risoluzione",
    "858218750": "è guida à l'usu di elli nantu à u",
    "3821716514": "pagina.",
    "1186243118": "imagine logu",
    "3034959000": "Pudete ritruvà",
    "1764089150": "quì :",
    "1558428432": ". Per piacè creditu à hCaptcha.com.",
    "2429359042": "esempi d'imaghjini di l'interfaccia",
    "1480820434": "imagine 1",
    "3213411837": "imagine 2",
    "1270712701": "Comunicati di stampa è rapporti recenti",
    "231285005": "Pudete truvà l'aghjurnamenti recenti nantu à u nostru blog",
    "1289884910": "Publicemu ancu analisi è rapporti occasionali. Per esempiu:",
    "932546190": "Perchè i CAPTCHA seranu sempre cun noi",
    "2344319147": "Quantu vale veramente a rilevazione di bot di Google?",
    "1637527266": "Quali paesi anu u più trafficu di bot?",
    "230159237": "Cuntatti",
    "3759923279": "Per piacè dirigite e dumande di stampa à u seguente indirizzu email:",
    "4255608322": "Ultima aghjurnazione: 12 aprile 2021",
    "537881751": "Benvenuti à hCaptcha! Questa Pulitica di Privacy descrive e pratiche di Intuition Machines, Inc. (\"IMI\", \"noi\" o \"noi\") in quantu à a nostra cullizzioni, usu, è divulgazione di l'infurmazioni (cumprese l'Informazioni Personali, definite quì sottu) attraversu u nostru situ web à www.hcaptcha. .com è qualsiasi altri subdominii o duminii chì avemu usatu (i \"Siti\") è l'interfaccia di u prugramma di l'applicazione hCaptcha è u software è i materiali cunnessi (collettivamente, u \"Serviziu\").",
    "33639629": "Ùn hè micca applicabile à i siti web di terze parti. Per piacè nutate chì sta Pulitica di privacy ùn hè micca applicata à qualsiasi situ web, offerta, pruduttu o serviziu di qualsiasi terzu, ancu s'ellu ligame à u nostru situ o incorpora u serviziu - per piacè riferite à e pulitiche di privacy applicabili prima di decide di furnisce qualsiasi infurmazione à terzu. partiti.",
    "987375734": "IMI hè basatu in i Stati Uniti. I siti è u serviziu sò cuntrullati è operati da noi da i Stati Uniti. A vostra infurmazione persunale pò esse guardata è trattata in ogni paese induve avemu facilità o in quale impegnemu i fornituri di servizii, è utilizendu i siti è u serviziu accunsentite à u trasferimentu d'infurmazioni à i paesi fora di u vostru paese di residenza, cumpresu i Stati Uniti. , chì pò avè regule di prutezzione di dati chì sò diffirenti di quelli di u vostru paese. In certe circustanze, i tribunali, l'agenzii di applicazione di a lege, l'agenzii regulatori o l'autorità di sicurità in quelli altri paesi ponu esse intitulati per accede à a vostra infurmazione persunale.",
    "452920031": "Una nota à i clienti fora di i Stati Uniti.",
    "2328839224": ". Per piacè vede a nostra sezione \"Avvisu à i Residenti di California\" in relazione à i vostri diritti sottu à l'Attu di Privacy di u Consumatore di California (\"CCPA\").",
    "1565481281": "Una nota à i residenti di California",
    "1028058338": "Per piacè vede a nostra sezione \"Avvisu à i Sughjetti di Dati di l'UE\" in relazione à i vostri diritti sottu u Regolamentu Generale di Proteczione di Dati (\"GDPR\").",
    "2271205646": "Una Nota à i Residenti di l'Area Economica Europea.",
    "508143070": "Nota chì l'IMI hè u cuntrollu di a vostra infurmazione persunale, salvu induve trattemu l'infurmazioni persunali in nome di i nostri Integratori in cunnessione cù a prestazione di u nostru serviziu, in quale casu simu u processatore di l'infurmazioni persunali, è quelli Integratori sò i cuntrolli di u nostru serviziu. infurmazione persunale.",
    "2330965058": "Induve agisce cum'è un processatore per i nostri Integratori, ùn usemu micca e dati raccolti per qualsiasi scopu altru ch'è quantu raghjone necessariu per furnisce u nostru Serviziu, è u nostru trattamentu serà guvernatu da i cuntratti chì avemu in piazza cù i nostri Integratori, micca questu. Pulitica di privacy",
    "3017040355": "U Trattamentu di i dati di l'Oggettu di Dati di l'UE opera sottu a basa legale di e Clausole Contractuali Standard (SCC) integrate in l'Addendum di Trattamentu di Dati à i nostri Termini di serviziu o Accordi di Trattamentu di Dati cù i nostri Integratori.",
    "2233384692": "Sì avete qualchissia dumande o preoccupazioni nantu à cumu si tratta di tali dati o vulete eserciteghja i vostri diritti, duvete cuntattà a persona o l'entità (vale à dì, u cuntrollu di dati) chì hà cuntrattu cun noi per utilizà u Serviziu per trattà sta dati. Avemu, però, furnisce assistenza à i nostri Integratori per affruntà ogni preoccupazione chì pudete avè, in cunfurmità cù i termini di u nostru cuntrattu cun elli.",
    "349292953": "L'infurmazione chì Raccogliemu",
    "3022001832": "Raccogliamu infurmazioni da e persone chì interagiscenu cù i nostri siti è servizii, cumpresi quelli chì incorporanu u nostru serviziu in u so situ web (\"Integratori\"), quelli chì utilizanu i servizii per l'etichettatura di dati (\"Clienti\"), è l'utilizatori finali chì interagiscenu cù i nostri servizii. Serviziu attraversu i siti web di i nostri Integratori (\"Utenti finali\").",
    "835545301": "Cullemu e seguenti categurie d'infurmazioni:",
    "3228928991": "L'infurmazione chì pò esse usata per identificà o cuntattà un individuu (\"Informazioni Personali\"), cum'è nome, indirizzu email è paese. Raccogliemu l'Informazione Personale da i nostri Integratori è Clienti attuali è futuri quandu ci l'anu datu direttamente (per esempiu, cumpiendu un furmulariu quandu si firmanu un contu, o applicà per riceve notificazioni email da noi). Pudemu ancu verificà l'identità di i nostri Integratori è Clienti paragunendu l'infurmazioni persunali cù basa di dati di terze parti o documenti legali ufficiali.",
    "1655796811": "L'infurmazioni raccolte automaticamente in u risultatu di l'usu di un Integratore o di u Cliente di i siti o di i servizii (\"Informazioni analitiche\"), cum'è indirizzi IP, tipu di navigatore, fornitore di servizii Internet, tipu di piattaforma, tipu di dispositivu, sistema operatore, marca di data è ora. di accessu, è altre informazioni simili. Alcune infurmazioni Analytics sò cullucate in u nostru nome da terze parti chì ci impegnà per questu scopu, è alcune infurmazioni Analytics sò cullate per una varietà di tecnulugii di seguimentu, cumprese i cookies (vede \"Third Party Analytics and Tracking Technologies\" sottu).",
    "1388241689": "L'infurmazioni raccolte cum'è u risultatu di l'Utenti Finali chì rispondenu à l'inviti attraversu u Serviziu (\"Dati Labelled\"), cum'è i dati di l'etichettatura di l'imaghjini, u testu cunvertitu da i fugliali audio ghjucati à quelli Users Finali, risposte à e dumande è altre richieste generate da u serviziu. per scopi di etichettatura di dati per l'usu in l'applicazioni di apprendimentu di machine. Nota chì i Dati Labelled ùn sò micca ligati à alcunu individuu identificatu.",
    "1493790285": "Altre informazioni raccolte da l'Utenti finali cum'è parte di u serviziu à questu hè necessariu per determinà s'ellu",
    "2216374138": "sò umani, cum'è i muvimenti di u mouse, a pusizione di scorrimentu, l'avvenimenti di premuzione di tasti, l'avvenimenti di u toccu, è l'infurmazioni di giroscopiu / accelerometru cum'è applicabile.",
    "2394073454": "Pudemu raccoglie infurmazioni supplementari da l'Utenti finali chì volenu travaglià cun noi cum'è Etichettatori di Dati Individuali.",
    "3103557430": "Cumu usemu l'infurmazioni",
    "1130802068": "Utilizemu l'infurmazioni chì cullemu per i seguenti scopi:",
    "2940689138": "Amministrà i cunti Integratori è Clienti è furnisce u serviziu. Utilizemu l'Informazioni Personali per associà cunti specifichi cù Integratori è Clienti è per furnisce u Serviziu, per risponde à e dumande o dumande, per furnisce supportu o assistenza tecnica, è per facilità i pagamenti.",
    "857974529": "Per migliurà u situ è u serviziu. Utilizemu Analytics Information per migliurà i nostri esistenti è sviluppà novi servizii è offerte è per persunalizà l'offerte di prudutti esistenti è futuri.",
    "1820844638": "Per derive insights di u mercatu. Utilizemu l'Informazione Analytics per analizà u mercatu è fà analisi di l'affari ligati à u situ è i nostri servizii, è per altri scopi di ricerca.",
    "3386280249": "Per furnisce un mercatu per Dati Labelled. U nostru serviziu permette l'etichettatura di dati di volumi elevati è a rivisione umana per i sistemi di apprendimentu automaticu cum'è un serviziu à i pruprietarii di siti web è e cumpagnie chì anu bisognu di aiutu per l'etichettatura di e so dati. A tal fine, divulgemu Dati Labelled à i nostri Clienti interessati à acquistà Dati Labeled.",
    "3532143291": "Per assicurà i nostri servizii è sistemi. Utilizemu Analytics Information per assicurà i nostri sistemi identificendu potenziali minacce è vulnerabili, è per prutegge altrimenti l'infurmazioni chì raccogliemu.",
    "2185418511": "Per qualsiasi scopu di cummerciale legittimu, basta chì l'infurmazione hè de-identificata o aggregata in modu chì ùn pò micca esse ragiunamente ligata à un individuu.",
    "2386465280": "Cumu spartemu l'infurmazioni",
    "2159517814": "Spartemu o divulghemu infurmazioni persunali in i seguenti casi:",
    "4256083674": "À a dumanda diretta da un Integratore per identificà u risicu di frode di una dumanda specifica di sfida CAPTCHA o indirizzu IP, o altrimenti induve un accunsentu specificu hè statu datu.",
    "3494826505": "Cù i venditori ci impegnimu à furnisce aspetti essenziali di i Siti è u Serviziu, cum'è u almacenamentu di dati, l'ospitu è l'Analytics, è solu per questi scopi.",
    "1119009846": "Cum'è necessariu per rispettà a lege applicabile, cumprese richieste di guvernu, richieste di l'infurzazioni di a lege, è altrimenti à entità pubbliche è private per prutege i diritti, a privacy, a sicurità o a pruprietà di voi, noi o altri.",
    "197676026": "Cù l'altri per qualsiasi scopu di cummerciale legittimu, sempre chì l'infurmazione hè de-identificata",
    "2359312315": "o aggregate tali chì ùn pò micca esse ragiunamente ligatu à un individuu.",
    "2497216176": "Tecnulugie di analisi è traccia di terze parti",
    "3694578791": "Cum'è discutitu sopra, noi (è i nostri venditori di terze parti) recullanu l'Informazioni Analytics in parte per mezu di l'usu di cookies, web beacons è altre tecnulugia di seguimentu. In certi casi, avemu travagliatu cù venditori di terze parti per impiegà i cookies per u scopu di cullà l'Informazioni Analytics.",
    "2238885192": "Utilizemu Sentry per cullà dati di debugging quandu un utilizatore sperimenta un errore. Per infurmazione nantu à cumu Sentry raccoglie è tratta e dati:",
    "1535054294": "Per piacè vede a so pulitica dettagliata",
    "658775471": "Utilizemu Cloudflare per ottimisà u nostru trafficu web. Per infurmazione nantu à cumu Cloudflare raccoglie è tratta e dati:",
    "2014256987": "Se preferite micca bluccà l'usu di cookies o altre tecnulugii di seguimentu, vede \"Gestisce a vostra infurmazione\", sottu. Per piacè nutate chì fà cusì pò avè un impattu negativu in a vostra sperienza cù i Siti o u Serviziu, postu chì alcune funzioni ùn ponu micca funziona bè.",
    "2788024905": "Cumu securemu l'infurmazioni",
    "271333468": "Implementemu misure tecniche è urganisative appropritate per prutege l'infurmazioni chì raccogliemu è almacenemu, è esigemu chì tutti l'agenti chì realizanu a nostra trasfurmazione in u nostru nome di fà u listessu. Sfurtunatamente, nisuna misura di sicurità ùn hè 100% infallibile, è cum'è tali nisuna rete o sistema (cumpresu u nostru) pò esse garantitu per esse 100% sicuru contr'à a distruzzione, a perdita, l'alterazione, a divulgazione micca autorizata, o l'accessu à l'infurmazioni chì cullemu è almacenà. Se crede chì a vostra infurmazione pò esse micca sicura per qualsiasi mutivu, per piacè cuntattateci immediatamente à:",
    "3031284129": "Disclaimers di Garanzia",
    "26365791": "À u massimu permessu da a lege, u situ è u serviziu (è qualsiasi altri servizii assuciati, informazioni, dati, funzioni è altri cuntenutu o materiali) sò furniti nantu à una basa \"cum'è\" è \"cum'è dispunibule\". In a massima misura permessa da a lege, IMI esclude tutte e garanzie, cumprese, ma senza limitazione, e garanzie implicite di cummerciabilità, idoneità per un scopu particulare, è non-infrazione.",
    "735630686": "Gestisce a vostra infurmazione (i vostri diritti)",
    "498769698": "Pudete accede, curregge, mudificà, o sguassate certe infurmazione persunale chì pudete avè furnitu à noi per mezu di u vostru contu Integratore, Cliente, o User d'accessibilità (se sì un Integratore, Cliente o User d'accessibilità). Se ùn pudete micca fà cusì, o avete qualchì quistione nantu à l'infurmazioni persunali chì avemu raccoltu è / o sparte nantu à voi, o vulete rinunzià u vostru accunsentu per u nostru trattamentu (vale à dì sguassate cumplettamente u vostru contu) per piacè cuntattateci à:",
    "2895491273": "Se preferite bluccà e cookies o altre tecnulugii di seguimentu, a maiò parte di i navigatori è di i dispositi mobili tutti avete da cambià i vostri paràmetri in modu per avvisà quandu vi riceve cookies o altre tecnulugia di seguimentu sò aduprate, è per sceglie s'ellu accettà / permette o micca. lu. A maiò parte di i navigatori permettenu ancu di disattivà o sguassate i cookies esistenti o di ricusà automaticamente i cookies futuri. Pudete ancu aduprà strumenti di terzu, cumpresi i plug-in di u navigatore, per cuntrullà e vostre preferenze di cookie. Nota, però, chì si disattiveghjanu tutti i cookies, alcune parte di i nostri siti ùn ponu micca funziona bè.",
    "707527778": "Informazioni da i zitelli",
    "1747657936": "I nostri siti è u serviziu ùn sò micca diretti à i zitelli sottu à l'età di 13 anni è ùn avemu micca cunsapevoli di cullà l'infurmazioni persunali da i zitelli sottu à l'età di 13 anni. Se sapemu chì avemu cullatu l'infurmazione persunale di un zitellu sottu à 13 anni, avemu da piglià passi raghjone per sguassà tali informazioni da i nostri schedari appena hè praticable, salvu chì avemu un obbligazione legale di mantene. Per piacè cuntattateci se crede chì avemu qualchì infurmazione da o annantu à un zitellu sottu à 13 anni:",
    "2419795065": "Avvisu à i Residenti di California",
    "1517625162": "Sutta a Sezione 1789.3 di u Codice Civile di California, l'utilizatori di California anu u dirittu à u seguente avvisu di i diritti di i cunsumatori: I residenti di California ponu ghjunghje à l'Unità d'Assistenza per i Reclami di a Divisione di Serviziu di Consumatore di u Dipartimentu di l'Affari di u Consumatore di California per mail à 1625 North Market Blvd., Sacramento, CA 95834, o per telefunu à (916) 445-1254 o (800) 952-5210.",
    "3730344349": "Questa sezione furnisce infurmazioni supplementari nantu à l'infurmazioni persunali chì raccogliemu nantu à i cunsumatori di California è i diritti chì li sò attribuiti sottu a California Consumer Privacy Act o \"CCPA\".",
    "4044467791": "Per e categurie d'infurmazioni persunali chì avemu raccoltu da voi in i 12 mesi precedenti, vede a sezione \"Informazioni chì Raccogliemu\" sopra. Cullemu sta infurmazione per l'affari è i scopi cummirciali descritti in a sezione \"Cumu usemu l'infurmazione persunale\" sopra. In i 12 mesi precedenti, avemu spartutu e seguenti categurie d'infurmazioni cù terze parti per un scopu cummerciale:",
    "4208081170": "Category di infurmazione persunale",
    "1528242915": "Identificatori.",
    "3863351997": "I categurie d'infurmazione persunale listate in l'statutu di u California Customer Records (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "L'infurmazione cummerciale.",
    "2683038211": "Internet o altre attività di rete elettronica.",
    "3671828834": "Esempii di Informazioni Personali Spartite",
    "779426309": "Un nome veru, identificatore persunale unicu, identificatore in linea, indirizzu di protocolu Internet, indirizzu email, nome di contu, o altri identificatori simili.",
    "2414368123": "Un nome, numeru di carta di creditu, numeru di carta di debitu, o qualsiasi altra infurmazione finanziaria.",
    "4088941349": "Records di prudutti o servizii acquistati, ottenuti, o cunsiderati.",
    "3238612014": "Storia di navigazione, infurmazione nantu à l'interazzione di u cunsumadore cù un situ web, applicazione, o publicità.",
    "1023108656": "Categorii di Destinatari di Terzi",
    "1418235079": "Fornitori di serviziu",
    "3238184941": "Nota: U risicu di frode assuciatu à un indirizzu IP individuale pò esse spartutu cù un Integratore nantu à dumanda.",
    "285116485": "A Cumpagnia ùn \"vende\" (cum'è questu termu hè definitu in u CCPA) l'infurmazioni persunali chì recullemu. Per piacè riferite à a sezione \"Analisi di terze parti è tecnulugie di seguimentu\" sopra per più infurmazione nantu à i tipi di cookies di terze parti, s'ellu ci hè, chì usemu.",
    "1408750006": "Sugettu à certe limitazioni, u CCPA furnisce à i cunsumatori di California u dirittu di dumandà à sapè più dettagli nantu à e categurie o pezzi specifichi di infurmazione persunale chì raccogliamu (cumpresu cumu usemu è divulghemu sta informazione), per sguassà e so informazioni persunali, per optà di fora. ogni \"vendita\" chì pò esse accadutu, è ancu u dirittu di ùn esse discriminatu per l'eserciziu di sti diritti.",
    "759057398": "Avvisu à i Sughjetti di Dati di l'UE",
    "825780955": "L'infurmazione persunale",
    "2945960297": "In quantu à i sughjetti di dati di l'UE, u terminu \"infurmazione persunale\" cum'è utilizatu in sta Politica di privacy hè equivalente à \"dati persunali\" definitu in u Regolamentu Generale di Proteczione di Dati di l'Unione Europea (GDPR).",
    "1126613163": "Dati Sensibili",
    "3571006800": "Alcune di l'infurmazioni chì ci furnite ponu custituiscenu dati sensittivi cum'è definitu in u GDPR (ancu chjamatu categurie speciale di dati persunali), cumprese l'identificazione di a vostra razza o etnia nantu à i documenti d'identificazione emessi da u guvernu.",
    "1988461282": "Basi Legali per u Trattamentu",
    "3519564631": "Scopi di Trattamentu",
    "1778642038": "Per cumunicà cun voi",
    "2223819810": "Per ottimisà a nostra piattaforma",
    "1678661231": "Per a conformità, a prevenzione di frode è a sicurità",
    "2561077702": "Per furnisce u nostru serviziu",
    "2066321185": "Basi Legale",
    "1174237568": "Queste attività di trattamentu custituiscenu i nostri interessi legittimi. Pruvemu di cunsiderà è equilibrà ogni impattu potenziale nantu à voi (sia pusitivu è negativu) è i vostri diritti prima di trasfurmà a vostra infurmazione persunale per i nostri interessi legittimi. Ùn adupremu micca a vostra infurmazione persunale per attività induve i nostri interessi sò annullati da qualsiasi impattu avversu nantu à voi (salvo chì avemu u vostru accunsentu o sò altrimenti richiesti o permessi da a lege).",
    "1350478093": "Scopu di Trattamentu",
    "787916198": "Cù u vostru accunsentu",
    "3348433919": "I vostri diritti",
    "3842673636": "Sutta u GDPR, avete certi diritti in quantu à a vostra infurmazione persunale. Pudete dumandà à noi di piglià e seguenti azzioni in relazione à a vostra infurmazione persunale chì detenemu:",
    "4057343238": "Opt-out",
    "1834911235": "Cessate di mandà comunicazioni di marketing direttu chì avete prima accunsentutu à riceve. Pudemu cuntinuà à mandà à voi cumunicazioni in relazione à u serviziu è altre cumunicazioni non-marketing.",
    "3022301908": "Accessu",
    "680638297": "Fornite infurmazione nantu à u nostru trattamentu di a vostra infurmazione persunale è dà accessu à a vostra infurmazione persunale.",
    "1409486258": "Currettu",
    "3878077249": "Aghjurnà o curreghja imprecisioni in a vostra infurmazione persunale.",
    "3645414921": "Sguassà",
    "42182578": "Sguassà a vostra infurmazione persunale.",
    "1609621367": "Trasferimentu",
    "3208155808": "Trasferite una copia leggibile da a macchina di a vostra infurmazione persunale à voi o à un terzu di a vostra scelta.",
    "1786796818": "Limità",
    "3329634829": "Limità u trattamentu di a vostra infurmazione persunale.",
    "4202774977": "Ughjettu",
    "3007158970": "Object à a nostra fiducia in i nostri interessi legittimi cum'è a basa di u nostru trattamentu di a vostra infurmazione persunale chì impacta i vostri diritti.",
    "1273071008": "Richieste di diritti d'accessu di u sughjettu di dati",
    "3594381346": "locu.",
    "21141582": "questu",
    "3357523404": "Trasferimentu di dati transfrontaliari",
    "290966395": "Cum'è discrittu in a nostra sezione \"A Nota à i Clienti Fora di i Stati Uniti\", per piacè esse cuscenti chì i vostri dati persunali saranu trasferiti, trattati è almacenati in i Stati Uniti. A lege di prutezzione di dati in i Stati Uniti pò esse diverse da quelle in u vostru paese di residenza. Avete accunsentutu à u trasferimentu di a vostra infurmazione, cumpresa l'infurmazioni persunali, à i Stati Uniti, cum'è stabilitu in questa Politica di privacy, visitendu i nostri siti o utilizendu u nostru serviziu.",
    "3178581111": "Aduprà per novi scopi",
    "1088304322": "Pudemu aduprà a vostra infurmazione persunale per ragioni chì ùn sò micca descritte in questa Pulitica di privacy, induve a lege hè permessa di fà cusì è induve u mutivu hè cumpatibile cù u scopu per quale l'avemu cullucatu. Se avemu bisognu di utilizà a vostra infurmazione persunale per un scopu senza relazione, pudemu avvistà è spiegà a basa legale applicabile per quellu usu. Se avemu basatu nantu à u vostru accunsentu per un usu particulari di a vostra infurmazione persunale, pudemu cercà u vostru accunsentu per qualsiasi scopu senza relazione è vi permettenu di finisce u vostru usu di u serviziu à quellu tempu si avete ughjettu.",
    "2260079771": "Ritenzione di dati",
    "38428546": "Guardemu i vostri Dati Personali in modu sicuru per tutta a vita di u vostru contu cun noi. Conserveremu i vostri Dati Personali solu per u tempu necessariu per cumpiendu i scopi per i quali l'avemu cullucatu, cumpresu per i scopi di suddisfà ogni obbligazione legale, contabile o di rapportu o per risolve e dispute. I criteri chì usemu per determinà i periodi di almacenamentu includenu e disposizioni contractuali applicabili chì sò in vigore, i periodi di limitazione legale legale, i requisiti regulatori applicabili è i standard di l'industria.",
    "384965568": "Mentre i requisiti di conservazione varianu da a ghjuridizione, l'infurmazioni nantu à i nostri periodi di conservazione tipici per diversi aspetti di i vostri dati persunali sò descritti quì sottu.",
    "2788836740": "L'infurmazione di cuntattu per scopi di marketing hè conservata in modu continuu finu à annunzià l'abbonamentu. Dopu aghjunghje i vostri dati à a nostra lista di suppressione indefinitamente. L'infurmazioni email raccolte da l'Utenti di Accessibilità ùn saranu mai aduprate per scopi di marketing.",
    "3520687192": "I registri di cumunicazioni cun voi (per esempiu, i biglietti di supportu aperti via email o Twitter) ponu esse guardati indefinitu.",
    "292211832": "L'infurmazioni raccolte per mezu tecnichi cum'è i cookies, i cuntatori di pagine web è altri strumenti analitici sò scartati appena praticu, ma ponu esse conservati per un periudu limitatu di finu à un annu da a scadenza di a cookie, tipicamente in una forma de-identificata è aggregata. salvu chì ùn detectemu un abusu potenziale di u nostru serviziu, in quale casu conserveremu quella informazione per aiutà à prevene l'abusu futuru. Ùn pudemu micca ligà sta informazione anonima è aggregata à voi, à a vostra famiglia, à un indirizzu IP, o à qualsiasi infurmazione persunale basatu annantu à l'infurmazioni almacenate.",
    "470943029": "Sì avete qualchì quistione nantu à sta pulitica di privacy, per piacè cuntattateci à:",
    "3192683783": "Cambiamenti à sta pulitica di privacy",
    "1702335960": "Qualchese infurmazione chì cullemu hè sottumessu à a Pulitica di privacy in vigore à u mumentu chì tali informazioni sò recullate. Pudemu, però, riviseghjà a Pulitica di privacy da u tempu à u tempu. Se una rivisione hè materiale, cum'è determinata solu da noi, vi avvisemu, per esempiu per email. A versione attuale serà sempre publicata in a nostra pagina di Politica di privacy.",
    "3669258571": "Pulitica di Cookie",
    "2905621957": "Ultima aghjurnazione: 18 di lugliu di u 2020",
    "1173934218": "Capemu chì a vostra privacy hè impurtante per voi è sò impegnati à esse trasparenti nantu à e tecnulugia chì usemu. Questa pulitica furnisce infurmazioni detallate nantu à cumu è quandu usemu i cookies in i nostri siti è serviziu.",
    "2694150481": "Avemu aduprà i Cookies ?",
    "457627611": "Iè. Noi è i nostri fornitori di analisi o servizii, partenarii di marketing è affiliati pudemu usà cookies, web beacons, o pixel è altre tecnulugia per assicurà chì tutti quelli chì utilizanu i Siti anu a megliu sperienza pussibule. Per piacè vede a sezione \"Analisi di terze parti è Tecnologie di tracciamentu\" di a nostra Politica di privacy per più dettagli.",
    "501102544": ": credemu chì u serviziu anti-bot hCaptcha (vale à dì u Serviziu incrustatu da siti web, ghjochi, o app mobile) include solu i cosiddetti cookies \"esentati da cunsensu\" in cunfurmità cù i regulamenti GDPR. Esempii di tali cookies esentati include:",
    "461631543": "Nota GDPR",
    "2150907653": "* Cookies tecniche strettamente necessarie per a prestazione di u serviziu. Questi includenu cookies di preferenza, cookies di sessione, cookies di bilanciamentu di carica, etc.",
    "1012122721": "* Cookies statistiche gestite direttamente da noi (vale à dì di prima parte, micca cookies di terzu), induve e dati ùn sò micca utilizati per u prufilu.",
    "148542287": "Questu ùn hè micca un cunsigliu ghjuridicu, è nisuna garanzia hè furnita in quantu à questa analisi. Sè avete altre dumande o preoccupazioni, per piacè cuntattateci à:",
    "3956117148": "I siti web hCaptcha.com è BotStop.com (i Siti) ponu include cookies supplementari, cum'è descrittu in questa Pulitica.",
    "3255230599": "Cosa hè un Cookie?",
    "1095532507": "Una cookie (\"Cookie\") hè un picculu schedariu di testu chì hè postu nantu à u vostru hard drive da un servitore di pagina web. I cookies cuntenenu informazioni chì ponu esse leghjite dopu da un servitore web in u duminiu chì hà emessu a cookie per voi. Alcune di e cookies seranu usate solu s'è vo aduprate certe funziunalità o selezziunate certe preferenze, è certi cookies seranu sempre utilizati. Pudete sapè più nantu à ogni cookie vedendu a nostra lista attuale di cookie quì sottu.",
    "2943815316": "Avemu aghjurnatu sta lista periodicamente, cusì ci ponu esse cookies supplementari chì ùn sò ancu listati. Web beacons, tags è scripts ponu esse aduprati in i siti o in e-mail per aiutà à furnisce i cookies, cuntà e visite, capiscenu l'usu è l'efficacità di a campagna è stabilisce se un email hè statu apertu è agitu. Pudemu riceve rapporti basati nantu à l'usu di sti tecnulugii da i nostri servizii di serviziu / analisi nantu à una basa individuale è aggregata.",
    "2954157511": "Perchè usemu i Cookies?",
    "1539071196": "In generale usemu i Cookies per i seguenti scopi:",
    "3545935449": "Per ricunnosce utilizatori novi o passati.",
    "32739972": "Per almacenà a vostra infurmazione di sessione di login sè site registratu nantu à i nostri siti.",
    "4209078147": "Per migliurà u nostru situ è per capisce megliu e vostre visite nantu à e nostre piattaforme è u situ.",
    "1077448694": "Per integrà cù i siti web di e social media di terzu.",
    "1709478090": "Per serve cù publicità basata nantu à l'interessu o mirata.",
    "3256020881": "Per osservà i vostri cumpurtamenti è attività di navigazione in u tempu in parechji siti web o altre piattaforme.",
    "1092241113": "Per capisce megliu l'interessi di i nostri Clienti è Integratori.",
    "1434289796": "Certi Cookies sò necessarii per certi usi di i Siti, è senza tali Cookies, ùn puderemu micca furnisce assai servizii chì avete bisognu à utilizà bè i Siti. Queste Cookies, per esempiu, ci permettenu di uperà i nostri siti in modu chì pudete accede cum'è avete dumandatu è ci permettenu di ricunnosce chì avete creatu un contu è avete logatu in quellu contu per accede à u cuntenutu di u situ. Includenu ancu Cookies chì ci permettenu di ricurdà e vostre azioni precedenti in a listessa sessione di navigazione è assicurà i nostri siti.",
    "1533171442": "Avemu ancu aduprà Cookies funzionali è Cookies da terze parti per scopi di analisi è marketing. I Cookie Funziunali permettenu à certe parti di i Siti di travaglià bè è e vostre preferenze di l'utilizatori per esse cunnisciute. I Cookies d'Analisi, frà altre cose, recullanu infurmazioni nantu à cumu i Clienti, Integratori è Utenti Finali utilizanu i nostri Siti, u cuntenutu è i prudutti chì l'utilizatori vedenu più freti, è l'efficacità di a nostra publicità di terzu. I Cookies di Publicità aiutanu à furnisce l'annunzii à u publicu pertinenti è chì i nostri annunci appariscenu in cima à i risultati di ricerca. I cookies sò o \"sessione\" Cookies chì sò sguassati quandu finisci a sessione di u vostru navigatore, o \"persistenti\", chì fermanu finu à a so eliminazione da voi (discussu sottu) o da u partitu chì serve u cookie. I detaglii cumpleti nantu à tutti i Cookie utilizati nantu à i Siti sò dispunibuli à a nostra tabella di divulgazione di cookie sottu.",
    "322830977": "Cumu disattivà i cookies.",
    "3885459114": "In generale, pudete attivà o dopu disattivà l'usu di i cookies per mezu di una funziunalità integrata in u vostru navigatore web. Se vulete sapè più nantu à i cookies, o cumu cuntrullà, disattivà o sguassate, visitate https://www.knowcookies.com/ per una guida dettagliata.",
    "262509504": "Pudemu ligà l'infurmazioni raccolte da i Cookies cù altre informazioni chì raccogliemu da voi in cunfurmità cù questa Pulitica di privacy è aduprà l'infurmazioni cumminati cum'è stabilitu quì. In listessu modu, i terzi chì serve i cookies nantu à i nostri Siti ponu ligà u vostru nome o l'indirizzu email à altre informazioni chì cullighjanu, chì ponu include acquisti passati fatti offline o in linea, o a vostra infurmazione di usu in linea.",
    "2935155034": "Sè site situatu in u Spaziu Ecunomicu Europeu, avete certi diritti chì sò descritti sopra sottu à l'intestazione \"Avvisu à i Sughjetti di Dati di l'UE\", cumpresu u dirittu di inspeccionà è curregge o sguassà e dati chì avemu nantu à voi.",
    "1873812847": "Cookie (s) Divulgazione",
    "3319083717": "Nome:",
    "3183855267": "1. hmt_id",
    "907324388": "Funzione",
    "2896187462": "1. Adupratu per statistiche di serviziu anonimi strettamente necessarii, è per altri scopi tecnichi cum'è assiste à u supportu di l'accessibilità.",
    "987267027": "festa",
    "3453526675": "1. 1a festa",
    "1952810469": "Tipu",
    "1795436560": "1. Sessione",
    "102695075": "Durata",
    "3356329025": "1. 30 ghjorni",
    "3744153629": "Nomi:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "sessione,",
    "3186435874": "sessionid",
    "720059527": "2. Adupratu per scopi tecnichi strettamente necessarii: equilibriu di carica, routing.",
    "1241291641": "Vede più dettagli.",
    "1834801943": "2. 1a festa",
    "2114694926": "2. Sessione",
    "938404336": "2. Varia; finu à 30 ghjorni.",
    "2196526290": "hc_accessibilità",
    "2577178569": "3. Adupratu per scopi tecnichi strettamente necessarii: permette l'accessibilità di l'Usuariu.",
    "1061239711": "3. 1a festa",
    "1483015662": "3. Sessione",
    "3458934553": "3. Varia; finu à 30 ghjorni.",
    "1527172673": "Sì avete qualchì quistione nantu à sta Politica di Cookie, per piacè cuntattateci à:",
    "134571844": "Impressum (Avisu di u situ)",
    "110836420": "Ultima aghjurnazione: 23 dicembre 2020",
    "2901894297": "hCaptcha hè un serviziu di Intuition Machines, Inc. (\"IMI\"), una Delaware US Corporation (#6393793).",
    "2928362319": "E dumande per mail ponu esse mandate à: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "L'infurmazione nantu à a gestione attuale di a cumpagnia pò esse ottenuta in a pagina About. L'attuale CEO di a cumpagnia hè u direttore generale rispunsevule per u cuntenutu.",
    "3094150511": "Autorità regulatoria: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "2763011087": "L'IMI ne s'engage pas à participer à la résolution alternative des litiges de consommation devant un entité de résolution des litiges de consommation.",
    "1395644678": "U situ ufficiale di a Cummissione Europea per a risoluzione di e dispute in linea:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Nisuna guaranzia in quantu à u cuntenutu",
    "707541553": "Tutte l'infurmazioni cuntenute nantu à e nostre pagine Internet sò state validate da IMI o un terzu. Tuttavia, nè IMI nè terze parti ùn ponu esse rispunsevuli di l'infurmazioni attuali, precise o complete. Questu hè ancu applicà à altri siti web chì ponu esse ghjunti via hyperlinks in e nostre pagine. IMI ùn accetta micca rispunsabilità per u cuntenutu di sti siti web esterni.",
    "2650241052": "Nisun cunsigliu",
    "3361191778": "L'infurmazioni furnite nantu à e pagine Internet ùn rapprisentanu micca cunsiglii individuali è ùn ponu micca rimpiazzà questu. Sè avete bisognu di cunsiglii individuali, cuntattate u nostru staffu di supportu.",
    "1031855757": "L'usu di stu situ",
    "204716894": "U cuntenutu è u disignu di e nostre pagine web sò prutetti da a lege di copyright. A duplicazione di e pagine è di u so cuntenutu in una manera chì supera l'usu raziunale raghjone richiede un accunsentu scrittu preventivu da IMI s'ellu ùn ci hè micca altre disposizioni legali specificate per a duplicazione in a pagina.",
    "3182435854": "Copyright",
    "3187946010": "Tutti i testi, l'imaghjini, l'animazione gràfica, i video, a musica, i soni è l'altri materiali in queste pagine sò prutetti da a lege di copyright da IMI o terze parti se specificate. Hè pruibitu di copià o mudificà stu materiale per l'usu cummerciale in una manera chì supera l'usu raghjone ghjustu.",
    "74538881": "Rispunsabilità per stu situ web",
    "3236873806": "L'IMI hè rispunsevule per stu situ web.",
    "2657277322": "Sè avete qualchì quistione, per piacè cuntattateci à:",
    "1338341134": "hCaptcha + Passu di privacy (Beta)",
    "88879089": "Privacy Pass hè un",
    "1898063898": "per a priservà a privacy di l'utilizatori chì sviluppemu in cunjunzione cù",
    "1942186611": "è altri.",
    "3673079511": "standard emergente",
    "2164933356": "Cloudflare",
    "3119589996": "Cumu funziona: una estensione di navigatore furnisce l'utilizatori cù a capacità di creà è firmà tokens criptograficamente cechi per i siti web chì supportanu u protokollu di Privacy Pass. L'estensione genera passaghji chì cuntenenu tokens criptograficamente blinded chì sò firmati da hCaptcha quandu una sfida hè risolta in qualsiasi situ cù u serviziu hCaptcha,",
    "1254771154": "sfide mostrate nantu à altri servizii di supportu di u Passu di Privacy chì ancu incrustate hCaptcha, per esempiu Cloudflare.",
    "996362763": "Questi tokens sò unblinded è almacenati da l'estensione per u futuru usu. Quandu l'utilizatore visita un situ cù hCaptcha è hà bisognu di passà a sfida (invisibule o per mezu di u buttone \"Sò umanu\") sò riscattati automaticamente. A prucedura blinding significa chì i tokens firmati è riscattati sò criptograficamente unlinkable da a perspettiva di hCaptcha, è cusì a privacy di l'utilizatori hè cunservata.",
    "2943346052": "Siccomu u prucessu di standardizazione IETF cuntinueghja, aspittemu chì i principali navigatori adopteranu una forma di Privacy Pass nativamente. Questu eventualmente renderà l'estensione innecessaria. Per u mumentu, però, seguite e struzzioni sottu.",
    "2326660907": "eccettu",
    "741483946": "* In altre parolle: pudete uttene tokens hCaptcha Privacy Pass in hCaptcha.com, è aduprà in altri siti direttamente cù hCaptcha.com. Ùn pudete micca uttene o riscattà i tokens hCaptcha Privacy Pass per scaccià u serviziu hCaptcha utilizatu da Cloudflare, postu chì Cloudflare emette è riscatta i so tokens Privacy Pass.",
    "1362015807": "Accuminciari",
    "1358325821": "Prima, installate l'estensione per",
    "310885519": "o",
    "4091044469": ". Assicuratevi chì avete attivatu l'estensione in modu incognito. Dopu, visitate qualsiasi situ web cù hCaptcha è risolve un captcha. Da a versione 2.0.3, pudete scambià questi tokens in siti web cù hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "Una volta chì avete installatu l'estensione, cliccate quì (o in qualsiasi situ web chì usa hCaptcha) per guadagnà pass:",
    "166277959": "Per piacè nutate: sta funzione hè attualmente in beta, è ùn pò micca travaglià per tutti i siti web è l'utilizatori tuttu u tempu. In l'eventu chì ùn hè micca attivatu o ùn funziona micca per un utilizatore particulari, u cumpurtamentu ritruverà solu à l'esperienza standard hCaptcha senza perdita di funziunalità.",
    "3031357206": "Una nova icona apparirà accantu à a vostra barra URL. Avà visitate un situ web cù hCaptcha. Serà cusì:",
    "1066753052": "chì significa chì a billetera hè viota, è site in un situ chì include una sfida hCaptcha. Una volta cumpleta a sfida, guadagnerete tokens chì ponu esse riscattati in qualsiasi altru situ web cù hCaptcha.",
    "651123197": "Un cuntu di u tutale attuale in a vostra billetera serà mostratu nantu à l'icona dopu avè finitu a sfida.",
    "554844646": "Pudete cunfirmà chì l'estensione funziona vedendu u contatore falà da 1 ogni volta chì cliccate",
    "4087729475": "a sfida dopu a vostra risolve iniziale.",
    "647630208": "È questu hè ! A vostra navigazione in linea hè avà più privata.",
    "3272552822": "Sviluppatori è criptografi:",
    "4059570880": "Se vulete seguità u sforzu di standardizazione, i sforzi sò attualmente in corso",
    "1904390996": "per standardizà u",
    "252720667": "sottu à a sicurità criptografica di Privacy Pass. U protocolu stessu passa per u",
    "3972554015": "prucessu ancu. È l'estensione di u navigatore hè di sicuru",
    "3723626769": "per i vostri cuntributi è rivista.",
    "3882147547": "Funzioni Pseudorandomi Oblivious",
    "565624910": "draft",
    "3421090159": "fonte aperta",
    "3098677775": "Q: A mo IP è a storia di navigazione sò completamente privati da hCaptcha quandu si usa Privacy Pass?",
    "4019638786": "A: L'utilizatori di Privacy Pass di hCaptcha ùn esponenu mai a so IP à hCaptcha, salvu chì u portafogliu di u token di u so navigatore hè viotu o u situ l'invia. hCaptcha ùn hà micca manera di ligà l'utilizatore à a redenzione di u token, è ùn interagisce micca mai direttamente cù l'utilizatore durante a redenzione, salvu chì a so billetera di token hè viota.",
    "3887113660": "Q: Cumu a Privacy Pass influenza i guadagni di hCaptcha?",
    "1116455671": "A: Guadagnerete una ricumpensa per a risoluzione iniziale se l'utilizatore compie in u vostru situ. Redemptions seguitanu u listessu mudellu di risposta cum'è se l'utilizatore avia passatu automaticamente in u vostru situ per via di una alta fiducia di u cliente: ùn ci hè micca guadagnu, è a chjama di u situ verificatu da u vostru servitore riceve un \"creditu: False\" in i risultati di u pass.",
    "779817954": "Q: Se aghju u Passu di Privacy emessu da un altru fornitore, possu riscattà in hCaptcha?",
    "3014149332": "A: No, i pass ùn sò micca interoperabili: devenu esse emessi è riscattati da a listessa autorità, in questu casu hCaptcha. Nota chì s'è vo avete passate da i dui Cloudflare è hCaptcha in a vostra estensione, u numeru dispunibbili canciarà à u cantu currettu sicondu u requisitu di a pagina vo site visita. In altri palori, sè vo avete 100 passaghji Cloudflare in a vostra billetera è 10 passaghji hCaptcha, duvete vede 10 nantu à l'icona di l'estensione in pagine cù hCaptcha incrustatu.",
    "3679148535": "Q: Quali altre applicazioni di Privacy Pass stai travagliendu?",
    "1606783855": "A: Semu assai interessati à u Passu di privacy per u casu d'usu di l'accessibilità (\"a11y\"). Opzioni precedentemente populari cum'è captchas audio discriminanu parechji utilizatori A11y. Cridemu chì cumminendu u nostru approcciu attuale a11y cù l'emissione di Privacy Pass permetterà à l'utilizatori a11y di navigà in modu sicuru, sicuru in a cunniscenza chì u so trafficu hè più privatu, mentre chì restringe l'abusu da l'operatori di bot chì inevitabbilmente accade quandu l'opzioni a11y sò dispunibili.",
    "2359150347": "Q: L'altri servizii di sicurità in linea supportanu a Privacy Pass?",
    "2082237880": "A: hCaptcha hè u primu serviziu di u so tipu chì sustene u Privacy Pass, è hè attualmente l'unicu à fà. Tuttavia, aspittemu chì altri servizii ricunnoscenu i vantaghji di aumentà a privacy di l'utilizatori in linea, è aspittemu chì in u futuru più intraprenderà implementazioni cum'è i normi IETF chì aiutamu à sviluppà sò formalmente aduttati.",
    "2109792055": "Guida d'Usuariu: Problemi di Debugging cù Emissione è Validazione di u Passu di Privacy",
    "3588620914": "Privacy Pass hè una nova invenzione da i normi di u Web, è hè pussibule per altre applicazioni è estensioni di u navigatore chì ùn sò micca cuscenti di interferiscenu cù a so funziunalità.",
    "4039193170": "Sè avete prublemi per ottene o riscattà tokens:",
    "2378786360": "1. Pruvate unu di l'altri navigatori supportati: sè site in Chrome, pruvate d'utilizà Firefox senza impurtà i vostri paràmetri da Chrome, è installate u plugin quì. Se questu funziona, pudete avè un prublema di cunfigurazione di u navigatore.",
    "394235836": "3. Se nimu di i suggerimenti di sopra ùn funziona, mandateci un email di supportu è seremu felici di aiutà à capisce ciò chì succede.",
    "3470857731": "Un analisi di quantu reCAPTCHA detecta i bots.",
    "3240786848": "Ultima aghjurnazione: 18 di ferraghju 2021",
    "2547140673": "Dapoi più di un decenniu, u serviziu reCAPTCHA di Google offre à i pruprietarii di u situ web un cummerciu: lasciate chì Google traccia i vostri utilizatori è fateli dumande, è in cambiu prumettenu di piantà i bots è u spam.",
    "2133754014": "Più di 4,5 milioni di siti web utilizanu reCAPTCHA [",
    "3152512587": "è u sistema raccoglie centinaie di milioni di risolve ogni ghjornu. [",
    "2296918009": "Questu equivale à più di 100 persone-anni di travagliu ogni ghjornu.",
    "3900538778": "I dati etichettati sò u carburante chì alimenta l'apprendimentu automaticu. I risposti reCAPTCHA sò stati utilizati per migliurà i servizii di ML / AI di Google dapoi u 2009. Parechje persone chì utilizanu reCAPTCHA ùn capiscenu micca chì u so travagliu hè in usu.",
    "1160252730": "Google hè avà incaricatu prezzi elevati per reCAPTCHA Enterprise, facendu chì parechje cumpagnie rivalutà stu affare.",
    "1131196501": "Cumpagnia maiò cum'è",
    "204889717": "sò cambiatu à hCaptcha's",
    "639413188": "in risposta.",
    "3280658086": "suluzioni d'impresa",
    "3842815245": "Hè questu un cummerciu ghjustu?",
    "714342693": "A squadra di hCaptcha hà cugliatu dati di prezzi da i servizii di captcha-breaking \"dark web\" dapoi 2016. Avemu nutatu una tendenza interessante:",
    "468929661": "U costu mediu di rompe un reCAPTCHA hè incredibbilmente bassu (menu di $ 1 per 1000 risolve) è ùn hà micca aumentatu materialmente da quandu u nostru monitoraghju hà cuminciatu in 2016. Questu hè appiicatu à reCAPTCHA v2 è v3. [",
    "2862164005": "I dati di i prezzi ci permettenu di mette un valore esatta di u dollaru nantu à a sicurità offerta da un reCAPTCHA: $ 0,001 o menu per risposta.",
    "102498091": "Google carica $ 1 per 1000 richieste per reCAPTCHA Enterprise, vale à dì chì avà carica più per dumanda di ciò chì costa per rompe a sicurità di u so serviziu. Questu pare un male affare.",
    "130239139": "Chì ghjè u valore di i più di 100 anni-persona di travagliu raccolti da Google ogni ghjornu?",
    "1421074182": "Sostanzialmente più altu.",
    "1953519598": "U costu per etichettate una sola maghjina varieghja da $ 0,03 à $ 1,00 o più. Per ogni stima conservativa, Google hà estrattu miliardi di dollari di travagliu gratuitu finu à a data. [",
    "3025548709": "Ci hè una alternativa à questu affare inghjustu?",
    "263761351": "hCaptcha hè a prima alternativa credibile, avà utilizata da centinaie di milioni di persone ogni mese.",
    "2743692546": "Quandu l'utilizatori provanu a so umanità via hCaptcha, u so travagliu entra in un mercatu anonimu apertu per l'offerta.",
    "1982750088": "L'imprese in u mondu sanu offerta per quellu travagliu per cumpiendu travaglii simplici chì sò faciuli per e persone ma duru per i machini. L'utilizatori sustenenu u situ chì visitanu, è sperienze menu spam web per via di un livellu più altu di sicurità.",
    "1108398506": "i clienti guadagnanu un cuntrollu tutale di l'esperienza, è prufittà di a cumpetenza chì hCaptcha hà acquistatu u più grande fornitore di sfida indipendente in Internet. Anu ancu ottene un affare megliu cà reCAPTCHA Enterprise: finu à 50-80% di prezzi megliu, secondu u voluminu.",
    "3012870872": "I siti web è l'applicazioni chì utilizanu a versione libera (hCaptcha Publisher) guadagnanu entrate da quellu travagliu invece di donà à Google.",
    "2271512952": "L'utilizatori sustenenu u situ chì visitanu, è sperienze menu spam web.",
    "278010425": "A varietà larga è spessu cambiante di compiti nantu à hCaptcha sò ancu più difficiuli di automatizà. L'interfaccia unica di reCAPTCHA ùn hè micca cambiata in parechji anni, è hà una piccula serie di dumande chì cambianu raramente. Questu hè unu di i modi chì hCaptcha furnisce una prutezzione anti-bot più robusta cà reCAPTCHA.",
    "984849234": "hCaptcha usa l'apprendimentu automaticu avanzatu per furnisce ciò chì reCAPTCHA prumetti solu, mentre sparte u valore catturatu cù i siti web chì l'utilizanu.",
    "4063769686": "L'utilizatori sustenenu u situ chì visitanu, è sperienze menu spam web. Questu pare un affare più ghjustu.",
    "685916926": "Perchè reCAPTCHA ùn hè micca migliuratu cù u tempu?",
    "3992401943": "Ci hè stata una rivoluzione in l'apprendimentu prufondu da 2012. A norma di l'industria per a precisione di u compitu hà radicalmente migliuratu annantu à l'ultimi decennii, principalmente per via di e rete cunvoluzionale profonda. L'altri servizii ML-powered Google offre anu seguitu sta curva.",
    "615031303": "(Vede note a piè di pagina",
    "2125514305": "ML hà migliuratu, ma a difficultà di scaccià reCAPTCHA ùn hè micca cambiatu materialmente durante stu tempu.",
    "1406188018": "6 è 7",
    "2689973938": "A migliurà reCAPTCHA crea un cunflittu intrinsicu per Google cum'è venditore di publicità.",
    "464238793": "Se Google stessu determina chì un utilizatore chì vede un annunziu o clicchendu un ligame era in fattu un bot, ùn pò micca pagà per l'annunzii mostrati à quellu utilizatore. Stu cunflittu di interessu hà limitatu severamente u scopu di l'ambizioni anti-bot di Google.",
    "918924423": "Per esempiu, Google ùn hà micca offrittu ovviamente servizii preziosi cum'è a deteczione di bot retroattiva. Hè assai più affidabile di dichjarà u trafficu di l'utilizatori generatu da u bot dopu l'analisi di parechji ghjorni di dati.",
    "661412233": "Sapendu dopu à u captcha chì certi utilizatori eranu bots hè ancu preziosu. Permette à i pruprietarii di siti web pulizziari i vechji posti di spam è eliminà i \"conti dormitori\" registrati in i fori di spam in u futuru, riduce a frode, è più.",
    "3600797185": "L'offerta di l'identificazione di bot retroattiva apriria Google à dumande spine di cumu rimbursà retroattivamente l'annunciatori chì anu spesu soldi in quellu trafficu fraudulente.",
    "2076932190": "U pruduttu reCAPTCHA hè cusì stagnatu per una dicada.",
    "3856912381": "L'utilizatori anu patitu, è u web spam innecessariu hè avà rampante. Ma ci hè una alternativa.",
    "1035621426": "Ogni bot identificatu da reCAPTCHA riduce direttamente i rivinuti publicitarii di Google.",
    "3668115514": "Cumu hè hCaptcha diffirenti?",
    "2413742287": "L'incentive di hCaptcha hè di maximizà a precisione, micca l'ingressu di l'annunzii: e risposte di bot sò inutili per i nostri clienti, chì anu bisognu di dati di furmazione umana.",
    "1373262754": "Sapendu quale hè un individuu hà un valore minimu per hCaptcha. Ci importa solu s'ellu sò umani o un attore maliziusu.",
    "600646860": "Invece di offre un serviziu di valore discutibile mentre estrae u travagliu cù valore reale, hCaptcha furnisce una compensazione è una forte prutezzione anti-bot.",
    "1836191653": "Invece di offre un serviziu facilmente scunfittu à l'utilizatori gratuiti mentre carica milioni di dollari per una versione di l'impresa chì ùn hè micca assai megliu, hCaptcha furnisce una eccellente prutezzione di i bot à i dui, mentre offre à l'utilizatori di l'impresa funzioni supplementari è persunalizazione, cù SLA forti è supportu rapidu.",
    "990215503": "hCaptcha hè l'unicu serviziu di captcha maiò chì ùn hè micca possedutu da una reta publicitaria.",
    "971933157": "hCaptcha si preoccupa di a privacy, a trasparenza è l'equità.",
    "178839499": "hCaptcha sparte u valore di u travagliu fattu mentre l'utilizatori provanu a so umanità.",
    "1237076138": "hCaptcha offre un affare ghjustu à i clienti gratuiti (hCaptcha Publisher) è imprese (hCaptcha Enterprise).",
    "614310292": "Quale hà custruitu hCaptcha ?",
    "4188814619": "hCaptcha hè un serviziu di Intuition Machines (",
    "3265328927": "), una cumpagnia di machine learning chì offre prudutti è servizii per cumpagnie chì implementanu machine learning à scala.",
    "2740033957": "U squadra IM hè cumpostu di scientisti è ingegneri da Apple, Amazon, è altri capi in machine learning, sistemi distribuiti è sicurità.",
    "1579715421": "I scientisti di IM publicanu regularmente in cunferenze di punta cum'è ICML, ICLR, ECCV è NeurIPS, è a cumpagnia hà publicatu publicamente risultati di punta in discipline ML cum'è deep hashing.",
    "4015238193": "è OCR [",
    "279580593": "imachines.com",
    "279918384": "Cumu Google usa u vostru travagliu liberu?",
    "2385522384": "Probabilmente avete vistu fotogrammi di video da e camere nantu à e vitture autonome Waymo di Google, è aiutanu à migliurà a ricunniscenza di l'ughjettu.",
    "1517627947": "Probabilmente avete vistu ritratti di edifici o segni di strada da e vitture Streetview di Google, è aiutavate à etichettate i posti per i so Maps è i prudutti di a Terra.",
    "3225936061": "Probabilmente avete vistu ritratti di testu pigliati da e pagine di u libru in u serviziu Libri di Google, è aiutanu à migliurà u so software OCR (ricunniscenza di testu).",
    "129661785": "Hè mai statu dumandatu à \"cliccà nantu à a vittura / crucivia / stoplight?\"",
    "936667684": "Hè mai statu dumandatu à \"scrivite u segnu di u bastimentu / strada?\"",
    "3773515538": "Avete mai statu dumandatu à \"scrivite e duie parolle?\"",
    "1778058441": "Chì tippu di travaglii funzionanu nantu à hCaptcha?",
    "366088791": "hCaptcha supporta una larga varietà di attività.",
    "3114147525": "I clienti di hCaptcha utilizanu u serviziu per i travaglii chì includenu ricunniscenza di l'ughjettu, rilevazione di attributi (raccolta etichette per identificà tippi di vestiti), classificazione di rilevanza (scelta di u pruduttu più pertinenti trà parechje opzioni paragunate à un pruduttu primariu), scatuli di delimitazione (truvà spazii d'interessu nantu à u situ). una maghjina), \"OCR umanu\" (identificà u testu in una maghjina) è assai altri tipi di attività.",
    "3139609561": "Quì sottu sò dui esempi di classificazione di l'imaghjini è tippi di travagliu di rilevazione di attributi. [",
    "2273532558": "Quale sò i clienti paganti di hCaptcha ?",
    "4104221634": "I clienti di hCaptcha spannu una varietà di industrii, da e cumpagnie tecnologiche à quelli focalizzati in moda, retail, è altri spazii induve ponu creà valore da l'applicazione di l'apprendimentu machine.",
    "1337725003": "hCaptcha s'impegna à demucratizà l'accessu à l'annotazione in tempu reale di voluminu elevatu, chì permette à e cumpagnie grandi è chjuche di migliurà a qualità di i so prudutti è servizii appliendu l'apprendimentu automaticu à a so attività.",
    "4086379603": "Dumande?",
    "1243684308": "Pigliemu i vostri feedback in seriu, è vulemu assicurà chì tutti anu una sperienza più piacevule in linea, cù menu bots è menu spam. Contattateci:",
    "2645321220": "È se pensate chì u costu di reCAPTCHA hè troppu altu, dumandateci di hCaptcha Enterprise. Attualmente in usu di alcuni di i più grandi editori, cumpagnie di servizii finanziarii è cumpagnie di infrastruttura web in u mondu, ùn sò micca solu una alternativa credibile à reCAPTCHA: credemu chì offrenu a megliu prutezzione di u bot attualmente dispunibule.",
    "1229233916": "Note a piè di pagina",
    "1115642494": "1. Fonte: BuiltWith.com reCAPTCHA site listings. Ritruvatu u 9 di lugliu di u 2019.",
    "448807334": "(\"Cintinaie di milioni di CAPTCHA sò risolti da e persone ogni ghjornu.\") Retrieved July 8th, 2019.",
    "2397590157": "3. Stima cunservatore: 200 milioni di risolve * 30 seconde per risolve in anni = 190,3 persone-anni / ghjornu.",
    "3236311792": "4. hCaptcha analisi internu. Dati raccolti finu à u 30 di ghjugnu 2019. Dettagli dispunibuli nantu à dumanda.",
    "1752259468": "5. Stima cunservatore: $ 0,01 costu di una sola annotazione * 200M avg. annotazioni per ghjornu (limite inferjuri) * 365 ghjorni per annu * 10 anni da l'acquisizione di u 2009 = $ 7,3 miliardi di valore di u limite inferiore.",
    "3268946369": "6. Creditu: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Fonte: Maria Meeker, KP Internet Trends 2017",
    "2666258754": "EMBEDDINGS RELAZIONALI BASATI IN GERARCHIA SEMANTICA PER DEEP HASHING DEBLESSU SURVEVISU, Heikki Arponen, Tom E Bishop. ICML 2019, Atelier LLD.",
    "2544169219": "Risultati recenti di punta: ICML LLD, maghju 2019.",
    "1973347745": "10. Imàgini di esempiu senza royalty. Fonte: Petapixel.",
    "1493115924": "Note di marca:",
    "4051104324": "\"Intuition Machines\" hè una marca registrata di Intuition Machines, Inc.",
    "3983646521": "Tutti i nomi di prudutti, loghi, marche, marche è marche registrate sò pruprietà di i so rispettivi pruprietarii. Tutti i nomi di cumpagnie, prudutti è servizii utilizati in stu situ web sò solu per scopi d'identificazione. L'usu di sti nomi, marchi è marche ùn implica micca appruvazioni. In questu casu, u cuntrariu.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "I scientisti IM stabiliscenu un novu Benchmark per a ricunniscenza di testu debbilmente supervisata (OCR) à CVPR 2020.",
    "1259002282": "Trovatu un bug? Eccu cumu per signalà.",
    "3301728462": "Milioni di persone utilizanu hCaptcha ogni mese, nantu à millaie di cumminazzioni di navigatori, estensioni, dispusitivi, firewall è più.",
    "3878230879": "U nostru scopu hè di assicurà chì travaglia sempre per voi, cusì apprezzemu assai i vostri rapporti!",
    "2465128185": "Per dà un feedback rapidu, basta à cliccà u buttone \"Inviaci feedback\".",
    "2921990472": "Sè vo site un prublema funziunale, seguite u",
    "2870341481": "sottu. Per qualsiasi altri navigatori solu",
    "1866590035": "Istruzzioni di log di debug per Chrome",
    "444492541": "Istruzzioni di log di debug per Firefox",
    "169267610": "mandateci un email",
    "3100722753": "Per prublemi di sicurezza o di privacy potenziali, vede l'istruzzioni sottu.",
    "1906593952": "Fornite feedback nantu à u hCaptcha chì avete appena vistu",
    "3951254541": "Apprezzemu u vostru input. Fateci cunnosce ogni prublema è li risolvemu rapidamente.",
    "3324288040": "Mandateci feedback",
    "2864016648": "Problemi di privacy",
    "304004915": "Ùn ci importa micca quale sò l'utilizatori, solu quantu probabili sò di esse maliziusi o macchine. Supportemu iniziative cum'è",
    "1139493658": ", è travaglià dura per equilibrà a privacy è a sicurità.",
    "3083289844": "Se avete trovu un prublema chì pensate chì puderia influenzà a privacy di l'utilizatori, mandateci un email à",
    "4264784515": "Bugs di sicurezza",
    "963238401": "Semu sempre interessate à riceve rapporti di bug di sicurezza. E-mail",
    "3926027556": "è vi vultaremu prestu.",
    "1589805435": "Avemu dinò un",
    "2560582224": "prugramma bug bounty",
    "103876916": "per i rapporti di sicurezza eligibili nantu à u serviziu hCaptcha è u codice fonte cunnessu.",
    "497117287": "Opzioni d'accessibilità",
    "3230004040": "Avete disabilità visuale o altrimenti incapace di compie hCaptchas?",
    "3480023141": "Sapete più nantu à l'opzioni di accessibilità",
    "2052161540": "Captura di i dettagli di u rapportu di bug: Chrome",
    "2281169898": "Invià l'infurmazioni di debugging cù u vostru rapportu ci farà assai più faciule per identificà ciò chì succede. Eccu istruzzioni passu per passu:",
    "1123365779": "Sè vo site un sviluppatore web o un utilizatore espertu, u riassuntu hè chì vulemu chì ci mandate una rete di registrazione HAR è logs di cunsola di navigatore.",
    "2015218686": "prima di passà per sti passi. Se questu risolve u vostru prublema, avemu sempre apprezzatu chì ci cunnosci a versione di u vostru navigatore, u bloccu di publicità o l'estensione di u navigatore, è l'URL di u situ web.",
    "3922723611": "Per piacè, pruvate à disattivà qualsiasi estensione di sicurezza di l'ad blocker o di u navigatore",
    "4036872105": "prima e poi riprova",
    "993651083": "Passu 1: Aprite Strumenti di Sviluppatore (Questu principia a registrazione di a sessione).",
    "4163469907": "Passu 2: Cliccate nantu à a tabulazione Rete in Strumenti di sviluppatore. Verificate a casella \"Preserve log\" in cima.",
    "4243348003": "Passu 3: visita",
    "641342999": ", o u situ web chì avete un prublema (Nota di a privacy: solu s'ellu ùn vi importa micca di sparte ciò chì hè) ... è dopu cliccate nantu à u buttone \"Sò umanu\", è pruvate à risolve.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Passu 4: Cliccate \"Export HAR\" (u pocu freccia giù) dopu à pruvà à scioglie, chì salva u log reta. Mandate stu schedariu à noi.",
    "1503240421": "Passu 5: Cliccate nant'à a tabulazione Console, è cliccate right-cliccate poi \"Salvà cum'è ..\" in ordine per salvà u log di cunsola. Mandateci ancu questu.",
    "2863840904": "Passu 6: Ultimu passu, mandate per email quelli HAR è i fugliali di log di cunsola à noi, è discrivite u prublema",
    "4051785543": "Utilizà:",
    "3623028666": "(per piacè utilizate un serviziu cum'è",
    "551761392": "è mandà ligami) è opzionalmente una screenshot, se suspettate chì qualcosa ùn si mostra micca bè. Per piacè mandate ancu l'IP chì site aduprate. Pudete piglià da",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Grazie per piglià u tempu per aiutà à ottene sta infurmazione!",
    "3680327841": "Semu impegnati à fà chì hCaptcha funziona bè per tutti",
    "1059502393": "Catturare i dettagli di u rapportu di bug: Firefox",
    "1112074001": "Passu 2: Cliccate nantu à a tabulazione Rete in Strumenti di sviluppatore. Verificate a casella \"Persist logs\" in cima.",
    "1797298240": "Step 4: Cliccate \"HAR\" dopu à pruvà à risolviri, è sceglie \"Salvà tuttu cum'è HAR\" per salvà u logu di a reta. Mandate stu schedariu à noi.",
    "3671246379": "Passu 5: Cliccate nant'à u tabulazione Console, è cliccate right-cliccate poi \"Select all\" è salvà chì in un schedariu di testu, in ordine per salvà u log di cunsola. Mandateci ancu questu.",
    "3816867833": "Feedback",
    "788770967": "Scusate di sente questu! Pudete vulete utilizà a nostra opzione di accessibilità:",
    "1333016413": "Questu permette di evità e dumande future registrendu è stabilisce una cookie.",
    "2333410049": "Per piacè pruvate ancu di disattivà u vostru bloccu di publicità.",
    "1345083090": "Segnala un prublema di funziunalità?",
    "2184564739": "Vede",
    "604751186": "Altri prublemi ? E-mail",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "cumu signalà prublemi cù logs detallati",
    "1050501253": "Troppu Difficile",
    "3264813246": "Inappropriatu",
    "3526939538": "Bug di u software",
    "126134492": "Altru",
    "3511610999": "Assicuràmu d'arrivà à u locu ghjustu.",
    "3906886217": "Per cumpagnie o siti web",
    "1621597093": "Soluzioni di sicurità di l'impresa (pagatu)",
    "3176531704": "Annotazione di dati",
    "1834239172": "Cumprate servizii di annotazione hCaptcha",
    "1457707016": "Per l'individui",
    "770264626": "Aghjunghjite hCaptcha à u vostru serviziu (gratuitu)",
    "881015166": "Aghjunghjite hCaptcha for Publishers à u mo situ web o app",
    "47536007": "Sapete più nantu à hCaptcha",
    "2012837493": "Risultati di ricerca",
    "4034694801": "Nisun risultatu currispondente.",
    "3621411541": "Scopri l'opzioni di accessibilità per hCaptcha",
    "3401005681": "Guadagnà soldi",
    "3933993151": "U travagliu cum'è un labeler di dati individuale",
    "563059212": "Lista di i subprocessori",
    "3501923981": "Ultima aghjurnazione: 1 Ghjennaghju 2020.",
    "3548097301": "In vigore: 1 di ghjennaghju di u 2020.",
    "3991444169": "Questa pagina elenca i sottoprocessori attuali per u serviziu hCaptcha Enterprise.",
    "835396984": "Attualmente attivu",
    "424089481": "Amazon Web Services, Inc. (Global). Servizi furniti: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Glubale). I servizii furniti: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Globali). Servizi furniti: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Global). Servizi furniti: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Nota: ùn hè micca applicatu à tutti i clienti. Per esempiu, IP Blinding o altri clienti avanzati di privacy o opzione di sicurezza (per esempiu, i clienti Secure Virtual Tenancy) sò interamente esclusi da qualsiasi potenziale \"PII\" chì entre in sistemi di telemetria, ancu un indirizzu IP. Per piacè cuntattate u vostru rappresentante di u vostru contu per più infurmazione se necessariu.",
    "700843971": "Hound Technology, Inc. (Global). I servizii furniti: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Global). I servizii furniti: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Global). I servizii furniti: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Global). I servizii furniti: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Infrastruttura",
    "370366524": "Telemetria di serviziu effimeru",
    "121192737": "Addizzioni imminenti",
    "2420789666": "Fastly, Inc. Servizi furniti: Fastly CDN è edge compute.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Effettiva: 1 settembre 2021. Addizione di l'infrastruttura",
    "1487796027": "Per cumpagnie",
    "3943417791": "Ottene supportu per hCaptcha Enterprise (BotStop)",
    "702287791": "Editore hCaptcha (gratuitu)",
    "3397976149": "Ottene supportu per hCaptcha Publisher",
    "833750823": "Avè difficultà cù una sfida?",
    "2024737147": "Vulete signalà un bug?",
    "1978884623": "Amparate più nantu à a segnalazione di prublemi di software",
    "4188664955": "Maestru Termini di serviziu",
    "2621989404": "Last Updated: September 24, 2021. Per piacè nutate chì i nostri termini di lingua inglese sò autoritarii.",
    "2404545611": "Benvenuti à hCaptcha! Grazie per esse una parte di a nostra cumunità. Tutti l'utilizatori di i \"Servizi\" (definiti sottu) devenu accunsente à i seguenti termini (i \"Termini di serviziu\"). Sutta sti Termini di serviziu, \"IMI\", \"noi\" è \"noi\" si riferisce à Intuition Machines, Inc. è i so filiali, affiliati, ufficiali, agenti, impiegati, rapprisentanti è agenti, è u nostru \"situ web\" include qualsiasi situ web sottu. u nostru cuntrollu, cumpresi www.hcaptcha.com è www.imachines.com.",
    "2348450790": "Per piacè leghje questi Termini di serviziu. Includenu, frà altre disposizioni, disclaimers di garanzie, limitazioni di responsabilità è arbitrazione vincolante. Per piacè nutate chì questi Termini di serviziu pò esse cambiatu da a vostra ultima visita à u nostru situ web. Pudemu rivisà è aghjurnà sti Termini di serviziu da u tempu à u tempu à a nostra sola discrezione. In l'eventuali di un cambiamentu materiale, vi avvisemu affissendu i Termini di serviziu aghjurnati in questa pagina, dopu chì duvete accettà affirmativamente i Termini di serviziu aghjurnati per cuntinuà aduprà o accede à u situ o u serviziu.",
    "1064537632": "Per piacè nutate chì u vostru usu di u nostru serviziu hè guvernatu da u nostru Acordu di Trattamentu di Dati, chì hè incorporatu quì per riferimentu. Per piacè esaminà stu accordu per vede cumu trattemu e dati persunali in u vostru nome. Nota chì operemu cum'è \"processatore di dati\" per i scopi di u Regolamentu Generale di Proteczione di Dati di l'UE, è un \"furnitore di serviziu\" per u scopu di l'Attu di Privacy di u Consumatore di California.",
    "1933936765": "Accordu di Trattamentu di Dati (Ultima aghjurnazione: 23 settembre 2021)",
    "2959486280": "Se ùn avete micca d'accordu cù questi Termini di serviziu, ùn pudete micca aduprà o accede à u situ o u serviziu.",
    "3200859925": "1. Scopu",
    "1807143500": "I servizii includenu un serviziu di sicurità in linea (u \"Serviziu hCaptcha\") è una piattaforma (a \"Plataforma di Intuition Machines\") nantu à quale un individuu (\"Contributore\") pò sceglie di eseguisce attività chì una entità terza o Intuition Machines stessa (ognuna). un \"Richiedente\") publica in u nostru situ web o u serviziu hCaptcha, sia direttamente nantu à u nostru situ web, sia accede à a piattaforma Intuition Machines è / o eseguendu attività attraversu o in cunnessione cù una entità terza è / o piattaforma o serviziu (ciascunu, un \"Integratore\"). I Richiedenti postanu i compiti è invitanu i Contributori à eseguisce in cambiu di ricumpensa furnite da IMI à Integratori, o cum'è determinatu da u Richiedente se u Richiedente utilizeghja a Piattaforma Intuition Machines o u Serviziu hCaptcha per serve i so compiti à i so propri utenti finali. Incarichemu cumpagnie è individui (ciascunu un \"Cliente\") per l'usu di a nostra piattaforma in modu chì puderanu aduprà u nostru software, i compiti di l'autore, ci ingaghjanu à i travaglii di l'autore, è / o accede à i Cuntributori. Incarcemu ancu Integratori per l'usu di u nostru Serviziu hCaptcha per riduce u fraud, l'abusu è u puzzicheghju in i so siti web, app mobile è altre pruprietà in linea. U precedente hè chjamatu cullettivu cum'è \"Servizi\".",
    "3212830633": "2. Eligibilità",
    "2605814073": "Utilizendu o registrate per i nostri servizii, accettate: avete almenu 18 anni; avete l'autorità di firmà stu accordu in nome di sè stessu o di l'entità chì rapprisentanu, è sempre resterà in cunfurmità cù questi Termini di serviziu è tutte e pulitiche è linee guida IMI riferite quì; è ùn avete micca abusu di u nostru situ web, falsificate a vostra identità à noi, o aduprà intelligenza artificiale per compie ogni parte di qualsiasi attività in IMI chì richiede intelligenza umana.",
    "2616040974": "3. Clienti è Requesters",
    "1544829730": "Sè site un Cliente o Richiedente, accettate chì i termini supplementari attaccati quì cum'è l'Appendice di u Cliente s'applicàranu è seranu incorporati per riferimentu in questi Termini di serviziu. Se ùn site micca un Cliente o Richiedente, o cessate di esse Cliente o Richiedente, allora i termini supplementari in l'Appendice di u Cliente ùn saranu micca applicati nè seranu incorporati per riferimentu in questi Termini di serviziu.",
    "3759360138": "4. Username è Password",
    "2236960358": "Dopu a registrazione, vi sarà dumandatu di divulgà certe infurmazioni persunali nantu à voi (\"Informazioni Personali\"), cumpresu u vostru nome, indirizzu email, è di creà un nome d'utilizatore è una password, tutti chì saranu sottumessi à a nostra Pulitica di privacy, dispunibule nantu à a nostra pagina. situ web. Voi solu sò rispunsevuli di monitorà, assicurendu è mantene a sicurità di u vostru contu, password, è qualsiasi chjave d'autentificazione assuciata cù u vostru contu, è vi sò rispunsevuli di ogni usu o azzione pigliata per usu di quella infurmazione nantu à i servizii.",
    "3047519814": "Accettate chì ùn sparte micca u vostru contu o password cù nimu.",
    "1699668873": "Duvete avvisà immediatamente l'IMI se suspettate chì l'infurmazione di u vostru contu hè stata arrubbata o utilizata da un altru, o qualsiasi altra violazione di a sicurità.",
    "3044038608": "Accettate di furnisciaci infurmazione vera, precisa è cumpleta cum'è dumandata in u nostru prucessu di registrazione. Avete ancu accunsentutu à aghjurnà tali informazioni prontamente quantu necessariu per mantene l'attuale è precisa.",
    "4132302900": "5. A vostra privacy, i vostri dati è \"Dati per tutti\"",
    "10724169": "Accettate a nostra Pulitica di privacy, chì guverna ciò chì faremu cù qualsiasi infurmazione persunale chì ci dete.",
    "1669194950": "In più di l'infurmazioni persunali, pudete ancu esse dumandatu à furnisce (o pò esse necessariu per noi di cullà) altre dati in modu chì pudemu furnisce i servizii (collettivamente, \"Dati di u Cliente\"). Ùn simu rispunsevuli per qualsiasi fallimentu di eseguisce servizii chì hè causatu da u vostru ritardu o fallimentu di furnisce i Dati di u Cliente.",
    "1330274831": "Per quessa, ci cuncede una licenza mundiale, non-esclusiva, sublicenziable, trasferibile, senza royalties, irrevocabile durante a durazione di stu Acordu per aduprà, riproduce, distribuisce elettronicamente è mostra publicamente qualsiasi Dati di u Cliente solu per u scopu di furnisce i servizii. . Ripresentate è garantite chì avete u dirittu, u titulu è l'interessu in e vostre dati per cuncede a licenza in questa sezione.",
    "2230333214": "Aggregate i Dati di u Cliente cù altre dati in modu chì i risultati ùn sò micca identificabili personalmente è avemu ancu recullà logs tecnichi de-identificati è dati riguardanti l'usu di i servizii (\"Dati Aggregati / De-identificati\"). Malgradu tuttu ciò chì u cuntrariu quì, tali Dati Aggregati / De-identificati ponu esse utilizati da IMI per qualsiasi scopu cummerciale durante o dopu à u termini di stu Acordu, cumpresu senza limitazione per sviluppà è migliurà i servizii è per creà è distribuisce rapporti è altri. materiali. I Dati di u Cliente ponu ancu persiste è esse visualizati in u sistema per un periudu limitatu di tempu chì ùn deve micca più di 180 ghjorni dopu chì un travagliu hè finitu, per esempiu cum'è calibrazione automatica o dati di validazione per i sistemi Intuition Machines. Per a chjarità, sta Sezione 5 ùn ci dà micca u dirittu di identificà voi cum'è a fonte di qualsiasi Dati Aggregati / De-identificati senza u vostru permessu scrittu prima.",
    "3881754581": ". Sè site un Cliente di i nostri servizii di annotazione è avete sceltu l'opzione \"Dati Per Tutti\" cum'è parte di u vostru usu di i servizii, allora cuncede à l'IMI è à tutti l'utilizatori di i servizii in u mondu sanu, micca esclusivu, sublicenziable, trasferibile, Licenza senza royalties, irrevocabile per sfruttà pienamente tutti i Dati di i Clienti, cumprese tutti i diritti di pruprietà intellettuale cunnessi. Se selezziunate l'opzione \"Dati per Tutti\", rapprisentanu è garantite chì avete u dirittu, u titulu è l'interessu in e vostre dati per cuncede a licenza in questa sezione.",
    "3496767126": "Per evità di dubbitu, u paragrafu chì seguita si applica solu à i Clienti chì utilizanu i nostri servizii di annotazione, è micca à aduprà i nostri servizii cum'è Integratore.",
    "767207800": "Se i vostri dati cuntenenu un cuntenutu potenzalmentu esplicitu o offensiu, avemu bisognu di marcà \"CUTENTU ESPLICITU\" per serve cum'è un avvisu ghjustu à tutti quelli chì vede i vostri dati. Ùn pudete micca senza un accordu scrittu separatu cù l'IMI include compiti chì violanu e nostre pulitiche, cumprese, ma senza limitazione, (a) attività chì prumove direttamente o indirettamente un altru situ web o serviziu, (b) attività chì violanu i termini di un situ web di terzu è cundizioni, (c) compiti chì dumandanu à i Cuntributori à dumandà à i terzi, (d) compiti chì dumandanu à i Cuntributori à piglià l'azzioni per manipulà u cumpurtamentu o i risultati di un situ web, (e) compiti chì violanu i diritti di pruprietà intellettuale di terze parti, è (f) compiti chì necessitanu Contributors à scaricà software o schedari.",
    "3370561195": "6. Cumportamentu Acceptable",
    "4205152730": "Vi sò incuraghjiti à interagisce cù altri utilizatori in ogni locu in u nostru situ web, Forum, messageria, chat, è altri canali di media suciale cuntrullati da IMI, ma se fate cusì, duvete rispettà tutti i termini di serviziu è l'usu di u nostru situ è tutte e lege pertinenti. .",
    "1394253934": "7. Misuse, Abuse, è Misrepresentation",
    "1406393333": "Qualchese accessu o usu di i servizii altri chì in cunfurmità cù questi Termini di servizii è qualsiasi struzzioni chì furnimu hè strettamente pruibitu. In particulare, ùn sarete micca:",
    "3409726716": "registrate per più di un contu cun noi senza auturizazione scritta;",
    "3119498672": "eseguisce ogni compitu cù l'usu di bots Internet, robots web, bots, scripts, o qualsiasi altra forma di intelligenza artificiale o altrimenti tentativu di ottene ricumpensa da IMI o qualsiasi Richiedente o Integratore senza compie i travaglii cum'è descritti;",
    "1188668818": "furnisce qualsiasi informazione falsa mentre usa stu situ web (cumpresu senza limitazione l'impresentà di qualsiasi altra persona o urganizazione in u vostru contu, o falsamente dichjarà o altrimenti falsificà sè stessu o a vostra affiliazione cù qualsiasi altra persona o urganizazione in u vostru contu;",
    "2804310964": "accede o tentativu di accede à u nostru situ web attraversu qualsiasi servitore web proxy o un altru dispositivu cuncepitu per offuscà a vostra vera situazione o identità o per qualsiasi mezzu altru ch'è l'interfaccia furnita;",
    "1374227759": "aduprà u situ web per ogni attività illegale, o per qualsiasi scopu altru ch'è u scopu per quale hè statu dispunibule;",
    "2103513933": "impegnà in attività chì interferiscenu o disturbanu u funziunamentu di u situ;",
    "137127070": "inserisce, carica, o aghjunghje ligami esterni maliziusi o scunnisciuti o schedarii, o caricate qualsiasi cuntenutu chì cuntene un virus, cavallu di Troia, verme, bomba à tempu, o altre codice di computer dannosu;",
    "1686655020": "Caricate qualsiasi cuntenutu sottumessu à copyright chì ùn hè micca u vostru travagliu originale, salvu chì ùn avete u permessu di u dirittu pruprietariu per pubblicà tali cuntenutu è cuncede à IMI tutti i diritti licenziati cuncessi quì;",
    "1406692811": "impegnà in spamming o pubblicà ogni tipu di publicità, tentativu di ottene riferimenti, cumunicazione di massa, offerte o richieste di soldi, sollecitazione di servizii, publicità, marketing, messagi senza senso, temi duplicati, cuntenutu illegale, ligami di siti web suciali, indirizzi e-mail, o ID di messageria instantània, salvu chì u compitu ùn hè micca necessariu;",
    "3893539589": "inserisce ligami esterni chì offrenu beni o servizii, salvu chì u compitu ùn hè micca necessariu;",
    "3214322759": "altrimenti impegnà in ogni attività maliciosa o fraudulenta.",
    "3733422465": "8. Verificà a vostra Identità",
    "267645277": "IMI pò verificà a vostra identità. Questu pò include paragunà a vostra infurmazione persunale cù basa di dati di terzu o documenti legali ufficiali. Ci autorisate à fà tutte e dumande necessarie per cunfirmà a vostra identità, a vostra pruprietà di u vostru indirizzu email, è a vostra pruprietà di i vostri cunti finanziari. Accettate di furnisce infurmazioni nantu à voi per aiutà à verificà a vostra identità.",
    "4169910317": "9. Cunfurmità cù a Legge",
    "519755936": "Voi solu sò rispunsevuli di rispettà e liggi federali, statali, provinciali è lucali in cunnessione cù u vostru usu di i servizii. Accettate d'indennizà è di manteneci innocui per qualsiasi rivendicazione contr'à noi perchè ùn avete micca rispettu di qualsiasi lege o violatu i diritti di terzu, cumpresi senza limitazione i diritti di u cuntrattu, a pruprietà intellettuale o a privacy.",
    "731546974": "10. Contributor o Integrator Taxes",
    "3128328457": "Sè vo site un cuntributore o un integratore, voi solu site rispunsevuli di u pagamentu di qualsiasi imposte nantu à u redditu federale, statale o lucale, a sicurezza suciale, FICA è l'indennità di i travagliadori dovute per u risultatu di l'usu di u nostru situ web. tasse o spese simili in ghjuridizione non US. Accettate di indemnizà è di manteneci innocu per qualsiasi valutazioni contr'à noi perchè ùn avete micca rispettu di e lege fiscali.",
    "2931396764": "11. Violazione di sti Termini di serviziu",
    "1240667045": "Pudemu suspende, limità, o annullà u vostru accessu à i servizii in ogni mumentu per qualsiasi mutivu, ancu perchè: (a) credemu chì avete violatu questi Termini di serviziu (cumprese altre pulitiche relative); (b) credemu chì avete violatu i nostri diritti o i diritti di qualsiasi terzu; (c) ùn pudemu micca verificà o autentificà l'infurmazioni chì avete furnitu à noi; o (d) credemu chì e vostre azzioni ponu creà passività per voi, noi o un terzu. Per evità di dubbitu, riservemu u dirittu di prevene o sospettà u pagamentu à voi se credemu ragiunate chì qualcunu di ciò chì precede si applica à tali pagamentu.",
    "1601080128": "Se suspendemu o finisce u vostru contu, ùn averete più accessu à alcuna parte di u situ web, cumprese dati, missaghji, schedari è altre materiale chì mantene in u situ. Ùn pudete micca cuntinuà à aduprà u nostru situ web sottu un nome di contu differente o novu. Violazioni di sti Termini di serviziu ponu esse perseguite à u più largu di a lege è ponu esse penali è sanzioni supplementari.",
    "1160707899": "12. U rolu di u cuntributore è a relazione cù l'IMI è l'altri richieste",
    "269838707": "Sè vo site un Cuntributore, voi è solu voi decide chì è quanti compiti à compie, è quandu è induve li compie. Sò liberi di passà quantu o pocu tempu à compie i travaglii chì sceglite. In nisun tempu ùn site micca sottumessu à l'obbligazione di compie un compitu.",
    "1087195513": "Sè vo site un Contributore chì accede à i Servizi è / o esegue compiti attraversu o in cunnessione cù un Integratore in nome di un Richiedente chì ùn hè micca IMI, allora accettate è ricunnosce chì Intuition Machines ùn hè micca rispunsevule è ùn hà micca obligazione à voi cù rispettu à qualsiasi ricumpensa o altra compensazione per i travaglii cumpletati. Accettate è ricunnosce chì qualsiasi ricumpensa o altra compensazione per i travaglii cumpletati hè determinata solu in cunfurmità cù u vostru accordu cù u Richiedente è / o l'Integratore, secondu u casu. Ogni disputa nantu à tali premii o altre compensazione (cumpresu, senza limitazione, fallimentu di riceve tali premii o altre compensazione) sò solu trà voi è u Richiedente è / o l'Integratore, secondu u casu.",
    "952813944": "Nè u vostru usu di u nostru situ web nè nunda in questu accordu crea un impiegu, partenariatu, joint venture, agenzia, franchising, o relazione di rappresentante di vendita trà voi è Intuition Machines. Ùn vi furnisce micca alcun equipamentu o arnesi per cumpiendu un compitu. Ùn vi furnitemu micca benefici, compensazione di i travagliadori, o cobertura d'assicuranza. Ùn simu rispunsevuli di ogni spesa chì incurre in usu di u nostru situ web. Ùn reteremu micca alcuna quantità da a vostra ricumpensa per l'imposta federale o statale, a Seguretat Soziale o qualsiasi altra imposta. Sò liberu in ogni mumentu di fà e so attività per ogni persona o impresa, cumpresu qualsiasi di i nostri cuncurrenti. Ùn avete micca l'autorità per entra in alcun cuntrattu, scrittu o orale, in nome di Intuition Machines.",
    "3460432665": "Malgradu ciò chì precede, sè site un contribuente di i Stati Uniti, pudemu dumandà à voi un W-9, per esse aghjurnatu annu, è pudemu impedirvi di eseguisce attività finu à chì avete cumpletu o aghjurnatu un W-9.",
    "458271951": "Sè vo site un Cuntributore chì accede à i servizii è / o esegue compiti attraversu o in cunnessione cù un Integratore in nome di Intuition Machines (agisce cum'è Richiedente), Intuition Machines pò ricumpensà per u cumpletu accettabile di certi compiti. In l'eventu chì vi trovate esse impegnatu in fraude, abusu o violazione di sti Termini di serviziu, tutti i premii per voi ponu esse ritenuti è / o recuperati da Intuition Machines.",
    "3056723024": "13. Cumpiimentu inaccettabile di i travaglii",
    "3913203723": "Se, per qualsiasi mutivu, u Richiedente ùn accetta micca a realizazione di un compitu chì avete finitu, voi cum'è Contributore o Integratore ùn avete micca u dirittu à alcuna ricumpensa per u compitu. In l'eventu chì i premii sò digià spargugliati à voi per un compitu cumpletu inaccettabilmente, pudemu ricuperà da voi.",
    "3666807632": "14. Cuntributore Qualificazioni è Skills",
    "1993899769": "15. U nostru usu di l'infurmazione",
    "2927283721": "Facendu compiti nantu à u nostru situ web, autorizziate a cullizzioni, l'usu è a divulgazione di a vostra infurmazione persunale in cunfurmità cù a nostra Politica di privacy. Inoltre, pudemu sparte certe infurmazioni nantu à voi è i vostri compiti finiti à u Richiedente chì i so compiti avete finitu per facilità a relazione di serviziu è migliurà u situ web, cumpresu, per esempiu, l'ID di u Contributore, i risultati di i travaglii finiti, è altri attributi ligati à e vostre qualificazioni, lingue, cumpetenze è usu di u situ web.",
    "3027055607": "16. Pruprietà intellettuale è diritti di pruprietà",
    "3910971075": "L'IMI pussede tutti i diritti, cumpresi i diritti di pruprietà intellettuale, in u codice fonte, u codice d'ughjettu o a struttura sottostante, idee o algoritmi, API, è qualsiasi software, documentazione o dati supplementari riguardanti i Servizi (\"Software\"). Ùn avete micca, direttamente o indirettu, per via di un terzu o altrimenti: (a) ingegneria inversa, decompile, disassemble, o altrimenti tentativu di scopre u Software; (b) mudificà, traduce, o crea opere derivate basatu annantu à qualsiasi Software; (c) copià, affittu, affittu, distribuisce, impegnà, assignà, o altrimenti trasferisce o gravanu diritti à qualsiasi Software; (d) aduprate qualsiasi Software per timesharing, scopi di serviziu di serviziu, o altrimenti per u benefiziu di un terzu; o (e) sguassate qualsiasi avvisi o etichette di pruprietà.",
    "3660891610": "Sè vo site un Cuntributore, l'IMI, è micca voi, hà i diritti di pruprietariu in ogni travagliu chì pruduce cum'è parte di cumpiendu ogni compitu. Acceptendu i termini di stu Accordu accunsente à (è da quì) trasferisce u pussessu, a pruprietà è u titulu (cumpresi tutti i diritti di pruprietà intellettuale esistenti in u mondu) in u vostru travagliu à noi. Per assicurà chì simu capaci di acquistà, perfezzione è aduprà tali diritti, accunsente in più à (i) firmà ogni ducumentu per aiutà à a documentazione, a perfezione è l'esercitu di i nostri diritti; è (ii) furnisce un accessu ragiunate à l'infurmazioni per a registrazione, perfezzione, assicurazione, difenda è rinfurzà tali diritti di pruprietà in tutti i paesi. I vostri obblighi sottu à sta sezione cuntinueghjanu ancu dopu avè annullatu o cessate l'usu di i servizii. Ci nominate cum'è u vostru avvucatu in fattu per eseguisce documenti in nome di voi per i scopi stabiliti in questa sezione.",
    "426125156": "17. Copyright è TakeDown",
    "1408530660": "IMI rispetta a pruprietà intellettuale di l'altri è riservemu u dirittu di caccià da u nostru situ qualsiasi materiale chì credemu pò violà i diritti intellettuale di qualsiasi terzu. Se crede chì u vostru propiu travagliu hè statu copiatu in una manera chì custituisce una violazione di copyright in stu situ web, cuntattate l'assistenza clienti di Intuition Machines.",
    "2696932851": "18. Indemnità",
    "3844300338": "Accettate d'indennizà, difende è manteneci innocui da qualsiasi rivendicazione, danni, passività, costi è spese (cumprese onorari è costi di l'avucati ragiunate), derivanti o in relazione à a vostra prestazione di compiti o u vostru usu di u nostru situ web. .",
    "2474091800": "19. Dispute cù altri utilizatori; Libera",
    "3162107126": "IMI ùn hè micca parte di alcuna disputa trà voi è qualsiasi altru utilizatore di i servizii. Liberate IMI è i so affiliati da qualsiasi rivendicazione, dumanda è danni di ogni tipu è natura, cunnisciuti è scunnisciuti, suspettati è insuspetti, divulgati è micca divulgati, derivanti da o cunnessi cù qualsiasi disputa trà voi è un altru utilizatore.",
    "2271969747": "20. Informazioni cunfidenziale chì avete ricevutu",
    "1042802841": "L'infurmazione cunfidenziale hè qualsiasi infurmazione chì hè marcata cum'è cunfidenziale o propietaria, o chì deve esse ragiunate intesa da a parte ricevente cum'è cunfidenziale o propietaria. Questu ùn include micca alcuna informazione chì hè (1) dispunibule publicamente, (2) digià in u pussessu di, sviluppatu indipindente da, o digià cunnisciuta da a parte ricevente, o (3) hè stata divulgata da l'ordine di a corte o cum'è altrimenti dumandatu da lege.",
    "1918025546": "Sè vi sò furnuti infurmazione cunfidenziale da qualcunu nant'à i servizii, accunsenu à prutezzione di u sicretu di l'infurmazioni cunfidenziale cù u listessu gradu di cura chì utilizate per prutege a vostra propria infurmazione cunfidenziale, ma in nisun casu cù menu di cura. Ùn pudete micca divulgà o pubblicà alcuna infurmazione cunfidenziale o propietaria, salvu ciò chì pò esse necessariu per a realizazione di un compitu. Tutte l'infurmazioni in un compitu nantu à a piattaforma Intuition Machines deve esse cunsiderate cum'è cunfidenziale ancu s'ellu ùn hè micca espressamente designatu cum'è cunfidenziale.",
    "2690395789": "Sè è quandu ùn avete più bisognu di l'infurmazioni cunfidenziale chì avete ricevutu, avete da rinvià immediatamente o distrughjenu (cum'è dumandatu da quellu chì hà divulgatu l'infurmazioni) tutte e copie di l'infurmazioni chì esistenu in i locali, sistemi o altre equipaghji chì cuntrollate.",
    "2178073797": "Perchè a divulgazione di l'infurmazioni cunfidenziale pò causà dannu irreparabile, a parte divulgativa hà u dirittu di cercà un sollievu ingiuntivu per qualsiasi violazione o minacciata di violazione di stu termini.",
    "2185860003": "21. Modificazioni di u situ web",
    "2631249972": "Pudemu migliurà o mudificà u nostru situ web senza avvisu à voi.",
    "3764131594": "22. Siti web di terzu",
    "295955580": "U nostru situ web pò cuntene ligami à siti web di terze parti. Ùn cuntrullemu micca, investigate, monitoremu o verificate tali siti web. Ùn simu micca rispunsevuli di nè appruvemu i prugrammi di computer, u cuntenutu, o l'opinioni cuntenuti in tali siti web. Se decide di abbandunà u nostru situ web è accede à qualsiasi situ web di terzu, fate cusì à u vostru risicu.",
    "838225123": "23. Disclaimer of Warranty",
    "3897238493": "I SERVIZI VENU FRUTI IN BASE \"AS IS\". NO FACEMU NI RIPRESENTAZIONI O GARANTIE, IMPLICITE O ESPRESSE, IN RIGUARDO A L'ACCESSIBILITÀ, L'ATTIVITÀ, A LEGALITÀ, A DISPONIBILITÀ O FUNZIONALITÀ DI I SERVIZI, QUALUNQUE SOFTWARE O MATERIALE RELATATI, I TASKS, O QUALUNQUE ATTIVITÀ DI ATTIVITÀ. À LA MASSIMA MESSA PERMESSA DA LEGGE, IMI DECLINA TUTTE E CONDIZIONI ESPLICITE O IMPLICITE, RIPRESENTAZIONI E GARANTIE INCLUSI, MA NON LIMITATE, LE GARANZIE DI COMMERCIABILITÀ, IDONEITÀ PER UN SCOPO PARTICOLARE, E NON VIOLAZIONE. U VOSTRE RIMEDIU UNICA È ESCLUSIVA CONTRA IMI IN RISPETTU DI QUALSIASI DIFETTI, NON-CONFORMANCES, O DISSATISFACTION hè di cessà l'usu di i servizii. da u vostru accessu o usu di u situ web o Intuition Machines Platform. L'interruzioni pianificate è micca pianificate ponu accade, è ùn garantimu micca a dispunibilità ininterrotta di u nostru situ web.",
    "2110259227": "24. Limitazione di Responsabilità",
    "3018077211": "25. Risoluzione di disputa di u cuntributore",
    "2790841456": "Sè vo site un Cuntributore, accettate a seguente clausola d'arbitrazione è rinuncia à l'azzione di classi:",
    "3302832698": "Soluzione alternativa di a disputa hè necessaria.",
    "561456032": "Accettate chì per qualsiasi disputa chì sorge da o in relazione cù u vostru usu di i servizii, cumpresa qualsiasi disputa chì pò esse surghjendu da u mumentu chì avete cuminciatu à eseguisce i travaglii per l'IMI, è specificamente cumpresa qualsiasi pretesa ligata à esse o micca classificate cum'è un imprenditore indipendente, prima notificà à l'IMI di a vostra pretesa contru à ellu. Tu è l'IMI pruvate tandu di risolve u prublema per via di negoziazione diretta o di mediazione. Divideremu ugualmente u costu di a mediazione è accunsentemu chì a mediazione serà realizata per via telefonica o altri mezzi elettronichi. Se una reclamazione ùn resta micca risolta dopu à negoziazioni informali o a mediazione, accettate chì voi è IMI userete l'arbitramentu finale è vincolante per risolve a disputa. Questa clausula guverna tutte e rivendicazioni retroattivamente da u mumentu chì avete cuminciatu à aduprà u nostru situ web, sia basatu nantu à tort, cuntrattu, statutu, cumprese, ma senza limitazione, qualsiasi rivendicazione di discriminazione è fastidiu, sia basate nantu à a California Fair Employment and Housing Act. , Titulu VII di l'Attu di i Diritti Civili di u 1964, cum'è mudificatu, o qualsiasi altra lege o regulazione statale o federale, lege equa, o altrimenti.",
    "3794239003": "Prucedura d'arbitramentu.",
    "4193379787": "Tuttu l'arbitramentu sottu à stu accordu serà realizatu sottu à e regule di l'Associazione Americana di Arbitramentu o da un serviziu d'arbitramentu mutualmente accunsentutu. L'arbitru serà un arbitru americanu sceltu da una lista di micca menu di sette (7) nomi attraversu strike alternativu. In l'arbitramentu, ogni parte avarà u dirittu di fà una scuperta civile adeguata, di portà mozioni dispositive, è di prisentà testimonii è evidenza cum'è necessariu per presentà i so casi è difese, è ogni disputa in questu riguardu serà risolta da l'arbitru. A risoluzione di a disputa serà basata solu nantu à a lege chì guverna e rivendicazioni è e difese invocate, è l'arbitru ùn pò micca invucà alcuna basa altru ch'è quella legge di cuntrollu. L'arbitru hà l'immunità di un ufficiale ghjudiziariu da a responsabilità civile quandu agisce in a capacità di un arbitro, chì immunità supplementa qualsiasi altra immunità esistente. I premii devenu include l'opinione motivata scritta di l'arbitru. Rinunzià u vostru dirittu à un prucessu da ghjuria di qualsiasi riclamazione chì pudete avè contr'à l'IMI o chì l'IMI pò avè contru à voi. Ogni pretesa sottu à sta clausola deve esse presentata in u periodu di limitazione applicabile. L'Attu Federale di Arbitramentu di i Stati Uniti guverna sta clausula, è ricunnosce chì questu Acordu evidenza una transazzione in u cummerciu.",
    "2583888954": "Eccezzioni.",
    "1034830": "I disputi chì ùn ponu micca esse sottumessi à un accordu d'arbitramentu predispute cum'è furnitu da a Dodd-Frank Wall Street Reform and Consumer Protection Act (Legge Publica 111-203) sò esclusi da questu.",
    "263977834": "Esaurimentu Amministrativu.",
    "1807512722": "Pudete purtà ogni pretesa derivante da u vostru usu di stu situ web à una agenza amministrativa, ma solu in a misura chì a lege applicabile permette l'accessu à una tale agenzia malgradu l'esistenza di un accordu per arbitrate. Tali rivendicazioni amministrativi includenu, senza limitazione, rivendicazioni o carichi presentati davanti à a Cummissione di l'Equal Employment Opportunity, u Dipartimentu di u travagliu di i Stati Uniti è u Cunsigliu Naziunale di Relazioni di u travagliu. Nisuna in questa clausola ùn serà ritenuta chì impedisce o scusate di presentà una reclamazione amministrativa davanti à qualsiasi agenzia per cumpiendu a vostra obbligazione di esaurisce i rimedi amministrativi prima di fà una reclamazione in arbitratu, però, rinunzià u dirittu à qualsiasi premiu monetariu per questu tali. procedimenti di l'agenzia.",
    "996430331": "Locu di l'arbitramentu.",
    "3040062804": "Ogni prucedura d'arbitramentu sottu sta sezione si svolgerà in modu predeterminatu in u Statu di California, salvu chì ùn site micca fora di i Stati Uniti, in quale casu l'arbitramentu si svolgerà interamente in modu elettronicu o telefonicu. L'arbitramentu pò esse realizatu in qualsiasi altru locu s'ellu hè accunsentutu da ogni parte per scrittu. Indipendentemente da u so locu, ogni parte pò optà per apparisce à l'arbitramentu via video in diretta o teleconferenza.",
    "3091247030": "Rinuncia à l'Azione di Classe.",
    "2520904193": "You rinunzià ogni drittu vo avete per ogni disputa à esse purtatu, intesu, o arbitrated cum'è una classa, cullettivu, o azzione rapprisintanti. Malgradu qualsiasi altra clausula contenuta in stu accordu, a frase precedente ùn serà micca separata da questu accordu in ogni casu. Qualchese pretesa chì tutta o parte di sta rinuncia hè inapplicabile, inconscionable, nulla o annullabile pò esse determinata solu da un tribunale di ghjuridizione competente è micca da un arbitru. Ùn sarete micca rimpiazzati o impediti di cumpiendu i travaglii nantu à u nostru situ web per via di l'eserciziu di i vostri diritti sottu a Sezione 7 di l'Attu Naziunale di Relazioni di u travagliu, o da a presentazione o a participazione à una classa, azzione cullettiva o rapprisentativa in ogni foru. , ma pudemu legalmente cercà l'infurzazioni di sta rinuncia à l'azzione di classa, è cercà a licenziamentu di tali classi, azzioni o rivendicazioni di classi, cullettive o rapprisentanti.",
    "3493572638": "Costi è Tariffe.",
    "702926385": "I partiti sopportanu ognuna e so spese rispettive per a rapprisentazione legale in qualsiasi tali arbitrazione, salvu chì i diritti di l'avucatu sò esplicitamente previsti da a lege. I partiti divideranu ogni tassa amministrativa iniziale caricata da l'arbitru, finu à un costu massimu per voi di dui centu cinquanta dollari (US $ 250.00). U costu di l'arbitru è u ghjurnalista di a corte, s'ellu ci hè, serà inizialmente sopr'à noi; in ogni modu, l'arbitru hà a discrezione di attribuisce i costi appropritati à a parti prevalente, cum'è previstu da a lege, è / o di dumandà à e parti di sparte i costi assuciati cù l'arbitru è / o ghjurnalista di a corte.",
    "3199694247": "Divisibilità.",
    "3102490587": "Eccettu per a Rinuncia à l'Azione di Classe, se qualsiasi termini o disposizioni, o parte di sta clausola d'arbitramentu hè dichjarata nulla o inapplicabile, serà divisa è u restu di a clausola d'arbitramentu serà infurzata.",
    "2323013093": "26. Legge Applicabile",
    "2900525040": "E liggi di u Statu di California regulanu questi Termini di serviziu è qualsiasi cuntruversia, disputa, o pretesa chì derivanu da elli.",
    "3339302473": "27. Terminazione",
    "1158384644": "Pudete sceglie in ogni mumentu di cessà l'usu di u nostru situ web, basta chì duvete rispetta tutte e pulitiche IMI applicabili. Pudemu, à a nostra sola discrezione, finisce stu accordu, suspende l'accessu à u nostru situ web, o sguassate ogni serviziu immediatamente senza avvisu per qualsiasi ragione.",
    "41530052": "28. Cundizioni generale",
    "3202747130": "Accordu tutale. Questi Termini di serviziu è qualsiasi pulitiche, prucedure, o termini riferiti in questu accordu custituiscenu l'accordu tutale di e parti in quantu à u sughjettu, è rimpiazzanu è annullanu tutti l'accordi, rivendicazioni, rapprisintazioni è intelligenza di i partiti precedenti è contemporanei. .",
    "4080263153": "Nisuna rinuncia. Ùn seremu micca cunsiderati chì anu rinunziatu à alcuna parte di i nostri diritti o rimedi, salvu chì a rinuncia hè in scrittura è firmata da noi. Se ritardemu di rinfurzà o fallenu à rinfurzà i nostri diritti sottu à qualsiasi disposizione di stu accordu, chì ùn custituiscenu micca una rinuncia à u nostru drittu per rinfurzà successivamente tale disposizione o qualsiasi parte di stu accordu.",
    "1789371580": "Assignability. Ùn pudete micca assignà questi Termini di serviziu senza u nostru accunsentu scrittu prima. Pudemu assignà sti Termini di serviziu in ogni mumentu, senza avvisu. Sugettu à ciò chì precede, sti Termini di serviziu seranu vincolanti per i successori di ogni parte è l'assignati permessi.",
    "2819628066": "Divisibilità. Se qualsiasi disposizione di sti Termini di serviziu hè trovata invalida o inapplicabile per qualsiasi mutivu, ùn affetterà micca a validità è l'applicabilità di qualsiasi disposizioni restante.",
    "3955981186": "Ammendamenti. Aucune modification ou amendement à ces Conditions d'utilisation par quiconque autre qu'IMI ne liera l'IMI à moins qu'il soit dans un document écrit signé par un représentant dûment autorisé de l'IMI.",
    "1377538813": "Lingua prevalente. A versione in lingua inglese di sti Termini di serviziu hà da cuntrullà in tutti i rispetti è prevalerà in casu di qualsiasi inconsistenzi cù e versioni tradutte, s'ellu ci hè.",
    "2438016011": "Accordu Voluntariu. Tutti i partiti di sti Termini di serviziu rapprisentanu è accunsenu chì ognunu hà rivisatu tutti l'aspetti di stu accordu, hà lettu currettamente è capisce cumplettamente tutte e so disposizioni, è hè volontariamente entre in stu accordu.",
    "2445034923": "Se ùn avete micca d'accordu cù tutti i termini è e cundizioni di sti Termini di serviziu, ùn (è ùn pudete micca) aduprà o accede à u situ o à i servizii.",
    "2646127839": "Appendice Cliente à i Termini di serviziu Maestru",
    "4097297673": "Cum'è Cliente, Richiedente, o Integratore, accettate di esse ligatu da i termini sottu in più di qualsiasi altri termini vincolanti trà voi è IMI.",
    "1093280979": "1. Forme d'ordine di piattaforma",
    "1549953005": "Puderete avè cumpletatu unu o più moduli d'ordine d'accessu à a piattaforma (ciascunu, un \"Formulu d'ordine\") cum'è una cundizione per diventà Cliente o Richiedente. Sì cusì, i termini è e cundizioni descritti in a Forma di Ordine diventanu parte di i Termini di serviziu è sò incorporati per riferimentu.",
    "3819851005": "2. Tariffe",
    "1591032933": "Pagherete à l'IMI i tariffi cum'è descritti in u Modulu di Ordine applicabile via u metudu di pagamentu chì avete furnitu in u Modulu di Ordine applicabile. A menu chì e duie parti ùn sò espressamente accunsentutu per iscritto, furnisce u pagamentu tutale per tutte e fatture emesse in trenta (30) ghjorni dopu a data di spedizione di a fattura. Ci autorizeghjanu à eseguisce l'autorizazioni di a carta di creditu nantu à tutte l'infurmazioni di a carta di creditu chì ci furnite, per almacenà l'infurmazioni di a carta di creditu, è per carricà a vostra carta di creditu o qualsiasi altru contu chì accunsemu mutualmente cum'è una forma di pagamentu. A menu chì ùn sia micca dichjaratu altrimenti nantu à u Modulu di Ordine o in u vostru Accordu di serviziu d'impresa o Accordu di serviziu maestru, tutti i tariffi per i servizii, fora di l'eccessi, sò fatturati annu à l'iniziu di i servizii furniti da IMI sottu u vostru Accordu (a \"Data di entrata in vigore\").",
    "4142610534": "Qualchese pagamentu tardiu accumulerà carichi tardi à a tarifa di 1.5% per centu per mese o a quantità massima permessa da a lege, quale hè u più bassu. Se ùn avete micca pagatu l'ammontu dovutu sottu à questu Acordu per qualsiasi mutivu, u vostru contu pò esse sospesu, à a nostra sola discrezione, in quale casu ùn sarà micca fattu alcun pagamentu supplementu da u vostru contu per a fine di i travaglii è tutti i vostri compiti seranu eliminati. da u nostru situ web. Duvete rimbursà per tutte e quantità dovute nantu à a dumanda, in più di qualsiasi tariffi di trasfurmazioni, tariffi tardivi o spese di avucatu. Pudemu ancu fà rapporti adatti à l'agenzii di rapportu di creditu è à l'autorità di l'ordine.",
    "512991700": "Se vulete disputà qualsiasi tariffu, duvete cuntattà u nostru dipartimentu di assistenza à i clienti più tardi trenta (30) ghjorni dopu à a data di chjude nantu à a prima fattura o dichjarazione di u contu in u quale l'errore o u prublema hè apparsu per riceve un aghjustamentu o creditu.",
    "1273914192": "3. Impositi",
    "4242322181": "Sò rispunsevuli di u pagamentu di tutte e tasse assuciate cù i servizii altri chì i tassi di i Stati Uniti valutati nantu à u redditu nettu o a pruprietà persunale di Intuition Machines.",
    "1671996585": "Pudete esse dumandatu à integrà u vostru situ web, applicazione, o piattaforma cù i nostri servizii via a nostra interfaccia di prugrammazione di l'applicazione (\"API\"). In casu chì fate cusì, vi cuncedemu una licenza limitata, non esclusiva, non trasferibile, non assignable, revocable per utilizà l'API solu per accede à i servizii. Pudemu mudificà l'API è / o cessà u supportu di vechji versioni o versioni di l'API in ogni mumentu. Riservemu u dirittu di suspende o limità u vostru accessu à l'API à a nostra sola discrezione, è useremu sforzi ragiunate per furniscevi avvisu prima di a sospensjoni.",
    "4036662147": "5. Prutezzione di l'infurmazione cunfidenziale",
    "3564208535": "Accettate d'utilizà sforzi cummirciali ragiunate per prutege ogni infurmazione cunfidenziale ricevuta da noi o attraversu i nostri servizii. include punteggi di bot è ditaglii non publichi di u nostru serviziu d'impresa, cumpresa a documentazione non publica è qualsiasi dettagli chì pudemu sparte in quantu à i nostri metudi di rilevazione di bot. S'ellu vi hè cuncessu l'accessu à qualsiasi tali Informazioni cunfidenziale, pudemu mudificà, sospende, o limità u vostru accessu à i nostri servizii à a nostra sola discrezione se determinemu chì l'infurmazione cunfidenziale hè esposta da u vostru usu di i nostri servizii, è avemu aduprà sforzi ragiunate. per dà un avvisu prima di a sospensjoni.",
    "120384113": "6. Terminazione",
    "453723556": "Pudete finisce stu Appendice di u Cliente indipendentemente da i Termini di serviziu cessendu di esse Cliente o Richiedente. Riservemu u dirittu di suspende o finisce u vostru statutu cum'è Cliente o Richiedente in ogni mumentu, o altrimenti finisce u vostru contu o l'usu di i servizii in cunfurmità cù i Termini di serviziu. Rimanete rispunsevuli dopu a terminazione per qualsiasi quantità dovuta sottu u vostru Modulu d'Ordine. Se u vostru abbonamentu include ogni tarifu mensile o annuale o minimu mensile o annuale, sarete sempre rispunsevuli di pagà per tutti i tariffi di servizii finu à a fine di quellu mese o annu, rispettivamente.",
    "218889628": "Eccettu induve finiscemu stu Appendice di u Cliente o i Termini di serviziu per via di a vostra violazione di questu Appendice di u Cliente o i Termini di serviziu, se terminamu è avete pagatu in anticipu qualsiasi tariffu per noi, rimborseremu una parte pro-rata di quelli. importi prepagati, basatu annantu à u tempu restante o servizii chì avete pagatu, quellu chì hè menu. Finiremu u nostru travagliu in una manera cummirciali raghjone è priservà è furnisce à voi tutti i Set di Dati di Output pagati è tutti i Dati di i Clienti in u nostru pussessu. Dopu à ogni terminazione, pudemu, ma ùn sò micca obligati à sguassà ogni dati.",
    "2505227594": "7. Overages",
    "2369877184": "A tarifa massima RPS massima permessa per Integratori o Clienti hCaptcha hè di 1000 richieste per seconda à entità in u vostru contu (\"RPS\"), salvu chì altrimenti specificate da un accordu cuntrattuale scrittu trà voi è noi.",
    "234420106": "In l'eventu chì site un Integratore o Cliente di u serviziu hCaptcha Enterprise è u vostru usu di l'API cum'è misurata da RPS supera a tarifa furnita per u vostru livellu di serviziu, pudemu sceglie di mudificà u vostru serviziu o di carica una tarifa eccessiva. In l'eventu chì a vostra tarifa massima RPS supera a tarifa furnita per un fattore di 10 per 10 o più minuti in totale in un periodu di 30 ghjorni è a maiò parte di sti richieste sò, à u nostru solu ghjudiziu, micca trafficu maliziusu, pudemu elettu di vi addebità à u vostru tarifu eccessivu specificatu cuntrattuale per tutte e dumande API fatte in quellu mese.",
    "2619472217": "8. Revendita",
    "2019702084": "À moins qu'il ne soit expressément autorisé dans l'Accord de service principal du Client ou l'Accord de revendeur, les Services SaaS ordonnés ne seront pas vendus, revendus, loués, sous-affittés, autorisés, sous-licenciés, ni mis à disposition à un autre tiers (autre qu'un affilié du client). ), è tutti l'ordini sottu à l'Acordu è tutti l'usu di u Cliente di u Serviziu seranu per u Cliente o l'usu di l'affari internu di u so Affiliatu.",
    "1233229030": "Miscellaneous",
    "1467783792": "Nisuna persona, entità o urganizazione sanzionata da i Stati Uniti (un \"Attore sanzionatu\") hè eligibile per ricumpensa o per utilizà i servizii cum'è Integratore. Per evità di dubbitu, questu include qualsiasi Attori sanzionati designati da l'Office of Foreign Assets Control (\"OFAC\") di u Dipartimentu di u Tesoru di i Stati Uniti.",
    "3759657802": "Ùn pudete micca assignà, trasferisce, o delegate questi Termini di serviziu o i vostri diritti o obbligazioni quì sottu in alcun modu (per operazione di lege o altrimenti).",
    "1627232990": "E traduzioni di sti Termini di serviziu sò furnite nantu à una basa di u megliu sforzu. In casu di una differenza sostanziale trà i Termini di serviziu in lingua inglese è una traduzzione di questu, i Termini di serviziu in lingua inglese seranu interpretati cum'è autoritarii.",
    "805221621": "Per piacè cuntattateci à",
    "259613338": "s'è vo avete ogni quistione riguardanti sti Termini di serviziu.",
    "2735878907": "Dichjarazione di Pianificazione di Continuità di l'Affari",
    "2887242610": "Intuition Machines, Inc hà sviluppatu un Pianu di Continuità di l'Affari nantu à cumu risponderemu à l'avvenimenti chì disturbanu significativamente a nostra attività hCaptcha. Siccomu u timing è l'impattu di disastri è disrupzioni hè imprevisible, duvemu esse flessibili per risponde à l'avvenimenti attuali mentre si verificanu. Cù questu in mente, vi furnemu sta infurmazione nantu à u nostru pianu di continuità cummerciale.",
    "809251240": "Cuntattateci",
    "2551802342": "- Prughjemu di ricuperà rapidamente è ripiglià l'operazioni cummerciale dopu una disrupzione significativa di l'affari è rispundemu salvaguardendu i nostri impiegati è a pruprietà, facendu una valutazione finanziaria è operativa, pruteggendu i libri è i registri di l'impresa, è permette à i nostri clienti è i so utilizatori finali di transazzione in linea. In breve, u nostru pianu di continuità cummerciale hè pensatu per permette à a nostra impresa di ripiglià l'operazioni u più prestu pussibule, datu u scopu è a gravità di l'interruzzione significativa di l'affari. U nostru pianu di continuità di l'affari indirizza: salvezza è ricuperazione di dati; tutti i sistemi di missione critica; valutazioni finanziarie è operative; cumunicazioni alternative cù i clienti, l'impiegati è l'organi di vigilanza; locu fisicu alternativu di l'impiegati; impattu criticu di u fornitore è u cliente; rapportu regulatori; è dà à i nostri clienti un avvisu puntuale se ùn pudemu micca cuntinuà a nostra attività. U nostru pool di fornitori core sustene i nostri registri impurtanti in una zona geograficamente separata. Mentre chì ogni situazione d'emergenza pone prublemi unichi basati nantu à fatturi esterni, cum'è l'ora di u ghjornu è a gravità di a disrupzione, ci sò stati cunsigliati da stu gruppu di fornitori chì u so scopu hè di restaurà e so propiu operazioni è di pudè ripiglià i servizii rapidamente. Ancu s'è avemu travagliatu per riduce u risicu utilizendu un settore diversu di fornitori, i vostri servizii puderanu esse mudificati o interrotti durante stu periodu.",
    "826396656": "U nostru Pianu di Continuità di l'Affari",
    "1979347895": "- L'interruzioni di l'affari significativu pò varià in u so scopu, cum'è solu a nostra impresa, un unicu edifiziu chì accoglie a nostra impresa, u quartieru induve si trova a nostra impresa, a cità induve simu situati, o tutta a regione. In ognuna di queste zone, a gravità di a disrupzione pò ancu varià da minima à severa. In una disrupzione à a nostra impresa, u nostru distrittu cummerciale, a cità, o regione o un edifiziu chì ospita a nostra impresa, trasfereremu e nostre operazioni à un situ lucale quandu hè necessariu è ùn aspittemu nisuna disrupzione materiale à l'operazioni cummerciale. In ogni situazione, pensemu di cuntinuà in l'affari, trasfiriri l'operazioni à fornitori alternativi se ne necessariu, è vi avvisemu attraversu u nostru situ web à hcaptcha.com è a nostra pagina di statutu à hcaptchastatus.com in quantu à cuntattateci. Se l'interruzzione significativa di l'affari hè cusì severa chì ci impedisce di stà in l'affari, vi avvisemu rapidamente.",
    "653679457": "Disrupzioni Varianti",
    "410397176": "Per più infurmazione",
    "2095899021": "Linee guida di marca hCaptcha è Licenza generale di marca",
    "2340340589": "Linee guida per aduprà a marca hCaptcha",
    "2430148876": "Avemu creatu queste linee guida è una licenza generale di marca per fà u più faciule pussibule per i nostri clienti, partenarii è fans di travaglià cù a nostra marca mentre cunservendu a nostra identità corporativa. Sè avete bisognu di usà icone hCaptcha, loghi, o altre marche in modi chì differenu materialmente da queste linee guida, avete bisognu di cuntattateci (IMI) per una licenza scritta.",
    "3884400764": "Mentre pudete usà i marchi hCaptcha per queste linee guida, ùn significa micca chì avete alcun dirittu investitu in i Marchi hCaptcha, i loghi, o in qualsiasi altra marca, nome cummerciale, marca di serviziu, nome di cummerciale o bona vuluntà di hCaptcha. Vulemu cuncede a più flessibilità pussibule, ma simu ubligatori di prutege hCaptcha contr'à l'usu micca autorizatu di qualsiasi marca, nome cummerciale, marca di serviziu, nome di cummerciale o bona vuluntà di hCaptcha. Ogni usu micca autorizatu finisce automaticamente u permessu o a licenza cuncessa da hCaptcha è pò incurrisce a responsabilità legale per qualsiasi danni.",
    "512598290": "Cusì, duvemu dumandà chì avete sempre aduprà tutti i marchi è i loghi hCaptcha in una forma chì aderisce à e regule sottu, cumpresi capitalizazione, tipografia è stile.",
    "2075610992": "Grazie per u vostru sustegnu!",
    "1023190144": "hCaptcha® in u testu",
    "4274324704": "Eccu cumu utilizà u nostru nome in copia scritta:",
    "3912926900": "hCaptcha® deve avè un simbulu di marca registrata a prima volta chì appare in una copia creativa.",
    "950637875": "L'ortografia di hCaptcha ùn deve mai esse cambiata è hCaptcha deve esse sempre capitalizata in a seconda lettera (\"C\"). Ùn hè mai plurale o pussessu.",
    "2624601135": "\"hCaptcha\" ùn deve esse usatu cum'è parte di un nome di marca, unitu cù un trattino, o usatu in nomi di applicazioni o altri prudutti.",
    "3828090208": "Invece, aduprate \"per hCaptcha\". Se s'utilice cù un logu di terzu, \"per hCaptcha\" deve esse più chjucu in quantu à u logu di terzu.",
    "4149738856": "hCaptcha deve esse usatu cum'è aggettivu è seguitatu da un termu genericu propiu.",
    "1446868537": "hCaptcha ùn deve mai esse usatu cum'è un verbu.",
    "2487931657": "Ùn aduprate micca: \"avemu hCaptcha'd u nostru situ\".",
    "2565565429": "Invece aduprà: \"Usemu hCaptcha per fà u nostru situ più sicuru è più sicuru\".",
    "3434202027": "Ogni usu di u nome hCaptcha in cumunicazioni richiede l'attribuzione: \"hCaptcha hè una marca registrata di Intuition Machines, Inc\".",
    "2754937029": "Usi inaccettabili",
    "2436973524": "Solu riferimenti precisi sò accettabili. Ùn hè permessu di dì chì un situ usa i servizii hCaptcha è l'applicazioni quandu ùn hè micca. In listessu modu, l'usu di u nostru logu o di qualsiasi badge hè ancu appruvatu solu quandu u situ usa servizii hCaptcha.",
    "69844082": "hCaptcha marchi, simbuli grafichi, loghi, fonti, o icone ùn ponu ancu esse aduprati in una manera disprezzante.",
    "3861413614": "Ùn pudete micca aduprà alcuna marca o logò hCaptcha chì implica chì hCaptcha hà una affiliazione o appruvazioni, sponsorizazione o supportu di un pruduttu o serviziu di terzu, senza permessu scritta espressa.",
    "1409822234": "In nessuna circustanza una marca hCaptcha identica o quasi identica serà usata cum'è un nome di duminiu.",
    "4181060163": "I terzi ùn anu micca aduprà variazioni o misspellings o agisce in ogni modu chì pruvucassi qualsiasi cunfusione di interessu iniziale nantu à i marchi hCaptcha.",
    "3955555607": "Oltre à i Partenarii o i Rivenditori Autorizzati, i terzi ùn ponu micca offerte per parole chjave, Google AdWords, o altri sistemi di publicità mirati chì utilizanu marchi hCaptcha o misspellings. Nè terzu pò aduprà marchi hCaptcha in nomi di duminiu, ogni search engine optimization, meta tags, termini di ricerca, codice, o altre misrepresentation.",
    "1985238261": "Altri Marchi Limitati",
    "2193061499": "Certi di i nostri loghi è marchi sò limitati à esse utilizati da hCaptcha è i so cumpagni. Terzi ùn ponu micca aduprà i seguenti marchi senza una licenza scritta da hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Authorized Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop da hCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "Logo BotStop™",
    "3942875761": "Aiutate à Custruì un Better Web™",
    "364774188": "Sò umanu™",
    "2785425016": "(in u cuntestu di una suluzione di verificazione di l'umanità, per esempiu una chjama à l'azzione)",
    "2639657759": "Marchi Aduprati per Permissione",
    "1268918580": "Unipochi di i loghi è i marchi utilizati da hCaptcha è i so cumpagni sò di terze parti è ponu esse usatu solu cù u so permessu. I terzi ùn ponu micca aduprà i seguenti marchi, salvu ciò chì hè permessu da i so pruprietari:",
    "3782751514": "HUMAN Protocol® hè una marca registrata di a Fundazione HUMAN Protocol, è hè aduprata cù u so permessu.",
    "1620709264": "HUMAN Token® hè una marca registrata di u HUMAN Protocol Foundation, è hè utilizatu cù u so permessu.",
    "3031953928": "HUMAN Network™ hè una marca di a Fundazione HUMAN Protocol, è hè aduprata cù u so permessu.",
    "3554363588": "Altri marchi",
    "3290996791": "Tutti l'altri nomi di prudutti, loghi è marche sò pruprietà di i so rispettivi pruprietarii. Tutti l'altri nomi di cumpagnie, prudutti è servizii utilizati in stu situ web sò solu per scopi d'identificazione. L'usu di sti nomi, loghi è marche ùn implica micca appruvazioni.",
    "2444685143": "Pulitica Logo",
    "2414232014": "U nostru logu hè immediatamente ricunnisciutu è unu di i nostri beni più preziosi è impurtanti. Per assicurà chì ferma una forte rapprisentazione di a nostra cumpagnia, deve esse presentata in una manera attenta è coherente in tutti i canali di cumunicazione.",
    "803639471": "U logu hCaptcha hè cumpostu da l'icona di a manu è u logu hCaptcha. In a so forma alternativa, l'icona di a manu pò apparisce da sè stessu quandu u spaziu hè limitatu è \"hCaptcha\" hè utilizatu cum'è una marca di parola (cum'è descritta sopra) in prossimità di l'icona di a manu, cusì chì hè chjaru chì l'icona di a manu rapprisenta hCaptcha.",
    "564127016": "L'icona di a manu hCaptcha:",
    "1424800293": "U logò hCaptcha:",
    "1525506526": "Chì sò l'acquisizione di cunti è cumu funzionanu?",
    "2446481523": "Ci hè un vechju conte populari in quale un cunduttore di vagone è un nobile si prisentanu à a polizia in un picculu paese di campagna. Un omu, vistutu di vestiti sporchi, di poviru, disse à u cuntistabile: \"Sò u nobile. Stu omu era u mo cunduttore.",
    "1767952047": "M'hà attaccatu sta notte, arrubbatu i mo vestiti è pigliò i mo soldi. L'altru omu, vistutu di grande finezza, u vestitu di a classe nobili, rispose: \"Cuntestable, questu omu hè pazziu. Pensa ch'ellu hè un nobile. Sò u veru nobile. Arresta lu!\"",
    "2947576723": "Questa storia precede e licenze di guida è stampa digitale digitale, ma offre un bon esempiu di ciò chì pò sbaglià in una situazione di presa di contu. Una persona accede à un contu bancariu in linea o à l'app di pagamentu mobile. Hè veramente un detentore di u contu, o un pirate? Quale hè veramente quale? Questi prublemi di sicurezza affettanu l'urganisazioni chì permettenu l'accessu à u contu self-service.",
    "1687299615": "Cosa hè una presa di contu?",
    "2648707986": "Una presa di cuntrollu di u contu hè una forma di fraudulente cibernetica induve un attore maliziusu impersona u pruprietariu di un contu in linea. Di genere, u contu hè in una istituzione finanziaria o un affari di e-commerce induve u fraudster pò arrubbari soldi, merchandise o carte di rigalu. L'attaccante usa credenziali di login arrubati per accede à u contu è poi ripiglià, forse cambiendu a password per chjude u pruprietariu di u contu propiu.",
    "1476843710": "Forme menu dannusu finanziarii, ma ancu dannusu, di presa di cuntrollu di u contu implicanu u dirottamentu di i cunti di e social media è simili. In questi casi, l'attaccante hè di solitu pruvatu di sparghje malware o impegnà in attacchi di phishing contr'à l'amichi senza sospetti di a vittima. Or, l'attaccante prova à imbarazzà a vittima, chì qualchì volta succede cù celebrità è pulitici, per esempiu.",
    "2904949278": "Cumu un pirate pirate un contu?",
    "2575690545": "L'acquisizione di cunti, cum'è tanta frode cibernetica, sò soprattuttu una questione di prucessi di massa automatizati. Hè raru per un pirate, vistutu di una felpa in u sotano di a so mamma, per scrive e password in i siti web di i banche una à una volta.",
    "3614653023": "Piuttostu, a pratica s'appoghja nantu à attacchi di imbottitura di credenziali à grande scala chì pruvate milioni di coppie di nome d'utilizatore / password nantu à decine di istituzioni finanziarie di destinazione in a speranza di sbloccare un picculu sottogruppu di i cunti. Una volta chì u software fraudulente automatizatu hà acquistatu accessu à u contu, un pirate umanu pò esse implicatu, ma in certi casi, micca.",
    "2762759509": "Un saccu di attacchi di presa di contu sò quasi interamente automatizati.",
    "1972710018": "Videndu da a perspettiva di a cumpagnia",
    "1282121137": "Per capisce cumu pò esse problematicu a presa di cuntrollu di u contu, cunsiderà ciò chì l'esperienza pari da u puntu di vista di l'istituzione finanziaria. Mantenenu milioni di login ogni ghjornu.",
    "2315518622": "Cù a sofisticazione dispunibule in l'uttene di attaccu d'oghje, hè estremamente sfida per detectà quale, s'ellu ci hè, sò fraudulenti. Allora, una persona chjama a linea di serviziu di u cliente è dice \"U mo contu hè statu attaccatu! Ùn possu micca login è qualcunu mi ruba i soldi !",
    "1836369533": "Cum'è u cuntistabile in a storia populari, cumu si determina quale hè veramente quale? Se l'attaccante hà abbastanza elementi d'identità arrubati, cum'è u numeru di licenza di guida, u numeru di a sicurità suciale, u nome di a nubile di a mamma, l'indirizzu, etc., puderia esse abbastanza difficiuli di determinà se u chjamante hè u veru detentore di u contu o un attaccu chì prova di ottene un attaccu. resettore password in un contu ch'ellu vole penetrà.",
    "2880837730": "Cosa si pò fà per piantà l'acquistu di u contu?",
    "3654556483": "L'istituzioni finanziarie è l'imprese di eCommerce anu prucessi è cuntrolli chì mitiganu una parte di a minaccia di presa di contu. Queste varienu da l'antica moda \"chì era u nome di u vostru megliu amicu in a scola elementaria\" dumande di sicurezza à i metudi di rilevazione chì furtiscenu l'indirizzi IP sospetti è i profili di i dispositi mobili.",
    "2449501658": "furnisce unu di i modi più avanzati per mitigà a minaccia da i tentativi fraudulenti di login di u contu, utilizendu l'apprendimentu di a macchina per detectà è fermà i bots, è rende in modu efficace assai più difficiule o ancu impussibile per i fraudulisti di impegnà in a presa di contu.",
    "3621455477": "per amparà di più!",
    "555246307": "A propositu, eccu cumu finisce a storia di u nobile è di u so cunduttore : U cuntestable hà fattu à pusà i dui omi in una stanza inseme per ore, è s’anu stancu da a mente. À a fine di u ghjornu, apparsu è disse: \"Parleraghju avà cù u cunduttore di vagone\". L'omu in vestiti nobili si alzò. Era tantu annoiatu, s'hè scurdatu ch'ellu si faceva solu per esse u nobile.",
    "1224727373": "BotStop da hCaptcha",
    "1187718370": "Cuntatta ci",
    "3892905664": "hCaptcha aiuta i vostri servizii in linea preferiti à mantene i bots, u spam è l'abusu facendu dumande simplici chì sò faciuli per l'omu è difficili per e macchine.",
    "555158694": "Un serviziu chì utilizate hà sceltu per migliurà a vostra sperienza in u so situ installendu hCaptcha per riduce u trafficu maliziusu.",
    "1617196410": "hCaptcha hè focu annantu à fermà i bots. Ùn ci importa micca quale hè un utilizatore, ma solu s'ellu sò maliziusi. Travagliemu duramente per equilibrà a privacy è",
    "1624200563": "sicurezza, è cunfurmà cù GDPR, CCPA, LGPD, PIPL, è altri regulamenti di privacy.",
    "1927613000": "hCaptcha combina l'apprendimentu automaticu sofisticatu cù una putente piattaforma di sfida per prutege l'applicazioni web da l'acquisizione di cunti, l'imbottitura di credenziali, scraping, è altri tipi di abusu.",
    "1133989302": "Perchè hCaptcha?",
    "34074886": "Ogni volta chì rispondi à una sfida, usemu mudelli sofisticati per sapè s'ellu sì umanu. U situ web chì avete visitatu allora usa stu risultatu per aiutà à migliurà a vostra sperienza in u so situ mantenendu i bots.",
    "3412647984": "Questu permette di evità e dumande future registrendu è stabilisce una cookie. Per piacè pruvate ancu di disattivà u vostru bloccu di publicità.",
    "2510209017": "Avete bisognu di più aiutu?",
    "477275453": "Perchè l'API sò una destinazione populari per i pirate?",
    "596347471": "L'interfaccia di prugrammazione di l'applicazioni (API) sò diventate un destinazione populari per l'attori maliziusi in u ciberspaziu. Ci hè parechje ragioni per questu, cumprese a so grande utilità in l'integrazione di l'applicazioni. Tuttavia, hè pussibule di mitigà u risicu di l'API.",
    "2441638955": "Prima, chì hè un API?",
    "3963216198": "Per discutiri perchè l'API sò un mira populari per i pirate, vale a pena prima di piglià un brevi mumentu per definisce ciò chì significa attualmente u terminu \"API\". U cuncettu di l'API ùn hè micca novu. In fatti, l'interfacce per cunnetta diversi sistemi di computer cù l'altri, è ancu i so cumpunenti interni, sò stati attornu da almenu u principiu di l'anni 1960.",
    "1047251718": "Oghje, però, quandu a ghjente parla di API, invariabilmente significanu API basati in standard. Quessi sò API custruite cù standard aperti cum'è u Trasferimentu di u Statu Rappresentante (REST) è formati di schedari standard aperti cum'è JavaScript Object Notation (JSON). Tali \"API RESTful\", cum'è sò cunnisciuti, ponu esse creati senza bisognu di software pruprietariu. L'API risultanti sò capaci di mandà è riceve dati è chjama di prucedura trà l'applicazioni software. Per esempiu, una app di banca mobile usa una API per accede à i sistemi di u bancu.",
    "3195334319": "L'utilità è a vulnerabilità di l'API",
    "1903743785": "L'avventu di l'API basate nantu à i standard rapprisentanu un grande saltu avanti in l'integrazione di l'applicazioni. In l'ultimi 20 anni o più, l'API sò passati da esse prudutti di software proprietarii costosi è complicati à strumenti gratuiti basati in standard chì eranu comparativamente faciuli di travaglià - è rapidi da implementà.",
    "879362350": "Cù i novi API chì travaglianu in Internet, hè diventatu pussibule di cunnette qualsiasi software o fonti di dati, in ogni locu in u mondu, indipendentemente da a piattaforma, schema di dati o lingua di prugrammazione. In u risultatu, u mondu di l'informatica hè avà in mezu à una rivoluzione API. Ci hè stata una splusione di cunnessione trà l'applicazioni è i dati. Hè bellu, finu à chì ùn hè micca.",
    "3844432472": "L'apertura stessa è l'utilità di l'API li rende miri incredibilmente ricchi per l'attaccanti. In u listessu modu chì una app mobile pò esse programata per ghjunghje è GET dati da un sistema corporativu utilizendu una API, cusì pò ancu un pezzu di malware. I pirate anu scrittu una larga varietà di strumenti software per abusà di l'API. Hè una tecnica d'attaccu efficace.",
    "2187096543": "In verità, ci sò state alcune violazioni di dati maiò risultanti da un software scrittu da i pirate chì chjamava una API per estrae dati da una basa di dati. Dopu tuttu, se a robba di dati richiede solu una chjama GET di basa nantu à una API, scritta cù REST è JSON, allora hè faciule striscia rapidamente una basa di dati pulita. In fattu, quandu a ghjente parla di attacchi di \"scraping screen\", ciò chì veramente significanu, soprattuttu, sò chjamati API rapid-fire chì tiranu dati fora di basa di dati. L'API sò diventate una superficia d'attaccu maiò per l'urganisazioni chì li custruiscenu.",
    "4222109231": "Attenuazione di u risicu di l'API cù u produttu Enterprise di hCaptcha",
    "1783317946": "Ferma l'attacchi API hè un casu d'usu populari per",
    "3022922096": ", a suite d'impresa di i prudutti di hCaptcha. A cuntrariu di a versione libera di hCaptcha,",
    "63719113": "usa l'apprendimentu automaticu avanzatu per identificà u trafficu maliziusu versu u vostru situ è l'applicazioni - cumprese attività di scraping.",
    "3566102529": "noi oghje per amparà di più.",
    "3096553330": "Ogni sistema chì creamu simpricimenti riflette e nostre rilazioni cù l'altri populi.",
    "1467218142": "Ciò chì vulemu da elli è noi stessi guida u nostru cumpurtamentu, è cusì i stessi mudelli d'interazzione ricorrenu in tutti i sistemi umani. L'internet furnisce assai esempi sterling di questu aspettu fundamentale di u nostru mondu.",
    "808872868": "Per esempiu: spam, fraude è abusu esistenu in linea da quasi u ghjornu dopu chì dui sistemi sò stati prima cunnessi.",
    "1085089390": "L'abusu in linea deriva da i cumpurtamenti umani innati",
    "3064321967": "U primu email spam cunnisciutu hè statu mandatu in u 1978. [",
    "3800781598": "] Quasi cinque dicennii dopu, u puzzicheghju di e-mail cuntinueghja à affruntà noi. Parechji miliardi di dollari è millaie di persone-anni di sforzu di l'ingegneria sò stati messi à scunfighja, è ancu u puzzicheghju persiste. Ci sò industrii di miliardi di dollari da i dui lati, vale à dì quelli chì si difendenu è quelli chì l’invianu.",
    "2119943547": "Perchè hè questu? A risposta hè simplice. Sempre chì ci hè un incitamentu per abusà di un sistema, qualcunu generalmente truvà un modu. È una volta chì facenu, qualcunu altru avarà avà un incitamentu per piantà.",
    "532470444": "U bilanciu pò cambià ligeramente da annu à annu, ma stu cumpurtamentu riflette simpricimenti a natura umana fundamentale, è cinque mila anni di storia arregistrata implicanu chì a dinamica hè improbabile di cambià prestu.",
    "3193548097": "Hope Springs Eterna",
    "4065614934": "Questa analisi ùn hè micca nova, ma a ghjente hè eternamente ottimista. In particulare quandu pensanu chì a so idea hè nova.",
    "1216071511": "I stessi idee sò pruposti cusì freti chì circa 20 anni fà, un autore anonimu hà ghjuntu cù un cumpletu utile per e discussioni in linea nantu à e soluzioni anti-spam:",
    "1941999673": "U vostru postu favurisce a",
    "4179118182": "( ) tecnicu ( ) legislativu ( ) basatu nantu à u mercatu ( ) vigilante",
    "3978720689": "avvicinamentu à a lotta di spam. A vostra idea ùn funziona micca. Eccu perchè ùn funziona micca.",
    "318339230": "(Una o più di e seguenti ponu applicà à a vostra idea particulare, è pò avè",
    "30312304": "altri difetti chì variavanu da statu à statu prima chì una mala lege federale hè stata passata.)",
    "2710988028": "( ) I spammers ponu facilmente aduprà per coglie indirizzi email",
    "3912514510": "( ) Listi di posta è altri usi legittimi di email seranu affettati",
    "2030062561": "( ) Nimu hà da pudè truvà u tippu o cullà i soldi",
    "3334160175": "( ) Hè senza difesa contr'à attacchi di forza bruta",
    "3238345709": "( ) Fermarà u puzzicheghju per duie simane è dopu seremu stuck with it",
    "4227800293": "( ) L'utilizatori di e-mail ùn l'anu micca messi",
    "2271252286": "( ) Microsoft ùn l'accuserà micca",
    "692064738": "( ) A pulizzia ùn l'hà micca tombu",
    "3475647460": "( ) Esige troppu cooperazione da i spammers",
    "1482845460": "( ) Esige una cooperazione tutale immediata da tutti in una volta",
    "3741193183": "( ) Parechji utilizatori di e-mail ùn ponu permette di perde l'affari o di alienà i patroni potenziali",
    "2234909600": "( ) Spammers ùn importa micca l'indirizzi invalidi in i so listi",
    "1982617151": "( ) Qualchissia puderia distrughje anonimamente a carriera o l'affari di qualcunu",
    "2498172334": "In particulare, u vostru pianu ùn riesce à cuntà",
    "389705801": "( ) Leggi chì pruibiscenu espressamente",
    "190955495": "( ) Mancanza di l'autorità di cuntrollu cintrali per l'email",
    "237009707": "( ) Relè aperti in paesi stranieri",
    "3507532387": "( ) Facilità di ricercà un spaziu di indirizzu alfanumericu minuscule di tutti l'indirizzi email",
    "2477958756": "( ) Genti gattivi",
    "3254142589": "( ) Problemi di ghjuridizione",
    "3621401685": "( ) Impopularità di i tassi novi strani",
    "4277475973": "( ) A riluttanza publica à accettà e strane forme novi di soldi",
    "941057651": "( ) Enorme investimentu software esistente in SMTP",
    "3265293440": "( ) Suscettibilità di i protokolli altru ch'è SMTP per attaccà",
    "515733427": "( ) A vuluntà di l'utilizatori à installà i patch OS ricevuti per email",
    "2631159699": "( ) Armate di vermi riddled box Windows cunnessi à banda larga",
    "776542208": "( ) Eterna corsa d'armi implicata in tutti l'avvicinamenti di filtrazione",
    "989480928": "( ) Prufittà estrema di u puzzicheghju",
    "3898950867": "( ) Jobs di Joe è / o furtu d'identità",
    "3395399558": "( ) Pulitici tecnicamente analfabeti",
    "1118929614": "( ) Stupidezza estrema da parte di e persone chì facenu affari cù spammers",
    "838951836": "( ) Disonestà da parte di i spammers stessi",
    "2123236933": "( ) Costi di larghezza di banda chì ùn sò micca affettati da u filtru di u cliente",
    "2292919419": "( ) Outlook",
    "2534436327": "è e seguenti obiezioni filosofiche ponu ancu applicà:",
    "832385387": "( ) L'idee simili à a toia sò faciuli à vene, ma nimu ùn hè mai statu dimustratu praticu",
    "1993984258": "( ) Ogni schema basatu annantu à l'opt-out hè inaccettabile",
    "3909240516": "( ) L'intestazione SMTP ùn deve esse u sughjettu di a legislazione",
    "1151065360": "( ) Listi neri succhianu",
    "2396605499": "( ) E liste bianche succhianu",
    "2225785608": "( ) Avemu da pudè parlà di Viagra senza esse censurati",
    "3004688366": "( ) E contromisure ùn deve micca involucri fraudulenza di filu o frode di carta di creditu",
    "922470170": "( ) E contromisure ùn deve micca esse u sabotamentu di e rete publiche",
    "3068923550": "( ) E contromisure devenu funziunà s'ellu si mette gradualmente",
    "2752975480": "( ) L'invio di e-mail deve esse liberu",
    "117227832": "( ) Perchè duvemu avè a fiducia in voi è i vostri servitori ?",
    "1021431157": "( ) Incompatibilità cù licenze open source o open source",
    "2801524659": "( ) E misure di sensazione ùn facenu nunda per risolve u prublema",
    "931661269": "( ) L'indirizzi e-mail temporanei / una volta sò ingombranti",
    "2090457681": "( ) Ùn vogliu micca chì u guvernu leghje u mo email",
    "3536122902": "( ) Firmà cusì ùn hè micca abbastanza lento è dulurosu",
    "2391175562": "Inoltre, questu hè ciò chì pensu di voi:",
    "229198134": "( ) Scusate omi, ma ùn pensu micca chì avaristi.",
    "345563040": "( ) Questa hè una idea stupida, è sì una persona stupida per avè suggeritu.",
    "409780280": "( ) Bona prova, **** ! Spergu chì qualcunu passi nantu à u vostru teclatu!",
    "2820080973": "ospitatu cù ❤ da",
    "3943164003": "vede crudu",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Perchè a vostra nova suluzione anti-spam ùn funziona micca",
    "361795034": ". Auteur inconnu, c. 2000",
    "1547006769": "A verificazione di l'umanità hè u listessu prublema",
    "3717942925": "Cum'è ci saranu sempre persone chì volenu attirà a vostra attenzione per e-mail, ci sarà sempre u desideriu di limità l'accessu à alcune risorse in modu chì solu l'omu pò accede à elli.",
    "2481032625": "Sia u scopu hè di prevene:",
    "1691348394": "- acquisti di massa automatizati durante una vendita di liberazione limitata",
    "1771016224": "- u software da scaricà tuttu u cuntenutu da u vostru situ web in massa",
    "1959762846": "- avè i vostri formi web cumpleti cù spam o abusi di marketing infinitu",
    "345108670": "- riempimentu di credenziali è altri tentativi di presa di contu",
    "2540760245": "frà parechji altri usi, esse capaci di filtrà u trafficu in linea nantu à a basa di \"umanu o micca\" prubabilmente resterà un strumentu preziosu sempre chì a natura umana seguita i stessi mudelli registrati in l'ultimi cinque mila anni.",
    "3346362371": "E l'apprendimentu automaticu?",
    "3619183405": "In u 2021, i CAPTCHA simplici pò esse risolti à volte cù u software, grazia à l'avanzati in l'apprendimentu machine. Per affruntà questu, hCaptcha faci ancu un analisi assai detallatu di pruprietà cum'è",
    "3292221787": "a sfida hè stata rispostu, micca solu s'ellu era currettu, è cambia spessu e dumande è e dati utilizati.",
    "1080672247": "Perchè assai di e dumande dumandate ùn ponu micca esse risolte economicamente cù u software off the shelf, è perchè i dati sò generalmente unichi à u sistema, questu significa chì i bots sò spessu fermati da u serviziu gratuitu, è deve esse cunfidendu invece di solu solu CAPTCHA umani, chì rende assai tipi di abusi completamente antieconomicu.",
    "4172868199": "va assai più luntanu da questu, si move in u regnu di pruvà à distinguishà u \"bonu umanu\" da u \"malu umanu\" ancu, è hè utilizatu oghje da parechji di i servizii in linea più populari di u mondu per truvà è piantà tuttu, da a fraude di compra à l'avanzata persistente. minacce contr'à i so utilizatori, mantenendu un focus unicu nantu à a preservazione di a privacy.",
    "2873911365": "E l'attestazione hardware?",
    "1477196356": "Diversi metudi di ligà l'identità à un dispositivu in una moda criptograficamente sicura, à volte cù proprietà di preservazione di a privacy, sò stati pruposti per decennii. A criptografia di chjave publica data di c. 1975, è i tokens di hardware esistenu quasi quant'è longu.",
    "2349681896": "Sfurtunatamente, cuntrullà un pezzu di hardware ùn significa micca chì site una persona. Praticamente ogni schema d'attestazione di hardware di u cunsumadore populari hè statu ripetutamente rottu, patched, è dopu rottu novu.",
    "254326776": "L'abusu maliziusu di sti difetti hè spessu scupertu per esse accadutu per mesi o anni prima di a divulgazione o a publicazione accademica.",
    "2462909475": "Un muru di più di 10 000 telefoni utilizati per l'abusu, parte di una operazione di bot cinese.",
    "1963951234": "Ùn importa micca quantu fiducia u vostru schema criptograficu, se qualchissia pò à a fine di u ghjornu solu spende soldi per dà a risposta chì cercate, pussede un pezzu di hardware hè insufficiente.",
    "1278884196": "Dice questu, a criptografia hè una disciplina ghjovana. Basatu nantu à a storia recente, u vostru schema criptograficu è / o l'implementazione hè prubabile di esse rottu appena qualcunu hà un incitamentu à guardà da vicinu, è hè prubabile chì l'altri persone capiscenu questu assai prima di fà. A basa di u hardware significa ancu chì pudete avè bisognu di dumandà à tutti i vostri utilizatori per cambià un dispositivu fisicu per patch u difettu. Questu hè improbabile di succorsu rapidamente in a maiò parte di i casi, chì significheghja in a realtà chì u vostru sistema fallerà solu apertu.",
    "1828028934": "Hè per quessa",
    "1642844535": "hè impurtante: hCaptcha usa parechje approcci diffirenti per risponde à a listessa quistione fundamentale, chì permette a comparazione per a coherenza in tutte e valutazioni.",
    "1155821305": "a difesa hè a prufundità",
    "119098046": "E soluzioni passive o senza sfida?",
    "2760410719": "I servizii chì tentanu di fà a rilevazione di u bot cù signali puramente passivi si mettenu rapidamente in un prublema fundamentale: cumu si cunvalida se un sistema detecta attori cattivi in modu correttu quandu ùn avete micca a verità di terra precisa?",
    "1722734001": "L'internet apertu hè un ambiente assai rumoroso. L'attori cattivi attaccanu l'utilizatori di u nostru serviziu è i cuncurrenti cum'è reCAPTCHA ogni ghjornu, è, di sicuru, cercanu di vede u più umanu pussibule mentre facenu cusì.",
    "1595254735": "I servizii puramente passivi luttanu per mantene a precisione di rilevazione di bot, o ancu per sapè quandu sò imprecisi. Senza l'abilità di sfida à l'utilizatori è analizà currettamente i risultati di quella sfida, a precisione tende à calà assai cù u tempu.",
    "2412751979": "Grazie à i signali umani più precisi chì alimentanu hCaptcha, assai cumpagnie chì anu utilizatu prima reCAPTCHA v3 / Enterprise anu cambiatu à",
    "2284856231": "è vistu una precisione drasticamente migliorata ancu in u modu puramente passiu di hCaptcha Enterprise.",
    "4162847": "Avemu pussutu osservà questu direttamente, postu chì alcuni di i nostri clienti eseguinu teste A / B nantu à a listessa dumanda prima di passà interamente da l'offerte di Google. Di solitu simu capaci di dimustrà una alta percentuale di falsi pusitivi è falsi negativi chì venenu da reCAPTCHA v3 o reCAPTCHA Enterprise.",
    "436125785": "Questu ùn hè micca surprisante datu l'imprecisione di i loops di feedback dispunibuli in quelli prudutti, è u fattu chì sò venduti da una reta di publicità cù un interessu accantu di ùn avè micca troppu bè à a deteczione di bot, per ùn dannà u so core business.",
    "2233741720": "In cunclusioni",
    "2133809801": "Sempre chì a ghjente ferma persone, hè prubabile chì a verificazione di l'umanità hà da ghjucà un rolu in linea.",
    "2255549335": "U nostru travagliu in hCaptcha hè di truvà boni compromessi trà difficultà è precisione è di mantene a frizione bassa, soprattuttu per",
    "4138068262": "utilizatori. À a fine, l'interazzione cù e sfide hè prubabilmente parte di l'arsenale di strumenti per riduce l'abusu in linea, sempre chì a natura umana resta immutata.",
    "855097735": "Custruì un serviziu chì face questu bè mentre equilibra tutte e preoccupazioni hè un prublema assai duru (è avemu sempre travagliatu per migliurà per fà l'esperienza u più piacevule pussibule) ma speremu chì accunsente chì riduce u puzzicheghju, l'abusu, l'acquisizione di cunti. , è u fraudulente in linea hè in fine vale a pena a quistione simplice occasionale.",
    "1953959745": "accessibilità",
    "2543123170": "Verificazione di l'umanità à frizione zero",
    "547245263": "Risolve u vostru prublema di bot oghje.",
    "3117887301": "Fiduciatu da i più grandi servizii in linea",
    "981806349": "Custruitu nantu à a piattaforma pruvata hCaptcha",
    "2373007864": "hCaptcha Enterprise funziona nantu à a tecnulugia di a piattaforma hCaptcha, allargata per include e funzioni chì l'imprese à grande trafficu necessitanu.",
    "2652399059": "Un partner affidabile",
    "1997838163": "I più grandi cumpagnie di u mondu dependenu di hCaptcha Enterprise. L'integrazione hè simplice, è a precisione di rilevazione hè senza paragone.",
    "734735952": "Avemu evaluatu una quantità di vinditori CAPTCHA è ancu di custruisce un sistema noi stessi. In fine, hCaptcha emerge cum'è a megliu alternativa à reCAPTCHA.",
    "1250541092": "— Sergi Isasi",
    "3524251858": "Direttore di a gestione di u produttu, Cloudflare",
    "3971348140": "Perchè avemu usatu hCaptcha? Nimu altru puderia furnisce e caratteristiche è e prestazioni chì avemu bisognu. Ci anu rializatu rapidamente, è i nostri cummircianti amanu l'esperienza.",
    "4248655793": "- Alex M.",
    "4185927140": "Product Manager, Flash, Shopify",
    "282913023": "L'opzione costu-efficace per l'imprese di altu trafficu",
    "999610953": "Infine, una alternativa credibile à Google. hCaptcha Enterprise offre un risparmiu drammaticu nantu à a vostra fattura reCAPTCHA cù una sicurità più altu: finu à l'80% menu caru in certi casi.",
    "1886100235": "Parechji di i più grandi servizii in linea di u mondu anu cambiatu à hCaptcha Enterprise è anu ricivutu una rilevazione di bot mejorata cù un risparmiu di costi sustanziali.",
    "2903742230": "E rete publicitarie vedenu i vostri visitatori cum'è u pruduttu. Per noi l'unicu scopu hè di determinà a so umanità. I nostri servizii rispondenu o superanu i requisiti di GDPR, CCPA, LGPD è PIPL, è travagliemu duramente per equilibrà a privacy è a sicurità.",
    "3901503296": "Stu focus unicu nantu à a privacy significa chì pudemu offre zero retenzioni di dati individuali, operazione senza cookie, è altre garanzie di privacy contractuale cum'è necessariu mantenendu una sicurità eccellente.",
    "3342910682": "Leghjite più",
    "1130783905": "A precisione hè in u vostru interessu è u nostru. hCaptcha travaglia per dà dati veri è permettenu di decide cumu aduprà. Altre soluzioni di sicurezza sò furnite da cumpagnie di publicità Gigantic. Questu significa chì ogni bot chì bloccanu pò riduce i so rivenuti.",
    "2019130052": "E nostre innovazioni in ML cuncentratu in a privacy ci permettenu di superà i standard di sicurezza di e strategie legacy \"registrà tuttu per sempre\" senza dannà a sicurità o a privacy di l'utilizatori.",
    "23114595": "Grande Esperienza d'Usuariu",
    "3437412311": "Per l'utilizatori di l'impresa, l'opzioni sò dispunibuli per evità cumplitamenti sfide in a maiò parte di i scenarii, affittendu punteggi passivi.",
    "1996843433": "Reduce l'attrito evitendu una sfida interamente per u 99,9% di u vostru trafficu legittimu mentre furnisce una sicurezza eccellente.",
    "3093689546": "Integrazione faciule",
    "247560732": "Aghjunghjite hCaptcha cù trè linee di codice. Sè site da reCAPTCHA, a nostra API hè cumpatibile è ci vole solu minuti per cambià.",
    "1510448156": "Pudete esse up and running with a superior alternative today, and turn on more advanced features as needed.",
    "2718999653": "Punteggi di minaccia persunalizati",
    "2698140263": "Ùn sò micca tutti i prublemi: ottene un puntu unicu significa chì deve risponde à i vostri bisogni per esse utile.",
    "897432717": "Cù u nostru novu disignu per i Punteggi di Minaccia Personalizati, aghjunghjendu a vostra cunniscenza cummerciale permette à i nostri mudelli di furnisce punteggi unicamente pertinenti à i vostri utilizatori.",
    "2650502379": "Lanciate e vostre sfide in pochi secondi",
    "3578122193": "Stà nantu à a marca cù cuntenutu pertinente",
    "1074044172": "Quandu l'utilizatori devenu risolve una sfida per risponde à i vostri bisogni di sicurezza, perchè ùn fate micca dumande piacevuli è pertinenti per l'utilizatore?",
    "1579093044": "Cù u nostru simplice designer di sfida persunalizata, pudete lancià un cuntenutu di sfida nantu à a marca in pocu minuti.",
    "3717512591": "Integrazione diretta di a piattaforma",
    "121743429": "Per l'imprese di l'infrastruttura Web",
    "2131386784": "Competenza è Supportu Raggiungibili Per Voi è I Vostri Utenti",
    "2782263070": "U serviziu hè una prima priorità per noi. Mantenemu un supportu on-call 24/7 è offre una coordinazione diretta di Slack cù a vostra squadra di integrazione di l'ingegneria è u nostru staffu on-call durante è dopu l'implementazione.",
    "3740051331": "Semu ancu impegnati à monitorizà attivamente è risponde à e dumande di i vostri utilizatori nantu à e social media, fori, è i nostri canali di supportu in-widget è email. Semu accessibili è responsivi, è tratemu a satisfaczione di l'utilizatori cum'è un KPI top.",
    "170775527": "Funzioni di l'impresa",
    "3383086062": "hCaptcha Enterprise hè una suluzione cumpleta di sicurità in linea. I modi attivi è passivi vi permettenu di piantà l'imbottitura di credenziali, detectà l'acquisizione di cunti, è bluccà attori sospetti. Tuttu cù zero attritu per l'utilizatori legittimi.",
    "1408599440": "Cumincià prestu cù uni pochi di linee di codice è u nostru modu passiu di 99,9%, o pigliate u cuntrollu tutale di quandu è cumu l'utilizatori sò sfidati. I mudelli di minaccia persunalizati è e sfide persunalizabili significanu una flessibilità senza rivali per assicurà a sicurità.",
    "3365203058": "Prutezzione anti-bot di classe mundiale",
    "1803009328": "Pruvatu in battaglia à scala web.",
    "1586809757": "Punteggi di bot d'alta precisione",
    "353367791": "Detectà attori cattivi di parechji tippi diffirenti.",
    "191460155": "Zero attrito è 99,9% modi passivi",
    "585557010": "Sfida menu di 0,1% di l'utilizatori legittimi.",
    "3287172429": "Tipi di sfida di cuntrollu mostrati",
    "1844885924": "Vasta biblioteca di tippi da sceglie.",
    "3018523079": "Stà nantu à a marca cù una sperienza d'utilizatore coherente.",
    "3817811295": "Affidabilità garantita è supportu veloce 24/7 on-call.",
    "1798492192": "Supportu di u navigatore legacy",
    "1356745565": "Compatibile tuttu u ritornu à Internet Explorer 8.",
    "751483365": "Supportu per i clienti non-JavaScript.",
    "4199502476": "Dashboard di rapportu avanzatu è API",
    "3630114728": "Vede ciò chì succede in tutti i vostri siti è app.",
    "3573245166": "A cuntrariu di reCAPTCHA, travagliamu in ogni paese.",
    "2354267648": "Politica di privacy GDPR, CCPA è LGPD-friendly",
    "3167979932": "Cuncepitu per a privacy da u primu ghjornu. Forte Accordu di Trattamentu di Dati.",
    "4065065042": "Marcate questu per adattà esattamente à u vostru casu d'usu.",
    "111184581": "Hosting di prima parte",
    "4272022475": "Tutte e dumande è l'assi vanu à hcaptcha.yourdomain.com",
    "2676853536": "Dashboards multi-utilizatori",
    "1368787974": "Condividi a gestione in tutta a vostra squadra.",
    "1045484714": "Integrazione SAML SSO cù u vostru Fornitore d'identità, per esempiu Okta o Azure AD.",
    "3953584369": "Restrizioni d'accessu RBAC sofisticate dispunibili.",
    "2781507299": "Verificazione immediata",
    "4019660456": "Latenza 0ms: verificate i tokens hCaptcha senza alcuna chjama API.",
    "3446714684": "Integrazione mobile (iOS è Android).",
    "2593768395": "Esperienza perfetta in u web, mobile nativu, web mobile. Integrazioni pre-custruite è SDK nativi dispunibuli.",
    "1779265104": "Termini persunalizati è Garanzia di privacy",
    "122875767": "Soddisfà i vostri bisogni legali quandu altre cumpagnie ùn ponu micca.",
    "148188781": "Sfide presentate",
    "838049015": "Selezziunate tutte l'imaghjini chì currispondenu à a dumanda",
    "1126302400": "Scatola di limitazione",
    "3554448168": "categurizazione",
    "2104933754": "Identificà e etichette currispundenti",
    "3612043014": "... è altre attività simplici. Facile per l'omu, difficiule per i bots.",
    "3624758171": "I travaglii persunalizati sò ancu dispunibili per l'editori d'impresa.",
    "1001938065": "L'integrazione ùn puderia micca esse più faciule",
    "2138799135": "hCaptcha hà decine di integrazioni pre-custruite per i sistemi di frontend è backend chì utilizate.",
    "2535001179": "Se vene da reCAPTCHA di Google, i nostri API sò rimpiazzamenti drop-in.",
    "1393184984": "sò tuttu ciò chì avete bisognu.",
    "3715747429": "I nostri ingegneri di imbarcazione ponu andà rapidamente, sì avete bisognu di l'integrazione React, SDK per l'applicazioni native iOS, un esempiu di backend Java, o quasi ogni altru scenariu.",
    "2681650568": "È cum'è sempre, a privacy hè un valore core per noi. Aghjunghjite u nostru codice di sfida solu induve hè necessariu, è induve hè sensu per prutezzione di voi è di i vostri utilizatori. A minimizazione di a raccolta di dati principia da u mumentu di l'integrazione.",
    "1130868224": "Trè linee di codice",
    "2183926131": "Cumincià cù hCaptcha Enterprise",
    "1526887904": "hCaptcha Privacy Enterprise",
    "1845745385": "Cuncepitu per a privacy.",
    "1297224875": "Un approcciu unicu guidatu da a privacy à a sicurità in linea di l'impresa.",
    "2762458927": "I vostri dati d'utilizatore ùn sò micca in vendita.",
    "2058856283": "hCaptcha Enterprise hà un solu scopu: impedisce à i cattivi attori di disturbà e vostre operazioni in linea è dannu i vostri utilizatori.",
    "2408036504": "I nostri sistemi sò cusì cuncepiti da a terra per minimizzà a cullizzioni di dati è a retenzioni mantenendu a sicurità di punta. U megliu modu per prutege i dati di l'utilizatori ùn hè micca di guardà in tuttu.",
    "4099477834": "Tutte e relazioni cù i clienti sò ancu prutette da un forte Accordu di Trattamentu di Dati. U serviziu hCaptcha cunforme cù tutte e lege di privacy, ùn importa induve u vostru serviziu o i vostri clienti residenu. Ùn mantene micca e dati persunali rende questu assai più faciule per noi chè per altre imprese.",
    "3569492665": "A registrazione di l'attività in linea ùn hè micca a risposta.",
    "3389431373": "I servizii cum'è reCAPTCHA v3 dicenu chì mette u so pixel di seguimentu in ogni pagina di u vostru situ hè necessariu per una bona sicurità. Questu hè micca u casu.",
    "3590546893": "L'analisi di cumportamentu simplice hè un signalu facilmente falsificatu da i cattivi attori, è richiede ancu di mantene a storia di navigazione per tuttu u vostru trafficu legittimu.",
    "1105363520": "Ùn operamu micca una rete di publicità, è ùn avemu micca interessu à osservà u vostru cumpurtamentu di l'utilizatori per vende li publicità. Questu significa chì ùn avemu micca bisognu di un pixel passiu in ogni pagina di u vostru situ.",
    "3088605177": "Aghjunghjite u nostru codice di sfida solu induve hè necessariu, è induve hè sensu per prutezzione di voi è di i vostri utilizatori.",
    "337971271": "L'apprendimentu di a macchina hè utile. Ma ùn hà micca bisognu di dati persunali per travaglià.",
    "320166522": "L'apprendimentu di a macchina hà un impattu avà quasi ogni aspettu di a nostra vita, spessu in modi chì ùn avemu micca capitu è ùn pudemu micca vede. I servizii di sicurità in linea ùn sò micca diffirenti.",
    "3180664128": "Apprendu più di millaie di segnali, i mudelli ponu inferisce è ghjunghje à una alta fiducia in a rilevazione di comportamenti maliziusi assai rapidamente, ancu quandu nisun signalu individuale ùn saria abbastanza forte per indicà un prublema.",
    "961941354": "Tuttavia, nimu di questu richiede l'usu di l'infurmazioni persunali identificabili (\"PII\"). I tecnichi di criptografia muderni ci permettenu di scaccià qualsiasi dati persunali u più prestu pussibule, creendu invece firme unidirezionali chì ùn ponu micca esse ligati à alcunu individuu.",
    "1706581702": "A furmazione nantu à e dati de-identificati funziona ancu bè, è ùn hè micca bisognu di cumprumissu à a sicurità o a privacy. I nostri clienti anu fattu e teste empiriche, è ci anu dichjaratu uguali o megliu cà alternative assai menu privati.",
    "3203921334": "Ci hè piaciutu una quantità di cose nantu à e soluzioni hCaptcha: 1) ùn vendenu micca dati persunali; recullanu solu i dati persunali minimi necessarii, sò trasparenti in a descrizzione di l'infurmazioni chì cullighjanu è cumu si usanu è / o divulganu.",
    "305735018": "Infine, una alternativa credibile à Google. hCaptcha Enterprise offre un risparmiu drammaticu nantu à a vostra fattura reCAPTCHA cù una sicurità più altu: finu à l'80% menu caru in certi casi.",
    "3695206755": "Pruvateci in u vostru ambiente senza obbligu.",
    "2941545733": "Semu ingegneri, micca venditori: vulemu chì site felice cù a vostra scelta.",
    "131871195": "U megliu modu per assicurà a vostra satisfaczione hè di dimustrà chì rispondemu à i vostri bisogni.",
    "3436534225": "Praticamente tutte e cumpagnie chì inizianu un pilotu sceglienu definitivamente e nostre soluzioni.",
    "4060250206": "Aduprate stu furmulariu per ghjunghje à unu di i nostri specialisti tecnichi. Rispundemu prestu.",
    "1159746815": "Pudete ancu mandà un email direttamente.",
    "2531534427": "I dettagli sò quì.",
    "2059998584": "Regione",
    "3916131732": "Americas",
    "135276624": "Europa, Mediu Oriente, Africa (EMEA)",
    "1182294134": "Asia-Pacificu (APAC)",
    "2437934778": "U vostru nome",
    "3859506577": "Email d'affari",
    "1268414751": "Qualchese altri dettagli chì duvemu avè ?",
    "42559805": "Avete bisognu di l'imbarcu urgente?",
    "851679588": "Iè.",
    "1729677626": "Sò sottu attaccu è esige l'imbarcu immediata.",
    "2808971932": "Questu hè un testu in un bloccu div.",
    "2468683988": "Intestazione",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Link testu",
    "2212670355": "Firma",
    "31502377": "Cosa hè un elementu Rich Text?",
    "2310705547": "L'elementu di testu riccu permette di creà è formate intestazioni, paragrafi, blockquotes, images, è video in un locu invece di avè da aghjunghje è formate individualmente. Basta à doppiu clic è creà facilmente u cuntenutu.",
    "2590587108": "Edizione di cuntenutu statica è dinamica",
    "778204464": "Un elementu di testu riccu pò esse usatu cù cuntenutu staticu o dinamicu. Per u cuntenutu staticu, basta à caccià in ogni pagina è cuminciate à edità. Per u cuntenutu dinamicu, aghjunghje un campu di testu riccu à qualsiasi cullizzioni è poi cunnette un elementu di testu riccu à quellu campu in u pannellu di paràmetri. Voila!",
    "1890955039": "Cumu persunalizà u furmatu per ogni testu riccu",
    "3286051798": "Intestazioni, paragrafi, citazioni di blocchi, figure, imaghjini è didascalia di figura ponu esse stilati dopu chì una classa hè aghjuntu à l'elementu di testu riccu utilizendu u sistema di selettore nidificatu \"Quandu hè ind'è\".",
    "504332576": "Semu orgogliosi di annunzià chì hCaptcha hè diventatu u più grande serviziu di cibersecurità indipendente in u mondu, chì funziona nantu à circa 15% di l'internet - è avemu pigliatu a maiò parte di sta quota di mercatu direttamente da Google reCAPTCHA. Inseme, hCaptcha è",
    "1155436473": "(a nostra offerta d'impresa) prutegge avà centinaie di milioni d'utilizatori attraversu decine di milioni di siti web è app ogni mese. A nostra storia mostra chì pudete cumpete cù Big Tech quandu mette a privacy prima.",
    "3108727249": "BotStop",
    "1296696044": "Privacy versus Security: Perchè micca tramindui?",
    "538871570": "A cumpetizione cù Google è altre cumpagnie Big Tech pari cum'è un altu ordine: u so putere monopolisticu di u mercatu, l'effetti di a piattaforma è l'armata di sviluppatori altamente pagati sò generalmente cunsiderate troppu putenti per affruntà per qualcunu ma altri giganti tecnulugichi cum'è Facebook o Amazon. A nostra storia mostra chì ùn deve micca esse cusì - pudete batte Big Tech cuncentrandu nantu à a privacy.",
    "3600718611": "Cunsiderate Google reCAPTCHA,",
    "4281708680": ". In hCaptcha, avemu deliberatamente pigliatu un approcciu assai diversu, utilizendu tecniche di apprendimentu di a macchina chì preservanu a privacy per identificà i cumpurtamenti tipici di u bot à alta precisione, tuttu mentre cunsumendu è almacenà u minimu dati pussibule.",
    "3312336121": "chì cunsuma enormi quantità di dati di cumportamentu per stabilisce se l'utilizatori di u web sò legittimi umani o bots",
    "1193738791": ": seguitanu u cumpurtamentu di l'utilizatori in ogni pagina di un situ web è in u web. Avemu cuncepitu hCaptcha per esse u più amichevule à a privacy pussibule da u primu ghjornu. Questu hà purtatu à un approcciu completamente diversu à u prublema. Comu si trova, u seguimentu di l'utilizatori in u web è ligà a so storia web à a so identità ùn hè micca necessariu per ottene una bona sicurità. E parechje cumpagnie chì anu cambiatu à hCaptcha",
    "2620705814": "Google hè una cumpagnia di publicità, è i so prudutti di sicurezza sò assai simili à i so prudutti publicitarii",
    "1126447688": "spessu riportanu prestazioni uguali o megliu in a rilevazione di u bot è a mitigazione malgradu u nostru focus di privacy",
    "439777523": "Cunsigliu di regulazione",
    "3588274874": "Fighjendu à furnisce un pruduttu allinatu cù sforzi regulatori cum'è u GDPR di l'Unione Europea è u CCPA di California, avemu sperimentatu una crescita massiva - di sicuru, aiuta chì hCaptcha hè un semplice rimpiazzamentu \"goccia in\" per reCAPTCHA è pò esse installatu in pochi minuti.",
    "2150595700": ". GDPR è CCPA anu messu i prublemi di privacy nantu à a mappa per i cumpratori di l'imprese, è à u stessu tempu a privacy in linea hè diventata sempre più impurtante per u publicu cum'è tutti cuminciamu à capisce cumu l'industria di publicità in linea è marketing anu utilizatu storicamente i nostri dati.",
    "2624949852": "Di sicuru, reCAPTCHA era un primu entrante in a sicurità web dapoi u 2009, prutegge milioni di siti web contr'à e minacce sempre crescente da i bots maliziusi è i spammers. Tuttavia, hè stata cumplitamenti cumprumessa in l'ultimi anni:",
    "499510428": "Cridemu infatti chì a regulazione ci hà aiutatu quì",
    "1232651561": "U software hè avà bonu cum'è e persone per risolve e sfide reCAPTCHA.",
    "824740867": "Invece di migliurà a suluzione, Google hà liberatu invece reCAPTCHA v3, chì opera assai più cum'è una rete di publicità chì u software di sicurezza, raccogliendu dati di cumportamentu da tuttu u web per custruisce profili d'utilizatori. Sfurtunatamente, stu tipu di signale hè facilmente scunfittu, è cusì furnisce pocu prutezzione contru i bots mentre dannu a privacy di l'utilizatori.",
    "1027023087": "Noi di hCaptcha avemu invece focu annantu à approcci più muderni à u prublema, chì ùn anu micca bisognu di mantene i registri di cumportamentu à longu andà cum'è a storia di navigazione è anu dimustratu assai più resistenti di fronte à avversari determinati da quandu u serviziu hè statu introduttu.",
    "2852295413": "Un cunflittu d'interessu inherente: a stopping bots reduce l'ingudu per una reta publicitaria",
    "1597520917": "Un numeru crescente di critichi anu indicatu chì u disprezzu di Google per a privacy di l'utilizatori deve cuncerna i clienti chì cercanu di prutezzione di i so siti web è app.",
    "763447231": "À u listessu tempu, impediscenu à i bots di accede à i siti di l'editore pò revelà a fraude publicitaria, mettendu u pruduttu reCAPTCHA di Google direttamente contr'à a so attività di publicità, chì pruduce più di 80% di i so rivenuti.",
    "999674529": "Ogni bot chì Google rileva deve esse guadagnà zero dollari publicitarii. L'incentivi di l'imprese di Google sò dunque pocu allinati cù l'utilizatori di i so servizii di sicurezza, è questu pò esse una spiegazione per a scarsa prestazione di a so offerta di sicurezza reCAPTCHA.",
    "956019009": "I più grandi cumpagnie di infrastruttura web anu digià fattu azzione",
    "1923297430": "U puntu di rottura finale per parechji clienti più grande hè ghjuntu quandu Google hà cuminciatu à incaricà e cumpagnie per aduprà u so pruduttu à qualsiasi scala significativa. Questu hà causatu assai tempu à l'utilizatori di reCAPTCHA à circà alternative megliu postu chì e preoccupazioni regulatori in u mondu avianu digià fattu l'usu di l'offerte di Google sempre più attraente.",
    "2197218442": "U CEO di Cloudflare Matthew Prince hà riassuntu stu puntu di vista in u",
    "155456850": "annunziendu u so cambiamentu à hCaptcha:",
    "435302267": "post di blog di a cumpagnia",
    "2087769953": "\"Semu entusiasmati di stu cambiamentu perchè aiuta à affruntà una preoccupazione di privacy inherente à s'appoghjanu à un serviziu di Google chì avemu avutu dapoi qualchì tempu. Avemu evaluatu una quantità di vinditori CAPTCHA è ancu di custruisce un sistema noi stessi. In fine, hCaptcha hè ghjuntu cum'è a megliu alternativa à reCAPTCHA. \"\" Ci hè piaciutu una quantità di cose nantu à e soluzioni hCaptcha: 1) ùn vendenu micca dati persunali; culleghjanu solu dati persunali minimi necessarii, sò trasparenti in a descrizzione di l'infurmazioni chì cullighjanu è cumu l'utilizanu è / o divulganu \".",
    "595582512": "Sè vo circate di prutege u vostru situ o app in modu efficace da i bots, spammers o altri attori maliziusi, tuttu mentre priservendu a privacy di i vostri utenti (è rispettendu tutte e regulazioni pertinenti!), cunsidereghja hCaptcha è a nostra offerta Enterprise.",
    "3388180864": "Interessatu à travaglià nantu à e sfide tecniche profonde à scala web? Assumimu sempre ingegneri talentu in u mondu sanu -",
    "3892952987": "verificate e nostre aperture è applica quì",
    "3368788823": "Terence Eden face un puntu interessante nantu à u so blog: \"",
    "1491780143": "I CAPTCHA ùn prova micca chì site umanu - provanu chì site americanu",
    "2146900431": "Intuitivamente, sta dichjarazione hà assai sensu. I CAPTCHA, cum'è quasi tuttu, sò incrustati in un cuntestu culturale, è se a vostra piscina di sfide hè stata principalmente creata in una cultura, ùn pò micca traduce bè à un altru. In u so core, questu hè una materia di cultura",
    "378086442": "di CAPTCHA, invece di a so UX per se.",
    "1445008801": "Cum'è Eden dice:",
    "332723732": "cuntenutu",
    "2072808435": "\"Guess what, Google? I taxi in u mo paese sò generalmente neri. Aghju vistu abbastanza filmi per sapè chì tutti quelli in America sò gialli. Ma in ogni altru paese ch'e aghju visitatu, i taxi sò stati un misch-mash di tonalità diverse\".",
    "3206136647": "U prublema di Google quì hè basatu annantu à a quistione di dati chì utilizanu versu quale vede. Sì tutti i dati venenu da a listessa cultura (è in u casu di Google, a listessa cumpagnia) pudete certamente aspittà d'avè sfide chì ùn si traducenu micca bè à altre culture, in cunfurmità cù a lagnanza di Eden.",
    "2217842245": "Tuttavia, i nostri dati mostranu chì (per hCaptcha)",
    "4280117172": "Parechji paesi in fattu facenu un pocu megliu cà i Stati Uniti, cumprese Nigeria, India, Brasile è Germania:",
    "555749578": "ci hè menu di 1% di varianza in i tassi di risolve in i principali paesi in ogni cuntinente.",
    "151737819": "hCaptcha Solve I tassi in u globu mostranu assai poca varianza",
    "3908992897": "è hè aduprata in ogni paese è territoriu in u mondu, cusì simu assai focu annantu à furnisce una sperienza globale coherente.",
    "2808122102": "A funziunalità interculturale hè dunque una esigenza basica per u nostru serviziu. Assicurà chì tutti l'utilizatori legittimi ponu accede à u cuntenutu rapidamente hè una parte critica di a nostra missione. Offremu sfide in 110 lingue, è migliuremu continuamente e traduzioni pertinenti per assicurà chì e nostre sfide ponu esse risolte da tutti.",
    "3913801502": "hCaptcha ora corre nantu à circa 15% di l'internet",
    "2077639538": ". Per unu, i dati di sfida nantu à u nostru serviziu ponu vene da parechje fonti, micca solu una - da e grande cumpagnie Fortune 500 à startups di apprendimentu automaticu, sempre chì aderiscenu à i nostri",
    "3951112506": ". Chì digià guarantisci un gradu più altu di eterogeneità in i dati.",
    "1803943584": "Siconda, lasciamu e sfide auto-ottimisate per determinà in quali paesi o lingue correranu, aumentendu ancu più a probabilità di una sperienza coherente. Se l'accuratezza hè più bassu di l'attesa, un inseme di dumande si ferma solu in a regione o lingua induve stu effettu si verifica.",
    "3668873369": "À hCaptcha, avemu pigliatu un approcciu sfarente da u primu ghjornu",
    "1519201684": "Politica d'etica di l'IA",
    "2155089487": ". Se i nostri sfidi eranu più faciuli di risolve per certi gruppi, aspittemu di vede una differenza in a manera di e persone di u globu è di e diverse culture quandu si risolve. In u cuntestu di u post di Eden, aspittemu chì l'Americani facenu megliu cà e persone in altri paesi. Perchè avemu passatu anni à sviluppà sistemi per evità stu prublema, vedemu in fattu u cuntrariu.",
    "2603863826": "PS: Se truvate una traduzzione in a vostra lingua chì puderia usà migliurà, sentite liberu di mandà a",
    "3543141425": "per questu!",
    "2697276059": "Evidenza chì questu funziona: uniformi di risolve i tassi in u globu",
    "664236229": "pull request",
    "1137470858": "11 di dicembre di u 2021",
    "12462594": "hCaptcha hè custruitu nantu à a piattaforma HUMAN, chì permette un routing sofisticatu è analisi per ottimisà u costu è l'efficienza à ogni passu.",
    "2262549101": "I metudi alternativi di cuntattu sò documentati in l'annuariu di l'Agenti Designati DMCA di l'Uffiziu di Copyright di i Stati Uniti",
    "2272776729": "Per piacè nutate chì duvete verificà a vostra identità è dumandà prima di piglià ulteriori azioni, cum'è furnisce a vostra identità di u guvernu. In cunfurmità cù a lege di California, pudete designà un agentu autorizatu per fà una dumanda in u vostru nome. Per designà un agentu autorizatu per fà una dumanda in u vostru nome, duvete furnisce una procura valida, l'identificazione valida da u guvernu di u richiedente, è l'identità valida da u guvernu di l'agente autorizatu.",
    "2335607721": "Avvisu. Tutti l'avvisi ligati à questi Termini di serviziu seranu mandati per e-mail o publicati in u nostru situ web. Avete da mandà avvisi à noi à",
    "2875934612": "20 di nuvembre di u 2020",
    "3084122606": "Induve u nostru usu di a vostra infurmazione persunale hè basatu annantu à u vostru accunsentu, avete u dirittu di ritirallu in ogni mumentu in a manera indicata in u Serviziu o cuntattendu à noi à",
    "3312286067": "o invià una reclamazione à u regulatore di prutezzione di dati in a vostra ghjuridizione. Pudete truvà u vostru regulatore di prutezzione di dati à",
    "3506025515": "hCaptcha ùn hè micca affettatu da log4shell. Eccu cumu sapemu.",
    "3516838896": "U bug di esecuzione di codice remota log4j2 hà recentemente spazzatu l'internet, affettendu un grande percentuale di servizii in linea. hCaptcha ùn hè micca affettatu. Eccu cumu avemu verificatu stu fattu.",
    "3553195003": "hCaptcha ùn hè micca affettatu da log4shell.",
    "3610875753": "- Se dopu una disrupzione significativa di l'affari ùn pudete micca cuntattateci cum'è abitualmente fate",
    "3612764043": ", duvete andà à u nostru situ web à hcaptcha.com o hcaptchastatus.com.",
    "3626193263": "L'Agente Designatu hCaptcha per l'Attu di Copyright Millennium Digital (DMCA) hè",
    "3794891866": "I cunsumatori di California ponu fà una dumanda in cunfurmità cù i so diritti sottu à u CCPA cuntattendu à noi à",
    "3814036702": "- Sè avete dumande nantu à a nostra pianificazione di continuità cummerciale, pudete cuntattateci à",
    "3975007628": "avà prutegge centinaie di milioni d'utilizatori attraversu decine di milioni di siti web è app ogni mese. A nostra storia mostra chì pudete cumpete cù Big Tech quandu mette a privacy prima.",
    "4038264749": "Nota mentre l'ordini lucali di COVID-19 restanu in vigore, ùn ci sò garanzii chì u mail serà ricevutu in tempu puntuale, è email (",
    "4115505783": ") hè u canali currettu per ghjunghje à noi. A cumpagnia ùn mantene micca numeri di telefunu o fax; questu hè u XXI seculu.",
    "4164851712": "Usemu solu a vostra infurmazione persunale cum'è permessa da a lege. Avemu bisognu di informà di e basi legali di u nostru trattamentu di a vostra infurmazione persunale, chì sò descritti quì sottu. Sè vo avete dumande nantu à e basi legali sottu à quale trattemu a vostra infurmazione persunale, cuntattateci à",
    "4201262098": "Sta tecnulugia permette à a forza di travagliu ghjusta di gestisce ogni parte di u vostru travagliu, maximizendu l'efficienza di u costu, preservando a privacy è risponde à qualsiasi esigenza regulatoria chì pò applicà.",
    "4217188341": "30 di nuvembre di u 2020",
    "4238473596": "Hè impurtante di minimizzà l'attrito per l'utilizatori reali. hCaptcha usa compiti simplici è piglia menu tempu per a maiò parte di l'utilizatori mentre ferma più trafficu di bot.",
    "4243935861": "ha.com",
    "4270798104": "2. Pruvate disattivà altre estensioni. S'ellu si risolve, accendeli unu per unu finu à truvà u prublema, è lasciate chì u sviluppatore di quella estensione cunnosce, è ancu di dà un capu à",
    "427220273": "Puderemu dumandà infurmazioni specifiche da voi per aiutà à cunfirmà a vostra identità è processà a vostra dumanda. A lege applicabile pò dumandà o permette di ricusà a vostra dumanda. Se ricusemu a vostra dumanda, vi diceremu perchè, sottumessu à restrizioni legali. Se vulete presentà una lagnanza annantu à u nostru usu di a vostra infurmazione persunale o risposta à e vostre dumande in quantu à a vostra infurmazione persunale, pudete cuntattateci à",
    "433026247": "Eseguendu i travaglii, pudete accumulà qualificazioni è cumpetenze, chì cuncederemu à a nostra discrezione. Riservemu u dirittu di creà, edità, o revocà e vostre qualificazioni è cumpetenze in ogni mumentu, per qualsiasi mutivu o senza ragione. Perchè ùn avemu micca discriminazione nantu à a basa di l'urìgine naziunale, a razza, u culore, u sessu, l'orientazione sessuale, o qualsiasi altra classa prutetta da a lege, avete a listessa opportunità cum'è qualsiasi altru Contributore per ottene l'accessu à i travaglii cum'è e vostre qualifiche è cumpetenze s'accumulanu. . Cum'è Contributore, se crede chì e dumande di teste problematiche anu affettatu e vostre qualificazioni, cumpetenze, o ricompense, pudete furnisce cuntenzioni ben supportate chì descrizanu e dumande di test problematiche via l'interfaccia di compitu o via un bigliettu in u nostru sistema di supportu, per esempiu via email. à",
    "492025216": "13 dicembre 2021",
    "799274928": "L'avvisi per e-mail sò cunsiderati avvisi scritti per tutti i scopi per i quali ponu esse richiesti avvisi scritti. L'avvisi per e-mail sò cunsiderati ricevuti u ghjornu di l'affari dopu a trasmissione di currettamente indirizzati à u destinatariu destinatu."
}