{
  "23114595": "Grande Esperienza d'Usuariu",
  "34074886": "Ogni volta chì rispondi à una sfida, usemu mudelli sofisticati per sapè s'ellu sì umanu. U situ web chì avete visitatu allora usa stu risultatu per aiutà à migliurà a vostra sperienza in u so situ mantenendu i bots.",
  "98173630": "hCaptcha hè u serviziu CAPTCHA indipendente più utilizatu in u mondu.",
  "111184581": "Hosting di prima parte",
  "119298044": "Tecnulugie avanzate di ML è AI autocontrollate prutegge e vostre proprietà web da minacce è attacchi",
  "121743429": "Per l'imprese di l'infrastruttura Web",
  "122875767": "Soddisfà i vostri bisogni legali quandu altre cumpagnie ùn ponu micca.",
  "126134492": "Altru",
  "152010250": "hCaptcha hà cumminatu l'apprendimentu automaticu avanzatu autocontrolatu cù una nova piattaforma di calculu di punta chì minimizza in modu unicu a raccolta di dati è a ritenzione, furnita da più di 250 località in u mondu per una scalabilità massiva.",
  "179723061": "Più cuntrollu per e squadre chì anu bisognu di sicurezza di punta",
  "191460155": "Zero attritu è 99,9% modi passivi",
  "282913023": "L'opzione costu-efficace per l'imprese d'altu trafficu",
  "328625009": "... simu pronti quandu site : u nostru serviziu hè dispunibule 24 ore.",
  "353066938": "Una squadra esperta, chì travaglia nantu à i prublemi più duru di l'oghje. hCaptcha hè un serviziu di",
  "353367791": "Detectà attori cattivi di parechji tippi diffirenti.",
  "359073033": "Dashboards furnisce viste di l'attività d'altu livellu o fine.",
  "392886773": "Funziona in ogni paese",
  "451701069": "Conforme à GDPR, CCPA,",
  "547245263": "Risolve u vostru prublema di u bot oghje.",
  "552920956": "hCaptcha permette à i siti web di guadagnà ricumpensa mentre bluccà i bots è altre forme d'abusu. hCaptcha permette ancu di sustene e carità di a vostra scelta cù questi guadagni.",
  "555158694": "Un serviziu chì utilizate hà sceltu per migliurà a vostra sperienza in u so situ installendu hCaptcha per riduce u trafficu maliziusu.",
  "585557010": "Sfida menu di 0,1% di l'utilizatori legittimi.",
  "713281684": "Melanzana",
  "719304627": "Avete bisognu di cuntrollu end-to-end?",
  "734735952": "Avemu evaluatu una quantità di vinditori CAPTCHA è ancu di custruisce un sistema noi stessi. In fine, hCaptcha emerge cum'è a megliu alternativa à reCAPTCHA.",
  "751483365": "Supportu per i clienti non-JavaScript.",
  "788770967": "Mi dispiace di sente! Pudete vulete utilizà a nostra opzione di accessibilità:",
  "793242047": "Riduce e sfide presentate à l'utilizatori per permette un accessu veloce à l'applicazioni",
  "829047995": "Attualmente usendu reCAPTCHA?",
  "836577577": "L'aggiunta di hCaptcha dura solu minuti è uni pochi di linee di codice. L'API di basa hè cumpatibile cù reCAPTCHA V2, è ci vole solu minuti per cambià.",
  "838049015": "Selezziunate tutte l'imaghjini chì currispondenu à a dumanda",
  "846501387": "Prutezzione di bot di classe mundiale",
  "861167568": "hCaptcha risolve unu di i prublemi più pressanti di l'IT: impedisce à i bots maliziusi di attaccà e vostre applicazioni web",
  "880478438": "per u megliu in a classa bot è gestione di frode.",
  "897432717": "Cù u nostru novu disignu per i Punteggi di Minaccia Personalizzati,   l'aghjunghje a vostra cunniscenza cummerciale permette à i nostri mudelli di furnisce punteggi unicamente pertinenti à i vostri utilizatori.",
  "910989640": "Generate rapporti dettagliati è persunalizati di l'attività",
  "976209454": "Guadagna ricompense o dà à a carità",
  "981806349": "Custruitu nantu à a piattaforma pruvata hCaptcha",
  "999610953": "Infine, una alternativa credibile à Google. hCaptcha Enterprise offre un risparmiu drammaticu nantu à a vostra fattura reCAPTCHA cù una sicurità più altu: finu à l'80% menu caru in certi casi.",
  "1014004474": "I piani Enterprise di hCaptcha offrenu accordi avanzati di serviziu per mantene a vostra urganizazione prutetta",
  "1045484714": "Integrazione SAML SSO cù u vostru Fornitore d'identità, per esempiu. Okta o Azure AD.",
  "1050501253": "Troppu Difficile",
  "1070364246": "Oops! Qualcosa hè andatu sbagliatu durante l'inviu di u furmulariu.",
  "1103295010": "Guadagnà soldi o dà à carità per quandu l'omu risolve CAPTCHA",
  "1130868224": "Trè linee di codice",
  "1131525092": "Raggruppa i cattivi attori inseme senza sforzu attraversu i nostri UID Scoped chì preservanu a privacy per truvà è piantà fraude è abusi cunnessi",
  "1141402092": "Funzioni avanzate di rapportu",
  "1150035777": "I mudelli sofisticati di apprendimentu di macchina generanu punteggi di cunfidenza di u bot basati nantu à parechji punti di dati oltre se e dumande sò state risposti currettamente",
  "1150963691": "mitigazione APT",
  "1172067553": "A piattaforma HUMAN daretu à hCaptcha furnisce una qualità di travagliu altamente sofisticata è funzioni di gestione via implementazioni on-premise, hibride o SaaS chì si integranu cù i vostri sistemi esistenti.",
  "1173652155": "Cunsiglieri",
  "1218990730": "cumu signalà prublemi cù logs detallati",
  "1250541092": "— Sergi Isasi",
  "1263998069": "Guadagnà premii per risolve umani",
  "1300485304": "hCaptcha prutegge contr'à e minacce avanzate è i decoys pensati per infiltrà e vostre rete",
  "1345083090": "Segnala un prublema di funziunalità?",
  "1356745565": "Compatibile tuttu u ritornu à Internet Explorer 8.",
  "1368787974": "Condividi a gestione in tutta a vostra squadra.",
  "1393184984": "sò tuttu ciò chì avete bisognu.",
  "1475399473": "Sapete più nantu à a squadra hCaptcha",
  "1485807325": "Dashboards multi-utilizatori, SAML SSO",
  "1508655687": "Aghjunghjite e vostre sfide adattate per u vostru audience per simplificà o restringe l'accessu",
  "1510448156": "Pudete esse up and running with a superior alternative today, and turn on more advanced features as needed.",
  "1525403768": "Per più infurmazione cuntattate Enterprise Sales.",
  "1544546608": "Passu di privacy",
  "1549336309": "hCaptcha gira stu mudellu. Quandu utilizate hCaptcha, l'imprese offrenu nantu à u travagliu chì i vostri utilizatori facenu cum'è pruvucanu a so umanità. Ottenete i premii.",
  "1559631739": "Apprendimentu privatu",
  "1579093044": "Cù u nostru simplice designer di sfida persunalizata, pudete lancià un cuntenutu di sfida nantu à a marca in pocu minuti.",
  "1586809757": "Punteggi di bot d'alta precisione",
  "1599610318": "Editore",
  "1637702726": "À propositu di hCaptcha",
  "1662477701": "Risorse",
  "1676849166": "Reduce l'attrito evitendu una sfida interamente per u 99,9% di u vostru trafficu legittimu mentre furnisce una sicurezza eccellente, grazia à mudelli di bot avanzati.",
  "1685871181": "I principali servizii in linea si basanu",
  "1752795854": "hCaptcha porta un approcciu mudernu, focalizatu in a privacy per piantà i bots.",
  "1779265104": "Termini persunalizati è Garanzia di privacy",
  "1792519141": "hCaptcha Enterprise",
  "1798492192": "Supportu di u navigatore legacy",
  "1803009328": "Pruvatu in battaglia à scala web.",
  "1844885924": "Vasta biblioteca di tippi da sceglie.",
  "1849717906": "Personalizà cù u vostru propiu cuntenutu di sfida",
  "1849805607": "hCaptcha prutegge contr'à e minacce è i decoys pensati per infiltrate e vostre rete",
  "1886100235": "Parechji di i più grandi servizii in linea di u mondu anu cambiatu à hCaptcha Enterprise è anu ricivutu una rilevazione di bot mejorata cù un risparmiu di costi sustanziali.",
  "1894355645": "hCaptcha furnisce una rilevazione di bot simplice, faciule è affidabile mentre esse triviale per l'omu da risolve.",
  "1927613000": "hCaptcha combina l'apprendimentu automaticu sofisticatu cù una putente piattaforma di sfida per prutege l'applicazioni web da l'acquisizione di cunti, l'imbottitura di credenziali, scraping, è altri tipi di abusu.",
  "1936512180": "Accessu API faciule, belli dashboards, è l'ultima tecnulugia di mudellu in u ciclu per maximizà l'efficienza di i travagliadori.",
  "1956967813": "I nostri servizii sò affidati da e più grande cumpagnie in u mondu per serve parechji milioni di utilizatori ogni ghjornu in decine di milioni di siti.",
  "1958297836": "Prutezzione di l'attaccu coordinatu è mitigazione APT",
  "2041686284": "Più dati generalmente pruduce risultati megliu in i mudelli di furmazione di machine learning. U successu recente di mudelli prufonda hà purtatu à datasets sempre più grande, è hCaptcha serve à sta necessità. In ogni casu, a creazione di grandi datasets rivisionati da l'omu cù i metudi tradiziunali hè à tempu lento è caru.",
  "2103563261": "Informazione privata o publica",
  "2131386784": "Competenza è Supportu Raggiungibili Per Voi è I Vostri Utenti",
  "2138799135": "hCaptcha hà decine di integrazioni pre-custruite per i sistemi di frontend è backend chì utilizate.",
  "2163914794": "Avete bisognu di più etichette per i vostri datasets? hCaptcha furnisce l'etichettatura di dati veloce, efficace è di alta qualità per e cumpagnie chì travaglianu in l'intelligenza artificiale è l'applicazioni d'apprendimentu automaticu.",
  "2183926131": "Cumincià cù hCaptcha Enterprise",
  "2184564739": "Vede",
  "2188609322": "L'attori cattivi sò sempre più cumuni in linea. Ma sacrificà a privacy di l'utilizatori ùn hè micca a risposta.",
  "2319072959": "Eseguite interamente offline cù a vostra propria forza di travagliu, traccia u valore cunsumatu in unità di cummerciale o partenarii di cunsorziu, trascinate selettivamente i travaglii à diversi fornitori di travagliu internu o esternu basatu annantu à i costi è i requisiti di sicurezza, è più.",
  "2320894364": "Cù più di 200 punti di prisenza, u nuvulu di hCaptcha pruteghja i vostri beni in u mondu",
  "2354267648": "Politica di privacy GDPR, CCPA è LGPD-friendly",
  "2373007864": "hCaptcha Enterprise funziona nantu à a tecnulugia di a piattaforma hCaptcha, allargata per include e funzioni chì l'imprese à grande trafficu necessitanu.",
  "2418549423": ", un standard emergente per a priservà a privacy in linea via prove criptografiche, è altre caratteristiche uniche di primura di privacy.",
  "2489287539": "\"Senza CAPTCHA\" senza attritu è modi passivi di 99,9%.",
  "2510209017": "Avete bisognu di più aiutu?",
  "2513143348": "U sistema hCaptcha Enterprise hè unicu flexible in u so disignu: pò esse implementatu parzialmente o interamente à a riva di a vostra reta se operate una nuvola publica o pussede parechji centri di dati.",
  "2535001179": "Se vene da reCAPTCHA di Google, i nostri API sò rimpiazzamenti drop-in.",
  "2593768395": "Esperienza perfetta in u web, mobile nativu, web mobile. Integrazioni pre-custruite è SDK nativi dispunibuli.",
  "2650502379": "Lanciate e vostre Sfide in Sicondi",
  "2670003220": "Impieghi",
  "2671622670": "Impresa",
  "2676853536": "Dashboards multi-utilizatori",
  "2681650568": "È cum'è sempre, a privacy hè un valore core per noi. Aghjunghjite u nostru codice di sfida solu induve hè necessariu, è induve hè sensu per prutezzione di voi è di i vostri utilizatori. A minimizazione di a raccolta di dati principia da u mumentu di l'integrazione.",
  "2682873489": "Definisce l'area di delimitazione per l'uggetti",
  "2686825859": "Iscriviti gratis o cuntattateci nantu à e soluzioni hCaptcha Enterprise",
  "2698140263": "Ùn sò micca tutti i prublemi: ottene un puntu unicu significa chì deve risponde à i vostri bisogni per esse utile.",
  "2698640210": "Cuntrolla sfide è tipi mostrati",
  "2707282231": "Personalizà e sfide per i vostri utilizatori. Fate impussibile à i bots per risolve è penetrà.",
  "2714878440": "Prutegge i vostri servizii da scraping, acquisizione di cunti, stuffing di credenziali è spam cù u nostru apprendimentu automaticu avanzatu è verificazione di l'umanità.",
  "2718999653": "Punteggi di minaccia persunalizati",
  "2781507299": "Verificazione immediata",
  "2782263070": "U serviziu hè una prima priorità per noi. Mantenemu un supportu on-call 24/7 è offre una coordinazione diretta di Slack cù a vostra squadra di integrazione di l'ingegneria è u nostru staffu on-call durante è dopu l'implementazione.",
  "2806751666": "Cosa hè hCaptcha?",
  "2826051554": "è più",
  "2881474837": "hCaptcha Enterprise",
  "2890048009": "E rete publicitarie vedenu i vostri visitatori cum'è u pruduttu. Per noi u solu pruduttu hè di determinà a so umanità. I nostri servizii rispondenu o superanu i requisiti di GDPR, CCPA, LGPD è PIPL, è supportanu iniziative cum'è Privacy Pass. Travagliemu duramente per equilibrà a privacy è a sicurità.",
  "2927700175": "Mostremu e sfide CAPTCHA chì sò difficili per i bots, ma faciuli per e persone, raccogliendu dati difficili da etichettare da i prublemi di apprendimentu automaticu, è l'utilizanu per distingue se un visitatore di u situ web o di l'app hè umanu.",
  "2968026167": "A vostra verdura preferita",
  "3018523079": "Stà nantu à a marca cù una sperienza d'utilizatore coherente.",
  "3065000659": "Avete capitu chì ogni volta chì \"cliccate nantu à a vittura\" vi aiutate à furmà una sola",
  "3093388779": "hCaptcha hè liberu d'utilizà per editori di ogni dimensione",
  "3093689546": "Integrazione faciule",
  "3096063825": "Pruvate",
  "3107683988": "Questu pò riduce drasticamente u trafficu fora di a rete è i costi, mantenendu tutti i benefici di a gestione da u nostru staffu di 24 ore à 24, 7 per risponde à i SLA più stretti.",
  "3117887301": "Fiduciatu da i più grandi servizii in linea",
  "3121248460": "Mostra sfide persunalizate infinitamente diverse - da simplici à cumplessi - per u vostru publicu anticipatu",
  "3153117136": "Cume Funzionanu i paràmetri di difficultà hCaptcha",
  "3160820928": "Prutezzione d'attaccu coordinata",
  "3161489950": "A piattaforma ML di sicurezza più avanzata di u mondu",
  "3167979932": "Cuncepitu per a privacy da u primu ghjornu. Forte Accordu di Trattamentu di Dati.",
  "3194111925": "sustegnu",
  "3213351333": "Nisun impegnu iniziale necessariu",
  "3213957230": "Quandu l'utilizatori anu da risolve una sfida per risponde à i bisogni di sicurezza, perchè micca creà compiti piacevuli è pertinenti per l'utilizatore?",
  "3225770968": "hCaptcha hè pensatu per risolve u prublema più intensiva di travagliu in l'apprendimentu di macchina; etichettatura di quantità massive di dati in modu puntuale, assequible è affidabile.",
  "3230004040": "Avete disabilità visuale o altrimenti incapace di compie hCaptchas?",
  "3235430156": "i sistemi di apprendimentu automaticu di a cumpagnia gratuitamente?",
  "3260825523": "Macchine di intuizione",
  "3264813246": "Inappropriatu",
  "3265895521": "Aumentà è diminuite a difficultà di sfida basatu annantu à l'ora di u ghjornu",
  "3266612494": "Un cumpagnu di fiducia",
  "3276777569": "hCaptcha",
  "3287172429": "Tipi di sfida di cuntrollu mostrati",
  "3365203058": "Prutezzione anti-bot di classe mundiale",
  "3412647984": "Questu permette di evità e dumande future registrendu è stabilisce una cookie. Per piacè pruvate ancu di disattivà u vostru bloccu di publicità.",
  "3417372336": "Cambia in minuti",
  "3446714684": "Integrazione mobile (iOS è Android).",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "Per l'utilizatori di l'impresa, l'opzioni sò dispunibuli per evità completamente sfide in a maiò parte di i scenarii.",
  "3478726913": "hCaptcha hà una di e più grande piscine di u pianeta dispunibule per u vostru usu. Qualunque sia a vostra scala, pudemu trattà senza impegni iniziali costosi. Millioni di travaglii per ghjornu ùn sò micca prublemi.",
  "3480023141": "Sapete più nantu à l'opzioni di accessibilità",
  "3483700676": "Lanciate milioni di attività istantaneamente",
  "3500503648": "hCaptcha hè cuncepitu per eliminà a retenzione di dati à longu andà, affittendu una valutazione immediata invece di arregistrà è analizà a vostra storia di navigazione. Supportemu ancu iniziative cum'è",
  "3524251858": "Direttore di a gestione di u produttu, Cloudflare",
  "3526939538": "Bug di u software",
  "3530599065": "A privacy hè custruita da a terra. hCaptcha ùn conserva micca PII è hè conforme à numerosi mandati è regulamenti di privacy.",
  "3570415321": "Cumpagnia",
  "3573245166": "A cuntrariu di reCAPTCHA, travagliammu in ogni paese.",
  "3578122193": "Stà nantu à a marca cù cuntenutu pertinente",
  "3620442880": "Funzioni di prutezzione Flash Sale",
  "3630114728": "Vede ciò chì succede in tutti i vostri siti è app.",
  "3644106388": "Cuntattu",
  "3660619092": "Iscriviti gratis o cuntattate a vendita per e soluzioni Enterprise",
  "3688621388": "Firme di minaccia",
  "3704893754": "Vulete vede per voi stessu? Pruvate hCaptcha Free",
  "3714002185": "Scopri di più su hCaptcha Enterprise",
  "3715747429": "I nostri ingegneri di imbarcazione ponu andà rapidamente, sì avete bisognu di l'integrazione React, SDKs per l'applicazioni native iOS, un esempiu di backend Java, o quasi ogni altru scenariu.",
  "3717512591": "Integrazione diretta di a piattaforma",
  "3721365241": "Pruvate",
  "3729345277": "hCaptcha hè un modu per e cumpagnie per uttene l'annotazioni chì necessitanu più rapidamente, cù una qualità più alta è à un costu più bassu cà l'altri alternattivi.",
  "3730038780": "Sceglite trà un numeru quasi infinitu di sfide per l'utilizatori per risolve",
  "3739936967": "Stu focus unicu nantu à a privacy significa chì pudemu offre zero retenzioni di dati individuali, operazione senza cookie, è altre garanzie di privacy contractuale cum'è necessariu mantenendu una sicurità eccellente. Leghjite più.",
  "3740051331": "Semu ancu impegnati à monitorà attivamente è risponde à e dumande di i vostri utilizatori nantu à e social media, fori, è i nostri canali di supportu in-widget è email. Semu accessibili è responsivi, è tratemu a satisfaczione di l'utilizatori cum'è un KPI top.",
  "3753956446": "Gratuitu",
  "3758963444": "Grazie! A vostra sottumissione hè stata ricevuta!",
  "3767462250": "Cuncepitu per a privacy",
  "3768951251": "SLA di l'impresa",
  "3807059944": "Cuntrolla u cuntenutu di sfida utilizatu",
  "3816867833": "Feedback",
  "3817811295": "Affidabilità garantita è supportu veloce 24/7 on-call.",
  "3892905664": "hCaptcha aiuta i vostri servizii in linea preferiti à mantene i bots, u puzzicheghju è l'abusu facendu dumande simplici chì sò faciuli per l'omu è difficili per e macchine.",
  "3913848038": "SLA di uptime di 99,99% è supportu glubale 24/7 dispunibule.",
  "3951254541": "Apprezzemu u vostru input. Fateci cunnosce ogni prublema è li risolvemu rapidamente.",
  "3952259236": "Unisce i vostri dati cecu cù i millaie di signali di hCaptcha per furmà hCaptcha nantu à classi di cumpurtamentu - solu per u vostru esempiu - per predichendu megliu u cumpurtamentu maliziusu megliu cà ogni solu suluzione.",
  "3953584369": "Restrizioni d'accessu RBAC sofisticate dispunibili.",
  "4007826952": "U CAPTCHA n. 1 per a privacy per u web, mobile è più.",
  "4019660456": "Latenza 0ms: verificate i tokens hCaptcha senza alcuna chjama API.",
  "4065065042": "Marcate questu per adattà esattamente u vostru casu d'usu.",
  "4083018285": "Una suite di funzioni estese chì combina cun monitoraghju SOC rinfurzatu è risposta per affruntà minacce persistenti sofisticate",
  "4146870445": "Chi simu",
  "4147497805": "Carota",
  "4194763679": "Livelli di difficultà fine",
  "4195759329": "Rilevazione di bot è punteggi di risicu",
  "4199502476": "Dashboard di rapportu avanzatu è API",
  "4238473596": "Minimizà l'attrito per l'utilizatori veri hè impurtante. hCaptcha usa compiti simplici è piglia menu tempu per a maiò parte di l'utilizatori mentre ferma più trafficu di bot.",
  "4272022475": "Tutte e dumande è l'assi vanu à hcaptcha.yourdomain.com",
  "4272454814": "Integrate cù u fornitore d'identità di a vostra scelta.",
  "a11y-img-1": "Schermata di l'utilizatore di l'accessibilità dopu u login",
  "a11y-img-2": "Opzione di accessibilità in u menu UI di u widget",
  "a11y-img-3": "Finestra di dialogu di accessibilità in u widget UI",
  "about-advisors-brendan": "CEO di Brave. Cofundatore di Mozilla. Creatore di u linguaghju di prugrammazione JavaScript. Custruttore di navigatori è ancu di più.",
  "about-advisors-dawn": "Prufessore, CS à l'Università di California, Berkeley. Imparazione profonda, sicurezza, espertu blockchain. CEO di Oasis Labs.",
  "about-advisors-head": "Cunsiglieri",
  "about-advisors-keiran": "Research Scientist in Stanford. Imparazione automatica è finanza quantitativa in e principali banche, hedge funds è università.",
  "about-content-head-1": "Ciò chì Facemu",
  "about-content-head-2": "Perchè Ghjè impurtante",
  "about-content-text-1a": "hCaptcha porta un approcciu mudernu è privatu per fermà i bots.",
  "about-content-text-1b": "Mustremu sfide CAPTCHA chì sò difficiuli per i bots ma facili per e persone raccugliendu dati difficiuli da etichettà da i prublemi di apprendimentu automaticu, è aduprandu per distingue se un visitatore di un situ web o app hè umanu.",
  "about-content-text-2a": "I cattivi attori sò di più in più cumuni in ligna. Ma sacrificà a privacy di l'utilizatori ùn hè micca a risposta.",
  "about-content-text-2b": "E soluzioni di sicurezza offerte da e cumpagnie publicitarie si focalizanu principalmente in traccia di l'utilizatori in tuttu u web. Avemu creatu una soluzione di sicurità efficace chì prova di dannà a privacy di l'utente ùn hè micca necessaria per uttene risultati eccellenti.",
  "about-intro-head-1": "À propositu di hCaptcha",
  "about-intro-head-2": "Privacidad, Seguretat, e Machine Learning.",
  "about-intro-text": "hCaptcha hè u serviziu CAPTCHA indipendente più utilizatu in u mondu.",
  "about-leadership-head": "Quale simu",
  "about-leadership-headsub": "Una squadra sperimentata, chì travaglia nantu à i prublemi più duri d'oghje.",
  "about-leadership-link1": "Quale simu",
  "about-leadership-text1": "Semu specializati in apprendimentu prufondu è in apprendimentu visuale di u duminiu à scala, cun un focus particulare nantu à a sicurezza di i sistemi in linea da minacce moderne sempre più sofisticate.",
  "about-leadership-text2": "Cù decennii di competenza in apprendimentu software è macchina, custruimu è operemu sistemi scalabili massivamente per affruntà alcuni di i prublemi più duri d'oghje pur preservendu a privacy.",
  "acc-opt": "Opzioni di Accessibilità",
  "acc-opt-but": "Amparate più nantu à e opzioni di accessibilità",
  "acc-opt-text": "Sì impeditu di vista o altrimente ùn pudete micca cumplettà hCaptchas?",
  "accessibility-link": "Accessibilità",
  "appreciate-in": "Apprezzemu a vostra entrata. Facci sapè qualsiasi prublemi è li risolveremu rapidamente.",
  "fb-but": "Mandateci feedback",
  "feedback-text": "Fornite feedback nantu à u hCaptcha chì avete vistu",
  "footer-attribution": "Attribuzione",
  "footer-copyright-text": "hCaptcha hè un marcu registratu di Intuition Machines, Inc.",
  "footer-header-1": "Cumpagnia",
  "footer-header-2": "Risorse",
  "footer-header-3": "Cuntattate",
  "footer-link-1": "Etichettatura",
  "footer-link-10": "Accessibilità",
  "footer-link-2": "Circa",
  "footer-link-3": "Impieghi",
  "footer-link-4": "Marchi",
  "footer-link-5": "L'éthique de l'IA",
  "footer-link-6": "Blog",
  "footer-link-7": "Statutu",
  "footer-link-8": "Ducumentazione in corsu",
  "footer-link-9": "Segnala un Bug",
  "footer-privacy": "Privacy",
  "footer-subheader-1": "Supportu",
  "footer-subheader-2": "Cuntattate",
  "footer-terms": "Termini",
  "h-plans": "Piani d'abbunamentu",
  "header-docs-link": "Documenti",
  "header-labeling-services-link": "Servizi di Etichettatura",
  "header-login-button": "Cunnessione",
  "header-plans-link": "Piani",
  "header-signup-button": "Firma",
  "home-about-head": "À propositu di hCaptcha",
  "home-about-subtitle": "Impulsatu da u Protocollu UMANU",
  "home-about-text-1": "hCaptcha hè cuncepitu per risolve u prublema u più intensivu di travagliu in l'apprendimentu machine: etichettà quantità massicce di dati in un modu puntuale, accessibile è affidabile.",
  "home-about-text-2": "Più dati generanu generalmente risultati megliu in mudelli di apprendimentu machine à furmazione. U successu recente di mudelli prufondi hà purtatu à insemi di dati di più in più grandi, guasi sempre cù qualchì rivista umana. Tuttavia, a creazione di grandi set di dati riveduti da l'omu attraversu Mechanical Turk, Figure Eight, ecc hè à tempu lenta è cara.",
  "home-about-text-3": "hCaptcha permette à i siti web di fà soldi servendu sta dumanda mentre blocca i bot è altre forme d'abusu.",
  "home-about-text-4": "U mercatu hCaptcha hè alimentatu da u Protocollu HUMAN, un protocolu decentralizatu apertu per a revisione umana chì funziona nantu à a catena di blocchi Ethereum. I siti Web guadagnanu Gettoni Umani (HMT) ogni volta chì l'utenti utilizanu u widget hCaptcha in u so situ, è e cumpagnie di machine learning paganu Gettoni Umani per uttene i so dati etichettati.",
  "home-ba-labeling-services-link": "Servizi di Etichettatura",
  "home-benefits-head-1": "U Valore in Etichettatura Dati",
  "home-benefits-head-2": "Rindite à a Carità",
  "home-benefits-text-1": "Avete realizatu ogni volta chì fate clic nantu à a vittura chì aiutate à furmà gratuitamente i sistemi di apprendimentu automaticu di una sola cumpagnia Gigantic?",
  "home-benefits-text-2": "hCaptcha volta stu mudellu. Quandu aduprate hCaptcha, l'imprese prupone nantu à u travagliu chì i vostri utenti facenu mentre dimustranu a so umanità. Avete a ricumpensa.",
  "home-benefits-text-3": "Vulete rende à a vostra carità preferita? hCaptcha vi permette di sustene carità di a vostra scelta cù i guadagni chì guadagnate da aduprà. L'utilizatori di u vostru situ puderà prestu vede a vostra cuntribuzione à a carità per mezu di una marca discreta nantu à l'interfaccia hCaptcha.",
  "home-challenge-text-1": "Sceglite tutte l'imaghjini chì currispondenu à a dumanda",
  "home-challenge-text-2": "Definisce l'area di delimitazione per l'oggetti",
  "home-challenge-text-3": "Identificate e etichette currispundenti",
  "home-challenge-title-1": "Paragunà",
  "home-challenge-title-2": "Box Limitante",
  "home-challenge-title-3": "Categurizazione",
  "home-challenges-head": "Sfide Presentate",
  "home-challenges-text-1": "... è altri compiti simplici. Facile per l'umani, duru per i bots.",
  "home-challenges-text-2": "I travaglii persunalizati sò ancu dispunibili per l'editori d'impresa.",
  "home-ent-1": "Circate e nostre offerte di sicurezza d'impresa?",
  "home-ent-2": "Visita u nostru novu situ dedicatu: BotStop.com",
  "home-ent-button": "Sapete più: BotStop da hCaptcha",
  "home-from-the-blog": "DA U BLOG:",
  "home-from-the-blog-value": "Cumu Funziona Impostazioni di Difficultà hCaptcha",
  "home-intro-body": "Aduprate un captcha per tene fora i bot? hCaptcha prutege a privacy di l'utilizatori, premia i siti web, è aiuta l'imprese à ottene i so dati etichettati. Hè un rimpiazzamentu drop-in per reCAPTCHA: pudete cambià in pochi minuti.",
  "home-intro-button": "Iscriviti Avà",
  "home-intro-head": "Stop più bots. Cumincià à prutege a privacy di l'utente.",
  "home-main-1": "Privatu. Secure. Più veloce. È vi paghemu per aduprà.",
  "home-main-2": "Privacità focalizzata",
  "home-main-2c": "E rete publicitarie vedenu i vostri visitatori cum'è u pruduttu. Per hCaptcha u pruduttu hè u travagliu chì furnisce. Ùn ci importa micca quale sò i vostri utilizatori, solu quantu probabili sò di esse maliziusi. Sustenemu iniziative cum'è Privacy Pass, è travagliendu duramente per equilibrà a privacy è a sicurità.",
  "home-main-3": "Sicurezza Prima",
  "home-main-3c": "A precisione hè in u vostru interessu è a nostra. hCaptcha hè focalizatu nantu à l'editore. Travagliemu per dà vi dati veri è lasciate decide di usalli. Altri captchas sò furniti da cumpagnie di publicità Gigantic. Questu significa chì ogni bot chì bluccanu pò riduce i so ingressi.",
  "home-main-4": "Megliu Esperienza d'Usuariu",
  "home-main-4c": "I mudelli sofisticati di amparera automatica sò aduprati da hCaptcha per determinà l'umanità. Questu ci permette di richiede mansi menu fastidiosi da i vostri utenti è di piglià menu di u so tempu per fà, puru producendu dati etichettati utili per etichettà i clienti.",
  "home-main-plans": "hCaptcha hè liberu d'utilizà per editori di ogni dimensione. Tuttavia, per l'imprese è e piattaforme chì necessitanu più cuntrollu, e nostre soluzioni d'impresa sò dispunibili.",
  "home-main-plans2": "Soluzioni d'impresa hCaptcha pruteggenu milioni d'utilizatori in decine di milioni di siti web per alcune di e più grandi cumpagnie di u pianeta. Per piacè cuntattateci per più infurmazioni, o visitate",
  "home-main-plans3": "Soluzioni d'impresa hCaptcha pruteggenu milioni d'utilizatori in decine di milioni di siti web per alcune di e più grandi cumpagnie di u pianeta. Per piacè cuntattateci per più infurmazioni, o visitate",
  "home-main-plans4": "per i dettagli.",
  "home-plans-button-1": "Iscriviti avà",
  "home-plans-button-2": "Cuntattate e vendite",
  "home-plans-chart-head-1": "Caratteristiche",
  "home-plans-chart-head-2": "Editore",
  "home-plans-chart-head-3": "Intrapriża",
  "home-plans-chart-row-1-cell-1": "Cuntrolla i tippi di sfida mostrati",
  "home-plans-chart-row-1-cell-2": "Limitatu",
  "home-plans-chart-row-1-cell-3": "Tutale",
  "home-plans-chart-row-10-cell-1": "Dashboards multi-utilizatori",
  "home-plans-chart-row-11-cell-1": "Funzioni avanzate di segnalazione",
  "home-plans-chart-row-12-cell-1": "SLA Enterprise",
  "home-plans-chart-row-2-cell-1": "Cuntrolla u cuntenutu sfida adupratu",
  "home-plans-chart-row-2-cell-2": "Limitatu",
  "home-plans-chart-row-2-cell-3": "Tutale",
  "home-plans-chart-row-3-cell-1": "Guadagna ricumpense per e risolve umane",
  "home-plans-chart-row-4-cell-1": "Prutezzione anti-bot di classe mundiale",
  "home-plans-chart-row-5-cell-1": "Funziona in ogni paese",
  "home-plans-chart-row-5a-cell-1": "No-CAPTCHA è 99,9% modi passivi",
  "home-plans-chart-row-5b-cell-1": "Puntu di cunfidenza bot",
  "home-plans-chart-row-6-cell-1": "GDPR è politica di privacy amichevole CCPA",
  "home-plans-chart-row-7-cell-1": "Livelli di difficultà à grana fina",
  "home-plans-chart-row-8-cell-1": "Lanciate u vostru propiu cuntenutu sfida",
  "home-plans-chart-row-9-cell-1": "Pianificazione di difficultà basata annantu à u tempu",
  "home-try-it-out-button": "Uttenite hCaptcha",
  "home-try-it-out-head": "Pruvate",
  "home-try-it-out-text": "hCaptcha furnisce una rilevazione di bot semplice, faciule è affidabile mentre essendu banale per l'umani da risolve.",
  "labeling-about-head": "À propositu di hCaptcha",
  "labeling-about-text-1": "hCaptcha hè pensatu per risolve u prublema u più intensivu di travagliu in apprendimentu in macchina; etichettatura di quantità massicce di dati in modu puntuale, accessibile è affidabile. Più dati generanu generalmente risultati megliu in mudelli di apprendimentu machine à furmazione. U successu recente di i mudelli prufondi hà purtatu à gruppi di dati sempre più grandi, è hCaptcha serve stu bisognu.",
  "labeling-about-text-2": "Tuttavia, a creazione di grandi set di dati riveduti da l'omu cù i metudi tradiziunali hè à tempu lenta è cara. hCaptcha hè un modu per e cumpagnie per uttene l'annotazioni chì necessitanu più veloce, cù qualità superiore è à costi più bassi di altre alternative.",
  "labeling-annotations-head": "Tipi di Annotazioni",
  "labeling-annotations-text-1": "Rilevazione precisa di oggetti in immagini è video",
  "labeling-annotations-text-2": "Rilevazione precisa di oggetti in immagini è video",
  "labeling-annotations-text-3": "Annotazioni puntuali per parechji casi d'usu diversi",
  "labeling-annotations-text-4": "Ordina o aghjusta categurie arbitrarie di ogni taglia",
  "labeling-annotations-text-5": "Rilevazione è classificazione alimentate da l'omu",
  "labeling-annotations-text-6": "Bisognu un altru tippu micca elencatu quì? Basta chiedeci.",
  "labeling-annotations-title-1": "Scatole Limitate",
  "labeling-annotations-title-2": "Poligoni",
  "labeling-annotations-title-3": "Punti di riferimento",
  "labeling-annotations-title-4": "Categurizazione di l'attributi",
  "labeling-annotations-title-5": "Comparazione è Rilevazione",
  "labeling-annotations-title-6": "... è assai altri",
  "labeling-ent-button": "Cuntattate u nostru Squadra di Soluzioni Imprese",
  "labeling-ent-head": "Bisognu di Cuntrollu End-to-End?",
  "labeling-ent-text-1": "A Piattaforma UMANA daretu à hCaptcha furnisce una qualità di travagliu altamente sofisticata è funzioni di gestione via implementazioni on-premise, ibride o SaaS chì si integranu cù i vostri sistemi esistenti.",
  "labeling-ent-text-2": "Eseguite interamente fora di linea cù a vostra propria forza di travagliu, tracciate u valore cunsumatu in unità di cummerciale o partenarii di consorziu, indirizzate selettivamente i travaglii versu diversi fornitori di manodopera interni o esterni basati nantu à i requisiti di costi è di sicurezza, è ancu di più.",
  "labeling-ent-text-3": "Accessu API faciule, belli pannelli, è l'ultima tecnulugia mudellata in ciclu per maximizà l'efficienza.",
  "labeling-ent-text-4": "SLA di uptime 99,99% è supportu glubale 24/7 dispunibule. Per più infurmazione:",
  "labeling-features-head-1": "Pipeline simplici guidati da API.",
  "labeling-features-head-2": "Optimizatu per u costu è a qualità. Nisun impegnu iniziale necessariu.",
  "labeling-features-head-3": "Paga solu per a precisione chì avete bisognu.",
  "labeling-features-head-4": "Fornite i vostri propri dati di verità in terra o lasciaci custruì à a volata.",
  "labeling-features-text-1": "Vulete integrà a revisione umana direttamente in e vostre operazioni cummerciale? Offremu SLA di alta affidabilità, capacità garantita, è API REST semplici.",
  "labeling-features-text-2": "A piattaforma HUMAN utilizza mudelli di fiducia cumpleta per fà analisi sofisticate di qualità in tempu reale. Questu ci permette di determinà rapidamente sia a difficoltà di e dumande sia a so probabile risposta ghjusta, risparmiendu tempu è soldi.",
  "labeling-features-text-3": "Micca tutti i prublemi sò listessi. Annotazioni per e cumpetenze critiche di sicurezza ponu richiede 99,99% di fiducia da travagliadori interamente umani. L'annotazioni per una caratteristica beta in una app di ghjocu mobile pò richiede solu fiducia moderata. Tu decide.",
  "labeling-features-text-4": "Avete dati grezzi senza un set di verifica cumpletu? In a maiò parte di i casi pudemu custruisce unu per voi mentre e attività passanu per u sistema, o creà campioni etichettati per a vostra appruvazione.",
  "labeling-info-head": "Uttenendu Etichettatu Dati",
  "labeling-info-text-1": "Parlate cù unu di i nostri esperti di duminiu per definisce i vostri bisogni di prughjettu: precisione di destinazione, furmatu, è qualsiasi esigenze speciali.",
  "labeling-info-text-2": "Esecutemu un picculu travagliu di produzzione basatu annantu à i vostri dati di mostra. Questu mette à prova u travagliu chì avemu fattu inseme per assicurà chì otteniate esattamente ciò chì avete bisognu.",
  "labeling-info-text-3": "Cù u nostru altu volume è bassa latenza, gireremu u vostru travagliu in furia, cun consegna automatizzata appena finita.",
  "labeling-info-text-4": "Cumu capiscenu megliu i parametri di u vostru travagliu di produzzione, i risultati continueranu à migliurà cù u tempu.",
  "labeling-info-text-5": "I dashboards in diretta vi permettenu di furnisce feedback o mette in pausa a produzzione in ogni mumentu.",
  "labeling-info-title-1": "Definisce Specifiche",
  "labeling-info-title-2": "Test di travagliu iniziale",
  "labeling-info-title-3": "Distribuite Impieghi di Produzione",
  "labeling-info-title-4": "Migliurà Cuntinuu",
  "labeling-info-title-5": "Risultati in tempu reale",
  "labeling-main-1": "Etichettatura di dati costu-efficace à scala",
  "labeling-main-1-button": "Uttenite i Vostri Dati Etichettati Avà",
  "labeling-main-1c": "Avete bisognu di più etichette per i vostri datasets? hCaptcha furnisce l'etichettatura di dati veloce, efficae è di alta qualità per l'imprese chì travaglianu in l'intelligenza artificiale è l'applicazioni di apprendimentu automaticu.",
  "labeling-main-2": "Lanciari milioni di attività immediatamente.",
  "labeling-main-2-button": "Cumprate Servizi di Etichettatura di Dati",
  "labeling-main-2c": "hCaptcha hà una di e più grandi piscine di u pianeta dispunibule per u vostru usu. Qualunque sia a vostra scala, a pudemu trattà senza impegni iniziali costosi. Millioni di attività per ghjornu ùn sò micca prublemi.",
  "labeling-platform-head": "Infurmazione privata o publica",
  "labeling-platform-text": "hCaptcha hè custruitu nantu à a Piattaforma UMANA, chì permette di routing è analisi sofisticati per ottimisà u costu è l'efficienza in ogni passu. Questa tecnulugia permette à a forza di travagliu ghjusta di gestisce ogni parte di u vostru travagliu, massimizendu l'efficienza di i costi puru preservendu a privacy è soddisfendu qualsiasi esigenza regolamentare chì pò applicà.",
  "labeling-try-button": "Cumprate Servizi di Etichettatura di Dati",
  "labeling-try-head": "Vulete pruvà cù i vostri dati?",
  "labeling-try-text": "... simu pronti quandu site: u nostru serviziu hè dispunibule 24 ore su 24.",
  "learn-more-hcaptcha": "Amparate di più nantu à hCaptcha",
  "page-acc-faq-1": "Quistione: Hè hCaptcha Section 508 + WCAG 2.1 AA cumpletu? Risposta: Cridemu cusì: tutti l'utilizatori cù qualsiasi forma di disgrazia chì sò capaci di navigà in u web è inserisce u testu nantu à e forme ponu accede à i servizii prutetti da hCaptcha dopu a registrazione. Tuttavia, questu ùn hè micca un cunsigliu legale: duvete fà a vostra propria valutazione, tenendu in cunsiderà a vostra implementazione particulare per assicurà chì questu hè u casu per a vostra implementazione.",
  "page-acc-faq-2": "Quistione: Stai travagliendu in altre opzioni di accessibilità (a11y), cum'è l'audio? Risposta: L'opzioni precedentemente populari cum'è i captchas audio discriminanu parechji utilizatori A11y è sò facilmente scunfitti da e tecniche muderne di apprendimentu di macchina. Questu hà furzatu i sfidi di l'audio attuale à diventà sempre più difficili, introducendu rumore, timing stranu, cumminazzioni di parole inusual, è cusì per scunfighja l'attaccanti. Semu dunque menu entusiasmu di questu approcciu versus evitendu a sfida in tuttu, ma cunsideremu s'ellu ci hè una dumanda da a cumunità a11y. Tuttavia, simu assai interessati à u Passu di Privacy per u casu d'usu di l'accessibilità. Cridemu chì cumminendu u nostru approcciu attuale a11y cù l'emissione di Privacy Pass permetterà à l'utilizatori a11y di navigà in modu sicuru, sicuru in a cunniscenza chì u so trafficu hè più privatu, mentre chì restringe l'abusu da l'operatori di bot chì inevitabbilmente accade quandu l'opzioni a11y sò dispunibili. Semu participanti attivi in u gruppu di travagliu IETF chì standardizza sta nova tecnulugia.",
  "page-acc-faq-3": "Quistione: Chì hè a privacy? A registrazione espone a11y dati di navigazione in qualchì modu? Chì fate cù l'email? Risposta: hCaptcha hè pensatu per a privacy da u pianu. Hè assai sfarente di l'opzioni tradiziunali cum'è reCAPTCHA chì sò pussede da e rete di publicità, chì anu un incitamentu per seguità u web è associà cù una vera identità. Ùn avemu mai aduprà e-mail o informazioni d'accessibilità per qualsiasi scopu altru ch'è per facilità l'usu è prevene l'abusu. A nostra pulitica di privacy hà risposti cumpletu è autoritarii in quantu à l'usu di e dati, ma a risposta corta hè chì ùn avemu micca interessu à associà voi cum'è una persona cù a vostra storia di navigazione. Avemu ancu travagliatu in una soluzione criptografica per scartà rapidamente u vostru indirizzu email. pur mantenendu a nostra capacità di prevene l'abusu, cumplementendu u nostru travagliu Privacy Pass.",
  "page-acc-link-1": "Sè site un utilizatore di accessibilità, per piacè firmatevi quì.",
  "page-acc-subhead": "Assicurendu un accessu perfettu per tutti l'utilizatori mantenendu a sicurezza",
  "page-acc-summary": "Riassuntu",
  "page-acc-summary-contents-1": "hCaptcha hè pensatu per piantà i bots distinguenduli da e persone. I testi visuali sò un strumentu convenientu per questu, ma micca tutti ponu risolve una sfida visuale. Per quessa, avemu cuncepitu una alternativa simplice è indolore per permette à l'editori chì utilizanu u nostru serviziu di priservà l'accessibilità per tutti cù a cumpleta cumpleta di a Sezione 508 è WCAG 2.1 AA.",
  "page-acc-summary-contents-2": "Cumu funziona: prima, un utilizatore di accessibilità si registra à questu URL, chì hè ligatu in a pagina d'infurmazione di u widget hCaptcha. Anu datu un cookie crittografatu chì pò esse adupratu parechje volte à u ghjornu, ma deve esse rinfrescatu ogni 24 ore via login.Quandu una sfida hè presentata à un utilizatore di accessibilità in qualsiasi situ cù u serviziu hCaptcha, passanu automaticamente.",
  "page-acc-title": "hCaptcha Infurmazioni di Accessibilità",
  "page-acc-tr-body": "Quistione: Aghju sempre vistu una sfida dopu avè impostu u cookie. Chì ci hè questu?<br> Risposta: Questu hè tipicamente dovutu à l'usu di un bloccatore di publicità aggressivu o di una estensione anti-cookie, o di una configurazione chì blocca i cookies cross-site, in questu casu un cookie per hcaptcha.com chì hè impostatu o verificatu da hCaptcha JS in un situ diversu , Cum'è quellu chì site in visita.<br><br> I cookies d'accessibilità hCaptcha funzionanu cù tutti i navigatori populari è bloccatori di publicità cù i so parametri standard, cusì tipicamente i fiaschi sò dovuti à script anti-anti-adblock o regule simili destinate à siti particulari.<br><br> Soluzioni:<br><br> 1. Whitelist i cookies hcaptcha.com è * .hcaptcha.com in u vostru blocker publicitariu o estensione di sicurezza di u navigatore.<br> 2. Sè vo aduprate u navigatore Brave, chì attualmente ùn pare avè alcunu tipu di lista bianca di i cookies, andate in Preferenze -> Scudi -> Cookies è sceglite Permettenu tutti i Cookies.<br> 3. Se state aduprendu l'ultima versione di Safari sia in OS X 10.15 sia in iOS 13.4, Apple hà appena cambiatu u cumpurtamentu di Safari in relazione à i cookies di terzu, bluccendu tutti per difettu. Stemu implementendu una suluzione, ma in u frattempu per piacè visitate Preferenze Safari, Sezione di privacy, è deselezziunate Tracciamentu di u situ web: Impedite u tracciamentu trà siti per attivà u cookie d'accessibilità per funziunà cum'è previstu.<br><br> Quistione: Usu più dispositivi. Devu scrive mi parechje volte?<br> Risposta: Innò Per piacè cliccate nantu à u listessu ligame di cunnessione per email mandatu à voi nantu à ogni dispositivu chì aduprate per impostà u cookie.<br><br> Quistione: Cumu possu pruteggimi da u tracciamentu di cookie di terze parti mentre adupru u cookie d'accessibilità?<br> Risposta: Utilizà qualsiasi privacy o estensione di bloccu publicitariu chì sustene a lista bianca à livellu di duminiu (per esempiu uBlock Origin) funziona cum'è previstu: assicuratevi solu di a lista bianca hcaptcha.com.",
  "page-acc-tr-title": "Per l'utilizatori di l'accessibilità: Domande Frequenti è Guida di Risoluzione di Problemi",
  "page-acc-tr2-body": "Safari<br> Per attivà i cookies in Safari (Mac): Andate à u menu di menu Safari. Selezziunate Preferenze. Cliccate Privacy in u pannellu superiore. Sottu 'Bluccà i cookies' selezziunate l'opzione 'Mai'.<br> Per attivà i cookies in Safari (iPhone / iPad iOS 11+): Aprite e vostre Impostazioni. Scroll down è selezziunate Safari. Sottu Privacy è Sicurezza, spegne 'Impedisce u Tracciamentu Cross-Site' è 'Bluccà Tutti i Cookies'<br><br> Firefox<br> Cliccate nantu à u scudu à manca di a barra d'indirizzi in ogni pagina web. Cliccate nantu à Impostazioni di Prutezzione. U pannellu di Privacità è Sicurezza di Preferenze Firefox si apre. Sottu à a Prutezzione di Traccia Migliurata, selezziunate Custom. Sceglite chì trackers è script per bluccà selezziunendu queste caselle. Assicuratevi di avè sbloccatu hcaptcha.com.<br><br> Pudete ancu disattivà temporaneamente alcune prutezioni in Personalizatu per debugà questu, deselezionendu e caselle: Deselezziunà a casella Trackers o deselezziunà a casella Cookies se avete sempre prublemi.<br><br> Google Chrome<br> Google Chrome (PC)<br> Sceglite l'icona di menu Chrome. Selezziunate Impostazioni.<br> Andate à Privacy è Sicurezza, dopu Cookies è altri dati di u situ.<br> Assicuratevi chì 'Bluccà i cookies di terze parti' ùn sia micca attivatu.<br><br> Google Chrome (Mac):<br> Aprite e preferenze Chrome da a barra di menu.<br> Andate à Privacy è Sicurezza, dopu Cookies è altri dati di u situ.<br> Assicuratevi chì 'Bluccà i cookies di terze parti' ùn sia micca attivatu.<br><br> Google Chrome (Android):<br> In u vostru dispositivu Android, apre l'app Chrome.<br> In cima à a diritta, toccu More è dopu Settings.<br> Tap Settings Site è dopu Cookies.<br> Accantu à 'Cookies', attivate l'impostazione.<br> Verificate a casella accantu à \"Permette i cookies di terze parti\".<br><br> Internet Explorer<br> 1. Selezziunate l'attrezzi in l'angulu in alto à a destra di u schermu, dopu selezziunate 'Opzioni Internet'. Se avete a barra di menu attivata, pudete selezziunà 'Strumenti' poi 'Opzioni Internet'.<br> 2. Cliccate nantu à a tabulazione 'Privacità'.<br> 3. Selezziunate u buttone 'Avanzatu'.<br> 4. Sottu \"Cookies di terzu\" sceglite \"Accetta\".<br> 5. Cliccate nantu à \"OK\"",
  "page-acc-tr2-head": "Istruzzioni di u Navigatore per i Cookies Cross-Site",
  "priv-hc": "Privacità focalizzata",
  "priv-hc-text": "E rete publicitarie vi vedenu cum'è u so pruduttu. Ùn avemu micca. Ùn ci importa micca quale sò l'utenti, solu quantu sò probabili di esse maliziosi. Sustenimu iniziative cume Privacy Pass, è travagliamu assai per equilibrà privacy è sicurezza.",
  "reporting-bugs-accessibility-button": "Amparate più nantu à e opzioni di accessibilità",
  "reporting-bugs-accessibility-head": "Opzioni di Accessibilità",
  "reporting-bugs-accessibility-text": "Sì impeditu di vista o altrimente ùn pudete micca cumplettà hCaptchas?",
  "reporting-bugs-guide-ff-head": "Catturare i dettagli di u rapportu di bug: Firefox",
  "reporting-bugs-guide-ff-step-1": "Passu 1: Aprite Strumenti di Sviluppatore (Questu inizia a registrazione di a sessione.)",
  "reporting-bugs-guide-ff-step-2": "Passu 2: Cliccate nantu à a scheda Network in Strumenti di Sviluppatore. Verificate a scatula Persist logs in cima.",
  "reporting-bugs-guide-ff-step-3": "Passu 3: visitate https://accounts.hcaptcha.com/demo, o u situ web chì avete un prublema (Nota di Privacità: solu s'ellu ùn vi importa micca di sparte ciò chì hè) ... è dopu cliccate u I sò buttone umanu, è pruvate à risolve.",
  "reporting-bugs-guide-ff-step-4": "Step 4: Cliccate HAR dopu à pruvà à risolve, è sceglie Salvà tuttu cum'è HAR per salvà u logu di a reta. Mandate stu schedariu à noi.",
  "reporting-bugs-guide-ff-step-5": "Passu 5: Cliccate nantu à a tabulazione Console, è cliccate cù u buttone drittu dopu Selezziunate tuttu è salvatelu in un fugliale di testu, per salvà u logu di a cunsula. Mandateci dinò.",
  "reporting-bugs-guide-ff-step-6": "Ultimu passu: Mandate per email quelli file di log HAR è cunsola à noi, è descrive u prublema Utilizà: support@hcaptcha.com (per piacè aduprate un serviziu cum'è Dropbox o Filebin è mandate ligami) è opzionalmente una screenshot, se suspettate chì ci hè qualcosa chì ùn si mostra micca bè. . Per piacè mandate ancu l'IP chì site aduprate. Pudete ottene da https://www.whatsmyip.org/ Grazie per piglià u tempu per aiutà à ottene sta infurmazione! Semu impegnati à fà chì hCaptcha funziona bè per tutti.",
  "reporting-bugs-guide-head": "Catturare i dettagli di u rapportu di bug: Chrome",
  "reporting-bugs-guide-step-1": "Passu 1: Aprite Strumenti di Sviluppatore (Questu inizia a registrazione di a sessione.)",
  "reporting-bugs-guide-step-2": "Passu 2: Cliccate nantu à a scheda Network in Strumenti di Sviluppatore. Verificate a casella di logu Conservate in cima.",
  "reporting-bugs-guide-step-3": "Passu 3: visitate https://accounts.hcaptcha.com/demo, o u situ web chì avete un prublema (Nota di Privacità: solu s'ellu ùn vi importa micca di sparte ciò chì hè) ... è dopu cliccate u I sò buttone umanu, è pruvate à risolve.",
  "reporting-bugs-guide-step-4": "Passu 4: Cliccate Esporta HAR (a piccula freccia in giù) dopu avè pruvatu à risolve, chì salva u log di rete. Mandate stu fugliale per noi.",
  "reporting-bugs-guide-step-5": "Passu 5: Cliccate nantu à a tabulazione Console, è cliccate cù u buttone drittu dopu Salvà cum'è .. per salvà u logu di a cunsula. Mandateci dinò.",
  "reporting-bugs-guide-step-6": "Ultimu passu: Mandate per email quelli HAR è i fugliali di log di cunsola à noi, è descrive u prublema. Aduprate: support@hcaptcha.com (per piacè aduprate un serviziu cum'è Dropbox o Filebin è mandate ligami) è opzionalmente una screenshot, se suspettate chì ci hè qualcosa chì ùn si mostra micca bè. Per piacè mandate ancu l'IP chì site aduprate. Pudete ottene da https://www.whatsmyip.org/ Grazie per piglià u tempu per aiutà à ottene sta infurmazione! Semu impegnati à fà chì hCaptcha funziona bè per tutti.",
  "reporting-bugs-guide-text-1": "L'inviu di l'infurmazione di debugging cù u vostru rapportu ci renderà assai più faciule per identificà ciò chì accade. Eccu istruzzioni passu à passu:",
  "reporting-bugs-guide-text-2": "Sè vo site un sviluppatore web o un utilizatore espertu, u riassuntu hè chì vulemu chì ci mandate una rete di registrazione HAR è logs di cunsola di navigatore. Pruvate prima di disattivà qualsiasi bloccu di publicità o estensioni di sicurezza di u navigatore è dopu pruvate prima di passà sti passi. Se questu risolve u vostru prublema, avemu sempre apprezzatu chì ci cunnosci a versione di u vostru navigatore, u bloccu di annunci o l'estensione di u navigatore, è l'URL di u situ web.",
  "reporting-bugs-intro-head": "Truvatu un bug? Eccu cumu si pò signalà.",
  "reporting-bugs-intro-text": "Milioni di persone adupranu hCaptcha ogni mese, nantu à migliaia di cumbinazioni di navigatori, estensioni, dispositivi, firewall, è ancu di più. U nostru scopu hè di assicurà chì funziona sempre per voi, allora apprezzemu assai i vostri rapporti! Per dà un feedback rapidu, basta cliccà nantu à u buttone Mandaci feedback. Se vedi un prublema funzionale, seguitate e istruzioni di log di debug per Chrome o istruzioni di log di debug per Firefox quì sottu. Per qualsiasi altri navigatori basta mandacci un email. Per prublemi di sicurità potenziale o di privacy, vedi l'istruzzioni quì sottu.",
  "reporting-bugs-privacy-head": "Issues di Privacidad",
  "reporting-bugs-privacy-text": "Ùn ci importa micca quale sò l'utenti, solu quantu sò probabili di esse maliziosi o macchinari. Sustenimu iniziative cume Privacy Pass, è travagliamu assai per equilibrà privacy è sicurezza. Se avete truvatu un prublema chì pensate chì puderia influenzà a privacy di l'utilizatori, per piacè inviate un email à support@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "Mandateci feedback",
  "reporting-bugs-provide-feedback-head": "Fornite feedback immediati nantu à hCaptcha",
  "reporting-bugs-provide-feedback-text": "Apprezzemu a vostra entrata. Facci sapè qualsiasi prublemi è li risolveremu rapidamente.",
  "reporting-bugs-security-head": "Bugs di Sicurezza",
  "reporting-bugs-security-text": "Semu sempre interessati à riceve raporti di bug di sicurità. E-mail support@hcaptcha.com & CC security@hcaptcha.com è vi risponderemu rapidamente. Avemu ancu un prugramma di ricumpensa di bug per i rapporti di sicurezza ammissibili nantu à u serviziu hCaptcha è u còdice sorgente cunnessu.",
  "sales-interstitial-c1": "Per e cumpagnie",
  "sales-interstitial-c1a": "Soluzioni di sicurezza d'impresa (pagate)",
  "sales-interstitial-c1b": "Amparate più nantu à hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "Annotazione di dati",
  "sales-interstitial-c1d": "Cumprate servizii di annotazione hCaptcha",
  "sales-interstitial-c2": "Per l'individui",
  "sales-interstitial-c2a": "Aghjunghje hCaptcha à u vostru serviziu (gratis)",
  "sales-interstitial-c2b": "Aghjunghje hCaptcha per Editori à u mo situ web o app",
  "sales-interstitial-c2c": "Cosa hè hCaptcha?",
  "sales-interstitial-c2d": "Amparate più nantu à hCaptcha",
  "sales-interstitial-head": "Assicuremu chì ghjunghjite à u locu ghjustu.",
  "sec-hc": "Sicurezza Prima",
  "sec-hc-text": "hCaptcha hè focalizatu in l'editore. Travagliemu per dà à i siti dati veri è permettenu di decide cumu aduprà. A precisione hè in u vostru interessu è u nostru. Altri captchas sò furniti da cumpagnie di publicità. Ogni bot chì bloccanu pò riduce i so rivenuti.",
  "signup-interstitial-c1": "Per e cumpagnie o siti web",
  "signup-interstitial-c1a": "Aghjunghje hCaptcha à u vostru serviziu (gratis)",
  "signup-interstitial-c1b": "Aghjunghje hCaptcha per Editori à u mo situ web o app",
  "signup-interstitial-c1c": "Soluzioni di sicurezza d'impresa (pagate)",
  "signup-interstitial-c1d": "Amparate più nantu à hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "Annotazione di dati",
  "signup-interstitial-c1f": "Cumprate servizii di annotazione hCaptcha",
  "signup-interstitial-c2": "Per l'individui",
  "signup-interstitial-c2a": "Accessibilità",
  "signup-interstitial-c2b": "Amparate nantu à e opzioni di accessibilità per hCaptcha",
  "signup-interstitial-c2c": "Guadagna soldi",
  "signup-interstitial-c2d": "Funziona cum'è etichettatore individuale di dati",
  "signup-interstitial-head": "Assicuremu chì ghjunghjite à u locu ghjustu.",
  "support-interstitial-c1": "Per e cumpagnie",
  "support-interstitial-c1a": "Soluzioni di sicurezza d'impresa (pagate)",
  "support-interstitial-c1b": "Uttenite supportu per hCaptcha Enterprise (BotStop)",
  "support-interstitial-c1c": "hCaptcha Publisher (gratis)",
  "support-interstitial-c1d": "Uttenite supportu per hCaptcha Publisher",
  "support-interstitial-c2": "Per l'individui",
  "support-interstitial-c2a": "Avè difficultà cù una sfida?",
  "support-interstitial-c2b": "Amparate nantu à e opzioni di accessibilità per hCaptcha",
  "support-interstitial-c2c": "Vulete signalà un bug?",
  "support-interstitial-c2d": "Amparate più nantu à a segnalazione di prublemi di software",
  "support-interstitial-head": "Assicuremu chì ghjunghjite à u locu ghjustu.",
  "switch-to-english-link": "Passà à l'inglese",
  "what-is-hcaptcha": "Cosa hè hCaptcha?",
  "what-is-hcaptcha-text": "hCaptcha aiuta i vostri servizii web preferiti à tene fora i bots, u puzzicheghju è l'abusu fendu dumande simplici chì sò faciuli per l'omu è difficiule per e macchine.",
  "why-hc": "Perchè hCaptcha?",
  "why-hc-text": "Ogni volta chì risponde à una sfida, usamu mudelli sofisticati per capisce sì sì un omu o una macchina. U situ web chì avete visitatu allora usa stu risultatu per aiutà à migliurà a vostra sperienza in u so situ mantenendu fora i bot.",
  "footer-link-5b": "Press",
  "footer-link-cyberattacks": "Cyberattacks 101",
  "header-enterprise-link": "Impresa",
  "intro-subtitle": "Risolve u vostru prublema di u bot oghje."
}
