{
  "header-privacy-link": "Privasi",
  "header-integration-link": "Integrasi",
  "header-cost-link": "Ongkos",
  "header-features-link": "Fitur",
  "header-docs-link": "Dokumén",
  "header-login-button": "Lebet",
  "header-contact-button": "Kontak Penjualan",
  "intro-heading": "Verifikasi kamanusaan enol gesekan.",
  "intro-contact-button": "Contact us pikeun leuwih jéntré",
  "intro-text-bottom": "Diandelkeun ku perusahaan anu ngawasa wéb.",
  "sub-menu-button": "Kontak Penjualan",
  "sub-menu-item1": "Pausahaan",
  "sub-menu-item2": "Ongkos",
  "sub-menu-item3": "Integrasi",
  "sub-menu-item4": "Fitur",
  "sub-menu-item5": "Privasi",
  "sub-menu-item6": "Dokumén",
  "info-head-1": "Diwangun dina platform hCaptcha anu kabuktian",
  "info-text-1": "hCaptcha Enterprise dijalankeun dina téknologi platform hCaptcha, diperpanjang pikeun kalebet fitur anu diperyogikeun ku perusahaan lalu lintas tinggi.",
  "info-head-2": "Mitra anu dipercaya",
  "intro-subtitle": "Ngarengsekeun masalah bot anjeun kiwari.",
  "info-text-2": "Ladenan kami dipercaya ku perusahaan panggedéna di dunya pikeun ngalayanan jutaan pangguna sadinten dina puluhan juta situs.",
  "cloudflare-quote-text": "Kami ngaevaluasi sababaraha padagang CAPTCHA ogé ngawangun sistem sorangan. Tungtungna, hCaptcha mecenghul salaku alternatif pangalusna pikeun reCAPTCHA.",
  "cloudflare-quote-detail": "Diréktur Manajemén Produk, Cloudflare",
  "section-quote-head": "Pilihan ongkos éféktif pikeun usaha lalulintas tinggi",
  "section-quote-text": "Tungtungna, alternatif kredibel pikeun Google. hCaptcha Enterprise ngirimkeun tabungan dramatis dina tagihan reCAPTCHA anjeun kalayan kaamanan anu langkung luhur: dugi ka 80% langkung murah dina sababaraha kasus. Seueur jasa online panggedéna di dunya parantos ngalih ka hCaptcha Enterprise sareng nampi deteksi bot anu langkung saé sareng penghematan biaya anu ageung.",
  "section-quote-button": "Contact us kiwari keur cutatan a",
  "section-privacy-header": "Privasi Fokus",
  "section-privacy-text-1": "Jaringan iklan ningali sémah anjeun salaku produk. Pikeun urang hiji-hijina produk anu nangtukeun kamanusaan maranéhanana. Ladenan kami nyumponan atanapi ngaleuwihan syarat GDPR, CCPA, sareng LGPD, sareng ngadukung inisiatif sapertos Privacy Pass. Kami kerja keras pikeun nyaimbangkeun privasi sareng kaamanan.",
  "section-privacy-text-2": "Fokus unik dina privasi ieu ngandung harti yén urang tiasa nawiskeun nol ingetan data individu, operasi bébas cookie, sareng jaminan privasi kontraktual sanés anu diperyogikeun bari ngajaga kaamanan anu saé.",
  "section-security-header": "Kaamanan Kahiji",
  "section-security-text-1": "Akurasi aya dina kapentingan anjeun sarta kami. hCaptcha dianggo pikeun masihan anjeun data nyata sareng ngantepkeun anjeun mutuskeun kumaha ngagunakeunana. captchas séjén disadiakeun ku pausahaan iklan Gigantic. Ieu hartosna unggal bot anu diblokir tiasa ngirangan pendapatanna.",
  "section-security-text-2": "Ngagunakeun téknik pembelajaran mesin panganyarna kalayan fokus kana privasi ngamungkinkeun urang ngaleuwihan standar kaamanan warisan rékaman sagalana salawasna strategi tanpa ngarugikeun kaamanan atawa privasi pamaké.",
  "section-user-experience-header": "Pangalaman Pamaké anu saé",
  "section-user-experience-text1": "Pikeun pangguna Perusahaan, pilihan sayogi pikeun ngahindarkeun tantangan dina kalolobaan skenario.",
  "section-user-experience-text2": "Ngurangan gesekan ku ngahindarkeun tantangan sagemblengna pikeun 99.9% lalulintas sah anjeun bari tetep nyadiakeun kaamanan alus teuing, hatur nuhun kana model bot canggih.",
  "section-easy-integration-header": "Integrasi gampang",
  "section-easy-integration-text": "Nambahkeun hCaptcha ngan butuh sababaraha menit sareng ngan sababaraha baris kode. API dasar kompatibel jeung reCAPTCHA V2, sarta ngan butuh sababaraha menit pikeun pindah. Anjeun tiasa ngajalankeun sareng alternatif anu unggul ayeuna, sareng hurungkeun fitur anu langkung maju upami diperyogikeun.",
  "section-easy-integration-serverside": "Sisi Server:",
  "section-easy-integration-frontend": "Tungtung payun:",
  "section-threat-header": "Skor Ancaman ngaropéa",
  "section-threat-text": "Henteu sadayana masalah sami: kéngingkeun skor tunggal hartosna kedah nyayogikeun kabutuhan anjeun pikeun mangpaat. Kalayan Skor Ancaman Disesuaikeun unik hCaptcha, konsultasi gancang ngamungkinkeun urang pikeun nyaluyukeun modél kami pikeun nganteurkeun skor anu langkung relevan pikeun bisnis anjeun.",
  "section-challenges-header": "Jalankeun Tantangan Anjeun Sorangan dina Detik",
  "section-challenges-text-1": "Tetep dina brand kalawan eusi relevan",
  "section-challenges-text-2": "Lamun pamaké kudu ngajawab tantangan pikeun minuhan sarat kaamanan, naha henteu nyieun tugas pikaresepeun tur relevan pikeun pamaké? Kalayan desainer tantangan khusus anu sederhana, anjeun tiasa ngaluncurkeun kontén tantangan merek dina ngan sababaraha menit.",
  "section-integration-header": "Integrasi Platform langsung",
  "section-integration-subheader": "Pikeun Perusahaan Infrastruktur Wéb",
  "section-integration-text": "Sistem hCaptcha Enterprise unik dina rarancangna: tiasa disebarkeun sawaréh atanapi sapinuhna di ujung jaringan anjeun upami anjeun ngajalankeun awan umum atanapi gaduh seueur pusat data. Ieu sacara dramatis tiasa ngirangan biaya sareng lalu lintas di luar jaringan bari nahan sagala mangpaat manajemén ku staf on-call 24/7 kami pikeun nyumponan SLA anu paling ketat.",
  "section-support-header": "Kaahlian jeung Rojongan Bisa Dijangkau Pikeun Anjeun sareng Pamaké Anjeun",
  "section-support-text": "Palayanan mangrupikeun prioritas utama pikeun kami. Kami ngajaga dukungan on-call 24/7 sareng nawiskeun koordinasi Slack langsung sareng tim integrasi rékayasa anjeun sareng staf on-call kami nalika sareng saatos palaksanaan.‍ ‍Kami ogé komitmen pikeun aktip ngawaskeun sareng ngaréspon patarosan pangguna anjeun dina média sosial, forum , sareng saluran dukungan in-widget sareng email urang. Kami diaksés sareng responsif, sareng ngubaran kapuasan pangguna salaku KPI anu paling luhur.",
  "section-enterprise-header": "Fitur perusahaan",
  "section-enterprise-title-1": "Perlindungan anti bot kelas dunya",
  "section-enterprise-desc-1": "Diuji perang dina skala wéb.",
  "section-enterprise-title-2": "Skor bot akurasi luhur",
  "section-enterprise-desc-2": "Deteksi aktor goréng tina sababaraha jinis.",
  "section-enterprise-title-3": "Enol gesekan jeung 99,9% modus pasip",
  "section-enterprise-desc-3": "Tangtangan kirang ti 0.1% pangguna sah.",
  "section-enterprise-title-4": "Jenis tantangan kontrol ditémbongkeun",
  "section-enterprise-desc-4": "perpustakaan lega tina jenis pikeun milih tina.",
  "section-enterprise-title-5": "Kontrol eusi tantangan dipaké",
  "section-enterprise-desc-5": "Tetep dina merek sareng pangalaman pangguna anu konsisten.",
  "section-enterprise-title-6": "SLA perusahaan",
  "section-enterprise-desc-6": "Dijamin reliabilitas sareng dukungan telepon 24/7 gancang.",
  "section-enterprise-title-7": "Rojongan browser warisan",
  "section-enterprise-desc-7": "Cocog deui ka Internet Explorer 8.",
  "section-enterprise-title-8": "Dasbor ngalaporkeun canggih sareng API",
  "section-enterprise-desc-8": "Tingali naon anu lumangsung di sadaya situs sareng aplikasi anjeun.",
  "section-enterprise-title-9": "Gawéna di unggal nagara",
  "section-enterprise-desc-9": "Beda sareng reCAPTCHA, urang damel di unggal nagara.",
  "section-enterprise-title-10": "GDPR, CCPA, sareng kawijakan privasi anu ramah LGPD",
  "section-enterprise-desc-10": "Dirancang pikeun privasi ti dinten kahiji. Pasatujuan Ngolah Data Kuat.",
  "section-enterprise-title-11": "tingkat kasulitan fine-grained",
  "section-enterprise-desc-11": "Puterkeun ieu supados pas sareng kotak pamakean anjeun.",
  "section-enterprise-title-12": "Hosting pihak kahiji",
  "section-enterprise-desc-12": "Sadaya pamundut sareng aset angkat ka hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Dasbor multi-pamaké",
  "section-enterprise-desc-13": "Bagikeun manajemén sakuliah tim anjeun.",
  "section-enterprise-title-14": "Verifikasi instan",
  "section-enterprise-desc-14": "0ms latency: pariksa tokens hCaptcha kalawan euweuh panggero API.",
  "section-enterprise-title-15": "Mobile (ios sareng Android) Integrasi",
  "section-enterprise-desc-15": "Pangalaman lancar dina wéb, mobile asli, wéb mobile. Aya integrasi anu tos diwangun sareng SDK asli.",
  "section-enterprise-title-16": "Sarat ngaropéa sareng Jaminan Privasi",
  "section-enterprise-desc-16": "Nyugemakeun kabutuhan hukum anjeun nalika perusahaan sanés teu tiasa.",
  "presented-challlenges-head": "Dipidangkeun Tantangan",
  "presented-challenges-title-1": "Babandingan",
  "presented-challenges-text-1": "Pilih sadaya gambar anu cocog sareng pamundut",
  "presented-challenges-title-2": "Kotak wates",
  "presented-challenges-text-2": "Nangtukeun aréa wates pikeun objék",
  "presented-challenges-title-3": "Kategorisasi",
  "presented-challenges-text-3": "Identipikasi labél nu cocog",
  "presented-challenges-subheader": "...jeung tugas basajan séjénna. Gampang pikeun manusa, hésé pikeun bot.",
  "presented-challenges-subtext": "Tugas khusus ogé sayogi pikeun penerbit perusahaan.",
  "footer-header-1": "Perusahaan",
  "footer-header-2": "Sumberdaya",
  "footer-header-3": "Kontak",
  "footer-link-1": "Labeling",
  "footer-link-2": "Ngeunaan",
  "footer-link-3": "Pakasaban",
  "footer-link-4": "mérek dagang",
  "footer-link-5": "Blog",
  "footer-link-6": "Status",
  "footer-link-7": "Dokuméntasi",
  "footer-link-8": "Ngalaporkeun bug",
  "footer-link-9": "Aksesibilitas",
  "footer-terms": "Sarat",
  "footer-privacy": "Privasi",
  "footer-attribution": "Atribusi",
  "footer-subheader-1": "Ngarojong",
  "footer-subheader-2": "Kontak",
  "switch-to-english-link": "Pindah ka Inggris",
  "intro-heading-privacy": "Dirancang pikeun privasi.",
  "intro-subtitle-p1-privacy": " Pendekatan anu didorong ku privasi pikeun kaamanan online.",
  "info-head-2-pr": "Ngarékam kagiatan online sanés jawaban.",
  "info-text-1-pr": "hCaptcha Enterprise ngan boga hiji tujuan: pikeun nyegah aktor jahat ngaganggu operasi online anjeun sarta ngarugikeun pamaké anjeun.",
  "info-text-2-pr": "Sistem kami dirarancang ti mimiti pikeun ngaminimalkeun pangumpulan sareng ingetan data bari ngajaga kaamanan anu unggul di kelas. Cara anu pangsaéna pikeun ngajagaan data pangguna nyaéta henteu nyimpen éta sadayana.",
  "info-text-3-pr": "Sadaya hubungan palanggan ogé ditangtayungan ku Perjangjian Pangolahan Data anu kuat. Ladenan hCaptcha saluyu sareng sadaya undang-undang privasi henteu paduli dimana jasa anjeun atanapi palanggan anjeun cicing. Henteu ngajaga data pribadi ngajantenkeun ieu langkung gampang pikeun urang tibatan perusahaan sanés.",
  "info-text-2-2-pr": "Ladenan sapertos reCAPTCHA v3 nyarios yén nempatkeun piksel pelacakna dina unggal halaman situs anjeun diperyogikeun pikeun kaamanan anu saé. Ieu teu kasus.",
  "info-text-2-3-pr": "Analisis paripolah basajan mangrupikeun sinyal anu gampang dipalsukan ku aktor anu goréng, sareng ngabutuhkeun ngajaga sajarah browsing pikeun sadaya lalu lintas anu sah anjeun ogé.",
  "info-text-2-4-pr": "Kami henteu ngoperasikeun jaringan iklan, sareng henteu gaduh minat pikeun ningali paripolah pangguna anjeun pikeun ngajual iklanna. Ieu ngandung harti yén kami henteu meryogikeun piksel pasip dina unggal halaman situs anjeun.",
  "info-text-2-5-pr": "Tambihkeun kode tantangan kami ngan ukur upami diperyogikeun, sareng dimana masuk akal pikeun ngajagaan anjeun sareng pangguna anjeun.",
  "info-head-3-pr": "Pembelajaran mesin mangpaat. Tapi teu merlukeun data pribadi pikeun jalan.",
  "info-text-3-1-pr": "Pembelajaran mesin ayeuna mangaruhan ampir unggal aspék kahirupan urang, sering ku cara anu urang henteu sadar sareng henteu tiasa ningali. jasa kaamanan online teu béda.",
  "info-text-3-2-pr": "Ku diajar leuwih ti rébuan sinyal, model bisa infers tur ngahontal kapercayaan tinggi dina detecting kabiasaan jahat pisan gancang, sanajan euweuh sinyal individu bakal cukup kuat pikeun nunjukkeun masalah.",
  "info-text-3-3-pr": "Sanajan kitu, euweuh ieu merlukeun ngagunakeun informasi identipikasi pribadi (PII). Téhnik kriptografi modéren ngamungkinkeun urang pikeun gancang-gancang miceun data pribadi, nyiptakeun tanda tangan saarah anu henteu tiasa dikaitkeun ka individu mana waé.",
  "info-text-3-4-pr": "Latihan ngeunaan data anu henteu diidentifikasi ogé tiasa dianggo ogé, sareng henteu ngabutuhkeun kompromi kana kaamanan atanapi privasi. Konsumén kami parantos ngalaksanakeun tés émpiris, sareng nyatakeun yén kami sami sareng atanapi langkung saé tibatan alternatif anu langkung pribadi.",
  "cloudflare-quote-text-privacy": "Kami resep sababaraha hal ngeunaan solusi hCaptcha: 1) aranjeunna henteu ngajual data pribadi; aranjeunna ngan ukur ngumpulkeun data pribadi anu diperyogikeun, aranjeunna transparan dina ngajelaskeun inpormasi anu aranjeunna kumpulkeun sareng kumaha aranjeunna nganggo sareng / atanapi nyingkabkeunana.",
  "pilot-head": "Coba kami di lingkungan anjeun tanpa kawajiban.",
  "pilot-text-1a": "Kami insinyur, sanes salespeople: kami hoyong anjeun bahagia sareng pilihan anjeun.",
  "pilot-text-1b": "Cara anu pangsaéna pikeun mastikeun kapuasan anjeun nyaéta nunjukkeun yén kami nyumponan kabutuhan anjeun.",
  "pilot-text-1c": "Ampir sadaya perusahaan anu ngamimitian pilot pamustunganana milih solusi kami.",
  "pilot-text-1d": "Anggo formulir ieu pikeun ngahontal salah sahiji spesialis téknis kami. Urang ngabales gancang.",
  "pilot-text-1e": "Anjeun oge bisa surélék urang langsung.",
  "pilot-email-details": "Rincian aya di dieu.",
  "pilot-f1": "Wewengkon",
  "pilot-f2": "Nami Anjeun",
  "pilot-f3": "Nami Anjeun",
  "pilot-f4": "Email Usaha",
  "pilot-f5": "Sakur rinci sejenna urang kudu boga?",
  "pilot-f6": "Naha anjeun peryogi onboarding urgent?",
  "pilot-f7": "Sumuhun.",
  "pilot-f8": "Kuring keur diserang sarta merlukeun onboarding saharita.",
  "pilot-f9": "Kirimkeun",
  "pilot-f10": "Ku ngalebetkeun email anjeun, anjeun satuju kana Sarat sareng Kabijakan Privasi kami, sareng nampi email ti kami.",
  "pilot-fo-1": "Integrasi teu tiasa langkung gampang.",
  "pilot-fo-2": "hCaptcha gaduh puluhan integrasi anu tos diwangun pikeun sistem frontend sareng backend anu anjeun anggo.",
  "pilot-fo-3": "Upami anjeun asalna tina reCAPTCHA Google, API kami mangrupikeun panggantian. Tilu baris kode téh sadayana nu peryogi.",
  "pilot-fo-4": "Insinyur onboarding kami tiasa ngajantenkeun anjeun gancang, naha anjeun peryogi integrasi React, SDK pikeun aplikasi asli ios, conto backend Java, atanapi ampir skenario anu sanés.",
  "pilot-fo-5": "Sareng sapertos biasa, privasi mangrupikeun nilai inti pikeun urang. Tambihkeun kode tantangan kami ngan ukur upami diperyogikeun, sareng dimana masuk akal pikeun ngajagaan anjeun sareng pangguna anjeun. Ngaminimalkeun ngumpulkeun data dimimitian ti momen integrasi.",
  "pilot-fdone": "Hatur nuhun. Urang bakal ngahubungi teu lila.",
  "home-ent-2-new": "Diajar langkung seueur ngeunaan solusi perusahaan kami.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Solusi hCaptcha Enterprise nganteurkeun kaamanan anu unggul di kelas sareng ngajagi seueur jasa online anu paling luhur.",
  "home-plans-button-2-new": "Diajar deui",
  "header-enterprise-link": "Pausahaan",
  "sales-interstitial-c1b-new": "Diajar langkung seueur ngeunaan hCaptcha Enterprise"
}
