{
  "header-privacy-link": "Privadesa",
  "header-integration-link": "Integració",
  "header-cost-link": "Cost",
  "header-features-link": "Característiques",
  "header-docs-link": "Docs",
  "header-login-button": "iniciar Sessió",
  "header-contact-button": "Contacta amb Vendes",
  "intro-heading": "Verificació de la humanitat de fricció zero.",
  "intro-contact-button": "Contacta amb nosaltres per obtenir més informació",
  "intro-text-bottom": "Confien en les empreses que impulsen el web.",
  "sub-menu-button": "Contacta amb Vendes",
  "sub-menu-item1": "Empresa",
  "sub-menu-item2": "Cost",
  "sub-menu-item3": "Integració",
  "sub-menu-item4": "Característiques",
  "sub-menu-item5": "Privadesa",
  "sub-menu-item6": "Docs",
  "info-head-1": "Construït sobre la plataforma provada hCaptcha",
  "info-text-1": "hCaptcha Enterprise funciona amb la tecnologia de la plataforma hCaptcha, ampliada per incloure les funcions que necessiten les empreses d'alt trànsit.",
  "info-head-2": "Un soci de confiança",
  "intro-subtitle": "Resol el problema del teu bot avui.",
  "info-text-2": "Les empreses més grans del món confien en els nostres serveis per servir a molts milions d'usuaris diaris en desenes de milions de llocs.",
  "cloudflare-quote-text": "Hem avaluat diversos venedors de CAPTCHA i hem construït un sistema nosaltres mateixos. Al final, hCaptcha va sorgir com la millor alternativa a reCAPTCHA.",
  "cloudflare-quote-detail": "Director de Gestió de Productes, Cloudflare",
  "section-quote-head": "L'opció rendible per a empreses d'alt trànsit",
  "section-quote-text": "Finalment, una alternativa creïble a Google. hCaptcha Enterprise ofereix estalvis espectaculars a la factura de reCAPTCHA amb més seguretat: fins a un 80% menys car en alguns casos. Molts dels serveis en línia més grans del món han passat a hCaptcha Enterprise i han rebut una detecció de bots millorada juntament amb un estalvi substancial de costos.",
  "section-quote-button": "Poseu-vos en contacte amb nosaltres avui per obtenir un pressupost",
  "section-privacy-header": "Centrat en la privadesa",
  "section-privacy-text-1": "Les xarxes publicitàries veuen els vostres visitants com el producte. Per a nosaltres l'únic producte és determinar la seva humanitat. Els nostres serveis compleixen o superen els requisits de GDPR, CCPA i LGPD, i donen suport a iniciatives com ara el Private Pass. Treballem dur per equilibrar la privadesa i la seguretat.",
  "section-privacy-text-2": "Aquest enfocament únic a la privadesa significa que podem oferir zero retenció de dades individuals, funcionament sense galetes i altres garanties de privadesa contractuals segons sigui necessari, mantenint una seguretat excel·lent.",
  "section-security-header": "La seguretat primer",
  "section-security-text-1": "La precisió és del vostre interès i del nostre. hCaptcha treballa per oferir-vos dades reals i us permetrà decidir com utilitzar-les. Altres captchas els proporcionen empreses de publicitat Gigantic. Això vol dir que cada bot que bloquegen pot reduir els seus ingressos.",
  "section-security-text-2": "L'ús de les últimes tècniques d'aprenentatge automàtic amb un enfocament en la privadesa ens permet superar els estàndards de seguretat de les estratègies de registre heretats per sempre sense perjudicar la seguretat o la privadesa dels usuaris.",
  "section-user-experience-header": "Gran experiència d'usuari",
  "section-user-experience-text1": "Per als usuaris d'empresa, hi ha opcions disponibles per evitar completament els reptes en la majoria dels escenaris.",
  "section-user-experience-text2": "Reduïu la fricció evitant per complet un repte per al 99,9% del vostre trànsit legítim, alhora que ofereix una seguretat excel·lent, gràcies als models de bot avançats.",
  "section-easy-integration-header": "Fàcil integració",
  "section-easy-integration-text": "Afegir hCaptcha només triga uns minuts i unes poques línies de codi. L'API bàsica és compatible amb reCAPTCHA V2 i només triga uns minuts a canviar. Avui podeu estar en funcionament amb una alternativa superior i activar funcions més avançades si cal.",
  "section-easy-integration-serverside": "costat del servidor:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Puntuació d'amenaça personalitzada",
  "section-threat-text": "No tots els problemes són iguals: obtenir una única puntuació significa que ha de respondre a les vostres necessitats per ser útil. Amb les puntuacions d'amenaça personalitzades úniques d'hCaptcha, una consulta ràpida ens permet ajustar els nostres models per oferir puntuacions més rellevants per al vostre negoci.",
  "section-challenges-header": "Llança els teus propis reptes en qüestió de segons",
  "section-challenges-text-1": "Mantingueu-vos a la marca amb contingut rellevant",
  "section-challenges-text-2": "Quan els usuaris han de resoldre un repte per complir els requisits de seguretat, per què no crear tasques agradables i rellevants per a l'usuari? Amb el nostre senzill dissenyador de reptes personalitzats, podeu llançar contingut de repte de marca en només uns minuts.",
  "section-integration-header": "Integració directa de la plataforma",
  "section-integration-subheader": "Per a empreses d'infraestructura web",
  "section-integration-text": "El sistema hCaptcha Enterprise és únicament flexible en el seu disseny: es pot desplegar parcialment o totalment a la vora de la vostra xarxa si teniu un núvol públic o teniu molts centres de dades. Això pot reduir dràsticament els costos i el trànsit fora de la xarxa alhora que conserva tots els avantatges de la gestió del nostre personal de guàrdia les 24 hores del dia, els 7 dies de la setmana, per complir els SLA més estrictes.",
  "section-support-header": "Experiència i assistència accessibles tant per a vostè com per als seus usuaris",
  "section-support-text": "El servei és una prioritat per a nosaltres. Mantenim assistència de guàrdia les 24 hores del dia, els 7 dies de la setmana, i oferim coordinació directa de Slack amb el vostre equip d'integració d'enginyeria i el nostre personal de guàrdia durant i després de la implementació.‍ ‍També ens comprometem a supervisar i respondre activament les preguntes dels vostres usuaris a través de les xarxes socials i fòrums. , i els nostres canals d'assistència per correu electrònic i de widget. Som accessibles i sensibles, i tractem la satisfacció dels usuaris com un KPI principal.",
  "section-enterprise-header": "Característiques empresarials",
  "section-enterprise-title-1": "Protecció anti-bot de classe mundial",
  "section-enterprise-desc-1": "Comprovat en batalla a escala web.",
  "section-enterprise-title-2": "Puntuació de bot d'alta precisió",
  "section-enterprise-desc-2": "Detecta actors dolents de molts tipus diferents.",
  "section-enterprise-title-3": "Fricció zero i modes passius del 99,9%.",
  "section-enterprise-desc-3": "Desafia menys del 0,1% dels usuaris legítims.",
  "section-enterprise-title-4": "Es mostren els tipus de reptes de control",
  "section-enterprise-desc-4": "Àmplia biblioteca de tipus per triar.",
  "section-enterprise-title-5": "Controlar el contingut del desafiament utilitzat",
  "section-enterprise-desc-5": "Mantingueu-vos a la marca amb una experiència d'usuari coherent.",
  "section-enterprise-title-6": "SLA d'empresa",
  "section-enterprise-desc-6": "Fiabilitat garantida i assistència ràpida les 24 hores del dia, els 7 dies de la setmana.",
  "section-enterprise-title-7": "Compatibilitat amb navegadors heretats",
  "section-enterprise-desc-7": "Compatible fins a Internet Explorer 8.",
  "section-enterprise-title-8": "Taulers d'informes avançats i API",
  "section-enterprise-desc-8": "Vegeu què passa a tots els vostres llocs i aplicacions.",
  "section-enterprise-title-9": "Funciona a tots els països",
  "section-enterprise-desc-9": "A diferència de reCAPTCHA, treballem a tots els països.",
  "section-enterprise-title-10": "Política de privadesa compatible amb GDPR, CCPA i LGPD",
  "section-enterprise-desc-10": "Dissenyat per a la privadesa des del primer dia. Acord fort de tractament de dades.",
  "section-enterprise-title-11": "Nivells de dificultat de gra fi",
  "section-enterprise-desc-11": "Marqueu-ho per adaptar-se exactament al vostre cas d'ús.",
  "section-enterprise-title-12": "Hosting de primera part",
  "section-enterprise-desc-12": "Totes les sol·licituds i els actius van a hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Taulers de control multiusuari",
  "section-enterprise-desc-13": "Comparteix la gestió amb el teu equip.",
  "section-enterprise-title-14": "Verificació instantània",
  "section-enterprise-desc-14": "Latència de 0 ms: verifiqueu els testimonis hCaptcha sense crida a l'API.",
  "section-enterprise-title-15": "Integració mòbil (iOS i Android).",
  "section-enterprise-desc-15": "Experiència perfecta al web, mòbil natiu i web mòbil. Integracions preconstruïdes i SDK natius disponibles.",
  "section-enterprise-title-16": "Condicions personalitzades i garanties de privadesa",
  "section-enterprise-desc-16": "Satisfer les vostres necessitats legals quan altres empreses no poden.",
  "presented-challlenges-head": "Reptes presentats",
  "presented-challenges-title-1": "Comparació",
  "presented-challenges-text-1": "Seleccioneu totes les imatges que coincideixin amb la consulta",
  "presented-challenges-title-2": "Caixa delimitadora",
  "presented-challenges-text-2": "Definir l'àrea de delimitació dels objectes",
  "presented-challenges-title-3": "Categorització",
  "presented-challenges-text-3": "Identifiqueu les etiquetes corresponents",
  "presented-challenges-subheader": "...i altres tasques senzilles. Fàcil per als humans, difícil per als robots.",
  "presented-challenges-subtext": "Tasques personalitzades també disponibles per a editors empresarials.",
  "footer-header-1": "Companyia",
  "footer-header-2": "Recursos",
  "footer-header-3": "Contacte",
  "footer-link-1": "Etiquetatge",
  "footer-link-2": "Sobre",
  "footer-link-3": "Feines",
  "footer-link-4": "Marques comercials",
  "footer-link-5": "Bloc",
  "footer-link-6": "Estat",
  "footer-link-7": "Documentació",
  "footer-link-8": "Informar d'un error",
  "footer-link-9": "Accessibilitat",
  "footer-terms": "Termes",
  "footer-privacy": "Privadesa",
  "footer-attribution": "Atribució",
  "footer-subheader-1": "Suport",
  "footer-subheader-2": "Contacte",
  "switch-to-english-link": "Canvia a l'anglès",
  "intro-heading-privacy": "Dissenyat per a la privadesa.",
  "intro-subtitle-p1-privacy": " Un enfocament exclusiu de la seguretat en línia basat en la privadesa.",
  "info-head-2-pr": "Enregistrar l'activitat en línia no és la resposta.",
  "info-text-1-pr": "hCaptcha Enterprise només té un objectiu: evitar que els mals actors interrompin les vostres operacions en línia i facin mal als usuaris.",
  "info-text-2-pr": "Així, els nostres sistemes estan dissenyats des del principi per minimitzar la recollida i retenció de dades alhora que mantenen la seguretat líder en la seva classe. La millor manera de protegir les dades dels usuaris és no emmagatzemar-les en absolut.",
  "info-text-3-pr": "Totes les relacions amb els clients també estan protegides per un acord de tractament de dades sòlid. El servei hCaptcha compleix amb totes les lleis de privadesa independentment d'on resideixin el vostre servei o els vostres clients. No conservar les dades personals ens fa que això sigui molt més fàcil que per a altres empreses.",
  "info-text-2-2-pr": "Serveis com reCAPTCHA v3 diuen que per a una bona seguretat és necessari posar el seu píxel de seguiment a cada pàgina del vostre lloc. Aquest no és el cas.",
  "info-text-2-3-pr": "L'anàlisi del comportament senzill és un senyal que els mals actors poden forjar fàcilment i també requereix conservar l'historial de navegació per a tot el vostre trànsit legítim.",
  "info-text-2-4-pr": "No operem cap xarxa publicitària i no tenim interès a observar el vostre comportament dels usuaris per vendre'ls anuncis. Això vol dir que no necessitem un píxel passiu a cada pàgina del vostre lloc.",
  "info-text-2-5-pr": "Afegiu el nostre codi de repte només quan sigui necessari i quan tingui sentit protegir-vos tant a vosaltres com als vostres usuaris.",
  "info-head-3-pr": "L'aprenentatge automàtic és útil. Però no requereix dades personals per funcionar.",
  "info-text-3-1-pr": "L'aprenentatge automàtic ara afecta gairebé tots els aspectes de les nostres vides, sovint de maneres que no ens adonem i no podem veure. Els serveis de seguretat en línia no són diferents.",
  "info-text-3-2-pr": "Mitjançant l'aprenentatge de milers de senyals, els models poden inferir i assolir una gran confiança a l'hora de detectar comportaments maliciosos molt ràpidament, fins i tot quan cap senyal individual seria prou fort per si mateix per indicar un problema.",
  "info-text-3-3-pr": "Tanmateix, res d'això requereix l'ús d'informació d'identificació personal (PII). Les tècniques criptogràfiques modernes ens permeten descartar qualsevol dada personal tan aviat com sigui possible, creant en canvi signatures unidireccionals que no es poden enllaçar amb cap individu.",
  "info-text-3-4-pr": "La formació sobre dades desidentificades funciona igual de bé i no requereix comprometre la seguretat ni la privadesa. Els nostres clients han fet les proves empíriques, i ens han declarat iguals o millors que alternatives molt menys privades.",
  "cloudflare-quote-text-privacy": "Ens han agradat moltes coses de les solucions hCaptcha: 1) no venen dades personals; només recullen les dades personals mínimes necessàries, són transparents a l'hora de descriure la informació que recullen i com l'utilitzen i/o la revelen.",
  "pilot-head": "Prova'ns al teu entorn sense cap compromís.",
  "pilot-text-1a": "Som enginyers, no venedors: volem que estiguis content amb la teva elecció.",
  "pilot-text-1b": "La millor manera d'assegurar la vostra satisfacció és demostrar que satisfem les vostres necessitats.",
  "pilot-text-1c": "Pràcticament totes les empreses que inicien un pilot finalment trien les nostres solucions.",
  "pilot-text-1d": "Utilitzeu aquest formulari per contactar amb un dels nostres tècnics especialistes. Responem ràpidament.",
  "pilot-text-1e": "També podeu enviar-nos un correu electrònic directament.",
  "pilot-email-details": "Els detalls són aquí.",
  "pilot-f1": "Regió",
  "pilot-f2": "El teu nom",
  "pilot-f3": "El teu nom",
  "pilot-f4": "Correu electrònic empresarial",
  "pilot-f5": "Algun més detall que hauríem de tenir?",
  "pilot-f6": "Necessites incorporació urgent?",
  "pilot-f7": "Sí.",
  "pilot-f8": "Estic sota atac i necessito una incorporació immediata.",
  "pilot-f9": "Presentar",
  "pilot-f10": "En introduir el vostre correu electrònic, accepteu les nostres Condicions i la Política de privadesa i rebre el nostre correu electrònic.",
  "pilot-fo-1": "La integració no pot ser més fàcil.",
  "pilot-fo-2": "hCaptcha té desenes d'integracions preconstruïdes per als sistemes d'interfície i backend que utilitzeu.",
  "pilot-fo-3": "Si veniu del reCAPTCHA de Google, les nostres API són reemplaçaments directes. Tot el que necessiteu són tres línies de codi.",
  "pilot-fo-4": "Els nostres enginyers d'incorporació us poden ajudar ràpidament, tant si necessiteu la integració de React, els SDK per a aplicacions natives d'iOS, un exemple de backend de Java o pràcticament qualsevol altre escenari.",
  "pilot-fo-5": "I com sempre, la privadesa és un valor fonamental per a nosaltres. Afegiu el nostre codi de repte només quan sigui necessari i quan tingui sentit protegir-vos tant a vosaltres com als vostres usuaris. La minimització de la recollida de dades comença des del moment de la integració.",
  "pilot-fdone": "Gràcies. Ens posarem en contacte en breu.",
  "home-ent-2-new": "Obteniu més informació sobre la nostra solució empresarial.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Les solucions hCaptcha Enterprise ofereixen una seguretat líder en la seva classe i protegeixen molts dels millors serveis en línia.",
  "home-plans-button-2-new": "Aprèn més",
  "header-enterprise-link": "Empresa",
  "sales-interstitial-c1b-new": "Més informació sobre hCaptcha Enterprise"
}
