{
    "1137470858": "11 de desembre de 2021",
    "12462594": "hCaptcha es basa en la plataforma HUMAN, que permet un enrutament i anàlisi sofisticats per optimitzar el cost i l'eficiència en cada pas.",
    "2262549101": "Els mètodes de contacte alternatius estan documentats al Directori d'agents designats de la DMCA de l'oficina de drets d'autor dels EUA",
    "2272776729": "Tingueu en compte que heu de verificar la vostra identitat i sol·licitar abans de prendre mesures addicionals, com ara proporcionar la vostra identificació governamental. D'acord amb la llei de Califòrnia, podeu designar un agent autoritzat perquè faci una sol·licitud en nom vostre. Per designar un agent autoritzat perquè faci una sol·licitud en nom vostre, heu de proporcionar un poder vàlid, la identificació vàlida emesa pel govern del sol·licitant i la identificació vàlida emesa pel govern de l'agent autoritzat.",
    "2335607721": "Avís. Tots els avisos relacionats amb aquestes Condicions del servei s'enviaran per correu electrònic o es publicaran al nostre lloc web. Ens heu d'enviar avisos a",
    "2875934612": "20 de novembre de 2020",
    "3084122606": "Quan el nostre ús de la vostra informació personal es basa en el vostre consentiment, teniu dret a retirar-la en qualsevol moment de la manera indicada al Servei o posant-vos en contacte amb nosaltres a",
    "3312286067": "o presentar una queixa al regulador de protecció de dades de la vostra jurisdicció. Pots trobar el teu regulador de protecció de dades a",
    "3506025515": "hCaptcha no es veu afectat per log4shell. Així ho sabem.",
    "3516838896": "L'error d'execució remota de codi log4j2 va arrasar Internet recentment, afectant un gran percentatge de serveis en línia. hCaptcha no es va veure afectat. Així és com vam comprovar aquest fet.",
    "3553195003": "hCaptcha no es veu afectat per log4shell.",
    "3610875753": "– Si després d'una interrupció comercial important no podeu contactar amb nosaltres com ho feu habitualment a",
    "3612764043": ", hauríeu d'anar al nostre lloc web a hcaptcha.com o hcaptchastatus.com.",
    "3626193263": "L'agent designat de hCaptcha per a la Digital Millennium Copyright Act (DMCA) és",
    "3794891866": "Els consumidors de Califòrnia poden fer una sol·licitud d'acord amb els seus drets en virtut de la CCPA posant-se en contacte amb nosaltres a",
    "3814036702": "– Si tens dubtes sobre la nostra planificació de continuïtat del negoci, pots contactar amb nosaltres a",
    "3975007628": "ara protegeix centenars de milions d'usuaris en desenes de milions de llocs web i aplicacions cada mes. La nostra història demostra que podeu competir amb Big Tech quan poseu primer la privadesa.",
    "4038264749": "Tingueu en compte que mentre les comandes locals de COVID-19 continuen vigents, no hi ha garanties que el correu es rebrà de manera oportuna i el correu electrònic (",
    "4115505783": ") és el canal correcte per arribar-nos. L'empresa no manté números de telèfon o fax; això és el segle XXI.",
    "4164851712": "Només fem servir la vostra informació personal tal com ho permet la llei. Estem obligats a informar-vos de les bases legals del nostre tractament de la vostra informació personal, que es descriuen a continuació. Si teniu preguntes sobre les bases legals en què tractem la vostra informació personal, poseu-vos en contacte amb nosaltres a",
    "4201262098": "Aquesta tecnologia permet que la mà d'obra adequada s'ocupi de cada part de la vostra feina, maximitzant l'eficiència dels costos, preservant la privadesa i complint els requisits normatius que s'apliquin.",
    "4217188341": "30 de novembre de 2020",
    "4238473596": "És important minimitzar la fricció per als usuaris reals. hCaptcha utilitza tasques senzilles i triga menys temps a la majoria dels usuaris alhora que atura més trànsit de bots.",
    "4243935861": "ha.com",
    "4270798104": "2. Proveu de desactivar altres extensions. Si això ho soluciona, activeu-los un per un fins que trobeu el problema i feu-ho saber al desenvolupador d'aquesta extensió, a més d'avisar-nos a",
    "427220273": "És possible que us sol·licitem informació específica per ajudar-nos a confirmar la vostra identitat i processar la vostra sol·licitud. La legislació aplicable pot exigir-nos o permetre que rebutgem la vostra sol·licitud. Si rebutgem la vostra sol·licitud, us explicarem per què, subjecte a les restriccions legals. Si voleu presentar una queixa sobre l'ús que fem de la vostra informació personal o respondre a les vostres sol·licituds sobre la vostra informació personal, podeu contactar amb nosaltres a",
    "433026247": "En realitzar tasques, podeu acumular qualificacions i habilitats, que concedirem a la nostra discreció. Ens reservem el dret de crear, editar o revocar les teves qualificacions i habilitats en qualsevol moment, per qualsevol motiu o sense cap motiu. Com que no discriminem per motius d'origen nacional, raça, color, gènere, orientació sexual o qualsevol altra classe protegida per la llei, tindreu la mateixa oportunitat que qualsevol altre Col·laborador d'accedir a les tasques a mesura que s'acumulin les vostres qualificacions i habilitats. . Com a col·laborador, si creieu que les preguntes problemàtiques de la prova han afectat les vostres qualificacions, habilitats o recompenses, podeu proporcionar arguments ben recolzats que descriguin preguntes problemàtiques de la prova mitjançant la interfície de tasques o mitjançant un bitllet al nostre sistema d'assistència, per exemple, per correu electrònic. a",
    "492025216": "13 de desembre de 2021",
    "799274928": "Els avisos per correu electrònic es consideren avisos escrits per a tots els efectes per als quals es poden requerir avisos per escrit. Les notificacions per correu electrònic es consideren rebudes el dia hàbil posterior a la transmissió de la correcta adreça al destinatari previst.",
    "211351380": "Del blog:",
    "3153117136": "Com funcionen els paràmetres de dificultat de hCaptcha",
    "2915355938": "Accessibilitat",
    "793784899": "Plans",
    "2671622670": "Empresa",
    "3527140447": "Docs",
    "505891021": "Serveis d'etiquetatge",
    "692176459": "Iniciar Sessió",
    "1892574253": "Registra't",
    "2593864519": "Atura més bots. Comença a protegir la privadesa dels usuaris.",
    "4007826952": "El CAPTCHA número 1 de privadesa per a web, mòbils i molt més.",
    "3721365241": "Prova",
    "3753956446": "Gratuït",
    "3276777569": "hCaptcha",
    "55035359": "Estàs utilitzant reCAPTCHA?",
    "3417372336": "Canvia en minuts",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Els millors serveis en línia es basen",
    "1470290349": "per a la millor gestió de bots i fraus.",
    "3714002185": "Més informació sobre hCaptcha Enterprise",
    "3946753128": "Privat. Segur. Més ràpid.",
    "939665604": "Centrat en la privadesa",
    "780475098": "Les xarxes publicitàries veuen els vostres visitants com el producte. Només ens importa si una visita és bona o dolenta. hCaptcha compleix amb GDPR, CCPA, LGPD, PIPL i altres lleis globals de dades.",
    "219813583": "La seguretat primer",
    "2714878440": "Protegiu els vostres serveis del raspat, les adquisicions de comptes, l'emplenament de credencials i el correu brossa amb el nostre aprenentatge automàtic avançat i la verificació de la humanitat.",
    "1397766838": "Millor experiència d'usuari",
    "2670352917": "hCaptcha proporciona una detecció de bots més fiable alhora que és fàcil de resoldre per als humans.",
    "2806751666": "Què és hCaptcha?",
    "3096063825": "Intenta-ho",
    "2968026167": "La teva verdura preferida",
    "713281684": "Albergínia",
    "4147497805": "Pastanaga",
    "3758963444": "Gràcies! S'ha rebut el teu enviament!",
    "1070364246": "Vaja! S'ha produït un error en enviar el formulari.",
    "1129833879": "Atureu els robots maliciosos, protegiu la privadesa dels usuaris",
    "58091799": "Més informació sobre hCaptcha Publisher i Enterprise",
    "1599610318": "Editor",
    "3093388779": "hCaptcha és d'ús gratuït per a editors de qualsevol mida",
    "179723061": "Més control per als equips que necessiten una seguretat líder",
    "846501387": "Protecció de bot de classe mundial",
    "119298044": "Les tecnologies avançades de ML i IA autosupervisades protegeixen les vostres propietats web d'amenaces i atacs",
    "1263998069": "Guanyeu recompenses per solucions humanes",
    "1103295010": "Guanyeu diners o doneu a una caritat quan els humans resolguin CAPTCHA",
    "392886773": "Funciona a tots els països",
    "2320894364": "Amb més de 200 punts de presència, el núvol d'hCaptcha protegeix els vostres actius a tot el món",
    "451701069": "Compleix amb GDPR, CCPA,",
    "2826051554": "i més",
    "3530599065": "La privadesa es construeix des de la base. hCaptcha no conserva PII i compleix nombrosos mandats i regulacions de privadesa.",
    "2489287539": "\"Sense CAPTCHA\" sense fricció i modes passius del 99,9%.",
    "793242047": "Reduïu els reptes presentats als usuaris per permetre un accés ràpid a les aplicacions",
    "4195759329": "Detecció de bots i puntuacions de risc",
    "1150035777": "Els models sofisticats d'aprenentatge automàtic generen puntuacions de confiança del bot basades en molts punts de dades més enllà de si les preguntes s'han respost correctament",
    "3688621388": "Signatures d'amenaça",
    "1131525092": "Agrupeu els actors dolents sense esforç mitjançant els nostres UID d'abast que preserva la privadesa per trobar i aturar el frau i l'abús relacionats.",
    "1559631739": "Aprenentatge privat",
    "3952259236": "Combineu les vostres dades cegues amb els milers de senyals d'hCaptcha per entrenar hCaptcha en classes de comportament, només per a la vostra instància, per predir millor el comportament maliciós millor que qualsevol solució sola.",
    "1150963691": "Mitigació de l'APT",
    "4083018285": "Un conjunt de funcions ampliades que es combinen amb una supervisió i una resposta SOC millorades per abordar amenaces persistents sofisticades",
    "3160820928": "Protecció coordinada contra atacs",
    "1849805607": "hCaptcha protegeix contra les amenaces i els enganys dissenyats per infiltrar-se a les vostres xarxes",
    "1958297836": "Protecció coordinada d'atacs i mitigació d'APT",
    "1300485304": "hCaptcha protegeix contra amenaces avançades i señus dissenyats per infiltrar-se a les vostres xarxes",
    "2698640210": "Control de reptes i tipus mostrats",
    "3121248460": "Mostra reptes personalitzats infinitament diversos, de simples a complexos, per al teu públic esperat",
    "3807059944": "Controlar el contingut del desafiament utilitzat",
    "2707282231": "Personalitza els reptes per als teus usuaris. Fer que els robots siguin impossibles de resoldre i penetrar.",
    "4194763679": "Nivells de dificultat de gra fi",
    "3730038780": "Trieu entre un nombre gairebé infinit de reptes per resoldre els usuaris",
    "1849717906": "Personalitza amb el teu propi contingut de repte",
    "1508655687": "Afegeix els teus propis reptes adaptats al teu públic per racionalitzar o restringir l'accés",
    "3620442880": "Funcions de protecció de Flash Sale",
    "3265895521": "Augmenta i redueix la dificultat del repte en funció de l'hora del dia",
    "1485807325": "Taulers de control multiusuari, SSO SAML",
    "359073033": "Els taulers ofereixen vistes de l'activitat d'alt nivell o detallades.",
    "4272454814": "Integrar-se amb el proveïdor d'identitat que trieu.",
    "1141402092": "Funcions avançades d'informes",
    "910989640": "Generar informes detallats i personalitzats d'activitat",
    "3768951251": "SLA d'empresa",
    "1014004474": "Els plans Enterprise d'hCaptcha ofereixen acords avançats de nivell de servei per mantenir protegida la vostra organització",
    "1177598246": "Contacta amb Vendes",
    "1067704102": "El valor de l'etiquetatge de dades",
    "3065000659": "T'has adonat que cada vegada que fas \"clic al cotxe\" estàs ajudant a entrenar-ne un?",
    "3235430156": "sistemes d'aprenentatge automàtic de l'empresa de forma gratuïta?",
    "1549336309": "hCaptcha dóna la volta a aquest model. Quan utilitzeu hCaptcha, les empreses fan ofertes pel treball que fan els vostres usuaris ja que demostren la seva humanitat. Obté les recompenses.",
    "3725880582": "Torna a la caritat",
    "1671436004": "Vols tornar a la teva organització benèfica preferida?",
    "1663628612": "et permet",
    "4272088465": "les organitzacions benèfiques que trieu amb els guanys que obteniu d'utilitzar-lo.",
    "2894845722": "Els usuaris del vostre lloc aviat podran veure la vostra contribució a la caritat mitjançant una marca discreta a la interfície hCaptcha.",
    "3194111925": "suport",
    "1637702726": "Sobre hCaptcha",
    "2323282990": "Un enfocament modern per verificar la humanitat",
    "1201821619": "hCaptcha resol un dels problemes més urgents actuals: evitar que els robots maliciosos abusin dels serveis en línia.",
    "1475399473": "Més informació sobre l'equip hCaptcha",
    "3161489950": "La plataforma ML de seguretat més avançada del món",
    "3247172580": "hCaptcha va combinar l'aprenentatge automàtic avançat autosupervisat amb un nou enfocament informàtic de punta que minimitza de manera única la recollida i retenció de dades, lliurat des de més de 250 ubicacions a tot el món per a una escalabilitat massiva.",
    "3767462250": "Dissenyat per a la privadesa",
    "3500503648": "hCaptcha està dissenyat per eliminar la retenció de dades a llarg termini basant-se en l'avaluació instantània en lloc de registrar i analitzar el vostre historial de navegació. També donem suport a iniciatives com",
    "2418549423": ", un estàndard emergent per preservar la privadesa en línia mitjançant proves criptogràfiques i altres funcions úniques de privadesa.",
    "1544546608": "Passi de privadesa",
    "976209454": "Guanyeu recompenses o doneu a la caritat",
    "552920956": "hCaptcha permet que els llocs web guanyin recompenses mentre bloquegen els robots i altres formes d'abús. hCaptcha també us permet donar suport a les organitzacions benèfiques que trieu amb aquests guanys.",
    "654326661": "Vols veure per tu mateix? Prova hCaptcha gratuïtament.",
    "3570415321": "Companyia",
    "3987022469": "Etiquetatge",
    "1636202177": "Sobre",
    "2670003220": "Feines",
    "3233305531": "Marques comercials",
    "3028319964": "Ètica de la IA",
    "4131598919": "Premeu",
    "1662477701": "Recursos",
    "3130928685": "Bloc",
    "1756106276": "Estat",
    "1235925265": "Documentació",
    "920212083": "Informar d'un error",
    "2076066173": "Ciberatacs 101",
    "3644106388": "Contacte",
    "2182196747": "Suport",
    "487083593": "Vendes",
    "878585497": "Termes",
    "1697438123": "Privadesa",
    "1316817321": "Atribució",
    "3488019891": "hCaptcha és una marca registrada d'Intuition Machines, Inc.",
    "4224961202": "Privadesa, seguretat i aprenentatge automàtic.",
    "98173630": "hCaptcha és el servei CAPTCHA independent més utilitzat del món.",
    "1514478724": "Aprèn més",
    "1752795854": "hCaptcha ofereix un enfocament modern i centrat en la privadesa per aturar els robots.",
    "2927700175": "Mostrem els reptes CAPTCHA que són difícils per als robots però fàcils per a les persones mitjançant la recopilació de dades difícils d'etiquetar de problemes d'aprenentatge automàtic i les utilitzem per distingir si un visitant d'un lloc web o d'una aplicació és humà.",
    "2188609322": "Els mals actors són cada cop més habituals en línia. Però sacrificar la privadesa dels usuaris no és la resposta.",
    "2032102720": "Les solucions de seguretat que ofereixen les empreses publicitàries se centren principalment en el seguiment dels usuaris al web. Hem creat una solució de seguretat eficaç que demostra que perjudicar la privadesa dels usuaris no és necessari per obtenir resultats excel·lents.",
    "4146870445": "Qui som",
    "353066938": "Un equip experimentat que treballa en els problemes més difícils d'avui. hCaptcha és un servei de",
    "1173652155": "Assessors",
    "2256305371": "Professor, CS a la Universitat de Califòrnia, Berkeley. Expert en aprenentatge profund, seguretat, blockchain. CEO d'Oasis Labs.",
    "2177660021": "Investigador científic a Stanford. Aprenentatge automàtic i finançament quant als principals bancs, fons de cobertura i àmbits acadèmics.",
    "2686825859": "Registreu-vos gratuïtament o poseu-vos en contacte amb nosaltres sobre les solucions hCaptcha Enterprise",
    "583434701": "hCaptcha Accessibilitat",
    "611905972": "Garantir un accés perfecte per a tots els usuaris alhora que es manté la seguretat",
    "874098071": "Si sou un usuari d'accessibilitat, registreu-vos aquí",
    "2745385064": "Resum",
    "3353238942": "hCaptcha està dissenyat per aturar els robots distingint-los de les persones. Les proves visuals són una eina convenient per a això, però no tothom pot resoldre un repte visual.",
    "3600022491": "Per aquest motiu, hem dissenyat una alternativa senzilla i indolora per permetre que els editors que utilitzen el nostre servei preservin l'accessibilitat per a tothom amb el compliment total de la Secció 508 i WCAG 2.1 AA.",
    "2557240048": "Com funciona: primer, un usuari d'accessibilitat es registra mitjançant",
    "3871665286": ", que està enllaçat de manera destacada a la pàgina d'informació del widget hCaptcha. Se'ls dóna una galeta xifrada que es pot utilitzar diverses vegades al dia, però que s'ha d'actualitzar cada 24 hores mitjançant l'inici de sessió.",
    "3441764123": "Quan es presenta un repte a un usuari d'accessibilitat en un lloc que utilitza el servei hCaptcha, aquest passarà automàticament.",
    "4247858664": "la pàgina de registre d'accessibilitat",
    "1297657322": "Pantalla d'usuari d'accessibilitat després d'iniciar sessió",
    "1717658846": "Opció d'accessibilitat al menú de la interfície d'usuari del widget",
    "1266963825": "P: És compatible amb hCaptcha Section 508 + WCAG 2.1 AA?",
    "850025770": "R: Creiem que sí: tots els usuaris amb qualsevol tipus de discapacitat que puguin navegar per la web i introduir text als formularis poden accedir als serveis protegits per hCaptcha en registrar-se. Tanmateix, no es tracta d'un assessorament legal: hauríeu de fer la vostra pròpia avaluació, tenint en compte la vostra implementació particular per assegurar-vos que aquest sigui el cas del vostre desplegament.",
    "159272246": "P: Esteu treballant en altres opcions d'accessibilitat (\"a11y\"), com ara l'àudio?",
    "4074220464": "R: Les opcions populars anteriorment, com els captchas d'àudio, discriminen molts usuaris de tots els anys i les tècniques modernes d'aprenentatge automàtic les derroten fàcilment. Això ha fet que els reptes d'àudio actuals es facin cada cop més difícils, introduint soroll, moments estranys, combinacions de paraules inusuals, etc. per derrotar als atacants. Per tant, estem menys entusiasmats amb aquest enfocament en lloc d'evitar el repte per complet, però ho tindrem en compte si hi ha demanda per part de la comunitat de tots.",
    "2309661107": "Tanmateix, ens interessa molt",
    "2555914614": "per al cas d'ús d'accessibilitat. Creiem que combinar el nostre enfocament actual d'a11y amb l'emissió de la Passa de privadesa permetrà als usuaris a11y navegar amb seguretat, sabent que el seu trànsit és més privat, alhora que restringeix l'abús per part dels operadors de bots que es produeix inevitablement quan hi ha opcions disponibles. Som participants actius del grup de treball de l'IETF que estandarditza aquesta nova tecnologia.",
    "2583775432": "P: Què passa amb la privadesa? El registre exposa les dades de navegació d'alguna manera? Què fas amb el correu electrònic?",
    "4215483493": "R: hCaptcha està dissenyat per a la privadesa des de zero. És molt diferent de les opcions tradicionals com reCAPTCHA que són propietat de xarxes publicitàries, que tenen un incentiu per fer-te un seguiment al web i associar-te amb una identitat real.",
    "2474661839": "El nostre",
    "4137573005": "té respostes exhaustives i autoritzades sobre com fem servir les dades, però la resposta breu és que no tenim cap interès a associar-vos com a persona amb el vostre historial de navegació.",
    "4101570501": "Actualment també estem treballant en una solució criptogràfica per descartar ràpidament la vostra adreça de correu electrònic i alhora preservar la nostra capacitat d'evitar abús, complementant el nostre treball de l'abonament de privadesa.",
    "260595108": "Mai fem servir correus electrònics o informació d'accessibilitat per a cap altra finalitat que no sigui facilitar l'ús i prevenir l'abús.",
    "3063819779": "política de privacitat",
    "465714311": "Per a usuaris d'accessibilitat: guia de preguntes i respostes i de resolució de problemes",
    "3596207631": "P: Encara estic veient un repte després de configurar la galeta. Què està causant això?",
    "469089249": "R: Això es deu normalment a l'ús d'un bloquejador d'anuncis agressiu o d'una extensió anti-cookies, o d'una configuració que bloqueja les galetes \"entre llocs\", en aquest cas una galeta per a hcaptcha.com que l'hCaptcha JS estableix o verifica en un lloc diferent, com el que esteu visitant.",
    "4263626815": "Les galetes d'accessibilitat de hCaptcha funcionen amb tots els navegadors i bloquejadors d'anuncis populars amb la seva configuració estàndard, de manera que normalment els errors es deuen a scripts \"anti-bloqueig d'anuncis\" o conjunts de regles similars dirigits a llocs concrets.",
    "3906359167": "Solucions:",
    "3464870463": "1. Llista blanca de galetes hcaptcha.com i *.hcaptcha.com al bloquejador d'anuncis o a l'extensió de seguretat del navegador.",
    "1204911585": "2. Si utilitzeu el navegador Brave, que (a partir d'abril de 2020) no sembla tenir cap tipus de llista blanca de galetes, aneu a Preferències -> Escuts -> Galetes i seleccioneu \"Permetre totes les galetes\".",
    "2932826396": "3. Si utilitzeu la versió més recent de Safari a l'OS X 10.15 o a l'iOS 13.4 publicat recentment, Apple acaba de canviar el comportament de Safari relacionat amb les galetes de tercers, bloquejant-les totes per defecte. Estem implementant una solució, però mentrestant visiteu Preferències de Safari, secció Privadesa i desmarqueu \"Seguiment del lloc web: Impedeix el seguiment entre llocs\" per permetre que la galeta d'accessibilitat funcioni com s'esperava.",
    "3836291932": "P: Faig servir diversos dispositius. He de registrar-me diverses vegades?",
    "3251220335": "R: No. Si us plau, feu clic al mateix enllaç d'inici de sessió de correu electrònic que se us va enviar a cada dispositiu que utilitzeu per configurar la galeta.",
    "2082407178": "P: Com puc protegir-me del seguiment de galetes de tercers mentre faig servir la galeta d'accessibilitat?",
    "2700197090": "R: L'ús de qualsevol extensió de privadesa o de bloqueig d'anuncis que admeti la llista blanca a nivell de domini (per exemple, uBlock Origin) funcionarà com s'esperava: només assegureu-vos d'inscriure a la llista blanca hcaptcha.com.",
    "3657743880": "Instruccions del navegador per a galetes entre llocs",
    "1960601330": "Per habilitar les galetes a Safari (Mac): aneu al menú desplegable de Safari. Seleccioneu Preferències. Feu clic a Privadesa al tauler superior. A \"Bloqueja les galetes\", seleccioneu l'opció \"Mai\".",
    "1622303590": "Per habilitar les galetes a Safari (iPhone/iPad iOS 11+): Obriu la configuració. Desplaceu-vos cap avall i seleccioneu Safari. A Privadesa i seguretat, desactiveu \"Evita el seguiment entre llocs\" i \"Bloqueja totes les galetes\".",
    "2199048568": "Feu clic a l'escut a l'esquerra de la barra d'adreces de qualsevol pàgina web. Feu clic a Configuració de protecció. S'obrirà el tauler de privadesa i seguretat de les preferències de Firefox. A Protecció de seguiment millorada, seleccioneu Personalitzat. Trieu quins rastrejadors i scripts voleu bloquejar seleccionant aquestes caselles de selecció. Assegureu-vos que heu desbloquejat hcaptcha.com.",
    "3967047208": "També podeu desactivar temporalment algunes proteccions a Personalitzat per depurar-ho, desmarcant les caselles de selecció: Desmarqueu la casella de selecció Rastreadors o desmarqueu la casella de selecció Cookies si encara teniu problemes.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Seleccioneu la icona del menú de Chrome. Seleccioneu Configuració.",
    "926138631": "Aneu a Privadesa i seguretat, després a Cookies i altres dades del lloc.",
    "3419878556": "Assegureu-vos que \"Bloqueja les galetes de tercers\" no estigui habilitat.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Obriu les preferències de Chrome des de la barra de menús.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Al dispositiu Android, obriu l'aplicació Chrome.",
    "3620039756": "A la part superior dreta, toqueu Més i després Configuració.",
    "2813310562": "Toqueu Configuració del lloc i després Cookies.",
    "3014657981": "Al costat de \"Galetes\", activeu la configuració.",
    "1242066691": "Marqueu la casella al costat de \"Permet galetes de tercers\".",
    "292250020": "1. Seleccioneu l'engranatge a l'extrem superior dret de la pantalla i, a continuació, seleccioneu \"Opcions d'Internet\". Si teniu la barra de menús activada, podeu seleccionar \"Eines\" i després \"Opcions d'Internet\".",
    "4114820649": "2. Feu clic a la pestanya \"Privadesa\".",
    "946838734": "3. Seleccioneu el botó \"Avançat\".",
    "348809718": "4. A \"Cookies de tercers\" trieu \"Acceptar\".",
    "1253441326": "5. Feu clic a \"D'acord\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "Política d'ètica de la IA",
    "1161704803": "Per què tenim una política d'ètica d'IA?",
    "1806535500": "Pràcticament totes les tecnologies, des dels llapis fins a la dinamita, són a",
    "24452499": "solució; es pot utilitzar per bé o malament. Tota empresa que investiga, construeix o ven solucions de doble ús té l'obligació de considerar les conseqüències de les seves accions.",
    "4023575072": "doble ús",
    "3336625692": "Aquesta pàgina detalla els nostres pensaments sobre aquest tema en el context de l'ètica de l'IA i els processos que seguim per garantir que l'ús dels nostres serveis es mantingui en línia amb les polítiques que hem adoptat com a empresa.",
    "835717930": "Ètica de l'IA a hCaptcha",
    "2179524509": "De tant en tant tenim preguntes sobre quins tipus de preguntes són permeses per al servei hCaptcha i per què es fan preguntes concretes.",
    "1962721652": "Els éssers humans busquen patrons i, de vegades, una pregunta innòcua pot passar de ser del tot sorprenent a sospitosa en un instant, a causa dels canvis del món més que de les motivacions de qualsevol persona que fa la pregunta.",
    "3974566657": "A mesura que els serveis es fan més populars, aquest tipus d'esdeveniments inevitablement es fan més freqüents. hCaptcha és utilitzat per milions de persones cada dia a pràcticament tots els països del món, per la qual cosa estem publicant aquesta política i un estudi de cas sobre com tractem aquests problemes per tal de ser el més transparents possible.",
    "1830910223": "Un cas d'estudi de l'ètica de l'IA del món real",
    "805971861": "\"Umbrella\" és un terme a ImageNet, el conjunt de dades de referència estàndard utilitzat pels investigadors de visió per ordinador. Identificar de manera fiable les persones que porten paraigües també és fonamental per construir sistemes segurs d'assistència al conductor avançada (ADAS) de nova generació.",
    "3988350": "Això significa que hi ha casos d'ús excel·lents per a les anotacions de paraigua del món real. Hi ha marge per al desacord sobre l'impacte dels cotxes autònoms, però els sistemes ADAS ja estan estalviant",
    "548587288": "al voltant del món.",
    "3138772661": "milers de vides cada any",
    "3168199226": "Tanmateix, el 2020 va quedar clar que la creació d'aquest tipus de conjunt de dades es podria percebre com una tecnologia d'ús dual d'una manera que pocs haurien esperat fa un any.",
    "558378834": "Per tant, en aquests moments ja no acceptem sol·licituds de preguntes relacionades amb els paraigües. El potencial de confusió quan un usuari final veu una pregunta sobre els paraigües en el moment actual és massa alt i, en última instància, el nostre objectiu és fer del món un lloc més agradable.",
    "3376604063": "Polítiques i processos d'ètica d'IA",
    "1923365316": "Tenim una política estricta d'ètica d'IA a hCaptcha, i part d'això inclou un procés Coneix el teu client (KYC).",
    "4230322909": "Sempre intentem entendre bé cada client nou i el seu cas d'ús previst, tant per confirmar que s'adapta bé als nostres productes i serveis com per assegurar-nos que segueix les polítiques que hem adoptat com a empresa.",
    "2735073144": "També realitzem revisions contínues quan sigui necessari. Per exemple, en la nostra recent revisió de les dates i les fonts de les sol·licituds d'etiquetatge relacionades amb els paraigües, vam poder confirmar ràpidament que cap entitat governamental o proveïdor estatal conegut de programari de vigilància ha fet sol·licituds sobre paraigües utilitzant els nostres serveis durant els darrers 12 mesos. .",
    "2715462692": "Com és el nostre procés d'ètica en IA?",
    "3049976256": "Per a cada nou client d'etiquetatge, revisem una llista de verificació durant el procés de venda. Això inclou la diligència inicial de KYC abans de la incorporació, així com la verificació de totes les sol·licituds fetes als nostres analistes i comprovacions puntuals en temps real i revisions periòdiques de les sol·licituds realitzades mitjançant la nostra plataforma d'autoservei.",
    "3103642530": "Aquesta revisió es compon de diversos conjunts de criteris:",
    "3349094124": "Criteris de preocupacions ètiques: Objectiu",
    "1038019440": "1. Representa aquest client els interessos nacionals d'un país que té comportaments contraris a les lleis i normes internacionals?",
    "493717511": "2. És aquest client que demana serveis que podria ser",
    "2209109640": "utilitzat només amb finalitats malicioses, en el context de les seves activitats comercials normals?",
    "3457805519": "3. Es pot complir la sol·licitud del client d'acord amb la legislació dels EUA i les nostres normes de compromís?",
    "1942611550": "abans de res",
    "109179759": "Criteris de preocupacions ètiques: Subjectius",
    "1033698050": "1. Creiem que el client ens ha donat un cas d'ús que considerem moralment acceptable, segons la nostra interpretació de les normes típiques de la societat occidental?",
    "361372538": "2. Creiem que els nostres serveis prestats probablement seran utilitzats amb finalitats discriminatòries pel client, d'una manera que podria ser legal però no acceptable per a nosaltres?",
    "2867855718": "3. Creiem que les necessitats de privadesa es poden atendre de manera satisfactòria per a la sol·licitud?",
    "2462728596": "Si no podem satisfer aquests punts, rebutjarem la sol·licitud i podrem cancel·lar l'accés a la nostra plataforma, tal com s'indica a les nostres Condicions.",
    "1995277831": "Gràcies",
    "1818116402": "Esperem que us agradi aquesta mirada sobre com gestionem les preguntes operatives amb un component d'ètica de l'IA.",
    "1499894352": "Molt poques empreses ofereixen transparència en els seus processos de presa de decisions en aquest àmbit, i esperem que altres segueixin aquest exemple!",
    "535659033": "Reconeixement Creative Commons",
    "1495915066": "Com nosaltres, els nostres socis de recerca acadèmica i els nostres clients fem servir els mitjans de Creative Commons",
    "3017533972": "Nosaltres, els nostres socis d'investigació acadèmica i els nostres clients podem fer referència o reproduir de tant en tant porcions de contingut amb llicència Creative Commons mitjançant la plataforma hCaptcha per tal d'avançar en el coneixement de la humanitat en el camp de l'aprenentatge automàtic.",
    "1428053210": "Aquest contingut generalment es transforma de la seva forma original. Per exemple, un vídeo es pot dividir en moltes imatges, aquestes imatges es poden dividir en moltes imatges noves i aquestes noves imatges es barregen aleatòriament per produir el resultat final que es mostra.",
    "1728211763": "L'ús del contingut d'aquesta manera i per a aquests propòsits s'inclou dins de les directrius d'ús legítim d'acord amb la nostra comprensió de la llei i les pràctiques estàndard en el camp, però som fans de Creative Commons des de fa temps i preferim donar crèdit a qualsevol persona que ajudi en la tasca monumental de millorar la intel·ligència de les màquines.",
    "1949452297": "A causa de les limitacions intrínseques de la interfície d'usuari hCaptcha i les seves consideracions de seguretat, no és possible reproduir la font de cada imatge directament adjacent al seu ús. En comptes d'això, enllacem a aquesta pàgina des de la nostra pàgina d'inici i mantenim una llista de les fonts que s'ofereixen actualment o recentment a través de la plataforma. Podeu accedir a la llista actual",
    "2367602973": "aquí",
    "659124570": "A més, si veus contingut que et pertany reproduït a la plataforma hCaptcha i vols que s'elimini per qualsevol motiu, pots contactar amb nosaltres per correu electrònic a",
    "2066749488": "Altres queixes",
    "3479034323": "Si veieu contingut que us pertany reproduït a la plataforma hCaptcha i voleu que s'eliminin per qualsevol motiu, podeu contactar amb nosaltres per correu electrònic.",
    "1836554225": "Publicacions del blog",
    "2873297188": "Tots els CAPTCHAS discriminen els no nord-americans?",
    "165932542": "Una ullada a hCaptcha solve rates a tot el món",
    "1865097546": "16 de novembre de 2021",
    "3005876482": "hCaptcha és ara el servei CAPTCHA independent més gran, funciona amb el 15% d'Internet",
    "693820850": "Podeu vèncer Google posant la privadesa en primer lloc",
    "3609106478": "Farciment de credencials:",
    "299335340": "Què és i com aturar els atacs",
    "354925785": "Introducció",
    "423222878": "Alguns dels ciberatacs més difícils de detectar, prevenir i aturar són aquells en què un actor maliciós pot utilitzar les credencials d'usuari legítimes per iniciar sessió en un compte d'usuari actiu. Sense moltes capacitats de detecció sofisticades al seu lloc, l'empresa que allotja el compte no té cap motiu per sospitar que hi ha alguna cosa malament. Sembla que un client simplement ha iniciat sessió al seu compte. L'atacant va aconseguir aquesta estratagema amb èxit utilitzant credencials robades, normalment el resultat d'una tècnica d'atac cibernètic coneguda com a \"emplenament de credencials\". Avui és un problema greu, però que es pot pal·liar amb les contramesures adequades.",
    "777660551": "Què és Credential Stuffing?",
    "2602763587": "El farcit de credencials és una forma de ciberatac en què l'atacant intenta iniciar sessió en un lloc web diverses vegades utilitzant parells de noms d'usuari i contrasenyes robats. El \"farciment\" es refereix als intents repetitius d'inici de sessió, que gairebé sempre es realitzen mitjançant un programari robot automatitzat.",
    "1271831121": "No és com si el pirata informàtic (vestit amb una dessuadora, és clar!) estigués assegut allà, escrivint credencial rere credencial. El bot d'inici de sessió automatitzat es podria fer des d'una eina comercial com Selenium o una eina de pirates informàtics desenvolupada a mida.",
    "2588750717": "De fet, alguns atacs d'emplenament de credencials impliquen milions de credencials; totes s'inclouen a la interfície d'inici de sessió del lloc web sense sospitar amb l'esperança de poder-hi entrar. Un cop dins, l'atacant pot fer-se càrrec del compte de la víctima.",
    "1137757109": "Si es tracta d'un compte de comerç electrònic, l'atacant pot demanar mercaderies. Si la víctima és un banc, l'atacant pot transferir fons offshore, etc.",
    "1559150837": "Tanmateix, els objectius no estan indefensos. La majoria de llocs web tenen controls que bloquegen un usuari sospitós que intenta iniciar sessió a milers de comptes diferents des de la mateixa adreça IP en un curt espai de temps. El que fan els atacants d'emplenament de credencials per evitar aquestes tècniques de protecció és simular la diversitat geogràfica i IP. Utilitzant eines potents, sovint basades en IA, poden fer semblar que milers d'usuaris intenten iniciar sessió aleatòriament a diferents moments del dia des de tot el país. Això és molt més difícil de detectar i aturar.",
    "1892020899": "D'on obtenen les credencials els hackers?",
    "2597149484": "La raó per la qual el pirata informàtic ha d'\"omplir\" tantes credencials té a veure amb el lloc on obtenen les seves credencials robades.",
    "3030395800": "Aquestes credencials solen provenir de violacions de dades. També coneguts com a \"vessament de credencials\", aquests atacs poden provocar que milions de credencials s'aboquin a la xarxa fosca. Si el vessament prové d'un banc, el pirata informàtic intentarà utilitzar aquestes credencials per accedir a altres llocs. Aquest enfocament funciona perquè moltes persones utilitzen la mateixa combinació de nom d'usuari i contrasenya per a diversos llocs. (Aquesta pràctica es desaconsella, però la realitat és la que és. La gent tendeix a repetir les mateixes credencials d'inici de sessió.)",
    "1258965840": "Per tant, si l'atacant pot entrar en un lloc, probablement pot entrar en diversos llocs utilitzant les credencials vessades. Per exemple, poden obtenir un parell de nom d'usuari/contrasenya com JohnDoe/525momma, però no tenen ni idea de què farà aquesta parella per ells. Així, intenten la parella a Amazon.com, Ebay, Citibank, Walgreens, etc. Podrien provar aquest parell en mil llocs diferents.",
    "3594440415": "Finalment, començaran a obrir portes.",
    "780280214": "Com hCaptcha i hCaptcha Enterprise mitiguen l'amenaça d'ompliment de credencials",
    "4165374512": "Tot i que és possible utilitzar eines de detecció d'IP i d'ubicació per evitar l'ompliment de credencials, un mètode més rendible i precís és simplement interrompre el propi bot d'emplenament de credencials automatitzat. hCaptcha i hCaptcha Enterprise poden bloquejar el bot al punt d'entrada. Fins i tot si el bot té les credencials adequades, si no pot superar la detecció d'hCaptcha Enterprise o el CAPTCHA d'hCaptcha, no podrà fer el seu farcit i el vostre lloc i els vostres usuaris estan protegits.",
    "3269644546": "Si us plau",
    "1058572205": "ens si voleu aprendre més",
    "3753613260": "contacte",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Comunicació de queixes DMCA",
    "54093347": "Agent registrat DMCA",
    "3233441200": "Política d'infracció reiterada",
    "4011712313": "Com a part de la nostra política de la DMCA, col·loquem els comptes de clients dels quals rebem diverses notificacions de la DMCA de presumptes infraccions en una política d'infracció repetida de la DMCA de diversos passos. En rebre notificacions DMCA repetides durant un mes natural, el compte del client avançarà d'un pas de la política al següent.",
    "766825168": "Les accions que podem dur a terme en virtut de la Política d'infracció reiterada de la DMCA inclouen l'enviament d'alertes d'augment de la visibilitat al client registrat del compte. Per tal de reconèixer aquestes alertes, és possible que exigim al client que iniciï sessió al compte o que truqui al nostre equip d'assistència. També ens reservem el dret de suspendre o rescindir, així com d'aplicar altres mesures provisionals, el servei hCaptcha i IMI de qualsevol client per al qual hem continuat rebent notificacions de presumpta infracció de la DMCA fins i tot després d'haver enviat alertes d'infracció reiterada. A més, podem cancel·lar a la nostra discreció altres serveis hCaptcha o IMI proporcionats a aquests clients quan finalitzem el servei hCaptcha d'acord amb aquesta política.",
    "2410122265": "Recursos hCaptcha: Bots 101",
    "4166776480": "Emplenament de credencials: què és i com aturar els atacs",
    "2301335298": "Frau de pagament: mitigació d'un mode de ciberdelinqüència en ràpida evolució",
    "3682071227": "Què són les adquisicions de comptes i com funcionen?",
    "2729131930": "Què és el raspat i com funciona?",
    "1344959096": "Treballar com a etiquetador de dades individual",
    "3510143229": "hCaptcha és un servei per a llocs web i aplicacions,",
    "3930611699": "treballadors individuals.",
    "1051214799": "hCaptcha és un servei de seguretat web que intenta compartir valor amb els editors de llocs web o aplicacions que l'utilitzen.",
    "360236473": "El servei hCaptcha no està pensat per ser utilitzat perquè ningú treballi com a etiquetador individual. No està dissenyat ni adequat per a aquest propòsit. No recomanem que ningú intenti utilitzar hCaptcha com a font d'ingressos personals.",
    "3842490632": "És probable que un usuari individual que intenti respondre moltes preguntes es vegi limitat o prohibit ràpidament. Igual d'important, com el nostre",
    "1560232962": "cobreix amb detall, no es garanteix l'import guanyat per cap resposta donada. És possible que no hi hagi preguntes de pagament disponibles en aquell moment, una resposta pot ser rebutjada per motius de qualitat, etc.",
    "2694001822": "Tanmateix, de tant en tant contractem persones per ajudar-nos a provar les propietats del sistema i les noves funcions.",
    "1569804581": "Si voleu ser contactat en el futur sobre oportunitats relacionades, ompliu aquest formulari.",
    "636461959": "Nom",
    "1139500589": "País",
    "1789607185": "Correu electrònic",
    "325077666": "En enviar la teva informació acceptes la nostra",
    "3555583744": "i",
    "3609929815": ". Conservarem la informació del vostre nom, país i adreça de correu electrònic només amb el propòsit de contactar-vos en el futur pel que fa a les oportunitats de treball individuals d'etiquetatge.",
    "4197928199": "Política de privacitat",
    "851786723": "En introduir el vostre correu electrònic, accepteu les nostres Condicions i la Política de privadesa i rebre el nostre correu electrònic.",
    "2402165761": "Com funciona el raspat?",
    "4260542944": "El raspat de contingut (també conegut com a \"screen scraping\" o simplement \"scraping\") és un procés conegut i sovint útil per recopilar informació del web. No obstant això, en els últims anys, la tècnica s'ha convertit en una eina preferida dels pirates informàtics i estafadors. Les contramesures poden mitigar eficaçment l'amenaça, però per implementar-les, és essencial entendre com funciona el procés.",
    "2066255783": "Què és Content Scraping?",
    "1910628828": "El raspat de contingut és una tècnica per agafar dades d'un sistema que implica un conjunt d'eines automatitzades que suplanta un client de programari o un navegador web. No és nou. De fet, per als enginyers de programari que poden necessitar dades d'un sistema central antic, el raspat pot ser l'única manera d'extreure informació. Els connectors originals poden haver desaparegut i impossible de substituir.",
    "3408107995": "Avui, però, el raspat significa invariablement un enfocament programàtic per extreure dades d'un lloc web. El programari de raspat actua com un usuari humà, fent clic als botons i llegint la sortida resultant. Hi ha molts usos legítims per al raspat. Els rastrejadors web que impulsen els motors de cerca en són un exemple. També ho són eines com Skyscanner que busquen ofertes de viatges repassant milers de llocs web de viatges. Les empreses Fintech també l'utilitzen, esborrant les dades financeres dels usuaris dels llocs bancaris si no hi ha interfícies de programació d'aplicacions (API) disponibles per fer la connexió de dades. Les coses que cal tenir en compte sobre el raspat de pantalla són la seva velocitat i escalabilitat. El procés pot recollir grans quantitats de dades dels llocs web, suposant que els llocs no estan configurats per evitar que es produeixi. A la velocitat del càlcul, un scraper pot acumular grans conjunts de dades interactuant amb llocs web i amb el programari i bases de dades subjacents que els alimenten.",
    "1920884252": "Per què el raspat de contingut és una amenaça per a la seguretat?",
    "2256795853": "La capacitat d'extreure moltes dades, ràpidament, dels llocs web fa que el raspat sigui una eina poderosa en mans d'actors maliciosos. Un bot de raspat pot recopilar dades d'usuari de llocs de xarxes socials. Aleshores, esborrant els llocs que contenen adreces i altra informació personal i correlacionant els resultats, un pirata informàtic podria cometre delictes d'identitat, com ara enviar sol·licituds fraudulentes de targetes de crèdit.",
    "4087694419": "Un pirata informàtic també podria recopilar dades de llocs com Amazon i eBay per crear llistes de productes falses o enganyoses. Aleshores, podria oferir-los a la venda en serveis peer-to-peer com OfferUp i realitzar atacs de pesca als compradors. O, l'estafador podria vendre productes que no existeixen. Un altre frau de raspat de pantalla implica falsificar els editors d'anuncis. En eliminar el contingut dels llocs de l'editor, l'estafador pot crear pàgines falses d'editor d'anuncis en diferents serveis. A continuació, poden vendre anuncis d'aquestes pàgines a distribuïdors autoritzats, els contactes dels quals han recollit del fitxer ads.txt de l'editor. Els espais publicitaris semblen reals per a l'anunciant, però no ho són.",
    "3315658779": "Eviteu el raspat de contingut amb hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise utilitza l'aprenentatge automàtic avançat per identificar el trànsit maliciós al vostre lloc i aplicacions, incloses les activitats de raspat.",
    "1422537019": "avui per aprendre més.",
    "1988268879": "Etiquetatge de dades rendible a escala",
    "2163914794": "Necessites més etiquetes per als teus conjunts de dades? hCaptcha ofereix un etiquetatge de dades ràpid, rendible i d'alta qualitat per a les empreses que treballen amb intel·ligència artificial i aplicacions d'aprenentatge automàtic.",
    "3378932530": "Etiqueteu les vostres dades ara",
    "3483700676": "Llançar milions de tasques a l'instant",
    "3478726913": "hCaptcha té una de les piscines més grans del planeta disponibles per al vostre ús. Sigui quina sigui la vostra escala, podem gestionar-ho sense costosos compromisos inicials. Milions de tasques al dia no són cap problema.",
    "740501259": "Conduccions senzilles impulsades per API",
    "2784612261": "Voleu integrar la revisió humana directament a les vostres operacions empresarials? Oferim SLA d'alta fiabilitat, capacitat garantida i API REST senzilles.",
    "1144966033": "Optimitzat pel cost i la qualitat",
    "3213351333": "No es requereix cap compromís inicial",
    "2107077506": "La plataforma HUMAN utilitza models de confiança complets per realitzar anàlisis de qualitat sofisticades en temps real. Això ens permet determinar ràpidament tant la dificultat de les preguntes com la seva probable resposta correcta, estalviant-vos temps i diners.",
    "3576146278": "Pagueu només per la precisió que necessiteu",
    "2952586316": "No tots els problemes són iguals. Les anotacions per a tasques crítiques per a la seguretat poden requerir un 99,99% de confiança per part de treballadors totalment humans. Les anotacions per a una funció beta d'una aplicació de jocs per a mòbils només requereixen una confiança moderada. Tu decideixes.",
    "710145621": "Proporcioneu les vostres pròpies dades de veritat terrestre o deixeu-nos construir-les sobre la marxa",
    "987901590": "Teniu dades en brut sense un conjunt de verificació complet? En la majoria dels casos, podem crear-ne un a mesura que les tasques s'executen a través del sistema, o crear mostres etiquetades per a la vostra aprovació.",
    "2597352122": "Tipus d'anotacions",
    "1344687860": "Caixes delimitadores",
    "1089415440": "Detecció precisa d'objectes en imatges i vídeos",
    "3817067682": "Polígons",
    "2682873489": "Definir l'àrea de delimitació dels objectes",
    "1275150216": "Punts de referència",
    "2067112112": "Anotacions puntuals per a molts casos d'ús diferents",
    "4228682126": "Categorització d'atributs",
    "2920213479": "Ordena o afegeix categories arbitràries de qualsevol mida",
    "3288667364": "Comparació i detecció",
    "155877895": "Detecció i classificació amb motor humà",
    "3128433367": "... i molts més",
    "2827452240": "Necessites un altre tipus que no aparegui aquí? Només pregunta'ns.",
    "719304627": "Necessites un control d'extrem a extrem?",
    "1172067553": "La plataforma HUMAN que hi ha darrere d'hCaptcha ofereix funcions de gestió i qualitat de treball molt sofisticades mitjançant desplegaments locals, híbrids o SaaS que s'integren amb els vostres sistemes existents.",
    "2319072959": "Executeu completament fora de línia amb la vostra pròpia força de treball, feu un seguiment del valor consumit entre les unitats de negoci o els socis del consorci, encamineu selectivament els treballs a diferents proveïdors de mà d'obra interns o externs en funció dels requisits de costos i seguretat, i molt més.",
    "1936512180": "‍Fàcil accés a l'API, quadres de comandament bonics i la darrera tecnologia model-in-the-loop per maximitzar l'eficiència dels treballadors.",
    "3913848038": "SLA de temps d'activitat del 99,99% i assistència global disponible les 24 hores del dia.",
    "1080752747": "Contacta amb vendes",
    "1525403768": "Per obtenir més informació, poseu-vos en contacte amb Enterprise Sales.",
    "1546930020": "Obtenció d'etiquetes de dades",
    "2486638408": "Definir especificacions",
    "1027200955": "Parleu amb un dels nostres experts en dominis per definir les necessitats del vostre projecte: precisió de l'objectiu, format i qualsevol requisit especial.",
    "1156712451": "Prova de treball inicial",
    "181065232": "Executem un petit treball de producció basat en les dades de mostra. Això posa a prova el treball que hem fet junts per assegurar-vos que obtingueu exactament el que necessiteu.",
    "3207769512": "Desplega treballs de producció",
    "1099238677": "Amb el nostre alt volum i baixa latència, canviarem el vostre treball ràpidament, amb un lliurament automatitzat tan bon punt acabi.",
    "465783046": "Vols provar-ho amb les teves dades?",
    "328625009": "... estem preparats quan ho siguis: el nostre servei està disponible les 24 hores del dia.",
    "3225770968": "hCaptcha està dissenyat per resoldre el problema més intensiu de mà d'obra en l'aprenentatge automàtic; etiquetar grans quantitats de dades de manera oportuna, assequible i fiable.",
    "2041686284": "Més dades generalment produeixen millors resultats en l'entrenament de models d'aprenentatge automàtic. L'èxit recent dels models profunds ha donat lloc a conjunts de dades cada cop més grans i hCaptcha compleix aquesta necessitat. Tanmateix, crear grans conjunts de dades revisats per humans mitjançant mètodes tradicionals és alhora lent i costós.",
    "3729345277": "hCaptcha és una manera perquè les empreses aconsegueixin les anotacions que necessiten més ràpidament, amb més qualitat i amb un cost més baix que altres alternatives.",
    "2103563261": "Informació pública o privada",
    "2513143348": "El sistema hCaptcha Enterprise és únicament flexible en el seu disseny: es pot desplegar parcialment o totalment a la vora de la vostra xarxa si teniu un núvol públic o teniu molts centres de dades.",
    "3107683988": "Això pot reduir dràsticament el trànsit i els costos fora de la xarxa alhora que conserva tots els avantatges de la gestió del nostre personal de guàrdia les 24 hores del dia per complir els SLA més estrictes.",
    "3660619092": "Registreu-vos gratuïtament o poseu-vos en contacte amb les vendes per obtenir solucions empresarials",
    "2351176803": "Condicions de llicència per a l'API hCaptcha JS",
    "2616226398": "Subjecte al nostre",
    "2024293275": ". Tots els altres drets reservats, de moment.",
    "1062291156": "termes estàndard",
    "2712493234": "Frau de pagament: mitigació d'un mode de ciberdelinqüència en ràpida evolució",
    "1817772953": "El frau no és una nova forma de delicte. De fet, els arqueòlegs han descobert dispositius antifrau ideats pels antics sumeris per transportar bestiar sense pèrdues fa gairebé 10.000 anys! En el seu cas, van posar fitxes de fang, cadascuna d'elles representant un animal, dins d'una bola d'argila coneguda com a \"bulla\". La bulla viatjava amb el ramat mentre passava de venedor a comprador. Fins i tot aleshores, els propietaris d'empreses estaven preocupats perquè no tothom amb qui tractaven estigués a l'alça. Molt ha canviat en 10.000 anys, però la necessitat d'innovar per prevenir el frau continua amb nosaltres. Avui dia, el tema del frau de pagaments en línia és de cabdal importància. Amb Internet, els estafadors s'han tornat cada cop més hàbils per superar els controls antifrau. Les noves solucions estan canviant el rumb, però.",
    "1053787685": "Què és el frau de pagament?",
    "433424759": "El frau de pagament comprèn qualsevol tipus de transacció il·legal en què un cibercriminal priva a la víctima d'alguna cosa de valor, normalment diners. Això pot significar utilitzar una targeta de crèdit robada per demanar mercaderies en línia o fer-se càrrec d'un compte bancari i transferir-ne fons il·legalment. Hi ha moltes variacions, però totes tenen el mateix resultat: un lladre utilitza una identitat robada o informació de pagament per robar a un consumidor, un banc o un comerciant.",
    "2939852138": "Com els estafadors [intenten] escapar del frau de pagament?",
    "1665616092": "El frau de pagament és senzill en concepte, però pot ser fantàsticament complex en la seva execució actual.",
    "4246520782": "De fet, Internet ha estat testimoni d'una autèntica carrera armamentística entre estafadors i defensors en els darrers anys.",
    "2167049807": "Els equips de seguretat han adoptat una varietat de contramesures i controls que derroten els enfocaments fàcils i mandrosos del frau de pagament. Tanmateix, els atacs són cada cop més sofisticats. Per exemple, els robots ara poden recollir números de targetes de crèdit robats i PIN de llocs web falsos i atacs de pesca.",
    "1936449777": "Aleshores, en mode totalment automatitzat, poden imitar el comportament humà als llocs de comerç electrònic, fent clic als botons i afegint articles als carretons de la compra, fins al punt que molts, si no la majoria dels controls antifrau, no poden dir que un bot està intentant robar. mercaderia. Més aviat, sembla que un usuari humà simplement està comprant. El bot pot iniciar sessió al compte d'un client real mitjançant les credencials d'inici de sessió robades. Enfosquint encara més el frau és la capacitat del bot de falsificar adreces IP i fer que sembli com si el \"comprador\" fos en un lloc diferent de l'atacant, que podria estar en un país estranger.",
    "648630222": "Eviteu el frau de pagament amb hCaptcha Enterprise",
    "1621930829": "Què es pot fer amb les activitats de frau de pagament avançades i incessants actuals? Utilitzar diverses capes de controls sol ser un enfocament prudent. Tanmateix, les millors contramesures són les que poden atrapar el bot i revelar que és fals, malgrat els millors esforços dels seus creadors per replicar el comportament humà.",
    "2423586454": "Encara hi ha algunes coses que el programari no pot fer, per molt bona que hi hagi la IA al darrere. La moderna tecnologia CAPTCHA ofereix un mètode provat per bloquejar els robots que intenten perpetuar el frau de pagament. Tot i que els enfocaments antics de CAPTCHA, com els simples números inclinats d'una caixa, ara són deficients per mitigar els robots avançats, un dispositiu de resposta de proves automatitzats com hCaptcha Enterprise pot aturar fàcilment un bot defraudador en el moment de l'inici de sessió del compte o la compra del carretó de la compra. Fins i tot si el bot té credencials reals, si no podrà passar pel CAPTCHA.",
    "1467308982": "Calendari de pagament",
    "1291824746": "Els pagaments de hCaptcha s'executen trimestralment amb un seguiment de 60 dies. Per il·lustrar què significa això, consulteu la taula següent.",
    "3444947612": "Trànsit entre",
    "4181611011": "Data de conciliació",
    "728503636": "Data de pagament",
    "3720584906": "15 de juliol de 2021 - 15 d'octubre de 2021",
    "388240587": "Del 5 al 15 de gener de 2022",
    "3426312287": "Del 5 al 15 de gener de 2022",
    "615618648": "15 d'abril de 2021 - 15 de juliol de 2021",
    "3376724603": "14-24 de setembre de 2021†††",
    "3398978455": "Del 15 al 25 de setembre de 2021†††",
    "2722456056": "15 de gener de 2021 - 15 d'abril de 2021",
    "4063155841": "No més tard del 25 de juny de 2021††",
    "4082053540": "19-25 de juny de 2021††",
    "64953197": "15 d'octubre de 2020 - 15 de gener de 2021",
    "1023070345": "No més tard del 14 de març de 2021",
    "2600696085": "15 de març de 2021",
    "3217791519": "15 de juliol de 2020 - 15 d'octubre de 2020",
    "649261378": "5-11 de gener de 2021*",
    "1559190296": "5-11 de gener de 2021†",
    "3806054689": "15 d'abril de 2020 - 15 de juliol de 2020",
    "4162383380": "Del 16 al 22 de setembre de 2020*****",
    "1990824776": "Del 16 al 24 de setembre de 2020*****",
    "3856690908": "15 de gener de 2020 - 15 d'abril de 2020",
    "3200641265": "No més tard del 16 de juny de 2020*",
    "3744079744": "15-19 de juny de 2020****",
    "2209837451": "15 d'octubre de 2019 - 15 de gener de 2020",
    "2510534204": "No més tard del 23 de març de 2020***",
    "2910560864": "20-23 de març de 2020***",
    "2544565802": "15 de juliol de 2019 - 15 d'octubre de 2019",
    "3963642878": "No més tard del 14 de desembre de 2019*",
    "622103562": "17 de desembre de 2019**",
    "4072202039": "15 d'abril de 2019 - 15 de juliol de 2019",
    "818049069": "No més tard del 15 de juliol de 2019",
    "1169005651": "15 de setembre de 2019",
    "2303655425": "15 de gener de 2019 - 15 d'abril de 2019",
    "3678889946": "No més tard del 15 de juny de 2019",
    "3094354698": "15 de juny de 2019",
    "4217013126": "Els pagaments normalment s'executen durant tot el dia a la data de pagament i, en general, es completen a mitjanit, hora del Pacífic. Si s'ha marcat un compte per revisar-lo, pot ser que triguin fins a cinc dies laborables addicionals a alliberar un pagament.",
    "1447649958": "Com a recordatori, només el trànsit humà precís és apte per als pagaments. Podeu veure més detalls sobre això a les nostres PMF, enllaçades a continuació. El saldo disponible també ha de complir un llindar mínim per ser elegible per al pagament, actualment 10 HMT.",
    "4257144752": "Les estimacions en temps real no reflecteixen la precisió o la humanitat finals i, per tant, els vostres guanys finals poden variar substancialment a l'alça o a la baixa dels números que es mostren al tauler abans de la vostra primera reconciliació.",
    "2728931827": "Després de cada conciliació, les vostres estimacions per clau de lloc s'actualitzaran i la precisió de les prediccions futures hauria d'augmentar, tret que el vostre lloc tingui un canvi important en el comportament dels usuaris.",
    "1200905005": "††† A partir del setembre de 2021, les conciliacions i els pagaments s'executen ara durant un període d'aproximadament 10 dies en lloc d'un sol dia, per tal de simplificar les limitacions operatives relacionades amb el creixement del servei.",
    "4284094387": "†† Algunes conciliacions i pagaments de juny de 2021 es realitzaran la setmana següent a causa dels retards en la verificació dels càlculs finals durant el període de conciliació.",
    "1977013707": "† Els pagaments de desembre de 2020 s'han reprogramat a partir del dia 15 per evitar la superposició amb les conciliacions de final d'any i les vacances del personal: s'acabaran la segona setmana de gener. A causa de les transferències a PayPal més lentes de l'habitual, els pagaments s'executaran durant diversos dies en lloc de completar-se en un sol dia.",
    "517010299": "Tingueu en compte: actualment estem treballant en una transició important del backend cap a la reconciliació gairebé en temps real. Les conciliacions periòdiques s'executaran amb menys freqüència de l'habitual fins al primer trimestre de 2021. Això no afecta els horaris ni les dates de pagament.",
    "3092200338": "** Quan el dia 15 cau un cap de setmana, la data de pagament és el dia 17.",
    "3891941747": "*** AVIS DE COVID-19: a causa de la reducció de la capacitat del personal relacionada amb la COVID-19, la conciliació s'ha reprogramat per permetre més temps per completar la nostra verificació estàndard. Es preveu que els pagaments comencin divendres i finalitzin el dilluns següent.",
    "2301757528": "**** A causa del manteniment per part de PayPal de les seves API REST durant la finestra de pagament, no tots els pagaments es van completar el 15 de juny. Tots els pagaments programats per al 15 de juny (hora del Pacífic) però no executats a causa d'errors de l'API de PayPal es van tornar a executar el 19 de juny (hora del Pacífic).",
    "116842359": "***** Es preveu que les conciliacions es completin durant diversos dies a causa del manteniment del sistema.",
    "4154415610": "***** Els pagaments de setembre de 2020 s'executaran per lots a mesura que es completi la conciliació, amb alguns dies més tard del previst inicialment a causa dels retards en la conciliació.",
    "2310694091": "Què vol dir Reconciliació?",
    "164801246": "La conciliació és el procés pel qual s'analitza el trànsit després del fet per verificar-ne la humanitat i la seva precisió, una vegada que es troben totes les dades de tots els llocs d'informes. Podeu llegir més detalls al nostre",
    "3256245394": "així com les nostres publicacions al bloc, p",
    "3089778412": "Com hCaptcha calcula les recompenses",
    "3329755436": "Teniu previst accelerar aquest procés?",
    "1911669851": "Sí, actualment estem treballant en una varietat de millores als nostres sistemes de fons que esperem que finalment ens permetin oferir una conciliació més ràpida, una precisió d'estimació més ràpida i pagaments més ràpids. Actualment estem treballant per accelerar la reconciliació primer.",
    "2366003154": "Premsa i consultes de mitjans",
    "3054564199": "Dossier de premsa",
    "3173156067": "Hi ha alguna garantia ja feta disponible per si voleu incloure imatges d'exemple al vostre article.",
    "867314732": "Podeu recuperar en alta resolució",
    "858218750": "i orientació per utilitzar-los al",
    "3821716514": "pàgina.",
    "1186243118": "imatges del logotip",
    "3034959000": "Podeu recuperar",
    "1764089150": "aquí:",
    "1558428432": ". Acrediteu-los a hCaptcha.com.",
    "2429359042": "exemple d'imatges d'interfície",
    "1480820434": "imatge 1",
    "3213411837": "imatge 2",
    "1270712701": "Notes de premsa i informes recents",
    "231285005": "Podeu trobar les últimes novetats al nostre blog",
    "1289884910": "També publiquem anàlisis i informes puntuals. Per exemple:",
    "932546190": "Per què els CAPTCHA estaran sempre amb nosaltres",
    "2344319147": "Quant val realment la detecció de bots de Google?",
    "1637527266": "Quins països tenen més trànsit de bots?",
    "230159237": "Contactes",
    "3759923279": "Si us plau, dirigiu les consultes de premsa a la següent adreça de correu electrònic:",
    "4255608322": "Última actualització: 12 d'abril de 2021",
    "537881751": "Benvingut a hCaptcha! Aquesta Política de privadesa descriu les pràctiques d'Intuition Machines, Inc. (\"IMI\", \"nosaltres\" o \"nosaltres\") pel que fa a la nostra recollida, ús i divulgació d'informació (inclosa la informació personal, definida a continuació) a través del nostre lloc web a www.hcaptcha. .com i qualsevol altre subdomini o domini que utilitzem (els \"Llocs\") i la interfície del programa d'aplicació hCaptcha i el programari i els materials relacionats (col·lectivament, el \"Servei\").",
    "33639629": "No aplicable a llocs web de tercers. Tingueu en compte que aquesta Política de privadesa no s'aplica a cap lloc web, oferta, producte o servei de tercers, fins i tot si enllaça amb el nostre lloc o incorpori el Servei; consulteu les polítiques de privadesa aplicables abans de decidir proporcionar qualsevol informació a tercers. festa.",
    "987375734": "IMI té la seu als Estats Units. Els Llocs i el Servei són controlats i operats per nosaltres des dels Estats Units. La vostra informació personal es pot emmagatzemar i processar a qualsevol país on tinguem instal·lacions o en què contractem proveïdors de serveis, i en utilitzar els llocs i el servei, consentiu la transferència d'informació a països fora del vostre país de residència, inclosos els Estats Units. , que pot tenir normes de protecció de dades diferents de les del vostre país. En determinades circumstàncies, els tribunals, les agències d'aplicació de la llei, les agències reguladores o les autoritats de seguretat d'aquests altres països poden tenir dret a accedir a la vostra informació personal.",
    "452920031": "Una nota per als clients fora dels Estats Units.",
    "2328839224": ". Consulteu la nostra secció \"Avís als residents de Califòrnia\" relacionada amb els vostres drets en virtut de la Llei de privadesa del consumidor de Califòrnia (\"CCPA\").",
    "1565481281": "Una nota per als residents de Califòrnia",
    "1028058338": "Consulteu la nostra secció \"Avís als subjectes de dades de la UE\" relacionada amb els vostres drets en virtut del Reglament general de protecció de dades (\"GDPR\").",
    "2271205646": "Una nota als residents de l'Espai Econòmic Europeu.",
    "508143070": "Tingueu en compte que IMI és el controlador de la vostra informació personal, excepte quan tractem informació personal en nom dels nostres integradors en relació amb la prestació del nostre servei, en aquest cas som el processador de la informació personal, i aquests integradors són els controladors de la informació personal. informació personal.",
    "2330965058": "Quan actuem com a encarregat del tractament dels nostres integradors, no fem servir les dades recopilades per a cap altra finalitat que no sigui la raonablement necessària per proporcionar el nostre servei, i el nostre tractament es regirà pels contractes que tenim establerts amb els nostres integradors, no aquest. Política de privacitat",
    "3017040355": "El tractament de les dades dels subjectes de dades de la UE funciona sota la base legal de les clàusules contractuals estàndard (SCC) integrades a l'annex de tractament de dades a les nostres condicions del servei o acords de tractament de dades amb els nostres integradors.",
    "2233384692": "Si teniu cap pregunta o dubte sobre com es gestionen aquestes dades o voleu exercir els vostres drets, us heu de posar en contacte amb la persona o entitat (és a dir, el responsable del tractament) que ha contractat amb nosaltres per utilitzar el Servei per tractar aquestes dades. Tanmateix, oferirem assistència als nostres integradors per resoldre qualsevol dubte que tingueu, d'acord amb els termes del nostre contracte amb ells.",
    "349292953": "Informació que recollim",
    "3022001832": "Recopilem informació de persones que interactuen amb els nostres llocs i serveis, inclosos els que incorporen el nostre servei al seu lloc web (\"Integradors\"), els que utilitzen els serveis per a l'etiquetatge de dades (\"Clients\") i els usuaris finals que interactuen amb els nostres Servei a través dels llocs web dels nostres integradors (\"Usuaris finals\").",
    "835545301": "Recopilem les següents categories d'informació:",
    "3228928991": "Informació que es pot utilitzar per identificar o contactar amb una persona (\"Informació personal\"), com ara el nom, l'adreça de correu electrònic i el país. Recopilem informació personal dels nostres integradors i clients actuals i potencials quan ens la donen directament (per exemple, omplint un formulari quan us registreu per obtenir un compte o sol·licitant rebre notificacions per correu electrònic). També podem verificar la identitat dels nostres integradors i clients comparant la informació personal amb bases de dades de tercers o documents legals oficials.",
    "1655796811": "Informació recopilada automàticament com a resultat de l'ús que l'integrador o el client fa dels llocs o dels serveis (\"Informació d'anàlisi\"), com ara adreces IP, tipus de navegador, proveïdor de serveis d'Internet, tipus de plataforma, tipus de dispositiu, sistema operatiu, segell de data i hora. d'accés i altra informació similar. Algunes dades d'Analytics es recullen en nom nostre per part de tercers amb els quals interaccionem per a aquest propòsit, i part de la informació d'Analytics es recopila mitjançant diverses tecnologies de seguiment, incloses les galetes (vegeu \"Tercers d'anàlisi i tecnologies de seguiment\" a continuació).",
    "1388241689": "Informació recollida com a resultat que els usuaris finals responen a les sol·licituds mitjançant el Servei (\"Dades etiquetades\"), com ara dades d'etiquetatge d'imatges, text convertit dels fitxers d'àudio reproduïts a aquests usuaris finals, respostes a preguntes i altres indicacions generades pel Servei. amb finalitats d'etiquetatge de dades per utilitzar-les en aplicacions d'aprenentatge automàtic. Tingueu en compte que les dades etiquetades no estan vinculades a cap individu identificat.",
    "1493790285": "Una altra informació recollida dels usuaris finals com a part del Servei és necessària per determinar si ho fan",
    "2216374138": "són humans, com ara els moviments del ratolí, la posició de desplaçament, els esdeveniments de premsa de tecles, els esdeveniments tàctils i la informació del giroscopi/acceleròmetre, segons correspongui.",
    "2394073454": "És possible que recopilem informació addicional dels usuaris finals que vulguin treballar amb nosaltres com a etiquetadors de dades individuals.",
    "3103557430": "Com utilitzem la informació",
    "1130802068": "Utilitzem la informació que recopilem amb les finalitats següents:",
    "2940689138": "Administrar els comptes d'Integrador i Client i prestar el Servei. Utilitzem la Informació Personal per associar comptes específics amb Integradors i Clients i per oferir-los el Servei, per respondre a sol·licituds o consultes, per proporcionar suport o assistència tècnica i per facilitar els pagaments.",
    "857974529": "Per millorar el lloc i el servei. Utilitzem la informació d'Analytics per millorar els nostres serveis i ofertes existents i desenvolupar nous i per personalitzar les ofertes de productes existents i futures.",
    "1820844638": "Per obtenir coneixements de mercat. Utilitzem la informació analítica per analitzar el mercat i realitzar anàlisis comercials relacionades amb el lloc i els nostres serveis, i amb altres finalitats d'investigació.",
    "3386280249": "Proporcionar un mercat per a les dades etiquetades. El nostre servei permet l'etiquetatge de dades de gran volum i la revisió humana dels sistemes d'aprenentatge automàtic com a servei per als propietaris de llocs web i empreses que necessiten ajuda per etiquetar les seves dades. Amb aquesta finalitat, divulgem les Dades Etiquetades als nostres Clients interessats a adquirir les Dades Etiquetades.",
    "3532143291": "Per assegurar els nostres serveis i sistemes. Utilitzem la informació d'Analytics per protegir els nostres sistemes mitjançant la identificació d'amenaces i vulnerabilitats potencials, i per protegir d'una altra manera la informació que recollim.",
    "2185418511": "Per a qualsevol propòsit comercial legítim, sempre que la informació es desidentifiqui o s'agrupi de manera que no es pugui vincular raonablement a una persona.",
    "2386465280": "Com compartim la informació",
    "2159517814": "Compartim o divulgem informació personal en els casos següents:",
    "4256083674": "A petició directa d'un integrador per identificar el risc de frau d'una sol·licitud de desafiament CAPTCHA o una adreça IP específica, o d'una altra manera quan s'ha donat el consentiment específic.",
    "3494826505": "Amb els proveïdors ens comprometem a proporcionar aspectes essencials dels Llocs i del Servei, com ara l'emmagatzematge de dades, l'allotjament i les anàlisis, i només per a aquests propòsits.",
    "1119009846": "Quan sigui necessari per complir amb la legislació aplicable, incloses les sol·licituds governamentals, les sol·licituds d'aplicació de la llei i, d'altra manera, a entitats públiques i privades per tal de protegir els drets, la privadesa, la seguretat o la propietat de vostè, nosaltres o altres.",
    "197676026": "Amb altres per a qualsevol propòsit comercial legítim, sempre que la informació estigui desidentificada",
    "2359312315": "o agregat de manera que no es pugui vincular raonablement a un individu.",
    "2497216176": "Tecnologies d'anàlisi i seguiment de tercers",
    "3694578791": "Com s'ha comentat anteriorment, nosaltres (i els nostres proveïdors de tercers) recopilem informació d'anàlisi en part mitjançant l'ús de galetes, balises web i altres tecnologies de seguiment. En alguns casos, treballem amb proveïdors de tercers per utilitzar galetes amb la finalitat de recopilar informació d'Analytics.",
    "2238885192": "Utilitzem Sentry per recopilar dades de depuració quan un usuari experimenta un error. Per obtenir informació sobre com Sentry recopila i processa les dades:",
    "1535054294": "Si us plau, consulteu la seva política detallada",
    "658775471": "Utilitzem Cloudflare per optimitzar el nostre trànsit web. Per obtenir informació sobre com Cloudflare recopila i processa les dades:",
    "2014256987": "Si preferiu no bloquejar l'ús de galetes o altres tecnologies de seguiment, consulteu \"Gestió de la vostra informació\" a continuació. Tingueu en compte que fer-ho pot afectar negativament la vostra experiència utilitzant els Llocs o el Servei, ja que algunes funcions poden no funcionar correctament.",
    "2788024905": "Com assegurem la informació",
    "271333468": "Implementem mesures tècniques i organitzatives adequades per protegir la informació que recopilem i emmagatzemem, i exigim a tots els agents que realitzen el nostre tractament en nom nostre que ho facin. Malauradament, cap mesura de seguretat és 100% infal·lible i, com a tal, cap xarxa o sistema (incloent-hi el nostre) es pot garantir que sigui 100% segur contra la destrucció, la pèrdua, l'alteració, la divulgació no autoritzada o l'accés a la informació que recollim i emmagatzemem. Si creieu que la vostra informació pot no estar segura per qualsevol motiu, poseu-vos en contacte amb nosaltres immediatament a:",
    "3031284129": "Exempcions de garantia",
    "26365791": "En la mesura màxima permesa per la llei, el Lloc i el Servei (i qualsevol altre servei associat, informació, dades, funcions i altres continguts o materials) es proporcionen \"tal com estan\" i \"segons estan disponibles\". En la mesura màxima permesa per la llei, IMI exclou totes les garanties, incloses però no limitades a les garanties implícites de comerciabilitat, adequació per a un propòsit particular i no infracció.",
    "735630686": "Gestionar la vostra informació (els vostres drets)",
    "498769698": "Podeu accedir, corregir, modificar o suprimir certa informació personal que ens hagueu proporcionat mitjançant el vostre compte d'integrador, client o usuari d'accessibilitat (si sou un integrador, client o usuari d'accessibilitat). Si no podeu fer-ho, o teniu cap pregunta sobre la informació personal que hem recopilat i/o compartit sobre vosaltres, o voleu retirar el vostre consentiment per al nostre processament (és a dir, suprimir completament el vostre compte), poseu-vos en contacte amb nosaltres a:",
    "2895491273": "Si preferiu bloquejar les galetes o altres tecnologies de seguiment, la majoria de navegadors i dispositius mòbils haureu de canviar la vostra configuració per avisar-vos quan rebeu galetes o altres tecnologies de seguiment que s'estan utilitzant, i per triar si voleu o no acceptar/permetre. això. La majoria dels navegadors també us permeten desactivar o eliminar les galetes existents o rebutjar automàticament les galetes futures. També podeu utilitzar eines de tercers, inclosos els connectors del navegador, per controlar les vostres preferències de galetes. Tingueu en compte, però, que si desactiveu totes les galetes, és possible que algunes parts dels nostres llocs no funcionin correctament.",
    "707527778": "Informació dels nens",
    "1747657936": "Els nostres llocs i servei no estan dirigits a nens menors de 13 anys i no recollim conscientment informació personal de nens menors de 13 anys. Si ens assabentem que hem recopilat informació personal d'un nen menor de 13 anys, prendrem passos raonables per eliminar aquesta informació dels nostres fitxers tan aviat com sigui possible, tret que tinguem l'obligació legal de conservar-la. Si us plau, poseu-vos en contacte amb nosaltres si creieu que tenim informació sobre un nen menor de 13 anys:",
    "2419795065": "Avís als residents de Califòrnia",
    "1517625162": "Segons la Secció 1789.3 del Codi Civil de Califòrnia, els usuaris de Califòrnia tenen dret a rebre el següent avís dels drets del consumidor: Els residents de Califòrnia poden posar-se en contacte amb la Unitat d'Assistència de Queixes de la Divisió de Serveis al Consumidor del Departament d'Afers del Consumidor de Califòrnia per correu a 1625 North Market Blvd., Sacramento, CA 95834, o per telèfon al (916) 445-1254 o al (800) 952-5210.",
    "3730344349": "Aquesta secció proporciona detalls addicionals sobre la informació personal que recollim sobre els consumidors de Califòrnia i els drets que se'ls concedeix en virtut de la Llei de privadesa del consumidor de Califòrnia o \"CCPA\".",
    "4044467791": "Per a les categories d'informació personal que hem recollit de vostè durant els 12 mesos anteriors, consulteu la secció \"Informació que recopilem\" anterior. Recopilem aquesta informació amb finalitats comercials i comercials descrites a la secció \"Com utilitzem la informació personal\" anterior. Durant els 12 mesos anteriors, hem compartit les següents categories d'informació amb tercers amb finalitats comercials:",
    "4208081170": "Categoria d'informació personal",
    "1528242915": "Identificadors.",
    "3863351997": "Categories d'informació personal enumerades a l'estatut dels registres de clients de Califòrnia (Cal. Codi civil § 1798.80(e)).",
    "2826705343": "Informació comercial.",
    "2683038211": "Activitat d'Internet o d'altres xarxes electròniques.",
    "3671828834": "Exemples d'informació personal compartida",
    "779426309": "Un nom real, un identificador personal únic, un identificador en línia, una adreça de protocol d'Internet, una adreça de correu electrònic, un nom de compte o altres identificadors similars.",
    "2414368123": "Un nom, número de targeta de crèdit, número de targeta de dèbit o qualsevol altra informació financera.",
    "4088941349": "Registres dels productes o serveis adquirits, obtinguts o considerats.",
    "3238612014": "Historial de navegació, informació sobre la interacció d'un consumidor amb un lloc web, una aplicació o un anunci d'Internet.",
    "1023108656": "Categories de tercers destinataris",
    "1418235079": "Proveïdors de servei",
    "3238184941": "Nota: el risc de frau associat amb una adreça IP individual es pot compartir amb un integrador a petició.",
    "285116485": "L'empresa no \"ven\" (tal com es defineix aquest terme a la CCPA) la informació personal que recollim. Si us plau, consulteu la secció \"Tecnologies d'anàlisi i seguiment de tercers\" anterior per obtenir més informació sobre els tipus de galetes de tercers, si n'hi ha, que utilitzem.",
    "1408750006": "Amb certes limitacions, la CCPA ofereix als consumidors de Califòrnia el dret de sol·licitar conèixer més detalls sobre les categories o peces específiques d'informació personal que recopilem (incloent-hi com fem servir i divulgar aquesta informació), per eliminar la seva informació personal, per optar per no participar-hi. qualsevol \"venda\" que s'estigui produint, així com el dret a no ser discriminat per l'exercici d'aquests drets.",
    "759057398": "Avís als subjectes de dades de la UE",
    "825780955": "Informació personal",
    "2945960297": "Pel que fa als subjectes de dades de la UE, el terme \"informació personal\" tal com s'utilitza en aquesta Política de privadesa és equivalent a \"dades personals\" tal com es defineix al Reglament General de Protecció de Dades (GDPR) de la Unió Europea.",
    "1126613163": "Dades sensibles",
    "3571006800": "Alguna de la informació que ens proporcioneu pot constituir dades sensibles tal com es defineix al GDPR (també anomenades categories especials de dades personals), inclosa la identificació de la vostra raça o ètnia en documents d'identificació emesos pel govern.",
    "1988461282": "Bases legals per al tractament",
    "3519564631": "Finalitats del tractament",
    "1778642038": "Per comunicar-nos amb tu",
    "2223819810": "Per optimitzar la nostra plataforma",
    "1678661231": "Per al compliment, la prevenció del frau i la seguretat",
    "2561077702": "Per oferir el nostre servei",
    "2066321185": "Base legal",
    "1174237568": "Aquestes activitats de tractament constitueixen els nostres interessos legítims. Intentem considerar i equilibrar qualsevol impacte potencial sobre vostè (tant positiu com negatiu) i els seus drets abans de processar la seva informació personal per als nostres interessos legítims. No fem servir la vostra informació personal per a activitats en què els nostres interessos es veuen anul·lats per qualsevol impacte advers sobre vosaltres (tret que tinguem el vostre consentiment o estiguem obligats o permesos per la llei).",
    "1350478093": "Finalitat del tractament",
    "787916198": "Amb el teu consentiment",
    "3348433919": "Els teus drets",
    "3842673636": "Segons el GDPR, teniu certs drets sobre la vostra informació personal. Podeu demanar-nos que fem les accions següents en relació amb la vostra informació personal que tenim:",
    "4057343238": "Desactivar",
    "1834911235": "Deixeu d'enviar-vos comunicacions de màrqueting directe que hàgiu consentit prèviament rebre. És possible que continuem enviant-vos comunicacions relacionades amb el servei i altres comunicacions no comercials.",
    "3022301908": "Accés",
    "680638297": "Oferir-vos informació sobre el nostre tractament de la vostra informació personal i donar-vos accés a la vostra informació personal.",
    "1409486258": "Correcte",
    "3878077249": "Actualitzar o corregir inexactituds en la seva informació personal.",
    "3645414921": "Suprimeix",
    "42182578": "Elimina la teva informació personal.",
    "1609621367": "Transferència",
    "3208155808": "Transferiu una còpia llegible per màquina de la vostra informació personal a vostè o a un tercer que escolliu.",
    "1786796818": "Restringir",
    "3329634829": "Restringeix el tractament de la teva informació personal.",
    "4202774977": "Objecte",
    "3007158970": "Oposar-se a la nostra confiança en els nostres interessos legítims com a base del nostre tractament de la teva informació personal que afecta els teus drets.",
    "1273071008": "Sol·licituds de drets d'accés de l'interessat",
    "3594381346": "ubicació.",
    "21141582": "això",
    "3357523404": "Transferència de dades transfronterera",
    "290966395": "Tal com es descriu a la nostra secció \"Una nota per als clients de fora dels Estats Units\", tingueu en compte que les vostres dades personals es transferiran, processaran i emmagatzemaran als Estats Units. Les lleis de protecció de dades als EUA poden ser diferents de les del vostre país de residència. Accepteu la transferència de la vostra informació, inclosa la informació personal, als EUA tal com s'estableix en aquesta Política de privadesa visitant els nostres Llocs o utilitzant el nostre Servei.",
    "3178581111": "Ús per a nous propòsits",
    "1088304322": "Podem utilitzar la vostra informació personal per motius no descrits en aquesta Política de privadesa, quan la llei ho permeti i quan el motiu sigui compatible amb la finalitat per a la qual la vam recopilar. Si hem d'utilitzar la vostra informació personal per a un propòsit no relacionat, us podem notificar i explicar la base legal aplicable per a aquest ús. Si ens hem basat en el vostre consentiment per a un ús particular de la vostra informació personal, podem demanar el vostre consentiment per a qualsevol propòsit no relacionat i us permetrem finalitzar l'ús del servei en aquell moment si us oposeu.",
    "2260079771": "Retenció de dades",
    "38428546": "Emmagatzemem les vostres dades personals de manera segura durant tota la vida del vostre compte amb nosaltres. Només conservarem les vostres dades personals durant el temps necessari per complir amb les finalitats per a les quals les vam recopilar, inclosa la finalitat de complir qualsevol obligació legal, comptable o d'informació o per resoldre disputes. Els criteris que utilitzem per determinar els períodes d'emmagatzematge inclouen les disposicions contractuals aplicables que estan en vigor, els terminis de prescripció legals, els requisits reglamentaris aplicables i els estàndards del sector.",
    "384965568": "Tot i que els requisits de retenció varien segons la jurisdicció, a continuació es descriu informació sobre els nostres períodes de retenció habituals per a diferents aspectes de les vostres dades personals.",
    "2788836740": "La informació de contacte amb finalitats de màrqueting es conserva de manera continuada fins que no us doneu de baixa. A continuació, afegirem les vostres dades a la nostra llista de supressió indefinidament. La informació de correu electrònic recollida dels usuaris d'accessibilitat mai s'utilitzarà amb finalitats de màrqueting.",
    "3520687192": "Els registres de les comunicacions amb vostè (per exemple, els bitllets d'assistència oberts per correu electrònic o Twitter) es poden conservar indefinidament.",
    "292211832": "La informació recollida a través de mitjans tècnics com ara galetes, comptadors de pàgines web i altres eines d'anàlisi es descarta tan aviat com sigui pràctic, però es pot conservar durant un període limitat de fins a un any des de l'expiració de la galeta, normalment de forma desidentificada i agregada. tret que detectem un possible abús del nostre servei, en aquest cas conservarem aquesta informació per ajudar-nos a prevenir futurs abusos. No podem enllaçar aquesta informació anònima i agregada amb vostè, la seva llar, una adreça IP o cap informació personal basada en la informació emmagatzemada.",
    "470943029": "Si teniu cap pregunta sobre aquesta Política de privadesa, poseu-vos en contacte amb nosaltres a:",
    "3192683783": "Canvis a aquesta Política de privadesa",
    "1702335960": "Qualsevol informació que recollim està subjecta a la Política de privadesa vigent en el moment en què es recull aquesta informació. Tanmateix, podem revisar la Política de privadesa de tant en tant. Si una revisió és material, tal com ho determinem només nosaltres, us ho notificarem, per exemple, per correu electrònic. La versió actual sempre es publicarà a la nostra pàgina de Política de privadesa.",
    "3669258571": "Política de cookies",
    "2905621957": "Última actualització: 18 de juliol de 2020",
    "1173934218": "Entenem que la vostra privadesa és important per a vosaltres i estem compromesos a ser transparents sobre les tecnologies que fem servir. Aquesta política proporciona informació detallada sobre com i quan fem servir les galetes als nostres llocs i servei.",
    "2694150481": "Utilitzem cookies?",
    "457627611": "Sí. Nosaltres i els nostres proveïdors de serveis o analítiques, socis de màrqueting i afiliats podem utilitzar galetes, balises web o píxels i altres tecnologies per garantir que tothom que faci servir els Llocs tingui la millor experiència possible. Si us plau, consulteu la secció \"Tecnologies d'anàlisi i seguiment de tercers\" de la nostra Política de privadesa per obtenir més detalls.",
    "501102544": ": creiem que el servei anti-bot d'hCaptcha (és a dir, el Servei integrat per llocs web, jocs o aplicacions mòbils) només inclou les galetes anomenades \"exemptes de consentiment\" d'acord amb la normativa GDPR. Alguns exemples d'aquestes galetes exemptes inclouen:",
    "461631543": "Nota GDPR",
    "2150907653": "* Cookies tècniques estrictament necessàries per a la prestació del servei. Aquestes inclouen galetes de preferències, galetes de sessió, galetes d'equilibri de càrrega, etc.",
    "1012122721": "* Cookies estadístiques gestionades directament per nosaltres (és a dir, cookies de primera part, no de tercers), on les dades no s'utilitzen per a l'elaboració de perfils.",
    "148542287": "Aquest no és un assessorament legal i no s'ofereix cap garantia sobre aquesta anàlisi. Si teniu preguntes o dubtes addicionals, poseu-vos en contacte amb nosaltres a:",
    "3956117148": "Els llocs web hCaptcha.com i BotStop.com (els Llocs) poden incloure galetes addicionals, tal com es descriu en aquesta Política.",
    "3255230599": "Què és una cookie?",
    "1095532507": "Una galeta (\"Cookie\") és un petit fitxer de text que un servidor de pàgines web col·loca al vostre disc dur. Les galetes contenen informació que després pot ser llegida per un servidor web del domini que us ha emès la galeta. Algunes de les galetes només s'utilitzaran si utilitzeu determinades funcions o seleccioneu determinades preferències, i algunes galetes s'utilitzaran sempre. Podeu obtenir més informació sobre cada galeta si consulteu la nostra llista actual de cookies a continuació.",
    "2943815316": "Actualitzem aquesta llista periòdicament, de manera que pot haver-hi galetes addicionals que encara no estiguin enumerades. Es poden utilitzar balises web, etiquetes i scripts als llocs o als correus electrònics per ajudar-nos a lliurar galetes, comptar visites, entendre l'ús i l'eficàcia de la campanya i determinar si s'ha obert un correu electrònic i si s'ha actuat. És possible que rebem informes basats en l'ús d'aquestes tecnologies per part dels nostres proveïdors de serveis/anàlisi de manera individual i agregada.",
    "2954157511": "Per què fem servir Cookies?",
    "1539071196": "En general, fem servir galetes per a les finalitats següents:",
    "3545935449": "Per reconèixer usuaris nous o anteriors.",
    "32739972": "Per emmagatzemar la informació de la sessió d'inici de sessió si esteu registrat als nostres llocs.",
    "4209078147": "Per millorar el nostre lloc i per entendre millor les vostres visites a les nostres plataformes i al lloc.",
    "1077448694": "Per integrar-se amb llocs web de xarxes socials de tercers.",
    "1709478090": "Per servir-vos amb publicitat basada en interessos o orientada.",
    "3256020881": "Per observar els vostres comportaments i activitats de navegació al llarg del temps a través de diversos llocs web o altres plataformes.",
    "1092241113": "Per entendre millor els interessos dels nostres Clients i Integradors.",
    "1434289796": "Algunes galetes són necessàries per a determinats usos dels llocs, i sense aquestes galetes, no podríem oferir molts serveis que necessiteu per utilitzar correctament els llocs. Aquestes galetes, per exemple, ens permeten operar els nostres llocs perquè hi pugueu accedir tal com ho heu sol·licitat i ens permeten reconèixer que heu creat un compte i heu iniciat sessió en aquest compte per accedir al contingut del lloc. També inclouen galetes que ens permeten recordar les vostres accions anteriors durant la mateixa sessió de navegació i protegir els nostres Llocs.",
    "1533171442": "També fem servir galetes funcionals i galetes de tercers amb finalitats d'anàlisi i màrqueting. Les galetes funcionals permeten que determinades parts dels Llocs funcionin correctament i les vostres preferències d'usuari es mantinguin conegudes. Les galetes d'anàlisi, entre altres coses, recullen informació sobre com els clients, integradors i usuaris finals utilitzen els nostres llocs, el contingut i els productes que els usuaris veuen amb més freqüència i l'eficàcia de la nostra publicitat de tercers. Les galetes de publicitat ajuden a oferir anuncis a públics rellevants i fer que els nostres anuncis apareguin a la part superior dels resultats de la cerca. Les galetes són galetes de \"sessió\" que s'eliminen quan finalitzeu la sessió del navegador, o \"persistents\", que romanen fins que les suprimiu (que es comenta a continuació) o la part que va servir la galeta. Els detalls complets de totes les galetes utilitzades als llocs estan disponibles a la nostra taula de divulgació de galetes a continuació.",
    "322830977": "Com desactivar les cookies.",
    "3885459114": "En general, podeu activar o desactivar posteriorment l'ús de cookies mitjançant una funcionalitat integrada al vostre navegador web. Si voleu obtenir més informació sobre les galetes, o com controlar-les, desactivar-les o eliminar-les, visiteu https://www.knowcookies.com/ per obtenir una guia detallada.",
    "262509504": "Podem enllaçar la informació recopilada per les galetes amb altra informació que recopilem de vostè d'acord amb aquesta Política de privadesa i utilitzar la informació combinada tal com s'estableix aquí. De la mateixa manera, els tercers que serveixen galetes als nostres Llocs poden enllaçar el vostre nom o adreça de correu electrònic amb altra informació que recopilen, que pot incloure compres anteriors fetes fora de línia o en línia, o la vostra informació d'ús en línia.",
    "2935155034": "Si us trobeu a l'Espai Econòmic Europeu, teniu certs drets que es descriuen anteriorment a l'encapçalament \"Avís als subjectes de dades de la UE\", inclòs el dret a inspeccionar i corregir o eliminar les dades que tenim sobre vosaltres.",
    "1873812847": "Divulgació de galetes",
    "3319083717": "Nom:",
    "3183855267": "1. hmt_id",
    "907324388": "Funció",
    "2896187462": "1. S'utilitza per a estadístiques anònimes relacionades amb el servei estrictament necessàries i per a altres finalitats tècniques, com ara ajudar en el suport d'accessibilitat.",
    "987267027": "festa",
    "3453526675": "1. 1a festa",
    "1952810469": "Tipus",
    "1795436560": "1. Sessió",
    "102695075": "Durada",
    "3356329025": "1. 30 dies",
    "3744153629": "Noms:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "sessió,",
    "3186435874": "ID de sessió",
    "720059527": "2. S'utilitza per a finalitats tècniques estrictament necessàries: equilibri de càrrega, encaminament.",
    "1241291641": "Veure més detalls.",
    "1834801943": "2. 1a festa",
    "2114694926": "2. Sessió",
    "938404336": "2. Varia; fins a 30 dies.",
    "2196526290": "hc_accessibilitat",
    "2577178569": "3. Utilitzat per a finalitats tècniques estrictament necessàries: permet l'ús de l'Usuari d'accessibilitat.",
    "1061239711": "3. 1a festa",
    "1483015662": "3. Sessió",
    "3458934553": "3. Varia; fins a 30 dies.",
    "1527172673": "Si teniu cap pregunta sobre aquesta Política de galetes, poseu-vos en contacte amb nosaltres a:",
    "134571844": "Impressum (avís del lloc)",
    "110836420": "Última actualització: 23 de desembre de 2020",
    "2901894297": "hCaptcha és un servei d'Intuition Machines, Inc. (\"IMI\"), una corporació dels Estats Units de Delaware (núm. 6393793).",
    "2928362319": "Les consultes enviades per correu es poden enviar a: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "La informació sobre la gestió actual de l'empresa es pot obtenir a la pàgina Sobre. L'actual CEO de la companyia és el director general responsable dels continguts.",
    "3094150511": "Autoritat reguladora: Comissió Federal de Comunicacions dels EUA, 45 L Street NE, Washington, DC 20554 EUA.",
    "2763011087": "IMI no es compromet ni està obligat a participar en la resolució alternativa de disputes de consum davant d'una entitat de resolució de disputes de consum.",
    "1395644678": "Lloc web oficial de la Comissió Europea per a la resolució de disputes en línia:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "No hi ha garanties pel que fa al contingut",
    "707541553": "Tota la informació continguda a les nostres pàgines d'Internet ha estat validada per IMI o un tercer. Tanmateix, ni IMI ni tercers es poden fer responsables que la informació sigui actual, precisa o completa. Això també s'aplica a altres llocs web als quals es pot accedir mitjançant hipervincles a les nostres pàgines. IMI no assumeix cap responsabilitat pel contingut d'aquests llocs web externs.",
    "2650241052": "Cap consell",
    "3361191778": "La informació proporcionada a les pàgines d'Internet no representa un assessorament individual i no pot substituir-lo. Si necessiteu assessorament individual, poseu-vos en contacte amb el nostre personal d'assistència.",
    "1031855757": "Ús d'aquest lloc",
    "204716894": "El contingut i el disseny de les nostres pàgines web estan protegits per la llei de drets d'autor. La duplicació de les pàgines i el seu contingut d'una manera que excedeixi l'ús raonablement raonable requereix el consentiment previ per escrit d'IMI si no hi ha altres disposicions legals especificades per a la duplicació a la pàgina.",
    "3182435854": "Copyright",
    "3187946010": "Tot el text, les imatges, l'animació gràfica, els vídeos, la música, els sons i altres materials d'aquestes pàgines estan protegits per la llei de drets d'autor per IMI o tercers, si s'especifica. Està prohibit copiar o modificar aquest material per a ús comercial d'una manera que excedeixi l'ús raonablement raonable.",
    "74538881": "Responsabilitat d'aquest lloc web",
    "3236873806": "IMI és responsable d'aquest lloc web.",
    "2657277322": "Si teniu cap pregunta, poseu-vos en contacte amb nosaltres a:",
    "1338341134": "hCaptcha + Passi de privadesa (Beta)",
    "88879089": "Private Pass és un",
    "1898063898": "per preservar la privadesa dels usuaris que estem desenvolupant conjuntament",
    "1942186611": "i altres.",
    "3673079511": "estàndard emergent",
    "2164933356": "Cloudflare",
    "3119589996": "Com funciona: una extensió del navegador ofereix als usuaris la possibilitat de crear i signar testimonis criptogràfics cecs per a llocs web que admeten el protocol Privacy Pass. L'extensió genera passis que contenen fitxes criptogràficament cegues que són signades per hCaptcha quan es resol un repte en qualsevol lloc utilitzant el servei hCaptcha.",
    "1254771154": "reptes que es mostren en altres serveis de suport de Private Pass que també incorporen hCaptcha, per exemple, Cloudflare.",
    "996362763": "Aquestes fitxes es desbloquegen i s'emmagatzemen per l'extensió per a un ús futur. Quan l'usuari visita un lloc amb hCaptcha i necessita superar el repte (ja sigui invisible o mitjançant el botó \"Sóc humà\") es bescanvia automàticament. El procediment de cegament significa que els fitxes signats i bescanviats no es poden vincular criptogràficament des de la perspectiva d'hCaptcha i, per tant, es preserva la privadesa de l'usuari.",
    "2943346052": "A mesura que continua el procés d'estandardització de l'IETF, esperem que els principals navegadors adopten algun tipus de passa de privadesa de manera nativa. Això finalment farà que l'extensió sigui innecessària. De moment, però, seguiu les instruccions següents.",
    "2326660907": "excepte",
    "741483946": "* En altres paraules: podeu obtenir fitxes de pass de privadesa de hCaptcha a hCaptcha.com i utilitzar-les en altres llocs directament mitjançant hCaptcha.com. No podeu obtenir ni bescanviar fitxes hCaptcha Privacy Pass per evitar el servei hCaptcha que utilitza Cloudflare, ja que Cloudflare emet i bescanvia els seus propis fitxes de Private Pass.",
    "1362015807": "Començant",
    "1358325821": "Primer, instal·leu l'extensió per",
    "310885519": "o",
    "4091044469": ". Assegureu-vos que hàgiu activat l'extensió en mode d'incògnit. A continuació, visiteu qualsevol lloc web amb hCaptcha i resol un captcha. A partir de la versió 2.0.3, podeu bescanviar aquests fitxes als llocs web mitjançant hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "Un cop hàgiu instal·lat l'extensió, feu clic aquí (o en qualsevol lloc web que utilitzi hCaptcha) per guanyar passis:",
    "166277959": "Tingueu en compte: aquesta funció es troba actualment en versió beta i és possible que no funcioni per a tots els llocs web i usuaris tot el temps. En el cas que no estigui habilitat o no funcioni per a un usuari concret, el comportament simplement tornarà a l'experiència estàndard hCaptcha sense pèrdua de funcionalitat.",
    "3031357206": "Apareixerà una icona nova al costat de la barra d'URL. Ara visiteu un lloc web amb hCaptcha. Es veurà així:",
    "1066753052": "el que significa que la cartera està buida i esteu en un lloc que inclou un repte hCaptcha. Un cop hagis completat el repte, guanyaràs fitxes que es poden bescanviar a qualsevol altre lloc web amb hCaptcha.",
    "651123197": "Un recompte del total actual de la vostra cartera es mostrarà a la icona després de completar el repte.",
    "554844646": "Podeu confirmar que l'extensió funciona si veieu que el comptador baixa 1 cada vegada que feu clic",
    "4087729475": "el repte després de la vostra resolució inicial.",
    "647630208": "I ja està! La teva navegació en línia és ara més privada.",
    "3272552822": "Desenvolupadors i criptògrafs:",
    "4059570880": "Si voleu fer un seguiment de l'esforç d'estandardització, actualment s'estan realitzant esforços a",
    "1904390996": "per estandarditzar el",
    "252720667": "subjacent a la seguretat criptogràfica de Privacy Pass. El protocol en si està passant pel",
    "3972554015": "procés també. I l'extensió del navegador és, per descomptat",
    "3723626769": "per les vostres aportacions i revisió.",
    "3882147547": "Funcions Pseudoratòmiques Obvies",
    "565624910": "esborrany",
    "3421090159": "codi obert",
    "3098677775": "P: La meva IP i l'historial de navegació són completament privats d'hCaptcha quan utilitzo la Passa de privadesa?",
    "4019638786": "R: Els usuaris de Private Pass d'hCaptcha mai exposaran la seva IP a hCaptcha tret que la cartera de testimoni del seu navegador estigui buida o el lloc l'enviï. hCaptcha no té cap manera d'enllaçar l'usuari amb el bescanvi de testimonis i no interactua mai directament amb l'usuari durant el bescanvi tret que la seva cartera de testimonis estigui buida.",
    "3887113660": "P: Com afecta Privacy Pass als guanys de hCaptcha?",
    "1116455671": "R: Guanyaràs una recompensa per la solució inicial si l'usuari la completa al teu lloc. Els bescanvis segueixen el mateix patró de resposta que si l'usuari hagués passat automàticament al vostre lloc a causa de l'alta confiança del client: no es produeix cap guany i la trucada de verificació de site del vostre servidor rep un \"crèdit: fals\" als resultats de la passada.",
    "779817954": "P: Si tinc passis de Private Pass emesos per un altre proveïdor, els puc bescanviar a hCaptcha?",
    "3014149332": "R: No, els passis no són interoperables: han de ser emesos i bescanviats per la mateixa autoritat, en aquest cas hCaptcha. Tingueu en compte que si teniu abonaments de Cloudflare i hCaptcha a la vostra extensió, el número disponible canviarà a la quantitat correcta en funció del requisit de la pàgina que visiteu. En altres paraules, si teniu 100 passades de Cloudflare a la cartera i 10 passades hCaptcha, hauríeu de veure'n 10 a la icona d'extensió a les pàgines amb hCaptcha incrustat.",
    "3679148535": "P: En quines altres aplicacions de Privacy Pass esteu treballant?",
    "1606783855": "R: Estem molt interessats en el Passi de privadesa per al cas d'ús d'accessibilitat (\"a11y\"). Les opcions populars anteriorment, com els captchas d'àudio, discriminen molts usuaris a11y. Creiem que combinar el nostre enfocament actual d'a11y amb l'emissió de la Passa de privadesa permetrà als usuaris a11y navegar amb seguretat, sabent que el seu trànsit és més privat, alhora que restringeix l'abús per part dels operadors de bots que es produeix inevitablement quan hi ha opcions disponibles.",
    "2359150347": "P: Altres serveis de seguretat en línia admeten la Passa de privadesa?",
    "2082237880": "R: hCaptcha és el primer servei d'aquest tipus que admet Privacy Pass, i actualment és l'únic que ho fa. Tanmateix, esperem que altres serveis reconeguin els avantatges d'augmentar la privadesa dels usuaris en línia i esperem que en el futur hi hagi més implementacions a mesura que s'adoptin formalment els estàndards IETF que estem ajudant a desenvolupar.",
    "2109792055": "Guia de l'usuari: depuració de problemes amb l'emissió i la validació del passi de privadesa",
    "3588620914": "Privacy Pass és un nou invent pels estàndards de la web, i és possible que altres aplicacions i extensions de navegador que no en coneguin interfereixin amb la seva funcionalitat.",
    "4039193170": "Si teniu problemes per obtenir o bescanviar fitxes:",
    "2378786360": "1. Proveu un dels altres navegadors compatibles: si feu servir Chrome, proveu d'utilitzar Firefox sense importar la vostra configuració de Chrome i instal·leu-hi el connector. Si això funciona, és possible que tingueu un problema de configuració del navegador.",
    "394235836": "3. Si cap dels suggeriments anteriors funciona, envieu-nos un correu electrònic d'assistència i estarem encantats d'ajudar-vos a esbrinar què està passant.",
    "3470857731": "Una anàlisi de com reCAPTCHA detecta els bots.",
    "3240786848": "Última actualització: 18 de febrer de 2021",
    "2547140673": "Durant més d'una dècada, el servei reCAPTCHA de Google ofereix als propietaris de llocs web un intercanvi: permeteu que Google faci un seguiment dels vostres usuaris i els faci preguntes i, a canvi, prometen aturar els robots i el correu brossa.",
    "2133754014": "Més de 4,5 milions de llocs web utilitzen reCAPTCHA [",
    "3152512587": "i el sistema recull centenars de milions de solucions diàries. [",
    "2296918009": "Això equival a més de 100 anys-persona de treball cada dia.[",
    "3900538778": "Les dades etiquetades són el combustible que impulsa l'aprenentatge automàtic. Les respostes reCAPTCHA s'han utilitzat per millorar els serveis d'ML/AI de Google des del 2009. Moltes persones que utilitzen reCAPTCHA no s'adonen que la seva feina s'està utilitzant.",
    "1160252730": "Ara Google està cobrant preus elevats per reCAPTCHA Enterprise, fet que fa que moltes empreses tornin a avaluar aquest acord.",
    "1131196501": "Les grans empreses com",
    "204889717": "han canviat a hCaptcha's",
    "639413188": "en resposta.",
    "3280658086": "solucions empresarials",
    "3842815245": "Això és un comerç just?",
    "714342693": "L'equip d'hCaptcha ha estat recopilant dades de preus dels serveis de trencament de captcha de la \"web fosca\" des del 2016. Hem observat una tendència interessant:",
    "468929661": "El cost mitjà de trencar un reCAPTCHA és increïblement baix (menys d'1 $ per cada 1.000 solucions) i no ha augmentat materialment des que va començar el nostre seguiment el 2016. Això s'aplica tant a reCAPTCHA v2 com a v3. [",
    "2862164005": "Les dades de preus ens permeten posar un valor exacte en dòlars a la seguretat que ofereix un reCAPTCHA: 0,001 $ o menys per resposta.",
    "102498091": "Google cobra 1 $ per cada 1000 sol·licituds per a reCAPTCHA Enterprise, és a dir, ara cobren més per sol·licitud del que costa trencar la seguretat del seu servei. Això sembla un mal tracte.",
    "130239139": "Quin és el valor dels més de 100 anys-persona de treball que recull Google diàriament?",
    "1421074182": "Substancialment més alt.",
    "1953519598": "El cost per etiquetar una sola imatge oscil·la entre 0,03 $ i 1,00 $ o més. Segons qualsevol estimació conservadora, Google ha extret milers de milions de dòlars de mà d'obra gratuïta fins ara. [",
    "3025548709": "Hi ha una alternativa a aquest tracte injust?",
    "263761351": "hCaptcha és la primera alternativa creïble, que ara fan servir centenars de milions de persones cada mes.",
    "2743692546": "A mesura que els usuaris demostren la seva humanitat mitjançant hCaptcha, la seva feina entra a un mercat obert anònim per fer ofertes.",
    "1982750088": "Empreses de tot el món ofereixen aquesta mà d'obra per completar tasques senzilles que són fàcils per a les persones però difícils per a les màquines. Els usuaris donen suport al lloc que visiten i experimenten menys correu brossa web a causa d'un nivell de seguretat més elevat.",
    "1108398506": "els clients aconsegueixen el control total de l'experiència i es beneficien de l'experiència que ha adquirit hCaptcha operant amb el proveïdor de reptes independent més gran d'Internet. També aconsegueixen una millor oferta que reCAPTCHA Enterprise: fins a un 50-80% de preus millors, depenent del volum.",
    "3012870872": "Els llocs web i les aplicacions que utilitzen la versió gratuïta (hCaptcha Publisher) guanyen ingressos amb aquest treball en lloc de donar-los a Google.",
    "2271512952": "Els usuaris donen suport al lloc que visiten i experimenten menys correu brossa web.",
    "278010425": "La varietat àmplia i sovint canviant de tasques a hCaptcha també és més difícil d'automatitzar. La interfície única de reCAPTCHA no ha canviat en molts anys i té un petit conjunt de preguntes que canvien amb poca freqüència. Aquesta és una de les maneres en què hCaptcha ofereix una protecció anti-bot més robusta que reCAPTCHA.",
    "984849234": "hCaptcha utilitza l'aprenentatge automàtic avançat per oferir el que reCAPTCHA només promet, alhora que comparteix el valor capturat amb els llocs web que l'utilitzen.",
    "4063769686": "Els usuaris donen suport al lloc que visiten i experimenten menys correu brossa web. Això sembla un tracte més just.",
    "685916926": "Per què reCAPTCHA no ha millorat amb el temps?",
    "3992401943": "Hi ha hagut una revolució en l'aprenentatge profund des del 2012. La norma del sector per a la precisió de les tasques ha millorat radicalment durant l'última dècada, principalment a causa de les xarxes convolucionals profundes. Altres serveis basats en ML que ofereix Google han seguit aquesta corba.",
    "615031303": "(Veure notes a peu de pàgina",
    "2125514305": "ML ha millorat, però la dificultat de passar per alt reCAPTCHA no ha canviat materialment durant aquest temps.",
    "1406188018": "6 i 7",
    "2689973938": "La millora de reCAPTCHA crea un conflicte intrínsec per a Google com a venedor d'anuncis.",
    "464238793": "Si el mateix Google determina que un usuari que ve un anunci o ha fet clic en un enllaç era de fet un bot, no pot cobrar pels anuncis mostrats a aquest usuari. Aquest conflicte d'interessos ha limitat molt l'abast de les ambicions anti-bot de Google.",
    "918924423": "Per exemple, Google no ha ofert serveis òbviament valuosos com la detecció retroactiva de bots. És molt més fiable declarar el trànsit d'usuari generat per bot després d'analitzar diversos dies de dades.",
    "661412233": "Saber després del captcha que alguns usuaris eren robots també és valuós. Permet als propietaris de llocs web netejar les publicacions antigues de correu brossa i eliminar els \"comptes dormitoris\" registrats als fòrums de correu brossa en el futur, reduir el frau i molt més.",
    "3600797185": "Oferir una identificació de bot retroactiva obriria Google a preguntes espinoses sobre com reemborsar retroactivament els anunciants que van gastar diners en aquest trànsit fraudulent.",
    "2076932190": "Així, el producte reCAPTCHA s'ha estancat durant una dècada.",
    "3856912381": "Els usuaris han patit, i ara el correu brossa innecessari és rampant. Però hi ha una alternativa.",
    "1035621426": "Cada bot identificat per reCAPTCHA redueix directament els ingressos publicitaris de Google.",
    "3668115514": "En què és diferent hCaptcha?",
    "2413742287": "L'incentiu d'hCaptcha és maximitzar la precisió, no els ingressos publicitaris: les respostes de bot són inútils per als nostres clients, que necessiten dades de formació humana.",
    "1373262754": "Saber qui és un individu té un valor mínim per a hCaptcha. Només ens importa si són humans o un actor maliciós.",
    "600646860": "En lloc d'oferir un servei de valor qüestionable mentre extreu mà d'obra amb valor real, hCaptcha ofereix una compensació i una forta protecció anti-bot.",
    "1836191653": "En lloc d'oferir un servei fàcil de derrotar als usuaris gratuïts mentre cobren milions de dòlars per una versió empresarial que no és molt millor, hCaptcha ofereix una excel·lent protecció contra els bots a tots dos, alhora que ofereix als usuaris empresarials funcions i personalització addicionals, juntament amb SLA forts i un suport ràpid.",
    "990215503": "hCaptcha és l'únic servei de captcha important que no és propietat d'una xarxa publicitària.",
    "971933157": "hCaptcha es preocupa per la privadesa, la transparència i l'equitat.",
    "178839499": "hCaptcha comparteix el valor del treball realitzat mentre els usuaris demostren la seva humanitat.",
    "1237076138": "hCaptcha ofereix un tracte just als clients gratuïts (hCaptcha Publisher) i empresarials (hCaptcha Enterprise).",
    "614310292": "Qui va crear hCaptcha?",
    "4188814619": "hCaptcha és un servei de màquines d'intuïció (",
    "3265328927": "), una empresa d'aprenentatge automàtic que ofereix productes i serveis per a empreses que implementen l'aprenentatge automàtic a escala.",
    "2740033957": "L'equip de missatgeria instantània està format per científics i enginyers d'Apple, Amazon i altres líders en aprenentatge automàtic, sistemes distribuïts i seguretat.",
    "1579715421": "Els científics de missatgeria instantània publiquen regularment a les conferències més importants com ICML, ICLR, ECCV i NeurIPS, i l'empresa ha publicat públicament resultats d'última generació en disciplines de ML com ara el hashing profund.",
    "4015238193": "i OCR [",
    "279580593": "imaginanes.com",
    "279918384": "Com utilitza Google la teva mà d'obra gratuïta?",
    "2385522384": "És probable que veieu fotogrames de vídeo de càmeres als cotxes autònoms Waymo de Google i ajudeu a millorar el reconeixement d'objectes.",
    "1517627947": "És probable que veieu imatges d'edificis o senyals de carrer dels cotxes Streetview de Google i ajudeu a etiquetar les ubicacions dels seus productes Maps i Earth.",
    "3225936061": "És probable que veieu imatges de text extretes de pàgines de llibres al servei de Google Books i ajudeu a millorar el seu programari OCR (reconeixement de text).",
    "129661785": "Alguna vegada s'ha demanat \"fes clic al cotxe/pas de vianants/semàfor?\"",
    "936667684": "Alguna vegada s'ha demanat \"escriviu el cartell de l'edifici/del carrer?\"",
    "3773515538": "Alguna vegada s'han demanat \"escriviu les dues paraules?\"",
    "1778058441": "Quins tipus de treballs s'executen a hCaptcha?",
    "366088791": "hCaptcha admet una gran varietat de tasques.",
    "3114147525": "Els clients d'hCaptcha utilitzen el servei per a tasques que inclouen reconeixement d'objectes, detecció d'atributs (recollida d'etiquetes per identificar tipus de roba), classificació de rellevància (escollir el producte més rellevant entre diverses opcions en comparació amb un producte principal), quadres delimitadors (trobar àrees d'interès a una imatge), \"OCR humà\" (identificació del text en una imatge) i molts altres tipus de tasques.",
    "3139609561": "A continuació es mostren dos exemples de tipus de treball de classificació d'imatges i de detecció d'atributs. [",
    "2273532558": "Qui són els clients de pagament d'hCaptcha?",
    "4104221634": "Els clients d'hCaptcha abasten una varietat d'indústries, des d'empreses tecnològiques fins a aquelles centrades en la moda, el comerç al detall i altres àrees on poden crear valor aplicant l'aprenentatge automàtic.",
    "1337725003": "hCaptcha es compromet a democratitzar l'accés a anotacions en temps real d'alt volum, permetent a les empreses grans i petites millorar la qualitat dels seus productes i serveis aplicant l'aprenentatge automàtic al seu negoci.",
    "4086379603": "Preguntes?",
    "1243684308": "Ens prenem seriosament els vostres comentaris i volem garantir que tothom tingui una experiència en línia més agradable, amb menys robots i menys correu brossa. Posa't en contacte amb nosaltres:",
    "2645321220": "I si creieu que el cost de reCAPTCHA és massa elevat, pregunteu-nos sobre hCaptcha Enterprise. Actualment utilitzats per algunes de les majors editorials, empreses de serveis financers i empreses d'infraestructura web del món, no només són una alternativa creïble a reCAPTCHA: creiem que ofereixen la millor protecció contra els bots disponible actualment.",
    "1229233916": "Notes a peu de pàgina",
    "1115642494": "1. Font: llistats de llocs de BuiltWith.com reCAPTCHA. Recuperat el 9 de juliol de 2019.",
    "448807334": "(\"La gent resol cada dia centenars de milions de CAPTCHA.\") Recuperat el 8 de juliol de 2019.",
    "2397590157": "3. Estimació conservadora: 200 milions de resolucions * 30 segons per resolució en anys = 190,3 persones-anys/dia.",
    "3236311792": "4. Anàlisi interna hCaptcha. Dades recollides fins al 30 de juny de 2019. Detalls disponibles a petició.",
    "1752259468": "5. Estimació conservadora: cost de 0,01 $ d'una sola anotació * 200 M de mitjana. anotacions per dia (límit inferior) * 365 dies per any * 10 anys des de l'adquisició del 2009 = valor de límit inferior de 7.300 milions de dòlars.",
    "3268946369": "6. Crèdit: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Font: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "EMBEDINGS RELACIONALS BASATS EN LA JERARQUIA SEMANTICA PER A UN HASHING PROFUND FEBALLMENT SUPERVISAT, Heikki Arponen, Tom E Bishop. ICML 2019, Taller LLD.",
    "2544169219": "Resultats recents d'última generació: ICML LLD, maig de 2019.",
    "1973347745": "10. Imatges d'exemple lliures de drets d'autor. Font: Petapixel.",
    "1493115924": "Notes de marques comercials:",
    "4051104324": "\"Intuition Machines\" és una marca comercial registrada d'Intuition Machines, Inc.",
    "3983646521": "Tots els noms de productes, logotips, marques, marques comercials i marques comercials registrades són propietat dels seus respectius propietaris. Tots els noms d'empreses, productes i serveis utilitzats en aquest lloc web només tenen finalitat d'identificació. L'ús d'aquests noms, marques comercials i marques no implica aprovació. En aquest cas, tot el contrari.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Els científics de la IM estableixen un nou punt de referència per al reconeixement de text feblement supervisat (OCR) a CVPR 2020.",
    "1259002282": "Heu trobat un error? A continuació s'explica com informar-ho.",
    "3301728462": "Milions de persones utilitzen hCaptcha cada mes, en milers de combinacions de navegadors, extensions, dispositius, tallafocs i molt més.",
    "3878230879": "El nostre objectiu és assegurar-nos que sempre us funcioni, així que agraïm molt els vostres informes!",
    "2465128185": "Per fer un comentari ràpid, només cal que feu clic al botó \"Envia'ns comentaris\".",
    "2921990472": "Si veieu un problema funcional, seguiu el",
    "2870341481": "baix. Per a qualsevol altre navegador només",
    "1866590035": "instruccions de registre de depuració per a Chrome",
    "444492541": "instruccions de registre de depuració per al Firefox",
    "169267610": "envieu-nos un correu electrònic",
    "3100722753": "Per a possibles problemes de seguretat o privadesa, consulteu les instruccions següents.",
    "1906593952": "Proporcioneu comentaris sobre l'hCaptcha que acabeu de veure",
    "3951254541": "Agraïm la vostra aportació. Feu-nos saber qualsevol problema i els solucionarem ràpidament.",
    "3324288040": "Envieu-nos comentaris",
    "2864016648": "Problemes de privadesa",
    "304004915": "No ens importa qui són els usuaris, només la probabilitat que siguin maliciosos o màquines. Donem suport a iniciatives com",
    "1139493658": ", i treballeu dur per equilibrar la privadesa i la seguretat.",
    "3083289844": "Si heu trobat un problema que creieu que podria afectar la privadesa de l'usuari, envieu-nos un correu electrònic a",
    "4264784515": "Errors de seguretat",
    "963238401": "Sempre estem interessats a rebre informes d'errors de seguretat. Correu electrònic",
    "3926027556": "i et respondrem ràpidament.",
    "1589805435": "També tenim un",
    "2560582224": "programa de recompensa d'errors",
    "103876916": "per obtenir informes de seguretat elegibles sobre el servei hCaptcha i el codi font relacionat.",
    "497117287": "Opcions d'accessibilitat",
    "3230004040": "Tens discapacitat visual o no pots completar hCaptchas?",
    "3480023141": "Més informació sobre les opcions d'accessibilitat",
    "2052161540": "Captura de detalls de l'informe d'errors: Chrome",
    "2281169898": "Si envieu informació de depuració amb el vostre informe, ens serà molt més fàcil identificar què està passant. Aquí teniu les instruccions pas a pas:",
    "1123365779": "Si sou un desenvolupador web o un usuari expert, el resum és que ens agradaria que ens envieu un registre de la xarxa HAR i els registres de la consola del navegador.",
    "2015218686": "abans de seguir aquests passos. Si això soluciona el vostre problema, us agrairem que ens feu saber la versió del navegador, el bloquejador d'anuncis o l'extensió del navegador i l'URL del lloc web.",
    "3922723611": "Proveu de desactivar qualsevol bloqueig d'anuncis o extensions de seguretat del navegador",
    "4036872105": "primer i després torna-ho a provar",
    "993651083": "Pas 1: Obriu Eines per a desenvolupadors (Això comença a gravar la sessió.)",
    "4163469907": "Pas 2: feu clic a la pestanya Xarxa a Eines per a desenvolupadors. Marqueu la casella \"Conserva el registre\" a la part superior.",
    "4243348003": "Pas 3: visita",
    "641342999": ", o el lloc web on teniu un problema (Nota de privadesa: només si no us importa compartir què és) ... i després feu clic al botó \"Sóc humà\" i intenteu resoldre'l.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Pas 4: feu clic a \"Exporta HAR\" (la petita fletxa cap avall) després d'intentar resoldre'l, cosa que desa el registre de la xarxa. Envieu-nos aquest fitxer.",
    "1503240421": "Pas 5: Feu clic a la pestanya Consola i feu clic amb el botó dret i després \"Desa com a...\" per desar el registre de la consola. Envieu-nos això també.",
    "2863840904": "Pas 6: últim pas, envieu-nos per correu electrònic els fitxers de registre HAR i de la consola i descriu el problema",
    "4051785543": "Ús:",
    "3623028666": "(utilitzeu un servei com",
    "551761392": "i enviar enllaços) i opcionalment una captura de pantalla, si sospiteu que hi ha alguna cosa que no es mostra correctament. Envieu també la IP que feu servir. Pots aconseguir-ho de",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Gràcies per prendre el temps per ajudar-nos a obtenir aquesta informació!",
    "3680327841": "Estem compromesos a fer que hCaptcha funcioni bé per a tothom",
    "1059502393": "Captura de detalls de l'informe d'error: Firefox",
    "1112074001": "Pas 2: feu clic a la pestanya Xarxa a Eines per a desenvolupadors. Marqueu la casella \"Persisteix registres\" a la part superior.",
    "1797298240": "Pas 4: feu clic a \"HAR\" després d'intentar resoldre'l i trieu \"Desa-ho tot com a HAR\" per desar el registre de xarxa. Envieu-nos aquest fitxer.",
    "3671246379": "Pas 5: Feu clic a la pestanya Consola i feu clic amb el botó dret, després \"Seleccioneu-ho tot\" i deseu-ho en un fitxer de text per desar el registre de la consola. Envieu-nos això també.",
    "3816867833": "Feedback",
    "788770967": "Em sap greu sentir això! És possible que vulgueu utilitzar la nostra opció d'accessibilitat:",
    "1333016413": "Això us permet evitar futures preguntes registrant-vos i configurant una galeta.",
    "2333410049": "També proveu de desactivar el bloquejador d'anuncis.",
    "1345083090": "Informeu d'un problema de funcionalitat?",
    "2184564739": "Mireu",
    "604751186": "Altres problemes? Correu electrònic",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "com informar problemes amb registres detallats",
    "1050501253": "Massa difícil",
    "3264813246": "Inadequat",
    "3526939538": "Error de programari",
    "126134492": "Altres",
    "3511610999": "Assegurem-nos d'arribar al lloc correcte.",
    "3906886217": "Per a empreses o llocs web",
    "1621597093": "Solucions de seguretat empresarial (de pagament)",
    "3176531704": "Anotació de dades",
    "1834239172": "Compreu serveis d'anotació hCaptcha",
    "1457707016": "Per a particulars",
    "770264626": "Afegiu hCaptcha al vostre servei (gratis)",
    "881015166": "Afegeix hCaptcha per a editors al meu lloc web o aplicació",
    "47536007": "Més informació sobre hCaptcha",
    "2012837493": "Resultats de la cerca",
    "4034694801": "No hi ha resultats coincidents.",
    "3621411541": "Obteniu informació sobre les opcions d'accessibilitat per a hCaptcha",
    "3401005681": "Guanyar diners",
    "3933993151": "Treballar com a etiquetador de dades individual",
    "563059212": "Llista de subprocessadors",
    "3501923981": "Última actualització: 1 de gener de 2020.",
    "3548097301": "En vigor: 1 de gener de 2020.",
    "3991444169": "Aquesta pàgina enumera els subprocessadors actuals per al servei hCaptcha Enterprise.",
    "835396984": "Actualment actiu",
    "424089481": "Amazon Web Services, Inc. (Global). Serveis prestats: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Global). Serveis prestats: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Global). Serveis prestats: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Global). Serveis prestats: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Nota: no s'aplica a tots els clients. Per exemple, IP Blinding o altres clients d'opcions de privadesa o seguretat avançades (per exemple, clients de Secure Virtual Tenancy) estan totalment exclosos de qualsevol \"PII\" potencial que entri als sistemes de telemetria, fins i tot una adreça IP. Poseu-vos en contacte amb el representant del vostre compte per obtenir més informació si cal.",
    "700843971": "Hound Technology, Inc. (Global). Serveis prestats: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Global). Serveis prestats: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Global). Serveis prestats: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Global). Serveis prestats: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Infraestructura",
    "370366524": "Telemetria del servei efímer",
    "121192737": "Pròximes incorporacions",
    "2420789666": "Fastly, Inc. Serveis oferts: Fastly CDN i edge compute.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "En vigor: 1 de setembre de 2021. Agregació d'infraestructures",
    "1487796027": "Per a empreses",
    "3943417791": "Obteniu assistència per a hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Editor (gratuït)",
    "3397976149": "Obteniu assistència per a hCaptcha Publisher",
    "833750823": "Tens dificultats amb un repte?",
    "2024737147": "Vols informar d'un error?",
    "1978884623": "Més informació sobre com informar de problemes de programari",
    "4188664955": "Condicions del servei mestres",
    "2621989404": "Última actualització: 24 de setembre de 2021. Tingueu en compte que els nostres termes en anglès són autoritat.",
    "2404545611": "Benvingut a hCaptcha! Gràcies per formar part de la nostra comunitat. Tots els usuaris dels \"Serveis\" (definits a continuació) han d'acceptar les condicions següents (les \"Condicions del servei\"). Segons aquestes Condicions del servei, \"IMI\", \"nosaltres\" i \"nosaltres\" es refereixen a Intuition Machines, Inc. i les seves filials, afiliats, oficials, agents, empleats, representants i agents, i el nostre \"lloc web\" inclou qualsevol lloc web sota el nostre control, inclosos www.hcaptcha.com i www.imachines.com.",
    "2348450790": "Si us plau, llegiu aquestes Condicions del servei. Inclouen, entre altres disposicions, exempcions de garanties, limitacions de responsabilitat i arbitratge vinculant. Tingueu en compte que aquestes Condicions del servei poden haver canviat des de la vostra última visita al nostre lloc web. Podem revisar i actualitzar aquestes Condicions del servei de tant en tant a la nostra discreció. En cas d'un canvi material, us notificarem mitjançant la publicació de les Condicions del servei actualitzades en aquesta pàgina, després del qual haureu d'acceptar de manera afirmativa les Condicions del servei actualitzades per continuar utilitzant o accedint al Lloc o al Servei.",
    "1064537632": "Tingueu en compte que el vostre ús del nostre Servei es regeix pel nostre Acord de tractament de dades, que s'incorpora aquí per referència. Reviseu aquest acord per veure com processem les dades personals en nom vostre. Tingueu en compte que operem com a \"encarregat del tractament de dades\" als efectes del Reglament general de protecció de dades de la UE i com a \"proveïdor de serveis\" als efectes de la Llei de privadesa del consumidor de Califòrnia.",
    "1933936765": "Acord de tractament de dades (darrera actualització: 23 de setembre de 2021)",
    "2959486280": "Si no accepteu aquestes Condicions del servei, no podeu utilitzar ni accedir al Lloc ni al Servei.",
    "3200859925": "1. Finalitat",
    "1807143500": "Els Serveis inclouen un servei de seguretat en línia (el \"Servei hCaptcha\") i una plataforma (la \"Plataforma Intuition Machines\") en què un individu (\"Col·laborador\") pot triar realitzar tasques que una entitat de tercers o la mateixa Intuition Machines (cada una un \"Solicitant\") publica al nostre lloc web o al Servei hCaptcha, ja sigui directament al nostre lloc web o accedint a la plataforma Intuition Machines i/o realitzant tasques mitjançant o en connexió amb una entitat i/o plataforma o servei de tercers (cadascun, un \"Integrador\"). Els sol·licitants publiquen tasques i conviden els Col·laboradors a realitzar-les a canvi de les recompenses proporcionades per IMI als Integradors, o segons el que determini el Sol·licitant si el Sol·licitant està utilitzant la plataforma Intuition Machines o el Servei hCaptcha per oferir tasques als seus propis usuaris finals. Cobram a empreses i particulars (cadascun un \"Client\") per l'ús de la nostra plataforma perquè puguin utilitzar el nostre programari, crear tasques, contractar-nos per fer tasques d'autor i/o accedir als Col·laboradors. També cobrem als integradors per l'ús del nostre servei hCaptcha per reduir el frau, l'abús i el correu brossa als seus llocs web, aplicacions mòbils i altres propietats en línia. L'anterior s'anomena col·lectivament els \"Serveis\".",
    "3212830633": "2. Elegibilitat",
    "2605814073": "En utilitzar o registrar-se als nostres Serveis, acceptes: tens com a mínim 18 anys; teniu l'autoritat per subscriure aquest acord en nom vostre o de l'entitat que representeu, i complirà en tot moment aquestes Condicions del servei i totes les polítiques i directrius de l'IMI a les quals es fa referència aquí; i no abusareu del nostre lloc web, no ens falsejareu la vostra identitat ni utilitzareu la intel·ligència artificial per completar cap part de cap tasca a IMI que requereixi intel·ligència humana.",
    "2616040974": "3. Clients i Sol·licitants",
    "1544829730": "Si sou un client o un sol·licitant, accepteu que els termes addicionals que s'adjunten com a apèndix del client s'aplicaran i s'incorporaran per referència a aquestes condicions del servei. Si no sou Client o Sol·licitant, o deixeu de ser Client o Sol·licitant, no s'aplicaran les condicions addicionals de l'Apèndix del Client ni s'incorporaran per referència a aquestes Condicions del servei.",
    "3759360138": "4. Nom d'usuari i contrasenya",
    "2236960358": "En registrar-se, se us demanarà que reveleu certa informació personal sobre vosaltres (\"Informació personal\"), inclòs el vostre nom, adreça de correu electrònic i que creeu un nom d'usuari i una contrasenya, tot això subjecte a la nostra Política de privadesa, disponible a la nostra lloc web. Vostè és l'únic responsable de supervisar, garantir i mantenir la seguretat del seu compte, contrasenyes i qualsevol clau d'autenticació associada amb el seu compte, i vostè és responsable de qualsevol ús o acció realitzada mitjançant l'ús d'aquesta informació als Serveis.",
    "3047519814": "Accepteu que no compartireu el vostre compte o contrasenya amb ningú.",
    "1699668873": "Heu de notificar immediatament a IMI si sospiteu que la informació del vostre compte ha estat robada o utilitzada per una altra persona, o qualsevol altra violació de la seguretat.",
    "3044038608": "Accepteu proporcionar-nos informació veraç, precisa i completa tal com se sol·licita en el nostre procés de registre. També accepteu actualitzar aquesta informació tan aviat com sigui necessari per mantenir-la actual i precisa.",
    "4132302900": "5. La teva privadesa, les teves dades i \"Dades per a tothom\"",
    "10724169": "Accepteu la nostra Política de privadesa, que regula el que farem amb qualsevol informació personal que ens proporcioneu.",
    "1669194950": "A més de la informació personal, també se us pot demanar que proporcioneu (o pot ser que sigui necessari que recopilem) altres dades perquè puguem oferir els Serveis (col·lectivament, \"Dades del client\"). No ens fem responsables de la manca de realització dels Serveis que sigui causada pel seu retard o la manca de proporcionar les dades del client.",
    "1330274831": "Per la present, ens concedeixes una llicència mundial, no exclusiva, subllicenciable, transferible, lliure de drets d'autor i irrevocable durant la vigència d'aquest Acord per utilitzar, reproduir, distribuir electrònicament i mostrar públicament qualsevol Dada del Client únicament amb la finalitat de proporcionar els Serveis. . Vostè declara i garanteix que té el dret, el títol i l'interès suficients sobre i sobre les seves dades per atorgar la llicència en aquesta secció.",
    "2230333214": "Agreguem les Dades del Client amb altres dades perquè els resultats no siguin identificables personalment i també recopilem registres tècnics desidentificats i dades sobre l'ús dels Serveis (\"Dades agregades/desidentificades\"). Sense perjudici de tot el contrari en aquest document, IMI pot utilitzar aquestes dades agregades/desidentificades per a qualsevol propòsit comercial durant o després de la vigència d'aquest Acord, inclòs, sense limitació, desenvolupar i millorar els Serveis i crear i distribuir informes i altres materials. Les dades del client també poden persistir i mostrar-se al sistema durant un període de temps limitat que no superi els 180 dies després que s'hagi completat un treball, per exemple, com a dades de calibratge o validació automàtica per als sistemes Intuition Machines. Per a més claredat, aquesta Secció 5 no ens atorga el dret d'identificar-vos com a font de cap Dada Agregada/Desidentificada sense el vostre permís previ per escrit.",
    "3881754581": ". Si sou un client dels nostres serveis d'anotació i heu seleccionat l'opció \"Dades per a tots\" com a part del vostre ús dels Serveis, aleshores atorgueu a IMI i a tots els usuaris dels Serveis un servei a nivell mundial, no exclusiu, subllicenciable i transferible, llicència irrevocable sense drets d'autor per explotar plenament totes les dades del client, inclosos tots els drets de propietat intel·lectual relacionats. Si seleccioneu l'opció \"Dades per a tothom\", declareu i garanteix que teniu els drets, el títol i l'interès suficients sobre i sobre les vostres dades per atorgar la llicència en aquesta secció.",
    "3496767126": "Per evitar qualsevol dubte, el paràgraf següent s'aplica exclusivament als Clients que utilitzen els nostres serveis d'anotació, i no a l'ús dels nostres Serveis com a Integrador.",
    "767207800": "Si les vostres dades contenen contingut potencialment explícit o ofensiu, us demanem que les marqueu com a \"CONTINGUT EXPLÍCIT\" perquè serveixi com a advertència justa a qualsevol persona que vegi les vostres dades. Sense un acord per escrit separat amb IMI, no podeu incloure tasques que infringeixin les nostres polítiques, incloses, entre d'altres, (a) tasques que promocionin directament o indirectament un altre lloc web o servei, (b) tasques que infringeixin les condicions d'un lloc web de tercers i condicions, (c) tasques que demanen als Col·laboradors que sol·licitin tercers, (d) tasques que demanen als Col·laboradors que prenguin accions per manipular el comportament o els resultats d'un lloc web, (e) tasques que vulnerin els drets de propietat intel·lectual de tercers i (f) tasques. que requereixen que els col·laboradors baixin programari o fitxers.",
    "3370561195": "6. Comportament acceptable",
    "4205152730": "Us animem a interactuar amb altres usuaris a qualsevol lloc del nostre lloc web, fòrum, missatgeria, xat i altres canals de xarxes socials controlats per IMI, però si ho feu, haureu de complir totes les condicions del servei i ús del nostre lloc i totes les lleis rellevants. .",
    "1394253934": "7. Ús indegut, abús i tergiversació",
    "1406393333": "Qualsevol accés o ús dels Serveis que no sigui d'acord amb aquestes Condicions de Servei i les instruccions que proporcionem està estrictament prohibit. En particular, NO:",
    "3409726716": "registrar-se per a més d'un compte amb nosaltres sense autorització per escrit;",
    "3119498672": "realitzar qualsevol tasca amb l'ús de robots d'Internet, robots web, robots, scripts o qualsevol altra forma d'intel·ligència artificial o intentar obtenir recompenses d'IMI o de qualsevol Sol·licitant o Integrador sense completar les tasques tal com es descriuen;",
    "1188668818": "proporcionar qualsevol informació falsa mentre utilitzeu aquest lloc web (incloent-hi, entre d'altres, suplantar la identitat de qualsevol altra persona o organització del vostre compte, o declarar falsament o tergiversar d'una altra manera la vostra afiliació amb qualsevol altra persona o organització del vostre compte;",
    "2804310964": "accedir o intentar accedir al nostre lloc web mitjançant qualsevol servidor web proxy o un altre dispositiu dissenyat per ofuscar la vostra ubicació o identitat real o per qualsevol mitjà que no sigui la interfície proporcionada;",
    "1374227759": "utilitzar el lloc web per a qualsevol activitat il·legal, o per a qualsevol finalitat diferent a la finalitat per a la qual es va posar a disposició;",
    "2103513933": "participar en activitats que interfereixin o interrompin el funcionament del lloc;",
    "137127070": "inserir, penjar o adjuntar enllaços o fitxers externs maliciosos o desconeguts, o penjar qualsevol contingut que contingui un virus, un cavall de Troia, un cuc, una bomba de rellotgeria o un altre codi informàtic nociu;",
    "1686655020": "Pengeu qualsevol contingut subjecte a drets d'autor que no sigui el vostre treball original, tret que tingueu permís del propietari legítim per publicar aquest contingut i per concedir a IMI tots els drets amb llicència concedits aquí;",
    "1406692811": "participar en correu brossa o publicar qualsevol tipus de publicitat, intentar obtenir referències, comunicació massiva, ofertes o sol·licituds de diners, sol·licitud de serveis, publicitat, màrqueting, missatges sense sentit, temes duplicats, contingut il·legal, enllaços a llocs web socials, adreces de correu electrònic o identificadors de missatgeria instantània tret que la tasca ho requereixi;",
    "3893539589": "inserir enllaços externs que ofereixen béns o serveis tret que la tasca ho requereixi;",
    "3214322759": "en cas contrari participar en qualsevol activitat maliciosa o fraudulenta.",
    "3733422465": "8. Verificació de la vostra identitat",
    "267645277": "IMI pot verificar la vostra identitat. Això pot incloure comparar la vostra informació personal amb bases de dades de tercers o documents legals oficials. Ens autoritzeu a fer qualsevol consulta necessària per confirmar la vostra identitat, la propietat de la vostra adreça de correu electrònic i la propietat dels vostres comptes financers. Accepteu proporcionar informació sobre vosaltres per ajudar-nos a verificar la vostra identitat.",
    "4169910317": "9. Compliment de la Llei",
    "519755936": "Vostè és l'únic responsable de complir les lleis federals, estatals, provincials i locals en relació amb el seu ús dels Serveis. Accepteu indemnitzar-nos i mantenir-nos indemnes per qualsevol reclamació contra nosaltres perquè no vau complir cap llei o infringir els drets de tercers, inclosos, entre d'altres, els drets contractuals, de propietat intel·lectual o de privadesa.",
    "731546974": "10. Impostos de contribuents o integradors",
    "3128328457": "Si sou col·laborador o integrador, només sou responsable del pagament de qualsevol impost sobre la renda estimat o d'un altre tipus federal, estatal o local, la seguretat social, la FICA i la compensació dels treballadors deguts com a resultat de l'ús del nostre lloc web, així com impostos o càrrecs similars en jurisdiccions que no són dels EUA. Accepteu indemnitzar-nos i mantenir-nos exempts de responsabilitat per qualsevol avaluació en contra nostra perquè no vau complir amb cap llei fiscal.",
    "2931396764": "11. Incompliment d'aquestes Condicions d'ús",
    "1240667045": "Podem suspendre, limitar o cancel·lar el vostre accés als Serveis en qualsevol moment per qualsevol motiu, inclòs perquè: (a) creiem que heu infringit aquestes Condicions del servei (incloses altres polítiques relacionades); (b) creiem que heu violat els nostres drets o els drets de tercers; (c) no podem verificar ni autenticar la informació que ens has proporcionat; o (d) creiem que les vostres accions poden generar responsabilitats per a vostè, nosaltres o un tercer. Per evitar dubtes, ens reservem el dret d'impedir-li o suspendre el pagament si creiem raonablement que qualsevol dels anteriors s'aplica a aquest pagament.",
    "1601080128": "Si suspendem o cancel·lem el vostre compte, ja no tindreu accés a cap part del lloc web, incloses les dades, els missatges, els fitxers i altres materials que mantingueu al lloc. NO podeu continuar utilitzant el nostre lloc web amb un nom de compte diferent o nou. Les infraccions d'aquestes Condicions del servei es poden perseguir en la màxima mesura de la llei i poden comportar sancions i sancions addicionals.",
    "1160707899": "12. Paper del col·laborador i relació amb l'IMI i altres sol·licitants",
    "269838707": "Si sou col·laborador, vosaltres i només vosaltres decidiu quines i quantes tasques heu de realitzar, i quan i on les completeu. Ets lliure de dedicar tant o tan poc temps a completar tasques com vulguis. En cap moment teniu cap obligació de completar una tasca.",
    "1087195513": "Si sou un Col·laborador que accedeix als Serveis i/o realitza tasques mitjançant o en relació amb un Integrador en nom d'un Sol·licitant que no és IMI, accepteu i reconeixeu que Intuition Machines no és responsable ni té cap obligació amb vosaltres. respecte a qualsevol recompensa o altra compensació per les tasques realitzades. Accepteu i reconeixeu que qualsevol recompensa o altra compensació per les tasques realitzades es determina únicament d'acord amb el vostre acord amb el Sol·licitant i/o l'Integrador, segons correspongui. Qualsevol litigi sobre aquestes recompenses o altres compensacions (incloent-hi, entre d'altres, la manca de rebre aquestes recompenses o altres compensacions) és únicament entre vostè i el sol·licitant i/o l'integrador, segons correspongui.",
    "952813944": "Ni el vostre ús del nostre lloc web ni res d'aquest acord creen una relació laboral, associació, joint venture, agència, franquícia o representant de vendes entre vosaltres i Intuition Machines. No us proporcionem cap equip o eina per completar una tasca. No us oferim cap benefici, compensació laboral o cobertura d'assegurança. No ens fem responsables de cap despesa en què incorregi en utilitzar el nostre lloc web. No retindrem cap quantitat de la vostra recompensa per l'impost sobre la renda federal o estatal, la Seguretat Social o qualsevol altre impost. Ets lliure en tot moment de realitzar tasques per a qualsevol persona o empresa, inclòs qualsevol dels nostres competidors. No teniu autoritat per celebrar cap contracte, escrit o oral, en nom d'Intuition Machines.",
    "3460432665": "No obstant l'anterior, si sou un contribuent dels Estats Units, podem demanar-vos un W-9, que s'actualitzarà anualment, i podem prohibir-vos la realització de tasques fins que hàgiu completat o actualitzat un W-9.",
    "458271951": "Si sou un Col·laborador que accedeix als Serveis i/o realitza tasques mitjançant o en relació amb un Integrador en nom d'Intuition Machines (actuant com a Sol·licitant), Intuition Machines us pot recompensar per la realització acceptable de determinades tasques. En el cas que se't descobreixi que s'ha implicat en frau, abús o violació d'aquestes Condicions del servei, Intuition Machines pot retenir i/o recuperar totes les recompenses.",
    "3056723024": "13. Finalització inacceptable de les tasques",
    "3913203723": "Si, per qualsevol motiu, el Sol·licitant no accepta la realització d'una tasca que heu completat, com a Col·laborador o Integrador no tindreu dret a cap recompensa per la tasca. En el cas que les recompenses ja s'hagin distribuït per a una tasca completada de manera inacceptable, és possible que les recuperem.",
    "3666807632": "14. Qualificacions i habilitats del col·laborador",
    "1993899769": "15. El nostre ús de la informació",
    "2927283721": "En realitzar tasques al nostre lloc web, autoritzeu la recollida, l'ús i la divulgació de la vostra informació personal d'acord amb la nostra Política de privadesa. A més, és possible que compartim certa informació sobre tu i les teves tasques completades amb el Sol·licitant les tasques del qual hagis completat per facilitar la relació de servei i millorar el lloc web, inclòs, per exemple, l'identificador de col·laborador, els resultats de les tasques completades i altres atributs relacionats amb les vostres qualificacions, idiomes, habilitats i ús del lloc web.",
    "3027055607": "16. Propietat intel·lectual i drets de propietat",
    "3910971075": "IMI té tots els drets, inclosos els drets de propietat intel·lectual, sobre el codi font, el codi objecte o l'estructura subjacent, les idees o els algorismes, l'API i qualsevol programari, documentació o dades addicionals relacionats amb els Serveis (\"Programari\"). No farà, directament o indirectament, a través d'un tercer o d'una altra manera: (a) realitzar enginyeria inversa, descompilar, desmuntar o intentar descobrir el Programari d'una altra manera; (b) modificar, traduir o crear obres derivades basades en qualsevol programari; (c) copiar, llogar, arrendar, distribuir, comprometre, assignar o transferir o gravar els drets de qualsevol programari; (d) utilitzar qualsevol programari per a temps compartit, amb finalitats d'oficina de serveis o d'una altra manera en benefici d'un tercer; o (e) eliminar qualsevol avís o etiquetes de propietat.",
    "3660891610": "Si sou un Col·laborador, IMI, i no vosaltres, té drets de propietat sobre qualsevol obra que produïu com a part de la realització de qualsevol tasca. En acceptar els termes d'aquest Acord, accepteu (i ho feu) transferir la possessió, la propietat i el títol (inclosos tots els drets de propietat intel·lectual existents a tot el món) a la vostra obra ia nosaltres. Per assegurar-nos que puguem adquirir, perfeccionar i utilitzar aquests drets, a més, accepteu (i) signar qualsevol document per ajudar en la documentació, perfecció i compliment dels nostres drets; i (ii) proporcionar un accés raonable a la informació per enregistrar, perfeccionar, assegurar, defensar i fer complir aquests drets de propietat en qualsevol i tots els països. Les vostres obligacions d'acord amb aquesta secció continuaran fins i tot després de donar-vos de baixa o deixar d'utilitzar els Serveis. Ens designeu com el vostre advocat per executar els documents en nom vostre per als efectes que s'estableixen en aquesta secció.",
    "426125156": "17. Copyright i TakeDown",
    "1408530660": "IMI respecta la propietat intel·lectual dels altres i ens reservem el dret d'eliminar del nostre lloc qualsevol material que creiem que pugui violar els drets intel·lectuals de tercers. Si creieu que el vostre propi treball s'ha copiat d'una manera que constitueix una infracció dels drets d'autor en aquest lloc web, poseu-vos en contacte amb el servei d'atenció al client d'Intuition Machines.",
    "2696932851": "18. Indemnització",
    "3844300338": "Accepteu indemnitzar, defensar i mantenir-nos indemnes de qualsevol reclamació, dany, responsabilitat, costos i despeses (inclosos els honoraris i costos raonables dels advocats), derivats o relacionats amb la vostra realització de tasques o el vostre ús del nostre lloc web. .",
    "2474091800": "19. Disputes amb altres usuaris; Alliberament",
    "3162107126": "IMI no és part en cap disputa entre vostè i qualsevol altre usuari dels Serveis. Allibereu IMI i els seus afiliats de qualsevol reclamació, demanda i dany de tota mena i naturalesa, coneguts i desconeguts, sospitats i no sospitats, divulgats i no revelats, derivats o relacionats amb qualsevol disputa entre vosaltres i un altre usuari.",
    "2271969747": "20. Informació confidencial que rebeu",
    "1042802841": "La informació confidencial és qualsevol informació marcada com a confidencial o de propietat, o que la part receptora hauria d'entendre raonablement que és confidencial o de propietat. Això no inclou cap informació que (1) estigui disponible públicament, (2) ja estigui en possessió, desenvolupada de manera independent o ja coneguda per la part receptora, o (3) s'hagi revelat per ordre judicial o segons ho requereixi d'una altra manera. Llei.",
    "1918025546": "Si se us proporciona informació confidencial de qualsevol persona dels Serveis, accepteu protegir el secret de la informació confidencial amb el mateix grau de cura que feu servir per protegir la vostra pròpia informació confidencial, però en cap cas amb la diligència deguda. No podeu revelar ni publicar cap informació confidencial o de propietat, tret que sigui necessari per a la realització d'una tasca. Tota la informació d'una tasca a la plataforma Intuition Machines s'ha de considerar confidencial encara que la informació no estigui expressament designada com a confidencial.",
    "2690395789": "Si i quan ja no necessiteu la informació confidencial que heu rebut, haureu de retornar o destruir immediatament (tal com ho sol·liciti qui hagi revelat la informació) totes les còpies de la informació que existeixin a les instal·lacions, sistemes o altres equips que controleu.",
    "2178073797": "Com que la divulgació d'informació confidencial pot causar un dany irreparable, la part que la divulga té dret a sol·licitar mesures cautelars per qualsevol incompliment o amenaça d'incompliment d'aquest terme.",
    "2185860003": "21. Modificacions del lloc web",
    "2631249972": "Podem millorar o modificar el nostre lloc web sense previ avís.",
    "3764131594": "22. Llocs web de tercers",
    "295955580": "El nostre lloc web pot contenir enllaços a llocs web de tercers. No controlem, investiguem, supervisem ni comprovem aquests llocs web. No som responsables ni avalem els programes informàtics, el contingut o les opinions continguts en aquests llocs web. Si decideixes abandonar el nostre lloc web i accedir a qualsevol lloc web de tercers, ho fas sota el teu propi risc.",
    "838225123": "23. Exempció de garantia",
    "3897238493": "ELS SERVEIS ES PROPORCIONEN \"TAL CUAL\". NO FEM REPRESENTACIONS NI GARANTIES, IMPLÍCITES O EXPRESSES, EN REFERÈNCIA A L'ACCESSIBILITAT, APTITUD, LEGITITAT, DISPONIBILITAT O FUNCIONALITAT DELS SERVEIS, CAP PROGRAMARI O MATERIAL RELACIONAT, LES TASQUES O QUALSEVOL ACCORD AMB LES ACTIVITATS. EN LA MESURA MÀXIMA PERMESA PER LA LLEI, IMI RENUNCIA A TOTES LES CONDICIONS, REPRESENTACIONS I GARANTIES EXPRESSES O IMPLÍCITES, INCLOSANT, PERÒ NO LIMITANT-S'HI, LES GARANTIES DE COMERCIABILITAT, IDONEIDAD PER A UN FINS PARTICULAR I NO INFRACCIÓ. EL SEU ÚNIC I EXCLUSIU REMEI CONTRA IMI RESPECTE A QUALSEVOL Defecte, NO CONFORMITAT O SATISFACCIÓ ÉS DEIXAR L'ÚS DELS SERVEIS. des del vostre accés o ús del lloc web o de la plataforma Intuition Machines. Es poden produir interrupcions programades i no programades, i no garantim la disponibilitat ininterrompuda del nostre lloc web.",
    "2110259227": "24. Limitació de responsabilitat",
    "3018077211": "25. Resolució de disputes del col·laborador",
    "2790841456": "Si sou col·laborador, accepteu la clàusula arbitral i la renúncia a l'acció col·lectiva següents:",
    "3302832698": "Resolució alternativa de disputes obligatòria.",
    "561456032": "Accepteu que per a qualsevol disputa que sorgeixi o estigui relacionada amb el vostre ús dels Serveis, inclosa qualsevol disputa que hagi sorgit des del moment en què vau començar a realitzar tasques per a IMI, i concretament, inclosa qualsevol reclamació relacionada amb si us classifiqueu o no com a un contractista independent, primer notificareu a IMI la vostra reclamació contra aquest. Aleshores, tu i l'IMI intentareu resoldre el problema mitjançant negociació directa o mediació. Repartirem el cost de la mediació a parts iguals i acordarem que la mediació es duri a terme per mitjà de telèfon o altres mitjans electrònics. Si una reclamació continua sense resoldre després de negociacions informals o mediació, accepteu que vosaltres i IMI utilitzareu un arbitratge final i vinculant per resoldre la disputa. Aquesta clàusula regeix totes les reclamacions de manera retroactiva des del moment en què vau començar a utilitzar el nostre lloc web, ja sigui basades en danys, contractes, estatuts, incloent, entre d'altres, qualsevol reclamació de discriminació i assetjament, ja sigui que es basen en la Llei d'habitatge i ocupació justa de Califòrnia. , Títol VII de la Llei de drets civils de 1964, tal com es va modificar, o qualsevol altra llei o reglament estatal o federal, llei equitativa o d'una altra manera.",
    "3794239003": "Procediment d'arbitratge.",
    "4193379787": "Tot l'arbitratge en virtut d'aquest acord es durà a terme d'acord amb les regles de l'Associació Americana d'Arbitratge o per un servei d'arbitratge acordat de mutu acord. L'àrbitre serà un àrbitre dels EUA seleccionat d'una llista de no menys de set (7) noms mitjançant tocs d'atenció alternatius. En l'arbitratge, cadascuna de les parts tindrà dret a dur a terme una investigació civil adequada, presentar mocions dispositives i presentar testimonis i proves segons sigui necessari per presentar els seus casos i defenses, i qualsevol controvèrsia al respecte serà resolta per l'àrbitre. La resolució de la controvèrsia es basarà únicament en la llei que regeix les reclamacions i defenses invocades, i l'àrbitre no pot invocar cap altra base que no sigui la llei de control. L'àrbitre tindrà la immunitat d'un funcionari judicial de responsabilitat civil quan actuï en qualitat d'àrbitre, immunitat que complementa qualsevol altra immunitat existent. Els premis han d'incloure l'opinió motivada per escrit de l'àrbitre. Renuncieu al vostre dret a ser jutjat per jurat per qualsevol reclamació que tingueu contra IMI o que IMI pugui tenir contra vosaltres. Qualsevol reclamació en virtut d'aquesta clàusula s'ha de presentar dins del termini de prescripció aplicable. La Llei federal d'arbitratge dels Estats Units regeix aquesta clàusula, i vostè reconeix que aquest Acord evidencia una transacció comercial.",
    "2583888954": "Excepcions.",
    "1034830": "Les disputes que poden no estar subjectes a un acord d'arbitratge previ a la disputa, tal com preveu la Llei de protecció del consumidor i de reforma de Dodd-Frank Wall Street (Llei pública 111-203) queden excloses d'aquest",
    "263977834": "Esgotament Administratiu.",
    "1807512722": "Podeu presentar qualsevol reclamació derivada del vostre ús d'aquest lloc web a una agència administrativa, però només en la mesura que la llei aplicable permeti l'accés a aquesta agència, malgrat l'existència d'un acord d'arbitratge. Aquestes reclamacions administratives inclouen, sense limitació, reclamacions o càrrecs presentats davant la Comissió d'Igualtat d'Oportunitats d'Ocupació, el Departament de Treball dels EUA i la Junta Nacional de Relacions Laborals. Res d'aquesta clàusula es considerarà que impedeix o excusa de presentar una reclamació administrativa davant qualsevol agència per tal de complir amb la seva obligació d'esgotar els recursos administratius abans de presentar una reclamació en arbitratge, però, vostè renuncia al dret a qualsevol laude monetari a través d'aquesta. tràmits de l'agència.",
    "996430331": "Localització de l'arbitratge.",
    "3040062804": "Qualsevol procediment d'arbitratge d'acord amb aquesta secció es durà a terme per defecte a l'estat de Califòrnia, tret que resideixis fora dels Estats Units, en aquest cas l'arbitratge es durà a terme completament per via electrònica o telefònica. L'arbitratge pot tenir lloc en qualsevol altre lloc si totes les parts ho acorden per escrit. Independentment de la seva ubicació, qualsevol part pot optar per presentar-se a l'arbitratge mitjançant vídeo en directe o teleconferència.",
    "3091247030": "Exempció d'acció col·lectiva.",
    "2520904193": "Renuncieu a qualsevol dret que tingueu perquè qualsevol controvèrsia sigui presentada, escoltada o arbitrada com a acció col·lectiva, col·lectiva o representativa. Sense perjudici de qualsevol altra clàusula continguda en aquest conveni, la frase anterior no serà separable d'aquest conveni en cap cas. Qualsevol reclamació que la totalitat o part d'aquesta renúncia sigui inaplicable, inadmissible, nul·la o anul·lable només pot ser determinada per un tribunal de jurisdicció competent i no per un àrbitre. No se us prendrà represàlies ni se us impedirà realitzar tasques al nostre lloc web com a resultat de l'exercici dels vostres drets en virtut de la secció 7 de la Llei nacional de relacions laborals, o per la presentació o participació en una acció col·lectiva, col·lectiva o representativa en qualsevol fòrum. , però podem sol·licitar legalment l'aplicació d'aquesta renúncia a l'acció col·lectiva i sol·licitar la desestimació d'aquestes accions o reclamacions col·lectives, col·lectives o representatives.",
    "3493572638": "Costos i Comissions.",
    "702926385": "Les parts assumiran cadascuna les seves despeses respectives per a la representació legal en qualsevol arbitratge d'aquest tipus, excepte en la mesura que els honoraris d'advocat estiguin explícitament previstos per la llei. Les parts dividiran qualsevol tarifa administrativa inicial cobrada per l'àrbitre, fins a un cost màxim per a vostè de dos-cents cinquanta dòlars (250,00 dòlars EUA). El cost de l'àrbitre i del periodista judicial, si n'hi ha, serà inicialment a càrrec nostre; no obstant això, l'àrbitre tindrà la discreció d'adjudicar les despeses adequades a la part que prevalgui, tal com estableix la llei, i/o d'exigir a les parts que divideixin les despeses associades a l'àrbitre i/o al periodista judicial.",
    "3199694247": "Divisibilitat.",
    "3102490587": "Llevat de la renúncia a l'acció col·lectiva, si algun terme o disposició, o part d'aquesta clàusula d'arbitratge es declara nul o inaplicable, es trencarà i la resta de la clàusula d'arbitratge serà exigible.",
    "2323013093": "26. Llei aplicable",
    "2900525040": "Les lleis de l'estat de Califòrnia regeixen aquestes Condicions del servei i qualsevol controvèrsia, disputa o reclamació que se'n derivi.",
    "3339302473": "27. Termini",
    "1158384644": "Podeu escollir en qualsevol moment deixar d'utilitzar el nostre lloc web, sempre que hàgiu de complir totes les polítiques IMI aplicables. Podem, a la nostra discreció, rescindir aquest acord, suspendre l'accés al nostre lloc web o eliminar qualsevol servei immediatament sense previ avís per qualsevol motiu.",
    "41530052": "28. Condicions generals",
    "3202747130": "Acord complet. Aquestes Condicions del servei i qualsevol política, procediment o termes a què es fa referència aquest acord constitueixen l'acord complet de les parts pel que fa a l'objecte, i substitueixen i cancel·len tots els acords, reclamacions, representacions i entesos relacionats anteriors i contemporanis de les parts. .",
    "4080263153": "Sense renúncia. No es considerarà que hem renunciat a cap part dels nostres drets o recursos tret que la renúncia sigui per escrit i signada per nosaltres. Si retardem l'execució o no fem complir els nostres drets en virtut de qualsevol disposició d'aquest acord, això no constituirà una renúncia al nostre dret a fer complir posteriorment aquesta disposició o qualsevol part d'aquest acord.",
    "1789371580": "Assignabilitat. No podeu assignar aquestes Condicions del servei sense el nostre consentiment previ per escrit. Podem assignar aquestes Condicions del servei en qualsevol moment, sense previ avís. Subjecte a l'anterior, aquestes Condicions del servei seran vinculants per als successors i els cessionaris permesos de cada part.",
    "2819628066": "Divisibilitat. Si alguna disposició d'aquestes Condicions del servei es considera invàlida o inaplicable per qualsevol motiu, no afectarà la validesa i l'execució de les disposicions restants.",
    "3955981186": "Esmenes. Cap modificació o esmena d'aquestes Condicions del servei per part de ningú que no sigui IMI serà vinculant per a IMI tret que sigui en un document escrit signat per un representant degudament autoritzat d'IMI.",
    "1377538813": "Llengua predominant. La versió en anglès d'aquestes Condicions del servei controlarà en tots els aspectes i prevaldrà en cas de qualsevol incoherència amb les versions traduïdes, si n'hi ha.",
    "2438016011": "Acord Voluntari. Totes les parts d'aquestes Condicions del servei representen i accepten que cadascuna d'elles ha revisat tots els aspectes d'aquest acord, ha llegit detingudament i entén completament totes les seves disposicions i està signant voluntàriament aquest acord.",
    "2445034923": "Si no esteu d'acord amb tots els termes i condicions d'aquestes Condicions del servei, no utilitzeu (i no podeu) utilitzar ni accedir al Lloc o als Serveis.",
    "2646127839": "Apèndix del client a les Condicions del servei mestres",
    "4097297673": "Com a Client, Sol·licitant o Integrador, accepteu estar subjecte als termes següents, a més de qualsevol altre terme vinculant entre vosaltres i IMI.",
    "1093280979": "1. Formularis de comanda de la plataforma",
    "1549953005": "És possible que hàgiu completat un o més formularis de comanda d'accés a la plataforma (cadascun, un \"Formulari de comanda\") com a condició per convertir-vos en Client o Sol·licitant. Si és així, els termes i condicions descrits al Formulari de comanda passen a formar part de les Condicions del servei i s'incorporen per referència a la present.",
    "3819851005": "2. Tarifes",
    "1591032933": "Pagareu a IMI les tarifes tal com es descriu al Formulari de comanda aplicable mitjançant el mètode de pagament que vau proporcionar al Formulari de comanda aplicable. Llevat que ambdues parts s'acordin expressament el contrari per escrit, proporcionarà el pagament íntegre de totes les factures emeses dins dels trenta (30) dies posteriors a la data d'enviament de la factura. Ens autoritzeu a executar autoritzacions de targeta de crèdit amb tota la informació de la targeta de crèdit que ens proporcioneu, a emmagatzemar aquesta informació i a carregar la vostra targeta de crèdit o qualsevol altre compte que acordem mútuament com a forma de pagament. Llevat que s'indiqui el contrari al Formulari de comanda o dins del vostre Acord de servei empresarial o Acord de servei principal, totes les tarifes dels Serveis, a part dels excés, es facturen anualment a l'inici dels serveis prestats per IMI en virtut del vostre Acord (la \"Data d'entrada en vigor\").",
    "4142610534": "Qualsevol pagament endarrerit acumularà càrrecs per retard a la taxa de l'1,5% per cent mensual o l'import màxim permès per llei, el que sigui inferior. Si no pagueu l'import degut en virtut d'aquest Acord per qualsevol motiu, el vostre compte es pot suspendre, a la nostra discreció, en aquest cas no es realitzaran pagaments addicionals del vostre compte per completar les tasques i s'eliminaran totes les vostres tasques. des del nostre lloc web. Ens heu de reemborsar totes les quantitats que s'hagin de pagar a petició, a més de les despeses de processament, les despeses de retard o els honoraris d'advocat. També podem fer els informes adequats a les agències d'informes de crèdit i a les autoritats policials.",
    "512991700": "Si voleu impugnar qualsevol tarifa, us heu de posar en contacte amb el nostre departament d'atenció al client com a màxim trenta (30) dies després de la data de tancament de la primera facturació o extracte del compte en què va aparèixer l'error o problema per rebre un ajust o crèdit.",
    "1273914192": "3. Impostos",
    "4242322181": "Sou responsable del pagament de tots els impostos associats amb els Serveis, excepte els impostos dels Estats Units, que es calculin sobre els ingressos nets o la propietat personal d'Intuition Machines.",
    "1671996585": "És possible que se us demani que integreu el vostre lloc web, aplicació o plataforma amb els nostres Serveis mitjançant la nostra interfície de programació d'aplicacions (\"API\"). En cas que ho feu, us concedim una llicència limitada, no exclusiva, intransferible, no assignable i revocable per utilitzar l'API únicament per accedir als Serveis. Podem modificar l'API i/o deixar de donar suport a les versions o versions antigues de l'API en qualsevol moment. Ens reservem el dret de suspendre o limitar el vostre accés a l'API a la nostra discreció, i farem els esforços raonables per avisar-vos abans de la suspensió.",
    "4036662147": "5. Protecció de la informació confidencial",
    "3564208535": "Accepteu fer esforços comercialment raonables per protegir qualsevol informació confidencial rebuda de nosaltres o mitjançant els nostres Serveis. inclou puntuacions de bot i detalls no públics del nostre servei empresarial, inclosa documentació no pública i qualsevol detall que puguem compartir sobre els nostres mètodes de detecció de bots. Si se us concedeix accés a qualsevol d'aquesta informació confidencial, podrem modificar, suspendre o limitar el vostre accés als nostres serveis a la nostra discreció si determinem que la informació confidencial està exposada pel vostre ús dels nostres serveis, i farem esforços raonables. per notificar-vos abans de la suspensió.",
    "120384113": "6. Termini",
    "453723556": "Podeu rescindir aquest apèndix per al client independentment de les Condicions del servei deixant de ser client o sol·licitant. Ens reservem el dret de suspendre o rescindir el vostre estat com a Client o Sol·licitant en qualsevol moment, o de rescindir el vostre compte o l'ús dels Serveis d'acord amb les Condicions del servei. Continueu sent responsable en cas de rescindir-se de qualsevol quantitat a pagar segons el vostre formulari de comanda. Si la vostra subscripció inclou quotes mensuals o anuals o mínims mensuals o anuals, encara serà responsable de pagar totes les tarifes dels Serveis fins al final d'aquest mes o any, respectivament.",
    "218889628": "Excepte quan rescindem aquest apèndix del client o les condicions del servei com a conseqüència de l'incompliment d'aquest apèndix del client o les condicions del servei, si rescindem i ens heu pagat per avançat qualsevol tarifa, us reemborsarem una part proporcional d'aquestes. imports prepagats, en funció del temps restant o dels Serveis que hagi pagat, el que sigui menor. Acabarem el nostre treball d'una manera comercialment raonable i preservarem i lliurarem tots els conjunts de dades de sortida pagats i totes les dades del client en el nostre poder. En cas de cancel·lació, podem, però no estem obligats, a eliminar cap dada.",
    "2505227594": "7. Excés",
    "2369877184": "La taxa màxima de RPS màxima permesa per als integradors o clients d'hCaptcha és de 1.000 sol·licituds per segon a les entitats del vostre compte (\"RPS\"), tret que s'especifiqui el contrari en un acord contractual escrit entre vosaltres i nosaltres.",
    "234420106": "En el cas que sou un Integrador o Client del servei hCaptcha Enterprise i l'ús de l'API mesurat per RPS superi la tarifa subministrada per al vostre nivell de servei, podem optar per modificar el vostre servei o cobrar una tarifa excessiva. En el cas que la vostra tarifa RPS màxima superi la tarifa subministrada en un factor de 10 durant 10 minuts o més en total en un període de 30 dies i la majoria d'aquestes sol·licituds no siguin, segons el nostre criteri, trànsit maliciós, podem optar per us cobrarà la tarifa d'excés especificada contractualment per totes les sol·licituds d'API fetes durant aquest mes.",
    "2619472217": "8. Revenda",
    "2019702084": "Llevat que s'autoritzi expressament a l'Acord de servei principal del client o a l'Acord de distribuïdor, els serveis SaaS sol·licitats no es vendran, revendran, llogaran, subarrendaran, llicències, subllicències ni es posaran a disposició de cap altre tercer (que no sigui un afiliat del client). ), i totes les comandes en virtut de l'Acord i tot l'ús del Servei per part del Client serà per a l'ús comercial intern del Client o del seu Afiliat.",
    "1233229030": "Divers",
    "1467783792": "Cap persona, entitat o organització sancionada pels Estats Units (un \"actor sancionat\") no pot rebre recompenses ni utilitzar els Serveis com a integrador. Per evitar dubtes, això inclou tots els actors sancionats designats per l'Oficina de Control d'Actius Estrangers (\"OFAC\") del Departament del Tresor dels EUA.",
    "3759657802": "No podeu assignar, transferir o delegar aquestes Condicions del servei ni els vostres drets o obligacions en virtut d'aquestes de cap manera (per efecte de la llei o d'una altra manera).",
    "1627232990": "Les traduccions d'aquestes Condicions del servei es proporcionen amb el millor esforç. En cas de qualsevol diferència substancial entre les Condicions del servei en anglès i una traducció d'aquestes, les Condicions del servei en anglès s'interpretaran com a autoritzades.",
    "805221621": "Si us plau, poseu-vos en contacte amb nosaltres a",
    "259613338": "si teniu cap pregunta sobre aquestes Condicions del servei.",
    "2735878907": "Declaració de planificació de la continuïtat del negoci",
    "2887242610": "Intuition Machines, Inc ha desenvolupat un pla de continuïtat del negoci sobre com respondrem als esdeveniments que alteren significativament el nostre negoci hCaptcha. Com que el moment i l'impacte dels desastres i les interrupcions són imprevisibles, haurem de ser flexibles a l'hora de respondre als esdeveniments reals a mesura que es produeixin. Amb això en ment, us oferim aquesta informació sobre el nostre pla de continuïtat del negoci.",
    "809251240": "Contactant amb nosaltres",
    "2551802342": "– Tenim previst recuperar ràpidament i reprendre les operacions comercials després d'una interrupció empresarial important i respondre salvaguardant els nostres empleats i la propietat, fent una avaluació financera i operativa, protegint els llibres i registres de l'empresa i permetent als nostres clients i als seus usuaris finals fer transaccions en línia. En resum, el nostre pla de continuïtat del negoci està dissenyat per permetre a la nostra empresa reprendre les operacions el més ràpidament possible, donat l'abast i la gravetat de la important interrupció del negoci. El nostre pla de continuïtat del negoci aborda: còpia de seguretat i recuperació de dades; tots els sistemes de missió crítica; avaluacions financeres i operatives; comunicacions alternatives amb clients, empleats i òrgans de supervisió; ubicació física alternativa dels empleats; impacte crític del proveïdor i del client; informes reguladors; i avisar ràpidament als nostres clients si no podem continuar amb el nostre negoci. El nostre grup de proveïdors bàsics fa una còpia de seguretat dels nostres registres importants en una àrea geogràficament separada. Tot i que cada situació d'emergència planteja problemes únics basats en factors externs, com ara l'hora del dia i la gravetat de la interrupció, aquest grup de proveïdors ens ha informat que el seu objectiu és restablir les seves pròpies operacions i poder reprendre els serveis ràpidament. Tot i que hem treballat per reduir el risc utilitzant un conjunt divers de proveïdors, els vostres serveis es podrien modificar o interrompre durant aquest període.",
    "826396656": "El nostre Pla de Continuïtat de Negoci",
    "1979347895": "– Les interrupcions empresarials importants poden variar en el seu abast, com ara només la nostra empresa, un únic edifici que allotja la nostra empresa, el barri on es troba la nostra empresa, la ciutat on estem ubicats o tota la regió. Dins de cadascuna d'aquestes àrees, la gravetat de la interrupció també pot variar de mínima a severa. En cas d'interrupció de la nostra empresa, el nostre districte comercial, ciutat o regió o un edifici que allotja la nostra empresa, transferirem les nostres operacions a un lloc local quan sigui necessari i no esperem cap interrupció material en les operacions comercials. En qualsevol cas, tenim previst continuar en el negoci, transferir les operacions a proveïdors alternatius si cal i notificar-vos com contactar amb nosaltres mitjançant el nostre lloc web a hcaptcha.com i la nostra pàgina d'estat a hcaptchastatus.com. Si la interrupció empresarial important és tan greu que ens impedeix continuar en el negoci, us ho notificarem ràpidament.",
    "653679457": "Pertorbacions variables",
    "410397176": "Per a més informació",
    "2095899021": "Directrius de marca hCaptcha i llicència general de marca comercial",
    "2340340589": "Directrius per utilitzar la marca hCaptcha",
    "2430148876": "Hem creat aquestes directrius i una llicència general de marca comercial per facilitar al màxim que els nostres clients, socis i fans puguin treballar amb la nostra marca i alhora preservar la nostra identitat corporativa. Si necessiteu utilitzar icones, logotips o altres marques hCaptcha d'una manera que difereix materialment d'aquestes directrius, haureu de contactar amb nosaltres (IMI) per obtenir una llicència escrita.",
    "3884400764": "Tot i que podeu utilitzar les marques hCaptcha d'acord amb aquestes directrius, això no vol dir que tingueu cap dret adquirit sobre les marques, els logotips o qualsevol altra marca comercial, nom comercial, marca de servei, nom comercial o fons de voluntat d'hCaptcha. Volem atorgar la màxima flexibilitat possible, però estem obligats a protegir hCaptcha contra l'ús no autoritzat de qualsevol marca comercial, nom comercial, marca de servei, nom comercial o fons de voluntat d'hCaptcha. Qualsevol ús no autoritzat cancel·la automàticament el permís o llicència concedit per hCaptcha i pot incórrer en responsabilitats legals per danys.",
    "512598290": "Per tant, us hem de demanar que utilitzeu sempre totes les marques i logotips hCaptcha d'una forma que s'adhereix a les regles següents, incloses les majúscules, el tipus de lletra i l'estil.",
    "2075610992": "Gràcies pel teu recolzament!",
    "1023190144": "hCaptcha® al text",
    "4274324704": "A continuació s'explica com utilitzar el nostre nom en una còpia escrita:",
    "3912926900": "hCaptcha® hauria de tenir un símbol de marca registrada la primera vegada que aparegui en una còpia creativa.",
    "950637875": "L'ortografia de hCaptcha no s'ha de canviar mai i hCaptcha sempre s'ha de posar en majúscula a la segona lletra (\"C\"). Mai és plural ni possessiu.",
    "2624601135": "\"hCaptcha\" no s'ha d'utilitzar com a part d'un nom de marca, unir-se amb un guionet o utilitzar-se en noms d'aplicacions o altres productes.",
    "3828090208": "En comptes d'això, utilitzeu \"for hCaptcha\". Si s'utilitza amb un logotip de tercers, \"for hCaptcha\" ha de ser més petit que el logotip de tercers.",
    "4149738856": "hCaptcha s'ha d'utilitzar com a adjectiu i seguit d'un terme genèric adequat.",
    "1446868537": "hCaptcha no s'ha d'utilitzar mai com a verb.",
    "2487931657": "No utilitzeu: \"hem captchat el nostre lloc\".",
    "2565565429": "En lloc d'això, utilitzeu: \"utilitzem hCaptcha per fer que el nostre lloc sigui més segur i més segur\".",
    "3434202027": "Qualsevol ús del nom hCaptcha en comunicacions requereix l'atribució: \"hCaptcha és una marca registrada d'Intuition Machines, Inc\".",
    "2754937029": "Usos inacceptables",
    "2436973524": "Només s'admeten referències precises. No està permès dir que un lloc utilitza serveis i aplicacions hCaptcha quan no ho fa. De la mateixa manera, l'ús del nostre logotip o de qualsevol insígnia és igualment adequat només quan el lloc utilitza serveis hCaptcha.",
    "69844082": "Les marques registrades, símbols gràfics, logotips, tipus de lletra o icones de hCaptcha tampoc poden utilitzar-se de manera menyspreable.",
    "3861413614": "No podeu utilitzar cap marca comercial o logotip d'hCaptcha que impliqui que hCaptcha té una afiliació o un aval, patrocini o suport a un producte o servei de tercers, sense permís exprés per escrit.",
    "1409822234": "En cap cas s'utilitzarà com a nom de domini una marca registrada hCaptcha idèntica o gairebé idèntica.",
    "4181060163": "Els tercers no haurien d'utilitzar variacions o faltes d'ortografia ni actuar de cap manera que provoqui cap confusió d'interès inicial sobre les marques registrades hCaptcha.",
    "3955555607": "A part dels socis o dels distribuïdors autoritzats, els tercers no poden fer ofertes per paraules clau, AdWords de Google o altres sistemes de publicitat orientada que utilitzin marques hCaptcha o faltes d'ortografia. Tampoc els tercers poden utilitzar marques hCaptcha en noms de domini, cap optimització de motors de cerca, metaetiquetes, termes de cerca, codi o altres falsificacions.",
    "1985238261": "Altres marques restringides",
    "2193061499": "Alguns dels nostres logotips i marques estan restringits a ser utilitzats per hCaptcha i els seus socis. Els tercers no poden utilitzar les marques següents sense una llicència escrita d'hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Authorized Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop per hCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "Logotip de BotStop™",
    "3942875761": "Ajuda a construir una web millor™",
    "364774188": "Sóc humà™",
    "2785425016": "(en el context d'una solució de verificació de la humanitat, per exemple, una crida a l'acció)",
    "2639657759": "Marques utilitzades amb permís",
    "1268918580": "Alguns dels logotips i marques utilitzats per hCaptcha i els seus socis són propietat de tercers i només es poden utilitzar amb el seu permís. Els tercers no poden utilitzar les marques següents, excepte quan ho permetin els seus propietaris:",
    "3782751514": "HUMAN Protocol® és una marca registrada de la HUMAN Protocol Foundation i s'utilitza amb el seu permís.",
    "1620709264": "HUMAN Token® és una marca registrada de la HUMAN Protocol Foundation i s'utilitza amb el seu permís.",
    "3031953928": "HUMAN Network™ és una marca comercial de la HUMAN Protocol Foundation i s'utilitza amb el seu permís.",
    "3554363588": "Altres Marques",
    "3290996791": "Tots els altres noms de productes, logotips i marques són propietat dels seus respectius propietaris. Tots els altres noms d'empreses, productes i serveis utilitzats en aquest lloc web només tenen finalitats d'identificació. L'ús d'aquests noms, logotips i marques no implica aprovació.",
    "2444685143": "Política de logotip",
    "2414232014": "El nostre logotip és reconeixible a l'instant i un dels nostres actius més valuosos i importants. Per garantir que segueixi sent una forta representació de la nostra empresa, s'ha de presentar de manera acurada i coherent en tots els canals de comunicació.",
    "803639471": "El logotip d'hCaptcha està format per la icona de la mà i el logotip d'hCaptcha. En la seva forma alternativa, la icona de la mà pot aparèixer per si mateixa quan l'espai està restringit i \"hCaptcha\" s'utilitza com a marca de paraula (com es descriu anteriorment) molt a prop de la icona de la mà, de manera que quedi clar que la icona de la mà representa hCaptcha.",
    "564127016": "La icona de mà hCaptcha:",
    "1424800293": "El logotip de hCaptcha:",
    "1525506526": "Què són les adquisicions de comptes i com funcionen?",
    "2446481523": "Hi ha un vell conte popular en què un vagoner i un noble apareixen a la policia d'un petit poble rural. Un home, vestit amb roba bruta i de pobre, va dir al conestable: “Sóc el noble. Aquest home era el meu conductor.",
    "1767952047": "Em va atacar ahir a la nit, em va robar la roba i em va emportar els diners\". L'altre home, vestit amb grans galas, la roba de la classe noble, va respondre: \"Conestable, aquest home és boig. Es creu que és un noble. Sóc el veritable noble. Arresta'l!\"",
    "2947576723": "Aquesta història és anterior a les llicències de conduir i a la impressió digital, però ofereix un bon exemple del que pot sortir malament en una situació d'adquisició de comptes. Una persona inicia sessió en un compte bancari en línia o en una aplicació de pagaments mòbils. És el titular del compte real o un pirata informàtic? Qui és realment qui? Aquests problemes de seguretat afecten les organitzacions que permeten l'accés al compte d'autoservei.",
    "1687299615": "Què és una presa de control de compte?",
    "2648707986": "Una presa de possessió del compte és una forma de frau cibernètic en què un actor maliciós es fa passar pel propietari d'un compte en línia. Normalment, el compte es troba en una institució financera o un negoci de comerç electrònic on l'estafador pot robar diners, mercaderies o targetes de regal. L'atacant utilitza credencials d'inici de sessió robades per accedir al compte i després fer-ne càrrec, potser canviant la contrasenya per bloquejar el propietari real del compte.",
    "1476843710": "Les formes d'adquisició de comptes menys perjudicials econòmicament però encara perjudicials impliquen el segrest de comptes de xarxes socials i similars. En aquests casos, l'atacant sol intentar difondre programari maliciós o participar en atacs de pesca contra amics desprevinguts de la víctima. O bé, l'atacant intenta avergonyir la víctima, cosa que de vegades passa amb celebritats i polítics, per exemple.",
    "2904949278": "Com un pirata informàtic es fa càrrec d'un compte?",
    "2575690545": "Les adquisicions de comptes, com tant de frau cibernètic, són majoritàriament una qüestió de processos massius i automatitzats. És rar que un pirata informàtic, vestit amb una dessuadora amb caputxa al soterrani de la seva mare, escrigui les contrasenyes als llocs web del banc d'una en una.",
    "3614653023": "Més aviat, la pràctica es basa en atacs d'ompliment de credencials a gran escala que intenten milions de parells de nom d'usuari/contrasenya a desenes d'institucions financeres objectiu amb l'esperança de desbloquejar un petit subconjunt dels comptes. Un cop el programari de frau automatitzat hagi obtingut accés al compte, un pirata informàtic humà pot intervenir, però en alguns casos no.",
    "2762759509": "Molts atacs de presa de possessió de comptes estan gairebé completament automatitzats.",
    "1972710018": "Veient-ho des de la perspectiva de l'empresa",
    "1282121137": "Per entendre com de problemàtica pot ser la presa de possessió del compte, considereu com és l'experiència des del punt de vista de la institució financera. Gestionen milions d'inicis de sessió cada dia.",
    "2315518622": "Amb la sofisticació disponible a les eines d'atac actuals, és extremadament difícil detectar quines, si n'hi ha, són fraudulentes. Aleshores, una persona truca a la línia d'atenció al client i diu \"El meu compte ha estat atacat! No puc iniciar sessió i algú m'està robant els diners!\"",
    "1836369533": "Com el conestable del conte popular, com es determina qui és realment qui? Si l'atacant té prou elements d'identitat robats, com ara el número del carnet de conduir, el número de la seguretat social, el nom de soltera de la mare, l'adreça, etc., pot ser força difícil determinar si la persona que truca és el titular del compte real o un atacant que intenta obtenir un restabliment de la contrasenya en un compte que vol penetrar.",
    "2880837730": "Què es pot fer per aturar les adquisicions de comptes?",
    "3654556483": "Les institucions financeres i les empreses de comerç electrònic tenen processos i controls que mitiguen algunes de les amenaces d'adquisició del compte. Aquestes van des de les preguntes de seguretat antiquades \"Quin era el nom del teu millor amic a l'escola primària\" fins a mètodes de detecció que detecten adreces IP sospitoses i perfils de dispositius mòbils.",
    "2449501658": "ofereix una de les maneres més avançades de mitigar l'amenaça dels intents fraudulents d'inici de sessió al compte, utilitzant l'aprenentatge automàtic per detectar i aturar els robots, i fent que sigui molt més difícil o fins i tot impossible que els estafadors participin en la presa del compte.",
    "3621455477": "per aprendre més!",
    "555246307": "Per cert, així acaba la història del noble i el seu xofer: el conestable va fer que els dos homes s'asseguessin en una habitació durant hores i s'avorrissin. Al final del dia, va aparèixer i va dir: \"Ara parlaré amb el vagoner\". L'home amb la roba noble es va aixecar. Estava tan avorrit que es va oblidar que només fingia ser el noble.",
    "1224727373": "BotStop per hCaptcha",
    "1187718370": "Contacta amb nosaltres",
    "3892905664": "hCaptcha ajuda els vostres serveis en línia preferits a evitar bots, correu brossa i abús fent preguntes senzilles que són fàcils per als humans i difícils per a les màquines.",
    "555158694": "Un servei que utilitzeu ha triat millorar la vostra experiència al seu lloc instal·lant hCaptcha per reduir el trànsit maliciós.",
    "1617196410": "hCaptcha se centra a aturar els bots. No ens importa qui és un usuari, sinó només si és maliciós. Treballem dur per equilibrar la privadesa i",
    "1624200563": "seguretat i complir amb GDPR, CCPA, LGPD, PIPL i altres regulacions de privadesa.",
    "1927613000": "hCaptcha combina un aprenentatge automàtic sofisticat amb una potent plataforma de reptes per protegir les aplicacions web de les adquisicions de comptes, l'ompliment de credencials, el raspat i altres tipus d'abús.",
    "1133989302": "Per què hCaptcha?",
    "34074886": "Cada vegada que responeu a un repte, utilitzem models sofisticats per esbrinar si sou humà. El lloc web que heu visitat utilitza aquest resultat per ajudar-vos a millorar la vostra experiència al seu lloc evitant els robots.",
    "3412647984": "Això us permet evitar futures preguntes registrant-vos i configurant una galeta. També proveu de desactivar el bloquejador d'anuncis.",
    "2510209017": "Necessites més ajuda?",
    "477275453": "Per què les API són un objectiu popular per als pirates informàtics?",
    "596347471": "Les interfícies de programació d'aplicacions (API) s'han convertit en un objectiu popular per als actors maliciosos del ciberespai. Hi ha moltes raons per això, inclosa la seva gran utilitat en la integració d'aplicacions. Tanmateix, és possible mitigar el risc de l'API.",
    "2441638955": "Primer, què és una API?",
    "3963216198": "Per discutir per què les API són un objectiu popular per als pirates informàtics, primer val la pena dedicar-se un breu moment per definir què s'entén actualment amb el terme \"API\". El concepte de l'API no és gens nou. De fet, les interfícies per connectar diversos sistemes informàtics entre si, així com els seus components interns, existeixen almenys des de principis de la dècada de 1960.",
    "1047251718": "Avui, però, quan la gent parla d'API, invariablement es refereix a API basades en estàndards. Es tracta d'API creades amb estàndards oberts com la transferència d'estats de representació (REST) i formats de fitxer estàndard oberts com la notació d'objectes JavaScript (JSON). Aquestes \"API RESTful\", com es coneixen, es poden crear sense necessitat de programari propietari. Les API resultants poden enviar i rebre dades i trucades de procediment entre aplicacions de programari. Per exemple, una aplicació de banca mòbil utilitza una API per accedir als sistemes del banc.",
    "3195334319": "La utilitat i la vulnerabilitat de les API",
    "1903743785": "L'arribada de les API basades en estàndards va representar un gran salt endavant en la integració d'aplicacions. Durant els darrers 20 anys aproximadament, les API van passar de ser costosos i complicats productes de programari propietari a eines gratuïtes basades en estàndards amb les quals eren relativament fàcils de treballar i ràpides de desplegar.",
    "879362350": "Amb les noves API funcionant a Internet, va ser possible connectar qualsevol programari o font de dades, a qualsevol part del món, independentment de la plataforma, l'esquema de dades o el llenguatge de programació. Com a resultat, el món de la informàtica es troba ara enmig d'una revolució de les API. Hi ha hagut una explosió de connectivitat entre aplicacions i dades. Això és genial, fins que no ho és.",
    "3844432472": "La mateixa obertura i utilitat de les API els converteix en objectius increïblement rics per als atacants. De la mateixa manera que una aplicació mòbil es pot programar per arribar i obtenir dades d'un sistema corporatiu mitjançant una API, també ho pot fer un programari maliciós. Els pirates informàtics han escrit una gran varietat d'eines de programari per abusar de les API. És una tècnica d'atac eficaç.",
    "2187096543": "De fet, hi ha hagut algunes bretxes de dades importants com a resultat de programari escrit per pirates informàtics que va demanar una API per extreure dades d'una base de dades. Al cap i a la fi, si robar dades només requereix una trucada GET bàsica en una API, escrita amb REST i JSON, llavors és fàcil eliminar ràpidament una base de dades. De fet, quan la gent parla d'atacs de \"raspat de pantalla\", el que realment volen dir, principalment, són trucades d'API ràpides que treuen dades de les bases de dades. Les API s'han convertit en una superfície d'atac important per a les organitzacions que les creen.",
    "4222109231": "Mitigació del risc de l'API amb el producte empresarial d'hCaptcha",
    "1783317946": "Aturar els atacs de l'API és un cas d'ús popular",
    "3022922096": ", el conjunt de productes empresarials d'hCaptcha. A diferència de la versió gratuïta d'hCaptcha,",
    "63719113": "utilitza l'aprenentatge automàtic avançat per identificar el trànsit maliciós al vostre lloc i a les vostres aplicacions, incloses les activitats de raspat.",
    "3566102529": "avui per aprendre més.",
    "3096553330": "Cada sistema que creem simplement reflecteix les nostres relacions amb altres persones.",
    "1467218142": "El que desitgem d'ells i de nosaltres mateixos impulsa el nostre comportament i, per tant, els mateixos patrons d'interacció es repeteixen en tots els sistemes humans. Internet ofereix molts exemples excel·lents d'aquest aspecte fonamental del nostre món.",
    "808872868": "Per exemple: el correu brossa, el frau i l'abús existeixen en línia des de gairebé l'endemà que dos sistemes es connectessin per primera vegada.",
    "1085089390": "L'abús en línia prové de comportaments humans innats",
    "3064321967": "El primer correu brossa conegut es va enviar l'any 1978. [",
    "3800781598": "] Gairebé cinc dècades després, el correu brossa ens continua afectant. S'han dedicat molts milers de milions de dòlars i milers d'anys-persona d'esforç d'enginyeria per derrotar-lo, però el correu brossa persisteix. Hi ha indústries de mil milions de dòlars a ambdós bàndols, és a dir, les que en defensen i les que l'envien.",
    "2119943547": "Per què és això? La resposta és senzilla. Mentre hi hagi un incentiu per abusar d'un sistema, en general algú trobarà una manera. I un cop ho facin, algú més tindrà un incentiu per aturar-los.",
    "532470444": "L'equilibri pot canviar lleugerament d'un any a un altre, però aquest comportament simplement reflecteix la naturalesa humana fonamental, i cinc mil anys d'història registrada implica que és poc probable que la dinàmica canviï aviat.",
    "3193548097": "Hope Springs Eternal",
    "4065614934": "Aquesta anàlisi no és nova, però la gent és eternament optimista. Sobretot quan pensen que la seva idea és nova.",
    "1216071511": "Les mateixes idees es proposen amb tanta freqüència que fa uns 20 anys, un autor anònim va proposar un complement útil per a les discussions en línia sobre solucions anti-spam:",
    "1941999673": "La teva publicació defensa a",
    "4179118182": "( ) tècnic ( ) legislatiu ( ) basat en el mercat ( ) vigilant",
    "3978720689": "enfocament per combatre el correu brossa. La teva idea no funcionarà. Aquí és per què no funcionarà.",
    "318339230": "(Un o més dels següents poden aplicar-se a la vostra idea particular, i pot ser que ho tingui",
    "30312304": "altres defectes que solien variar d'un estat a un altre abans que s'aprovés una llei federal dolenta.)",
    "2710988028": "( ) Els spammers poden utilitzar-lo fàcilment per recollir adreces de correu electrònic",
    "3912514510": "( ) Les llistes de correu i altres usos legítims del correu electrònic es veurien afectats",
    "2030062561": "( ) Ningú podrà trobar l'home ni recollir els diners",
    "3334160175": "( ) Està indefensa davant els atacs de força bruta",
    "3238345709": "( ) Aturarà el correu brossa durant dues setmanes i després ens quedarem amb ell",
    "4227800293": "( ) Els usuaris de correu electrònic no ho aguantaran",
    "2271252286": "( ) Microsoft no ho aguantarà",
    "692064738": "( ) La policia no ho aguantarà",
    "3475647460": "( ) Requereix massa cooperació dels emissors de correu brossa",
    "1482845460": "( ) Requereix una cooperació total immediata de tots alhora",
    "3741193183": "( ) Molts usuaris de correu electrònic no es poden permetre el luxe de perdre negocis o alienar possibles ocupadors",
    "2234909600": "( ) Als spammers no els preocupen les adreces no vàlides a les seves llistes",
    "1982617151": "( ) Qualsevol persona podria destruir de manera anònima la carrera o el negoci d'una altra persona",
    "2498172334": "Concretament, el vostre pla no té en compte",
    "389705801": "( ) Lleis que ho prohibeixen expressament",
    "190955495": "( ) Manca d'autoritat central de control del correu electrònic",
    "237009707": "( ) Relleus oberts a països estrangers",
    "3507532387": "( ) Fàcil de cercar un petit espai d'adreces alfanumèriques de totes les adreces de correu electrònic",
    "2477958756": "( ) Mala gent",
    "3254142589": "( ) Problemes jurisdiccionals",
    "3621401685": "( ) Impopularitat de nous impostos estranys",
    "4277475973": "( ) La reticència pública a acceptar noves formes estranyes de diners",
    "941057651": "( ) Gran inversió de programari existent en SMTP",
    "3265293440": "( ) Susceptibilitat d'atac de protocols diferents d'SMTP",
    "515733427": "( ) Disposició dels usuaris a instal·lar els pegats del sistema operatiu rebuts per correu electrònic",
    "2631159699": "( ) Exèrcits de cucs amb caixes de Windows connectades a banda ampla",
    "776542208": "( ) Eterna carrera armamentística implicada en tots els enfocaments de filtratge",
    "989480928": "( ) Extrema rendibilitat del correu brossa",
    "3898950867": "( ) Feines de Joe i/o robatori d'identitat",
    "3395399558": "( ) Polítics tècnicament analfabets",
    "1118929614": "( ) Una estupidesa extrema per part de la gent que fa negocis amb els spammers",
    "838951836": "( ) Deshonestedat per part dels mateixos spammers",
    "2123236933": "( ) Costos d'ample de banda que no es veuen afectats pel filtratge del client",
    "2292919419": "( ) Perspectiva",
    "2534436327": "i també es poden aplicar les objeccions filosòfiques següents:",
    "832385387": "( ) Les idees semblants a les vostres són fàcils d'aconseguir, però mai no s'ha mostrat cap pràctica",
    "1993984258": "( ) Qualsevol esquema basat en l'exclusió és inacceptable",
    "3909240516": "( ) Les capçaleres SMTP no haurien de ser objecte de legislació",
    "1151065360": "( ) Les llistes negres fan mal",
    "2396605499": "( ) Les llistes blanques fan mal",
    "2225785608": "( ) Hauríem de poder parlar de Viagra sense ser censurats",
    "3004688366": "( ) Les contramesures no haurien d'implicar frau electrònic o frau amb targeta de crèdit",
    "922470170": "( ) Les contramesures no haurien d'implicar el sabotatge de les xarxes públiques",
    "3068923550": "( ) Les contramesures han de funcionar si s'introdueixen gradualment",
    "2752975480": "( ) L'enviament de correu electrònic hauria de ser gratuït",
    "117227832": "( ) Per què hem de confiar en tu i en els teus servidors?",
    "1021431157": "( ) Incompatibilitat amb llicències de codi obert o de codi obert",
    "2801524659": "( ) Les mesures de benestar no fan res per resoldre el problema",
    "931661269": "( ) Les adreces de correu electrònic temporals/únices són feixugues",
    "2090457681": "( ) No vull que el govern llegeixi el meu correu electrònic",
    "3536122902": "( ) Aturar-los així no és prou lent i dolorós",
    "2391175562": "A més, això és el que penso de tu:",
    "229198134": "( ) Ho sento amic, però no crec que funcioni.",
    "345563040": "( ) Aquesta és una idea estúpida, i ets una persona estúpida per suggerir-la.",
    "409780280": "( ) Bon intent, ****! Espero que algú trepigi el teu teclat!",
    "2820080973": "allotjat amb ❤ by",
    "3943164003": "veure en brut",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Per què la vostra nova solució anti-spam no funcionarà",
    "361795034": ". Autor desconegut, c. 2000",
    "1547006769": "La verificació de la humanitat és el mateix problema",
    "3717942925": "De la mateixa manera que sempre hi haurà gent que vol cridar la vostra atenció per correu electrònic, sempre hi haurà el desig de restringir l'accés a alguns recursos de manera que només els humans hi puguin accedir.",
    "2481032625": "Si l'objectiu és prevenir:",
    "1691348394": "- Compres massives automatitzades durant una venda de llançament limitat",
    "1771016224": "- programari de baixar tot el contingut del vostre lloc web en massa",
    "1959762846": "- Omplir els vostres formularis web amb correu brossa o abús de màrqueting sense fi",
    "345108670": "- farciment de credencials i altres intents d'adquisició de comptes",
    "2540760245": "entre molts altres usos, el fet de poder filtrar el trànsit en línia sobre la base de \"humà o no\" probablement seguirà sent una eina valuosa sempre que la naturalesa humana segueixi els mateixos patrons registrats durant els darrers cinc mil anys.",
    "3346362371": "Què passa amb l'aprenentatge automàtic?",
    "3619183405": "El 2021, de vegades, els CAPTCHA senzills es poden resoldre amb programari, gràcies als avenços en l'aprenentatge automàtic. Per solucionar-ho, hCaptcha també fa una anàlisi molt detallada de propietats com",
    "3292221787": "es va respondre el repte, no només si era correcte, i sovint canvia tant les preguntes com les dades utilitzades.",
    "1080672247": "Com que moltes de les preguntes que es fan no es poden resoldre econòmicament amb el programari disponible i perquè les dades generalment són exclusives del sistema, això significa que sovint els robots estan completament aturats pel servei gratuït i han de confiar en els solucionadors de CAPTCHA humans, que fa que molts tipus d'abús sigui completament antieconòmic.",
    "4172868199": "va molt més enllà d'això, passant a l'àmbit d'intentar distingir \"humà bo\" de \"humà dolent\" també, i és utilitzat avui per molts dels serveis en línia més populars del món per trobar i aturar tot, des de frau de compra fins a avançats persistents. amenaces contra els seus usuaris, mantenint un enfocament únic a preservar la privadesa.",
    "2873911365": "Què passa amb l'acreditació de maquinari?",
    "1477196356": "Durant dècades s'han proposat diversos mètodes per vincular la identitat a un dispositiu de manera criptogràfica segura, de vegades amb propietats de preservació de la privadesa. La criptografia de clau pública es remunta a c. 1975, i els testimonis de maquinari han existit gairebé tant de temps.",
    "2349681896": "Malauradament, controlar una peça de maquinari no vol dir que siguis una persona. Pràcticament tots els esquemes d'acreditació de maquinari dels consumidors populars s'han trencat, pegats i després trencats de nou.",
    "254326776": "Sovint es descobreix que l'abús maliciós d'aquests defectes s'ha produït durant mesos o anys abans de la divulgació o la publicació acadèmica.",
    "2462909475": "Un mur de més de 10.000 telèfons utilitzats per a abusos, part d'una operació de bot xinesa.",
    "1963951234": "Per molt fiable que sigui el vostre esquema criptogràfic, si al final del dia algú només pot gastar diners per donar-vos la resposta que busqueu, tenir un maquinari és insuficient.",
    "1278884196": "Dit això, la criptografia és una disciplina força jove. D'acord amb la història recent, és probable que el vostre esquema criptogràfic i/o implementació es trenqui tan aviat com algú tingui un incentiu per mirar-lo de prop, i és probable que altres persones ho esbringuin molt abans que vosaltres. Confiar en el maquinari també significa que potser haureu de demanar a tots els vostres usuaris que canviïn un dispositiu físic per corregir el defecte. És poc probable que això passi ràpidament en la majoria dels casos, és a dir, en realitat, el vostre sistema simplement fallarà en obrir-se.",
    "1828028934": "Aquesta és la raó",
    "1642844535": "és important: hCaptcha utilitza diversos enfocaments diferents per respondre a la mateixa pregunta fonamental, permetent la comparació de coherència entre totes les avaluacions.",
    "1155821305": "defensa és profunditat",
    "119098046": "Què passa amb les solucions passives o sense desafiament?",
    "2760410719": "Els serveis que intenten fer detecció de bots amb senyals purament passius es troben ràpidament amb un problema fonamental: com es pot validar si un sistema detecta correctament els actors dolents quan no es disposa de la veritat del terreny precisa?",
    "1722734001": "Internet obert és un entorn molt sorollós. Els mals actors ataquen els usuaris del nostre servei i competidors com reCAPTCHA cada dia i, per descomptat, intenten semblar el més humà possible mentre ho fan.",
    "1595254735": "Els serveis purament passius lluiten per mantenir la precisió de la detecció de bots, o fins i tot per saber quan són inexactes. Sense la capacitat de desafiar ocasionalment als usuaris i analitzar correctament els resultats d'aquest repte, la precisió tendeix a disminuir molt amb el temps.",
    "2412751979": "Gràcies als senyals humans més precisos que alimenten hCaptcha, moltes empreses que anteriorment utilitzaven reCAPTCHA v3/Enterprise han passat a",
    "2284856231": "i també s'ha vist una precisió notablement millorada en el mode purament passiu d'hCaptcha Enterprise.",
    "4162847": "Hem pogut observar-ho directament, ja que alguns dels nostres clients fan proves A/B amb la mateixa sol·licitud abans de canviar completament de les ofertes de Google. Normalment som capaços de demostrar un percentatge elevat de falsos positius i falsos negatius procedents de reCAPTCHA v3 o reCAPTCHA Enterprise.",
    "436125785": "Això no és sorprenent tenint en compte la imprecisió dels bucles de comentaris disponibles en aquests productes i el fet que els ven una xarxa publicitària amb un interès aclaparador per no ser massa bo en la detecció de bots, perquè no perjudiqui el seu negoci principal.",
    "2233741720": "En conclusió",
    "2133809801": "Mentre la gent segueixi sent persones, és probable que la verificació de la humanitat tingui un paper a jugar en línia.",
    "2255549335": "La nostra feina a hCaptcha és trobar bones compensacions entre dificultat i precisió i mantenir la fricció baixa, especialment per a",
    "4138068262": "usuaris. Al final, és probable que la interacció amb els reptes continuï sent part de l'arsenal d'eines per reduir l'abús en línia mentre la naturalesa humana no canviï.",
    "855097735": "Construir un servei que ho faci bé tot equilibrant totes les preocupacions és un problema molt difícil (i sempre estem treballant per millorar-lo perquè l'experiència sigui el més agradable possible), però esperem que estigueu d'acord que reduir el correu brossa, l'abús i les adquisicions de comptes. , i en última instància, el frau en línia val la pena fer-se una pregunta senzilla ocasional.",
    "1953959745": "accessibilitat",
    "2543123170": "Verificació de la humanitat de fricció zero",
    "547245263": "Solucioneu el problema del vostre bot avui.",
    "3117887301": "La confiança dels serveis en línia més grans",
    "981806349": "Creat sobre la plataforma provada hCaptcha",
    "2373007864": "hCaptcha Enterprise funciona amb la tecnologia de la plataforma hCaptcha, ampliada per incloure les funcions que necessiten les empreses d'alt trànsit.",
    "2652399059": "Un soci fiable",
    "1997838163": "Les empreses més grans del món depenen d'hCaptcha Enterprise. La integració és senzilla i la precisió de la detecció és inigualable.",
    "734735952": "Hem avaluat diversos venedors de CAPTCHA i hem construït un sistema nosaltres mateixos. Al final, hCaptcha va sorgir com la millor alternativa a reCAPTCHA.",
    "1250541092": "— Sergi Isasi",
    "3524251858": "Director de Gestió de Productes, Cloudflare",
    "3971348140": "Per què hem utilitzat hCaptcha? Ningú més podria oferir les característiques i el rendiment que necessitàvem. Ens van posar en marxa ràpidament i als nostres comerciants els encanta l'experiència.",
    "4248655793": "- Àlex M.",
    "4185927140": "Gestor de producte, Flash, Shopify",
    "282913023": "L'opció rendible per a empreses d'alt trànsit",
    "999610953": "Finalment, una alternativa creïble a Google. hCaptcha Enterprise ofereix estalvis espectaculars a la factura de reCAPTCHA amb més seguretat: fins a un 80% menys car en alguns casos.",
    "1886100235": "Molts dels serveis en línia més grans del món han passat a hCaptcha Enterprise i han rebut una detecció de bots millorada juntament amb un estalvi de costos substancial.",
    "2903742230": "Les xarxes publicitàries veuen els vostres visitants com el producte. Per a nosaltres l'únic objectiu és determinar la seva humanitat. Els nostres serveis compleixen o superen els requisits de GDPR, CCPA, LGPD i PIPL, i treballem dur per equilibrar la privadesa i la seguretat.",
    "3901503296": "Aquest enfocament únic a la privadesa significa que podem oferir zero retenció de dades individuals, funcionament sense galetes i altres garanties de privadesa contractuals segons sigui necessari, mantenint una seguretat excel·lent.",
    "3342910682": "Llegeix més",
    "1130783905": "La precisió és del vostre interès i el nostre. hCaptcha treballa per oferir-vos dades reals i us permetrà decidir com utilitzar-les. Altres solucions de seguretat les proporcionen les empreses de publicitat Gigantic. Això significa que cada bot que bloquegen pot reduir els seus ingressos.",
    "2019130052": "Les nostres innovacions en ML centrat en la privadesa ens permeten superar els estàndards de seguretat de les estratègies heretades de \"registrar-ho tot per sempre\" sense perjudicar la seguretat ni la privadesa dels usuaris.",
    "23114595": "Gran experiència d'usuari",
    "3437412311": "Per als usuaris empresarials, hi ha opcions disponibles per evitar reptes completament en la majoria dels escenaris, basant-se en puntuacions passives.",
    "1996843433": "Reduïu la fricció evitant un repte completament per al 99,9% del vostre trànsit legítim i alhora ofereix una seguretat excel·lent.",
    "3093689546": "Fàcil integració",
    "247560732": "Afegiu hCaptcha amb tres línies de codi. Si veniu de reCAPTCHA, la nostra API és compatible i només triga uns minuts a canviar.",
    "1510448156": "Podeu estar en funcionament amb una alternativa superior avui mateix i activar funcions més avançades si cal.",
    "2718999653": "Puntuació d'amenaça personalitzada",
    "2698140263": "No tots els problemes són iguals: obtenir una única puntuació significa que ha de respondre a les vostres necessitats per ser útil.",
    "897432717": "Amb el nostre disseny nou per a puntuacions d'amenaça personalitzades, afegir el vostre coneixement empresarial permet als nostres models oferir puntuacions rellevants exclusivament per als vostres usuaris.",
    "2650502379": "Llança els teus propis reptes en qüestió de segons",
    "3578122193": "Mantingueu-vos a la marca amb contingut rellevant",
    "1074044172": "Quan els usuaris han de resoldre un repte per satisfer els vostres requisits de seguretat, per què no fer preguntes agradables i rellevants per a l'usuari?",
    "1579093044": "Amb el nostre senzill dissenyador de reptes personalitzats, podeu llançar contingut de repte de marca en només uns minuts.",
    "3717512591": "Integració directa de la plataforma",
    "121743429": "Per a empreses d'infraestructura web",
    "2131386784": "Experiència i assistència accessibles tant per a vostè com per als seus usuaris",
    "2782263070": "El servei és una prioritat per a nosaltres. Mantenim servei de guàrdia les 24 hores del dia i oferim coordinació directa de Slack amb el vostre equip d'integració d'enginyeria i el nostre personal de guàrdia durant i després de la implementació.",
    "3740051331": "També ens comprometem a supervisar i respondre activament les preguntes dels vostres usuaris a través de les xarxes socials, els fòrums i els nostres canals d'assistència per correu electrònic i de widget. Som accessibles i sensibles, i tractem la satisfacció dels usuaris com un KPI principal.",
    "170775527": "Característiques empresarials",
    "3383086062": "hCaptcha Enterprise és una solució de seguretat en línia completa. Els modes actiu i passiu us permeten aturar l'emplenament de credencials, detectar les adquisicions de comptes i bloquejar actors sospitosos. Tot amb zero fricció per als usuaris legítims.",
    "1408599440": "Comenceu ràpidament amb unes quantes línies de codi i el nostre mode passiu del 99,9%, o preneu el control total sobre quan i com es desafien els usuaris. Els models d'amenaces personalitzats i els reptes personalitzables suposen una flexibilitat inigualable per garantir la seguretat.",
    "3365203058": "Protecció anti-bot de classe mundial",
    "1803009328": "Comprovat en batalla a escala web.",
    "1586809757": "Puntuació de bot d'alta precisió",
    "353367791": "Detecta actors dolents de molts tipus diferents.",
    "191460155": "Fricció zero i modes passius del 99,9%.",
    "585557010": "Desafia menys del 0,1% dels usuaris legítims.",
    "3287172429": "Es mostren els tipus de reptes de control",
    "1844885924": "Àmplia biblioteca de tipus per triar.",
    "3018523079": "Mantingueu-vos a la marca amb una experiència d'usuari coherent.",
    "3817811295": "Fiabilitat garantida i assistència ràpida les 24 hores del dia, els 7 dies de la setmana.",
    "1798492192": "Compatibilitat amb navegadors heretats",
    "1356745565": "Compatible fins a Internet Explorer 8.",
    "751483365": "Suport per a clients que no siguin JavaScript.",
    "4199502476": "Taulers d'informes avançats i API",
    "3630114728": "Vegeu què passa a tots els vostres llocs i aplicacions.",
    "3573245166": "A diferència de reCAPTCHA, treballem a tots els països.",
    "2354267648": "Política de privadesa compatible amb GDPR, CCPA i LGPD",
    "3167979932": "Dissenyat per a la privadesa des del primer dia. Acord fort de tractament de dades.",
    "4065065042": "Marqueu-ho per adaptar-se exactament al vostre cas d'ús.",
    "111184581": "Hosting de primera part",
    "4272022475": "Totes les sol·licituds i els actius van a hcaptcha.yourdomain.com",
    "2676853536": "Taulers de control multiusuari",
    "1368787974": "Comparteix la gestió amb el teu equip.",
    "1045484714": "Integració SAML SSO amb el vostre proveïdor d'identitat, per exemple, Okta o Azure AD.",
    "3953584369": "Restriccions d'accés RBAC sofisticades disponibles.",
    "2781507299": "Verificació instantània",
    "4019660456": "Latència de 0 ms: verifiqueu els testimonis hCaptcha sense crida a l'API.",
    "3446714684": "Integració mòbil (iOS i Android).",
    "2593768395": "Experiència perfecta al web, mòbil natiu i web mòbil. Integracions preconstruïdes i SDK natius disponibles.",
    "1779265104": "Condicions personalitzades i garanties de privadesa",
    "122875767": "Satisfer les vostres necessitats legals quan altres empreses no poden.",
    "148188781": "Reptes presentats",
    "838049015": "Seleccioneu totes les imatges que coincideixin amb la consulta",
    "1126302400": "Caixa delimitadora",
    "3554448168": "Categorització",
    "2104933754": "Identifiqueu les etiquetes corresponents",
    "3612043014": "...i altres tasques senzilles. Fàcil per als humans, difícil per als robots.",
    "3624758171": "Tasques personalitzades també disponibles per a editors empresarials.",
    "1001938065": "La integració no pot ser més fàcil",
    "2138799135": "hCaptcha té desenes d'integracions preconstruïdes per als sistemes d'interfície i backend que utilitzeu.",
    "2535001179": "Si veniu del reCAPTCHA de Google, les nostres API són reemplaçaments directes.",
    "1393184984": "són tot el que necessites.",
    "3715747429": "Els nostres enginyers d'incorporació us poden ajudar ràpidament, tant si necessiteu la integració de React, els SDK per a aplicacions natives d'iOS, un exemple de backend de Java o pràcticament qualsevol altre escenari.",
    "2681650568": "I com sempre, la privadesa és un valor fonamental per a nosaltres. Afegiu el nostre codi de repte només quan sigui necessari i quan tingui sentit protegir-vos tant a vosaltres com als vostres usuaris. La minimització de la recollida de dades comença des del moment de la integració.",
    "1130868224": "Tres línies de codi",
    "2183926131": "Comenceu amb hCaptcha Enterprise",
    "1526887904": "Privadesa empresarial hCaptcha",
    "1845745385": "Dissenyat per a la privadesa.",
    "1297224875": "Un enfocament exclusiu de la privadesa de la seguretat en línia empresarial.",
    "2762458927": "Les vostres dades d'usuari no estan a la venda.",
    "2058856283": "hCaptcha Enterprise només té un objectiu: evitar que els mals actors interrompin les vostres operacions en línia i perjudiquin els vostres usuaris.",
    "2408036504": "Així, els nostres sistemes estan dissenyats des del principi per minimitzar la recollida i retenció de dades alhora que mantenen la seguretat líder en la seva classe. La millor manera de protegir les dades dels usuaris és no emmagatzemar-les en absolut.",
    "4099477834": "Totes les relacions amb els clients també estan protegides per un acord de tractament de dades sòlid. El servei hCaptcha compleix totes les lleis de privadesa independentment d'on resideixin el vostre servei o els vostres clients. No conservar les dades personals ens fa que això sigui molt més fàcil que per a altres empreses.",
    "3569492665": "Enregistrar l'activitat en línia no és la resposta.",
    "3389431373": "Serveis com reCAPTCHA v3 diuen que posar el seu píxel de seguiment a cada pàgina del vostre lloc és necessari per a una bona seguretat. Aquest no és el cas.",
    "3590546893": "L'anàlisi del comportament senzill és un senyal que els mals actors poden forjar fàcilment i també requereix conservar l'historial de navegació per a tot el vostre trànsit legítim.",
    "1105363520": "No operem cap xarxa publicitària i no tenim interès a observar el vostre comportament dels usuaris per vendre'ls anuncis. Això vol dir que no necessitem un píxel passiu a cada pàgina del vostre lloc.",
    "3088605177": "Afegiu el nostre codi de repte només quan sigui necessari i quan tingui sentit protegir-vos tant a vosaltres com als vostres usuaris.",
    "337971271": "L'aprenentatge automàtic és útil. Però no requereix dades personals per funcionar.",
    "320166522": "L'aprenentatge automàtic ara afecta gairebé tots els aspectes de les nostres vides, sovint de maneres que no ens adonem i no podem veure. Els serveis de seguretat en línia no són diferents.",
    "3180664128": "Mitjançant l'aprenentatge de milers de senyals, els models poden inferir i assolir una gran confiança a l'hora de detectar comportaments maliciosos molt ràpidament, fins i tot quan cap senyal individual seria prou fort per si mateix per indicar un problema.",
    "961941354": "Tanmateix, res d'això requereix l'ús d'informació d'identificació personal (\"PII\"). Les tècniques criptogràfiques modernes ens permeten descartar qualsevol dada personal tan aviat com sigui possible, creant en canvi signatures unidireccionals que no es poden enllaçar amb cap individu.",
    "1706581702": "La formació sobre dades desidentificades funciona igual de bé i no requereix comprometre la seguretat ni la privadesa. Els nostres clients han fet les proves empíriques, i ens han declarat iguals o millors que alternatives molt menys privades.",
    "3203921334": "Ens han agradat moltes coses de les solucions hCaptcha: 1) no venen dades personals; només recullen dades personals mínimes necessàries, són transparents a l'hora de descriure la informació que recullen i com l'utilitzen i/o la revelen.",
    "305735018": "Finalment, una alternativa creïble a Google. hCaptcha Enterprise ofereix estalvis espectaculars a la factura de reCAPTCHA amb més seguretat: fins a un 80% menys car en alguns casos.",
    "3695206755": "Prova'ns al teu entorn sense cap compromís.",
    "2941545733": "Som enginyers, no venedors: volem que estiguis content amb la teva elecció.",
    "131871195": "La millor manera d'assegurar la vostra satisfacció és demostrar que satisfem les vostres necessitats.",
    "3436534225": "Pràcticament totes les empreses que inicien un pilot finalment trien les nostres solucions.",
    "4060250206": "Utilitzeu aquest formulari per contactar amb un dels nostres tècnics especialistes. Responem ràpidament.",
    "1159746815": "També podeu enviar-nos un correu electrònic directament.",
    "2531534427": "Els detalls són aquí.",
    "2059998584": "Regió",
    "3916131732": "Amèrica",
    "135276624": "Europa, Orient Mitjà, Àfrica (EMEA)",
    "1182294134": "Àsia-Pacífic (APAC)",
    "2437934778": "El teu nom",
    "3859506577": "Correu electrònic empresarial",
    "1268414751": "Algun més detall que hauríem de tenir?",
    "42559805": "Necessites una incorporació urgent?",
    "851679588": "Sí.",
    "1729677626": "Estic sota atac i necessito una incorporació immediata.",
    "2808971932": "Aquest és un text dins d'un bloc div.",
    "2468683988": "Encapçalament",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendesse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Enllaç de text",
    "2212670355": "Registra't",
    "31502377": "Què és un element de text enriquit?",
    "2310705547": "L'element de text enriquit us permet crear i donar format a encapçalaments, paràgrafs, cites blocades, imatges i vídeos en un sol lloc en lloc d'haver d'afegir-los i formatar-los individualment. Només cal que feu doble clic i creeu contingut fàcilment.",
    "2590587108": "Edició de contingut estàtica i dinàmica",
    "778204464": "Un element de text enriquit es pot utilitzar amb contingut estàtic o dinàmic. Per al contingut estàtic, deixeu-lo anar a qualsevol pàgina i comenceu a editar-lo. Per al contingut dinàmic, afegiu un camp de text enriquit a qualsevol col·lecció i, a continuació, connecteu un element de text enriquit a aquest camp al tauler de configuració. Voila!",
    "1890955039": "Com personalitzar el format per a cada text enriquit",
    "3286051798": "Els encapçalaments, els paràgrafs, les cites de bloc, les figures, les imatges i els subtítols de figures es poden dissenyar després d'afegir una classe a l'element de text enriquit mitjançant el sistema de selecció imbricat \"Quan dins\".",
    "504332576": "Estem orgullosos d'anunciar que hCaptcha s'ha convertit en el servei de ciberseguretat independent més gran del món, funcionant al voltant del 15% d'Internet, i hem agafat la major part d'aquesta quota de mercat directament de Google reCAPTCHA. Junts, hCaptcha i",
    "1155436473": "(la nostra oferta empresarial) ara protegeix centenars de milions d'usuaris en desenes de milions de llocs web i aplicacions cada mes. La nostra història demostra que podeu competir amb Big Tech quan poseu primer la privadesa.",
    "3108727249": "BotStop",
    "1296696044": "Privadesa vs. seguretat: per què no totes dues?",
    "538871570": "Competir amb Google i altres companyies de Big Tech sembla una tasca difícil: el seu poder de mercat monopolístic, els efectes de la plataforma i l'exèrcit de desenvolupadors molt ben pagats generalment es consideren massa poderosos per afrontar-lo per a qualsevol altre que no sigui per a altres gegants tecnològics com Facebook o Amazon. La nostra història demostra que no ha de ser així: podeu vèncer Big Tech centrant-vos en la privadesa.",
    "3600718611": "Penseu en Google reCAPTCHA,",
    "4281708680": ". A hCaptcha, hem pres deliberadament un enfocament molt diferent, utilitzant tècniques d'aprenentatge automàtic per preservar la privadesa per identificar els comportaments típics dels bots amb una gran precisió, tot consumint i emmagatzemant la menor quantitat de dades possible.",
    "3312336121": "que consumeix enormes quantitats de dades de comportament per determinar si els usuaris web són humans o robots legítims",
    "1193738791": ": fan un seguiment del comportament dels usuaris a cada pàgina d'un lloc web i a tot el web. Hem dissenyat hCaptcha perquè sigui tan respectuós amb la privadesa com sigui possible des del primer dia. Això va conduir a un enfocament completament diferent del problema. Com a resultat, el seguiment dels usuaris al web i l'enllaç del seu historial web a la seva identitat és completament innecessari per aconseguir una bona seguretat. Les moltes empreses que s'han canviat a hCaptcha",
    "2620705814": "Google és una empresa publicitària i els seus productes de seguretat s'assemblen molt als seus productes publicitaris",
    "1126447688": "sovint informen d'un rendiment igual o millor en la detecció i mitigació de bots malgrat el nostre enfocament de privadesa",
    "439777523": "Assumptes de regulació",
    "3588274874": "En centrar-nos a oferir un producte alineat amb els esforços reguladors com el GDPR de la Unió Europea i el CCPA de Califòrnia, hem experimentat un creixement massiu; per descomptat, ajuda que hCaptcha sigui un simple reemplaçament de reCAPTCHA i, per tant, es pugui instal·lar en qüestió de minuts.",
    "2150595700": ". GDPR i CCPA han posat les preocupacions de privadesa al mapa dels compradors empresarials i, al mateix temps, la privadesa en línia és cada cop més important per al públic a mesura que tots comencem a entendre com les indústries de la publicitat i el màrqueting en línia han utilitzat històricament les nostres dades.",
    "2624949852": "Per descomptat, reCAPTCHA va ser un dels primers participants en seguretat web des del 2009, protegint milions de llocs web contra les amenaces cada cop més grans de robots maliciosos i spammers. Tanmateix, s'ha vist completament compromès en els últims anys:",
    "499510428": "De fet, creiem que la regulació ens ha ajudat aquí",
    "1232651561": "El programari és ara tan bo com la gent per resoldre els reptes de reCAPTCHA.",
    "824740867": "En lloc de millorar la solució, Google va llançar reCAPTCHA v3, que funciona molt més com una xarxa publicitària que un programari de seguretat, recopilant dades de comportament de tot el web per crear perfils d'usuari. Malauradament, aquest tipus de senyal es pot derrotar fàcilment i, per tant, ofereix poca protecció contra els robots alhora que perjudica la privadesa de l'usuari.",
    "1027023087": "En canvi, a hCaptcha ens hem centrat en enfocaments més moderns del problema, que no requereixen conservar registres de comportament a llarg termini com l'historial de navegació i hem demostrat ser molt més resistents davant adversaris determinats des que es va introduir el servei.",
    "2852295413": "Un conflicte d'interessos inherent: aturar els robots redueix els ingressos d'una xarxa publicitària",
    "1597520917": "Un nombre creixent de crítics han assenyalat que el menyspreu de Google per la privadesa dels usuaris hauria de preocupar els clients que busquen protegir els seus llocs web i aplicacions.",
    "763447231": "Al mateix temps, impedir que els robots accedeixin als llocs d'editors pot revelar un frau publicitari, enfrontant el producte reCAPTCHA de Google directament amb el seu negoci publicitari, que produeix més del 80% dels seus ingressos.",
    "999674529": "Tots els robots que Google detecti haurien de guanyar zero dòlars publicitaris. Per tant, els incentius de l'empresa de Google estan mal alineats amb els usuaris dels seus serveis de seguretat, i aquesta pot ser una explicació del baix rendiment de la seva oferta de seguretat reCAPTCHA.",
    "956019009": "Les empreses d'infraestructures web més grans ja han pres mesures",
    "1923297430": "El punt de ruptura final per a molts clients més grans va arribar quan Google va començar a cobrar a les empreses per utilitzar el seu producte a qualsevol escala significativa. Això va fer que els usuaris de reCAPTCHA durant molt de temps busquessin alternatives millors, ja que les preocupacions reguladores d'arreu del món ja havien fet que l'ús de les ofertes de Google fos cada cop més poc atractiu.",
    "2197218442": "El conseller delegat de Cloudflare, Matthew Prince, va resumir aquest punt de vista al",
    "155456850": "anunciant el seu canvi a hCaptcha:",
    "435302267": "entrada al blog de l'empresa",
    "2087769953": "\"Estem entusiasmats amb aquest canvi perquè ajuda a abordar un problema de privadesa inherent a confiar en un servei de Google que tenim des de fa temps. Hem avaluat diversos proveïdors de CAPTCHA i hem creat un sistema nosaltres mateixos. Al final, hCaptcha va sorgir com la millor alternativa a reCAPTCHA.\" \"Ens van agradar algunes coses de les solucions hCaptcha: 1) no venen dades personals; només recullen dades personals mínimes necessàries, són transparents a l'hora de descriure la informació que recullen i com l'utilitzen i/o la revelen\".",
    "595582512": "Si voleu protegir el vostre lloc o aplicació de manera eficaç de robots, spammers o altres actors maliciosos, tot preservant la privadesa dels vostres usuaris (i complint amb totes les normatives rellevants!), tingueu en compte hCaptcha i la nostra oferta Enterprise.",
    "3388180864": "T'interessa treballar en reptes tècnics profunds a escala web? Sempre estem contractant enginyers amb talent a tot el món -",
    "3892952987": "Fes una ullada a les nostres obertures i sol·licita aquí",
    "3368788823": "Terence Eden fa un punt interessant al seu bloc: \"",
    "1491780143": "Els CAPTCHA no demostren que ets humà: demostren que ets nord-americà",
    "2146900431": "Intuïtivament, aquesta afirmació té molt sentit. Els CAPTCHA, com gairebé tot, estan integrats en un context cultural, i si el vostre conjunt de reptes s'ha creat principalment en una cultura, és possible que no es tradueixi gaire bé a una altra. En el fons, això és una qüestió cultural",
    "378086442": "de CAPTCHA, en lloc de la seva UX per se.",
    "1445008801": "Com diu Eden:",
    "332723732": "contingut",
    "2072808435": "\"Endevineu què, Google? Els taxis al meu país són generalment negres. He vist prou pel·lícules per saber que totes les d'Amèrica són grogues. Però a tots els altres països que he visitat, els taxis han estat una barreja de diferents matisos\".",
    "3206136647": "El problema de Google aquí es basa en les dades de preguntes que utilitzen en comparació amb qui les veu. Si totes les dades provenen de la mateixa cultura (i en el cas de Google, de la mateixa empresa), segur que podeu esperar tenir reptes que no es tradueixin bé a altres cultures, d'acord amb la queixa d'Eden.",
    "2217842245": "Tanmateix, les nostres dades mostren que (per a hCaptcha)",
    "4280117172": "De fet, molts països ho fan una mica millor que els EUA, com ara Nigèria, l'Índia, el Brasil i Alemanya:",
    "555749578": "hi ha menys de l'1% de variació en les taxes de resolució entre els principals països de tots els continents.",
    "151737819": "hCaptcha Solve Les tarifes a tot el món mostren molt poca variació",
    "3908992897": "i s'utilitza a tots els països i territoris del món, de manera que estem molt centrats a oferir una experiència global consistent.",
    "2808122102": "Per tant, la funcionalitat intercultural és un requisit bàsic per al nostre servei. Assegurar-nos que tots els usuaris legítims puguin accedir al contingut ràpidament és una part fonamental de la nostra missió. Oferim reptes en 110 idiomes i millorem contínuament les traduccions rellevants per assegurar-nos que tothom pugui resoldre els nostres reptes.",
    "3913801502": "hCaptcha ara funciona amb un 15% d'Internet",
    "2077639538": ". D'una banda, les dades de desafiament del nostre servei poden provenir de moltes fonts, no només d'una, des de grans empreses de Fortune 500 fins a empreses emergents d'aprenentatge automàtic, sempre que s'adhereixin al nostre",
    "3951112506": ". Això ja garanteix un major grau d'heterogeneïtat en les dades.",
    "1803943584": "En segon lloc, deixem que els reptes s'autooptimitzin per determinar en quins països o idiomes s'executaran, augmentant encara més la probabilitat d'una experiència coherent. Si la precisió és inferior a l'esperada, un conjunt de preguntes simplement deixarà de funcionar a la regió o l'idioma on es produeixi aquest efecte.",
    "3668873369": "A hCaptcha, hem pres un enfocament diferent des del primer dia",
    "1519201684": "Política d'ètica de l'IA",
    "2155089487": ". Si els nostres reptes fossin més fàcils de resoldre per a alguns grups, ens esperaria veure una diferència en el rendiment de les persones de tot el món i de diferents cultures a l'hora de resoldre'ls. En el context de la publicació d'Eden, esperem que els nord-americans ho facin millor que els d'altres països. Com que portem anys desenvolupant sistemes per evitar aquest problema, de fet veiem tot el contrari.",
    "2603863826": "PD: Si trobeu una traducció al vostre idioma que podria fer servir millores, no dubteu a enviar un",
    "3543141425": "per això!",
    "2697276059": "Evidència que això funciona: taxes de resolució uniformes a tot el món",
    "664236229": "petició d'extracció"
}