{
  "header-privacy-link": "Нууцлал",
  "header-integration-link": "Интеграци",
  "header-cost-link": "Зардал",
  "header-features-link": "Онцлогууд",
  "header-docs-link": "Докс",
  "header-login-button": "Нэвтрэх",
  "header-contact-button": "Борлуулалттай холбоо барина уу",
  "intro-heading": "Тэг үрэлтийн хүн төрөлхтний баталгаажуулалт.",
  "intro-contact-button": "Илүү ихийг мэдэхийн тулд бидэнтэй холбоо барина уу",
  "intro-text-bottom": "Вэбийг эрчим хүчээр хангадаг компаниудад найдсан.",
  "sub-menu-button": "Борлуулалттай холбоо барина уу",
  "sub-menu-item1": "Аж ахуйн нэгж",
  "sub-menu-item2": "Зардал",
  "sub-menu-item3": "Интеграци",
  "sub-menu-item4": "Онцлогууд",
  "sub-menu-item5": "Нууцлал",
  "sub-menu-item6": "Докс",
  "info-head-1": "Батлагдсан hCaptcha платформ дээр бүтээгдсэн",
  "info-text-1": "hCaptcha Enterprise нь hCaptcha платформ технологи дээр ажилладаг бөгөөд ачаалал ихтэй аж ахуйн нэгжүүдэд шаардлагатай функцуудыг багтаасан болно.",
  "info-head-2": "Итгэмжлэгдсэн хамтрагч",
  "intro-subtitle": "Өнөөдөр ботын асуудлаа шийдээрэй.",
  "info-text-2": "Манай үйлчилгээнд дэлхийн хамгийн том компаниуд итгэдэг бөгөөд өдөр бүр олон сая хэрэглэгчдэд хэдэн арван сая сайтаар үйлчилдэг.",
  "cloudflare-quote-text": "Бид хэд хэдэн CAPTCHA борлуулагчдыг үнэлж, өөрсдөө системийг бий болгосон. Эцэст нь hCaptcha reCAPTCHA-ийн хамгийн сайн хувилбар болсон.",
  "cloudflare-quote-detail": "Бүтээгдэхүүний удирдлагын захирал, Cloudflare",
  "section-quote-head": "Замын хөдөлгөөн ихтэй аж ахуйн нэгжүүдэд зориулсан зардал багатай сонголт",
  "section-quote-text": "Эцэст нь Google-ийн найдвартай хувилбар. hCaptcha Enterprise нь таны reCAPTCHA төлбөрийг илүү өндөр хамгаалалттайгаар хэмнэнэ: зарим тохиолдолд 80% хүртэл хямд. Дэлхийн хамгийн том онлайн үйлчилгээнүүдийн ихэнх нь hCaptcha Enterprise руу шилжиж, зардлын хэмнэлтээс гадна ботын илрүүлэлтийг сайжруулсан.",
  "section-quote-button": "Үнийн санал авахын тулд өнөөдөр бидэнтэй холбоо барина уу",
  "section-privacy-header": "Нууцлалд төвлөрсөн",
  "section-privacy-text-1": "Зар сурталчилгааны сүлжээ нь таны зочдыг бүтээгдэхүүн гэж үздэг. Бидний хувьд цорын ганц бүтээгдэхүүн бол тэдний хүн чанарыг тодорхойлох явдал юм. Манай үйлчилгээнүүд GDPR, CCPA болон LGPD шаардлагыг хангасан буюу түүнээс давсан бөгөөд Privacy Pass гэх мэт санаачлагуудыг дэмждэг. Бид хувийн нууц, аюулгүй байдлыг тэнцвэржүүлэхийн тулд шаргуу ажилладаг.",
  "section-privacy-text-2": "Энэхүү хувийн нууцлалд онцгой анхаарал хандуулснаар бид маш сайн аюулгүй байдлыг хангахын зэрэгцээ шаардлагатай бол хувийн мэдээлэл хадгалах, күүкигүй ажиллах болон бусад гэрээний нууцлалын баталгааг санал болгож чадна гэсэн үг юм.",
  "section-security-header": "Эхлээд аюулгүй байдал",
  "section-security-text-1": "Нарийвчлал нь таны болон бидний ашиг сонирхол юм. hCaptcha нь танд бодит өгөгдөл өгөхийн тулд ажилладаг бөгөөд үүнийг хэрхэн ашиглахаа шийдэх боломжийг танд олгоно. Бусад captcha-г Gigantic зар сурталчилгааны компаниуд өгдөг. Энэ нь тэдний блоклосон робот бүр орлогоо бууруулж болзошгүй гэсэн үг юм.",
  "section-security-text-2": "Нууцлалд анхаарлаа хандуулж, хамгийн сүүлийн үеийн машин сургалтын техникийг ашиглах нь бидэнд аюулгүй байдал, хэрэглэгчийн нууцлалд хор хөнөөл учруулахгүйгээр бүх стратегийг үүрд бүртгэх аюулгүй байдлын стандартыг давах боломжийг олгодог.",
  "section-user-experience-header": "Хэрэглэгчийн гайхалтай туршлага",
  "section-user-experience-text1": "Аж ахуйн нэгжийн хэрэглэгчдийн хувьд ихэнх хувилбарт бэрхшээлээс бүрэн зайлсхийх сонголтууд байдаг.",
  "section-user-experience-text2": "Дэвшилтэт роботын загваруудын ачаар аюулгүй байдлыг хангахын зэрэгцээ хууль ёсны хөдөлгөөний 99.9% -д нь сорилтоос бүрэн зайлсхийж үрэлтийг бууруул.",
  "section-easy-integration-header": "Хялбар нэгтгэх",
  "section-easy-integration-text": "hCaptcha-г нэмэхэд хэдхэн минут, хэдхэн мөр код шаардагдана. Үндсэн API нь reCAPTCHA V2-тэй нийцдэг бөгөөд шилжихэд хэдхэн минут л болно. Та өнөөдөр илүү сайн хувилбартай ажиллаж, шаардлагатай бол илүү дэвшилтэт функцуудыг асааж болно.",
  "section-easy-integration-serverside": "Сервер тал:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Захиалгат аюулын оноо",
  "section-threat-text": "Бүх асуудал ижил биш: нэг оноо авах нь таны хэрэгцээг хангах ёстой гэсэн үг юм. hCaptcha-ийн өвөрмөц Тохируулсан аюулын онооны тусламжтайгаар хурдан зөвлөгөө өгөх нь таны бизнест илүү хамааралтай оноог гаргахын тулд загваруудаа тохируулах боломжийг олгодог.",
  "section-challenges-header": "Өөрийнхөө сорилтуудыг хэдхэн секундын дотор эхлүүлээрэй",
  "section-challenges-text-1": "Холбогдох контент бүхий брэнд дээр байгаарай",
  "section-challenges-text-2": "Хэрэглэгчид аюулгүй байдлын шаардлагыг хангахын тулд сорилтыг шийдвэрлэх шаардлагатай үед хэрэглэгчдэд тааламжтай, хамааралтай ажлуудыг яагаад хийж болохгүй гэж? Манай энгийн захиалгат сорилтын дизайнерын тусламжтайгаар та хэдхэн минутын дотор брэндийн сорилтын контентыг эхлүүлэх боломжтой.",
  "section-integration-header": "Платформын шууд интеграцчлал",
  "section-integration-subheader": "Вэб дэд бүтцийн компаниудад зориулсан",
  "section-integration-text": "hCaptcha Enterprise систем нь дизайны хувьд өвөрмөц уян хатан байдаг: хэрэв та нийтийн үүл ажиллуулдаг эсвэл олон дата төв эзэмшдэг бол үүнийг хэсэгчлэн эсвэл бүхэлд нь сүлжээний захад байрлуулж болно. Энэ нь зардлаа эрс багасгаж, сүлжээнээс гадуурх урсгалыг эрс багасгаж, манай 24/7 дуудлагаар ажилладаг ажилтнуудын удирдлагын бүх давуу талыг хадгалж, хамгийн хатуу SLA-уудыг хангана.",
  "section-support-header": "Танд болон таны хэрэглэгчдэд хүрэх боломжтой туршлага, дэмжлэг",
  "section-support-text": "Үйлчилгээ бол бидний хувьд нэн тэргүүний зорилт юм. Бид 24/7 дуудлагын дэмжлэг үзүүлж, хэрэгжүүлэх явцад болон дараа нь таны инженерийн нэгтгэлийн баг болон дуудлагын ажилтнуудтайгаа шууд Slack-ийн зохицуулалтыг санал болгодог. , мөн манай виджет болон имэйлийн тусламжийн сувгууд. Бид хүртээмжтэй, хариу үйлдэл үзүүлэх чадвартай бөгөөд хэрэглэгчийн сэтгэл ханамжийг дээд түвшний KPI гэж үздэг.",
  "section-enterprise-header": "Байгууллагын онцлог",
  "section-enterprise-title-1": "Дэлхийн стандартад нийцсэн роботын эсрэг хамгаалалт",
  "section-enterprise-desc-1": "Вэб хэмжээнд тулалдаанд туршиж үзсэн.",
  "section-enterprise-title-2": "Өндөр нарийвчлалтай ботын оноо",
  "section-enterprise-desc-2": "Олон төрлийн муу жүжигчдийг илрүүлэх.",
  "section-enterprise-title-3": "Тэг үрэлт ба 99.9% идэвхгүй горим",
  "section-enterprise-desc-3": "Хууль ёсны хэрэглэгчдийн 0.1% -иас бага хувийг сорь.",
  "section-enterprise-title-4": "Хяналтын сорилтын төрлийг харуулсан",
  "section-enterprise-desc-4": "Сонгох боломжтой төрөл бүрийн өргөн номын сан.",
  "section-enterprise-title-5": "Ашигласан сорилтын контентыг хянах",
  "section-enterprise-desc-5": "Тогтвортой хэрэглэгчийн туршлагыг ашиглан брэндээ үргэлжлүүлээрэй.",
  "section-enterprise-title-6": "Байгууллагын SLA-ууд",
  "section-enterprise-desc-6": "Баталгаат найдвартай байдал, түргэн шуурхай 24/7 дуудлагын дэмжлэг.",
  "section-enterprise-title-7": "Хуучин хөтчийн дэмжлэг",
  "section-enterprise-desc-7": "Internet Explorer 8 руу буцах хүртэл нийцтэй.",
  "section-enterprise-title-8": "Нарийвчилсан тайлагнах самбар болон API",
  "section-enterprise-desc-8": "Өөрийн бүх сайт болон апп-ууд дээр юу болж байгааг хараарай.",
  "section-enterprise-title-9": "Аль ч улсад ажилладаг",
  "section-enterprise-desc-9": "reCAPTCHA-аас ялгаатай нь бид улс орон бүрт ажилладаг.",
  "section-enterprise-title-10": "GDPR, CCPA болон LGPD-д ээлтэй нууцлалын бодлого",
  "section-enterprise-desc-10": "Эхний өдрөөсөө хувийн нууцад зориулагдсан. Хүчтэй өгөгдөл боловсруулах гэрээ.",
  "section-enterprise-title-11": "Нарийн төвөгтэй хүндрэлийн түвшин",
  "section-enterprise-desc-11": "Үүнийг өөрийн хэрэглээнд яг тааруулахын тулд залгана уу.",
  "section-enterprise-title-12": "Анхны талын хостинг",
  "section-enterprise-desc-12": "Бүх хүсэлт болон хөрөнгө hcaptcha.yourdomain.com руу очно",
  "section-enterprise-title-13": "Олон хэрэглэгчийн хяналтын самбар",
  "section-enterprise-desc-13": "Удирдлагыг багтайгаа хуваалцаарай.",
  "section-enterprise-title-14": "Шуурхай баталгаажуулалт",
  "section-enterprise-desc-14": "0ms хоцролт: API дуудлагагүйгээр hCaptcha жетоныг баталгаажуулна уу.",
  "section-enterprise-title-15": "Гар утасны (iOS болон Android) интеграцчилал",
  "section-enterprise-desc-15": "Вэб, уугуул гар утас, мобайл вэб дээр ямар ч саадгүй туршлага. Урьдчилан бүтээгдсэн интеграци болон эх SDK боломжтой.",
  "section-enterprise-title-16": "Тохируулсан нөхцөл, нууцлалын баталгаа",
  "section-enterprise-desc-16": "Бусад компаниуд чадахгүй байхад хууль ёсны хэрэгцээгээ ханга.",
  "presented-challlenges-head": "Үзүүлсэн сорилтууд",
  "presented-challenges-title-1": "Харьцуулалт",
  "presented-challenges-text-1": "Асуулгад тохирох бүх зургийг сонгоно уу",
  "presented-challenges-title-2": "Хязгаарлах хайрцаг",
  "presented-challenges-text-2": "Объектуудын хил хязгаарыг тодорхойлох",
  "presented-challenges-title-3": "Ангилал",
  "presented-challenges-text-3": "Холбогдох шошгуудыг тодорхойл",
  "presented-challenges-subheader": "...болон бусад энгийн ажлууд. Хүмүүст хялбар, роботуудад хэцүү.",
  "presented-challenges-subtext": "Захиалгат даалгавруудыг мөн байгууллагын хэвлэн нийтлэгчид ашиглах боломжтой.",
  "footer-header-1": "Компани",
  "footer-header-2": "Нөөц",
  "footer-header-3": "Холбоо барих",
  "footer-link-1": "Шошголох",
  "footer-link-2": "тухай",
  "footer-link-3": "Ажлын байр",
  "footer-link-4": "Барааны тэмдэг",
  "footer-link-5": "Блог",
  "footer-link-6": "Статус",
  "footer-link-7": "Баримт бичиг",
  "footer-link-8": "Алдаа мэдээлэх",
  "footer-link-9": "Хүртээмжтэй байдал",
  "footer-terms": "Нөхцөл",
  "footer-privacy": "Нууцлал",
  "footer-attribution": "Атрибут",
  "footer-subheader-1": "Дэмжлэг",
  "footer-subheader-2": "Холбоо барих",
  "switch-to-english-link": "Англи хэл рүү шилжих",
  "intro-heading-privacy": "Хувийн нууцад зориулагдсан.",
  "intro-subtitle-p1-privacy": " Онлайн аюулгүй байдлын нууцлалд тулгуурласан өвөрмөц арга.",
  "info-head-2-pr": "Онлайн үйл ажиллагааг бүртгэх нь хариулт биш юм.",
  "info-text-1-pr": "hCaptcha Enterprise нь зөвхөн нэг зорилготой: муу жүжигчид таны онлайн үйл ажиллагааг тасалдуулж, хэрэглэгчдэдээ хохирол учруулахаас урьдчилан сэргийлэх.",
  "info-text-2-pr": "Манай системүүд нь мэдээллийн цуглуулга, хадгалалтыг багасгахын зэрэгцээ ангиллын тэргүүлэгч аюулгүй байдлыг хангах үүднээс эхнээс нь бүтээгдсэн. Хэрэглэгчийн мэдээллийг хамгаалах хамгийн сайн арга бол үүнийг огт хадгалахгүй байх явдал юм.",
  "info-text-3-pr": "Хэрэглэгчийн бүх харилцааг Мэдээлэл боловсруулах хүчтэй гэрээгээр хамгаалдаг. hCaptcha үйлчилгээ нь таны үйлчилгээ эсвэл таны үйлчлүүлэгчид хаана оршин сууж байгаагаас үл хамааран нууцлалын бүх хуулийг дагаж мөрддөг. Хувийн мэдээллийг хадгалахгүй байх нь бусад компаниудаас хамаагүй хялбар болгодог.",
  "info-text-2-2-pr": "reCAPTCHA v3 зэрэг үйлчилгээнүүд нь таны сайтын хуудас бүр дээр хяналтын пикселээ байрлуулах нь аюулгүй байдлыг сайн хангахын тулд шаардлагатай гэж хэлдэг. Энэ нь тийм биш юм.",
  "info-text-2-3-pr": "Энгийн зан үйлийн шинжилгээ нь муу жүжигчдийн амархан хуурамчаар үйлдэх дохио бөгөөд таны бүх хууль ёсны траффикийн хайлтын түүхийг хадгалахыг шаарддаг.",
  "info-text-2-4-pr": "Бид зар сурталчилгааны сүлжээ ажиллуулдаггүй бөгөөд тэдэнд зар зарахын тулд таны хэрэглэгчийн зан байдлыг ажиглах сонирхолгүй байдаг. Энэ нь бид таны сайтын хуудас бүр дээр идэвхгүй пиксел шаарддаггүй гэсэн үг юм.",
  "info-text-2-5-pr": "Манай сорилтын кодыг зөвхөн шаардлагатай үед, мөн таныг болон таны хэрэглэгчдийг хамгаалахад утга учиртай газарт нэмнэ үү.",
  "info-head-3-pr": "Машины сургалт нь ашигтай. Гэхдээ энэ нь ажиллахын тулд хувийн мэдээлэл шаарддаггүй.",
  "info-text-3-1-pr": "Одоо машин сурах нь бидний амьдралын бараг бүх талбарт нөлөөлдөг бөгөөд ихэнхдээ бидний анзаардаггүй, харж чаддаггүй. Онлайн хамгаалалтын үйлчилгээ ч ялгаагүй.",
  "info-text-3-2-pr": "Загварууд мянга мянган дохиог судалснаар ямар ч дохио нь өөрөө асуудал үүсгэх хангалттай хүчтэй биш байсан ч хорлонтой зан үйлийг маш хурдан илрүүлж, өндөр итгэлтэй болж чадна.",
  "info-text-3-3-pr": "Гэсэн хэдий ч эдгээрийн аль нь ч хувийн мэдээллийг (PII) ашиглахыг шаарддаггүй. Орчин үеийн криптографийн аргууд нь аливаа хувийн мэдээллийг аль болох хурдан устгах боломжийг олгодог бөгөөд оронд нь хэн нэгэнтэй холбох боломжгүй нэг талын гарын үсгийг бий болгодог.",
  "info-text-3-4-pr": "Тодорхойлолтгүй өгөгдлийн талаархи сургалт нь мөн адил үр дүнтэй бөгөөд аюулгүй байдал, нууцлалын аль алиныг нь зөрчихийг шаарддаггүй. Манай үйлчлүүлэгчид эмпирик туршилтуудыг хийсэн бөгөөд биднийг хувийн хувилбаруудаас хамаагүй бага эсвэл илүү сайн гэж зарласан.",
  "cloudflare-quote-text-privacy": "hCaptcha шийдлүүдийн талаар хэд хэдэн зүйл бидэнд таалагдсан: 1) тэд хувийн мэдээллийг зардаггүй; Тэд зөвхөн шаардлагатай хамгийн бага хувийн мэдээллийг цуглуулдаг бөгөөд тэд цуглуулсан мэдээлэл, тэдгээрийг хэрхэн ашиглах, / эсвэл задруулах талаар ил тод тайлбарладаг.",
  "pilot-head": "Биднийг ямар ч үүрэг хариуцлагагүйгээр өөрийн орчинд туршиж үзээрэй.",
  "pilot-text-1a": "Бид худалдагч биш инженерүүд: бид таныг сонголтондоо сэтгэл хангалуун байгаасай гэж хүсч байна.",
  "pilot-text-1b": "Таны сэтгэл ханамжийг хангах хамгийн сайн арга бол бид таны хэрэгцээг хангаж байгааг харуулах явдал юм.",
  "pilot-text-1c": "Туршилтыг эхлүүлсэн бараг бүх компаниуд эцсийн эцэст бидний шийдлийг сонгодог.",
  "pilot-text-1d": "Манай техникийн мэргэжилтнүүдийн аль нэгэнд хандахын тулд энэ маягтыг ашиглана уу. Бид хурдан хариу өгдөг.",
  "pilot-text-1e": "Та мөн бидэнд шууд имэйл илгээх боломжтой.",
  "pilot-email-details": "Дэлгэрэнгүйг эндээс үзнэ үү.",
  "pilot-f1": "Бүс нутаг",
  "pilot-f2": "Таны нэр",
  "pilot-f3": "Таны нэр",
  "pilot-f4": "Бизнесийн имэйл",
  "pilot-f5": "Бидэнд байх ёстой өөр дэлгэрэнгүй мэдээлэл байна уу?",
  "pilot-f6": "Танд яаралтай элсэх шаардлагатай юу?",
  "pilot-f7": "Тиймээ.",
  "pilot-f8": "Би халдлагад өртөж байгаа тул яаралтай элсэх шаардлагатай байна.",
  "pilot-f9": "Илгээх",
  "pilot-f10": "Имэйлээ оруулснаар та манай Нөхцөл ба Нууцлалын бодлогыг зөвшөөрч, биднээс имэйл хүлээн авахыг зөвшөөрч байна.",
  "pilot-fo-1": "Интеграци нь тийм ч хялбар байж чадахгүй.",
  "pilot-fo-2": "hCaptcha нь таны ашигладаг урд болон арын системд зориулж хэдэн арван урьдчилан бүтээгдсэн интеграцитай.",
  "pilot-fo-3": "Хэрэв та Google-ийн reCAPTCHA-аас ирсэн бол манай API-ууд орлуулалт болно. Гурван мөр код байхад л хангалттай.",
  "pilot-fo-4": "Танд React интеграцчилал, iOS программуудад зориулсан SDK-ууд, Java backend жишээ эсвэл бараг ямар ч хувилбар хэрэгтэй эсэхээс үл хамааран манай нэмэлт инженерүүд таныг хурдан ажиллуулах боломжтой.",
  "pilot-fo-5": "Мөн үргэлж нууцлал бол бидний хувьд гол үнэт зүйл юм. Бидний сорилтын кодыг зөвхөн шаардлагатай үед, мөн таныг болон таны хэрэглэгчдийг хамгаалахад утга учиртай газарт нэмнэ үү. Мэдээллийн цуглуулгыг багасгах нь нэгтгэх мөчөөс эхэлдэг.",
  "pilot-fdone": "Баярлалаа. Бид удахгүй холбогдох болно.",
  "home-ent-2-new": "Манай байгууллагын шийдлийн талаар нэмэлт мэдээлэл аваарай.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise шийдлүүд нь ангиллын тэргүүлэх аюулгүй байдлыг хангаж, олон шилдэг онлайн үйлчилгээг хамгаалдаг.",
  "home-plans-button-2-new": "Илүү их судла",
  "header-enterprise-link": "Аж ахуйн нэгж",
  "sales-interstitial-c1b-new": "hCaptcha Enterprise-ийн талаар нэмэлт мэдээлэл аваарай"
}
