{
    "1001938065": "Интеграци нь тийм ч хялбар байж чадахгүй",
    "1012122721": "* Бидний шууд удирддаг статистик күүки (өөрөөр хэлбэл гуравдагч талын күүки биш, эхний тал) бөгөөд өгөгдлийг профайл үүсгэхэд ашигладаггүй.",
    "1014004474": "hCaptcha-ийн Аж ахуйн нэгжийн төлөвлөгөө нь танай байгууллагыг хамгаалах үүднээс үйлчилгээний түвшний ахисан түвшний гэрээг санал болгодог",
    "1021431157": "( ) Нээлттэй эх эсвэл нээлттэй эхийн лицензтэй нийцэхгүй байх",
    "1023070345": "2021 оны 3-р сарын 14-өөс хэтрэхгүй",
    "1023108656": "Гуравдагч этгээдийн хүлээн авагчдын ангилал",
    "1023190144": "Текст дэх hCaptcha®",
    "102498091": "Google reCAPTCHA Enterprise-д зориулсан 1000 хүсэлт тутамд $1 хураамж авдаг бөгөөд энэ нь одоо тэд үйлчилгээнийхээ аюулгүй байдлыг алдагдуулах зардлаас илүү их төлбөрийг нэг хүсэлт болгонд тооцдог гэсэн үг юм. Энэ муу гэрээ юм шиг санагдаж байна.",
    "102695075": "Үргэлжлэх хугацаа",
    "1027023087": "Бид hCaptcha-д оронд нь асуудлыг шийдэх илүү орчин үеийн арга барилд анхаарлаа хандуулсан бөгөөд энэ нь хайлтын түүх гэх мэт урт хугацааны зан үйлийн бүртгэлийг хадгалах шаардлагагүй бөгөөд үйлчилгээг нэвтрүүлсэнээс хойш шийдэмгий дайсанд илүү тэсвэртэй болох нь батлагдсан.",
    "1027200955": "Зорилтот нарийвчлал, формат болон аливаа тусгай шаардлага зэрэг төслийн хэрэгцээгээ тодорхойлохын тулд манай домэйн мэргэжилтнүүдийн нэгтэй ярилц.",
    "1028058338": "Мэдээлэл хамгаалах ерөнхий журмын дагуу (\"GDPR\") таны эрхтэй холбоотой манай \"ЕХ-ны мэдээллийн субьектүүдэд мэдэгдэл\" хэсгийг үзнэ үү.",
    "1033698050": "1. Өрнөдийн нийгмийн ердийн хэм хэмжээний бидний тайлбарын дагуу бид ёс суртахууны хувьд хүлээн зөвшөөрөгдөхүйц гэж үзсэн хэрэглээний тохиолдлыг үйлчлүүлэгч бидэнд өгсөн гэдэгт бид итгэж байна уу?",
    "1035621426": "reCAPTCHA-р тодорхойлсон робот бүр Google-ийн зар сурталчилгааны орлогыг шууд бууруулдаг.",
    "1038019440": "1. Энэ үйлчлүүлэгч нь олон улсын хууль тогтоомж, хэм хэмжээнд харш зан үйл гаргадаг улс орны үндэсний эрх ашгийг төлөөлж байна уу?",
    "103876916": "hCaptcha үйлчилгээ болон холбогдох эх кодын аюулгүй байдлын зохих тайлангуудыг авах.",
    "1042802841": "Нууц мэдээлэл гэдэг нь нууц эсвэл өмчийн шинж чанартай гэж тэмдэглэгдсэн, эсвэл хүлээн авагч тал нь нууц эсвэл өмчийнх гэж үндэслэлтэй ойлгох ёстой аливаа мэдээлэл юм. Үүнд (1) нийтэд нээлттэй, (2) аль хэдийн эзэмшиж байгаа, бие даан боловсруулсан, хүлээн авагч тал аль хэдийн мэддэг, (3) шүүхийн шийдвэрээр задруулсан, эсхүл хууль тогтоомжийн дагуу бусад шаардлагын дагуу задруулсан мэдээлэл үүнд хамаарахгүй. хууль.",
    "1045484714": "SAML SSO-г өөрийн Identity Provider-тэй нэгтгэх, жишээ нь Okta эсвэл Azure AD.",
    "1046087606": "IBM. (Дэлхийн). Үзүүлсэн үйлчилгээ: IBM Cloud.",
    "1047251718": "Гэвч өнөөдөр хүмүүс API-ийн тухай ярихдаа стандартад суурилсан API-г хэлдэг. Эдгээр нь Төлөөлөгчийн төрийн дамжуулалт (REST) болон JavaScript объектын тэмдэглэгээ (JSON) зэрэг нээлттэй стандарт файлын форматуудыг ашиглан бүтээгдсэн API-ууд юм. Ийм \"RESTful API\"-ийг хувийн программ хангамжгүйгээр үүсгэж болно. Үүссэн API-ууд нь програм хангамжийн хэрэглээний хооронд өгөгдөл болон процедурын дуудлагыг илгээж, хүлээн авах боломжтой. Жишээлбэл, мобайл банкны програм нь банкны системд хандахын тулд API ашигладаг.",
    "1050501253": "Хэт хэцүү",
    "1051214799": "hCaptcha нь вэб аюулгүй байдлын үйлчилгээ бөгөөд үүнийг ашигладаг вэб сайт эсвэл програмын нийтлэгчидтэй үнэ цэнийг хуваалцахыг оролддог.",
    "1053787685": "Төлбөрийн луйвар гэж юу вэ?",
    "1058572205": "Хэрэв та илүү ихийг мэдэхийг хүсвэл бидэнд хандаарай",
    "1059502393": "Алдааны тайлангийн дэлгэрэнгүй мэдээллийг авах: Firefox",
    "1061239711": "3. 1-р тал",
    "1062291156": "стандарт нөхцөл",
    "1066753052": "Энэ нь түрийвч хоосон байна гэсэн үг бөгөөд та hCaptcha сорилтыг агуулсан сайтад байна. Та сорилтыг дуусгасны дараа hCaptcha-г ашиглан өөр ямар ч вэб сайтаас эргүүлэн авах боломжтой жетонуудыг авах болно.",
    "1067704102": "Өгөгдлийн шошгололт дахь үнэ цэнэ",
    "1070364246": "Өө! Маягтыг илгээх явцад алдаа гарлаа.",
    "10724169": "Та бидэнд өгсөн аливаа Хувийн мэдээллээр бид юу хийхээ зохицуулдаг манай Нууцлалын бодлогыг хүлээн зөвшөөрч байна.",
    "1074044172": "Хэрэглэгчид таны аюулгүй байдлын шаардлагыг хангахын тулд сорилтыг шийдвэрлэх шаардлагатай үед хэрэглэгчдэд тааламжтай, хамааралтай асуултуудыг яагаад асууж болохгүй гэж?",
    "1077448694": "Гуравдагч этгээдийн нийгмийн мэдээллийн вэбсайтуудтай нэгтгэх.",
    "1080672247": "Асуусан асуултуудын ихэнхийг бэлэн программ хангамжийн тусламжтайгаар эдийн засгийн хувьд шийдвэрлэх боломжгүй, өгөгдөл нь ерөнхийдөө системд өвөрмөц байдаг тул энэ нь үнэгүй үйлчилгээгээр роботуудыг бүрэн зогсоож, оронд нь хүний CAPTCHA шийдүүлэгчид найдах ёстой гэсэн үг юм. олон төрлийн хүчирхийллийг эдийн засгийн хувьд огт ашиггүй болгодог.",
    "1080752747": "Борлуулалттай холбоо барина уу",
    "1085089390": "Онлайн хүчирхийлэл нь хүний төрөлхийн зан үйлээс үүдэлтэй",
    "1087195513": "Хэрэв та IMI биш Хүсэлт гаргагчийн нэрийн өмнөөс Интегратороор дамжуулан эсвэл түүнтэй холбоотой үүрэг даалгаврыг гүйцэтгэдэг ба/эсвэл үйлчилгээнд нэвтэрч байгаа хувь нэмэр оруулагч бол Intuition Machines нь таны өмнө хариуцлага хүлээхгүй бөгөөд таны өмнө ямар ч үүрэг хүлээхгүй гэдгийг хүлээн зөвшөөрч, хүлээн зөвшөөрч байна. Гүйцэтгэсэн даалгаврын төлөөх аливаа шагнал эсвэл бусад нөхөн олговрыг хүндэтгэх. Гүйцэтгэсэн даалгаврын урамшуулал болон бусад нөхөн олговрыг зөвхөн Хүсэлт гаргагч ба/эсвэл Интегратортой тохиролцсоны дагуу тодорхойлно гэдгийг та зөвшөөрч, хүлээн зөвшөөрч байна. Ийм урамшуулал эсвэл бусад нөхөн олговортой холбоотой аливаа маргаан (үүнд ямар ч хязгаарлалтгүйгээр ийм шагнал эсвэл бусад нөхөн олговрыг хүлээн авахгүй байх) зөвхөн та болон Хүсэлт гаргагч ба/эсвэл Интеграторын хооронд байна.",
    "1087260385": "Хэрэв танд энэхүү Нууцлалын бодлогын талаар асуух зүйл байвал бидэнтэй холбогдоно уу",
    "1088304322": "Бид таны хувийн мэдээллийг энэхүү Нууцлалын бодлогод заагаагүй шалтгаанаар, хуулиар зөвшөөрөгдсөн, мөн шалтгаан нь бидний цуглуулсан зорилготой нийцэж байгаа тохиолдолд ашиглаж болно. Хэрэв бид таны хувийн мэдээллийг хамааралгүй зорилгоор ашиглах шаардлагатай бол бид танд мэдэгдэж, уг ашиглалтын холбогдох хууль эрх зүйн үндэслэлийг тайлбарлаж болно. Хэрэв бид таны хувийн мэдээллийг тодорхой ашиглахад таны зөвшөөрөлд тулгуурласан бол бид ямар нэгэн хамааралгүй зорилгоор таны зөвшөөрлийг авч болох бөгөөд хэрэв та эсэргүүцэж байгаа бол тухайн үед үйлчилгээгээ ашиглахаа зогсоохыг зөвшөөрч болно.",
    "1089415440": "Зураг, видеон дээр объектыг нарийн илрүүлэх",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "109179759": "Ёс суртахууны асуудлын шалгуур: Субъектив",
    "1092241113": "Манай Хэрэглэгчид болон Интеграторуудын ашиг сонирхлыг илүү сайн ойлгохын тулд.",
    "1093280979": "1. Платформ захиалгын маягтууд",
    "1099238677": "Бидний өндөр хэмжээ, бага хоцрогдолтойгоор бид таны ажлыг дуусмагц автоматжуулсан хүргэлтээр хурдан эргүүлэх болно.",
    "1103295010": "Хүмүүс CAPTCHA-г шийдэхийн тулд мөнгө олох эсвэл буяны ажилд хандивлаарай",
    "1105363520": "Бид зар сурталчилгааны сүлжээ ажиллуулдаггүй бөгөөд тэдэнд зар зарахын тулд таны хэрэглэгчийн зан байдлыг ажиглах сонирхолгүй байна. Энэ нь бид таны сайтын хуудас бүр дээр идэвхгүй пиксел шаарддаггүй гэсэн үг юм.",
    "110836420": "Сүүлд шинэчлэгдсэн: 2020 оны 12-р сарын 23",
    "1108398506": "Үйлчлүүлэгчид туршлагаа бүрэн хянах боломжтой болж, hCaptcha интернет дэх хамгийн том бие даасан сорилтын үйлчилгээ үзүүлэгчийг ажиллуулж чадсан туршлагаас ашиг тус хүртэх болно. Тэд мөн reCAPTCHA Enterprise-ээс илүү сайн тохиролцоонд хүрдэг: эзлэхүүнээс хамааран 50-80% хүртэл илүү сайн үнэ.",
    "111184581": "Анхны талын хостинг",
    "1112074001": "Алхам 2: Хөгжүүлэгчийн хэрэгслүүдийн Сүлжээний таб дээр дарна уу. Дээд талд байгаа \"Тогтвортой бүртгэл\" нүдийг чагтална уу.",
    "1115642494": "1. Эх сурвалж: BuiltWith.com reCAPTCHA сайтын жагсаалт. 2019 оны 7-р сарын 9-нд авсан.",
    "1115671076": "Zendesk, Inc. (Дэлхийн). Үзүүлсэн үйлчилгээ: Zendesk.com.",
    "1116455671": "Хариулт: Хэрэв хэрэглэгч таны сайт дээр үүнийг хийж гүйцэтгэвэл та эхний шийдлийнхээ төлөө шагнал авах болно. Худалдан авалт нь үйлчлүүлэгчийн өндөр итгэлийн улмаас хэрэглэгч таны сайтад автоматаар нэвтэрсэнтэй адил хариултын хэв маягийг дагадаг: орлого олдохгүй бөгөөд таны серверээс siteverify дуудлага нь дамжуулалтын үр дүнд \"зээлийн: Худал\" гэсэн хариу хүлээн авдаг.",
    "1118929614": "( ) Спам илгээгчтэй бизнес хийдэг хүмүүсийн хэт тэнэглэл",
    "1119009846": "Та, бидний болон бусдын эрх, нууцлал, аюулгүй байдал, өмч хөрөнгийг хамгаалах зорилгоор засгийн газрын хүсэлт, хууль сахиулах байгууллагаас гаргасан хүсэлт, төрийн болон хувийн хэвшлийн байгууллагад бусад тохиолдолд холбогдох хууль тогтоомжийг дагаж мөрдөх шаардлагатай.",
    "1123365779": "Хэрэв та вэб хөгжүүлэгч эсвэл шинжээч хэрэглэгч бол бид танд сүлжээний HAR болон хөтчийн консолын бүртгэлийг илгээхийг хүсч байна.",
    "1126302400": "Хязгаарлах хайрцаг",
    "1126447688": "Бид хувийн нууцад анхаарлаа хандуулж байгаа хэдий ч робот илрүүлэх, багасгахад ижил эсвэл илүү сайн гүйцэтгэлийг ихэвчлэн мэдээлдэг",
    "1126613163": "Эмзэг өгөгдөл",
    "1129833879": "Хортой роботуудыг зогсоож, хэрэглэгчийн нууцлалыг хамгаалаарай",
    "1130783905": "Нарийвчлал нь таны болон бидний ашиг сонирхол юм. hCaptcha нь танд бодит өгөгдөл өгөхийн тулд ажилладаг бөгөөд үүнийг хэрхэн ашиглахаа шийдэх боломжийг танд олгоно. Хамгаалалтын бусад шийдлүүдийг Gigantic зар сурталчилгааны компаниуд гаргадаг. Энэ нь тэдний блоклосон робот бүр орлогоо бууруулж болзошгүй гэсэн үг юм.",
    "1130802068": "Бид цуглуулсан мэдээллээ дараах зорилгоор ашигладаг.",
    "1130868224": "Гурван мөр код",
    "1131196501": "Томоохон компаниуд дуртай",
    "1131525092": "Холбогдох залилан, урвуулан ашиглах үйлдлийг илрүүлэх, таслан зогсоохын тулд бидний нууцлалыг хамгаалах Хамрах хүрээний UID-уудаар дамжуулан муу жүжигчдийг төвөггүй бүлэглээрэй.",
    "1133989302": "Яагаад hCaptcha гэж?",
    "1137757109": "Хэрэв энэ нь цахим худалдааны данс бол халдагч бараа захиалж болно. Хэрэв хохирогч нь банк бол халдлага үйлдэгч нь оффшор руу мөнгө шилжүүлж болно.",
    "1139493658": ", мөн хувийн нууц, аюулгүй байдлыг тэнцвэржүүлэхийн тулд шаргуу ажилла.",
    "1139500589": "Улс",
    "1140554614": "Мэдээлэл боловсруулах гэрээ",
    "1141402092": "Мэдээллийн дэвшилтэт функцууд",
    "1144966033": "Үнэ болон чанарын хувьд оновчтой",
    "1150035777": "Машин сургалтын боловсронгуй загварууд нь асуултуудад зөв хариулсан эсэхээс гадна олон өгөгдлийн цэг дээр үндэслэн ботын итгэлийн оноог гаргадаг.",
    "1150786045": "www.botstop.com",
    "1150963691": "APT бууруулах",
    "1151065360": "( ) Хар жагсаалтууд муу",
    "1155436473": "(манай байгууллагын санал болгож буй зүйл) одоо сар бүр хэдэн арван сая вэб сайт, аппликейшн дээр хэдэн зуун сая хэрэглэгчдийг хамгаалж байна. Хувийн нууцыг нэн тэргүүнд тавьсан тохиолдолд та Big Tech-тэй өрсөлдөх боломжтой гэдгийг бидний түүх харуулж байна.",
    "1155821305": "хамгаалалт бол гүн юм",
    "1156712451": "Ажлын анхан шатны шалгалт",
    "1159746815": "Та мөн бидэнд шууд имэйл илгээх боломжтой.",
    "1160252730": "Google одоо reCAPTCHA Enterprise-д өндөр үнэ тогтоож байгаа нь олон компани энэ гэрээг дахин үнэлэхэд хүргэж байна.",
    "1160707899": "12. Оролцогчийн үүрэг, IMI болон бусад хүсэлт гаргагчидтай харилцах харилцаа",
    "1161704803": "Бид яагаад хиймэл оюун ухааны ёс зүйн бодлоготой байдаг вэ?",
    "116842359": "***** Системийн засвар үйлчилгээний улмаас хэд хоногийн дотор эвлэрэл хийгдэх төлөвтэй байна.",
    "1169005651": "2019 оны есдүгээр сарын 15",
    "1172067553": "hCaptcha-ийн ард байрлах HUMAN платформ нь таны одоо байгаа системүүдтэй нэгтгэсэн газар дээрх, эрлийз эсвэл SaaS байршуулалтаар дамжуулан өндөр боловсронгуй ажлын чанар, удирдлагын боломжуудыг олгодог.",
    "117227832": "( ) Бид яагаад танд болон таны серверүүдэд итгэх ёстой гэж?",
    "1173652155": "Зөвлөхүүд",
    "1173934218": "Таны хувийн нууцлал таны хувьд чухал гэдгийг бид ойлгож байгаа бөгөөд бидний ашигладаг технологийн талаар ил тод байх үүрэг хүлээдэг. Энэхүү бодлого нь манай сайтууд болон үйлчилгээнүүдэд күүки хэрхэн, хэзээ ашиглах талаар дэлгэрэнгүй мэдээллийг өгдөг.",
    "1174237568": "Эдгээр боловсруулалтын үйл ажиллагаа нь бидний хууль ёсны ашиг сонирхлыг бүрдүүлдэг. Бид таны хувийн мэдээллийг хууль ёсны ашиг сонирхолд нийцүүлэн боловсруулахаас өмнө танд (эерэг ба сөрөг аль алинд нь) болон таны эрхэд учирч болзошгүй нөлөөллийг харгалзан үзэж, тэнцвэржүүлэхийг хичээдэг. Бид таны хувийн мэдээллийг бидний ашиг сонирхол танд сөрөг нөлөө үзүүлэх үйл ажиллагаанд ашиглахгүй (бид танаас зөвшөөрөл аваагүй эсвэл хуульд өөрөөр заагаагүй бол).",
    "1177598246": "Борлуулалттай холбоо барина уу",
    "1182294134": "Ази Номхон Далайн (APAC)",
    "1186243118": "логоны зургууд",
    "1187718370": "Бидэнтэй холбоо барина уу",
    "1188668818": "энэ вэб сайтыг ашиглах явцад аливаа худал мэдээлэл өгөх (үүнд ямар нэгэн хязгаарлалтгүйгээр таны дансанд өөр хүн, байгууллагын дүр эсгэх, эсвэл таны дансанд өөрийгөө болон бусад хүн, байгууллагатай холбоотой гэдгээ худал мэдүүлэх, өөрөөр мэдүүлэх);",
    "119098046": "Идэвхгүй эсвэл сорилтгүй шийдлүүдийн талаар юу хэлэх вэ?",
    "119298044": "Өөрийгөө хянадаг ML болон AI дэвшилтэт технологи нь таны вэб өмчийг аюул занал, халдлагаас хамгаалдаг",
    "1193738791": ": тэд вэб хуудасны хуудас бүр болон вэб дээрх хэрэглэгчийн зан төлөвийг хянадаг. Бид hCaptcha-г эхний өдрөөсөө нууцлалд аль болох ээлтэй байхаар зохион бүтээсэн. Энэ нь асуудалд огт өөрөөр хандахад хүргэсэн. Хэрэглэгчдийг вэбээр хянах, вэб түүхийг нь тэдний таних тэмдэгтэй холбох нь аюулгүй байдлыг сайн хангахын тулд огт шаардлагагүй юм. hCaptcha руу шилжсэн олон компаниуд",
    "1200905005": "††† Үйлчилгээний өсөлттэй холбоотой үйл ажиллагааны хязгаарлалтыг хялбарчлах үүднээс 2021 оны 9-р сараас эхлэн тооцоо нийлбэр болон төлбөрийг нэг өдөр биш ойролцоогоор 10 хоногийн хугацаанд хийх болсон.",
    "1201821619": "hCaptcha нь өнөөгийн хамгийн тулгамдсан асуудлын нэг болох хорлонтой роботуудыг онлайн үйлчилгээг урвуулан ашиглахаас урьдчилан сэргийлэхийг шийддэг.",
    "120384113": "6. дуусгавар болгох",
    "1204911585": "2. Хэрэв та (2020 оны 4-р сарын байдлаар) ямар ч төрлийн күүкиний цагаан жагсаалтгүй Brave хөтчийг ашиглаж байгаа бол Preferences -> Shields -> Cookies руу очоод \"Бүх күүкиг зөвшөөрөх\" гэснийг сонгоно уу.",
    "1208179159": "LogDNA, Inc. (Дэлхийн). Үзүүлсэн үйлчилгээ: LogDNA.com.",
    "121192737": "Удахгүй болох нэмэлтүүд",
    "1216071511": "Үүнтэй ижил санаануудыг байнга санал болгодог тул 20 орчим жилийн өмнө нэр нь үл мэдэгдэгч зохиолч спамын эсрэг шийдлүүдийн талаар онлайн хэлэлцүүлэг хийхэд тустай хоосон орон зайг нөхөх санааг гаргаж иржээ.",
    "121743429": "Вэб дэд бүтцийн компаниудад зориулсан",
    "1218990730": "нарийвчилсан бүртгэлээр асуудлыг хэрхэн мэдээлэх",
    "1219091208": "Dropbox",
    "1224727373": "hCaptcha-ийн BotStop",
    "122875767": "Бусад компаниуд чадахгүй байхад хууль ёсны хэрэгцээгээ ханга.",
    "1229233916": "Зүүлт тайлбар",
    "1230058025": "Салгах чадвар. Ангиллын арга хэмжээ авахаас бусад тохиолдолд энэхүү арбитрын заалтын аль нэг нөхцөл, заалт, хэсэг нь хүчингүй болсон эсвэл хэрэгжих боломжгүй гэж үзвэл түүнийг таслах ба арбитрын заалтын үлдсэн хэсгийг биелүүлэх болно.",
    "1232651561": "Одоо програм хангамж нь reCAPTCHA-ын сорилтуудыг шийдвэрлэхдээ хүмүүсээс дутахгүй сайн болсон.",
    "1233229030": "Төрөл бүрийн",
    "1233793176": "Манай сайтууд болон үйлчилгээнүүд нь 13-аас доош насны хүүхдэд зориулагдаагүй бөгөөд бид 13-аас доош насны хүүхдийн хувийн мэдээллийг зориудаар цуглуулдаггүй. Хэрэв бид 13-аас доош насны хүүхдийн хувийн мэдээллийг цуглуулсан гэдгийг мэдвэл бид авах болно. Хэрэв бид хууль ёсны дагуу хадгалах үүрэг хүлээгээгүй бол ийм мэдээллийг манай файлаас аль болох хурдан устгах боломжтой арга хэмжээ авах. хаягаар холбогдоно уу",
    "1235925265": "Баримт бичиг",
    "1237076138": "hCaptcha нь үнэ төлбөргүй (hCaptcha Publisher) болон аж ахуйн нэгжийн (hCaptcha Enterprise) хэрэглэгчдэд шударга санал болгодог.",
    "1240667045": "Бид таны үйлчилгээнд нэвтрэх эрхийг хүссэн үедээ ямар ч шалтгаанаар түдгэлзүүлж, хязгаарлаж, цуцалж болно, үүнд: (a) бид таныг эдгээр үйлчилгээний нөхцөлийг (холбогдох бусад бодлогыг оролцуулан) зөрчсөн гэж үзэж байна; (б) бид таныг бидний эрх болон аливаа гуравдагч этгээдийн эрхийг зөрчсөн гэж үзэж байгаа; (в) бид таны өгсөн мэдээллийг баталгаажуулах, баталгаажуулах боломжгүй; эсвэл (г) таны үйлдэл танд, бидэнд эсвэл гуравдагч этгээдийн өмнө хариуцлага хүлээх болно гэдэгт бид итгэдэг. Эргэлзээтэй байдлаас зайлсхийхийн тулд дээр дурдсан зүйлсийн аль нэг нь ийм төлбөрт хамаарна гэж үндэслэлтэй гэж үзвэл бид танд төлөх төлбөрөөс урьдчилан сэргийлэх эсвэл түдгэлзүүлэх эрхтэй.",
    "1241291641": "Дэлгэрэнгүй мэдээллийг үзнэ үү.",
    "1242066691": "\"Гуравдагч талын күүкиг зөвшөөрөх\" гэдгийн хажууд байгаа нүдийг чагтална уу.",
    "1243684308": "Бид таны санал хүсэлтийг нухацтай авч үздэг бөгөөд хүн бүр цөөн bot, бага спамтай онлайнаар илүү таатай туршлага хуримтлуулахыг хүсч байна. Бидэнтэй холбоо барина уу:",
    "1250541092": "- Серги Исаси",
    "1253441326": "5. \"OK\" дээр дарна уу",
    "1254771154": "Cloudflare гэх мэт hCaptcha суулгасан бусад Privacy Pass-ыг дэмждэг үйлчилгээнүүдэд үзүүлсэн сорилтууд.",
    "1258965840": "Тиймээс хэрэв халдагч нэг сайт руу нэвтэрч чадвал асгарсан итгэмжлэлийг ашиглан олон сайт руу нэвтэрч магадгүй юм. Жишээлбэл, тэд JohnDoe/525momma шиг хэрэглэгчийн нэр/нууц үгийн хосыг авч болох ч энэ хос нь тэдэнд юу хийх талаар мэдэхгүй байна. Тиймээс тэд Amazon.com, Ebay, Citibank, Walgreens болон бусад дээр хосыг туршиж үзээрэй. Тэд энэ хосыг мянга мянган өөр сайт дээр туршиж үзэх боломжтой.",
    "1259002282": "Алдаа олсон уу? Үүнийг хэрхэн мэдээлэх талаар эндээс үзнэ үү.",
    "126134492": "Бусад",
    "1263998069": "Хүний шийдлийн төлөө шагнал аваарай",
    "1266963825": "А: hCaptcha Section 508 + WCAG 2.1 AA нийцэж байгаа юу?",
    "1268414751": "Бидэнд байх ёстой өөр дэлгэрэнгүй мэдээлэл байна уу?",
    "1268918580": "hCaptcha болон түүний түншүүдийн ашигладаг зарим лого, тэмдэглэгээг гуравдагч этгээд эзэмшдэг бөгөөд зөвхөн тэдний зөвшөөрөлтэйгээр ашиглаж болно. Эзэмшигчдийн зөвшөөрлөөс бусад тохиолдолд гуравдагч этгээд дараахь тэмдгийг ашиглахыг хориглоно.",
    "1270712701": "Хэвлэлийн мэдээ, сүүлийн үеийн мэдээ",
    "1271831121": "Хакер (мэдээж юүдэнтэй цамц өмсчихсөн!) итгэмжлэлийн араас итгэмжлэлээ бичээд сууж байгаа юм биш. Автомат нэвтрэх ботыг Selenium гэх мэт бэлэн хэрэгслээр эсвэл тусгайлан боловсруулсан хакерын хэрэгслээр хийж болно.",
    "1273071008": "Өгөгдлийн субьектийн хандалтын эрхийн хүсэлт",
    "1273914192": "3. Татвар",
    "1275150216": "Үзэсгэлэнт газрууд",
    "1278884196": "Үүнийг хэлэхэд криптограф бол нэлээд залуу салбар юм. Сүүлийн үеийн түүхээс харахад таны криптографийн схем ба/эсвэл хэрэгжилт хэн нэгэнд үүнийг анхааралтай ажиглах хүсэл эрмэлзэлтэй болмогц эвдрэх магадлалтай бөгөөд бусад хүмүүс үүнийг танаас аль эрт ойлгох болно. Техник хангамжид найдах нь алдаагаа засахын тулд хэрэглэгч бүрээс биет төхөөрөмжөө солихыг хүсэх хэрэгтэй гэсэн үг юм. Энэ нь ихэнх тохиолдолд хурдан тохиолдох магадлал багатай бөгөөд бодит байдал дээр таны систем зүгээр л нээгдэх боломжгүй болно.",
    "1282121137": "Дансны худалдан авалт нь ямар асуудалтай байдгийг ойлгохын тулд санхүүгийн байгууллагын үүднээс ямар туршлага байгааг анхаарч үзээрэй. Тэд өдөр бүр сая сая нэвтрэлтийг зохицуулдаг.",
    "1289884910": "Мөн бид үе үе дүн шинжилгээ, тайлан гаргадаг. Жишээлбэл:",
    "1291824746": "hCaptcha төлбөрийг улирал тутам 60 хоногийн дараа хийдэг. Энэ нь юу гэсэн үг болохыг харуулахын тулд доорх хүснэгтээс харна уу.",
    "129661785": "\"Машин/явган хүний гарц/зогсоолын гэрэл дээр дар\" гэж асууж байсан удаатай.",
    "1296696044": "Нууцлал ба Аюулгүй байдал: Яагаад хоёуланг нь авч болохгүй гэж?",
    "1297224875": "Байгууллагын онлайн аюулгүй байдлын нууцлалд суурилсан өвөрмөц арга.",
    "1297657322": "Нэвтэрсэний дараа хэрэглэгчийн хүртээмжтэй дэлгэц",
    "1300485304": "hCaptcha нь таны сүлжээнд нэвтрэхэд зориулагдсан дэвшилтэт аюул заналхийлэл, хууран мэхлэлтээс хамгаалдаг",
    "130239139": "Google-ийн өдөр бүр цуглуулдаг 100 гаруй хүний хөдөлмөрийн үнэ цэнэ юу вэ?",
    "1316817321": "Атрибут",
    "131871195": "Таны сэтгэл ханамжийг хангах хамгийн сайн арга бол бид таны хэрэгцээг хангаж байгааг харуулах явдал юм.",
    "1330274831": "Үүгээр та Хэрэглэгчийн аливаа мэдээллийг зөвхөн үйлчилгээ үзүүлэх зорилгоор ашиглах, хуулбарлах, цахим хэлбэрээр түгээх, олон нийтэд харуулах энэхүү Гэрээний хугацаанд дэлхий даяарх, онцгой бус, дэд лицензтэй, бусдад шилжүүлэх, нөөц ашигласны төлбөргүй, эргүүлэн татах боломжгүй тусгай зөвшөөрлийг бидэнд олгож байна. . Та энэ хэсэгт лиценз олгохын тулд таны мэдээлэлд хангалттай эрх, эрх, ашиг сонирхлыг эзэмшиж байгаагаа илэрхийлж, баталгаажуулж байна.",
    "1333016413": "Энэ нь күүки бүртгүүлж, тохируулснаар ирээдүйн асуултаас зайлсхийх боломжийг танд олгоно.",
    "1337725003": "hCaptcha нь том, жижиг компаниудад машин сургалтыг бизнестээ ашиглах замаар бүтээгдэхүүн, үйлчилгээнийхээ чанарыг сайжруулах боломжийг олгож, бодит цагийн өндөр эзэлхүүнтэй тайлбарт хандах хандалтыг ардчилсан болгохыг эрмэлздэг.",
    "1338341134": "hCaptcha + Нууцлалын тасалбар (Бета)",
    "1340011854": "Маргаан шийдвэрлэх өөр хувилбар шаардлагатай. Таныг Үйлчилгээг ашиглахтай холбоотой аливаа маргаан, тэр дундаа таныг IMI-д зориулсан даалгавруудыг гүйцэтгэж эхэлснээс хойш үүссэн аливаа маргаан, тэр дундаа таны ангилалд хамаарах эсэхтэй холбоотой аливаа маргааныг та хүлээн зөвшөөрч байна. бие даасан гэрээлэгч бол та эхлээд түүний эсрэг нэхэмжлэлийн талаар IMI-д мэдэгдэх болно. Дараа нь та болон IMI асуудлыг шууд хэлэлцээр эсвэл зуучлалын замаар шийдвэрлэхийг оролдох болно. Бид эвлэрүүлэн зуучлалын зардлыг тэнцүү хувааж, эвлэрүүлэн зуучлалыг утасны болон бусад цахим хэрэгслээр явуулахыг зөвшөөрнө. Хэрэв албан бус хэлэлцээр эсвэл зуучлалын үр дүнд нэхэмжлэл шийдэгдээгүй хэвээр байвал та болон IMI маргааныг шийдвэрлэхийн тулд эцсийн бөгөөд заавал биелүүлэх арбитрыг ашиглахыг зөвшөөрч байна. Энэ заалт нь таныг манай вэб сайтыг ашиглаж эхэлсэн үеэс эхлэн хууль бус үйлдэл, гэрээ, хууль тогтоомжид үндэслэсэн эсэхээс үл хамааран Калифорнийн шударга хөдөлмөр эрхлэлт, орон сууцны тухай хуульд үндэслэсэн ялгаварлан гадуурхалт, дарамт шахалт зэрэг бүх нэхэмжлэлийг буцаан зохицуулна. , 1964 оны Иргэний эрхийн тухай хуулийн VII гарчиг, нэмэлт өөрчлөлт оруулсан, эсвэл бусад муж улсын эсвэл холбооны хууль тогтоомж, дүрэм журам, эрх тэгш хууль, эсвэл бусад.",
    "1344687860": "Хязгаарлах хайрцагнууд",
    "1344959096": "Хувь хүний өгөгдлийн шошгологчоор ажиллах",
    "1345083090": "Үйл ажиллагааны асуудлын талаар мэдээлэх үү?",
    "134571844": "Impressum (Сайтын мэдэгдэл)",
    "1350478093": "Боловсруулалтын зорилго",
    "135276624": "Европ, Ойрхи Дорнод, Африк (EMEA)",
    "1356745565": "Internet Explorer 8 руу буцах хүртэл нийцтэй.",
    "1358325821": "Эхлээд өргөтгөлийг суулгана уу",
    "1362015807": "Эхлэх",
    "1368787974": "Удирдлагыг багтайгаа хуваалцаарай.",
    "137127070": "хортой эсвэл үл мэдэгдэх гадаад холбоос, файл оруулах, байршуулах, хавсаргах, вирус, троян морь, өт, цагийн бөмбөг болон бусад хортой компьютерийн код агуулсан аливаа контентыг байршуулах;",
    "1373262754": "Хувь хүнийг хэн болохыг мэдэх нь hCaptcha-д хамгийн бага үнэ цэнэтэй юм. Тэд хүн үү, эсвэл хорлонтой жүжигчин үү гэдэг нь бидэнд чухал.",
    "1374227759": "вэб сайтыг аливаа хууль бус үйл ажиллагаа, эсвэл ашиглах боломжтой болгосон зорилгоос өөр зорилгоор ашиглах;",
    "1377538813": "Давамгайлсан хэл. Эдгээр үйлчилгээний нөхцлийн англи хэл дээрх хувилбар нь бүх талаар хяналт тавих бөгөөд орчуулагдсан хувилбаруудтай зөрчилдсөн тохиолдолд давамгайлах болно.",
    "1388241689": "Эцсийн хэрэглэгчид Үйлчилгээгээр дамжуулан сануулгад хариулсны үр дүнд цуглуулсан мэдээлэл (\"Шошгологдсон өгөгдөл\"), тухайлбал зургийн шошгоны өгөгдөл, тэдгээр эцсийн хэрэглэгчдэд тоглуулсан аудио файлаас хөрвүүлсэн текст, асуултын хариулт болон Үйлчилгээний үүсгэсэн бусад сануулгууд. машин сургалтын программуудад ашиглах өгөгдлийг шошголох зорилгоор. Шошгологдсон өгөгдөл нь тодорхойлогдсон хувь хүнтэй холбоогүй гэдгийг анхаарна уу.",
    "1393184984": "чамд хэрэгтэй бүх зүйл.",
    "1394253934": "7. Буруу ашиглах, урвуулан ашиглах, худал мэдүүлэх",
    "1397766838": "Хэрэглэгчийн илүү сайн туршлага",
    "1406188018": "6 ба 7",
    "1406393333": "Энэхүү Үйлчилгээний Нөхцөл болон бидний өгсөн аливаа зааварчилгааны дагуу үйлчилгээнд хандах, ашиглахыг хатуу хориглоно. Ялангуяа та:",
    "1406692811": "спам илгээх, аливаа сурталчилгаа нийтлэх, лавлагаа авах, олон нийтийн харилцаа холбоо, мөнгөний санал, хүсэлт, үйлчилгээ авах, зар сурталчилгаа, маркетинг, утгагүй мессеж, давхардсан сэдэв, хууль бус контент, нийгмийн вэбсайтын холбоос, цахим шуудангийн хаяг, эсвэл даалгаварт шаардлагагүй бол шуурхай мессенжерийн ID;",
    "1408530660": "IMI нь бусдын оюуны өмчийг хүндэтгэдэг бөгөөд бид аливаа гуравдагч этгээдийн оюуны эрхийг зөрчсөн гэж үзэж буй аливаа материалыг манай сайтаас устгах эрхтэй. Хэрэв та өөрийн бүтээлийг энэ вэб сайт дээр зохиогчийн эрхийг зөрчсөн гэж үзэж байгаа бол Intuition Machines хэрэглэгчийн дэмжлэгтэй холбоо барина уу.",
    "1408599440": "Хэдхэн мөр код болон 99.9% идэвхгүй горимоор хурдан эхлэх эсвэл хэрэглэгчдэд хэзээ, хэрхэн сорилт тулгарах талаар бүрэн хяналтаа аваарай. Захиалгат аюул заналхийллийн загварууд болон өөрчлөх боломжтой сорилтууд нь аюулгүй байдлыг хангах уян хатан байдлыг илэрхийлдэг.",
    "1408750006": "Тодорхой хязгаарлалтын дагуу CCPA нь Калифорнийн хэрэглэгчдэд бидний цуглуулдаг хувийн мэдээллийн ангилал эсвэл тодорхой хэсгүүдийн талаар илүү дэлгэрэнгүй мэдээлэл авах хүсэлт гаргах (бидний энэ мэдээллийг хэрхэн ашиглаж, задруулах зэрэг), тэдний хувийн мэдээллийг устгах, татгалзах эрхийг олгодог. гарч болзошгүй аливаа \"борлуулалт\", түүнчлэн эдгээр эрхээ хэрэгжүүлэхийн тулд ялгаварлан гадуурхагдахгүй байх эрх.",
    "1409486258": "Зөв",
    "1409822234": "Ямар ч тохиолдолд ижил эсвэл бараг ижил hCaptcha барааны тэмдгийг домэйн нэр болгон ашиглаж болохгүй.",
    "1418235079": "Үйлчилгээ үзүүлэгчид",
    "1421074182": "Нэлээд өндөр.",
    "1422537019": "Бид өнөөдөр илүү ихийг сурах болно.",
    "1424800293": "hCaptcha лого:",
    "1428053210": "Энэ агуулга нь ерөнхийдөө анхны хэлбэрээсээ өөрчлөгддөг. Жишээлбэл, видеог олон зураг болгон хувааж, эдгээр зургуудыг олон шинэ зураг болгон хувааж, дараа нь эдгээр шинэ зургуудыг санамсаргүй байдлаар хольж, эцсийн үр дүнг харуулах боломжтой.",
    "1434289796": "Зарим күүки нь сайтуудын тодорхой хэрэглээнд шаардлагатай байдаг бөгөөд ийм күүки байхгүй бол бид таны сайтуудыг зөв ашиглахад шаардлагатай олон үйлчилгээг үзүүлэх боломжгүй. Жишээлбэл, эдгээр күүки нь манай сайтуудыг ажиллуулах боломжийг бидэнд олгодог бөгөөд ингэснээр та өөрийн хүсэлтээр сайтад нэвтэрч, сайтын контентод хандахын тулд та бүртгэл үүсгэсэн, тухайн бүртгэлд нэвтэрсэн гэдгээ хүлээн зөвшөөрнө. Тэд мөн ижил хайлтын сесс доторх таны өмнөх үйлдлүүдийг санах, манай сайтуудыг хамгаалах боломжийг олгодог күүки агуулдаг.",
    "1445008801": "Эдений хэлснээр:",
    "1446868537": "hCaptcha-г хэзээ ч үйл үг болгон ашиглаж болохгүй.",
    "1447649958": "Сануулахад, зөвхөн үнэн зөв хүний хөдөлгөөн нь төлбөр авах эрхтэй. Та энэ талаарх дэлгэрэнгүй мэдээллийг доорх холбоос бүхий манай түгээмэл асуултуудаас харж болно. Төлбөр авах боломжтой байхын тулд боломжтой үлдэгдэл нь мөн хамгийн бага босгыг хангасан байх ёстой бөгөөд одоогоор 10 HMT байна.",
    "1457707016": "Хувь хүмүүсийн хувьд",
    "1467218142": "Тэднээс болон өөрөөсөө бидний хүсч буй зүйл бидний зан авирыг удирддаг бөгөөд ингэснээр хүний бүх системд харилцан үйлчлэлийн ижил хэв маяг давтагддаг. Интернэт нь манай дэлхийн энэ үндсэн талыг харуулсан олон жишээг өгдөг.",
    "1467308982": "Төлбөрийн хуваарь",
    "1467783792": "АНУ-аас зөвшөөрөл авсан ямар ч хүн, аж ахуйн нэгж, байгууллага (\"Хоригтой жүжигчин\") шагнал хүртэх эсвэл үйлчилгээг нэгтгэгчийн хувиар ашиглах эрхгүй. Эргэлзээнд автуулахгүйн тулд үүнд АНУ-ын Сангийн яамны Гадаад хөрөнгийн хяналтын алба (\"OFAC\")-аас томилогдсон аливаа хориглогдсон оролцогчид хамаарна.",
    "1470290349": "шилдэг бот болон луйврын менежментэд зориулагдсан.",
    "1475399473": "hCaptcha багийн талаар илүү ихийг мэдэж аваарай",
    "1476843710": "Санхүүгийн хувьд хор хөнөөл багатай боловч дансыг булааж авах гэмтлийн хэлбэрүүд нь олон нийтийн мэдээллийн хэрэгслээр данс хулгайлах гэх мэт. Эдгээр тохиолдолд халдагчид ихэвчлэн хортой програм тараахыг оролддог эсвэл хохирогчийн сэжиггүй найзуудын эсрэг фишинг халдлага үйлддэг. Эсвэл халдлага үйлдэгч хохирогчийг эвгүй байдалд оруулахыг оролддог бөгөөд энэ нь заримдаа алдартай хүмүүс, улстөрчдөд тохиолддог.",
    "1477196356": "Хувийн мэдээллийг криптографийн хувьд найдвартай, заримдаа нууцлалыг хамгаалах шинж чанартай төхөөрөмжтэй холбох янз бүрийн аргуудыг олон арван жилийн турш санал болгож байна. Нийтийн түлхүүрийн криптограф нь в-ээс эхлэлтэй. 1975 он, техник хангамжийн токенууд бараг тэр үеэс хойш оршин тогтнож ирсэн.",
    "1480820434": "зураг 1",
    "148188781": "Үзүүлсэн сорилтууд",
    "1482845460": "( ) Хүн бүрээс нэг дор нэн даруй бүрэн хамтын ажиллагааг шаарддаг",
    "1483015662": "3. Сессия",
    "1485807325": "Олон хэрэглэгчийн хяналтын самбар, SAML SSO",
    "1487796027": "Компаниудын хувьд",
    "1491780143": "CAPTCHA нь таныг хүн гэдгийг нотлохгүй, харин таныг Америк гэдгийг баталдаг",
    "1493115924": "Барааны тэмдгийн тэмдэглэл:",
    "1493790285": "Үйлчилгээний нэг хэсэг болгон эцсийн хэрэглэгчдээс цуглуулсан бусад мэдээлэл нь тэдгээр нь байгаа эсэхийг тодорхойлох шаардлагатай",
    "1495915066": "Бид, эрдэм шинжилгээний судалгааны түншүүд болон үйлчлүүлэгчид маань Creative Commons хэвлэл мэдээллийн хэрэгслийг хэрхэн ашигладаг",
    "1499894352": "Маш цөөхөн компани энэ чиглэлээр шийдвэр гаргах үйл явцдаа ил тод байдлыг санал болгодог бөгөөд бусад хүмүүс энэ жишээг дагана гэж найдаж байна!",
    "1503240421": "Алхам 5: Консолын логийг хадгалахын тулд \"Консол\" таб дээр товшоод \"Save as ..\" дээр дарна уу. Үүнийг бас бидэнд илгээгээрэй.",
    "1504327211": "Та манай Үйлчилгээний хэрэглээг манайхаар зохицуулдаг гэдгийг анхаарна уу",
    "1508655687": "Хандалтыг хялбарчлах эсвэл хязгаарлахын тулд үзэгчдэд зориулсан өөрийн сорилтуудыг нэмж оруулаарай",
    "1510448156": "Та өнөөдөр илүү сайн хувилбартай ажиллаж, шаардлагатай бол илүү дэвшилтэт функцуудыг асааж болно.",
    "1514478724": "Илүү их судла",
    "151737819": "Дэлхий даяар hCaptcha Шийдвэрлэх ханш маш бага зөрүүтэй байдаг",
    "1517625162": "Калифорнийн Иргэний хуулийн 1789.3-р зүйлийн дагуу Калифорнийн хэрэглэгчид дараах хэрэглэгчийн эрхийн мэдэгдлийг авах эрхтэй: Калифорнийн оршин суугчид Сакраменто, 1625 North Market Blvd., Калифорнийн Хэрэглэгчийн асуудал эрхэлсэн газрын Хэрэглээний үйлчилгээний хэлтсийн гомдлын тусламжийн хэлтэст шуудангаар хандаж болно. CA 95834, эсвэл (916) 445-1254 эсвэл (800) 952-5210 утсаар холбогдоно уу.",
    "1517627947": "Та Google-ийн Streetview машинуудаас барилга байгууламжийн зураг эсвэл гудамжны тэмдгийг харж, Газрын зураг болон Дэлхий дээрх бүтээгдэхүүний байршлыг шошголоход тусалсан байх.",
    "1519201684": "AI-ийн ёс зүйн бодлого",
    "1519560388": "7. Эх сурвалж: Мэри Микер, KP Internet Trends 2017",
    "1525403768": "Дэлгэрэнгүй мэдээллийг Enterprise Sales-тэй холбогдоно уу.",
    "1525506526": "Дансны хулгай гэж юу вэ, тэд хэрхэн ажилладаг вэ?",
    "1526887904": "hCaptcha аж ахуйн нэгжийн нууцлал",
    "1528242915": "Тодорхойлогч.",
    "1533171442": "Бид мөн гуравдагч этгээдийн үйл ажиллагааны күүки болон күүкиг дүн шинжилгээ хийх, маркетингийн зорилгоор ашигладаг. Функциональ күүки нь сайтын зарим хэсгийг зөв ажиллуулах боломжийг олгодог бөгөөд таны хэрэглэгчийн тохиргоог мэддэг хэвээр байх болно. Анализ күүки нь бусад зүйлсээс гадна Хэрэглэгчид, Интеграторууд болон Эцсийн хэрэглэгчид манай сайтыг хэрхэн ашигладаг, хэрэглэгчдийн хамгийн их үздэг контент, бүтээгдэхүүн, гуравдагч талын сурталчилгааны үр дүнтэй байдлын талаарх мэдээллийг цуглуулдаг. Зар сурталчилгааны күүки нь холбогдох үзэгчдэд зар хүргэх, хайлтын үр дүнгийн дээд хэсэгт манай зарыг харуулахад тусалдаг. Күүки нь таныг хөтчийн сессийг дуусгахад устгадаг \"сесс\" күүки, эсвэл та (доор хэлэлцэнэ) эсвэл күүкийг үйлчилсэн тал устгах хүртэл үлддэг \"байнгын\" күүки юм. Сайтуудад ашиглагдаж буй бүх күүкиний талаарх дэлгэрэнгүй мэдээллийг доорх манай Күүки тодруулгын хүснэгтээс авах боломжтой.",
    "1539071196": "Бид күүкиг ихэвчлэн дараах зорилгоор ашигладаг.",
    "1544546608": "Нууцлалын тасалбар",
    "1544829730": "Хэрэв та Үйлчлүүлэгч эсвэл Хүсэлт гаргагч бол Хэрэглэгчийн Хавсралтад хавсаргасан нэмэлт нөхцлүүд хэрэгжиж, энэхүү Үйлчилгээний Нөхцөлд тусгагдсан байхыг зөвшөөрч байна. Хэрэв та Хэрэглэгч эсвэл Хүсэлт гаргагч биш эсвэл Хэрэглэгч эсвэл Хүсэлт гаргагч байхаа больсон бол Хэрэглэгчийн Хавсралт дахь нэмэлт нөхцөлүүд үйлчлэхгүй бөгөөд эдгээр Үйлчилгээний Нөхцөлд тусгагдаагүй болно.",
    "1546930020": "Мэдээллийн шошго авах",
    "1547006769": "Хүн чанарыг баталгаажуулах нь ижил асуудал юм",
    "1549336309": "hCaptcha энэ загварыг эргүүлж байна. Таныг hCaptcha-г ашиглах үед компаниуд хүн чанараа батлахын тулд таны хэрэглэгчдийн хийж буй ажилд тендер зарладаг. Та шагналаа авна.",
    "1549953005": "Та Хэрэглэгч эсвэл Хүсэлт гаргагч болохын тулд нэг буюу хэд хэдэн платформд нэвтрэх захиалгын маягтыг (тус бүр нь \"Захиалгын маягт\") бөглөсөн байж магадгүй. Хэрэв тийм бол Захиалгын маягтанд тодорхойлсон нөхцөл, нөхцөлүүд нь Үйлчилгээний нөхцлийн нэг хэсэг болох бөгөөд энд лавлагаа болгон нэгтгэсэн болно.",
    "155456850": "hCaptcha руу шилжихээ зарлаж байна:",
    "1558428432": ". Тэднийг hCaptcha.com руу шилжүүлнэ үү.",
    "155877895": "Хүний хүчээр илрүүлэх, ангилах",
    "1559150837": "Зорилтот нь хамгаалалтгүй биш юм. Ихэнх вэбсайтууд нэг IP хаягаас олон мянган өөр бүртгэл рүү нэвтрэхийг оролдож буй сэжигтэй хэрэглэгчийг богино хугацаанд хаадаг хяналттай байдаг. Эдгээр хамгаалалтын аргуудыг тойрон гарахын тулд итгэмжлэл бөглөх халдагчид юу хийдэг вэ гэвэл энэ нь газарзүйн болон IP олон янз байдлыг загварчлах явдал юм. Хүчирхэг, ихэвчлэн хиймэл оюун ухаанд тулгуурласан хэрэгслүүдийг ашигласнаар тэд олон мянган хэрэглэгчид өдөр бүр улс орны өнцөг булан бүрээс санамсаргүй байдлаар нэвтрэхийг оролдож байгаа мэт харагдуулж чадна. Үүнийг илрүүлэх, зогсооход илүү хэцүү байдаг.",
    "1559190296": "2021 оны нэгдүгээр сарын 5-11†",
    "1559631739": "Хувийн сургалт",
    "1560232962": "нарийвчлан тусгасан тул өгөгдсөн хариултаас олсон дүнгийн талаар ямар ч баталгаа өгөхгүй. Тухайн үед төлбөртэй асуулт байхгүй байж магадгүй, чанарын шалтгаанаар хариултаас татгалзаж болно гэх мэт.",
    "1565481281": "Калифорнийн оршин суугчдад зориулсан тэмдэглэл",
    "1569804581": "Цаашид холбогдох боломжуудын талаар тантай холбогдохыг хүсвэл энэ маягтыг бөглөнө үү.",
    "1579093044": "Манай энгийн захиалгат сорилтын дизайнерын тусламжтайгаар та хэдхэн минутын дотор брэндийн сорилтын контентыг эхлүүлэх боломжтой.",
    "1579715421": "IM-ийн эрдэмтэд ICML, ICLR, ECCV, NeurIPS зэрэг шилдэг чуулгануудад тогтмол нийтэлдэг бөгөөд тус компани гүн хэшинг гэх мэт ML-ийн чиглэлээр хамгийн сүүлийн үеийн үр дүнг олон нийтэд зарладаг.",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "1586809757": "Өндөр нарийвчлалтай ботын оноо",
    "1589805435": "Бидэнд бас бий",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "1591032933": "Та холбогдох захиалгын маягтанд заасан төлбөрийн хэрэгслээр дамжуулан IMI-д төлбөрөө төлнө. Хоёр тал өөрөөр бичгээр тохиролцоогүй бол та нэхэмжлэхийг илгээсэн өдрөөс хойш гуч (30) хоногийн дотор гаргасан бүх нэхэмжлэхийн төлбөрийг бүрэн төлнө. Та бидэнд өгсөн бүх зээлийн картын мэдээлэлд зээлийн картын зөвшөөрөл ажиллуулах, зээлийн картын мэдээллийг хадгалах, таны кредит карт эсвэл бидний харилцан тохиролцсон бусад данснаас төлбөр авахыг бидэнд зөвшөөрч байна. Захиалгын маягт эсвэл танай Байгууллагын Үйлчилгээний Гэрээ эсвэл Мастер Үйлчилгээний Гэрээнд өөрөөр заагаагүй бол таны гэрээний дагуу IMI-аас үзүүлж буй үйлчилгээ эхэлснээс хойш (\"Хүчин төгөлдөр болох огноо\") нэмэлт төлбөрөөс бусад үйлчилгээний бүх төлбөрийг жил бүр тооцдог.",
    "159272246": "А: Та аудио гэх мэт бусад хүртээмжтэй (\"a11y\") сонголтууд дээр ажиллаж байна уу?",
    "1595254735": "Цэвэр идэвхгүй үйлчилгээ нь бот илрүүлэх нарийвчлалыг хадгалах, тэр ч байтугай буруу болохыг мэдэхийн тулд тэмцдэг. Хэрэглэгчдийг хааяа сорьж, тэр сорилын үр дүнд зөв дүн шинжилгээ хийх чадваргүй бол нарийвчлал цаг хугацааны явцад ихээхэн буурах хандлагатай байдаг.",
    "1597520917": "Google хэрэглэгчийн нууцлалыг үл тоомсорлож байгаа нь вэбсайт болон апп-аа хамгаалахыг хүссэн үйлчлүүлэгчдэд санаа зовдог гэж шүүмжлэгчдийн тоо нэмэгдсээр байна.",
    "1599610318": "Нийтлэгч",
    "1601080128": "Хэрэв бид таны бүртгэлийг түдгэлзүүлэх эсвэл цуцлах тохиолдолд та сайтад хадгалсан өгөгдөл, мессеж, файл болон бусад материал зэрэг вэбсайтын аль ч хэсэгт хандах эрхгүй болно. Та манай вэбсайтыг өөр эсвэл шинэ дансны нэрээр үргэлжлүүлэн ашиглах боломжгүй. Эдгээр үйлчилгээний нөхцөлийг зөрчсөн тохиолдолд хуулийн дагуу эрүүгийн хариуцлага хүлээлгэж, нэмэлт торгууль, шийтгэл ногдуулах боломжтой.",
    "1606599610": "Киран Томпсон",
    "1606783855": "Х: Бид Хүртээмжтэй байдлын (\"a11y\") ашиглах тохиолдолд Privacy Pass-ыг маш их сонирхож байна. Аудио captcha зэрэг өмнө нь алдартай сонголтууд нь олон a11y хэрэглэгчдийг ялгаварлан гадуурхдаг. Одоогийн a11y арга барилаа Privacy Pass олгохтой хослуулснаар a11y хэрэглэгчдэд траффик нь илүү нууцлагдмал гэдгийг мэдэж, аюулгүйгээр аялах боломжийг олгохын зэрэгцээ a11y сонголтууд боломжтой үед зайлшгүй тохиолддог ботын операторуудын хүчирхийллийг хязгаарлана гэж бид үзэж байна.",
    "1609621367": "Дамжуулах",
    "1617196410": "hCaptcha нь роботуудыг зогсооход чиглэгддэг. Бидэнд хэрэглэгч хэн байх нь хамаагүй, харин зөвхөн хорлонтой эсэх нь чухал. Бид хувийн нууцыг тэнцвэржүүлэхийн тулд шаргуу ажилладаг",
    "162063633": "Mailgun Technologies, Inc. (Дэлхийн). Үзүүлсэн үйлчилгээ: Mailgun.com.",
    "1620709264": "HUMAN Token® нь HUMAN Protocol Foundation-ийн бүртгэлтэй худалдааны тэмдэг бөгөөд түүний зөвшөөрөлтэйгээр ашиглагддаг.",
    "1621597093": "Байгууллагын аюулгүй байдлын шийдэл (төлбөртэй)",
    "1621930829": "Өнөөгийн дэвшилтэт, тасралтгүй төлбөрийн залилангийн үйл ажиллагааны талаар юу хийж чадах вэ? Олон түвшний хяналтыг ашиглах нь ихэвчлэн ухаалаг арга юм. Гэсэн хэдий ч бүтээгчид хүний зан үйлийг хуулбарлахыг хичээсэн ч ботыг барьж, хуурамч гэдгийг нь илрүүлэх хамгийн сайн арга хэмжээ юм.",
    "1622303590": "Safari (iPhone/iPad iOS 11+) дээр күүки идэвхжүүлэхийн тулд: Тохиргоогоо нээнэ үү. Доош гүйлгээд Safari-г сонгоно уу. \"Нууцлал ба аюулгүй байдал\" хэсэгт \"Сайт дамнуулан мөрдөхөөс урьдчилан сэргийлэх\" болон \"Бүх күүкиг блоклох\"-ыг унтраа.",
    "1624200563": "аюулгүй байдал, GDPR, CCPA, LGPD, PIPL болон бусад нууцлалын дүрэм журмыг дагаж мөрдөнө.",
    "1627232990": "Эдгээр үйлчилгээний нөхцлийн орчуулгыг хамгийн сайн хүчин чармайлтаар хангадаг. Англи хэл дээрх Үйлчилгээний Нөхцөл болон түүний орчуулгын хооронд мэдэгдэхүйц ялгаа гарсан тохиолдолд англи хэл дээрх Үйлчилгээний Нөхцөлийг эрх бүхий гэж үзнэ.",
    "1636202177": "тухай",
    "1637527266": "Хамгийн их ботын урсгалтай улс аль улс вэ?",
    "1637702726": "hCaptcha-ийн тухай",
    "1642844535": "чухал: hCaptcha нь ижил үндсэн асуултанд хариулахын тулд олон янзын аргыг ашигладаг бөгөөд энэ нь бүх үнэлгээний нийцтэй байдлыг харьцуулах боломжийг олгодог.",
    "1644003939": "Жич: бүх үйлчлүүлэгчдэд хамаарахгүй. Жишээлбэл, IP Blinding эсвэл бусад дэвшилтэт нууцлал эсвэл аюулгүй байдлын сонголтуудын хэрэглэгчид (жишээ нь, Secure Virtual Tenancy үйлчлүүлэгчид) хэзээ нэгэн цагт телеметрийн системд нэвтэрч буй аливаа \"PII\", тэр байтугай IP хаягаас бүрмөсөн хасагдана. Шаардлагатай бол дансны төлөөлөгчтэйгээ холбогдож дэлгэрэнгүй мэдээлэл авна уу.",
    "164801246": "Эвлэрүүлэн зуучлах гэдэг нь бүх мэдээлдэг сайтын бүх өгөгдөл нэвтэрсний дараа хүн чанар, үнэн зөв эсэхийг шалгахын тулд замын хөдөлгөөнд дүн шинжилгээ хийх үйл явц юм. Та илүү дэлгэрэнгүй мэдээллийг манай хэсгээс унших боломжтой.",
    "1655022901": "hCaptcha™-ийн BotStop",
    "1655796811": "IP хаяг, хөтчийн төрөл, интернетийн үйлчилгээ үзүүлэгч, платформын төрөл, төхөөрөмжийн төрөл, үйлдлийн систем, огноо, цагийн тэмдэг гэх мэт Интегратор эсвэл Хэрэглэгчийн сайт эсвэл үйлчилгээг ашигласны үр дүнд автоматаар цуглуулсан мэдээлэл (\"Аналитик мэдээлэл\") хандалт болон бусад ижил төстэй мэдээлэл. Зарим аналитик мэдээллийг бидний нэрийн өмнөөс бид энэ зорилгоор ажилладаг гуравдагч этгээд цуглуулдаг бөгөөд зарим аналитик мэдээллийг күүки зэрэг төрөл бүрийн хяналтын технологиор цуглуулдаг (доорх \"Гуравдагч талын аналитик ба хянах технологи\" -г үзнэ үү).",
    "165932542": "Дэлхий даяарх hCaptcha шийдлийн хувь хэмжээг харвал",
    "1662477701": "Нөөц",
    "166277959": "Анхаарна уу: Энэ функц нь одоогоор бета хувилбарт байгаа бөгөөд бүх вэб сайт болон хэрэглэгчдэд үргэлж ажиллахгүй байж магадгүй. Хэрэв энэ нь идэвхжээгүй эсвэл тодорхой хэрэглэгчдэд тохирохгүй бол энэ үйлдэл нь хэвийн hCaptcha туршлага руу буцах бөгөөд үйл ажиллагааны алдагдалгүй болно.",
    "1663628612": "зөвшөөрнө",
    "1665616092": "Төлбөрийн луйвар нь энгийн ойлголт боловч өнөөгийн гүйцэтгэлийн хувьд гайхалтай төвөгтэй байж болно.",
    "1669194950": "Хувийн мэдээллээс гадна бид үйлчилгээ үзүүлэхийн тулд бусад мэдээллийг (эсвэл бид цуглуулах шаардлагатай байж магадгүй) (хамтдаа \"Хэрэглэгчийн мэдээлэл\") өгөхийг шаардаж болно. Таны саатал эсвэл Хэрэглэгчийн мэдээллийг өгөөгүйгээс үүдэн үйлчилгээ үзүүлэхгүй байх тохиолдолд бид хариуцлага хүлээхгүй.",
    "1671436004": "Дуртай буяны ажилд буцаан өгөхийг хүсч байна уу?",
    "1671996585": "Та манай програмчлалын интерфэйсээр (\"API\") дамжуулан вэбсайт, програм эсвэл платформоо манай үйлчилгээтэй нэгтгэх шаардлагатай байж магадгүй юм. Хэрэв та үүнийг хийсэн тохиолдолд бид танд зөвхөн үйлчилгээнд хандахын тулд API-г ашиглах хязгаарлагдмал, онцгой бус, шилжүүлэх боломжгүй, шилжүүлэх боломжгүй, хүчингүй болгох лиценз олгоно. Бид API-г өөрчлөх ба/эсвэл API-ийн хуучин хувилбар эсвэл хувилбаруудыг дэмжихээ хэзээ ч зогсоож болно. Бид зөвхөн өөрийн үзэмжээр API-д хандах эрхийг тань түдгэлзүүлэх эсвэл хязгаарлах эрхтэй бөгөөд түдгэлзүүлэхээс өмнө танд мэдэгдэхийн тулд хүчин чармайлт гаргах болно.",
    "1678661231": "Дагаж мөрдөх, залилан мэхлэхээс урьдчилан сэргийлэх, аюулгүй байдлын үүднээс",
    "1685871181": "Шилдэг онлайн үйлчилгээнүүд дээр тулгуурладаг",
    "1686079269": "Компанийн одоогийн удирдлагын талаархи мэдээллийг вэбсайтаас авах боломжтой",
    "1686655020": "Зохиогчийн эрхээр хамгаалагдсан таны анхны бүтээл биш аливаа агуулгыг байршуулах, хэрэв та ийм агуулгыг нийтлэх, мөн IMI-д олгогдсон лицензтэй бүх эрхийг хууль ёсны эзэмшигчээс зөвшөөрөл аваагүй л бол;",
    "1687299615": "Данс авах гэж юу вэ?",
    "1691348394": "- Хязгаарлагдмал хувилбарын борлуулалтын үеэр автоматжуулсан бөөнөөр худалдан авалт",
    "1691879905": "https://www.honeycomb.io/privacy",
    "169267610": "бидэнд имэйл илгээнэ үү",
    "1697438123": "Нууцлал",
    "1699668873": "Хэрэв та өөрийн дансны мэдээллийг хэн нэгэн хулгайлсан эсвэл ашигласан эсвэл аюулгүй байдлын бусад зөрчлийг сэжиглэж байгаа бол IMI-д нэн даруй мэдэгдэх ёстой.",
    "1702335960": "Бидний цуглуулсан аливаа мэдээлэл нь тухайн мэдээллийг цуглуулах үед хүчин төгөлдөр мөрдөгдөж буй Нууцлалын бодлогод хамаарна. Гэсэн хэдий ч бид Нууцлалын бодлогыг үе үе өөрчилж болно. Хэрэв засвар нь зөвхөн бидний тодорхойлсон материалтай бол бид танд имэйлээр мэдэгдэх болно. Одоогийн хувилбар нь үргэлж манай Нууцлалын бодлогын хуудсанд тавигдах болно.",
    "1706581702": "Тодорхойлолтгүй өгөгдлийн талаархи сургалт нь мөн адил үр дүнтэй бөгөөд аюулгүй байдал, нууцлалын аль алиныг нь зөрчихийг шаарддаггүй. Манай үйлчлүүлэгчид эмпирик туршилтуудыг хийсэн бөгөөд биднийг хувийн хувилбаруудаас хамаагүй багатай тэнцүү эсвэл илүү сайн гэж зарласан.",
    "170775527": "Байгууллагын онцлог",
    "1709478090": "Танд сонирхолд суурилсан эсвэл зорилтот сурталчилгаагаар үйлчлэх.",
    "1717658846": "Виджетийн UI цэс дэх хандалтын сонголт",
    "1722734001": "Нээлттэй интернет бол маш их шуугиантай орчин юм. Муу жүжигчид манай үйлчилгээний хэрэглэгчид болон reCAPTCHA зэрэг өрсөлдөгчид рүү өдөр бүр халдаж, ингэхдээ аль болох хүн шиг харагдахыг хичээдэг.",
    "1728211763": "Контентыг ийм байдлаар болон эдгээр зорилгоор ашиглах нь хууль тогтоомжийн талаарх бидний ойлголт, тухайн салбарын стандарт туршлагын дагуу шударга хэрэглээний удирдамжид хамаарах боловч бид Creative Commons-ийг удаан хугацааны турш шүтэн бишрэгчид бөгөөд энэ чиглэлээр тусалж буй хэн бүхэнд талархал илэрхийлэхийг илүүд үздэг. Машины оюун ухааныг сайжруулах томоохон ажил.",
    "1729677626": "Би халдлагад өртөж байгаа тул яаралтай элсэх шаардлагатай байна.",
    "1752259468": "5. Консерватив тооцоо: Нэг тайлбарын 0.01 долларын өртөг * дундаж 200 сая. Өдөрт тэмдэглэсэн тэмдэглэл (доод хязгаар) * Жилд 365 хоног * 2009 оноос хойшхи 10 жил = 7.3 тэрбум ам.долларын доод хязгаарын үнэ.",
    "1752795854": "hCaptcha нь роботуудыг зогсоох орчин үеийн, нууцлалд чиглэсэн хандлагыг авчирдаг.",
    "1756106276": "Статус",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "1764089150": "энд:",
    "1767952047": "Өчигдөр орой над руу дайрч, хувцсыг минь булааж, мөнгийг минь авсан” гэв. Нөгөө хүн, язгууртны ангийн хувцас өмссөн, гоёмсог хувцас өмсөж, хариуд нь: \"Цагдаач аа, энэ хүн галзуу юм. Тэр өөрийгөө язгууртан гэж боддог. Би бол жинхэнэ язгууртан. Түүнийг баривчил!\"",
    "1771016224": "- Таны вэбсайтаас бүх агуулгыг бөөнөөр нь татаж авах програм хангамж",
    "1778058441": "hCaptcha дээр ямар төрлийн ажлууд ажилладаг вэ?",
    "1778642038": "Тантай харилцахын тулд",
    "1779265104": "Тохируулсан нөхцөл, нууцлалын баталгаа",
    "1783317946": "API халдлагыг зогсоох нь түгээмэл хэрэглэгддэг тохиолдол юм",
    "1786796818": "Хязгаарлах",
    "178839499": "Хэрэглэгчид хүн чанараа батлахын зэрэгцээ hCaptcha нь хийсэн ажлынхаа үнэ цэнийг хуваалцдаг.",
    "1789371580": "Даалгавар хийх чадвар. Та бидний урьдчилан бичгээр зөвшөөрөл авалгүйгээр эдгээр үйлчилгээний нөхцөлийг оноож болохгүй. Бид эдгээр үйлчилгээний нөхцөлийг ямар ч үед мэдэгдэлгүйгээр зааж өгч болно. Дээр дурдсан зүйлсийн дагуу эдгээр үйлчилгээний нөхцөл нь тал бүрийн өв залгамжлагч болон зөвшөөрөгдсөн албан тушаалтнуудад заавал биелүүлэх болно.",
    "1789607185": "Имэйл хаяг",
    "1792519141": "hCaptcha Enterprise",
    "1795436560": "1. Сессия",
    "179723061": "Ангиллын тэргүүлэгч хамгаалалт шаардлагатай багуудад илүү их хяналт",
    "1797298240": "Алхам 4: Шийдвэрлэх гэж оролдсоныхоо дараа \"HAR\" дээр дарж сүлжээний бүртгэлийг хадгалахын тулд \"Бүгдийг HAR хэлбэрээр хадгалах\" гэснийг сонгоно уу. Тэр файлыг бидэнд илгээнэ үү.",
    "1798492192": "Хуучин хөтчийн дэмжлэг",
    "1803009328": "Вэб хэмжээнд тулалдаанд туршиж үзсэн.",
    "1803943584": "Хоёрдугаарт, бид сорилтуудыг аль улс, хэлээр явуулахыг тодорхойлохын тулд өөрөө оновчтой болгохыг зөвшөөрч, тогтвортой туршлагыг цаашид нэмэгдүүлэх боломжийг олгодог. Хэрэв нарийвчлал нь хүлээгдэж байснаас доогуур байвал тухайн бүс нутаг эсвэл хэл дээр асуултуудын багц ажиллахаа болино.",
    "1806535500": "Харандаанаас эхлээд динамит хүртэл бараг бүх технологи нь a",
    "1807143500": "Үйлчилгээнд онлайн аюулгүй байдлын үйлчилгээ (\"hCaptcha үйлчилгээ\") болон платформ (\"Зөн совингийн машинуудын платформ\") багтдаг бөгөөд үүнд хувь хүн (\"Хувь нэмэр оруулагч\") гуравдагч этгээдийн байгууллага эсвэл Зөн совингийн машинуудын өөрөө (тус бүр) даалгавруудыг гүйцэтгэхээр сонгож болно. \"Хүсэлт гаргагч\") нь манай вэбсайт эсвэл hCaptcha үйлчилгээнд шууд манай вэбсайт дээр эсвэл Intuition Machines платформ руу нэвтэрч, гуравдагч этгээдийн байгууллага ба/эсвэл платформ эсвэл үйлчилгээгээр дамжуулан эсвэл түүнтэй холбоотой даалгавруудыг гүйцэтгэх замаар нийтэлдэг (тус бүр нь \"Интегратор\"). Хүсэлт гаргагчид даалгавраа нийтэлж, хувь нэмэр оруулагчдыг IMI-ээс Интеграторуудад олгосон шагналын оронд гүйцэтгэхийг урьж, эсвэл хүсэлт гаргагч нь Intuition Machines Platform эсвэл hCaptcha үйлчилгээг өөрийн эцсийн хэрэглэгчдэдээ даалгаврыг гүйцэтгэхийн тулд ашиглаж байгаа бол Хүсэлт гаргагчийн тодорхойлсон. Бид компаниуд болон хувь хүмүүсээс (тус бүр нь \"Хэрэглэгч\") платформыг ашигласны төлбөрийг авдаг бөгөөд ингэснээр тэд манай программ хангамж, зохиогчийн даалгавруудыг ашиглах, биднийг даалгаврын зохиогчоор ажилд авах болон/эсвэл Хувь нэмэр оруулагчдад хандах эрх авах боломжтой болно. Мөн бид интеграторуудаас вэбсайт, мобайл апп болон бусад онлайн өмчийн луйвар, урвуулан ашиглах, спамыг багасгахын тулд манай hCaptcha үйлчилгээг ашигласны төлбөрийг авдаг. Дээр дурдсан зүйлсийг хамтад нь \"Үйлчилгээ\" гэж нэрлэдэг.",
    "181065232": "Бид таны түүвэр өгөгдөл дээр үндэслэн жижиг хэмжээний үйлдвэрлэлийн ажлыг гүйцэтгэдэг. Энэ нь танд яг хэрэгтэй зүйлээ авахын тулд бидний хамтран хийсэн ажлыг шалгадаг.",
    "1817772953": "Залилан бол гэмт хэргийн шинэ хэлбэр биш. Үнэхээр ч археологичид 10,000 жилийн өмнө эртний шумерчуудын бүтээсэн малыг хорогдолгүй тээвэрлэх зориулалттай залилангийн эсрэг төхөөрөмжийг олжээ! Тэдний хувьд тэд \"булла\" гэгддэг шавар бөмбөлөг дотор амьтныг дүрсэлсэн шавар жетон тавьдаг. Булла худалдагчаас худалдан авагч руу шилжихдээ сүргийнхээ хамт явдаг байв. Тэр үед ч бизнес эрхлэгчид тэдэнтэй харьцаж байсан хүн бүр дээш, дээшээ байдаггүй гэж санаа зовж байв. 10,000 жилийн хугацаанд их зүйл өөрчлөгдсөн ч залилан мэхлэхээс урьдчилан сэргийлэхэд шинэлэг байх шаардлага бидэнд байсаар байна. Өнөөдөр онлайн төлбөрийн луйврын асуудал хамгийн чухал юм. Интернэттэй болсноор луйварчид залилангийн эсрэг хяналтыг давах чадвар улам бүр нэмэгдсээр байна. Гэсэн хэдий ч шинэ шийдлүүд урсгалыг эргүүлж байна.",
    "1818116402": "AI Ёс зүйн бүрэлдэхүүн хэсэгтэй бид үйл ажиллагааны асуултуудыг хэрхэн зохицуулж байгаа талаарх энэхүү харагдац танд талархсан гэдэгт найдаж байна.",
    "1820844638": "Зах зээлийн талаархи ойлголтыг олж авах. Бид аналитик мэдээллийг зах зээлд дүн шинжилгээ хийх, сайт болон манай үйлчилгээтэй холбоотой бизнесийн дүн шинжилгээ хийх болон бусад судалгааны зорилгоор ашигладаг.",
    "1828028934": "Ийм учраас л",
    "1829242168": "__cflb,",
    "1830910223": "Бодит AI Ёс зүйн кейс судалгаа",
    "1834239172": "hCaptcha тэмдэглэгээний үйлчилгээг худалдаж аваарай",
    "1834801943": "2. 1-р тал",
    "1834911235": "Та өмнө нь хүлээн авахыг зөвшөөрсөн маркетингийн шууд харилцаа холбоог илгээхээ боль. Бид танд үйлчилгээтэй холбоотой болон маркетингийн бус бусад мэдээллийг үргэлжлүүлэн илгээж магадгүй.",
    "1836191653": "hCaptcha нь илүү сайн биш аж ахуйн нэгжийн хувилбарыг олон сая доллараар үнэлж, үнэгүй хэрэглэгчдэд амархан ялагдах үйлчилгээг санал болгохын оронд хоёуланд нь маш сайн ботын хамгаалалтыг хангадаг бөгөөд байгууллагын хэрэглэгчдэд нэмэлт боломжууд, тохируулга, хүчтэй SLA болон хурдан дэмжлэгийг санал болгодог.",
    "1836369533": "Ардын үлгэрт гардаг цагдаа шиг хэн нь хэн бэ гэдгийг яаж тодорхойлох вэ? Хэрэв халдагчид жолооны үнэмлэхний дугаар, нийгмийн даатгалын дугаар, ээжийнх нь овог нэр, хаяг гэх мэт хулгайлагдсан таних тэмдэгт хангалттай байгаа бол дуудлага хийгч нь жинхэнэ данс эзэмшигч мөн үү эсвэл халдагчид мөн эсэхийг тодорхойлоход нэлээд хэцүү байх болно. түүний нэвтрэхийг хүссэн дансны нууц үгээ шинэчлэх.",
    "1836554225": "Блогын нийтлэлүүд",
    "1844885924": "Сонгох боломжтой төрөл бүрийн өргөн номын сан.",
    "1845745385": "Хувийн нууцад зориулагдсан.",
    "184971506": "https://aws.amazon.com/compliance/",
    "1849717906": "Өөрийн сорилтын контентоор тохируулаарай",
    "1849805607": "hCaptcha нь таны сүлжээнд нэвтрэхэд зориулагдсан аюул заналхийлэл, заль мэхээс хамгаалдаг",
    "1865097546": "2021 оны арваннэгдүгээр сарын 16",
    "1866590035": "Chrome-д зориулсан дибаг хийх бүртгэлийн заавар",
    "1873812847": "Күүки(үүд)-ийн тодруулга",
    "1886100235": "Дэлхийн хамгийн том онлайн үйлчилгээнүүдийн ихэнх нь hCaptcha Enterprise руу шилжиж, зардлаа хэмнэхийн зэрэгцээ бот илрүүлэлтийг сайжруулсан.",
    "1890955039": "Баялаг текст бүрийн форматыг хэрхэн өөрчлөх вэ",
    "1892020899": "Хакерууд итгэмжлэлийг хаанаас авдаг вэ?",
    "1892574253": "Бүртгүүлэх",
    "1898063898": "Бидний хамтран хөгжүүлж буй хэрэглэгчийн нууцлалыг хадгалахын тулд",
    "1903743785": "Стандартад суурилсан API-ууд гарч ирсэн нь хэрэглээний интеграцид томоохон үсрэлт хийсэн. Сүүлийн 20 гаруй жилийн хугацаанд API нь өртөг өндөртэй, нарийн төвөгтэй өмчийн програм хангамжийн бүтээгдэхүүн байснаас ажиллахад харьцангуй хялбар, ашиглахад хялбар, стандартад суурилсан үнэ төлбөргүй хэрэгсэл болон хувирсан.",
    "1904390996": "стандартчилах",
    "1906593952": "Сая үзсэн hCaptcha-н талаар санал хүсэлтээ хэлнэ үү",
    "190955495": "( ) Имэйлийг төвлөрсөн хяналтын эрх мэдэл дутмаг",
    "1910628828": "Агуулга хусах нь програм хангамжийн клиент эсвэл вэб хөтчийг дуурайлган автоматжуулсан хэрэглүүрийг багтаасан системээс өгөгдөл авах арга юм. Энэ шинэ зүйл биш. Үнэн хэрэгтээ, хуучин үндсэн фрэймийн өгөгдөл хэрэгтэй байж болох програм хангамжийн инженерүүдийн хувьд хусах нь мэдээллийг задлах цорын ганц арга зам байж болох юм. Анхны холбогч нь алга болж, солих боломжгүй байж магадгүй юм.",
    "1911669851": "Тийм ээ, бид одоогоор арын системдээ олон төрлийн сайжруулалт хийхээр ажиллаж байгаа бөгөөд энэ нь эцсийн дүндээ илүү хурдан эвлэрүүлэх, илүү хурдан тооцоолол хийх, илүү хурдан төлбөр төлөх боломжийг бидэнд олгоно. Одоогоор бид эхлээд эвлэрлийг түргэтгэхийн төлөө ажиллаж байна.",
    "191460155": "Тэг үрэлт ба 99.9% идэвхгүй горим",
    "1918025546": "Хэрэв танд Үйлчилгээн дээрх хэн нэгнээс нууц мэдээлэл өгсөн бол та өөрийн нууц мэдээллийг хамгаалахдаа ашигладаг шигээ болгоомжтой байх боловч ямар ч тохиолдолд зохих ёсоор болгоомжтой байж, нууц мэдээллийн нууцыг хамгаалахыг зөвшөөрч байна. Та даалгаврыг гүйцэтгэхэд шаардлагатай байж болохоос бусад тохиолдолд ийм нууц, өмчийн мэдээллийг задруулах, нийтлэхийг хориглоно. Intuition Machines Platform дээрх ажлын бүх мэдээллийг нууц гэж тодорхой заагаагүй байсан ч гэсэн нууц гэж үзэх ёстой.",
    "1920884252": "Агуулга яагаад аюулгүй байдалд заналхийлж байна вэ?",
    "1923297430": "Google компаниудаас бүтээгдэхүүнээ ямар ч утга учиртай хэмжээгээр ашигласны төлөө төлбөр авч эхэлснээр олон томоохон хэрэглэгчдийн эцсийн хагарал болсон. Энэ нь Google-ийн санал болголтыг ашиглахад дэлхий даяар санаа зовдог зохицуулалтын асуудал аль хэдийн улам бүр сонирхолгүй болсон тул reCAPTCHA хэрэглэгчид удаан хугацааны туршид илүү сайн хувилбаруудыг хайхад хүргэсэн.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "1923365316": "Бид hCaptcha-д хиймэл оюун ухааны ёс зүйн хатуу бодлого баримталдаг ба үүний нэг хэсэг нь үйлчлүүлэгчээ мэдэх (KYC) үйл явц юм.",
    "1927613000": "hCaptcha нь вэб программуудыг данс булаалт, итгэмжлэл бөглөх, хусах болон бусад төрлийн хүчирхийллээс хамгаалахын тулд нарийн төвөгтэй машин сургалтыг хүчирхэг сорилтын платформтой хослуулсан.",
    "1933936765": "Мэдээлэл боловсруулах гэрээ (Сүүлд шинэчлэгдсэн: 2021 оны 9-р сарын 23)",
    "1936449777": "Дараа нь бүрэн автомат горимд тэд цахим худалдааны сайтууд дээр хүний зан үйлийг дуурайж, товчлуур дээр дарж, дэлгүүрийн сагсанд зүйлс нэмэх боломжтой бөгөөд ихэнх луйврын эсрэг хяналтууд робот хулгайлах гэж байгааг хэлж чадахгүй болтол нь. бараа. Харин ч хүний хэрэглэгч зүгээр л дэлгүүр хэсч байгаа мэт харагдана. Бот нь хулгайлагдсан нэвтрэх мэдээллийг ашиглан жинхэнэ хэрэглэгчийн данс руу нэвтэрч болно. Бот нь IP хаягийг хууран мэхэлж, \"худалдан авагч\" нь харь оронд байгаа халдлага үйлдэгчээс өөр газар байгаа мэт харагдуулах чадвар нь луйврыг бүрхэгдүүлдэг.",
    "1936512180": "Ажилчдын үр ашгийг нэмэгдүүлэхийн тулд API-д хялбар хандалт, гоёмсог хяналтын самбар, хамгийн сүүлийн үеийн загвар технологи.",
    "1941999673": "Таны нийтлэлийг дэмжигчид a",
    "1942186611": "мөн бусад.",
    "1942611550": "юуны түрүүнд",
    "1949452297": "hCaptcha UI-ийн дотоод хязгаарлалт болон түүний аюулгүй байдлын үүднээс авч үзвэл зураг бүрийн эх сурвалжийг ашиглахтай шууд залгах боломжгүй. Үүний оронд бид нүүр хуудаснаас энэ хуудас руу холбогдож, платформоор дамжуулан одоо эсвэл саяхан үйлчилж байсан эх сурвалжуудын жагсаалтыг хөтөлдөг. Та одоогийн жагсаалтад хандаж болно",
    "1952810469": "Төрөл",
    "1953519598": "Нэг зургийг шошголох зардал 0,03 доллараас 1,00 доллар ба түүнээс дээш хооронд хэлбэлздэг. Ямар ч консерватив тооцоогоор Google өнөөг хүртэл олон тэрбум долларын үнэ төлбөргүй ажиллах хүч гаргаж авсан. [",
    "1953959745": "хүртээмжтэй байдал",
    "1958297836": "Зохицуулсан довтолгооноос хамгаалах ба APT бууруулах",
    "1959762846": "- Таны вэб маягтуудыг эцэс төгсгөлгүй маркетингийн спам эсвэл хүчирхийллээр дүүргэх",
    "1960601330": "Safari (Mac) дээр күүки идэвхжүүлэхийн тулд: Safari унадаг цэс рүү очно уу. Сонголтыг сонгоно уу. Дээд талын самбар дээрх Нууцлал дээр дарна уу. \"Күүкиг блоклох\" хэсэгт \"Хэзээ ч үгүй\" гэсэн сонголтыг сонгоно уу.",
    "1962721652": "Хүн төрөлхтөн хэв маягийг эрэлхийлэгчид бөгөөд заримдаа асуулт асууж буй хэн нэгний сэдэл биш харин ертөнцийн өөрчлөлтөөс шалтгаалж гэм зэмгүй асуулт агшин зуур гэнэт сэжигтэй болж хувирдаг.",
    "1963951234": "Таны криптографийн схем хичнээн найдвартай байсан ч, өдрийн эцэст хэн нэгэн танд хайж буй хариултаа өгөхийн тулд мөнгө зарцуулж чадвал техник хангамжийн хэсэг байх нь хангалтгүй юм.",
    "1972710018": "Үүнийг компанийн өнцгөөс харж байна",
    "1973347745": "10. Роялтигүй жишээ зургууд. Эх сурвалж: Петапиксел.",
    "197676026": "Мэдээллийг танихгүй бол бусад хууль ёсны бизнесийн зорилгоор",
    "1977013707": "† 2020 оны 12-р сарын төлбөрийг жилийн эцсийн тохирол болон ажилтнуудын амралттай давхцуулахгүйн тулд 15-ны өдрөөс хойш шилжүүлсэн: 1-р сарын хоёр дахь долоо хоногт дуусгавар болно. PayPal руу шилжүүлэг нь ердийнхөөс удаашралтай байгаа тул төлбөрийг нэг өдөр дуусгахаас илүү хэд хоногийн дотор хийх болно.",
    "1978884623": "Програм хангамжийн асуудлыг мэдээлэх талаар нэмэлт мэдээлэл аваарай",
    "1979347895": "– Бизнесийн томоохон тасалдал нь зөвхөн манай пүүс, манай пүүсийн байрлаж буй ганц барилга, манай пүүсийн байрладаг хороолол, бидний байрладаг хот эсвэл бүх бүс нутаг гэх мэт хамрах хүрээний хувьд өөр өөр байж болно. Эдгээр хэсгүүдийн дотор эвдрэлийн зэрэг нь хамгийн багааас хүнд хүртэл янз бүр байж болно. Манай пүүс, бизнесийн дүүрэг, хот, бүс нутаг эсвэл манай фирм байрладаг барилгад саатал гарсан тохиолдолд бид шаардлагатай үед үйл ажиллагаагаа орон нутгийн сайт руу шилжүүлж, бизнесийн үйл ажиллагаанд материаллаг саад учруулахгүй гэж найдаж байна. Аль ч тохиолдолд бид бизнесээ үргэлжлүүлж, шаардлагатай бол өөр ханган нийлүүлэгчид рүү шилжүүлж, hcaptcha.com вэбсайт болон hcaptchastatus.com дахь статус хуудсаараа дамжуулан бидэнтэй хэрхэн холбогдох талаар танд мэдэгдэхээр төлөвлөж байна. Бизнесийн томоохон тасалдал нь биднийг бизнесээ үргэлжлүүлэхэд саад болохуйц ноцтой байвал бид танд яаралтай мэдэгдэх болно.",
    "1982617151": "( ) Хэн ч хэн нэгний карьер, бизнесийг нэрээ нууцлан устгаж болно",
    "1982750088": "Хүмүүст хялбар боловч машинд хэцүү энгийн ажлуудыг гүйцэтгэхийн тулд дэлхийн өнцөг булан бүрээс компаниуд тэрхүү хөдөлмөрийг санал болгодог. Хэрэглэгчид зочилж буй сайтаа дэмждэг бөгөөд аюулгүй байдлын өндөр түвшний улмаас вэб спам багатай байдаг.",
    "1985238261": "Бусад хязгаарлалттай тэмдэг",
    "1988268879": "Өртөг хэмнэлттэй өгөгдлийн шошгыг масштабаар хийх",
    "1988461282": "Боловсруулалтын эрх зүйн үндэс",
    "1990824776": "2020 оны есдүгээр сарын 16-24*****",
    "1993899769": "15. Бидний мэдээллийн хэрэглээ",
    "1993984258": "( ) Татгалзах дээр үндэслэсэн аливаа схемийг хүлээн зөвшөөрөх боломжгүй",
    "1995277831": "Баярлалаа",
    "1996843433": "Аюулгүй байдлыг маш сайн хангасан хэвээр байхын зэрэгцээ хууль ёсны замын хөдөлгөөний 99.9% -д нь бэрхшээлээс зайлсхийж үрэлтийг бууруул.",
    "1997838163": "Дэлхийн хамгийн том компаниуд hCaptcha Enterprise-ээс хамаардаг. Интеграци нь энгийн бөгөөд илрүүлэх нарийвчлал нь хосгүй юм.",
    "2012837493": "Хайлтын үр дүн",
    "2014256987": "Хэрэв та күүки болон бусад хяналтын технологийг ашиглахыг хориглохгүй байхыг хүсвэл доорх \"Мэдээллээ удирдах\" хэсгийг үзнэ үү. Зарим функц зөв ажиллахгүй байж болзошгүй тул ингэх нь таны сайт эсвэл үйлчилгээг ашиглах туршлагад сөргөөр нөлөөлж болзошгүйг анхаарна уу.",
    "2015218686": "Та эдгээр алхмуудыг хийхээсээ өмнө. Хэрэв энэ нь таны асуудлыг шийдэж чадвал хөтчийн хувилбар, зар хориглогч эсвэл хөтчийн өргөтгөл, вэб сайтын URL хаягийг бидэнд мэдэгдвэл бид танд талархах болно.",
    "2019130052": "Нууцлалд төвлөрсөн ML дэх бидний шинэлэг зүйл нь аюулгүй байдал, хэрэглэгчийн нууцлалд хохирол учруулахгүйгээр \"бүх зүйлийг үүрд бүртгэх\" стратегийн аюулгүй байдлын стандартыг давах боломжийг бидэнд олгодог.",
    "2019702084": "Үйлчлүүлэгчийн үндсэн үйлчилгээний гэрээ эсвэл Борлуулагчийн гэрээнд тодорхой зөвшөөрөөгүй тохиолдолд захиалсан SaaS үйлчилгээг худалдах, дахин худалдах, түрээслэх, тус тус түрээслэх, тусгай зөвшөөрөл олгох, тусгай зөвшөөрөл олгох, эсвэл өөр ямар нэгэн гуравдагч этгээдэд (Хэрэглэгчийн нэгдмэл түншээс бусад) ашиглахыг хориглоно. ), Гэрээнд заасан бүх захиалга болон Үйлчилгээний хэрэглэгчийн бүх хэрэглээ нь Хэрэглэгчийн эсвэл түүний харьяа байгууллагын өөрийн бизнесийн дотоод хэрэгцээнд зориулагдсан болно.",
    "2024293275": ". Одоогоор бусад бүх эрх хуулиар хамгаалагдсан.",
    "2024737147": "Алдаа мэдээлэхийг хүсэж байна уу?",
    "2030062561": "( ) Хэн ч тэр залууг олж чадахгүй, мөнгө цуглуулж чадахгүй",
    "2032102720": "Зар сурталчилгааны компаниудын санал болгож буй аюулгүй байдлын шийдлүүд нь вэб дээрх хэрэглэгчдийг хянахад голчлон анхаардаг. Бид маш сайн үр дүнд хүрэхийн тулд хэрэглэгчийн хувийн нууцад хохирол учруулах шаардлагагүй гэдгийг нотлох үр дүнтэй аюулгүй байдлын шийдлийг бий болгосон.",
    "2041686284": "Илүү их өгөгдөл нь ерөнхийдөө машин сургалтын загварыг сургахад илүү сайн үр дүнд хүргэдэг. Гүн загваруудын сүүлийн үеийн амжилт нь улам бүр том өгөгдлийн багцыг бий болгоход хүргэсэн бөгөөд hCaptcha нь энэ хэрэгцээг хангадаг. Гэсэн хэдий ч уламжлалт аргуудыг ашиглан хүнээр хянуулсан том өгөгдлийн багц үүсгэх нь удаан бөгөөд үнэтэй байдаг.",
    "204716894": "Манай вэб хуудасны агуулга, дизайн нь зохиогчийн эрхийн хуулиар хамгаалагдсан. Хуудсууд болон тэдгээрийн агуулгыг боломжийн шударга ашиглалтаас давсан байдлаар хуулбарлахын тулд хуудсан дээр давхардуулах тухай хуулийн өөр заалт байхгүй бол IMI-ээс урьдчилан бичгээр зөвшөөрөл авах шаардлагатай.",
    "204889717": "hCaptcha руу шилжсэн",
    "2052161540": "Алдааны тайлангийн дэлгэрэнгүйг авч байна: Chrome",
    "2058856283": "hCaptcha Enterprise нь зөвхөн нэг зорилготой: муу жүжигчид таны онлайн үйл ажиллагааг тасалдуулж, хэрэглэгчдэдээ хор хөнөөл учруулахаас урьдчилан сэргийлэх.",
    "2059998584": "Бүс нутаг",
    "2066255783": "Контент хусах гэж юу вэ?",
    "2066321185": "Хууль зүйн үндэслэл",
    "2066749488": "Бусад гомдол",
    "2067112112": "Олон төрлийн хэрэглээний тохиолдлуудад зориулсан тэмдэглэгээ",
    "2067334580": "Текстийн холбоос",
    "2072808435": "\"Юу гээч, Google? Манай улсын такси ерөнхийдөө хар өнгөтэй байдаг. Би Америкт байгаа бүх кинонууд шар өнгөтэй гэдгийг мэдэхийн тулд хангалттай кино үзсэн. Гэхдээ миний очсон бусад бүх оронд таксинууд маш их төөрөлдсөн байдаг. өөр өөр өнгө.\"",
    "2075610992": "Дэмжлэг үзүүлсэнд баярлалаа!",
    "2076066173": "Кибер халдлага 101",
    "2076932190": "Тиймээс reCAPTCHA бүтээгдэхүүн арван жилийн турш зогсонги байдалд орсон.",
    "2077639538": ". Нэгд, манай үйлчилгээний талаархи сорилтын мэдээлэл нь зөвхөн нэг биш, олон эх сурвалжаас ирдэг - Fortune 500-д багтсан томоохон компаниудаас эхлээд машин сургалтын стартапууд хүртэл.",
    "2082237880": "Х: hCaptcha бол Privacy Pass-ыг дэмждэг анхны үйлчилгээ бөгөөд одоогоор үүнийг хийж байгаа цорын ганц үйлчилгээ юм. Гэсэн хэдий ч, бид бусад үйлчилгээнүүдийг онлайнаар хэрэглэгчийн нууцлалыг нэмэгдүүлэх давуу талыг хүлээн зөвшөөрч, бидний боловсруулахад тусалж буй IETF стандартыг албан ёсоор баталснаар ирээдүйд илүү олон ажил хэрэгжих болно гэж бид найдаж байна.",
    "2082407178": "Асуулт: Би хандалтын күүки ашиглаж байхдаа гуравдагч талын күүки хянахаас өөрийгөө хэрхэн хамгаалах вэ?",
    "2087769953": "\"Энэ өөрчлөлт нь Google-ийн үйлчилгээнд найдахтай холбоотой нууцлалын асуудлыг шийдвэрлэхэд тусалдаг тул энэ өөрчлөлтөд баяртай байна. Бид хэд хэдэн CAPTCHA нийлүүлэгчдийг үнэлж, мөн өөрсдөө системийг бий болгосон. Эцэст нь, hCaptcha нь reCAPTCHA-ийн хамгийн сайн хувилбар болсон.\"\"HCaptcha шийдлүүдийн талаар бидэнд хэд хэдэн зүйл таалагдсан: 1) тэд хувийн мэдээллийг зардаггүй; Тэд зөвхөн шаардлагатай хамгийн бага хувийн мэдээллийг цуглуулдаг бөгөөд тэд цуглуулсан мэдээлэл, тэдгээрийг хэрхэн ашиглах, / эсвэл задруулах талаар ил тод тайлбарладаг.\"",
    "2090457681": "( ) Би засгийн газар миний имэйлийг уншихыг хүсэхгүй байна",
    "2095899021": "hCaptcha брэндийн удирдамж ба барааны тэмдгийн ерөнхий лиценз",
    "2103513933": "сайтын үйл ажиллагаанд саад учруулах, тасалдуулах үйл ажиллагаанд оролцох;",
    "2103563261": "Хувийн эсвэл нийтийн мэдээлэл",
    "2104933754": "Холбогдох шошгуудыг тодорхойл",
    "2107077506": "HUMAN платформ нь бодит цагийн чанарын нарийн шинжилгээг хийхийн тулд итгэлцлийн цогц загваруудыг ашигладаг. Энэ нь бидэнд асуултын хүндрэл, зөв хариултыг аль алиныг нь хурдан тодорхойлж, цаг хугацаа, мөнгөө хэмнэх боломжийг олгоно.",
    "2109792055": "Хэрэглэгчийн гарын авлага: Нууцлалын үнэмлэх олгох, баталгаажуулахтай холбоотой асуудлыг дибаг хийх",
    "2110259227": "24. Хариуцлагын хязгаарлалт",
    "211351380": "Блогоос:",
    "2113642787": "Үүрийн дуу",
    "21141582": "энэ",
    "2114694926": "2. Сессия",
    "2119943547": "Яагаад энэ вэ? Хариулт нь энгийн. Системийг урвуулан ашиглах хөшүүрэг байгаа л бол хэн нэгэн ерөнхийдөө арга замыг олох болно. Нэгэнт тэгвэл өөр хэн нэгэн тэднийг зогсоох сэдэлтэй болно.",
    "2123236933": "( ) Үйлчлүүлэгчийн шүүлтүүрт үл хамаарах зурвасын өргөний зардал",
    "2125514305": "ML сайжирсан боловч reCAPTCHA-г тойрч гарахад хүндрэлтэй байсан нь энэ хугацаанд мэдэгдэхүйц өөрчлөгдөөгүй.",
    "2131386784": "Танд болон таны хэрэглэгчдэд хүрэх боломжтой туршлага, дэмжлэг",
    "2133754014": "4.5 сая гаруй вэбсайт reCAPTCHA ашигладаг [",
    "2133809801": "Хүмүүс хүн хэвээрээ байгаа цагт хүн төрөлхтний баталгаажуулалт нь онлайнаар тодорхой үүрэг гүйцэтгэх болно.",
    "2138799135": "hCaptcha нь таны ашигладаг урд болон арын системд зориулж хэдэн арван урьдчилан бүтээгдсэн интеграцитай.",
    "2146900431": "Зөн совингийн хувьд энэ нэхэмжлэл нь маш их утга учиртай юм. Бараг бүх зүйлийн нэгэн адил CAPTCHA нь соёлын контекстэд шингэсэн байдаг бөгөөд хэрэв таны сорилтуудын санг ихэвчлэн нэг соёлд бий болгосон бол энэ нь нөгөө соёлд тийм ч сайн орчуулагдахгүй байж магадгүй юм. Үндсэндээ энэ нь соёлын асуудал юм",
    "2150595700": ". GDPR болон CCPA нь аж ахуйн нэгжийн худалдан авагчдад зориулсан нууцлалын асуудлыг газрын зураг дээр тавьсан бөгөөд үүнтэй зэрэгцэн онлайн сурталчилгаа, маркетингийн салбарууд бидний өгөгдлийг түүхэндээ хэрхэн ашиглаж байсныг бид бүгд ойлгож эхэлснээр онлайн нууцлал олон нийтэд улам бүр чухал болж байна.",
    "2150907653": "* Техникийн күүки нь үйлчилгээ үзүүлэхэд зайлшгүй шаардлагатай. Үүнд давуу күүки, сессийн күүки, ачааллыг тэнцвэржүүлэх күүки гэх мэт орно.",
    "2155089487": ". Хэрэв бидний тулгамдсан асуудлуудыг зарим бүлгүүдэд шийдвэрлэхэд илүү хялбар байсан бол бид дэлхийн өнцөг булан бүрээс болон өөр өөр соёл иргэншилд амьдарч буй хүмүүс тэдгээрийг шийдвэрлэхдээ хэрхэн ажиллаж байгаа нь ялгааг олж харах болно гэж найдаж байна. Эдений нийтлэлийн хүрээнд бид америкчууд бусад орны хүмүүсээс илүү сайн ажиллана гэж найдаж байна. Бид энэ асуудлаас зайлсхийхийн тулд олон жил системийг хөгжүүлсэн учраас бид эсрэгээр нь харж байна.",
    "2159517814": "Бид дараах тохиолдолд хувийн мэдээллийг хуваалцах буюу задруулна.",
    "2163914794": "Таны өгөгдлийн багцад нэмэлт шошго хэрэгтэй юу? hCaptcha нь хиймэл оюун ухаан, машин сургалтын программууд дээр ажиллаж байгаа компаниудад хурдан, хэмнэлттэй, өндөр чанартай мэдээллийн шошгололтоор хангадаг.",
    "2164933356": "Cloudflare",
    "2167049807": "Аюулгүй байдлын багууд төлбөрийн залилан хийх хялбар, залхуу хандлагыг даван туулах олон төрлийн эсрэг арга хэмжээ, хяналтыг хэрэгжүүлсэн. Гэсэн хэдий ч халдлагууд улам боловсронгуй болж байна. Жишээлбэл, роботууд хуурамч вэбсайтууд болон фишинг халдлагаас хулгайлагдсан зээлийн картын дугаар, PIN кодыг цуглуулах боломжтой болсон.",
    "2168177815": "энд дарна уу",
    "2177660021": "Стэнфордын судлаач эрдэмтэн. Томоохон банкууд, эрсдэлийн сангууд, академиуд дахь машин сургалт, тоон санхүүжилт.",
    "2178073797": "Нууц мэдээллийг задруулах нь нөхөж баршгүй хохирол учруулж болзошгүй тул задруулсан тал энэ нөхцөлийг зөрчсөн эсвэл зөрчихөөр заналхийлсэн тохиолдолд нөхөн төлбөр авахыг хүсэх эрхтэй.",
    "2179524509": "Бид hCaptcha үйлчилгээнд ямар төрлийн асуулт тавихыг зөвшөөрдөг, яагаад тодорхой асуултууд тавигдаж байгаа талаар асуултууд ирдэг.",
    "2182196747": "Дэмжлэг",
    "2183926131": "hCaptcha Enterprise-г эхлүүлээрэй",
    "2184564739": "Харна уу",
    "2185418511": "Аливаа хууль ёсны бизнесийн зорилгоор, хэрэв тухайн мэдээллийг хэн нэгэнтэй үндэслэлтэй холбож чадахгүй байхаар тодорхойгүй эсвэл нэгтгэсэн тохиолдолд.",
    "2185860003": "21. Вэб сайтын өөрчлөлтүүд",
    "2187096543": "Үнэн хэрэгтээ, мэдээллийн сангаас өгөгдөл гаргаж авахын тулд API-г дуудсан хакерын бичсэн программ хангамжийн улмаас зарим томоохон мэдээллийн зөрчлүүд гарсан. Эцсийн эцэст, хэрэв өгөгдөл хулгайлах нь REST болон JSON ашиглан бичсэн API дээр үндсэн GET дуудлага хийх шаардлагатай бол мэдээллийн санг хурдан цэвэрлэхэд хялбар болно. Үнэн хэрэгтээ, хүмүүс \"дэлгэц хусах\" халдлагын талаар ярихад юу гэсэн үг вэ гэвэл мэдээллийн сангаас өгөгдлийг гаргаж авдаг хурдан шуурхай API дуудлага юм. API нь тэдгээрийг бүтээдэг байгууллагуудын хувьд гол халдлага болж байна.",
    "2188609322": "Цахим орчинд муу жүжигчид улам бүр түгээмэл болж байна. Гэхдээ хэрэглэгчийн нууцлалыг золиослох нь шийдэл биш юм.",
    "218889628": "Энэхүү Хэрэглэгчийн Хавсралт эсвэл Үйлчилгээний Нөхцөлийг зөрчсөний үр дүнд бид энэхүү Хэрэглэгчийн Хавсралт эсвэл Үйлчилгээний Нөхцөлийг цуцалсанаас бусад тохиолдолд бид цуцлах бөгөөд та бидэнд ямар нэгэн төлбөрийг урьдчилж төлсөн бол бид эдгээрийн хувь тэнцүүлэн хэсгийг буцаан олгоно. Үлдсэн хугацаа эсвэл таны төлсөн үйлчилгээнд үндэслэн урьдчилж төлсөн дүнгүүд. Бид арилжааны үүднээс ажлаа дуусгаж, төлбөртэй гаралтын өгөгдлийн багц болон бидний эзэмшиж буй бүх хэрэглэгчийн өгөгдлийг хадгалж, танд хүргэх болно. Аливаа гэрээг цуцлах үед бид аливаа өгөгдлийг устгах боломжтой боловч үүрэг хүлээхгүй.",
    "2193061499": "Манай зарим лого болон тэмдгийг hCaptcha болон түүний түншүүд ашиглахаар хязгаарласан. Гуравдагч этгээд hCaptcha-аас бичгээр зөвшөөрөл авалгүйгээр дараах тэмдгийг ашиглаж болохгүй:",
    "2196526290": "hc_accessibility",
    "2197218442": "Cloudflare-ийн гүйцэтгэх захирал Мэттью Принс энэхүү үзэл бодлыг тоймлон өгүүлэв",
    "219813583": "Эхлээд аюулгүй байдал",
    "2199048568": "Аливаа вэб хуудасны хаягийн талбарын зүүн талд байгаа бамбай дээр дарна уу. Хамгаалалтын тохиргоо дээр дарна уу. Firefox тохиргооны нууцлал ба аюулгүй байдлын самбар нээгдэнэ. \"Сайжруулсан хяналтын хамгаалалт\" дотроос Custom-г сонгоно уу. Эдгээр тэмдэглэгээг сонгон ямар трекер болон скриптийг хаахыг сонгоно уу. Та hcaptcha.com сайтыг блоклосон эсэхээ шалгаарай.",
    "2209109640": "ердийн бизнесийн үйл ажиллагааны хүрээнд зөвхөн хорлонтой зорилгоор ашигласан уу?",
    "2209837451": "2019 оны 10-р сарын 15 - 2020 оны 1-р сарын 15",
    "2212670355": "Бүртгүүлэх",
    "2216374138": "хулганын хөдөлгөөн, гүйлгэх байрлал, товчлуур дарах үйл явдал, мэдрэгчтэй үйл явдал, гироскоп / акселерометрийн мэдээлэл гэх мэт.",
    "2217842245": "Гэсэн хэдий ч, бидний өгөгдөл харуулж байна (hCaptcha-ийн хувьд)",
    "2219945145": "сесс,",
    "2223819810": "Манай платформыг оновчтой болгохын тулд",
    "2225785608": "( ) Бид Виаграгийн тухай цензургүй ярих боломжтой байх ёстой",
    "2230333214": "Бид Хэрэглэгчийн мэдээллийг бусад өгөгдөлтэй нэгтгэж, үр дүн нь хувь хүний хувьд танигдахгүй байхын зэрэгцээ үйлчилгээний ашиглалттай холбоотой танигдаагүй техникийн бүртгэл, өгөгдлийг цуглуулдаг (\"Нэгдсэн/тодорхойлолтгүй өгөгдөл\"). Эндээс үл хамааран ийм нэгтгэсэн/тодорхойлолтгүй өгөгдлийг IMI нь энэхүү Гэрээний хугацаанд болон дараа нь аливаа бизнесийн зорилгоор ашиглаж болно, үүнд Үйлчилгээг хөгжүүлэх, сайжруулах, тайлан гаргах, түгээх гэх мэт. материал. Үйлчлүүлэгчийн өгөгдөл нь ажил дууссанаас хойш 180 хоногоос хэтрэхгүй хязгаарлагдмал хугацаанд, тухайлбал, Intuition Machines системийн автомат тохируулга эсвэл баталгаажуулалтын өгөгдөл хэлбэрээр хадгалагдаж, системд харагдах болно. Тодорхой болгох үүднээс энэхүү 5-р хэсэг нь таны бичгээр зөвшөөрөл авалгүйгээр таныг аливаа нэгдсэн/тодорхойгүй мэдээллийн эх сурвалж гэж тодорхойлох эрхийг бидэнд өгөхгүй.",
    "2233384692": "Хэрэв танд ийм өгөгдлийг хэрхэн зохицуулж байгаа талаар ямар нэгэн асуулт, санаа зовоосон асуудал байгаа эсвэл эрхээ хэрэгжүүлэхийг хүсч байвал энэ мэдээллийг боловсруулахын тулд үйлчилгээг ашиглахаар бидэнтэй гэрээ байгуулсан хүн эсвэл байгууллагатай (өөрөөр хэлбэл өгөгдөл хянагч) холбоо барина уу. Гэсэн хэдий ч бид Интеграторуудтайгаа байгуулсан гэрээний нөхцлийн дагуу таны санаа зовж буй аливаа асуудлыг шийдвэрлэхэд туслах болно.",
    "2233741720": "Дүгнэж хэлэхэд",
    "2234909600": "( ) Спам илгээгчид өөрсдийн жагсаалт дахь хүчингүй хаягуудад санаа тавьдаггүй",
    "2236960358": "Бүртгүүлсний дараа танаас өөрийн нэр, цахим шуудангийн хаяг, хэрэглэгчийн нэр, нууц үг зэрэг зарим хувийн мэдээллийг (\"Хувийн мэдээлэл\") задруулахыг хүсэх бөгөөд эдгээр нь бүгд манай вэбсайт дээрх Нууцлалын бодлогод хамаарах болно. вэб сайт. Та дангаараа өөрийн бүртгэл, нууц үг болон таны бүртгэлтэй холбоотой аливаа баталгаажуулалтын түлхүүрийг хянах, баталгаажуулах, аюулгүй байдлыг хангах үүрэгтэй бөгөөд Үйлчилгээн дээрх мэдээллийг ашиглах, ашиглах замаар хийсэн аливаа арга хэмжээг та өөрөө хариуцна.",
    "2255549335": "hCaptcha дахь бидний ажил бол хүндрэл ба нарийвчлалын хооронд сайн тохироо олох, үрэлтийг бага байлгах явдал юм.",
    "2256305371": "Беркли дэх Калифорнийн их сургуулийн профессор, CS. Гүнзгий суралцах, аюулгүй байдал, блокчейн мэргэжилтэн. Oasis Labs компанийн гүйцэтгэх захирал.",
    "2256795853": "Вэбсайтаас маш их өгөгдлийг хурдан гаргаж авах чадвар нь хорлонтой жүжигчдийн гарт хусах нь хүчирхэг хэрэгсэл болгодог. Хусах робот нь олон нийтийн мэдээллийн сайтаас хэрэглэгчийн мэдээллийг цуглуулж чаддаг. Дараа нь хаяг болон бусад хувийн мэдээллийг агуулсан сайтуудыг устгаж, үр дүнг нь харьцуулснаар хакер зээлийн картын мэдүүлэг өгөх гэх мэт хувийн шинжтэй гэмт хэрэг үйлдэж болзошгүй юм.",
    "2260079771": "Мэдээлэл хадгалах",
    "2268939633": "IMI нь хэрэглэгчийн маргааныг хянан шийдвэрлэх байгууллагын өмнө хэрэглэгчийн маргааныг шийдвэрлэх өөр арга хэмжээ авах үүрэг хүлээдэггүй бөгөөд үүнд оролцох үүрэг хүлээдэггүй. Маргааныг онлайнаар шийдвэрлэх Европын комиссын албан ёсны вэбсайт:",
    "2269166171": "Google Chrome (Mac):",
    "2271205646": "Европын эдийн засгийн бүсийн оршин суугчдад зориулсан тэмдэглэл.",
    "2271252286": "( ) Майкрософт үүнийг тэвчихгүй",
    "2271512952": "Хэрэглэгчид зочилж буй сайтаа дэмжиж, вэб спам багатай байдаг.",
    "2271969747": "20. Таны хүлээн авсан нууц мэдээлэл",
    "2273532558": "hCaptcha-ийн төлбөр төлдөг хэрэглэгчид хэн бэ?",
    "2281169898": "Дибаг хийх мэдээллийг тайлангийн хамт илгээснээр бид юу болж байгааг тодорхойлоход илүү хялбар болно. Энд алхам алхмаар зааварчилгаа байна:",
    "2284856231": "Мөн hCaptcha Enterprise-ийн цэвэр идэвхгүй горимд нарийвчлал эрс сайжирсан.",
    "229198134": "( ) Уучлаарай найзаа, гэхдээ энэ нь ажиллахгүй байх гэж бодож байна.",
    "2292919419": "( ) Төлөв",
    "2296918009": "Энэ нь өдөр бүр 100 гаруй хүний жилийн хөдөлмөртэй тэнцэж байна.[",
    "2301335298": "Төлбөрийн луйвар: Цахим гэмт хэргийн хурдацтай хөгжиж буй хэлбэрийг бууруулах",
    "230159237": "Харилцагчид",
    "2301757528": "**** Төлбөрийн цонхны үеэр PayPal-аас REST API-ууддаа засвар үйлчилгээ хийсэн тул 6-р сарын 15-нд бүх төлбөрийг хийж чадаагүй. 6-р сарын 15-нд (Номхон далайн цагаар) товлогдсон боловч PayPal API-н алдааны улмаас хийгээгүй бүх төлбөрийг 6-р сарын 19-ний өдөр (Номхон далайн цагаар) дахин гүйлгэсэн.",
    "2303655425": "2019 оны 1-р сарын 15 - 2019 оны 4-р сарын 15",
    "2309661107": "Гэсэн хэдий ч бид маш их сонирхож байна",
    "2310694091": "Эвлэрэл гэдэг нь юу гэсэн үг вэ?",
    "2310705547": "Баян текстийн элемент нь гарчиг, догол мөр, хашилт, зураг, видеог тус тусад нь нэмж форматлахын оронд бүгдийг нэг дор үүсгэж форматлах боломжийг олгодог. Зүгээр л давхар товшоод контентыг хялбархан үүсгээрэй.",
    "23114595": "Хэрэглэгчийн гайхалтай туршлага",
    "231285005": "Та манай блогоос сүүлийн үеийн шинэчлэлтүүдийг авах боломжтой",
    "2315518622": "Өнөөгийн довтолгооны хэрэгсэлд байгаа боловсронгуй хэрэгслүүдийн ачаар аль нь залилан мэхлэгч болохыг илрүүлэхэд маш хэцүү байдаг. Дараа нь нэг хүн харилцагчийн үйлчилгээний утас руу залгаад \"Миний данс руу халдлагад өртлөө! Би нэвтэрч чадахгүй, хэн нэгэн миний мөнгийг хулгайлж байна!\"",
    "2319072959": "Өөрийн ажиллах хүчинтэй бүрэн офлайн ажиллах, бизнесийн нэгжүүд эсвэл консорциумын түншүүдээр зарцуулсан үнэ цэнийг хянах, зардал, аюулгүй байдлын шаардлагад тулгуурлан өөр өөр дотоод болон гадаад ажиллах хүчний нийлүүлэгчид рүү ажлын байрыг сонгон чиглүүлэх гэх мэт.",
    "2320894364": "200 гаруй цэгийн тусламжтайгаар hCaptcha-ийн үүлэн дэлхий даяар таны хөрөнгийг хамгаалдаг",
    "2323013093": "26. Хэрэглэх хууль",
    "2323282990": "Хүн төрөлхтнийг шалгах орчин үеийн хандлага",
    "2326660907": "бусад",
    "2328839224": ". Калифорнийн хэрэглэгчийн нууцлалын тухай хуулийн (\"CCPA\") таны эрхтэй холбоотой манай \"Калифорнийн оршин суугчдад зориулсан мэдэгдэл\" хэсгийг үзнэ үү.",
    "2330965058": "Бид Интеграторуудынхаа процессороор ажилладаг бол бид цуглуулсан өгөгдлийг үйлчилгээгээ үзүүлэхэд шаардлагатай гэж үзэхээс өөр зорилгоор ашиглахгүй бөгөөд бидний боловсруулалтыг интеграторуудтайгаа байгуулсан гэрээгээр зохицуулна. Нууцлалын бодлого",
    "2333410049": "Мөн зар хориглогчоо унтрааж үзнэ үү.",
    "2340340589": "hCaptcha тэмдгийг ашиглах заавар",
    "234420106": "Хэрэв та hCaptcha Enterprise үйлчилгээний Интегратор эсвэл Хэрэглэгч бөгөөд RPS-ээр хэмжсэн API ашиглалт нь таны үйлчилгээний түвшний тогтоосон хэмжээнээс хэтэрсэн тохиолдолд бид таны үйлчилгээг өөрчлөх эсвэл илүү төлбөр төлөхийг сонгож болно. Хэрэв 30 хоногийн дотор 10 ба түүнээс дээш минутын хугацаанд таны хамгийн их RPS хувь хэмжээ тогтоосон хэмжээнээс 10 дахин хэтэрсэн тохиолдолд эдгээр хүсэлтийн ихэнх нь зөвхөн бидний үзэж байгаагаар хорлонтой урсгал биш гэдгийг бид сонгож болно. тухайн сард хийсэн бүх API хүсэлтийн хувьд таны гэрээнд заасан хэтрүүлсэн төлбөрийг төлнө.",
    "2344319147": "Google-ийн робот илрүүлэх нь хэр үнэтэй вэ?",
    "2348450790": "Эдгээр үйлчилгээний нөхцөлийг уншина уу. Эдгээрт бусад заалтуудын дотор баталгааг үгүйсгэх, хариуцлагын хязгаарлалт, заавал биелүүлэх арбитр орно. Таны хамгийн сүүлд манай вэб сайтад зочилсоноос хойш эдгээр үйлчилгээний нөхцөл өөрчлөгдсөн байж болзошгүйг анхаарна уу. Бид өөрсдийн үзэмжээр эдгээр үйлчилгээний нөхцөлийг үе үе хянаж, шинэчилж болно. Материаллаг өөрчлөлт гарсан тохиолдолд бид энэ хуудсан дээр шинэчлэгдсэн Үйлчилгээний нөхцөлийг нийтлэх замаар танд мэдэгдэх бөгөөд үүний дараа та Сайт эсвэл Үйлчилгээг үргэлжлүүлэн ашиглах эсвэл хандахын тулд шинэчлэгдсэн Үйлчилгээний Нөхцөлийг батлах ёстой.",
    "2348697693": "Google Chrome (Android):",
    "2349681896": "Харамсалтай нь техник хангамжийг удирдаж байгаа нь таныг хүн гэсэн үг биш юм. Бараг бүх алдартай хэрэглэгчийн техник хангамжийн баталгаажуулалтын схемийг олон удаа эвдэж, засварлаж, дараа нь дахин эвдсэн.",
    "2351176803": "hCaptcha JS API-д зориулсан лицензийн нөхцөл",
    "2354267648": "GDPR, CCPA, LGPD-д ээлтэй нууцлалын бодлого",
    "2359150347": "Асуулт: Бусад онлайн аюулгүй байдлын үйлчилгээнүүд Privacy Pass дэмждэг үү?",
    "2359312315": "эсвэл хувь хүнтэй үндэслэлтэй холбох боломжгүй байдлаар нэгтгэсэн.",
    "2359913400": "Дэд бүтэц",
    "2366003154": "Хэвлэл, хэвлэл мэдээллийн хэрэгслээр лавлагаа",
    "2367602973": "энд",
    "2369877184": "hCaptcha Интегратор эсвэл Хэрэглэгчдэд зориулсан хамгийн их зөвшөөрөгдөх RPS хурд нь та болон бидний хооронд байгуулсан бичгээр байгуулсан гэрээнд өөрөөр заагаагүй бол таны дансанд байгаа байгууллагуудад секундэд 1000 хүсэлт (\"RPS\") илгээдэг.",
    "237009707": "( ) Гадаад орнуудад нээлттэй буухиа",
    "2373007864": "hCaptcha Enterprise нь hCaptcha платформ технологи дээр ажилладаг бөгөөд ачаалал ихтэй аж ахуйн нэгжүүдэд шаардлагатай функцуудыг багтаасан болно.",
    "2378786360": "1. Дэмжигдсэн бусад хөтчүүдийн аль нэгийг туршиж үзээрэй: хэрэв та Chrome дээр байгаа бол Chrome-оос тохиргоогоо импортлохгүйгээр Firefox-г ашиглаж үзээд залгаасыг тэнд суулгаарай. Хэрэв ингэвэл хөтчийн тохиргооны асуудал гарч болзошгүй.",
    "2385522384": "Та Google-ийн Waymo автомат жолоодлоготой автомашины камерын видео бичлэгийг харж, объектыг таних чадварыг сайжруулахад тусалсан байх магадлалтай.",
    "2386465280": "Бид мэдээллийг хэрхэн хуваалцдаг",
    "2391175562": "Цаашилбал, би чиний тухай ингэж бодож байна:",
    "2394073454": "Бидэнтэй хувь хүний өгөгдлийн шошгологчоор ажиллах хүсэлтэй эцсийн хэрэглэгчдээс нэмэлт мэдээлэл цуглуулж болно.",
    "2396605499": "( ) Цагаан жагсаалтууд муу",
    "2397590157": "3. Консерватив тооцоо: 200 сая шийдэл * Жилд 30 секунд = 190.3 хүн-жил/өдөр.",
    "2402165761": "Хусах нь хэрхэн ажилладаг вэ?",
    "2404545611": "hCaptcha-д тавтай морил! Манай нийгэмлэгийн нэг хэсэг болсонд баярлалаа. \"Үйлчилгээ\"-ний бүх хэрэглэгчид (доор тодорхойлсон) дараах нөхцлүүдийг (\"Үйлчилгээний нөхцөл\") зөвшөөрөх ёстой. Эдгээр үйлчилгээний нөхцлийн дагуу \"IMI\", \"бид\" болон \"бид\" нь Intuition Machines, Inc. болон түүний охин компани, харьяа байгууллагууд, албан тушаалтнууд, агентууд, ажилчид, төлөөлөгчид, агентуудыг хэлдэг бөгөөд манай \"вэбсайт\" нь дараахь вэбсайтуудыг агуулна. www.hcaptcha.com болон www.imachines.com зэрэг бидний хяналт.",
    "2408036504": "Манай системүүд нь мэдээллийн цуглуулга, хадгалалтыг багасгахын зэрэгцээ ангиллын тэргүүлэгч аюулгүй байдлыг хангах үүднээс эхнээс нь бүтээгдсэн. Хэрэглэгчийн мэдээллийг хамгаалах хамгийн сайн арга бол үүнийг огт хадгалахгүй байх явдал юм.",
    "2410122265": "hCaptcha нөөц: Bots 101",
    "2412751979": "hCaptcha-г идэвхжүүлдэг илүү нарийвчлалтай хүн төрөлхтний дохионы ачаар өмнө нь reCAPTCHA v3/Enterprise ашиглаж байсан олон компаниуд",
    "2413742287": "hCaptcha-ийн урам зориг нь зар сурталчилгааны орлогыг биш харин нарийвчлалыг нэмэгдүүлэх явдал юм: хүний сургалтын өгөгдөл шаардлагатай манай үйлчлүүлэгчдэд роботын хариултууд ашиггүй болно.",
    "2414232014": "Манай лого шууд танигддаг бөгөөд бидний хамгийн үнэ цэнэтэй, чухал хөрөнгийн нэг юм. Энэ нь манай компанийн хүчтэй төлөөлөл хэвээр байхын тулд үүнийг харилцааны бүх сувгаар болгоомжтой, тууштай харуулах ёстой.",
    "2414368123": "Нэр, зээлийн картын дугаар, дебит картын дугаар эсвэл бусад санхүүгийн мэдээлэл.",
    "2418549423": ", криптограф нотолгоог ашиглан онлайн нууцлалыг хадгалах шинэ стандарт болон бусад өвөрмөц нууцлалыг нэгдүгээрт тавьдаг онцлог шинж чанарууд.",
    "2419795065": "Калифорнийн оршин суугчдад зориулсан мэдэгдэл",
    "2420789666": "Fastly, Inc. Үзүүлсэн үйлчилгээ: CDN болон захын тооцоолол хурдан.",
    "2423586454": "Хэчнээн сайн хиймэл оюун ухаан байсан ч программ хангамжийн хийж чадахгүй зарим зүйл байсаар байна. Орчин үеийн CAPTCHA технологи нь төлбөрийн луйврыг үргэлжлүүлэхийг оролдсон роботуудыг хаах батлагдсан аргыг санал болгодог. Хайрцаг дахь энгийн ташуу тоонуудын нэгэн адил CAPTCHA-д зориулсан хуучин аргууд нь дэвшилтэт роботуудыг багасгахад ихэвчлэн дутагдалтай байгаа бол hCaptcha Enterprise гэх мэт автоматжуулсан туршилтын хариу үйлдэл хийх төхөөрөмж нь дансанд нэвтрэх эсвэл дэлгүүрийн сагсыг шалгах үед луйварчин ботыг амархан устгаж чадна. Хэдийгээр bot нь жинхэнэ итгэмжлэлтэй байсан ч CAPTCHA-г нэвтрүүлэх боломжгүй.",
    "2429359042": "жишээ интерфэйсийн зургууд",
    "2430148876": "Бид үйлчлүүлэгчид, түншүүд, шүтэн бишрэгчиддээ манай брэндтэй хамтран ажиллахад аль болох хялбар болгохын тулд эдгээр удирдамж болон барааны тэмдгийн ерөнхий лицензийг бий болгосны зэрэгцээ компанийн нэр хүндийг хадгалан үлдээсэн. Хэрэв та hCaptcha дүрс, лого эсвэл бусад тэмдгийг эдгээр удирдамжаас эрс ялгаатай байдлаар ашиглах шаардлагатай бол бичгээр лиценз авахын тулд бидэнтэй (IMI) холбоо барина уу.",
    "2436973524": "Зөвхөн үнэн зөв лавлагааг хүлээн авах боломжтой. Сайтыг ашиглахгүй байхад hCaptcha үйлчилгээ, программуудыг ашигладаг гэж хэлэхийг зөвшөөрөхгүй. Үүний нэгэн адил манай лого эсвэл бусад тэмдгийг ашиглах нь зөвхөн hCaptcha үйлчилгээг сайт ашиглаж байгаа тохиолдолд л тохиромжтой.",
    "2437934778": "Таны нэр",
    "2438016011": "Сайн дурын гэрээ. Энэхүү Үйлчилгээний Нөхцөлд оролцогч талууд бүгд энэхүү гэрээний бүх талыг хянаж, түүний бүх заалтыг анхааралтай уншиж, бүрэн ойлгож, сайн дураараа энэхүү гэрээг байгуулж байгаагаа илэрхийлж, зөвшөөрч байна.",
    "2441638955": "Нэгдүгээрт, API гэж юу вэ?",
    "2444685143": "Логоны бодлого",
    "2445034923": "Хэрэв та эдгээр үйлчилгээний нөхцлийн бүх нөхцөл, болзлыг зөвшөөрөхгүй байгаа бол Сайт эсвэл үйлчилгээг ашиглахгүй (мөн та ашиглахгүй байж болно).",
    "24452499": "шийдэл; үүнийг сайн эсвэл муу зүйлд ашиглаж болно. Давхар хэрэглээний шийдлийг судалж, бүтээж, борлуулж буй компани бүр үйлдлийнхээ үр дагаврыг харгалзан үзэх үүрэгтэй.",
    "2446481523": "Хөдөөгийн нэгэн жижиг тосгоны цагдаагийн газарт тэрэгний жолооч, язгууртан хоёр ирсэн тухай эртний ардын үлгэр бий. Бохир ядуугийн хувцас өмссөн нэгэн эр цагдаад “Би бол язгууртан. Энэ хүн миний жолооч байсан.",
    "2449501658": "Ботуудыг илрүүлж, зогсоохын тулд машин сургалтыг ашиглан, дансанд нэвтрэхийг залилан хийх оролдлогын аюулыг бууруулах хамгийн дэвшилтэт аргуудын нэгээр хангадаг бөгөөд залилан мэхлэгчид дансыг булаан авах үйл ажиллагааг илүү хэцүү, бүр боломжгүй болгодог.",
    "2462728596": "Хэрэв бид эдгээр зүйлд сэтгэл хангалуун байж чадахгүй бол бид хүсэлтээс татгалзаж, манай Нөхцөлд дурдсанчлан платформ руугаа нэвтрэх эрхийг цуцалж болно.",
    "2462909475": "Хятадын ботын ажиллагааны нэг хэсэг болох хүчирхийлэлд ашигласан 10,000 гаруй утас бүхий хана.",
    "2465128185": "Шуурхай санал хүсэлт өгөхийн тулд \"Бидэнд санал хүсэлт илгээх\" товчийг дарна уу.",
    "2468683988": "Гарчиг",
    "2474091800": "19. Бусад хэрэглэгчидтэй хийсэн маргаан; Суллах",
    "2474661839": "Манай",
    "247560732": "Гурван мөр кодтой hCaptcha-г нэмнэ үү. Хэрэв та reCAPTCHA-аас ирж байгаа бол манай API нийцтэй бөгөөд шилжихэд хэдхэн минут л болно.",
    "2477958756": "( ) Муу хүмүүс",
    "2481032625": "Урьдчилан сэргийлэх зорилго нь:",
    "2486638408": "Үзүүлэлтүүдийг тодорхойлох",
    "2487931657": "\"Бид сайтаа hCaptcha'd\" гэж бүү ашигла.",
    "248923369": "BotStop лого™",
    "2489287539": "Үрэлтгүй \"CAPTCHA байхгүй\" ба 99.9% идэвхгүй горимууд",
    "2491398763": "Эдгээр хуудсан дээрх бүх текст, зураг, график хөдөлгөөнт дүрс, видео, хөгжим, дуу авиа болон бусад материалыг IMI эсвэл хэрэв заасан бол гуравдагч этгээд зохиогчийн эрхийн хуулиар хамгаалдаг. Энэ материалыг боломжийн шударга хэрэглээнээс хэтрүүлэн арилжааны зорилгоор хуулах, өөрчлөхийг хориглоно. Энэ вэб сайтын хариуцлага",
    "2497216176": "Гуравдагч талын аналитик ба мөрдөх технологи",
    "2498172334": "Тодруулбал, таны төлөвлөгөөг тооцоолж чадахгүй байна",
    "2505227594": "7. Хэт их нас",
    "2510209017": "Илүү их тусламж хэрэгтэй байна уу?",
    "2510534204": "2020 оны 3-р сарын 23-наас хэтрэхгүй***",
    "2513143348": "hCaptcha Enterprise систем нь дизайны хувьд өвөрмөц уян хатан байдаг: хэрэв та нийтийн үүл ажиллуулдаг эсвэл олон мэдээллийн төв эзэмшдэг бол үүнийг хэсэгчлэн эсвэл бүхэлд нь сүлжээний захад байрлуулж болно.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "252720667": "Privacy Pass-ын криптографийн аюулгүй байдлын үндэс. Протокол өөрөө дамжин явж байна",
    "2531534427": "Дэлгэрэнгүйг эндээс үзнэ үү.",
    "2534436327": "Дараах философийн эсэргүүцлийг мөн хэрэглэж болно.",
    "2535001179": "Хэрэв та Google-ийн reCAPTCHA-аас ирсэн бол манай API-ууд нь оруулдаг.",
    "2540760245": "бусад олон хэрэглээний дотроос хүний мөн чанар сүүлийн таван мянган жилийн хугацаанд бүртгэгдсэн ижил хэв маягийг дагаж мөрдвөл \"хүн үү, үгүй\" гэсэн үндсэн дээр онлайн урсгалыг шүүх боломжтой байх нь үнэ цэнэтэй хэрэгсэл хэвээр байх болно.",
    "2543123170": "Тэг үрэлтийн хүн төрөлхтний баталгаажуулалт",
    "254326776": "Эдгээр дутагдлуудыг санаатайгаар урвуулан ашигласан нь ихэвчлэн илчлэх эсвэл эрдэм шинжилгээний хэвлэгдэхээс өмнө хэдэн сар, хэдэн жилийн турш илэрсэн байдаг.",
    "2544169219": "Сүүлийн үеийн хамгийн сүүлийн үеийн үр дүн: ICML LLD, 2019 оны 5-р сар.",
    "2544565802": "2019 оны 7-р сарын 15 - 2019 оны 10-р сарын 15",
    "2547140673": "Арав гаруй жилийн турш Google-ийн reCAPTCHA үйлчилгээ нь вэб сайт эзэмшигчдэд арилжаа хийх боломжийг санал болгож байна: Google-д хэрэглэгчиддээ хяналт тавьж, тэднээс асуулт асуух боломжийг олгож, хариуд нь тэд робот болон спамыг зогсоохоо амлаж байна.",
    "2547406584": "Хэрэв танд энэ күүки бодлогын талаар асуух зүйл байвал бидэнтэй холбогдоно уу",
    "2551802342": "– Бид бизнесийн томоохон тасалдал гарсны дараа бизнесийн үйл ажиллагаагаа хурдан сэргээж, сэргээхээр төлөвлөж байгаа бөгөөд ажилчид болон эд хөрөнгөө хамгаалах, санхүүгийн болон үйл ажиллагааны үнэлгээ хийх, пүүсийн бүртгэл, бүртгэлийг хамгаалах, үйлчлүүлэгчид болон тэдний эцсийн хэрэглэгчдэд онлайнаар гүйлгээ хийх боломжийг олгох замаар хариу арга хэмжээ авахаар төлөвлөж байна. Товчхондоо, манай бизнесийн тасралтгүй байдлын төлөвлөгөө нь бизнесийн томоохон тасалдалын цар хүрээ, ноцтой байдлыг харгалзан пүүсийг үйл ажиллагаагаа аль болох хурдан сэргээх боломжийг олгох зорилготой юм. Манай бизнесийн тасралтгүй байдлын төлөвлөгөөнд дараах хаягууд: өгөгдлийг нөөцлөх, сэргээх; бүх даалгавар чухал систем; санхүүгийн болон үйл ажиллагааны үнэлгээ; үйлчлүүлэгчид, ажилчид, хяналтын байгууллагуудтай өөр харилцаа холбоо; ажилчдын өөр байршил; чухал ханган нийлүүлэгч ба үйлчлүүлэгчийн нөлөө; зохицуулалтын тайлан; мөн бизнесээ үргэлжлүүлэх боломжгүй бол үйлчлүүлэгчиддээ яаралтай мэдэгдэх. Манай үндсэн ханган нийлүүлэгчийн сан нь газарзүйн хувьд тусдаа бүс дэх бидний чухал бүртгэлийг хадгалдаг. Яаралтай нөхцөл байдал бүр тухайн өдрийн цаг, эвдрэлийн ноцтой байдал зэрэг гадны хүчин зүйлээс шалтгаалж өвөрмөц асуудал үүсгэдэг ч бид өөрсдийн үйл ажиллагааг сэргээж, үйлчилгээгээ хурдан эхлүүлэх нь тэдний зорилго гэдгийг энэ ханган нийлүүлэгчийн сангаас бидэнд зөвлөсөн. Хэдийгээр бид олон төрлийн ханган нийлүүлэгчдийг ашиглан эрсдлийг бууруулахаар ажилласан ч энэ хугацаанд таны үйлчилгээ өөрчлөгдөх эсвэл тасалдсан байж болзошгүй.",
    "2555914614": "Хүртээмжийг ашиглах тохиолдолд. Одоогийн a11y арга барилаа Privacy Pass олгохтой хослуулснаар a11y хэрэглэгчдэд траффик нь илүү нууцлагдмал гэдгийг мэдэж, аюулгүйгээр аялах боломжийг олгохын зэрэгцээ a11y сонголтууд боломжтой үед зайлшгүй тохиолддог ботын операторуудын хүчирхийллийг хязгаарлана гэж бид үзэж байна. Бид энэхүү шинэ технологийг стандартчилах IETF-ийн ажлын хэсэгт идэвхтэй оролцдог.",
    "2557240048": "Энэ нь хэрхэн ажилладаг вэ: эхлээд хандалтын хэрэглэгч нь дамжуулан бүртгүүлнэ",
    "2557601376": "hCaptcha лого™",
    "2560582224": "алдааны шагналын хөтөлбөр",
    "2561077702": "Манай үйлчилгээг үзүүлэхийн тулд",
    "2565565429": "Оронд нь: \"бид сайтаа илүү аюулгүй, найдвартай болгохын тулд hCaptcha ашигладаг.\"",
    "2575690545": "Дансыг булаан авах нь кибер луйврын нэгэн адил ихэвчлэн автоматжуулсан, масс процессуудын асуудал юм. Ээжийнхээ хонгилд юүдэнтэй цамц өмссөн хакер банкны вэб сайт руу нэг нэгээр нь нууц үг оруулах нь ховор.",
    "2583775432": "Асуулт: Нууцлалын талаар юу хэлэх вэ? Бүртгэл нь a11y хайлтын өгөгдлийг ямар нэгэн байдлаар ил гаргадаг уу? Та имэйлээр юу хийдэг вэ?",
    "2588750717": "Үнэн хэрэгтээ, зарим итгэмжлэл бөглөх халдлага нь сая сая итгэмжлэлийг хамардаг бөгөөд бүгдийг нь нэвтэрч орохыг найдан вэбсайт руу нэвтрэх интерфэйс рүү чихдэг. Дотогш ормогц халдагчид хохирогчийн дансыг булаан авах боломжтой.",
    "2590587108": "Статик болон динамик контент засварлах",
    "2593768395": "Вэб, уугуул гар утас, мобайл вэб дээр саадгүй туршлага. Урьдчилан бүтээгдсэн интеграци болон эх SDK боломжтой.",
    "2593864519": "Илүү олон роботуудыг зогсоо. Хэрэглэгчийн нууцлалыг хамгаалж эхэл.",
    "259613338": "Хэрэв танд эдгээр үйлчилгээний нөхцөлтэй холбоотой асуулт байвал.",
    "2597149484": "Хакер ийм олон итгэмжлэлийг \"чихэх\" болсон шалтгаан нь хулгайлагдсан үнэмлэхээ хаанаас авдагтай холбоотой.",
    "2597352122": "Тайлбарын төрлүүд",
    "2600696085": "2021 оны гуравдугаар сарын 15",
    "2602081482": "hCaptcha Enterprise нь таны сайт болон програм руу чиглэсэн хортой урсгалыг илрүүлэхийн тулд дэвшилтэт машин сургалтыг ашигладаг, үүнд хусах үйл ажиллагаа орно.",
    "2602763587": "Итгэмжлэлийн үнэмлэх бөглөх нь халдагчид хулгайлагдсан хэрэглэгчийн нэр, нууц үг ашиглан вэб сайт руу хэд хэдэн удаа нэвтрэхийг оролддог кибер халдлагын нэг хэлбэр юм. \"Чөмөг\" гэдэг нь автоматжуулсан робот программ хангамжаар бараг үргэлж хийгддэг дахин давтагдах оролдлогуудыг хэлдэг.",
    "2603863826": "Жич: Хэрэв та өөрийн хэл дээр сайжруулалт ашиглах боломжтой орчуулгыг олвол a",
    "2605814073": "Манай үйлчилгээг ашиглах эсвэл бүртгүүлснээр та дараахь зүйлийг зөвшөөрч байна: та 18 нас хүрсэн байх; Та өөрийн эсвэл төлөөлж буй байгууллагын нэрийн өмнөөс энэхүү гэрээг байгуулах эрхтэй бөгөөд эдгээр Үйлчилгээний нөхцөл болон энд дурдсан бүх IMI бодлого, удирдамжийг үргэлж дагаж мөрдөх болно; мөн та манай вэбсайтыг буруугаар ашиглахгүй, бидэнд өөрийгөө таниулахгүй, эсвэл хүний оюун ухаан шаарддаг IMI дээрх аливаа даалгаврын аль нэг хэсгийг хиймэл оюун ухаанаар гүйцэтгэхгүй.",
    "260595108": "Бид хэзээ ч хүртээмжтэй цахим шуудан эсвэл мэдээллийг ашиглахыг хөнгөвчлөх, хүчирхийллээс урьдчилан сэргийлэхээс өөр зорилгоор ашиглахгүй.",
    "2611914656": "Бид хэрэглэгчдэд алдаа гарсан үед дибаг хийх өгөгдлийг цуглуулахын тулд Sentry-г ашигладаг. Sentry хэрхэн өгөгдлийг цуглуулж, боловсруулдаг талаар мэдээлэл авахыг хүсвэл,",
    "2616040974": "3. Үйлчлүүлэгчид болон хүсэлт гаргагчид",
    "2616226398": "Манайд хамаарна",
    "2619472217": "8. Дахин худалдах",
    "2620705814": "Google бол зар сурталчилгааны компани бөгөөд хамгаалалтын бүтээгдэхүүнүүд нь зар сурталчилгааны бүтээгдэхүүнүүдтэй маш төстэй харагддаг",
    "2621989404": "Сүүлд шинэчлэгдсэн: 2021 оны 9-р сарын 24. Манай англи хэл дээрх нэр томъёо нь хүчинтэй гэдгийг анхаарна уу.",
    "2624601135": "\"hCaptcha\"-г брэндийн нэрийн нэг хэсэг болгон ашиглаж болохгүй, зураасаар залгаж болохгүй, программ болон бусад бүтээгдэхүүний нэрэнд ашиглаж болохгүй.",
    "2624949852": "Мэдээжийн хэрэг, reCAPTCHA нь 2009 оноос хойш вэбийн аюулгүй байдлын салбарт анхлан нэвтэрч, сая сая вэбсайтыг хорлонтой роботууд болон спам илгээгчдийн өсөн нэмэгдэж буй аюулаас хамгаалж байсан. Гэсэн хэдий ч энэ нь сүүлийн жилүүдэд бүрэн сүйрсэн:",
    "262509504": "Бид Cookie-ийн цуглуулсан мэдээллийг энэхүү Нууцлалын бодлогын дагуу танаас цуглуулсан бусад мэдээлэлтэй холбож, энд дурдсан нэгдсэн мэдээллийг ашиглаж болно. Үүний нэгэн адил манай сайтууд дээр күүки үйлчилдэг гуравдагч этгээдүүд таны нэр эсвэл цахим шуудангийн хаягийг офлайн эсвэл онлайнаар хийсэн өмнөх худалдан авалтууд эсвэл таны онлайн хэрэглээний мэдээлэл зэрэг цуглуулсан бусад мэдээлэлтэй холбож болно.",
    "2631159699": "( ) Өргөн хүрээний холболттой Windows хайрцагнууд өт хорхойтой",
    "2631249972": "Бид танд мэдэгдэлгүйгээр вэбсайтаа сайжруулж, өөрчилж болно.",
    "26365791": "Хуулиар зөвшөөрөгдсөн хэмжээгээр сайт болон үйлчилгээ (болон бусад холбогдох үйлчилгээ, мэдээлэл, өгөгдөл, онцлог болон бусад агуулга, материал) нь \"байгаагаараа\" болон \"боломжтой\" зарчмаар хангагдсан болно. Хуулиар зөвшөөрөгдсөн хэмжээгээр IMI нь худалдаалах, тодорхой зорилгод нийцэх, зөрчихгүй байх зэрэг далд баталгааг багтаасан боловч үүгээр хязгаарлагдахгүй.",
    "263761351": "hCaptcha бол одоо хэдэн зуун сая хүн сар бүр ашигладаг анхны найдвартай хувилбар юм.",
    "2639657759": "Зөвшөөрөлөөр ашигласан тэмдэглэгээ",
    "2645321220": "Хэрэв та reCAPTCHA-н өртөг хэт өндөр гэж бодож байвал hCaptcha Enterprise-ийн талаар биднээс асуугаарай. Одоогоор дэлхийн хамгийн том хэвлэн нийтлэгчид, санхүүгийн үйлчилгээний компаниуд болон вэб дэд бүтцийн компаниуд ашиглаж байгаа бөгөөд эдгээр нь зөвхөн reCAPTCHA-ийн найдвартай хувилбар биш бөгөөд одоогоор байгаа хамгийн сайн ботын хамгаалалтыг санал болгож байгаа гэдэгт бид итгэдэг.",
    "2646127839": "Үйлчилгээний үндсэн нөхцлийн хэрэглэгчийн хавсралт",
    "2648707986": "Дансыг булаан авах нь хорлонтой этгээд цахим дансны эзэмшигчийн дүрд хувирдаг кибер луйврын нэг хэлбэр юм. Ихэвчлэн луйварчин мөнгө, бараа эсвэл бэлгийн карт хулгайлж болох санхүүгийн байгууллага эсвэл цахим худалдааны бизнест данс байдаг. Халдагчид хулгайлагдсан нэвтрэх мэдээллийг ашиглан акаунт руугаа нэвтэрч, дараа нь нууц үгээ сольж, жинхэнэ данс эзэмшигчийг түгжих боломжтой.",
    "2650241052": "Зөвлөгөө байхгүй",
    "2650502379": "Өөрийнхөө сорилтуудыг хэдхэн секундын дотор эхлүүлээрэй",
    "2652399059": "Найдвартай хамтрагч",
    "265443926": "Эргэлзээнд автуулахгүйн тулд эдгээр босго нь таны үүсгэсэн хувь хүн, аж ахуйн нэгж, байгууллагын бүртгэлд нийлбэр дүнгээр хамаарна гэдгийг анхаарна уу. Жишээлбэл, хэрэв та сард 100,000 хүсэлт (нийтдээ 1 сая хүсэлт) хүлээн авсан 10 данс үүсгэсэн бол тухайн сард бүх дансны шударга хэрэглээний хязгаараас хэтэрсэн байх болно.",
    "2659418535": "Арбитрын журам. Энэхүү гэрээний дагуу бүх арбитрыг Америкийн Арбитрын холбооны дүрмийн дагуу эсвэл харилцан тохиролцсон арбитрын алба явуулна. Арбитрч нь долоон (7)-оос доошгүй нэрсийн жагсаалтаас өөр ажил хаялтаар сонгогдсон АНУ-ын арбитрч байх болно. Арбитрын ажиллагаанд тал бүр өөрийн хэрэг, өмгөөллийг танилцуулахын тулд шаардлагатай бол иргэний хэрэг хянан шийдвэрлэх ажиллагаа явуулах, эсэргүүцэх хүсэлт гаргах, гэрч, нотлох баримт гаргаж өгөх эрхтэй бөгөөд үүнтэй холбоотой аливаа маргааныг арбитрч шийдвэрлэнэ. Маргааныг шийдвэрлэх нь зөвхөн гаргасан нэхэмжлэл, өмгөөллийг зохицуулсан хуульд үндэслэсэн байх бөгөөд арбитрч уг хяналтын хуулиас өөр үндэслэл гаргаж болохгүй. Арбитрч нь арбитрчийн үүргийг гүйцэтгэхдээ шүүхийн ажилтны иргэний хариуцлагын халдашгүй дархан байх ёстой бөгөөд энэ нь бусад халдашгүй дархан эрхийг нөхдөг. Шагнал нь арбитрчийн бичсэн үндэслэл бүхий дүгнэлтийг агуулсан байх ёстой. Та IMI-ийн эсрэг эсвэл IMI-ийн эсрэг гаргасан нэхэмжлэлийн дагуу тангарагтны шүүхээр шүүлгэх эрхээсээ татгалзана. Энэ зүйлд заасан аливаа нэхэмжлэлийг хөөн хэлэлцэх хугацааны дотор гаргах ёстой. АНУ-ын Холбооны Арбитрын тухай хууль энэ заалтыг зохицуулдаг бөгөөд энэхүү гэрээ нь арилжааны гүйлгээг нотлохыг та хүлээн зөвшөөрч байна.",
    "2666258754": "СУЛ ХЯНАЛТАЙ ГҮН ХАШИНГИЙН СЕМАНТИЙН ШАТНАЛТАД СУУРИЛСАН ХАРИЛЦААНЫ СУРГАЛТ, Хейки Арпонен, Том Е Бишоп. ICML 2019, LLD семинар.",
    "2670003220": "Ажлын байр",
    "2670352917": "hCaptcha нь илүү найдвартай бот илрүүлэх боломжийг олгодог боловч хүмүүст шийдвэрлэхэд хялбар байдаг.",
    "2671622670": "Аж ахуйн нэгж",
    "267645277": "IMI таны хувийн мэдээллийг баталгаажуулж магадгүй. Үүнд таны хувийн мэдээллийг гуравдагч этгээдийн мэдээллийн сан эсвэл албан ёсны эрх зүйн баримт бичигтэй харьцуулах зэрэг багтаж болно. Таны хувийн мэдээлэл, цахим шуудангийн хаяг болон санхүүгийн дансны өмчлөлийг баталгаажуулахад шаардлагатай аливаа лавлагаа хийхийг та бидэнд зөвшөөрч байна. Та өөрийгөө баталгаажуулахад бидэнд туслахын тулд өөрийнхөө тухай мэдээллийг өгөхийг зөвшөөрч байна.",
    "2676853536": "Олон хэрэглэгчийн хяналтын самбар",
    "2681650568": "Мөн үргэлж нууцлал бол бидний хувьд гол үнэт зүйл юм. Бидний сорилтын кодыг зөвхөн шаардлагатай үед, мөн таныг болон таны хэрэглэгчдийг хамгаалахад утга учиртай газарт нэмнэ үү. Мэдээллийн цуглуулгыг багасгах нь нэгтгэсэн мөчөөс эхэлдэг.",
    "2682873489": "Объектуудын хил хязгаарыг тодорхойлох",
    "2683038211": "Интернет эсвэл бусад цахим сүлжээний үйл ажиллагаа.",
    "2686825859": "Үнэгүй бүртгүүлэх эсвэл hCaptcha Enterprise шийдлүүдийн талаар бидэнтэй холбогдоно уу",
    "2689973938": "reCAPTCHA-г сайжруулах нь Google-ийн зар сурталчилгааны үйлчилгээ үзүүлэгчийн хувьд зөрчилдөөн үүсгэдэг.",
    "2690395789": "Хэрэв танд хүлээн авсан нууц мэдээлэл хэрэг болохоо болих үед та өөрийн удирдаж буй байр, систем эсвэл бусад тоног төхөөрөмжид байгаа мэдээллийн бүх хуулбарыг нэн даруй буцааж өгөх буюу устгах ёстой (мэдээлэл задруулсан хэний хүсэлтийн дагуу).",
    "2694001822": "Гэсэн хэдий ч бид системийн шинж чанар болон шинэ функцуудыг туршихад туслах хүмүүсийг хааяа ажилд авдаг.",
    "2694150481": "Бид күүки ашигладаг уу?",
    "2696932851": "18. нөхөн төлбөр",
    "2697276059": "Энэ нь ажиллаж байгаагийн нотолгоо: дэлхийн хэмжээнд шийдвэрлэх хувь хэмжээ жигд байна",
    "2698140263": "Бүх асуудал ижил биш: нэг оноо авах нь таны хэрэгцээг хангах ёстой гэсэн үг юм.",
    "269838707": "Хэрэв та хувь нэмэр оруулагч бол алийг нь, хэдэн ажлыг гүйцэтгэх, хэзээ, хаана хийхээ зөвхөн та өөрөө л шийднэ. Та хүссэн даалгавраа дуусгахад их эсвэл бага цаг зарцуулах эрхтэй. Та ямар ч үед даалгавраа дуусгах үүрэг хүлээхгүй.",
    "2698640210": "Хяналтын сорилтууд болон төрлүүдийг харуулсан",
    "2700197090": "Х: Домэйн түвшний зөвшөөрөгдсөн жагсаалт (жишээ нь uBlock Origin)-ийг дэмждэг аливаа нууцлал эсвэл зар сурталчилгааг хориглох өргөтгөлүүдийг ашиглах нь хүлээгдэж буй байдлаар ажиллах болно: hcaptcha.com-ыг цагаан жагсаалтад оруулахад л хангалттай.",
    "2707282231": "Хэрэглэгчдэд зориулсан сорилтуудыг тохируулаарай. Ботуудыг шийдэж, нэвтрэх боломжгүй болго.",
    "2710988028": "( ) Спам илгээгчид үүнийг имэйл хаягийг цуглуулахад хялбархан ашиглаж болно",
    "2712493234": "Төлбөрийн луйвар: Цахим гэмт хэргийн хурдацтай хөгжиж буй хэлбэрийг бууруулах",
    "2714878440": "Манай дэвшилтэт машин сургалт, хүнлэг байдлын баталгаажуулалтын тусламжтайгаар үйлчилгээгээ хусах, данс булааж авах, итгэмжлэл бөглөх, спамаас хамгаалаарай.",
    "2715462692": "Манай хиймэл оюун ухааны ёс зүйн үйл явц ямар харагддаг вэ?",
    "2718999653": "Захиалгат аюулын оноо",
    "2722456056": "2021 оны 1-р сарын 15 - 2021 оны 4-р сарын 15",
    "2728931827": "Тохируулга бүрийн дараа таны сайтын түлхүүрийн тооцоо шинэчлэгдэж, таны сайт хэрэглэгчийн зан төлөвт мэдэгдэхүйц өөрчлөлт ороогүй тохиолдолд ирээдүйн таамаглалын нарийвчлал нэмэгдэх болно.",
    "2729131930": "Хусах гэж юу вэ, энэ нь хэрхэн ажилладаг вэ?",
    "2735073144": "Шаардлагатай тохиолдолд бид байнгын хяналт шалгалтыг хийдэг. Жишээлбэл, шүхэртэй холбоотой хаяг шошгын хүсэлтийн хүсэлтийн огноо, эх сурвалжийг саяхан хянаж үзэхэд бид сүүлийн 12 сарын хугацаанд ямар ч төрийн байгууллага эсвэл тандалтын программ хангамжийн ханган нийлүүлэгч нь манай үйлчилгээг ашиглан шүхэртэй холбоотой хүсэлт гаргаагүй гэдгийг бид хурдан баталж чадсан. .",
    "2735878907": "Бизнесийн тасралтгүй байдлын төлөвлөлтийн мэдэгдэл",
    "2740033957": "IM-ийн баг нь Apple, Amazon болон бусад машин сургалт, түгээсэн систем, аюулгүй байдлын чиглэлээр ажилладаг эрдэмтэд, инженерүүдээс бүрддэг.",
    "2743692546": "Хэрэглэгчид hCaptcha-ээр дамжуулан хүн чанараа нотлохын хэрээр тэдний хөдөлмөр тендер зарлах нээлттэй зах зээлд нэвтэрдэг.",
    "2745385064": "Дүгнэлт",
    "2752975480": "( ) Имэйл илгээх нь үнэ төлбөргүй байх ёстой",
    "2754937029": "Хүлээн зөвшөөрөгдөөгүй хэрэглээ",
    "2760410719": "Бот илрүүлэхийг зөвхөн идэвхгүй дохиогоор хийхийг оролддог үйлчилгээнүүд нь үндсэн асуудалтай тулгардаг: танд үнэн зөв бодит үнэн байхгүй үед систем муу жүжигчдийг зөв илрүүлж байгаа эсэхийг хэрхэн баталгаажуулах вэ?",
    "2762458927": "Таны хэрэглэгчийн мэдээлэл зарагдахгүй.",
    "2762759509": "Олон тооны данс булаан авах халдлага нь бараг бүхэлдээ автоматжуулсан байдаг.",
    "2769710842": "Хэрэв танд асуух зүйл байвал бидэнтэй холбогдоно уу",
    "278010425": "hCaptcha дээрх өргөн, байнга өөрчлөгддөг олон төрлийн даалгавруудыг автоматжуулахад илүү хэцүү байдаг. reCAPTCHA-ийн ганц интерфэйс нь олон жилийн турш өөрчлөгдөөгүй бөгөөд байнга өөрчлөгддөг цөөн тооны асуултуудтай. Энэ нь hCaptcha нь reCAPTCHA-аас илүү бат бөх эсрэг роботын хамгаалалтаар хангадаг аргуудын нэг юм.",
    "2781507299": "Шуурхай баталгаажуулалт",
    "2782263070": "Үйлчилгээ бол бидний хувьд нэн тэргүүний зорилт юм. Бид 24/7 дуудлагын дэмжлэг үзүүлж, хэрэгжилтийн явцад болон дараа нь таны инженерийн нэгтгэлийн баг болон манай дуудлагын ажилтнуудтай шууд Slack-ийн зохицуулалтыг санал болгодог.",
    "2784612261": "Бизнесийн үйл ажиллагаандаа хүний хяналтыг шууд оруулахыг хүсч байна уу? Бид өндөр найдвартай SLA, баталгаатай хүчин чадал, энгийн REST API-уудыг санал болгож байна.",
    "2785425016": "(хүн төрөлхтнийг баталгаажуулах шийдлийн хүрээнд, жишээ нь, үйлдэл хийх дуудлага)",
    "278568955": "2021 оны 9-р сарын 1-нээс эхлэн хүчин төгөлдөр болно. Дэд бүтцийн нэмэгдэл",
    "2788024905": "Бид мэдээллийг хэрхэн хамгаалах вэ",
    "2788836740": "Маркетингийн зорилгоор холбоо барих мэдээллийг таныг бүртгэлээ цуцлах хүртэл байнга хадгална. Үүний дараа бид таны мэдээллийг таслан зогсоох жагсаалтад тодорхойгүй хугацаагаар нэмэх болно. Хүртээмжтэй хэрэглэгчдээс цуглуулсан цахим шуудангийн мэдээллийг маркетингийн зорилгоор хэзээ ч ашиглахгүй.",
    "2790841456": "Хэрэв та Хувь нэмэр оруулагч бол дараах арбитрын заалт болон ангиллын нэхэмжлэлээс татгалзахыг зөвшөөрч байна:",
    "279580593": "imachines.com",
    "279918384": "Google таны чөлөөт хөдөлмөрийг хэрхэн ашиглаж байна вэ?",
    "2801359190": "__cfduid,",
    "2801524659": "( ) Сайхан мэдрэмж төрүүлэх арга хэмжээ нь асуудлыг шийдэж чадахгүй",
    "2804310964": "ямар нэгэн прокси вэб сервер эсвэл таны жинхэнэ байршил, таних тэмдгийг нуун дарагдуулах зорилготой бусад төхөөрөмжөөр эсвэл өгсөн интерфэйсээс өөр аргаар манай вэб сайтад хандах буюу нэвтрэхийг оролдох;",
    "2806751666": "hCaptcha гэж юу вэ?",
    "2808122102": "Тиймээс соёл хоорондын үйл ажиллагаа нь манай үйлчилгээний үндсэн шаардлага юм. Бүх хууль ёсны хэрэглэгчид контент руу хурдан нэвтрэх боломжтой байх нь бидний эрхэм зорилгын чухал хэсэг юм. Бид 110 хэлээр сорилтуудыг хүргэж байгаа бөгөөд бидний сорилтыг хүн бүр шийдэж чадахуйц байхын тулд холбогдох орчуулгыг тасралтгүй сайжруулж байна.",
    "2808971932": "Энэ бол div блок доторх зарим текст юм.",
    "2813310562": "Сайтын тохиргоо, дараа нь күүки дээр дарна уу.",
    "2819628066": "Салгах чадвар. Эдгээр Үйлчилгээний нөхцлийн аль нэг заалт нь ямар нэг шалтгаанаар хүчингүй эсвэл хэрэгжих боломжгүй гэж үзвэл энэ нь үлдсэн заалтуудын хүчин төгөлдөр байдал, хэрэгжилтэд нөлөөлөхгүй.",
    "2820080973": "❤ -тэй хамтран зохион байгуулсан",
    "2826051554": "болон бусад",
    "2826705343": "Арилжааны мэдээлэл.",
    "2827452240": "Энд бичигдээгүй өөр төрөл хэрэгтэй байна уу? Зүгээр л биднээс асуу.",
    "282913023": "Замын хөдөлгөөн ихтэй аж ахуйн нэгжүүдэд зориулсан зардал багатай сонголт",
    "2840750518": "GitHub",
    "285116485": "Компани нь бидний цуглуулсан хувийн мэдээллийг \"зардаггүй\" (энэ нэр томъёог CCPA-д тодорхойлсон байдаг). Бидний ашигладаг гуравдагч этгээдийн күүкиний төрлүүдийн талаар нэмэлт мэдээлэл авахыг хүсвэл дээрх \"Гуравдагч талын аналитик ба мөрдөх технологи\" хэсгээс үзнэ үү.",
    "2852295413": "Төрөлхийн ашиг сонирхлын зөрчил: роботуудыг зогсоох нь зар сурталчилгааны сүлжээний орлогыг бууруулдаг",
    "2862164005": "Үнийн мэдээлэл нь бидэнд reCAPTCHA-аас санал болгож буй үнэт цаасны яг тодорхой долларын үнийг тогтоох боломжийг олгодог: хариулт бүрт $0.001 буюу түүнээс бага.",
    "2863840904": "Алхам 6: Сүүлийн алхам бол эдгээр HAR болон консолын бүртгэлийн файлуудыг бидэнд имэйлээр илгээж, асуудлыг тайлбарлана уу",
    "2864016648": "Нууцлалын асуудал",
    "2867855718": "3. Хүсэлтийн хувьд нууцлалын хэрэгцээг хангалттай хангаж чадна гэдэгт бид итгэж байна уу?",
    "2870341481": "доор. Бусад хөтөчийн хувьд зүгээр л",
    "2873297188": "Бүх CAPTCHAS америк бус хүмүүсийг ялгаварлан гадуурхдаг уу?",
    "2873911365": "Техник хангамжийн гэрчилгээний талаар юу хэлэх вэ?",
    "2880837730": "Дансны хулгайг зогсоохын тулд юу хийж болох вэ?",
    "2881474837": "hCaptcha Enterprise",
    "2887242610": "Intuition Machines, Inc нь hCaptcha бизнест ихээхэн саад учруулж буй үйл явдлуудад бид хэрхэн хариу үйлдэл үзүүлэх талаар Бизнесийн тасралтгүй байдлын төлөвлөгөө боловсруулсан. Гамшгийн цаг хугацаа, үр нөлөөг урьдчилан таамаглах аргагүй тул бид бодит үйл явдал тохиолдоход уян хатан хандах хэрэгтэй болно. Үүнийг харгалзан бид та бүхэнд бизнесээ үргэлжлүүлэх төлөвлөгөөний талаарх мэдээллийг хүргэж байна.",
    "2894845722": "Удахгүй танай сайтын хэрэглэгчид hCaptcha интерфэйс дээр ухаалаг брэндээр дамжуулан буяны үйлст оруулсан хувь нэмрийг тань харах боломжтой болно.",
    "2895491273": "Хэрэв та күүки болон бусад хянах технологийг блоклохыг хүсвэл ихэнх хөтчүүд болон мобайл төхөөрөмжүүд нь күүки хүлээн авах эсвэл бусад хяналтын технологийг ашиглах үед танд мэдэгдэхийн тулд тохиргоогоо өөрчлөх, зөвшөөрөх/зөвшөөрөх эсэхээ сонгох боломжтой. тэр. Ихэнх хөтчүүд танд одоо байгаа күүкиг идэвхгүй болгох, устгах эсвэл ирээдүйн күүкиг автоматаар татгалзах боломжийг олгодог. Та мөн күүки тохиргоогоо хянахын тулд хөтчийн залгаас зэрэг гуравдагч талын хэрэгслийг ашиглаж болно. Гэхдээ хэрэв та бүх күүкиг идэвхгүй болговол манай сайтын зарим хэсэг зөв ажиллахгүй байж болзошгүйг анхаарна уу.",
    "2896187462": "1. Үйлчилгээтэй холбоотой нэн шаардлагатай статистик мэдээлэл болон хүртээмжийг дэмжихэд туслах зэрэг техникийн бусад зорилгоор ашигладаг.",
    "2900525040": "Калифорни мужийн хууль тогтоомж нь эдгээр үйлчилгээний нөхцөл болон тэдгээрээс үүссэн аливаа маргаан, маргаан, нэхэмжлэлийг зохицуулдаг.",
    "2901894297": "hCaptcha нь АНУ-ын Делавэр корпорацийн (#6393793) Intuition Machines, Inc. (\"IMI\")-ийн үйлчилгээ юм.",
    "2903742230": "Зар сурталчилгааны сүлжээ нь таны зочдыг бүтээгдэхүүн гэж үздэг. Бидний хувьд цорын ганц зорилго бол тэдний хүн чанарыг тодорхойлох явдал юм. Манай үйлчилгээнүүд GDPR, CCPA, LGPD, PIPL шаардлагуудыг хангасан буюу давсан бөгөөд бид нууцлал, аюулгүй байдлыг тэнцвэржүүлэхийн тулд шаргуу ажилладаг.",
    "2904949278": "Хакер хэрхэн дансыг булаан авдаг вэ?",
    "2905621957": "Хамгийн сүүлд шинэчлэгдсэн: 2020 оны 7-р сарын 18",
    "290966395": "Манай \"АНУ-аас гадуурх үйлчлүүлэгчдэд зориулсан тэмдэглэл\" хэсэгт тайлбарласны дагуу таны хувийн мэдээллийг АНУ руу шилжүүлэх, боловсруулж, хадгалах болно гэдгийг анхаарна уу. АНУ-ын өгөгдөл хамгаалах хууль нь таны оршин суугаа улсынхаас өөр байж болно. Та манай сайтуудаар зочлох эсвэл манай үйлчилгээг ашиглан энэхүү Нууцлалын бодлогод тусгагдсан өөрийн мэдээллийг, түүний дотор хувийн мэдээллийг АНУ руу шилжүүлэхийг зөвшөөрч байна.",
    "2910560864": "2020 оны 3-р сарын 20-23 ***",
    "2915355938": "Хүртээмжтэй байдал",
    "2920213479": "Дурын хэмжээтэй дурын ангиллыг эрэмбэлэх эсвэл нэмэх",
    "2921990472": "Хэрэв танд функциональ асуудал байгаа бол дараахыг дагана уу",
    "292211832": "Күүки, вэб хуудасны тоолуур болон бусад аналитик хэрэглүүр зэрэг техникийн хэрэгслээр цуглуулсан мэдээллийг нэн даруй устгадаг боловч күүкиний хугацаа дууссанаас хойш нэг жил хүртэлх хугацаанд тодорхойгүй, нэгтгэсэн хэлбэрээр хадгалагдаж болно. хэрэв бид үйлчилгээгээ урвуулан ашиглаж болзошгүйг илрүүлэхгүй бол ирээдүйд урвуулан ашиглахаас урьдчилан сэргийлэхийн тулд энэ мэдээллийг хадгалах болно. Бид энэхүү нэрээ нууцалсан, нэгтгэсэн мэдээллийг танд, танай гэр бүл, IP хаяг эсвэл хадгалагдсан мэдээлэлд үндэслэн хувийн мэдээлэлтэй холбох боломжгүй.",
    "292250020": "1. Дэлгэцийн баруун дээд буланд байгаа араа сонгоод \"Интернетийн сонголтууд\"-ыг сонго. Хэрэв та цэсийн мөрийг идэвхжүүлсэн бол \"Хэрэгслүүд\", дараа нь \"Интернетийн сонголтууд\"-ыг сонгож болно.",
    "2927700175": "Бид машин сургалтын асуудлаас шошголоход хэцүү өгөгдлийг цуглуулж, вэбсайт эсвэл програмын зочлогч хүн мөн эсэхийг ялгахад ашиглах замаар роботуудад хэцүү ч хүмүүст хялбар CAPTCHA сорилтуудыг харуулдаг.",
    "2928362319": "Мэдээллийг шуудангаар илгээж болно: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "2931396764": "11. Эдгээр үйлчилгээний нөхцөлийг зөрчсөн",
    "2932826396": "3. Хэрэв та саяхан гарсан OS X 10.15 эсвэл iOS 13.4 дээр Safari програмын хамгийн сүүлийн хувилбарыг ашиглаж байгаа бол Apple гуравдагч талын күүкигтэй холбоотой Safari-н үйлдлийг саяхан өөрчилж, бүгдийг нь анхдагчаар хаасан. Бид шийдлийг хэрэгжүүлж байгаа хэдий ч энэ хооронд Safari-н тохиргоо, Нууцлалын хэсэгт зочилж, \"Вэбсайтыг хянах: Сайт хоорондын хяналтаас сэргийлэх\" гэсэн сонголтыг арилгаснаар хүртээмжийн күүкиг хүлээгдэж буй байдлаар ажиллуулна уу.",
    "2935155034": "Хэрэв та Европын эдийн засгийн бүсэд байрлаж байгаа бол \"ЕХ-ны мэдээллийн субьектүүдэд зориулсан мэдэгдэл\" гэсэн гарчгийн доор тайлбарласан тодорхой эрхүүд, үүнд таны тухай бидэнд байгаа мэдээллийг шалгах, засах, устгах эрхтэй.",
    "2939852138": "Луйварчид төлбөрийн луйвраас хэрхэн мултрахыг хичээдэг вэ?",
    "2940689138": "Интегратор болон Хэрэглэгчийн дансыг удирдах, үйлчилгээ үзүүлэх. Бид Интегратор болон Үйлчлүүлэгчидтэй тодорхой бүртгэлүүдийг холбох, тэдэнд үйлчилгээ үзүүлэх, хүсэлт, лавлагаанд хариу өгөх, дэмжлэг үзүүлэх, техникийн туслалцаа үзүүлэх, төлбөр тооцоог хөнгөвчлөх зорилгоор Хувийн мэдээллийг ашигладаг.",
    "2941545733": "Бид худалдагч биш инженерүүд: бид таныг сонголтдоо сэтгэл хангалуун байгаасай гэж хүсч байна.",
    "2943346052": "IETF-ийн стандартчиллын үйл явц үргэлжилж байгаа тул томоохон хөтөчүүд Privacy Pass-ийн зарим хэлбэрийг эх болгон ашиглах болно гэж бид найдаж байна. Энэ нь эцсийн эцэст өргөтгөлийг шаардлагагүй болгоно. Гэхдээ одоогоор доорх зааврыг дагана уу.",
    "2945960297": "ЕХ-ны мэдээллийн субьектүүдийн хувьд энэхүү Нууцлалын бодлогод ашигласан \"хувийн мэдээлэл\" гэсэн нэр томъёо нь Европын Холбооны Мэдээлэл Хамгаалах Ерөнхий журамд (GDPR) тодорхойлсон \"хувийн мэдээлэл\"-тэй тэнцүү байна.",
    "2947576723": "Энэ түүх нь жолооны үнэмлэх болон хурууны дижитал хэвлэлтээс өмнө байсан боловч данс булааж авсан тохиолдолд юу буруу болж болохыг харуулсан сайн жишээ юм. Нэг хүн онлайн банкны данс эсвэл гар утасны төлбөрийн програм руу нэвтэрдэг. Тэр жинхэнэ данс эзэмшигч үү эсвэл хакер уу? Хэн нь үнэхээр хэн бэ? Аюулгүй байдлын эдгээр асуудал нь өөрөө өөртөө үйлчлэх данс руу нэвтрэх боломжийг олгодог байгууллагуудад нөлөөлдөг.",
    "2952586316": "Бүх асуудал адилхан байдаггүй. Аюулгүй байдлын чухал үүрэг даалгаврын тэмдэглэгээ нь зөвхөн хүний ажилчдаас 99.99% итгэлтэй байхыг шаарддаг. Хөдөлгөөнт тоглоомын програмын нэг бета функцийн тайлбар нь зөвхөн дунд зэргийн итгэлийг шаарддаг. Чи шийд.",
    "2954157511": "Бид яагаад күүки ашигладаг вэ?",
    "2959486280": "Хэрэв та эдгээр үйлчилгээний нөхцөлийг зөвшөөрөхгүй бол та сайт эсвэл үйлчилгээг ашиглах эсвэл хандах эрхгүй болно.",
    "295955580": "Манай вэбсайт нь гуравдагч этгээдийн вэбсайтуудын холбоосыг агуулж болно. Бид ийм вэбсайтуудыг хянадаггүй, судалж үздэггүй, хянадаггүй, шалгадаггүй. Бид ийм вэб сайтад агуулагдаж буй компьютерийн программ, контент, үзэл бодлыг хариуцахгүй бөгөөд дэмжихгүй. Хэрэв та манай вэбсайтыг орхиж, гуравдагч этгээдийн вэбсайт руу нэвтрэхээр шийдсэн бол эрсдэлээ өөрөө үүрнэ.",
    "2968026167": "Таны дуртай ногоо",
    "2970907810": "хуудас. Компанийн одоогийн гүйцэтгэх захирал нь контент хариуцсан захирал юм.",
    "2989126922": "Цэсийн хэсгээс Chrome-ын тохиргоог нээнэ үү.",
    "299335340": "Энэ нь юу вэ, халдлагыг хэрхэн зогсоох вэ?",
    "3004688366": "( ) Сөрөг арга хэмжээ нь утсаар залилан мэхлэх эсвэл зээлийн картын залилан хийх ёсгүй",
    "3005876482": "hCaptcha нь одоо хамгийн том бие даасан CAPTCHA үйлчилгээ бөгөөд интернетийн 15% дээр ажилладаг.",
    "3007128955": "https://www.whatsmyip.org/",
    "3007158970": "Таны эрхэнд нөлөөлж буй таны хувийн мэдээллийг боловсруулахдаа бидний хууль ёсны ашиг сонирхолд найдаж байгаагаа эсэргүүцэж байна.",
    "3012870872": "Үнэгүй хувилбарыг (hCaptcha Publisher) ашигладаг вэб сайтууд болон програмууд нь Google-д хандивлахын оронд энэ ажлаас орлого олдог.",
    "3014149332": "Хариулт: Үгүй ээ, тасалбарууд нь харилцан ажиллах боломжгүй: тэдгээрийг ижил эрх бүхий байгууллагаас гаргаж, эргүүлэн авах ёстой, энэ тохиолдолд hCaptcha. Хэрэв таны өргөтгөлд Cloudflare болон hCaptcha хоёрын аль алиных нь дамжуулалт байгаа бол таны зочилж буй хуудасны шаардлагаас хамааран боломжтой тоо зөв хэмжээгээр өөрчлөгдөх болно гэдгийг анхаарна уу. Өөрөөр хэлбэл, хэрэв таны хэтэвчинд 100 Cloudflare дамжуулалт, 10 hCaptcha дамжуулалт байгаа бол та hCaptcha суулгасан хуудасны өргөтгөлийн дүрс дээр 10-ыг харах ёстой.",
    "3014657981": "\"Күүки\"-ийн хажууд тохиргоог асаана уу.",
    "3017040355": "ЕХ-ны мэдээллийн субьектийн өгөгдлийг боловсруулах нь манай Үйлчилгээний нөхцлийн Мэдээлэл боловсруулах нэмэлт, эсвэл Интеграторуудтай хийсэн мэдээлэл боловсруулах гэрээний хүрээнд нэгтгэгдсэн Гэрээний Стандарт Зүйлүүдийн (ХЗХ) хууль эрх зүйн үндэслэлээр ажилладаг.",
    "3017533972": "Бид, эрдэм шинжилгээний судалгааны түншүүд болон манай үйлчлүүлэгчид машин сургалтын чиглэлээр хүн төрөлхтний мэдлэгийг дээшлүүлэхийн тулд hCaptcha платформоор дамжуулан Creative Commons-ийн лицензтэй контентын зарим хэсгийг хааяа лавлаж эсвэл хуулбарлаж болно.",
    "3018077211": "25. Оруулагчийн маргааныг шийдвэрлэх",
    "3018523079": "Тогтвортой хэрэглэгчийн туршлагаар брэндээ хадгалаарай.",
    "3022001832": "Бид манай сайт болон үйлчилгээтэй харилцдаг хувь хүмүүс, тэр дундаа манай үйлчилгээг вэбсайтдаа оруулсан хүмүүс (\"Интеграторууд\"), мэдээллийн шошголох үйлчилгээг ашигладаг хүмүүс (\"Хэрэглэгчид\") болон манай сайттай харилцдаг эцсийн хэрэглэгчдээс мэдээлэл цуглуулдаг. Манай Интеграторуудын (\"Эцсийн хэрэглэгчид\") вэбсайтуудаар дамжуулан үйлчилгээ.",
    "3022301908": "Хандалт",
    "3022922096": ", hCaptcha-ийн аж ахуйн нэгжийн багц бүтээгдэхүүн. hCaptcha-ийн үнэгүй хувилбараас ялгаатай нь",
    "3025548709": "Энэ шударга бус хэлцлээс өөр хувилбар байна уу?",
    "3027055607": "16. Оюуны өмч ба өмчийн эрх",
    "3028319964": "AI ёс зүй",
    "3030395800": "Эдгээр итгэмжлэлүүд нь ихэвчлэн мэдээллийн зөрчлөөс үүдэлтэй байдаг. \"Итгэмжлэл асгарсан\" гэж нэрлэгддэг эдгээр халдлага нь олон сая итгэмжлэлийг харанхуй вэб рүү хаяхад хүргэдэг. Хэрэв асгарсан зүйл банкнаас ирсэн бол хакер бусад сайт руу нэвтрэхийн тулд эдгээр итгэмжлэлийг ашиглахыг оролдох болно. Олон хүмүүс ижил хэрэглэгчийн нэр, нууц үгийн хослолыг олон сайтад ашигладаг тул энэ арга нь үр дүнтэй байдаг. (Энэ практикт урам зориг өгдөггүй, гэхдээ бодит байдал нь ийм байна. Хүмүүс ижил нэвтрэх үнэмлэхийг давтах хандлагатай байдаг.)",
    "30312304": "Холбооны муу хууль батлагдахаас өмнө муж бүр өөр өөр байсан бусад дутагдал.)",
    "3031284129": "Баталгаат хугацаанаас татгалзах",
    "3031357206": "Таны URL мөрний хажууд шинэ дүрс гарч ирнэ. Одоо hCaptcha ашиглан вэбсайт руу зочилно уу. Энэ нь дараах байдлаар харагдах болно.",
    "3031953301": "Үүний оронд бид танд hCaptcha Enterprise үйлчилгээгээ ашиглах боломжийг санал болгож, тодорхой хугацаанд (“Санал санал болгох хугацаа”) үйлчилгээгээ үргэлжлүүлэн үзүүлэх болно. Санал болгох хугацаанд бидний тасралтгүй үйлчилгээ үзүүлэх нь энэ хэсэгт заасан эрхийг ямар ч байдлаар өөрчлөхгүй.",
    "3031953928": "HUMAN Network™ нь HUMAN Protocol Foundation компанийн худалдааны тэмдэг бөгөөд түүний зөвшөөрөлтэйгээр ашиглагддаг.",
    "3034959000": "Та татаж авч болно",
    "3038275155": "Ангийн арга хэмжээ авахаас татгалзах. Та аливаа маргааныг анги, хамтын эсвэл төлөөлөгчийн журмаар авчрах, хэлэлцэх, арбитраар хэлэлцүүлэх эрхээсээ татгалзана. Энэхүү гэрээнд тусгагдсан бусад заалтаас үл хамааран өмнөх өгүүлбэр нь ямар ч тохиолдолд энэхүү гэрээнээс салж болохгүй. Энэхүү татгалзлыг бүхэлд нь буюу хэсэгчлэн хэрэгжүүлэх боломжгүй, ухамсаргүй, хүчин төгөлдөр бус эсвэл хүчингүй гэсэн аливаа нэхэмжлэлийг арбитрч биш зөвхөн эрх бүхий харьяаллын шүүх тогтооно. Хөдөлмөрийн харилцааны тухай хуулийн 7-р хэсэгт заасан эрхээ хэрэгжүүлсний үр дүнд, эсвэл аливаа форумд анги, хамтын болон төлөөллийн арга хэмжээ авах, оролцох зэргээр хариу арга хэмжээ авахгүй, манай вэб сайтын даалгаврыг биелүүлэхэд саад болохгүй. , гэхдээ бид хуулийн дагуу энэхүү ангиллын нэхэмжлэлийн шаардлагыг биелүүлэхийг шаардаж болох бөгөөд ийм төрлийн, хамтын эсвэл төлөөллийн үйлдэл, нэхэмжлэлийг хэрэгсэхгүй болгохыг хүсч болно.",
    "304004915": "Хэрэглэгчид хэн байх нь бидэнд хамаагүй, зөвхөн тэд хорлонтой эсвэл машин байх магадлал хэр их байдаг. гэх мэт санаачилгыг дэмжиж байна",
    "3044038608": "Та манай бүртгэлийн үйл явцад хүссэн үнэн зөв, үнэн зөв, бүрэн мэдээллийг өгөхийг зөвшөөрч байна. Та мөн ийм мэдээллийг шинэ, үнэн зөв байлгахын тулд шаардлагатай бол яаралтай шинэчлэхийг зөвшөөрч байна.",
    "3047519814": "Та өөрийн данс, нууц үгээ хэнтэй ч хуваалцахгүй гэдгээ зөвшөөрч байна.",
    "3048865891": "Зардал ба хураамж. Хуульд өмгөөлөгчийн хөлсийг тодорхой зааснаас бусад тохиолдолд ийм арбитрт өмгөөллийн зардлыг талууд хариуцна. Талууд арбитрчаас авах анхны захиргааны хураамжийг хоёр зуун тавин доллар (250.00 ам. доллар) хүртэл хувааж авна. Арбитрч, шүүхийн сурвалжлагчийн зардлыг, хэрэв байгаа бол эхний ээлжинд бид хариуцна; Гэсэн хэдий ч арбитрч нь хуульд заасан зохих зардлыг давамгайлсан талд олгох, мөн/эсвэл арбитрч ба/эсвэл шүүхийн сурвалжлагчтай холбоотой зардлыг хуваахыг талуудаас шаардах эрхтэй.",
    "3049976256": "Шинэ шошготой хэрэглэгч бүрийн хувьд бид борлуулалтын явцад хяналтын хуудсыг шалгадаг. Үүнд, элсэхээс өмнө анхан шатны KYC шалгалт, мөн манай шинжээчдэд өгсөн бүх хүсэлтийг шалгах, манай өөрөө үйлчлэх платформыг ашиглан хийсэн хүсэлтийг бодит цагийн спот шалгах, үе үе хянан шалгах зэрэг орно.",
    "3054564199": "Хэвлэлийн хэрэгсэл",
    "3056723024": "13. Даалгаврыг хүлээн зөвшөөрөх боломжгүй гүйцэтгэл",
    "305735018": "Эцэст нь Google-ийн найдвартай хувилбар. hCaptcha Enterprise нь таны reCAPTCHA төлбөрийг илүү өндөр хамгаалалттайгаар хэмнэнэ: зарим тохиолдолд 80% хүртэл хямд.",
    "3060764232": "https://lld-workshop.github.io",
    "3063819779": "нууцлалын бодлого",
    "3064321967": "Анхны мэдэгдэж буй спам имэйлийг 1978 онд илгээсэн.",
    "3065000659": "Та \"машин дээр дарах\" тоолондоо ганц бие сургахад тусалдаг гэдгээ ойлгосон уу?",
    "3068923550": "( ) Сөрөг арга хэмжээг үе шаттайгаар хэрэгжүүлбэл үр дүнтэй байх ёстой",
    "3083289844": "Хэрэв та хэрэглэгчийн нууцлалд нөлөөлж болзошгүй асуудлыг олсон бол бидэнд имэйлээр илгээнэ үү",
    "3086730511": "Хэрэв та манай үнэ төлбөргүй үйлчилгээний Интегратор бөгөөд бид таныг шударга хэрэглээний босгыг давсан гэж үзвэл одоогийн байдлаар дараах зүйлсээс бага байна:",
    "3088605177": "Бидний сорилтын кодыг зөвхөн шаардлагатай үед, мөн таныг болон таны хэрэглэгчдийг хамгаалахад утга учиртай газарт нэмнэ үү.",
    "3089778412": "hCaptcha шагналыг хэрхэн тооцдог вэ",
    "3092200338": "** 15-ны өдөр амралтын өдөр тохиох үед төлбөрийн огноо нь 17-ны оронд байна.",
    "3093388779": "hCaptcha нь ямар ч хэмжээтэй хэвлэн нийтлэгчид ашиглахад үнэ төлбөргүй байдаг",
    "3093689546": "Хялбар нэгтгэх",
    "3094150511": "Зохицуулах байгууллага: АНУ-ын Холбооны Харилцаа Холбооны Комисс, 45 L Street NE, Washington, DC 20554 USA.",
    "3094354698": "2019 оны зургадугаар сарын 15",
    "3096063825": "Үүнийг үзээрэй",
    "3096553330": "Бидний бий болгож буй систем бүр бусад хүмүүстэй харилцах харилцаагаа тусгадаг.",
    "3098677775": "Асуулт: Privacy Pass ашиглах үед миний IP болон хайлтын түүх hCaptcha-аас бүрэн нууцлагдсан уу?",
    "3100722753": "Аюулгүй байдал эсвэл нууцлалын болзошгүй асуудлуудыг доорх зааврыг үзнэ үү.",
    "3103557430": "Бид мэдээллийг хэрхэн ашигладаг",
    "3103642530": "Энэхүү тойм нь хэд хэдэн шалгуур үзүүлэлтээс бүрдэнэ:",
    "3107683988": "Энэ нь сүлжээнээс гадуурх урсгал болон зардлыг эрс багасгаж, манай 24/7 байнгын ажиллагаатай ажилтнуудын хамгийн хатуу SLA-уудыг биелүүлэхийн тулд удирдлагын бүх давуу талыг хадгалах боломжтой.",
    "3108727249": "BotStop",
    "310885519": "эсвэл",
    "3114147525": "hCaptcha хэрэглэгчид энэ үйлчилгээг объектыг таних, шинж чанарыг илрүүлэх (хувцасны төрлийг тодорхойлох шошго цуглуулах), хамаарлын зэрэглэл (үндсэн бүтээгдэхүүнтэй харьцуулахад хэд хэдэн сонголтоос хамгийн хамааралтай бүтээгдэхүүнийг сонгох), хязгаарлах хайрцаг (сонирхолтой хэсгийг хайх) зэрэг ажлуудад ашигладаг. зураг), \"Хүний OCR\" (зураг дээрх текстийг тодорхойлох) болон бусад олон төрлийн ажлууд.",
    "3117887301": "Хамгийн том онлайн үйлчилгээнд итгэдэг",
    "3119498672": "Интернет бот, вэб робот, робот, скрипт эсвэл хиймэл оюун ухааны бусад хэлбэрийг ашиглан аливаа ажлыг гүйцэтгэх эсвэл IMI эсвэл аливаа Хүсэлт гаргагч эсвэл Интегратороос шагнал авахыг оролдох;",
    "3119589996": "Энэ нь хэрхэн ажилладаг вэ: хөтчийн өргөтгөл нь хэрэглэгчдэд Privacy Pass протоколыг дэмждэг вэб сайтад зориулсан криптографийн хувьд харалган жетон үүсгэх, гарын үсэг зурах боломжийг олгодог. Өргөтгөл нь hCaptcha үйлчилгээг ашиглан аливаа сайт дээр тулгамдсан асуудлыг шийдвэрлэх үед hCaptcha-р гарын үсэг зурсан криптографийн хувьд харалган токенуудыг агуулсан дамжуулалтыг үүсгэдэг.",
    "3121248460": "Хүлээгдэж буй үзэгчдэдээ зориулж энгийнээс нарийн төвөгтэй хүртэл хязгааргүй олон төрлийн захиалгат сорилтуудыг үзүүлээрэй",
    "3128328457": "Хэрэв та хувь нэмэр оруулагч эсвэл интегратор бол манай вэбсайтыг ашигласны үр дүнд төлөх ёстой тооцоолсон болон бусад холбооны, муж, орон нутгийн орлогын албан татвар, нийгмийн даатгал, FICA, ажилчдын нөхөн олговрын төлбөрийг дангаараа хариуцна. АНУ-ын харьяанд байдаггүй ижил төстэй татвар эсвэл хураамж. Та татварын хууль тогтоомжийг дагаж мөрдөөгүйн улмаас бидний эсрэг хийсэн аливаа дүгнэлтийг нөхөн төлж, гэм хоргүй байлгахыг зөвшөөрч байна.",
    "3128433367": "... болон бусад олон",
    "3130928685": "Блог",
    "3138772661": "жил бүр олон мянган хүний амь нас",
    "3139609561": "Зургийн ангилал болон шинж чанарыг илрүүлэх ажлын төрлүүдийн хоёр жишээг доор харуулав. [",
    "31502377": "Rich Text элемент гэж юу вэ?",
    "3152512587": "бөгөөд систем нь өдөр бүр хэдэн зуун сая шийдлийг цуглуулдаг. [",
    "3153117136": "hCaptcha хүндрэлийн тохиргоо хэрхэн ажилладаг",
    "3160820928": "Зохицуулсан халдлагын хамгаалалт",
    "3161489950": "Дэлхийн хамгийн дэвшилтэт аюулгүй байдлын ML платформ",
    "3162107126": "IMI нь та болон үйлчилгээний бусад хэрэглэгчийн хооронд маргаан үүсгэх тал биш юм. Та болон өөр хэрэглэгчийн хооронд үүссэн аливаа маргаанаас үүдэн гарсан эсвэл түүнтэй холбоотой мэдэгдэж байгаа болон үл мэдэгдэх, сэжигтэй болон сэжиглээгүй, илчлэгдсэн болон илчлээгүй бүх төрлийн болон шинж чанартай аливаа нэхэмжлэл, шаардлага, хохирлоос IMI болон түүний харьяа байгууллагуудыг чөлөөлнө.",
    "3167979932": "Эхний өдрөөсөө хувийн нууцад зориулагдсан. Хүчтэй өгөгдөл боловсруулах гэрээ.",
    "3168199226": "Гэсэн хэдий ч 2020 онд ийм төрлийн өгөгдлийн багцыг бүтээх нь жилийн өмнө цөөхөн хүний хүлээж байсан байдлаар давхар хэрэглээний технологи гэж ойлгож болох нь тодорхой болсон.",
    "3173156067": "Хэрэв та нийтлэлдээ жишээ зураг оруулахыг хүсвэл бэлэн барьцааг авах боломжтой.",
    "3176531704": "Өгөгдлийн тайлбар",
    "3178581111": "Шинэ зорилгоор ашиглах",
    "3180664128": "Загварууд мянга мянган дохиог сурч мэдсэнээр аливаа дохиолол нь өөрөө асуудал үүсгэх хангалттай хүчтэй биш байсан ч хорлонтой зан үйлийг маш хурдан илрүүлж, өндөр итгэлтэй болж чадна.",
    "3182435854": "Зохиогчийн эрх",
    "318339230": "(Дараах зүйлсийн нэг буюу хэд хэдэн нь таны тодорхой санаанд хэрэгжсэн байж магадгүй",
    "3183855267": "1. hmt_id",
    "3186435874": "sessionid",
    "3192683783": "Энэхүү Нууцлалын бодлогод оруулсан өөрчлөлт",
    "3193548097": "Найдвар булаг мөнхийн",
    "3194111925": "дэмжлэг үзүүлэх",
    "3194601049": "www.hcaptcha.com",
    "3195334319": "API-ийн ашиг тус, эмзэг байдал",
    "3200641265": "2020 оны 6-р сарын 16-наас хэтрэхгүй*",
    "3200859925": "1. Зорилго",
    "320166522": "Одоо машин сурах нь бидний амьдралын бараг бүх талбарт нөлөөлдөг бөгөөд ихэнхдээ бидний анзаардаггүй, харж чаддаггүй. Онлайн хамгаалалтын үйлчилгээ ч ялгаагүй.",
    "3202747130": "Гэрээг бүхэлд нь. Энэхүү үйлчилгээний нөхцөл болон энэхүү гэрээнд дурдагдсан аливаа бодлого, журам, нөхцөлүүд нь тухайн зүйлийн талаар талуудын тохиролцоог бүхэлд нь бүрдүүлдэг бөгөөд өмнөх болон тухайн үеийн холбогдох бүх гэрээ, нэхэмжлэл, тайлбар, талуудын ойлголцлыг орлож, хүчингүй болгодог. .",
    "3203921334": "hCaptcha шийдлүүдийн талаар хэд хэдэн зүйл бидэнд таалагдсан: 1) тэд хувийн мэдээллийг зардаггүй; Тэд зөвхөн шаардлагатай хамгийн бага хувийн мэдээллийг цуглуулдаг бөгөөд тэд цуглуулсан мэдээлэл, тэдгээрийг хэрхэн ашиглах, / эсвэл задруулах талаар ил тод тайлбарладаг.",
    "3206136647": "Энд байгаа Google-ийн асуудал нь тэдний ашигладаг асуултын өгөгдөл, үүнийг хэн харж байгаа зэрэг дээр суурилдаг. Хэрэв бүх өгөгдөл нэг соёлоос (мөн Google-ийн хувьд нэг компаниас) ирдэг бол та Эдений гомдлын дагуу бусад соёлд сайнаар нөлөөлдөггүй сорилтуудтай тулгарах нь дамжиггүй.",
    "3207769512": "Үйлдвэрлэлийн ажлын байрыг байршуулах",
    "3208155808": "Таны хувийн мэдээллийн машинаар уншигдахуйц хуулбарыг өөрт эсвэл таны сонгосон гуравдагч этгээдэд шилжүүлээрэй.",
    "3212830633": "2. Шаардлага хангасан байдал",
    "3213351333": "Урьдчилсан амлалт шаардлагагүй",
    "3213411837": "зураг 2",
    "3214322759": "эс бөгөөс аливаа хорлонтой, залилан мэхлэх үйл ажиллагаанд оролцох.",
    "3217791519": "2020 оны 7-р сарын 15 - 2020 оны 10-р сарын 15",
    "3225770968": "hCaptcha нь машин сургалтын хамгийн их хөдөлмөр шаардсан асуудлыг шийдвэрлэхэд зориулагдсан; асар их хэмжээний өгөгдлийг цаг тухайд нь, боломжийн, найдвартай байдлаар шошголох.",
    "3225936061": "Та Google-ийн Номын үйлчилгээний номын хуудаснаас авсан текстийн зургийг харж, OCR (текст таних) программ хангамжийг сайжруулахад тусалсан байх магадлалтай.",
    "322830977": "Күүкийг хэрхэн идэвхгүй болгох вэ.",
    "3228928991": "Нэр, и-мэйл хаяг, улс гэх мэт хувь хүнийг тодорхойлох эсвэл холбоо барихад ашиглаж болох мэдээлэл (\"Хувийн мэдээлэл\"). Бид одоогийн болон ирээдүйн Интеграторууд болон үйлчлүүлэгчдийнхээ Хувийн мэдээллийг бидэнд шууд өгөх үед цуглуулдаг (жишээлбэл, бүртгэлд бүртгүүлэх үедээ маягт бөглөх эсвэл биднээс имэйл мэдэгдэл хүлээн авах хүсэлт гаргах замаар). Бид мөн хувийн мэдээллийг гуравдагч этгээдийн мэдээллийн сан эсвэл албан ёсны хууль эрх зүйн баримт бичигтэй харьцуулах замаар Интеграторууд болон үйлчлүүлэгчдийнхээ хэн болохыг шалгаж болно.",
    "3230004040": "Та харааны бэрхшээлтэй эсвэл hCaptcha-г бөглөж чадахгүй байна уу?",
    "3233305531": "Барааны тэмдэг",
    "3233441200": "Зөрчигчийн бодлогыг давт",
    "3235430156": "компанийн машин сургалтын системийг үнэ төлбөргүй авах уу?",
    "3235744534": "Internet Explorer",
    "3236311792": "4. hCaptcha дотоод шинжилгээ. Мэдээллийг 2019 оны 6-р сарын 30 хүртэл цуглуулсан. Хүсэлтийн дагуу дэлгэрэнгүй мэдээллийг авах боломжтой.",
    "3236873806": "IMI нь энэ вэбсайтыг хариуцдаг.",
    "3238184941": "Тайлбар: Хувь хүний IP хаягтай холбоотой залилангийн эрсдэлийг хүсэлтийн дагуу Интегратортой хуваалцаж болно.",
    "3238345709": "( ) Энэ нь хоёр долоо хоногийн турш спамыг зогсоож, дараа нь бид үүнд гацах болно",
    "3238612014": "Хайлтын түүх, хэрэглэгчийн интернетийн вэбсайт, програм эсвэл зар сурталчилгаатай харьцсан талаарх мэдээлэл.",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "3240786848": "Сүүлийн шинэчлэл: 2021 оны 2-р сарын 18",
    "324647915": "Энэ мэдээллийг авахад бидэнд цаг гарган тусалсанд баярлалаа!",
    "3247172580": "hCaptcha дэвшилтэт бие даан хянадаг машин сургалтыг шинэ захын тооцооллын арга барилтай хослуулсан бөгөөд энэ нь мэдээллийн цуглуулга, хадгалалтыг эрс багасгаж, өргөн цар хүрээтэй өргөжүүлэх зорилгоор дэлхийн 250 гаруй байршлаас хүргэсэн.",
    "325077666": "Мэдээллээ оруулснаар та манайхыг зөвшөөрч байна",
    "3251220335": "Х: Үгүй. Күүки тохируулахын тулд ашигладаг төхөөрөмж бүр дээр тань илгээсэн ижил имэйлийн нэвтрэх холбоос дээр дарна уу.",
    "3254142589": "( ) Харьяаллын асуудал",
    "3255230599": "Күүки гэж юу вэ?",
    "3256020881": "Олон вэбсайт эсвэл бусад платформ дээр цаг хугацааны явцад таны зан байдал, хайлтын үйл ажиллагааг ажиглах.",
    "3256245394": "түүнчлэн манай блогийн нийтлэлүүд, жишээ нь",
    "3260825523": "Зөн совингийн машинууд",
    "3264813246": "Тохиромжгүй",
    "3265293440": "( ) SMTP-ээс бусад протоколуудын халдлагад өртөмтгий байдал",
    "3265328927": "), машин сургалтыг өргөн цар хүрээтэй хэрэгжүүлдэг компаниудад бүтээгдэхүүн, үйлчилгээг санал болгодог машин сургалтын компани.",
    "3265895521": "Өдрийн цагт тулгуурлан сорилт бэрхшээлийг нэмэгдүүлж, бууруулна",
    "3268946369": "6. Зээл: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "3269644546": "Гуйя",
    "3272552822": "Хөгжүүлэгч ба криптографчид:",
    "32739972": "Хэрэв та манай сайтад бүртгүүлсэн бол нэвтрэх сессийн мэдээллээ хадгалах.",
    "3276777569": "hCaptcha",
    "3280658086": "аж ахуйн нэгжийн шийдлүүд",
    "3286051798": "Гарчиг, догол мөр, хашилт, зураг, зураг, зургийн тайлбарыг \"When inside of\" сонгогч системийг ашиглан баялаг текстийн элементэд нэмсний дараа загварчлах боломжтой.",
    "328625009": "... таныг байхад бид бэлэн байна: манай үйлчилгээ өдөр бүр бэлэн байна.",
    "3287172429": "Хяналтын сорилтын төрлийг харуулсан",
    "3288667364": "Харьцуулалт ба илрүүлэх",
    "3290996791": "Бусад бүх бүтээгдэхүүний нэр, лого, брэндүүд нь тус тусын эзэмшигчийн өмч юм. Энэ вэб сайтад ашигласан бусад бүх компани, бүтээгдэхүүн, үйлчилгээний нэрс нь зөвхөн таних зорилготой. Эдгээр нэр, лого, брэндийг ашиглах нь дэмжсэн гэсэн үг биш юм.",
    "3292221787": "сорилт нь зөв эсэхээс үл хамааран хариулт өгсөн бөгөөд асуултууд болон ашигласан өгөгдлийг хоёуланг нь байнга өөрчилдөг.",
    "3301728462": "Сая сая хүмүүс hCaptcha-г сар бүр олон мянган хөтч, өргөтгөл, төхөөрөмж, галт хана гэх мэт олон төрлийн хослол дээр ашигладаг.",
    "3312336121": "Энэ нь вэб хэрэглэгчид хууль ёсны хүмүүс эсвэл робот мөн эсэхийг тодорхойлохын тулд зан үйлийн асар их хэмжээний өгөгдлийг зарцуулдаг.",
    "3315658779": "hCaptcha Enterprise ашиглан контент хусахаас сэргийлнэ үү",
    "3319083717": "Нэр:",
    "3324288040": "Бидэнд санал хүсэлтээ илгээнэ үү",
    "332723732": "агуулга",
    "3329634829": "Таны хувийн мэдээллийг боловсруулахыг хязгаарлах.",
    "3329755436": "Та энэ үйл явцыг хурдасгахаар төлөвлөж байна уу?",
    "3334160175": "( ) Энэ нь харгис хүчний дайралтаас хамгаалалтгүй",
    "3336625692": "Энэхүү хуудсанд хиймэл оюун ухааны ёс зүйн хүрээнд энэ сэдвийн талаарх бидний санаа бодлыг дэлгэрэнгүй харуулсан бөгөөд манай үйлчилгээг ашиглахын тулд дагаж мөрддөг үйл явц нь компанийн хувьд бидний баримталж буй бодлоготой нийцэж байна.",
    "3339302473": "27. дуусгавар болгох",
    "3342910682": "Цааш унших",
    "3346362371": "Машин сургалтын талаар юу хэлэх вэ?",
    "3348433919": "Таны эрх",
    "3349094124": "Ёс суртахууны асуудлын шалгуур: Зорилго",
    "3353238942": "hCaptcha нь роботуудыг хүмүүсээс ялгах замаар зогсоох зорилготой юм. Харааны тест нь үүнд тохиромжтой хэрэгсэл боловч хүн бүр харааны сорилтыг шийдэж чадахгүй.",
    "3356329025": "1. 30 хоног",
    "3356349631": "Гүүгл Кром",
    "3357523404": "Хил дамнасан өгөгдөл дамжуулах",
    "33639629": "Гуравдагч этгээдийн вэбсайтад хамаарахгүй. Энэхүү Нууцлалын бодлого нь манай сайтад холбогдсон эсвэл уг үйлчилгээг агуулсан байсан ч гуравдагч этгээдийн аливаа вэбсайт, санал, бүтээгдэхүүн, үйлчилгээнд хамаарахгүй гэдгийг анхаарна уу - гуравдагч этгээдэд мэдээлэл өгөхөөр шийдэхээсээ өмнө холбогдох нууцлалын бодлогыг харна уу. намууд.",
    "3365203058": "Дэлхийн стандартад нийцсэн роботын эсрэг хамгаалалт",
    "3368788823": "Теренс Эден өөрийн блогтоо нэгэн сонирхолтой санааг бичжээ.",
    "3370561195": "6. Зөвшөөрөгдөхүйц зан үйл",
    "3372710513": "https://www.knowcookies.com/",
    "3376604063": "AI-ийн ёс зүйн бодлого, үйл явц",
    "3376724603": "2021 оны есдүгээр сарын 14-24†††",
    "337766618": "https://www.logdna.com/privacy-policy",
    "3378932530": "Өгөгдлөө яг одоо шошготой болго",
    "337971271": "Машины сургалт нь ашигтай. Гэхдээ энэ нь ажиллахын тулд хувийн мэдээлэл шаарддаггүй.",
    "3383086062": "hCaptcha Enterprise бол онлайн аюулгүй байдлын бүрэн шийдэл юм. Идэвхтэй болон идэвхгүй горимууд нь танд итгэмжлэл бөглөхийг зогсоох, данс булаахыг илрүүлэх, сэжигтэй жүжигчдийг хаах боломжийг олгоно. Бүх хууль ёсны хэрэглэгчдэд зориулсан тэг үрэлттэй.",
    "3386280249": "Шошгологдсон мэдээллийн зах зээлийг хангах. Манай үйлчилгээ нь цахим хуудасны эзэд болон өгөгдлөө шошголоход тусламж хэрэгтэй байгаа компаниудад зориулсан үйлчилгээ болгон машин сургалтын системд зориулсан өндөр хэмжээний өгөгдөл шошголох, хүний үзлэг хийх боломжийг олгодог. Үүний тулд бид шошготой өгөгдлийг олж авахыг сонирхож буй үйлчлүүлэгчдэдээ шошготой өгөгдлийг илчилдэг.",
    "3388180864": "Вэб хэмжээний техникийн гүнзгий сорилтууд дээр ажиллах сонирхолтой байна уу? Бид дэлхийн хэмжээнд үргэлж чадварлаг инженерүүдийг ажилд авдаг.",
    "3389431373": "reCAPTCHA v3 гэх мэт үйлчилгээнүүд нь таны сайтын хуудас бүр дээр хяналтын пикселээ байрлуулах нь аюулгүй байдлыг сайн хангахад шаардлагатай гэж хэлдэг. Энэ нь тийм биш юм.",
    "3395399558": "( ) Техникийн мэдлэггүй улстөрчид",
    "3397976149": "hCaptcha Publisher-д дэмжлэг аваарай",
    "3398978455": "2021 оны есдүгээр сарын 15-25†††",
    "3401005681": "Мөнгө олох",
    "3401861278": ", энд лавлагаа болгон оруулсан болно. Бид таны өмнөөс хувийн мэдээллийг хэрхэн боловсруулж байгааг харахын тулд энэхүү гэрээг шалгана уу. Бид ЕХ-ны Мэдээлэл хамгаалах ерөнхий журмын дагуу \"өгөгдлийн боловсруулагч\", Калифорнийн хэрэглэгчийн нууцлалын тухай хуулийн дагуу \"үйлчилгээ үзүүлэгч\" байдлаар ажилладаг гэдгийг анхаарна уу.",
    "34074886": "Таныг сорилтод хариулах болгонд бид таныг хүн мөн эсэхийг мэдэхийн тулд боловсронгуй загваруудыг ашигладаг. Дараа нь таны зочилсон вэб сайт роботуудыг оруулахгүй байх замаар өөрийн сайт дээрх туршлагаа сайжруулахад туслахын тулд энэ үр дүнг ашигладаг.",
    "3408107995": "Гэсэн хэдий ч өнөөдөр хусах нь вэбсайтаас өгөгдөл татах программчлагдсан арга гэсэн үг юм. Хусах програм хангамж нь хүний хэрэглэгч шиг ажилладаг бөгөөд товчлуурууд дээр дарж, гарсан гаралтыг уншдаг. Хусах олон хууль ёсны хэрэглээ байдаг. Хайлтын системийг идэвхжүүлдэг вэб мөлхөгч нь үүний нэг жишээ юм. Skyscanner гэх мэт хэрэгслүүд нь олон мянган аялал жуулчлалын вэбсайтуудыг хайж олох замаар аялалын хямдрал хайж байдаг. Финтекийн фирмүүд үүнийг ашигладаг бөгөөд хэрэв өгөгдөлд холбогдох програмчлалын интерфэйс (API) байхгүй бол банкны сайтаас хэрэглэгчийн санхүүгийн мэдээллийг хусдаг. Дэлгэц хусах талаар анхаарах зүйл бол түүний хурд, өргөтгөх чадвар юм. Энэ үйл явц нь сайтууд үүнийг зогсоохоор тохируулаагүй гэж үзвэл вэбсайтуудаас асар их хэмжээний мэдээлэл цуглуулж чадна. Тооцооллын хурдаар хусагч нь вэб сайтууд болон тэдгээрийг дэмждэг үндсэн програм хангамж, мэдээллийн сантай харьцах замаар том өгөгдлийн багц цуглуулж чаддаг.",
    "3409726716": "бичгээр зөвшөөрөл авалгүйгээр бидэнтэй нэгээс олон данс бүртгүүлэх;",
    "3412647984": "Энэ нь күүки бүртгүүлж, тохируулснаар ирээдүйн асуултаас зайлсхийх боломжийг танд олгоно. Мөн зар хориглогчоо унтрааж үзнэ үү.",
    "3417372336": "Хэдэн минутын дотор солино",
    "3419878556": "\"Гуравдагч талын күүкиг блоклох\" идэвхжээгүй эсэхийг шалгаарай.",
    "3421090159": "нээлттэй эх сурвалж",
    "3426312287": "2022 оны нэгдүгээр сарын 5-15",
    "3433896984": "BotStop™",
    "3434202027": "Харилцаа холбоонд hCaptcha нэрийг ашиглахын тулд \"hCaptcha нь Intuition Machines, Inc.-ийн бүртгэлтэй худалдааны тэмдэг юм.\"",
    "3436534225": "Туршилтыг эхлүүлсэн бараг бүх компаниуд эцсийн эцэст бидний шийдлийг сонгодог.",
    "3437412311": "Байгууллагын хэрэглэгчдийн хувьд идэвхгүй оноонд тулгуурлан ихэнх тохиолдолд сорилт бэрхшээлээс бүрэн зайлсхийх сонголтууд байдаг.",
    "3441764123": "hCaptcha үйлчилгээг ашиглаж байгаа сайт дээрх хандалтын хэрэглэгчдэд сорилт тулгарах үед тэд автоматаар тэнцэх болно.",
    "3443160243": "hCaptcha Partner™",
    "3444947612": "Замын хөдөлгөөн",
    "3446714684": "Гар утасны (iOS болон Android) интеграцчилал",
    "345108670": "- итгэмжлэл бөглөх болон бусад дансыг авах оролдлого",
    "3453526675": "1. 1-р тал",
    "345563040": "( ) Энэ бол тэнэг санаа, та үүнийг санал болгосон тэнэг хүн юм.",
    "3457805519": "3. Хэрэглэгчийн хүсэлтийг АНУ-ын хууль тогтоомж болон манай харилцааны дүрмийн дагуу биелүүлэх боломжтой юу?",
    "3458934553": "3. Өөр өөр байдаг; 30 хүртэл хоног.",
    "3460432665": "Дээр дурдсанаас үл хамааран, хэрэв та АНУ-ын татвар төлөгч бол бид танаас W-9-ийг жил бүр шинэчлэхийг хүсч болох бөгөөд W-9-ийг дуусгах эсвэл шинэчлэх хүртэл таныг ажил гүйцэтгэхийг хориглож магадгүй юм.",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "3464870463": "1. Өөрийн зар хориглогч эсвэл хөтчийн аюулгүй байдлын өргөтгөл дэх hcaptcha.com болон *.hcaptcha.com күүкиг цагаан жагсаалтад оруулах.",
    "3470857731": "reCAPTCHA роботуудыг хэр сайн илрүүлдэг талаарх дүн шинжилгээ.",
    "3475647460": "( ) Спам илгээгчдээс хэт их хамтын ажиллагаа шаарддаг",
    "3478726913": "hCaptcha нь таны ашиглах боломжтой манай гараг дээрх хамгийн том усан сангуудын нэгтэй. Таны хэмжээ ямар ч байсан, бид үүнийг урьдчилж өндөр үнэтэй амлалтгүйгээр даван туулж чадна. Өдөрт хэдэн сая ажил хийх нь асуудал биш юм.",
    "3479034323": "Хэрэв та hCaptcha платформ дээр хуулбарласан өөрт хамаарах контентыг харвал ямар нэгэн шалтгаанаар устгахыг хүсвэл бидэнтэй имэйлээр холбогдож болно.",
    "3480023141": "Хандалтын сонголтуудын талаар нэмэлт мэдээлэл аваарай",
    "3483700676": "Сая сая даалгаврыг даруй эхлүүлээрэй",
    "3488019891": "hCaptcha бол Intuition Machines, Inc-ийн бүртгэлтэй худалдааны тэмдэг юм.",
    "348809718": "4. \"Гуравдагч талын күүки\" дотроос \"Зөвшөөрөх\" гэснийг сонгоно уу.",
    "349292953": "Бидний цуглуулдаг мэдээлэл",
    "3494826505": "Бид борлуулагчидтай зөвхөн эдгээр зорилгоор мэдээлэл хадгалах, байршуулах, аналитик гэх мэт сайтууд болон үйлчилгээний чухал талуудыг хангахаар хамтран ажилладаг.",
    "3496767126": "Эргэлзээнд автуулахгүйн тулд дараах догол мөр нь зөвхөн манай тайлбарын үйлчилгээг ашигладаг үйлчлүүлэгчдэд хамаарах бөгөөд манай үйлчилгээг нэгтгэгчийн хувьд ашиглахгүй.",
    "3500503648": "hCaptcha нь таны хайлтын түүхийг бүртгэж, дүн шинжилгээ хийхээс илүүтэйгээр шуурхай үнэлгээнд тулгуурлан мэдээлэл удаан хугацаанд хадгалагдахгүй байх зорилготой юм. гэх мэт санал санаачилгыг бас дэмжиж байна",
    "3501923981": "Хамгийн сүүлд шинэчлэгдсэн: 2020 оны 1-р сарын 1.",
    "3507532387": "( ) Бүх имэйл хаягийн жижиг үсэг, тоон хаягийн зайг хайхад хялбар",
    "3510143229": "hCaptcha нь вэб сайт болон программуудад зориулсан үйлчилгээ юм.",
    "3511610999": "Таныг зөв газартаа хүрсэн эсэхийг шалгацгаая.",
    "3515435438": "DMCA-ийн гомдлыг мэдээлэх",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3519564631": "Боловсруулалтын зорилго",
    "3520687192": "Тантай харилцах бүртгэл (жишээ нь цахим шуудан эсвэл Twitter-ээр нээсэн тусламжийн тасалбар) тодорхойгүй хугацаагаар хадгалагдаж болно.",
    "3524251858": "Бүтээгдэхүүний удирдлагын захирал, Cloudflare",
    "3526939538": "Програм хангамжийн алдаа",
    "3527140447": "Докс",
    "3530599065": "Нууцлал нь эхнээс нь бий болсон. hCaptcha нь PII-г хадгалдаггүй бөгөөд нууцлалын олон дүрэм, журамд нийцдэг.",
    "353066938": "Өнөөдрийн хамгийн хэцүү асуудлууд дээр ажиллаж байгаа туршлагатай хамт олон. hCaptcha нь үйлчилгээ юм",
    "3532143291": "Манай үйлчилгээ, системийг хамгаалахын тулд. Бид Аналитик Мэдээллийг болзошгүй аюул, эмзэг байдлыг тодорхойлох замаар системээ хамгаалах, мөн цуглуулсан мэдээллээ хамгаалах зорилгоор ашигладаг.",
    "353367791": "Олон төрлийн муу жүжигчдийг илрүүлэх.",
    "3536122902": "( ) Тэднийг ингэж зогсоох нь хангалттай удаан бөгөөд өвдөлт биш юм",
    "3543141425": "үүний төлөө!",
    "3545935449": "Шинэ эсвэл өмнөх хэрэглэгчдийг таних.",
    "3548097301": "Хүчин төгөлдөр: 2020 оны 1-р сарын 1.",
    "354925785": "Танилцуулга",
    "3554363588": "Бусад тэмдэгтүүд",
    "3554448168": "Ангилал",
    "3555583744": "болон",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Эрос элементийн tristique-д янз бүрийн зүйлийг түдгэлзүүлээрэй. Дус cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "3564208535": "Та биднээс эсвэл манай үйлчилгээгээр дамжуулан хүлээн авсан аливаа Нууц мэдээллийг хамгаалахын тулд арилжааны үндэслэлтэй хүчин чармайлт гаргахыг зөвшөөрч байна. Нийтийн бус баримт бичиг, робот илрүүлэх аргын талаар бидний хуваалцаж болох аливаа дэлгэрэнгүй мэдээллийг багтаасан ботын оноо болон манай байгууллагын үйлчилгээний нийтийн бус дэлгэрэнгүй мэдээллийг багтаасан болно. Хэрэв танд ийм Нууц мэдээлэлд хандах эрх олгосон бол, хэрэв бид таны үйлчилгээг ашигласнаар Нууц мэдээлэл ил болж байгаа нь тогтоогдсон тохиолдолд бид өөрсдийн үзэмжээр манай үйлчилгээнд хандах хандалтыг өөрчлөх, түдгэлзүүлэх эсвэл хязгаарлах боломжтой бөгөөд бид боломжийн хүчин чармайлт гаргах болно. түдгэлзүүлэхээс өмнө танд мэдэгдэх.",
    "3566102529": "Бид өнөөдөр илүү ихийг сурах болно.",
    "3569492665": "Онлайн үйл ажиллагааг бүртгэх нь хариулт биш юм.",
    "3570415321": "Компани",
    "3571003547": "https://www.honeycomb.io/security",
    "3571006800": "Таны бидэнд өгч буй зарим мэдээлэл нь засгийн газраас олгосон иргэний үнэмлэх дээрх таны арьсны өнгө, үндэс угсаа гарал үүслийг тодорхойлох зэрэг GDPR-д (хувийн мэдээллийн тусгай ангилал гэж нэрлэдэг) тодорхойлогдсон нууц мэдээлэл байж болзошгүй.",
    "3573245166": "reCAPTCHA-аас ялгаатай нь бид улс орон бүрт ажилладаг.",
    "3576146278": "Зөвхөн шаардлагатай нарийвчлалыг төлнө үү",
    "3578122193": "Холбогдох контент бүхий брэнд дээр байгаарай",
    "3588274874": "Европын Холбооны GDPR болон Калифорнийн CCPA зэрэг зохицуулалтын хүчин чармайлттай нийцүүлэн бүтээгдэхүүн хүргэхэд анхаарлаа төвлөрүүлснээр бид асар их өсөлтийг мэдэрсэн - Мэдээжийн хэрэг, hCaptcha нь reCAPTCHA-г орлуулах энгийн бөгөөд ингэснээр хэдхэн минутын дотор суулгаж болно.",
    "3588620914": "Privacy Pass нь вэб стандартын дагуу шинэ бүтээл бөгөөд үүнийг мэдэхгүй бусад програмууд болон хөтчийн өргөтгөлүүд түүний үйл ажиллагаанд саад учруулах боломжтой.",
    "3590546893": "Энгийн зан үйлийн шинжилгээ нь муу жүжигчдийн амархан хуурамчаар үйлдэх дохио бөгөөд таны бүх хууль ёсны траффикийн хайлтын түүхийг хадгалахыг шаарддаг.",
    "359073033": "Хяналтын самбар нь үйл ажиллагааны өндөр түвшний эсвэл нарийн ширхэгтэй харагдах байдлыг өгдөг.",
    "3594381346": "байршил.",
    "3594440415": "Эцэст нь тэд хаалгаа нээж эхэлнэ.",
    "3594526017": "IM-ийн эрдэмтэд CVPR 2020 дээр сул хяналттай текст таних (OCR) шинэ жишиг тогтоов.",
    "3596207631": "А: Би күүки тохируулсны дараа сорилттой хэвээр байна. Энэ юунаас болоод байна вэ?",
    "3600022491": "Ийм учраас бид 508-р хэсэг болон WCAG 2.1 AA стандартыг бүрэн дагаж мөрдсөний үндсэн дээр манай үйлчилгээг ашиглаж буй хэвлэн нийтлэгчид хүн бүрт хүртээмжтэй байх боломжийг олгох энгийн, өвдөлтгүй хувилбарыг зохион бүтээсэн.",
    "3600718611": "Google reCAPTCHA-г анхаарч үзээрэй,",
    "3600797185": "Ботыг буцаан таних боломжийг санал болгосноор Google-д энэ луйврын урсгалд мөнгө зарцуулсан сурталчлагчдад буцаан олголтыг хэрхэн буцаан олгох вэ гэсэн ээдрээтэй асуултууд гарч ирнэ.",
    "360236473": "hCaptcha үйлчилгээ нь хэн нэгэнд бие даасан шошгологчоор ажиллахад зориулагдаагүй болно. Энэ нь энэ зорилгод зориулагдаагүй эсвэл тохирохгүй. Бид hCaptcha-г хувийн орлогын эх үүсвэр болгон ашиглахыг хэнд ч зөвлөхгүй.",
    "3604147138": "3. Техникийн зайлшгүй шаардлагатай зорилгоор ашигласан: Хүртээмжтэй Хэрэглэгчийн хэрэглээг идэвхжүүлнэ.",
    "3609106478": "Итгэмжлэх жуух бичгийг бөглөх:",
    "3609929815": ". Бид таны нэр, улс, цахим шуудангийн хаягийн мэдээллийг зөвхөн хувийн шошготой ажиллах боломжийн талаар цаашид тантай холбоо барих зорилгоор л хадгалах болно.",
    "3612043014": "...болон бусад энгийн ажлууд. Хүмүүст хялбар, роботуудад хэцүү.",
    "361372538": "2. Бидний үзүүлж буй үйлчилгээг хэрэглэгч ялгаварлан гадуурхах зорилгоор, хууль ёсны байж болох ч бидний хүлээн зөвшөөрөх боломжгүй байдлаар ашиглах магадлалтай гэдэгт бид итгэж байна уу?",
    "3614653023": "Харин энэ практик нь дансны жижиг хэсгийг тайлах найдвараар олон арван зорилтот санхүүгийн байгууллагуудад сая сая хэрэглэгчийн нэр/нууц үг оруулах оролдлого хийх томоохон хэмжээний итгэмжлэл бөглөх халдлагад тулгуурладаг. Автомат залилангийн программ хангамж нь бүртгэлд нэвтэрсний дараа хүний хакер оролцож болох ч зарим тохиолдолд тийм биш юм.",
    "361795034": ". Үл мэдэгдэх зохиолч, c. 2000",
    "3619183405": "Машин сургалтын дэвшлийн ачаар 2021 онд энгийн CAPTCHA-г заримдаа программ хангамжаар шийдэж болно. Үүнийг шийдвэрлэхийн тулд hCaptcha нь мөн адил шинж чанаруудад маш нарийвчилсан дүн шинжилгээ хийдэг",
    "3620039756": "Баруун дээд хэсэгт \"Дэлгэрэнгүй\" дээр дараад \"Тохиргоо\" гэснийг товшино уу.",
    "3620442880": "Flash борлуулалтын хамгаалалтын функцууд",
    "3621401685": "( ) Хачирхалтай шинэ татваруудын нэр хүндгүй байдал",
    "3621411541": "hCaptcha-д зориулсан хүртээмжийн сонголтуудын талаар мэдэж аваарай",
    "3621455477": "илүү ихийг мэдэхийн тулд!",
    "3623028666": "(ийм үйлчилгээг ашиглана уу",
    "3624758171": "Захиалгат даалгавруудыг мөн байгууллагын хэвлэн нийтлэгчид ашиглах боломжтой.",
    "3630114728": "Өөрийн бүх сайт болон апп-ууд дээр юу болж байгааг хараарай.",
    "3644106388": "Холбоо барих",
    "3645414921": "Устгах",
    "364774188": "Би хүн™",
    "3654556483": "Санхүүгийн байгууллагууд болон цахим худалдааны компаниудад дансыг булаан авах аюулыг багасгах үйл явц, хяналт байдаг. Эдгээр нь \"бага сургуулийн хамгийн сайн найзын чинь нэр хэн байсан бэ\" гэсэн хуучин загварын аюулгүй байдлын асуултуудаас эхлээд сэжигтэй IP хаяг болон хөдөлгөөнт төхөөрөмжийн профайлыг илрүүлэх аргууд хүртэл байдаг.",
    "3657743880": "Сайт хоорондын күүки хийх хөтөчийн заавар",
    "3660619092": "Үнэгүй бүртгүүлэх эсвэл Enterprise шийдлийн борлуулалттай холбоо барина уу",
    "366088791": "hCaptcha нь олон төрлийн даалгавруудыг дэмждэг.",
    "3660891610": "Хэрэв та хувь нэмэр оруулагч бол та биш харин IMI аливаа ажлыг гүйцэтгэхийн нэг хэсэг болгон бүтээсэн аливаа ажилд өмчийн эрхтэй. Энэхүү Гэрээний нөхцлийг хүлээн зөвшөөрснөөр та эзэмшил, өмчлөх эрх, өмчлөх эрх (дэлхий даяар байгаа оюуны өмчийн бүх эрхийг оролцуулан) болон өөрийн ажилд шилжүүлэхийг зөвшөөрч байна (мөн үүгээр дамжуулж байна). Бид ийм эрхийг олж авах, төгс төгөлдөр болгох, ашиглах боломжтой эсэхийг баталгаажуулахын тулд (i) бидний эрхийг баримтжуулах, төгс төгөлдөр болгох, хэрэгжүүлэхэд туслах аливаа баримт бичигт гарын үсэг зурахыг; (ii) аливаа улс оронд ийм өмчийн эрхийг бүртгэх, боловсронгуй болгох, баталгаажуулах, хамгаалах, хэрэгжүүлэх мэдээллийн боломжийн хүртээмжийг хангах. Таныг бүртгэлээс хасагдсан эсвэл үйлчилгээгээ ашиглахаа больсон ч гэсэн энэ хэсэгт заасан таны үүрэг хэвээр байх болно. Та энэ хэсэгт заасан зорилгын үүднээс таны нэрийн өмнөөс баримт бичгийг бүрдүүлэхийн тулд биднийг өөрийн өмгөөлөгчөөр томилж байна.",
    "3666807632": "14. Оролцогчийн мэргэшил, ур чадвар",
    "3668115514": "hCaptcha юугаараа ялгаатай вэ?",
    "3668873369": "hCaptcha дээр бид эхний өдрөөсөө өөр хандлагыг баримталсан",
    "3669258571": "Күүкийн бодлого",
    "3671246379": "Алхам 5: Консолын логийг хадгалахын тулд \"Консол\" таб дээр товшоод \"Бүгдийг сонгох\" дээр хулганы баруун товчийг дараад текст файлд хадгална уу. Үүнийг бас бидэнд илгээгээрэй.",
    "3671828834": "Хуваалцсан хувийн мэдээллийн жишээ",
    "3673079511": "шинээр гарч ирж буй стандарт",
    "3678889946": "2019 оны 6-р сарын 15-наас хэтрэхгүй",
    "3679148535": "Асуулт: Та Privacy Pass-ын өөр ямар програм дээр ажиллаж байна вэ?",
    "3680327841": "Бид hCaptcha-г хүн бүрт сайн ажиллуулахын төлөө байна",
    "3682071227": "Дансны хулгай гэж юу вэ, тэд хэрхэн ажилладаг вэ?",
    "3688621388": "Аюул заналхийллийн гарын үсэг",
    "3694578791": "Дээр дурдсанчлан, бид (мөн манай гуравдагч талын борлуулагчид) күүки, вэб дохио болон бусад хяналтын технологи ашиглан Аналитик мэдээллийг хэсэгчлэн цуглуулдаг. Зарим тохиолдолд бид гуравдагч талын борлуулагчидтай хамтран Analytics мэдээлэл цуглуулах зорилгоор күүки ашигладаг.",
    "3695206755": "Биднийг ямар ч үүрэг хариуцлагагүйгээр өөрийн орчинд туршиж үзээрэй.",
    "3700113699": "Андройд төхөөрөмж дээрээ Chrome програмыг нээнэ үү.",
    "3700767772": "Өргөтгөлийг суулгасны дараа энд дарж (эсвэл hCaptcha ашигладаг дурын вэбсайт дээр) тасалбар аваарай.",
    "370366524": "Түр зуурын үйлчилгээний телеметр",
    "3709608616": "тэгвэл таны данс хаагдах эсвэл бидний үзэмжээр, танд урьдчилан мэдэгдэх эсвэл мэдэгдэхгүйгээр ямар ч хугацаанд орлого олох эрхгүй болох нь тогтоогдож болно. Ямар ч тохиолдолд бидний шударга хэрэглээний босго хэмжээнээс хэтэрсэн хүсэлтийг биднээс бичгээр баталгаажуулаагүй тохиолдолд орлого олох эрхгүй.",
    "3714002185": "hCaptcha Enterprise-ийн талаар нэмэлт мэдээлэл аваарай",
    "3715747429": "Танд React интеграцчлал, iOS программуудад зориулсан SDK-ууд, Java backend-н жишээ эсвэл өөр ямар ч хувилбар хэрэгтэй эсэхээс үл хамааран манай нэмэлт инженерүүд таныг хурдан ажиллуулах боломжтой.",
    "3717512591": "Платформын шууд интеграцчлал",
    "3717942925": "Таны анхаарлыг цахим шуудангаар татахыг хүсдэг хүмүүс байсаар байдгийн адил зарим эх сурвалжид хандах хандалтыг хязгаарлах хүсэл үргэлж байх болно, ингэснээр зөвхөн хүн л хандах боломжтой болно.",
    "3719056187": "Интернет хуудсан дээрх мэдээлэл нь хувь хүний зөвлөгөө биш бөгөөд үүнийг орлож чадахгүй. Хэрэв танд ганцаарчилсан зөвлөгөө хэрэгтэй бол манай туслах ажилтантай холбогдоно уу. Энэ сайтыг ашиглах",
    "3720584906": "2021 оны 7-р сарын 15 - 2021 оны 10-р сарын 15",
    "3721365241": "Оролдоод үзээрэй",
    "3723626769": "оруулсан хувь нэмэр, шүүмжийн төлөө.",
    "3725880582": "Буяны үйлсэд буцааж өг",
    "3729345277": "hCaptcha нь компаниудад шаардлагатай тэмдэглэгээг бусад хувилбаруудаас илүү хурдан, өндөр чанартай, хямд үнээр авах арга юм.",
    "3730038780": "Хэрэглэгчдэд шийдвэрлэх бараг л хязгааргүй тооны сорилтуудаас сонго",
    "3730344349": "Энэ хэсэгт Калифорнийн хэрэглэгчдийн тухай бидний цуглуулдаг хувийн мэдээлэл болон Калифорнийн хэрэглэгчийн нууцлалын тухай хууль буюу \"CCPA\"-ын дагуу тэдэнд олгосон эрхийн талаар нэмэлт дэлгэрэнгүй мэдээлэл өгдөг.",
    "3733422465": "8. Таны хувийн мэдээллийг баталгаажуулах",
    "3740051331": "Мөн бид олон нийтийн мэдээллийн хэрэгсэл, форум, виджет болон цахим шуудангийн тусламжийн сувгуудаар дамжуулан таны хэрэглэгчдийн асуултад идэвхтэй хяналт тавьж, хариулах үүрэгтэй. Бид хүртээмжтэй, хариу үйлдэл үзүүлэх чадвартай бөгөөд хэрэглэгчийн сэтгэл ханамжийг дээд түвшний KPI гэж үздэг.",
    "3741193183": "( ) Олон цахим шуудангийн хэрэглэгчид бизнесээ алдах эсвэл боломжит ажил олгогчдыг холдуулах боломжгүй",
    "3744079744": "2020 оны 6-р сарын 15-19****",
    "3744153629": "Нэрс:",
    "3747664195": "https://www.fastly.com/privacy/",
    "3753613260": "холбоо барих",
    "3753956446": "Үнэгүй",
    "3758963444": "Баярлалаа! Таны өргөдлийг хүлээн авлаа!",
    "3759360138": "4. Хэрэглэгчийн нэр болон нууц үг",
    "3759657802": "Та эдгээр Үйлчилгээний Нөхцөл болон энд заасан эрх, үүргээ ямар нэгэн байдлаар (хуулийн дагуу эсвэл өөр хэлбэрээр) бусдад шилжүүлэх, шилжүүлэх, шилжүүлэх эрхгүй.",
    "3759923279": "Дараах и-мэйл хаягаар хэвлэлийн лавлагаа илгээнэ үү.",
    "3764131594": "22. Гуравдагч этгээдийн вэбсайтууд",
    "3766910104": "2. Техникийн зайлшгүй шаардлагатай зориулалтаар ашигладаг: ачааллыг тэнцвэржүүлэх, чиглүүлэлт хийх.",
    "3767462250": "Хувийн нууцад зориулагдсан",
    "3768951251": "Байгууллагын SLA-ууд",
    "3773515538": "Хэзээ нэгэн цагт \"хоёр үг бичээрэй?\"",
    "378086442": "UX гэхээсээ илүү CAPTCHA-уудын.",
    "3782751514": "HUMAN Protocol® нь HUMAN Protocol Foundation-ийн бүртгэлтэй худалдааны тэмдэг бөгөөд түүний зөвшөөрөлтэйгээр ашиглагддаг.",
    "3783031293": "Бид вэб урсгалаа оновчтой болгохын тулд Cloudflare ашигладаг. Cloudflare хэрхэн өгөгдөл цуглуулж, боловсруулдаг талаар мэдээлэл авахыг хүсвэл,",
    "3795997071": "Chrome цэсний дүрсийг сонгоно уу. Тохиргоог сонгоно уу.",
    "3800781598": "] Бараг тавин жилийн дараа цахим шуудангийн спам биднийг зовоосон хэвээр байна. Үүнийг ялахын тулд олон тэрбум доллар, олон мянган хүний инженерийн хүчин чармайлт гаргасан ч спам хэвээр байна. Аль аль талдаа тэрбум долларын үйлдвэрүүд, өөрөөр хэлбэл түүнээс хамгаалж байгаа, илгээж байгаа үйлдвэрүүд байна.",
    "3805618893": "Google Chrome (PC)",
    "3806054689": "2020 оны 4-р сарын 15 - 2020 оны 7-р сарын 15",
    "3807059944": "Ашигласан сорилтын контентыг хянах",
    "3816867833": "Санал хүсэлт",
    "3817067682": "Олон өнцөгт",
    "3817811295": "Баталгаат найдвартай байдал, түргэн шуурхай 24/7 дуудлагын дэмжлэг.",
    "3819851005": "2. Төлбөр",
    "3821716514": "хуудас.",
    "3828090208": "Оронд нь \"for hCaptcha\"-г ашиглана уу. Хэрэв гуравдагч талын логотой ашиглаж байгаа бол \"for hCaptcha\" нь гуравдагч талын логоноос жижиг хэмжээтэй байх шаардлагатай.",
    "3833636936": "a) секундэд 1000 хүсэлт,",
    "3836291932": "А: Би олон төхөөрөмж ашигладаг. Би олон удаа бүртгүүлэх шаардлагатай юу?",
    "3842490632": "Олон асуултанд хариулахыг оролдсон хувь хүн үнэлгээг хязгаарлах эсвэл хурдан хориглох магадлалтай. Манайхтай адил чухал",
    "3842673636": "GDPR-ийн дагуу та өөрийн хувийн мэдээлэлтэй холбоотой тодорхой эрхтэй. Та бидний эзэмшиж буй таны хувийн мэдээлэлтэй холбоотой дараах арга хэмжээг авахыг биднээс хүсч болно.",
    "3842815245": "Энэ шударга худалдаа мөн үү?",
    "38428546": "Бид таны хувийн мэдээллийг таны дансны ашиглалтын туршид найдвартай хадгалдаг. Бид таны Хувийн мэдээллийг зөвхөн хууль эрх зүй, нягтлан бодох бүртгэл, тайлагнах үүргээ биелүүлэх, маргааныг шийдвэрлэх зорилгоор цуглуулсан зорилгодоо хүрэхийн тулд л хадгалах болно. Хадгалах хугацааг тодорхойлоход бидний ашигладаг шалгуурт хүчин төгөлдөр байгаа гэрээний заалтууд, хуулиар тогтоосон хөөн хэлэлцэх хугацаа, холбогдох зохицуулалтын шаардлага, салбарын стандартууд орно.",
    "3844300338": "Та даалгавраа биелүүлэх эсвэл манай вэб сайтыг ашиглахтай холбоотой аливаа нэхэмжлэл, хохирол, хариуцлага, зардал, зардлаас (боломжийн өмгөөллийн хөлс, зардлыг оруулаад) биднийг нөхөн төлж, хамгаалж, гэм хоргүй байлгахыг зөвшөөрч байна. .",
    "3844432472": "API-ийн нээлттэй байдал, ашиг тус нь тэднийг халдагчдад зориулсан гайхалтай баялаг зорилт болгодог. Мобайл аппликейшн нь API ашиглан корпорацийн системээс мэдээлэл авах, мэдээлэл авах зорилгоор програмчлагдаж болохын нэгэн адил хорлонтой программ хангамжийн хэсэг ч бас боломжтой. Хакерууд API-г буруугаар ашиглахын тулд олон төрлийн програм хангамжийн хэрэгслүүдийг бичсэн. Энэ бол довтолгооны үр дүнтэй арга юм.",
    "384965568": "Хадгалах шаардлагууд нь харьяаллын дагуу өөр өөр байдаг ч таны хувийн мэдээллийн өөр өөр талуудын хувьд бидний ердийн хадгалах хугацааны талаарх мэдээллийг доор тайлбарласан болно.",
    "3856690908": "2020 оны 1-р сарын 15 - 2020 оны 4-р сарын 15",
    "3856912381": "Хэрэглэгчид хохирч, шаардлагагүй вэб спам одоо газар авч байна. Гэхдээ өөр хувилбар бий.",
    "3859506577": "Бизнесийн имэйл",
    "3861413614": "Та hCaptcha нь гуравдагч этгээдийн бүтээгдэхүүн, үйлчилгээтэй холбоотой эсвэл дэмжигч, ивээн тэтгэгч, дэмжлэгтэй гэсэн утгатай hCaptcha барааны тэмдэг, логог шууд бичгээр зөвшөөрөл авалгүйгээр ашиглаж болохгүй.",
    "3863351997": "Калифорнийн Хэрэглэгчийн бүртгэлийн дүрэмд жагсаасан хувийн мэдээллийн ангилал (Кал. Иргэний код § 1798.80(e)).",
    "3871665286": ", энэ нь hCaptcha виджетийн мэдээллийн хуудсанд тод холбогдсон байна. Тэд өдөрт хэд хэдэн удаа ашиглаж болох шифрлэгдсэн күүки өгдөг боловч нэвтрэх замаар 24 цаг тутамд шинэчлэгдэх ёстой.",
    "3875523186": "gistfile1.txt",
    "3878077249": "Хувийн мэдээллийнхээ алдааг шинэчлэх буюу засч залруулах.",
    "3878230879": "Бидний зорилго бол энэ нь үргэлж таны төлөө ажиллаж байгаа эсэхийг шалгах явдал юм, тиймээс бид таны тайланд маш их талархаж байна!",
    "3881754581": ". Хэрэв та манай тайлбар үйлчилгээний хэрэглэгч бөгөөд үйлчилгээг ашиглахдаа \"Бүх нийтээр өгөгдөл\" гэсэн сонголтыг сонгосон бол IMI болон үйлчилгээний бүх хэрэглэгчдэд дэлхий даяарх, онцгой бус, дэд лицензтэй, шилжүүлэх боломжтой, Хэрэглэгчийн бүх өгөгдөл, түүний дотор холбогдох оюуны өмчийн эрхийг бүрэн ашиглах нөөц ашигласны төлбөргүй, эргүүлэн авах боломжгүй лиценз. Хэрэв та \"Бүх нийтэд зориулсан өгөгдөл\" сонголтыг сонговол энэ хэсэгт лиценз олгохын тулд таны мэдээлэлд хангалттай эрх, эрх, ашиг сонирхлыг эзэмшиж байгаагаа илэрхийлж, баталгаажуулна.",
    "3882147547": "Үл тоомсорлох псевдорандом функцууд",
    "388240587": "2022 оны нэгдүгээр сарын 5-15",
    "3884400764": "Хэдийгээр та эдгээр удирдамжийн дагуу hCaptcha тэмдгийг ашиглаж болох ч энэ нь танд hCaptcha тэмдэг, лого болон бусад барааны тэмдэг, худалдааны нэр, үйлчилгээний тэмдэг, бизнесийн нэр эсвэл hCaptcha-н сайн санааны эрх эзэмшинэ гэсэн үг биш юм. Бид аль болох уян хатан байдлыг олгохыг хүсч байгаа боловч hCaptcha-г аливаа барааны тэмдэг, худалдааны нэр, үйлчилгээний тэмдэг, бизнесийн нэр эсвэл hCaptcha-н сайн санааг зөвшөөрөлгүй ашиглахаас хамгаалах үүрэгтэй. Зөвшөөрөлгүй аливаа хэрэглээ нь hCaptcha-аас олгосон зөвшөөрөл эсвэл лицензийг автоматаар цуцалж, аливаа хохирлыг хуулийн хариуцлага хүлээх болно.",
    "3887113660": "А: Privacy Pass нь hCaptcha-ийн орлогод хэрхэн нөлөөлдөг вэ?",
    "3891941747": "*** Коронавируст халдвар (COVID-19)-ын ЗӨВЛӨГӨӨ: Коронавируст халдвар (COVID-19)-тай холбоотой ажилчдын чадавхи буурсантай холбогдуулан манай стандарт баталгаажуулалтыг дуусгахад нэмэлт хугацаа олгох үүднээс эвлэрүүлэн зуучлах ажлыг дахин товлолоо. Төлбөрийг баасан гарагт эхэлж, дараагийн Даваа гарагт дуусгах төлөвтэй байна.",
    "3892905664": "hCaptcha нь хүмүүст хялбар, машинд хэцүү энгийн асуултуудыг асууснаар таны дуртай онлайн үйлчилгээнүүд робот, спам, хүчирхийллээс сэргийлэхэд тусалдаг.",
    "3892952987": "Манай нээлтүүдийг шалгаж, эндээс өргөдөл гаргана уу",
    "3893539589": "даалгавраас бусад тохиолдолд бараа, үйлчилгээг санал болгодог гадаад холбоосыг оруулах;",
    "389705801": "( ) Үүнийг шууд хориглосон хуулиуд",
    "3897238493": "ҮЙЛЧИЛГЭЭГ \" БАЙГУУЛЛАГА\" ҮНДЭСЛЭЭР ҮЗҮҮЛЖ БАЙНА. БИД ТЭДГЭЭР ХОЛБОГДСОН ПРОГРАММЫН АЖЛЫН БАЙГУУЛЛАГА, ХЭРЭГЛЭХ ҮЙЛЧИЛГЭЭНИЙ ХҮРТЭЭМЖ, ТОХИРЧ БАЙДАЛ, ХУУЛИЙН АЖИЛЛАГАА, ХОЛБООТОЙ БАЙДАЛ, ҮЙЛЧИЛГЭЭНИЙ ҮЙЛЧИЛГЭЭНИЙ ТАЛААРХИЙГ ХОЛБОГДСОН БУЮУ ИЛЭРХИЙЛЭЭД ТӨЛӨӨЛӨЛӨГӨӨ БУЙ БАТАЛГАА ХИЙХГҮЙ. ХУУЛИАР ЗӨВШӨӨРӨГДСӨН ДЭЭД ХЭМЖЭЭНД ХУДАЛДААНЫ ҮЙЛЧИЛГЭЭ, ТОГТМОЛ ХӨДӨЛГӨӨНИЙ БАТАЛГАА, ТӨЛӨВЛӨГӨӨНИЙ БАТАЛГАА, ТӨЛӨВЛӨГӨӨНИЙ БАТАЛГАА, ТӨЛӨӨЛӨГӨӨ, БАТАЛГАА ОРОН БҮХ ИЛЭРХИЙЛСЭН БУЮУ далд нөхцөл, төлөөлөл, баталгаанаас татгалздаг. ҮЙЛЧИЛГЭЭНИЙ АШИГЛАХЫГ ЗОГСООХ БОЛОМЖТОЙ IMI-ийн эсрэг таны цорын ганц, онцгой арга хэмжээ бол таны компьютерийн системд гэмтэл учруулах, өгөгдөл алдагдах, үр дүн, бусад гэмтэлд хариуцлага хүлээхгүй болно. вэб сайт эсвэл Intuition Machines Platform руу нэвтрэх эсвэл ашиглахаас. Төлөвлөсөн болон төлөвлөөгүй тасалдал гарч болзошгүй бөгөөд бид вэбсайтаа тасралтгүй ашиглах баталгаа өгөхгүй.",
    "3898950867": "( ) Жо ажлын байр ба/эсвэл хувийн мэдээллийг хулгайлсан",
    "3900538778": "Шошгологдсон өгөгдөл нь машин сурахад тусалдаг түлш юм. reCAPTCHA хариултууд нь 2009 оноос хойш Google-ийн ML/AI үйлчилгээг сайжруулахад ашиглагдаж байна. reCAPTCHA-г ашигладаг олон хүмүүс өөрсдийн хөдөлмөрөө ашиглаж байгааг ойлгодоггүй.",
    "3901503296": "Хувийн нууцлалд онцгой анхаарал хандуулснаар бид аюулгүй байдлыг маш сайн хангаж, шаардлагатай бол хувийн мэдээлэл хадгалах, күүкигүй ажиллах болон бусад гэрээний нууцлалын баталгааг санал болгож чадна гэсэн үг юм.",
    "3904679538": "Chrome",
    "3906359167": "Шийдэл:",
    "3906886217": "Компани эсвэл вэбсайтуудад зориулагдсан",
    "3908992897": "нь дэлхийн улс орон, нутаг дэвсгэр бүрт ашиглагддаг тул бид дэлхийн хэмжээнд тогтвортой туршлагыг бий болгоход ихээхэн анхаарч байна.",
    "3909240516": "( ) SMTP толгой нь хууль тогтоомжийн сэдэв байж болохгүй",
    "3910971075": "IMI нь эх код, объектын код эсвэл үндсэн бүтэц, санаа эсвэл алгоритм, API болон Үйлчилгээтэй холбоотой аливаа нэмэлт програм хангамж, баримт бичиг, өгөгдөлд (\"Програм хангамж\") оюуны өмчийн эрх зэрэг бүх эрхийг эзэмшдэг. Та шууд болон шууд бусаар гуравдагч этгээдээр дамжуулан болон бусад байдлаар: (a) Програм хангамжийг урвуу инженерчлэх, задлах, задлах, бусад аргаар нээх оролдлого хийхгүй; (б) аливаа програм хангамж дээр суурилсан үүсмэл бүтээлүүдийг өөрчлөх, орчуулах, бүтээх; (в) аливаа Програм хангамжийн эрхийг хуулах, түрээслэх, түрээслэх, түгээх, барьцаалах, шилжүүлэх, өөр хэлбэрээр шилжүүлэх, дарамтлах; (г) аливаа Програм хангамжийг цагийн хуваарь, үйлчилгээний товчооны зорилгоор эсвэл гуравдагч этгээдийн ашиг тусын тулд ашиглах; эсвэл (д) аливаа өмчийн мэдэгдэл, шошгыг арилгах.",
    "3912514510": "( ) Захидлын жагсаалт болон бусад хууль ёсны цахим шуудангийн хэрэглээнд нөлөөлнө",
    "3912926900": "hCaptcha® нь бүтээлч хуулбар дээр анх гарч ирэхэд бүртгэгдсэн барааны тэмдгийн тэмдэгтэй байх ёстой.",
    "3913203723": "Хэрэв ямар нэг шалтгааны улмаас Хүсэлт гаргагч таны гүйцэтгэсэн даалгаврын гүйцэтгэлийг хүлээн зөвшөөрөхгүй бол Оролцогч эсвэл Интеграторын хувьд та даалгаврын төлөө ямар ч шагнал авах эрхгүй болно. Хүлээн зөвшөөрөгдөөгүй гүйцэтгэсэн даалгаврын тань шагналыг аль хэдийн тараасан тохиолдолд бид танаас буцааж авах боломжтой.",
    "3913801502": "hCaptcha нь одоо интернетийн 15 орчим хувийг ашиглаж байна",
    "3913848038": "99.99% ажиллах хугацааны SLA болон дэлхийн 24/7 дэмжлэг үзүүлэх боломжтой.",
    "3916131732": "Америк",
    "3922723611": "Аливаа зар хориглогч эсвэл хөтчийн аюулгүй байдлын өргөтгөлүүдийг идэвхгүй болгож үзнэ үү",
    "3926027556": "мөн бид тантай хурдан холбогдох болно.",
    "392886773": "Аль ч улсад ажилладаг",
    "3930611699": "бие даасан ажилчид.",
    "3930808600": "Бид цуглуулж, хадгалж буй мэдээллээ хамгаалахын тулд зохих техникийн болон зохион байгуулалтын арга хэмжээг авч хэрэгжүүлдэг бөгөөд бидний өмнөөс бидний боловсруулалтыг хийж буй бүх төлөөлөгчдөөс мөн адил хийхийг шаарддаг. Харамсалтай нь ямар ч аюулгүй байдлын арга хэмжээ 100% баталгаатай байдаггүй тул ямар ч сүлжээ, систем (манайхыг оруулаад) бидний цуглуулж, хадгалдаг мэдээллийг устгах, алдах, өөрчлөх, зөвшөөрөлгүй задруулах, нэвтрэхээс 100% хамгаалж чадахгүй. Хэрэв та ямар нэгэн шалтгаанаар таны мэдээлэл найдвартай биш гэж үзэж байгаа бол бидэнтэй шууд холбогдоно уу",
    "3933993151": "Хувь хүний өгөгдлийн шошгологчоор ажиллах",
    "394235836": "3. Дээрх зөвлөмжүүдийн аль нь ч тус болохгүй бол бидэнд тусламжийн имэйл илгээгээрэй, бид юу болж байгааг олж мэдэхэд таатай байх болно.",
    "3942875761": "Илүү сайн вэб ™ бүтээхэд тусална уу",
    "3943164003": "түүхийгээр нь үзэх",
    "3943417791": "hCaptcha Enterprise (BotStop)-д дэмжлэг авах",
    "3946753128": "Хувийн. Аюулгүй. Илүү хурдан.",
    "3951112506": ". Энэ нь өгөгдлийн нэг төрлийн бус байдлыг аль хэдийн баталгаажуулж байна.",
    "3951254541": "Бид таны саналд талархаж байна. Аливаа асуудлыг бидэнд мэдэгдээрэй, бид тэдгээрийг хурдан шийдвэрлэх болно.",
    "3952259236": "Хараагүй мэдээллээ hCaptcha-ийн мянга мянган дохиотой нэгтгэж hCaptcha-г зан төлөвийн ангиудад сургаж болно -- зөвхөн таны жишээнд -- хорлонтой үйлдлийг аль нэг шийдлээс илүү сайн таамаглахын тулд.",
    "3953584369": "Нарийвчилсан RBAC хандалтын хязгаарлалтууд боломжтой.",
    "3955555607": "Түншүүд эсвэл эрх бүхий борлуулагчдаас бусад тохиолдолд гуравдагч этгээд hCaptcha тэмдэг эсвэл үсгийн алдаа ашиглан түлхүүр үг, Google AdWords эсвэл бусад зорилтот зар сурталчилгааны системд тендер зарлаж болохгүй. Гуравдагч этгээд hCaptcha тэмдгийг домэйн нэр, хайлтын системийн оновчлол, мета шошго, хайлтын нэр томъёо, код болон бусад буруу ташаа мэдээлэлд ашиглахыг хориглоно.",
    "3955981186": "Нэмэлт өөрчлөлтүүд. IMI-ээс өөр хэн ч эдгээр үйлчилгээний нөхцөлийг өөрчлөх, нэмэлт, өөрчлөлт оруулах нь IMI-ийн зохих ёсоор итгэмжлэгдсэн төлөөлөгчийн гарын үсэг зурсан бичгээр баталгаажаагүй тохиолдолд IMI-д заавал биелүүлэх үүрэг хүлээхгүй.",
    "3963216198": "API-ууд яагаад хакеруудын түгээмэл бай болох талаар ярилцахын тулд эхлээд \"API\" гэсэн нэр томъёо нь юу гэсэн үг болохыг товчхон тайлбарлах нь зүйтэй. API-ийн тухай ойлголт нь огт шинэ зүйл биш юм. Үнэн хэрэгтээ янз бүрийн компьютерийн системийг хооронд нь холбох интерфейсүүд, түүнчлэн тэдгээрийн дотоод бүрэлдэхүүн хэсгүүд нь дор хаяж 1960-аад оны эхэн үеэс бий болсон.",
    "3963642878": "2019 оны 12-р сарын 14-өөс хэтрэхгүй*",
    "3967047208": "Та мөн үүнийг дибаг хийхдээ Custom доторх зарим хамгаалалтыг түр хугацаанд унтрааж болно. Дараах нүднүүдийн сонголтыг болиулж болно: Хэрэв танд асуудал гарсаар байвал Trackers checkbox-ын сонголтыг цуцлах эсвэл Cookies checkbox-ын сонголтыг болиулна уу.",
    "3971348140": "Бид яагаад hCaptcha ашигласан бэ? Өөр хэн ч бидэнд хэрэгтэй функц, гүйцэтгэлийг хангаж чадахгүй. Тэд биднийг хурдан ажиллуулж эхэлсэн бөгөөд манай худалдаачид энэ туршлагад дуртай.",
    "3972094614": "Брендан Эйч",
    "3972554015": "үйл явц мөн. Мөн хөтөчийн өргөтгөл нь мэдээжийн хэрэг",
    "3974566657": "Үйлчилгээ улам бүр түгээмэл болохын хэрээр энэ төрлийн тохиолдол байнга гарах нь гарцаагүй. hCaptcha-г дэлхийн бараг бүх улс оронд өдөр бүр сая сая хүмүүс ашигладаг тул бид аль болох ил тод байхын тулд энэхүү бодлого болон эдгээр асуудлыг хэрхэн шийдвэрлэх тухай жишээ судалгааг нийтэлж байна.",
    "3978720689": "спамтай тэмцэх арга. Таны санаа бүтэхгүй. Энэ нь яагаад ажиллахгүй байгааг эндээс харж болно.",
    "3983646521": "Бүх бүтээгдэхүүний нэр, лого, брэнд, барааны тэмдэг болон бүртгэгдсэн барааны тэмдэг нь тус тусын эзэмшигчийн өмч юм. Энэ вэб сайтад ашигласан бүх компани, бүтээгдэхүүн, үйлчилгээний нэрс нь зөвхөн таних зорилготой. Эдгээр нэр, барааны тэмдэг, брэндийг ашиглах нь баталгаа гэсэн үг биш юм. Энэ тохиолдолд эсрэгээрээ.",
    "3987022469": "Шошголох",
    "3988350": "Энэ нь бодит ертөнцийн шүхрийн тэмдэглэгээг ашиглах маш сайн тохиолдлууд байдаг гэсэн үг юм. Автомат жолоодлоготой автомашины нөлөөллийн талаар санал зөрөлдөх газар байгаа ч ADAS системүүд хэдийнэ хэмнэж байна.",
    "3991444169": "Энэ хуудсанд hCaptcha Enterprise үйлчилгээний одоогийн дэд процессоруудыг жагсаасан болно.",
    "3992401943": "2012 оноос хойш гүнзгий суралцахад хувьсгал гарсан. Даалгаврын нарийвчлалын салбарын норм сүүлийн 10 жилийн хугацаанд үндсэндээ гүнзгий эргэлтийн сүлжээнүүдийн улмаас эрс сайжирсан. Google-н санал болгож буй ML-ээр ажилладаг бусад үйлчилгээнүүд энэ муруйг дагаж мөрддөг.",
    "4007826952": "Веб, гар утас болон бусад зүйлд зориулсан №1 нууцлалын анхны CAPTCHA.",
    "4008400186": "Алхам 4: Сүлжээний бүртгэлийг хадгалах гэж оролдсоны дараа \"Export HAR\" (жижиг доош сум) дээр дарна уу. Тэр файлыг бидэнд илгээнэ үү.",
    "4011712313": "Манай DMCA бодлогын нэг хэсэг болгон бид олон үе шаттай DMCA-н зөрчлийн талаар олон удаа DMCA мэдэгдэл хүлээн авдаг харилцагчдын бүртгэлийг олон шатлалт DMCA-н зөрчлийн бодлогод байршуулдаг. Хуанлийн сард дахин дахин DMCA мэдэгдэл хүлээн авснаар хэрэглэгчийн данс бодлогын нэг алхамаас дараагийн алхам руу шилжих болно.",
    "4015238193": "болон OCR [",
    "4019638786": "Хариулт: hCaptcha-н Privacy Pass хэрэглэгчид хөтчийн токен түрийвч хоосон эсвэл сайт үүнийг илгээгээгүй л бол hCaptcha-д IP-ээ хэзээ ч харуулахгүй. hCaptcha нь хэрэглэгчийг жетон гэтэлгэлттэй холбох ямар ч боломжгүй бөгөөд хэрэглэгчийн жетон түрийвч хоосон бол түүнийг эргүүлэн авах явцад хэзээ ч шууд харьцдаггүй.",
    "4019660456": "0ms хоцролт: API дуудлагагүйгээр hCaptcha жетоныг баталгаажуулна уу.",
    "4023575072": "давхар хэрэглээ",
    "4024785952": "Cloudflare, Inc. (Дэлхийн). Үзүүлсэн үйлчилгээ: Cloudflare.com.",
    "4034694801": "Тохирох илэрц алга.",
    "4036662147": "5. Нууц мэдээллийг хамгаалах",
    "4036872105": "эхлээд дараа нь дахин оролдоно уу",
    "4039193170": "Хэрэв танд жетон авах эсвэл эргүүлэн авахад асуудал гарвал:",
    "4044467791": "Бидний өмнөх 12 сарын хугацаанд танаас цуглуулсан хувийн мэдээллийн ангиллыг дээрх \"Бидний цуглуулсан мэдээлэл\" хэсгээс үзнэ үү. Бид дээрх \"Бид хувийн мэдээллийг хэрхэн ашигладаг\" хэсэгт тайлбарласан бизнесийн болон арилжааны зорилгоор эдгээр мэдээллийг цуглуулдаг. Өнгөрсөн 12 сарын хугацаанд бид бизнесийн зорилгоор дараах төрлийн мэдээллийг гуравдагч этгээдтэй хуваалцсан.",
    "4051104324": "\"Intuition Machines\" нь Intuition Machines, Inc-ийн бүртгэлтэй худалдааны тэмдэг юм.",
    "4051785543": "Хэрэглэх:",
    "4057343238": "Татгалзах",
    "4059570880": "Хэрэв та стандартчиллын хүчин чармайлтыг хянахыг хүсвэл одоогоор хүчин чармайлт хийгдэж байна",
    "4060250206": "Манай техникийн мэргэжилтнүүдийн аль нэгэнд хандахын тулд энэ маягтыг ашиглана уу. Бид хурдан хариу өгдөг.",
    "4063155841": "2021 оны 6-р сарын 25-наас хэтрэхгүй††",
    "4063769686": "Хэрэглэгчид зочилж буй сайтаа дэмжиж, вэб спам багатай байдаг. Энэ нь илүү шударга гэрээ юм шиг санагдаж байна.",
    "4065065042": "Үүнийг өөрийн хэрэглээнд яг тааруулахын тулд залгана уу.",
    "4065614934": "Энэ дүн шинжилгээ нь шинэ зүйл биш ч хүмүүс мөнхийн өөдрөг үзэлтэй байдаг. Ялангуяа тэд өөрсдийн санаагаа шинэ гэж боддог бол.",
    "4072202039": "2019 оны 4-р сарын 15 - 2019 оны 7-р сарын 15",
    "4074220464": "Х: Өмнө нь алдартай байсан аудио captcha гэх мэт сонголтууд нь олон a11y хэрэглэгчдийг ялгаварлан гадуурхдаг бөгөөд орчин үеийн машин сургалтын техникээр амархан ялагддаг. Энэ нь халдагчдыг ялахын тулд дуу чимээ, сондгой цаг хугацаа, ер бусын үгийн хослол гэх мэтийг нэвтрүүлж, одоогийн аудио сорилтуудыг улам бүр хүндрүүлж байна. Тиймээс бид сорилтоос бүрмөсөн зайлсхийж, энэ арга барилд тийм ч таатай ханддаггүй ч a11y нийгэмлэгийн эрэлт хэрэгцээ байгаа тохиолдолд үүнийг анхаарч үзэх болно.",
    "4080263153": "Огцруулахгүй. Татгалзсан хүсэлтийг бичгээр болон гарын үсэг зураагүй тохиолдолд бид эрхийнхээ аль нэг хэсгийг чөлөөлсөн гэж үзэхгүй. Хэрэв бид энэхүү гэрээний аль нэг заалтын дагуу эрхээ хэрэгжүүлэхээ хойшлуулсан эсвэл хэрэгжүүлэхгүй бол энэ нь дараа нь ийм заалт эсвэл энэхүү гэрээний аль нэг хэсгийг хэрэгжүүлэх эрхээсээ татгалзсан гэсэн үг биш юм.",
    "4082053540": "2021 оны 6-р сарын 19-25††",
    "4083018285": "Нарийвчилсан байнгын аюул заналхийллийг арилгахын тулд SOC-ийн сайжруулсан хяналт, хариу арга хэмжээг хослуулсан өргөтгөсөн функцүүдийн багц",
    "4086379603": "Асуулт?",
    "4087694419": "Хуурай хакер нь Amazon, eBay зэрэг сайтуудаас мэдээлэл цуглуулж, хуурамч эсвэл хуурамч бүтээгдэхүүний жагсаалт үүсгэх боломжтой. Тэр дараа нь OfferUp гэх мэт үе тэнгийнхэн рүү чиглэсэн үйлчилгээн дээр борлуулахыг санал болгож, худалдан авагчид руу фишинг халдлага хийх боломжтой. Эсвэл луйварчин байхгүй бүтээгдэхүүнээ зарж болно. Цаашид дэлгэц хусах луйвар нь зар нийтлэгчдийг хуурамчаар үйлдэх явдал юм. Нийтлэгчийн сайтуудын агуулгыг хусах замаар луйварчин өөр өөр үйлчилгээн дээр зар сурталчилгааны хуурамч хуудас үүсгэж болно. Дараа нь тэд эдгээр хуудсан дээрх зарыг нийтлэгчийн ads.txt файлаас цуглуулсан эрх бүхий борлуулагчдад зарах боломжтой. Зар сурталчилгааны талбарууд сурталчлагчдад бодит мэт харагддаг боловч тийм биш юм.",
    "4087729475": "таны анхны шийдлийн дараах сорилт.",
    "4088941349": "Худалдан авсан, авсан эсвэл авч үзсэн бүтээгдэхүүн, үйлчилгээний бүртгэл.",
    "4091044469": ". Нууцлалын горимд өргөтгөлийг идэвхжүүлсэн эсэхээ шалгаарай. Дараа нь hCaptcha ашиглан дурын вэбсайтад зочилж, captcha-г шийдээрэй. 2.0.3 хувилбараас эхлэн та эдгээр токенуудыг hCaptcha ашиглан вэб сайтаас эргүүлэн авах боломжтой.",
    "4097297673": "Хэрэглэгч, Хүсэлт гаргагч эсвэл Интеграторын хувьд та болон IMI-ийн хооронд заавал дагаж мөрдөх бусад нөхцлөөс гадна доорх нөхцлүүдийг дагаж мөрдөхийг зөвшөөрч байна.",
    "409780280": "( ) Сайхан оролдлого, ****! Хэн нэгэн таны гарыг гишгэнэ гэж найдаж байна!",
    "4099477834": "Хэрэглэгчийн бүх харилцааг Мэдээлэл боловсруулах хүчтэй гэрээгээр хамгаалдаг. hCaptcha үйлчилгээ нь таны үйлчилгээ эсвэл таны үйлчлүүлэгчид хаана оршин сууж байгаагаас үл хамааран нууцлалын бүх хуулийг дагаж мөрддөг. Хувийн мэдээллийг хадгалахгүй байх нь бусад компаниудаас хамаагүй хялбар болгодог.",
    "4101570501": "Мөн бид одоогийн байдлаар таны цахим шуудангийн хаягийг хурдан устгах криптографийн шийдэл дээр ажиллаж байгаа бөгөөд энэ нь бидний Privacy Pass-ын ажлыг нөхөж, хүчирхийллээс урьдчилан сэргийлэх чадвараа хадгалсаар байна.",
    "410397176": "Дэлгэрэнгүй мэдээллийг",
    "4104188759": "AI-ийн ёс зүйн бодлого",
    "4104221634": "hCaptcha-ийн хэрэглэгчид технологийн компаниудаас эхлээд загвар, жижиглэнгийн худалдаа болон машин сургалтын аргыг ашигласнаар үнэ цэнийг бий болгож чадах бусад салбарт чиглэсэн олон салбарыг хамардаг.",
    "4114820649": "2. \"Нууцлал\" таб дээр дарна уу.",
    "4131598919": "дарна уу",
    "4132302900": "5. Таны нууцлал, таны өгөгдөл, \"Бүх нийтийн өгөгдөл\"",
    "4137573005": "Бид өгөгдлийг хэрхэн ашигладаг талаар дэлгэрэнгүй бөгөөд эрх мэдэл бүхий хариултуудтай боловч товч хариулт нь бид таныг таны хайлтын түүхтэй хүн гэж холбох сонирхолгүй байна.",
    "4138068262": "хэрэглэгчид. Эцэст нь хүний мөн чанар өөрчлөгдөөгүй хэвээр байгаа цагт сорилттой харьцах нь онлайн хүчирхийллийг бууруулах хэрэгслийн арсеналын нэг хэсэг хэвээр байх болно.",
    "4142610534": "Хугацаа хоцорсон аливаа төлбөр нь сарын 1.5% буюу хуулиар зөвшөөрөгдсөн дээд хэмжээ буюу аль бага байхаас үл хамааран хоцрогдсон төлбөрийг тооцно. Хэрэв та ямар нэгэн шалтгаанаар энэхүү Гэрээний дагуу төлөх ёстой төлбөрөө төлөөгүй бол таны дансыг зөвхөн бидний үзэмжээр түдгэлзүүлж болох бөгөөд энэ тохиолдолд таны данснаас даалгаврыг гүйцэтгэсний төлөө нэмэлт төлбөр хийхгүй бөгөөд таны бүх даалгаврыг устгах болно. манай вэбсайтаас. Та шаардлагын дагуу төлөх ёстой бүх төлбөр, боловсруулалтын хураамж, хоцрогдсон төлбөр, өмгөөлөгчийн хураамжийг бидэнд нөхөн төлөх ёстой. Мөн бид зээлийн тайлангийн агентлагууд болон хууль сахиулах байгууллагуудад зохих тайланг гаргаж болно.",
    "4146870445": "Бид хэн бэ",
    "4147497805": "Лууван",
    "4149738856": "hCaptcha-г нэр үг болгон ашиглаж, дараа нь зохих ерөнхий нэр томъёог оруулах хэрэгтэй.",
    "41530052": "28. Ерөнхий нөхцөл",
    "4154415610": "***** 2020 оны 9-р сарын төлбөрүүд эвлэрэл хийгдэж дуусмагц багцаар хийгдэх бөгөөд зарим нь тохирол удааширсаны улмаас анх төлөвлөснөөс хэд хоногийн дараа хийгдэх болно.",
    "4162383380": "2020 оны есдүгээр сарын 16-22*****",
    "4162847": "Манай зарим үйлчлүүлэгчид Google-ийн санал болгож буй саналаас бүрэн шилжихээсээ өмнө ижил хүсэлтээр A/B тест хийдэг тул бид үүнийг шууд ажиглаж чадсан. Бид ихэвчлэн reCAPTCHA v3 эсвэл reCAPTCHA Enterprise-ээс өндөр худал эерэг ба хуурамч сөрөг хувь хэмжээг нотлох боломжтой.",
    "4163469907": "Алхам 2: Хөгжүүлэгчийн хэрэгслүүдийн Сүлжээний таб дээр дарна уу. Дээд талд байгаа \"Хадгалах бүртгэл\" нүдийг чагтална уу.",
    "4165374512": "Итгэмжлэл бөглөхөөс урьдчилан сэргийлэхийн тулд IP болон байршил илрүүлэх хэрэгслийг ашиглах боломжтой ч илүү хэмнэлттэй, үнэн зөв арга бол автоматжуулсан итгэмжлэл бөглөх роботыг өөрөө тасалдуулах явдал юм. hCaptcha болон hCaptcha Enterprise нь нэвтрэх цэг дээр ботыг бүдгэрүүлж чаддаг. Хэдийгээр bot нь зөв итгэмжлэлтэй байсан ч хэрэв hCaptcha Enterprise-ийн илрүүлэлт эсвэл hCaptcha-ийн CAPTCHA-г давж чадахгүй бол энэ нь бөглөх боломжгүй бөгөөд таны сайт болон хэрэглэгчид хамгаалагдсан болно.",
    "4166776480": "Итгэмжлэх жуух бичгийг бөглөх: Энэ юу вэ, халдлагыг хэрхэн зогсоох вэ",
    "4169910317": "9. Хууль тогтоомжийг дагаж мөрдөх",
    "4172868199": "Энэ нь үүнээс хавьгүй илүү явж, \"сайн хүн\"-ийг \"муу хүн\"-ээс ялгах оролдлого хийх талбарт шилжиж байгаа бөгөөд өнөөдөр дэлхийн хамгийн алдартай онлайн үйлчилгээнүүд худалдан авалтын луйвараас эхлээд дэвшилтэт тууштай бүх зүйлийг олж илрүүлэх, зогсооход ашигладаг. нууцлалыг хадгалахад онцгой анхаарал хандуулж, хэрэглэгчдийнхээ эсрэг заналхийлсэн.",
    "4179118182": "( ) техникийн ( ) хууль тогтоох ( ) зах зээлд суурилсан ( ) сонор сэрэмжтэй",
    "4181060163": "Гуравдагч этгээд hCaptcha барааны тэмдгийн талаар анхдагч ашиг сонирхлын төөрөгдөл үүсгэж болзошгүй хувилбарууд, үсгийн алдааг ашиглах ёсгүй.",
    "4181611011": "Эвлэрлийн огноо",
    "4185927140": "Бүтээгдэхүүний менежер, Flash, Shopify",
    "4188477534": "hCaptcha®",
    "4188664955": "Үндсэн үйлчилгээний нөхцөл",
    "4188814619": "hCaptcha бол зөн совингийн машинуудын үйлчилгээ юм (",
    "4194763679": "Нарийн нарийн төвөгтэй байдлын түвшин",
    "4195759329": "Бот илрүүлэх болон эрсдэлийн оноо",
    "4197928199": "Нууцлалын бодлого",
    "4199502476": "Нарийвчилсан тайлагнах самбар болон API",
    "4202774977": "Обьект",
    "4205152730": "Та манай вэбсайт, форум, мессеж, чат болон IMI-ийн хяналтанд байдаг бусад олон нийтийн мэдээллийн сувгуудаар хаана ч байсан бусад хэрэглэгчидтэй харилцахыг зөвлөж байна, гэхдээ хэрэв та үүнийг хийвэл манай сайтын үйлчилгээний болон ашиглалтын бүх нөхцөл, холбогдох хууль тогтоомжийг дагаж мөрдөх ёстой. .",
    "4208081170": "Хувийн мэдээллийн ангилал",
    "4209078147": "Манай сайтыг сайжруулах, манай платформ болон сайтад зочилсон байдлыг илүү сайн ойлгохын тулд.",
    "4215483493": "Х: hCaptcha нь анхнаасаа нууцлалыг хадгалахад зориулагдсан. Энэ нь таныг вэбээр хянаж, таныг жинхэнэ таниулах зорилготой зар сурталчилгааны сүлжээнүүдийн эзэмшдэг reCAPTCHA гэх мэт уламжлалт сонголтуудаас тэс өөр юм.",
    "4217013126": "Төлбөр нь ихэвчлэн Төлбөрийн огноогоор өдрийн турш явагддаг бөгөөд ерөнхийдөө Номхон далайн цагаар шөнө дунд дуусдаг. Хэрэв бүртгэлийг шалгахаар дарцагласан бол төлбөрийг гаргахад ажлын тав хүртэлх өдөр шаардлагатай.",
    "4217693416": ". hCaptcha.com болон BotStop.com вэб сайтууд (Сайтууд) нь энэхүү бодлогод заасны дагуу нэмэлт күүки агуулж болно.",
    "42182578": "Хувийн мэдээллээ устгана уу.",
    "4222109231": "hCaptcha-н Enterprise Product ашиглан API эрсдэлийг бууруулах",
    "4224961202": "Нууцлал, аюулгүй байдал, машин сургалт.",
    "4227800293": "( ) Имэйл хэрэглэгчид үүнийг тэвчихгүй",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "4228682126": "Атрибутын ангилал",
    "4230322909": "Бид шинэ хэрэглэгч бүрийн талаар сайн ойлголттой болж, энэ нь манай бүтээгдэхүүн, үйлчилгээнд тохирч байгааг батлах, мөн компанийн хувьд баримталж буй бодлогыг дагаж мөрдөж байгаа эсэхийг баталгаажуулахыг үргэлж хичээдэг.",
    "423222878": "Илрүүлэх, урьдчилан сэргийлэх, зогсооход хамгийн хэцүү кибер халдлагуудын зарим нь хорлонтой этгээд идэвхтэй хэрэглэгчийн бүртгэл рүү нэвтрэхийн тулд хууль ёсны хэрэглэгчийн итгэмжлэлүүдийг ашиглах боломжтой байдаг. Илрүүлэх маш нарийн чадваргүй бол дансыг байршуулсан компани ямар нэг зүйл буруу байна гэж сэжиглэх шалтгаан байхгүй. Үйлчлүүлэгч өөрийн данс руугаа нэвтэрсэн бололтой. Халдлага үйлдэгч хулгайлагдсан итгэмжлэлүүдийг ашиглан энэхүү амжилттай заль мэхийг хийсэн бөгөөд энэ нь ихэвчлэн “итгэмжлэл бөглөх” гэж нэрлэгддэг кибер довтолгооны аргын үр дүн юм. Өнөөдөр энэ бол ноцтой асуудал боловч зөв арга хэмжээ авбал үүнийг арилгах боломжтой.",
    "424089481": "Amazon Web Services, Inc. (Дэлхийн). Үзүүлсэн үйлчилгээ: Amazon Web Services. https://aws.amazon.com/security/",
    "4242322181": "Та Intuition Machines-ийн цэвэр орлого эсвэл хувийн өмчид тооцсон АНУ-ын татвараас бусад үйлчилгээтэй холбоотой бүх татварыг төлөх үүрэгтэй.",
    "4243348003": "Алхам 3: зочилно уу",
    "4246520782": "Үнэн хэрэгтээ, интернет сүүлийн жилүүдэд луйварчид болон хамгаалагчдын хооронд жинхэнэ зэвсгийн уралдаан болж байгаагийн гэрч болсон.",
    "4247858664": "хандалтын бүртгэлийн хуудас",
    "4248655793": "- Алекс М.",
    "4255608322": "Сүүлд шинэчлэгдсэн: 2021 оны 4-р сарын 12",
    "42559805": "Танд яаралтай элсэх шаардлагатай юу?",
    "4256083674": "Тодорхой CAPTCHA сорилтын хүсэлт эсвэл IP хаягийн залилангийн эрсдэлийг тодорхойлохын тулд Интеграторын шууд хүсэлтийн дагуу, эсвэл тусгай зөвшөөрөл олгосон тохиолдолд.",
    "4257144752": "Бодит цагийн тооцоолол нь эцсийн үнэн зөв байдал, хүн төрөлхтнийг тусгаагүй тул таны эцсийн орлого таны анхны тохиролоос өмнө хяналтын самбарт үзүүлсэн тооноос мэдэгдэхүйц дээш эсвэл доош ялгаатай байж болно.",
    "4260466272": "Та бүх холбогдох IMI бодлогыг дагаж мөрдөх шаардлагатай бол манай вэбсайтыг ашиглахаа болихыг хүссэн үедээ сонгож болно. Бид өөрсдийн үзэмжээр энэхүү гэрээг цуцалж, манай вэб сайтад нэвтрэх эрхийг түдгэлзүүлж эсвэл ямар нэгэн шалтгаанаар мэдэгдэлгүйгээр шууд устгаж болно.",
    "4260542944": "Контент хусах (мөн \"дэлгэц хусах\" эсвэл зүгээр л \"хусах\" гэж нэрлэдэг) нь вэбээс мэдээлэл цуглуулахад танил, ихэвчлэн хэрэгтэй үйл явц юм. Гэсэн хэдий ч сүүлийн жилүүдэд энэ техник нь хакерууд болон луйварчдын дуртай хэрэгсэл болжээ. Эсрэг арга хэмжээ нь аюулыг үр дүнтэйгээр бууруулах боломжтой боловч тэдгээрийг хэрэгжүүлэхийн тулд үйл явц хэрхэн явагддагийг ойлгох нь чухал юм.",
    "426125156": "17. Зохиогчийн эрх болон Татаж авах",
    "4263626815": "hCaptcha хандалтын күүки нь бүх алдартай хөтөч болон зар хориглогчтой стандарт тохиргоотой ажилладаг тул ихэвчлэн \"adblock-ийн эсрэг\" скриптүүд эсвэл тодорхой сайтуудад чиглэсэн ижил төстэй дүрмийн багцаас болж бүтэлгүйтдэг.",
    "4264784515": "Аюулгүй байдлын алдаанууд",
    "4270038521": "(\"Сайтууд\") болон hCaptcha програмын интерфейс болон холбогдох программ хангамж, материалууд (хамтдаа \"Үйлчилгээ\").",
    "4272022475": "Бүх хүсэлт болон хөрөнгө hcaptcha.yourdomain.com руу очно",
    "4272088465": "таны сонгосон буяны байгууллагуудыг ашигласнаар олсон орлогоороо.",
    "4272454814": "Өөрийн сонгосон таниулах үйлчилгээ үзүүлэгчтэй нэгдээрэй.",
    "4274324704": "Бидний нэрийг бичмэл хэлбэрээр хэрхэн ашиглахыг эндээс үзнэ үү.",
    "4277475973": "( ) Олон нийт хачирхалтай шинэ мөнгөний хэлбэрийг хүлээн авах дургүй",
    "4280117172": "Нигер, Энэтхэг, Бразил, Герман зэрэг олон улс АНУ-аас арай дээрдэж байна.",
    "4281708680": ". hCaptcha дээр бид зориудаар шал өөр арга барилыг ашигласан бөгөөд нууцлалыг хадгалсан машин сургалтын техникийг ашиглан ботын ердийн зан үйлийг өндөр нарийвчлалтайгаар тодорхойлохын тулд аль болох бага мэдээлэл зарцуулж, хадгалахыг хичээсэн.",
    "4284094387": "†† 2021 оны 6-р сарын зарим тохирол, төлбөр тооцоог нэгтгэх цонхны үеэр эцсийн тооцоог баталгаажуулах хугацаа хойшлогдсоны улмаас дараагийн долоо хоногт хийгдэнэ.",
    "4286602632": "в) Вэб галт хана (WAFs) болон ижил төстэй программуудыг арилжааны роботын удирдлагын бүтээгдэхүүнийг идэвхжүүлэхийн тулд hCaptcha Publisher (үнэгүй) бүртгэлийг ашигладаг Интеграторуудад сар бүр 100,000 хүсэлт,",
    "4290195307": "дэлгэрэнгүй зааварчилгаа авахын тулд.",
    "433424759": "Төлбөрийн луйвар гэдэг нь кибер гэмт хэрэгтэн хохирогчийг ямар нэгэн үнэ цэнтэй зүйл, ихэвчлэн мөнгөнөөс нь салгах аливаа төрлийн хууль бус гүйлгээг агуулдаг. Энэ нь хулгайд алдсан зээлийн картыг ашиглан онлайнаар бараа захиалах эсвэл банкны дансаа авч, түүнээс мөнгө хууль бусаар шилжүүлэх гэсэн үг юм. Олон янзын хувилбарууд байдаг ч бүгд ижил үр дүнтэй байдаг: луйварчин нь хэрэглэгч, банк эсвэл худалдаачдаас хулгайлсан хувийн мэдээлэл эсвэл төлбөрийн мэдээллийг ашигладаг.",
    "435302267": "компанийн блог нийтлэл",
    "436125785": "Эдгээр бүтээгдэхүүнд байгаа санал хүсэлтийн гогцоонууд нь буруу бөгөөд зар сурталчилгааны сүлжээгээр зарагддаг бөгөөд энэ нь тэдний үндсэн бизнест хор хөнөөл учруулахгүйн тулд бот илрүүлэхдээ хэт сайн ажиллахгүй байх сонирхолтой байдаг тул энэ нь гайхмаар зүйл биш юм.",
    "439777523": "Зохицуулалтын асуудал",
    "443094024": "Filebin",
    "444492541": "Firefox-д зориулсан дибаг хийх бүртгэлийн заавар",
    "448807334": "(\"Хэдэн зуун сая CAPTCHA-г хүмүүс өдөр бүр шийддэг.\") 2019 оны 7-р сарын 8-нд авсан.",
    "451701069": "GDPR, CCPA,",
    "452920031": "АНУ-аас гадуурх үйлчлүүлэгчдэд зориулсан тэмдэглэл.",
    "453723556": "Та Үйлчлүүлэгч эсвэл Хүсэлт гаргагч байхаа болисноор Үйлчилгээний нөхцлөөс үл хамааран энэхүү Хэрэглэгчийн Хавсралтыг цуцалж болно. Бид ямар ч үед таны Хэрэглэгч эсвэл Хүсэлт гаргагчийн статусыг түдгэлзүүлэх, цуцлах, эсвэл Үйлчилгээний Нөхцөлтэй нийцүүлэн таны данс, үйлчилгээг ашиглах эрхийг өөр хэлбэрээр цуцлах эрхтэй. Захиалгын маягтын дагуу төлөх төлбөрийг дуусгавар болгосноор та хариуцлага хүлээх болно. Хэрэв таны захиалгад сарын эсвэл жилийн хураамж эсвэл сарын эсвэл жилийн доод хэмжээ багтсан бол та тухайн сар эсвэл жилийн эцэс хүртэл үйлчилгээний бүх төлбөрийг төлөх үүрэгтэй хэвээр байх болно.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "457627611": "Тиймээ. Бид болон манай аналитик эсвэл үйлчилгээ үзүүлэгч, маркетингийн түншүүд болон түншүүд нь сайтуудыг ашигладаг хүн бүрийг хамгийн сайн туршлагатай байлгахын тулд күүки, вэб дохио эсвэл пиксел болон бусад технологийг ашиглаж болно. Дэлгэрэнгүй мэдээллийг манай Нууцлалын бодлогын \"Гуравдагч талын аналитик ба мөрдөх технологи\" хэсгээс үзнэ үү.",
    "458271951": "Хэрэв та Intuition Machines-ийн нэрийн өмнөөс (хүсэлт гаргагчийн үүрэг гүйцэтгэдэг) Үйлчилгээнд нэвтэрдэг ба/эсвэл Интегратороор дамжуулан эсвэл түүнтэй холбоотой үүрэг даалгаврыг гүйцэтгэдэг хувь нэмэр оруулагч бол Intuition Machines тодорхой ажлуудыг хүлээн зөвшөөрч гүйцэтгэсний төлөө таныг шагнаж болно. Хэрэв таныг залилан мэхэлсэн, урвуулан ашигласан эсвэл эдгээр үйлчилгээний нөхцөлийг зөрчсөн нь тогтоогдсон тохиолдолд танд өгөх бүх урамшууллыг Intuition Machines хурааж авах ба/эсвэл буцааж авах боломжтой.",
    "458376553": "Та Интегратор, Үйлчлүүлэгч эсвэл Хүртээмжтэй байдлын хэрэглэгчийн бүртгэлээр дамжуулан бидэнд өгсөн зарим Хувийн мэдээлэлд хандах, засах, өөрчлөх, устгах боломжтой (хэрэв та Интегратор, Хэрэглэгч эсвэл Хандалтын Хэрэглэгч бол). Хэрэв та үүнийг хийх боломжгүй, эсвэл бидний цуглуулсан ба/эсвэл таны талаар хуваалцсан Хувийн мэдээллийн талаар асуух зүйл байвал, эсвэл бидний боловсруулалт хийх зөвшөөрлөө цуцлахыг (өөрөөр хэлбэл таны бүртгэлийг бүхэлд нь устгах) хүсвэл бидэнтэй холбогдоно уу.",
    "461631543": "GDPR тэмдэглэл",
    "462321455": "Арбитрын байршил. Хэрэв та АНУ-аас гадуур оршин суудаггүй бол энэ хэсэгт заасан аливаа арбитрын ажиллагаа Калифорни мужид өгөгдмөл байдлаар явагдах бөгөөд энэ тохиолдолд арбитр бүхэлдээ цахим болон утсаар явагдана. Тал бүр бичгээр зөвшөөрсөн тохиолдолд арбитрыг өөр аль ч газарт хийж болно. Байршлаас үл хамааран аль ч тал шууд видео эсвэл теле хурлаар арбитрын шүүхэд оролцохыг сонгож болно.",
    "464238793": "Хэрэв Google өөрөө зар харсан эсвэл холбоос дээр дарсан хэрэглэгчийг робот байсан гэж үзвэл тухайн хэрэглэгчдэд үзүүлсэн зарын төлбөрийг төлөх боломжгүй. Энэхүү ашиг сонирхлын зөрчил нь Google-ийн роботын эсрэг амбицын хүрээг эрс хязгаарласан.",
    "465714311": "Хүртээмжтэй хэрэглэгчдэд: Асуулт, Хариулт ба Асуудлыг олж засварлах гарын авлага",
    "465783046": "Өгөгдлөөрөө туршиж үзмээр байна уу?",
    "468929661": "reCAPTCHA-г эвдэх дундаж зардал нь гайхалтай бага (1000 шийдэл тутамд 1 доллараас бага) бөгөөд 2016 онд хяналт тавьж эхэлснээс хойш мэдэгдэхүйц нэмэгдээгүй. Энэ нь reCAPTCHA v2 болон v3-д хамаарна. [",
    "469089249": "Хариулт: Энэ нь ихэвчлэн түрэмгий зар хориглогч эсвэл күүкийн эсрэг өргөтгөл, эсвэл \"сайт хоорондын\" күүкиг блоклодог тохиргоо, энэ тохиолдолд hcaptcha.com-д зориулсан күүки ашиглаж байгаатай холбоотой бөгөөд үүнийг hCaptcha JS дээр тохируулсан эсвэл шалгадаг. Таны зочилж буй сайт шиг өөр сайт.",
    "47536007": "hCaptcha-ийн талаар илүү ихийг олж мэдэх",
    "477275453": "API-ууд яагаад хакеруудын хувьд түгээмэл зорилт болдог вэ?",
    "487083593": "Борлуулалт",
    "493717511": "2. Энэ үйлчлүүлэгч ийм үйлчилгээ хүсч байна уу?",
    "497117287": "Хандалтын сонголтууд",
    "499510428": "Зохицуулалт бидэнд энд тусалсан гэдэгт бид үнэхээр итгэж байна",
    "501102544": ": hCaptcha-ийн эсрэг үйлчилгээ (жишээ нь вэб сайт, тоглоом, гар утасны апп-д суулгагдсан үйлчилгээ) нь GDPR-ийн журмын дагуу зөвхөн \"зөвшөөрөлгүй\" күүки агуулдаг гэдэгт бид итгэдэг. Ийм чөлөөлөгдсөн күүкийн жишээнд:",
    "504332576": "Бид hCaptcha нь интернетийн 15% орчимд ажилладаг, дэлхийн хамгийн том бие даасан кибер аюулгүй байдлын үйлчилгээ болсныг зарлаж байгаадаа баяртай байна - бид энэ зах зээлийн ихэнх хувийг шууд Google reCAPTCHA-аас авсан. Хамтдаа hCaptcha болон",
    "505891021": "Шошгоны үйлчилгээ",
    "508143070": "Бид үйлчилгээ үзүүлэхтэй холбогдуулан Интеграторуудын нэрийн өмнөөс хувийн мэдээллийг боловсруулдаг, энэ тохиолдолд бид хувийн мэдээллийг боловсруулагч, тэдгээр Интеграторууд нь таны хувийн мэдээллийг хянадаг гэдгийг анхаарна уу. хувийн мэдээлэл.",
    "512598290": "Тиймээс бид та бүх hCaptcha тэмдэг, логог том үсгээр бичих, үсгийн хэлбэр, хэв маяг зэрэг доорх дүрмийн дагуу үргэлж ашиглахыг хүсэх ёстой.",
    "512991700": "Хэрэв та ямар нэгэн хураамжийн талаар маргаан үүсгэхийг хүсвэл алдаа, асуудал гарсан анхны тооцоо, дансны хуулга хаагдсан өдрөөс хойш гуч (30) хоногийн дотор тохируулга эсвэл кредит хүлээн авахын тулд манай хэрэглэгчийн дэмжлэгийн хэлтэстэй холбоо барина уу.",
    "515733427": "( ) Имэйлээр хүлээн авсан үйлдлийн системийн засваруудыг суулгах хэрэглэгчдийн хүсэл",
    "517010299": "Анхаарна уу: Бид одоогоор бараг бодит цагийн эвлэрэл рүү томоохон арын хэсэгт шилжихээр ажиллаж байна. 2021 оны 1-р улирал хүртэл үечилсэн тохирол ердийнхөөс бага давтамжтай явагдана. Энэ нь төлбөрийн хуваарь эсвэл огноонд нөлөөлөхгүй.",
    "519755936": "Үйлчилгээг ашиглахтай холбоотой холбооны, муж, муж, орон нутгийн хууль тогтоомжийг дагаж мөрдөх үүрэгтэй. Та аливаа хууль тогтоомжийг дагаж мөрдөөгүй эсвэл гуравдагч этгээдийн эрх, түүний дотор гэрээ, оюуны өмч, хувийн нууцыг хамгаалах эрхийг хязгаарлалгүйгээр зөрчсөн тул бидний эсрэг гаргасан аливаа нэхэмжлэлийг нөхөн төлж, гэм хоргүй байлгахыг зөвшөөрч байна.",
    "532470444": "Тэнцвэр нь жилээс жилд бага зэрэг өөрчлөгдөж болох ч энэ зан үйл нь хүний үндсэн мөн чанарыг илэрхийлдэг бөгөөд таван мянган жилийн түүхэнд тэмдэглэгдсэн динамик удахгүй өөрчлөгдөхгүй гэсэн үг юм.",
    "535659033": "Creative Commons Аттрибут",
    "538871570": "Google болон бусад Big Tech компаниудтай өрсөлдөх нь маш том захиалга юм шиг санагддаг: тэдний монополь зах зээлийн хүч, платформын нөлөө, өндөр цалинтай хөгжүүлэгчдийн арми нь Facebook, Amazon зэрэг бусад технологийн аварга компаниудаас бусад хүмүүсийн хувьд хэтэрхий хүчирхэг гэж тооцогддог. Энэ нь тийм байх албагүй гэдгийг бидний түүх харуулж байна - та хувийн нууцад анхаарлаа хандуулснаар Big Tech-ийг ялж чадна.",
    "54093347": "DMCA бүртгэлтэй агент",
    "547245263": "Өнөөдөр ботын асуудлаа шийдээрэй.",
    "548587288": "дэлхий даяар.",
    "55035359": "Одоогоор reCAPTCHA ашиглаж байна уу?",
    "551761392": "болон холбоосыг илгээх) болон хэрэв та ямар нэг зүйл буруу харагдахгүй байна гэж сэжиглэж байгаа бол дэлгэцийн агшин. Ашиглаж буй IP хаягаа мөн илгээнэ үү. -аас авч болно",
    "552920956": "hCaptcha нь вэбсайтуудад роботууд болон бусад хүчирхийллийн хэлбэрийг хааж, урамшуулал авах боломжийг олгодог. hCaptcha нь танд эдгээр орлогоор өөрийн сонгосон буяны байгууллагуудыг дэмжих боломжийг олгодог.",
    "554844646": "Та товших бүрт тоолуур 1-ээр буурч байгааг харж өргөтгөл ажиллаж байгааг баталгаажуулж болно",
    "555158694": "Таны ашигладаг үйлчилгээ хортой урсгалыг багасгахын тулд hCaptcha суулгаснаар таны сайт дээрх хэрэглээг сайжруулах зорилгоор сонгосон.",
    "555246307": "Дашрамд дурдахад, язгууртан болон түүний жолоочийн түүх ингэж төгсдөг: Цагдаа нар хоёр залууг нэг өрөөнд хэдэн цаг хамт сууж, ухаан санаанаас нь залхуулжээ. Өдрийн төгсгөлд тэрээр гарч ирээд \"Би вагоны жолоочтой одоо ярина\" гэж хэлэв. Эрхэм хувцастай эр бослоо. Тэр үнэхээр уйтгартай байсан тул зөвхөн язгууртны дүр эсгэж байгаагаа мартжээ.",
    "555749578": "Бүх тивд томоохон улс орнуудын шийдвэрлэх хувь хэмжээ 1%-иас бага зөрүүтэй байдаг.",
    "558378834": "Тиймээс бид одоогоор шүхэртэй холбоотой асуултын хүсэлтийг хүлээж авахаа больсон. Эцсийн хэрэглэгч шүхрийн тухай асуултыг харах үед төөрөгдөлд орох магадлал хэт өндөр байгаа бөгөөд эцсийн эцэст бидний зорилго бол дэлхийг илүү тааламжтай газар болгох явдал юм.",
    "563059212": "Дэд процессоруудын жагсаалт",
    "564127016": "hCaptcha гар дүрс:",
    "565624910": "ноорог",
    "578738483": "Та ерөнхийдөө вэб хөтөчдөө суулгасан функцээр дамжуулан күүки ашиглахыг идэвхжүүлж эсвэл дараа нь идэвхгүй болгож болно. Хэрэв та күүки, тэдгээрийг хэрхэн хянах, идэвхгүй болгох, устгах талаар илүү ихийг мэдэхийг хүсвэл зочилно уу",
    "58091799": "hCaptcha Publisher болон Enterprise-ийн талаар нэмэлт мэдээлэл аваарай",
    "583434701": "hCaptcha хүртээмж",
    "585557010": "Хууль ёсны хэрэглэгчдийн 0.1% -иас бага хувийг сорь.",
    "593735469": "Таны спамын эсрэг шинэ шийдэл яагаад ажиллахгүй байна вэ?",
    "595582512": "Хэрэв та өөрийн сайт эсвэл аппликейшнийг роботууд, спам илгээгчид болон бусад хортой этгээдээс үр дүнтэй хамгаалахыг хүсч байгаа бол хэрэглэгчдийнхээ нууцлалыг хадгалахын зэрэгцээ (мөн холбогдох бүх дүрэм журмыг дагаж мөрддөг!) hCaptcha болон манай байгууллагын саналыг анхаарч үзээрэй.",
    "596347471": "Хэрэглээний програмчлалын интерфэйс (API) нь цахим ертөнц дэх хорлонтой этгээдүүдийн түгээмэл бай болсон. Үүний олон шалтгаан бий, түүний дотор програмыг нэгтгэхэд маш их ашиг тустай байдаг. Гэсэн хэдий ч API эрсдэлийг бууруулах боломжтой.",
    "600646860": "hCaptcha нь бодит үнэ цэнтэй ажиллах хүч гаргаж авахын зэрэгцээ эргэлзээтэй үнэ цэнэтэй үйлчилгээг санал болгохын оронд нөхөн олговор, роботын эсрэг хүчтэй хамгаалалтыг хоёуланг нь хангадаг.",
    "604751186": "Бусад асуудал? Имэйл",
    "606978017": "hCaptcha-д тавтай морил! Энэхүү Нууцлалын бодлого нь Intuition Machines, Inc.-ийн (\"IMI\", \"бид\" эсвэл \"бид\") мэдээллийг (доор тодорхойлсон Хувийн мэдээллийг оруулаад) манай вэбсайтаар дамжуулан цуглуулах, ашиглах, задруулахтай холбоотой үйл ажиллагааг тайлбарладаг.",
    "611905972": "Аюулгүй байдлыг хангахын зэрэгцээ бүх хэрэглэгчдэд саадгүй нэвтрэх боломжийг олгоно",
    "614310292": "hCaptcha-г хэн бүтээсэн бэ?",
    "615017396": "Күүки (\"Күүки\") нь вэб хуудасны серверээр таны хатуу диск дээр байрлуулсан жижиг текст файл юм. Күүки нь танд күүки олгосон домэйны вэб серверээр дараа нь унших боломжтой мэдээллийг агуулна. Зарим күүки нь та тодорхой функцуудыг ашиглах эсвэл тодорхой тохиргоог сонгосон тохиолдолд л ашиглагдах ба зарим күүки үргэлж ашиглагдах болно. Та манай одоогийн күүки жагсаалтыг доороос үзэх замаар күүки бүрийн талаар илүү ихийг мэдэх боломжтой. Бид энэ жагсаалтыг үе үе шинэчилдэг тул жагсаалтад хараахан ороогүй нэмэлт күүки байж болзошгүй. Веб дохио, шошго, скриптийг сайтууд эсвэл имэйлд ашиглаж болно, бидэнд күүки хүргэх, зочилсон тоог тоолох, ашиглалт, кампанит ажлын үр нөлөөг ойлгох, цахим шуудан нээгдэж, арга хэмжээ авсан эсэхийг тодорхойлоход тусална. Манай үйлчилгээ/аналитик үйлчилгээ үзүүлэгчдийн эдгээр технологийг ашигласан тухай тайланг бид нэг бүрчлэн болон нэгтгэсэн байдлаар хүлээн авч болно.",
    "615031303": "(Зүүлт тайлбарыг үзнэ үү",
    "615618648": "2021 оны 4-р сарын 15 - 2021 оны 7-р сарын 15",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "622103562": "2019 оны арванхоёрдугаар сарын 17**",
    "633598495": "Захиргааны ядаргаа. Та энэ вэб сайтыг ашигласнаас үүдэн гарсан аливаа нэхэмжлэлийг захиргааны байгууллагад гаргаж болно, гэхдээ арбитрын шүүхээр шийдвэрлэсэн эсэхээс үл хамааран холбогдох хууль тогтоомжоор ийм агентлагт хандахыг зөвшөөрсөн хэмжээнд л болно. Ийм захиргааны нэхэмжлэлд Хөдөлмөр эрхлэлтийн тэгш боломжийн комисс, АНУ-ын Хөдөлмөрийн яам, Хөдөлмөрийн харилцааны үндэсний зөвлөлд гаргасан нэхэмжлэл эсвэл төлбөрийг хязгаарлалгүйгээр багтаана. Энэ зүйлд заасан ямар ч зүйл арбитрт нэхэмжлэл гаргахаас өмнө захиргааны арга хэмжээ авах үүргээ биелүүлэхийн тулд аливаа байгууллагад захиргааны нэхэмжлэл гаргахад саад болохгүй, гэхдээ та үүгээр дамжуулан аливаа мөнгөн шийдвэр гаргах эрхээсээ татгалзаж байна. агентлагийн үйл ажиллагаа.",
    "636461959": "Нэр",
    "63719113": "нь таны сайт болон апп-ууд руу чиглэсэн хортой урсгалыг илрүүлэхийн тулд дэвшилтэт машин сургалтыг ашигладаг, үүнд хусах үйл ажиллагаа орно.",
    "639413188": "хариуд нь.",
    "641342999": ", эсвэл таны асуудалтай байгаа вэб сайтад (Нууцлалын тэмдэглэл: зөвхөн юу болохыг хуваалцахгүй бол) ... дараа нь \"Би хүн\" товчийг дарж, шийдэхийг оролдоно уу.",
    "647630208": "Тэгээд л болоо! Таны онлайн хайлт одоо илүү нууцлаг болсон.",
    "648630222": "hCaptcha Enterprise ашиглан төлбөрийн залилангаас урьдчилан сэргийлээрэй",
    "649193891": "https://developers.google.com/recaptcha/",
    "649261378": "2021 оны нэгдүгээр сарын 5-11*",
    "64953197": "2020 оны 10-р сарын 15 - 2021 оны 1-р сарын 15",
    "651123197": "Сорилтыг дуусгасны дараа таны хэтэвчин дэх одоогийн нийт дүнг дүрс дээр харуулах болно.",
    "653679457": "Төрөл бүрийн тасалдал",
    "654326661": "Та өөрөө хармаар байна уу? hCaptcha-г үнэгүй туршиж үзээрэй.",
    "655974837": "Агуулгын талаар ямар ч баталгаа байхгүй",
    "659124570": "Нэмж дурдахад, хэрэв та hCaptcha платформ дээр өөрт хамаарах контентыг хуулбарласан байхыг хараад ямар нэгэн шалтгаанаар устгахыг хүсвэл бидэнтэй имэйлээр холбогдож болно.",
    "661412233": "Captcha-ийн дараа зарим хэрэглэгчид робот байсан гэдгийг мэдэх нь бас үнэ цэнэтэй юм. Энэ нь вэбсайт эзэмшигчдэд хуучин спам нийтлэлүүдийг цэвэрлэх, ирээдүйд спам форумд бүртгүүлсэн \"унтлагын данс\"-ыг устгах, залилан мэхлэхийг багасгах гэх мэт боломжийг олгодог.",
    "664236229": "татах хүсэлт",
    "680638297": "Бид таны хувийн мэдээллийг боловсруулах тухай мэдээллээр хангаж, таны хувийн мэдээлэлд хандах боломжийг олгоно.",
    "685916926": "Яагаад reCAPTCHA цаг хугацааны явцад сайжирсангүй вэ?",
    "692064738": "( ) Цагдаа үүнийг тэвчихгүй",
    "692176459": "Нэвтрэх",
    "693820850": "Хувийн нууцыг нэгдүгээрт тавьснаар та Google-ийг ялж чадна",
    "69844082": "hCaptcha барааны тэмдэг, график тэмдэг, лого, үсгийн хэлбэр, дүрс тэмдгийг мөн гутаан доромжлох байдлаар ашиглаж болохгүй.",
    "700843971": "Hound Technology, Inc. (Дэлхийн). Үзүүлсэн үйлчилгээ: honeycomb.io.",
    "702287791": "hCaptcha Publisher (үнэгүй)",
    "703051968": "гар дүрс:",
    "707527778": "Хүүхдийн мэдээлэл",
    "707541553": "Манай интернет хуудсанд байгаа бүх мэдээллийг IMI эсвэл гуравдагч этгээд баталгаажуулсан. Гэсэн хэдий ч, IMI болон гуравдагч этгээдийн аль нь ч мэдээлэл одоогийн, үнэн зөв, бүрэн гүйцэд байх хариуцлага хүлээхгүй. Энэ нь манай хуудсууд дээрх гипер холбоосоор холбогдож болох бусад вэб сайтад мөн хамаарна. IMI нь эдгээр гадны вэб сайтуудын агуулгад хариуцлага хүлээхгүй.",
    "710145621": "Өөрийн үндсэн үнэн мэдээллээр хангана уу, эсвэл бид үүнийг шууд бүтээхийг зөвшөөрнө үү",
    "713281684": "Хаш",
    "714342693": "hCaptcha баг нь 2016 оноос хойш \"харанхуй вэб\"-ийн captcha-г эвдэх үйлчилгээнүүдийн үнийн мэдээллийг цуглуулж байна. Бид нэгэн сонирхолтой хандлагыг анзаарсан:",
    "717622341": "hCaptcha Enterprise™",
    "719304627": "Төгсгөлийн хяналт хэрэгтэй байна уу?",
    "723027910": "Энэ нь хууль эрх зүйн зөвлөгөө биш бөгөөд энэ шинжилгээний талаар ямар ч баталгаа өгөхгүй. Хэрэв танд нэмэлт асуулт эсвэл санаа зовоосон зүйл байвал бидэнтэй холбогдоно уу",
    "728503636": "Төлбөрийн огноо",
    "731546974": "10. Шимтгэл төлөгчийн болон Интеграторын татвар",
    "734735952": "Бид хэд хэдэн CAPTCHA борлуулагчдыг үнэлж, өөрсдөө системийг бий болгосон. Эцэст нь hCaptcha reCAPTCHA-ийн хамгийн сайн хувилбар болж гарч ирэв.",
    "735630686": "Мэдээллээ удирдах (таны эрх)",
    "740501259": "Энгийн API-д суурилсан дамжуулах хоолой",
    "741483946": "* Өөрөөр хэлбэл, та hCaptcha.com сайтаас hCaptcha Privacy Pass токенуудыг авч, hCaptcha.com ашиглан өөр сайт дээр шууд ашиглах боломжтой. Cloudflare нь өөрийн Privacy Pass жетонуудыг гаргаж, эргүүлэн төлдөг тул та Cloudflare-ийн ашигладаг hCaptcha үйлчилгээг тойрч гарахын тулд hCaptcha Privacy Pass жетон авах эсвэл эргүүлэн авах боломжгүй.",
    "751483365": "JavaScript бус үйлчлүүлэгчдэд зориулсан дэмжлэг.",
    "755156539": "hCaptcha Authorized Reseller™",
    "755283510": "Хэрэв та 13-аас доош насны хүүхдийн талаар эсвэл бидэнд ямар нэгэн мэдээлэл байгаа гэж бодож байвал.",
    "759057398": "ЕХ-ны мэдээллийн субьектүүдэд зориулсан мэдэгдэл",
    "763447231": "Үүний зэрэгцээ, ботуудыг нийтлэгчийн сайт руу нэвтрэхийг зогсоох нь зар сурталчилгааны луйврыг илрүүлж, Google-ийн reCAPTCHA бүтээгдэхүүнийг тэдний орлогын 80 гаруй хувийг бүрдүүлдэг зар сурталчилгааны бизнестэй шууд харьцуулж болно.",
    "766825168": "DMCA-н давтан зөрчигчийн бодлогын дагуу бидний авч болох арга хэмжээнүүдэд дансны бүртгэлтэй харилцагч руу харагдац нэмэгдсэн тухай сэрэмжлүүлэг илгээх орно. Эдгээр сэрэмжлүүлгийг хүлээн зөвшөөрөхийн тулд бид харилцагчаас данс руугаа нэвтрэх эсвэл манай тусламжийн баг руу залгахыг шаардаж болно. Мөн бид зөрчилтэй холбоотой сэрэмжлүүлэгийг давтан илгээсний дараа ч гэсэн DMCA-аас зөрчлийн тухай мэдэгдлийг хүлээн авсаар байгаа аливаа хэрэглэгчийн hCaptcha болон IMI үйлчилгээг түдгэлзүүлэх, цуцлах, түүнчлэн түр зуурын бусад арга хэмжээ авах эрхтэй. Нэмж дурдахад, бид энэхүү бодлогын дагуу hCaptcha үйлчилгээг зогсоох үед эдгээр хэрэглэгчдэд үзүүлэх бусад hCaptcha эсвэл IMI үйлчилгээг өөрийн үзэмжээр цуцалж болно.",
    "767207800": "Хэрэв таны өгөгдөл илэрхий эсвэл доромжилсон байж болзошгүй контентыг агуулж байвал бид таны өгөгдлийг харсан хэн бүхэнд шударга анхааруулга өгөхийн тулд тэдгээрийг \"ИЛ ТОД АГУУЛГА\" гэж тэмдэглэхийг шаардаж байна. Та IMI-тэй тусдаа бичгээр гэрээ байгуулаагүй бол манай бодлогыг зөрчсөн ажлуудыг оруулж болохгүй, үүнд (а) өөр вэбсайт эсвэл үйлчилгээг шууд болон шууд бусаар сурталчлах, (б) гуравдагч этгээдийн вэбсайтын нөхцөлийг зөрчсөн ажлууд болон нөхцөл, (в) хувь нэмэр оруулагчдаас гуравдагч этгээдийг уриалахыг хүссэн даалгавар, (г) вэб сайтын зан байдал, үр дүнг өөрчлөх арга хэмжээ авахыг хувь нэмэр оруулагчдаас хүссэн даалгавар, (д) гуравдагч этгээдийн оюуны өмчийн эрхийг зөрчсөн даалгавар, (е) даалгавар Энэ нь хувь нэмэр оруулагчдыг програм хангамж эсвэл файл татаж авахыг шаарддаг.",
    "770264626": "Өөрийн үйлчилгээнд hCaptcha нэмэх (үнэгүй)",
    "776542208": "( ) Бүх шүүлтүүрийн арга барилд мөнхийн зэвсгийн уралдаан оролцдог",
    "777660551": "Итгэмжлэх жуух бичгийг бөглөх гэж юу вэ?",
    "778204464": "Баялаг текстийн элементийг статик эсвэл динамик агуулгаар ашиглаж болно. Статик агуулгын хувьд үүнийг дурын хуудсанд оруулаад засварлаж эхлээрэй. Динамик агуулгын хувьд дурын цуглуулгадаа баялаг текстийн талбар нэмж, тохиргооны самбар дээрх баялаг текстийн элементийг тухайн талбарт холбоно уу. Voila!",
    "779426309": "Жинхэнэ нэр, өвөрмөц хувийн таниулбар, онлайн танигч, интернет протокол хаяг, имэйл хаяг, дансны нэр эсвэл бусад ижил төстэй танигч.",
    "779817954": "Асуулт: Хэрэв надад өөр үйлчилгээ үзүүлэгчээс олгосон Privacy Pass карт байгаа бол би hCaptcha дээр эргүүлэн авч болох уу?",
    "780280214": "hCaptcha болон hCaptcha Enterprise нь итгэмжлэл бөглөх аюулыг хэрхэн багасгадаг вэ",
    "780475098": "Зар сурталчилгааны сүлжээ нь таны зочдыг бүтээгдэхүүн гэж үздэг. Айлчлах нь сайн, муу аль нь болохыг л анхаардаг. hCaptcha нь GDPR, CCPA, LGPD, PIPL болон бусад дэлхийн мэдээллийн хууль тогтоомжид нийцдэг.",
    "787916198": "Таны зөвшөөрлөөр",
    "788770967": "Үүнийг сонссондоо уучлаарай! Та манай хандалтын сонголтыг ашиглахыг хүсэж магадгүй:",
    "793242047": "Аппликейшнүүдэд хурдан нэвтрэх боломжийг олгохын тулд хэрэглэгчдэд тулгардаг бэрхшээлийг багасгана",
    "793784899": "Төлөвлөгөө",
    "803639471": "hCaptcha лого нь гар дүрс болон hCaptcha логоноос бүрдэнэ. Зай хязгаарлагдмал, \"hCaptcha\"-г гарын дүрстэй ойролцоо үгийн тэмдэг болгон (дээр дурдсанчлан) ашиглах үед гар дүрс нь өөр хэлбэрээр гарч ирэх бөгөөд гар дүрс нь hCaptcha-г илэрхийлж байгаа нь ойлгомжтой.",
    "805221621": "хаягаар холбогдоно уу",
    "805971861": "“Umbrella” гэдэг нь компьютерийн хараа судлаачдын ашигладаг стандарт жишиг мэдээллийн багц болох ImageNet-ийн нэр томъёо юм. Шүхэр барьсан хүмүүсийг найдвартай таних нь дараагийн үеийн жолоочийн тусламжийн (ADAS) аюулгүй системийг бий болгоход чухал ач холбогдолтой.",
    "808872868": "Жишээ нь: спам, залилан мэхлэлт, хүчирхийлэл нь хоёр системийг анх холбосон өдрөөс хойш бараг нэг өдрийн дараа онлайнаар байсаар ирсэн.",
    "809251240": "Бидэнтэй холбогдож байна",
    "811735413": "Үл хамаарах зүйл. Додд-Фрэнк Уолл Стрийтийн шинэчлэл ба Хэрэглэгчийн эрхийг хамгаалах тухай хуульд (Нийтийн хууль 111-203) заасан маргааны өмнөх арбитрын хэлэлцээрт хамаарахгүй байж болох маргаанууд үүнд хамаарахгүй.",
    "818049069": "2019 оны 7-р сарын 15-наас хэтрэхгүй",
    "824740867": "Энэ шийдлийг сайжруулахын оронд Google reCAPTCHA v3 хувилбарыг гаргасан бөгөөд энэ нь аюулгүй байдлын программ хангамж гэхээсээ илүү зар сурталчилгааны сүлжээ шиг ажилладаг бөгөөд хэрэглэгчийн профайлыг бий болгохын тулд веб даяар зан үйлийн мэдээллийг цуглуулдаг. Харамсалтай нь энэ төрлийн дохио нь амархан ялагддаг тул хэрэглэгчийн нууцлалд сөргөөр нөлөөлж, роботуудаас бага зэрэг хамгаалдаг.",
    "825780955": "Хувийн мэдээлэл",
    "826396656": "Манай бизнесийн тасралтгүй байдлын төлөвлөгөө",
    "832385387": "( ) Танайхтай төстэй санаануудыг гаргахад хялбар байдаг ч нэг нь ч бодитоор харагдаж байгаагүй",
    "833750823": "Сорилтыг даван туулахад хэцүү байна уу?",
    "835249867": "b) hCaptcha Publisher (үнэгүй) данс ашигладаг ихэнх Интеграторуудад сар бүр 1 сая хүсэлт, эсвэл",
    "835396984": "Одоогоор идэвхтэй",
    "835545301": "Бид дараах төрлийн мэдээллийг цуглуулдаг.",
    "835717930": "hCaptcha дээрх AI-ийн ёс зүй",
    "836017336": "Firefox",
    "838049015": "Асуулгад тохирох бүх зургийг сонгоно уу",
    "838225123": "23. Баталгаат хугацаанаас татгалзах",
    "83852121": "Microsoft корпораци (Дэлхийн). Үзүүлсэн үйлчилгээ: Microsoft Azure.",
    "838951836": "( ) Спам илгээгчдийн өөрсдийнх нь шударга бус байдал",
    "846501387": "Дэлхийн түвшний ботын хамгаалалт",
    "850025770": "Хариулт: Бид үүнд итгэж байна: вэб хуудсуудыг үзэж, маягт дээр текст оруулах боломжтой ямар ч хэлбэрийн хөгжлийн бэрхшээлтэй бүх хэрэглэгчид бүртгүүлсний дараа hCaptcha-р хамгаалагдсан үйлчилгээнд хандах боломжтой. Гэсэн хэдий ч, энэ нь хууль эрх зүйн зөвлөгөө биш юм: та өөрийн ашиглалтын нөхцөл байдлыг харгалзан өөрийн үнэлгээг хийх ёстой.",
    "851679588": "Тиймээ.",
    "851786723": "Имэйлээ оруулснаар та манай Нөхцөл, Нууцлалын бодлогыг зөвшөөрч, биднээс имэйл хүлээн авахыг зөвшөөрч байна.",
    "852032043": "Сафари",
    "855097735": "Бүх санаа зовоосон асуудлуудыг тэнцвэржүүлэхийн зэрэгцээ үүнийг сайн гүйцэтгэдэг үйлчилгээг бий болгох нь маш хэцүү асуудал юм (мөн бид туршлагыг аль болох тааламжтай байлгахын тулд үүнийг сайжруулахын тулд үргэлж ажиллаж байна) гэхдээ спам, урвуулан ашиглах, данс булаалтыг бууруулах нь таныг хүлээн зөвшөөрнө гэдэгт найдаж байна. , мөн онлайн луйвар нь эцсийн эцэст хааяа нэг энгийн асуултад үнэ цэнэтэй юм.",
    "857974529": "Сайт болон үйлчилгээг сайжруулах. Бид аналитик мэдээллийг одоо байгаа үйлчилгээгээ сайжруулах, шинэ үйлчилгээ, санал болгох, одоо байгаа болон ирээдүйн бүтээгдэхүүний санал болгоход ашигладаг.",
    "858218750": "болон тэдгээрийг ашиглах заавар",
    "867314732": "Та өндөр нарийвчлалтай татаж авах боломжтой",
    "869702955": "Манай вэбсайт дээрх даалгавруудыг гүйцэтгэснээр та манай Нууцлалын бодлогын дагуу хувийн мэдээллээ цуглуулах, ашиглах, задруулахыг зөвшөөрч байна. Нэмж дурдахад, бид үйлчилгээний харилцааг хөнгөвчлөх, вэб сайтыг сайжруулах зорилгоор таны гүйцэтгэсэн үүрэг даалгаврыг Хүсэлт гаргагчид болон таны гүйцэтгэсэн ажлуудын талаарх тодорхой мэдээллийг хуваалцаж болно, тухайлбал, хувь нэмэр оруулагчийн ID, IP хаяг, гүйцэтгэсэн ажлууд болон холбогдох бусад шинж чанарууд. Таны мэргэшил, хэл, ур чадвар, вэб сайтын ашиглалт.",
    "874098071": "Хэрэв та хандалтын хэрэглэгч бол энд бүртгүүлнэ үү",
    "878585497": "Нөхцөл",
    "879362350": "Интернэтээр ажилладаг шинэ API-ууд нь платформ, өгөгдлийн схем, програмчлалын хэлээс үл хамааран дэлхийн хаана ч байсан ямар ч програм хангамж, мэдээллийн эх сурвалжийг холбох боломжтой болсон. Үүний үр дүнд компьютерийн ертөнц одоо API-ийн хувьсгалын дунд байна. Аппликейшн болон өгөгдөл хоорондын холболтын тэсрэлт болсон. Энэ нь тийм биш болтол гайхалтай юм.",
    "881015166": "Миний вэб сайт эсвэл апп-д Publishers-д зориулсан hCaptcha нэмнэ үү",
    "88879089": "Privacy Pass нь",
    "897432717": "Захиалгат аюулын онооны шинэ загварын тусламжтайгаар бизнесийн мэдлэгээ нэмснээр манай загварууд таны хэрэглэгчдэд онцгой хамааралтай оноог гаргах боломжийг олгодог.",
    "907324388": "Чиг үүрэг",
    "910989640": "Үйл ажиллагааны нарийвчилсан, тохируулсан тайланг бий болгох",
    "918924423": "Жишээлбэл, Google роботыг буцаан илрүүлэх гэх мэт үнэ цэнэтэй үйлчилгээг санал болгодоггүй. Хэдэн өдрийн өгөгдөлд дүн шинжилгээ хийсний дараа робот үүсгэсэн хэрэглэгчийн траффикийг зарлах нь илүү найдвартай.",
    "920212083": "Алдаа мэдээлэх",
    "922470170": "( ) Сөрөг арга хэмжээ нь нийтийн сүлжээг хорлон сүйтгэх ёсгүй",
    "926138631": "Нууцлал ба аюулгүй байдал, дараа нь күүки болон бусад сайтын өгөгдөл рүү очно уу.",
    "931661269": "( ) Түр зуурын/нэг удаагийн цахим шуудангийн хаягууд нь төвөгтэй байдаг",
    "932546190": "Яагаад CAPTCHA үргэлж бидэнтэй хамт байх болно",
    "936667684": "\"Барилга/гудамжны тэмдэглэгээг бич\" гэж хэзээ нэгэн цагт асууж байсан уу?",
    "938404336": "2. Өөр өөр байдаг; 30 хүртэл хоног.",
    "939665604": "Нууцлалд анхаарлаа хандуулсан",
    "941057651": "( ) SMTP-д одоо байгаа програм хангамжийн асар их хөрөнгө оруулалт",
    "946838734": "3. \"Нарийвчилсан\" товчийг сонгоно уу.",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "950637875": "hCaptcha-ийн зөв бичгийн дүрмийг хэзээ ч өөрчлөх ёсгүй бөгөөд hCaptcha-г хоёр дахь үсгээр (\"C\") томоор бичнэ. Энэ нь хэзээ ч олон тооны эсвэл эзэмшигч биш юм.",
    "952813944": "Та манай вэб сайтыг ашигласнаар болон энэхүү гэрээнд заасан зүйл нь та болон Intuition Machines-ын хооронд ажил эрхлэлт, түншлэл, хамтарсан компани, агентлаг, франчайз эсвэл борлуулалтын төлөөлөгчийн харилцаа үүсгэхгүй. Даалгавраа дуусгахын тулд бид танд ямар ч тоног төхөөрөмж, багаж хэрэгслээр хангадаггүй. Бид танд ямар нэгэн тэтгэмж, ажилчдын нөхөн олговор, даатгалд хамрагдахгүй. Манай вэбсайтыг ашиглахад гарах зардлыг бид хариуцахгүй. Холбооны болон муж улсын орлогын албан татвар, Нийгмийн даатгал эсвэл бусад татвараас бид таны шагналаас ямар ч мөнгийг хасахгүй. Та ямар ч хүн эсвэл бизнес, тэр дундаа манай өрсөлдөгчдийн хувьд ямар ч үед үүрэг гүйцэтгэх эрх чөлөөтэй. Танд Intuition Machines компанийн нэрийн өмнөөс бичгээр болон амаар ямар нэгэн гэрээ байгуулах эрх байхгүй.",
    "956019009": "Вэб дэд бүтцийн томоохон компаниуд аль хэдийн арга хэмжээ авсан",
    "961941354": "Гэсэн хэдий ч эдгээрийн аль нь ч хувийн мэдээллийг (\"PII\") ашиглахыг шаарддаггүй. Орчин үеийн криптографийн аргууд нь аливаа хувийн мэдээллийг аль болох хурдан устгах боломжийг олгодог бөгөөд оронд нь хэн нэгэнтэй холбох боломжгүй нэг талын гарын үсгийг бий болгодог.",
    "963238401": "Бид үргэлж аюулгүй байдлын алдааны мэдээг хүлээн авах сонирхолтой байдаг. Имэйл",
    "971933157": "hCaptcha нь нууцлал, ил тод байдал, шударга байдлын талаар санаа тавьдаг.",
    "976209454": "Шагнал авах эсвэл буяны ажилд өг",
    "98173630": "hCaptcha бол дэлхийн хамгийн өргөн хэрэглэгддэг бие даасан CAPTCHA үйлчилгээ юм.",
    "981806349": "Батлагдсан hCaptcha платформ дээр бүтээгдсэн",
    "984849234": "hCaptcha нь reCAPTCHA-ын зөвхөн амласан зүйлийг хүргэхийн тулд дэвшилтэт машин сургалтыг ашигладаг бөгөөд олж авсан үнэ цэнийг ашигладаг вэб сайтуудтай хуваалцдаг.",
    "987267027": "Үдэшлэг",
    "987375734": "IMI нь АНУ-д байрладаг. Сайтууд болон үйлчилгээг АНУ-аас бид хянаж, удирддаг. Таны хувийн мэдээллийг бид үйлчилгээ үзүүлэгчтэй, эсвэл үйлчилгээ үзүүлэгчтэй аль ч улсад хадгалж, боловсруулж болох бөгөөд Сайт, Үйлчилгээг ашигласнаар та өөрийн оршин суугаа улс, түүний дотор АНУ-аас бусад улс руу мэдээлэл дамжуулахыг зөвшөөрч байна. , энэ нь танай улсынхаас өөр өгөгдөл хамгаалах дүрэмтэй байж болно. Зарим тохиолдолд бусад улсын шүүх, хууль сахиулах байгууллага, зохицуулах агентлаг эсвэл аюулгүй байдлын байгууллагууд таны хувийн мэдээлэлд хандах эрхтэй байж болно.",
    "987901590": "Танд иж бүрэн баталгаажуулалтгүй түүхий өгөгдөл байгаа юу? Ихэнх тохиолдолд бид даалгавруудыг системээр гүйцэтгэх үед танд зориулж нэгийг бүтээх эсвэл таны зөвшөөрөл авахын тулд шошготой дээжийг үүсгэж болно.",
    "989480928": "( ) Спамын хэт их ашиг",
    "990215503": "hCaptcha бол зар сурталчилгааны сүлжээний эзэмшдэггүй цорын ганц томоохон captcha үйлчилгээ юм.",
    "993651083": "Алхам 1: Хөгжүүлэгчийн хэрэгслийг нээ (Энэ нь сессийг бичиж эхэлнэ.)",
    "996362763": "Эдгээр жетонуудыг харалган, цаашид ашиглах зорилгоор өргөтгөлөөр хадгалдаг. Хэрэглэгч hCaptcha ашиглан сайтад зочилж, сорилтыг давах шаардлагатай үед (үл үзэгдэх эсвэл \"Би хүн\" товчлуураар дамжуулан) тэд автоматаар гэтэлгэгддэг. Харалган болгох журам нь гарын үсэг зурсан болон эргүүлэн авсан токенуудыг hCaptcha-ийн үүднээс криптографийн хувьд салгах боломжгүй бөгөөд ингэснээр хэрэглэгчийн нууцлал хадгалагдана гэсэн үг юм.",
    "999610953": "Эцэст нь Google-ийн найдвартай хувилбар. hCaptcha Enterprise нь таны reCAPTCHA төлбөрийг илүү өндөр хамгаалалттайгаар хэмнэнэ: зарим тохиолдолд 80% хүртэл хямд.",
    "999674529": "Google-ийн илрүүлсэн бот бүр зар сурталчилгааны ашиггүй байх ёстой. Тиймээс Google-ийн компанийн урамшуулал нь тэдний аюулгүй байдлын үйлчилгээний хэрэглэгчидтэй тааруухан нийцдэг бөгөөд энэ нь тэдний reCAPTCHA аюулгүй байдлын санал муу ажиллаж байгаагийн нэг тайлбар байж болох юм."
}