{
  "23114595": "Хэрэглэгчийн гайхалтай туршлага",
  "34074886": "Таныг сорилтод хариулах болгонд бид таныг хүн мөн эсэхийг мэдэхийн тулд боловсронгуй загваруудыг ашигладаг. Дараа нь таны зочилсон вэб сайт роботуудыг оруулахгүй байх замаар өөрийн сайт дээрх туршлагаа сайжруулахад туслахын тулд энэ үр дүнг ашигладаг.",
  "98173630": "hCaptcha бол дэлхийн хамгийн өргөн хэрэглэгддэг бие даасан CAPTCHA үйлчилгээ юм.",
  "111184581": "Анхны талын хостинг",
  "119298044": "Өөрийгөө хянадаг ML болон AI дэвшилтэт технологиуд таны вэб өмчийг аюул занал, халдлагаас хамгаалдаг",
  "121743429": "Вэб дэд бүтцийн компаниудад зориулсан",
  "122875767": "Бусад компаниуд чадахгүй байхад хууль ёсны хэрэгцээгээ ханга.",
  "126134492": "Бусад",
  "152010250": "hCaptcha нь дэвшилтэт бие даан хянадаг машин сургалтыг шинэлэг захын тооцооллын платформтой хослуулсан бөгөөд энэ нь мэдээллийн цуглуулга, хадгалалтыг өвөрмөц байдлаар багасгаж, өргөн цар хүрээтэй өргөжүүлэх зорилгоор дэлхийн 250 гаруй байршлаас хүргэсэн.",
  "179723061": "Ангиллын тэргүүлэгч хамгаалалт шаардлагатай багуудад илүү их хяналт",
  "191460155": "Тэг үрэлт ба 99.9% идэвхгүй горим",
  "282913023": "Замын хөдөлгөөн ихтэй аж ахуйн нэгжүүдэд зориулсан зардал багатай сонголт",
  "328625009": "... таныг байхад бид бэлэн байна: манай үйлчилгээ өдөр бүр бэлэн байна.",
  "353066938": "Өнөөдрийн хамгийн хэцүү асуудлууд дээр ажиллаж байгаа туршлагатай хамт олон. hCaptcha нь үйлчилгээ юм",
  "353367791": "Олон төрлийн муу жүжигчдийг илрүүлэх.",
  "359073033": "Хяналтын самбар нь үйл ажиллагааны өндөр түвшний эсвэл нарийн ширхэгтэй харагдах байдлыг өгдөг.",
  "392886773": "Аль ч улсад ажилладаг",
  "451701069": "GDPR, CCPA,",
  "547245263": "Өнөөдөр ботын асуудлаа шийдээрэй.",
  "552920956": "hCaptcha нь вэбсайтуудад роботууд болон бусад хүчирхийллийн хэлбэрийг хааж, урамшуулал авах боломжийг олгодог. hCaptcha нь танд эдгээр орлогоор өөрийн сонгосон буяны байгууллагуудыг дэмжих боломжийг олгодог.",
  "555158694": "Таны ашигладаг үйлчилгээ хортой урсгалыг багасгахын тулд hCaptcha суулгаснаар таны сайт дээрх хэрэглээг сайжруулахаар сонгосон.",
  "585557010": "Хууль ёсны хэрэглэгчдийн 0.1% -иас бага хувийг сорь.",
  "713281684": "Хаш",
  "719304627": "Төгсгөлийн хяналт хэрэгтэй байна уу?",
  "734735952": "Бид хэд хэдэн CAPTCHA борлуулагчдыг үнэлж, өөрсдөө системийг бий болгосон. Эцэст нь hCaptcha reCAPTCHA-ийн хамгийн сайн хувилбар болж гарч ирэв.",
  "751483365": "JavaScript бус үйлчлүүлэгчдэд зориулсан дэмжлэг.",
  "788770967": "Үүнийг сонссондоо уучлаарай! Та манай хандалтын сонголтыг ашиглахыг хүсэж магадгүй:",
  "793242047": "Аппликейшнүүдэд хурдан нэвтрэх боломжийг олгохын тулд хэрэглэгчдэд тулгардаг бэрхшээлийг багасга",
  "829047995": "Одоогоор reCAPTCHA ашиглаж байна уу?",
  "836577577": "hCaptcha-г нэмэхэд хэдхэн минут, хэдхэн мөр код шаардагдана. Үндсэн API нь reCAPTCHA V2-тэй нийцдэг бөгөөд шилжихэд хэдхэн минут л болно.",
  "838049015": "Асуулгад тохирох бүх зургийг сонгоно уу",
  "846501387": "Дэлхийн түвшний ботын хамгаалалт",
  "861167568": "hCaptcha нь мэдээллийн технологийн хамгийн тулгамдсан асуудлуудын нэгийг шийддэг: хортой роботуудыг таны вэб програм руу дайрахаас урьдчилан сэргийлэх.",
  "880478438": "шилдэг бот болон луйврын менежментэд зориулагдсан.",
  "897432717": "Захиалгат аюулын онооны шинэ загварын тусламжтайгаар   бизнесийн мэдлэгээ нэмснээр манай загварууд таны хэрэглэгчдэд онцгой хамааралтай оноог хүргэх боломжийг олгодог.",
  "910989640": "Үйл ажиллагааны нарийвчилсан, тохируулсан тайланг бий болгох",
  "976209454": "Шагнал авах эсвэл буяны ажилд өг",
  "981806349": "Батлагдсан hCaptcha платформ дээр бүтээгдсэн",
  "999610953": "Эцэст нь Google-ийн найдвартай хувилбар. hCaptcha Enterprise нь таны reCAPTCHA төлбөрийг илүү өндөр хамгаалалттайгаар хэмнэнэ: зарим тохиолдолд 80% хүртэл хямд.",
  "1014004474": "hCaptcha-ийн Аж ахуйн нэгжийн төлөвлөгөө нь танай байгууллагыг хамгаалах үүднээс үйлчилгээний түвшний ахисан түвшний гэрээг санал болгодог",
  "1045484714": "Таны Identity Provider-тэй SAML SSO-г нэгтгэх, жишээлбэл. Окта эсвэл Azure AD.",
  "1050501253": "Хэт хэцүү",
  "1070364246": "Өө! Маягтыг илгээх явцад алдаа гарлаа.",
  "1103295010": "Хүмүүс CAPTCHA-г шийдэхийн тулд мөнгө олох эсвэл буяны ажилд хандивлаарай",
  "1130868224": "Гурван мөр код",
  "1131525092": "Холбогдох залилан, урвуулан ашиглах үйлдлийг илрүүлэх, таслан зогсоохын тулд бидний нууцлалыг хамгаалах Хамрах хүрээний UID-уудаар дамжуулан муу жүжигчдийг төвөггүй бүлэглээрэй.",
  "1141402092": "Мэдээллийн дэвшилтэт функцууд",
  "1150035777": "Машин сургалтын боловсронгуй загварууд нь асуултуудад зөв хариулсан эсэхээс гадна олон өгөгдлийн цэг дээр үндэслэн ботын итгэлийн оноог үүсгэдэг.",
  "1150963691": "APT бууруулах",
  "1172067553": "hCaptcha-ийн ард байрлах HUMAN платформ нь таны одоо байгаа системүүдтэй нэгтгэсэн газар дээрх, эрлийз эсвэл SaaS байршуулалтаар дамжуулан өндөр боловсронгуй ажлын чанар, удирдлагын боломжуудыг олгодог.",
  "1173652155": "Зөвлөхүүд",
  "1218990730": "асуудлыг нарийвчилсан бүртгэлээр хэрхэн мэдээлэх",
  "1250541092": "- Серги Исаси",
  "1263998069": "Хүний шийдлийн төлөө шагнал аваарай",
  "1300485304": "hCaptcha нь таны сүлжээнд нэвтрэхэд зориулагдсан дэвшилтэт аюул заналхийлэл, хууран мэхлэлтээс хамгаалдаг",
  "1345083090": "Үйл ажиллагааны асуудлын талаар мэдээлэх үү?",
  "1356745565": "Internet Explorer 8 руу буцах хүртэл нийцтэй.",
  "1368787974": "Удирдлагыг багтайгаа хуваалцаарай.",
  "1393184984": "чамд хэрэгтэй бүх зүйл.",
  "1475399473": "hCaptcha багийн талаар илүү ихийг мэдэж аваарай",
  "1485807325": "Олон хэрэглэгчийн хяналтын самбар, SAML SSO",
  "1508655687": "Хандалтыг хялбарчлах эсвэл хязгаарлахын тулд үзэгчдэд зориулсан өөрийн сорилтуудыг нэмж оруулаарай",
  "1510448156": "Та өнөөдөр илүү сайн хувилбартай байж, шаардлагатай бол илүү дэвшилтэт функцуудыг асааж болно.",
  "1525403768": "Дэлгэрэнгүй мэдээллийг Enterprise Sales-тэй холбогдоно уу.",
  "1544546608": "Нууцлалын тасалбар",
  "1549336309": "hCaptcha энэ загварыг эргүүлж байна. Таныг hCaptcha-г ашиглах үед компаниуд хүн чанараа батлахын тулд хэрэглэгчдийнхээ хийж буй ажилд тендер зарладаг. Та шагналаа авна.",
  "1559631739": "Хувийн сургалт",
  "1579093044": "Манай энгийн захиалгат сорилтын дизайнерын тусламжтайгаар та хэдхэн минутын дотор брэндийн сорилтын контентыг эхлүүлэх боломжтой.",
  "1586809757": "Өндөр нарийвчлалтай ботын оноо",
  "1599610318": "Нийтлэгч",
  "1637702726": "hCaptcha-ийн тухай",
  "1662477701": "Нөөц",
  "1676849166": "Ботын дэвшилтэт загваруудын ачаар аюулгүй байдлыг маш сайн хангасан хэвээр байхын зэрэгцээ хууль ёсны хөдөлгөөний 99.9% -д нь сорилтоос бүрэн зайлсхийж үрэлтийг бууруул.",
  "1685871181": "Шилдэг онлайн үйлчилгээнүүд дээр тулгуурладаг",
  "1752795854": "hCaptcha нь роботуудыг зогсоох орчин үеийн, нууцлалд чиглэсэн хандлагыг авчирдаг.",
  "1779265104": "Тохируулсан нөхцөл, нууцлалын баталгаа",
  "1792519141": "hCaptcha Enterprise",
  "1798492192": "Хуучин хөтчийн дэмжлэг",
  "1803009328": "Вэб хэмжээнд тулалдаанд туршиж үзсэн.",
  "1844885924": "Сонгох боломжтой төрөл бүрийн өргөн номын сан.",
  "1849717906": "Өөрийн сорилтын контентоор тохируулаарай",
  "1849805607": "hCaptcha нь таны сүлжээнд нэвтрэхэд зориулагдсан аюул заналхийлэл, хууран мэхлэлтээс хамгаалдаг",
  "1886100235": "Дэлхийн хамгийн том онлайн үйлчилгээнүүдийн ихэнх нь hCaptcha Enterprise руу шилжиж, зардлаа хэмнэхийн зэрэгцээ бот илрүүлэлтийг сайжруулсан.",
  "1894355645": "hCaptcha нь энгийн, хялбар, найдвартай бот илрүүлэх боломжийг олгодог боловч хүмүүст шийдвэрлэхэд хялбар байдаг.",
  "1927613000": "hCaptcha нь вэб программуудыг данс булаалт, итгэмжлэл бөглөх, хусах болон бусад төрлийн хүчирхийллээс хамгаалахын тулд нарийн төвөгтэй машин сургалтыг хүчирхэг сорилтын платформтой хослуулсан.",
  "1936512180": "Ажилчдын үр ашгийг нэмэгдүүлэхийн тулд API-д хялбар хандалт, гоёмсог хяналтын самбар, хамгийн сүүлийн үеийн загвар технологи.",
  "1956967813": "Манай үйлчилгээнд дэлхийн хамгийн том компаниуд итгэдэг бөгөөд өдөр бүр олон сая хэрэглэгчдэд хэдэн арван сая сайтаар үйлчилдэг.",
  "1958297836": "Зохицуулсан довтолгооноос хамгаалах, APT бууруулах",
  "2041686284": "Илүү их өгөгдөл нь ерөнхийдөө машин сургалтын загварыг сургахад илүү сайн үр дүнд хүргэдэг. Гүн загваруудын сүүлийн үеийн амжилт нь улам бүр том өгөгдлийн багцыг бий болгоход хүргэсэн бөгөөд hCaptcha нь энэ хэрэгцээг хангадаг. Гэсэн хэдий ч уламжлалт аргуудыг ашиглан хүнээр хянуулсан томоохон мэдээллийн санг бий болгох нь удаан бөгөөд үнэтэй байдаг.",
  "2103563261": "Хувийн эсвэл нийтийн мэдээлэл",
  "2131386784": "Танд болон таны хэрэглэгчдэд хүрэх боломжтой туршлага, дэмжлэг",
  "2138799135": "hCaptcha нь таны ашигладаг урд болон арын системд зориулж хэдэн арван урьдчилан бүтээгдсэн интеграцитай.",
  "2163914794": "Таны өгөгдлийн багцад нэмэлт шошго хэрэгтэй юу? hCaptcha нь хиймэл оюун ухаан болон машин сургалтын программууд дээр ажилладаг компаниудад хурдан, хэмнэлттэй, өндөр чанартай өгөгдлийн шошгыг өгдөг.",
  "2183926131": "hCaptcha Enterprise-г ашиглаж эхлээрэй",
  "2184564739": "Харна уу",
  "2188609322": "Муу жүжигчид онлайнаар улам бүр түгээмэл болж байна. Гэхдээ хэрэглэгчийн нууцлалыг золиослох нь шийдэл биш юм.",
  "2319072959": "Өөрийн ажиллах хүчинтэй бүрэн офлайн ажиллах, бизнесийн нэгжүүд эсвэл консорциумын түншүүдээр зарцуулсан үнэ цэнийг хянах, зардал, аюулгүй байдлын шаардлагад тулгуурлан өөр өөр дотоод болон гадаад ажиллах хүчний нийлүүлэгчид рүү ажлын байрыг сонгон чиглүүлэх гэх мэт.",
  "2320894364": "200 гаруй цэгийн тусламжтайгаар hCaptcha-ийн үүлэн дэлхий даяар таны хөрөнгийг хамгаалдаг",
  "2354267648": "GDPR, CCPA болон LGPD-д ээлтэй нууцлалын бодлого",
  "2373007864": "hCaptcha Enterprise нь hCaptcha платформ технологи дээр ажилладаг бөгөөд ачаалал ихтэй аж ахуйн нэгжүүдэд шаардлагатай функцуудыг багтаасан болно.",
  "2418549423": ", криптограф нотолгоог ашиглан онлайн нууцлалыг хадгалах шинэ стандарт болон бусад өвөрмөц нууцлалыг хамгийн түрүүнд хамгаалах боломжууд.",
  "2489287539": "Үрэлтгүй \"CAPTCHA байхгүй\" ба 99.9% идэвхгүй горимууд",
  "2510209017": "Илүү их тусламж хэрэгтэй байна уу?",
  "2513143348": "hCaptcha Enterprise систем нь дизайны хувьд өвөрмөц уян хатан байдаг: хэрэв та нийтийн үүл ажиллуулдаг эсвэл олон мэдээллийн төв эзэмшдэг бол үүнийг хэсэгчлэн эсвэл бүхэлд нь сүлжээний захад байрлуулж болно.",
  "2535001179": "Хэрэв та Google-ийн reCAPTCHA-аас ирсэн бол манай API-ууд нь оруулдаг.",
  "2593768395": "Вэб, уугуул гар утас, мобайл вэб дээр саадгүй туршлага. Урьдчилан бүтээгдсэн интеграци болон эх SDK боломжтой.",
  "2650502379": "Өөрийнхөө сорилтуудыг хэдхэн секундын дотор эхлүүлээрэй",
  "2670003220": "Ажлын байр",
  "2671622670": "Аж ахуйн нэгж",
  "2676853536": "Олон хэрэглэгчийн хяналтын самбар",
  "2681650568": "Мөн үргэлж нууцлал бол бидний хувьд гол үнэт зүйл юм. Бидний сорилтын кодыг зөвхөн шаардлагатай үед, мөн таныг болон таны хэрэглэгчдийг хамгаалахад утга учиртай газарт нэмнэ үү. Мэдээллийн цуглуулгыг багасгах нь нэгтгэсэн мөчөөс эхэлдэг.",
  "2682873489": "Объектуудын хил хязгаарыг тодорхойлох",
  "2686825859": "Үнэгүй бүртгүүлэх эсвэл hCaptcha Enterprise шийдлүүдийн талаар бидэнтэй холбогдоно уу",
  "2698140263": "Бүх асуудал ижил биш: нэг оноо авах нь таны хэрэгцээг хангах ёстой гэсэн үг юм.",
  "2698640210": "Хяналтын сорилтууд болон төрлүүдийг харуулсан",
  "2707282231": "Өөрийн хэрэглэгчдэд зориулсан сорилтуудыг тохируулаарай. Ботуудыг шийдэж, нэвтрэх боломжгүй болго.",
  "2714878440": "Манай дэвшилтэт машин сургалт, хүнлэг байдлын баталгаажуулалтын тусламжтайгаар үйлчилгээгээ хусах, данс булааж авах, итгэмжлэл бөглөх, спамаас хамгаалаарай.",
  "2718999653": "Захиалгат аюулын оноо",
  "2781507299": "Шуурхай баталгаажуулалт",
  "2782263070": "Үйлчилгээ бол бидний хувьд нэн тэргүүний зорилт юм. Бид 24/7 дуудлагын дэмжлэг үзүүлж, хэрэгжилтийн явцад болон дараа нь таны инженерийн нэгтгэлийн баг болон дуудлагын ажилтнуудтай шууд Slack-ийн зохицуулалтыг санал болгодог.",
  "2806751666": "hCaptcha гэж юу вэ?",
  "2826051554": "болон бусад",
  "2881474837": "hCaptcha Enterprise",
  "2890048009": "Зар сурталчилгааны сүлжээ нь таны зочдыг бүтээгдэхүүн гэж үздэг. Бидний хувьд цорын ганц бүтээгдэхүүн бол тэдний хүн чанарыг тодорхойлох явдал юм. Манай үйлчилгээнүүд нь GDPR, CCPA, LGPD болон PIPL шаардлагад нийцсэн буюу түүнээс давсан бөгөөд Privacy Pass гэх мэт санаачлагуудыг дэмждэг. Бид хувийн нууц, аюулгүй байдлыг тэнцвэржүүлэхийн тулд шаргуу ажилладаг.",
  "2927700175": "Бид машин сургалтын асуудлаас шошголоход хэцүү өгөгдлийг цуглуулж, вэбсайт эсвэл програмын зочлогч хүн мөн эсэхийг ялгахад ашиглах замаар роботуудад хэцүү ч хүмүүст хялбар CAPTCHA сорилтуудыг харуулдаг.",
  "2968026167": "Таны дуртай ногоо",
  "3018523079": "Тогтвортой хэрэглэгчийн туршлагаар брэндээ үргэлжлүүлээрэй.",
  "3065000659": "Та \"машин дээр дарах\" тоолондоо ганц бие сургахад тусалдаг гэдгээ ойлгосон уу?",
  "3093388779": "hCaptcha нь ямар ч хэмжээтэй хэвлэн нийтлэгчид үнэгүй ашиглах боломжтой",
  "3093689546": "Хялбар нэгтгэх",
  "3096063825": "Үүнийг үзээрэй",
  "3107683988": "Энэ нь сүлжээнээс гадуурх урсгал болон зардлыг эрс багасгаж, манай 24/7 байнгын ажиллагаатай ажилтнуудын хамгийн хатуу SLA-уудыг биелүүлэхийн тулд удирдлагын бүх давуу талыг хадгалах боломжтой.",
  "3117887301": "Хамгийн том онлайн үйлчилгээнд итгэдэг",
  "3121248460": "Хүлээгдэж буй үзэгчдэдээ энгийнээс нарийн төвөгтэй хүртэл хязгааргүй олон төрлийн захиалгат сорилтуудыг үзүүлээрэй",
  "3153117136": "hCaptcha хүндрэлийн тохиргоо хэрхэн ажилладаг",
  "3160820928": "Зохицуулсан халдлагын хамгаалалт",
  "3161489950": "Дэлхийн хамгийн дэвшилтэт аюулгүй байдлын ML платформ",
  "3167979932": "Эхний өдрөөсөө хувийн нууцад зориулагдсан. Хүчтэй өгөгдөл боловсруулах гэрээ.",
  "3194111925": "дэмжлэг үзүүлэх",
  "3213351333": "Урьдчилсан амлалт шаардлагагүй",
  "3213957230": "Хэрэглэгчид аюулгүй байдлын шаардлагыг хангахын тулд сорилтыг шийдвэрлэх шаардлагатай үед хэрэглэгчдэд тааламжтай, хамааралтай даалгавруудыг яагаад үүсгэж болохгүй гэж?",
  "3225770968": "hCaptcha нь машин сургалтын хамгийн их хөдөлмөр шаардсан асуудлыг шийдвэрлэхэд зориулагдсан; асар их хэмжээний өгөгдлийг цаг тухайд нь, боломжийн, найдвартай байдлаар шошголох.",
  "3230004040": "Та харааны бэрхшээлтэй эсвэл hCaptcha-г бөглөж чадахгүй байна уу?",
  "3235430156": "компанийн машин сургалтын системийг үнэ төлбөргүй авах уу?",
  "3260825523": "Зөн совингийн машинууд",
  "3264813246": "Тохиромжгүй",
  "3265895521": "Өдрийн цагт үндэслэн сорилт бэрхшээлийг нэмэгдүүлж, бууруулна",
  "3266612494": "Итгэмжлэгдсэн хамтрагч",
  "3276777569": "hCaptcha",
  "3287172429": "Хяналтын сорилтын төрлийг харуулсан",
  "3365203058": "Дэлхийн стандартад нийцсэн роботын эсрэг хамгаалалт",
  "3412647984": "Энэ нь күүки бүртгүүлж, тохируулснаар ирээдүйн асуултаас зайлсхийх боломжийг танд олгоно. Мөн зар хориглогчоо унтрааж үзнэ үү.",
  "3417372336": "Хэдэн минутын дотор солино уу",
  "3446714684": "Гар утасны (iOS болон Android) интеграцчилал",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "Аж ахуйн нэгжийн хэрэглэгчдийн хувьд ихэнх хувилбарт бэрхшээлээс бүрэн зайлсхийх сонголтууд байдаг.",
  "3478726913": "hCaptcha нь таны ашиглах боломжтой манай гараг дээрх хамгийн том усан сангуудын нэгтэй. Таны хэмжээ ямар ч байсан, бид үүнийг урьдчилж өндөр үнэтэй амлалтгүйгээр даван туулж чадна. Өдөрт хэдэн сая ажил хийх нь асуудал биш юм.",
  "3480023141": "Хандалтын сонголтуудын талаар нэмэлт мэдээлэл аваарай",
  "3483700676": "Сая сая даалгаврыг даруй эхлүүлээрэй",
  "3500503648": "hCaptcha нь таны хөтчийн түүхийг бичиж, дүн шинжилгээ хийхээс илүүтэй шуурхай үнэлгээнд тулгуурлан урт хугацаанд өгөгдөл хадгалах боломжийг арилгах зорилготой юм. гэх мэт санаачилгыг бид ч бас дэмжиж байна",
  "3524251858": "Бүтээгдэхүүний удирдлагын захирал, Cloudflare",
  "3526939538": "Програм хангамжийн алдаа",
  "3530599065": "Нууцлал нь эхнээс нь бий болсон. hCaptcha нь PII-г хадгалдаггүй бөгөөд нууцлалын олон дүрэм, журамд нийцдэг.",
  "3570415321": "Компани",
  "3573245166": "reCAPTCHA-аас ялгаатай нь бид улс орон бүрт ажилладаг.",
  "3578122193": "Холбогдох контент бүхий брэнд дээр байгаарай",
  "3620442880": "Flash борлуулалтын хамгаалалтын функцууд",
  "3630114728": "Өөрийн бүх сайт болон апп-ууд дээр юу болж байгааг хараарай.",
  "3644106388": "Холбоо барих",
  "3660619092": "Үнэгүй бүртгүүлэх эсвэл Enterprise шийдлүүдийн борлуулалттай холбогдоно уу",
  "3688621388": "Аюул заналхийллийн гарын үсэг",
  "3704893754": "Та өөрөө хармаар байна уу? hCaptcha үнэгүй туршиж үзээрэй",
  "3714002185": "hCaptcha Enterprise-ийн талаар нэмэлт мэдээлэл аваарай",
  "3715747429": "Танд React интеграцчлал, iOS программуудад зориулсан SDK-ууд, Java backend-н жишээ эсвэл бараг ямар ч хувилбар хэрэгтэй эсэхээс үл хамааран манай нэмэлт инженерүүд таныг хурдан ажиллуулах боломжтой.",
  "3717512591": "Платформын шууд интеграцчлал",
  "3721365241": "Оролдоод үзээрэй",
  "3729345277": "hCaptcha нь компаниудад шаардлагатай тэмдэглэгээг бусад хувилбаруудаас илүү хурдан, өндөр чанартай, хямд үнээр авах арга юм.",
  "3730038780": "Хэрэглэгчдэд шийдвэрлэх бараг л хязгааргүй тооны сорилтуудаас сонго",
  "3739936967": "Хувийн нууцлалд онцгой анхаарал хандуулснаар бид аюулгүй байдлыг маш сайн хангаж, шаардлагатай бол хувийн мэдээлэл хадгалах, күүкигүй ажиллах болон бусад гэрээний нууцлалын баталгааг санал болгож чадна гэсэн үг юм. Цааш унших.",
  "3740051331": "Мөн бид олон нийтийн мэдээллийн хэрэгсэл, форум, виджет болон цахим шуудангийн тусламжийн сувгуудаар дамжуулан таны хэрэглэгчдийн асуултад идэвхтэй хяналт тавьж, хариулах үүрэгтэй. Бид хүртээмжтэй, хариу үйлдэл үзүүлэх чадвартай бөгөөд хэрэглэгчийн сэтгэл ханамжийг дээд түвшний KPI гэж үздэг.",
  "3753956446": "Үнэгүй",
  "3758963444": "Баярлалаа! Таны өргөдлийг хүлээн авлаа!",
  "3767462250": "Хувийн нууцад зориулагдсан",
  "3768951251": "Байгууллагын SLA-ууд",
  "3807059944": "Ашигласан сорилтын контентыг хянах",
  "3816867833": "Санал хүсэлт",
  "3817811295": "Баталгаат найдвартай байдал, түргэн шуурхай 24/7 дуудлагын дэмжлэг.",
  "3892905664": "hCaptcha нь хүмүүст хялбар, машинд хэцүү энгийн асуултуудыг асууснаар таны дуртай онлайн үйлчилгээг робот, спам, хүчирхийллээс хамгаалахад тусалдаг.",
  "3913848038": "99.99% ажиллах хугацааны SLA болон дэлхийн 24/7 дэмжлэг үзүүлэх боломжтой.",
  "3951254541": "Бид таны саналд талархаж байна. Аливаа асуудлыг бидэнд мэдэгдээрэй, бид тэдгээрийг хурдан шийдвэрлэх болно.",
  "3952259236": "Хараагүй мэдээллээ hCaptcha-н мянга мянган дохиотой хослуулан hCaptcha-г зан төлөвийн ангиллаар сургаж болно -- зөвхөн таны жишээнд -- хорлонтой үйлдлийг аль нэг шийдлээс илүү сайн таамаглахын тулд.",
  "3953584369": "Нарийвчилсан RBAC хандалтын хязгаарлалтууд боломжтой.",
  "4007826952": "Веб, гар утас болон бусад зүйлд зориулсан №1 нууцлалын анхны CAPTCHA .",
  "4019660456": "0ms хоцролт: API дуудлагагүйгээр hCaptcha жетоныг баталгаажуулна уу.",
  "4065065042": "Үүнийг өөрийн хэрэглээнд яг тааруулахын тулд залгана уу.",
  "4083018285": "Нарийвчилсан байнгын аюул заналхийллийг арилгахын тулд SOC-ийн сайжруулсан хяналт, хариу арга хэмжээг хослуулсан өргөтгөсөн функцүүдийн багц",
  "4146870445": "Бид хэн бэ",
  "4147497805": "Лууван",
  "4194763679": "Нарийн нарийн төвөгтэй байдлын түвшин",
  "4195759329": "Бот илрүүлэх болон эрсдэлийн оноо",
  "4199502476": "Нарийвчилсан тайлагнах самбар болон API",
  "4238473596": "Жинхэнэ хэрэглэгчдийн хувьд үрэлтийг багасгах нь чухал юм. hCaptcha нь энгийн даалгавруудыг ашигладаг бөгөөд ихэнх хэрэглэгчдэд бага цаг зарцуулж, илүү олон ботын урсгалыг зогсоодог.",
  "4272022475": "Бүх хүсэлт болон хөрөнгө hcaptcha.yourdomain.com руу очно",
  "4272454814": "Өөрийн сонгосон таниулах үйлчилгээ үзүүлэгчтэй нэгдээрэй.",
  "a11y-img-1": "Нэвтрэх дараа нэвтрэх боломжтой хэрэглэгчийн дэлгэц",
  "a11y-img-2": "Виджетийн UI цэс дэх нэвтрэх сонголт",
  "a11y-img-3": "Виджетийн интерфейс дэх хүртээмжийн харилцах цонх",
  "about-advisors-brendan": "Brave компанийн гүйцэтгэх захирал. Mozilla-ийн үүсгэн байгуулагч. JavaScript програмчлалын хэлийг бүтээгч. Хөтөч бүтээгч ба бусад.",
  "about-advisors-dawn": "Профессор, Беркли дэх Калифорнийн их сургуулийн CS. Гүн сурах, аюулгүй байдал, блокчейн мэргэжилтэн. Oasis Labs компанийн гүйцэтгэх захирал.",
  "about-advisors-head": "Зөвлөхүүд",
  "about-advisors-keiran": "Стэнфордын эрдэм шинжилгээний ажилтан. Машин суралцах, тоон санхүүжилтийг томоохон банкууд, хеджийн сангууд, эрдэм шинжилгээний байгууллагууд.",
  "about-content-head-1": "Бид юу хийдэг вэ?",
  "about-content-head-2": "Яагаад хамаагүй вэ?",
  "about-content-text-1a": "hCaptcha нь роботуудыг зогсоох орчин үеийн, нууцлалд чиглэсэн хандлагыг авчирдаг.",
  "about-content-text-1b": "Бид машин сурахад тулгардаг бэрхшээлээс шошголоход хэцүү өгөгдөл цуглуулж, вэбсайт эсвэл апп зочин хүн мөн эсэхийг ялгах замаар ботод хүнд, гэхдээ хүмүүст хялбар CAPTCHA сорилтыг үзүүлдэг.",
  "about-content-text-2a": "Муу жүжигчид онлайнаар улам бүр түгээмэл болж байна. Гэхдээ хэрэглэгчийн хувийн нууцыг золиослох нь шийдэл биш юм.",
  "about-content-text-2b": "Зар сурталчилгааны компаниудын санал болгож буй аюулгүй байдлын шийдлүүд нь үндсэндээ вэб дээрх хэрэглэгчдийг хянахад чиглэгддэг. Бид хэрэглэгчийн хувийн нууцад хор хохирол учруулж буйг баталгаажуулах үр дүнтэй аюулгүй байдлын шийдлийг бий болгосон.",
  "about-intro-head-1": "HCaptcha-ийн тухай",
  "about-intro-head-2": "Нууцлал, аюулгүй байдал, машин сурах.",
  "about-intro-text": "hCaptcha бол дэлхийн хамгийн өргөн хэрэглэгддэг бие даасан CAPTCHA үйлчилгээ юм.",
  "about-leadership-head": "Бид хэн бэ",
  "about-leadership-headsub": "Өнөөдрийн хамгийн хэцүү асуудлууд дээр ажиллаж байгаа туршлагатай баг.",
  "about-leadership-link1": "Бид хэн бэ",
  "about-leadership-text1": "Бид гүнзгийрүүлэн судлах, харааны домэйн машиныг өргөн хүрээнд сурч мэргэшсэн бөгөөд орчин үеийн улам бүр боловсронгуй болох аюулаас онлайн системийг хамгаалахад анхаарлаа төвлөрүүлдэг.",
  "about-leadership-text2": "Олон арван жилийн програм хангамж, машин сурах туршлагатай тул бид хувийн нууцыг хадгалахын зэрэгцээ өнөөгийн хамгийн хүнд хэцүү асуудлуудыг шийдвэрлэхийн тулд өргөн цар хүрээтэй системийг бий болгож, ажиллуулж байна.",
  "acc-opt": "Хандалтын сонголтууд",
  "acc-opt-but": "Хандалтын сонголтуудын талаар илүү ихийг олж мэдэх",
  "acc-opt-text": "Та харааны бэрхшээлтэй эсвэл hCaptchas-г бөглөж чадахгүй байгаа юу?",
  "accessibility-link": "Хандалт",
  "appreciate-in": "Бид таны оруулсан саналд талархаж байна. Аливаа асуудлыг бидэнд мэдэгдээрэй, бид тэдгээрийг хурдан шийдвэрлэх болно.",
  "fb-but": "Санал хүсэлтээ бидэнд илгээнэ үү",
  "feedback-text": "Сая харсан hCaptcha-ийн талаар санал хүсэлтээ өгөөрэй",
  "footer-attribution": "Атрибут",
  "footer-copyright-text": "hCaptcha бол Intuition Machines, Inc-ийн бүртгэгдсэн худалдааны тэмдэг юм.",
  "footer-header-1": "Компани",
  "footer-header-2": "Нөөц",
  "footer-header-3": "Холбоо барих",
  "footer-link-1": "Шошго",
  "footer-link-10": "Хандалт",
  "footer-link-2": "Тухай",
  "footer-link-3": "Ажлын байр",
  "footer-link-4": "Барааны тэмдэг",
  "footer-link-5": "AI ёс зүй",
  "footer-link-6": "Блог",
  "footer-link-7": "Статус",
  "footer-link-8": "Баримтжуулалт",
  "footer-link-9": "Алдааны талаар мэдээлэх",
  "footer-privacy": "Нууцлал",
  "footer-subheader-1": "Дэмжлэг",
  "footer-subheader-2": "Холбоо барих",
  "footer-terms": "Нөхцөл",
  "h-plans": "Захиалгын төлөвлөгөө",
  "header-docs-link": "Докс",
  "header-labeling-services-link": "Шошголох үйлчилгээ",
  "header-login-button": "Нэвтрэх",
  "header-plans-link": "Төлөвлөгөө",
  "header-signup-button": "Бүртгүүлэх",
  "home-about-head": "HCaptcha-ийн тухай",
  "home-about-subtitle": "Хүний протоколоор ажилладаг",
  "home-about-text-1": "hCaptcha нь машин сурахад хамгийн их хөдөлмөр зарцуулдаг асуудлыг шийдвэрлэхэд зориулагдсан болно: асар их хэмжээний өгөгдлийг цаг тухайд нь, хямд, найдвартай байдлаар шошголох.",
  "home-about-text-2": "Илүү их мэдээлэл нь ерөнхийдөө сургалтын машин сурах загварт илүү сайн үр дүн өгдөг. Гүнзгий загвар өмсөгчдийн сүүлийн үеийн амжилтанд хүн төрөлхтний эргэн тойрон дахь мэдээллийн санг улам бүр өргөжүүлэх болсон. Гэхдээ Механик Турк, Зураг Найман гэх мэт хэрэгслээр дамжуулан хүний хянасан томоохон мэдээллийн санг үүсгэх нь удаан бөгөөд үнэтэй байдаг.",
  "home-about-text-3": "hCaptcha нь вэбсайтууд энэ эрэлтэд нийцүүлэн мөнгө олох боломжийг олгодог бөгөөд энэ нь роботууд болон бусад төрлийн хүчирхийллийг хориглодог.",
  "home-about-text-4": "HCaptcha зах зээл нь хүний хяналт, Ethereum blockchain дээр ажилладаг төвлөрсөн бус нээлттэй протокол болох HUMAN Protocol-ээр ажилладаг. Хэрэглэгчид сайт дээрээ hCaptcha виджетийг ашиглах болгонд вэбсайтууд нь Human Tokens (HMT) олдог бөгөөд машин сургалтын компаниуд Human Tokens-д төлбөр төлж, өгөгдлөө шошголдог.",
  "home-ba-labeling-services-link": "Шошголох үйлчилгээ",
  "home-benefits-head-1": "Өгөгдлийн шошгоны утга",
  "home-benefits-head-2": "Буяны ажилд буцааж өг",
  "home-benefits-text-1": "Ганц Gigantic компанийн машин сургалтын системийг үнэ төлбөргүй сургахад туслах машинаа товших бүртээ та ухаарсан уу?",
  "home-benefits-text-2": "hCaptcha энэ загварыг өөрчилдөг. Таныг hCaptcha ашиглах үед компаниуд таны хэрэглэгчид өөрсдийн хүн чанараа нотлохын тулд хийж буй ажилд үнийн санал өгдөг. Та шагнал авах болно.",
  "home-benefits-text-3": "Өөрийн дуртай буяны ажилд буцааж өгөхийг хүсч байна уу? hCaptcha нь танд ашигласан буяны байгууллагыг ашигласнаар олж буй орлогоосоо дэмжих боломжийг олгодог. Танай сайтын хэрэглэгчид удахгүй hCaptcha интерфейс дээр ухаалаг брэнд хийх замаар таны буяны үйлсэд оруулсан хувь нэмрийг харах боломжтой болно.",
  "home-challenge-text-1": "Асуултанд тохирох бүх зургийг сонгоно уу",
  "home-challenge-text-2": "Объектуудын хил хязгаарыг тодорхойлно уу",
  "home-challenge-text-3": "Харгалзах шошгыг тодорхойл",
  "home-challenge-title-1": "Харьцуулалт",
  "home-challenge-title-2": "Хязгаарлах хайрцаг",
  "home-challenge-title-3": "Ангилал",
  "home-challenges-head": "Сорилтуудыг толилуулсан",
  "home-challenges-text-1": "... болон бусад энгийн ажлууд. Хүмүүст амархан, роботуудад хэцүү байдаг.",
  "home-challenges-text-2": "Захиалгат даалгавруудыг мөн байгууллагын хэвлэн нийтлэгчид ашиглах боломжтой.",
  "home-ent-1": "Манай аж ахуйн нэгжийн аюулгүй байдлын саналыг хайж байна уу?",
  "home-ent-2": "Манай шинэ зориулалтын сайтад зочилно уу: BotStop.com",
  "home-ent-button": "Илүү ихийг олж мэдэх: hCaptcha-ийн BotStop",
  "home-from-the-blog": "БЛОГООС:",
  "home-from-the-blog-value": "HCaptcha-ийн хэцүү тохиргоонууд хэрхэн ажилладаг вэ",
  "home-intro-body": "Бот оруулахгүй байхын тулд та captcha ашигладаг уу? hCaptcha нь хэрэглэгчийн нууцлалыг хамгаалж, вэбсайтыг урамшуулж, компаниудад өгөгдлөө тэмдэглэхэд нь тусалдаг. Энэ бол reCAPTCHA-ийн орлуулалт юм: та хэдэн минутын дотор сольж болно.",
  "home-intro-button": "Одоо Бүртгүүлэх",
  "home-intro-head": "Илүү олон роботуудыг зогсоох. Хэрэглэгчийн нууцлалыг хамгаалж эхэл.",
  "home-main-1": "Хувийн. Аюулгүй. Илүү хурдан. Үүнийг ашиглахын тулд бид танд мөнгө төлдөг.",
  "home-main-2": "Нууцлалд анхаарлаа төвлөрүүлсэн",
  "home-main-2c": "Зар сурталчилгааны сүлжээ нь таны зочдыг бүтээгдэхүүн гэж үздэг. hCaptcha-ийн хувьд бүтээгдэхүүн нь тэдний хангадаг ажил юм. Бидэнд таны хэрэглэгчид хэн байх нь хамаагүй, зөвхөн тэд хорлонтой байх магадлалтай. Бид Privacy Pass гэх мэт санаачлагуудыг дэмжиж, нууцлал болон аюулгүй байдлыг тэнцвэржүүлэхийн тулд шаргуу ажилладаг.",
  "home-main-3": "Эхлээд аюулгүй байдал",
  "home-main-3c": "Нарийвчлал нь таны болон бидний ашиг сонирхолд нийцнэ. hCaptcha нь нийтлэлчдэд чиглэсэн байдаг. Бид танд бодит өгөгдөл өгч, хэрхэн ашиглахаа шийдэх боломжийг олгохын төлөө ажилладаг. Бусад captchas-ийг Gigantic зар сурталчилгааны компаниуд хангадаг. Энэ нь тэдний хаасан бот бүр орлогоо бууруулж болзошгүй гэсэн үг юм.",
  "home-main-4": "Хэрэглэгчийн туршлагыг сайжруулах",
  "home-main-4c": "Машин сургалтын нарийн загварыг hCaptcha хүн төрөлхтнийг тодорхойлоход ашигладаг. Энэ нь танай хэрэглэгчдээс бага ядаргаатай даалгавар шаардах, үүнийг хийхэд бага цаг зарцуулах боломжийг олгодог.",
  "home-main-plans": "hCaptcha нь ямар ч хэмжээтэй хэвлэн нийтлэгчдэд үнэгүй ашиглах боломжтой. Гэсэн хэдий ч илүү хяналт шаарддаг аж ахуйн нэгж, платформуудын хувьд манай аж ахуйн нэгжийн шийдлүүд боломжтой байдаг.",
  "home-main-plans2": "hCaptcha аж ахуйн нэгжийн шийдлүүд нь дэлхийн хамгийн том компаниудын хэдэн арван сая вэбсайтуудаас сая сая хэрэглэгчдийг хамгаалдаг. Дэлгэрэнгүй мэдээллийг бидэнтэй холбоо бариарай, эсвэл зочилно уу",
  "home-main-plans3": "hCaptcha аж ахуйн нэгжийн шийдлүүд нь дэлхийн хамгийн том компаниудын хэдэн арван сая вэбсайтуудаас сая сая хэрэглэгчдийг хамгаалдаг. Дэлгэрэнгүй мэдээллийг бидэнтэй холбоо бариарай, эсвэл зочилно уу",
  "home-main-plans4": "дэлгэрэнгүйг",
  "home-plans-button-1": "Одоо Бүртгүүлэх",
  "home-plans-button-2": "Борлуулалттай холбоо бариарай",
  "home-plans-chart-head-1": "Онцлог шинж чанарууд",
  "home-plans-chart-head-2": "Хэвлэн нийтлэгч",
  "home-plans-chart-head-3": "Аж ахуйн нэгж",
  "home-plans-chart-row-1-cell-1": "Хяналтын сорилтын төрлийг харуулав",
  "home-plans-chart-row-1-cell-2": "Хязгаарлагдмал",
  "home-plans-chart-row-1-cell-3": "Нийт",
  "home-plans-chart-row-10-cell-1": "Олон хэрэглэгчийн хяналтын самбар",
  "home-plans-chart-row-11-cell-1": "Нарийвчилсан тайлагнах шинж чанарууд",
  "home-plans-chart-row-12-cell-1": "Аж ахуйн нэгжийн ААН",
  "home-plans-chart-row-2-cell-1": "Ашигласан сорилтын агуулгыг хянах",
  "home-plans-chart-row-2-cell-2": "Хязгаарлагдмал",
  "home-plans-chart-row-2-cell-3": "Нийт",
  "home-plans-chart-row-3-cell-1": "Хүний шийдэлд зориулан шагнал авах",
  "home-plans-chart-row-4-cell-1": "Ботын эсрэг дэлхийн түвшний хамгаалалт",
  "home-plans-chart-row-5-cell-1": "Бүх улс оронд ажилладаг",
  "home-plans-chart-row-5a-cell-1": "CAPTCHA-гүй ба 99.9% идэвхгүй горимууд",
  "home-plans-chart-row-5b-cell-1": "Ботын итгэлийн оноо",
  "home-plans-chart-row-6-cell-1": "GDPR ба CCPA-д ээлтэй нууцлалын бодлого",
  "home-plans-chart-row-7-cell-1": "Нарийн ширхэгтэй хүндрэлийн түвшин",
  "home-plans-chart-row-8-cell-1": "Өөрийн сорилтын агуулгыг эхлүүлээрэй",
  "home-plans-chart-row-9-cell-1": "Цагийн хуваарьт цагийн хуваарь гаргах",
  "home-try-it-out-button": "HCaptcha татаж аваарай",
  "home-try-it-out-head": "Үүнийг үзээрэй",
  "home-try-it-out-text": "hCaptcha нь энгийн, хялбар, найдвартай ботыг илрүүлэх боломжийг олгодог бөгөөд хүний хувьд шийдвэрлэхэд хялбар байдаг.",
  "labeling-about-head": "HCaptcha-ийн тухай",
  "labeling-about-text-1": "hCaptcha нь машин сурахад хамгийн их хөдөлмөр зарцуулдаг асуудлыг шийдвэрлэхэд зориулагдсан; асар их хэмжээний өгөгдлийг цаг тухайд нь, хямд, найдвартай байдлаар шошголох. Илүү их мэдээлэл нь ерөнхийдөө сургалтын машин сурах загварт илүү сайн үр дүн өгдөг. Гүнзгий загваруудын сүүлийн үеийн амжилт нь мэдээллийн санг улам бүр өргөжүүлэхэд хүргэсэн бөгөөд hCaptcha энэ хэрэгцээг хангаж байна.",
  "labeling-about-text-2": "Гэсэн хэдий ч уламжлалт аргыг ашиглан хүний хянасан томоохон мэдээллийн багцыг бий болгох нь удаан бөгөөд үнэтэй байдаг. hCaptcha нь компаниудад шаардлагатай тайлбараа хурдан, өндөр чанартай, бусад хувилбараас бага зардлаар авах арга юм.",
  "labeling-annotations-head": "Тэмдэглэгээний төрлүүд",
  "labeling-annotations-text-1": "Зураг болон видеон дахь объектыг зөв тодорхойлох",
  "labeling-annotations-text-2": "Зураг болон видеон дахь объектыг зөв тодорхойлох",
  "labeling-annotations-text-3": "Олон янзын хэрэглээний аннотацийг тэмдэглэ",
  "labeling-annotations-text-4": "Ямар ч хэмжээтэй дурын ангиллыг ангилах буюу нэмэх",
  "labeling-annotations-text-5": "Хүний хүчээр илрүүлэх, ангилах",
  "labeling-annotations-text-6": "Энд жагсаагдаагүй өөр төрөл хэрэгтэй байна уу? Биднээс л асуу.",
  "labeling-annotations-title-1": "Хязгаарлах хайрцаг",
  "labeling-annotations-title-2": "Олон өнцөгт",
  "labeling-annotations-title-3": "Газрын тэмдэг",
  "labeling-annotations-title-4": "Шинж чанарыг ангилах",
  "labeling-annotations-title-5": "Харьцуулалт ба илрүүлэлт",
  "labeling-annotations-title-6": "... болон бусад олон",
  "labeling-ent-button": "Манай Enterprise Solutions багтай холбоо бариарай",
  "labeling-ent-head": "Төгсгөлийн төгсгөлд хяналт хэрэгтэй байна уу?",
  "labeling-ent-text-1": "HCaptcha-ийн ард буй ХҮН платформ нь таны одоо байгаа системүүдтэй уялдуулж буй дотоод, эрлийз, эсвэл SaaS байршуулалтуудаар дамжуулан ажлын өндөр боловсронгуй чанар, менежментийн шинж чанарыг хангаж өгдөг.",
  "labeling-ent-text-2": "Өөрийн ажиллах хүчээр бүхэлд нь офлайнаар ажиллуулж, бизнесийн нэгжүүд эсвэл консорциумын түншүүдийн зарцуулсан үнэ цэнийг хянах, өртөг, аюулгүй байдлын шаардлагад үндэслэн ажлын байрыг дотоод болон гадаад ажил олгогчдод сонгон чиглүүлэх.",
  "labeling-ent-text-3": "API-ийн хялбар хандалт, үзэсгэлэнтэй хяналтын самбар, хамгийн сүүлийн үеийн технологийг ашиглан үр ашгийг хамгийн дээд хэмжээнд байлгах болно.",
  "labeling-ent-text-4": "99.99% ажиллах хугацаатай SLA ба дэлхийн 24/7 дэмжлэг авах боломжтой. Дэлгэрэнгүй мэдээллийг:",
  "labeling-features-head-1": "API хөтөчтэй энгийн дамжуулах хоолой.",
  "labeling-features-head-2": "Зардал, чанарын хувьд оновчтой болгосон. Урьдчилан амлалт шаардагдахгүй.",
  "labeling-features-head-3": "Зөвхөн шаардлагатай нарийвчлалыг төл.",
  "labeling-features-head-4": "Өөрийн бодит үнэний өгөгдлийг өгөх эсвэл яаралтай бүтээх боломжийг бидэнд олго.",
  "labeling-features-text-1": "Хүний үнэлгээг бизнесийн үйл ажиллагаандаа шууд нэгтгэхийг хүсч байна уу? Бид өндөр найдвартай SLA, баталгаатай хүчин чадал, энгийн REST API-г санал болгодог.",
  "labeling-features-text-2": "ХҮН платформ нь бүрэн хэмжээний итгэл үнэмшлийн загваруудыг ашиглан бодит цагийн бодит чанарын шинжилгээг хийдэг. Энэ нь танд цаг хугацаа, мөнгөө хэмнэж, асуултуудын төвөгтэй байдал, зөв хариултыг хоёуланг нь хурдан тодорхойлох боломжийг олгоно.",
  "labeling-features-text-3": "Бүх асуудал ижил биш юм. Аюулгүй байдлын чухал даалгаврын тайлбар нь бүхэл бүтэн хүний ажилчдаас 99.99% -ийн итгэлийг шаарддаг. Хөдөлгөөнт тоглоомын програмын нэг бета функцын тайлбар нь зөвхөн дунд зэргийн итгэлийг шаарддаг. Чи шийд.",
  "labeling-features-text-4": "Танд цогц баталгаажуулалтгүйгээр түүхий өгөгдөл байгаа юу? Ихэнх тохиолдолд бид системд даалгавар гүйцэтгэхэд зориулж танд зориулж нэгийг бүтээх эсвэл шошготой дээжийг бий болгож, батлуулах боломжтой.",
  "labeling-info-head": "Өгөгдлийг шошготой болгох",
  "labeling-info-text-1": "Төслийн хэрэгцээ, зорилтот нарийвчлал, формат, аливаа тусгай шаардлагыг тодорхойлохын тулд манай домэйны мэргэжилтнүүдтэй ярилцана уу.",
  "labeling-info-text-2": "Бид таны түүвэр өгөгдөл дээр үндэслэн үйлдвэрлэлийн жижиг ажлыг гүйцэтгэдэг. Энэ нь танд яг хэрэгтэй зүйлээ авахын тулд бидний хийсэн ажлыг туршиж үздэг.",
  "labeling-info-text-3": "Өндөр эзэлхүүн, бага хоцролттой тул бид таны ажлыг хурдан эргүүлж, дуусмагц автоматжуулсан хүргэх болно.",
  "labeling-info-text-4": "Таны үйлдвэрлэлийн ажлын параметрүүдийг илүү сайн ойлгох тусам цаг хугацаа өнгөрөх тусам үр дүн сайжирсаар байх болно.",
  "labeling-info-text-5": "Шууд хянах самбар нь танд санал хүсэлт өгөх, эсвэл үйлдвэрлэлээ түр зогсоох боломжийг олгодог.",
  "labeling-info-title-1": "Тодорхойлолтыг тодорхойлно уу",
  "labeling-info-title-2": "Ажлын эхний шалгалт",
  "labeling-info-title-3": "Үйлдвэрлэлийн ажлын байрыг байршуулах",
  "labeling-info-title-4": "Тасралтгүй сайжруулах",
  "labeling-info-title-5": "Бодит цагийн үр дүн",
  "labeling-main-1": "Масштабын хувьд үр ашигтай өгөгдлийн шошго",
  "labeling-main-1-button": "Өгөгдлөө одоо шошготой болго",
  "labeling-main-1c": "Таны өгөгдлийн багцад нэмэлт шошго хэрэгтэй юу? hCaptcha нь хиймэл оюун ухаан болон машин сургалтын программууд дээр ажиллаж буй компаниудад хурдан, хэмнэлттэй, өндөр чанартай мэдээллийн шошгололтоор хангадаг.",
  "labeling-main-2": "Олон сая ажлыг даруй эхлүүлээрэй.",
  "labeling-main-2-button": "Мэдээлэл шошголох үйлчилгээ худалдаж авах",
  "labeling-main-2c": "hCaptcha нь таны ашиглах боломжтой дэлхийн хамгийн том усан сангуудын нэг юм. Таны цар хүрээ ямар байхаас үл хамааран бид үүнийг үнэтэй урьдчилсан амлалтгүйгээр зохицуулж чадна. Өдөрт хэдэн сая даалгавар хийх нь асуудалгүй юм.",
  "labeling-platform-head": "Хувийн эсвэл нийтийн мэдээлэл",
  "labeling-platform-text": "hCaptcha нь HUMAN платформ дээр суурилагдсан бөгөөд алхам тутамд өртөг, үр ашгийг оновчтой болгох нарийн чиглүүлэлт, дүн шинжилгээ хийх боломжийг олгодог. Энэхүү технологи нь зөв ажиллах хүчийг ажлын хэсэг бүрийг зохицуулж, зардлын үр ашгийг дээшлүүлж, хувийн нууцлалыг хадгалж, холбогдох зохицуулалтын шаардлагыг хангаж өгдөг.",
  "labeling-try-button": "Мэдээлэл шошголох үйлчилгээ худалдаж авах",
  "labeling-try-head": "Өгөгдлөө туршаад үзмээр байна уу?",
  "labeling-try-text": "... таныг байх үед бид бэлэн байна: манай үйлчилгээ өдөржингөө боломжтой байдаг.",
  "learn-more-hcaptcha": "HCaptcha-ийн талаар илүү ихийг олж мэдэх",
  "page-acc-faq-1": "Асуулт: hCaptcha Section 508 + WCAG 2.1 AA нийцэж байгаа юу? Хариулт: Бид үүнд итгэж байна: вэб хуудсуудыг үзэж, маягт дээр текст оруулах боломжтой ямар ч хэлбэрийн хөгжлийн бэрхшээлтэй бүх хэрэглэгчид бүртгүүлсний дараа hCaptcha-ээр хамгаалагдсан үйлчилгээнд хандах боломжтой. Гэсэн хэдий ч, энэ нь хууль эрх зүйн зөвлөгөө биш юм: та өөрийн байршуулалттай холбоотой эсэхийг баталгаажуулахын тулд өөрийн хэрэгжилтийг харгалзан өөрийн үнэлгээг хийх ёстой.",
  "page-acc-faq-2": "Асуулт: Та аудио гэх мэт бусад хандалтын (a11y) сонголтууд дээр ажиллаж байна уу? Хариулт: Өмнө нь түгээмэл байсан аудио captcha гэх мэт сонголтууд нь олон a11y хэрэглэгчдийг ялгаварлан гадуурхдаг бөгөөд орчин үеийн машин сургалтын техникээр амархан ялагддаг. Энэ нь халдагчдыг ялахын тулд дуу чимээ, хачирхалтай цаг хугацаа, ер бусын үгийн хослол гэх мэтийг нэвтрүүлж, одоогийн аудио сорилтуудыг улам бүр хүндрүүлж байна. Тиймээс бид сорилтоос бүрмөсөн зайлсхийх гэхээсээ энэ аргад төдийлөн таатай ханддаггүй ч a11y нийгэмлэгийн эрэлт хэрэгцээ байгаа тохиолдолд үүнийг анхаарч үзэх болно. Гэсэн хэдий ч бид Хүртээмжтэй байдлын хэрэглээний тохиолдолд Privacy Pass-ыг маш их сонирхож байна. Одоогийн a11y арга барилаа Privacy Pass олгохтой хослуулснаар a11y хэрэглэгчдэд траффик нь илүү нууцлагдмал гэдгийг мэдэж, аюулгүйгээр аялах боломжийг олгохын зэрэгцээ a11y сонголтууд боломжтой үед зайлшгүй тохиолддог ботын операторуудын хүчирхийллийг хязгаарлана гэж бид үзэж байна. Бид энэхүү шинэ технологийг стандартчилах IETF-ийн ажлын хэсэгт идэвхтэй оролцдог.",
  "page-acc-faq-3": "Асуулт: Нууцлалын талаар юу хэлэх вэ? Бүртгэл нь a11y хайлтын өгөгдлийг ямар нэгэн байдлаар ил гаргадаг уу? Та имэйлээр юу хийдэг вэ? Хариулт: hCaptcha нь анхнаасаа нууцлалд зориулагдсан. Энэ нь таныг вэбээр хянах, таныг жинхэнэ таних хүнтэй холбох хүсэл эрмэлзэлтэй зар сурталчилгааны сүлжээнүүдийн эзэмшдэг reCAPTCHA гэх мэт уламжлалт сонголтуудаас тэс өөр юм. Бид хэзээ ч хүртээмжтэй цахим шуудан эсвэл мэдээллийг ашиглахыг хөнгөвчлөх, хүчирхийллээс урьдчилан сэргийлэхээс өөр зорилгоор ашиглахгүй. Манай нууцлалын бодлого нь бид өгөгдлийг хэрхэн ашигладаг талаар цогц бөгөөд эрх бүхий хариултуудыг агуулдаг боловч товч хариулт нь бид таныг хайлтын түүхтэй тань холбох сонирхолгүй байна. Мөн бид таны имэйл хаягийг хурдан устгах криптографийн шийдэл дээр ажиллаж байна. урвуулан ашиглахаас урьдчилан сэргийлэх чадамжийг хадгалсаар байгаа нь бидний Privacy Pass-ын ажлыг нөхөж байна.",
  "page-acc-link-1": "Хэрэв та хандалтын хэрэглэгч бол энд бүртгүүлнэ үү.",
  "page-acc-subhead": "Аюулгүй байдлыг хадгалахын зэрэгцээ бүх хэрэглэгчдэд тасралтгүй нэвтрэлтийг хангах",
  "page-acc-summary": "Хураангуй",
  "page-acc-summary-contents-1": "hCaptcha нь роботуудыг хүмүүсээс ялгах замаар зогсоох зорилготой юм. Харааны тест нь үүнд тохиромжтой хэрэгсэл боловч хүн бүр харааны сорилтыг шийдэж чадахгүй. Ийм учраас бид 508-р хэсэг болон WCAG 2.1 AA стандартыг бүрэн дагаж мөрдсөний үндсэн дээр манай үйлчилгээг ашиглаж буй хэвлэн нийтлэгчид хүн бүрт хүртээмжтэй байх боломжийг олгох энгийн, өвдөлтгүй хувилбарыг зохион бүтээсэн.",
  "page-acc-summary-contents-2": "Энэ нь хэрхэн ажилладаг вэ? Нэгдүгээрт, хандах хандалтын хэрэглэгч hCaptcha виджетийн мэдээллийн хуудсанд холбогдсон энэ URL дээр бүртгүүлнэ. Тэд өдөрт хэд хэдэн удаа ашиглах боломжтой шифрлэсэн күүкийг өгдөг боловч нэвтрэх замаар 24 цаг тутамд шинэчлэгдэх ёстой бөгөөд hCaptcha үйлчилгээг ашиглан сайтын нэвтрэх эрхийн хэрэглэгчдэд сорилт тулгарахад автоматаар дамжих болно.",
  "page-acc-title": "hCaptcha хандалтын мэдээлэл",
  "page-acc-tr-body": "Асуулт: Күүкийг тавьсны дараа би одоо ч гэсэн бэрхшээлтэй тулгарсаар байна. Энэ нь юунаас болж байна вэ?<br> Хариулт: Энэ нь ихэвчлэн түрэмгий сурталчилгааны хориглогч эсвэл жигнэмэгийн эсрэг өргөтгөл, эсвэл сайт хоорондын күүкийг блоклох тохиргоог ашигладагтай холбоотой бөгөөд энэ тохиолдолд hcaptcha.com-д зориулж өөр сайт дээр hCaptcha JS тохируулсан эсвэл шалгасан күүки юм. , таны зочилж байгаа шиг.<br><br> hCaptcha хандалтын күүки нь бүх алдартай хөтөч, зар хориглогчтой стандарт тохиргоогоор ажилладаг тул ихэнх сайтууд руу чиглэсэн алдааны эсрэг скриптүүд эсвэл үүнтэй төстэй дүрмүүдээс болж алдаа гардаг.<br><br> Шийдэл:<br><br> 1. Зар сурталчилгаа хориглогч эсвэл хөтөчийн аюулгүй байдлын өргөтгөлд hcaptcha.com болон * .hcaptcha.com күүкийг цагаан жагсаалтад оруулна уу.<br> 2. Хэрэв та одоогоор ямар ч төрлийн жигнэмэгийн цагаан жагсаалтад ороогүй байгаа Brave хөтчийг ашиглаж байгаа бол Preferences -> Shields -> Cookies руу ороод Allow All Cookies-ийг сонгоно уу.<br> 3. Хэрэв та саяхан гарсан OS X 10.15 эсвэл iOS 13.4 хувилбаруудын аль нэгэнд Safari-ийн хамгийн сүүлийн хувилбарыг ашиглаж байгаа бол Apple компани гуравдагч талын күүкитэй холбоотой Safari-ийн үйлдлийг дөнгөж сая өөрчлөөд, бүгдийг нь анхдагчаар нь блоколсон. Бид шийдлийг хэрэгжүүлж байгаа боловч энэ хооронд Safari-ийн тохиргоо, Нууцлалын хэсэг, Вэбсайт хянах гэсэн сонголтыг хасна уу. Хандалтын күүкийг хүлээгдэж буй байдлаар ажиллуулахын тулд сайтыг хянахаас сэргийлээрэй.<br><br> Асуулт: Би олон төхөөрөмж ашигладаг. Би олон удаа бүртгүүлэх шаардлагатай юу?<br> Хариулт: Үгүй. Күүкийг тохируулахын тулд ашигладаг төхөөрөмж бүр дээр танд илгээсэн имэйлийн нэвтрэх линк дээр дарна уу.<br><br> Асуулт: Хандалтын күүкийг ашиглахдаа би гуравдагч этгээдийн күүкийг дагахаас өөрийгөө хэрхэн хамгаалах вэ?<br> Хариулт: Домэйн түвшний цагаан жагсаалтыг (жишээ нь uBlock Origin) дэмждэг аливаа нууцлал, сурталчилгааг хориглох өргөтгөлийг ашиглах нь хүлээгдэж буй шиг ажиллах болно: hcaptcha.com-ийг цагаан жагсаалтад оруулахаа мартуузай.",
  "page-acc-tr-title": "Хүртээмжтэй хэрэглэгчдэд: Байнгын асуултууд болон алдааг олж засварлах гарын авлага",
  "page-acc-tr2-body": "Сафари<br> Safari (Mac) дээр күүкийг идэвхжүүлэхийн тулд: Safari доош унах цэс рүү очно уу. Тохиргоог сонгоно уу. Дээд самбар дахь Нууцлал дээр дарна уу. Күүкийг хаах 'сонголтыг хэзээ ч битгий хийгээрэй.<br> Safari дээр күүкийг идэвхжүүлэхийн тулд (iPhone / iPad iOS 11+): Тохиргоогоо нээнэ үү. Доош гүйлгээд Safari-г сонго. Нууцлал ба аюулгүй байдлын дагуу 'Сайт хоорондын хяналтаас урьдчилан сэргийлэх' ба 'Бүх күүкийг хориглох' -г унтраана уу.<br><br> Firefox<br> Аливаа вэбсайт дээрх хаягийн мөрний зүүн талд бамбай дээр дарна уу. Хамгаалалтын тохиргоон дээр дарна уу. Firefox Preferences Privacy & Security самбар нээгдэнэ. Сайжруулсан хянах хамгаалалтын дор Custom гэснийг сонгоно уу. Эдгээр хайрцгийг сонгож аль трекерууд болон скриптүүдийг блоклохыг сонгоно уу. Та hcaptcha.com-ыг блокоос хассан эсэхээ шалгаарай.<br><br> Үүнийг өөрчлөхийн тулд Custom-д байгаа зарим хамгаалалтыг түр хугацаанд идэвхгүйжүүлж, хайрцгийн хайрцгийг цуцална уу: Trackers checkbox-ыг цуцлах эсвэл асуудалтай хэвээр байгаа бол Cookies-ийг хасах.<br><br> Гүүгл Кром<br> Google Chrome (PC)<br> Chrome цэсийн дүрсийг сонгоно уу. Тохиргоог сонгоно уу.<br> Нууцлал ба аюулгүй байдал, дараа нь күүки болон бусад сайтын мэдээлэл рүү очно уу.<br> 'Гуравдагч талын күүкийг хориглох' идэвхжээгүй эсэхийг шалгаарай.<br><br> Google Chrome (Mac):<br> Chrome-ийн тохиргоог цэснээс нээнэ үү.<br> Нууцлал ба аюулгүй байдал, дараа нь күүки болон бусад сайтын мэдээлэл рүү очно уу.<br> 'Гуравдагч талын күүкийг хориглох' идэвхжээгүй эсэхийг шалгаарай.<br><br> Google Chrome (Android):<br> Андройд төхөөрөмж дээрээ Chrome програмыг нээнэ үү.<br> Баруун дээд хэсэгт Илүү, дараа нь Тохиргоо дээр товшино уу.<br> Сайтын тохиргоо, дараа нь күүки дээр дарна уу.<br> 'Күүки' хажууд байгаа тохиргоог асаана уу.<br> 'Гуравдагч этгээдийн күүкийг зөвшөөрөх' хажууд байгаа хайрцгийг шалгана уу.<br><br> Internet Explorer<br> 1. Дэлгэцийн баруун дээд буланд байгаа араагаа сонгоод дараа нь 'Internet Options' -г сонгоно уу. Хэрэв та цэсний мөрийг идэвхжүүлсэн бол 'Хэрэгсэл', дараа нь 'Internet Options' -г сонгож болно.<br> 2. 'Нууцлал' таб дээр дарна уу.<br> 3. 'Advanced' товчийг сонгоно уу.<br> 4. 'Гуравдагч этгээдийн күүки' дор 'Зөвшөөрөх' командыг сонгоно уу.<br> 5. 'OK' дээр дарна уу",
  "page-acc-tr2-head": "Сайт хоорондын күүкийг үзэх хөтчийн заавар",
  "priv-hc": "Нууцлалд анхаарлаа төвлөрүүлсэн",
  "priv-hc-text": "Зар сурталчилгааны сүлжээнүүд таныг өөрсдийн бүтээгдэхүүн гэж үздэг. Бид тэгэхгүй. Хэрэглэгчид хэн байх нь бидэнд хамаагүй, зөвхөн тэдний хорлонтой байх магадлал л өндөр байдаг. Бид Privacy Pass гэх мэт санаачлагыг дэмжиж, нууцлал, аюулгүй байдлыг тэнцвэржүүлэхийн тулд шаргуу ажилладаг.",
  "reporting-bugs-accessibility-button": "Хандалтын сонголтуудын талаар илүү ихийг олж мэдэх",
  "reporting-bugs-accessibility-head": "Хандалтын сонголтууд",
  "reporting-bugs-accessibility-text": "Та харааны бэрхшээлтэй эсвэл hCaptchas-г бөглөж чадахгүй байгаа юу?",
  "reporting-bugs-guide-ff-head": "Алдааны тайлангийн дэлгэрэнгүй мэдээллийг авах: Firefox",
  "reporting-bugs-guide-ff-step-1": "Алхам 1: Хөгжүүлэгчийн хэрэгслийг нээнэ үү (Энэ нь сессийг тэмдэглэж эхэлнэ.)",
  "reporting-bugs-guide-ff-step-2": "Алхам 2: Developer Tools дээр Network tab дээр дарна уу. Дээд талд байрлах Persist logs хайрцгийг шалгана уу.",
  "reporting-bugs-guide-ff-step-3": "Алхам 3: https://accounts.hcaptcha.com/demo эсвэл таны асуудалтай байгаа вэб сайтад зочилно уу (Нууцлалын тэмдэглэл: зөвхөн юу болохыг хуваалцахгүй бол) ... дараа нь I дээр дарна уу. Би хүн товчлуур, мөн шийдэхийг хичээ.",
  "reporting-bugs-guide-ff-step-4": "Алхам 4: Шийдвэрлэх гэж оролдсоныхоо дараа HAR дээр дарж сүлжээний бүртгэлийг хадгалахын тулд Бүгдийг HAR болгон хадгалах гэснийг сонгоно уу. Тэр файлыг бидэнд илгээнэ үү.",
  "reporting-bugs-guide-ff-step-5": "Алхам 5: Консол таб дээр дараад хулганыхаа баруун товчийг дараад бүгдийг нь сонгоод текст файл болгон хадгална уу. Биднийг бас илгээнэ үү.",
  "reporting-bugs-guide-ff-step-6": "Сүүлийн алхам: Эдгээр HAR болон консолын бүртгэлийн файлуудыг бидэнд имэйлээр илгээж, асуудлыг тайлбарлана уу. Хэрэв та ямар нэг зүйл буруу харагдахгүй байна гэж сэжиглэж байвал support@hcaptcha.com (Dropbox эсвэл Filebin гэх мэт үйлчилгээг ашиглаж, холбоосыг илгээнэ үү) болон дэлгэцийн агшинг ашиглана уу. . Ашиглаж буй IP хаягаа мөн илгээнэ үү. Та үүнийг https://www.whatsmyip.org/ сайтаас авах боломжтой. Энэ мэдээллийг авахад бидэнд цаг гарган тусалсанд баярлалаа! Бид hCaptcha-г хүн бүрт сайн ажиллуулахын төлөө байна.",
  "reporting-bugs-guide-head": "Алдааны тайлангийн дэлгэрэнгүйг авч байна: Chrome",
  "reporting-bugs-guide-step-1": "Алхам 1: Хөгжүүлэгчийн хэрэгслийг нээнэ үү (Энэ нь сессийг тэмдэглэж эхэлнэ.)",
  "reporting-bugs-guide-step-2": "Алхам 2: Developer Tools дээр Network tab дээр дарна уу. Дээд талд байрлах Хадгалах бүртгэлийн хайрцгийг шалгана уу.",
  "reporting-bugs-guide-step-3": "Алхам 3: https://accounts.hcaptcha.com/demo эсвэл таны асуудалтай байгаа вэб сайтад зочилно уу (Нууцлалын тэмдэглэл: зөвхөн юу болохыг хуваалцахгүй бол) ... дараа нь I дээр дарна уу. Би хүн товчлуур, мөн шийдэхийг хичээ.",
  "reporting-bugs-guide-step-4": "Алхам 4: Шийдвэрлэх гэж оролдсоны дараа Export HAR (бага доош сумтай) товчийг дарахад сүлжээний бүртгэл хадгалагдана. Тэр файлыг бидэнд илгээнэ үү.",
  "reporting-bugs-guide-step-5": "Алхам 5: Консол таб дээр дараад консолын бүртгэлийг хадгалахын тулд хулганы баруун товчийг дараад Save as .. дээр дарна уу. Биднийг бас илгээнэ үү.",
  "reporting-bugs-guide-step-6": "Сүүлийн алхам: Эдгээр HAR болон консолын бүртгэлийн файлуудыг бидэнд имэйлээр илгээж, асуудлыг тайлбарлана уу. Ашиглах: support@hcaptcha.com (Dropbox эсвэл Filebin гэх мэт үйлчилгээг ашиглаад холбоосыг илгээнэ үү) болон хэрэв та ямар нэг зүйл буруу харагдахгүй байна гэж сэжиглэж байвал дэлгэцийн агшинг ашиглана уу. Ашиглаж буй IP хаягаа мөн илгээнэ үү. Та үүнийг https://www.whatsmyip.org/ сайтаас авах боломжтой. Энэ мэдээллийг авахад бидэнд цаг гарган тусалсанд баярлалаа! Бид hCaptcha-г хүн бүрт сайн ажиллуулахын төлөө байна.",
  "reporting-bugs-guide-text-1": "Дебаг хийсэн мэдээллийг өөрийн тайлантай хамт илгээснээр бид юу болж байгааг тодорхойлоход илүү хялбар болно. Энд алхам алхмаар зааварчилгаа байна.",
  "reporting-bugs-guide-text-2": "Хэрэв та вэб хөгжүүлэгч эсвэл шинжээч хэрэглэгч бол бид танд сүлжээний HAR болон хөтчийн консолын бүртгэлийг илгээхийг хүсч байна. Эхлээд зар хориглогч эсвэл хөтчийн аюулгүй байдлын өргөтгөлүүдийг идэвхгүй болгоод дараа нь эдгээр алхмуудыг хийхээсээ өмнө дахин оролдоно уу. Хэрэв энэ нь таны асуудлыг шийдэж чадвал хөтчийн хувилбар, зар хориглогч эсвэл хөтчийн өргөтгөл болон вэб сайтын URL хаягийг бидэнд мэдэгдвэл бид танд талархах болно.",
  "reporting-bugs-intro-head": "Алдаа олсон уу? Үүнийг хэрхэн мэдээлэх талаар энд оруулав.",
  "reporting-bugs-intro-text": "Сар бүр сая сая хүн hCaptcha програмыг мянга мянган хөтөч, өргөтгөл, төхөөрөмж, галт хана гэх мэт хослол дээр ашигладаг. Бидний зорилго бол таны төлөө үргэлж үр дүнтэй ажиллаж байгаа эсэхийг баталгаажуулах явдал тул бид таны тайланг маш их үнэлж байна! Шуурхай хариу өгөх бол бидэнд санал хүсэлт илгээх товчийг дарна уу. Хэрэв танд функциональ асуудал байгаа бол Chrome-ийн дибаг хийх бүртгэлийн зааврыг дагаж эсвэл доорхи Firefox-ийн дибаг хийх бүртгэлийн зааврыг дагана уу. Бусад хөтөчүүдийн хувьд бидэнд имэйл илгээнэ үү. Аюулгүй байдал, хувийн нууцтай холбоотой асуудлуудыг доорхи зааврыг үзнэ үү.",
  "reporting-bugs-privacy-head": "Нууцлалын асуудлууд",
  "reporting-bugs-privacy-text": "Хэрэглэгчид хэн байх нь бидэнд хамаагүй, зөвхөн тэдний хорлонтой эсвэл машинд өртөх магадлал л чухал юм. Бид Privacy Pass гэх мэт санаачлагыг дэмжиж, нууцлал, аюулгүй байдлыг тэнцвэржүүлэхийн тулд шаргуу ажилладаг. Хэрэв та хэрэглэгчийн хувийн нууцад нөлөөлж болзошгүй гэж үзсэн асуудлыг олж мэдвэл support@hcaptcha.com хаягаар имэйлээр илгээнэ үү.",
  "reporting-bugs-provide-feedback-button": "Санал хүсэлтээ бидэнд илгээнэ үү",
  "reporting-bugs-provide-feedback-head": "HCaptcha-ийн талаархи санал хүсэлтийг даруй өгөх",
  "reporting-bugs-provide-feedback-text": "Бид таны оруулсан саналд талархаж байна. Аливаа асуудлыг бидэнд мэдэгдээрэй, бид тэдгээрийг хурдан шийдвэрлэх болно.",
  "reporting-bugs-security-head": "Аюулгүй байдлын алдаанууд",
  "reporting-bugs-security-text": "Аюулгүй байдлын алдааны талаархи тайланг бид үргэлж авах сонирхолтой байдаг. Support@hcaptcha.com & CC security@hcaptcha.com имэйлээр илгээхэд бид тантай хурдан холбогдох болно. Бидэнд hCaptcha үйлчилгээ болон холбогдох эх кодын аюулгүй байдлын тайланг гаргах алдааны өгөөжийн програм байдаг.",
  "sales-interstitial-c1": "Компаниудын хувьд",
  "sales-interstitial-c1a": "Байгууллагын аюулгүй байдлын шийдлүүд (төлбөртэй)",
  "sales-interstitial-c1b": "HCaptcha Enterprise (BotStop) талаар дэлгэрэнгүй үзэх",
  "sales-interstitial-c1c": "Өгөгдлийн тайлбар",
  "sales-interstitial-c1d": "HCaptcha аннотацийн үйлчилгээ худалдан авах",
  "sales-interstitial-c2": "Хувь хүмүүст",
  "sales-interstitial-c2a": "HCaptcha-г үйлчилгээндээ нэмэх (үнэгүй)",
  "sales-interstitial-c2b": "Publishers-т зориулсан hCaptcha-г миний вэбсайт эсвэл апп-д нэмээрэй",
  "sales-interstitial-c2c": "HCaptcha гэж юу вэ?",
  "sales-interstitial-c2d": "HCaptcha-ийн талаар илүү ихийг олж мэдэх",
  "sales-interstitial-head": "Зөв газартаа очсон эсэхийг шалгаарай.",
  "sec-hc": "Эхлээд аюулгүй байдал",
  "sec-hc-text": "hCaptcha нь нийтлэгчид төвлөрсөн байдаг. Бид сайтуудад бодит мэдээлэл өгч, үүнийг хэрхэн ашиглахаа шийдэхийн төлөө ажилладаг. Нарийвчлал нь таны болон бидний ашиг сонирхолд нийцдэг. Бусад captcha-г зар сурталчилгааны компаниуд өгдөг. Тэдний блоклосон робот бүр орлогоо бууруулж болзошгүй.",
  "signup-interstitial-c1": "Компаниуд эсвэл вэбсайтын хувьд",
  "signup-interstitial-c1a": "HCaptcha-г үйлчилгээндээ нэмэх (үнэгүй)",
  "signup-interstitial-c1b": "Publishers-т зориулсан hCaptcha-г миний вэбсайт эсвэл апп-д нэмээрэй",
  "signup-interstitial-c1c": "Байгууллагын аюулгүй байдлын шийдлүүд (төлбөртэй)",
  "signup-interstitial-c1d": "HCaptcha Enterprise (BotStop) талаар дэлгэрэнгүй үзэх",
  "signup-interstitial-c1e": "Өгөгдлийн тайлбар",
  "signup-interstitial-c1f": "HCaptcha аннотацийн үйлчилгээ худалдан авах",
  "signup-interstitial-c2": "Хувь хүмүүст",
  "signup-interstitial-c2a": "Хандалт",
  "signup-interstitial-c2b": "HCaptcha-д нэвтрэх сонголтуудын талаар олж мэдэх",
  "signup-interstitial-c2c": "Мөнгө олох",
  "signup-interstitial-c2d": "Хувь хүний өгөгдлийн шошготой ажиллах",
  "signup-interstitial-head": "Зөв газартаа очсон эсэхийг шалгаарай.",
  "support-interstitial-c1": "Компаниудын хувьд",
  "support-interstitial-c1a": "Байгууллагын аюулгүй байдлын шийдлүүд (төлбөртэй)",
  "support-interstitial-c1b": "HCaptcha Enterprise (BotStop) -д дэмжлэг авах",
  "support-interstitial-c1c": "hCaptcha Publisher (үнэгүй)",
  "support-interstitial-c1d": "HCaptcha Publisher-ийн дэмжлэгийг авна уу",
  "support-interstitial-c2": "Хувь хүмүүст",
  "support-interstitial-c2a": "Сорилт бэрхшээлтэй тулгарч байна уу?",
  "support-interstitial-c2b": "HCaptcha-д нэвтрэх сонголтуудын талаар олж мэдэх",
  "support-interstitial-c2c": "Алдааны талаар мэдээлэхийг хүсч байна уу?",
  "support-interstitial-c2d": "Програм хангамжийн асуудлыг тайлагнах талаар илүү ихийг олж мэдэх",
  "support-interstitial-head": "Зөв газартаа очсон эсэхийг шалгаарай.",
  "switch-to-english-link": "Англи хэл рүү шилжих",
  "what-is-hcaptcha": "HCaptcha гэж юу вэ?",
  "what-is-hcaptcha-text": "hCaptcha нь таны дуртай вэб үйлчилгээнд хүнд хялбар, машин механизмд төвөгтэй энгийн асуултууд тавьж, робот, спам, хүчирхийллээс зайлсхийхэд тусалдаг.",
  "why-hc": "Яагаад hCaptcha?",
  "why-hc-text": "Таныг сорилтонд хариулах болгонд бид таныг хүн мөн үү, эсвэл машин уу гэдгийг нарийн тодорхойлох загварыг ашигладаг. Дараа нь таны зочилсон вэбсайт энэ үр дүнг ашиглан робот оруулахгүй байх замаар сайтынхаа туршлагыг сайжруулахад тусална.",
  "footer-link-5b": "дарна уу",
  "footer-link-cyberattacks": "Кибер халдлага 101",
  "header-enterprise-link": "Аж ахуйн нэгж",
  "intro-subtitle": "Өнөөдөр ботын асуудлаа шийдээрэй."
}
