{
  "header-privacy-link": "গোপনীয়তা",
  "header-integration-link": "মিশ্রণ",
  "header-cost-link": "খরচ",
  "header-features-link": "বৈশিষ্ট্য",
  "header-docs-link": "ডক্স",
  "header-login-button": "প্রবেশ করুন",
  "header-contact-button": "যোগাযোগ বিক্রয়",
  "intro-heading": "শূন্য ঘর্ষণ মানবতা যাচাই.",
  "intro-contact-button": "আরো জানতে আমাদের সাথে যোগাযোগ করুন",
  "intro-text-bottom": "যে কোম্পানিগুলি ওয়েবকে শক্তি দেয় তার উপর নির্ভর করে৷",
  "sub-menu-button": "যোগাযোগ বিক্রয়",
  "sub-menu-item1": "এন্টারপ্রাইজ",
  "sub-menu-item2": "খরচ",
  "sub-menu-item3": "মিশ্রণ",
  "sub-menu-item4": "বৈশিষ্ট্য",
  "sub-menu-item5": "গোপনীয়তা",
  "sub-menu-item6": "ডক্স",
  "info-head-1": "প্রমাণিত hCaptcha প্ল্যাটফর্মে নির্মিত",
  "info-text-1": "hCaptcha এন্টারপ্রাইজ hCaptcha প্ল্যাটফর্ম প্রযুক্তিতে চলে, যা উচ্চ ট্রাফিক এন্টারপ্রাইজের প্রয়োজনীয় বৈশিষ্ট্যগুলি অন্তর্ভুক্ত করার জন্য প্রসারিত করা হয়েছে।",
  "info-head-2": "একজন বিশ্বস্ত অংশীদার",
  "intro-subtitle": "আজই আপনার বট সমস্যার সমাধান করুন।",
  "info-text-2": "আমাদের পরিষেবাগুলি বিশ্বের বৃহত্তম সংস্থাগুলি দ্বারা বিশ্বস্ত হয় যা লক্ষ লক্ষ সাইট জুড়ে কয়েক মিলিয়ন দৈনিক ব্যবহারকারীদের পরিষেবা দেয়৷",
  "cloudflare-quote-text": "আমরা অনেক ক্যাপচা বিক্রেতাদের মূল্যায়ন করেছি সেইসাথে নিজেরা একটি সিস্টেম তৈরি করেছি। শেষ পর্যন্ত, hCaptcha reCAPTCHA-এর সেরা বিকল্প হিসেবে আবির্ভূত হয়েছে।",
  "cloudflare-quote-detail": "পণ্য ব্যবস্থাপনা পরিচালক, ক্লাউডফ্লেয়ার",
  "section-quote-head": "উচ্চ ট্র্যাফিক এন্টারপ্রাইজগুলির জন্য খরচ কার্যকর বিকল্প",
  "section-quote-text": "অবশেষে, Google এর একটি বিশ্বাসযোগ্য বিকল্প। hCaptcha এন্টারপ্রাইজ আপনার reCAPTCHA বিলে উচ্চ নিরাপত্তা সহ নাটকীয় সঞ্চয় প্রদান করে: কিছু ক্ষেত্রে 80% পর্যন্ত কম ব্যয়বহুল। বিশ্বের অনেক বড় অনলাইন পরিষেবা hCaptcha এন্টারপ্রাইজ-এ স্যুইচ করেছে এবং যথেষ্ট খরচ সাশ্রয়ের পাশাপাশি উন্নত বট সনাক্তকরণ পেয়েছে।",
  "section-quote-button": "উদ্ধৃতির জন্য আজই আমাদের সাথে যোগাযোগ করুন",
  "section-privacy-header": "প্রাইভেসি ফোকাসড",
  "section-privacy-text-1": "বিজ্ঞাপন নেটওয়ার্কগুলি আপনার দর্শকদের পণ্য হিসাবে দেখে। আমাদের জন্য একমাত্র পণ্য তাদের মানবতা নির্ধারণ করা হয়. আমাদের পরিষেবাগুলি জিডিপিআর, সিসিপিএ এবং এলজিপিডি প্রয়োজনীয়তা পূরণ করে বা অতিক্রম করে এবং গোপনীয়তা পাসের মতো উদ্যোগগুলি সমর্থন করে। আমরা গোপনীয়তা এবং নিরাপত্তার ভারসাম্য বজায় রাখার জন্য কঠোর পরিশ্রম করি।",
  "section-privacy-text-2": "গোপনীয়তার উপর এই অনন্য ফোকাসের অর্থ হল আমরা চমৎকার নিরাপত্তা বজায় রেখে প্রয়োজন অনুযায়ী শূন্য ব্যক্তিগত ডেটা ধারণ, কুকি-মুক্ত অপারেশন এবং অন্যান্য চুক্তিভিত্তিক গোপনীয়তার গ্যারান্টি দিতে পারি।",
  "section-security-header": "নিরাপত্তা প্রথম",
  "section-security-text-1": "নির্ভুলতা আপনার এবং আমাদের স্বার্থে. hCaptcha আপনাকে আসল ডেটা দিতে কাজ করে এবং কীভাবে এটি ব্যবহার করতে হয় তা আপনাকে সিদ্ধান্ত নিতে দেয়। অন্যান্য ক্যাপচা দৈত্যাকার বিজ্ঞাপন সংস্থাগুলি দ্বারা সরবরাহ করা হয়। এর মানে হল যে প্রতিটি বট তারা ব্লক করে তাদের আয় কমাতে পারে।",
  "section-security-text-2": "গোপনীয়তার উপর ফোকাস সহ সর্বশেষতম মেশিন লার্নিং কৌশলগুলি ব্যবহার করে নিরাপত্তা বা ব্যবহারকারীর গোপনীয়তার ক্ষতি না করে আমাদেরকে উত্তরাধিকার রেকর্ডের নিরাপত্তা মানগুলিকে অতিক্রম করতে দেয় চিরকালের জন্য কৌশলগুলি।",
  "section-user-experience-header": "দুর্দান্ত ব্যবহারকারীর অভিজ্ঞতা",
  "section-user-experience-text1": "এন্টারপ্রাইজ ব্যবহারকারীদের জন্য, বেশিরভাগ পরিস্থিতিতে চ্যালেঞ্জগুলি সম্পূর্ণরূপে এড়াতে বিকল্পগুলি উপলব্ধ।",
  "section-user-experience-text2": "আপনার বৈধ ট্রাফিকের 99.9% এর জন্য একটি চ্যালেঞ্জ সম্পূর্ণরূপে এড়িয়ে ঘর্ষণ কমিয়ে আনুন এবং এখনও চমৎকার নিরাপত্তা প্রদান করে, উন্নত বট মডেলের জন্য ধন্যবাদ।",
  "section-easy-integration-header": "সহজ ইন্টিগ্রেশন",
  "section-easy-integration-text": "hCaptcha যোগ করতে মাত্র কয়েক মিনিট সময় লাগে এবং কোডের মাত্র কয়েক লাইন। মৌলিক API reCAPTCHA V2 এর সাথে সামঞ্জস্যপূর্ণ, এবং এটি পরিবর্তন করতে মাত্র কয়েক মিনিট সময় নেয়। আপনি আজ একটি উচ্চতর বিকল্প নিয়ে কাজ করতে পারেন এবং প্রয়োজনে আরও উন্নত বৈশিষ্ট্য চালু করতে পারেন।",
  "section-easy-integration-serverside": "সার্ভার সাইড:",
  "section-easy-integration-frontend": "সামনের অংশ:",
  "section-threat-header": "কাস্টমাইজড থ্রেট স্কোর",
  "section-threat-text": "সমস্ত সমস্যা একই নয়: একটি একক স্কোর পাওয়ার অর্থ এটি আপনার প্রয়োজনীয়তাগুলিকে কার্যকর হতে হবে। hCaptcha এর অনন্য কাস্টমাইজড থ্রেট স্কোরগুলির সাথে, একটি দ্রুত পরামর্শ আমাদেরকে আপনার ব্যবসার সাথে আরও প্রাসঙ্গিক স্কোর সরবরাহ করতে আমাদের মডেলগুলিকে টিউন করতে দেয়।",
  "section-challenges-header": "সেকেন্ডে আপনার নিজের চ্যালেঞ্জ চালু করুন",
  "section-challenges-text-1": "প্রাসঙ্গিক বিষয়বস্তু সহ ব্র্যান্ডে থাকুন",
  "section-challenges-text-2": "যখন ব্যবহারকারীদের নিরাপত্তার প্রয়োজনীয়তা পূরণের জন্য একটি চ্যালেঞ্জ সমাধান করতে হবে, তখন কেন ব্যবহারকারীর জন্য আনন্দদায়ক এবং প্রাসঙ্গিক কাজগুলি তৈরি করবেন না? আমাদের সাধারণ কাস্টম চ্যালেঞ্জ ডিজাইনারের সাথে, আপনি মাত্র কয়েক মিনিটের মধ্যে অন-ব্র্যান্ড চ্যালেঞ্জ সামগ্রী চালু করতে পারেন।",
  "section-integration-header": "সরাসরি প্ল্যাটফর্ম ইন্টিগ্রেশন",
  "section-integration-subheader": "ওয়েব অবকাঠামো কোম্পানির জন্য",
  "section-integration-text": "hCaptcha এন্টারপ্রাইজ সিস্টেমটি এর ডিজাইনে অনন্যভাবে নমনীয়: আপনি যদি একটি পাবলিক ক্লাউড পরিচালনা করেন বা অনেক ডেটা সেন্টারের মালিক হন তবে এটি আপনার নেটওয়ার্কের প্রান্তে আংশিক বা সম্পূর্ণভাবে স্থাপন করা যেতে পারে। কঠোরতম SLA পূরণের জন্য আমাদের 24/7 অন-কল কর্মীদের পরিচালনার সমস্ত সুবিধা বজায় রেখে এটি নাটকীয়ভাবে খরচ এবং অফ-নেটওয়ার্ক ট্রাফিক কমাতে পারে।",
  "section-support-header": "আপনি এবং আপনার ব্যবহারকারী উভয়ের জন্যই নাগালযোগ্য দক্ষতা এবং সমর্থন",
  "section-support-text": "সেবা আমাদের জন্য একটি শীর্ষ অগ্রাধিকার. আমরা 24/7 অন-কল সমর্থন বজায় রাখি এবং বাস্তবায়নের সময় এবং পরে আপনার ইঞ্জিনিয়ারিং ইন্টিগ্রেশন টিম এবং আমাদের অন-কল কর্মীদের সাথে সরাসরি স্ল্যাক সমন্বয় অফার করি৷‍ আমরা সোশ্যাল মিডিয়া, ফোরাম জুড়ে আপনার ব্যবহারকারীদের প্রশ্নের সক্রিয়ভাবে নিরীক্ষণ এবং উত্তর দিতে প্রতিশ্রুতিবদ্ধ৷ , এবং আমাদের ইন-উইজেট এবং ইমেল সমর্থন চ্যানেল। আমরা অ্যাক্সেসযোগ্য এবং প্রতিক্রিয়াশীল এবং ব্যবহারকারীর সন্তুষ্টিকে শীর্ষ KPI হিসাবে বিবেচনা করি।",
  "section-enterprise-header": "এন্টারপ্রাইজ বৈশিষ্ট্য",
  "section-enterprise-title-1": "বিশ্বমানের অ্যান্টি-বট সুরক্ষা",
  "section-enterprise-desc-1": "ওয়েব স্কেলে যুদ্ধ-পরীক্ষিত।",
  "section-enterprise-title-2": "উচ্চ নির্ভুলতা বট স্কোর",
  "section-enterprise-desc-2": "বিভিন্ন ধরণের খারাপ অভিনেতাদের সনাক্ত করুন।",
  "section-enterprise-title-3": "শূন্য ঘর্ষণ এবং 99.9% প্যাসিভ মোড",
  "section-enterprise-desc-3": "বৈধ ব্যবহারকারীদের 0.1% এর কম চ্যালেঞ্জ করুন।",
  "section-enterprise-title-4": "কন্ট্রোল চ্যালেঞ্জের ধরন দেখানো হয়েছে",
  "section-enterprise-desc-4": "পছন্দ করার জন্য প্রকারের বিস্তৃত লাইব্রেরি।",
  "section-enterprise-title-5": "কন্ট্রোল চ্যালেঞ্জ কন্টেন্ট ব্যবহৃত",
  "section-enterprise-desc-5": "সামঞ্জস্যপূর্ণ ব্যবহারকারীর অভিজ্ঞতা সহ ব্র্যান্ডে থাকুন।",
  "section-enterprise-title-6": "এন্টারপ্রাইজ এসএলএ",
  "section-enterprise-desc-6": "গ্যারান্টিযুক্ত নির্ভরযোগ্যতা এবং দ্রুত 24/7 অন-কল সমর্থন।",
  "section-enterprise-title-7": "লিগ্যাসি ব্রাউজার সমর্থন",
  "section-enterprise-desc-7": "ইন্টারনেট এক্সপ্লোরার 8-এ ফিরে আসা সমস্ত উপায়ে সামঞ্জস্যপূর্ণ।",
  "section-enterprise-title-8": "উন্নত রিপোর্টিং ড্যাশবোর্ড এবং API",
  "section-enterprise-desc-8": "আপনার সমস্ত সাইট এবং অ্যাপ জুড়ে কী ঘটছে তা দেখুন।",
  "section-enterprise-title-9": "প্রতিটি দেশে কাজ করে",
  "section-enterprise-desc-9": "reCAPTCHA থেকে ভিন্ন, আমরা প্রতিটি দেশে কাজ করি।",
  "section-enterprise-title-10": "GDPR, CCPA, এবং LGPD-বান্ধব গোপনীয়তা নীতি",
  "section-enterprise-desc-10": "প্রথম দিন থেকে গোপনীয়তার জন্য ডিজাইন করা হয়েছে। শক্তিশালী ডেটা প্রসেসিং চুক্তি।",
  "section-enterprise-title-11": "সূক্ষ্ম দানাদার অসুবিধার মাত্রা",
  "section-enterprise-desc-11": "আপনার ব্যবহারের ক্ষেত্রে ঠিক ফিট করতে এটি ডায়াল করুন।",
  "section-enterprise-title-12": "প্রথম পক্ষের হোস্টিং",
  "section-enterprise-desc-12": "সমস্ত অনুরোধ এবং সম্পদ hcaptcha.yourdomain.com-এ যায়৷",
  "section-enterprise-title-13": "মাল্টি-ইউজার ড্যাশবোর্ড",
  "section-enterprise-desc-13": "আপনার দল জুড়ে ব্যবস্থাপনা শেয়ার করুন.",
  "section-enterprise-title-14": "তাত্ক্ষণিক যাচাইকরণ",
  "section-enterprise-desc-14": "0ms লেটেন্সি: কোনো API কল ছাড়াই hCaptcha টোকেন যাচাই করুন।",
  "section-enterprise-title-15": "মোবাইল (iOS এবং Android) ইন্টিগ্রেশন",
  "section-enterprise-desc-15": "ওয়েব, নেটিভ মোবাইল, মোবাইল ওয়েব জুড়ে বিরামহীন অভিজ্ঞতা। প্রাক-নির্মিত ইন্টিগ্রেশন এবং নেটিভ SDK উপলব্ধ।",
  "section-enterprise-title-16": "কাস্টমাইজড শর্তাবলী এবং গোপনীয়তা গ্যারান্টি",
  "section-enterprise-desc-16": "আপনার আইনি চাহিদা পূরণ করুন যখন অন্য কোম্পানি করতে পারে না।",
  "presented-challlenges-head": "উপস্থাপনা চ্যালেঞ্জ",
  "presented-challenges-title-1": "তুলনা",
  "presented-challenges-text-1": "ক্যোয়ারী মেলে সব ছবি নির্বাচন করুন",
  "presented-challenges-title-2": "সীমান্ত বক্স",
  "presented-challenges-text-2": "বস্তুর জন্য আবদ্ধ এলাকা সংজ্ঞায়িত করুন",
  "presented-challenges-title-3": "শ্রেণীকরণ",
  "presented-challenges-text-3": "সংশ্লিষ্ট লেবেল সনাক্ত করুন",
  "presented-challenges-subheader": "...এবং অন্যান্য সহজ কাজ। মানুষের জন্য সহজ, বটদের জন্য কঠিন।",
  "presented-challenges-subtext": "এন্টারপ্রাইজ প্রকাশকদের জন্য কাস্টম কাজগুলিও উপলব্ধ৷",
  "footer-header-1": "প্রতিষ্ঠান",
  "footer-header-2": "সম্পদ",
  "footer-header-3": "যোগাযোগ",
  "footer-link-1": "লেবেলিং",
  "footer-link-2": "সম্পর্কিত",
  "footer-link-3": "চাকরি",
  "footer-link-4": "ট্রেডমার্ক",
  "footer-link-5": "ব্লগ",
  "footer-link-6": "স্ট্যাটাস",
  "footer-link-7": "ডকুমেন্টেশন",
  "footer-link-8": "একটি বাগ রিপোর্ট করুন",
  "footer-link-9": "অ্যাক্সেসযোগ্যতা",
  "footer-terms": "শর্তাবলী",
  "footer-privacy": "গোপনীয়তা",
  "footer-attribution": "অ্যাট্রিবিউশন",
  "footer-subheader-1": "সমর্থন",
  "footer-subheader-2": "যোগাযোগ",
  "switch-to-english-link": "ইংরেজীতে পরিবর্তন করা",
  "intro-heading-privacy": "গোপনীয়তার জন্য ডিজাইন করা হয়েছে।",
  "intro-subtitle-p1-privacy": " অনলাইন নিরাপত্তার জন্য একটি স্বতন্ত্রভাবে গোপনীয়তা-চালিত পদ্ধতি।",
  "info-head-2-pr": "অনলাইন কার্যকলাপ রেকর্ডিং উত্তর নয়.",
  "info-text-1-pr": "hCaptcha এন্টারপ্রাইজের একটাই উদ্দেশ্য: খারাপ অভিনেতাদের আপনার অনলাইন ক্রিয়াকলাপ ব্যাহত করা এবং আপনার ব্যবহারকারীদের ক্ষতি করা থেকে বিরত রাখা।",
  "info-text-2-pr": "আমাদের সিস্টেমগুলি এইভাবে গ্রাউন্ড আপ থেকে ডিজাইন করা হয়েছে যাতে ক্লাস-লিডিং সিকিউরিটি বজায় রেখে ডেটা সংগ্রহ এবং ধারণকে কম করা যায়। ব্যবহারকারীর ডেটা সুরক্ষিত করার সর্বোত্তম উপায় হল এটি মোটেও সংরক্ষণ করা নয়।",
  "info-text-3-pr": "সমস্ত গ্রাহক সম্পর্ক একটি শক্তিশালী ডেটা প্রসেসিং চুক্তি দ্বারা সুরক্ষিত। hCaptcha পরিষেবা আপনার পরিষেবা বা আপনার গ্রাহকরা যেখানেই থাকুক না কেন সমস্ত গোপনীয়তা আইন মেনে চলে। ব্যক্তিগত তথ্য না রাখা অন্যান্য কোম্পানির তুলনায় আমাদের জন্য এটি অনেক সহজ করে তোলে।",
  "info-text-2-2-pr": "reCAPTCHA v3-এর মতো পরিষেবাগুলি বলে যে আপনার সাইটের প্রতিটি পৃষ্ঠায় তাদের ট্র্যাকিং পিক্সেল রাখা ভালো নিরাপত্তার জন্য প্রয়োজনীয়। এই ক্ষেত্রে না হয়.",
  "info-text-2-3-pr": "সহজ আচরণগত বিশ্লেষণ হল একটি সংকেত যা সহজেই খারাপ অভিনেতাদের দ্বারা জাল করা হয় এবং আপনার সমস্ত বৈধ ট্র্যাফিকের জন্যও ব্রাউজিং ইতিহাস বজায় রাখা প্রয়োজন৷",
  "info-text-2-4-pr": "আমরা একটি বিজ্ঞাপন নেটওয়ার্ক পরিচালনা করি না, এবং তাদের বিজ্ঞাপন বিক্রি করার জন্য আপনার ব্যবহারকারীর আচরণ পর্যবেক্ষণে কোন আগ্রহ নেই। এর মানে আপনার সাইটের প্রতিটি পৃষ্ঠায় আমাদের একটি প্যাসিভ পিক্সেলের প্রয়োজন নেই।",
  "info-text-2-5-pr": "আমাদের চ্যালেঞ্জ কোড যোগ করুন শুধুমাত্র যেখানে এটি প্রয়োজনীয়, এবং যেখানে এটি আপনাকে এবং আপনার ব্যবহারকারীদের উভয়ের সুরক্ষার জন্য অর্থপূর্ণ।",
  "info-head-3-pr": "মেশিন লার্নিং দরকারী। কিন্তু এটি কাজ করার জন্য ব্যক্তিগত তথ্য প্রয়োজন হয় না.",
  "info-text-3-1-pr": "মেশিন লার্নিং এখন আমাদের জীবনের প্রায় প্রতিটি দিককে প্রভাবিত করে, প্রায়শই আমরা বুঝতে পারি না এবং দেখতে পারি না। অনলাইন নিরাপত্তা সেবা ভিন্ন নয়।",
  "info-text-3-2-pr": "হাজার হাজার সিগন্যাল শেখার মাধ্যমে, মডেলগুলি অনুমান করতে পারে এবং খুব দ্রুত দূষিত আচরণ সনাক্ত করতে উচ্চ আত্মবিশ্বাসে পৌঁছাতে পারে, এমনকি যখন কোনও পৃথক সংকেত নিজেই সমস্যা নির্দেশ করার জন্য যথেষ্ট শক্তিশালী হবে না।",
  "info-text-3-3-pr": "যাইহোক, এর কোনোটিই ব্যক্তিগতভাবে শনাক্তযোগ্য তথ্য (PII) ব্যবহার করার প্রয়োজন নেই। আধুনিক ক্রিপ্টোগ্রাফিক কৌশল আমাদের যেকোনো ব্যক্তিগত ডেটা যত তাড়াতাড়ি সম্ভব বাতিল করতে দেয়, পরিবর্তে একমুখী স্বাক্ষর তৈরি করে যা কোনো ব্যক্তির সাথে লিঙ্ক করা যায় না।",
  "info-text-3-4-pr": "ডি-আইডেন্টিফাইড ডেটার প্রশিক্ষণ ঠিক একইভাবে কাজ করে এবং নিরাপত্তা বা গোপনীয়তার সাথে আপস করার প্রয়োজন হয় না। আমাদের গ্রাহকরা পরীক্ষামূলক পরীক্ষা করেছেন, এবং আমাদেরকে অনেক কম ব্যক্তিগত বিকল্পের সমান বা ভালো বলে ঘোষণা করেছেন।",
  "cloudflare-quote-text-privacy": "আমরা hCaptcha সমাধান সম্পর্কে কিছু জিনিস পছন্দ করেছি: 1) তারা ব্যক্তিগত ডেটা বিক্রি করে না; তারা শুধুমাত্র ন্যূনতম প্রয়োজনীয় ব্যক্তিগত তথ্য সংগ্রহ করে, তারা যে তথ্য সংগ্রহ করে এবং তারা কীভাবে ব্যবহার করে এবং/অথবা প্রকাশ করে তা বর্ণনা করার ক্ষেত্রে তারা স্বচ্ছ।",
  "pilot-head": "কোনো বাধ্যবাধকতা ছাড়া আপনার পরিবেশে আমাদের চেষ্টা করুন.",
  "pilot-text-1a": "আমরা প্রকৌশলী, বিক্রয়কর্মী নই: আমরা চাই আপনি আপনার পছন্দে খুশি হন।",
  "pilot-text-1b": "আপনার সন্তুষ্টি নিশ্চিত করার সর্বোত্তম উপায় হল আমরা আপনার চাহিদা পূরণ করি তা প্রদর্শন করা।",
  "pilot-text-1c": "কার্যত সমস্ত কোম্পানি যারা পাইলট শুরু করে শেষ পর্যন্ত আমাদের সমাধান বেছে নেয়।",
  "pilot-text-1d": "আমাদের প্রযুক্তিগত বিশেষজ্ঞদের একজনের কাছে পৌঁছানোর জন্য এই ফর্মটি ব্যবহার করুন। আমরা দ্রুত সাড়া দেই।",
  "pilot-text-1e": "এছাড়াও আপনি সরাসরি আমাদের ইমেল করতে পারেন.",
  "pilot-email-details": "বিস্তারিত এখানে আছে.",
  "pilot-f1": "অঞ্চল",
  "pilot-f2": "তোমার নাম",
  "pilot-f3": "তোমার নাম",
  "pilot-f4": "ব্যবসা ইমেল",
  "pilot-f5": "আমাদের অন্য কোন বিবরণ থাকা উচিত?",
  "pilot-f6": "আপনি কি জরুরী অনবোর্ডিং প্রয়োজন?",
  "pilot-f7": "হ্যাঁ.",
  "pilot-f8": "আমি আক্রমণের মধ্যে আছি এবং অবিলম্বে অনবোর্ডিং প্রয়োজন।",
  "pilot-f9": "জমা দিন",
  "pilot-f10": "আপনার ইমেল প্রবেশ করে, আপনি আমাদের শর্তাবলী এবং গোপনীয়তা নীতির সাথে সম্মত হন এবং আমাদের কাছ থেকে ইমেল পেতে সম্মত হন।",
  "pilot-fo-1": "ইন্টিগ্রেশন সহজ হতে পারে না.",
  "pilot-fo-2": "hCaptcha আপনার ব্যবহার করা ফ্রন্টএন্ড এবং ব্যাকএন্ড সিস্টেমগুলির জন্য কয়েক ডজন পূর্ব-নির্মিত ইন্টিগ্রেশন রয়েছে।",
  "pilot-fo-3": "আপনি যদি Google এর reCAPTCHA থেকে আসছেন, তাহলে আমাদের APIগুলি ড্রপ-ইন প্রতিস্থাপন। কোডের তিনটি লাইন আপনার প্রয়োজন।",
  "pilot-fo-4": "আপনার রিঅ্যাক্ট ইন্টিগ্রেশন, iOS নেটিভ অ্যাপের জন্য SDK, একটি জাভা ব্যাকএন্ড উদাহরণ, বা কার্যত অন্য কোনও দৃশ্যের প্রয়োজন হোক না কেন আমাদের অনবোর্ডিং ইঞ্জিনিয়াররা আপনাকে দ্রুত এগিয়ে নিয়ে যেতে পারেন।",
  "pilot-fo-5": "এবং বরাবরের মতো, গোপনীয়তা আমাদের জন্য একটি মূল মান। আমাদের চ্যালেঞ্জ কোড যোগ করুন শুধুমাত্র যেখানে এটি প্রয়োজনীয়, এবং যেখানে এটি আপনাকে এবং আপনার ব্যবহারকারীদের উভয়ের সুরক্ষার জন্য অর্থপূর্ণ। সংহতকরণের মুহূর্ত থেকে ডেটা সংগ্রহকে মিনিমাইজ করা শুরু হয়।",
  "pilot-fdone": "ধন্যবাদ. আমরা শীঘ্রই যোগাযোগ করা হবে.",
  "home-ent-2-new": "আমাদের এন্টারপ্রাইজ সমাধান সম্পর্কে আরও জানুন।",
  "home-ent-button-new": "hCaptcha এন্টারপ্রাইজ",
  "home-main-plans2-new": "hCaptcha এন্টারপ্রাইজ সলিউশন শ্রেণী-প্রধান নিরাপত্তা প্রদান করে এবং শীর্ষস্থানীয় অনেক অনলাইন পরিষেবাকে রক্ষা করে।",
  "home-plans-button-2-new": "আরও জানুন",
  "header-enterprise-link": "এন্টারপ্রাইজ",
  "sales-interstitial-c1b-new": "hCaptcha এন্টারপ্রাইজ সম্পর্কে আরও জানুন"
}
