{
  "header-privacy-link": "Zazinsinsi",
  "header-integration-link": "Kuphatikiza",
  "header-cost-link": "Mtengo",
  "header-features-link": "Mawonekedwe",
  "header-docs-link": "Docs",
  "header-login-button": "Lowani muakaunti",
  "header-contact-button": "Contact Zogulitsa",
  "intro-heading": "Kutsimikizika kwa Zero friction Humanity.",
  "intro-contact-button": "Lumikizanani nafe kuti mudziwe zambiri",
  "intro-text-bottom": "Zodalirika ndi makampani omwe amayendetsa intaneti.",
  "sub-menu-button": "Contact Zogulitsa",
  "sub-menu-item1": "Makampani",
  "sub-menu-item2": "Mtengo",
  "sub-menu-item3": "Kuphatikiza",
  "sub-menu-item4": "Mawonekedwe",
  "sub-menu-item5": "Zazinsinsi",
  "sub-menu-item6": "Docs",
  "info-head-1": "Zomangidwa pa nsanja yotsimikizika ya hCaptcha",
  "info-text-1": "hCaptcha Enterprise imayenda paukadaulo wa hCaptcha, wokulirapo kuti aphatikize zomwe mabizinesi amafunikira.",
  "info-head-2": "Wokondedwa wodalirika",
  "intro-subtitle": "Konzani vuto lanu la bot lero.",
  "info-text-2": "Ntchito zathu zimadaliridwa ndi makampani akuluakulu padziko lonse lapansi kuti azitumikira mamiliyoni ambiri ogwiritsa ntchito tsiku ndi tsiku pamasamba mamiliyoni makumi ambiri.",
  "cloudflare-quote-text": "Tinayesa angapo ogulitsa CAPTCHA komanso kumanga dongosolo tokha. Pamapeto pake, hCaptcha idatuluka ngati njira yabwino koposa reCAPTCHA.",
  "cloudflare-quote-detail": "Director of Product Management, Cloudflare",
  "section-quote-head": "Njira yotsika mtengo yamabizinesi okwera magalimoto",
  "section-quote-text": "Pomaliza, njira yodalirika ya Google. hCaptcha Enterprise imakupulumutsani ndalama zambiri pa bilu yanu ya reCAPTCHA yokhala ndi chitetezo chokwera: mpaka 80% yotsika mtengo nthawi zina. Ntchito zambiri zapaintaneti padziko lonse lapansi zasinthira ku hCaptcha Enterprise ndipo alandila kudziwika bwino kwa bot limodzi ndi kupulumutsa ndalama zambiri.",
  "section-quote-button": "Lumikizanani nafe lero kuti mupeze mtengo",
  "section-privacy-header": "Zazinsinsi Zakhazikika",
  "section-privacy-text-1": "Maukonde otsatsa amawona alendo anu ngati malonda. Kwa ife chinthu chokhacho ndicho kudziwa umunthu wawo. Ntchito zathu zimakwaniritsa kapena kupyola GDPR, CCPA, ndi LGPD, komanso njira zothandizira monga Privacy Pass. Timayesetsa kulinganiza zachinsinsi ndi chitetezo.",
  "section-privacy-text-2": "Kuyang'ana kwachinsinsi kumeneku kumatanthauza kuti titha kusungitsa zidziwitso za munthu aliyense payekha, kugwiritsa ntchito ma cookie, ndi zinsinsi zina zachinsinsi zamakontrakitala monga zimafunikira ndikusungabe chitetezo champhamvu.",
  "section-security-header": "Chitetezo Choyamba",
  "section-security-text-1": "Kulondola ndi chidwi chanu komanso chathu. hCaptcha imagwira ntchito kukupatsani deta yeniyeni ndikukulolani kusankha momwe mungagwiritsire ntchito. Ma captchas ena amaperekedwa ndi makampani otsatsa a Gigantic. Izi zikutanthauza kuti bot iliyonse yomwe amaletsa ikhoza kuchepetsa ndalama zawo.",
  "section-security-text-2": "Kugwiritsa ntchito njira zaposachedwa zamakina zophunzirira zinsinsi kumatilola kupitilira miyezo yachitetezo cha mbiri yakale yolemba zonse mosatha popanda kuwononga chitetezo kapena zinsinsi za ogwiritsa ntchito.",
  "section-user-experience-header": "Zambiri Zogwiritsa Ntchito",
  "section-user-experience-text1": "Kwa ogwiritsa ntchito Enterprise, zosankha zilipo kuti mupewe zovuta muzochitika zambiri.",
  "section-user-experience-text2": "Chepetsani kukangana popewa zovuta kwa 99.9% ya magalimoto anu ovomerezeka pomwe mumapereka chitetezo chabwino kwambiri, chifukwa chamitundu yapamwamba ya bot.",
  "section-easy-integration-header": "Kuphatikiza kosavuta",
  "section-easy-integration-text": "Kuwonjezera hCaptcha kumatenga mphindi zochepa chabe ndi mizere yochepa chabe ya code. API yoyambira imagwirizana ndi reCAPTCHA V2, ndipo zimangotenga mphindi zochepa kuti musinthe. Mutha kukhala ndi njira ina yapamwamba kwambiri lero, ndikuyatsa zida zapamwamba ngati pakufunika.",
  "section-easy-integration-serverside": "Mbali ya Seva:",
  "section-easy-integration-frontend": "Kumaso:",
  "section-threat-header": "Customized Threat Scores",
  "section-threat-text": "Sikuti mavuto onse ali ofanana: kupeza chigoli chimodzi kumatanthauza kuti kuyenera kuthana ndi zosowa zanu kuti zikhale zothandiza. Ndi ma hCaptcha's Customized Threat Scores, kulumikizana mwachangu kumatilola kusintha mitundu yathu kuti tipereke zambiri zogwirizana ndi bizinesi yanu.",
  "section-challenges-header": "Yambitsani Zovuta Zanu Mumphindi",
  "section-challenges-text-1": "Khalani pamtundu wokhala ndi zofunikira",
  "section-challenges-text-2": "Pamene ogwiritsa ntchito akuyenera kuthetsa vuto kuti akwaniritse zofunikira zachitetezo, bwanji osapanga ntchito zabwino komanso zogwirizana ndi wogwiritsa ntchito? Ndi mlengi wathu wosavuta wazovuta, mutha kuyambitsa zovuta zamtundu wanu m'mphindi zochepa.",
  "section-integration-header": "Direct Platform Integration",
  "section-integration-subheader": "Kwa Makampani Opangira Mawebusayiti",
  "section-integration-text": "Dongosolo la hCaptcha Enterprise ndi losinthika mwapadera pamapangidwe ake: litha kutumizidwa pang'ono kapena kwathunthu pamphepete mwa netiweki yanu ngati mugwiritsa ntchito mtambo wapagulu kapena muli ndi malo ambiri a data. Izi zitha kuchepetsa kwambiri ndalama komanso kuchuluka kwa anthu pa intaneti pomwe tikusunga zabwino zonse zowongolera ndi ogwira ntchito 24/7 kuti akwaniritse ma SLA okhwima kwambiri.",
  "section-support-header": "Ukatswiri Wofikirika ndi Thandizo Kwa Inu ndi Ogwiritsa Ntchito Anu",
  "section-support-text": "Utumiki ndi chinthu chofunika kwambiri kwa ife. Timasunga chithandizo cha 24/7 pa foni ndikupereka mgwirizano wachindunji wa Slack ndi gulu lanu lophatikizira uinjiniya ndi ogwira nawo ntchito pakuitana panthawi komanso pambuyo pokhazikitsa. , ndi njira zathu zothandizira ma widget ndi imelo. Ndife ofikirika komanso omvera, ndipo timawona kukhutira kwa ogwiritsa ntchito ngati KPI yapamwamba.",
  "section-enterprise-header": "Zochita zamakampani",
  "section-enterprise-title-1": "Chitetezo chapadziko lonse lapansi cha anti-bot",
  "section-enterprise-desc-1": "Kuyesedwa pankhondo pa intaneti.",
  "section-enterprise-title-2": "Zolondola kwambiri za bot",
  "section-enterprise-desc-2": "Dziwani oyipa amitundu yosiyanasiyana.",
  "section-enterprise-title-3": "Kukangana kwa Zero ndi 99.9% modes passive",
  "section-enterprise-desc-3": "Tsutsani ochepera 0.1% a ogwiritsa ntchito ovomerezeka.",
  "section-enterprise-title-4": "Sinthani mitundu yotsutsa yomwe yawonetsedwa",
  "section-enterprise-desc-4": "Laibulale yayikulu yamitundu yomwe mungasankhe.",
  "section-enterprise-title-5": "Yang'anirani zotsutsa zomwe zimagwiritsidwa ntchito",
  "section-enterprise-desc-5": "Khalani pamtundu wokhala ndi ogwiritsa ntchito mosasinthasintha.",
  "section-enterprise-title-6": "Makampani a SLA",
  "section-enterprise-desc-6": "Kudalirika kotsimikizika komanso chithandizo chachangu cha 24/7 pakuyimba foni.",
  "section-enterprise-title-7": "Thandizo la msakatuli wakale",
  "section-enterprise-desc-7": "Imagwirizana mpaka kubwerera ku Internet Explorer 8.",
  "section-enterprise-title-8": "Zapamwamba malipoti dashboards ndi API",
  "section-enterprise-desc-8": "Onani zomwe zikuchitika pamasamba ndi mapulogalamu anu onse.",
  "section-enterprise-title-9": "Zimagwira ntchito m'dziko lililonse",
  "section-enterprise-desc-9": "Mosiyana ndi reCAPTCHA, timagwira ntchito m'mayiko onse.",
  "section-enterprise-title-10": "GDPR, CCPA, ndi mfundo zachinsinsi za LGPD",
  "section-enterprise-desc-10": "Zopangidwira zachinsinsi kuyambira tsiku loyamba. Mgwirizano Wamphamvu Wokonza Data.",
  "section-enterprise-title-11": "Miyezo yovuta kwambiri",
  "section-enterprise-desc-11": "Imbani izi kuti zigwirizane ndendende ndi vuto lanu.",
  "section-enterprise-title-12": "Kuchititsa chipani choyamba",
  "section-enterprise-desc-12": "Zopempha zonse ndi katundu zimapita ku hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Ma dashboards ambiri ogwiritsa ntchito",
  "section-enterprise-desc-13": "Gawani zowongolera pagulu lanu lonse.",
  "section-enterprise-title-14": "Instant Verification",
  "section-enterprise-desc-14": "0ms latency: tsimikizirani zizindikiro za hCaptcha popanda kuyimba kwa API.",
  "section-enterprise-title-15": "Kuphatikiza kwa Mobile (iOS ndi Android).",
  "section-enterprise-desc-15": "Zochitika mosasunthika pa intaneti, mafoni am'manja, intaneti yam'manja. Zophatikizira zomangidwa kale ndi ma SDK akomwe amapezeka.",
  "section-enterprise-title-16": "Migwirizano Yosinthidwa Mwamakonda Ndi Zitsimikizo Zazinsinsi",
  "section-enterprise-desc-16": "Kukwaniritsa zosowa zanu zamalamulo pomwe makampani ena sangathe.",
  "presented-challlenges-head": "Mavuto Operekedwa",
  "presented-challenges-title-1": "Kuyerekezera",
  "presented-challenges-text-1": "Sankhani zithunzi zonse zomwe zikugwirizana ndi funso",
  "presented-challenges-title-2": "Bonding Bonding",
  "presented-challenges-text-2": "Fotokozani malo omangira zinthu",
  "presented-challenges-title-3": "Kugawa magulu",
  "presented-challenges-text-3": "Dziwani zilembo zofananira",
  "presented-challenges-subheader": "...ndi ntchito zina zosavuta. Zosavuta kwa anthu, zovuta kwa bots.",
  "presented-challenges-subtext": "Ntchito zokhazikika zimapezekanso kwa osindikiza mabizinesi.",
  "footer-header-1": "Kampani",
  "footer-header-2": "Zida",
  "footer-header-3": "Contact",
  "footer-link-1": "Kulemba zilembo",
  "footer-link-2": "Za",
  "footer-link-3": "Ntchito",
  "footer-link-4": "Zizindikiro",
  "footer-link-5": "Blog",
  "footer-link-6": "Mkhalidwe",
  "footer-link-7": "Zolemba",
  "footer-link-8": "Nenani za Bug",
  "footer-link-9": "Kufikika",
  "footer-terms": "Terms",
  "footer-privacy": "Zazinsinsi",
  "footer-attribution": "Attribution",
  "footer-subheader-1": "Thandizo",
  "footer-subheader-2": "Contact",
  "switch-to-english-link": "Sinthani ku Chingerezi",
  "intro-heading-privacy": "Zapangidwira zachinsinsi.",
  "intro-subtitle-p1-privacy": " Njira yapadera yoyendetsedwa ndichinsinsi pachitetezo cha pa intaneti.",
  "info-head-2-pr": "Kujambula pa intaneti si yankho.",
  "info-text-1-pr": "hCaptcha Enterprise ili ndi cholinga chimodzi chokha: kuteteza ochita zoipa kuti asokoneze ntchito zanu zapaintaneti ndi kuvulaza ogwiritsa ntchito anu.",
  "info-text-2-pr": "Makina athu amapangidwa kuyambira pansi mpaka pansi kuti achepetse kusonkhanitsa ndi kusungitsa deta kwinaku akusunga chitetezo chotsogola m'gulu. Njira yabwino yotetezera deta ya wosuta sikusunga konse.",
  "info-text-3-pr": "Maubale onse a makasitomala amatetezedwanso ndi mgwirizano wamphamvu wa Data Processing Agreement. Ntchito ya hCaptcha imagwirizana ndi malamulo onse achinsinsi mosasamala kanthu komwe ntchito yanu kapena makasitomala anu akukhala. Kusasunga zambiri zanu kumapangitsa izi kukhala zosavuta kwa ife kuposa makampani ena.",
  "info-text-2-2-pr": "Ntchito ngati reCAPTCHA v3 zimati kuyika pixel yawo yolondolera patsamba lililonse latsamba lanu ndikofunikira kuti mukhale otetezeka. Izi sizili choncho.",
  "info-text-2-3-pr": "Kusanthula kosavuta kwamakhalidwe ndi chizindikiro chopangidwa mosavuta ndi ochita zoyipa, ndipo kumafuna kusunga mbiri yamayendedwe anu onse ovomerezeka.",
  "info-text-2-4-pr": "Sitigwiritsa ntchito zotsatsa, ndipo tilibe chidwi chowonera zomwe mumagwiritsa ntchito kuti muwagulitse malonda. Izi zikutanthauza kuti sitikufuna pixel yokhazikika patsamba lililonse latsamba lanu.",
  "info-text-2-5-pr": "Onjezani khodi yathu yotsutsa pokhapokha ngati ikufunika, komanso komwe kuli koyenera kuteteza inuyo ndi ogwiritsa ntchito anu.",
  "info-head-3-pr": "Kuphunzira kwa makina ndikothandiza. Koma sikutanthauza deta munthu ntchito.",
  "info-text-3-1-pr": "Kuphunzira pamakina tsopano kumakhudza pafupifupi mbali iliyonse ya moyo wathu, nthawi zambiri m'njira zomwe sitikuzindikira komanso zomwe sitingathe kuziwona. Ntchito zachitetezo pa intaneti sizosiyana.",
  "info-text-3-2-pr": "Pophunzira masauzande masauzande ambiri, zitsanzo zimatha kupangitsa kuti munthu azikhulupirira kwambiri kuti azitha kuzindikira zinthu zoyipa mwachangu, ngakhale palibe chizindikiro chokhacho chomwe chingakhale champhamvu mokwanira kuwonetsa vuto.",
  "info-text-3-3-pr": "Komabe, palibe chilichonse mwa izi chomwe chimafunikira kugwiritsa ntchito chidziwitso chodziwika bwino (PII). Njira zamakono za cryptographic zimatilola kutaya deta iliyonse yaumwini mwamsanga, kupanga m'malo mwake ma signature a njira imodzi omwe sangagwirizane ndi munthu aliyense.",
  "info-text-3-4-pr": "Kuphunzitsa pa data yosadziwika kumagwiranso ntchito, ndipo sikufuna kusokoneza chitetezo kapena zinsinsi. Makasitomala athu achita zoyeserera, ndipo adatiuza kuti ndife ofanana kapena abwino kuposa njira zina zachinsinsi.",
  "cloudflare-quote-text-privacy": "Tidakonda zinthu zingapo zokhudzana ndi mayankho a hCaptcha: 1) samagulitsa deta yamunthu; amangotenga zidziwitso zosafunika kwenikweni, amalankhula momveka bwino pofotokoza zomwe amasonkhanitsa komanso momwe amazigwiritsira ntchito ndi/kapena kuziulula.",
  "pilot-head": "Tiyeseni m'dera lanu popanda kukakamizidwa.",
  "pilot-text-1a": "Ndife mainjiniya, osati ogulitsa: tikufuna kuti musangalale ndi zomwe mwasankha.",
  "pilot-text-1b": "Njira yabwino yowonetsetsera kukhutitsidwa kwanu ndikuwonetsa kuti timakwaniritsa zosowa zanu.",
  "pilot-text-1c": "Pafupifupi makampani onse omwe amayamba oyendetsa ndege amasankha mayankho athu.",
  "pilot-text-1d": "Gwiritsani ntchito fomuyi kuti mufikire m'modzi mwa akatswiri athu aukadaulo. Timayankha mwamsanga.",
  "pilot-text-1e": "Mukhozanso kutumiza imelo mwachindunji.",
  "pilot-email-details": "Zambiri zili pano.",
  "pilot-f1": "Chigawo",
  "pilot-f2": "Dzina lanu",
  "pilot-f3": "Dzina lanu",
  "pilot-f4": "Imelo ya Bizinesi",
  "pilot-f5": "Mfundo zina ziti zomwe tiyenera kukhala nazo?",
  "pilot-f6": "Kodi mukufuna kukwera mwachangu?",
  "pilot-f7": "Inde.",
  "pilot-f8": "Ndikuwukiridwa ndipo ndikufunika kuti ndikwere mwachangu.",
  "pilot-f9": "Tumizani",
  "pilot-f10": "Polowetsa imelo yanu, mumavomereza Migwirizano ndi Zinsinsi zathu, ndikulandila imelo kuchokera kwa ife.",
  "pilot-fo-1": "Kuphatikiza sikungakhale kosavuta.",
  "pilot-fo-2": "hCaptcha ili ndi zophatikizira zambiri zomangidwa kale pamakina akutsogolo ndi kumbuyo komwe mumagwiritsa ntchito.",
  "pilot-fo-3": "Ngati mukuchokera ku reCAPTCHA ya Google, ma API athu ndi olowa m'malo. Mizere itatu yamakhodi ndi zonse zomwe mukufuna.",
  "pilot-fo-4": "Akatswiri athu opanga ma boarding atha kukupangitsani kupita mwachangu, kaya mukufuna kuphatikiza React, ma SDK a mapulogalamu amtundu wa iOS, chitsanzo chakumbuyo kwa Java, kapena zochitika zina zilizonse.",
  "pilot-fo-5": "Ndipo monga nthawi zonse, zachinsinsi ndizofunikira kwambiri kwa ife. Onjezani khodi yathu yotsutsa pokhapokha ngati ikufunika, komanso komwe kuli koyenera kuteteza inuyo ndi ogwiritsa ntchito anu. Kuchepetsa kusonkhanitsa deta kumayambira panthawi yophatikiza.",
  "pilot-fdone": "Zikomo. Tilumikizana posachedwa.",
  "home-ent-2-new": "Dziwani zambiri zamabizinesi athu.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Mayankho a hCaptcha Enterprise amapereka chitetezo chotsogola m'kalasi ndikuteteza ntchito zambiri zapamwamba pa intaneti.",
  "home-plans-button-2-new": "Dziwani zambiri",
  "header-enterprise-link": "Makampani",
  "sales-interstitial-c1b-new": "Dziwani zambiri za hCaptcha Enterprise"
}
