{
  "23114595": "Zambiri Zogwiritsa Ntchito",
  "34074886": "Nthawi iliyonse mukayankha zovuta, timagwiritsa ntchito zitsanzo zapamwamba kuti tidziwe ngati ndinu munthu. Tsamba lomwe mudapitako limagwiritsa ntchito zotsatirazi kuti zikuthandizireni kukonza zomwe mwakumana nazo patsamba lawo poletsa ma bots.",
  "98173630": "hCaptcha ndiye ntchito yodziyimira payokha yomwe imagwiritsidwa ntchito kwambiri padziko lonse lapansi ya CAPTCHA.",
  "111184581": "Kuchititsa chipani choyamba",
  "119298044": "Makasitomala odziyang'anira okha a ML ndi AI amateteza zinthu zanu zapaintaneti kuti zisawopsezedwe ndi kuwukira",
  "121743429": "Kwa Makampani Opangira Mawebusayiti",
  "122875767": "Kukwaniritsa zosowa zanu zamalamulo pomwe makampani ena sangathe.",
  "126134492": "Zina",
  "152010250": "hCaptcha imaphatikiza kuphunzira pamakina apamwamba omwe amadziyang'anira okha ndi nsanja yatsopano yam'mphepete yomwe imachepetsa mwapadera kusonkhanitsa ndi kusungitsa deta, yoperekedwa kuchokera kumadera opitilira 250 padziko lonse lapansi chifukwa chazovuta kwambiri.",
  "179723061": "Kuwongolera kowonjezereka kwamagulu omwe amafunikira chitetezo chotsogola m'kalasi",
  "191460155": "Zero kukangana ndi 99.9% modes chabe",
  "282913023": "Njira yotsika mtengo yamabizinesi okwera magalimoto",
  "328625009": "... takonzeka pamene muli: utumiki wathu umapezeka usana ndi usiku.",
  "353066938": "Gulu lodziwa zambiri, lomwe likugwira ntchito pamavuto amasiku ano ovuta kwambiri. hCaptcha ndi ntchito ya",
  "353367791": "Dziwani oyipa amitundu yosiyanasiyana.",
  "359073033": "Ma Dashboards amapereka mawonekedwe apamwamba kapena owoneka bwino a zochitika.",
  "392886773": "Zimagwira ntchito m'dziko lililonse",
  "451701069": "Imagwirizana ndi GDPR, CCPA,",
  "547245263": "Konzani vuto lanu la bot lero.",
  "552920956": "hCaptcha imalola mawebusayiti kuti alandire mphotho pomwe akutsekereza bots ndi nkhanza zina. hCaptcha imakupatsaninso mwayi wothandizira mabungwe omwe mwasankha ndi zomwe mwapeza.",
  "555158694": "Ntchito yomwe mumagwiritsa ntchito yasankha kukonza zomwe mumakumana nazo patsamba lawo pokhazikitsa hCaptcha kuti muchepetse kuchuluka kwa magalimoto oyipa.",
  "585557010": "Tsutsani ochepera 0.1% a ogwiritsa ntchito ovomerezeka.",
  "713281684": "Biringanya",
  "719304627": "Mukufuna Kuwongolera-Kumapeto?",
  "734735952": "Tinayesa angapo ogulitsa CAPTCHA komanso kumanga dongosolo tokha. Pamapeto pake, hCaptcha idatuluka ngati njira yabwino koposa reCAPTCHA.",
  "751483365": "Thandizo kwa makasitomala omwe si a JavaScript.",
  "788770967": "Pepani kumva zimenezo! Mungafune kugwiritsa ntchito njira yathu yofikira:",
  "793242047": "Chepetsani zovuta zomwe zimaperekedwa kwa ogwiritsa ntchito kuti mulole mwayi wopeza mapulogalamu mwachangu",
  "829047995": "Mukugwiritsa ntchito reCAPTCHA pano?",
  "836577577": "Kuwonjezera hCaptcha kumatenga mphindi zochepa chabe ndi mizere yochepa chabe ya code. API yoyambira imagwirizana ndi reCAPTCHA V2, ndipo zimangotenga mphindi zochepa kuti musinthe.",
  "838049015": "Sankhani zithunzi zonse zomwe zikugwirizana ndi funso",
  "846501387": "Chitetezo cha padziko lonse lapansi cha bot",
  "861167568": "hCaptcha imathetsa imodzi mwazovuta kwambiri za IT: kuletsa ma bots oyipa kuti asawukire mapulogalamu anu a intaneti.",
  "880478438": "kwa kasamalidwe kabwino ka bot ndi chinyengo.",
  "897432717": "Ndi mapangidwe athu atsopano a Customized Threat Scores,                               ",
  "910989640": "Pangani malipoti atsatanetsatane komanso osinthidwa makonda a zochitika",
  "976209454": "Pezani Mphotho kapena Perekani kwa Zachifundo",
  "981806349": "Zomangidwa papulatifomu yotsimikizika ya hCaptcha",
  "999610953": "Pomaliza, njira yodalirika ya Google. hCaptcha Enterprise imakupulumutsani kwambiri pa bilu yanu ya reCAPTCHA yokhala ndi chitetezo chokwera: mpaka 80% yotsika mtengo nthawi zina.",
  "1014004474": "Mapulani a Enterprise a hCaptcha amapereka mapangano apamwamba achitetezo kuti gulu lanu litetezeke",
  "1045484714": "Kuphatikiza kwa SAML SSO ndi Identity Provider, mwachitsanzo. Okta kapena Azure AD.",
  "1050501253": "Zovuta Kwambiri",
  "1070364246": "Oops! Chinachake chalakwika potumiza fomu.",
  "1103295010": "Pezani ndalama kapena perekani ku zachifundo pamene anthu athetsa ma CAPTCHA",
  "1130868224": "Mizere itatu ya code",
  "1131525092": "Gwirizanitsani ochita zoyipa pamodzi mosavutikira kudzera ma Scoped UID athu osunga zinsinsi kuti tipeze ndikuletsa chinyengo ndi nkhanza zina.",
  "1141402092": "Malipoti apamwamba",
  "1150035777": "Makina apamwamba kwambiri ophunzirira makina amapanga zidziwitso za bot kutengera ma data ambiri kupitilira ngati mafunso ayankhidwa molondola",
  "1150963691": "Kusintha kwa APT",
  "1172067553": "Pulatifomu ya HUMAN kumbuyo kwa hCaptcha imapereka magwiridwe antchito apamwamba kwambiri komanso mawonekedwe owongolera kudzera pa-premise, hybrid, kapena SaaS deployments zomwe zimaphatikizana ndi machitidwe anu omwe alipo.",
  "1173652155": "Alangizi",
  "1218990730": "momwe munganenere zovuta ndi zipika zatsatanetsatane",
  "1250541092": "— Sergi Isasi",
  "1263998069": "Pezani mphotho pazosintha zamunthu",
  "1300485304": "hCaptcha imateteza ku ziwopsezo zapamwamba komanso zachinyengo zopangidwa kuti zilowetse maukonde anu",
  "1345083090": "Mukunena za vuto la magwiridwe antchito?",
  "1356745565": "Imagwirizana mpaka kubwerera ku Internet Explorer 8.",
  "1368787974": "Gawani zowongolera pagulu lanu lonse.",
  "1393184984": "zonse zomwe mukusowa.",
  "1475399473": "Dziwani zambiri za gulu la hCaptcha",
  "1485807325": "Ma dashboards ambiri ogwiritsa ntchito, SAML SSO",
  "1508655687": "Onjezani zovuta zanu zomwe zimapangidwira omvera anu kuti azitha kuwongolera kapena kuchepetsa mwayi wopezeka",
  "1510448156": "Mutha kukhala ndi njira ina yapamwamba kwambiri lero, ndikuyatsa zida zapamwamba ngati pakufunika.",
  "1525403768": "Kuti mudziwe zambiri funsani Enterprise Sales.",
  "1544546608": "Chinsinsi chachinsinsi",
  "1549336309": "hCaptcha imatembenuza fanizoli mozungulira. Mukamagwiritsa ntchito hCaptcha, makampani amapempha ntchito zomwe ogwiritsa ntchito anu amachita potsimikizira umunthu wawo. Mumalandira mphotho.",
  "1559631739": "Kuphunzira payekha",
  "1579093044": "Ndi mlengi wathu wosavuta wotsutsa, mutha kuyambitsa zovuta zamtundu wanu m'mphindi zochepa.",
  "1586809757": "Zolondola kwambiri za bot",
  "1599610318": "Wofalitsa",
  "1637702726": "Za hCaptcha",
  "1662477701": "Zida",
  "1676849166": "Chepetsani kukangana popewa zovuta kwa 99.9% ya magalimoto anu ovomerezeka pomwe mumapereka chitetezo chabwino kwambiri, chifukwa chamitundu yapamwamba ya bot.",
  "1685871181": "Ntchito zapamwamba zapaintaneti zimadalira",
  "1752795854": "hCaptcha imabweretsa njira yamakono, yoyang'ana zachinsinsi poyimitsa bots.",
  "1779265104": "Migwirizano Yosinthidwa Mwamakonda Ndi Zitsimikizo Zazinsinsi",
  "1792519141": "hCaptcha Enterprise",
  "1798492192": "Thandizo la msakatuli wakale",
  "1803009328": "Kuyesedwa pankhondo pa intaneti.",
  "1844885924": "Laibulale yayikulu yamitundu yomwe mungasankhe.",
  "1849717906": "Sinthani mwamakonda anu ndi zovuta zanu",
  "1849805607": "hCaptcha imateteza ku ziwopsezo ndi zinyengo zomwe zimapangidwira kuti zilowetse maukonde anu",
  "1886100235": "Ntchito zambiri zapaintaneti zazikulu kwambiri padziko lonse lapansi zasinthira ku hCaptcha Enterprise ndikulandira chidziwitso cha bot motsogozedwa ndi kupulumutsa ndalama zambiri.",
  "1894355645": "hCaptcha imapereka kuzindikira kwa bot kosavuta, kosavuta, komanso kodalirika pomwe kumakhala kocheperako kuti anthu athetse.",
  "1927613000": "hCaptcha imaphatikiza kuphunzira kwamakina kwaukadaulo ndi nsanja yamphamvu yoteteza mawebusayiti kuti asatengere akaunti, kuyika mbiri, kukwapula, ndi nkhanza zina.",
  "1936512180": "Kufikira kosavuta kwa API, ma dashboard okongola, komanso ukadaulo waposachedwa kwambiri wamodule-in-the-loop kuti muwonjezere magwiridwe antchito.",
  "1956967813": "Ntchito zathu zimadaliridwa ndi makampani akuluakulu padziko lonse lapansi kuti azitumikira mamiliyoni ambiri ogwiritsa ntchito tsiku ndi tsiku pamasamba mamiliyoni makumi ambiri.",
  "1958297836": "Chitetezo chogwirizana komanso kuchepetsa APT",
  "2041686284": "Zambiri nthawi zambiri zimabweretsa zotsatira zabwino pamachitidwe ophunzirira makina. Kupambana kwaposachedwa kwamitundu yakuzama kwadzetsa kuchulukirachulukira kwa dataset, ndipo hCaptcha imapereka chosowa ichi. Komabe, kupanga ma dataseti akuluakulu owunikiridwa ndi anthu pogwiritsa ntchito njira zachikhalidwe kumakhala kochedwa komanso kokwera mtengo.",
  "2103563261": "Zachinsinsi kapena Pagulu",
  "2131386784": "Ukatswiri Wofikirika ndi Thandizo Kwa Inu ndi Ogwiritsa Ntchito Anu",
  "2138799135": "hCaptcha ili ndi zophatikizira zambiri zomangidwa kale pamakina akutsogolo ndi kumbuyo komwe mumagwiritsa ntchito.",
  "2163914794": "Mukufuna zilembo zambiri zamagulu anu a data? hCaptcha imapereka zilembo zachangu, zotsika mtengo, komanso zapamwamba kwambiri zamakampani omwe amagwira ntchito zanzeru zopangapanga komanso kugwiritsa ntchito makina ophunzirira.",
  "2183926131": "Yambani ndi hCaptcha Enterprise",
  "2184564739": "Mwaona",
  "2188609322": "Osewera oyipa akuchulukirachulukira pa intaneti. Koma kusiya zinsinsi za ogwiritsa ntchito si yankho.",
  "2319072959": "Yendetsani osagwiritsa ntchito intaneti ndi antchito anu, tsatirani mtengo wogwiritsidwa ntchito pamabizinesi onse kapena ma consortium othandizana nawo, sankhani ntchito kwa ogwira ntchito osiyanasiyana amkati kapena akunja kutengera mtengo ndi chitetezo, ndi zina zambiri.",
  "2320894364": "Ndi malo opitilira 200, mtambo wa hCaptcha umateteza katundu wanu padziko lonse lapansi",
  "2354267648": "GDPR, CCPA, ndi mfundo zachinsinsi za LGPD",
  "2373007864": "hCaptcha Enterprise imayenda paukadaulo wa nsanja ya hCaptcha, yokulitsidwa kuti iphatikize zomwe mabizinesi amafunikira kwambiri.",
  "2418549423": ", muyezo womwe ukubwera wosunga zinsinsi zapaintaneti kudzera muumboni wachinsinsi, ndi zina zapadera zachinsinsi-zoyamba.",
  "2489287539": "Zopanda mikangano \"Palibe CAPTCHA\" & 99.9% ma passive modes",
  "2510209017": "Mukufuna thandizo lina?",
  "2513143348": "Dongosolo la hCaptcha Enterprise ndi losinthika mwapadera pamapangidwe ake: litha kutumizidwa pang'ono kapena kwathunthu pamphepete mwa netiweki yanu ngati mugwiritsa ntchito mtambo wapagulu kapena muli ndi malo ambiri a data.",
  "2535001179": "Ngati mukuchokera ku reCAPTCHA ya Google, ma API athu ndi olowa m'malo.",
  "2593768395": "Zochitika mosasunthika pa intaneti, mafoni am'manja, intaneti yam'manja. Zophatikizira zomangidwa kale ndi ma SDK akomwe amapezeka.",
  "2650502379": "Yambitsani Zovuta Zanu Mumphindi",
  "2670003220": "Ntchito",
  "2671622670": "Makampani",
  "2676853536": "Ma dashboards ambiri ogwiritsa ntchito",
  "2681650568": "Ndipo monga nthawi zonse, zachinsinsi ndizofunikira kwambiri kwa ife. Onjezani khodi yathu yotsutsa pokhapokha ngati ikufunika, komanso komwe kuli koyenera kuteteza inuyo ndi ogwiritsa ntchito anu. Kuchepetsa kusonkhanitsa deta kumayambira panthawi yophatikiza.",
  "2682873489": "Fotokozani malo omangira zinthu",
  "2686825859": "Lowani kwaulere kapena tilankhule nafe za mayankho a hCaptcha Enterprise",
  "2698140263": "Sikuti mavuto onse ali ofanana: kupeza chigoli chimodzi kumatanthauza kuti kuyenera kuthana ndi zosowa zanu kuti zikhale zothandiza.",
  "2698640210": "Kuwongolera zovuta ndi mitundu yowonetsedwa",
  "2707282231": "Sinthani zovuta za ogwiritsa ntchito anu. Pangani kukhala zosatheka kuti bots athetse ndikulowa.",
  "2714878440": "Tetezani ntchito zanu kuti zisachotsedwe, kulandidwa maakaunti, kusungitsa mbiri, ndi sipamu pogwiritsa ntchito makina athu apamwamba ophunzirira komanso kutsimikizira zaumunthu.",
  "2718999653": "Customized Threat Scores",
  "2781507299": "Instant Verification",
  "2782263070": "Utumiki ndi chinthu chofunika kwambiri kwa ife. Timasunga chithandizo cha 24/7 pa foni ndikupereka kulumikizana kwachindunji kwa Slack ndi gulu lanu lophatikiza uinjiniya ndi antchito athu omwe akuitanira panthawi komanso pambuyo pake.",
  "2806751666": "Kodi hCaptcha ndi chiyani?",
  "2826051554": "ndi zina",
  "2881474837": "hCaptcha Enterprise",
  "2890048009": "Maukonde otsatsa amawona alendo anu ngati malonda. Kwa ife chinthu chokhacho ndicho kudziwa umunthu wawo. Ntchito zathu zimakwaniritsa kapena kupyola GDPR, CCPA, LGPD, ndi PIPL zofunikira, ndikuthandizira zina monga Privacy Pass. Timayesetsa kulinganiza zachinsinsi komanso chitetezo.",
  "2927700175": "Timawonetsa zovuta za CAPTCHA zomwe zimakhala zovuta kwa bots koma zosavuta kwa anthu posonkhanitsa deta yovuta-kulemba kuchokera kuzovuta zamakina ophunzirira, ndikugwiritsa ntchito kusiyanitsa ngati webusaiti kapena mlendo wa pulogalamu ndi munthu.",
  "2968026167": "Zamasamba zomwe mumakonda",
  "3018523079": "Khalani pamtundu wokhala ndi ogwiritsa ntchito mosasinthasintha.",
  "3065000659": "Kodi mumazindikira nthawi iliyonse \"kudina pagalimoto\" mumathandizira kuphunzitsa imodzi",
  "3093388779": "hCaptcha ndi yaulere kugwiritsa ntchito kwa osindikiza amtundu uliwonse",
  "3093689546": "Kuphatikiza kosavuta",
  "3096063825": "Yesani",
  "3107683988": "Izi zitha kuchepetsa kwambiri kuchuluka kwa anthu omwe ali pa intaneti komanso mtengo wake kwinaku akusunga zabwino zonse zoyang'anira ndi ogwira ntchito 24/7 kuti akwaniritse ma SLA okhwima kwambiri.",
  "3117887301": "Kudaliridwa ndi ntchito zazikulu kwambiri zapaintaneti",
  "3121248460": "Onetsani zovuta zamitundu yosiyanasiyana -- kuyambira zosavuta mpaka zovuta -- kwa anthu omwe mukuwayembekezera",
  "3153117136": "Momwe hCaptcha Zovuta Zosintha Zimagwirira Ntchito",
  "3160820928": "Chitetezo chogwirizana",
  "3161489950": "ML Platform Yotsogola Kwambiri Padziko Lonse",
  "3167979932": "Zopangidwira zachinsinsi kuyambira tsiku loyamba. Mgwirizano Wamphamvu Wokonza Data.",
  "3194111925": "thandizo",
  "3213351333": "Palibe kudzipereka kwapatsogolo kofunikira",
  "3213957230": "Pamene ogwiritsa ntchito akuyenera kuthetsa vuto kuti akwaniritse zofunikira zachitetezo, bwanji osapanga ntchito zabwino komanso zogwirizana ndi wogwiritsa ntchito?",
  "3225770968": "hCaptcha idapangidwa kuti ithetse vuto lalikulu kwambiri pantchito yophunzirira makina; kulemba zambiri za data munthawi yake, yotsika mtengo komanso yodalirika.",
  "3230004040": "Kodi ndinu osawona kapena mukulephera kumaliza ma hCaptchas?",
  "3235430156": "makina ophunzirira makina akampani kwaulere?",
  "3260825523": "Makina a Intuition",
  "3264813246": "Zosayenera",
  "3265895521": "Kwezani ndikuchepetsa zovuta kutengera nthawi ya tsiku",
  "3266612494": "Wokondedwa wodalirika",
  "3276777569": "hCaptcha",
  "3287172429": "Sinthani mitundu yotsutsa yomwe yawonetsedwa",
  "3365203058": "Chitetezo chapadziko lonse lapansi cha anti-bot",
  "3412647984": "Izi zimakupatsani mwayi wopewa mafunso amtsogolo polembetsa ndikukhazikitsa cookie. Chonde yesaninso kuzimitsa choletsa malonda anu.",
  "3417372336": "Kusintha kwa mphindi",
  "3446714684": "Kuphatikiza kwa Mobile (iOS ndi Android).",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "Kwa ogwiritsa ntchito Enterprise, zosankha zilipo kuti mupewe zovuta muzochitika zambiri.",
  "3478726913": "hCaptcha ili ndi amodzi mwa maiwe akulu kwambiri padziko lapansi omwe mungagwiritse ntchito. Mulimonse momwe mungakulitsire, titha kuthana nazo popanda kudzipereka kokwera mtengo. Ntchito mamiliyoni ambiri patsiku sizovuta.",
  "3480023141": "Dziwani zambiri za mwayi wofikira",
  "3483700676": "Yambitsani ntchito mamiliyoni nthawi yomweyo",
  "3500503648": "hCaptcha idapangidwa kuti ithetse kusungidwa kwa data kwanthawi yayitali podalira kuunika mwachangu m'malo mojambula ndi kusanthula mbiri yanu yakusakatula. Timathandiziranso zoyeserera ngati",
  "3524251858": "Director of Product Management, Cloudflare",
  "3526939538": "Pulogalamu Bug",
  "3530599065": "Zinsinsi zimamangidwa kuchokera pansi. hCaptcha sichisunga PII ndipo imagwirizana ndi malamulo ambiri achinsinsi.",
  "3570415321": "Kampani",
  "3573245166": "Mosiyana ndi reCAPTCHA, timagwira ntchito m'mayiko onse.",
  "3578122193": "Khalani pamtundu wokhala ndi zofunikira",
  "3620442880": "Zida zachitetezo cha Flash Sale",
  "3630114728": "Onani zomwe zikuchitika pamasamba anu onse ndi mapulogalamu.",
  "3644106388": "Contact",
  "3660619092": "Lowani kwaulere kapena lemberani malonda kuti mupeze mayankho a Enterprise",
  "3688621388": "Ma signature angozi",
  "3704893754": "Mukufuna mudziwonere nokha? Yesani hCaptcha Free",
  "3714002185": "Dziwani zambiri za hCaptcha Enterprise",
  "3715747429": "Akatswiri athu opanga ma boarding amatha kukuthandizani kuti mupite mwachangu, kaya mukufuna kuphatikiza React, ma SDK a mapulogalamu amtundu wa iOS, chitsanzo chakumbuyo kwa Java, kapena zochitika zina zilizonse.",
  "3717512591": "Direct Platform Integration",
  "3721365241": "Yesani",
  "3729345277": "hCaptcha ndi njira yoti makampani apeze zofotokozera zomwe amafunikira mwachangu, zapamwamba komanso zotsika mtengo kuposa njira zina.",
  "3730038780": "Sankhani kuchokera pazovuta zambiri zomwe ogwiritsa ntchito angathe kuthana nazo",
  "3739936967": "Kuyang'ana kwachinsinsi kumeneku kukutanthauza kuti titha kusungitsa zidziwitso za munthu aliyense payekha, kugwiritsa ntchito ma cookie popanda zinsinsi, ndi zitsimikizo zina zachinsinsi zamakontrakitala monga zimafunikira ndikusunga chitetezo champhamvu. Werengani zambiri.",
  "3740051331": "Tadziperekanso kuyang'anira ndikuyankha mafunso a ogwiritsa ntchito anu pamasamba ochezera, mabwalo, ndi njira zathu zothandizira ma widget ndi maimelo. Ndife ofikirika komanso omvera, ndipo timaona kukhutira kwa ogwiritsa ntchito ngati KPI yapamwamba.",
  "3753956446": "Kwaulere",
  "3758963444": "Zikomo! Zomwe mwatumiza zalandiridwa!",
  "3767462250": "Zapangidwira Zazinsinsi",
  "3768951251": "Makampani a SLA",
  "3807059944": "Yang'anirani zotsutsa zomwe zimagwiritsidwa ntchito",
  "3816867833": "Ndemanga",
  "3817811295": "Kudalirika kotsimikizika komanso kuthandizira kwachangu kwa 24/7 pakuyimba foni.",
  "3892905664": "hCaptcha imathandiza mautumiki omwe mumakonda pa intaneti kuti asawononge bots, spam, ndi nkhanza pofunsa mafunso osavuta omwe ndi osavuta kwa anthu komanso ovuta makina.",
  "3913848038": "99.99% uptime SLAs ndi 24/7 thandizo lapadziko lonse likupezeka.",
  "3951254541": "Timayamikira zomwe mwalemba. Tiuzeni nkhani iliyonse ndipo tithetsa mwachangu.",
  "3952259236": "Phatikizani deta yanu yakhungu ndi masauzande masauzande a hCaptcha kuti muphunzitse hCaptcha pamagulu amakhalidwe -- mwachitsanzo -- kulosera bwino za zoyipa kuposa yankho lokha.",
  "3953584369": "Zoletsa zaukadaulo za RBAC zilipo.",
  "4007826952": "#1 zachinsinsi-choyamba CAPTCHA pa intaneti, foni yam'manja, ndi zina.",
  "4019660456": "0ms latency: tsimikizirani zizindikiro za hCaptcha popanda kuyimba kwa API.",
  "4065065042": "Imbani izi kuti zigwirizane ndendende ndi vuto lanu.",
  "4083018285": "Mndandanda wazinthu zowonjezera zomwe zimaphatikizana ndi kuwunika kowonjezereka kwa SOC ndi kuyankha kuthana ndi ziwopsezo zomwe zikupitilirabe.",
  "4146870445": "Ndife ndani",
  "4147497805": "Karoti",
  "4194763679": "Miyezo yovuta kwambiri",
  "4195759329": "Kuzindikira kwa bot ndi ziwopsezo",
  "4199502476": "Zapamwamba malipoti dashboards ndi API",
  "4238473596": "Kuchepetsa kukangana kwa ogwiritsa ntchito enieni ndikofunikira. hCaptcha imagwiritsa ntchito ntchito zosavuta ndipo imatenga nthawi yochepa kwa ogwiritsa ntchito ambiri ndikuyimitsa magalimoto ambiri a bot.",
  "4272022475": "Zopempha zonse ndi katundu zimapita ku hcaptcha.yourdomain.com",
  "4272454814": "Gwirizanani ndi wopereka zidziwitso zomwe mwasankha.",
  "header-privacy-link": "Zazinsinsi",
  "header-integration-link": "Kuphatikiza",
  "header-cost-link": "Mtengo",
  "header-features-link": "Mawonekedwe",
  "header-docs-link": "Zolemba",
  "header-login-button": "Lowani muakaunti",
  "header-contact-button": "Contact Zogulitsa",
  "intro-heading": "Kutsimikizika kwa Zero friction Humanity.",
  "intro-contact-button": "Lumikizanani nafe kuti mudziwe zambiri",
  "intro-text-bottom": "Zodalirika ndi makampani omwe amayendetsa intaneti.",
  "sub-menu-button": "Contact Zogulitsa",
  "sub-menu-item1": "Makampani",
  "sub-menu-item2": "Mtengo",
  "sub-menu-item3": "Kuphatikiza",
  "sub-menu-item4": "Mawonekedwe",
  "sub-menu-item5": "Zazinsinsi",
  "sub-menu-item6": "Docs",
  "info-head-1": "Zomangidwa pa nsanja yotsimikizika ya hCaptcha",
  "info-text-1": "hCaptcha Enterprise imayenda paukadaulo wa hCaptcha, wokulirapo kuti aphatikize zomwe mabizinesi amafunikira.",
  "info-head-2": "Wokondedwa wodalirika",
  "intro-subtitle": "Konzani vuto lanu la bot lero.",
  "info-text-2": "Ntchito zathu zimadaliridwa ndi makampani akuluakulu padziko lonse lapansi kuti azitumikira mamiliyoni ambiri ogwiritsa ntchito tsiku ndi tsiku pamasamba mamiliyoni makumi ambiri.",
  "cloudflare-quote-text": "Tinayesa angapo ogulitsa CAPTCHA komanso kumanga dongosolo tokha. Pamapeto pake, hCaptcha idatuluka ngati njira yabwino koposa reCAPTCHA.",
  "cloudflare-quote-detail": "Director of Product Management, Cloudflare",
  "section-quote-head": "Njira yotsika mtengo yamabizinesi okwera magalimoto",
  "section-quote-text": "Pomaliza, njira yodalirika ya Google. hCaptcha Enterprise imakupulumutsani ndalama zambiri pa bilu yanu ya reCAPTCHA yokhala ndi chitetezo chokwera: mpaka 80% yotsika mtengo nthawi zina. Ntchito zambiri zapaintaneti padziko lonse lapansi zasinthira ku hCaptcha Enterprise ndipo alandila kudziwika bwino kwa bot limodzi ndi kupulumutsa ndalama zambiri.",
  "section-quote-button": "Lumikizanani nafe lero kuti mupeze mtengo",
  "section-privacy-header": "Zazinsinsi Zakhazikika",
  "section-privacy-text-1": "Maukonde otsatsa amawona alendo anu ngati malonda. Kwa ife chinthu chokhacho ndicho kudziwa umunthu wawo. Ntchito zathu zimakwaniritsa kapena kupyola GDPR, CCPA, ndi LGPD, komanso njira zothandizira monga Privacy Pass. Timayesetsa kulinganiza zachinsinsi ndi chitetezo.",
  "section-privacy-text-2": "Kuyang'ana kwachinsinsi kumeneku kumatanthauza kuti titha kusungitsa zidziwitso za munthu aliyense payekha, kugwiritsa ntchito ma cookie, ndi zinsinsi zina zachinsinsi zamakontrakitala monga zimafunikira ndikusungabe chitetezo champhamvu.",
  "section-security-header": "Chitetezo Choyamba",
  "section-security-text-1": "Kulondola ndi chidwi chanu komanso chathu. hCaptcha imagwira ntchito kukupatsani deta yeniyeni ndikukulolani kusankha momwe mungagwiritsire ntchito. Ma captchas ena amaperekedwa ndi makampani otsatsa a Gigantic. Izi zikutanthauza kuti bot iliyonse yomwe amaletsa ikhoza kuchepetsa ndalama zawo.",
  "section-security-text-2": "Kugwiritsa ntchito njira zaposachedwa zamakina zophunzirira zinsinsi kumatilola kupitilira miyezo yachitetezo cha mbiri yakale yolemba zonse mosatha popanda kuwononga chitetezo kapena zinsinsi za ogwiritsa ntchito.",
  "section-user-experience-header": "Zambiri Zogwiritsa Ntchito",
  "section-user-experience-text1": "Kwa ogwiritsa ntchito Enterprise, zosankha zilipo kuti mupewe zovuta muzochitika zambiri.",
  "section-user-experience-text2": "Chepetsani kukangana popewa zovuta kwa 99.9% ya magalimoto anu ovomerezeka pomwe mumapereka chitetezo chabwino kwambiri, chifukwa chamitundu yapamwamba ya bot.",
  "section-easy-integration-header": "Kuphatikiza kosavuta",
  "section-easy-integration-text": "Kuwonjezera hCaptcha kumatenga mphindi zochepa chabe ndi mizere yochepa chabe ya code. API yoyambira imagwirizana ndi reCAPTCHA V2, ndipo zimangotenga mphindi zochepa kuti musinthe. Mutha kukhala ndi njira ina yapamwamba kwambiri lero, ndikuyatsa zida zapamwamba ngati pakufunika.",
  "section-easy-integration-serverside": "Mbali ya Seva:",
  "section-easy-integration-frontend": "Kumaso:",
  "section-threat-header": "Customized Threat Scores",
  "section-threat-text": "Sikuti mavuto onse ali ofanana: kupeza chigoli chimodzi kumatanthauza kuti kuyenera kuthana ndi zosowa zanu kuti zikhale zothandiza. Ndi ma hCaptcha's Customized Threat Scores, kulumikizana mwachangu kumatilola kusintha mitundu yathu kuti tipereke zambiri zogwirizana ndi bizinesi yanu.",
  "section-challenges-header": "Yambitsani Zovuta Zanu Mumphindi",
  "section-challenges-text-1": "Khalani pamtundu wokhala ndi zofunikira",
  "section-challenges-text-2": "Pamene ogwiritsa ntchito akuyenera kuthetsa vuto kuti akwaniritse zofunikira zachitetezo, bwanji osapanga ntchito zabwino komanso zogwirizana ndi wogwiritsa ntchito? Ndi mlengi wathu wosavuta wazovuta, mutha kuyambitsa zovuta zamtundu wanu m'mphindi zochepa.",
  "section-integration-header": "Direct Platform Integration",
  "section-integration-subheader": "Kwa Makampani Opangira Mawebusayiti",
  "section-integration-text": "Dongosolo la hCaptcha Enterprise ndi losinthika mwapadera pamapangidwe ake: litha kutumizidwa pang'ono kapena kwathunthu pamphepete mwa netiweki yanu ngati mugwiritsa ntchito mtambo wapagulu kapena muli ndi malo ambiri a data. Izi zitha kuchepetsa kwambiri ndalama komanso kuchuluka kwa anthu pa intaneti pomwe tikusunga zabwino zonse zowongolera ndi ogwira ntchito 24/7 kuti akwaniritse ma SLA okhwima kwambiri.",
  "section-support-header": "Ukatswiri Wofikirika ndi Thandizo Kwa Inu ndi Ogwiritsa Ntchito Anu",
  "section-support-text": "Utumiki ndi chinthu chofunika kwambiri kwa ife. Timasunga chithandizo cha 24/7 pa foni ndikupereka mgwirizano wachindunji wa Slack ndi gulu lanu lophatikizira uinjiniya ndi ogwira nawo ntchito pakuitana panthawi komanso pambuyo pokhazikitsa. , ndi njira zathu zothandizira ma widget ndi imelo. Ndife ofikirika komanso omvera, ndipo timawona kukhutira kwa ogwiritsa ntchito ngati KPI yapamwamba.",
  "section-enterprise-header": "Zochita zamakampani",
  "section-enterprise-title-1": "Chitetezo chapadziko lonse lapansi cha anti-bot",
  "section-enterprise-desc-1": "Kuyesedwa pankhondo pa intaneti.",
  "section-enterprise-title-2": "Zolondola kwambiri za bot",
  "section-enterprise-desc-2": "Dziwani oyipa amitundu yosiyanasiyana.",
  "section-enterprise-title-3": "Kukangana kwa Zero ndi 99.9% modes passive",
  "section-enterprise-desc-3": "Tsutsani ochepera 0.1% a ogwiritsa ntchito ovomerezeka.",
  "section-enterprise-title-4": "Sinthani mitundu yotsutsa yomwe yawonetsedwa",
  "section-enterprise-desc-4": "Laibulale yayikulu yamitundu yomwe mungasankhe.",
  "section-enterprise-title-5": "Yang'anirani zotsutsa zomwe zimagwiritsidwa ntchito",
  "section-enterprise-desc-5": "Khalani pamtundu wokhala ndi ogwiritsa ntchito mosasinthasintha.",
  "section-enterprise-title-6": "Makampani a SLA",
  "section-enterprise-desc-6": "Kudalirika kotsimikizika komanso chithandizo chachangu cha 24/7 pakuyimba foni.",
  "section-enterprise-title-7": "Thandizo la msakatuli wakale",
  "section-enterprise-desc-7": "Imagwirizana mpaka kubwerera ku Internet Explorer 8.",
  "section-enterprise-title-8": "Zapamwamba malipoti dashboards ndi API",
  "section-enterprise-desc-8": "Onani zomwe zikuchitika pamasamba ndi mapulogalamu anu onse.",
  "section-enterprise-title-9": "Zimagwira ntchito m'dziko lililonse",
  "section-enterprise-desc-9": "Mosiyana ndi reCAPTCHA, timagwira ntchito m'mayiko onse.",
  "section-enterprise-title-10": "GDPR, CCPA, ndi mfundo zachinsinsi za LGPD",
  "section-enterprise-desc-10": "Zopangidwira zachinsinsi kuyambira tsiku loyamba. Mgwirizano Wamphamvu Wokonza Data.",
  "section-enterprise-title-11": "Miyezo yovuta kwambiri",
  "section-enterprise-desc-11": "Imbani izi kuti zigwirizane ndendende ndi vuto lanu.",
  "section-enterprise-title-12": "Kuchititsa chipani choyamba",
  "section-enterprise-desc-12": "Zopempha zonse ndi katundu zimapita ku hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Ma dashboards ambiri ogwiritsa ntchito",
  "section-enterprise-desc-13": "Gawani zowongolera pagulu lanu lonse.",
  "section-enterprise-title-14": "Instant Verification",
  "section-enterprise-desc-14": "0ms latency: tsimikizirani zizindikiro za hCaptcha popanda kuyimba kwa API.",
  "section-enterprise-title-15": "Kuphatikiza kwa Mobile (iOS ndi Android).",
  "section-enterprise-desc-15": "Zochitika mosasunthika pa intaneti, mafoni am'manja, intaneti yam'manja. Zophatikizira zomangidwa kale ndi ma SDK akomwe amapezeka.",
  "section-enterprise-title-16": "Migwirizano Yosinthidwa Mwamakonda Ndi Zitsimikizo Zazinsinsi",
  "section-enterprise-desc-16": "Kukwaniritsa zosowa zanu zamalamulo pomwe makampani ena sangathe.",
  "presented-challlenges-head": "Mavuto Operekedwa",
  "presented-challenges-title-1": "Kuyerekezera",
  "presented-challenges-text-1": "Sankhani zithunzi zonse zomwe zikugwirizana ndi funso",
  "presented-challenges-title-2": "Bonding Bonding",
  "presented-challenges-text-2": "Fotokozani malo omangira zinthu",
  "presented-challenges-title-3": "Kugawa magulu",
  "presented-challenges-text-3": "Dziwani zilembo zofananira",
  "presented-challenges-subheader": "...ndi ntchito zina zosavuta. Zosavuta kwa anthu, zovuta kwa bots.",
  "presented-challenges-subtext": "Ntchito zokhazikika zimapezekanso kwa osindikiza mabizinesi.",
  "footer-header-1": "Kampani",
  "footer-header-2": "Zothandizira",
  "footer-header-3": "Lumikizanani",
  "footer-link-1": "Kulemba",
  "footer-link-2": "Pafupi",
  "footer-link-3": "Ntchito",
  "footer-link-4": "Zizindikiro",
  "footer-link-5": "AI Ethics",
  "footer-link-6": "Blog",
  "footer-link-7": "Mkhalidwe",
  "footer-link-8": "Zolemba",
  "footer-link-9": "Nenani za Bug",
  "footer-terms": "Migwirizano",
  "footer-privacy": "Zachinsinsi",
  "footer-attribution": "Kupereka",
  "footer-subheader-1": "Thandizo",
  "footer-subheader-2": "Lumikizanani",
  "switch-to-english-link": "Pitani ku Chingerezi",
  "intro-heading-privacy": "Zapangidwira zachinsinsi.",
  "intro-subtitle-p1-privacy": " Njira yapadera yoyendetsedwa ndichinsinsi pachitetezo cha pa intaneti.",
  "info-head-2-pr": "Kujambula pa intaneti si yankho.",
  "info-text-1-pr": "hCaptcha Enterprise ili ndi cholinga chimodzi chokha: kuletsa ochita zoyipa kusokoneza ntchito zanu zapaintaneti ndikuvulaza ogwiritsa ntchito anu.",
  "info-text-2-pr": "Makina athu amapangidwa kuyambira pansi mpaka pansi kuti achepetse kusonkhanitsa ndi kusungitsa deta kwinaku akusunga chitetezo chotsogola m'gulu. Njira yabwino yotetezera deta ya wosuta sikusunga konse.",
  "info-text-3-pr": "Maubale onse a makasitomala amatetezedwanso ndi mgwirizano wamphamvu wa Data Processing Agreement. Ntchito ya hCaptcha imagwirizana ndi malamulo onse achinsinsi mosasamala kanthu komwe ntchito yanu kapena makasitomala anu akukhala. Kusasunga zambiri zanu kumapangitsa izi kukhala zosavuta kwa ife kuposa makampani ena.",
  "info-text-2-2-pr": "Ntchito ngati reCAPTCHA v3 zimati kuyika pixel yawo yowunikira patsamba lililonse latsamba lanu ndikofunikira kuti mukhale ndi chitetezo chabwino. Izi sizili choncho.",
  "info-text-2-3-pr": "Kusanthula kosavuta kwamakhalidwe ndi chizindikiro chopangidwa mosavuta ndi ochita zoyipa, ndipo kumafuna kusunga mbiri yamayendedwe anu onse ovomerezeka.",
  "info-text-2-4-pr": "Sitigwiritsa ntchito zotsatsa, ndipo tilibe chidwi chowonera zomwe mumagwiritsa ntchito kuti muwagulitse malonda. Izi zikutanthauza kuti sitikufuna pixel yokhazikika patsamba lililonse latsamba lanu.",
  "info-text-2-5-pr": "Onjezani khodi yathu yotsutsa pokhapokha ngati ikufunika, komanso komwe kuli koyenera kuteteza inuyo ndi ogwiritsa ntchito anu.",
  "info-head-3-pr": "Kuphunzira kwa makina ndikothandiza. Koma sikutanthauza deta munthu ntchito.",
  "info-text-3-1-pr": "Kuphunzira pamakina tsopano kumakhudza pafupifupi mbali iliyonse ya moyo wathu, nthawi zambiri m'njira zomwe sitikuzindikira komanso zomwe sitingathe kuziwona. Ntchito zachitetezo pa intaneti sizosiyana.",
  "info-text-3-2-pr": "Pophunzira masauzande masauzande ambiri, zitsanzo zimatha kupangitsa kuti munthu azikhulupirira kwambiri kuti azitha kuzindikira zinthu zoyipa mwachangu, ngakhale palibe chizindikiro chokhacho chomwe chingakhale champhamvu mokwanira kuwonetsa vuto.",
  "info-text-3-3-pr": "Komabe, palibe chilichonse mwa izi chomwe chimafunikira kugwiritsa ntchito chidziwitso chodziwika bwino (PII). Njira zamakono za cryptographic zimatilola kutaya deta iliyonse yaumwini mwamsanga, kupanga m'malo mwake ma signature a njira imodzi omwe sangagwirizane ndi munthu aliyense.",
  "info-text-3-4-pr": "Kuphunzitsa pa data yosadziwika kumagwiranso ntchito, ndipo sikufuna kusokoneza chitetezo kapena zinsinsi. Makasitomala athu achita zoyeserera, ndipo adatiuza kuti ndife ofanana kapena abwino kuposa njira zina zachinsinsi.",
  "cloudflare-quote-text-privacy": "Tidakonda zinthu zingapo zokhudzana ndi mayankho a hCaptcha: 1) samagulitsa deta yamunthu; amangotenga zidziwitso zosafunika kwenikweni, amalankhula momveka bwino pofotokoza zomwe amasonkhanitsa komanso momwe amazigwiritsira ntchito ndi/kapena kuziulula.",
  "pilot-head": "Tiyeseni m'dera lanu popanda kukakamizidwa.",
  "pilot-text-1a": "Ndife mainjiniya, osati ogulitsa: tikufuna kuti musangalale ndi zomwe mwasankha.",
  "pilot-text-1b": "Njira yabwino yowonetsetsera kukhutitsidwa kwanu ndikuwonetsa kuti timakwaniritsa zosowa zanu.",
  "pilot-text-1c": "Pafupifupi makampani onse omwe amayamba oyendetsa ndege amasankha mayankho athu.",
  "pilot-text-1d": "Gwiritsani ntchito fomuyi kuti mufikire m'modzi mwa akatswiri athu aukadaulo. Timayankha mwamsanga.",
  "pilot-text-1e": "Mukhozanso kutumiza imelo mwachindunji.",
  "pilot-email-details": "Zambiri zili pano.",
  "pilot-f1": "Chigawo",
  "pilot-f2": "Dzina lanu",
  "pilot-f3": "Dzina lanu",
  "pilot-f4": "Imelo ya Bizinesi",
  "pilot-f5": "Mfundo zina ziti zomwe tiyenera kukhala nazo?",
  "pilot-f6": "Kodi mukufuna kukwera mwachangu?",
  "pilot-f7": "Inde.",
  "pilot-f8": "Ndikuwukiridwa ndipo ndikufunika kuti ndikwere mwachangu.",
  "pilot-f9": "Tumizani",
  "pilot-f10": "Polowetsa imelo yanu, mumavomereza Migwirizano ndi Zinsinsi zathu, ndikulandila imelo kuchokera kwa ife.",
  "pilot-fo-1": "Kuphatikiza sikungakhale kosavuta.",
  "pilot-fo-2": "hCaptcha ili ndi zophatikizira zambiri zomangidwa kale pamakina akutsogolo ndi kumbuyo komwe mumagwiritsa ntchito.",
  "pilot-fo-3": "Ngati mukuchokera ku reCAPTCHA ya Google, ma API athu ndi olowa m'malo. Mizere itatu yamakhodi ndi zonse zomwe mukufuna.",
  "pilot-fo-4": "Akatswiri athu opanga ma boarding atha kukupangitsani kupita mwachangu, kaya mukufuna kuphatikiza React, ma SDK a mapulogalamu amtundu wa iOS, chitsanzo chakumbuyo kwa Java, kapena zochitika zina zilizonse.",
  "pilot-fo-5": "Ndipo monga nthawi zonse, zachinsinsi ndizofunikira kwambiri kwa ife. Onjezani khodi yathu yotsutsa pokhapokha ngati ikufunika, komanso komwe kuli koyenera kuteteza inuyo ndi ogwiritsa ntchito anu. Kuchepetsa kusonkhanitsa deta kumayambira panthawi yophatikiza.",
  "pilot-fdone": "Zikomo. Tilumikizana posachedwa.",
  "home-ent-2-new": "Dziwani zambiri zamabizinesi athu.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Mayankho a hCaptcha Enterprise amapereka chitetezo chotsogola m'kalasi ndikuteteza ntchito zambiri zapamwamba pa intaneti.",
  "home-plans-button-2-new": "Dziwani zambiri",
  "header-enterprise-link": "Makampani",
  "sales-interstitial-c1b-new": "Dziwani zambiri za hCaptcha Enterprise",
  "a11y-img-1": "Chithunzi chogwiritsa ntchito mutatha kulowa",
  "a11y-img-2": "Kupezeka pazosankha za UI zosankha",
  "a11y-img-3": "Bokosi lazowunikira mu UI ya widget",
  "about-advisors-brendan": "Mtsogoleri wamkulu wa Brave. Co-woyambitsa wa Mozilla. Wopanga chinenero chamapulogalamu a JavaScript. Omanga asakatuli ndi zina zambiri.",
  "about-advisors-dawn": "Pulofesa, CS ku University of California, Berkeley. Kuphunzira mwakuya, chitetezo, katswiri wa blockchain. Mtsogoleri wamkulu wa Oasis Labs.",
  "about-advisors-head": "Alangizi",
  "about-advisors-keiran": "Kafukufuku Wasayansi ku Stanford. Kuphunzira makina ndi ndalama zochulukirapo m'mabanki akulu, ma hedge funds, ndi maphunziro.",
  "about-content-head-1": "Zomwe Timachita",
  "about-content-head-2": "Chifukwa Chake Kofunika",
  "about-content-text-1a": "hCaptcha imabweretsa njira zamakono, zachinsinsi zoletsa bots.",
  "about-content-text-1b": "Tikuwonetsa zovuta za CAPTCHA zomwe ndizovuta kwa bots koma zosavuta kwa anthu posonkhanitsa zovuta kuzisanja pamavuto ophunzirira makina, ndikuzigwiritsa ntchito kusiyanitsa ngati tsamba lawebusayiti kapena woyendera mapulogalamu ndi munthu.",
  "about-content-text-2a": "Ochita zoyipa akuchulukirachulukira pa intaneti. Koma kupereka chinsinsi kwa ogwiritsa ntchito siyankho.",
  "about-content-text-2b": "Mayankho achitetezo operekedwa ndi makampani otsatsa amayang'ana kwambiri pakutsata ogwiritsa ntchito pa intaneti. Takhazikitsa njira yothetsera chitetezo yomwe imatsimikizira kuti kuwononga chinsinsi kwa ogwiritsa ntchito sikofunikira kupereka zotsatira zabwino.",
  "about-intro-head-1": "Pafupi hCaptcha",
  "about-intro-head-2": "Zachinsinsi, Chitetezo, ndi Kuphunzira Makina.",
  "about-intro-text": "hCaptcha ndiye ntchito yodziyimira payokha yomwe imagwiritsidwa ntchito kwambiri padziko lonse lapansi ya CAPTCHA.",
  "about-leadership-head": "Ndife omwe",
  "about-leadership-headsub": "Gulu lodziwa zambiri, logwira ntchito pamavuto ovuta masiku ano.",
  "about-leadership-link1": "Ndife omwe",
  "about-leadership-text1": "Timagwiritsa ntchito makina ophunzirira mwakuya komanso makina opangira makina, makamaka tikufuna kupeza njira zapaintaneti zoopseza zamakono.",
  "about-leadership-text2": "Ndi zaka makumi ambiri zaukadaulo wamapulogalamu ndi makina, timamanga ndikugwiritsa ntchito makina owopsa othetsera mavuto ena amakono ndikusunga chinsinsi.",
  "acc-opt": "Zosankha Zopezeka",
  "acc-opt-but": "Dziwani zambiri pazosankha zopezeka",
  "acc-opt-text": "Kodi muli ndi vuto lakuwona kapena simukutha kumaliza hCaptchas?",
  "accessibility-link": "Kupezeka",
  "appreciate-in": "Tikuyamikira zomwe mwapereka. Tiuzeni zovuta zilizonse ndipo tizithetsa mwachangu.",
  "fb-but": "Titumizireni ndemanga",
  "feedback-text": "Perekani ndemanga pa hCaptcha yomwe mwawona",
  "footer-copyright-text": "hCaptcha ndi dzina lolembetsedwa la Intuition Machines, Inc.",
  "footer-link-10": "Kupezeka",
  "h-plans": "Mapulani Olembetsa",
  "header-labeling-services-link": "Ntchito Zolemba",
  "header-plans-link": "Mapulani",
  "header-signup-button": "Lowani",
  "home-about-head": "Pafupi hCaptcha",
  "home-about-subtitle": "Mothandizidwa ndi Pulogalamu ya ANTHU",
  "home-about-text-1": "hCaptcha yapangidwa kuti ithetse vuto lalikulu kwambiri pantchito yophunzira pamakina: kulemba kuchuluka kwakanthawi munthawi yake, yotsika mtengo, komanso yodalirika.",
  "home-about-text-2": "Zambiri zambiri zimabweretsa zotsatira zabwino pakuphunzitsira makina ophunzirira. Kupambana kwaposachedwa kwamamitengo akuya kwapangitsa kuti pakhale madeti akuluakulu, pafupifupi nthawi zonse ndikuwunikiridwa ndi anthu. Komabe, kupanga madaseti akulu owunikiridwa ndi anthu kudzera pa Mechanical Turk, Chithunzi Chachisanu ndi chitatu, ndi zina zonse ndizochedwa komanso zotsika mtengo.",
  "home-about-text-3": "hCaptcha imalola masamba awebusayiti kuti azipeza ndalama pothandizira izi ndikuletsa bots ndi mitundu ina yazunzo.",
  "home-about-text-4": "Msika wa hCaptcha umayendetsedwa ndi HUMAN Protocol, njira yotseguka yoyeserera kuti anthu awunikenso yomwe ikuyenda pa Ethereum blockchain. Mawebusayiti amalandira Zikwangwani Zaumunthu (HMT) nthawi iliyonse yomwe ogwiritsa ntchito amagwiritsa ntchito chida cha hCaptcha patsamba lawo, ndipo makampani ophunzirira makina amalipira Chizindikiro cha Anthu kuti adziwe zolemba zawo.",
  "home-ba-labeling-services-link": "Ntchito Zolemba",
  "home-benefits-head-1": "Kufunika Kolemba Zolemba",
  "home-benefits-head-2": "Bwezerani Zachifundo",
  "home-benefits-text-1": "Kodi mumazindikira nthawi iliyonse mukadina pagalimoto yomwe mukuthandizira kuphunzitsa makina amodzi a kampani ya Gigantic kwaulere?",
  "home-benefits-text-2": "hCaptcha amatembenuza mtunduwu mozungulira. Mukamagwiritsa ntchito hCaptcha, makampani amalipira pantchito yomwe ogwiritsa ntchito anu amachita poonetsa umunthu wawo. Mumalandira mphotho.",
  "home-benefits-text-3": "Mukufuna kubwezera ku zachifundo zomwe mumakonda? hCaptcha imakuthandizani kuti muthandizire othandizira omwe mungasankhe ndi zomwe mumapeza mukamagwiritsa ntchito. Ogwiritsa ntchito tsamba lanu posachedwa awona zopereka zanu zachifundo kudzera pakulemba mwachinsinsi pa mawonekedwe a hCaptcha.",
  "home-challenge-text-1": "Sankhani zithunzi zonse zomwe zikugwirizana ndi funso lanu",
  "home-challenge-text-2": "Fotokozani malo omangirira zinthu",
  "home-challenge-text-3": "Dziwani mayina ofanana nawo",
  "home-challenge-title-1": "Kuyerekeza",
  "home-challenge-title-2": "Okhazikika Bokosi",
  "home-challenge-title-3": "Kugawika m'magulu",
  "home-challenges-head": "Zovuta Zomwe Zimaperekedwa",
  "home-challenges-text-1": "... ndi ntchito zina zosavuta. Zosavuta kwa anthu, zovuta kwa bots.",
  "home-challenges-text-2": "Ntchito zokhazikika zimapezekanso kwa osindikiza mabizinesi.",
  "home-ent-1": "Mukufuna zopereka zathu zachitetezo kuntchito?",
  "home-ent-2": "Pitani patsamba lathu latsopano lodzipatulira: BotStop.com",
  "home-ent-button": "Dziwani zambiri: BotStop wolemba hCaptcha",
  "home-from-the-blog": "KUCHOKERA KU BLOG:",
  "home-from-the-blog-value": "Momwe Makhalidwe Ovuta a HCaptcha Amagwirira Ntchito",
  "home-intro-body": "Kodi mumagwiritsa ntchito captcha kuteteza bots? hCaptcha imateteza zinsinsi za ogwiritsa ntchito, imapatsa mphotho mawebusayiti, komanso imathandizira makampani kuti azilemba zomwe adalemba. Ndikulowetsa m'malo kwa reCAPTCHA: mutha kusintha mphindi zochepa.",
  "home-intro-button": "Lowani Tsopano",
  "home-intro-head": "Imani bots ambiri. Yambani kuteteza zinsinsi za ogwiritsa ntchito.",
  "home-main-1": "Zachinsinsi. Otetezeka. Mofulumirirako. Ndipo timakulipirani kuti mugwiritse ntchito.",
  "home-main-2": "Zachinsinsi Zoyang'ana",
  "home-main-2c": "Maukonde otsatsa amawona alendo anu ngati malonda. Kwa hCaptcha mankhwala ndi ntchito yomwe amapereka. Sitisamala kuti ogwiritsa ntchito anu ndi ndani, koma atha kukhala oyipa. Timathandizira zoyeserera monga Privacy Pass, ndipo timagwira ntchito molimbika kuti tisamalire zachinsinsi komanso chitetezo.",
  "home-main-3": "Chitetezo Choyamba",
  "home-main-3c": "Zowona zili mu chidwi chanu komanso chathu. hCaptcha ndiyofalitsa. Timagwira ntchito kuti tikupatseni zenizeni komanso kuti musankhe momwe mungazigwiritsire ntchito. Ma Captchas ena amaperekedwa ndi makampani otsatsa a Gigantic. Izi zikutanthauza kuti bot zonse zomwe amaletsa zimatha kuchepetsa ndalama zomwe amapeza.",
  "home-main-4": "Zochitika Zogwiritsa Ntchito Bwino",
  "home-main-4c": "Mitundu yapamwamba yophunzirira makina imagwiritsidwa ntchito ndi hCaptcha pozindikira umunthu. Izi zimatipangitsa kuti tizigwira ntchito zosakhumudwitsa kuchokera kwa ogwiritsa ntchito ndikuwatenga nthawi yocheperako pochita izi, tikadali ndi data yolemba makasitomala.",
  "home-main-plans": "hCaptcha ndi yaulere kugwiritsa ntchito ofalitsa amtundu uliwonse. Komabe, kwa mabizinesi ndi nsanja zomwe zimafunikira kuwongolera, mayankho athu mabizinesi alipo.",
  "home-main-plans2": "Mayankho amakampani a hCaptcha amateteza ogwiritsa ntchito mamiliyoni ambiri pamawebusayiti ena mwa makampani akuluakulu padziko lapansi. Chonde titumizireni zambiri, kapena pitani",
  "home-main-plans3": "Mayankho amakampani a hCaptcha amateteza ogwiritsa ntchito mamiliyoni ambiri pamawebusayiti ena mwa makampani akuluakulu padziko lapansi. Chonde titumizireni zambiri, kapena pitani",
  "home-main-plans4": "mwatsatanetsatane.",
  "home-plans-button-1": "Lowani tsopano",
  "home-plans-button-2": "Lumikizanani ndi ogulitsa",
  "home-plans-chart-head-1": "Mawonekedwe",
  "home-plans-chart-head-2": "Wofalitsa",
  "home-plans-chart-head-3": "Makampani",
  "home-plans-chart-row-1-cell-1": "Mitundu yazovuta zomwe zawonetsedwa",
  "home-plans-chart-row-1-cell-2": "Zochepa",
  "home-plans-chart-row-1-cell-3": "Chiwerengero",
  "home-plans-chart-row-10-cell-1": "Ma dashboard ogwiritsa ntchito ambiri",
  "home-plans-chart-row-11-cell-1": "Zapamwamba malipoti",
  "home-plans-chart-row-12-cell-1": "Makampani a SLA",
  "home-plans-chart-row-2-cell-1": "Control zovuta zili ntchito",
  "home-plans-chart-row-2-cell-2": "Zochepa",
  "home-plans-chart-row-2-cell-3": "Chiwerengero",
  "home-plans-chart-row-3-cell-1": "Pezani mphotho zothetsera anthu",
  "home-plans-chart-row-4-cell-1": "Kuteteza kwa anti-bot padziko lonse lapansi",
  "home-plans-chart-row-5-cell-1": "Imagwira ntchito m'maiko onse",
  "home-plans-chart-row-5a-cell-1": "No-CAPTCHA ndi 99.9% passive modes",
  "home-plans-chart-row-5b-cell-1": "Zambiri za chidaliro cha Bot",
  "home-plans-chart-row-6-cell-1": "Mfundo zachinsinsi za GDPR ndi CCPA",
  "home-plans-chart-row-7-cell-1": "Miyezo yovuta yazovuta",
  "home-plans-chart-row-8-cell-1": "Yambitsani zovuta zanu",
  "home-plans-chart-row-9-cell-1": "Kukonzekera kanthawi kokhazikika",
  "home-try-it-out-button": "Pezani hCaptcha",
  "home-try-it-out-head": "Yesani",
  "home-try-it-out-text": "hCaptcha imapereka bot yosavuta, yosavuta, komanso yodalirika pozindikira zazing'ono kuti anthu athe kuthana nayo.",
  "labeling-about-head": "Pafupi hCaptcha",
  "labeling-about-text-1": "hCaptcha yapangidwa kuti ithetse vuto lalikulu kwambiri pantchito yophunzira pamakina; Kulemba kuchuluka kwakatundu munthawi yake, yotsika mtengo, komanso yodalirika. Zambiri zambiri zimabweretsa zotsatira zabwino pakuphunzitsira makina ophunzirira. Kupambana kwaposachedwa kwamamitengo akuya kwadzetsa ma dataseti ochulukirachulukira, ndipo hCaptcha imagwira zosowazi.",
  "labeling-about-text-2": "Komabe, kupanga madeti akuluakulu owunikiridwa ndi anthu pogwiritsa ntchito njira zachikhalidwe ndizochedwa komanso zotsika mtengo. hCaptcha ndi njira yoti makampani azitha kupeza mawu omwe amafunikira mwachangu, ndiokwera mtengo komanso pamtengo wotsika kuposa njira zina.",
  "labeling-annotations-head": "Mitundu Yotchulira",
  "labeling-annotations-text-1": "Kuzindikira kolondola pazithunzi ndi makanema",
  "labeling-annotations-text-2": "Kuzindikira kolondola pazithunzi ndi makanema",
  "labeling-annotations-text-3": "Zolemba pamfundo pamilandu yambiri yogwiritsira ntchito",
  "labeling-annotations-text-4": "Sanjani kapena onjezani magulu osasinthika amtundu uliwonse",
  "labeling-annotations-text-5": "Kuzindikira kwamphamvu kwa anthu",
  "labeling-annotations-text-6": "Mukufuna mtundu wina wosatchulidwa pano? Ingotifunsani.",
  "labeling-annotations-title-1": "Mabokosi Ozungulira",
  "labeling-annotations-title-2": "Ma polygoni",
  "labeling-annotations-title-3": "Zizindikiro",
  "labeling-annotations-title-4": "Gawanani m'magulu",
  "labeling-annotations-title-5": "Kuyerekeza ndi Kuzindikira",
  "labeling-annotations-title-6": "... ndi zina zambiri",
  "labeling-ent-button": "Lumikizanani ndi Gulu Lathu la Solutions Solutions",
  "labeling-ent-head": "Mukufuna Kuwongolera Mapeto?",
  "labeling-ent-text-1": "HUMAN Platform kuseri kwa hCaptcha imapereka magwiridwe antchito apamwamba kwambiri ndikuwongolera magwiridwe antchito, zosakanizidwa, kapena kutumizidwa kwa SaaS komwe kumalumikizidwa ndi makina anu omwe alipo.",
  "labeling-ent-text-2": "Kuthamangitsani kwathunthu kuntchito ndi anthu omwe mumagwira nawo ntchito, kuchuluka kwa ndalama zomwe mumagwiritsa ntchito m'mabizinesi kapena omwe mumagwirizana nawo, kusankha njira zantchito zopezera anthu ogwira ntchito mkati kapena akunja kutengera mtengo ndi chitetezo, ndi zina zambiri.",
  "labeling-ent-text-3": "Kufikira kwa API kosavuta, ma dashboard okongola, komanso ukadaulo waposachedwa kwambiri kuti athe kuchita bwino.",
  "labeling-ent-text-4": "99.99% SLAs uptime ndi 24/7 thandizo lapadziko lonse lapansi zilipo. Kuti mudziwe zambiri:",
  "labeling-features-head-1": "Mapaipi osavuta oyendetsedwa ndi API.",
  "labeling-features-head-2": "Zokometsedwa pamtengo komanso zabwino. Palibe kudzipereka koyambirira kofunikira.",
  "labeling-features-head-3": "Ingolipirani zolondola zomwe mukufuna.",
  "labeling-features-head-4": "Fotokozerani zambiri zaukadaulo wanu kapena tiuzeni tizimangapo.",
  "labeling-features-text-1": "Mukufuna kuphatikiza kuwunikanso kwa anthu mwachindunji muzamalonda anu? Timapereka ma SLA odalirika, mphamvu yotsimikizika, ndi ma REST APIs osavuta.",
  "labeling-features-text-2": "Pulatifomu ya ANTHU imagwiritsa ntchito mitundu yonse yazikhulupiriro kuti ichite zowunikira zenizeni zenizeni. Izi zimatithandiza kuzindikira msanga kuvuta kwamafunso komanso mayankho ake olondola, kukupulumutsirani nthawi ndi ndalama.",
  "labeling-features-text-3": "Si mavuto onse ofanana. Zofotokozera za ntchito zofunikira pachitetezo zingafune chidaliro cha 99.99% kuchokera kwa ogwira ntchito anthu onse. Zofotokozera za gawo limodzi la beta mu pulogalamu yamasewera am'manja zimangofunika kudzidalira pang'ono. Mumasankha.",
  "labeling-features-text-4": "Kodi muli ndi zosaphika popanda kutsimikizira kwathunthu? Nthawi zambiri titha kukupangirani imodzi ngati ntchito zomwe zikuchitika, kapena kupanga zitsanzo zolembedwa kuti muvomereze.",
  "labeling-info-head": "Kupeza Zolemba",
  "labeling-info-text-1": "Lankhulani ndi m'modzi mwa akatswiri athu kuti afotokozere zosowa za projekiti yanu: kulondola kwa chandamale, mtundu, ndi zofunikira zilizonse.",
  "labeling-info-text-2": "Timachita ntchito yaying'ono yopanga kutengera zomwe mwasankha. Izi zimayesa ntchito yomwe tachita limodzi kuti tiwonetsetse zomwe mukufuna.",
  "labeling-info-text-3": "Ndi voliyumu yathu komanso kutsika kotsika tidzatembenuza ntchito yanu mwachangu, ndikupereka mwachangu ikangomaliza.",
  "labeling-info-text-4": "Tikamvetsetsa bwino magawo azomwe mukupanga, zotsatira zake zidzapitabe patsogolo pakapita nthawi.",
  "labeling-info-text-5": "Ma dashboard amoyo amakulolani kuti mupereke mayankho kapena kuyimitsa kaye nthawi iliyonse.",
  "labeling-info-title-1": "Fotokozerani zofunika",
  "labeling-info-title-2": "Kuyesa Koyamba kwa Yobu",
  "labeling-info-title-3": "Tumizani Ntchito Zopanga",
  "labeling-info-title-4": "Kupitiliza Kupitiliza",
  "labeling-info-title-5": "Zotsatira Zenizeni",
  "labeling-main-1": "Kulemba deta kotsika mtengo pamlingo wokulirapo",
  "labeling-main-1-button": "Pezani Zolemba Zanu Pano",
  "labeling-main-1c": "Mukufuna zilembo zambiri zamagulu anu a data? hCaptcha imapereka zilembo zachangu, zotsika mtengo, komanso zapamwamba zamakampani omwe amagwira ntchito zanzeru zopanga komanso kugwiritsa ntchito makina ophunzirira.",
  "labeling-main-2": "Yambitsani ntchito mamiliyoni nthawi yomweyo.",
  "labeling-main-2-button": "Gulani Ntchito Zolemba Zambiri",
  "labeling-main-2c": "hCaptcha ili ndi imodzi mwamaiwe akulu kwambiri padziko lapansi omwe mungagwiritse ntchito. Mulimonse momwe mungakhalire, titha kuthana nawo popanda kudzipereka kokwera mtengo. Ntchito mamiliyoni patsiku silovuta.",
  "labeling-platform-head": "Zinsinsi Zachinsinsi kapena Zapagulu",
  "labeling-platform-text": "hCaptcha idamangidwa pa HUMAN Platform, yomwe imalola kuyendetsa bwino ndikuwunika mozama kuti zikwaniritse mtengo ndi magwiridwe antchito paliponse. Tekinoloje iyi imalola ogwira ntchito oyenera kuti azigwira gawo lililonse la ntchito yanu, kukulitsa mtengo wogwira posunga chinsinsi ndikukwaniritsa zofunikira zilizonse zomwe zingagwire ntchito.",
  "labeling-try-button": "Gulani Ntchito Zolemba Zambiri",
  "labeling-try-head": "Mukufuna kuyesa ndi deta yanu?",
  "labeling-try-text": "... ndife okonzeka mukakhala: ntchito yathu imapezeka usana ndi usiku.",
  "learn-more-hcaptcha": "Dziwani zambiri za hCaptcha",
  "page-acc-faq-1": "Funso: Kodi hCaptcha Gawo 508 + WCAG 2.1 AA ikugwirizana? Yankho: Timakhulupirira kuti: ogwiritsa ntchito onse omwe ali ndi vuto lililonse omwe amatha kuyang'ana pa intaneti ndikulowetsa malemba pa mafomu angapeze mautumiki otetezedwa ndi hCaptcha polembetsa. Komabe, uwu si upangiri wazamalamulo: muyenera kudziyesa nokha, poganizira momwe mungagwiritsire ntchito kuti muwonetsetse kuti ndi momwe mukutumizidwira.",
  "page-acc-faq-2": "Funso: Kodi mukugwira ntchito zina zopezeka (a11y), monga zomvera? Yankho: Zosankha zomwe zidadziwika kale monga ma audio captcha zimasankha ogwiritsa ntchito ambiri a11y ndipo zimagonjetsedwa mosavuta ndi njira zamakono zophunzirira makina. Izi zakakamiza zovuta zamawu kuti zikhale zovuta kwambiri, kubweretsa phokoso, nthawi yosamvetseka, kuphatikiza mawu osazolowereka, ndi zina zotero kuti agonjetse omwe akuwukira. Sitikhala okondwa kwambiri ndi njira iyi motsutsana ndi kupewa zovuta zonse, koma tilingalira ngati pali zofunidwa kuchokera ku gulu la a11y. Komabe, tili ndi chidwi kwambiri ndi Privacy Pass for the Accessibility use case. Tikukhulupirira kuti kuphatikiza njira yathu yamakono ya a11y ndi kutulutsidwa kwa Privacy Pass kudzalola ogwiritsa ntchito a11y kuti asakatule mosatekeseka, otetezeka podziwa kuti magalimoto awo ndi achinsinsi, pomwe akuletsa kuzunzidwa ndi ogwiritsa ntchito bot zomwe zimachitika mosapeweka zosankha za a11y zilipo. Ndife otenga nawo mbali mu gulu la IETF lomwe likuyimira ukadaulo watsopanowu.",
  "page-acc-faq-3": "Funso: Nanga bwanji zachinsinsi? Kodi kulembetsa kumavumbula zidziwitso zakusaka kwa a11y mwanjira ina? Mumatani ndi imeloyo? Yankho: hCaptcha idapangidwa kuti ikhale yachinsinsi kuyambira pansi. Ndizosiyana kwambiri ndi zosankha zanthawi zonse monga reCAPTCHA yomwe ili ndi maukonde otsatsa, omwe ali ndi chilimbikitso kuti azitha kukutsatirani pa intaneti ndikukuyanjanitsani ndi zomwe mukudziwa. Sitigwiritsa ntchito maimelo opezeka kapena zidziwitso pazifukwa zilizonse kupatula kuthandizira kugwiritsa ntchito a11y ndikupewa nkhanza. Mfundo zathu zachinsinsi zili ndi mayankho omveka bwino komanso ovomerezeka amomwe timagwiritsira ntchito deta, koma yankho lalifupi ndiloti tilibe chidwi chokuyanjanitsani monga munthu ndi mbiri yanu yosakatula. Panopa tikugwiranso ntchito njira yopezera imelo kuti tisiye mwachangu imelo yanu. tikusungabe kuthekera kwathu kopewera nkhanza, ndikukwaniritsa ntchito yathu ya Privacy Pass.",
  "page-acc-link-1": "Ngati mukugwiritsa ntchito, chonde lembani pano.",
  "page-acc-subhead": "Kuonetsetsa kuti ogwiritsa ntchito onse akusungidwa mosasamala",
  "page-acc-summary": "Chidule",
  "page-acc-summary-contents-1": "hCaptcha idapangidwa kuti iziyimitsa bots powasiyanitsa ndi anthu. Mayesero owoneka ndi chida chothandiza pa izi, koma si onse omwe angathe kuthetsa vuto lowonekera. Pazifukwa izi tapanga njira yosavuta, yosapweteka yolola osindikiza omwe amagwiritsa ntchito ntchito yathu kuti asunge kupezeka kwa onse motsatira Gawo 508 ndi WCAG 2.1 AA.",
  "page-acc-summary-contents-2": "Momwe imagwirira ntchito: choyamba, wogwiritsa ntchito osayina akulemba pa URL iyi, yomwe imalumikizidwa patsamba la hCaptcha widget info. Amapatsidwa keke yotsekedwa yomwe imatha kugwiritsidwa ntchito kangapo patsiku, koma iyenera kutsitsimutsidwa maola 24 aliwonse olowera.",
  "page-acc-title": "Zambiri Zopezera hCaptcha",
  "page-acc-tr-body": "Funso: Ndikuwonabe zovuta nditakhazikitsa cookie. Nchiyani chikuyambitsa izi?<br> Yankho: Izi zimachitika makamaka chifukwa chogwiritsa ntchito zotsatsira zotsutsa kapena zosakanikirana ndi ma cookie, kapena malo omwe amalepheretsa ma cookie, pomwepa cookie ya hcaptcha.com yomwe idayikidwa kapena kuyang'aniridwa ndi hCaptcha JS patsamba lina , ngati amene mumamuyendera.<br><br> Ma cookies a hCaptcha amagwiritsidwa ntchito ndi asakatuli onse odziwika bwino komanso otsatsa zotsatsa ndi makonda awo, chifukwa chake kulephera kumachitika chifukwa chotsutsana ndi anti-adblock zolemba kapena malamulo omwe amatsata masamba ena.<br><br> Zothetsera:<br><br> 1. Whitelist hcaptcha.com ndi * .hcaptcha.com makeke muzotsatsira zotsatsa kapena osatsegula pazotsegula.<br> 2. Ngati mukugwiritsa ntchito msakatuli Wolimba Mtima, yemwe pano sakuwoneka kuti ali ndi mtundu uliwonse wazovomerezeka, pitani ku Zokonda -> Shields -> Cookies ndikusankha Lolani Ma Cookies Onse.<br> 3. Ngati mukugwiritsa ntchito mtundu waposachedwa kwambiri wa Safari pa OS X 10.15 kapena iOS 13.4 yomwe yangotulutsidwa kumene, Apple yasintha machitidwe a Safari okhudzana ndi ma cookie wachitatu, kuwaletsa onse mwachisawawa. Tikukhazikitsa yankho, koma pakadali pano chonde pitani Zosankha za Safari, gawo lazachinsinsi, ndikusanthula kutsata kutsamba lawebusayiti: Pewani kutsata masamba a masamba omwe akupezeka kuti agwire ntchito monga momwe amayembekezera.<br><br> Funso: Ndimagwiritsa ntchito zida zingapo. Kodi ndiyenera kulembetsa kangapo?<br> Yankho: Ayi. Chonde dinani imelo yolumikizira imelo yomwe imatumizidwa kwa inu pachida chilichonse chomwe mumagwiritsa ntchito poyika cookie.<br><br> Funso: Ndingadziteteze bwanji kuti ndisawone kumene ma cookie akampani yachitatu ndikugwiritsa ntchito keke yopezeka?<br> Yankho: Kugwiritsa ntchito chinsinsi chilichonse kapena chotseka chotsatsa chomwe chimathandizira kuyimitsa pamizere (mwachitsanzo Block Origin) chidzagwira ntchito monga zikuyembekezeredwa: onetsetsani kuti mukufuna whitelist hcaptcha.com.",
  "page-acc-tr-title": "Kwa Ogwiritsa Ntchito: Mafunso Okhazikika ndi Maupangiri Othetsa Mavuto",
  "page-acc-tr2-body": "Safari<br> Kuti mulowetse ma cookie ku Safari (Mac): Pitani ku menyu yotsitsa ya Safari. Sankhani Zokonda. Dinani Zachinsinsi pamwambapa. Pansi pa 'Block cookies' sankhani njira 'Osatero.'<br> Kuti ma cookies mu Safari (iPhone / iPad iOS 11+) athe: Tsegulani Zikhazikiko. Mpukutu pansi ndi kusankha Safari. Pazinsinsi & Chitetezo, chotsani 'Prevent Cross-Site Tracking' ndi 'Block All Cookies'<br><br> Firefox<br> Dinani pa chishango kumanzere kwa bar ya adilesi patsamba lililonse. Dinani pa Zida Zachitetezo. Gulu lazosankha mwachinsinsi & Chitetezo cha Firefox litsegulidwa. Pansi pa Chitetezo Chotsata Chotsatira, sankhani Mwambo. Sankhani ma trackers ndi zolembera zomwe mungatseke posankha mabokosiwo. Onetsetsani kuti mwatsegula hcaptcha.com.<br><br> Muthanso kuzimitsa kwakanthawi mu Custom kuti muchotse izi, posankha mabokosi oyang'anira: Sankhani mabokosi oyang'anira ma Trackers kapena musankhe bokosi la ma Cookies ngati mudakali ndi zovuta.<br><br> Google Chrome<br> Google Chrome (PC)<br> Sankhani chizindikiro cha menyu ya Chrome. Sankhani Zikhazikiko.<br> Pitani ku Zachinsinsi ndi Chitetezo, kenako ma Cookies ndi zina zambiri patsamba.<br> Onetsetsani kuti 'Block cookies-third-party cookies' satha.<br><br> Google Chrome (Mac):<br> Tsegulani zokonda za Chrome kuchokera pa bar ya menyu.<br> Pitani ku Zachinsinsi ndi Chitetezo, kenako ma Cookies ndi zina zambiri patsamba.<br> Onetsetsani kuti 'Block cookies-third-party cookies' satha.<br><br> Google Chrome (Android):<br> Pa chipangizo chanu cha Android, tsegulani pulogalamu ya Chrome.<br> Kumanja kumanja, dinani Zambiri kenako Zikhazikiko.<br> Dinani Zikhazikiko za Tsamba kenako ma Cookies.<br> Pafupi ndi 'Cookies,' sinthani zoikamo.<br> Fufuzani bokosi pafupi ndi 'Lolani ma cookies ena.'<br><br> Internet Explorer<br> 1. Sankhani zida pamakona akumanja chakumanja pazenera, kenako sankhani 'Internet Options'. Ngati muli ndi Menyu Yoyenera, mutha kusankha 'Zida' kenako 'Zosankha pa intaneti'.<br> 2. Dinani tabu ya 'Zachinsinsi'.<br> 3. Sankhani batani la 'Advanced'.<br> 4. Pansi pa 'Cookies lachitatu' sankhani 'Landirani'.<br> 5. Dinani 'Chabwino'",
  "page-acc-tr2-head": "Malangizo a Msakatuli wa Ma Cookies Apakati pa Malo",
  "priv-hc": "Zachinsinsi Zoyang'ana",
  "priv-hc-text": "Ma netiweki otsatsa malonda amakuwonani ngati malonda awo. Sititero. Sitikusamala kuti ogwiritsa ntchito ndi ndani, kungoti angakhale oyipa bwanji. Timathandizira zoyeserera monga Pass Pass, ndikugwira ntchito molimbika kuti tipeze chinsinsi komanso chitetezo.",
  "reporting-bugs-accessibility-button": "Dziwani zambiri pazosankha zopezeka",
  "reporting-bugs-accessibility-head": "Zosankha Zopezeka",
  "reporting-bugs-accessibility-text": "Kodi muli ndi vuto lakuwona kapena simukutha kumaliza hCaptchas?",
  "reporting-bugs-guide-ff-head": "Kujambula Zambiri za Lipoti la Bug: Firefox",
  "reporting-bugs-guide-ff-step-1": "Gawo 1: Tsegulani Zida Zotsatsira (Izi zimayamba kujambula gawoli.)",
  "reporting-bugs-guide-ff-step-2": "Gawo 2: Dinani pa Network tabu mu Zida Zosintha. Fufuzani bokosi la Persist pamwamba.",
  "reporting-bugs-guide-ff-step-3": "Gawo 3: pitani ku https://accounts.hcaptcha.com/demo, kapena tsamba lomwe muli ndi vuto (Zidziwitso Zazinsinsi: pokhapokha ngati mulibe nazo vuto kugawana zomwe zili) ... kenako dinani I ndine munthu batani, ndikuyesera kuthetsa.",
  "reporting-bugs-guide-ff-step-4": "Khwerero 4: Dinani HAR mutayesa kuthetsa, ndikusankha Sungani Zonse monga HAR kuti musunge chipika cha netiweki. Titumizireni fayiloyo.",
  "reporting-bugs-guide-ff-step-5": "Gawo 5: Dinani pa tsamba la Console, ndikudina kumanja kenako Sankhani zonse ndikuzisunga mu fayilo, kuti muzisunga log log. Titumizireni ifenso.",
  "reporting-bugs-guide-ff-step-6": "Gawo lomaliza: Titumizireni maimelo a HAR ndi ma fayilo a chipika, ndipo fotokozani vutoli Gwiritsani ntchito: support@hcaptcha.com (chonde gwiritsani ntchito ntchito ngati Dropbox kapena Filebin ndikutumiza maulalo) ndikusankha chithunzithunzi, ngati mukukayikira kuti pali china chake chomwe sichikuwonetsa bwino. . Chonde tumizaninso IP yomwe mukugwiritsa ntchito. Mutha kuzipeza kuchokera ku https://www.whatsmyip.org/ Zikomo potenga nthawi kuti mutithandize kudziwa izi! Tadzipereka kupanga hCaptcha kuti igwire ntchito bwino kwa aliyense.",
  "reporting-bugs-guide-head": "Kujambula Zambiri za Lipoti la Bug: Chrome",
  "reporting-bugs-guide-step-1": "Gawo 1: Tsegulani Zida Zotsatsira (Izi zimayamba kujambula gawoli.)",
  "reporting-bugs-guide-step-2": "Gawo 2: Dinani pa Network tabu mu Zida Zosintha. Chongani Sungani bokosi lamatabwa pamwamba.",
  "reporting-bugs-guide-step-3": "Khwerero 3: pitani ku https://accounts.hcaptcha.com/demo, kapena tsamba lomwe muli ndi vuto (Zidziwitso Zazinsinsi: pokhapokha ngati mulibe nazo vuto kugawana zomwe zili) ... kenako dinani I ndine munthu batani, ndikuyesera kuthetsa.",
  "reporting-bugs-guide-step-4": "Gawo 4: Dinani Tumizani HAR (muvi wotsika pang'ono) mukayesa kuthetsa, zomwe zimasunga chipika cha netiweki. Tumizani fayilo ija kwa ife.",
  "reporting-bugs-guide-step-5": "Gawo 5: Dinani pa tsamba la Console, ndikudina pompano kenako Sungani ngati .. kuti musunge cholembera cha console. Titumizireni ifenso.",
  "reporting-bugs-guide-step-6": "Khwerero lomaliza: Titumizireni imelo mafayilo a HAR ndi zolembera za console, ndikufotokozera vutolo. Gwiritsani ntchito: support@hcaptcha.com (chonde gwiritsani ntchito ntchito ngati Dropbox kapena Filebin ndikutumiza maulalo) ndikusankha chithunzithunzi, ngati mukukayikira kuti pali china chake chomwe sichikuwoneka bwino. Chonde tumizaninso IP yomwe mukugwiritsa ntchito. Mutha kuzipeza kuchokera ku https://www.whatsmyip.org/ Zikomo potenga nthawi kuti mutithandize kudziwa izi! Tadzipereka kupanga hCaptcha kuti igwire ntchito bwino kwa aliyense.",
  "reporting-bugs-guide-text-1": "Kutumiza uthenga pokhudzana ndi vuto lanu ndi lipoti lanu kungakhale kosavuta kwa ife kuzindikira zomwe zikuchitika. Nawo malangizo mwatsatanetsatane:",
  "reporting-bugs-guide-text-2": "Ngati ndinu okonza ukonde kapena katswiri wogwiritsa ntchito, chidule chake ndikuti tikufuna kuti mutitumizire makanema ojambula pa intaneti HAR ndi zolemba za msakatuli. Chonde yesani kuletsa chotchinga chilichonse kapena zowonjezera zachitetezo cha msakatuli kaye kenako yesaninso musanadutse izi. Izi zikathetsa vuto lanu, tingayamikirebe kutidziwitsa mtundu wa msakatuli wanu, block blocker kapena msakatuli wowonjezera, ndi ulalo watsamba lawebusayiti.",
  "reporting-bugs-intro-head": "Mudapeza kachilombo? Umu ndi momwe munganene.",
  "reporting-bugs-intro-text": "Mamiliyoni a anthu amagwiritsa ntchito hCaptcha mwezi uliwonse, pamasakatuli masauzande ambiri, zowonjezera, zida, zotchingira moto, ndi zina zambiri. Cholinga chathu ndikuwonetsetsa kuti zikugwirirani ntchito nthawi zonse, chifukwa chake timayamikira kwambiri malipoti anu! Kuti mupereke ndemanga mwachangu, ingodinani batani la Tumizani Mauthenga. Ngati mukuwona vuto logwira ntchito, chonde tsatirani malangizo olakwika a Chrome kapena malangizo olakwika a Firefox pansipa. Kwa asakatuli ena aliwonse angotitumizira imelo. Pazinthu zachitetezo kapena zachinsinsi, onani malangizo pansipa.",
  "reporting-bugs-privacy-head": "Nkhani Zachinsinsi",
  "reporting-bugs-privacy-text": "Sitikusamala kuti ogwiritsa ntchito ndi ndani, kungoti akhoza kukhala oyipa kapena makina. Timathandizira zoyeserera monga Pass Pass, ndikugwira ntchito molimbika kuti tipeze chinsinsi komanso chitetezo. Ngati mwapeza vuto lomwe mukuganiza kuti lingakhudze chinsinsi cha ogwiritsa ntchito, chonde titumizireni imelo ku support@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "Titumizireni ndemanga",
  "reporting-bugs-provide-feedback-head": "Fotokozerani mwachangu za hCaptcha",
  "reporting-bugs-provide-feedback-text": "Tikuyamikira zomwe mwapereka. Tiuzeni zovuta zilizonse ndipo tizithetsa mwachangu.",
  "reporting-bugs-security-head": "Ziphuphu Zachitetezo",
  "reporting-bugs-security-text": "Nthawi zonse timakhala okonzeka kulandira malipoti a nkhwangwa zachitetezo. Imelo support@hcaptcha.com & CC security@hcaptcha.com ndipo tibwerera kwa inu mwachangu. Tilinso ndi pulogalamu yochulukitsa yolandila malipoti pazachitetezo cha hCaptcha ndi chinsinsi china chokhudzana nacho.",
  "sales-interstitial-c1": "Kwa makampani",
  "sales-interstitial-c1a": "Mayankho amakampani ogwira ntchito (olipira)",
  "sales-interstitial-c1b": "Dziwani zambiri za hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "Kutanthauzira kwa deta",
  "sales-interstitial-c1d": "Gulani ntchito zomasulira hCaptcha",
  "sales-interstitial-c2": "Kwa anthu pawokha",
  "sales-interstitial-c2a": "Onjezani hCaptcha kuutumiki wanu (waulere)",
  "sales-interstitial-c2b": "Onjezani hCaptcha ya Ofalitsa patsamba langa kapena pulogalamu yanga",
  "sales-interstitial-c2c": "HCaptcha ndi chiyani?",
  "sales-interstitial-c2d": "Dziwani zambiri za hCaptcha",
  "sales-interstitial-head": "Tiyeni tiwonetsetse kuti mwafika pamalo oyenera.",
  "sec-hc": "Chitetezo Choyamba",
  "sec-hc-text": "hCaptcha imayang'ana kwambiri kwa osindikiza. Timayesetsa kupatsa masamba data yeniyeni ndikuwalola kuti asankhe momwe angagwiritsire ntchito. Kulondola ndi chidwi chanu komanso chathu. Ma captchas ena amaperekedwa ndi makampani otsatsa. Bot iliyonse yomwe amaletsa ikhoza kuchepetsa ndalama zawo.",
  "signup-interstitial-c1": "Kwa makampani kapena masamba",
  "signup-interstitial-c1a": "Onjezani hCaptcha kuutumiki wanu (waulere)",
  "signup-interstitial-c1b": "Onjezani hCaptcha ya Ofalitsa patsamba langa kapena pulogalamu yanga",
  "signup-interstitial-c1c": "Mayankho amakampani ogwira ntchito (olipira)",
  "signup-interstitial-c1d": "Dziwani zambiri za hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "Kutanthauzira kwa deta",
  "signup-interstitial-c1f": "Gulani ntchito zomasulira hCaptcha",
  "signup-interstitial-c2": "Kwa anthu pawokha",
  "signup-interstitial-c2a": "Kupezeka",
  "signup-interstitial-c2b": "Dziwani zambiri pazosankha za hCaptcha",
  "signup-interstitial-c2c": "Pezani ndalama",
  "signup-interstitial-c2d": "Gwiritsani ntchito yolemba payekha payekha",
  "signup-interstitial-head": "Tiyeni tiwonetsetse kuti mwafika pamalo oyenera.",
  "support-interstitial-c1": "Kwa makampani",
  "support-interstitial-c1a": "Mayankho amakampani ogwira ntchito (olipira)",
  "support-interstitial-c1b": "Pezani chithandizo cha hCaptcha Enterprise (BotStop)",
  "support-interstitial-c1c": "Wofalitsa wa hCaptcha (waulere)",
  "support-interstitial-c1d": "Pezani chithandizo cha wofalitsa wa hCaptcha",
  "support-interstitial-c2": "Kwa anthu pawokha",
  "support-interstitial-c2a": "Mukuvutika ndi zovuta?",
  "support-interstitial-c2b": "Dziwani zambiri pazosankha za hCaptcha",
  "support-interstitial-c2c": "Mukufuna kunena cholakwika?",
  "support-interstitial-c2d": "Dziwani zambiri pofotokoza zovuta zamapulogalamu",
  "support-interstitial-head": "Tiyeni tiwonetsetse kuti mwafika pamalo oyenera.",
  "what-is-hcaptcha": "Kodi hCaptcha ndi chiyani?",
  "what-is-hcaptcha-text": "hCaptcha imathandizira mautumiki omwe mumawakonda kuti asunge bots, sipamu, ndi nkhanza pofunsa mafunso osavuta osavuta kwa anthu komanso ovuta pamakina.",
  "why-hc": "Chifukwa chiyani hCaptcha?",
  "why-hc-text": "Nthawi iliyonse mukayankha zovuta, timagwiritsa ntchito mitundu yotsogola kuti tidziwe ngati ndinu anthu kapena makina. Tsamba lomwe mudapitako kenako limagwiritsa ntchito zotsatirazi kuti zikuthandizireni bwino zomwe zili patsamba lawo posunga bots.",
  "footer-link-5b": "Press",
  "footer-link-cyberattacks": "Cyberattacks 101"
}