{
    "1290027486": "CEO wa Brave. Oyambitsa nawo a Mozilla. Wopanga chilankhulo cha JavaScript. Wopanga asakatuli ndi zina zambiri.",
    "211351380": "Kuchokera kubulogu:",
    "3153117136": "Momwe hCaptcha Zovuta Zosintha Zimagwirira Ntchito",
    "2915355938": "Kufikika",
    "793784899": "Mapulani",
    "2671622670": "Makampani",
    "3527140447": "Docs",
    "505891021": "Ntchito Zolemba zilembo",
    "692176459": "Lowani muakaunti",
    "1892574253": "Lowani",
    "2593864519": "Imani bots ambiri. Yambani kuteteza zinsinsi za ogwiritsa ntchito.",
    "4007826952": "#1 yachinsinsi-choyamba CAPTCHA pa intaneti, mafoni, ndi zina.",
    "3721365241": "Yesani",
    "3753956446": "Kwaulere",
    "3276777569": "hCatcha",
    "55035359": "Mukugwiritsa ntchito reCAPTCHA pano?",
    "3417372336": "Kusintha kwa mphindi",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Ntchito zapamwamba zapaintaneti zimadalira",
    "1470290349": "kwa kasamalidwe kabwino ka bot ndi chinyengo.",
    "3714002185": "Dziwani zambiri za hCaptcha Enterprise",
    "3946753128": "Zachinsinsi. Otetezeka. Mofulumirirako.",
    "939665604": "Zazinsinsi Zakhazikika",
    "780475098": "Maukonde otsatsa amawona alendo anu ngati malonda. Timangosamala kuti kuchezerako kuli kwabwino kapena koipa. hCaptcha imagwirizana ndi GDPR, CCPA, LGPD, PIPL, ndi malamulo ena apadziko lonse lapansi.",
    "219813583": "Chitetezo Choyamba",
    "2714878440": "Tetezani ntchito zanu kuti zisachotsedwe, kulandidwa maakaunti, kusungitsa mbiri, ndi sipamu pogwiritsa ntchito makina athu apamwamba ophunzirira komanso kutsimikizira zaumunthu.",
    "1397766838": "Bwino Wogwiritsa Ntchito",
    "2670352917": "hCaptcha imapereka kuzindikira kodalirika kwa bot pomwe kumakhala kosavuta kuti anthu athetse.",
    "2806751666": "Kodi hCaptcha ndi chiyani?",
    "3096063825": "Yesani",
    "2968026167": "Mumakonda masamba",
    "713281684": "Biringanya",
    "4147497805": "Karoti",
    "3758963444": "Zikomo! Zomwe mwatumiza zalandiridwa!",
    "1070364246": "Oops! Chinachake chalakwika potumiza fomu.",
    "1129833879": "Imani ma bots oyipa, tetezani zinsinsi za ogwiritsa ntchito",
    "58091799": "Dziwani zambiri za hCaptcha Publisher ndi Enterprise",
    "1599610318": "Wofalitsa",
    "3093388779": "hCaptcha ndi yaulere kugwiritsa ntchito kwa osindikiza amtundu uliwonse",
    "179723061": "Kuwongolera kowonjezereka kwamagulu omwe amafunikira chitetezo chotsogola m'kalasi",
    "846501387": "Chitetezo cha padziko lonse lapansi cha bot",
    "119298044": "Makasitomala odziyang'anira okha a ML ndi AI amateteza zinthu zanu zapaintaneti ku ziwopsezo ndi kuwukira",
    "1263998069": "Pezani mphotho pazosintha zamunthu",
    "1103295010": "Pezani ndalama kapena perekani ku zachifundo pamene anthu athetsa ma CAPTCHA",
    "392886773": "Zimagwira ntchito m'mayiko onse",
    "2320894364": "Ndi malo opitilira 200, mtambo wa hCaptcha umateteza katundu wanu padziko lonse lapansi",
    "451701069": "Imagwirizana ndi GDPR, CCPA,",
    "2826051554": "ndi zina",
    "3530599065": "Zinsinsi zimamangidwa kuchokera pansi. hCaptcha sichisunga PII ndipo imagwirizana ndi malamulo ambiri achinsinsi.",
    "2489287539": "Zopanda mikangano \"Palibe CAPTCHA\" & 99.9% ma passive modes",
    "793242047": "Chepetsani zovuta zomwe zimaperekedwa kwa ogwiritsa ntchito kuti athe kupeza mapulogalamu mwachangu",
    "4195759329": "Kuzindikira kwa bot ndi ziwopsezo",
    "1150035777": "Makina apamwamba ophunzirira makina amapanga zidziwitso za bot kutengera ma data ambiri kupitilira ngati mafunso adayankhidwa molondola",
    "3688621388": "Ma signature angozi",
    "1131525092": "Gwirizanitsani ochita zoyipa pamodzi mosavutikira kudzera ma Scoped UID athu osunga zinsinsi kuti tipeze ndikuletsa chinyengo ndi nkhanza zina.",
    "1559631739": "Kuphunzira payekha",
    "3952259236": "Phatikizani deta yanu yakhungu ndi masauzande masauzande a hCaptcha kuti muphunzitse hCaptcha pamagulu amakhalidwe -- mwachitsanzo -- kulosera bwino za zoyipa kuposa yankho lokha.",
    "1150963691": "Kusintha kwa APT",
    "4083018285": "Mndandanda wazinthu zowonjezera zomwe zimaphatikizana ndi kuwunika kowonjezereka kwa SOC ndi kuyankha kuthana ndi ziwopsezo zopitilira muyeso",
    "3160820928": "Chitetezo chogwirizana",
    "1849805607": "hCaptcha imateteza ku ziwopsezo ndi zinyengo zomwe zimapangidwira kuti zilowetse maukonde anu",
    "1958297836": "Chitetezo chogwirizana komanso kuchepetsa APT",
    "1300485304": "hCaptcha imateteza ku ziwopsezo zapamwamba komanso zachinyengo zopangidwa kuti zilowetse maukonde anu",
    "2698640210": "Kuwongolera zovuta ndi mitundu yowonetsedwa",
    "3121248460": "Onetsani zovuta zamitundu yosiyanasiyana -- kuyambira zosavuta mpaka zovuta -- kwa anthu omwe mukuwayembekezera",
    "3807059944": "Yang'anirani zotsutsa zomwe zimagwiritsidwa ntchito",
    "2707282231": "Sinthani zovuta za ogwiritsa ntchito anu. Pangani kukhala zosatheka kuti bots athetse ndikulowa.",
    "4194763679": "Miyezo yovuta kwambiri",
    "3730038780": "Sankhani kuchokera pazovuta zambiri zomwe ogwiritsa ntchito angathe kuthana nazo",
    "1849717906": "Sinthani mwamakonda anu ndi zovuta zanu",
    "1508655687": "Onjezani zovuta zanu zomwe zimapangidwira omvera anu kuti azitha kuwongolera kapena kuchepetsa mwayi wopezeka",
    "3620442880": "Zida zachitetezo cha Flash Sale",
    "3265895521": "Kwezani ndikuchepetsa zovuta kutengera nthawi ya tsiku",
    "1485807325": "Ma dashboards ambiri ogwiritsa ntchito, SAML SSO",
    "359073033": "Ma Dashboards amapereka mawonekedwe apamwamba kapena owoneka bwino a zochitika.",
    "4272454814": "Gwirizanani ndi wopereka zidziwitso zomwe mwasankha.",
    "1141402092": "Malipoti apamwamba",
    "910989640": "Pangani malipoti atsatanetsatane komanso osinthidwa makonda a zochitika",
    "3768951251": "Makampani a SLA",
    "1014004474": "Mapulani a Enterprise a hCaptcha amapereka mapangano apamwamba achitetezo kuti gulu lanu litetezeke",
    "1177598246": "Contact Zogulitsa",
    "1067704102": "Mtengo Wolemba Ma data",
    "3065000659": "Kodi mumazindikira nthawi iliyonse \"kudina pagalimoto\" mumathandizira kuphunzitsa imodzi",
    "3235430156": "makina ophunzirira makina akampani kwaulere?",
    "1549336309": "hCaptcha imatembenuza fanizoli mozungulira. Mukamagwiritsa ntchito hCaptcha, makampani amapempha ntchito zomwe ogwiritsa ntchito anu amachita potsimikizira umunthu wawo. Mumalandira mphotho.",
    "3725880582": "Bwererani kwa Charity",
    "1671436004": "Mukufuna kubwezera ku bungwe lomwe mumakonda?",
    "1663628612": "amakulolani",
    "4272088465": "zachifundo zomwe mwasankha ndi zomwe mumapeza pozigwiritsa ntchito.",
    "2894845722": "Ogwiritsa ntchito patsamba lanu posachedwa azitha kuwona zomwe mumapereka ku zachifundo kudzera pakupanga chizindikiro chanzeru pa mawonekedwe a hCaptcha.",
    "3194111925": "thandizo",
    "1637702726": "Za hCaptcha",
    "2323282990": "Njira Yamakono Yotsimikizira Anthu",
    "1201821619": "hCaptcha imathetsa vuto limodzi lomwe likuvutitsa masiku ano: kuletsa ma bots oyipa kuti asagwiritse ntchito molakwika ntchito zapaintaneti.",
    "1475399473": "Dziwani zambiri za gulu la hCaptcha",
    "3161489950": "Pulatifomu Yapamwamba Kwambiri Padziko Lonse ya Chitetezo cha ML",
    "3247172580": "hCaptcha imaphatikiza kuphunzira makina odziyang'anira okha ndi njira yatsopano yowerengera yomwe imachepetsa mwapadera kusonkhanitsa ndi kusunga deta, yoperekedwa kuchokera kumadera opitilira 250 padziko lonse lapansi chifukwa chazovuta kwambiri.",
    "3767462250": "Zapangidwira Zazinsinsi",
    "3500503648": "hCaptcha idapangidwa kuti ithetse kusungidwa kwa data kwa nthawi yayitali podalira kuwunika nthawi yomweyo m'malo mojambula ndikusanthula mbiri yanu yosakatula. Timathandiziranso zoyeserera ngati",
    "2418549423": ", muyezo womwe ukubwera wosunga zinsinsi zapaintaneti kudzera muumboni wachinsinsi, ndi zina zapadera zachinsinsi-zoyamba.",
    "1544546608": "Chinsinsi chachinsinsi",
    "976209454": "Pezani Mphotho kapena Perekani kwa Zachifundo",
    "552920956": "hCaptcha imalola mawebusayiti kuti alandire mphotho pomwe akutsekereza bots ndi nkhanza zina. hCaptcha imakupatsaninso mwayi wothandizira mabungwe omwe mwasankha ndi zomwe mwapeza.",
    "654326661": "Mukufuna mudziwonere nokha? Yesani hCaptcha kwaulere.",
    "3570415321": "Kampani",
    "3987022469": "Kulemba zilembo",
    "1636202177": "Za",
    "2670003220": "Ntchito",
    "3233305531": "Zizindikiro",
    "3028319964": "AI Ethics",
    "4131598919": "Press",
    "1662477701": "Zida",
    "3130928685": "Blog",
    "1756106276": "Mkhalidwe",
    "1235925265": "Zolemba",
    "920212083": "Nenani za Bug",
    "2076066173": "Cyberattacks 101",
    "3644106388": "Contact",
    "2182196747": "Thandizo",
    "487083593": "Zogulitsa",
    "878585497": "Terms",
    "1697438123": "Zazinsinsi",
    "1316817321": "Attribution",
    "3488019891": "hCaptcha ndi chizindikiro cholembetsedwa cha Intuition Machines, Inc.",
    "4224961202": "Zazinsinsi, Chitetezo, ndi Kuphunzira Kwamakina.",
    "98173630": "hCaptcha ndiye ntchito yodziyimira payokha yomwe imagwiritsidwa ntchito kwambiri padziko lonse lapansi ya CAPTCHA.",
    "1514478724": "Dziwani zambiri",
    "1752795854": "hCaptcha imabweretsa njira yamakono, yoyang'ana zachinsinsi poyimitsa bots.",
    "2927700175": "Timasonyeza zovuta za CAPTCHA zomwe zimakhala zovuta kwa bots koma zosavuta kwa anthu posonkhanitsa deta yovuta-kulemba kuchokera kuzovuta zamakina ophunzirira, ndikugwiritsa ntchito kusiyanitsa ngati webusaiti kapena mlendo wa pulogalamu ndi munthu.",
    "2188609322": "Osewera oyipa akuchulukirachulukira pa intaneti. Koma kusiya zinsinsi za ogwiritsa ntchito si yankho.",
    "2032102720": "Mayankho achitetezo operekedwa ndi makampani otsatsa amayang'ana kwambiri kutsatira ogwiritsa ntchito pa intaneti. Tapanga njira yabwino yotetezera yomwe imatsimikizira kuti kuwononga zinsinsi za ogwiritsa ntchito sikofunikira kuti tipereke zotsatira zabwino kwambiri.",
    "4146870445": "Ndife ndani",
    "353066938": "Gulu lodziwa zambiri, lomwe likugwira ntchito pamavuto amasiku ano ovuta kwambiri. hCaptcha ndi ntchito ya",
    "1173652155": "Alangizi",
    "2256305371": "Pulofesa, CS ku University of California, Berkeley. Kuphunzira mozama, chitetezo, katswiri wa blockchain. CEO wa Oasis Labs.",
    "2177660021": "Research Scientist ku Stanford. Kuphunzira kwamakina komanso ndalama zambiri kumabanki akuluakulu, hedge funds, ndi maphunziro.",
    "2686825859": "Lowani kwaulere kapena tilankhule nafe za mayankho a hCaptcha Enterprise",
    "583434701": "Kupezeka kwa hCaptcha",
    "611905972": "Kuwonetsetsa kuti ogwiritsa ntchito onse ali ndi mwayi wopezeka mosavuta ndikusunga chitetezo",
    "874098071": "Ngati ndinu wogwiritsa ntchito, chonde lembani apa",
    "2745385064": "Chidule",
    "3353238942": "hCaptcha idapangidwa kuti iziyimitsa bots powasiyanitsa ndi anthu. Mayeso owoneka ndi chida chothandiza pa izi, koma si onse omwe angathe kuthana ndi vuto lowonera.",
    "3600022491": "Pachifukwachi tapanga njira yophweka, yopanda ululu yolola osindikiza omwe amagwiritsa ntchito ntchito yathu kuti asunge kupezeka kwa onse motsatira Gawo 508 ndi WCAG 2.1 AA.",
    "2557240048": "Momwe zimagwirira ntchito: choyamba, wogwiritsa ntchito amalembetsa kudzera",
    "3871665286": ", yomwe imalumikizidwa kwambiri patsamba lachidziwitso cha widget ya hCaptcha. Amapatsidwa cookie yobisika yomwe ingagwiritsidwe ntchito kangapo patsiku, koma iyenera kutsitsimutsidwa maola 24 aliwonse kudzera pakulowa.",
    "3441764123": "Vuto likaperekedwa kwa wogwiritsa ntchito patsamba lomwe amagwiritsa ntchito hCaptcha, amangodutsa.",
    "4247858664": "tsamba lofikira",
    "1297657322": "Kufikika kwa wosuta pambuyo polowa",
    "1717658846": "Njira yofikira mu widget UI menyu",
    "1266963825": "Q: Kodi hCaptcha Gawo 508 + WCAG 2.1 AA ikugwirizana?",
    "850025770": "A: Timakhulupirira kuti: ogwiritsa ntchito onse omwe ali ndi vuto lililonse omwe amatha kuyang'ana pa intaneti ndikulemba malemba pa mafomu amatha kupeza ntchito zotetezedwa ndi hCaptcha polembetsa. Komabe, uwu si upangiri wazamalamulo: muyenera kudziyesa nokha, poganizira momwe mungagwiritsire ntchito kuti muwonetsetse kuti ndi momwe mukutumizidwira.",
    "159272246": "Q: Kodi mukugwira ntchito zina zopezeka (\"a11y\"), monga zomvera?",
    "4074220464": "A: Zosankha zomwe zidadziwika m'mbuyomu monga ma audio captcha zimasankha ogwiritsa ntchito ambiri a11y ndipo zimagonjetsedwa mosavuta ndi njira zamakono zophunzirira makina. Izi zakakamiza zovuta zamawu kuti zikhale zovuta kwambiri, kubweretsa phokoso, nthawi yosamvetseka, kuphatikiza mawu osazolowereka, ndi zina zotero kuti agonjetse omwe akuwukira. Sitikhala okondwa kwambiri ndi njira iyi motsutsana ndi kupewa zovuta zonse, koma tilingalira ngati pali zofunikira kuchokera ku gulu la a11y.",
    "2309661107": "Komabe, timachita chidwi kwambiri",
    "2555914614": "kuti mugwiritse ntchito Kupezeka. Tikukhulupirira kuphatikiza njira yathu yamakono ya a11y ndi kutulutsidwa kwa Privacy Pass kudzalola ogwiritsa ntchito a11y kuti asakatule mosatekeseka, otetezeka podziwa kuti magalimoto awo ndi achinsinsi, pomwe akuletsa kuzunzidwa ndi ogwiritsa ntchito bot zomwe zimachitika mosapeweka zosankha za a11y zilipo. Ndife otenga nawo mbali mu gulu la IETF lomwe likuyimira ukadaulo watsopanowu.",
    "2583775432": "Q: Nanga bwanji zachinsinsi? Kodi kulembetsa kumavumbula zidziwitso zakusaka kwa a11y mwanjira ina? Mumatani ndi imeloyo?",
    "4215483493": "A: hCaptcha idapangidwa kuti ikhale yachinsinsi kuyambira pansi. Ndizosiyana kwambiri ndi zosankha zanthawi zonse monga reCAPTCHA yomwe ili ndi maukonde otsatsa, omwe ali ndi chilimbikitso kuti azitha kukutsatirani pa intaneti ndikukuyanjanitsani ndi zomwe mukudziwa.",
    "2474661839": "Zathu",
    "4137573005": "ili ndi mayankho okwanira komanso ovomerezeka amomwe timagwiritsira ntchito deta, koma yankho lalifupi ndiloti tilibe chidwi chokuyanjanitsani monga munthu ndi mbiri yanu yosakatula.",
    "4101570501": "Pakali pano tikugwira ntchito yokonza njira zobisika zopezera imelo yanu mwachangu pomwe tikusungabe kuthekera kwathu popewa kuzunzidwa, zomwe zikugwirizana ndi ntchito yathu ya Privacy Pass.",
    "260595108": "Sitigwiritsa ntchito maimelo opezeka kapena zidziwitso pazifukwa zilizonse kupatula kuthandizira kugwiritsa ntchito a11y ndikupewa nkhanza.",
    "3063819779": "mfundo Zazinsinsi",
    "465714311": "Kwa Ogwiritsa Ntchito: Q&A ndi Kuwongolera Mavuto",
    "3596207631": "Q: Ndikuwonabe vuto nditatha kukhazikitsa cookie. Nchiyani chikuyambitsa izi?",
    "469089249": "A: Izi zimachitika chifukwa chogwiritsa ntchito chotchinga chaukali kapena choletsa ma cookie, kapena makonda omwe amaletsa ma cookie a \"malo odutsa\", pamenepa cookie ya hcaptcha.com yomwe imayikidwa kapena kufufuzidwa ndi hCaptcha JS pa. malo osiyanasiyana, ngati omwe mukuwachezera.",
    "4263626815": "Ma cookie opezeka a hCaptcha amagwira ntchito ndi asakatuli onse otchuka komanso zotchingira zotsatsa ndi makonda awo, choncho nthawi zambiri kulephera kumachitika chifukwa cha zolemba za \"anti-adblock\" kapena malamulo ofanana omwe amaloza masamba ena.",
    "3906359167": "Zothetsera:",
    "3464870463": "1. Whitelist hcaptcha.com ndi makeke a *.hcaptcha.com mu block blocker yanu kapena kuwonjezera chitetezo cha msakatuli.",
    "1204911585": "2. Ngati mukugwiritsa ntchito msakatuli wa Brave, yemwe (kuyambira Epulo 2020) sakuwoneka kuti ali ndi mndandanda wamtundu uliwonse wa cookie, pitani ku Zokonda -> Zishango -> Ma cookie ndikusankha \"Lolani Ma Cookies Onse.\"",
    "2932826396": "3. Ngati mukugwiritsa ntchito mtundu waposachedwa kwambiri wa Safari pa OS X 10.15 kapena iOS 13.4 yomwe yangotulutsidwa kumene, Apple yangosintha machitidwe a Safari okhudzana ndi makeke a chipani chachitatu, kutsekereza zonse mwachisawawa. Tikukonza yankho, koma pakadali pano chonde pitani ku Safari Preferences, gawo la Zazinsinsi, ndikuchotsa \"kutsata tsamba lawebusayiti: Pewani kutsata tsamba lawebusayiti\" kuti ma cookie azitha kugwira ntchito momwe amayembekezeredwa.",
    "3836291932": "Q: Ndimagwiritsa ntchito zida zingapo. Kodi ndiyenera kulembetsa kangapo?",
    "3251220335": "Yankho: Ayi. Chonde dinani ulalo womwewo wa imelo womwe watumizidwa kwa inu pa chipangizo chilichonse chomwe mumagwiritsa ntchito kuti muyike cookie.",
    "2082407178": "Q: Ndingadziteteze bwanji ku cookie ya anthu ena ndikugwiritsa ntchito cookie?",
    "2700197090": "A: Kugwiritsa ntchito zinsinsi zilizonse kapena zoletsa zotsatsa zomwe zimathandizira kuyitanitsa ma domain-level whitelisting (monga uBlock Origin) zigwira ntchito monga zikuyembekezeka: ingowonetsetsa kuti whitelist hcaptcha.com.",
    "3657743880": "Malangizo Osakatula a Ma cookie a Cross-Site",
    "1960601330": "Kuti mutsegule ma cookie mu Safari (Mac): Pitani ku menyu yotsitsa ya Safari. Sankhani Zokonda. Dinani Zazinsinsi pagulu lapamwamba. Pansi pa 'Letsani makeke' sankhani njira 'Never.'",
    "1622303590": "Kuti mutsegule ma cookie mu Safari (iPhone/iPad iOS 11+): Tsegulani Zokonda zanu. Mpukutu pansi ndi kusankha Safari. Pansi pa Zazinsinsi & Chitetezo, zimitsani \"Prevent Cross-Site Tracking\" ndi \"Letsani Ma Cookies Onse\"",
    "2199048568": "Dinani pa chishango chakumanzere kwa ma adilesi patsamba lililonse. Dinani pa Zikhazikiko Chitetezo. Gulu la Firefox Preferences Zazinsinsi & Chitetezo lidzatsegulidwa. Pansi pa Chitetezo Chowonjezera Chotsatira, sankhani Mwambo. Sankhani ma tracker ndi zolemba zomwe mungatseke posankha mabokosiwo. Onetsetsani kuti mwatsegula hcaptcha.com.",
    "3967047208": "Muthanso kuzimitsa kwakanthawi zodzitchinjiriza mu Mwambo kuti mukonze izi, pochotsa mabokosi: Sankhani bokosi la Trackers kapena sankhani bokosi la Cookies ngati mudakali ndi zovuta.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Sankhani chizindikiro cha menyu ya Chrome. Sankhani Zokonda.",
    "926138631": "Pitani ku Zazinsinsi ndi Chitetezo, kenako Cookies ndi zina zatsamba.",
    "3419878556": "Onetsetsani kuti \"Letsani ma cookie a chipani chachitatu\" sikuyatsidwa.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Tsegulani zokonda za Chrome kuchokera pa menyu.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Pa chipangizo chanu cha Android, tsegulani pulogalamu ya Chrome.",
    "3620039756": "Pamwamba kumanja, dinani Zambiri kenako Zikhazikiko.",
    "2813310562": "Dinani Zikhazikiko za Tsamba ndiyeno Ma cookie.",
    "3014657981": "Pafupi ndi \"Makuke,\" yatsani zochunira.",
    "1242066691": "Chongani m'bokosi pafupi ndi \"Lolani ma cookie a chipani chachitatu.\"",
    "292250020": "1. Sankhani zida zomwe zili mukona yakumanja kwa sikirini, kenako sankhani \"Zosankha pa intaneti\". Ngati muli ndi Menyu Bar anathandiza, mukhoza kusankha \"Tools\" ndiye \"Internet Mungasankhe\".",
    "4114820649": "2. Dinani \"Zazinsinsi\" tabu.",
    "946838734": "3. Sankhani \"MwaukadauloZida\" batani.",
    "348809718": "4. Pansi pa \"Ma cookie a chipani Chachitatu\" sankhani \"Landirani\".",
    "1253441326": "5. Dinani \"Chabwino\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "AI Ethics Policy",
    "1161704803": "Chifukwa chiyani tili ndi mfundo za AI Ethics?",
    "1806535500": "Pafupifupi ukadaulo uliwonse, kuyambira mapensulo mpaka dynamite, ndi",
    "24452499": "yankho; itha kugwiritsidwa ntchito zabwino kapena zoipa. Kampani iliyonse yomwe ikufufuza, kumanga, kapena kugulitsa njira ziwiri zogwiritsira ntchito ili ndi udindo woganizira zotsatira za zochita zawo.",
    "4023575072": "ntchito ziwiri",
    "3336625692": "Tsambali limafotokoza mwatsatanetsatane malingaliro athu pamutuwu malinga ndi AI Ethics, ndipo njira zomwe timatsata kuwonetsetsa kuti ntchito zathu zikuyendabe mogwirizana ndi mfundo zomwe tatengera ngati kampani.",
    "835717930": "AI Ethics ku hCaptcha",
    "2179524509": "Nthawi zina timapeza mafunso oti ndi mafunso ati omwe ali ovomerezeka pa ntchito ya hCaptcha, komanso chifukwa chiyani mafunso ena akufunsidwa.",
    "1962721652": "Anthu ndi ofunafuna chitsanzo, ndipo nthawi zina funso lopanda cholakwika limatha kuchoka mosadabwitsa mpaka kukayikira nthawi yomweyo, chifukwa cha kusintha kwa dziko m'malo motengera zomwe aliyense amafunsa.",
    "3974566657": "Pamene mautumiki akuchulukirachulukira, zochitika zamtunduwu zimachulukirachulukira. hCaptcha imagwiritsidwa ntchito ndi anthu mamiliyoni ambiri tsiku lililonse pafupifupi m'mayiko onse padziko lapansi, choncho tikusindikiza ndondomekoyi ndi phunziro la momwe timachitira ndi nkhaniyi kuti tiwonetsere bwino momwe tingathere.",
    "1830910223": "Kafukufuku wapadziko lonse wa AI Ethics",
    "805971861": "\"Umbrella\" ndi liwu la ImageNet, lomwe limagwiritsidwa ntchito ndi ofufuza a masomphenya apakompyuta. Kuzindikira modalirika anthu omwe ali ndi maambulera ndikofunikiranso pakumanga machitidwe otetezeka a m'badwo wotsatira woyendetsa galimoto (ADAS).",
    "3988350": "Izi zikutanthauza kuti pali njira zabwino zogwiritsira ntchito maambulera adziko lenileni. Pali malo osagwirizana pazovuta zamagalimoto odziyendetsa okha, koma machitidwe a ADAS akupulumutsa kale.",
    "548587288": "padziko lonse lapansi.",
    "3138772661": "zikwi za miyoyo chaka chilichonse",
    "3168199226": "Komabe, mu 2020 zidawonekeratu kuti kupanga dawunilodi yamtunduwu kumatha kuonedwa ngati ukadaulo wogwiritsa ntchito pawiri m'njira zochepa zomwe amayembekezera chaka chapitacho.",
    "558378834": "Chifukwa chake sitikuvomeranso zopempha za mafunso okhudzana ndi maambulera pakadali pano. Kuthekera kwa chisokonezo pamene wogwiritsa ntchito mapeto akuwona funso lokhudza maambulera pakali pano ndilokwera kwambiri, ndipo pamapeto pake cholinga chathu ndi kupanga dziko lapansi kukhala malo osangalatsa kwambiri.",
    "3376604063": "Ndondomeko ndi ndondomeko za AI Ethics",
    "1923365316": "Tili ndi mfundo zokhwima za AI Ethics pa hCaptcha, ndipo gawo lina limaphatikizapo ndondomeko ya Know Your Customer (KYC).",
    "4230322909": "Nthawi zonse timayesetsa kumvetsetsa kasitomala aliyense watsopano ndi zomwe akufuna kuti agwiritse ntchito, kutsimikizira kuti ndizoyenera pazogulitsa ndi ntchito zathu ndikuwonetsetsa kuti zikutsatira mfundo zomwe tatengera ngati kampani.",
    "2735073144": "Timabwerezanso kubwereza nthawi zonse ngati kuli kofunikira. Mwachitsanzo, pakuwunika kwathu kwaposachedwa kwa masiku ndi komwe kwachokera zopempha zolembera maambulera okhudzana ndi maambulera tinatha kutsimikizira mwachangu kuti palibe bungwe la boma kapena pulogalamu yodziwika bwino ya boma yomwe idapemphapo za maambulera omwe amagwiritsa ntchito ntchito zathu m'miyezi 12 yapitayi. .",
    "2715462692": "Kodi njira yathu ya AI Ethics imawoneka bwanji?",
    "3049976256": "Kwa kasitomala aliyense watsopano yemwe ali ndi zilembo, timadutsa pamndandanda panthawi yogulitsa. Izi zikuphatikiza kulimbikira koyamba kwa KYC tisanakwere, komanso kutsimikizira zopempha zonse zomwe zidaperekedwa kwa ofufuza athu, ndikuwona zenizeni zenizeni komanso kuwunika kwanthawi ndi nthawi pazopempha zomwe zidapangidwa pogwiritsa ntchito nsanja yathu yodzithandizira.",
    "3103642530": "Ndemanga iyi ili ndi magulu angapo a zofunikira:",
    "3349094124": "Zofunikira pazakhalidwe: Cholinga",
    "1038019440": "1. Kodi kasitomalayu akuyimira zofuna za dziko la dziko lomwe limadziwika kuti likuchita zinthu zosemphana ndi malamulo a mayiko?",
    "493717511": "2. Kodi kasitomala uyu akupempha ntchito zomwe zingakhale",
    "2209109640": "amagwiritsidwa ntchito pazifukwa zoyipa zokha, malinga ndi bizinesi yawo yanthawi zonse?",
    "3457805519": "3. Kodi pempho la kasitomala lingakwaniritsidwe pansi pa malamulo a US ndi malamulo athu okhudzana ndi chibwenzi?",
    "1942611550": "makamaka",
    "109179759": "Zofunikira pazakhalidwe: Zofunikira",
    "1033698050": "1. Kodi timakhulupirira kuti kasitomala watipatsa njira yogwiritsira ntchito yomwe timaiona kukhala yovomerezeka mwamakhalidwe, malinga ndi kutanthauzira kwathu kwa chikhalidwe cha anthu akumadzulo?",
    "361372538": "2. Kodi timakhulupirira kuti ntchito zomwe tapereka zingagwiritsiridwe ntchito mwatsankho ndi kasitomala, m'njira zomwe zingakhale zovomerezeka koma zosavomerezeka kwa ife?",
    "2867855718": "3. Kodi timakhulupirira kuti zofunika zachinsinsi zitha kuperekedwa mokhutiritsa pa pempho?",
    "2462728596": "Ngati sitingathe kudzikwaniritsa pamfundozi, tidzakana pempholo ndipo titha kusiya mwayi wofikira papulatifomu yathu, monga tafotokozera mu Migwirizano yathu.",
    "1995277831": "Zikomo",
    "1818116402": "Tikukhulupirira kuti mwayamikira kuyang'ana kumeneku momwe timayankhira mafunso ogwirira ntchito ndi gawo la AI Ethics.",
    "1499894352": "Makampani ochepa kwambiri amapereka kuwonekera popanga zisankho mderali, ndipo tikukhulupirira kuti ena atsatira chitsanzo ichi!",
    "535659033": "Creative Commons Attribution",
    "1495915066": "Momwe ife, ochita nawo kafukufuku wamaphunziro, ndi makasitomala athu amagwiritsira ntchito zofalitsa za Creative Commons",
    "3017533972": "Ife, anzathu ochita kafukufuku pamaphunziro, ndi makasitomala athu nthawi zina amatha kulozera kapena kupanganso magawo ena azinthu zomwe zili ndi chilolezo cha Creative Commons kudzera pa nsanja ya hCaptcha kuti tipititse patsogolo chidziwitso cha anthu pankhani yophunzirira makina.",
    "1428053210": "Izi nthawi zambiri zimasinthidwa kuchokera momwe zimakhalira. Mwachitsanzo, kanema akhoza kugawidwa muzithunzi zambiri, zithunzizo zikhoza kugawidwa kukhala zithunzi zambiri zatsopano, ndipo zithunzi zatsopanozo zimasakanizidwa mwachisawawa kuti ziwonetse zotsatira zomaliza.",
    "1728211763": "Kugwiritsa ntchito zomwe zili motere komanso pazifukwa izi zikugwera m'malamulo ogwiritsira ntchito moyenera malinga ndi kumvetsetsa kwathu kwa malamulo ndi machitidwe okhazikika m'munda, koma ndife okonda kwanthawi yayitali a Creative Commons ndipo timakonda kupereka mbiri kwa aliyense amene amathandizira ntchito yayikulu pakuwongolera luntha la makina.",
    "1949452297": "Chifukwa chazovuta za hCaptcha UI ndi malingaliro ake achitetezo, sizingatheke kutulutsanso gwero lachithunzi chilichonse moyandikana ndi kugwiritsidwa ntchito kwake. M'malo mwake, timalumikiza tsamba ili kuchokera patsamba lathu loyambira ndikusunga mndandanda wazomwe zatumizidwa pano kapena posachedwa kudzera papulatifomu. Mutha kupeza mndandanda wamakono",
    "2367602973": "Pano",
    "659124570": "Kuonjezera apo, ngati muwona zomwe zili zanu zatulutsidwanso pa nsanja ya hCaptcha ndipo mukufuna kuti zichotsedwe pazifukwa zilizonse, mutha kutilembera kudzera pa imelo pa.",
    "2066749488": "Madandaulo Ena",
    "3479034323": "Ngati muwona zomwe zili zanu zatulutsidwanso papulatifomu ya hCaptcha ndipo mukufuna kuti zichotsedwe pazifukwa zilizonse, mutha kulumikizana nafe kudzera pa imelo.",
    "1836554225": "Zolemba za Blog",
    "2873297188": "Kodi ma CAPTCHAS onse amasankha anthu omwe si Achimereka?",
    "165932542": "Kuyang'ana pamitengo ya hCaptcha padziko lonse lapansi",
    "1865097546": "Novembala 16, 2021",
    "3005876482": "hCaptcha Tsopano Ndilo Ntchito Yaikulu Yodziyimira Payokha ya CAPTCHA, Imayendera 15% Ya intaneti",
    "693820850": "Mutha kugonjetsa Google poika zachinsinsi patsogolo",
    "3609106478": "Kuyika Zovomerezeka:",
    "299335340": "Zomwe Zili ndi Momwe Mungaletsere Zowukira",
    "354925785": "Chiyambi",
    "423222878": "Zina mwazovuta kwambiri za cyberattack kuti zizindikire, kuletsa ndi kuyimitsa ndi zomwe wochita zoyipa amatha kugwiritsa ntchito zidziwitso zovomerezeka kuti alowe muakaunti yogwiritsa ntchito. Popanda mphamvu zambiri zodziwikiratu, kampani yomwe imasunga akauntiyo ilibe chifukwa chokayikira kuti chilichonse chalakwika. Wogula amangowoneka kuti walowa muakaunti yake. Woukirayo anakwanitsa chinyengo choterechi pogwiritsa ntchito zikalata zakuba—kaŵirikaŵiri chifukwa cha njira ya pa Intaneti yotchedwa “credential stuffing.” Ndivuto lalikulu masiku ano, koma lomwe lingathe kuchepetsedwa ndi njira zotsutsana nazo.",
    "777660551": "Kodi Credential Stuffing ndi chiyani?",
    "2602763587": "Kuyika zinthu zachinsinsi ndi mtundu wa cyberattack pomwe wowukirayo amayesa kulowa patsamba kangapo pogwiritsa ntchito mayina omwe abedwa ndi mapasiwedi. \"Kuyika\" kumatanthauza kuyesa mobwerezabwereza, komwe kumachitika nthawi zonse ndi pulogalamu ya bot.",
    "1271831121": "Sizili ngati wowononga (atavala hoodie, ndithudi!) atakhala pamenepo, akulemba mbiri pambuyo pa mbiri. Botolo lolowera pawokha litha kupangidwa kuchokera ku chida chosakhala pashelufu ngati Selenium kapena chida chopangira makonda.",
    "2588750717": "Zowonadi, ziwopsezo zina zophatikizira ziphaso zimaphatikizira zidziwitso mamiliyoni ambiri—zonsezo zimayikidwa pamalo olowera pawebusaiti mosayembekezereka ndi chiyembekezo choti alowetsedwa. Akalowa mkati, woukirayo atha kutenga akaunti ya wozunzidwayo.",
    "1137757109": "Ngati ndi akaunti ya eCommerce, wowukirayo amatha kuyitanitsa malonda. Ngati wozunzidwayo ndi banki, wowukirayo amatha kusamutsa ndalama kumayiko ena, ndi zina zotero.",
    "1559150837": "Zolinga zilibe chitetezo. Mawebusayiti ambiri ali ndi zowongolera zomwe zimalepheretsa wogwiritsa ntchito wokayikira yemwe akuyesera kulowa muakaunti masauzande osiyanasiyana kuchokera ku adilesi yomweyo ya IP pakanthawi kochepa. Zomwe zigawenga zodziwikiratu zimachita kuti azitha kuzungulira njira zodzitchinjiriza izi ndikutengera kusiyanasiyana kwa malo komanso IP. Pogwiritsa ntchito zida zamphamvu, zomwe nthawi zambiri zimayendetsedwa ndi AI, zimatha kupangitsa kuti ziwoneke ngati ogwiritsa ntchito masauzande ambiri akuyesera kulowa nthawi zosiyanasiyana za tsiku kuchokera kudziko lonselo. Izi ndizovuta kwambiri kuzizindikira ndikuyimitsa.",
    "1892020899": "Kodi ma hackers amapeza kuti zidziwitso?",
    "2597149484": "Chifukwa chomwe wobera amayenera \"kupanga\" zidziwitso zambiri zokhudzana ndi komwe amapeza zidziwitso zawo zobedwa.",
    "3030395800": "Zizindikiro izi nthawi zambiri zimachokera ku kuphwanya deta. Zomwe zimatchedwanso \"kutayika kwachinsinsi,\" ziwopsezozi zimatha kupangitsa kuti mbiri ya mamiliyoni ambiri itayidwe pa intaneti yamdima. Ngati kutayako kudachokera kubanki, wobera ayesa kugwiritsa ntchito zidziwitsozo kuti alowe patsamba lina. Njirayi imagwira ntchito chifukwa anthu ambiri amagwiritsa ntchito dzina lolowera ndi mawu achinsinsi omwe amaphatikiza masamba angapo. (Mchitidwewu ndi woletsedwa, koma zenizeni ndi momwe zilili. Anthu amakonda kubwereza zizindikiro zomwezo.)",
    "1258965840": "Chifukwa chake, ngati wowukirayo atha kulowa patsamba limodzi, amatha kulowa mumasamba angapo pogwiritsa ntchito zidziwitso zomwe zatayika. Mwachitsanzo, atha kupeza dzina lolowera / mawu achinsinsi ngati JohnDoe/525momma, koma sadziwa zomwe awiriwo angawachitire. Chifukwa chake, amayesa awiriwa pa Amazon.com, Ebay, Citibank, Walgreens ndi mtsogolo. Akhoza kuyesa awiriwa pamasamba zikwi zosiyanasiyana.",
    "3594440415": "Pamapeto pake, amayamba kutsegula zitseko.",
    "780280214": "Momwe hCaptcha ndi hCaptcha Enterprise zimachepetsera chiopsezo choyika mbiri",
    "4165374512": "Ngakhale ndizotheka kugwiritsa ntchito IP ndi zida zodziwira malo kuti mupewe kuyika zinthu zotsimikizika, njira yotsika mtengo komanso yolondola ndikungosokoneza boti lodziwikiratu lokha. hCaptcha ndi hCaptcha Enterprise imatha kusokoneza bot polowera. Ngakhale bot ili ndi zidziwitso zolondola, ngati silingadutse kudziwika kwa hCaptcha Enterprise kapena hCaptcha's CAPTCHA, silingathe kuchita zinthu zake ndipo tsamba lanu ndi ogwiritsa ntchito amatetezedwa.",
    "3269644546": "Chonde",
    "1058572205": "ife ngati mukufuna kudziwa zambiri",
    "3753613260": "kukhudzana",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Lipoti madandaulo a DMCA",
    "54093347": "DMCA Registered Agent",
    "3233441200": "Bwerezani Malamulo Ophwanya Malamulo",
    "4011712313": "Monga gawo la DMCA Policy yathu, timayika maakaunti amakasitomala omwe timalandila zidziwitso zingapo za DMCA zokhuza kuphwanya malamulo a DMCA Repeat Infringer Policy. Mukalandira zidziwitso za DMCA mobwerezabwereza m'mwezi wa kalendala, akaunti yamakasitomala ipita patsogolo kuchokera pagawo lina kupita ku lina.",
    "766825168": "Zochita zomwe titha kuchita pansi pa DMCA Repeat Infringer Policy zikuphatikizapo kutumiza zidziwitso za kuchuluka kwa kuwonekera kwa kasitomala waakauntiyo. Kuti tivomereze zidziwitso izi, tingafunike kuti kasitomala alowe muakaunti kapena kuyimbira gulu lathu lothandizira. Tilinso ndi ufulu kuyimitsa kapena kuletsa, komanso kugwiritsa ntchito njira zina pakanthawi, ntchito ya hCaptcha ndi IMI ya kasitomala aliyense amene takhala tikulandira zidziwitso za DMCA zakuphwanya malamulo ngakhale titatumiza zidziwitso zobwerezabwereza. Kuonjezera apo, tikhoza kuthetsa mwakufuna kwathu ntchito zina za hCaptcha kapena IMI zomwe zimaperekedwa kwa makasitomalawa tikasiya ntchito ya hCaptcha pansi pa ndondomekoyi.",
    "2410122265": "Zida za hCaptcha: Bots 101",
    "4166776480": "Credential Stuffing: Zomwe Zili ndi Momwe Mungaletsere Zowukira",
    "2301335298": "Chinyengo cha Malipiro: Kuchepetsa Kusinthika Kwachangu kwa Upandu Wapaintaneti",
    "3682071227": "Kodi Kutenga Akaunti Ndi Chiyani Ndipo Amagwira Ntchito Motani?",
    "2729131930": "Kodi Scraping ndi Chiyani Ndipo Imagwira Ntchito Motani?",
    "1344959096": "Kugwira ntchito ngati wolemba deta payekha",
    "3510143229": "hCaptcha ndi ntchito yamawebusayiti ndi mapulogalamu,",
    "3930611699": "ogwira ntchito payekha.",
    "1051214799": "hCaptcha ndi ntchito yachitetezo chapaintaneti yomwe imayesa kugawana phindu ndi osindikiza mawebusayiti kapena mapulogalamu omwe amagwiritsa ntchito.",
    "360236473": "Ntchito ya hCaptcha sinapangidwe kuti igwiritsidwe ntchito kuti aliyense azigwira ntchito ngati wolemba payekha. Sizinapangidwe kuti zigwirizane ndi izi. Sitikulimbikitsa aliyense kuyesa kugwiritsa ntchito hCaptcha ngati njira yopezera ndalama.",
    "3842490632": "Wogwiritsa ntchito payekha poyesa kuyankha mafunso ambiri atha kukhala ochepa kapena kuletsedwa mwachangu. Zofunikanso, monga zathu",
    "1560232962": "chimakwirira mwatsatanetsatane, palibe zitsimikizo zoperekedwa za ndalama zopezedwa pa yankho lililonse. Sipangakhale mafunso olipidwa omwe alipo panthawiyo, yankho likhoza kukanidwa pazifukwa zabwino, ndi zina zotero.",
    "2694001822": "Komabe, nthawi zina timalemba ganyu anthu kuti atithandize kuyesa zida zamakina ndi zatsopano.",
    "1569804581": "Ngati mungafune kulumikizidwa mtsogolo pamipata yokhudzana ndi izi, chonde lembani fomu iyi.",
    "636461959": "Dzina",
    "1139500589": "Dziko",
    "1789607185": "Imelo adilesi",
    "325077666": "Potumiza zambiri zanu mukuvomera ndi zathu",
    "3555583744": "ndi",
    "3609929815": ". Tisunga dzina lanu, dziko lanu, ndi imelo adilesi yanu yokha ndi cholinga chodzakulumikizani mtsogolomo zokhuza mwayi wolemba ntchito.",
    "4197928199": "mfundo Zazinsinsi",
    "851786723": "Polowetsa imelo yanu, mumavomereza Migwirizano ndi Zinsinsi zathu, ndikulandila imelo kuchokera kwa ife.",
    "2402165761": "Kodi Scraping Imagwira Ntchito Motani?",
    "4260542944": "Kukatula zinthu (komwe kumadziwikanso kuti \"screen scraping\" kapena \"scraping\") ndi njira yodziwika bwino, yomwe nthawi zambiri imakhala yothandiza pakutolera zambiri pa intaneti. Komabe, m'zaka zaposachedwa, njirayi yakhala chida chokondedwa ndi obera ndi achinyengo. Njira zolimbana nazo zimatha kuchepetsa chiopsezo, koma kuti muzigwiritse ntchito, ndikofunikira kumvetsetsa momwe ntchitoyi imagwirira ntchito.",
    "2066255783": "Kodi Content Scraping ndi chiyani?",
    "1910628828": "Content scraping ndi njira yopezera deta kuchokera kudongosolo lomwe limaphatikizapo zida zodzipangira zokha ngati kasitomala wa pulogalamu kapena msakatuli. Si zatsopano. Ndipotu, kwa akatswiri opanga mapulogalamu omwe angafunike deta kuchokera ku mainframe akale, kupukuta kungakhale njira yokhayo yopezera zambiri. Zolumikizira zoyambirira zitha kutha ndipo sizingatheke kusintha.",
    "3408107995": "Masiku ano, kukwapula nthawi zonse kumatanthauza njira yokoka deta kuchokera patsamba. Pulogalamu ya scraping imachita ngati munthu wogwiritsa ntchito, kumadula mabatani ndikuwerenga zotsatira zake. Pali zambiri zovomerezeka zogwiritsa ntchito kukanda. Zokwawa pa intaneti zomwe injini zosakira mphamvu ndi chitsanzo chimodzi. Momwemonso zida ngati Skyscanner zomwe zimayang'ana malonda oyendayenda podutsa masauzande ambiri oyenda. Makampani a Fintech amagwiritsa ntchito, nawonso, kuchotsa deta ya ndalama za ogwiritsa ntchito kuchokera ku mabanki ngati palibe Application Programming Interfaces (APIs) zomwe zilipo kuti zigwirizane ndi deta. Zinthu zomwe muyenera kukumbukira za kukwapula kwa skrini ndi liwiro lake komanso scalability. Njirayi imatha kukolola zambiri kuchokera pamasamba, poganiza kuti masambawo sanapangidwe kuti zisachitike. Pa liwiro la compute, scraper akhoza kusonkhanitsa deta yaikulu mwa kuyanjana ndi mawebusaiti ndi mapulogalamu apansi ndi ma database omwe amawathandiza.",
    "1920884252": "Nchifukwa chiyani zomwe zili mkati zikuwononga chitetezo?",
    "2256795853": "Kukhoza kuchotsa deta zambiri, mwamsanga, kuchokera ku mawebusaiti kumapangitsa kukanda chida champhamvu m'manja mwa ochita zoipa. A scraping bot akhoza kusonkhanitsa deta ya ogwiritsa ntchito kuchokera ku malo ochezera a pa Intaneti. Kenako, pochotsa masamba omwe ali ndi ma adilesi ndi zidziwitso zina zaumwini ndikulumikiza zotsatira, wobera atha kuchita zachiwembu monga kutumiza zikalata zachinyengo zama kirediti kadi.",
    "4087694419": "Wosakatula amathanso kusonkhanitsa deta kuchokera kumasamba monga Amazon ndi eBay kuti apange mindandanda yabodza kapena yachinyengo. Kenako atha kuwagulitsa pazantchito za anzawo ngati OfferUp ndikuchita chinyengo kwa ogula. Kapena, wachinyengo akhoza kugulitsa zinthu zomwe kulibe. Chinyengo china chochotsa pa skrini chimaphatikizapo chinyengo cha osindikiza. Pochotsa zomwe zili patsamba la osindikiza, wachinyengo amatha kupanga masamba abodza otsatsa pazantchito zosiyanasiyana. Atha kugulitsa zotsatsa pamasamba amenewo kwa ogulitsa ovomerezeka, omwe adawapeza kuchokera pafayilo ya ads.txt ya wosindikizayo. Malo otsatsa amawoneka ngati enieni kwa otsatsa, koma sichoncho.",
    "3315658779": "Pewani Kusakatula Kwazinthu ndi hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise imagwiritsa ntchito kuphunzira kwamakina kwapamwamba kuti izindikire kuchuluka kwa anthu oyipa patsamba lanu ndi mapulogalamu - kuphatikiza ntchito zosekera.",
    "1422537019": "ife lero kuti tiphunzire zambiri.",
    "1988268879": "Kulemba ma data otsika mtengo pamlingo",
    "2163914794": "Mukufuna zilembo zambiri zamagulu anu a data? hCaptcha imapereka zilembo zachangu, zotsika mtengo, komanso zapamwamba zamakampani omwe amagwira ntchito zanzeru zopanga komanso kugwiritsa ntchito makina ophunzirira.",
    "3378932530": "Pezani Zolemba Zanu Tsopano",
    "3483700676": "Yambitsani ntchito mamiliyoni nthawi yomweyo",
    "3478726913": "hCaptcha ili ndi amodzi mwa maiwe akulu kwambiri padziko lapansi omwe mungagwiritse ntchito. Mulimonse momwe mungakulitsire, titha kuthana nazo popanda kudzipereka kokwera mtengo. Ntchito mamiliyoni ambiri patsiku sizovuta.",
    "740501259": "Mapaipi osavuta oyendetsedwa ndi API",
    "2784612261": "Mukufuna kuphatikiza ndemanga za anthu mwachindunji muzochita zanu zamabizinesi? Timapereka ma SLA odalirika kwambiri, mphamvu zotsimikizika, ndi ma REST API osavuta.",
    "1144966033": "Zokongoletsedwa ndi mtengo ndi mtundu",
    "3213351333": "Palibe kudzipereka kwapatsogolo kofunikira",
    "2107077506": "Pulatifomu ya HUMAN imagwiritsa ntchito mitundu yodalirika yodalirika kuti ipange kusanthula kwaukadaulo munthawi yeniyeni. Izi zimatithandiza kudziwa mwachangu zovuta za mafunso ndi mayankho awo oyenera, ndikukupulumutsirani nthawi ndi ndalama.",
    "3576146278": "Lipirani zolondola zomwe mukufuna",
    "2952586316": "Sikuti mavuto onse ndi ofanana. Mawu ofotokozera ntchito zofunikira pachitetezo angafunike chidaliro cha 99.99% kuchokera kwa ogwira ntchito onse. Maupangiri a gawo limodzi la beta mu pulogalamu yamasewera am'manja angafunike kudzidalira kocheperako. Mwasankha.",
    "710145621": "Perekani zidziwitso zanu zowona zenizeni kapena tiloleni tikupangireni mwachangu",
    "987901590": "Kodi muli ndi data yaiwisi popanda seti yotsimikizira? Nthawi zambiri timatha kukupangirani imodzi monga momwe ntchito zimayendera m'dongosolo, kapena kupanga zitsanzo zolembedwa kuti muvomereze.",
    "2597352122": "Mitundu Yofotokozera",
    "1344687860": "Mabokosi Omangirira",
    "1089415440": "Kuzindikira kolondola kwa zinthu pazithunzi ndi makanema",
    "3817067682": "Mapoligoni",
    "2682873489": "Fotokozani malo omangira zinthu",
    "1275150216": "Zizindikiro",
    "2067112112": "Lozani maupangiri amitundu yosiyanasiyana yogwiritsira ntchito",
    "4228682126": "Kugawa Makhalidwe",
    "2920213479": "Sinthani kapena onjezerani magulu amtundu uliwonse",
    "3288667364": "Kufananiza ndi Kuzindikira",
    "155877895": "Kuzindikira ndi kugawa kwamphamvu kwa anthu",
    "3128433367": "... ndi zina zambiri",
    "2827452240": "Mukufuna mtundu wina womwe sunatchulidwe apa? Ingofunsani ife.",
    "719304627": "Mukufuna Kuwongolera-Kumapeto?",
    "1172067553": "Pulatifomu ya HUMAN kumbuyo kwa hCaptcha imapereka magwiridwe antchito apamwamba kwambiri komanso mawonekedwe owongolera kudzera pa-premise, hybrid, kapena SaaS deployments zomwe zimaphatikizana ndi machitidwe anu omwe alipo.",
    "2319072959": "Yendetsani popanda intaneti ndi antchito anu, tsatirani mtengo wogwiritsidwa ntchito pamabizinesi onse kapena ogwirizana nawo, sankhani ntchito kwa ena ogwira ntchito mkati kapena kunja kutengera mtengo ndi chitetezo, ndi zina zambiri.",
    "1936512180": "Kufikira kosavuta kwa API, ma dashboard okongola, komanso ukadaulo waposachedwa kwambiri wamodule-in-the-loop kuti muwonjezere magwiridwe antchito.",
    "3913848038": "99.99% uptime SLAs ndi 24/7 thandizo lapadziko lonse likupezeka.",
    "1080752747": "Lumikizanani ndi malonda",
    "1525403768": "Kuti mudziwe zambiri funsani Enterprise Sales.",
    "1546930020": "Kupeza Zolemba Zolemba",
    "2486638408": "Tanthauzoni",
    "1027200955": "Lankhulani ndi m'modzi mwa akatswiri athu kuti akufotokozereni zomwe mukufuna pulojekiti yanu: kulondola kwazomwe mukufuna, mawonekedwe, ndi zofunikira zilizonse zapadera.",
    "1156712451": "Mayeso Oyamba Ntchito",
    "181065232": "Timagwira ntchito yaying'ono yopanga kutengera zitsanzo zanu. Izi zimayesa ntchito yomwe tachitira limodzi kuti muwonetsetse kuti mwapeza zomwe mukufuna.",
    "3207769512": "Ikani Ntchito Zopanga",
    "1099238677": "Ndi kuchuluka kwathu komanso kutsika kwa latency tidzatembenuza ntchito yanu mwachangu, ndikutumizirani makina mukangomaliza.",
    "465783046": "Mukufuna kuyesa ndi deta yanu?",
    "328625009": "... takonzeka pamene muli: utumiki wathu umapezeka usana ndi usiku.",
    "3225770968": "hCaptcha idapangidwa kuti ithetse vuto lalikulu kwambiri pantchito yophunzirira makina; kulemba zambiri za data munthawi yake, yotsika mtengo komanso yodalirika.",
    "2041686284": "Zambiri nthawi zambiri zimabweretsa zotsatira zabwino pamachitidwe ophunzirira makina. Kupambana kwaposachedwa kwamitundu yakuzama kwadzetsa kuchulukirachulukira kwa dataset, ndipo hCaptcha imapereka chosowa ichi. Komabe, kupanga ma dataseti akuluakulu owunikiridwa ndi anthu pogwiritsa ntchito njira zachikhalidwe kumakhala kochedwa komanso kokwera mtengo.",
    "3729345277": "hCaptcha ndi njira yoti makampani apeze zofotokozera zomwe amafunikira mwachangu, zapamwamba komanso zotsika mtengo kuposa njira zina.",
    "2103563261": "Zachinsinsi kapena Pagulu",
    "2513143348": "Dongosolo la hCaptcha Enterprise ndi losinthika mwapadera pamapangidwe ake: litha kutumizidwa pang'ono kapena kwathunthu pamphepete mwa netiweki yanu ngati mugwiritsa ntchito mtambo wapagulu kapena muli ndi malo ambiri a data.",
    "3107683988": "Izi zitha kuchepetsa kwambiri kuchuluka kwa anthu omwe ali pa intaneti komanso mtengo wake kwinaku akusunga zabwino zonse zowongolera ndi ogwira ntchito pa 24/7 kuti akwaniritse ma SLA okhwima kwambiri.",
    "3660619092": "Lowani kwaulere kapena lemberani malonda kuti mupeze mayankho a Enterprise",
    "2351176803": "Licence Terms ya hCaptcha JS API",
    "2616226398": "Kutengera athu",
    "2024293275": ". Maufulu ena onse ndiotetezedwa, pakadali pano.",
    "1062291156": "mawu okhazikika",
    "2712493234": "Chinyengo cha Malipiro: Kuchepetsa Kusinthika Kwachangu kwa Upandu Wapaintaneti",
    "1817772953": "Chinyengo si mtundu watsopano waupandu. Ndithudi, akatswiri ofukula za m’mabwinja afukula zipangizo zolimbana ndi chinyengo zimene anthu akale a ku Sumer anakonza zoti azinyamula ziweto popanda kuwononga pafupifupi zaka 10,000 zapitazo! M’malo mwawo, amaika zizindikiro zadongo, chilichonse choimira nyama, mkati mwa mpira wadongo wotchedwa “bulla.” Ng’ombeyo inkayenda limodzi ndi nkhosa zikamachoka kwa wogula kupita kwa wogula. Ngakhale pamenepo, eni mabizinesi anali ndi nkhawa kuti si onse omwe anali kuchita nawo omwe akukwera. Zambiri zasintha m'zaka 10,000, koma kufunikira kokhala ndi luso popewa chinyengo kumakhalabe ndi ife. Masiku ano, nkhani yachinyengo yolipira pa intaneti ndiyofunikira kwambiri. Ndi intaneti, anthu achinyengo akhala aluso kwambiri polimbana ndi chinyengo. Njira zatsopano zothetsera vutoli, komabe.",
    "1053787685": "Kodi Chinyengo cha Malipiro ndi Chiyani?",
    "433424759": "Chinyengo pamalipiro chimakhala ndi mtundu uliwonse wa zinthu zosaloledwa ndi lamulo pomwe wambava wa pa intaneti amalanda wozunzidwayo chinthu chamtengo wapatali, nthawi zambiri ndalama. Izi zingatanthauze kugwiritsa ntchito kirediti kadi yobedwa kuyitanitsa malonda pa intaneti kapena kutenga akaunti yakubanki ndikusamutsa ndalama zake mosaloledwa. Pali zosiyana zambiri, koma zonse zimakhala ndi zotsatira zofanana: wachinyengo amagwiritsa ntchito chidziwitso chabedwa kapena chidziwitso cha malipiro kuti abe kwa ogula, banki kapena wamalonda.",
    "2939852138": "Kodi Ochita Zachinyengo [Amayesa] Kuti Asamachite Zachinyengo Pamalipiro?",
    "1665616092": "Chinyengo chamalipiro ndi chosavuta pamalingaliro, koma chikhoza kukhala chovuta kwambiri pakuchita kwake masiku ano.",
    "4246520782": "M'malo mwake, intaneti yakhala mboni za mpikisano wa zida zenizeni pakati pa achinyengo ndi oteteza m'zaka zaposachedwa.",
    "2167049807": "Magulu achitetezo atengera njira zingapo zothanirana ndi zowongolera zomwe zimagonjetsera njira zosavuta, zaulesi zachinyengo chamalipiro. Komabe, kuukiraku kukuchulukirachulukira. Mwachitsanzo, ma bots tsopano atha kukolola manambala a kirediti kadi ndi ma PIN omwe abedwa pamawebusayiti abodza komanso ziwopsezo zachinyengo.",
    "1936449777": "Kenako, m'mawonekedwe odzipangira okha, amatha kutsanzira machitidwe amunthu pamasamba amalonda a e-commerce, kumadina mabatani ndi kuwonjezera zinthu m'ngolo zogulira zinthu - mpaka pomwe ambiri, ngati si ambiri oletsa chinyengo sangathe kudziwa kuti bot ikuyesera kuba. malonda. M'malo mwake, zikuwoneka ngati munthu wogwiritsa ntchito akungogula. Bot imatha kulowa muakaunti yamakasitomala weniweni pogwiritsa ntchito zidziwitso zabedwa. Chinanso chomwe chimabisa zachinyengo ndikutha kwa bot kuwononga ma adilesi a IP ndikupangitsa kuti ziwoneke ngati \"shopper\" ndi wosiyana ndi woukirayo, yemwe angakhale ali kudziko lachilendo.",
    "648630222": "Pewani Chinyengo cha Malipiro ndi hCaptcha Enterprise",
    "1621930829": "Kodi chingachitike ndi chiyani pakuchita zachinyengo zamasiku ano, zosalekeza zachinyengo zamalipiro? Kugwiritsa ntchito zigawo zingapo zowongolera nthawi zambiri ndi njira yanzeru. Komabe, njira zabwino kwambiri zothanirana ndi zomwe zimatha kutsekereza bot ndikuwulula kuti ndi yabodza, ngakhale adayesetsa kuchita bwino ndi omwe adayipanga kutengera machitidwe amunthu.",
    "2423586454": "Palinso zinthu zina zomwe mapulogalamu sangathe kuchita, ziribe kanthu momwe AI alili kumbuyo kwake. Ukadaulo wamakono wa CAPTCHA umapereka njira yotsimikiziridwa yotsekereza bots kuyesa kupitiliza chinyengo chamalipiro. Ngakhale njira zakale zofikira ku CAPTCHA, monga manambala opendekeka m'bokosi, nthawi zambiri zimakhala zoperewera pakuchepetsa ma bots apamwamba, chida choyesera chodziwikiratu ngati hCaptcha Enterprise chimatha kulepheretsa bot yachinyengo panthawi yolowa muakaunti kapena polipira ngolo. Ngakhale bot ili ndi zidziwitso zenizeni, ngati sangathe kudutsa CAPTCHA.",
    "1467308982": "Malipiro a Ndalama",
    "1291824746": "Malipiro a hCaptcha amayenda kotala pasanathe masiku 60. Kuti muwonetse tanthauzo la izi, chonde onani tebulo ili m'munsimu.",
    "3444947612": "Magalimoto Pakati",
    "4181611011": "Tsiku Lachiyanjano",
    "728503636": "Tsiku Lolipira",
    "3720584906": "Jul 15, 2021 - Oct 15, 2021",
    "388240587": "Januware 5-15, 2022",
    "3426312287": "Januware 5-15, 2022",
    "615618648": "Epulo 15, 2021 - Jul 15, 2021",
    "3376724603": "Sep 14-24 2021†††",
    "3398978455": "Sep 15-25 2021†††",
    "2722456056": "Januware 15, 2021 - Epulo 15, 2021",
    "4063155841": "Pasanathe Jun 25th 2021††",
    "4082053540": "Jun 19-25, 2021 †",
    "64953197": "Oct 15, 2020 - Januware 15, 2021",
    "1023070345": "Pasanathe pa Marichi 14, 2021",
    "2600696085": "Marichi 15, 2021",
    "3217791519": "Jul 15, 2020 - Oct 15, 2020",
    "649261378": "Januware 5-11, 2021 *",
    "1559190296": "Januware 5-11, 2021 †",
    "3806054689": "Epulo 15, 2020 - Jul 15, 2020",
    "4162383380": "Seputembara 16-22, 2020*****",
    "1990824776": "Sep 16-24, 2020*****",
    "3856690908": "Januware 15, 2020 - Epulo 15, 2020",
    "3200641265": "Pasanafike pa Jun 16, 2020 *",
    "3744079744": "Juni 15-19, 2020 *",
    "2209837451": "Oct 15, 2019 - Januware 15, 2020",
    "2510534204": "Pasanathe pa Marichi 23, 2020 ***",
    "2910560864": "Marichi 20-23, 2020***",
    "2544565802": "Jul 15, 2019 - Oct 15, 2019",
    "3963642878": "Pasanathe Dec 14, 2019 *",
    "622103562": "Disembala 17, 2019**",
    "4072202039": "Epulo 15, 2019 - Jul 15, 2019",
    "818049069": "Pasanathe pa Jul 15, 2019",
    "1169005651": "Sep 15, 2019",
    "2303655425": "Januware 15, 2019 - Epulo 15, 2019",
    "3678889946": "Pasanathe Jun 15th 2019",
    "3094354698": "Jun 15, 2019",
    "4217013126": "Malipiro amachitika tsiku lonse pa Tsiku Lolipira, ndipo nthawi zambiri amamalizidwa pakati pausiku nthawi ya Pacific. Ngati akaunti yaikidwiratu kuti iwunikenso, zingatenge masiku owonjezera asanu kuti mupereke malipiro.",
    "1447649958": "Monga chikumbutso, kuchuluka kwa anthu olondola okha ndi omwe ali oyenera kulipidwa. Mutha kuwona zambiri pa izi mu FAQ yathu, yolumikizidwa pansipa. Ndalama zomwe zilipo zikuyeneranso kukwanilitsa pang'ono kuti mukhale woyenera kulipidwa, pakali pano 10 HMT.",
    "4257144752": "Kuyerekeza kwanthawi yeniyeni sikuwonetsa kulondola komaliza kapena umunthu, motero ndalama zanu zomaliza zitha kusiyanasiyana m'mwamba kapena kutsika kuchokera pamanambala owonetsedwa mu Dashboard musanayambe kuyanjanitsa kwanu koyamba.",
    "2728931827": "Pambuyo pa kuyanjanitsa kulikonse, kuyerekezera kwanu pa-sitekey kudzasinthidwa ndipo kulondola kwa maulosi amtsogolo kuyenera kuwonjezeka, pokhapokha ngati tsamba lanu liri ndi kusintha kwazinthu zamagwiritsidwe ntchito.",
    "1200905005": "††† Kuyambira Seputembala 2021, kuyanjanitsa ndi zolipira tsopano zikuyenda pafupifupi masiku 10 m'malo mwa tsiku limodzi, kuti achepetse zovuta zogwirira ntchito zokhudzana ndi kukula kwa ntchito.",
    "4284094387": "†† Kuyanjanitsa ndi kulipira kwa June 2021 kudzachitika sabata yotsatira chifukwa chakuchedwa kutsimikizira kuwerengera komaliza pazenera loyanjanitsa.",
    "1977013707": "† Malipiro a Disembala 2020 adasinthidwanso kuyambira pa 15 kuti apewe kuphatikizika ndi kuyanjanitsa kwapachaka komanso tchuthi cha ogwira ntchito: adzamalizidwa pofika sabata yachiwiri ya Januware. Chifukwa chakusamutsa kwapang'onopang'ono kuposa nthawi zonse mu PayPal, zolipira zimatha masiku angapo m'malo momalizidwa tsiku limodzi.",
    "517010299": "Chonde dziwani: pakali pano tikugwira ntchito yosinthira kumbuyo kwa kuyanjanitsa kwanthawi yeniyeni. Kuyanjanitsa kwanthawi ndi nthawi kudzachitika mocheperapo kuposa nthawi zonse mpaka pa Q1 2021. Izi sizikhudza ndandanda kapena madeti olipira.",
    "3092200338": "** Pamene 15 ifika kumapeto kwa sabata, Tsiku Lolipira limakhala la 17.",
    "3891941747": "*** ULANGIZO WA COVID-19: Chifukwa chakuchepa kwa ogwira ntchito okhudzana ndi COVID-19, kuyanjanitsa kwakonzedwanso kuti tipatse nthawi yowonjezereka kuti timalize kutsimikizira kwathu. Malipiro akuyembekezeka kuyamba Lachisanu ndikutha Lolemba lotsatira.",
    "2301757528": "**** Chifukwa chokonza ndi PayPal ma API awo a REST panthawi yolipira, simalipiro onse omwe adamalizidwa pa Jun 15th. Zolipira zilizonse zomwe zidakonzedwa pa Jun 15 (nthawi ya Pacific) koma zomwe sizinaperekedwe chifukwa cha zolakwika za PayPal API zidayendetsedwanso ndi Jun 19th (nthawi ya Pacific).",
    "116842359": "***** Kuyanjanitsa kukuyembekezeka kutha kwa masiku angapo chifukwa chokonza dongosolo.",
    "4154415610": "***** Malipiro a Seputembala 2020 aziyenda m'magulumagulu akamaliza kugwirizanitsa, ndipo ena amatha masiku angapo pambuyo pake kuposa momwe adakonzera poyamba chifukwa chakuchedwa kuyanjananso.",
    "2310694091": "Kodi Reconciliation imatanthauza chiyani?",
    "164801246": "Kuyanjanitsa ndi njira yomwe kuchuluka kwa magalimoto kumawunikiridwa pambuyo poti kutsimikizira umunthu wake ndi kulondola, data yonse yochokera kumasamba onse ochitira lipoti ikalowa. Mutha kuwerenga zambiri patsamba lathu.",
    "3256245394": "komanso zolemba zathu zamabulogu, mwachitsanzo",
    "3089778412": "Momwe hCaptcha Imawerengera Mphotho",
    "3329755436": "Kodi mukukonzekera kufulumizitsa ntchitoyi?",
    "1911669851": "Inde, pakali pano tikugwira ntchito zosiyanasiyana zokongoletsedwa pamakina athu akumbuyo omwe tikuyembekezera kuti pamapeto pake adzatilola kupereka chiyanjanitso chofulumira, kulondola kwachangu, komanso kulipira mwachangu. Panopa tikuyesetsa kufulumizitsa kugwirizanitsa kaye.",
    "2366003154": "Press ndi Media Mafunso",
    "3054564199": "Press Kit",
    "3173156067": "Chikole china chopangidwa kale chilipo ngati mungafune kuphatikiza zithunzi zachitsanzo m'nkhani yanu.",
    "867314732": "Mutha kubweza kutsimikizika kwakukulu",
    "858218750": "ndi chitsogozo chogwiritsa ntchito iwo pa",
    "3821716514": "tsamba.",
    "1186243118": "zithunzi za logo",
    "3034959000": "Mutha kupeza",
    "1764089150": "Pano:",
    "1558428432": ". Chonde perekani kwa hCaptcha.com.",
    "2429359042": "zitsanzo mawonekedwe zithunzi",
    "1480820434": "chithunzi 1",
    "3213411837": "chithunzi 2",
    "1270712701": "Zotulutsa atolankhani ndi Malipoti aposachedwa",
    "231285005": "Mutha kupeza zosintha zaposachedwa pa blog yathu",
    "1289884910": "Timasindikizanso kusanthula kwakanthawi ndi malipoti. Mwachitsanzo:",
    "932546190": "Chifukwa chiyani ma CAPTCHA Adzakhala Nafe Nthawi Zonse",
    "2344319147": "Kodi kuzindikira kwa bot kwa Google ndikwabwino bwanji?",
    "1637527266": "Ndi mayiko ati omwe ali ndi magalimoto ambiri a bot?",
    "230159237": "Contacts",
    "3759923279": "Chonde tumizani zofunsira ku imelo iyi:",
    "4255608322": "Kusinthidwa komaliza: Epulo 12, 2021",
    "537881751": "Takulandirani ku hCaptcha! Mfundo Zazinsinsi izi zikufotokozera zomwe Intuition Machines, Inc. (\"IMI\", \"ife\" kapena \"ife\") zokhudzana ndi kusonkhanitsa kwathu, kugwiritsa ntchito, ndi kuwulula zidziwitso (kuphatikiza Zambiri Zaumwini, zomwe zafotokozedwa pansipa) kudzera patsamba lathu la www.hcaptcha. .com ndi ma subdomain kapena madambwe omwe timagwiritsa ntchito (\"Sites\") ndi mawonekedwe a pulogalamu ya hCaptcha ndi mapulogalamu ndi zida zofananira (pamodzi, \"Service\").",
    "33639629": "Sikugwira Ntchito Pa Webusayiti Yachitatu. Chonde dziwani kuti Mfundo Zazinsinsi izi sizikugwira ntchito patsamba lililonse, zopereka, zogulitsa kapena ntchito za munthu wina aliyense, ngakhale zitalumikizana ndi Tsamba lathu kapena zikuphatikiza Utumiki - chonde tchulani mfundo zachinsinsi zomwe zikugwiritsidwa ntchito musanasankhe kupereka chidziwitso chilichonse kwa wachitatu. maphwando.",
    "987375734": "IMI ili ku United States. Masamba ndi Ntchito zimayendetsedwa ndi ife ochokera ku United States. Chidziwitso Chanu Chaumwini chikhoza kusungidwa ndikusinthidwa m'dziko lililonse lomwe tili ndi malo kapena momwe timagwirira ntchito ndi opereka chithandizo, ndipo pogwiritsa ntchito Sites ndi Service mumavomera kutumiza zidziwitso kumayiko akunja kwa dziko lanu, kuphatikiza United States. , yomwe ingakhale ndi malamulo oteteza deta omwe ndi osiyana ndi a dziko lanu. Nthawi zina, makhothi, mabungwe azamalamulo, mabungwe owongolera kapena mabungwe achitetezo m'maiko enawo akhoza kukhala ndi ufulu wopeza Zambiri Zake.",
    "452920031": "Chidziwitso kwa Makasitomala Akunja Kwa United States.",
    "2328839224": ". Chonde onani gawo lathu la \"Chidziwitso kwa Anthu okhala ku California\" okhudzana ndi ufulu wanu pansi pa California Consumer Privacy Act (\"CCPA\").",
    "1565481281": "Chidziwitso kwa Anthu okhala ku California",
    "1028058338": "Chonde onani gawo lathu la \"Chidziwitso ku EU Data Subjects\" yokhudzana ndi ufulu wanu pansi pa General Data Protection Regulation (\"GDPR\").",
    "2271205646": "Chidziwitso kwa Anthu okhala ku European Economic Area.",
    "508143070": "Zindikirani kuti IMI ndiyomwe imayang'anira zidziwitso zanu, kupatula pomwe timapanga zidziwitso zanu m'malo mwa Ophatikiza athu pokhudzana ndi kuperekedwa kwa Service yathu, pomwe ndife okonza zidziwitso zanu, ndipo Ophatikizawo ndi omwe amawongolera. zambiri zanu.",
    "2330965058": "Kumene timakhala ngati purosesa ya Ophatikiza athu, sitigwiritsa ntchito zomwe zasonkhanitsidwa pazifukwa zilizonse kupatulapo momwe zingafunikire kupereka Utumiki wathu, ndipo kukonza kwathu kudzayendetsedwa ndi mapangano omwe tili nawo ndi Ophatikiza athu, osati izi. mfundo Zazinsinsi",
    "3017040355": "Kukonza data ya Mutu wa EU kumagwira ntchito motsatira malamulo a Standard Contractual Clauses (SCCs) ophatikizidwa mu Data Processing Addendum ku Terms of Service kapena Mapangano Okonza Data ndi Ophatikiza athu.",
    "2233384692": "Ngati muli ndi mafunso kapena nkhawa zokhudzana ndi momwe detayi imasamalidwira kapena mukufuna kugwiritsa ntchito ufulu wanu, muyenera kulankhulana ndi munthu kapena bungwe (ie, woyang'anira deta) yemwe wapanga mgwirizano ndi ife kuti tigwiritse ntchito Service pokonza detayi. Komabe, tidzapereka thandizo kwa Ophatikiza athu kuti athane ndi nkhawa zilizonse zomwe mungakhale nazo, molingana ndi zomwe mgwirizano wathu uli nawo.",
    "349292953": "Zambiri Zomwe Timasonkhanitsa",
    "3022001832": "Timasonkhanitsa zidziwitso kuchokera kwa anthu omwe amalumikizana ndi Mawebusayiti ndi Ntchito zathu, kuphatikiza omwe amaphatikiza Utumiki wathu patsamba lawo (\"Integrators\"), omwe amagwiritsa ntchito mautumikiwa polemba ma data (\"makasitomala\"), komanso ogwiritsa ntchito omwe amalumikizana ndi athu. Sewerani kudzera patsamba la Ophatikiza athu (\"End-Users\").",
    "835545301": "Timasonkhanitsa zidziwitso zotsatirazi:",
    "3228928991": "Zambiri zomwe zingagwiritsidwe ntchito kuzindikiritsa kapena kulumikizana ndi munthu (\"Zidziwitso Zaumwini\"), monga dzina, adilesi ya imelo, ndi dziko. Timasonkhanitsa Zambiri Zaumwini kuchokera kwa Ophatikiza ndi Makasitomala athu apano komanso omwe akuyembekezeka akatipatsa mwachindunji (mwachitsanzo, polemba fomu polembetsa akaunti, kapena kupempha kuti tilandire zidziwitso za imelo kuchokera kwa ife). Titha kutsimikiziranso ophatikiza ndi Makasitomala athu pofanizira zambiri zanu ndi nkhokwe za anthu ena kapena zikalata zovomerezeka.",
    "1655796811": "Zambiri zomwe zimasonkhanitsidwa zokha chifukwa chakugwiritsa ntchito kwa Integrator kapena Makasitomala pa Sites kapena Services (\"Analytics Information\"), monga ma adilesi a IP, mtundu wa msakatuli, wopereka chithandizo pa intaneti, mtundu wa nsanja, mtundu wa chipangizo, makina ogwiritsira ntchito, tsiku ndi nthawi. za mwayi, ndi zina zofananira. Zina za Analytics zimasonkhanitsidwa m'malo mwathu ndi anthu ena omwe timachita nawo cholinga chimenecho, ndipo Zambiri za Analytics zimatengedwa kudzera m'makina osiyanasiyana, kuphatikiza makeke (onani \"Third Party Analytics and Tracking Technologies\" pansipa).",
    "1388241689": "Zambiri zomwe zasonkhanitsidwa chifukwa cha Ma End-Users kuyankha malangizo kudzera mu Service (\"Labeled Data\"), monga data yolembera zithunzi, mawu osinthidwa kuchokera pamafayilo omvera omwe aseweredwa kukhala Ogwiritsa Ntchito Mapeto, mayankho a mafunso, ndi malangizo ena opangidwa ndi Service. ndi cholinga cholembera deta kuti igwiritsidwe ntchito pamakina ophunzirira. Dziwani kuti Zolemba Zolembedwa sizimangirizidwa kwa munthu aliyense wodziwika.",
    "1493790285": "Zambiri zomwe zasonkhanitsidwa kuchokera kwa Ogwiritsa Ntchito Mapeto monga gawo la Utumiki kupita kuzomwe zimafunikira kuti muwone ngati atero",
    "2216374138": "ndi anthu, monga kusuntha kwa mbewa, malo osindikizira, zochitika za keypress, zochitika zokhudza, ndi chidziwitso cha gyroscope / accelerometer monga momwe ziyenera kukhalira.",
    "2394073454": "Titha kusonkhanitsa zambiri kuchokera kwa Ogwiritsa Ntchito Omaliza omwe akufuna kugwira ntchito nafe ngati Olemba Ma data Payekha.",
    "3103557430": "Mmene Timagwiritsira Ntchito Chidziwitso",
    "1130802068": "Timagwiritsa ntchito zomwe timapeza pazifukwa izi:",
    "2940689138": "Kuwongolera maakaunti a Integrator ndi Makasitomala ndikupereka Service. Timagwiritsa ntchito Chidziwitso Chaumwini kuti tiyanjanitse maakaunti ena ndi Ophatikiza ndi Makasitomala ndikuwapatsa Utumiki, kuyankha zopempha kapena kufunsa, kupereka chithandizo kapena chithandizo chaukadaulo, ndikuthandizira kulipira.",
    "857974529": "Kupititsa patsogolo ku Site ndi Service. Timagwiritsa ntchito Analytics Information kuti tiwongolere ntchito zathu zomwe zilipo kale ndikupanga zatsopano ndi zoperekedwa ndikusintha zomwe zilipo komanso zamtsogolo.",
    "1820844638": "Kupeza zidziwitso za msika. Timagwiritsa ntchito Information Analytics kusanthula msika ndikuchita zowunikira zamabizinesi zokhudzana ndi Tsambali ndi Ntchito zathu, komanso pazolinga zina zofufuzira.",
    "3386280249": "Kupereka msika wa Labeled Data. Ntchito yathu imathandizira kulemba ma data ochuluka komanso kuwunikiranso anthu pamakina ophunzirira makina ngati ntchito kwa eni mawebusayiti ndi makampani omwe amafunikira thandizo kuti alembe zolemba zawo. Kuti izi zitheke, timawulula Zolemba Zolembedwa kwa Makasitomala athu omwe akufuna kupeza Zolemba Zolembedwa.",
    "3532143291": "Kuteteza mautumiki athu ndi machitidwe. Timagwiritsa ntchito Analytics Information kuteteza makina athu pozindikira zoopsa zomwe zingachitike, komanso kuteteza zomwe timasonkhanitsa.",
    "2185418511": "Pazifukwa zilizonse zovomerezeka zabizinesi, malinga ngati chidziwitsocho sichikudziwika kapena kuphatikizidwa kotero kuti sichingagwirizane ndi munthu payekha.",
    "2386465280": "Momwe Timagawana Zambiri",
    "2159517814": "Timagawana kapena kuwulula zambiri zanu pamilandu iyi:",
    "4256083674": "Pempho lachindunji kuchokera kwa Integrator kuti adziwe chiwopsezo chachinyengo cha pempho linalake lazovuta la CAPTCHA kapena adilesi ya IP, kapena mwanjira ina pomwe chilolezo chinaperekedwa.",
    "3494826505": "Ndi mavenda timagwira ntchito kuti tipereke zofunikira pa Masamba ndi Ntchito, monga kusungirako deta, kuchititsa, ndi Analytics, ndi zolinga zimenezo zokha.",
    "1119009846": "Monga kuli kofunika kutsatira malamulo ogwiritsiridwa ntchito, kuphatikizirapo zopempha zaboma, zopempha okakamira malamulo, ndi zina ku mabungwe aboma ndi achinsinsi pofuna kuteteza ufulu, zinsinsi, chitetezo, kapena katundu wanu, ife, kapena ena.",
    "197676026": "Ndi ena pazifukwa zilizonse zovomerezeka zabizinesi, malinga ngati chidziwitsocho sichikudziwika",
    "2359312315": "kapena kuphatikizika kotero kuti sikungagwirizane ndi munthu payekha.",
    "2497216176": "Third Party Analytics and Tracking Technologies",
    "3694578791": "Monga tafotokozera pamwambapa, ife (ndi mavenda athu ena) timasonkhanitsa Zambiri za Analytics mwa zina pogwiritsa ntchito makeke, ma beacon, ndi matekinoloje ena. Nthawi zina, timagwira ntchito ndi mavenda ena kuti tigwiritse ntchito ma cookie ndi cholinga chosonkhanitsa Zambiri za Analytics.",
    "2238885192": "Timagwiritsa ntchito Sentry kusonkhanitsa deta yochotsa zolakwika ngati wogwiritsa akumana ndi vuto. Kuti mudziwe zambiri za momwe Sentry amasonkhanitsira ndikusintha deta:",
    "1535054294": "Chonde onani ndondomeko yawo yatsatanetsatane",
    "658775471": "Timagwiritsa ntchito Cloudflare kukhathamiritsa kuchuluka kwa anthu pa intaneti. Kuti mudziwe zambiri za momwe Cloudflare imasonkhanitsira ndikusintha deta:",
    "2014256987": "Ngati simukufuna kuletsa ma cookie kapena matekinoloje ena otsatirira, chonde onani \"Kusamalira Chidziwitso Chanu,\" pansipa. Chonde dziwani kuti kuchita izi kungasokoneze zomwe mukuchita pogwiritsa ntchito Mawebusayiti kapena Ntchito, chifukwa zina sizingagwire bwino ntchito.",
    "2788024905": "Mmene Timatetezera Zambiri",
    "271333468": "Timakhazikitsa njira zoyenera zaukadaulo ndi bungwe kuti titeteze zambiri zomwe timasonkhanitsa ndikusunga, ndipo timafuna kuti maajenti onse omwe amatisamalira achitenso chimodzimodzi. Tsoka ilo, palibe njira zachitetezo zomwe zili 100% zopanda pake, ndipo motero palibe netiweki kapena makina (kuphatikiza athu) omwe angatsimikizidwe kukhala otetezeka 100% motsutsana ndi chiwonongeko, kutayika, kusintha, kuwululidwa kosaloledwa, kapena kupeza zidziwitso zomwe timasonkhanitsa ndikusunga. Ngati mukukhulupirira kuti zambiri zanu sizingakhale zotetezeka pazifukwa zilizonse, chonde titumizireni nthawi yomweyo:",
    "3031284129": "Zotsutsa za Chitsimikizo",
    "26365791": "Pamlingo wovomerezeka ndi lamulo, Tsambali ndi Utumiki (ndi zina zilizonse zokhudzana ndi ntchito, zidziwitso, deta, mawonekedwe, ndi zina kapena zinthu zina) zimaperekedwa pamaziko a \"monga momwe ziliri\" komanso \"momwe zilipo\". Kufikira pamlingo wololedwa ndi lamulo, IMI siyiphatikiza zitsimikizo zonse, kuphatikiza, koma osati malire a chitsimikizo cha malonda, kulimba pazifuno zinazake, komanso kusaphwanya malamulo.",
    "735630686": "Kuwongolera Chidziwitso Chanu (Ufulu Wanu)",
    "498769698": "Mutha kupeza, kukonza, kusintha, kapena kufufuta Zina Zaumwini zomwe mwina mwatipatsa kudzera muakaunti yanu ya Integrator, Customer, kapena Accessibility User (ngati ndinu Wophatikiza, Makasitomala, kapena Wogwiritsa Ntchito). Ngati simungathe kutero, kapena muli ndi mafunso okhudza Zambiri Zaumwini zomwe tasonkhanitsa ndi/kapena kugawana za inu, kapena mukufuna kuchotsa chilolezo chanu kuti tichite izi (ie kuchotsani akaunti yanu) chonde titumizireni pa:",
    "2895491273": "Ngati mungafune kuletsa ma cookie kapena matekinoloje ena otsatirira, asakatuli ambiri ndi zida zam'manja zonse muyenera kusintha makonda anu kuti akudziwitseni mukalandira ma cookie kapena njira zina zamakono zolondolera zikugwiritsidwa ntchito, ndikusankha kuvomereza kapena kusalola. izo. Asakatuli ambiri amakulolani kuti muyimitse kapena kufufuta ma cookie omwe alipo kapena kukana ma cookie amtsogolo. Mutha kugwiritsanso ntchito zida za gulu lina, kuphatikiza mapulagini a msakatuli, kuti muwongolere zomwe mumakonda. Zindikirani, komabe, kuti ngati muletsa ma cookie onse, magawo ena a Tsamba lathu sangagwire bwino ntchito.",
    "707527778": "Zambiri kuchokera kwa Ana",
    "1747657936": "Masamba Athu ndi Ntchito Zathu sizikuperekedwa kwa ana osapitirira zaka 13 ndipo sitimasonkhanitsa mwadala Zambiri zaumwini kuchokera kwa ana osapitirira zaka 13. njira zomveka zochotsera zidziwitso zotere m'mafayilo athu mwachangu momwe zingathere, pokhapokha ngati tili ndi udindo walamulo kuzisunga. Chonde titumizireni ngati mukukhulupirira kuti tili ndi chidziwitso chilichonse kuchokera kwa mwana wosakwanitsa zaka 13:",
    "2419795065": "Chidziwitso kwa Anthu okhala ku California",
    "1517625162": "Pansi pa Gawo la California Civil Code Section 1789.3, ogwiritsa ntchito aku California ali ndi ufulu wolandira chidziwitso chotsatira pazaufulu wa ogula: Anthu okhala ku California atha kufika ku Complaint Assistance Unit of the Division of Consumer Services ya California Department of Consumer Affairs kudzera pa imelo ku 1625 North Market Blvd., Sacramento, CA 95834, kapena pafoni pa (916) 445-1254 kapena (800) 952-5210.",
    "3730344349": "Gawoli limapereka zambiri zazomwe timapeza zokhudza ogula ku California ndi maufulu omwe ali nawo pansi pa California Consumer Privacy Act kapena \"CCPA.\"",
    "4044467791": "Pamagulu azidziwitso zanu zomwe tasonkhanitsa kwa inu m'miyezi 12 yapitayi, chonde onani gawo la \"Zidziwitso Zomwe Timasonkhanitsa\" pamwambapa. Timasonkhanitsa izi pazolinga zamalonda ndi zamalonda zomwe zafotokozedwa mugawo la \"Mmene Timagwiritsira Ntchito Zambiri Zaumwini\" pamwambapa. M'miyezi 12 yapitayi, tagawana magawo awa azinthu ndi anthu ena pazamalonda:",
    "4208081170": "Gulu la Zambiri Zamunthu",
    "1528242915": "Zozindikiritsa.",
    "3863351997": "Magulu a zidziwitso zaumwini olembedwa mu lamulo la California Customer Records (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "Zambiri zamalonda.",
    "2683038211": "Intaneti kapena ntchito zina zamagetsi zamagetsi.",
    "3671828834": "Zitsanzo za Zambiri Zaumwini Zomwe Zagawidwa",
    "779426309": "Dzina lenileni, chizindikiritso chaumwini, chizindikiritso chapaintaneti, adilesi ya Internet Protocol, imelo adilesi, dzina la akaunti, kapena zizindikiritso zina zofananira.",
    "2414368123": "Dzina, nambala ya kirediti kadi, nambala ya kirediti kadi, kapena zina zilizonse zachuma.",
    "4088941349": "Zolemba zazinthu zomwe zagulidwa, zopezedwa, kapena zoganiziridwa.",
    "3238612014": "Mbiri yosakatula, zambiri zokhudzana ndi ogula ndi tsamba la intaneti, pulogalamu, kapena kutsatsa.",
    "1023108656": "Magulu a Olandira Gulu Lachitatu",
    "1418235079": "Opereka Utumiki",
    "3238184941": "Zindikirani: Chiwopsezo chachinyengo cholumikizidwa ndi adilesi ya IP payekha chikhoza kugawidwa ndi Integrator pakupempha.",
    "285116485": "Kampani \"sikugulitsa\" (monga momwe mawuwa amafotokozera mu CCPA) zambiri zaumwini zomwe timasonkhanitsa. Chonde onani gawo la \"Third Party Analytics and Tracking Technologies\" lomwe lili pamwambapa kuti mudziwe zambiri zamitundu yama cookie a chipani chachitatu, ngati alipo, omwe timagwiritsa ntchito.",
    "1408750006": "Malinga ndi zoletsa zina, CCPA imapatsa ogula aku California ufulu wopempha kuti adziwe zambiri zamagulu kapena zidziwitso zaumwini zomwe timasonkhanitsa (kuphatikiza momwe timagwiritsira ntchito ndikuwululira chidziwitsochi), kuchotsa zidziwitso zawo, kuti atuluke. \"zogulitsa\" zilizonse zomwe zingakhale zikuchitika, komanso ufulu wosasalidwa chifukwa chogwiritsa ntchito maufuluwa.",
    "759057398": "Chidziwitso ku Nkhani za EU Data",
    "825780955": "Zambiri zanu",
    "2945960297": "Ponena za mitu ya data ya EU, mawu oti \"zidziwitso zaumwini\" monga momwe agwiritsidwira ntchito mu Mfundo Zazinsinsi izi ndi ofanana ndi \"zamunthu\" monga momwe zafotokozedwera mu European Union General Data Protection Regulation (GDPR).",
    "1126613163": "Sensitive Data",
    "3571006800": "Zina mwazidziwitso zomwe mumatipatsa zitha kukhala zachinsinsi monga momwe zafotokozedwera mu GDPR (yomwe imatchedwanso magulu apadera azinthu zanu), kuphatikiza chizindikiritso cha mtundu wanu kapena fuko lanu pamakalata ozindikiritsa operekedwa ndi boma.",
    "1988461282": "Maziko Ovomerezeka Othandizira",
    "3519564631": "Zolinga Zokonza",
    "1778642038": "Kuti ndilankhule nanu",
    "2223819810": "Kuti muwonjezere nsanja yathu",
    "1678661231": "Kwa kutsata, kupewa chinyengo, ndi chitetezo",
    "2561077702": "Kupereka ntchito yathu",
    "2066321185": "Maziko Ovomerezeka",
    "1174237568": "Ntchito zokonza izi zimapanga zokonda zathu zovomerezeka. Timayesa kulingalira ndi kulinganiza zomwe zingakukhudzeni (zabwino kapena zoipa) ndi ufulu wanu tisanakonze zambiri zanu pazokonda zathu zovomerezeka. Sitigwiritsa ntchito zidziwitso zanu pazochita zomwe zokonda zathu zili ndi vuto lililonse pa inu (pokhapokha ngati tavomereza kapena tikufunidwa kapena kuloledwa ndi lamulo).",
    "1350478093": "Kukonza Cholinga",
    "787916198": "Ndi chilolezo chanu",
    "3348433919": "Ufulu Wanu",
    "3842673636": "Pansi pa GDPR, muli ndi ufulu wina wokhudza zambiri zanu. Mutha kutipempha kuti tichite izi pokhudzana ndi zambiri zanu zomwe tili nazo:",
    "4057343238": "Tulukani",
    "1834911235": "Siyani kukutumizirani mauthenga achindunji omwe mudalorapo kulandira. Titha kupitiliza kukutumizirani mauthenga okhudzana ndi Service ndi zina zosagwirizana ndi malonda.",
    "3022301908": "Kufikira",
    "680638297": "Kukupatsirani zambiri zokhudza mmene timachitira zinthu zanu komanso kukupatsani mwayi wodziwa zambiri zanu.",
    "1409486258": "Zolondola",
    "3878077249": "Sinthani kapena kukonza zolakwika muzambiri zanu.",
    "3645414921": "Chotsani",
    "42182578": "Chotsani zambiri zanu.",
    "1609621367": "Kusamutsa",
    "3208155808": "Tumizani uthenga wanu womwe ungawerenge ndi makina kwa inu kapena munthu wina yemwe mwasankha.",
    "1786796818": "Letsani",
    "3329634829": "Letsani kukonzedwa kwa zinthu zanu zachinsinsi.",
    "4202774977": "Chinthu",
    "3007158970": "Kukana kudalira kwathu pazokonda zathu zovomerezeka monga maziko akusintha zambiri zanu zomwe zimakhudza ufulu wanu.",
    "1273071008": "Zopempha za Ufulu Wazokhudza Nkhani",
    "3594381346": "malo.",
    "21141582": "izi",
    "3357523404": "Cross-Border Data Transfer",
    "290966395": "Monga tafotokozera mu gawo lathu la \"Chidziwitso kwa Makasitomala Akunja Kwa United States\", chonde dziwani kuti zambiri zanu zidzasamutsidwa, kukonzedwa, ndikusungidwa ku United States. Malamulo oteteza deta ku US angakhale osiyana ndi a m'dziko lanu. Mukuvomera kusamutsa zidziwitso zanu, kuphatikiza zidziwitso zanu, ku US monga zafotokozedwera mu Ndondomeko Yazinsinsi iyi poyendera mawebusayiti athu kapena kugwiritsa ntchito Service yathu.",
    "3178581111": "Gwiritsani Ntchito Zolinga Zatsopano",
    "1088304322": "Titha kugwiritsa ntchito zidziwitso zanu pazifukwa zomwe sizinafotokozedwe mu Mfundo Zazinsinsi izi, komwe timaloledwa ndi lamulo kutero komanso ngati chifukwa chake chikugwirizana ndi cholinga chomwe tidazitengera. Ngati tikufunika kugwiritsa ntchito zambiri zanu pazifukwa zosagwirizana nazo, titha kukudziwitsani ndi kukufotokozerani malamulo ogwiritsira ntchito. Ngati tadalira chilolezo chanu kuti mugwiritse ntchito zambiri zanu, titha kukupemphani chilolezo pazifukwa zilizonse zosagwirizana ndi zomwe zikugwirizana ndikukulolani kuti musiye kugwiritsa ntchito ntchitoyi panthawiyo ngati mukutsutsa.",
    "2260079771": "Kusunga Deta",
    "38428546": "Timasunga Zambiri Zanu motetezeka nthawi yonse ya akaunti yanu ndi ife. Tidzangosunga Zomwe Mumakonda Kwanthawi yayitali kuti tikwaniritse zolinga zomwe tidazisonkhanitsa, kuphatikiza ndicholinga chokwaniritsa zovomerezeka zilizonse, zowerengera ndalama, kapena zoperekera malipoti kapena kuthetsa mikangano. Njira zomwe timagwiritsa ntchito pozindikira nthawi yosungira zikuphatikizapo zomwe zikugwira ntchito, zoletsa zovomerezeka ndi malamulo, malamulo oyenerera, ndi miyezo yamakampani.",
    "384965568": "Ngakhale kuti zofunika posungira zimasiyana malinga ndi dera, zambiri zokhudza nthawi yomwe timasungira zinthu zosiyanasiyana zachinsinsi chanu zafotokozedwa pansipa.",
    "2788836740": "Mauthenga okhudzana ndi malonda amasungidwa nthawi zonse mpaka mutasiya kulembetsa. Pambuyo pake tidzawonjezera zambiri zanu pamndandanda wathu woponderezedwa mpaka kalekale. Zambiri zamaimelo zomwe zasonkhanitsidwa kuchokera ku Accessibility Users sizidzagwiritsidwa ntchito pazamalonda.",
    "3520687192": "Zolemba zamalumikizidwe ndi inu (mwachitsanzo matikiti othandizira otsegulidwa kudzera pa imelo kapena Twitter) akhoza kusungidwa kwamuyaya.",
    "292211832": "Zambiri zomwe zasonkhanitsidwa kudzera mwaukadaulo monga ma cookie, zowerengera masamba ndi zida zina zowunikira zimatayidwa posachedwa, koma zitha kusungidwa kwanthawi yochepera chaka chimodzi kuchokera kutha kwa cookie, nthawi zambiri m'mawonekedwe osazindikirika komanso ophatikiza. pokhapokha ngati titazindikira kuti ntchito yathu ikugwiritsidwa ntchito molakwika, ndiye kuti tidzasunga chidziwitsocho kuti zitithandize kupewa nkhanza zamtsogolo. Sitingathe kulumikiza zambiri zosadziwika komanso zosawerengekazi kwa inu, banja lanu, adilesi ya IP, kapena zambiri zanu kutengera zomwe zasungidwa.",
    "470943029": "Ngati muli ndi mafunso okhudza Mfundo Zazinsinsi, chonde titumizireni ku:",
    "3192683783": "Zosintha mu Mfundo Zazinsinsi izi",
    "1702335960": "Chidziwitso chilichonse chomwe timasonkhanitsa chimagwirizana ndi Mfundo Zazinsinsi zomwe zimagwira ntchito panthawi yomwe zinthuzo zimasonkhanitsidwa. Komabe, titha kuwunikiranso Mfundo Zazinsinsi nthawi ndi nthawi. Ngati kukonzanso kuli kofunikira, monga tatsimikiza ndi ife tokha, tikudziwitsani, mwachitsanzo kudzera pa imelo. Mtundu wapano udzatumizidwa patsamba lathu la Mfundo Zazinsinsi.",
    "3669258571": "Ma cookie Policy",
    "2905621957": "Kusinthidwa komaliza: Julayi 18, 2020",
    "1173934218": "Tikumvetsetsa kuti zinsinsi zanu ndi zofunika kwa inu ndipo tikudzipereka kuti tisamamve zonse zaukadaulo womwe timagwiritsa ntchito. Ndondomekoyi imapereka zambiri zamomwe timagwiritsira ntchito ma cookie pamasamba athu ndi Service.",
    "2694150481": "Kodi timagwiritsa ntchito Cookies?",
    "457627611": "Inde. Ife ndi ma analytics athu kapena opereka chithandizo, otsatsa malonda, ndi othandizana nawo titha kugwiritsa ntchito makeke, ma beacon, kapena ma pixel ndi matekinoloje ena kuwonetsetsa kuti aliyense amene amagwiritsa ntchito Masambawa ali ndi mwayi wabwino kwambiri. Chonde onani gawo la \"Third Party Analytics and Tracking Technologies\" la Mfundo Zazinsinsi zathu kuti mumve zambiri.",
    "501102544": ": timakhulupirira kuti hCaptcha anti-bot service (ie Service yophatikizidwa ndi mawebusayiti, masewera, kapena mapulogalamu amafoni) imaphatikizapo ma cookie omwe amatchedwa \"kuvomereza-kukhululukidwa\" motsatira malamulo a GDPR. Zitsanzo za makeke osatulutsidwa ndi awa:",
    "461631543": "Chidziwitso cha GDPR",
    "2150907653": "* Ma cookie aukadaulo amafunikira kuti apereke ntchitoyo. Izi zikuphatikiza ma cookie okonda, ma cookie agawo, ma cookie osinthanitsa, ndi zina.",
    "1012122721": "* Ma cookie owerengeka omwe amayendetsedwa mwachindunji ndi ife (mwachitsanzo, munthu woyamba, osati ma cookie a chipani chachitatu), pomwe datayo simagwiritsidwa ntchito polemba mbiri.",
    "148542287": "Uwu si upangiri wazamalamulo, ndipo palibe zitsimikizo zomwe zimaperekedwa pakuwunikaku. Ngati muli ndi mafunso owonjezera kapena nkhawa, chonde titumizireni ku:",
    "3956117148": "Mawebusayiti a hCaptcha.com ndi BotStop.com (Mawebusayiti) angaphatikizepo ma cookie owonjezera, monga tafotokozera mu Ndondomekoyi.",
    "3255230599": "Kodi Cookie ndi chiyani?",
    "1095532507": "Khuku (\"Cookie\") ndi fayilo yaying'ono yomwe imayikidwa pa hard drive yanu ndi seva yamasamba. Ma cookie ali ndi zidziwitso zomwe zitha kuwerengedwa pambuyo pake ndi seva yapaintaneti yomwe idakupatsirani cookie. Ena mwa ma cookie adzagwiritsidwa ntchito ngati mugwiritsa ntchito zina kapena kusankha zomwe mumakonda, ndipo ma cookie ena azigwiritsidwa ntchito nthawi zonse. Mutha kudziwa zambiri za cookie iliyonse powona mndandanda wathu wamakono pansipa.",
    "2943815316": "Timasintha mndandandawu nthawi ndi nthawi, kuti pakhale ma cookie ena omwe sanatchulidwebe. Ma beacons, ma tag ndi zolemba zitha kugwiritsidwa ntchito pamasamba kapena maimelo kuti atithandize kutumiza ma cookie, kuwerengera maulendo, kumvetsetsa kagwiritsidwe ntchito ndi kachitidwe ka kampeni ndikuzindikira ngati imelo yatsegulidwa ndikuchitapo kanthu. Titha kulandira malipoti kutengera kugwiritsa ntchito matekinolojewa ndi opereka chithandizo/kaunikidwe athu payekha komanso mophatikizira.",
    "2954157511": "Chifukwa chiyani timagwiritsa ntchito ma Cookies?",
    "1539071196": "Nthawi zambiri timagwiritsa ntchito Ma cookie pazifukwa izi:",
    "3545935449": "Kuzindikira ogwiritsa ntchito atsopano kapena am'mbuyomu.",
    "32739972": "Kusunga zidziwitso za gawo lanu lolowera ngati mwalembetsa patsamba lathu.",
    "4209078147": "Kuti muwongolere tsamba lathu ndikumvetsetsa bwino zomwe mumayendera pamapulatifomu athu ndi tsamba lathu.",
    "1077448694": "Kuti muphatikize ndi mawebusayiti ena ochezera.",
    "1709478090": "Kuti ndikupatseni zotsatsa zotengera chidwi kapena zomwe mukufuna.",
    "3256020881": "Kuwona zomwe mumachita komanso kusakatula kwa nthawi pamawebusayiti angapo kapena nsanja zina.",
    "1092241113": "Kuti mumvetse bwino zokonda za Makasitomala athu ndi Ophatikiza.",
    "1434289796": "Ma Cookies ena ndi ofunikira pakugwiritsa ntchito ma Sites, ndipo popanda ma Cookies oterowo, sitingathe kukupatsirani ntchito zambiri zomwe mukufunikira kuti mugwiritse ntchito Mawebusayiti moyenera. Ma Cookies awa, mwachitsanzo, amatilola kugwiritsa ntchito Masamba athu kuti mutha kuwapeza monga momwe mwafunsira ndikutidziwitsa kuti mwapanga akaunti ndipo mwalowa muakauntiyo kuti mupeze zomwe zili patsamba. Amaphatikizanso ma Cookies omwe amatithandiza kukumbukira zomwe munachita m'mbuyomu munthawi yosakatula yomweyi ndikuteteza Masamba athu.",
    "1533171442": "Timagwiritsanso ntchito Ma Cookies ndi Ma cookie ochokera kwa anthu ena kuti tiwunike komanso kutsatsa. Ma Cookies Ogwira Ntchito amathandizira magawo ena a Masamba kuti azigwira ntchito moyenera komanso zomwe amakonda kuti adziwikebe. Kusanthula Ma Cookies, mwa zina, amasonkhanitsa zambiri za momwe Makasitomala, Ophatikiza, ndi Ogwiritsa Ntchito Mapeto amagwiritsira ntchito Masamba athu, zomwe zili ndi zinthu zomwe ogwiritsa ntchito amaziwona pafupipafupi, komanso kuchita bwino kwa kutsatsa kwathu gulu lachitatu. Ma Cookies Otsatsa amathandiza popereka zotsatsa kwa anthu oyenera komanso kuti malonda athu aziwonekera pamwamba pazotsatira. Ma cookie mwina ndi \"gawo\" Ma cookie omwe amachotsedwa mukamaliza msakatuli wanu, kapena \"kulimbikira,\" omwe amakhalapo mpaka inu mwawachotsa (womwe mwakambirana pansipa) kapena gulu lomwe lapereka cookie. Tsatanetsatane wa Ma cookie onse omwe amagwiritsidwa ntchito pamasamba akupezeka patsamba lathu la Cookie Disclosure pansipa.",
    "322830977": "Momwe mungaletsere ma Cookies.",
    "3885459114": "Mutha kuyambitsa kapena kuyimitsa kugwiritsa ntchito ma cookie pambuyo pake pogwiritsa ntchito msakatuli wanu. Ngati mukufuna kudziwa zambiri za makeke, kapena momwe mungawongolere, kuwaletsa kapena kuwachotsa, chonde pitani ku https://www.knowcookies.com/ kuti mudziwe zambiri.",
    "262509504": "Titha kulumikiza zidziwitso zomwe zasonkhanitsidwa ndi Ma cookie ndi zidziwitso zina zomwe timapeza kuchokera kwa inu motsatira Mfundo Zazinsinsi izi ndikugwiritsa ntchito zidziwitso zophatikizidwa zomwe zafotokozedwa pano. Momwemonso, anthu ena omwe amatumizira ma cookie pamasamba athu amatha kulumikiza dzina lanu kapena imelo adilesi kuzinthu zina zomwe amapeza, zomwe zingaphatikizepo zomwe mwagula kale popanda intaneti kapena pa intaneti, kapena zambiri zomwe mumagwiritsira ntchito pa intaneti.",
    "2935155034": "Ngati muli ku European Economic Area, muli ndi maufulu ena omwe afotokozedwa pamwambapa pamutu wakuti \"Chidziwitso ku EU Data Subjects\", kuphatikizapo ufulu wowunika ndi kukonza kapena kuchotsa zomwe tili nazo zokhudza inu.",
    "1873812847": "Kuwulula ma cookie",
    "3319083717": "Dzina:",
    "3183855267": "1. hmt_id",
    "907324388": "Ntchito",
    "2896187462": "1. Amagwiritsidwa ntchito pamawerengero okhudzana ndi ntchito, komanso pazifukwa zina zaukadaulo monga kuthandiza pakuthandizira kupezeka.",
    "987267027": "Phwando",
    "3453526675": "1. Chipani choyamba",
    "1952810469": "Mtundu",
    "1795436560": "1. Gawo",
    "102695075": "Kutalika",
    "3356329025": "1. 30 masiku",
    "3744153629": "Mayina:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "gawo,",
    "3186435874": "sessionid",
    "720059527": "2. Amagwiritsidwa ntchito pazolinga zofunikira zaukadaulo: kusanja katundu, kuwongolera.",
    "1241291641": "Onani zambiri.",
    "1834801943": "2. Chipani choyamba",
    "2114694926": "2. Gawo",
    "938404336": "2. Zimasiyana; mpaka masiku 30.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. Imagwiritsidwa ntchito pazolinga zofunikira zaukadaulo: imathandizira Kupezeka kwa Wogwiritsa ntchito.",
    "1061239711": "3. Chipani choyamba",
    "1483015662": "3. Gawo",
    "3458934553": "3. Zimasiyana; mpaka masiku 30.",
    "1527172673": "Ngati muli ndi mafunso okhudza Ma cookie Policy, chonde titumizireni ku:",
    "134571844": "Impressum (Chidziwitso cha Tsamba)",
    "110836420": "Kusinthidwa komaliza: Disembala 23, 2020",
    "2901894297": "hCaptcha ndi ntchito ya Intuition Machines, Inc. (\"IMI\"), a Delaware US Corporation (#6393793).",
    "2928362319": "Zofunsidwa zitha kutumizidwa ku: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Zambiri zokhuza kasamalidwe ka kampaniyo zitha kupezeka patsamba la About. Mtsogoleri wamkulu wa kampaniyo ndiye woyang'anira wamkulu yemwe ali ndi udindo pazokhutira.",
    "3094150511": "Ulamuliro wowongolera: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "2763011087": "IMI sidzipereka, komanso siyikakamizika kutenga nawo gawo, njira ina yothanirana ndi mikangano ya ogula pamaso pa ogula kuthetsa mikangano.",
    "1395644678": "Webusayiti yovomerezeka ya European Commission pa Online Dispute Resolution:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Palibe zitsimikizo zokhudzana ndi zomwe zili",
    "707541553": "Zonse zomwe zili patsamba lathu la intaneti zatsimikiziridwa ndi IMI kapena munthu wina. Komabe, palibe IMI kapena gulu lachitatu lomwe lingakhale ndi mlandu pazomwe zikuchitika, zolondola, kapena zonse. Izi zikugwiranso ntchito pamasamba ena omwe atha kufikiridwa kudzera pa ma hyperlink pamasamba athu. IMI sivomereza udindo uliwonse pazomwe zili patsamba lakunja.",
    "2650241052": "Palibe malangizo",
    "3361191778": "Zomwe zaperekedwa patsamba la intaneti sizikuyimira upangiri wapayekha ndipo sizingalowe m'malo mwa izi. Ngati mukufuna upangiri payekha, chonde lemberani othandizira athu.",
    "1031855757": "Kugwiritsa ntchito tsamba ili",
    "204716894": "Zomwe zili ndi mapangidwe amasamba athu ndizotetezedwa pansi pa lamulo la kukopera. Kubwereza kwa masamba ndi zomwe zili m'njira yopitilira kugwiritsa ntchito moyenera kumafuna chilolezo cholembedwa kuchokera ku IMI ngati palibe malamulo ena ofotokozedwanso patsambalo.",
    "3182435854": "Ufulu",
    "3187946010": "Zolemba zonse, zithunzi, makanema ojambula pamanja, makanema, nyimbo, zomveka ndi zina zomwe zili patsamba lino zimatetezedwa ndi lamulo la kukopera ndi IMI kapena anthu ena ngati atchulidwa. Ndizoletsedwa kukopera kapena kusintha zinthuzi kuti zigwiritsidwe ntchito pamalonda m'njira yopitilira kugwiritsidwa ntchito moyenera.",
    "74538881": "Udindo watsambali",
    "3236873806": "IMI ndi amene ali ndi udindo pa webusaitiyi.",
    "2657277322": "Ngati muli ndi mafunso, chonde titumizireni ku:",
    "1338341134": "hCaptcha + Privacy Pass (Beta)",
    "88879089": "Privacy Pass ndi",
    "1898063898": "kuteteza zinsinsi za ogwiritsa ntchito zomwe tikupanga molumikizana nazo",
    "1942186611": "ndi ena.",
    "3673079511": "akutuluka muyezo",
    "2164933356": "Cloudflare",
    "3119589996": "Momwe zimagwirira ntchito: chowonjezera chamsakatuli chimapatsa ogwiritsa ntchito mwayi wopanga ndi kusaina ma tokeni akhungu obisika a masamba omwe amathandizira protocol ya Privacy Pass. Kukulaku kumapanga ma pass okhala ndi ma tokeni akhungu omwe amasainidwa ndi hCaptcha pomwe vuto lathetsedwa patsamba lililonse pogwiritsa ntchito ntchito ya hCaptcha,",
    "1254771154": "zovuta zowonetsedwa pazithandizo zina zachinsinsi za Pass-Pass zomwe zimayikanso hCaptcha, mwachitsanzo Cloudflare.",
    "996362763": "Zizindikirozi ndizosafufuzidwa ndikusungidwa ndi zowonjezera kuti zigwiritsidwe ntchito mtsogolo. Wogwiritsa ntchito akamayendera tsamba pogwiritsa ntchito hCaptcha ndipo akufunika kuthana ndi vutolo (kaya osawoneka kapena kudzera pa batani la \"Ndine munthu\") amawomboledwa basi. Njira yochititsa khungu imatanthawuza kuti zizindikiro zosainidwa ndi kuwomboledwa sizingagwirizane ndi momwe hCaptcha amaonera, motero chinsinsi cha ogwiritsa ntchito chimasungidwa.",
    "2943346052": "Pamene ndondomeko yokhazikika ya IETF ikupitilira, tikuyembekeza kuti asakatuli akuluakulu atengera mtundu wina wa Privacy Pass mbadwa. Izi zidzapangitsa kuti kuwonjezerako kusafunikira. Komabe, pakadali pano, tsatirani malangizo omwe ali pansipa.",
    "2326660907": "kupatula",
    "741483946": "* Mwanjira ina: mutha kupeza zizindikiro za hCaptcha Privacy Pass pa hCaptcha.com, ndikuzigwiritsa ntchito patsamba lina mwachindunji pogwiritsa ntchito hCaptcha.com. Simungapeze kapena kuwombola ma tokeni a hCaptcha Privacy Pass kuti mulambalale ntchito ya hCaptcha monga imagwiritsidwa ntchito ndi Cloudflare, popeza Cloudflare imatulutsa ndikuwombola ma tokeni ake a Privacy Pass.",
    "1362015807": "Kuyambapo",
    "1358325821": "Choyamba, yikani zowonjezera za",
    "310885519": "kapena",
    "4091044469": ". Onetsetsani kuti mwayatsa cholozera mu incognito mode. Kenako, pitani patsamba lililonse pogwiritsa ntchito hCaptcha ndikuthetsa captcha. Kuyambira mu 2.0.3, mukhoza kuwombola zizindikiro izi pa mawebusaiti pogwiritsa ntchito hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "Mukakhazikitsa zowonjezera, dinani apa (kapena patsamba lililonse la hCaptcha) kuti mupeze ma pass:",
    "166277959": "Chonde dziwani: izi zili mu beta, ndipo sizingagwire ntchito pamasamba onse ndi ogwiritsa ntchito nthawi zonse. Zikachitika kuti sizikuloledwa kapena sizigwira ntchito kwa wogwiritsa ntchito, khalidwelo lidzangobwerera ku zochitika za hCaptcha popanda kutaya ntchito.",
    "3031357206": "Chizindikiro chatsopano chidzawonekera pafupi ndi bar yanu ya URL. Tsopano pitani patsamba logwiritsa ntchito hCaptcha. Zidzawoneka motere:",
    "1066753052": "zomwe zikutanthauza kuti chikwamacho chilibe kanthu, ndipo muli patsamba lomwe limaphatikizapo zovuta za hCaptcha. Mukamaliza zovutazo, mudzapeza ma tokeni omwe atha kuwomboledwa patsamba lina lililonse ndi hCaptcha.",
    "651123197": "Kuwerengera kuchuluka komwe kuli mu chikwama chanu kudzawonetsedwa pachithunzichi mukamaliza kutsutsa.",
    "554844646": "Mutha kutsimikizira kuti kukulitsa kukugwira ntchito powona kauntala ikutsika ndi 1 nthawi iliyonse mukadina",
    "4087729475": "vuto pambuyo pa kuthetsa kwanu koyamba.",
    "647630208": "Ndipo ndi zimenezo! Kusakatula kwanu pa intaneti tsopano kuli kwachinsinsi.",
    "3272552822": "Madivelopa ndi ma cryptographer:",
    "4059570880": "Ngati mukufuna kutsata zoyeserera zoyeserera, zoyeserera zikuchitika pano",
    "1904390996": "kuti standardize ndi",
    "252720667": "pansi pachitetezo chachinsinsi cha Privacy Pass. Protocol yokha ikudutsa mu",
    "3972554015": "ndondomeko komanso. Ndipo kukulitsa kwa msakatuli ndikowona",
    "3723626769": "pazopereka zanu ndikuwunikanso.",
    "3882147547": "Ntchito za Pseudorandom Zosaiwalika",
    "565624910": "kulemba",
    "3421090159": "gwero lotseguka",
    "3098677775": "Q: Kodi IP yanga ndi mbiri yosakatula yachinsinsi kwathunthu kuchokera ku hCaptcha ndikamagwiritsa ntchito Privacy Pass?",
    "4019638786": "A: Ogwiritsa ntchito Privacy Pass a hCaptcha sadzawonetsa IP yawo ku hCaptcha pokhapokha ngati chikwama cha msakatuli wawo chilibe kanthu kapena tsambalo litumiza. hCaptcha ilibe njira yolumikizira wogwiritsa ntchito ku chiwombolo, ndipo sichimalumikizana mwachindunji ndi wogwiritsa ntchito panthawi ya chiwombolo pokhapokha ngati chikwama chake chilibe kanthu.",
    "3887113660": "Q: Kodi Privacy Pass imakhudza bwanji phindu la hCaptcha?",
    "1116455671": "A: Mudzalandira mphotho pakutha koyambirira ngati wogwiritsa ntchito amaliza patsamba lanu. Zowombola zimatsata njira yoyankhira yomweyi ngati kuti wogwiritsa ntchito adadutsa patsamba lanu chifukwa cha chidaliro chamakasitomala ambiri: palibe phindu lomwe limapezeka, ndipo foni yotsimikizira tsambalo kuchokera pa seva yanu imalandira `ngongole: Zabodza` pazotsatira zapasilo.",
    "779817954": "Q: Ngati ndili ndi ziphaso za Privacy Pass zoperekedwa ndi wopereka wina, ndingawombole pa hCaptcha?",
    "3014149332": "A: Ayi, zodutsa sizingagwirizane: ziyenera kuperekedwa ndi kuwomboledwa ndi ulamuliro womwewo, pankhaniyi hCaptcha. Dziwani kuti ngati mwadutsa kuchokera ku Cloudflare ndi hCaptcha mukukulitsa kwanu, chiwerengero chomwe chilipo chidzasintha kukhala ndalama zolondola malinga ndi zofunikira za tsamba lomwe mukuchezera. Mwa kuyankhula kwina, ngati muli ndi 100 Cloudflare ikudutsa mu chikwama chanu ndi 10 hCaptcha ikudutsa, muyenera kuwona 10 pazithunzi zowonjezera pamasamba omwe ali ndi hCaptcha ophatikizidwa.",
    "3679148535": "Q: Ndi mapulogalamu ena ati a Privacy Pass omwe mukugwira nawo ntchito?",
    "1606783855": "A: Tili ndi chidwi kwambiri ndi nkhani ya Privacy Pass for the Accessibility (\"a11y\"). Zosankha zodziwika kale monga ma audio captchas amasankha ogwiritsa ntchito a11y ambiri. Tikukhulupirira kuphatikiza njira yathu yamakono ya a11y ndi kutulutsidwa kwa Privacy Pass kudzalola ogwiritsa ntchito a11y kuti asakatule mosatekeseka, otetezeka podziwa kuti magalimoto awo ndi achinsinsi, pomwe akuletsa kuzunzidwa ndi ogwiritsa ntchito bot zomwe zimachitika mosapeweka zosankha za a11y zilipo.",
    "2359150347": "Q: Kodi ntchito zina zachitetezo pa intaneti zimathandizira Zachinsinsi?",
    "2082237880": "A: hCaptcha ndi ntchito yoyamba yamtundu wake yomwe imathandizira Privacy Pass, ndipo ndiyo yokhayo yochitira zimenezi. Komabe, tikuyembekeza kuti mautumiki ena azindikire ubwino wowonjezera zinsinsi za ogwiritsa ntchito pa intaneti, ndipo tikuyembekeza kuti mtsogolomu ambiri adzachitapo kanthu monga momwe mfundo za IETF zomwe tikuthandizira kukhazikitsa zikhazikitsidwa.",
    "2109792055": "Upangiri Wogwiritsa: Kuthetsa Mavuto ndi Kutulutsa Kwachinsinsi ndi Kutsimikizira",
    "3588620914": "Privacy Pass ndi chinthu chatsopano chopangidwa ndi Webusaiti, ndipo ndizotheka kuti mapulogalamu ena ndi osatsegula omwe sakudziwa kuti asokoneze magwiridwe ake.",
    "4039193170": "Ngati muli ndi zovuta kupeza kapena kuwombola ma tokeni:",
    "2378786360": "1. Yesani imodzi mwa asakatuli ena othandizira: ngati muli pa Chrome, yesani kugwiritsa ntchito Firefox popanda kuitanitsa zoikamo zanu kuchokera ku Chrome, ndikuyika pulogalamu yowonjezera pamenepo. Ngati izi zikugwira ntchito, mutha kukhala ndi vuto la kasinthidwe ka msakatuli.",
    "394235836": "3. Ngati palibe malingaliro omwe ali pamwambawa akugwira ntchito, titumizireni imelo yothandizira ndipo tidzakhala okondwa kutithandiza kudziwa zomwe zikuchitika.",
    "3470857731": "Kuwunika momwe reCAPTCHA imazindikirira bwino bots.",
    "3240786848": "Kusintha komaliza: February 18, 2021",
    "2547140673": "Kwa zaka zoposa khumi, ntchito ya Google ya reCAPTCHA yapereka malonda kwa eni mawebusayiti: lolani Google kuti ifufuze ogwiritsa ntchito anu ndikuwafunsa mafunso, ndipo posinthana nawo amalonjeza kuyimitsa ma bots ndi spam.",
    "2133754014": "Mawebusayiti opitilira 4.5 miliyoni amagwiritsa ntchito reCAPTCHA [",
    "3152512587": "ndipo dongosolo limasonkhanitsa mazana mamiliyoni a mathero a tsiku ndi tsiku. [",
    "2296918009": "Izi zikufanana ndi zaka zoposa 100 za munthu wogwira ntchito tsiku lililonse.",
    "3900538778": "Deta yolembedwa ndi mafuta omwe amathandizira kuphunzira pamakina. Mayankho a reCAPTCHA akhala akugwiritsidwa ntchito popititsa patsogolo ntchito za Google za ML/AI kuyambira 2009. Anthu ambiri omwe amagwiritsa ntchito reCAPTCHA sadziwa kuti ntchito yawo ikugwiritsidwa ntchito.",
    "1160252730": "Google tsopano ikulipira mitengo yokwera pa reCAPTCHA Enterprise, zomwe zikuchititsa makampani ambiri kuunikanso mgwirizanowu.",
    "1131196501": "Makampani akuluakulu ngati",
    "204889717": "adasinthira ku hCaptcha's",
    "639413188": "poyankha.",
    "3280658086": "mabizinesi zothetsera",
    "3842815245": "Kodi uku ndi malonda achilungamo?",
    "714342693": "Gulu la hCaptcha lakhala likusonkhanitsa mitengo yamtengo wapatali kuchokera ku \"dark web\" captcha-breaking services kuyambira 2016. Tinawona zochitika zosangalatsa:",
    "468929661": "Avereji yamtengo wophwanya reCAPTCHA ndi yotsika kwambiri (yosakwana $1 pa 1000 zomwe zatha) ndipo sizinachuluke kuyambira pomwe tinayamba kuyang'anira mu 2016. Izi zikugwiranso ntchito ku reCAPTCHA v2 ndi v3. [",
    "2862164005": "Deta yamitengo imatilola kuyika mtengo weniweni wa dola pachitetezo choperekedwa ndi reCAPTCHA: $0.001 kapena kuchepera pa yankho lililonse.",
    "102498091": "Google imalipiritsa $1 pa zopempha 1000 zilizonse za reCAPTCHA Enterprise, kutanthauza kuti tsopano amalipira ndalama zambiri pa pempho lililonse kuposa momwe zimawonongera chitetezo cha ntchito yawo. Izi zikuwoneka ngati vuto.",
    "130239139": "Kodi phindu la zaka 100+ za anthu ogwira ntchito zomwe Google amasonkhanitsa tsiku lililonse ndi chiyani?",
    "1421074182": "Zokwera kwambiri.",
    "1953519598": "Mtengo woti mulembe chithunzi chimodzi umachokera pa $0.03 mpaka $1.00 kapena kupitilira apo. Malinga ndi kuyerekezera kulikonse, Google yatulutsa mabiliyoni a madola a ntchito zaulere mpaka pano. [",
    "3025548709": "Kodi pali njira ina yochitira zinthu zopanda chilungamozi?",
    "263761351": "hCaptcha ndiye njira yoyamba yodalirika, yomwe tsopano imagwiritsidwa ntchito ndi mazana mamiliyoni a anthu mwezi uliwonse.",
    "2743692546": "Pamene ogwiritsa ntchito amatsimikizira umunthu wawo kudzera pa hCaptcha, ntchito yawo imalowa mumsika wotseguka wosadziwika.",
    "1982750088": "Makampani padziko lonse lapansi amapempha kuti agwire ntchitoyo kuti amalize ntchito zosavuta zomwe ndi zosavuta kwa anthu koma zovuta pamakina. Ogwiritsa ntchito amathandizira tsamba lomwe akuyendera, ndipo amakumana ndi spam yochepa pa intaneti chifukwa chachitetezo chapamwamba.",
    "1108398506": "makasitomala amapeza mphamvu zonse pazochitikazo, ndikupindula ndi ukatswiri womwe hCaptcha wapeza kugwiritsa ntchito wopereka wamkulu wodziyimira pawokha pa intaneti. Amapezanso ndalama zabwinoko kuposa ReCAPTCHA Enterprise: mpaka 50-80% mitengo yabwinoko, kutengera voliyumu.",
    "3012870872": "Mawebusayiti ndi mapulogalamu omwe amagwiritsa ntchito mtundu waulere (hCaptcha Publisher) amapeza ndalama kuchokera ku ntchitoyi m'malo mopereka kwa Google.",
    "2271512952": "Ogwiritsa ntchito amathandizira tsamba lomwe akuyendera, ndipo amakumana ndi spam yochepa.",
    "278010425": "Ntchito zambiri komanso zosintha pafupipafupi pa hCaptcha zimakhalanso zovuta kuzipanga zokha. Mawonekedwe amodzi a reCAPTCHA sanasinthe kwa zaka zambiri, ndipo ali ndi mafunso ochepa omwe sasintha kawirikawiri. Iyi ndi imodzi mwa njira zomwe hCaptcha imaperekera chitetezo champhamvu cha anti-bot kuposa reCAPTCHA.",
    "984849234": "hCaptcha imagwiritsa ntchito kuphunzira pamakina apamwamba kuti ipereke zomwe reCAPTCHA imalonjeza kokha, kwinaku akugawana mtengo womwe watengedwa ndi mawebusayiti omwe amagwiritsa ntchito.",
    "4063769686": "Ogwiritsa ntchito amathandizira tsamba lomwe akuyendera, ndipo amakumana ndi spam yochepa. Izi zikuwoneka ngati zachilungamo.",
    "685916926": "Chifukwa chiyani reCAPTCHA sinasinthe pakapita nthawi?",
    "3992401943": "Pakhala kusintha kwa maphunziro ozama kuyambira 2012. Chizoloŵezi chamakampani cha kulondola kwa ntchito kwasintha kwambiri pazaka khumi zapitazi, makamaka chifukwa cha maukonde ozama. Ntchito zina zoyendetsedwa ndi ML zomwe Google imapereka zatsata njira iyi.",
    "615031303": "(Onani mawu a m’munsi",
    "2125514305": "ML yapita patsogolo, koma vuto lolambalala reCAPTCHA silinasinthe panthawiyi.",
    "1406188018": "6 ndi 7",
    "2689973938": "Kuwongolera reCAPTCHA kumayambitsa kusamvana pakati pa Google ngati wogulitsa malonda.",
    "464238793": "Ngati Google yokha iwona kuti wogwiritsa ntchito akuwona zotsatsa kapena kudina ulalo anali bot, sizingamulipiritse zotsatsa zomwe zikuwonetsedwa kwa wogwiritsayo. Kusemphana maganizo kumeneku kwachepetsa kwambiri zokhumba za Google zotsutsana ndi bot.",
    "918924423": "Mwachitsanzo, Google sinapereke chithandizo chofunikira kwambiri monga kuzindikira kwa bot retroactive. Ndizodalirika kwambiri kulengeza za traffic bot-zopangidwa pambuyo posanthula masiku angapo a data.",
    "661412233": "Kudziwa pambuyo pa captcha kuti ogwiritsa ntchito ena anali bots ndikofunikanso. Imalola eni mawebusayiti kuyeretsa zolemba zakale zapa spam ndikuchotsa \"akaunti ogona\" olembetsedwa kumabwalo a spam mtsogolomo, kuchepetsa chinyengo, ndi zina zambiri.",
    "3600797185": "Kupereka chizindikiritso cha bot kungatsegule Google ku mafunso ovuta amomwe angabwezeretsere ndalama kwa otsatsa omwe adawononga ndalama pazambiri zachinyengo.",
    "2076932190": "Chogulitsa cha reCAPTCHA chakhazikika kwa zaka khumi.",
    "3856912381": "Ogwiritsa ntchito avutika, ndipo sipamu zosafunikira zapaintaneti tsopano zachuluka. Koma pali njira ina.",
    "1035621426": "Boti iliyonse yodziwika ndi reCAPTCHA imachepetsa mwachindunji ndalama zomwe Google amapeza potsatsa.",
    "3668115514": "Kodi hCaptcha ndi yosiyana bwanji?",
    "2413742287": "Chilimbikitso cha hCaptcha ndikukulitsa kulondola, osati ndalama zotsatsa: mayankho a bot alibe ntchito kwa makasitomala athu, omwe amafunikira data yophunzitsa anthu.",
    "1373262754": "Kudziwa kuti munthu ndi ndani kuli ndi phindu lochepa pa hCaptcha. Timangosamala kaya ndi anthu kapena ochita zoipa.",
    "600646860": "M'malo mopereka ntchito yamtengo wokayikitsa pomwe ikugwira ntchito ndi mtengo weniweni, hCaptcha imapereka chipukuta misozi komanso chitetezo champhamvu cha anti-bot.",
    "1836191653": "M'malo mopereka chithandizo chogonja mosavuta kwa ogwiritsa ntchito aulere kwinaku akulipiritsa mamiliyoni a madola ku mtundu wabizinesi womwe suli wabwinoko, hCaptcha imapereka chitetezo chabwino kwambiri cha bot kwa onse awiri, pomwe ikupatsa ogwiritsa ntchito mabizinesi zina zowonjezera ndi makonda, komanso ma SLA amphamvu komanso chithandizo chachangu.",
    "990215503": "hCaptcha ndiye ntchito yokhayo yayikulu ya captcha yomwe siinakhale ndi intaneti yotsatsa.",
    "971933157": "hCaptcha imasamala zachinsinsi, kuwonekera, komanso chilungamo.",
    "178839499": "hCaptcha imagawana phindu la ntchito yomwe yachitika pomwe ogwiritsa ntchito akuwonetsa umunthu wawo.",
    "1237076138": "hCaptcha imapereka ndalama zokwanira kwa makasitomala aulere (hCaptcha Publisher) ndi mabizinesi (hCaptcha Enterprise).",
    "614310292": "Ndani anamanga hCaptcha?",
    "4188814619": "hCaptcha ndi ntchito ya Intuition Machines (",
    "3265328927": "), kampani yophunzirira makina yomwe imapereka zinthu ndi ntchito zamakampani omwe akugwiritsa ntchito makina ophunzirira pamlingo waukulu.",
    "2740033957": "Gulu la IM limapangidwa ndi asayansi ndi mainjiniya ochokera ku Apple, Amazon, ndi atsogoleri ena pakuphunzira makina, makina ogawa, ndi chitetezo.",
    "1579715421": "Asayansi a IM amafalitsa pafupipafupi pamisonkhano yayikulu monga ICML, ICLR, ECCV, ndi NeurIPS, ndipo kampaniyo yatulutsa poyera zotsatira zaposachedwa pamalangizo a ML ngati hashing yakuya [",
    "4015238193": "ndi OCR [",
    "279580593": "imachines.com",
    "279918384": "Kodi Google ikugwiritsa ntchito bwanji ntchito yanu yaulere?",
    "2385522384": "Mwina mumawona mafelemu a makanema kuchokera kumakamera pamagalimoto odziyendetsa okha a Waymo a Google, ndikuthandizira kuwongolera kuzindikira kwazinthu.",
    "1517627947": "Mwinamwake mukuwona zithunzi za nyumba kapena zikwangwani za mumsewu kuchokera m'magalimoto a Streetview a Google, ndikuthandizira kulemba malo azinthu zawo za Maps ndi Earth.",
    "3225936061": "Mwinamwake mukuwona zithunzi zojambulidwa m'masamba a mabuku pa ntchito ya Google Books, ndikuthandizira kukonza mapulogalamu awo a OCR (kuzindikira zolemba).",
    "129661785": "Munafunsidwapo kuti \"dinani pagalimoto / msewu wodutsa / kuyimitsa?\"",
    "936667684": "Kodi munafunsidwapo kuti \"mulembe chikwangwani chanyumba / msewu?\"",
    "3773515538": "Munafunsidwapo kuti \"mulembe mawu awiriwa?\"",
    "1778058441": "Ndi ntchito zamtundu wanji zomwe zimagwira pa hCaptcha?",
    "366088791": "hCaptcha imathandizira ntchito zosiyanasiyana.",
    "3114147525": "Makasitomala a hCaptcha amagwiritsa ntchito ntchitoyi pazinthu zomwe zikuphatikizapo kuzindikira zinthu, kuzindikira mawonekedwe (kusonkhanitsa zilembo kuti azindikire mitundu ya zovala), kusanja koyenera (kusankha chinthu choyenera kwambiri kuchokera kuzinthu zingapo poyerekeza ndi chinthu choyambirira), mabokosi omangirira (kupeza madera osangalatsa chithunzi), \"Human OCR\" (kuzindikira mawu mu chithunzi) ndi mitundu ina yambiri ya ntchito.",
    "3139609561": "M'munsimu muli zitsanzo ziwiri za magulu azithunzi ndi mitundu ya ntchito zozindikiritsa mawonekedwe. [",
    "2273532558": "Kodi makasitomala omwe amalipira a hCaptcha ndi ndani?",
    "4104221634": "Makasitomala a hCaptcha amakhala m'mafakitale osiyanasiyana, kuyambira kumakampani aukadaulo mpaka omwe amayang'ana kwambiri mafashoni, ogulitsa, ndi madera ena komwe atha kupanga phindu pogwiritsa ntchito makina ophunzirira.",
    "1337725003": "hCaptcha yadzipereka kuti pakhale demokalase mwayi wopeza mawu ofotokozera zenizeni zenizeni, kulola makampani akulu ndi ang'onoang'ono kupititsa patsogolo malonda awo ndi ntchito zawo pogwiritsa ntchito kuphunzira pamakina kubizinesi yawo.",
    "4086379603": "Mafunso?",
    "1243684308": "Timaona zomwe mukufuna, ndipo tikufuna kuwonetsetsa kuti aliyense ali ndi zokumana nazo zosangalatsa pa intaneti, ma bots ochepa komanso sipamu ochepa. Tiuzeni:",
    "2645321220": "Ndipo ngati mukuganiza kuti mtengo wa reCAPTCHA ndiwokwera kwambiri, tifunseni za hCaptcha Enterprise. Pakali pano akugwiritsidwa ntchito ndi ena mwa akuluakulu osindikiza mabuku, makampani azachuma, ndi makampani opanga maukonde padziko lonse lapansi, si njira yokhayo yodalirika ya reCAPTCHA: timakhulupirira kuti amapereka chitetezo chabwino kwambiri cha bot chomwe chilipo pano.",
    "1229233916": "Mawu a M'munsi",
    "1115642494": "1. Gwero: BuiltWith.com reCAPTCHA mindandanda yamasamba. Idabwezedwa pa Julayi 9, 2019.",
    "448807334": "(\"Mamiliyoni a ma CAPTCHA amathetsedwa ndi anthu tsiku lililonse.\") Adabwezedwanso pa Julayi 8, 2019.",
    "2397590157": "3. Kuyerekeza kokhazikika: 200 miliyoni amathetsa * 30 masekondi pa kuthetsa m'zaka = 190.3 munthu zaka/tsiku.",
    "3236311792": "4. Kusanthula kwamkati kwa hCaptcha. Zomwe zasungidwa mpaka Juni 30, 2019. Zambiri zilipo mukafunsidwa.",
    "1752259468": "5. Chiyerekezo chotsatira: $0.01 mtengo wa mawu amodzi * 200M avg. zofotokozera patsiku (zocheperako) * Masiku 365 pachaka * zaka 10 kuyambira 2009 kupeza = $ 7.3 biliyoni yotsika mtengo.",
    "3268946369": "6. Mawu: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Gwero: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "SEMANTIC HIERARCHY BASED RELATIONAL EMBEDDINGS KWA DEEP HASHING Ofooka-woyang'aniridwa, Heikki Arponen, Tom E Bishop. ICML 2019, Msonkhano wa LLD.",
    "2544169219": "Zotsatira zaposachedwa kwambiri: ICML LLD, Meyi 2019.",
    "1973347745": "10. Zithunzi zopanda malipiro. Gwero: Petapixel.",
    "1493115924": "Zolemba zamalonda:",
    "4051104324": "\"Intuition Machines\" ndi chizindikiro cholembetsedwa cha Intuition Machines, Inc.",
    "3983646521": "Mayina onse azinthu, ma logo, mtundu, zizindikilo ndi zilembo zolembetsedwa ndi katundu wa eni ake. Mayina onse amakampani, malonda ndi mautumiki omwe amagwiritsidwa ntchito patsamba lino ndi ozindikiritsa okha. Kugwiritsa ntchito mayina, zizindikiro ndi mtundu sizikutanthauza kuvomereza. Pankhaniyi, zosiyana kwambiri.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Asayansi a IM Akhazikitsa Benchmark Yatsopano Yozindikiritsa Malemba Ofooka (OCR) ku CVPR 2020.",
    "1259002282": "Mwapeza cholakwika? Umu ndi momwe mungafotokozere.",
    "3301728462": "Mamiliyoni a anthu amagwiritsa ntchito hCaptcha mwezi uliwonse, pamitundu yambiri ya asakatuli, zowonjezera, zida, zozimitsa moto, ndi zina zambiri.",
    "3878230879": "Cholinga chathu ndikuwonetsetsa kuti zimakuthandizani nthawi zonse, chifukwa chake timayamikira kwambiri malipoti anu!",
    "2465128185": "Kuti mupereke ndemanga mwachangu, ingodinani batani la \"Titumizireni ndemanga\".",
    "2921990472": "Ngati mukuwona zovuta zogwira ntchito, chonde tsatirani",
    "2870341481": "pansipa. Kwa asakatuli ena aliwonse basi",
    "1866590035": "debug log malangizo a Chrome",
    "444492541": "debug log malangizo a Firefox",
    "169267610": "imelo ife",
    "3100722753": "Pazachitetezo kapena zachinsinsi, onani malangizo ali pansipa.",
    "1906593952": "Perekani ndemanga pa hCaptcha yomwe mwangowona kumene",
    "3951254541": "Timayamikira zomwe mwalemba. Tiuzeni nkhani iliyonse ndipo tithetsa mwachangu.",
    "3324288040": "Titumizireni ndemanga",
    "2864016648": "Nkhani Zazinsinsi",
    "304004915": "Sitisamala kuti ogwiritsa ntchito ndi ndani, koma atha kukhala oyipa kapena makina. Timathandizira zoyeserera ngati",
    "1139493658": ", ndipo yesetsani kulinganiza zachinsinsi ndi chitetezo.",
    "3083289844": "Ngati mwapeza vuto lomwe mukuganiza kuti lingakhudze zinsinsi za ogwiritsa ntchito, chonde titumizireni imelo",
    "4264784515": "Security Bugs",
    "963238401": "Nthawi zonse timakhala ndi chidwi cholandira malipoti azovuta zachitetezo. Imelo",
    "3926027556": "ndipo tidzabwera kwa inu msanga.",
    "1589805435": "Tilinso ndi a",
    "2560582224": "pulogalamu ya bug bounty",
    "103876916": "kuti mupeze malipoti oyenerera achitetezo pa ntchito ya hCaptcha ndi ma code okhudzana nawo.",
    "497117287": "Kufikika Zosankha",
    "3230004040": "Kodi ndinu osawona kapena mukulephera kumaliza ma hCaptchas?",
    "3480023141": "Dziwani zambiri za mwayi wofikira",
    "2052161540": "Kujambula Zambiri za Lipoti la Bug: Chrome",
    "2281169898": "Kutumiza uthenga wothetsa vuto ndi lipoti lanu kupangitsa kuti zikhale zosavuta kwa ife kuzindikira zomwe zikuchitika. Nawa malangizo atsatane-tsatane:",
    "1123365779": "Ngati ndinu okonza ukonde kapena katswiri wogwiritsa ntchito, chidule chake ndikuti tikufuna kuti mutitumizire makanema ojambula pamanetiweki a HAR ndi zolemba za msakatuli.",
    "2015218686": "musanadutse njira izi. Izi zikathetsa vuto lanu, tingayamikirebe kutidziwitsa mtundu wa msakatuli wanu, block blocker kapena msakatuli wowonjezera, komanso ulalo watsamba lawebusayiti.",
    "3922723611": "Chonde yesani kuletsa zoletsa zotsatsa zilizonse kapena zowonjezera zachitetezo cha msakatuli",
    "4036872105": "choyamba ndiyeno yesaninso",
    "993651083": "Gawo 1: Tsegulani Zida Zopangira (Izi zimayamba kujambula gawoli.)",
    "4163469907": "Khwerero 2: Dinani pa Network tabu mu Zida Zopangira. Chongani \"Sungani chipika\" bokosi pamwamba.",
    "4243348003": "Gawo 3: pitani",
    "641342999": ", kapena tsamba lawebusayiti lomwe muli ndi vuto (Zidziwitso Zazinsinsi: pokhapokha ngati mulibe nazo vuto kugawana zomwe zili) ... kenako dinani batani la \"Ndine munthu\", ndikuyesa kuthetsa.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Khwerero 4: Dinani \"Tumizani HAR\" (muvi wocheperako) mutayesa kuthetsa, zomwe zimasunga chipika cha netiweki. Titumizireni fayiloyo.",
    "1503240421": "Gawo 5: Dinani pa Console tabu, ndi dinani pomwepa ndiye \"Save monga ..\" kuti apulumutse chipika kutonthoza. Titumizireninso zimenezo.",
    "2863840904": "Khwerero 6: Gawo lomaliza, titumizireni ma fayilo a HAR ndi kutonthoza, ndikufotokozera vutolo",
    "4051785543": "Gwiritsani ntchito:",
    "3623028666": "(chonde gwiritsani ntchito ntchito ngati",
    "551761392": "ndi kutumiza maulalo) ndikusankha chithunzithunzi, ngati mukukayikira kuti pali china chake chomwe sichikuwoneka bwino. Chonde tumizaninso IP yomwe mukugwiritsa ntchito. Mutha kuzipeza kuchokera",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Zikomo chifukwa chopatula nthawi kuti mutithandizire kudziwa izi!",
    "3680327841": "Tadzipereka kupanga hCaptcha kuti igwire ntchito bwino kwa aliyense",
    "1059502393": "Kujambula Zambiri za Lipoti la Bug: Firefox",
    "1112074001": "Khwerero 2: Dinani pa Network tabu mu Zida Zopangira. Chongani \"Persist zipika\" bokosi pamwamba.",
    "1797298240": "Khwerero 4: Dinani \"HAR\" mutayesa kuthetsa, ndikusankha \"Save All as HAR\" kuti mupulumutse chipika cha intaneti. Titumizireni fayiloyo.",
    "3671246379": "Gawo 5: Dinani pa Console tabu, ndi kumanja-ndiye \"Sankhani zonse\" ndi kusunga kuti mu lemba wapamwamba, kuti apulumutse kutonthoza chipika. Titumizireninso zimenezo.",
    "3816867833": "Ndemanga",
    "788770967": "Pepani kumva zimenezo! Mungafune kugwiritsa ntchito njira yathu yofikira:",
    "1333016413": "Izi zimakupatsani mwayi wopewa mafunso amtsogolo polembetsa ndikukhazikitsa cookie.",
    "2333410049": "Chonde yesaninso kuzimitsa choletsa malonda anu.",
    "1345083090": "Mukunena za vuto la magwiridwe antchito?",
    "2184564739": "Mwaona",
    "604751186": "Nkhani zina? Imelo",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "momwe munganenere zovuta ndi zipika zatsatanetsatane",
    "1050501253": "Zovuta Kwambiri",
    "3264813246": "Zosayenera",
    "3526939538": "Pulogalamu Bug",
    "126134492": "Zina",
    "3511610999": "Tiyeni tiwonetsetse kuti mwafika pamalo oyenera.",
    "3906886217": "Kwa makampani kapena mawebusayiti",
    "1621597093": "Zothetsera chitetezo chamakampani (zolipidwa)",
    "3176531704": "Chidziwitso cha data",
    "1834239172": "Gulani hCaptcha annotation services",
    "1457707016": "Kwa anthu payekhapayekha",
    "770264626": "Onjezani hCaptcha ku ntchito yanu (yaulere)",
    "881015166": "Onjezani hCaptcha kwa Osindikiza patsamba langa kapena pulogalamu yanga",
    "47536007": "Dziwani zambiri za hCaptcha",
    "2012837493": "Zotsatira zakusaka",
    "4034694801": "Palibe zotsatira zofanana.",
    "3621411541": "Dziwani zambiri za mwayi wopezeka ndi hCaptcha",
    "3401005681": "Pezani ndalama",
    "3933993151": "Gwirani ntchito ngati wolemba deta payekha",
    "563059212": "Mndandanda wa Ma Subprocessors",
    "3501923981": "Kusinthidwa komaliza: Januware 1, 2020.",
    "3548097301": "Kugwira ntchito: Januware 1, 2020.",
    "3991444169": "Tsambali limatchula ma subprocessors apano a ntchito ya hCaptcha Enterprise.",
    "835396984": "Panopa Active",
    "424089481": "Amazon Web Services, Inc. (Global). Ntchito zoperekedwa: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Global). Ntchito zoperekedwa: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Padziko Lonse). Ntchito zoperekedwa: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Global). Ntchito zoperekedwa: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Zindikirani: sizikugwira ntchito kwa makasitomala onse. Mwachitsanzo, IP Blinding kapena makasitomala ena apamwamba kwambiri achinsinsi kapena chitetezo (monga Makasitomala Otetezedwa Otetezedwa) saphatikizidwa mu \"PII\" iliyonse yomwe ingalowe m'makina a telemetry, ngakhale adilesi ya IP. Chonde funsani woimira akaunti yanu kuti mudziwe zambiri ngati pangafunike.",
    "700843971": "Hound Technology, Inc. (Global). Ntchito zoperekedwa: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Global). Ntchito zoperekedwa: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Global). Ntchito zoperekedwa: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Global). Ntchito zoperekedwa: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Zomangamanga",
    "370366524": "Ephemeral Service Telemetry",
    "121192737": "Zowonjezera zomwe zikubwera",
    "2420789666": "Fastly, Inc. Ntchito zoperekedwa: Mwachangu CDN ndi m'mphepete compute.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Kuyambira: Seputembara 1, 2021. Zowonjezera Zomangamanga",
    "1487796027": "Zamakampani",
    "3943417791": "Pezani chithandizo cha hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (yaulere)",
    "3397976149": "Pezani chithandizo cha hCaptcha Publisher",
    "833750823": "Mukuvutika ndi vuto?",
    "2024737147": "Mukufuna kunena za cholakwika?",
    "1978884623": "Dziwani zambiri zonena za zovuta zamapulogalamu",
    "4188664955": "Ma Terms of Service",
    "2621989404": "Chasinthidwa Komaliza: Seputembara 24, 2021. Chonde dziwani kuti mawu athu achingerezi ndi ovomerezeka.",
    "2404545611": "Takulandirani ku hCaptcha! Zikomo chifukwa chokhala nawo mdera lathu. Onse ogwiritsa ntchito \"Services\" (tafotokozedwa pansipa) ayenera kuvomereza mfundo zotsatirazi (\"Terms of Service\"). Pansi pa Migwirizano ya Ntchitoyi, \"IMI\", \"ife\" ndi \"ife\" amatanthauza Intuition Machines, Inc. ndi mabungwe ake, othandizira, maofesala, maofesala, antchito, oimira, ndi othandizira, ndipo \"webusayiti\" yathu ili ndi tsamba lililonse lomwe lili pansi pa ulamuliro wathu, kuphatikizapo www.hcaptcha.com ndi www.imachines.com.",
    "2348450790": "Chonde werengani Terms of Service awa. Zimaphatikizapo, mwa zina, zotsutsa za zitsimikizo, malire a ngongole, ndi kukangana komanga. Chonde dziwani kuti Terms of Service izi mwina zasintha kuyambira ulendo wanu womaliza patsamba lathu. Titha kuwunikiranso ndikusintha Migwirizano Yantchitoyi nthawi ndi nthawi mwakufuna kwathu. Zinthu zikasintha, tidzakudziwitsani potumiza Migwirizano Yantchito yosinthidwa patsamba lino, pambuyo pake muyenera kuvomereza Migwirizano ya Utumiki yomwe yasinthidwa kuti mupitirize kugwiritsa ntchito kapena kupeza Tsambali kapena Utumiki.",
    "1064537632": "Chonde dziwani kuti kugwiritsa ntchito kwanu Service kumayendetsedwa ndi Mgwirizano Wathu Wokonza Data, womwe ukuphatikizidwa ndi mawu. Chonde onaninso mgwirizanowu kuti muwone momwe timasinthira zinthu zanu m'malo mwanu. Dziwani kuti timagwira ntchito ngati \"data processor\" pa zolinga za EU General Data Protection Regulation, ndi \"service provider\" ndi cholinga cha California Consumer Privacy Act.",
    "1933936765": "Mgwirizano Wokonza Data (Lasinthidwa komaliza: Seputembara 23, 2021)",
    "2959486280": "Ngati simukugwirizana ndi Migwirizano ya Utumikiwa, simungagwiritse ntchito kapena kupeza Tsambali kapena Service.",
    "3200859925": "1. Cholinga",
    "1807143500": "Ntchitozi zikuphatikiza chitetezo cha pa intaneti (\"hCaptcha Service\") ndi nsanja (\"Intuition Machines Platform\") pomwe munthu (\"Contributor\") angasankhe kuchita ntchito zomwe gulu lina kapena Intuition Machines palokha (iliyonse). a \"Requester\") patsamba lathu kapena hCaptcha Service, mwina mwachindunji patsamba lathu kapena kudzera pa Intuition Machines Platform ndi/kapena kuchita ntchito kudzera kapena mogwirizana ndi gulu lachitatu ndi/kapena nsanja kapena ntchito (iliyonse, \"Integrator\"). Ofunsira amatumiza ntchito ndikuyitanitsa Othandizira kuti azichita posinthanitsa ndi mphotho zoperekedwa ndi IMI kwa Integrators, kapena monga momwe Wopemphayo watsimikizira ngati Wopempha akugwiritsa ntchito Intuition Machines Platform kapena hCaptcha Service kuti agwire ntchito kwa ogwiritsa ntchito awo. Timalipira makampani ndi anthu pawokha (aliyense ndi \"Kasitomala\") kuti agwiritse ntchito nsanja yathu kuti agwiritse ntchito mapulogalamu athu, ntchito za olemba, kutilemba ntchito kuti tilembe ntchito, ndi/kapena kupeza mwayi kwa Othandizira. Timalipiranso Integrators kuti tigwiritse ntchito Service yathu ya hCaptcha kuti tichepetse chinyengo, nkhanza, ndi sipamu pamawebusayiti awo, mapulogalamu am'manja, ndi zinthu zina zapaintaneti. Zomwe tatchulazi zimatchulidwa pamodzi kuti \"Services.\"",
    "3212830633": "2. Kuyenerera",
    "2605814073": "Pogwiritsa ntchito kapena kulembetsa mautumiki athu, mukuvomera: muli ndi zaka zosachepera 18; muli ndi mphamvu zolowetsa mgwirizanowu m'malo mwa inu nokha kapena gulu lomwe mukuyimira, ndipo nthawi zonse muzitsatira Migwirizano ya Ntchitoyi ndi mfundo zonse za IMI ndi malangizo omwe atchulidwa pano; ndipo simudzagwiritsa ntchito tsamba lathu molakwika, kunena molakwika kuti ndinu ndani, kapena kugwiritsa ntchito luntha lochita kupanga kuti mumalize gawo lililonse la ntchito iliyonse pa IMI yomwe imafuna luntha laumunthu.",
    "2616040974": "3. Makasitomala ndi Ofunsira",
    "1544829730": "Ngati ndinu Makasitomala kapena Wopempha, mukuvomera kuti mawu owonjezera omwe ali pano monga Zowonjezera Makasitomala adzagwiritsidwa ntchito ndikuphatikizidwa mu Migwirizano Yantchitoyi. Ngati simuli Makasitomala kapena Opempha, kapena simukusiya kukhala Makasitomala kapena Wopempha, ndiye kuti mawu owonjezera omwe ali mu Customer Appendix sangagwire ntchito kapena kuphatikizidwa ndi Migwirizano Yantchitoyi.",
    "3759360138": "4. Dzina lolowera ndi Achinsinsi",
    "2236960358": "Mukalembetsa, mudzafunsidwa kuti mufotokoze zambiri za inu (\"Zidziwitso Zaumwini\"), kuphatikiza dzina lanu, imelo adilesi, ndikupanga dzina lolowera ndi mawu achinsinsi, zonse zomwe zidzatsatiridwa ndi Mfundo Zazinsinsi, zomwe zikupezeka patsamba lathu. webusayiti. Inu nokha muli ndi udindo woyang'anira, kuonetsetsa ndi kusunga chitetezo cha akaunti yanu, mawu achinsinsi, ndi makiyi aliwonse otsimikizira okhudzana ndi akaunti yanu, ndipo muli ndi udindo pakugwiritsa ntchito kapena kuchitapo kanthu pogwiritsa ntchito chidziwitsocho pa Services.",
    "3047519814": "Mukuvomereza kuti simudzagawana akaunti yanu kapena mawu achinsinsi ndi aliyense.",
    "1699668873": "Muyenera kudziwitsa IMI nthawi yomweyo ngati mukuganiza kuti zambiri za akaunti yanu zabedwa kapena kugwiritsidwa ntchito ndi munthu wina, kapena kuphwanya kulikonse kwachitetezo.",
    "3044038608": "Mukuvomera kutipatsa zowona, zolondola komanso zathunthu monga momwe tikufunira pakulembetsa kwathu. Mukuvomeranso kusintha zinthuzi mwachangu ngati n'koyenera kuti zikhale zatsopano komanso zolondola.",
    "4132302900": "5. Zazinsinsi Zanu, Zambiri Zanu, ndi \"Data For All\"",
    "10724169": "Mumavomereza Mfundo Zazinsinsi, zomwe zimayang'anira zomwe tidzachite ndi Zambiri Zaumwini zomwe mungatipatse.",
    "1669194950": "Kuphatikiza pa Zidziwitso Zaumwini, mungafunikirenso kupereka (kapena kungakhale kofunikira kuti titolere) deta ina kuti tithe kupereka Mautumiki (pamodzi, \"Deta ya Makasitomala\"). Sitiyenera kukhala ndi mlandu pakulephera kuchita Ntchito zomwe zimachitika chifukwa cha kuchedwa kwanu kapena kulephera kupereka Deta ya Makasitomala.",
    "1330274831": "Mukutipatsa laisensi yapadziko lonse lapansi, yosakhala yokhayokha, yovomerezeka, yosamutsa, yopanda chuma, yosasinthika panthawi ya Panganoli kuti tigwiritse ntchito, kutulutsanso, kugawa pakompyuta, ndikuwonetsa poyera Zambiri Zamakasitomala ndicholinga chongopereka Services. . Mukuyimira ndikutsimikizira kuti muli ndi ufulu wokwanira, mutu, ndi chidwi ndi deta yanu kuti mupereke chilolezo mu gawoli.",
    "2230333214": "Timaphatikiza Data ya Makasitomala ndi data ina kuti zotsatira zisamadziwike komanso timasonkhanitsa malogi osadziwika bwino komanso data yokhudzana ndi kugwiritsa ntchito Ntchito (\"Aggregate/De-Identified Data\"). Ngakhale pali zosemphana ndi izi, Deta iliyonse ya Aggregate/De-De-Identified ikhoza kugwiritsidwa ntchito ndi IMI pabizinesi iliyonse mkati kapena pambuyo pa nthawi ya Mgwirizanowu, kuphatikiza popanda malire kukhazikitsa ndi kukonza Ntchito komanso kupanga ndi kugawa malipoti ndi zina. zipangizo. Deta yamakasitomala imathanso kupitilira ndikuwonetsedwa mudongosolo kwakanthawi kochepa kuti isapitirire masiku 180 ntchito ikamalizidwa, mwachitsanzo monga kuwerengetsa kapena kutsimikizira kwa makina a Intuition Machines. Kuti timveke bwino, Gawo 5 ili silitipatsa ufulu woti tikudziweni ngati gwero la Deta ya Aggregate/De-De-Identified popanda chilolezo chanu cholembedwa.",
    "3881754581": ". Ngati ndinu Makasitomala a mautumiki athu ofotokozera ndipo mwasankha njira ya \"Data For All\" monga gawo la ntchito yanu, ndiye kuti mumapatsa IMI ndi onse ogwiritsa ntchito mautumikiwa padziko lonse lapansi, osapatula, olembetsa, osamutsidwa, ufulu wachifumu, chiphatso chosasinthika chogwiritsa ntchito zonse zamakasitomala, kuphatikiza maufulu onse okhudzana ndi katundu. Ngati mungasankhe \"Data for All\", mumayimira ndikutsimikizira kuti muli ndi ufulu wokwanira, mutu, ndi chidwi ndi deta yanu kuti mupereke chilolezo mu gawoli.",
    "3496767126": "Kuti tipewe kukayika, ndime yotsatirayi ikugwira ntchito kwa Makasitomala omwe amagwiritsa ntchito mautumiki athu ofotokozera, komanso osagwiritsa ntchito Ntchito zathu ngati Ophatikiza.",
    "767207800": "Ngati deta yanu ili ndi zolaula kapena zokhumudwitsa, tikufuna kuti muyimire \"EXPLICIT CONTENT\" kuti ikhale chenjezo kwa aliyense amene angawone deta yanu. Simungakhale popanda mgwirizano wolembedwa ndi IMI kuphatikiza ntchito zomwe zimaphwanya mfundo zathu, kuphatikiza, koma osalekezera, (a) ntchito zomwe mwachindunji kapena mwanjira ina zimalimbikitsa tsamba lina kapena ntchito ina, (b) ntchito zomwe zimaphwanya malamulo atsamba lachitatu komanso (c) ntchito zopempha Othandizira kuti apemphe anthu ena, (d) ntchito zomwe zimapempha Othandizira kuti achitepo kanthu kuti awononge machitidwe kapena zotsatira za tsamba la webusayiti, (e) ntchito zomwe zimaphwanya ufulu waukadaulo wa anthu ena, ndi (f) ntchito zomwe zimafuna Othandizira kutsitsa mapulogalamu kapena mafayilo.",
    "3370561195": "6. Makhalidwe Ovomerezeka",
    "4205152730": "Mukulimbikitsidwa kuti muzilumikizana ndi ogwiritsa ntchito kulikonse patsamba lathu, Forum, mauthenga, macheza, ndi njira zina zapa media zomwe zimayendetsedwa ndi IMI, koma ngati mutero muyenera kutsatira zigwirizano zonse ndikugwiritsa ntchito patsamba lathu ndi malamulo onse ofunikira. .",
    "1394253934": "7. Kugwiritsa Ntchito Molakwika, Kunyoza, ndi Kunamizira",
    "1406393333": "Kupeza kapena kugwiritsa ntchito Mautumiki ena kupatula kutsatira Migwirizano ya Ntchitozi komanso malangizo omwe timapereka ndi oletsedwa. Makamaka, SIMUDZAKHALA:",
    "3409726716": "kulembetsa ku ma account angapo ndi ife popanda chilolezo cholembedwa;",
    "3119498672": "gwirani ntchito iliyonse pogwiritsa ntchito intaneti, maloboti, bots, zolemba, kapena mtundu wina uliwonse wanzeru zopangira kapena kuyesa kupeza mphotho kuchokera kwa IMI kapena Wopempha kapena Wophatikiza popanda kumaliza ntchito monga momwe akufotokozedwera;",
    "1188668818": "perekani zidziwitso zilizonse zabodza mukamagwiritsa ntchito tsamba ili (kuphatikiza popanda malire kutengera munthu wina aliyense kapena bungwe muakaunti yanu, kapena kunena zabodza kapena kudzinamiza nokha kapena kuti ndinu ogwirizana ndi munthu wina aliyense kapena bungwe muakaunti yanu;",
    "2804310964": "kupeza kapena kuyesa kupeza tsamba lathu kudzera pa seva ya proxy kapena chipangizo china chopangidwa kuti zisamvetsetse komwe muli kapena kuti ndinu ndani kapena mwanjira ina iliyonse kupatula mawonekedwe omwe aperekedwa;",
    "1374227759": "gwiritsani ntchito webusaitiyi pazochitika zilizonse zosaloledwa, kapena pazifukwa zilizonse zosiyana ndi zomwe zinaperekedwa;",
    "2103513933": "kuchita zinthu zomwe zimasokoneza kapena kusokoneza ntchito ya malo;",
    "137127070": "kuyika, kwezani, kapena kulumikiza maulalo oyipa kapena osadziwika akunja kapena mafayilo, kapena kwezani chilichonse chomwe chili ndi kachilombo, Trojan horse, worm, time bomba, kapena ma code ena oyipa apakompyuta;",
    "1686655020": "Kwezani zinthu zilizonse zomwe zili ndi copyright zomwe sizili ntchito yanu yoyambirira, pokhapokha ngati muli ndi chilolezo kuchokera kwa eni ake oyenerera kuti atumize zinthuzo ndikupatsa IMI maufulu onse okhala ndi chilolezo omwe aperekedwa pano;",
    "1406692811": "kuchita nawo ma spam kapena kutumiza zotsatsa zamtundu uliwonse, kuyesa kutumizidwa, kulumikizana ndi anthu ambiri, kutsatsa ndalama kapena zopempha, kupempha ntchito, kutsatsa, kutsatsa, mauthenga opanda pake, mitu yobwerezedwa, zosaloledwa, maulalo awebusayiti, ma adilesi a imelo, kapena ma ID a messenger apompopompo pokhapokha ngati ntchitoyo ikufunidwa;",
    "3893539589": "lowetsani maulalo akunja omwe amapereka katundu kapena ntchito pokhapokha ngati pakufunika ntchitoyo;",
    "3214322759": "kapena kuchita zinthu zoipa kapena zachinyengo.",
    "3733422465": "8. Kutsimikizira Identity yanu",
    "267645277": "IMI ikhoza kutsimikizira kuti ndinu ndani. Izi zingaphatikizepo kufananitsa zambiri zanu ndi nkhokwe za anthu ena kapena zikalata zovomerezeka. Mumatilola kufunsa chilichonse kuti titsimikizire kuti ndinu ndani, umwini wanu wa imelo yanu, komanso umwini wanu waakaunti yanu yazachuma. Mukuvomera kupereka zambiri za inu kuti mutithandize kutsimikizira kuti ndinu ndani.",
    "4169910317": "9. Kutsatira Chilamulo",
    "519755936": "Ndinu nokha amene muli ndi udindo wotsatira malamulo a feduro, boma, zigawo, ndi zakomweko pokhudzana ndi kagwiritsidwe ntchito ka Ntchito. Mukuvomera kutibwezera ndi kutisunga ngati opanda vuto pazifukwa zilizonse zotsutsana nafe chifukwa simunatsatire lamulo lililonse kapena kuphwanya ufulu wa anthu ena, kuphatikiza popanda malire a mgwirizano, nzeru, kapena ufulu wachinsinsi.",
    "731546974": "10. Misonkho ya Wothandizira kapena Wophatikiza",
    "3128328457": "Ngati ndinu Contributor kapena Integrator, ndinu nokha amene muli ndi udindo wolipira msonkho uliwonse woyerekeza kapena wina uliwonse wa boma, boma, kapena m'deralo, chitetezo cha anthu, FICA, ndi chipukuta misozi cha ogwira ntchito chifukwa chogwiritsa ntchito tsamba lathu, komanso misonkho kapena zolipiritsa zofananira m'malo omwe si a US. Mukuvomera kubwezera ndi kutiona ngati opanda vuto lililonse pazoyesa zomwe zingatitsutse chifukwa simunatsatire malamulo amisonkho.",
    "2931396764": "11. Kuphwanya Migwirizano ya Utumiki Awa",
    "1240667045": "Titha kukuimitsani, kukuletsani, kapena kukuletsani mwayi wopezeka pa Mautumiki nthawi iliyonse pazifukwa zilizonse, kuphatikiza chifukwa: (a) tikukhulupirira kuti mwaphwanya Migwirizano ya Ntchitoyi (kuphatikiza mfundo zina zofananira); (b) tikukhulupirira kuti mwaphwanya ufulu wathu kapena ufulu wa munthu wina aliyense; (c) sitingathe kutsimikizira kapena kutsimikizira zomwe mwatipatsa; kapena (d) tikukhulupirira kuti zochita zanu zitha kubweretsa mangawa kwa inu, ife, kapena munthu wina. Kuti tipewe kukayika, tili ndi ufulu woletsa kapena kukuimitsani kulipira ngati tikukhulupirira kuti chilichonse mwa zomwe tatchulazi zikugwira ntchito pamalipiro otere.",
    "1601080128": "Tikayimitsa kapena kuimitsa akaunti yanu, simudzakhalanso ndi mwayi wopeza mbali zilizonse za webusayiti, kuphatikiza data, mauthenga, mafayilo, ndi zinthu zina zomwe mumasunga patsamba. SUNGApitirize kugwiritsa ntchito tsamba lathu pogwiritsa ntchito dzina la akaunti lina kapena latsopano. Kuphwanya Migwirizano Yantchitoyi kutha kuyimbidwa mlandu mokwanira ndipo kungayambitse zilango ndi zilango zina.",
    "1160707899": "12. Udindo wa Othandizira ndi Ubale ndi IMI ndi Ofunsira Ena",
    "269838707": "Ngati ndinu Wothandizira, inu nokha mumasankha ntchito zomwe mungamalizire komanso zingati, ndi liti komanso komwe mudzamalizire. Ndinu omasuka kugwiritsa ntchito nthawi yochuluka kapena yochepa pomaliza ntchito zomwe mwasankha. Palibe nthawi yomwe muli ndi udindo uliwonse kuti mumalize ntchito.",
    "1087195513": "Ngati ndinu Wothandizira yemwe amapeza ma Services ndi/kapena amachita ntchito kudzera kapena mogwirizana ndi Wophatikiza m'malo mwa Wofunsira yemwe si IMI, ndiye kuti mukuvomera ndikuvomereza kuti Intuition Machines ilibe udindo ndipo alibe udindo kwa inu. kulemekeza mphotho iliyonse kapena malipiro ena pa ntchito zomwe zatsirizidwa. Mukuvomereza ndikuvomereza kuti mphotho iliyonse kapena malipiro ena pa ntchito zomwe mwamaliza zimatsimikiziridwa molingana ndi mgwirizano wanu ndi Wopempha / kapena Wophatikiza, monga momwe zingakhalire. Mikangano iliyonse yokhudzana ndi mphotho zotere kapena chipukuta misozi (kuphatikiza popanda malire kulephera kulandira mphotho zotere kapena chipukuta misozi) zili pakati pa inu ndi Wopemphayo ndi/kapena Wophatikiza, monga zikuyenera kutero.",
    "952813944": "Kugwiritsa ntchito kwanu tsamba lathu kapena chilichonse chomwe chili mumgwirizanowu sichikupanga ntchito, mgwirizano, mabizinesi, mabungwe, chilolezo, kapena ubale woimira malonda pakati pa inu ndi Intuition Machines. Sitikupatsirani zida zilizonse kapena zida kuti mumalize ntchito. Sitikupatsirani phindu lililonse, chipukuta misozi cha ogwira ntchito, kapena inshuwaransi. Sitili ndi udindo pa ndalama zilizonse zomwe mumawononga pogwiritsira ntchito webusaiti yathu. Sitidzakulepheretsani kulipira msonkho wa boma kapena boma, Social Security, kapena msonkho wina uliwonse. Ndinu mfulu nthawi zonse kuti mugwire ntchito kwa munthu aliyense kapena bizinesi, kuphatikiza aliyense wa omwe timapikisana nawo. Mulibe ulamuliro wolowa mumgwirizano uliwonse, wolembedwa kapena wapakamwa, m'malo mwa Intuition Machines.",
    "3460432665": "Ngakhale zili zomwe tafotokozazi, ngati ndinu okhometsa misonkho aku US, titha kukupemphani W-9, kuti izisinthidwa chaka chilichonse, ndipo titha kukuletsani kugwira ntchito mpaka mutamaliza kapena kukonzanso W-9.",
    "458271951": "Ngati ndinu Wothandizira yemwe amapeza ma Services ndi/kapena amagwira ntchito kudzera kapena mogwirizana ndi Integrator m'malo mwa Intuition Machines (ochita ngati Wopempha), Makina Ogwiritsa Ntchito Intuition angakupatseni mphotho chifukwa chovomerezeka kumaliza ntchito zina. Mukapezeka kuti mwachita zachinyengo, nkhanza, kapena kuphwanya Migwirizano ya Utumikiwa, mphotho iliyonse yomwe mungalandire ikhoza kusungidwa ndi/kapena kubwezedwa ndi Intuition Machines.",
    "3056723024": "13. Kumaliza Zosavomerezeka kwa Ntchito",
    "3913203723": "Ngati, pazifukwa zilizonse, Wopemphayo sakuvomereza kugwira ntchito kwa ntchito yomwe mwamaliza, inu monga Wothandizira kapena Wophatikiza simudzakhala ndi ufulu wolandira mphotho ya ntchitoyo. Ngati malipiro adamwazidwa kale kwa inu chifukwa cha ntchito yosavomerezeka, tikhoza kubweza kwa inu.",
    "3666807632": "14. Ziyeneretso za Wothandizira ndi Maluso",
    "1993899769": "15. Kugwiritsa Ntchito Chidziwitso Kwathu",
    "2927283721": "Mukamagwira ntchito patsamba lathu, mumavomereza kusonkhanitsa, kugwiritsa ntchito, ndi kuulula zambiri zanu molingana ndi Mfundo Zazinsinsi. Kuphatikiza apo, titha kugawana zambiri za inu ndi ntchito zanu zomwe mwamaliza kwa Wopemphayo yemwe ntchito zake mwamaliza kuti atsogolere ubale wautumiki ndikuwongolera tsambalo, kuphatikiza, mwachitsanzo, ID ya Contributor, zotsatira za ntchito zomwe mwamaliza, ndi zina zokhudzana ndi ziyeneretso zanu, zilankhulo, maluso, ndi kugwiritsa ntchito tsamba lanu.",
    "3027055607": "16. Luntha ndi Ufulu Waumwini",
    "3910971075": "IMI ili ndi maufulu onse, kuphatikizapo nzeru zaumwini, mu code source, code code kapena mapangidwe apansi, malingaliro kapena ma algorithms, API, ndi mapulogalamu ena owonjezera, zolemba kapena deta yokhudzana ndi Services (\"Mapulogalamu\"). Simudzatero, mwachindunji kapena mwanjira ina, kudzera mwa munthu wina kapena ayi: (a) tembenuzani mainjiniya, kuwongola, kupasuka, kapena kuyesa kupeza Mapulogalamu; (b) sinthani, masulirani, kapena pangani ntchito zongotengera pulogalamu iliyonse; (c) kukopera, kubwereketsa, kubwereketsa, kugawa, kulonjeza, kupereka, kapena kusamutsa kapena kupha ufulu ku Mapulogalamu aliwonse; (d) kugwiritsa ntchito Mapulogalamu aliwonse pogawana nthawi, zolinga zabungwe la ntchito, kapena mwanjira ina pothandiza wina; kapena (e) kuchotsa zidziwitso za umwini kapena zilembo.",
    "3660891610": "Ngati ndinu Wothandizira, IMI, osati inu, ali ndi ufulu wochita nawo ntchito iliyonse yomwe mumapanga ngati gawo lomaliza ntchito iliyonse. Povomera mfundo za Panganoli mukuvomera (ndipo potero mutero) kusamutsa umwini, umwini, ndi udindo (kuphatikiza maufulu onse aukadaulo omwe alipo padziko lonse lapansi) mkati ndi kuntchito kwanu kwa ife. Kuwonetsetsa kuti timatha kupeza, kukhala angwiro, ndi kugwiritsa ntchito maufulu oterowo, mukuvomeranso (i) kusaina zikalata zilizonse kuti zithandizire pakulemba, kuchita bwino komanso kulimbikitsa ufulu wathu; ndi (ii) kupereka mwayi wokwanira wa chidziwitso chojambulira, kukonza, kuteteza, kuteteza, ndi kuonetsetsa kuti ufulu waumwini woterewu m'mayiko onse. Zofunikira zanu pansi pa gawoli zipitilirabe ngakhale mutasiya kulembetsa kapena kusiya kugwiritsa ntchito Services. Mwatisankha ngati loya wanu kuti tikupatseni zikalata m'malo mwanu pazifukwa zomwe zafotokozedwa m'gawoli.",
    "426125156": "17. Copyright ndi Kuchotsa",
    "1408530660": "IMI imalemekeza nzeru za ena ndipo tili ndi ufulu wochotsa patsamba lathu chilichonse chomwe timakhulupirira kuti chingaphwanye ufulu wanzeru wa munthu wina aliyense. Ngati mukukhulupirira kuti ntchito yanu idakopedwa m'njira yomwe ikuphwanya ufulu waumwini patsamba lino, chonde lemberani thandizo lamakasitomala a Intuition Machines.",
    "2696932851": "18. Kubweza ngongole",
    "3844300338": "Mukuvomera kubwezera, kuteteza, ndi kutisunga kukhala opanda vuto lililonse pazinenezo zilizonse, zowonongeka, ngongole, ndalama, ndi zowonongera (kuphatikiza zolipiritsa ndi zolipiritsa za loya), zochokera kapena zokhudzana ndi momwe mumagwirira ntchito kapena kugwiritsa ntchito kwanu tsamba lathu. .",
    "2474091800": "19. Mikangano ndi Ogwiritsa Ena; Kumasula",
    "3162107126": "IMI siili nawo mkangano uliwonse pakati pa inu ndi wina aliyense wogwiritsa ntchito Mautumikiwa. Mumamasula IMI ndi othandizana nawo kuzinthu zilizonse, zofuna, ndi zowonongeka zamtundu uliwonse ndi chilengedwe, zodziwika ndi zosadziwika, zokayikiridwa ndi zosayembekezereka, zowululidwa ndi zosadziwika, zomwe zimachokera kapena kugwirizana ndi mkangano uliwonse pakati pa inu ndi wogwiritsa ntchito wina.",
    "2271969747": "20. Zachinsinsi Zomwe Mumalandila",
    "1042802841": "Zachinsinsi ndi chidziwitso chilichonse cholembedwa kuti chinsinsi kapena umwini, kapena chomwe chiyenera kumveka bwino ndi wolandirayo kuti ndi chinsinsi kapena umwini. Izi sizikuphatikiza zidziwitso zilizonse (1) zopezeka poyera, (2) zomwe zili kale, zopangidwa mwaokha ndi, kapena zodziwika kale ndi gulu lolandira, kapena (3) zowululidwa mwalamulo la khothi kapena momwe amafunira lamulo.",
    "1918025546": "Ngati mwapatsidwa zinsinsi zachinsinsi kuchokera kwa wina aliyense pa Services, mumavomereza kuteteza chinsinsi chachinsinsicho ndi mlingo womwewo wa chisamaliro chomwe mumagwiritsa ntchito kuti muteteze zinsinsi zanu, koma popanda chisamaliro chochepa. Simungathe kuwulula kapena kufalitsa zinsinsi zilizonse zotere kapena zaumwini, kupatula ngati pangafunike kuti mugwire ntchito. Zonse zomwe zili mkati mwa ntchito pa Intuition Machines Platform ziyenera kuonedwa ngati zachinsinsi ngakhale zomwe sizikufotokozedwa momveka bwino kuti ndi zachinsinsi.",
    "2690395789": "Ngati simufunanso zinsinsi zomwe mwalandira, muyenera kubweza kapena kuwononga (monga momwe wafunira amene waulula zambiri) makope onse azinthu zomwe zilipo, makina, kapena zida zina zomwe mumayang'anira.",
    "2178073797": "Chifukwa kuwulula zinsinsi kungayambitse vuto losatheka, wowululayo ali ndi ufulu wopeza mpumulo pakuphwanya kulikonse kapena kuwopseza kuphwanya mawuwa.",
    "2185860003": "21. Kusintha kwa Webusaiti",
    "2631249972": "Titha kukonza kapena kusintha tsamba lathu popanda kukudziwitsani.",
    "3764131594": "22. Mawebusaiti a Gulu Lachitatu",
    "295955580": "Webusaiti yathu ikhoza kukhala ndi maulalo amawebusayiti ena. Sitilamulira, kufufuza, kuyang'anira, kapena kuyang'ana mawebusaiti oterowo. Sitikhala ndi udindo kapenanso kuvomereza mapulogalamu apakompyuta, zomwe zili, kapena malingaliro omwe ali pamasamba oterowo. Ngati mwaganiza zosiya webusayiti yathu ndi kulowa patsamba lililonse la anthu ena, mumatero mwakufuna kwanu.",
    "838225123": "23. Chodzikanira cha chitsimikizo",
    "3897238493": "NTCHITO ZIMACHITIKA PAMENE ZIMENE ZILIRI. SITIKUYAMBIRA KAPENA ZINTHU ZONSE, ZOTHANDIZA KAPENA ZOCHITIKA, PAMODZI NDI KUPEZEKA, KUKHALA KWAMBIRI, KULAMULA, KUPEZEKA, KAPENA NTCHITO YA NTCHITO, SOFTWARE ILIYONSE KAPENA ZINTHU ZOYENERA, NTCHITO ILI NDI NTCHITO IYI. KUKHALIDWE PAKUPAMULIRA KOPEREKEDWA NDI LAMULO, IMI NDIKUDZIWA ZONSE ZONSE ZOCHITIKA KAPENA ZOCHITIKA, ZINTHU ZONSE NDI ZINSINSI KUPHATIKIZAPO, KOMA ZOSAKHALA NDI, ZINTHU ZOTHANDIZA ZOGWIRITSA NTCHITO, KUKHALA KWAMBIRI PANKHANI, NDIPONSO ZOCHITA. CHOTHANDIZA ANU CHEKHA NDI CHOKHALAKO KWA IMI PAMODZI NDI CHOPANDA CHILICHONSE, KUSAKHUTIKA, KAPENA KUKHALITSIDWA NDIKUSITSA KUGWIRITSA NTCHITO UTUMIKI. kuchokera pakupeza kwanu kapena kugwiritsa ntchito tsambalo kapena Intuition Machines Platform. Zosokoneza zomwe sizinakonzedwe komanso zosakonzekera zitha kuchitika, ndipo sitikulola kupezeka kosalekeza kwa tsamba lathu.",
    "2110259227": "24. Kuchepetsa Udindo",
    "3018077211": "25. Wothandizira Kuthetsa Mikangano",
    "2790841456": "Ngati ndinu Wothandizira, mukuvomera chiganizo chotsatirachi komanso kuleka kuchitapo kanthu:",
    "3302832698": "Kuthetsa Mkangano Kwina Kofunikira.",
    "561456032": "Mukuvomereza kuti pa mkangano uliwonse womwe umabwera chifukwa cha kugwiritsa ntchito kwanu Mautumikiwa, kuphatikiza mkangano uliwonse womwe ungakhalepo kuyambira pomwe mudayamba kugwira ntchito za IMI, makamaka kuphatikiza zonena zilizonse zokhudzana ndi momwe mungasankhire kapena ayi. kontrakitala wodziyimira pawokha, mudzadziwitsa IMI kaye za zomwe mukutsutsa. Inu ndi IMI mudzayesa kuthetsa vutoli mwa kukambirana mwachindunji kapena kuyanjanitsa. Tigawa mofanana mtengo wa mkhalapakati ndikuvomereza kuti kuyanjanitsa kudzachitika kudzera pa telefoni kapena njira zina zamagetsi. Ngati chiganizocho sichinathetsedwe potsatira zokambirana zamwambo kapena kuyanjanitsa, mukuvomereza kuti inu ndi IMI mudzagwiritsa ntchito njira yomaliza komanso yomangirira kuthetsa mkanganowo. Ndime iyi imayang'anira zonena zonse kuyambira pomwe mudayamba kugwiritsa ntchito tsamba lathu, kaya motengera kuzunza, mgwirizano, malamulo, kuphatikiza, koma osalekeza, zonena zilizonse zokhudzana ndi tsankho ndi kuzunzidwa, kaya zikuchokera ku California Fair Employment and Housing Act. , Mutu VII wa Civil Rights Act ya 1964, monga yasinthidwa, kapena lamulo lina lililonse la boma kapena feduro, lamulo lofanana, kapena zina.",
    "3794239003": "Njira Yothetsera Vuto.",
    "4193379787": "Kukangana konse pansi pa mgwirizanowu kudzachitidwa pansi pa malamulo a American Arbitration Association kapena ndi mgwirizano womwe wagwirizana pa mgwirizano. Woweruzayo adzakhala woweruza wa ku US wosankhidwa kuchokera pamndandanda wa mayina osachepera asanu ndi awiri (7) kudzera m'njira zina. Pakukangana, chipani chilichonse chidzakhala ndi ufulu wopeza chidziwitso chokwanira, kubweretsa zotsutsana, ndikupereka mboni ndi umboni wofunikira kuti apereke milandu yawo ndi chitetezo, ndipo mikangano iliyonse pankhaniyi idzathetsedwa ndi woweruzayo. Kuthetsa mkangano kudzakhazikika pa lamulo loyendetsa zodandaula ndi chitetezo chomwe chaperekedwa, ndipo woweruzayo sangapemphe chifukwa china kupatula lamulo lowongolera. Woweruzayo adzakhala ndi chitetezo cha woweruza milandu ku mlandu wa anthu pamene akugwira ntchito monga woweruza milandu, zomwe chitetezo chimawonjezera chitetezo china chilichonse chomwe chilipo. Mphotho iyenera kukhala ndi lingaliro lolembedwa la woweruzayo. Mumapereka ufulu wanu wozengedwa mlandu ndi jury pazomwe mungakhale nazo motsutsana ndi IMI kapena zomwe IMI ingakhale nazo motsutsana nanu. Kudandaula kulikonse pansi pa ndimeyi kuyenera kubweretsedwa mkati mwa nthawi yoyenera. Lamulo la United States Federal Arbitration Act limayang'anira ndimeyi, ndipo mukuvomereza kuti Mgwirizanowu ndi umboni wa malonda.",
    "2583888954": "Kupatulapo.",
    "1034830": "Mikangano yomwe singakhale pansi pa mgwirizano wotsutsana ndi mikangano monga momwe zaperekedwa ndi Dodd-Frank Wall Street Reform and Consumer Protection Act (Public Law 111-203) sizikuphatikizidwa mu izi.",
    "263977834": "Kutopa kwa Utsogoleri.",
    "1807512722": "Mutha kubweretsa zodandaula zilizonse chifukwa chogwiritsa ntchito tsamba lino ku bungwe loyang'anira ntchito, koma pokhapokha ngati malamulo amalola kuti bungwe loterolo lipezeke ngakhale pali mgwirizano wothetsa milandu. Zodandaula za oyang'anira zotere zimaphatikizapo madandaulo opanda malire kapena milandu yobweretsedwa pamaso pa Equal Employment Opportunity Commission, US Department of Labor, ndi National Labor Relations Board. Palibe chilichonse m'ndimeyi chomwe chidzaganiziridwe kuti chikulepheretseni kapena kukukhululutsani kuti musabweretse chigamulo choyang'anira ku bungwe lililonse kuti mukwaniritse udindo wanu wogwiritsa ntchito njira zoyendetsera ntchito musanapereke chigamulo chotsutsana, komabe, mumapereka ufulu wolandira mphotho iliyonse yandalama kudzera mu izi. zochitika zabungwe.",
    "996430331": "Malo a Arbitration.",
    "3040062804": "Mkangano uliwonse womwe ukuchitika pansi pa gawoli uchitika mwachisawawa mu State of California, pokhapokha mutakhala kunja kwa United States, ndiye kuti kusagwirizana kudzachitika pakompyuta kapena patelefoni. Mkanganowo utha kuchitika pamalo ena aliwonse ngati wavomerezedwa ndi gulu lililonse polemba. Mosasamala komwe kuli, chipani chilichonse chikhoza kusankha kuwonekera pazokambirana kudzera pavidiyo kapena teleconference.",
    "3091247030": "Class Action Waiver.",
    "2520904193": "Mumachotsera ufulu uliwonse womwe muli nawo kuti mkangano uliwonse ubweretsedwe, kumvedwa, kapena kutsutsidwa ngati gulu, gulu, kapena nthumwi. Ngakhale ndime ina ili mu mgwirizanowu, chiganizo chapitachi sichidzachotsedwa pa mgwirizanowu mulimonse. Chilichonse chonena kuti zonse kapena gawo la kuchotsera uku ndikosavomerezeka, losavomerezeka, lopanda kanthu kapena losatheka likhoza kutsimikiziridwa ndi khoti laulamuliro woyenerera osati ndi arbitrator. Simudzabwezeredwa kapena kuletsedwa kumaliza ntchito patsamba lathu chifukwa chogwiritsa ntchito ufulu wanu pansi pa Gawo 7 la National Labor Relations Act, kapena polemba kapena kutenga nawo gawo m'kalasi, gulu kapena nthumwi pabwalo lililonse. , koma ife tikhoza mwalamulo kufunafuna kutsatiridwa kwa kalasi iyi waiver, ndi kufunafuna kuchotsa gulu wotero, gulu kapena nthumwi zochita kapena zonena.",
    "3493572638": "Mtengo ndi Malipiro.",
    "702926385": "Maphwando aliyense adzanyamula ndalama zawo zoimirira pamilandu panjira iliyonse, kupatula momwe ndalama za woyimira milandu zimaperekedwa momveka bwino ndi lamulo. Maphwando agawa chindapusa chilichonse choyambilira chomwe woweruza amalipira, mpaka mtengo wokwanira kwa inu wa madola mazana awiri ndi makumi asanu (US$250.00). Mtengo wa arbitrator ndi mtolankhani wa khothi, ngati alipo, udzatengedwa ndi ife poyamba; komabe, woweruzayo adzakhala ndi luntha lopereka ndalama zoyenera kwa chipani chomwe chilipo, malinga ndi lamulo, ndi / kapena kufuna kuti maphwando agawane ndalama zomwe zimagwirizanitsidwa ndi woweruza milandu ndi / kapena mtolankhani wa khoti.",
    "3199694247": "Severability.",
    "3102490587": "Kupatula Class Action Waiver, ngati mawu aliwonse kapena makonzedwe, kapena gawo la chigamulo chotsutsanachi chikunenedwa kuti chilibe kanthu kapena sichingatheke chidzachotsedwa ndipo gawo lotsala la chigamulochi lidzakhala lotheka.",
    "2323013093": "26. Lamulo Logwira Ntchito",
    "2900525040": "Malamulo a State of California amayang'anira Migwirizano Yantchitoyi ndi mikangano, mikangano, kapena zonena zilizonse zomwe zingabwere chifukwa cha iwo.",
    "3339302473": "27. Kuthetsa",
    "1158384644": "Mutha kusankha nthawi iliyonse kusiya kugwiritsa ntchito tsamba lathu, pokhapokha mutatsatira mfundo zonse za IMI. Titha, mwakufuna kwathu, kuthetsa mgwirizanowu, kuyimitsa mwayi wopezeka patsamba lathu, kapena kuchotsa ntchito zilizonse nthawi yomweyo popanda kuzindikira pazifukwa zilizonse.",
    "41530052": "28. Malamulo Onse",
    "3202747130": "Mgwirizano Wathunthu. Terms of Service ndi mfundo zilizonse, ndondomeko, kapena mawu otchulidwa mu mgwirizano uwu zimapanga mgwirizano wonse wa maphwando pokhudzana ndi nkhaniyo, ndipo amalowetsa ndi kuchotsa mapangano onse okhudzana ndi zomwe zachitika kale komanso zamasiku ano, zonena, zoyimira, ndi kumvetsetsa kwa maphwando. .",
    "4080263153": "Palibe Kusiya. Sitidzaganiziridwa kuti tasiya gawo lililonse la ufulu wathu kapena zithandizo zathu pokhapokha ngati chiwongolerocho chili cholembedwa ndikusainidwa ndi ife. Ngati tichedwetsa kukakamiza kapena kulephera kutsata maufulu athu malinga ndi panganoli, sikungawononge ufulu wathu wotsatira lamuloli kapena gawo lililonse la mgwirizanowu.",
    "1789371580": "Ntchito. Simungagawire Terms of Service awa popanda chilolezo chathu cholembedwa. Titha kugawa Terms of Service nthawi iliyonse, popanda kuzindikira. Kutengera zomwe tafotokozazi, Migwirizano ya Utumikiyi ikhala yogwirizana ndi omwe alowa m'malo mwa chipani chilichonse komanso magawo omwe amaloledwa.",
    "2819628066": "Severability. Ngati makonzedwe aliwonse a Terms of Service awa apezeka kuti ndi osavomerezeka kapena osavomerezeka pazifukwa zilizonse, sizingakhudze kutsimikizika ndi kukwanilitsidwa kwa zomwe zatsala.",
    "3955981186": "Zosintha. Palibe kusinthidwa kapena kusinthidwa kwa Migwirizano ya Utumikiyi ndi wina aliyense kupatula IMI kudzagwira ntchito pa IMI pokhapokha ngati chida cholembedwa cholembedwa ndi woyimilira wovomerezeka wa IMI.",
    "1377538813": "Chinenero Chopambana. Baibulo la Chingelezi la Terms of Service ili lidzalamulira m'njira zonse ndipo lidzapambana ngati pali zosagwirizana ndi zomasulira, ngati zilipo.",
    "2438016011": "Mgwirizano Waufulu. Maphwando onse ku Terms of Service awa akuyimira ndikuvomereza kuti aliyense wawunika mbali zonse za mgwirizanowu, wawerenga mosamala ndikumvetsetsa zonse zomwe wapereka, ndipo akulowa panganoli modzifunira.",
    "2445034923": "Ngati simukugwirizana ndi zonse zomwe zili mu Terms of Service, musagwiritse (ndipo simungagwiritse ntchito) kapena kugwiritsa ntchito Tsambali kapena Ntchito.",
    "2646127839": "Customer Appendix ku Master Terms of Service",
    "4097297673": "Monga Makasitomala, Wopempha, kapena Wophatikiza, mukuvomera kuti muzitsatira mawu omwe ali pansipa kuphatikiza pamigwirizano ina iliyonse pakati pa inu ndi IMI.",
    "1093280979": "1. Mafomu Oyitanitsa Papulatifomu",
    "1549953005": "Mutha kukhala kuti mwalemba fomu imodzi kapena zingapo zoyitanitsa papulatifomu (iliyonse, \"Fomu Yoyitanitsa\") monga momwe mungakhalire Makasitomala kapena Wopempha. Ngati ndi choncho, ndiye kuti zomwe zafotokozedwa mu Order Form zimakhala gawo la Terms of Service ndipo zikuphatikizidwa ndi tsatanetsatane.",
    "3819851005": "2. Malipiro",
    "1591032933": "Mulipira IMI zolipiritsa monga zafotokozedwera mu Fomu Yoyitanitsa yomwe ikugwira ntchito kudzera njira yolipirira yomwe mudapereka mu Fomu Yoyitanitsa. Pokhapokha ngati mwavomerezana momveka bwino ndi onse awiri, mupereka malipiro onse a invoice zonse zomwe zaperekedwa pasanathe masiku makumi atatu (30) kuchokera tsiku lotumizira ma invoice. Mumatilola kuti tipereke zilolezo za kirediti kadi pazidziwitso zonse za kirediti kadi zomwe mumatipatsa, kusunga zidziwitso za kirediti kadi, ndi kulipiritsa kirediti kadi yanu kapena akaunti ina iliyonse yomwe timavomerezana nayo ngati njira yolipirira. Pokhapokha zitanenedwa mwanjira ina pa Fomu Yoyitanitsa kapena mkati mwa Enterprise Service Agreement kapena Master Service Agreement, zolipiritsa zonse za Services, kupatula zochulukirapo, zimalipidwa chaka chilichonse pakayamba ntchito zoperekedwa ndi IMI pansi pa Mgwirizano wanu (\"Tsiku Logwira Ntchito\").",
    "4142610534": "Kulipira mochedwa kulikonse kudzachulukana mochedwa pamlingo wa 1.5% pamwezi kapena kuchuluka komwe kumaloledwa ndi lamulo, zilizonse zotsika. Ngati mukulephera kulipira ndalama zomwe ziyenera kuperekedwa pansi pa Mgwirizanowu pazifukwa zilizonse, akaunti yanu ikhoza kuyimitsidwa, mwakufuna kwathu, pomwe palibe malipiro owonjezera omwe adzaperekedwa kuchokera ku akaunti yanu kuti mumalize ntchito ndipo ntchito zanu zonse zidzachotsedwa. kuchokera patsamba lathu. Muyenera kutibwezera ndalama zonse zomwe muyenera kulipira mukafuna, kuphatikiza ndalama zilizonse zolipirira, zolipirira mochedwa, kapena zolipirira loya. Tithanso kupanga malipoti oyenerera kwa mabungwe omwe amapereka malipoti angongole ndi akuluakulu osunga malamulo.",
    "512991700": "Ngati mukufuna kutsutsa chindapusa chilichonse, muyenera kulumikizana ndi dipatimenti yathu yothandizira makasitomala pasanathe masiku makumi atatu (30) kuchokera tsiku lotsekera pabilu yoyamba kapena statement yaakaunti momwe cholakwika kapena vuto lidawonekera kuti mulandire kusintha kapena ngongole.",
    "1273914192": "3. Misonkho",
    "4242322181": "Muli ndi udindo wolipira misonkho yonse yokhudzana ndi Ntchitozi kupatula misonkho yaku US yomwe imayesedwa pa ndalama zonse za Intuition Machines kapena katundu wanu.",
    "1671996585": "Mutha kufunidwa kuti muphatikize tsamba lanu, pulogalamu, kapena nsanja ndi Ntchito zathu pogwiritsa ntchito mawonekedwe athu apulogalamu (\"API\"). Mukatero, tikukupatsani laisensi yocheperako, yosasankhidwa, yosasunthika, yosagawika, yothetsedwa kuti mugwiritse ntchito API kuti mupeze Ntchito. Titha kusintha API ndi/kapena kusiya kuthandizira mitundu yakale kapena kutulutsidwa kwa API nthawi iliyonse. Tili ndi ufulu woyimitsa kapena kuchepetsa mwayi wanu wopeza API mwakufuna kwathu, ndipo tidzayesetsa kukupatsani chidziwitso musanayimitsidwe.",
    "4036662147": "5. Kuteteza Zachinsinsi",
    "3564208535": "Mukuvomera kugwiritsa ntchito zoyeserera kuti muteteze Zachinsinsi zilizonse zolandilidwa kuchokera kwa ife kapena kudzera pa Ntchito zathu. zikuphatikizapo zambiri za bot ndi zina zomwe sizinali zapagulu zabizinesi yathu, kuphatikiza zolembedwa zomwe sizipezeka pagulu ndi zina zilizonse zomwe titha kugawana nazo zokhudzana ndi njira zathu zodziwira bot. Ngati mwapatsidwa mwayi wopeza Zinsinsi zilizonse zotere, titha kusintha, kukuimitsani, kapena kuchepetsa mwayi wanu wopezeka pa Mautumiki athu mwakufuna kwathu ngati tiona kuti Zachinsinsi zimawululidwa pogwiritsa ntchito Mautumiki athu, ndipo tidzayesetsa kuchita bwino. kuti ndikupatseni chidziwitso musanayimitsidwe.",
    "120384113": "6. Kuthetsa",
    "453723556": "Mutha kuletsa Zowonjezera Zamakasitomalazi mosatengera Migwirizano ya Kagwiritsidwe Ntchito posiya kukhala Makasitomala kapena Wopempha. Tili ndi ufulu woyimitsa kapena kuletsa udindo wanu monga Makasitomala kapena Wopempha Nthawi iliyonse, kapena kuletsa akaunti yanu kapena kugwiritsa ntchito Ntchito Zogwirizana ndi Migwirizano Yantchito. Mudzakhala ndi mlandu pakutha kwa ndalama zilizonse zomwe zikuyenera kuperekedwa pansi pa Fomu Yanu Yoyitanitsa. Ngati kulembetsa kwanu kumaphatikizapo chindapusa chilichonse cha pamwezi kapena pachaka kapena zochepera zapamwezi kapena pachaka, mudzakhalabe ndi udindo wolipirira zolipirira zonse za Services kumapeto kwa mwezi kapena chaka chimenecho, motsatana.",
    "218889628": "Pokhapokha titathetsa Zowonjezera Makasitomala kapena Migwirizano Yantchito chifukwa chakuphwanya Zowonjezera Makasitomala kapena Migwirizano Yantchito, ngati tisiya ndipo mwatilipiriratu chindapusa chilichonse, tidzakubwezerani gawo lina lazomwezo. ndalama zolipiriratu, kutengera nthawi yotsala kapena Ntchito zomwe mwalipira, zilizonse zochepa. Tidzamaliza ntchito yathu m'njira yabwino pazamalonda ndikusunga ndikukutumizirani zonse zolipiridwa za Output Data Sets ndi Makasitomala onse omwe tili nawo. Pakutha kulikonse, titha koma sitikakamizidwa kuchotsa chilichonse.",
    "2505227594": "7. Kuchulukitsa",
    "2369877184": "Chiwongola dzanja chachikulu chololedwa cha RPS cha hCaptcha Integrators kapena Makasitomala ndi zopempha 1,000 pa sekondi iliyonse kwa mabungwe omwe ali muakaunti yanu (\"RPS\"), pokhapokha atanenedwa mwanjira ina ndi mgwirizano wolembedwa pakati pa inu ndi ife.",
    "234420106": "Ngati ndinu Wophatikiza kapena Makasitomala a ntchito ya hCaptcha Enterprise ndipo kugwiritsa ntchito kwa API monga momwe kuyezedwera ndi RPS kupitilira mulingo womwe mwaperekedwa pagawo lanu lantchito, titha kusankha kusintha ntchito yanu kapena kukulipiritsani ndalama zochulukirapo. Ngati chiwongola dzanja chanu cha RPS chikupitilira kuchuluka kwa 10 kwa mphindi 10 kapena kupitilira apo mkati mwa masiku 30 ndipo zambiri mwazopemphazi, mwachiweruzo chathu chokha, osati magalimoto oyipa, titha kusankha adzakulipirani malinga ndi kuchuluka kwa kuchuluka komwe mwapanga pamapulogalamu onse a API omwe adapangidwa mwezi umenewo.",
    "2619472217": "8. Kugulitsanso",
    "2019702084": "Pokhapokha zitaloledwa mu Mgwirizano wa Makasitomala a Master Service Agreement kapena Reseller Agreement, SaaS Services yolamulidwa sidzagulitsidwa, kugulitsidwanso, kubwereketsa, kubwereketsa, kupatsidwa chilolezo, kupatsidwa chilolezo, kapena kuperekedwa kwa wina aliyense wachitatu (kupatulapo Wothandizira Makasitomala). ), ndi maoda onse omwe ali pansi pa Mgwirizanowu komanso kugwiritsa ntchito Makasitomala onse pa Utumikiwu zikhala za Makasitomala kapena Othandizana nawo akugwiritsa ntchito bizinesi yamkati.",
    "1233229030": "Zosiyanasiyana",
    "1467783792": "Palibe munthu, bungwe, kapena bungwe lololedwa ndi United States (\"Wovomerezeka Wochita Zochita\") yemwe ali woyenera kulandira mphotho kapena kugwiritsa ntchito Ntchito ngati Yophatikiza. Kuti tipewe kukayika, izi zikuphatikizapo Ochita Zoletsedwa Osankhidwa ndi Office of Foreign Assets Control (\"OFAC\") ya US Department of Treasury.",
    "3759657802": "Simungagawire, kusamutsa, kapena kugawa Migwirizano ya Utumikiwa kapena maufulu anu kapena maudindo omwe ali pansipa mwanjira iliyonse (mwalamulo kapena mwanjira ina).",
    "1627232990": "Zomasulira za Migwirizano Yantchitoyi zimaperekedwa mwa kuyesetsa kwambiri. Pakakhala kusiyana kwakukulu pakati pa Migwirizano ya Utumiki wa chinenero cha Chingerezi ndi kumasulira kwake, Migwirizano ya Utumiki ya Chingelezi idzatengedwa ngati yovomerezeka.",
    "805221621": "Chonde titumizireni pa",
    "259613338": "ngati muli ndi mafunso okhudza Terms of Service awa.",
    "2735878907": "Business Continuity Planning Statement",
    "2887242610": "Intuition Machines, Inc yapanga Business Continuity Plan ya momwe tidzayankhira zochitika zomwe zimasokoneza kwambiri bizinesi yathu ya hCaptcha. Popeza nthawi ndi zotsatira za masoka ndi zosokoneza ndizosayembekezereka, tidzayenera kukhala osinthika poyankha zochitika zenizeni pamene zikuchitika. Poganizira izi, tikukupatsirani zambiri za dongosolo lathu lopitiliza bizinesi.",
    "809251240": "Kulumikizana Nafe",
    "2551802342": "- Tikukonzekera kuchira mwachangu ndikuyambiranso mabizinesi pambuyo pa kusokonekera kwakukulu kwabizinesi ndikuyankha poteteza antchito athu ndi katundu wathu, kuwunika zachuma ndi magwiridwe antchito, kuteteza mabuku ndi zolemba zamakampani, ndikulola makasitomala athu ndi omwe amawagwiritsa ntchito kuchitapo kanthu pa intaneti. Mwachidule, ndondomeko yathu yopititsira patsogolo bizinesi yapangidwa kuti ilole kampani yathu kuyambiranso ntchito mwachangu momwe tingathere, poganizira kukula ndi kuopsa kwa kusokonezeka kwabizinesi. Ma adilesi athu opitilira bizinesi: zosunga zobwezeretsera ndi kuchira; machitidwe onse ofunikira; kuwunika kwachuma ndi ntchito; njira zolumikizirana ndi makasitomala, antchito, ndi mabungwe oyang'anira; malo ena antchito; wofunikira wofunikira komanso kukhudzidwa kwamakasitomala; malipoti owongolera; ndikudziwitsa makasitomala athu mwachangu ngati sitingathe kupitiliza bizinesi yathu. Gulu lathu lothandizira limasunga zolembedwa zathu zofunika m'malo osiyanasiyana. Ngakhale kuti vuto lililonse ladzidzidzi limabweretsa mavuto apadera okhudzana ndi zinthu zakunja, monga nthawi ya tsiku ndi kuopsa kwa kusokonezeka, talangizidwa ndi dziwe lothandizira ili kuti cholinga chawo ndi kubwezeretsa ntchito zawo ndikutha kuyambiranso ntchito mofulumira. Ngakhale tayesetsa kuchepetsa chiwopsezo pogwiritsa ntchito magulu osiyanasiyana ogulitsa, ntchito zanu zitha kusinthidwa kapena kuimitsidwa panthawiyi.",
    "826396656": "Business Continuity Plan yathu",
    "1979347895": "- Kusokonekera kwakukulu kwa bizinesi kumatha kusiyanasiyana malinga ndi kukula kwake, monga kampani yathu yokha, nyumba imodzi yokhala ndi kampani yathu, dera lomwe kampani yathu ili, mzinda womwe tili, kapena dera lonse. Mkati mwa madera onsewa, kuopsa kwa kusokonezeka kungathenso kusiyana kuchokera ku zochepa mpaka zovuta. Posokoneza kampani yathu, chigawo chathu chabizinesi, mzinda, kapena dera kapena nyumba yomwe ili ndi kampani yathu, tidzasamutsa ntchito zathu kutsamba lathu ngati pakufunika kutero ndipo sitiyembekezera kusokonezedwa kwazinthu zamabizinesi. Mulimonse momwe zingakhalire, tikukonzekera kupitiriza bizinesi, kutumiza ntchito kwa ogulitsa ena ngati kuli kofunikira, ndikukudziwitsani kudzera pa webusaiti yathu pa hcaptcha.com ndi tsamba lathu lachidziwitso pa hcaptchastatus.com momwe mungatithandizire. Ngati kusokonekera kwakukulu kwa bizinesiyo kuli kokulirapo kotero kuti kumatilepheretsa kukhalabe mubizinesi, tikudziwitsani mwachangu.",
    "653679457": "Zosokoneza Zosiyanasiyana",
    "410397176": "Kuti mudziwe zambiri",
    "2095899021": "hCaptcha Branding Guidelines ndi General Trademark License",
    "2340340589": "Malangizo ogwiritsira ntchito chizindikiro cha hCaptcha",
    "2430148876": "Tapanga malangizowa ndi laisensi yazidziwitso kuti zikhale zosavuta momwe tingathere kwa makasitomala athu, ogwira nawo ntchito, ndi mafani kuti azigwira ntchito ndi mtundu wathu ndikusungabe mbiri yathu. Ngati mukufuna kugwiritsa ntchito zithunzi za hCaptcha, ma logo, kapena zilembo zina m'njira zomwe zimasiyana ndi malangizowa, muyenera kulumikizana nafe (IMI) kuti mupeze chilolezo cholembedwa.",
    "3884400764": "Ngakhale mutha kugwiritsa ntchito zizindikiro za hCaptcha malinga ndi malangizowa, sizikutanthauza kuti muli ndi ufulu uliwonse mu hCaptcha Marks, logos, kapena chizindikiro china chilichonse, dzina lamalonda, chizindikiro cha ntchito, dzina labizinesi kapena kukomera mtima kwa hCaptcha. Tikufuna kupereka kusinthasintha momwe tingathere, koma tili ndi udindo woteteza hCaptcha kuti isagwiritsidwe ntchito mosaloledwa ndi chizindikiro chilichonse, dzina lamalonda, chizindikiro cha ntchito, dzina labizinesi kapena kukomera mtima kwa hCaptcha. Kugwiritsa ntchito kulikonse kosaloledwa kumathetsa chilolezo kapena chilolezo choperekedwa ndi hCaptcha ndipo atha kukhala ndi ngongole pakuwonongeka kulikonse.",
    "512598290": "Chifukwa chake, tiyenera kufunsa kuti nthawi zonse muzigwiritsa ntchito zilembo zonse za hCaptcha ndi ma logo mu mawonekedwe omwe amatsatira malamulo omwe ali pansipa, kuphatikiza capitalization, typeface, ndi kalembedwe.",
    "2075610992": "Zikomo chifukwa cha thandizo lanu!",
    "1023190144": "hCaptcha® m'mawu",
    "4274324704": "Umu ndi momwe mungagwiritsire ntchito dzina lathu polemba:",
    "3912926900": "hCaptcha® iyenera kukhala ndi chizindikiro cholembetsedwa nthawi yoyamba yomwe imawonekera m'kope lopanga.",
    "950637875": "Kalembedwe ka hCaptcha sayenera kusinthidwa ndipo hCaptcha nthawi zonse iyenera kukhala ndi zilembo zazikulu mu chilembo chachiwiri (\"C\"). Sizikhala zambiri kapena kukhala nazo.",
    "2624601135": "\"hCaptcha\" sayenera kugwiritsidwa ntchito ngati gawo la dzina lachidziwitso, lolumikizidwa ndi hyphen, kapena kugwiritsidwa ntchito m'maina a mapulogalamu kapena zinthu zina.",
    "3828090208": "M'malo mwake gwiritsani ntchito \"hCaptcha\".Ngati ikugwiritsidwa ntchito ndi logo ya gulu lina, \"hCaptcha\" iyenera kukhala yaying'ono kukula kwake kuposa logo ya gulu lina.",
    "4149738856": "hCaptcha iyenera kugwiritsidwa ntchito ngati chiganizo ndikutsatiridwa ndi mawu omveka bwino.",
    "1446868537": "hCaptcha sayenera kugwiritsidwa ntchito ngati mneni.",
    "2487931657": "Osagwiritsa ntchito: \"ife hCaptcha'd tsamba lathu.\"",
    "2565565429": "M'malo mwake gwiritsani ntchito: \"timagwiritsa ntchito hCaptcha kuti tsamba lathu likhale lotetezeka komanso lotetezeka.\"",
    "3434202027": "Kugwiritsa ntchito kulikonse kwa dzina la hCaptcha pazolumikizana kumafuna kuti: \"hCaptcha ndi chizindikiro cholembetsedwa cha Intuition Machines, Inc.\"",
    "2754937029": "Zosavomerezeka Kugwiritsa Ntchito",
    "2436973524": "Zolemba zolondola zokha ndizovomerezeka. Sizololedwa kunena kuti tsamba limagwiritsa ntchito mautumiki a hCaptcha ndi mapulogalamu pamene satero. Mofananamo, kugwiritsa ntchito chizindikiro chathu kapena mabaji aliwonse kulinso koyenera pokhapokha malowa akugwiritsa ntchito ntchito za hCaptcha.",
    "69844082": "Zizindikiro za hCaptcha, zithunzi, ma logos, typeface, kapena zithunzi sizingagwiritsidwe ntchito monyozetsa.",
    "3861413614": "Simungagwiritse ntchito chizindikiro chilichonse cha hCaptcha kapena logo yomwe ingatanthauze kuti hCaptcha ili ndi mgwirizano kapena kuvomereza, kuthandizira, kapena chithandizo cha chinthu chachitatu kapena ntchito, popanda chilolezo cholembedwa.",
    "1409822234": "Palibe nthawi iliyonse chizindikiro chofanana kapena chofanana cha hCaptcha chigwiritsidwe ntchito ngati dzina lachida.",
    "4181060163": "Anthu ena sayenera kugwiritsa ntchito kusinthasintha kapena kulembedwa molakwika kapena kuchita mwanjira ina iliyonse yomwe ingayambitse chisokonezo choyambirira pa zilembo za hCaptcha.",
    "3955555607": "Kupatula Othandizana Nawo kapena Ogulitsa Ovomerezeka, anthu ena sangabwereke mawu osakira, Google AdWords, kapena makina ena otsatsa omwe amagwiritsa ntchito ma hCaptcha kapena molakwika. Komanso anthu ena sangagwiritse ntchito zilembo za hCaptcha m'mayina awo, kukhathamiritsa kulikonse kwa injini zosakira, ma meta tag, mawu osakira, ma code, kapena zina zolakwika.",
    "1985238261": "Zizindikiro Zina Zoletsedwa",
    "2193061499": "Ena mwa ma logo athu ndi zizindikiro zimangogwiritsidwa ntchito ndi hCaptcha ndi anzawo. Anthu ena sangagwiritse ntchito zizindikiro zotsatirazi popanda chilolezo cholembedwa kuchokera ku hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Authorized Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop ndi hCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "BotStop logo™",
    "3942875761": "Thandizani Kumanga Webusaiti Yabwino™",
    "364774188": "Ndine munthu™",
    "2785425016": "(m'mawu okhudza kutsimikizira kwaumunthu, mwachitsanzo, kuyitanira kuchitapo kanthu)",
    "2639657759": "Zizindikiro Zogwiritsidwa Ntchito Mwachilolezo",
    "1268918580": "Ena mwa ma logo ndi ma logo omwe amagwiritsidwa ntchito ndi hCaptcha ndi anzawo ndi a anthu ena ndipo atha kugwiritsidwa ntchito ndi chilolezo chawo. Anthu ena sangagwiritse ntchito zizindikiro zotsatirazi pokhapokha ngati aloledwa ndi eni ake:",
    "3782751514": "HUMAN Protocol® ndi chizindikiro cholembetsedwa cha HUMAN Protocol Foundation, ndipo imagwiritsidwa ntchito ndi chilolezo chake.",
    "1620709264": "HUMAN Token® ndi chizindikiro cholembetsedwa cha HUMAN Protocol Foundation, ndipo imagwiritsidwa ntchito ndi chilolezo chake.",
    "3031953928": "HUMAN Network™ ndi chizindikiro cha HUMAN Protocol Foundation, ndipo imagwiritsidwa ntchito ndi chilolezo chake.",
    "3554363588": "Zizindikiro Zina",
    "3290996791": "Mayina ena onse azinthu, ma logo, ndi mitundu ndi eni ake. Mayina ena onse amakampani, malonda ndi mautumiki omwe amagwiritsidwa ntchito patsambali ndi ozindikiritsa okha. Kugwiritsa ntchito mayina, ma logo, ndi mitundu sikutanthauza kuvomereza.",
    "2444685143": "Logo Policy",
    "2414232014": "Chizindikiro chathu chimazindikirika nthawi yomweyo komanso chimodzi mwazinthu zathu zamtengo wapatali komanso zofunika kwambiri. Kuwonetsetsa kuti ikukhalabe chiwonetsero cholimba cha kampani yathu, iyenera kuwonetsedwa mosamala komanso mosasinthasintha panjira zonse zolumikizirana.",
    "803639471": "Chizindikiro cha hCaptcha chili ndi chithunzi chamanja ndi logotype ya hCaptcha. Mu mawonekedwe ake ena, chithunzi cha dzanja chikhoza kuwoneka chokha pamene danga likuletsedwa ndipo \"hCaptcha\" imagwiritsidwa ntchito ngati chizindikiro cha mawu (monga tafotokozera pamwambapa) pafupi ndi chithunzi cha dzanja, kotero kuti zikuwonekeratu kuti chizindikiro cha dzanja chikuyimira hCaptcha.",
    "564127016": "Chizindikiro chamanja cha hCaptcha:",
    "1424800293": "Chizindikiro cha hCaptcha:",
    "1525506526": "Kodi Kutenga Akaunti Ndi Chiyani Ndipo Amagwira Ntchito Motani?",
    "2446481523": "Pali nthano yachikale pomwe woyendetsa ngolo ndi munthu wolemekezeka amawonekera kumalo osungira anthu m'mudzi wawung'ono wakumidzi. Mwamuna wina, yemwe anavala zonyansa, zaumphawi, anauza mkulu wa asilikaliyo kuti, “Ndine wolemekezeka. Munthu uyu anali dalaivala wanga.",
    "1767952047": "Anandiukira usiku watha, kundibera zovala komanso kundilanda ndalama.” Munthu winayo, atavala zokongoletsa kwambiri, zovala za anthu olemekezeka, anayankha kuti, “Constable, munthu uyu ndi wamisala. Akuganiza kuti ndi wolemekezeka. Ndine wolemekezeka weniweni. M’mangeni!”",
    "2947576723": "Nkhaniyi idalipo kale ziphaso zoyendetsa ndi kusindikiza zala za digito, koma zimapereka chitsanzo chabwino cha zomwe zingasokonekera pakatengedwe ka akaunti. Munthu amalowa muakaunti yakubanki yapaintaneti kapena pulogalamu yolipira pafoni yam'manja. Kodi ndiye mwini akaunti weniweni, kapena wowononga? Ndani kwenikweni? Nkhani zachitetezo izi zimakhudza mabungwe omwe amalola mwayi wopeza akaunti yodzichitira okha.",
    "1687299615": "Kodi kutenga akaunti ndi chiyani?",
    "2648707986": "Kulanda akaunti ndi mtundu wina wachinyengo pa intaneti pomwe wochita zoyipa amadzitengera mwini akaunti yapa intaneti. Nthawi zambiri, akauntiyo imakhala kumalo azachuma kapena bizinesi ya e-commerce komwe wachinyengo amatha kuba ndalama, malonda kapena makadi amphatso. Wowukirayo amagwiritsa ntchito zidziwitso zolowera zomwe abedwa kuti alowe muakauntiyo ndikuilanda, mwina kusintha mawu achinsinsi kuti atseke mwini akauntiyo.",
    "1476843710": "Njira zosawononga ndalama zambiri koma zowonongabe zolanda akaunti zimaphatikizapo kubedwa kwamaakaunti azama media ndi zina zotero. Pazifukwa izi, wowukirayo nthawi zambiri amayesa kufalitsa pulogalamu yaumbanda kapena kuchita nawo zachinyengo kwa anzawo omwe sakuwakayikira. Kapena, wowukirayo akuyesera kuchititsa manyazi wozunzidwayo, zomwe nthawi zina zimachitika ndi anthu otchuka komanso ndale, mwachitsanzo.",
    "2904949278": "Kodi owononga amatenga bwanji akaunti?",
    "2575690545": "Kulanda maakaunti, monga chinyengo chambiri pa intaneti, nthawi zambiri zimakhala zongochitika zokha, komanso njira zambiri. Sizichitika kawirikawiri kwa wowononga, atavala hoodie m'chipinda chapansi cha amayi ake, kuti alembe mawu achinsinsi mu mawebusaiti akubanki imodzi ndi imodzi.",
    "3614653023": "M'malo mwake, mchitidwewu umadalira pazambiri zodziwika bwino zomwe zimayesa mamiliyoni a ogwiritsa ntchito / mawu achinsinsi pamabungwe azachuma ambiri omwe akutsata ndikuyembekeza kumasula kagawo kakang'ono ka maakaunti. Kamodzi pulogalamu yachinyengo yodzichitira yapeza mwayi wolowa muakaunti, wobera anthu amatha kutenga nawo gawo, koma nthawi zina, ayi.",
    "2762759509": "Zambiri zolanda akaunti zimakhala zongochitika zokha.",
    "1972710018": "Kuwona momwe kampaniyo imawonera",
    "1282121137": "Kuti mumvetsetse momwe kutengedwera kwa akaunti kumakhala kovuta, lingalirani momwe zochitikazo zimawonekera kuchokera ku bungwe lazachuma. Amagwira mamiliyoni a malowedwe tsiku lililonse.",
    "2315518622": "Ndi kutsogola komwe kulipo mu zida zamasiku ano zowukira, ndizovuta kwambiri kuzindikira zomwe, ngati zilipo, ndi zachinyengo. Kenako, munthu amayimbira foni yotumizira makasitomala ndikunena kuti “Akaunti yanga yawukiridwa! Sindingathe kulowa ndipo wina akubera ndalama zanga!”",
    "1836369533": "Mofanana ndi constable wa m'nthano, kodi munthu angadziwe bwanji kuti ndani kwenikweni? Ngati wowukirayo ali ndi zidziwitso zokwanira kubedwa, monga nambala ya laisensi yoyendetsa, nambala yachitetezo cha anthu, dzina lachimuna la amayi, adilesi, ndi zina zotero, zitha kukhala zovuta kudziwa ngati woyimbayo ndiye mwini akaunti weniweni kapena wowukira yemwe akuyesa kupeza sinthani password pa akaunti yomwe akufuna kulowa.",
    "2880837730": "Kodi chingachitike ndi chiyani kuti muyimitse kutenga akaunti?",
    "3654556483": "Mabungwe azachuma ndi makampani a eCommerce ali ndi njira ndi zowongolera zomwe zimachepetsa chiopsezo chotenga akaunti. Izi zimachokera ku mafunso akale akuti \"dzina la bwenzi lanu lapamtima ku pulayimale\" anali ndani mpaka njira zodziwira zomwe zimatulutsira ma adilesi a IP okayikitsa komanso mbiri yazida zam'manja.",
    "2449501658": "imapereka njira imodzi yapamwamba kwambiri yochepetsera chiwopsezo cha kuyesa kulowa muakaunti mwachinyengo, kugwiritsa ntchito makina ophunzirira kuti azindikire ndi kuyimitsa bots, ndikupangitsa kuti zikhale zovuta kwambiri kapena zosatheka kuti azachinyengo atengere akaunti.",
    "3621455477": "kuti mudziwe zambiri!",
    "555246307": "Nkhani ya mkuluyo ndi dalaivala wake inatha motere: Constableyo anachititsa amuna awiriwa kukhala pamodzi m’chipinda kwa maola ambiri ndipo anatopa kwambiri. Pamapeto pa tsikulo, iye anawonekera nati, “Ndilankhula ndi woyendetsa ngoloyo tsopano.” Munthu wovala zolemekezeka anaimirira. Anatopa kwambiri, anaiwala kuti amangodzinamiza kuti ndi wolemekezeka.",
    "1224727373": "BotStop ndi hCaptcha",
    "1187718370": "Lumikizanani nafe",
    "3892905664": "hCaptcha imathandiza mautumiki omwe mumakonda pa intaneti kuti asawononge bots, spam, ndi nkhanza pofunsa mafunso osavuta omwe ndi osavuta kwa anthu komanso ovuta makina.",
    "555158694": "Ntchito yomwe mumagwiritsa ntchito yasankha kukulitsa luso lanu patsamba lawo pokhazikitsa hCaptcha kuti muchepetse kuchuluka kwa magalimoto oyipa.",
    "1617196410": "hCaptcha imayang'ana kwambiri kuyimitsa bots. Sitisamala kuti wogwiritsa ntchito ndi ndani, koma ngati ali oyipa. Timagwira ntchito molimbika kulinganiza zachinsinsi &",
    "1624200563": "chitetezo, ndikutsatira GDPR, CCPA, LGPD, PIPL, ndi malamulo ena achinsinsi.",
    "1927613000": "hCaptcha imaphatikiza kuphunzira kwamakina kwaukadaulo ndi nsanja yamphamvu yoteteza mawebusayiti kuti asatengere akaunti, kuyika mbiri, kukwapula, ndi nkhanza zina.",
    "1133989302": "Chifukwa chiyani hCaptcha?",
    "34074886": "Nthawi iliyonse mukayankha zovuta, timagwiritsa ntchito zitsanzo zapamwamba kuti tidziwe ngati ndinu munthu. Tsamba lomwe mudapitako limagwiritsa ntchito zotsatirazi kuti zikuthandizireni kukonza zomwe mwakumana nazo patsamba lawo poletsa ma bots.",
    "3412647984": "Izi zimakupatsani mwayi wopewa mafunso amtsogolo polembetsa ndikukhazikitsa cookie. Chonde yesaninso kuzimitsa choletsa malonda anu.",
    "2510209017": "Mukufuna thandizo lina?",
    "477275453": "Chifukwa Chiyani Ma API Ndi Chandamale Chodziwika Kwa Obera?",
    "596347471": "Ma Application Programming Interfaces (APIs) akhala chandamale chodziwika bwino kwa ochita zoipa pa intaneti. Pali zifukwa zambiri za izi, kuphatikiza kugwiritsa ntchito kwawo kwakukulu pakuphatikiza mapulogalamu. Ndizotheka kuchepetsa chiopsezo cha API, komabe.",
    "2441638955": "Choyamba, API ndi chiyani?",
    "3963216198": "Kuti tikambirane chifukwa chake ma API ali chandamale chodziwika kwa obera, ndikofunikira kaye kaye pang'ono kuti mufotokoze tanthauzo la mawu oti \"API.\" Lingaliro la API silili lachilendo konse. M'malo mwake, zolumikizira zolumikizira makina osiyanasiyana apakompyuta wina ndi mnzake, komanso zida zawo zamkati, zakhala zikuchitika kuyambira koyambirira kwa 1960s.",
    "1047251718": "Masiku ano, komabe, anthu akamalankhula za ma API, nthawi zonse amatanthauza ma API otengera miyezo. Awa ndi ma API opangidwa pogwiritsa ntchito miyezo yotseguka monga Representational State Transfer (REST) ndi kutsegula mafayilo amtundu wamba monga JavaScript Object Notation (JSON). Ma \"RESTful API\" oterowo, monga amadziwika, amatha kupangidwa popanda kufunikira kwa pulogalamu ya eni. Zotsatira za API zimatha kutumiza ndi kulandira mafoni a data ndi ndondomeko pakati pa mapulogalamu a mapulogalamu. Mwachitsanzo, pulogalamu yakubanki yam'manja imagwiritsa ntchito API kuti ipeze machitidwe a banki.",
    "3195334319": "Kugwiritsa ntchito komanso kusatetezeka kwa ma API",
    "1903743785": "Kubwera kwa ma API ozikidwa pamiyezo kunayimira kulumpha kwakukulu pakuphatikiza ntchito. Kwa zaka pafupifupi 20 zapitazi, ma API adakhala okwera mtengo komanso ovuta kugwiritsa ntchito mapulogalamu a eni ake kupita ku zida zaulere, zozikidwa pamiyezo zomwe zinali zosavuta kuzigwiritsa ntchito - komanso kutumizira mwachangu.",
    "879362350": "Ndi ma API atsopano omwe akugwira ntchito pa intaneti, zinakhala zotheka kulumikiza pulogalamu iliyonse kapena gwero la deta, kulikonse padziko lapansi, mosasamala kanthu za nsanja, schema ya data kapena chinenero cha mapulogalamu. Zotsatira zake, dziko la makompyuta tsopano lili mkati mwa kusintha kwa API. Pakhala pali kuphulika kwa kulumikizana pakati pa mapulogalamu ndi data. Ndizo zabwino, mpaka izo siziri.",
    "3844432472": "Kutseguka komanso kugwiritsidwa ntchito kwa ma API kumawapangitsa kukhala olemera modabwitsa kwa omwe akuwukira. Momwemonso kuti pulogalamu yam'manja imatha kukonzedwa kuti ifikire ndi KUGWIRITSA deta kuchokera kumagulu amakampani pogwiritsa ntchito API, momwemonso pulogalamu yaumbanda. Obera adalemba zida zosiyanasiyana zamapulogalamu kuti azizunza ma API. Ndi ogwira kuukira njira.",
    "2187096543": "Zowonadi, pakhala kuphwanya kwakukulu kwa data komwe kumabwera chifukwa cha mapulogalamu olembedwa ndi hacker omwe adayitanitsa API kuti ichotse deta kuchokera ku database. Kupatula apo, ngati kubera deta kumangofunika kuyimba foni ya GET pa API, yolembedwa pogwiritsa ntchito REST ndi JSON, ndiye kuti ndizosavuta kuvula nkhokwe mwachangu. M'malo mwake, anthu akamalankhula za kuwopseza kwa \"screen scraping\", zomwe akutanthauza, makamaka, ndi mafoni othamanga kwambiri a API omwe amakoka deta kuchokera ku database. Ma API akhala malo akuluakulu owukira mabungwe omwe amawapanga.",
    "4222109231": "Kuchepetsa chiopsezo cha API ndi hCaptcha's Enterprise Product",
    "1783317946": "Kuyimitsa kuukira kwa API ndi njira yotchuka yogwiritsira ntchito",
    "3022922096": ", hCaptcha's enterprise suite of products. Mosiyana ndi mtundu waulere wa hCaptcha,",
    "63719113": "amagwiritsa ntchito makina ophunzirira apamwamba kuti azindikire kuchuluka kwa anthu oyipa patsamba lanu ndi mapulogalamu - kuphatikiza ntchito zosewerera.",
    "3566102529": "ife lero kuti tiphunzire zambiri.",
    "3096553330": "Dongosolo lililonse lomwe timapanga limangowonetsa ubale wathu ndi anthu ena.",
    "1467218142": "Zomwe timafuna kuchokera kwa iwo ndi ife eni zimayendetsa khalidwe lathu, motero machitidwe omwewo amachitiranso mobwerezabwereza machitidwe onse aumunthu. Intaneti imapereka zitsanzo zabwino kwambiri za mbali yofunika imeneyi ya dziko lathu lapansi.",
    "808872868": "Mwachitsanzo: sipamu, chinyengo, ndi nkhanza zakhalapo pa intaneti kuyambira pafupifupi tsiku lomwe machitidwe awiri adalumikizidwa koyamba.",
    "1085089390": "Nkhanza za pa intaneti zimachokera ku makhalidwe achibadwa a anthu",
    "3064321967": "Imelo yoyamba yodziwika sipamu idatumizidwa mu 1978. [",
    "3800781598": "] Pafupifupi zaka makumi asanu pambuyo pake, sipamu ya imelo ikupitilira kutivutitsa. Madola mabiliyoni ambiri ndi zaka zikwi zambiri zauinjiniya zapangidwa kuti zigonjetse, komabe spam ikupitilirabe. Pali mafakitale a madola mabiliyoni kumbali zonse ziwiri, mwachitsanzo, omwe amawateteza ndi omwe amawatumiza.",
    "2119943547": "Chifukwa chiyani izi? Yankho lake ndi losavuta. Malingana ngati pali chilimbikitso chogwiritsa ntchito molakwika dongosolo, wina amapeza njira. Ndipo akatero, munthu wina tsopano adzakhala ndi chilimbikitso chowaletsa.",
    "532470444": "Kuchulukaku kumatha kusuntha pang'ono chaka ndi chaka, koma izi zimangowonetsa chibadwa chamunthu, ndipo zaka zikwi zisanu za mbiri yolembedwa zikuwonetsa kuti kusinthaku sikungasinthe posachedwa.",
    "3193548097": "Hope Springs Muyaya",
    "4065614934": "Kusanthula uku sikwachilendo, koma anthu ali ndi chiyembekezo kwamuyaya. Makamaka pamene akuganiza kuti lingaliro lawo ndi latsopano.",
    "1216071511": "Malingaliro omwewo amaperekedwa pafupipafupi kotero kuti pafupifupi zaka 20 zapitazo, mlembi wosadziwika adadza ndi kudzaza kothandiza pazokambirana zapaintaneti zokhudzana ndi zothetsera zotsutsana ndi sipamu:",
    "1941999673": "Positi yanu imalimbikitsa a",
    "4179118182": "( ) luso ( ) malamulo ( ) otengera msika ( ) vigilante",
    "3978720689": "njira yolimbana ndi spam. Lingaliro lanu silingagwire ntchito. Ichi ndi chifukwa chake sizingagwire ntchito.",
    "318339230": "(Chimodzi kapena zingapo mwa zotsatirazi zitha kugwira ntchito pamalingaliro anu, ndipo zitha kukhala",
    "30312304": "zolakwika zina zomwe zinkasiyana malinga ndi boma lisanakhazikitsidwe lamulo loipa la feduro.)",
    "2710988028": "( ) Otsatsa a Spammers amatha kugwiritsa ntchito mosavuta kukolola maimelo a imelo",
    "3912514510": "( ) Mndandanda wamakalata ndi zina zovomerezeka za imelo zitha kukhudzidwa",
    "2030062561": "( ) Palibe amene adzatha kupeza mnyamatayo kapena kutenga ndalamazo",
    "3334160175": "( ) Sichingathe kudziteteza ku ziwawa zankhanza",
    "3238345709": "( ) Imayimitsa sipamu kwa milungu iwiri ndiyeno tikhalabe nayo",
    "4227800293": "( ) Ogwiritsa ntchito imelo sangalekerere",
    "2271252286": "( ) Microsoft sidzapirira nazo",
    "692064738": "( ) Apolisi sangalekerere",
    "3475647460": "( ) Pamafunika mgwirizano wochuluka kuchokera kwa otumizira ma spammers",
    "1482845460": "( ) Pamafunika kugwirizana kotheratu kwa aliyense nthawi imodzi",
    "3741193183": "( ) Ogwiritsa ntchito maimelo ambiri sangakwanitse kutaya bizinesi kapena kupatutsa omwe angakhale olemba anzawo ntchito",
    "2234909600": "( ) Omwe amatumiza sipamu samasamala za maadiresi olakwika pamndandanda wawo",
    "1982617151": "( ) Aliyense akhoza kuwononga ntchito kapena bizinesi ya wina mosadziwika",
    "2498172334": "Makamaka, dongosolo lanu likulephera kuwerengera",
    "389705801": "( ) Malamulo oletsa zimenezi mosapita m’mbali",
    "190955495": "() Kupanda ulamuliro wapakati pa imelo",
    "237009707": "( ) Tsegulani zolandilirana kumayiko akunja",
    "3507532387": "( ) Kusavuta kusaka maadiresi ang'onoang'ono a zilembo za alphanumeric pamaadiresi onse a imelo",
    "2477958756": "( ) Anthu oipa",
    "3254142589": "( ) Mavuto aulamuliro",
    "3621401685": "( ) Kusakonda misonkho yatsopano yodabwitsa",
    "4277475973": "( ) Kusafuna kwa anthu kuvomereza mitundu yatsopano ya ndalama",
    "941057651": "() Ndalama zazikulu zomwe zilipo kale mu SMTP",
    "3265293440": "() Kutengeka kwa ma protocol ena kupatula SMTP kuwukira",
    "515733427": "() Kufunitsitsa kwa ogwiritsa ntchito kukhazikitsa zigamba za OS zolandilidwa ndi imelo",
    "2631159699": "( ) Mabokosi a Windows olumikizidwa ndi nyongolotsi",
    "776542208": "() Mpikisano wanthawi zonse wa zida zomwe zikuphatikizidwa muzosefera zonse",
    "989480928": "() Kupindula kwakukulu kwa spam",
    "3898950867": "( ) Joe ntchito ndi/kapena kuba",
    "3395399558": "( ) Andale osaphunzira mwaukadaulo",
    "1118929614": "( ) Kupusa koopsa kwa anthu amene amachita malonda ndi otumizirana ma spam",
    "838951836": "( ) Kusaona mtima kwa anthu otumizirana ma spam",
    "2123236933": "() Bandwidth ndalama zomwe sizimakhudzidwa ndi kusefa kwa kasitomala",
    "2292919419": "( ) Maonedwe",
    "2534436327": "ndipo zotsutsa zafilosofi zotsatirazi zithanso kugwira ntchito:",
    "832385387": "( ) Mfundo zofanana ndi zanu n’zosavuta kufotokoza, koma palibe zimene zasonyeza kuti n’zothandiza",
    "1993984258": "( ) Chiwembu chilichonse chochokera pakutuluka ndichosavomerezeka",
    "3909240516": "() Mitu ya SMTP siyenera kukhala nkhani ya malamulo",
    "1151065360": "( ) Zosokoneza zimayamwa",
    "2396605499": "( ) Oyera amayamwa",
    "2225785608": "( ) Tiyenera kulankhula za Viagra popanda kupimidwa",
    "3004688366": "( ) Njira zothanirana nazo zisamaphatikizepo chinyengo pa mawaya kapena chinyengo pamakhadi a ngongole",
    "922470170": "( ) Njira zothana nazo zisamaphatikizepo kuwononga ma network a anthu",
    "3068923550": "( ) Zotsutsa ziyenera kugwira ntchito ngati zisinthidwa pang'onopang'ono",
    "2752975480": "( ) Kutumiza imelo kuyenera kukhala kwaulere",
    "117227832": "( ) Chifukwa chiyani tiyenera kudalira inu ndi ma seva anu?",
    "1021431157": "( ) Kusagwirizana ndi gwero lotseguka kapena ziphaso zotseguka",
    "2801524659": "( ) Kuchita zinthu mwanzeru sikuthetsa vutolo",
    "931661269": "( ) Maimelo osakhalitsa/anthawi imodzi ndi ovuta",
    "2090457681": "( ) Sindikufuna kuti boma liwerenge imelo yanga",
    "3536122902": "( ) Kuwaletsa motero sikuchedwa ndi kupweteka mokwanira",
    "2391175562": "Komanso, izi ndi zomwe ndikuganiza za inu:",
    "229198134": "( ) Pepani bwanawe, koma sindikuganiza kuti zingagwire ntchito.",
    "345563040": "( ) Lingaliro limeneli ndi lopusa, ndipo ndiwe munthu wopusa chifukwa chonena zimenezo.",
    "409780280": "( ) Yesani zabwino, ****! Ndikukhulupirira kuti wina aponda pa kiyibodi yanu!",
    "2820080973": "yolembedwa ndi ❤ by",
    "3943164003": "onani yaiwisi",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Chifukwa chiyani njira yanu yatsopano yolimbana ndi spam sigwira ntchito",
    "361795034": ". Wolemba wosadziwika, c. 2000",
    "1547006769": "Kutsimikizira kwaumunthu ndi vuto lomwelo",
    "3717942925": "Monga momwe nthawi zonse pamakhala anthu omwe amafuna kukupatsani chidwi kudzera pa imelo, nthawi zonse pamakhala chikhumbo chofuna kulepheretsa kupeza zinthu zina zomwe anthu okha ndi omwe angathe kuzipeza.",
    "2481032625": "Kaya cholinga ndi kupewa:",
    "1691348394": "- Kugulidwa kwaunyinji paokha pakugulitsa kochepa",
    "1771016224": "- mapulogalamu otsitsa zomwe zili patsamba lanu ambiri",
    "1959762846": "- kukhala ndi mafomu anu apaintaneti odzazidwa ndi sipamu kapena kuzunza kosalekeza",
    "345108670": "- kuyika mbiri ndi kuyesa kulanda akaunti",
    "2540760245": "mwa ntchito zina zambiri, kutha kusefa kuchuluka kwa anthu pa intaneti pamaziko a \"munthu kapena ayi\" kuyenera kukhalabe chida chofunikira bola umunthu umatsatira zomwe zidalembedwa zaka zikwi zisanu zapitazi.",
    "3346362371": "Nanga bwanji kuphunzira makina?",
    "3619183405": "Mu 2021 ma CAPTCHA osavuta nthawi zina amatha kuthetsedwa ndi mapulogalamu, chifukwa cha kupita patsogolo kwa kuphunzira kwamakina. Kuti athane ndi izi, hCaptcha imasanthulanso mwatsatanetsatane za katundu ngati",
    "3292221787": "vuto linayankhidwa, osati ngati linali lolondola, ndipo nthawi zambiri limasintha mafunso ndi deta yomwe imagwiritsidwa ntchito.",
    "1080672247": "Chifukwa mafunso ambiri omwe amafunsidwa sangathe kuthetsedwa mwachuma ndi pulogalamu ya alumali, ndipo chifukwa deta nthawi zambiri imakhala yosiyana ndi dongosolo, izi zikutanthauza kuti bots nthawi zambiri imayimitsidwa ndi ntchito yaulere, ndipo iyenera kudalira omasulira a CAPTCHA m'malo mwake, omwe. zimapangitsa kuti mitundu yambiri ya nkhanza ikhale yopanda ndalama.",
    "4172868199": "zimapitirira kwambiri kuposa izi, kusunthira m'malo oyesera kusiyanitsa \"munthu wabwino\" ndi \"munthu woyipa\", ndipo amagwiritsidwanso ntchito masiku ano ndi mabungwe ambiri odziwika bwino pa intaneti kuti apeze ndikuletsa chilichonse kuyambira chinyengo chogula kupita patsogolo. ziwopsezo kwa ogwiritsa ntchito, pomwe amayang'ana kwambiri kusunga zinsinsi.",
    "2873911365": "Nanga bwanji za hardware umboni?",
    "1477196356": "Njira zosiyanasiyana zolumikizira chizindikiritso ku chipangizo mwachinsinsi, nthawi zina chokhala ndi zinthu zosunga zinsinsi, zaperekedwa kwazaka zambiri. Public key cryptography idayamba mpaka c. 1975, ndipo ma tokeni a hardware akhalapo kwa nthawi yayitali.",
    "2349681896": "Tsoka ilo, kulamulira chidutswa cha hardware sikutanthauza kuti ndinu munthu. Pafupifupi dongosolo lililonse lodziwika bwino laumboni la Hardware lathyoledwa mobwerezabwereza, kuphwanyidwa, kenako ndikuswekanso.",
    "254326776": "Kugwiritsa ntchito molakwika zolakwika izi nthawi zambiri kumapezeka kuti zakhala zikuchitika kwa miyezi kapena zaka zisanaululidwe kapena kufalitsidwa.",
    "2462909475": "Khoma la mafoni opitilira 10,000 omwe amagwiritsidwa ntchito nkhanza, gawo la ntchito yaku China ya bot.",
    "1963951234": "Ziribe kanthu momwe chiwembu chanu cha cryptographic chodalirika, ngati wina atha kumapeto kwa tsiku amangowononga ndalama kuti akupatseni yankho lomwe mukufuna, kukhala ndi chidutswa cha hardware sikukwanira.",
    "1278884196": "Izi zati, cryptography ndi maphunziro achichepere. Kutengera mbiri yaposachedwa, dongosolo lanu la cryptographic ndi / kapena kukhazikitsa litha kusweka aliyense akakhala ndi chilimbikitso kuti ayang'ane mosamala, ndipo mwachiwonekere anthu ena adzazindikira izi kalekale musanachite. Kudalira pa hardware kumatanthauzanso kuti mungafunike kufunsa aliyense wa ogwiritsa ntchito anu kuti asinthe chida chakuthupi kuti athetse cholakwikacho. Izi sizingachitike mwachangu nthawi zambiri, kutanthauza kuti dongosolo lanu lidzalephera kutseguka.",
    "1828028934": "Ichi ndi chifukwa chake",
    "1642844535": "ndikofunikira: hCaptcha imagwiritsa ntchito njira zingapo zoyankhira funso lofunikira lomwelo, kulola kufananiza kusasinthika pazowunikira zonse.",
    "1155821305": "chitetezo ndi chakuya",
    "119098046": "Nanga bwanji za njira zongothana ndi vuto lililonse?",
    "2760410719": "Ntchito zomwe zimayesa kuzindikira ma bot ndi ma siginecha ongokhala chete zimalowa mwachangu pavuto lofunikira: mumatsimikizira bwanji ngati makina amazindikira ochita zoyipa molondola pomwe mulibe chowonadi cholondola?",
    "1722734001": "Intaneti yotseguka ndi malo aphokoso kwambiri. Ochita zoyipa amaukira ogwiritsa ntchito ntchito yathu komanso ochita nawo mpikisano ngati reCAPTCHA tsiku lililonse, ndipo akuyesera kuti aziwoneka ngati anthu momwe angathere pamene akutero.",
    "1595254735": "Ntchito zopanda pake zimalimbana kuti zitsimikizire kulondola kwa bot, kapena kudziwa ngati zili zolakwika. Popanda kutha kutsutsa ogwiritsa ntchito nthawi zina ndikusanthula zotsatira zazovutazo, kulondola kumatsika kwambiri pakapita nthawi.",
    "2412751979": "Chifukwa cha zizindikiro zolondola zaumunthu kuti mphamvu hCaptcha, makampani ambiri omwe kale ankagwiritsa ntchito reCAPTCHA v3/Enterprise asintha.",
    "2284856231": "ndipo tidawonanso kuwongolera bwino mumayendedwe a hCaptcha Enterprisenso.",
    "4162847": "Tatha kuwona izi mwachindunji, popeza ena mwa makasitomala athu amayesa mayeso a A/B pa pempho lomwelo asanasinthe kuchoka ku Google. Timatha kutsimikizira zonse zabodza komanso zabodza zochokera ku reCAPTCHA v3 kapena reCAPTCHA Enterprise.",
    "436125785": "Izi sizosadabwitsa chifukwa cha kusalondola kwa mayankho omwe amapezeka muzinthuzo, komanso kuti amagulitsidwa ndi malonda otsatsa ali ndi chidwi chochuluka kuti asapezeke bwino pakuzindikirika kwa bot, kuopera kuti angawononge bizinesi yawo yayikulu.",
    "2233741720": "Pomaliza",
    "2133809801": "Malingana ngati anthu akhalabe anthu, ndizotheka kuti kutsimikizira anthu kukhala ndi gawo lofunikira pa intaneti.",
    "2255549335": "Ntchito yathu ku hCaptcha ndikupeza mgwirizano wabwino pakati pa zovuta ndi zolondola komanso kuti mikangano ikhale yochepa, makamaka",
    "4138068262": "ogwiritsa. Pamapeto pake, kuyanjana ndi zovuta kumakhalabe gawo la zida zochepetsera nkhanza zapaintaneti bola ngati chikhalidwe cha anthu sichinasinthe.",
    "855097735": "Kupanga ntchito yomwe imachita izi bwino ndikulinganiza zovuta zonse ndizovuta kwambiri (ndipo nthawi zonse tikuyesetsa kukonza kuti zochitikazo zikhale zosangalatsa momwe tingathere) koma tikukhulupirira kuti muvomereza kuti kuchepetsa sipamu, kuzunza, kulanda akaunti. , ndipo chinyengo cha pa intaneti ndichoyenera kufunsa funso losavuta nthawi zina.",
    "1953959745": "kupezeka",
    "2543123170": "Kutsimikizika kwa Zero friction Humanity",
    "547245263": "Konzani vuto lanu la bot lero.",
    "3117887301": "Kudaliridwa ndi ntchito zazikulu kwambiri zapaintaneti",
    "981806349": "Zomangidwa pa nsanja yotsimikizika ya hCaptcha",
    "2373007864": "hCaptcha Enterprise imayenda paukadaulo wa nsanja ya hCaptcha, yokulitsidwa kuti iphatikize zomwe mabizinesi amafunikira kwambiri.",
    "2652399059": "Wokondedwa wodalirika",
    "1997838163": "Makampani akuluakulu padziko lonse lapansi amadalira hCaptcha Enterprise. Kuphatikiza ndikosavuta, ndipo kulondola kwa kuzindikira sikungafanane.",
    "734735952": "Tidawunika angapo ogulitsa CAPTCHA komanso kupanga dongosolo tokha. Pamapeto pake, hCaptcha idatuluka ngati njira yabwino koposa reCAPTCHA.",
    "1250541092": "— Sergi Isasi",
    "3524251858": "Director of Product Management, Cloudflare",
    "3971348140": "Chifukwa chiyani tidagwiritsa ntchito hCaptcha? Palibe wina aliyense amene akanatha kupereka zinthu ndi magwiridwe antchito omwe timafunikira. Anatidzutsa ndikuthamanga mofulumira, ndipo amalonda athu amakonda zochitikazo.",
    "4248655793": "— Alex M.",
    "4185927140": "Product Manager, Flash, Shopify",
    "282913023": "Njira yotsika mtengo yamabizinesi okwera magalimoto",
    "999610953": "Pomaliza, njira yodalirika ya Google. hCaptcha Enterprise imakupulumutsani kwambiri pa bilu yanu ya reCAPTCHA yokhala ndi chitetezo chokwera: mpaka 80% yotsika mtengo nthawi zina.",
    "1886100235": "Ntchito zambiri zapaintaneti zazikulu kwambiri padziko lonse lapansi zasinthira ku hCaptcha Enterprise ndikulandira chidziwitso cha bot motsogozedwa ndi kupulumutsa ndalama zambiri.",
    "2903742230": "Maukonde otsatsa amawona alendo anu ngati malonda. Kwa ife cholinga chokha ndicho kudziwa umunthu wawo. Ntchito zathu zimakwaniritsa kapena kupitilira GDPR, CCPA, LGPD, ndi PIPL, ndipo timagwira ntchito molimbika kulinganiza zinsinsi ndi chitetezo.",
    "3901503296": "Kuyang'ana kwachinsinsi kumeneku kumatanthauza kuti titha kusungitsa zidziwitso za munthu aliyense payekha, kugwiritsa ntchito ma cookie, ndi zinsinsi zina zachinsinsi zamakontrakitala monga zimafunikira ndikusungabe chitetezo champhamvu.",
    "3342910682": "Werengani zambiri",
    "1130783905": "Kulondola kuli m'chidwi chanu komanso chathu. hCaptcha imagwira ntchito kukupatsani deta yeniyeni ndikukulolani kusankha momwe mungagwiritsire ntchito. Njira zina zotetezera zimaperekedwa ndi makampani otsatsa a Gigantic. Izi zikutanthauza kuti bot iliyonse yomwe amaletsa ikhoza kuchepetsa ndalama zawo.",
    "2019130052": "Zomwe tapanga mu ML yongoyang'ana zachinsinsi zimatipangitsa kupitilira miyezo yachitetezo cha \"kulemba chilichonse kosatha\" popanda kuwononga chitetezo kapena zinsinsi za ogwiritsa ntchito.",
    "23114595": "Zambiri Zogwiritsa Ntchito",
    "3437412311": "Kwa ogwiritsa ntchito mabizinesi, zosankha zilipo kuti mupewe zovuta m'magawo ambiri, kudalira ziwerengero zongokhala.",
    "1996843433": "Chepetsani kukangana popewa zovuta kwa 99.9% ya magalimoto anu ovomerezeka pomwe mukupereka chitetezo chabwino kwambiri.",
    "3093689546": "Kuphatikiza kosavuta",
    "247560732": "Onjezani hCaptcha ndi mizere itatu yamakhodi. Ngati mukuchokera ku reCAPTCHA, API yathu ndi yogwirizana ndipo zimatenga mphindi zochepa kuti musinthe.",
    "1510448156": "Mutha kukhala ndi njira ina yapamwamba kwambiri lero, ndikuyatsa zida zapamwamba ngati pakufunika.",
    "2718999653": "Customized Threat Scores",
    "2698140263": "Sikuti mavuto onse ali ofanana: kupeza chigoli chimodzi kumatanthauza kuti kuyenera kuthana ndi zosowa zanu kuti zikhale zothandiza.",
    "897432717": "Ndi mapangidwe athu atsopano a Customized Threat Scores, kuwonjezera chidziwitso chabizinesi yanu kumapangitsa kuti mitundu yathu ipereke zambiri zomwe zimagwirizana ndi ogwiritsa ntchito anu.",
    "2650502379": "Yambitsani Zovuta Zanu Zomwe Mumasekondi",
    "3578122193": "Khalani pamtundu wokhala ndi zofunikira",
    "1074044172": "Pamene ogwiritsa ntchito akuyenera kuthetsa vuto kuti akwaniritse zofunikira zanu zachitetezo, bwanji osafunsa mafunso osangalatsa komanso ofunikira kwa wogwiritsa ntchito?",
    "1579093044": "Ndi mlengi wathu wosavuta wotsutsa, mutha kuyambitsa zovuta zamtundu uliwonse m'mphindi zochepa.",
    "3717512591": "Direct Platform Integration",
    "121743429": "Kwa Makampani a Web Infrastructure",
    "2131386784": "Ukatswiri Wofikirika ndi Thandizo Kwa Inu ndi Ogwiritsa Ntchito Anu",
    "2782263070": "Utumiki ndi chinthu chofunika kwambiri kwa ife. Timasunga chithandizo cha 24/7 pa foni ndikupereka kulumikizana kwachindunji kwa Slack ndi gulu lanu lophatikizira uinjiniya ndi ogwira nawo ntchito pakuitana panthawi komanso pambuyo pake.",
    "3740051331": "Tadziperekanso kuyang'anira ndikuyankha mafunso a ogwiritsa ntchito anu pazama TV, mabwalo, ndi ma widget athu ndi maimelo othandizira. Ndife ofikirika komanso omvera, ndipo timawona kukhutira kwa ogwiritsa ntchito ngati KPI yapamwamba.",
    "170775527": "Zochita zamakampani",
    "3383086062": "hCaptcha Enterprise ndi yankho lathunthu lachitetezo pa intaneti. Mawonekedwe achangu komanso osachita chilichonse amakulolani kuti musiye kuyika mbiri yanu, kuzindikira anthu omwe alanda akaunti, ndikuletsa omwe akukayikira. Zonse zolimbana ndi ziro kwa ogwiritsa ntchito ovomerezeka.",
    "1408599440": "Yambani mwachangu ndi mizere ingapo ya ma code ndi mawonekedwe athu a 99.9% opanda pake, kapena khalani ndi ulamuliro wonse pa nthawi ndi momwe ogwiritsa ntchito amatsutsidwa. Mitundu yowopseza mwamakonda ndi zovuta zomwe mungasinthire makonda zimatanthawuza kusinthasintha kosayerekezeka kuti zitsimikizire chitetezo.",
    "3365203058": "Chitetezo chapadziko lonse lapansi cha anti-bot",
    "1803009328": "Kuyesedwa pankhondo pa intaneti.",
    "1586809757": "Zolondola kwambiri za bot",
    "353367791": "Dziwani oyipa amitundu yosiyanasiyana.",
    "191460155": "Kukangana kwa Zero ndi 99.9% modes passive",
    "585557010": "Tsutsani ochepera 0.1% a ogwiritsa ntchito ovomerezeka.",
    "3287172429": "Sinthani mitundu yotsutsa yomwe yawonetsedwa",
    "1844885924": "Laibulale yayikulu yamitundu yomwe mungasankhe.",
    "3018523079": "Khalani pamtundu wokhala ndi ogwiritsa ntchito mosasinthasintha.",
    "3817811295": "Kudalirika kotsimikizika komanso kuthandizira kwachangu kwa 24/7 pakuyimba foni.",
    "1798492192": "Thandizo la msakatuli wakale",
    "1356745565": "Imagwirizana mpaka kubwerera ku Internet Explorer 8.",
    "751483365": "Thandizo kwa makasitomala omwe si a JavaScript.",
    "4199502476": "Zapamwamba malipoti dashboards ndi API",
    "3630114728": "Onani zomwe zikuchitika pamasamba anu onse ndi mapulogalamu.",
    "3573245166": "Mosiyana ndi reCAPTCHA, timagwira ntchito m'mayiko onse.",
    "2354267648": "GDPR, CCPA, ndi mfundo zachinsinsi za LGPD",
    "3167979932": "Zopangidwira zachinsinsi kuyambira tsiku loyamba. Mgwirizano Wamphamvu Wokonza Data.",
    "4065065042": "Imbani izi kuti zigwirizane ndendende ndi vuto lanu.",
    "111184581": "Kuchititsa chipani choyamba",
    "4272022475": "Zopempha zonse ndi katundu zimapita ku hcaptcha.yourdomain.com",
    "2676853536": "Ma dashboards ambiri ogwiritsa ntchito",
    "1368787974": "Gawani zowongolera pagulu lanu lonse.",
    "1045484714": "Kuphatikiza kwa SAML SSO ndi Identity Provider, mwachitsanzo Okta kapena Azure AD.",
    "3953584369": "Zoletsa zaukadaulo za RBAC zilipo.",
    "2781507299": "Instant Verification",
    "4019660456": "0ms latency: tsimikizirani zizindikiro za hCaptcha popanda kuyimba kwa API.",
    "3446714684": "Kuphatikiza kwa Mobile (iOS ndi Android).",
    "2593768395": "Zochitika mosasunthika pa intaneti, mafoni am'manja, intaneti yam'manja. Zophatikizira zomangidwa kale ndi ma SDK akomwe amapezeka.",
    "1779265104": "Migwirizano Yosinthidwa Mwamakonda Ndi Zitsimikizo Zazinsinsi",
    "122875767": "Kukwaniritsa zosowa zanu zamalamulo pomwe makampani ena sangathe.",
    "148188781": "Mavuto Operekedwa",
    "838049015": "Sankhani zithunzi zonse zomwe zikugwirizana ndi funso",
    "1126302400": "Bonding Bonding",
    "3554448168": "Kugawa magulu",
    "2104933754": "Dziwani zilembo zofananira",
    "3612043014": "...ndi ntchito zina zosavuta. Zosavuta kwa anthu, zovuta kwa bots.",
    "3624758171": "Ntchito zokhazikika zimapezekanso kwa osindikiza mabizinesi.",
    "1001938065": "Kuphatikiza sikungakhale kosavuta",
    "2138799135": "hCaptcha ili ndi zophatikizira zambiri zomangidwa kale pamakina akutsogolo ndi kumbuyo komwe mumagwiritsa ntchito.",
    "2535001179": "Ngati mukuchokera ku reCAPTCHA ya Google, ma API athu ndi olowa m'malo.",
    "1393184984": "ndizo zonse zomwe mukusowa.",
    "3715747429": "Akatswiri athu opanga ma boarding amatha kukuthandizani kuti mupite mwachangu, kaya mukufuna kuphatikiza React, ma SDK a mapulogalamu amtundu wa iOS, chitsanzo chakumbuyo kwa Java, kapena zochitika zina zilizonse.",
    "2681650568": "Ndipo monga nthawi zonse, zachinsinsi ndizofunikira kwambiri kwa ife. Onjezani khodi yathu yotsutsa pokhapokha ngati ikufunika, komanso komwe kuli koyenera kuteteza inuyo ndi ogwiritsa ntchito anu. Kuchepetsa kusonkhanitsa deta kumayambira panthawi yophatikiza.",
    "1130868224": "Mizere itatu ya code",
    "2183926131": "Yambani ndi hCaptcha Enterprise",
    "1526887904": "Zinsinsi za hCaptcha Enterprise",
    "1845745385": "Zapangidwira Zazinsinsi.",
    "1297224875": "Njira yoyendetsedwa mwachinsinsi pachitetezo cha intaneti cha Enterprise.",
    "2762458927": "Zogulitsa zanu sizogulitsa.",
    "2058856283": "hCaptcha Enterprise ili ndi cholinga chimodzi chokha: kuletsa ochita zoyipa kusokoneza ntchito zanu zapaintaneti ndikuvulaza ogwiritsa ntchito anu.",
    "2408036504": "Makina athu amapangidwa kuyambira pansi mpaka pansi kuti achepetse kusonkhanitsa ndi kusungitsa deta kwinaku akusunga chitetezo chotsogola m'gulu. Njira yabwino yotetezera deta ya ogwiritsa ntchito sikusunga konse.",
    "4099477834": "Maubale onse a makasitomala amatetezedwanso ndi mgwirizano wamphamvu wa Data Processing Agreement. Ntchito ya hCaptcha imagwirizana ndi malamulo onse achinsinsi mosasamala kanthu komwe ntchito yanu kapena makasitomala anu akukhala. Kusasunga zambiri zanu kumapangitsa izi kukhala zosavuta kwa ife kuposa makampani ena.",
    "3569492665": "Kujambula pa intaneti si yankho.",
    "3389431373": "Ntchito monga reCAPTCHA v3 zimati kuyika pixel yawo yowunikira patsamba lililonse latsamba lanu ndikofunikira kuti mukhale otetezeka. Izi sizili choncho.",
    "3590546893": "Kusanthula kosavuta kwamakhalidwe ndi chizindikiro chopangidwa mosavuta ndi ochita zoyipa, ndipo kumafuna kusunga mbiri yamayendedwe anu onse ovomerezeka.",
    "1105363520": "Sitigwiritsa ntchito zotsatsa, ndipo tilibe chidwi chowonera zomwe mumagwiritsa ntchito kuti muwagulitse malonda. Izi zikutanthauza kuti sitikufuna pixel yokhazikika patsamba lililonse latsamba lanu.",
    "3088605177": "Onjezani khodi yathu yotsutsa pokhapokha ngati ikufunika, komanso komwe kuli koyenera kuteteza inuyo ndi ogwiritsa ntchito anu.",
    "337971271": "Kuphunzira kwa makina ndikothandiza. Koma sikutanthauza deta munthu ntchito.",
    "320166522": "Kuphunzira pamakina tsopano kumakhudza pafupifupi mbali iliyonse ya moyo wathu, nthawi zambiri m'njira zomwe sitikuzindikira komanso zomwe sitingathe kuziwona. Ntchito zachitetezo pa intaneti sizosiyana.",
    "3180664128": "Pophunzira masauzande masauzande ambiri, zitsanzo zimatha kupangitsa kuti munthu azikhulupirira kwambiri kuti azitha kuzindikira zinthu zoyipa mwachangu, ngakhale palibe chizindikiro chokhacho chomwe chingakhale champhamvu mokwanira kuwonetsa vuto.",
    "961941354": "Komabe, palibe mwa izi chomwe chimafunika kugwiritsa ntchito zambiri zozindikirika (\"PII\"). Njira zamakono za cryptographic zimatilola kutaya deta iliyonse yaumwini mwamsanga, ndikupanga ma signature a njira imodzi omwe sangathe kulumikizidwa ndi munthu aliyense.",
    "1706581702": "Kuphunzitsa pa data yosadziwika kumagwiranso ntchito, ndipo sikufuna kusokoneza chitetezo kapena zinsinsi. Makasitomala athu achita zoyeserera, ndipo adatiuza kuti ndife ofanana kapena abwino kuposa njira zina zachinsinsi.",
    "3203921334": "Tidakonda zinthu zingapo zokhudzana ndi mayankho a hCaptcha: 1) samagulitsa deta yamunthu; amangotenga zidziwitso zosafunika kwenikweni, amalankhula momveka bwino pofotokoza zomwe amasonkhanitsa komanso momwe amazigwiritsira ntchito ndi/kapena kuziulula.",
    "305735018": "Pomaliza, njira yodalirika ya Google. hCaptcha Enterprise imakupulumutsani kwambiri pa bilu yanu ya reCAPTCHA yokhala ndi chitetezo chokwera: mpaka 80% yotsika mtengo nthawi zina.",
    "3695206755": "Tiyeseni m'dera lanu popanda kukakamiza.",
    "2941545733": "Ndife mainjiniya, osati ogulitsa: tikufuna kuti musangalale ndi zomwe mwasankha.",
    "131871195": "Njira yabwino yowonetsetsera kukhutitsidwa kwanu ndikuwonetsa kuti timakwaniritsa zosowa zanu.",
    "3436534225": "Pafupifupi makampani onse omwe amayamba oyendetsa ndege amasankha mayankho athu.",
    "4060250206": "Gwiritsani ntchito fomuyi kuti mufikire m'modzi mwa akatswiri athu aukadaulo. Timayankha mwamsanga.",
    "1159746815": "Mukhozanso kutumiza imelo mwachindunji.",
    "2531534427": "Zambiri zili pano.",
    "2059998584": "Chigawo",
    "3916131732": "Amereka",
    "135276624": "Europe, Middle East, Africa (EMEA)",
    "1182294134": "Asia-Pacific (APAC)",
    "2437934778": "Dzina lanu",
    "3859506577": "Imelo ya Bizinesi",
    "1268414751": "Mfundo zina ziti zomwe tiyenera kukhala nazo?",
    "42559805": "Kodi mukufuna kukwera mwachangu?",
    "851679588": "Inde.",
    "1729677626": "Ndikuwukiridwa ndipo ndikufunika kuti ndikwere mwachangu.",
    "2808971932": "Awa ndi mawu ena mkati mwa div block.",
    "2468683988": "Mutu",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim mu eros elementum tristique. Monga cursus, quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Text Link",
    "2212670355": "Lowani",
    "31502377": "Kodi Rich Text element ndi chiyani?",
    "2310705547": "Malemba olemera amakupatsani mwayi wopanga ndikusintha mitu, ndime, ma blockquotes, zithunzi, ndi makanema onse pamalo amodzi m'malo mongowonjezera ndikuzipanga payekhapayekha. Ingodinani kawiri ndikupanga zomwe zili mosavuta.",
    "2590587108": "Kusintha kokhazikika komanso kosinthika",
    "778204464": "Malemba olemera amatha kugwiritsidwa ntchito ndi zokhazikika kapena zosinthika. Pazinthu zosasintha, ingoponya patsamba lililonse ndikuyamba kusintha. Kuti mumve zambiri, onjezani gawo la mawu olemera kugulu lililonse ndikulumikiza mawu olemera ku gawolo pazokonda. Voila!",
    "1890955039": "Momwe mungasinthire masanjidwe palemba lililonse lolemera",
    "3286051798": "Mitu, ndime, ma blockquotes, ziwerengero, zithunzi, ndi mawu azithunzi zonse zitha kulembedwa kalasi ikawonjezeredwa kuzinthu zolembedwa bwino pogwiritsa ntchito \"When inside of\" nested selectctor system.",
    "504332576": "Ndife onyadira kulengeza kuti hCaptcha yakula kukhala gulu lalikulu kwambiri lodziyimira pawokha lachitetezo cha pa intaneti padziko lonse lapansi, lomwe likugwiritsa ntchito pafupifupi 15% ya intaneti - ndipo tatenga gawo lalikulu la msikawu kuchokera ku Google reCAPTCHA. Pamodzi, hCaptcha ndi",
    "1155436473": "(mabizinesi athu) tsopano ateteze mazana a mamiliyoni a ogwiritsa ntchito pamasamba mamiliyoni ambiri ndi mapulogalamu mwezi uliwonse. Nkhani yathu ikuwonetsa kuti mutha kupikisana ndi Big Tech mukamayika zachinsinsi patsogolo.",
    "3108727249": "BotStop",
    "1296696044": "Zazinsinsi vs. Chitetezo: Chifukwa chiyani onse awiri?",
    "538871570": "Kupikisana ndi Google ndi makampani ena a Big Tech kumawoneka ngati njira yayitali: mphamvu zawo zamsika zokhazikika, zotsatira za nsanja ndi gulu laopanga omwe amalipidwa kwambiri nthawi zambiri amawonedwa kuti ndi amphamvu kwambiri kuti sangathe kulimbana ndi aliyense koma zimphona zina zaukadaulo monga Facebook kapena Amazon. Nkhani yathu ikuwonetsa kuti siziyenera kukhala choncho - mutha kupambana Big Tech poyang'ana zachinsinsi.",
    "3600718611": "Lingalirani za Google reCAPTCHA,",
    "4281708680": ". Ku hCaptcha, tatenga dala njira yosiyana kwambiri, pogwiritsa ntchito njira zophunzirira makina osungira chinsinsi kuti tizindikire machitidwe a bot molondola kwambiri, nthawi zonse tikugwiritsa ntchito ndikusunga deta yochepa momwe tingathere.",
    "3312336121": "zomwe zimagwiritsa ntchito zambiri zamakhalidwe kuti zitsimikizire ngati ogwiritsa ntchito intaneti ndi anthu ovomerezeka kapena bots",
    "1193738791": ": amatsata machitidwe a ogwiritsa ntchito patsamba lililonse la webusayiti komanso pa intaneti. Tidapanga hCaptcha kuti ikhale yomasuka kuyambira tsiku loyamba. Izi zinayambitsa njira yosiyana kwambiri ndi vutoli. Zotsatira zake, kutsata ogwiritsa ntchito pa intaneti ndikulumikiza mbiri yawo yapaintaneti ndi zomwe akudziwa sikofunikira kwenikweni kuti mupeze chitetezo chabwino. Makampani ambiri omwe asinthira ku hCaptcha",
    "2620705814": "Google ndi kampani yotsatsa malonda, ndipo malonda awo achitetezo amafanana kwambiri ndi malonda awo",
    "1126447688": "Nthawi zambiri amanenanso magwiridwe antchito ofanana kapena abwinoko pakuzindikira ndi kuchepetsa bot ngakhale timayang'ana zachinsinsi",
    "439777523": "Zokhudza Malamulo",
    "3588274874": "Poyang'ana pakupereka chinthu chogwirizana ndi zowongolera monga European Union's GDPR ndi California's CCPA, tawona kukula kwakukulu - zowonadi, zimathandiza kuti hCaptcha ikhale yosavuta \"kutsitsa\" m'malo mwa reCAPTCHA ndipo imatha kukhazikitsidwa mkati mwa mphindi zochepa.",
    "2150595700": ". GDPR ndi CCPA ayika nkhawa zachinsinsi pamapu kwa ogula mabizinesi, ndipo nthawi yomweyo zachinsinsi zapaintaneti zikukhala zofunika kwambiri kwa anthu popeza tonse timayamba kumvetsetsa momwe makampani otsatsa pa intaneti adagwiritsa ntchito mbiri yathu.",
    "2624949852": "Zoonadi, reCAPTCHA idayamba kale kulowa muchitetezo chapaintaneti kuyambira 2009, ndikuteteza mawebusayiti mamiliyoni ambiri kuti asawopsezedwe ndi ma bots oyipa komanso ogwiritsa ntchito sipamu. Komabe, zasokonezedwa kwathunthu m'zaka zaposachedwa:",
    "499510428": "Timakhulupilira kuti malamulo atithandiza pano",
    "1232651561": "mapulogalamu tsopano ndiabwino ngati anthu pakuthana ndi zovuta za reCAPTCHA.",
    "824740867": "M'malo mowongolera yankho, Google m'malo mwake idatulutsa reCAPTCHA v3, yomwe imagwira ntchito ngati network yotsatsa kuposa pulogalamu yachitetezo, kusonkhanitsa zambiri zamakhalidwe kuchokera pa intaneti kuti apange mbiri ya ogwiritsa ntchito. Tsoka ilo, chizindikiro chamtunduwu chimagonjetsedwa mosavuta, motero chimapereka chitetezo chochepa ku bots ndikuwononga chinsinsi cha ogwiritsa ntchito.",
    "1027023087": "Ife a hCaptcha m'malo mwake tayang'ana kwambiri njira zamakono za vutoli, zomwe sizifuna kusunga zolemba zakale monga mbiri yakusakatula ndipo zatsimikizira kukhala olimba mtima pamaso pa adani otsimikiza kuyambira pomwe ntchitoyi idakhazikitsidwa.",
    "2852295413": "Kusamvana kobadwa nako: kuyimitsa bots kumachepetsa ndalama zotsatsa malonda",
    "1597520917": "Otsutsa omwe akuchulukirachulukira anena kuti kunyalanyaza kwa Google pazinsinsi za ogwiritsa ntchito kuyenera kukhudza makasitomala omwe akufuna kuteteza masamba awo ndi mapulogalamu awo.",
    "763447231": "Nthawi yomweyo, kuyimitsa ma bots kuti afikire masamba osindikiza kumatha kuwulula zachinyengo zotsatsa, kuyika chinthu cha Google reCAPTCHA mwachindunji ndi bizinesi yawo yotsatsa, yomwe imabweretsa ndalama zopitilira 80%.",
    "999674529": "Bot iliyonse yomwe Google imapeza iyenera kupeza ziro zotsatsa. Zolimbikitsa zamakampani a Google sizikugwirizana bwino ndi omwe amagwiritsa ntchito chitetezo chawo, ndipo ichi chingakhale chifukwa chimodzi cha kusagwira bwino ntchito kwachitetezo cha reCAPTCHA.",
    "956019009": "Makampani akuluakulu opanga ma intaneti achitapo kanthu",
    "1923297430": "Kutha komaliza kwamakasitomala ambiri okulirapo kudabwera pomwe Google idayamba kulipiritsa makampani chifukwa chogwiritsa ntchito malonda awo pamlingo wina uliwonse. Izi zidapangitsa ogwiritsa ntchito a reCAPTCHA kwanthawi yayitali kuti ayang'ane njira zina zabwinoko popeza zovuta zamalamulo padziko lonse lapansi zidapangitsa kale kugwiritsa ntchito zoperekedwa ndi Google kukhala zosasangalatsa.",
    "2197218442": "Mtsogoleri wamkulu wa Cloudflare a Matthew Prince adapereka mwachidule malingaliro awa mu",
    "155456850": "kulengeza kusintha kwawo ku hCaptcha:",
    "435302267": "positi ya blog ya kampani",
    "2087769953": "\"Ndife okondwa chifukwa cha kusinthaku chifukwa kumathandiza kuthana ndi vuto lachinsinsi lomwe limabwera chifukwa chodalira ntchito ya Google yomwe takhala nayo kwa nthawi yayitali. Tidawunika mavenda angapo a CAPTCHA komanso kudzipangira tokha. Pamapeto pake, hCaptcha inatuluka ngati njira yabwino koposa ya reCAPTCHA.\" \"Tidakonda zinthu zingapo zokhuza mayankho a hCaptcha: 1) sagulitsa zinthu zawo; amangotenga zidziwitso zosafunika kwenikweni, amalankhula momveka bwino zomwe amasonkhanitsa komanso momwe amazigwiritsira ntchito komanso/kapena kuziulula.",
    "595582512": "Ngati mukuyang'ana kuti muteteze tsamba lanu kapena pulogalamu yanu bwino ku bots, spammers kapena ena ochita zoipa, nthawi zonse mukusunga zinsinsi za ogwiritsa ntchito (ndikutsatira malamulo onse ofunikira!), Lingalirani za hCaptcha ndi zopereka zathu za Enterprise.",
    "3388180864": "Mukufuna kugwira ntchito pazovuta zaukadaulo pa intaneti? Nthawi zonse timalemba ntchito mainjiniya aluso padziko lonse lapansi -",
    "3892952987": "yang'anani zomwe tatsegula ndikugwiritsa ntchito apa",
    "3368788823": "Terence Eden akupanga mfundo yosangalatsa pabulogu yake: \"",
    "1491780143": "Ma CAPTCHA samatsimikizira kuti ndinu munthu - amatsimikizira kuti ndinu Amereka",
    "2146900431": "Mwachidziwitso, zonena izi zimakhala zomveka. Ma CAPTCHA, monga pafupifupi chirichonse, amaphatikizidwa mu chikhalidwe cha chikhalidwe, ndipo ngati zovuta zanu zambiri zapangidwa mu chikhalidwe chimodzi, sizingatanthauzire bwino kwa wina. Pachimake, iyi ndi nkhani ya chikhalidwe",
    "378086442": "a CAPTCHAs, m'malo mwa UX yawo pa sek.",
    "1445008801": "Monga momwe Edeni amanenera:",
    "332723732": "zomwe zili",
    "2072808435": "\"Tangoganizani, Google? Ma taxi m'dziko langa nthawi zambiri amakhala akuda. Ndayang'ana mafilimu okwanira kuti ndidziwe kuti onse aku America ndi achikasu. Koma m'mayiko ena onse omwe ndapitako, ma taxi akhala akusowa. mitundu yosiyanasiyana.\"",
    "3206136647": "Vuto la Google apa likuchokera pafunso lomwe amagwiritsa ntchito motsutsana ndi omwe amawona. Ngati deta yonse imachokera ku chikhalidwe chomwecho (ndipo pa Google, kampani yomweyi) mungathe kuyembekezera kukhala ndi zovuta zomwe sizimasulira bwino ku zikhalidwe zina, mogwirizana ndi kudandaula kwa Edeni.",
    "2217842245": "Komabe, deta yathu ikuwonetsa kuti (ya hCaptcha)",
    "4280117172": "Maiko ambiri amachita bwinoko pang'ono kuposa US, kuphatikiza Nigeria, India, Brazil ndi Germany:",
    "555749578": "pali kusiyana kochepera 1% pamitengo yothetsa m'maiko akuluakulu pa kontinenti iliyonse.",
    "151737819": "Mitengo ya hCaptcha Solve padziko lonse lapansi ikuwonetsa kusiyana kochepa",
    "3908992897": "ndipo amagwiritsidwa ntchito m'dziko lililonse ndi madera padziko lapansi, kotero timayang'ana kwambiri pakupereka zochitika zapadziko lonse lapansi mosasinthasintha.",
    "2808122102": "Kugwiritsiridwa ntchito kwa zikhalidwe zosiyanasiyana ndikofunikira kwambiri pautumiki wathu. Kuwonetsetsa kuti ogwiritsa ntchito onse ovomerezeka atha kupeza zomwe zili mwachangu ndi gawo lofunikira kwambiri pantchito yathu. Timapereka zovuta m'zinenero 110, ndipo tikukonza zomasulira zoyenera nthawi zonse pofuna kuonetsetsa kuti mavuto athu angathetsedwe ndi aliyense.",
    "3913801502": "hCaptcha tsopano ikuyenda pafupifupi 15% ya intaneti",
    "2077639538": ". Chifukwa chimodzi, zovuta zokhudzana ndi ntchito yathu zimatha kuchokera kuzinthu zambiri, osati imodzi yokha - kuchokera kumakampani akuluakulu a Fortune 500 kupita ku makina oyambira ophunzirira, bola akutsatira",
    "3951112506": ". Izi zimatsimikizira kale kuchuluka kwa heterogeneity mu data.",
    "1803943584": "Chachiwiri, timalola zovuta kudzikonza tokha kuti tidziwe kuti ndi mayiko ati kapena zilankhulo ziti zomwe zidzayendetsedwe, ndikuwonjezera mwayi wokumana nawo mosasinthasintha. Ngati kulondola kuli kochepa kuposa momwe amayembekezera, gulu la mafunso lidzangosiya kuyenda m'dera kapena chinenero chomwe izi zimachitika.",
    "3668873369": "Ku hCaptcha, tatenga njira yosiyana ndi tsiku loyamba",
    "1519201684": "Ndondomeko ya AI Ethics",
    "2155089487": ". Mavuto athu akadakhala osavuta kuthana ndi magulu ena, tikanayembekezera kuwona kusiyana kwa momwe anthu padziko lonse lapansi komanso azikhalidwe zosiyanasiyana amachitira powathetsa. M’nkhani ya m’munda wa Edeni, tingayembekezere kuti anthu a ku America azichita bwino kuposa anthu a m’mayiko ena. Chifukwa takhala zaka zambiri tikupanga machitidwe kuti tipewe vutoli, timawona zosiyana.",
    "2603863826": "PS: Ngati mutapeza zomasulira m'chinenero chanu zomwe zingagwiritse ntchito kusintha, khalani omasuka kutumiza a",
    "3543141425": "za izo!",
    "2697276059": "Umboni uwu ukugwira ntchito: mitengo yofananira padziko lonse lapansi",
    "664236229": "kukoka pempho",
    "1137470858": "Disembala 11, 2021",
    "12462594": "hCaptcha imamangidwa pa nsanja ya HUMAN, yomwe imalola njira zamakono ndi kusanthula kuti ziwongolere mtengo ndi mphamvu pa sitepe iliyonse.",
    "2262549101": "Njira zina zolumikizirana zidalembedwa mu US Copyright Office DMCA Designated Agent Directory",
    "2272776729": "Chonde dziwani kuti muyenera kutsimikizira kuti ndinu ndani ndikupempha musanachite zina, monga kupereka chizindikiritso cha boma lanu. Mogwirizana ndi malamulo aku California, mutha kusankha wovomerezeka kuti akupempheni m'malo mwanu. Kuti musankhe wothandizira wovomerezeka kuti akupempheni m'malo mwanu, muyenera kupereka mphamvu zovomerezeka, chizindikiritso choperekedwa ndi boma la wopemphayo, komanso chizindikiritso choperekedwa ndi wovomerezeka ndi boma.",
    "2335607721": "Zindikirani. Zidziwitso zonse zokhudzana ndi Terms of Service izi zidzatumizidwa ndi imelo kapena kutumizidwa patsamba lathu. Muyenera kutumiza zidziwitso kwa ife pa",
    "2875934612": "Novembala 20, 2020",
    "3084122606": "Kumene kugwiritsa ntchito kwathu zidziwitso zanu kumatengera kuvomera kwanu, muli ndi ufulu wozichotsa nthawi iliyonse monga momwe zasonyezedwera mu Utumiki kapena kutilumikizana nafe pa",
    "3312286067": "kapena perekani madandaulo kwa oyang'anira chitetezo cha data omwe ali m'dera lanu. Mutha kupeza zowongolera zoteteza deta yanu",
    "3506025515": "hCaptcha sichimakhudzidwa ndi log4shell. Umu ndi momwe timadziwira.",
    "3516838896": "Log4j2 kachilombo kachidindo kakutali kwasesa pa intaneti, kukhudza gawo lalikulu la mautumiki apa intaneti. hCaptcha sinakhudzidwe. Umu ndi momwe tinatsimikizira mfundo imeneyi.",
    "3553195003": "hCaptcha sichimakhudzidwa ndi log4shell.",
    "3610875753": "- Ngati bizinesi itasokonekera kwambiri simungathe kulumikizana nafe monga momwe mumachitira nthawi zonse",
    "3612764043": ", muyenera kupita patsamba lathu la hcaptcha.com kapena hcaptchastatus.com.",
    "3626193263": "hCaptcha Wosankhidwa Wothandizira pa Digital Millennium Copyright Act (DMCA) ndi",
    "3794891866": "Ogula aku California atha kupanga zopempha motsatira ufulu wawo pansi pa CCPA polumikizana nafe pa",
    "3814036702": "- Ngati muli ndi mafunso okhudzana ndikukonzekera kupitilira bizinesi yathu, mutha kulumikizana nafe pa",
    "3975007628": "tsopano tetezani mazana a mamiliyoni a ogwiritsa ntchito pamasamba mamiliyoni mamiliyoni ambiri ndi mapulogalamu mwezi uliwonse. Nkhani yathu ikuwonetsa kuti mutha kupikisana ndi Big Tech mukamayika zachinsinsi patsogolo.",
    "4038264749": "Zindikirani pamene madongosolo akomweko a COVID-19 akugwirabe ntchito palibe zitsimikizo zoti maimelo adzalandiridwa munthawi yake, komanso imelo (",
    "4115505783": ") ndiye njira yoyenera kutifikitsa. Kampaniyo siyimasunga manambala a foni kapena fakisi; izi ndi zaka za zana la 21.",
    "4164851712": "Timangogwiritsa ntchito zambiri zanu monga momwe zimaloledwa ndi lamulo. Tikuyenera kukudziwitsani za zinsinsi zamalamulo za momwe timapangira zidziwitso zanu, zomwe zafotokozedwa pansipa. Ngati muli ndi mafunso okhudzana ndi zamalamulo momwe timasinthira zidziwitso zanu, titumizireni pa",
    "4201262098": "Tekinoloje iyi imalola ogwira ntchito oyenera kugwira ntchito iliyonse, kukulitsa mtengo wake ndikusunga zinsinsi ndikukwaniritsa zofunikira zilizonse zomwe zingagwire ntchito.",
    "4217188341": "Novembala 30, 2020",
    "4238473596": "Kuchepetsa kukangana kwa ogwiritsa ntchito enieni ndikofunikira. hCaptcha imagwiritsa ntchito ntchito zosavuta ndipo imatenga nthawi yochepa kwa ogwiritsa ntchito ambiri ndikuyimitsa magalimoto ambiri.",
    "4243935861": "ha.com",
    "4270798104": "2. Yesani kuletsa zowonjezera zina. Ngati izo zathetsa, zitseguleni mmodzimmodzi mpaka mutapeza vuto, ndipo mudziwitse woyambitsa zowonjezerazo kuti adziwe za izo, komanso kutipatsa mutu pa.",
    "427220273": "Titha kukupemphani zambiri kuti mutithandize kutsimikizira kuti ndinu ndani ndikuchita zomwe mukufuna. Lamulo logwira ntchito lingafunike kapena kutiloleza ife kukana pempho lanu. Tikakana pempho lanu, tidzakuuzani chifukwa chake, malinga ndi malamulo oletsa. Ngati mungafune kutumiza madandaulo okhudzana ndi momwe timagwiritsira ntchito zidziwitso zanu kapena kuyankha zomwe mukufuna zokhudzana ndi zomwe mukufuna, mutha kulumikizana nafe pa",
    "433026247": "Pogwira ntchito, mutha kukhala ndi ziyeneretso ndi luso, zomwe tidzakupatsani mwakufuna kwathu. Tili ndi ufulu kupanga, kusintha, kapena kukuchotserani ziyeneretso ndi luso lanu nthawi iliyonse, pazifukwa zilizonse kapena popanda chifukwa. Chifukwa sitisankhana chifukwa cha fuko, fuko, mtundu, jenda, kugonana, kapena gulu lina lililonse lotetezedwa ndi lamulo, mudzakhala ndi mwayi wofanana ndi Wothandizira wina aliyense kuti mupeze mwayi wopeza ntchito monga momwe ziyeneretso zanu ndi luso lanu zikukulira. . Monga Wothandizira, ngati mukukhulupirira kuti mafunso ovuta akukhudza ziyeneretso zanu, luso lanu, kapena mphotho zanu, mutha kupereka mikangano yogwirizana ndi mafunso oyesa ovuta pogwiritsa ntchito mawonekedwe antchito kapena kudzera pa tikiti yamakina athu othandizira, mwachitsanzo kudzera pa imelo. ku",
    "492025216": "Disembala 13, 2021",
    "799274928": "Zidziwitso za imelo zimatengedwa ngati zidziwitso zolembedwa pazolinga zonse zomwe zidziwitso zolembedwa zitha kufunidwa. Zidziwitso za imelo zimatengedwa kuti zidalandiridwa tsiku labizinesi pambuyo potumizidwa bwino kwa omwe akuyembekezeredwa."
}