{
  "header-privacy-link": "ગોપનીયતા",
  "header-integration-link": "એકીકરણ",
  "header-cost-link": "ખર્ચ",
  "header-features-link": "વિશેષતા",
  "header-docs-link": "દસ્તાવેજ",
  "header-login-button": "પ્રવેશ કરો",
  "header-contact-button": "સંપર્ક વેચાણ",
  "intro-heading": "શૂન્ય ઘર્ષણ માનવતા ચકાસણી.",
  "intro-contact-button": "વધુ જાણવા માટે અમારો સંપર્ક કરો",
  "intro-text-bottom": "વેબને પાવર આપતી કંપનીઓ દ્વારા આધાર રાખે છે.",
  "sub-menu-button": "સંપર્ક વેચાણ",
  "sub-menu-item1": "એન્ટરપ્રાઇઝ",
  "sub-menu-item2": "ખર્ચ",
  "sub-menu-item3": "એકીકરણ",
  "sub-menu-item4": "વિશેષતા",
  "sub-menu-item5": "ગોપનીયતા",
  "sub-menu-item6": "દસ્તાવેજ",
  "info-head-1": "સાબિત hCaptcha પ્લેટફોર્મ પર બિલ્ટ",
  "info-text-1": "hCaptcha એન્ટરપ્રાઇઝ hCaptcha પ્લેટફોર્મ ટેક્નોલોજી પર ચાલે છે, જે ઉચ્ચ ટ્રાફિક એન્ટરપ્રાઇઝને જરૂરી સુવિધાઓનો સમાવેશ કરવા માટે વિસ્તૃત છે.",
  "info-head-2": "વિશ્વાસુ ભાગીદાર",
  "intro-subtitle": "આજે જ તમારી બોટની સમસ્યા હલ કરો.",
  "info-text-2": "અમારી સેવાઓ વિશ્વની સૌથી મોટી કંપનીઓ દ્વારા લાખો સાઇટ્સ પર લાખો દૈનિક વપરાશકર્તાઓને સેવા આપવા માટે વિશ્વસનીય છે.",
  "cloudflare-quote-text": "અમે સંખ્યાબંધ કેપ્ચા વિક્રેતાઓનું મૂલ્યાંકન કર્યું છે તેમજ એક સિસ્ટમ જાતે બનાવી છે. અંતે, hCaptcha reCAPTCHA ના શ્રેષ્ઠ વિકલ્પ તરીકે ઉભરી આવ્યું.",
  "cloudflare-quote-detail": "પ્રોડક્ટ મેનેજમેન્ટના ડિરેક્ટર, ક્લાઉડફ્લેર",
  "section-quote-head": "ઉચ્ચ ટ્રાફિક સાહસો માટે ખર્ચ અસરકારક વિકલ્પ",
  "section-quote-text": "છેલ્લે, Google માટે એક વિશ્વસનીય વિકલ્પ. hCaptcha Enterprise ઉચ્ચ સુરક્ષા સાથે તમારા reCAPTCHA બિલ પર નાટ્યાત્મક બચત પહોંચાડે છે: કેટલાક કિસ્સાઓમાં 80% સુધી ઓછા ખર્ચાળ. વિશ્વની ઘણી મોટી ઓનલાઈન સેવાઓએ hCaptcha Enterprise પર સ્વિચ કર્યું છે અને નોંધપાત્ર ખર્ચ બચત સાથે બૉટ શોધમાં સુધારો કર્યો છે.",
  "section-quote-button": "ક્વોટ માટે આજે જ અમારો સંપર્ક કરો",
  "section-privacy-header": "ગોપનીયતા કેન્દ્રિત",
  "section-privacy-text-1": "જાહેરાત નેટવર્ક્સ તમારા મુલાકાતીઓને ઉત્પાદન તરીકે જુએ છે. અમારા માટે એકમાત્ર ઉત્પાદન તેમની માનવતા નક્કી કરે છે. અમારી સેવાઓ GDPR, CCPA અને LGPD આવશ્યકતાઓને પૂર્ણ કરે છે અથવા તેનાથી વધુ છે અને ગોપનીયતા પાસ જેવી પહેલને સમર્થન આપે છે. અમે ગોપનીયતા અને સુરક્ષાને સંતુલિત કરવા સખત મહેનત કરીએ છીએ.",
  "section-privacy-text-2": "ગોપનીયતા પરના આ અનોખા ધ્યાનનો અર્થ એ છે કે ઉત્તમ સુરક્ષા જાળવી રાખીને અમે શૂન્ય વ્યક્તિગત ડેટા રીટેન્શન, કૂકી-ફ્રી ઓપરેશન અને અન્ય કરાર આધારિત ગોપનીયતા ગેરંટી ઓફર કરી શકીએ છીએ.",
  "section-security-header": "સુરક્ષા પ્રથમ",
  "section-security-text-1": "ચોકસાઈ તમારા અને અમારા હિતમાં છે. hCaptcha તમને વાસ્તવિક ડેટા આપવાનું કામ કરે છે અને તમને તેનો ઉપયોગ કેવી રીતે કરવો તે નક્કી કરવા દે છે. અન્ય કેપ્ચા કદાવર જાહેરાત કંપનીઓ દ્વારા પ્રદાન કરવામાં આવે છે. આનો અર્થ એ છે કે તેઓ જે બૉટને બ્લૉક કરે છે તે તેમની આવકમાં ઘટાડો કરી શકે છે.",
  "section-security-text-2": "ગોપનીયતા પર ધ્યાન કેન્દ્રિત કરીને નવીનતમ મશીન લર્નિંગ તકનીકોનો ઉપયોગ કરીને અમને સુરક્ષા અથવા વપરાશકર્તાની ગોપનીયતાને નુકસાન પહોંચાડ્યા વિના કાયમી વ્યૂહરચનાઓ રેકોર્ડ કરવા માટેના સુરક્ષા ધોરણોને ઓળંગવા દે છે.",
  "section-user-experience-header": "મહાન વપરાશકર્તા અનુભવ",
  "section-user-experience-text1": "એન્ટરપ્રાઇઝ વપરાશકર્તાઓ માટે, મોટા ભાગના સંજોગોમાં પડકારોને સંપૂર્ણપણે ટાળવા માટે વિકલ્પો ઉપલબ્ધ છે.",
  "section-user-experience-text2": "અદ્યતન બૉટ મૉડલ્સને આભારી, ઉત્તમ સુરક્ષા પ્રદાન કરતી વખતે તમારા કાયદેસર ટ્રાફિકના 99.9% માટે પડકારને સંપૂર્ણપણે ટાળીને ઘર્ષણને ઓછું કરો.",
  "section-easy-integration-header": "સરળ એકીકરણ",
  "section-easy-integration-text": "hCaptcha ઉમેરવામાં માત્ર મિનિટો અને કોડની થોડીક લાઇન લાગે છે. મૂળભૂત API reCAPTCHA V2 સાથે સુસંગત છે અને તેને સ્વિચ કરવામાં માત્ર મિનિટ લાગે છે. તમે આજે એક શ્રેષ્ઠ વિકલ્પ સાથે તૈયાર થઈ શકો છો અને જરૂરીયાત મુજબ વધુ અદ્યતન સુવિધાઓ ચાલુ કરી શકો છો.",
  "section-easy-integration-serverside": "સર્વર બાજુ:",
  "section-easy-integration-frontend": "અગ્રભાગ:",
  "section-threat-header": "કસ્ટમાઇઝ્ડ થ્રેટ સ્કોર્સ",
  "section-threat-text": "બધી સમસ્યાઓ સરખી હોતી નથી: સિંગલ સ્કોર મેળવવાનો અર્થ એ છે કે તે ઉપયોગી થવા માટે તમારી જરૂરિયાતોને સંબોધિત કરવી જોઈએ. hCaptcha ના અનન્ય કસ્ટમાઇઝ્ડ થ્રેટ સ્કોર્સ સાથે, ઝડપી પરામર્શ અમને તમારા વ્યવસાય માટે વધુ સુસંગત સ્કોર્સ પહોંચાડવા માટે અમારા મોડલ્સને ટ્યુન કરવાની મંજૂરી આપે છે.",
  "section-challenges-header": "તમારી પોતાની પડકારો સેકન્ડોમાં લોંચ કરો",
  "section-challenges-text-1": "સંબંધિત સામગ્રી સાથે બ્રાન્ડ પર રહો",
  "section-challenges-text-2": "જ્યારે વપરાશકર્તાઓએ સુરક્ષા જરૂરિયાતોને પહોંચી વળવા માટે કોઈ પડકારને ઉકેલવો જ જોઈએ, તો શા માટે વપરાશકર્તા માટે સુખદ અને સુસંગત કાર્યો ન બનાવો? અમારા સરળ કસ્ટમ ચેલેન્જ ડિઝાઇનર સાથે, તમે ઓન-બ્રાન્ડ ચેલેન્જ કન્ટેન્ટ માત્ર થોડી જ મિનિટોમાં લોંચ કરી શકો છો.",
  "section-integration-header": "ડાયરેક્ટ પ્લેટફોર્મ એકીકરણ",
  "section-integration-subheader": "વેબ ઈન્ફ્રાસ્ટ્રક્ચર કંપનીઓ માટે",
  "section-integration-text": "hCaptcha એન્ટરપ્રાઇઝ સિસ્ટમ તેની ડિઝાઇનમાં અનન્ય રીતે લવચીક છે: જો તમે સાર્વજનિક ક્લાઉડ ચલાવો છો અથવા ઘણા ડેટા કેન્દ્રો ધરાવો છો તો તે તમારા નેટવર્કની ધાર પર આંશિક રીતે અથવા સંપૂર્ણ રીતે જમાવી શકાય છે. આ નાટ્યાત્મક રીતે ખર્ચ અને ઑફ-નેટવર્ક ટ્રાફિકને ઘટાડી શકે છે જ્યારે અમારા 24/7 ઑન-કોલ સ્ટાફ દ્વારા સખત SLA ને પહોંચી વળવા મેનેજમેન્ટના તમામ લાભો જાળવી રાખે છે.",
  "section-support-header": "તમે અને તમારા વપરાશકર્તાઓ બંને માટે પહોંચી શકાય તેવી કુશળતા અને સમર્થન",
  "section-support-text": "અમારા માટે સેવા સર્વોચ્ચ પ્રાથમિકતા છે. અમે 24/7 ઑન-કૉલ સપોર્ટ જાળવીએ છીએ અને અમલીકરણ દરમિયાન અને પછી તમારી એન્જિનિયરિંગ એકીકરણ ટીમ અને અમારા ઑન-કોલ સ્ટાફ સાથે સીધો સ્લૅક સંકલન ઑફર કરીએ છીએ.‍ અમે સોશિયલ મીડિયા, ફોરમમાં તમારા વપરાશકર્તાઓના પ્રશ્નોના સક્રિયપણે નિરીક્ષણ અને જવાબ આપવા માટે પણ પ્રતિબદ્ધ છીએ. , અને અમારી ઇન-વિજેટ અને ઇમેઇલ સપોર્ટ ચેનલો. અમે સુલભ અને પ્રતિભાવશીલ છીએ, અને વપરાશકર્તા સંતોષને ટોચના KPI તરીકે ગણીએ છીએ.",
  "section-enterprise-header": "એન્ટરપ્રાઇઝ સુવિધાઓ",
  "section-enterprise-title-1": "વિશ્વ-વર્ગની એન્ટિ-બોટ સુરક્ષા",
  "section-enterprise-desc-1": "વેબ સ્કેલ પર યુદ્ધ-પરીક્ષણ.",
  "section-enterprise-title-2": "ઉચ્ચ સચોટતા બોટ સ્કોર્સ",
  "section-enterprise-desc-2": "ઘણા વિવિધ પ્રકારના ખરાબ કલાકારોને શોધો.",
  "section-enterprise-title-3": "શૂન્ય ઘર્ષણ અને 99.9% નિષ્ક્રિય સ્થિતિઓ",
  "section-enterprise-desc-3": "0.1% કરતા ઓછા કાયદેસર વપરાશકર્તાઓને પડકાર આપો.",
  "section-enterprise-title-4": "નિયંત્રણ પડકારના પ્રકારો બતાવ્યા",
  "section-enterprise-desc-4": "પસંદ કરવા માટેના પ્રકારોની વિશાળ લાઇબ્રેરી.",
  "section-enterprise-title-5": "નિયંત્રિત પડકાર સામગ્રી વપરાયેલ",
  "section-enterprise-desc-5": "સતત વપરાશકર્તા અનુભવ સાથે બ્રાન્ડ પર રહો.",
  "section-enterprise-title-6": "એન્ટરપ્રાઇઝ SLAs",
  "section-enterprise-desc-6": "ખાતરીપૂર્વકની વિશ્વસનીયતા અને ઝડપી 24/7 ઓન-કોલ સપોર્ટ.",
  "section-enterprise-title-7": "લેગસી બ્રાઉઝર સપોર્ટ",
  "section-enterprise-desc-7": "ઈન્ટરનેટ એક્સ્પ્લોરર 8 પર બધી રીતે સુસંગત.",
  "section-enterprise-title-8": "અદ્યતન રિપોર્ટિંગ ડેશબોર્ડ્સ અને API",
  "section-enterprise-desc-8": "તમારી બધી સાઇટ્સ અને ઍપ પર શું થઈ રહ્યું છે તે જુઓ.",
  "section-enterprise-title-9": "દરેક દેશમાં કામ કરે છે",
  "section-enterprise-desc-9": "reCAPTCHA થી વિપરીત, અમે દરેક દેશમાં કામ કરીએ છીએ.",
  "section-enterprise-title-10": "GDPR, CCPA અને LGPD-ફ્રેંડલી ગોપનીયતા નીતિ",
  "section-enterprise-desc-10": "પ્રથમ દિવસથી ગોપનીયતા માટે રચાયેલ છે. મજબૂત ડેટા પ્રોસેસિંગ એગ્રીમેન્ટ.",
  "section-enterprise-title-11": "ઝીણી-ઝીણી મુશ્કેલી સ્તર",
  "section-enterprise-desc-11": "તમારા ઉપયોગના કેસમાં બરાબર ફિટ થવા માટે આને ડાયલ કરો.",
  "section-enterprise-title-12": "પ્રથમ-પક્ષ હોસ્ટિંગ",
  "section-enterprise-desc-12": "બધી વિનંતીઓ અને સંપત્તિ hcaptcha.yourdomain.com પર જાય છે",
  "section-enterprise-title-13": "મલ્ટિ-યુઝર ડેશબોર્ડ્સ",
  "section-enterprise-desc-13": "તમારી ટીમમાં મેનેજમેન્ટ શેર કરો.",
  "section-enterprise-title-14": "ત્વરિત ચકાસણી",
  "section-enterprise-desc-14": "0ms લેટન્સી: કોઈ API કૉલ વિના hCaptcha ટોકન્સ ચકાસો.",
  "section-enterprise-title-15": "મોબાઇલ (iOS અને Android) એકીકરણ",
  "section-enterprise-desc-15": "સમગ્ર વેબ, મૂળ મોબાઇલ, મોબાઇલ વેબ પર સીમલેસ અનુભવ. પૂર્વ-બિલ્ટ એકીકરણ અને મૂળ SDK ઉપલબ્ધ છે.",
  "section-enterprise-title-16": "કસ્ટમાઇઝ્ડ શરતો અને ગોપનીયતા ગેરંટી",
  "section-enterprise-desc-16": "જ્યારે અન્ય કંપનીઓ ન કરી શકે ત્યારે તમારી કાનૂની જરૂરિયાતોને સંતોષો.",
  "presented-challlenges-head": "પડકારો રજૂ કર્યા",
  "presented-challenges-title-1": "સરખામણી",
  "presented-challenges-text-1": "ક્વેરી સાથે મેળ ખાતી બધી છબીઓ પસંદ કરો",
  "presented-challenges-title-2": "બાઉન્ડિંગ બોક્સ",
  "presented-challenges-text-2": "ઑબ્જેક્ટ્સ માટે બાઉન્ડિંગ વિસ્તાર વ્યાખ્યાયિત કરો",
  "presented-challenges-title-3": "વર્ગીકરણ",
  "presented-challenges-text-3": "અનુરૂપ લેબલ્સ ઓળખો",
  "presented-challenges-subheader": "...અને અન્ય સરળ કાર્યો. મનુષ્યો માટે સરળ, બૉટો માટે મુશ્કેલ.",
  "presented-challenges-subtext": "એન્ટરપ્રાઇઝ પ્રકાશકો માટે કસ્ટમ કાર્યો પણ ઉપલબ્ધ છે.",
  "footer-header-1": "કંપની",
  "footer-header-2": "સંસાધનો",
  "footer-header-3": "સંપર્ક કરો",
  "footer-link-1": "લેબલીંગ",
  "footer-link-2": "વિશે",
  "footer-link-3": "નોકરીઓ",
  "footer-link-4": "ટ્રેડમાર્ક્સ",
  "footer-link-5": "બ્લોગ",
  "footer-link-6": "સ્થિતિ",
  "footer-link-7": "દસ્તાવેજીકરણ",
  "footer-link-8": "બગની જાણ કરો",
  "footer-link-9": "ઉપલ્બધતા",
  "footer-terms": "શરતો",
  "footer-privacy": "ગોપનીયતા",
  "footer-attribution": "એટ્રિબ્યુશન",
  "footer-subheader-1": "આધાર",
  "footer-subheader-2": "સંપર્ક કરો",
  "switch-to-english-link": "અંગ્રેજી પર સ્વિચ કરો",
  "intro-heading-privacy": "ગોપનીયતા માટે રચાયેલ છે.",
  "intro-subtitle-p1-privacy": " ઑનલાઇન સુરક્ષા માટે અનન્ય ગોપનીયતા આધારિત અભિગમ.",
  "info-head-2-pr": "ઑનલાઇન પ્રવૃત્તિ રેકોર્ડ કરવી એ જવાબ નથી.",
  "info-text-1-pr": "hCaptcha એન્ટરપ્રાઇઝનો માત્ર એક જ ઉદ્દેશ્ય છે: ખરાબ કલાકારોને તમારી ઓનલાઈન કામગીરીમાં ખલેલ પહોંચાડતા અને તમારા વપરાશકર્તાઓને નુકસાન પહોંચાડતા અટકાવવા.",
  "info-text-2-pr": "અમારી સિસ્ટમો આમ વર્ગ-અગ્રણી સુરક્ષા જાળવી રાખીને ડેટા સંગ્રહ અને જાળવણીને ઘટાડવા માટે ગ્રાઉન્ડ ઉપરથી ડિઝાઇન કરવામાં આવી છે. વપરાશકર્તાના ડેટાને સુરક્ષિત કરવાનો શ્રેષ્ઠ માર્ગ એ છે કે તેને સંગ્રહિત ન કરવો.",
  "info-text-3-pr": "બધા ગ્રાહક સંબંધો મજબૂત ડેટા પ્રોસેસિંગ કરાર દ્વારા પણ સુરક્ષિત છે. hCaptcha સેવા તમામ ગોપનીયતા કાયદાઓનું પાલન કરે છે, પછી ભલે તમારી સેવા અથવા તમારા ગ્રાહકો ક્યાં રહેતા હોય. વ્યક્તિગત ડેટા ન રાખવાથી અન્ય કંપનીઓ કરતાં અમારા માટે આ વધુ સરળ બને છે.",
  "info-text-2-2-pr": "reCAPTCHA v3 જેવી સેવાઓ કહે છે કે તમારી સાઇટના દરેક પેજ પર તેમના ટ્રેકિંગ પિક્સેલ મૂકવા સારી સુરક્ષા માટે જરૂરી છે. આ કેસ નથી.",
  "info-text-2-3-pr": "સરળ વર્તણૂક વિશ્લેષણ એ ખરાબ અભિનેતાઓ દ્વારા સરળતાથી બનાવટી સિગ્નલ છે અને તમારા તમામ કાયદેસર ટ્રાફિક માટે પણ બ્રાઉઝિંગ ઇતિહાસ જાળવી રાખવાની જરૂર છે.",
  "info-text-2-4-pr": "અમે જાહેરાત નેટવર્કનું સંચાલન કરતા નથી, અને તેમને જાહેરાતો વેચવા માટે તમારા વપરાશકર્તાની વર્તણૂકનું નિરીક્ષણ કરવામાં અમને કોઈ રસ નથી. આનો અર્થ એ છે કે અમને તમારી સાઇટના દરેક પૃષ્ઠ પર નિષ્ક્રિય પિક્સેલની જરૂર નથી.",
  "info-text-2-5-pr": "અમારો ચેલેન્જ કોડ જ્યાં જરૂરી હોય ત્યાં જ ઉમેરો અને જ્યાં તે તમને અને તમારા વપરાશકર્તાઓ બંનેને સુરક્ષિત રાખવા માટે અર્થપૂર્ણ બને.",
  "info-head-3-pr": "મશીન લર્નિંગ ઉપયોગી છે. પરંતુ તેને કામ કરવા માટે વ્યક્તિગત ડેટાની જરૂર નથી.",
  "info-text-3-1-pr": "મશીન લર્નિંગ હવે આપણા જીવનના લગભગ દરેક પાસાઓને અસર કરે છે, ઘણી વખત એવી રીતે જે આપણે સમજી શકતા નથી અને જોઈ શકતા નથી. ઑનલાઇન સુરક્ષા સેવાઓ અલગ નથી.",
  "info-text-3-2-pr": "હજારો સિગ્નલો શીખવાથી, મોડેલો દૂષિત વર્તણૂકને ખૂબ જ ઝડપથી શોધી કાઢવામાં ઉચ્ચ આત્મવિશ્વાસનું અનુમાન કરી શકે છે અને પહોંચી શકે છે, પછી ભલેને કોઈ વ્યક્તિગત સંકેત પોતે જ સમસ્યા સૂચવવા માટે પૂરતો મજબૂત ન હોય.",
  "info-text-3-3-pr": "જો કે, આમાંના કોઈપણ માટે વ્યક્તિગત રીતે ઓળખી શકાય તેવી માહિતી (PII) નો ઉપયોગ કરવાની જરૂર નથી. આધુનિક ક્રિપ્ટોગ્રાફિક તકનીકો અમને કોઈપણ વ્યક્તિગત ડેટાને શક્ય તેટલી ઝડપથી કાઢી નાખવાની મંજૂરી આપે છે, તેના બદલે એક-માર્ગી હસ્તાક્ષર બનાવે છે જે કોઈપણ વ્યક્તિ સાથે લિંક કરી શકાતા નથી.",
  "info-text-3-4-pr": "બિન-ઓળખાયેલ ડેટા પરની તાલીમ એ જ રીતે કાર્ય કરે છે, અને સુરક્ષા અથવા ગોપનીયતા સાથે સમાધાન કરવાની જરૂર નથી. અમારા ગ્રાહકોએ પ્રયોગમૂલક પરીક્ષણો કર્યા છે, અને અમને ઘણા ઓછા ખાનગી વિકલ્પો કરતાં સમાન અથવા વધુ સારા જાહેર કર્યા છે.",
  "cloudflare-quote-text-privacy": "અમને hCaptcha સોલ્યુશન્સ વિશે ઘણી વસ્તુઓ ગમતી હતી: 1) તેઓ વ્યક્તિગત ડેટા વેચતા નથી; તેઓ માત્ર ન્યૂનતમ જરૂરી વ્યક્તિગત ડેટા એકત્રિત કરે છે, તેઓ જે માહિતી એકત્રિત કરે છે અને તેઓ તેનો ઉપયોગ અને/અથવા કેવી રીતે કરે છે તેનું વર્ણન કરવામાં તેઓ પારદર્શક હોય છે.",
  "pilot-head": "કોઈ જવાબદારી વિના તમારા વાતાવરણમાં અમને અજમાવી જુઓ.",
  "pilot-text-1a": "અમે એન્જિનિયર છીએ, વેચાણકર્તા નથી: અમે ઈચ્છીએ છીએ કે તમે તમારી પસંદગીથી ખુશ રહો.",
  "pilot-text-1b": "તમારો સંતોષ સુનિશ્ચિત કરવાનો શ્રેષ્ઠ માર્ગ એ છે કે અમે તમારી જરૂરિયાતોને પૂરી કરીએ છીએ તે દર્શાવવું.",
  "pilot-text-1c": "વર્ચ્યુઅલ રીતે તમામ કંપનીઓ જે પાઇલોટ શરૂ કરે છે તે આખરે અમારા ઉકેલો પસંદ કરે છે.",
  "pilot-text-1d": "અમારા તકનીકી નિષ્ણાતોમાંથી એક સુધી પહોંચવા માટે આ ફોર્મનો ઉપયોગ કરો. અમે ઝડપથી જવાબ આપીએ છીએ.",
  "pilot-text-1e": "તમે અમને સીધો ઈમેલ પણ કરી શકો છો.",
  "pilot-email-details": "વિગતો અહીં છે.",
  "pilot-f1": "પ્રદેશ",
  "pilot-f2": "તમારું નામ",
  "pilot-f3": "તમારું નામ",
  "pilot-f4": "વ્યવસાય ઇમેઇલ",
  "pilot-f5": "અમારી પાસે અન્ય કોઈ વિગતો હોવી જોઈએ?",
  "pilot-f6": "શું તમને તાત્કાલિક ઓનબોર્ડિંગની જરૂર છે?",
  "pilot-f7": "હા.",
  "pilot-f8": "હું હુમલા હેઠળ છું અને તાત્કાલિક ઓનબોર્ડિંગની જરૂર છે.",
  "pilot-f9": "સબમિટ કરો",
  "pilot-f10": "તમારો ઈમેલ દાખલ કરીને, તમે અમારી શરતો અને ગોપનીયતા નીતિ અને અમારા તરફથી ઈમેલ પ્રાપ્ત કરવા માટે સંમત થાઓ છો.",
  "pilot-fo-1": "એકીકરણ સરળ ન હોઈ શકે.",
  "pilot-fo-2": "hCaptcha તમે ઉપયોગ કરો છો તે ફ્રન્ટ એન્ડ અને બેકએન્ડ સિસ્ટમ્સ માટે ડઝનેક પૂર્વ-બિલ્ટ એકીકરણ છે.",
  "pilot-fo-3": "જો તમે Google ના reCAPTCHA માંથી આવતા હો, તો અમારા API એ ડ્રોપ-ઇન રિપ્લેસમેન્ટ છે. કોડની ત્રણ લીટીઓ તમને જરૂર છે.",
  "pilot-fo-4": "અમારા ઓનબોર્ડિંગ એન્જિનિયરો તમને ઝડપથી આગળ વધી શકે છે, પછી ભલે તમારે રિએક્ટ એકીકરણની જરૂર હોય, iOS નેટીવ એપ્સ માટે SDKs, Java બેકએન્ડ ઉદાહરણ અથવા વર્ચ્યુઅલ રીતે અન્ય કોઈપણ દૃશ્ય.",
  "pilot-fo-5": "અને હંમેશની જેમ, ગોપનીયતા એ અમારા માટે મુખ્ય મૂલ્ય છે. અમારો ચેલેન્જ કોડ જ્યાં જરૂરી હોય ત્યાં જ ઉમેરો અને જ્યાં તે તમને અને તમારા વપરાશકર્તાઓ બંનેને સુરક્ષિત રાખવા માટે અર્થપૂર્ણ બને. એકીકરણની ક્ષણથી ડેટા સંગ્રહને ન્યૂનતમ કરવાનું શરૂ થાય છે.",
  "pilot-fdone": "આભાર. અમે ટૂંક સમયમાં સંપર્કમાં રહીશું.",
  "home-ent-2-new": "અમારા એન્ટરપ્રાઇઝ સોલ્યુશન વિશે વધુ જાણો.",
  "home-ent-button-new": "hCaptcha એન્ટરપ્રાઇઝ",
  "home-main-plans2-new": "hCaptcha એન્ટરપ્રાઇઝ સોલ્યુશન્સ વર્ગ-અગ્રણી સુરક્ષા પ્રદાન કરે છે અને ઘણી ટોચની ઑનલાઇન સેવાઓનું રક્ષણ કરે છે.",
  "home-plans-button-2-new": "વધુ શીખો",
  "header-enterprise-link": "એન્ટરપ્રાઇઝ",
  "sales-interstitial-c1b-new": "hCaptcha Enterprise વિશે વધુ જાણો"
}
