{
  "23114595": "મહાન વપરાશકર્તા અનુભવ",
  "34074886": "જ્યારે પણ તમે કોઈ પડકારનો જવાબ આપો છો, ત્યારે તમે માનવ છો કે કેમ તે જાણવા માટે અમે અત્યાધુનિક મોડલનો ઉપયોગ કરીએ છીએ. પછી તમે જે વેબસાઇટની મુલાકાત લીધી તે આ પરિણામનો ઉપયોગ તેમની સાઇટ પરના તમારા અનુભવને બૉટોને બહાર રાખીને બહેતર બનાવવામાં મદદ કરવા માટે કરે છે.",
  "98173630": "hCaptcha એ વિશ્વની સૌથી વધુ ઉપયોગમાં લેવાતી સ્વતંત્ર કેપ્ચા સેવા છે.",
  "111184581": "પ્રથમ-પક્ષ હોસ્ટિંગ",
  "119298044": "અદ્યતન સ્વ-નિરીક્ષણ ML અને AI તકનીકો તમારી વેબ પ્રોપર્ટીઝને ધમકીઓ અને હુમલાઓથી સુરક્ષિત કરે છે",
  "121743429": "વેબ ઈન્ફ્રાસ્ટ્રક્ચર કંપનીઓ માટે",
  "122875767": "જ્યારે અન્ય કંપનીઓ ન કરી શકે ત્યારે તમારી કાનૂની જરૂરિયાતોને સંતોષો.",
  "126134492": "અન્ય",
  "152010250": "hCaptcha એ નવલકથા એજ કમ્પ્યુટ પ્લેટફોર્મ સાથે અદ્યતન સ્વ-નિરીક્ષણ કરેલ મશીન લર્નિંગને સંયોજિત કરે છે જે વિશાળ માપનીયતા માટે વૈશ્વિક સ્તરે 250 થી વધુ સ્થળોએથી વિતરિત ડેટા સંગ્રહ અને રીટેન્શનને અનન્ય રીતે ઘટાડે છે.",
  "179723061": "વર્ગ-અગ્રણી સુરક્ષાની જરૂર હોય તેવી ટીમો માટે વધુ નિયંત્રણ",
  "191460155": "શૂન્ય ઘર્ષણ અને 99.9% નિષ્ક્રિય સ્થિતિઓ",
  "282913023": "ઉચ્ચ ટ્રાફિક એન્ટરપ્રાઇઝ માટે ખર્ચ અસરકારક વિકલ્પ",
  "328625009": "... જ્યારે તમે હોવ ત્યારે અમે તૈયાર છીએ: અમારી સેવા ચોવીસ કલાક ઉપલબ્ધ છે.",
  "353066938": "એક અનુભવી ટીમ, જે આજની સૌથી મુશ્કેલ સમસ્યાઓ પર કામ કરે છે. hCaptcha ની સેવા છે",
  "353367791": "ઘણાં વિવિધ પ્રકારના ખરાબ કલાકારોને શોધો.",
  "359073033": "ડેશબોર્ડ્સ પ્રવૃત્તિના ઉચ્ચ-સ્તરના અથવા સૂક્ષ્મ દૃશ્યો પ્રદાન કરે છે.",
  "392886773": "દરેક દેશમાં કામ કરે છે",
  "451701069": "GDPR, CCPA,",
  "547245263": "આજે જ તમારી બોટની સમસ્યા હલ કરો.",
  "552920956": "hCaptcha વેબસાઇટ્સને બૉટો અને અન્ય પ્રકારના દુરુપયોગને અવરોધિત કરતી વખતે પુરસ્કારો મેળવવાની મંજૂરી આપે છે. hCaptcha તમને આ કમાણી સાથે તમારી પસંદગીની સખાવતી સંસ્થાઓને સમર્થન કરવાની પણ મંજૂરી આપે છે.",
  "555158694": "તમે ઉપયોગ કરો છો તે સેવાએ દૂષિત ટ્રાફિક ઘટાડવા માટે hCaptcha ઇન્સ્ટોલ કરીને તેમની સાઇટ પર તમારા અનુભવને બહેતર બનાવવાનું પસંદ કર્યું છે.",
  "585557010": "0.1% કરતા ઓછા કાયદેસર વપરાશકર્તાઓને પડકાર આપો.",
  "713281684": "રીંગણા",
  "719304627": "એન્ડ-ટુ-એન્ડ કંટ્રોલની જરૂર છે?",
  "734735952": "અમે સંખ્યાબંધ કેપ્ચા વિક્રેતાઓનું મૂલ્યાંકન કર્યું તેમજ એક સિસ્ટમ જાતે બનાવી. અંતે, hCaptcha reCAPTCHA ના શ્રેષ્ઠ વિકલ્પ તરીકે ઉભરી આવ્યું.",
  "751483365": "નોન-જાવાસ્ક્રિપ્ટ ક્લાયંટ માટે સપોર્ટ.",
  "788770967": "તે સાંભળીને માફ કરશો! તમે અમારા ઍક્સેસિબિલિટી વિકલ્પનો ઉપયોગ કરવા માગી શકો છો:",
  "793242047": "એપ્લિકેશનની ઝડપી ઍક્સેસ માટે પરવાનગી આપવા માટે વપરાશકર્તાઓને પ્રસ્તુત પડકારોને ઓછો કરો",
  "829047995": "હાલમાં reCAPTCHA નો ઉપયોગ કરો છો?",
  "836577577": "hCaptcha ઉમેરવામાં માત્ર મિનિટો અને કોડની થોડીક લાઇન લાગે છે. મૂળભૂત API reCAPTCHA V2 સાથે સુસંગત છે અને તેને સ્વિચ કરવામાં માત્ર મિનિટ લાગે છે.",
  "838049015": "ક્વેરી સાથે મેળ ખાતી બધી છબીઓ પસંદ કરો",
  "846501387": "વર્લ્ડ ક્લાસ બોટ પ્રોટેક્શન",
  "861167568": "hCaptcha IT ની સૌથી અઘરી સમસ્યાનું નિરાકરણ લાવે છે: દૂષિત બોટ્સને તમારી વેબ એપ્લિકેશન પર હુમલો કરતા અટકાવે છે",
  "880478438": "બેસ્ટ-ઇન-ક્લાસ બોટ અને છેતરપિંડી વ્યવસ્થાપન માટે.",
  "897432717": "કસ્ટમાઇઝ્ડ થ્રેટ સ્કોર્સ માટે અમારી નવલકથા ડિઝાઇન સાથે, તમારું વ્યવસાય જ્ઞાન ઉમેરવાથી અમારા મૉડલ્સ તમારા વપરાશકર્તાઓને અનન્ય રીતે સંબંધિત સ્કોર્સ પહોંચાડવાની મંજૂરી આપે છે.",
  "910989640": "પ્રવૃત્તિના વિગતવાર અને કસ્ટમાઇઝ અહેવાલો બનાવો",
  "976209454": "પુરસ્કારો કમાઓ અથવા ચેરિટી માટે આપો",
  "981806349": "સાબિત hCaptcha પ્લેટફોર્મ પર બિલ્ટ",
  "999610953": "છેલ્લે, Google માટે એક વિશ્વસનીય વિકલ્પ. hCaptcha Enterprise ઉચ્ચ સુરક્ષા સાથે તમારા reCAPTCHA બિલ પર નાટ્યાત્મક બચત પહોંચાડે છે: કેટલાક કિસ્સાઓમાં 80% સુધી ઓછા ખર્ચાળ.",
  "1014004474": "hCaptcha ની એન્ટરપ્રાઇઝ યોજનાઓ તમારી સંસ્થાને સુરક્ષિત રાખવા માટે અદ્યતન સેવા-સ્તરના કરારો ઓફર કરે છે",
  "1045484714": "તમારા ઓળખ પ્રદાતા સાથે SAML SSO એકીકરણ, દા.ત. Okta અથવા Azure AD.",
  "1050501253": "ખૂબ મુશ્કેલ",
  "1070364246": "અરે! ફોર્મ સબમિટ કરતી વખતે કંઈક ખોટું થયું.",
  "1103295010": "જ્યારે મનુષ્ય કેપ્ચા ઉકેલે છે ત્યારે પૈસા કમાઓ અથવા ચેરિટીમાં આપો",
  "1130868224": "કોડની ત્રણ લીટીઓ",
  "1131525092": "સંબંધિત છેતરપિંડી અને દુરુપયોગને શોધવા અને રોકવા માટે અમારા ગોપનીયતા-સંરક્ષિત સ્કોપ્ડ UIDs દ્વારા સહેલાઇથી ખરાબ કલાકારોને એકસાથે જૂથ બનાવો",
  "1141402092": "અદ્યતન રિપોર્ટિંગ સુવિધાઓ",
  "1150035777": "અત્યાધુનિક મશીન લર્નિંગ મૉડલ્સ પ્રશ્નોના સાચા જવાબ આપવામાં આવ્યા હતા કે કેમ તે ઉપરાંત ઘણા ડેટા પૉઇન્ટના આધારે બૉટ કૉન્ફિડન્સ સ્કોર્સ જનરેટ કરે છે",
  "1150963691": "APT શમન",
  "1172067553": "hCaptcha પાછળનું HUMAN પ્લેટફોર્મ ઑન-પ્રિમાઈસ, હાઇબ્રિડ અથવા SaaS ડિપ્લોયમેન્ટ્સ દ્વારા અત્યંત અત્યાધુનિક કાર્ય ગુણવત્તા અને વ્યવસ્થાપન સુવિધાઓ પ્રદાન કરે છે જે તમારી હાલની સિસ્ટમ્સ સાથે સંકલિત થાય છે.",
  "1173652155": "સલાહકારો",
  "1218990730": "વિગતવાર લૉગ્સ સાથે સમસ્યાઓની જાણ કેવી રીતે કરવી",
  "1250541092": "- સેર્ગી ઇસાસી",
  "1263998069": "માનવ ઉકેલો માટે પુરસ્કારો કમાઓ",
  "1300485304": "hCaptcha તમારા નેટવર્કમાં ઘૂસણખોરી કરવા માટે રચાયેલ અદ્યતન ધમકીઓ અને ડેકોય સામે રક્ષણ આપે છે",
  "1345083090": "કાર્યક્ષમતા સમસ્યાની જાણ કરી રહ્યાં છો?",
  "1356745565": "ઈન્ટરનેટ એક્સ્પ્લોરર 8 પર બધી રીતે સુસંગત.",
  "1368787974": "તમારી ટીમમાં મેનેજમેન્ટ શેર કરો.",
  "1393184984": "તમને જરૂર છે.",
  "1475399473": "hCaptcha ટીમ વિશે વધુ જાણો",
  "1485807325": "મલ્ટિ-યુઝર ડેશબોર્ડ્સ, SAML SSO",
  "1508655687": "તમારા પ્રેક્ષકોને સુવ્યવસ્થિત કરવા અથવા ઍક્સેસને પ્રતિબંધિત કરવા માટે તમારા પોતાના પડકારો ઉમેરો",
  "1510448156": "તમે આજે એક શ્રેષ્ઠ વિકલ્પ સાથે તૈયાર થઈ શકો છો અને જરૂર મુજબ વધુ અદ્યતન સુવિધાઓ ચાલુ કરી શકો છો.",
  "1525403768": "વધુ માહિતી માટે એન્ટરપ્રાઇઝ સેલ્સનો સંપર્ક કરો.",
  "1544546608": "ગોપનીયતા પાસ",
  "1549336309": "hCaptcha આ મોડેલને ફેરવે છે. જ્યારે તમે hCaptcha નો ઉપયોગ કરો છો, ત્યારે કંપનીઓ તમારા વપરાશકર્તાઓ જે કામ કરે છે તેના પર બિડ કરે છે કારણ કે તેઓ તેમની માનવતા સાબિત કરે છે. તમને પુરસ્કારો મળે છે.",
  "1559631739": "ખાનગી શિક્ષણ",
  "1579093044": "અમારા સરળ કસ્ટમ ચેલેન્જ ડિઝાઈનર સાથે, તમે ઓન-બ્રાન્ડ ચેલેન્જ કન્ટેન્ટ માત્ર થોડી જ મિનિટોમાં લોંચ કરી શકો છો.",
  "1586809757": "ઉચ્ચ સચોટતા બોટ સ્કોર્સ",
  "1599610318": "પ્રકાશક",
  "1637702726": "hCaptcha વિશે",
  "1662477701": "સંસાધનો",
  "1676849166": "અદ્યતન બૉટ મૉડલ્સને આભારી, ઉત્તમ સુરક્ષા પ્રદાન કરતી વખતે તમારા કાયદેસર ટ્રાફિકના 99.9% માટે પડકારને સંપૂર્ણપણે ટાળીને ઘર્ષણને ઓછું કરો.",
  "1685871181": "ટોચની ઑનલાઇન સેવાઓ પર આધાર રાખે છે",
  "1752795854": "hCaptcha બૉટોને રોકવા માટે આધુનિક, ગોપનીયતા-કેન્દ્રિત અભિગમ લાવે છે.",
  "1779265104": "કસ્ટમાઇઝ્ડ શરતો અને ગોપનીયતા ગેરંટી",
  "1792519141": "hCaptcha એન્ટરપ્રાઇઝ",
  "1798492192": "લેગસી બ્રાઉઝર સપોર્ટ",
  "1803009328": "વેબ સ્કેલ પર યુદ્ધ-પરીક્ષણ.",
  "1844885924": "પસંદ કરવા માટેના પ્રકારોની વિશાળ લાઇબ્રેરી.",
  "1849717906": "તમારી પોતાની પડકાર સામગ્રી સાથે કસ્ટમાઇઝ કરો",
  "1849805607": "hCaptcha તમારા નેટવર્કમાં ઘૂસણખોરી કરવા માટે રચાયેલ ધમકીઓ અને ડીકોય સામે રક્ષણ આપે છે",
  "1886100235": "વિશ્વની ઘણી મોટી ઓનલાઈન સેવાઓએ hCaptcha Enterprise પર સ્વિચ કર્યું છે અને નોંધપાત્ર ખર્ચ બચત સાથે બૉટ શોધમાં સુધારો કર્યો છે.",
  "1894355645": "hCaptcha સરળ, સરળ અને ભરોસાપાત્ર બૉટ શોધ પ્રદાન કરે છે જ્યારે માનવો માટે હલ કરવા માટે તુચ્છ છે.",
  "1927613000": "hCaptcha વેબ એપ્લિકેશન્સને એકાઉન્ટ ટેકઓવર, ઓળખપત્ર ભરણ, સ્ક્રેપિંગ અને અન્ય પ્રકારના દુરુપયોગથી બચાવવા માટે એક શક્તિશાળી પડકાર પ્લેટફોર્મ સાથે અત્યાધુનિક મશીન લર્નિંગને જોડે છે.",
  "1936512180": "‍સરળ API એક્સેસ, સુંદર ડેશબોર્ડ્સ અને વર્કરની કાર્યક્ષમતા વધારવા માટે નવીનતમ મોડલ-ઇન-ધ-લૂપ ટેકનોલોજી.",
  "1956967813": "અમારી સેવાઓ વિશ્વની સૌથી મોટી કંપનીઓ દ્વારા લાખો સાઇટ્સ પર લાખો દૈનિક વપરાશકર્તાઓને સેવા આપવા માટે વિશ્વસનીય છે.",
  "1958297836": "સંકલિત હુમલા સંરક્ષણ અને APT શમન",
  "2041686284": "વધુ ડેટા સામાન્ય રીતે મશીન લર્નિંગ મોડલની તાલીમમાં વધુ સારા પરિણામો આપે છે. ડીપ મોડલ્સની તાજેતરની સફળતાએ વધુને વધુ મોટા ડેટાસેટ્સ તરફ દોરી છે, અને hCaptcha આ જરૂરિયાતને પૂર્ણ કરે છે. જો કે, પરંપરાગત પદ્ધતિઓનો ઉપયોગ કરીને મોટા માનવ-સમીક્ષા કરેલ ડેટાસેટ્સ બનાવવાનું કામ ધીમું અને ખર્ચાળ છે.",
  "2103563261": "ખાનગી અથવા જાહેર માહિતી",
  "2131386784": "તમે અને તમારા વપરાશકર્તાઓ બંને માટે પહોંચી શકાય તેવી કુશળતા અને સમર્થન",
  "2138799135": "hCaptcha તમે ઉપયોગ કરો છો તે ફ્રન્ટ એન્ડ અને બેકએન્ડ સિસ્ટમ્સ માટે ડઝનેક પૂર્વ-બિલ્ટ એકીકરણ છે.",
  "2163914794": "તમારા ડેટાસેટ્સ માટે વધુ લેબલની જરૂર છે? hCaptcha આર્ટિફિશિયલ ઇન્ટેલિજન્સ અને મશીન લર્નિંગ એપ્લિકેશન્સ પર કામ કરતી કંપનીઓ માટે ઝડપી, ખર્ચ-અસરકારક અને ઉચ્ચ ગુણવત્તાવાળા ડેટા લેબલિંગ પ્રદાન કરે છે.",
  "2183926131": "hCaptcha Enterprise સાથે પ્રારંભ કરો",
  "2184564739": "જુઓ",
  "2188609322": "ખરાબ કલાકારો ઑનલાઇન વધુને વધુ સામાન્ય છે. પરંતુ વપરાશકર્તાની ગોપનીયતાને બલિદાન આપવું એ જવાબ નથી.",
  "2319072959": "તમારા પોતાના વર્કફોર્સ સાથે સંપૂર્ણપણે ઑફલાઇન ચલાવો, બિઝનેસ યુનિટ્સ અથવા કન્સોર્ટિયમ પાર્ટનર્સ દ્વારા વપરાશમાં લેવાયેલા મૂલ્યને ટ્રૅક કરો, ખર્ચ અને સુરક્ષા જરૂરિયાતોના આધારે વિવિધ આંતરિક અથવા બાહ્ય શ્રમ પ્રદાતાઓને પસંદગીયુક્ત રીતે નોકરીઓ રૂટ કરો અને વધુ.",
  "2320894364": "200 થી વધુ પોઈન્ટ્સની હાજરી સાથે, hCaptchaનું ક્લાઉડ સમગ્ર વિશ્વમાં તમારી સંપત્તિનું રક્ષણ કરે છે",
  "2354267648": "GDPR, CCPA અને LGPD-મૈત્રીપૂર્ણ ગોપનીયતા નીતિ",
  "2373007864": "hCaptcha એન્ટરપ્રાઇઝ hCaptcha પ્લેટફોર્મ ટેક્નોલોજી પર ચાલે છે, જે ઉચ્ચ ટ્રાફિક એન્ટરપ્રાઇઝને જરૂરી સુવિધાઓને સમાવવા માટે વિસ્તૃત છે.",
  "2418549423": ", ક્રિપ્ટોગ્રાફિક પુરાવાઓ અને અન્ય અનન્ય ગોપનીયતા-પ્રથમ સુવિધાઓ દ્વારા ઑનલાઇન ગોપનીયતાને સાચવવા માટેનું ઊભરતું ધોરણ.",
  "2489287539": "ઘર્ષણ-મુક્ત \"કોઈ કેપ્ચા નથી\" અને 99.9% નિષ્ક્રિય મોડ્સ",
  "2510209017": "વધુ મદદની જરૂર છે?",
  "2513143348": "hCaptcha એન્ટરપ્રાઇઝ સિસ્ટમ તેની ડિઝાઇનમાં અનન્ય રીતે લવચીક છે: જો તમે સાર્વજનિક ક્લાઉડ ચલાવો છો અથવા ઘણા ડેટા સેન્ટરો ધરાવો છો તો તે તમારા નેટવર્કની ધાર પર આંશિક રીતે અથવા સંપૂર્ણ રીતે જમાવી શકાય છે.",
  "2535001179": "જો તમે Google ના reCAPTCHA માંથી આવતા હો, તો અમારા API એ ડ્રોપ-ઇન રિપ્લેસમેન્ટ છે.",
  "2593768395": "સમગ્ર વેબ, મૂળ મોબાઇલ, મોબાઇલ વેબ પર સીમલેસ અનુભવ. પૂર્વ-બિલ્ટ એકીકરણ અને મૂળ SDK ઉપલબ્ધ છે.",
  "2650502379": "તમારી પોતાની પડકારો સેકન્ડોમાં લોંચ કરો",
  "2670003220": "નોકરીઓ",
  "2671622670": "એન્ટરપ્રાઇઝ",
  "2676853536": "મલ્ટિ-યુઝર ડેશબોર્ડ્સ",
  "2681650568": "અને હંમેશની જેમ, ગોપનીયતા એ અમારા માટે મુખ્ય મૂલ્ય છે. અમારો ચેલેન્જ કોડ જ્યાં જરૂરી હોય ત્યાં જ ઉમેરો અને જ્યાં તે તમને અને તમારા વપરાશકર્તાઓ બંનેને સુરક્ષિત રાખવા માટે અર્થપૂર્ણ બને. એકીકરણની ક્ષણથી ડેટા સંગ્રહને ન્યૂનતમ કરવાનું શરૂ થાય છે.",
  "2682873489": "ઑબ્જેક્ટ્સ માટે બાઉન્ડિંગ વિસ્તાર વ્યાખ્યાયિત કરો",
  "2686825859": "મફત સાઇન અપ કરો અથવા hCaptcha Enterprise ઉકેલો વિશે અમારો સંપર્ક કરો",
  "2698140263": "બધી સમસ્યાઓ સરખી હોતી નથી: સિંગલ સ્કોર મેળવવાનો અર્થ એ છે કે તે ઉપયોગી થવા માટે તમારી જરૂરિયાતોને સંબોધિત કરવી જોઈએ.",
  "2698640210": "નિયંત્રણ પડકારો અને પ્રકારો દર્શાવેલ છે",
  "2707282231": "તમારા વપરાશકર્તાઓ માટે પડકારોને કસ્ટમાઇઝ કરો. બૉટો માટે તેને ઉકેલવા અને ઘૂસી જવું અશક્ય બનાવો.",
  "2714878440": "અમારી અદ્યતન મશીન લર્નિંગ અને માનવતાની ચકાસણી સાથે તમારી સેવાઓને સ્ક્રેપિંગ, એકાઉન્ટ ટેકઓવર, ઓળખપત્ર ભરણ અને સ્પામથી સુરક્ષિત કરો.",
  "2718999653": "કસ્ટમાઇઝ્ડ થ્રેટ સ્કોર્સ",
  "2781507299": "ત્વરિત ચકાસણી",
  "2782263070": "અમારા માટે સેવા સર્વોચ્ચ પ્રાથમિકતા છે. અમે 24/7 ઑન-કોલ સપોર્ટ જાળવીએ છીએ અને અમલીકરણ દરમિયાન અને પછી તમારી એન્જિનિયરિંગ એકીકરણ ટીમ અને અમારા ઑન-કોલ સ્ટાફ સાથે સીધો સ્લૅક સંકલન ઑફર કરીએ છીએ.",
  "2806751666": "hCaptcha શું છે?",
  "2826051554": "અને વધુ",
  "2881474837": "hCaptcha એન્ટરપ્રાઇઝ",
  "2890048009": "જાહેરાત નેટવર્ક્સ તમારા મુલાકાતીઓને ઉત્પાદન તરીકે જુએ છે. અમારા માટે એકમાત્ર ઉત્પાદન તેમની માનવતા નક્કી કરે છે. અમારી સેવાઓ GDPR, CCPA, LGPD અને PIPL જરૂરિયાતો અને પ્રાઇવસી પાસ જેવી સહાયક પહેલોને પૂર્ણ કરે છે અથવા તેનાથી વધુ છે. અમે ગોપનીયતા અને સુરક્ષાને સંતુલિત કરવા સખત મહેનત કરીએ છીએ.",
  "2927700175": "અમે મશીન લર્નિંગ સમસ્યાઓમાંથી લેબલ માટે મુશ્કેલ ડેટા એકત્રિત કરીને અને વેબસાઇટ અથવા એપ્લિકેશન મુલાકાતી માનવ છે કે કેમ તે પારખવા માટે તેનો ઉપયોગ કરીને બોટ્સ માટે મુશ્કેલ પરંતુ લોકો માટે સરળ એવા કેપ્ચા પડકારો બતાવીએ છીએ.",
  "2968026167": "તમારું મનપસંદ શાક",
  "3018523079": "સતત વપરાશકર્તા અનુભવ સાથે બ્રાન્ડ પર રહો.",
  "3065000659": "શું તમે દર વખતે \"કાર પર ક્લિક કરો\" ત્યારે સમજાયું કે તમે સિંગલને તાલીમ આપવામાં મદદ કરી રહ્યાં છો",
  "3093388779": "hCaptcha કોઈપણ કદના પ્રકાશકો માટે વાપરવા માટે મફત છે",
  "3093689546": "સરળ એકીકરણ",
  "3096063825": "તેને અજમાવી",
  "3107683988": "આ નાટ્યાત્મક રીતે ઑફ-નેટવર્ક ટ્રાફિક અને ખર્ચમાં ઘટાડો કરી શકે છે જ્યારે અમારા 24/7 ઑન-કોલ સ્ટાફ દ્વારા સખત SLA ને પહોંચી વળવા મેનેજમેન્ટના તમામ લાભો જાળવી રાખે છે.",
  "3117887301": "સૌથી મોટી ઑનલાઇન સેવાઓ દ્વારા વિશ્વસનીય",
  "3121248460": "તમારા અપેક્ષિત પ્રેક્ષકો માટે અનંત વૈવિધ્યસભર વૈવિધ્યપૂર્ણ પડકારો -- સરળ થી જટિલ સુધી -- પ્રદર્શિત કરો",
  "3153117136": "hCaptcha મુશ્કેલી સેટિંગ્સ કેવી રીતે કાર્ય કરે છે",
  "3160820928": "સંકલિત હુમલો રક્ષણ",
  "3161489950": "વિશ્વનું સૌથી અદ્યતન સુરક્ષા ML પ્લેટફોર્મ",
  "3167979932": "પ્રથમ દિવસથી ગોપનીયતા માટે રચાયેલ છે. મજબૂત ડેટા પ્રોસેસિંગ કરાર.",
  "3194111925": "આધાર",
  "3213351333": "કોઈ અપફ્રન્ટ પ્રતિબદ્ધતા જરૂરી નથી",
  "3213957230": "જ્યારે વપરાશકર્તાઓએ સુરક્ષા જરૂરિયાતોને પહોંચી વળવા માટે કોઈ પડકારને ઉકેલવો જ જોઈએ, તો શા માટે વપરાશકર્તા માટે સુખદ અને સુસંગત કાર્યો ન બનાવો?",
  "3225770968": "hCaptcha એ મશીન લર્નિંગમાં સૌથી વધુ શ્રમ સઘન સમસ્યાને ઉકેલવા માટે રચાયેલ છે; સમયસર, સસ્તું અને વિશ્વસનીય રીતે મોટા પ્રમાણમાં ડેટાનું લેબલિંગ.",
  "3230004040": "શું તમે દૃષ્ટિહીન છો અથવા અન્યથા hCaptchas પૂર્ણ કરવામાં અસમર્થ છો?",
  "3235430156": "કંપનીની મશીન લર્નિંગ સિસ્ટમ્સ મફતમાં?",
  "3260825523": "અંતર્જ્ઞાન મશીનો",
  "3264813246": "અયોગ્ય",
  "3265895521": "દિવસના સમયના આધારે પડકારની મુશ્કેલી વધારવી અને ઓછી કરવી",
  "3266612494": "વિશ્વાસુ ભાગીદાર",
  "3276777569": "hCaptcha",
  "3287172429": "નિયંત્રણ પડકારના પ્રકારો બતાવ્યા",
  "3365203058": "વિશ્વ-વર્ગની એન્ટિ-બોટ સુરક્ષા",
  "3412647984": "આ તમને રજીસ્ટર કરીને અને કૂકી સેટ કરીને ભવિષ્યના પ્રશ્નોને ટાળવા દે છે. કૃપા કરીને તમારા જાહેરાત અવરોધકને બંધ કરવાનો પણ પ્રયાસ કરો.",
  "3417372336": "મિનિટોમાં સ્વિચ કરો",
  "3446714684": "મોબાઇલ (iOS અને Android) એકીકરણ",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "એન્ટરપ્રાઇઝ વપરાશકર્તાઓ માટે, મોટા ભાગના સંજોગોમાં પડકારોને સંપૂર્ણપણે ટાળવા માટે વિકલ્પો ઉપલબ્ધ છે.",
  "3478726913": "hCaptcha પાસે તમારા ઉપયોગ માટે ઉપલબ્ધ ગ્રહ પરના સૌથી મોટા પૂલ છે. તમારું સ્કેલ ગમે તે હોય, અમે તેને ખર્ચાળ અપફ્રન્ટ પ્રતિબદ્ધતાઓ વિના હેન્ડલ કરી શકીએ છીએ. દરરોજ લાખો કાર્યો કોઈ સમસ્યા નથી.",
  "3480023141": "ઍક્સેસિબિલિટી વિકલ્પો વિશે વધુ જાણો",
  "3483700676": "લાખો કાર્યોને તરત જ લોંચ કરો",
  "3500503648": "hCaptcha તમારા બ્રાઉઝિંગ ઇતિહાસને રેકોર્ડ કરવા અને તેનું વિશ્લેષણ કરવાને બદલે ત્વરિત મૂલ્યાંકન પર આધાર રાખીને લાંબા ગાળાના ડેટા રીટેન્શનને દૂર કરવા માટે ડિઝાઇન કરવામાં આવ્યું છે. જેવી પહેલને પણ અમે સમર્થન આપીએ છીએ",
  "3524251858": "પ્રોડક્ટ મેનેજમેન્ટના ડિરેક્ટર, ક્લાઉડફ્લેર",
  "3526939538": "સૉફ્ટવેર બગ",
  "3530599065": "ગોપનીયતા જમીન ઉપરથી બનેલ છે. hCaptcha કોઈ PII રાખતું નથી અને અસંખ્ય ગોપનીયતા આદેશો અને નિયમોનું પાલન કરે છે.",
  "3570415321": "કંપની",
  "3573245166": "reCAPTCHA થી વિપરીત, અમે દરેક દેશમાં કામ કરીએ છીએ.",
  "3578122193": "સંબંધિત સામગ્રી સાથે બ્રાન્ડ પર રહો",
  "3620442880": "ફ્લેશ વેચાણ સુરક્ષા સુવિધાઓ",
  "3630114728": "તમારી બધી સાઇટ્સ અને ઍપ પર શું થઈ રહ્યું છે તે જુઓ.",
  "3644106388": "સંપર્ક કરો",
  "3660619092": "એન્ટરપ્રાઇઝ સોલ્યુશન્સ માટે મફત સાઇન અપ કરો અથવા વેચાણનો સંપર્ક કરો",
  "3688621388": "ધમકીની સહીઓ",
  "3704893754": "તમારા માટે જોવા માંગો છો? hCaptcha ફ્રી અજમાવી જુઓ",
  "3714002185": "hCaptcha Enterprise વિશે વધુ જાણો",
  "3715747429": "અમારા ઓનબોર્ડિંગ એન્જિનિયરો તમને ઝડપથી આગળ વધી શકે છે, પછી ભલે તમને પ્રતિક્રિયા સંકલન, iOS નેટીવ એપ્સ માટે SDK, Java બેકએન્ડ ઉદાહરણ અથવા વર્ચ્યુઅલ રીતે અન્ય કોઈપણ દૃશ્યની જરૂર હોય.",
  "3717512591": "ડાયરેક્ટ પ્લેટફોર્મ એકીકરણ",
  "3721365241": "પ્રયત્ન કરો",
  "3729345277": "hCaptcha એ કંપનીઓ માટે ઉચ્ચ ગુણવત્તા સાથે અને અન્ય વિકલ્પો કરતાં ઓછી કિંમતે તેમને જરૂરી એનોટેશન ઝડપથી મેળવવાનો એક માર્ગ છે.",
  "3730038780": "વપરાશકર્તાઓને ઉકેલવા માટે લગભગ અસંખ્ય પડકારોમાંથી પસંદ કરો",
  "3739936967": "ગોપનીયતા પરના આ અનોખા ધ્યાનનો અર્થ એ છે કે ઉત્તમ સુરક્ષા જાળવી રાખીને અમે શૂન્ય વ્યક્તિગત ડેટા રીટેન્શન, કૂકી-ફ્રી ઓપરેશન અને અન્ય કરાર આધારિત ગોપનીયતા ગેરંટી ઓફર કરી શકીએ છીએ. વધુ વાંચો.",
  "3740051331": "અમે સોશિયલ મીડિયા, ફોરમ્સ અને અમારી ઇન-વિજેટ અને ઇમેઇલ સપોર્ટ ચેનલો પર તમારા વપરાશકર્તાઓના પ્રશ્નોનું સક્રિયપણે નિરીક્ષણ કરવા અને જવાબ આપવા માટે પણ પ્રતિબદ્ધ છીએ. અમે સુલભ અને પ્રતિભાવશીલ છીએ, અને વપરાશકર્તા સંતોષને ટોચના KPI તરીકે ગણીએ છીએ.",
  "3753956446": "મફત",
  "3758963444": "આભાર! તમારું સબમિશન પ્રાપ્ત થયું છે!",
  "3767462250": "ગોપનીયતા માટે રચાયેલ છે",
  "3768951251": "એન્ટરપ્રાઇઝ SLAs",
  "3807059944": "નિયંત્રિત પડકાર સામગ્રી વપરાયેલ",
  "3816867833": "પ્રતિભાવ",
  "3817811295": "ખાતરીપૂર્વકની વિશ્વસનીયતા અને ઝડપી 24/7 ઓન-કોલ સપોર્ટ.",
  "3892905664": "hCaptcha તમારી મનપસંદ ઑનલાઇન સેવાઓને માણસો માટે સરળ અને મશીનો માટે મુશ્કેલ એવા સરળ પ્રશ્નો પૂછીને બૉટો, સ્પામ અને દુરુપયોગને દૂર રાખવામાં મદદ કરે છે.",
  "3913848038": "99.99% અપટાઇમ SLA અને 24/7 વૈશ્વિક સપોર્ટ ઉપલબ્ધ છે.",
  "3951254541": "અમે તમારા ઇનપુટની પ્રશંસા કરીએ છીએ. અમને કોઈપણ સમસ્યાઓ જણાવો અને અમે તેને ઝડપથી હલ કરીશું.",
  "3952259236": "તમારા આંધળા ડેટાને hCaptcha ના હજારો સિગ્નલો સાથે જોડો hCaptcha ને વર્તનના વર્ગો પર તાલીમ આપવા -- ફક્ત તમારા ઉદાહરણ માટે -- દૂષિત વર્તણૂકની વધુ સારી રીતે આગાહી કરવા માટે એકલા ઉકેલ કરતાં વધુ સારી રીતે",
  "3953584369": "અત્યાધુનિક RBAC ઍક્સેસ પ્રતિબંધો ઉપલબ્ધ છે.",
  "4007826952": "વેબ, મોબાઇલ અને વધુ માટે #1 ગોપનીયતા-પ્રથમ કેપ્ચા.",
  "4019660456": "0ms લેટન્સી: કોઈ API કૉલ વિના hCaptcha ટોકન્સ ચકાસો.",
  "4065065042": "તમારા ઉપયોગના કેસમાં બરાબર ફિટ થવા માટે આને ડાયલ કરો.",
  "4083018285": "વિસ્તૃત સુવિધાઓનો સમૂહ કે જે ઉન્નત SOC મોનિટરિંગ અને અત્યાધુનિક સતત ધમકીઓને સંબોધવા માટેના પ્રતિભાવ સાથે જોડાય છે",
  "4146870445": "આપણે કોણ છીએ",
  "4147497805": "ગાજર",
  "4194763679": "ઝીણા દાણાદાર મુશ્કેલી સ્તર",
  "4195759329": "બોટ શોધ અને જોખમ સ્કોર્સ",
  "4199502476": "અદ્યતન રિપોર્ટિંગ ડેશબોર્ડ અને API",
  "4238473596": "વાસ્તવિક વપરાશકર્તાઓ માટે ઘર્ષણ ઓછું કરવું મહત્વપૂર્ણ છે. hCaptcha સરળ કાર્યોનો ઉપયોગ કરે છે અને વધુ બોટ ટ્રાફિકને અટકાવતી વખતે મોટાભાગના વપરાશકર્તાઓ માટે ઓછો સમય લે છે.",
  "4272022475": "બધી વિનંતીઓ અને સંપત્તિ hcaptcha.yourdomain.com પર જાય છે",
  "4272454814": "તમારી પસંદગીના ઓળખ પ્રદાતા સાથે સંકલન કરો.",
  "a11y-img-1": "લ afterગિન પછી એક્સેસિબિલીટી યુઝર સ્ક્રીન",
  "a11y-img-2": "વિજેટ UI મેનૂમાં Accessક્સેસિબિલીટી વિકલ્પ",
  "a11y-img-3": "વિજેટ UI માં Accessક્સેસિબિલિટી સંવાદ બ boxક્સ",
  "about-advisors-brendan": "બહાદુરના સીઈઓ. મોઝિલાના સહ-સ્થાપક. જાવાસ્ક્રિપ્ટ પ્રોગ્રામિંગ ભાષાના નિર્માતા. બ્રાઉઝર્સ અને વધુના બિલ્ડર.",
  "about-advisors-dawn": "પ્રોફેસર, યુનિવર્સિટી ઓફ કેલિફોર્નિયા, બર્કલેના સી.એસ. Deepંડા શિક્ષણ, સુરક્ષા, બ્લોકચેન નિષ્ણાત. ઓએસિસ લેબ્સના સીઈઓ.",
  "about-advisors-head": "સલાહકારો",
  "about-advisors-keiran": "સ્ટેનફોર્ડ ખાતે સંશોધન વૈજ્ .ાનિક. મોટી બેંકો, હેજ ફંડ્સ અને એકેડેમીઆમાં મશીન લર્નિંગ અને ક્વોન્ટિટેટિવ ફાઇનાન્સ.",
  "about-content-head-1": "અમે શું કરીએ",
  "about-content-head-2": "કેમ તે મહત્વનું છે",
  "about-content-text-1a": "એચ.કેપ્ચા બotsટોને રોકવા માટે આધુનિક, ગોપનીયતા-કેન્દ્રિત અભિગમ લાવે છે.",
  "about-content-text-1b": "અમે કેપ્ચા પડકારો બતાવીએ છીએ જે મશીન લ learningકિંગ સમસ્યાઓમાંથી મુશ્કેલ-થી-લેબલ ડેટા એકત્રિત કરીને બotsટો માટે મુશ્કેલ છે પરંતુ લોકો માટે સરળ છે, અને વેબસાઇટ અથવા એપ્લિકેશન વિઝિટર માનવ છે કે નહીં તે પારખવા માટે તેનો ઉપયોગ કરીએ છીએ.",
  "about-content-text-2a": "ખરાબ અભિનેતાઓ increasinglyનલાઇન વધુને વધુ સામાન્ય છે. પરંતુ વપરાશકર્તાની ગોપનીયતાનો બલિદાન આપવો એ જવાબ નથી.",
  "about-content-text-2b": "જાહેરાત કંપનીઓ દ્વારા આપવામાં આવતા સુરક્ષા ઉકેલો મુખ્યત્વે વેબ પરના વપરાશકર્તાઓને ટ્રેકિંગ પર કેન્દ્રિત કરે છે. અમે એક અસરકારક સુરક્ષા સોલ્યુશન બનાવ્યું છે જે સાબિત કરે છે કે વપરાશકર્તાની ગોપનીયતાને નુકસાન પહોંચાડવું ઉત્તમ પરિણામો આપવા માટે જરૂરી નથી.",
  "about-intro-head-1": "એચ કેપ્ચા વિશે",
  "about-intro-head-2": "ગોપનીયતા, સુરક્ષા અને મશીન લર્નિંગ.",
  "about-intro-text": "hCaptcha એ વિશ્વની સૌથી વધુ ઉપયોગમાં લેવાતી સ્વતંત્ર કેપ્ચા સેવા છે.",
  "about-leadership-head": "આપણે કોણ છીએ",
  "about-leadership-headsub": "આજની સખત મુશ્કેલીઓ પર કાર્યરત એક અનુભવી ટીમ.",
  "about-leadership-link1": "આપણે કોણ છીએ",
  "about-leadership-text1": "વધુને વધુ વ્યવહારદક્ષ આધુનિક ધમકીઓથી systemsનલાઇન સિસ્ટમોને સુરક્ષિત રાખવા પર ખાસ ધ્યાન કેન્દ્રિત કરવા, અમે સ્કેલ પર deepંડા શિક્ષણ અને વિઝ્યુઅલ ડોમેન મશીન લર્નિંગમાં નિષ્ણાંત છીએ.",
  "about-leadership-text2": "ઘણા દાયકાના સ softwareફ્ટવેર અને મશીન લર્નિંગ કુશળતા સાથે, અમે ગોપનીયતાને જાળવી રાખતી કેટલીક આજકાલની મુશ્કેલ સમસ્યાઓનો સામનો કરવા માટે મોટા પ્રમાણમાં સ્કેલેબલ સિસ્ટમો બનાવી અને ચલાવીએ છીએ.",
  "acc-opt": "Accessક્સેસિબિલીટી વિકલ્પો",
  "acc-opt-but": "Accessક્સેસિબિલીટી વિકલ્પો વિશે વધુ જાણો",
  "acc-opt-text": "શું તમે દૃષ્ટિહીન છો અથવા તો hCaptchas પૂર્ણ કરવામાં અસમર્થ છો?",
  "accessibility-link": "ઉપલ્બધતા",
  "appreciate-in": "અમે તમારા ઇનપુટની પ્રશંસા કરીએ છીએ. અમને કોઈપણ સમસ્યાઓ જણાવો અને અમે તેને ઝડપથી હલ કરીશું.",
  "fb-but": "અમને પ્રતિસાદ મોકલો",
  "feedback-text": "તમે હમણાં જોયેલ hCaptcha પર પ્રતિસાદ આપો",
  "footer-attribution": "એટ્રિબ્યુશન",
  "footer-copyright-text": "એચ.પ્પ્ચા એ ઇન્ટ્યુશન મશીન, ઇંકનું રજિસ્ટર્ડ ટ્રેડમાર્ક છે.",
  "footer-header-1": "કંપની",
  "footer-header-2": "સંસાધનો",
  "footer-header-3": "સંપર્ક કરો",
  "footer-link-1": "લેબલિંગ",
  "footer-link-10": "ઉપલ્બધતા",
  "footer-link-2": "વિશે",
  "footer-link-3": "નોકરીઓ",
  "footer-link-4": "ટ્રેડમાર્ક્સ",
  "footer-link-5": "એઆઈ એથિક્સ",
  "footer-link-6": "બ્લોગ",
  "footer-link-7": "સ્થિતિ",
  "footer-link-8": "દસ્તાવેજીકરણ",
  "footer-link-9": "ભૂલની જાણ કરો",
  "footer-privacy": "ગોપનીયતા",
  "footer-subheader-1": "આધાર",
  "footer-subheader-2": "સંપર્ક કરો",
  "footer-terms": "શરતો",
  "h-plans": "ઉમેદવારી યોજનાઓ",
  "header-docs-link": "ડsક્સ",
  "header-labeling-services-link": "લેબલિંગ સેવાઓ",
  "header-login-button": "પ્રવેશ કરો",
  "header-plans-link": "યોજનાઓ",
  "header-signup-button": "સાઇનઅપ",
  "home-about-head": "એચ કેપ્ચા વિશે",
  "home-about-subtitle": "હ્યુમન પ્રોટોકોલ દ્વારા સંચાલિત",
  "home-about-text-1": "એચ.કaptપ્ચા મશીન લર્નિંગમાં ખૂબ મજૂર સઘન સમસ્યા હલ કરવા માટે બનાવવામાં આવી છે: સમયસર, સસ્તું અને વિશ્વસનીય રીતે મોટા પ્રમાણમાં ડેટા લેબલ કરવું.",
  "home-about-text-2": "વધુ માહિતી સામાન્ય રીતે તાલીમ મશીન લર્નિંગ મોડેલોમાં વધુ સારા પરિણામો ઉત્પન્ન કરે છે. Deepંડા મોડેલોની તાજેતરની સફળતા, મોટાભાગે હંમેશાં કેટલીક માનવ સમીક્ષા સાથે, મોટા ડેટાસેટ્સ તરફ દોરી ગઈ છે. જો કે, મિકેનિકલ તુર્ક, ફિગર આઠ, વગેરે દ્વારા મોટા માનવ-સમીક્ષા કરેલા ડેટાસેટ્સ બનાવવાનું બંને ધીમું અને ખર્ચાળ છે.",
  "home-about-text-3": "બCક્ટોઝ અને અન્ય પ્રકારનાં દુરૂપયોગને અવરોધિત કરતી વખતે, એચ.કેપ્ચા વેબસાઇટને આ માંગને ધ્યાનમાં રાખીને પૈસા કમાવવા માટે પરવાનગી આપે છે.",
  "home-about-text-4": "એચ કેપ્ચા માર્કેટપ્લેસ એ હ્યુમન પ્રોટોકોલ દ્વારા સંચાલિત છે, જે ઇથેરિયમ બ્લોકચેન પર ચાલતા માનવ સમીક્ષા માટેનો એક ખુલ્લો વિકેન્દ્રિય પ્રોટોકોલ છે. જ્યારે પણ વપરાશકર્તાઓ તેમની સાઇટ પર hCaptcha વિજેટનો ઉપયોગ કરે છે ત્યારે વેબસાઈટો હ્યુમન ટોકન્સ (HMT) કમાય છે, અને મશીન લર્નિંગ કંપનીઓ તેમના ડેટાના લેબલ મેળવવા માટે હ્યુમન ટોકન્સને ચુકવે છે.",
  "home-ba-labeling-services-link": "લેબલિંગ સેવાઓ",
  "home-benefits-head-1": "ડેટા લેબલિંગમાં મૂલ્ય",
  "home-benefits-head-2": "પાછા ચેરિટી આપો",
  "home-benefits-text-1": "શું તમે પ્રત્યેક વિશાળ કંપનીની મશીન લર્નિંગ સિસ્ટમોને મફતમાં તાલીમ આપવા માટે મદદ કરી રહ્યાં છો તે કાર પર ક્લિક કરો ત્યારે તમને ખ્યાલ છે?",
  "home-benefits-text-2": "hCaptcha આ મોડેલને આસપાસ ફેરવે છે. જ્યારે તમે hCaptcha નો ઉપયોગ કરો છો, ત્યારે કંપનીઓ તેમની માનવતાને સાબિત કરતી વખતે તમારા વપરાશકર્તાઓ કરે છે તે કાર્ય પર બોલી લગાવે છે. તમને પારિતોષિક મળે છે.",
  "home-benefits-text-3": "તમારી મનપસંદ દાનમાં પાછા આપવા માંગો છો? hCaptcha તમને તમારી પસંદની સખાવતી સંસ્થાઓને તેના ઉપયોગથી પ્રાપ્ત કરેલી આવક સાથે ટેકો આપવા દે છે. તમારી સાઇટ પરના વપરાશકર્તાઓ ટૂંક સમયમાં hCaptcha ઇન્ટરફેસ પર સમજદાર બ્રાંડિંગ દ્વારા ચેરિટીમાં આપેલા યોગદાનને જોઈ શકશે.",
  "home-challenge-text-1": "ક્વેરી સાથે મેળ ખાતી બધી છબીઓ પસંદ કરો",
  "home-challenge-text-2": "Forબ્જેક્ટ્સ માટે બાઉન્ડિંગ ક્ષેત્ર વ્યાખ્યાયિત કરો",
  "home-challenge-text-3": "અનુરૂપ લેબલ્સ ઓળખો",
  "home-challenge-title-1": "સરખામણી",
  "home-challenge-title-2": "બાઉન્ડિંગ બક્સ",
  "home-challenge-title-3": "વર્ગીકરણ",
  "home-challenges-head": "પડકારો રજૂ કર્યા",
  "home-challenges-text-1": "... અને અન્ય સરળ કાર્યો. મનુષ્ય માટે સરળ, બotsટો માટે સખત.",
  "home-challenges-text-2": "એન્ટરપ્રાઇઝ પ્રકાશકો માટે કસ્ટમ કાર્યો પણ ઉપલબ્ધ છે.",
  "home-ent-1": "અમારી એન્ટરપ્રાઇઝ સુરક્ષા ingsફરિંગ્સ શોધી રહ્યાં છો?",
  "home-ent-2": "અમારી નવી સમર્પિત સાઇટની મુલાકાત લો: BotStop.com",
  "home-ent-button": "વધુ જાણો: એચ.કેપ્ચા દ્વારા બોટસ્ટtopપ",
  "home-from-the-blog": "બ્લLOગમાંથી:",
  "home-from-the-blog-value": "કેવી રીતે hCaptcha મુશ્કેલી સેટિંગ્સ કાર્ય કરે છે",
  "home-intro-body": "શું તમે બotsટો રાખવા માટે કેપ્ચાનો ઉપયોગ કરો છો? hCaptcha વપરાશકર્તાની ગોપનીયતાનું રક્ષણ કરે છે, વેબસાઇટ્સને પુરસ્કાર આપે છે, અને કંપનીઓને તેમનો ડેટા લેબલ કરવામાં મદદ કરે છે. તે રેકેપ્ચા માટેનું એક ડ્રોપ-ઇન રિપ્લેસમેન્ટ છે: તમે થોડીવારમાં સ્વિચ કરી શકો છો.",
  "home-intro-button": "અત્યારે જોડવ",
  "home-intro-head": "વધુ બotsટો રોકો. વપરાશકર્તાની ગોપનીયતાનું રક્ષણ કરવાનું પ્રારંભ કરો.",
  "home-main-1": "ખાનગી. સુરક્ષિત. ઝડપી. અને અમે તમને તેનો ઉપયોગ કરવા માટે ચૂકવણી કરીએ છીએ.",
  "home-main-2": "ગોપનીયતા કેન્દ્રિત",
  "home-main-2c": "જાહેરાત નેટવર્ક્સ તમારા મુલાકાતીઓને ઉત્પાદન તરીકે જુએ છે. hCaptcha માટે ઉત્પાદન એ તેઓ પ્રદાન કરે છે તે કાર્ય છે. અમે તમારા વપરાશકર્તાઓ કોણ છે તેની પરવા કરતા નથી, માત્ર તેઓ દૂષિત હોવાની શક્યતા કેટલી છે. અમે ગોપનીયતા પાસ જેવી પહેલને સમર્થન આપીએ છીએ અને ગોપનીયતા અને સુરક્ષાને સંતુલિત કરવા સખત મહેનત કરીએ છીએ.",
  "home-main-3": "સુરક્ષા પ્રથમ",
  "home-main-3c": "ચોકસાઈ તમારા અને આપણામાં છે. hCaptcha પ્રકાશક કેન્દ્રિત છે. અમે તમને વાસ્તવિક ડેટા આપવા માટે કામ કરીએ છીએ અને તેનો ઉપયોગ કેવી રીતે કરવો તે તમને નિર્ણય કરવા દે છે. અન્ય કેપ્ચા, વિશાળ જાહેરાત કંપનીઓ દ્વારા આપવામાં આવે છે. આનો અર્થ એ છે કે તેઓ રોકે છે તે દરેક બોટ તેમની આવક ઘટાડી શકે છે.",
  "home-main-4": "સારો વપરાશકર્તા અનુભવ",
  "home-main-4c": "સોફિસ્ટિકેટેડ મશીન લર્નિંગ મોડેલોનો ઉપયોગ એચ કેપ્ચા દ્વારા માનવતા નક્કી કરવા માટે કરવામાં આવે છે. આ અમને તમારા વપરાશકર્તાઓ તરફથી ઓછી ત્રાસદાયક કાર્યોની જરૂર છે અને તેમ કરવામાં તેમનો ઓછો સમય લે છે, જ્યારે હજી પણ ગ્રાહકોને લેબલ આપવા માટે ઉપયોગી લેબલવાળા ડેટા ઉત્પન્ન થાય છે.",
  "home-main-plans": "એચ કેપ્ચા કોઈપણ કદના પ્રકાશકો માટે ઉપયોગમાં મફત છે. જો કે, વધુ નિયંત્રણની જરૂર હોય તેવા ઉદ્યોગો અને પ્લેટફોર્મ માટે, અમારા એન્ટરપ્રાઇઝ સોલ્યુશન્સ ઉપલબ્ધ છે.",
  "home-main-plans2": "hCaptcha એન્ટરપ્રાઇઝ સોલ્યુશન્સ ગ્રહ પરની કેટલીક મોટી કંપનીઓ માટે કરોડો વેબસાઇટ્સના લાખો વપરાશકર્તાઓનું રક્ષણ કરે છે. વધુ માહિતી માટે, અથવા મુલાકાત માટે કૃપા કરીને અમારો સંપર્ક કરો",
  "home-main-plans3": "hCaptcha એન્ટરપ્રાઇઝ સોલ્યુશન્સ ગ્રહ પરની કેટલીક મોટી કંપનીઓ માટે કરોડો વેબસાઇટ્સના લાખો વપરાશકર્તાઓનું રક્ષણ કરે છે. વધુ માહિતી માટે, અથવા મુલાકાત માટે કૃપા કરીને અમારો સંપર્ક કરો",
  "home-main-plans4": "વિગતો માટે.",
  "home-plans-button-1": "અત્યારે જોડવ",
  "home-plans-button-2": "સંપર્ક વેચાણ",
  "home-plans-chart-head-1": "વિશેષતા",
  "home-plans-chart-head-2": "પ્રકાશક",
  "home-plans-chart-head-3": "એન્ટરપ્રાઇઝ",
  "home-plans-chart-row-1-cell-1": "નિયંત્રણ ચેલેન્જ પ્રકારો બતાવ્યા પ્રમાણે",
  "home-plans-chart-row-1-cell-2": "મર્યાદિત",
  "home-plans-chart-row-1-cell-3": "કુલ",
  "home-plans-chart-row-10-cell-1": "મલ્ટિ-યુઝર ડેશબોર્ડ્સ",
  "home-plans-chart-row-11-cell-1": "અદ્યતન રિપોર્ટિંગ સુવિધાઓ",
  "home-plans-chart-row-12-cell-1": "એન્ટરપ્રાઇઝ એસ.એલ.એસ.",
  "home-plans-chart-row-2-cell-1": "પડકારની સામગ્રીનો ઉપયોગ કરો",
  "home-plans-chart-row-2-cell-2": "મર્યાદિત",
  "home-plans-chart-row-2-cell-3": "કુલ",
  "home-plans-chart-row-3-cell-1": "માનવ દ્રાવ્યો માટે પુરસ્કારો કમાઓ",
  "home-plans-chart-row-4-cell-1": "વર્લ્ડ ક્લાસ એન્ટી બ bટ પ્રોટેક્શન",
  "home-plans-chart-row-5-cell-1": "દરેક દેશમાં કામ કરે છે",
  "home-plans-chart-row-5a-cell-1": "નો-કેપ્ચા અને 99.9% નિષ્ક્રિય મોડ્સ",
  "home-plans-chart-row-5b-cell-1": "બોટ કોન્ફિડેન્સ સ્કોર્સ",
  "home-plans-chart-row-6-cell-1": "જીડીપીઆર અને સીસીપીએ-ફ્રેંડલી ગોપનીયતા નીતિ",
  "home-plans-chart-row-7-cell-1": "ફાઇન-ગ્રેઇન્ડ મુશ્કેલી સ્તર",
  "home-plans-chart-row-8-cell-1": "તમારી પોતાની પડકારની સામગ્રી લોંચ કરો",
  "home-plans-chart-row-9-cell-1": "સમય-આધારિત મુશ્કેલીનું સમયપત્રક",
  "home-try-it-out-button": "એચ કેપ્ચા મેળવો",
  "home-try-it-out-head": "તેને અજમાવી",
  "home-try-it-out-text": "hCaptcha, સરળ, સરળ અને વિશ્વસનીય બotટ તપાસ પ્રદાન કરે છે જ્યારે મનુષ્યો હલ કરવા માટે તુચ્છ છે.",
  "labeling-about-head": "એચ કેપ્ચા વિશે",
  "labeling-about-text-1": "hCaptcha એ મશીન લર્નિંગમાં ખૂબ મજૂર સઘન સમસ્યા હલ કરવા માટે બનાવવામાં આવી છે; સમયસર, સસ્તું અને વિશ્વસનીય રીતે મોટા પ્રમાણમાં ડેટા લેબલ કરવું. વધુ માહિતી સામાન્ય રીતે તાલીમ મશીન લર્નિંગ મોડેલોમાં વધુ સારા પરિણામો ઉત્પન્ન કરે છે. Deepંડા મોડેલોની તાજેતરની સફળતા વધુને વધુ મોટા ડેટાસેટ્સ તરફ દોરી ગઈ છે, અને hCaptcha આ જરૂરિયાતને પૂર્ણ કરે છે.",
  "labeling-about-text-2": "જો કે, પરંપરાગત પદ્ધતિઓનો ઉપયોગ કરીને મોટા માનવ-સમીક્ષા કરેલા ડેટાસેટ્સ બનાવવાનું ધીમું અને ખર્ચાળ બંને છે. hCaptcha એ એવી કંપનીઓ માટે theનોટેશન મેળવવાની એક રીત છે જેમાં તેઓને વધુ ગુણવત્તાની સાથે અને અન્ય વિકલ્પોની તુલનામાં ઓછા ખર્ચે જરૂર પડે છે.",
  "labeling-annotations-head": "Notનોટેશન પ્રકાર",
  "labeling-annotations-text-1": "છબીઓ અને વિડિઓમાં ચોક્કસ objectબ્જેક્ટ તપાસ",
  "labeling-annotations-text-2": "છબીઓ અને વિડિઓમાં ચોક્કસ objectબ્જેક્ટ તપાસ",
  "labeling-annotations-text-3": "ઘણા જુદા જુદા ઉપયોગના કેસો માટે પોઇન્ટ Pointનોટેશન્સ",
  "labeling-annotations-text-4": "કોઈપણ કદની મનસ્વી શ્રેણીઓ સortર્ટ કરો અથવા જોડો",
  "labeling-annotations-text-5": "માનવ સંચાલિત શોધ અને વર્ગીકરણ",
  "labeling-annotations-text-6": "અહીં સૂચિબદ્ધ ન હોય તેવા બીજા પ્રકારની જરૂર છે? અમને પૂછો.",
  "labeling-annotations-title-1": "બાઉન્ડિંગ બesક્સીસ",
  "labeling-annotations-title-2": "બહુકોણ",
  "labeling-annotations-title-3": "સીમાચિહ્નો",
  "labeling-annotations-title-4": "લક્ષણ વર્ગીકરણ",
  "labeling-annotations-title-5": "સરખામણી અને તપાસ",
  "labeling-annotations-title-6": "... અને ઘણું બધું",
  "labeling-ent-button": "અમારી એન્ટરપ્રાઇઝ સોલ્યુશન્સ ટીમનો સંપર્ક કરો",
  "labeling-ent-head": "અંત-થી-અંતરે નિયંત્રણની જરૂર છે?",
  "labeling-ent-text-1": "HCaptcha પાછળનો હ્યુમન પ્લેટફોર્મ ન-પ્રીમિસ, હાઇબ્રિડ અથવા સાસ ડિપ્લોયમેન્ટ્સ કે જે તમારી હાલની સિસ્ટમો સાથે સંકલન કરે છે તે દ્વારા ખૂબ જ વ્યવસ્થિત વર્ક ગુણવત્તા અને મેનેજમેન્ટ સુવિધાઓ પ્રદાન કરે છે.",
  "labeling-ent-text-2": "તમારા પોતાના કર્મચારીઓ, વ્યવસાયિક એકમો અથવા કન્સોર્ટિયમ ભાગીદારોમાં વપરાશમાં લેવામાં આવતી ટ્ર trackક વેલ્યુ સાથે સંપૂર્ણ offlineફલાઇન ચલાવો, ખર્ચ અને સુરક્ષા આવશ્યકતાઓ અને વધુના આધારે જુદી જુદી આંતરિક અથવા બાહ્ય શ્રમ પ્રદાતાઓને નોકરી પસંદ કરો.",
  "labeling-ent-text-3": "સરળ API accessક્સેસ, સુંદર ડેશબોર્ડ્સ અને કાર્યક્ષમતાને વધારવા માટે નવીનતમ મોડેલ-ઇન-ધ-લૂપ તકનીક.",
  "labeling-ent-text-4": "99.99% અપટાઇમ SLAs અને 24/7 વૈશ્વિક સપોર્ટ ઉપલબ્ધ છે. વધુ માહિતી માટે:",
  "labeling-features-head-1": "સરળ API- આધારિત પાઇપલાઇન્સ.",
  "labeling-features-head-2": "ખર્ચ અને ગુણવત્તા માટે timપ્ટિમાઇઝ. કોઈ સ્પષ્ટ સ્પષ્ટ પ્રતિબદ્ધતા જરૂરી નથી.",
  "labeling-features-head-3": "તમને જરૂરી ચોકસાઈ માટે જ ચૂકવણી કરો.",
  "labeling-features-head-4": "તમારો પોતાનો ગ્રાઉન્ડ સત્ય ડેટા પ્રદાન કરો અથવા અમને તેને ફ્લાય પર બિલ્ડ કરવા દો.",
  "labeling-features-text-1": "શું તમારી સમીક્ષાને સીધા તમારા વ્યવસાયિક કાર્યોમાં એકીકૃત કરવા માંગો છો? અમે ઉચ્ચ વિશ્વસનીયતા SLA, બાંયધરીકૃત ક્ષમતા અને સરળ REST API નો ઓફર કરીએ છીએ.",
  "labeling-features-text-2": "સુવિધાયુક્ત રીઅલ-ટાઇમ ગુણવત્તા વિશ્લેષણ કરવા હ્યુમન પ્લેટફોર્મ વ્યાપક આત્મવિશ્વાસના નમૂનાઓનો ઉપયોગ કરે છે. આ અમને પ્રશ્નો અને તેમના સંભવિત સાચા જવાબોની મુશ્કેલી અને સમય અને પૈસાની બચત બંનેને ઝડપથી નિર્ધારિત કરવાની મંજૂરી આપે છે.",
  "labeling-features-text-3": "બધી સમસ્યાઓ સરખી નથી. સલામતી-નિર્ણાયક કાર્યો માટેની Anનોટેશનમાં સંપૂર્ણ માનવ કાર્યકરો તરફથી 99.99% વિશ્વાસની જરૂર પડી શકે છે. મોબાઇલ ગેમ એપ્લિકેશનમાં એક બીટા સુવિધા માટેની notનોટેશનમાં ફક્ત મધ્યમ વિશ્વાસની જરૂર પડી શકે છે. તમે નક્કી કરો.",
  "labeling-features-text-4": "શું તમારી પાસે વ્યાપક ચકાસણી સેટ વિના કાચો ડેટા છે? મોટાભાગના કેસોમાં અમે તમારા માટે એક સિસ્ટમ બનાવી શકાય તેવા કાર્યો તરીકે બનાવી શકીએ છીએ, અથવા તમારી મંજૂરી માટે લેબલવાળા નમૂનાઓ બનાવી શકીએ છીએ.",
  "labeling-info-head": "ડેટા લેબલ મેળવવું",
  "labeling-info-text-1": "તમારી પ્રોજેક્ટ આવશ્યકતાઓને નિર્ધારિત કરવા માટે અમારા ડોમેન નિષ્ણાતોમાંની એક સાથે વાત કરો: લક્ષ્ય ચોકસાઈ, ફોર્મેટ અને કોઈપણ વિશેષ આવશ્યકતાઓ.",
  "labeling-info-text-2": "અમે તમારા નમૂના ડેટાના આધારે નાનું ઉત્પાદન જોબ ચલાવીએ છીએ. તમને જે જોઈએ છે તે બરાબર મળે તે સુનિશ્ચિત કરવા માટે અમે મળીને કરેલા કાર્યની પરીક્ષણ કરે છે.",
  "labeling-info-text-3": "અમારા ઉચ્ચ વોલ્યુમ અને ઓછી વિલંબથી અમે તમારા કાર્યને ઝડપથી પૂર્ણ કરીશું, તે પૂર્ણ થતાંની સાથે જ સ્વચાલિત વિતરણ સાથે.",
  "labeling-info-text-4": "જેમ કે અમે તમારા ઉત્પાદનના કાર્યના પરિમાણોને વધુ સારી રીતે સમજીએ છીએ, પરિણામ સમય જતાં સુધરતાં રહેશે.",
  "labeling-info-text-5": "લાઇવ ડેશબોર્ડ્સ તમને કોઈપણ સમયે પ્રતિસાદ આપવા અથવા ઉત્પાદનને થોભાવવાની મંજૂરી આપે છે.",
  "labeling-info-title-1": "સ્પષ્ટીકરણો વ્યાખ્યાયિત કરો",
  "labeling-info-title-2": "પ્રારંભિક જોબ ટેસ્ટ",
  "labeling-info-title-3": "પ્રોડક્શન જોબ્સ જમાવો",
  "labeling-info-title-4": "સતત સુધારણા",
  "labeling-info-title-5": "વાસ્તવિક સમય પરિણામો",
  "labeling-main-1": "સ્કેલ પર ખર્ચ-અસરકારક ડેટા લેબલિંગ",
  "labeling-main-1-button": "તમારો ડેટા હમણાં લેબલ મેળવો",
  "labeling-main-1c": "તમારા ડેટાસેટ્સ માટે વધુ લેબલની જરૂર છે? hCaptcha આર્ટિફિશિયલ ઇન્ટેલિજન્સ અને મશીન લર્નિંગ એપ્લિકેશન્સ પર કામ કરતી કંપનીઓ માટે ઝડપી, ખર્ચ-અસરકારક અને ઉચ્ચ ગુણવત્તાવાળા ડેટા લેબલિંગ પ્રદાન કરે છે.",
  "labeling-main-2": "લાખો કાર્યો તાત્કાલિક શરૂ કરો.",
  "labeling-main-2-button": "ડેટા લેબલિંગ સેવાઓ ખરીદો",
  "labeling-main-2c": "એચ.કેપ્ચામાં તમારા ઉપયોગ માટે ઉપલબ્ધ ગ્રહ પરના સૌથી મોટા પૂલ છે. તમારું સ્કેલ કોઈપણ હોય, અમે તેને ખર્ચાળ સ્પષ્ટ પ્રતિબદ્ધતાઓ વિના નિયંત્રિત કરી શકીએ છીએ. દિવસ દીઠ લાખો કાર્યો કોઈ સમસ્યા નથી.",
  "labeling-platform-head": "ખાનગી અથવા જાહેર માહિતી",
  "labeling-platform-text": "hCaptcha હ્યુમન પ્લેટફોર્મ પર બનાવવામાં આવ્યું છે, જે દરેક પગલા પર ખર્ચ અને કાર્યક્ષમતાને શ્રેષ્ઠ બનાવવા માટે વ્યવહારદક્ષ રૂટીંગ અને વિશ્લેષણને મંજૂરી આપે છે. આ તકનીકી તમને યોગ્ય કાર્યસ્થળને તમારી નોકરીના દરેક ભાગને હેન્ડલ કરવા દે છે, ગોપનીયતાને જાળવી રાખતી વખતે અને ખર્ચની કાર્યક્ષમતાને વધારીને લાગુ પડે તેવી કોઈપણ નિયમનકારી આવશ્યકતાઓને પહોંચી વળે છે.",
  "labeling-try-button": "ડેટા લેબલિંગ સેવાઓ ખરીદો",
  "labeling-try-head": "તમારા ડેટા સાથે તેને અજમાવવા માંગો છો?",
  "labeling-try-text": "... જ્યારે તમે હોવ ત્યારે અમે તૈયાર છીએ: અમારી સેવા ઘડિયાળની આસપાસ ઉપલબ્ધ રહે છે.",
  "learn-more-hcaptcha": "HCaptcha વિશે વધુ જાણો",
  "page-acc-faq-1": "પ્રશ્ન: શું hCaptcha વિભાગ 508 + WCAG 2.1 AA સુસંગત છે? જવાબ: અમે એવું માનીએ છીએ: કોઈપણ પ્રકારની ક્ષતિ ધરાવતા તમામ વપરાશકર્તાઓ કે જેઓ વેબ બ્રાઉઝ કરવામાં અને ફોર્મ્સ પર ટેક્સ્ટ દાખલ કરવામાં સક્ષમ છે તેઓ નોંધણી પર hCaptcha દ્વારા સુરક્ષિત સેવાઓને ઍક્સેસ કરી શકે છે. જો કે, આ કાનૂની સલાહ નથી: તમારે તમારું પોતાનું મૂલ્યાંકન કરવું જોઈએ, તમારા ખાસ અમલીકરણને ધ્યાનમાં લઈને તમારી જમાવટ માટે આ કેસ છે તેની ખાતરી કરવા માટે.",
  "page-acc-faq-2": "પ્રશ્ન: શું તમે ઑડિયો જેવા અન્ય ઍક્સેસિબિલિટી (a11y) વિકલ્પો પર કામ કરી રહ્યાં છો? જવાબ: ઓડિયો કેપ્ચા જેવા અગાઉના લોકપ્રિય વિકલ્પો ઘણા a11y વપરાશકર્તાઓ સામે ભેદભાવ રાખે છે અને આધુનિક મશીન શિક્ષણ તકનીકો દ્વારા સરળતાથી પરાજિત થાય છે. આનાથી હુમલાખોરોને હરાવવા માટે વર્તમાન ઓડિયો પડકારો વધુને વધુ મુશ્કેલ બનવાની ફરજ પડી છે, અવાજ, વિચિત્ર સમય, અસામાન્ય શબ્દ સંયોજનો અને તેથી વધુનો પરિચય. આ રીતે અમે પડકારને સંપૂર્ણપણે ટાળવા વિરુદ્ધ આ અભિગમ વિશે ઓછા ઉત્સાહી છીએ, પરંતુ જો a11y સમુદાય તરફથી માંગ હશે તો અમે તેના પર વિચાર કરીશું. જો કે, અમે ઍક્સેસિબિલિટી ઉપયોગ કેસ માટે ગોપનીયતા પાસમાં ખૂબ જ રસ ધરાવીએ છીએ. અમે માનીએ છીએ કે અમારા વર્તમાન a11y અભિગમને ગોપનીયતા પાસ જારી સાથે જોડવાથી a11y વપરાશકર્તાઓ સુરક્ષિત રીતે બ્રાઉઝ કરી શકશે, તેઓનો ટ્રાફિક વધુ ખાનગી છે તે જ્ઞાનમાં સુરક્ષિત રહેશે, જ્યારે a11y વિકલ્પો ઉપલબ્ધ હોય ત્યારે બૉટ ઑપરેટરો દ્વારા દુરુપયોગને પ્રતિબંધિત કરે છે જે અનિવાર્યપણે થાય છે. અમે આ નવી ટેક્નોલોજીને પ્રમાણિત કરતા IETF કાર્યકારી જૂથમાં સક્રિય સહભાગીઓ છીએ.",
  "page-acc-faq-3": "પ્રશ્ન: ગોપનીયતા વિશે શું? શું નોંધણી કોઈ રીતે a11y બ્રાઉઝિંગ ડેટાને છતી કરે છે? તમે ઈમેલ સાથે શું કરશો? જવાબ: hCaptcha ગ્રાઉન્ડ ઉપરથી ગોપનીયતા માટે રચાયેલ છે. તે reCAPTCHA જેવા પરંપરાગત વિકલ્પો કરતાં ખૂબ જ અલગ છે જે જાહેરાત નેટવર્કની માલિકીના છે, જે તમને વેબ પર ટ્રૅક કરવા અને તમને વાસ્તવિક ઓળખ સાથે સાંકળવા માટે પ્રોત્સાહન આપે છે. અમે a11y ઉપયોગની સુવિધા આપવા અને દુરુપયોગ અટકાવવા સિવાયના કોઈપણ હેતુ માટે ઍક્સેસિબિલિટી ઇમેઇલ અથવા માહિતીનો ઉપયોગ ક્યારેય કરતા નથી. અમે ડેટાનો ઉપયોગ કેવી રીતે કરીએ છીએ તે અંગે અમારી ગોપનીયતા નીતિમાં વ્યાપક અને અધિકૃત જવાબો છે, પરંતુ ટૂંકો જવાબ એ છે કે અમે તમને તમારા બ્રાઉઝિંગ ઇતિહાસ સાથે એક વ્યક્તિ તરીકે જોડવામાં કોઈ રસ ધરાવતા નથી. અમે હાલમાં તમારા ઇમેઇલ સરનામાંને ઝડપથી કાઢી નાખવા માટે ક્રિપ્ટોગ્રાફિક ઉકેલ પર પણ કામ કરી રહ્યા છીએ. જ્યારે હજુ પણ દુરુપયોગ અટકાવવાની અમારી ક્ષમતાને સાચવીને, અમારા ગોપનીયતા પાસના કાર્યને પૂરક બનાવી રહ્યા છીએ.",
  "page-acc-link-1": "જો તમે accessક્સેસિબિલીટી વપરાશકર્તા છો, તો કૃપા કરીને અહીં સાઇન અપ કરો.",
  "page-acc-subhead": "સુરક્ષા જાળવી રાખતા તમામ વપરાશકર્તાઓ માટે એકીકૃત પ્રવેશની ખાતરી કરવી",
  "page-acc-summary": "સારાંશ",
  "page-acc-summary-contents-1": "hCaptcha એ બૉટોને લોકોથી અલગ કરીને રોકવા માટે ડિઝાઇન કરવામાં આવી છે. વિઝ્યુઅલ ટેસ્ટ આ માટે એક અનુકૂળ સાધન છે, પરંતુ દરેક જણ વિઝ્યુઅલ પડકારને હલ કરી શકતા નથી. આ કારણોસર અમે અમારી સેવાનો ઉપયોગ કરતા પ્રકાશકોને સંપૂર્ણ કલમ 508 અને WCAG 2.1 AA અનુપાલન સાથે બધા માટે સુલભતા જાળવવા દેવા માટે એક સરળ, પીડારહિત વિકલ્પ તૈયાર કર્યો છે.",
  "page-acc-summary-contents-2": "તે કેવી રીતે કાર્ય કરે છે: પ્રથમ, URLક્સેસિબિલિટી વપરાશકર્તા આ URL પર સાઇન અપ કરે છે, જે hCaptcha વિજેટ માહિતી પૃષ્ઠમાં જોડાયેલ છે. તેમને એક એન્ક્રિપ્ટેડ કૂકી આપવામાં આવે છે જેનો ઉપયોગ દિવસ દીઠ ઘણી વખત થઈ શકે છે, પરંતુ લ loginગિન દ્વારા દર 24 કલાકે તાજું થવું આવશ્યક છે. જ્યારે કોઈ સાઇટ પર કોઈ anક્સેસિબિલીટી યુઝરને એચકેપ્ચા સેવાનો ઉપયોગ કરીને કોઈ પડકાર રજૂ કરવામાં આવે છે, તો તે આપમેળે પસાર થશે.",
  "page-acc-title": "hCaptcha chaક્સેસિબિલીટી માહિતી",
  "page-acc-tr-body": "પ્રશ્ન: હું કૂકી સેટ કર્યા પછી પણ એક પડકાર જોઈ રહ્યો છું. આનું કારણ શું છે?<br> જવાબ: આ સામાન્ય રીતે કોઈ આક્રમક એડ બ્લ orકર અથવા એન્ટી-કૂકી એક્સ્ટેંશન અથવા ક્રોસ-સાઇટ કૂકીઝને અવરોધિત કરતી સેટિંગને કારણે થાય છે, આ કિસ્સામાં hcaptcha.com માટે એક કૂકી જે અલગ સાઇટ પર hCaptcha JS દ્વારા સેટ કરેલી છે અથવા ચેક કરેલી છે. , જેમ કે તમે મુલાકાત લઈ રહ્યા છો.<br><br> hCaptcha ibilityક્સેસિબિલીટી કૂકીઝ, તમામ લોકપ્રિય બ્રાઉઝર્સ અને તેમની એડિટ બ્લocકર્સ સાથે તેમની માનક સેટિંગ્સ સાથે કાર્ય કરે છે, તેથી સામાન્ય રીતે નિષ્ફળતાઓ એન્ટી-એડબ્લોક સ્ક્રિપ્ટ્સ અથવા સમાન સાઇટ્સને લક્ષ્ય બનાવતી સમાન નિયમોને કારણે થાય છે.<br><br> ઉકેલો:<br><br> 1. તમારી જાહેરાત અવરોધક અથવા બ્રાઉઝર સુરક્ષા એક્સ્ટેંશનમાં વ્હાઇટલિસ્ટ hcaptcha.com અને * .hcaptcha.com કૂકીઝ.<br> 2. જો તમે બહાદુર બ્રાઉઝરનો ઉપયોગ કરી રહ્યાં છો, જેમાં હાલમાં કોઈ પણ પ્રકારની કૂકી વ્હાઇટલિસ્ટ જણાતી નથી, તો પસંદગીઓ -> શિલ્ડ -> કૂકીઝ પર જાઓ અને બધી કૂકીઝને મંજૂરી આપો પસંદ કરો.<br> If. જો તમે સફારીના ખૂબ તાજેતરના સંસ્કરણનો ઉપયોગ તાજેતરમાં પ્રકાશિત OS X 10.15 અથવા iOS 13.4 પર કરી રહ્યાં છો, તો Appleપલે હમણાં જ તૃતીય-પક્ષ કૂકીઝથી સંબંધિત સફારીની વર્તણૂક બદલી છે, તે બધાને મૂળભૂત રૂપે અવરોધિત કરી છે. અમે કોઈ સોલ્યુશનનો અમલ કરી રહ્યા છીએ, પરંતુ તે દરમિયાન કૃપા કરીને સફારી પસંદગીઓ, ગોપનીયતા વિભાગની મુલાકાત લો અને વેબસાઇટ ટ્રેકિંગને અનચેક કરો: :ક્સેસિબિલીટી કૂકીને અપેક્ષા મુજબ કાર્ય કરવા સક્ષમ કરવા માટે ક્રોસ-સાઇટ ટ્રેકિંગને અટકાવો.<br><br> પ્રશ્ન: હું બહુવિધ ઉપકરણોનો ઉપયોગ કરું છું. શું મારે ઘણી વખત સાઇન અપ કરવાની જરૂર છે?<br> જવાબ: ના, કૃપા કરીને કૂકી સેટ કરવા માટે તમે જે ઉપકરણનો ઉપયોગ કરો છો તેના પર તમને મોકલેલી સમાન ઇમેઇલ લ loginગિન લિંકને ક્લિક કરો.<br><br> પ્રશ્ન: theક્સેસિબિલીટી કૂકીનો ઉપયોગ કરતી વખતે હું તૃતીય-પક્ષ કૂકી ટ્રેકિંગથી પોતાને કેવી રીતે સુરક્ષિત કરી શકું?<br> જવાબ: ડોમેન-લેવલ વ્હાઇટલિસ્ટિંગને સમર્થન આપતું કોઈપણ ગોપનીયતા અથવા જાહેરાત-અવરોધિત એક્સ્ટેંશનનો ઉપયોગ (દા.ત. યુબ્લોક ઓરિજિન) અપેક્ષા મુજબ કાર્ય કરશે: ફક્ત hcaptcha.com પર વ્હાઇટલિસ્ટ બનાવવાનું સુનિશ્ચિત કરો.",
  "page-acc-tr-title": "ઍક્સેસિબિલિટી વપરાશકર્તાઓ માટે: વારંવાર પ્રશ્નો અને મુશ્કેલીનિવારણ માર્ગદર્શિકા",
  "page-acc-tr2-body": "સફારી<br> સફારી (મ Macક) માં કૂકીઝને સક્ષમ કરવા માટે: સફારી ડ્રોપ-ડાઉન મેનૂ પર જાઓ. પસંદગીઓ પસંદ કરો. ટોચની પેનલમાં ગોપનીયતા ક્લિક કરો. 'કૂકીઝ અવરોધિત કરો' હેઠળ 'ક્યારેય નહીં' વિકલ્પ પસંદ કરો.<br> સફારીમાં કૂકીઝને સક્ષમ કરવા માટે (આઇફોન / આઈપેડ આઇઓએસ 11+): તમારી સેટિંગ્સ ખોલો. નીચે સ્ક્રોલ કરો અને સફારી પસંદ કરો. ગોપનીયતા અને સુરક્ષા હેઠળ, 'ક્રોસ-સાઇટ ટ્રેકિંગ રોકો' અને 'બધી કૂકીઝ અવરોધિત કરો' બંધ કરો.<br><br> ફાયરફોક્સ<br> કોઈપણ વેબપૃષ્ઠ પર સરનામાં બારની ડાબી બાજુએ ieldાલ પર ક્લિક કરો. પ્રોટેક્શન સેટિંગ્સ પર ક્લિક કરો. ફાયરફોક્સ પસંદગીઓ ગોપનીયતા અને સુરક્ષા પેનલ ખુલશે. ઉન્નત ટ્રેકિંગ પ્રોટેક્શન હેઠળ, કસ્ટમ પસંદ કરો. તે ચેકબોક્સ પસંદ કરીને કયા ટ્રેકર્સ અને સ્ક્રિપ્ટ્સને અવરોધિત કરવી તે પસંદ કરો. ખાતરી કરો કે તમારી પાસે hcaptcha.com અનબ્લોક છે.<br><br> આને ડિબગ કરવા માટે તમે કસ્ટમના કેટલાક સંરક્ષણોને અસ્થાયીરૂપે પણ બંધ કરી શકો છો, ચેકબોક્સને નાપસંદ કરીને: ટ્રેકર્સ ચેકબોક્સને નાપસંદ કરો અથવા જો તમને હજી પણ સમસ્યાઓ આવી રહી હોય તો કૂકીઝ ચેકબોક્સને નાપસંદ કરો.<br><br> ગૂગલ ક્રોમ<br> ગૂગલ ક્રોમ (પીસી)<br> ક્રોમ મેનૂ આયકન પસંદ કરો. સેટિંગ્સ પસંદ કરો.<br> ગોપનીયતા અને સુરક્ષા પર જાઓ, પછી કૂકીઝ અને અન્ય સાઇટ ડેટા.<br> ખાતરી કરો કે 'તૃતીય-પક્ષ કૂકીઝને અવરોધિત કરો' સક્ષમ નથી.<br><br> ગૂગલ ક્રોમ (મ Macક):<br> મેનૂ બારમાંથી ક્રોમ પસંદગીઓ ખોલો.<br> ગોપનીયતા અને સુરક્ષા પર જાઓ, પછી કૂકીઝ અને અન્ય સાઇટ ડેટા.<br> ખાતરી કરો કે 'તૃતીય-પક્ષ કૂકીઝને અવરોધિત કરો' સક્ષમ નથી.<br><br> ગૂગલ ક્રોમ (Android):<br> તમારા Android ઉપકરણ પર, Chrome એપ્લિકેશન ખોલો.<br> ટોચની જમણી બાજુએ, વધુ અને પછી સેટિંગ્સને ટેપ કરો.<br> સાઇટ સેટિંગ્સ અને પછી કૂકીઝને ટેપ કરો.<br> 'કૂકીઝ' ની બાજુમાં, સેટિંગ ચાલુ કરો.<br> 'તૃતીય-પક્ષ કૂકીઝને મંજૂરી આપો' ની બાજુમાં બ Checkક્સને ચેક કરો.<br><br> ઇન્ટરનેટ એક્સપ્લોરર<br> 1. સ્ક્રીનના ઉપર-જમણા ખૂણામાં ગિયર પસંદ કરો, પછી 'ઇન્ટરનેટ વિકલ્પો' પસંદ કરો. જો તમારી પાસે મેનુ બાર સક્ષમ કરેલ છે, તો તમે 'ટૂલ્સ' પછી 'ઇન્ટરનેટ વિકલ્પો' પસંદ કરી શકો છો.<br> 2. 'ગોપનીયતા' ટ tabબને ક્લિક કરો.<br> 3. 'એડવાન્સ્ડ' બટન પસંદ કરો.<br> '. 'તૃતીય-પક્ષ કૂકીઝ' હેઠળ 'સ્વીકારો' પસંદ કરો.<br> 5. 'ઓકે' ક્લિક કરો",
  "page-acc-tr2-head": "ક્રોસ-સાઇટ કૂકીઝ માટે બ્રાઉઝર સૂચનાઓ",
  "priv-hc": "ગોપનીયતા કેન્દ્રિત",
  "priv-hc-text": "જાહેરાત નેટવર્ક્સ તમને તેમના ઉત્પાદન તરીકે જુએ છે. અમે નથી કરતા. વપરાશકર્તાઓ કોણ છે તેની અમે કાળજી લેતા નથી, ફક્ત તે દૂષિત થવાની સંભાવના છે. અમે ગોપનીયતા પાસ જેવી પહેલને સમર્થન આપીએ છીએ, અને ગોપનીયતા અને સુરક્ષાને સંતુલિત કરવા માટે સખત મહેનત કરીએ છીએ.",
  "reporting-bugs-accessibility-button": "Accessક્સેસિબિલીટી વિકલ્પો વિશે વધુ જાણો",
  "reporting-bugs-accessibility-head": "Accessક્સેસિબિલીટી વિકલ્પો",
  "reporting-bugs-accessibility-text": "શું તમે દૃષ્ટિહીન છો અથવા તો hCaptchas પૂર્ણ કરવામાં અસમર્થ છો?",
  "reporting-bugs-guide-ff-head": "બગ રિપોર્ટ વિગતો કેપ્ચર કરી રહ્યું છે: Firefox",
  "reporting-bugs-guide-ff-step-1": "પગલું 1: ઓપન ડેવલપર ટૂલ્સ (આ સત્રની રેકોર્ડિંગ શરૂ કરે છે.)",
  "reporting-bugs-guide-ff-step-2": "પગલું 2: વિકાસકર્તા સાધનોમાં નેટવર્ક ટ tabબ પર ક્લિક કરો. ટોચ પર પર્સિસ્ટ લsગ્સ બ Checkક્સને તપાસો.",
  "reporting-bugs-guide-ff-step-3": "પગલું 3: https://accounts.hcaptcha.com/demo, અથવા તમને જે વેબસાઇટ પર સમસ્યા આવી રહી છે તેની મુલાકાત લો (ગોપનીયતા નોંધ: જો તમને તે શું છે તે શેર કરવામાં વાંધો ન હોય તો જ) ... અને પછી I ક્લિક કરો હું માનવ બટન, અને ઉકેલવાનો પ્રયાસ કરો.",
  "reporting-bugs-guide-ff-step-4": "પગલું 4: તમે હલ કરવાનો પ્રયાસ કરો તે પછી HAR પર ક્લિક કરો અને નેટવર્ક લોગને સાચવવા માટે બધાને HAR તરીકે સાચવો પસંદ કરો. તે ફાઇલ અમને મોકલો.",
  "reporting-bugs-guide-ff-step-5": "પગલું 5: કન્સોલ ટ tabબ પર ક્લિક કરો, અને કન્સોલ લ thenગને બચાવવા માટે, બધાને પસંદ કરો અને તેને કોઈ ટેક્સ્ટ ફાઇલમાં સાચવો. અમને તે મોકલો.",
  "reporting-bugs-guide-ff-step-6": "છેલ્લું પગલું: તે HAR અને કન્સોલ લોગ ફાઇલો અમને ઇમેઇલ કરો, અને સમસ્યાનું વર્ણન કરો ઉપયોગ કરો: support@hcaptcha.com (કૃપા કરીને ડ્રૉપબૉક્સ અથવા ફાઇલબિન જેવી સેવાનો ઉપયોગ કરો અને લિંક્સ મોકલો) અને વૈકલ્પિક રીતે સ્ક્રીનશૉટ, જો તમને શંકા હોય કે કંઈક યોગ્ય રીતે પ્રદર્શિત થઈ રહ્યું નથી . કૃપા કરીને તમે ઉપયોગ કરી રહ્યાં છો તે IP પણ મોકલો. તમે તેને https://www.whatsmyip.org/ પરથી મેળવી શકો છો આ માહિતી મેળવવામાં અમારી મદદ કરવા માટે સમય આપવા બદલ આભાર! અમે hCaptcha દરેક માટે સારી રીતે કાર્ય કરે તે માટે પ્રતિબદ્ધ છીએ.",
  "reporting-bugs-guide-head": "બગ રિપોર્ટ વિગતો કેપ્ચર કરી રહ્યું છે: Chrome",
  "reporting-bugs-guide-step-1": "પગલું 1: ઓપન ડેવલપર ટૂલ્સ (આ સત્રની રેકોર્ડિંગ શરૂ કરે છે.)",
  "reporting-bugs-guide-step-2": "પગલું 2: વિકાસકર્તા સાધનોમાં નેટવર્ક ટ tabબ પર ક્લિક કરો. ટોચ પર સાચવો લોગ બ Checkક્સને તપાસો.",
  "reporting-bugs-guide-step-3": "પગલું 3: https://accounts.hcaptcha.com/demo, અથવા તમને જે વેબસાઇટ પર સમસ્યા આવી રહી છે તેની મુલાકાત લો (ગોપનીયતા નોંધ: જો તમને તે શું છે તે શેર કરવામાં વાંધો ન હોય તો જ) ... અને પછી I ક્લિક કરો હું માનવ બટન, અને ઉકેલવાનો પ્રયાસ કરો.",
  "reporting-bugs-guide-step-4": "પગલું 4: હલ કરવાનો પ્રયાસ કર્યા પછી નિકાસ એઆરએઆર (થોડું ડાઉન એરો) ક્લિક કરો, જે નેટવર્ક લ logગને બચાવે છે. તે ફાઇલ અમને મોકલો.",
  "reporting-bugs-guide-step-5": "પગલું 5: કન્સોલ લ tabગને બચાવવા માટે કન્સોલ ટ tabબ પર ક્લિક કરો, અને જમણું-ક્લિક કરો પછી આ રીતે સાચવો .. અમને તે મોકલો.",
  "reporting-bugs-guide-step-6": "છેલ્લું પગલું: તે HAR અને કન્સોલ લોગ ફાઇલો અમને ઇમેઇલ કરો, અને સમસ્યાનું વર્ણન કરો. ઉપયોગ કરો: support@hcaptcha.com (કૃપા કરીને ડ્રૉપબૉક્સ અથવા ફાઇલબિન જેવી સેવાનો ઉપયોગ કરો અને લિંક્સ મોકલો) અને વૈકલ્પિક રીતે સ્ક્રીનશૉટ, જો તમને શંકા હોય કે કંઈક યોગ્ય રીતે પ્રદર્શિત થઈ રહ્યું નથી. કૃપા કરીને તમે ઉપયોગ કરી રહ્યાં છો તે IP પણ મોકલો. તમે તેને https://www.whatsmyip.org/ પરથી મેળવી શકો છો આ માહિતી મેળવવામાં અમારી મદદ કરવા માટે સમય આપવા બદલ આભાર! અમે hCaptcha દરેક માટે સારી રીતે કાર્ય કરે તે માટે પ્રતિબદ્ધ છીએ.",
  "reporting-bugs-guide-text-1": "તમારા રિપોર્ટ સાથે ડિબગીંગ માહિતી મોકલી આપણને શું થઈ રહ્યું છે તે ઓળખવા માટે તે વધુ સરળ બનાવશે. અહીં પગલા-દર-પગલા સૂચનો છે:",
  "reporting-bugs-guide-text-2": "જો તમે વેબ ડેવલપર અથવા નિષ્ણાત વપરાશકર્તા છો, તો સારાંશ એ છે કે તમે અમને નેટવર્ક રેકોર્ડિંગ HAR અને બ્રાઉઝર કન્સોલ લોગ મોકલો. કૃપા કરીને કોઈપણ એડ બ્લોકર અથવા બ્રાઉઝર સુરક્ષા એક્સ્ટેન્શન્સને પહેલા અક્ષમ કરવાનો પ્રયાસ કરો અને પછી તમે આ પગલાંઓમાંથી પસાર થાઓ તે પહેલાં ફરીથી પ્રયાસ કરો. જો તે તમારી સમસ્યાનું નિરાકરણ કરે છે, તો પણ તમે અમને તમારું બ્રાઉઝર વર્ઝન, એડ બ્લોકર અથવા બ્રાઉઝર એક્સ્ટેંશન અને વેબસાઇટ URL જણાવવા બદલ અમે તમારી પ્રશંસા કરીશું.",
  "reporting-bugs-intro-head": "ભૂલ મળી? તે કેવી રીતે જાણ કરવી તે અહીં છે.",
  "reporting-bugs-intro-text": "બ્રાઉઝર્સ, એક્સ્ટેંશન, ડિવાઇસેસ, ફાયરવallsલ્સ અને વધુના હજારો સંયોજનો પર લાખો લોકો દર મહિને hCaptcha નો ઉપયોગ કરે છે. અમારું લક્ષ્ય એ સુનિશ્ચિત કરવાનું છે કે તે હંમેશાં તમારા માટે કામ કરે છે, તેથી અમે તમારા અહેવાલોની ખૂબ પ્રશંસા કરીએ છીએ! ઝડપી પ્રતિસાદ આપવા માટે, ફક્ત અમને પ્રતિસાદ મોકલો બટનને ક્લિક કરો. જો તમે કાર્યાત્મક સમસ્યા જોઈ રહ્યાં છો, તો કૃપા કરીને Chrome માટે ડિબગ લ logગ સૂચનો અથવા નીચે ફાયરફોક્સ માટે ડિબગ લ logગ સૂચનોને અનુસરો. કોઈપણ અન્ય બ્રાઉઝર્સ માટે ફક્ત અમને ઇમેઇલ કરો. સંભવિત સુરક્ષા અથવા ગોપનીયતા સમસ્યાઓ માટે, નીચે સૂચનાઓ જુઓ.",
  "reporting-bugs-privacy-head": "ગોપનીયતા મુદ્દાઓ",
  "reporting-bugs-privacy-text": "વપરાશકર્તાઓ કોણ છે તેની અમે કાળજી લેતા નથી, ફક્ત તે દૂષિત અથવા મશીનો હોવાની સંભાવના છે. અમે ગોપનીયતા પાસ જેવી પહેલને સમર્થન આપીએ છીએ, અને ગોપનીયતા અને સુરક્ષાને સંતુલિત કરવા માટે સખત મહેનત કરીએ છીએ. જો તમને કોઈ સમસ્યા મળી છે જે તમને લાગે છે કે વપરાશકર્તાની ગોપનીયતાને અસર કરી શકે છે, તો કૃપા કરીને અમને સપોર્ટ કરો@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "અમને પ્રતિસાદ મોકલો",
  "reporting-bugs-provide-feedback-head": "HCaptcha પર તાત્કાલિક પ્રતિસાદ આપો",
  "reporting-bugs-provide-feedback-text": "અમે તમારા ઇનપુટની પ્રશંસા કરીએ છીએ. અમને કોઈપણ સમસ્યાઓ જણાવો અને અમે તેને ઝડપથી હલ કરીશું.",
  "reporting-bugs-security-head": "સુરક્ષા બગ્સ",
  "reporting-bugs-security-text": "અમને હંમેશા સુરક્ષા ભૂલોના અહેવાલો પ્રાપ્ત કરવામાં રસ છે. ઇમેઇલ સપોર્ટ@hcaptcha.com અને સીસી સિક્યોરિટી @ hcaptcha.com અને અમે ઝડપથી તમારી પાસે પાછા આવીશું. અમારી પાસે એચ કaptપ્ચા સેવા અને સંબંધિત સ્રોત કોડ પર પાત્ર સુરક્ષા અહેવાલો માટે બગ બાઉન્ટિ પ્રોગ્રામ પણ છે.",
  "sales-interstitial-c1": "કંપનીઓ માટે",
  "sales-interstitial-c1a": "એન્ટરપ્રાઇઝ સુરક્ષા સોલ્યુશન્સ (ચૂકવેલ)",
  "sales-interstitial-c1b": "HCaptcha Enterprise (BotStop) વિશે વધુ જાણો",
  "sales-interstitial-c1c": "ડેટા otનોટેશન",
  "sales-interstitial-c1d": "HCaptcha chaનોટેશન સેવાઓ ખરીદો",
  "sales-interstitial-c2": "વ્યક્તિઓ માટે",
  "sales-interstitial-c2a": "તમારી સેવામાં hCaptcha ઉમેરો (મફત)",
  "sales-interstitial-c2b": "મારી વેબસાઇટ અથવા એપ્લિકેશનમાં પ્રકાશકો માટે hCaptcha ઉમેરો",
  "sales-interstitial-c2c": "એચ કેપ્ચા એટલે શું?",
  "sales-interstitial-c2d": "HCaptcha વિશે વધુ જાણો",
  "sales-interstitial-head": "ચાલો ખાતરી કરો કે તમે યોગ્ય સ્થળે પહોંચી ગયા છો.",
  "sec-hc": "સુરક્ષા પ્રથમ",
  "sec-hc-text": "hCaptcha એ પ્રકાશક-કેન્દ્રિત છે. અમે સાઇટ્સને વાસ્તવિક ડેટા આપવાનું કામ કરીએ છીએ અને તેમને તેનો ઉપયોગ કેવી રીતે કરવો તે નક્કી કરીએ છીએ. ચોકસાઈ તમારા અને અમારા હિતમાં છે. અન્ય કેપ્ચા જાહેરાત કંપનીઓ દ્વારા પ્રદાન કરવામાં આવે છે. તેઓ જે બૉટને બ્લૉક કરે છે તે તેમની આવકમાં ઘટાડો કરી શકે છે.",
  "signup-interstitial-c1": "કંપનીઓ અથવા વેબસાઇટ્સ માટે",
  "signup-interstitial-c1a": "તમારી સેવામાં hCaptcha ઉમેરો (મફત)",
  "signup-interstitial-c1b": "મારી વેબસાઇટ અથવા એપ્લિકેશનમાં પ્રકાશકો માટે hCaptcha ઉમેરો",
  "signup-interstitial-c1c": "એન્ટરપ્રાઇઝ સુરક્ષા સોલ્યુશન્સ (ચૂકવેલ)",
  "signup-interstitial-c1d": "HCaptcha Enterprise (BotStop) વિશે વધુ જાણો",
  "signup-interstitial-c1e": "ડેટા otનોટેશન",
  "signup-interstitial-c1f": "HCaptcha chaનોટેશન સેવાઓ ખરીદો",
  "signup-interstitial-c2": "વ્યક્તિઓ માટે",
  "signup-interstitial-c2a": "ઉપલ્બધતા",
  "signup-interstitial-c2b": "HCaptcha માટે accessક્સેસિબિલીટી વિકલ્પો વિશે જાણો",
  "signup-interstitial-c2c": "નાણાં કમાઈ",
  "signup-interstitial-c2d": "વ્યક્તિગત ડેટા લેબલર તરીકે કાર્ય કરો",
  "signup-interstitial-head": "ચાલો ખાતરી કરો કે તમે યોગ્ય સ્થળે પહોંચી ગયા છો.",
  "support-interstitial-c1": "કંપનીઓ માટે",
  "support-interstitial-c1a": "એન્ટરપ્રાઇઝ સુરક્ષા સોલ્યુશન્સ (ચૂકવેલ)",
  "support-interstitial-c1b": "HCaptcha એન્ટરપ્રાઇઝ (BotStop) માટે સપોર્ટ મેળવો.",
  "support-interstitial-c1c": "hCaptcha પ્રકાશક (મફત)",
  "support-interstitial-c1d": "HCaptcha પ્રકાશક માટે ટેકો મેળવો",
  "support-interstitial-c2": "વ્યક્તિઓ માટે",
  "support-interstitial-c2a": "કોઈ પડકાર સાથે મુશ્કેલી આવી રહી છે?",
  "support-interstitial-c2b": "HCaptcha માટે accessક્સેસિબિલીટી વિકલ્પો વિશે જાણો",
  "support-interstitial-c2c": "ભૂલની જાણ કરવા માંગો છો?",
  "support-interstitial-c2d": "સ softwareફ્ટવેર સમસ્યાઓની જાણ કરવા વિશે વધુ જાણો",
  "support-interstitial-head": "ચાલો ખાતરી કરો કે તમે યોગ્ય સ્થળે પહોંચી ગયા છો.",
  "switch-to-english-link": "અંગ્રેજી પર સ્વિચ કરો",
  "what-is-hcaptcha": "એચ કેપ્ચા એટલે શું?",
  "what-is-hcaptcha-text": "hCaptcha, મનુષ્ય માટે સરળ અને મશીનો માટે મુશ્કેલ છે તેવા સરળ પ્રશ્નો પૂછીને તમારી મનપસંદ વેબ સેવાઓ બ bટો, સ્પામ અને દુરૂપયોગને દૂર કરવામાં સહાય કરે છે.",
  "why-hc": "કેમ hCaptcha?",
  "why-hc-text": "દરેક વખતે જ્યારે તમે કોઈ પડકારનો જવાબ આપો છો, ત્યારે તમે માનવ છો કે મશીન છો તે શોધવા માટે અમે અત્યાધુનિક મોડેલોનો ઉપયોગ કરીએ છીએ. તે પછી તમે જે વેબસાઇટની મુલાકાત લીધી તે બ resultટોને રાખીને તેમની સાઇટ પરના તમારા અનુભવને સુધારવામાં સહાય માટે આ પરિણામનો ઉપયોગ કરે છે.",
  "footer-link-5b": "દબાવો",
  "footer-link-cyberattacks": "સાયબર એટેક 101",
  "header-enterprise-link": "એન્ટરપ્રાઇઝ",
  "intro-subtitle": "આજે જ તમારી બોટની સમસ્યા હલ કરો."
}
