{
    "1031855757": "આ સાઇટનો ઉપયોગ",
    "1034830": "ડોડ-ફ્રેન્ક વોલ સ્ટ્રીટ રિફોર્મ એન્ડ કન્ઝ્યુમર પ્રોટેક્શન એક્ટ (જાહેર કાયદો 111-203) દ્વારા પૂરા પાડવામાં આવેલ પૂર્વનિર્ધારિત મધ્યસ્થી કરારને આધીન ન હોઈ શકે તેવા વિવાદો આમાંથી બાકાત રાખવામાં આવ્યા છે.",
    "1064537632": "મહેરબાની કરીને નોંધ કરો કે અમારી સેવાનો તમારો ઉપયોગ અમારા ડેટા પ્રોસેસિંગ કરાર દ્વારા સંચાલિત થાય છે, જે અહીં સંદર્ભ દ્વારા સમાવિષ્ટ છે. અમે તમારા વતી વ્યક્તિગત ડેટાની પ્રક્રિયા કેવી રીતે કરીએ છીએ તે જોવા માટે કૃપા કરીને આ કરારની સમીક્ષા કરો. નોંધ કરો કે અમે EU જનરલ ડેટા પ્રોટેક્શન રેગ્યુલેશનના હેતુઓ માટે \"ડેટા પ્રોસેસર\" તરીકે અને કેલિફોર્નિયા કન્ઝ્યુમર પ્રાઈવસી એક્ટના હેતુ માટે \"સેવા પ્રદાતા\" તરીકે કાર્ય કરીએ છીએ.",
    "1095532507": "કૂકી (\"કુકી\") એ એક નાની ટેક્સ્ટ ફાઇલ છે જે વેબ પેજ સર્વર દ્વારા તમારી હાર્ડ ડ્રાઇવ પર મૂકવામાં આવે છે. કૂકીઝમાં એવી માહિતી હોય છે જે તમને કૂકી જારી કરનાર ડોમેનમાંના વેબ સર્વર દ્વારા પાછળથી વાંચી શકાય છે. કેટલીક કૂકીઝનો ઉપયોગ ત્યારે જ થશે જ્યારે તમે અમુક વિશેષતાઓનો ઉપયોગ કરો છો અથવા અમુક પસંદગીઓ પસંદ કરો છો, અને કેટલીક કૂકીઝ હંમેશા ઉપયોગમાં લેવાશે. તમે નીચેની અમારી વર્તમાન કૂકી સૂચિ જોઈને દરેક કૂકી વિશે વધુ જાણી શકો છો.",
    "1158384644": "તમે કોઈપણ સમયે અમારી વેબસાઇટનો ઉપયોગ કરવાનું બંધ કરવાનું પસંદ કરી શકો છો, જો કે તમારે તમામ લાગુ IMI નીતિઓનું પાલન કરવું આવશ્યક છે. અમે, અમારી સંપૂર્ણ વિવેકબુદ્ધિથી, આ કરારને સમાપ્ત કરી શકીએ છીએ, અમારી વેબસાઇટની ઍક્સેસને સ્થગિત કરી શકીએ છીએ અથવા કોઈપણ કારણસર સૂચના વિના કોઈપણ સેવાઓને તાત્કાલિક દૂર કરી શકીએ છીએ.",
    "1300074400": "કંપનીના વર્તમાન સંચાલન વિશેની માહિતી વિશે પૃષ્ઠ પર મેળવી શકાય છે. કંપનીના વર્તમાન CEO સામગ્રી માટે જવાબદાર મેનેજિંગ ડિરેક્ટર છે.",
    "1395644678": "ઑનલાઇન વિવાદના નિરાકરણ માટે યુરોપિયન કમિશનની સત્તાવાર વેબસાઇટ:",
    "148542287": "આ કાનૂની સલાહ નથી, અને આ વિશ્લેષણ અંગે કોઈ વોરંટી આપવામાં આવતી નથી. જો તમારી પાસે વધારાના પ્રશ્નો અથવા ચિંતાઓ હોય, તો કૃપા કરીને અમારો અહીં સંપર્ક કરો:",
    "1527172673": "જો તમને આ કૂકી નીતિ વિશે કોઈ પ્રશ્નો હોય, તો કૃપા કરીને અમારો અહીં સંપર્ક કરો:",
    "1535054294": "કૃપા કરીને તેમની વિગતવાર નીતિ જુઓ",
    "1747657936": "અમારી સાઇટ્સ અને સેવા 13 વર્ષથી ઓછી ઉંમરના બાળકો માટે નિર્દેશિત નથી અને અમે જાણી જોઈને 13 વર્ષથી ઓછી ઉંમરના બાળકો પાસેથી વ્યક્તિગત માહિતી એકત્રિત કરતા નથી. જો અમને ખબર પડે કે અમે 13 વર્ષથી ઓછી ઉંમરના બાળકની વ્યક્તિગત માહિતી એકત્રિત કરી છે, તો અમે અમારી ફાઇલોમાંથી આવી માહિતીને શક્ય તેટલી વહેલી તકે કાઢી નાખવાના વાજબી પગલાં, સિવાય કે અમારી પાસે તેને જાળવી રાખવાની કાનૂની જવાબદારી હોય. કૃપા કરીને અમારો સંપર્ક કરો જો તમે માનતા હોવ કે અમારી પાસે 13 વર્ષથી ઓછી ઉંમરના બાળક તરફથી અથવા તેના વિશે કોઈ માહિતી છે:",
    "1807512722": "તમે આ વેબસાઈટના તમારા ઉપયોગથી ઉદ્ભવતા કોઈપણ દાવાને વહીવટી એજન્સી પાસે લાવી શકો છો, પરંતુ માત્ર તે હદ સુધી લાગુ કાયદો આર્બિટ્રેટ કરવા માટેના કરારના અસ્તિત્વ હોવા છતાં આવી એજન્સીને ઍક્સેસ કરવાની પરવાનગી આપે છે. આવા વહીવટી દાવાઓમાં મર્યાદા વિનાના દાવાઓ અથવા સમાન રોજગાર તક કમિશન, યુએસ ડિપાર્ટમેન્ટ ઓફ લેબર અને નેશનલ લેબર રિલેશન્સ બોર્ડ સમક્ષ લાવવામાં આવતા ચાર્જનો સમાવેશ થાય છે. લવાદીમાં દાવો કરતા પહેલા વહીવટી ઉપાયોને સમાપ્ત કરવાની તમારી જવાબદારીને પરિપૂર્ણ કરવા માટે આ કલમમાંની કોઈપણ બાબત તમને કોઈપણ એજન્સી સમક્ષ વહીવટી દાવો લાવવાથી અટકાવવા અથવા માફ કરવા માટે માનવામાં આવશે નહીં, જો કે, તમે આ દ્વારા કોઈપણ નાણાકીય પુરસ્કારનો અધિકાર છોડી દો છો. એજન્સીની કાર્યવાહી.",
    "2238885192": "જ્યારે વપરાશકર્તા કોઈ ભૂલ અનુભવે છે ત્યારે અમે ડિબગીંગ ડેટા એકત્રિત કરવા માટે સેન્ટ્રીનો ઉપયોગ કરીએ છીએ. સેન્ટ્રી કેવી રીતે ડેટા એકત્ર કરે છે અને પ્રક્રિયા કરે છે તેની માહિતી માટે:",
    "2520904193": "તમે વર્ગ, સામૂહિક અથવા પ્રતિનિધિ ક્રિયા તરીકે કોઈપણ વિવાદ લાવવા, સાંભળવા અથવા મધ્યસ્થી કરવા માટેના કોઈપણ અધિકારને છોડી દો છો. આ કરારમાં સમાવિષ્ટ કોઈપણ અન્ય કલમો હોવા છતાં, અગાઉની સજા કોઈપણ સંજોગોમાં આ કરારથી અલગ થઈ શકશે નહીં. કોઈપણ દાવો કે આ માફીનો તમામ અથવા આંશિક અમલ ન કરી શકાય તેવો, ગેરવાજબી, રદબાતલ અથવા રદબાતલ છે તે માત્ર સક્ષમ અધિકારક્ષેત્રની અદાલત દ્વારા નક્કી કરી શકાય છે અને લવાદી દ્વારા નહીં. રાષ્ટ્રીય શ્રમ સંબંધો અધિનિયમની કલમ 7 હેઠળના તમારા અધિકારોનો ઉપયોગ કરવાના પરિણામે અથવા કોઈપણ ફોરમમાં વર્ગ, સામૂહિક અથવા પ્રતિનિધિત્વની કાર્યવાહીમાં ભાગ લેવાથી અથવા તેમાં ભાગ લેવાના પરિણામે તમારી સામે બદલો લેવામાં આવશે નહીં અથવા અમારી વેબસાઇટ પરના કાર્યોને પૂર્ણ કરવાથી અટકાવવામાં આવશે નહીં. , પરંતુ અમે કાયદેસર રીતે આ વર્ગ ક્રિયા માફીના અમલની માંગ કરી શકીએ છીએ અને આવી વર્ગ, સામૂહિક અથવા પ્રતિનિધિ ક્રિયાઓ અથવા દાવાઓને બરતરફ કરવા માંગીએ છીએ.",
    "2577178569": "3. સખત જરૂરી તકનીકી હેતુઓ માટે વપરાય છે: ઍક્સેસિબિલિટી વપરાશકર્તા ઉપયોગને સક્ષમ કરે છે.",
    "2583888954": "અપવાદો.",
    "263977834": "વહીવટી થાક.",
    "2657277322": "જો તમને કોઈ પ્રશ્નો હોય, તો કૃપા કરીને અમારો અહીં સંપર્ક કરો:",
    "271333468": "અમે એકત્રિત કરીએ છીએ અને સંગ્રહ કરીએ છીએ તે માહિતીને સુરક્ષિત રાખવા માટે અમે યોગ્ય ટેકનિકલ અને સંસ્થાકીય પગલાં અમલમાં મૂકીએ છીએ અને અમારા વતી અમારી પ્રક્રિયા હાથ ધરનારા તમામ એજન્ટોને પણ તે જ કરવાની જરૂર છે. કમનસીબે, કોઈપણ સુરક્ષા પગલાં 100% ફૂલપ્રૂફ નથી, અને જેમ કે કોઈપણ નેટવર્ક અથવા સિસ્ટમ (અમારા સહિત) વિનાશ, નુકસાન, ફેરફાર, અનધિકૃત જાહેરાત અથવા અમે એકત્રિત અને સંગ્રહિત કરેલી માહિતીની ઍક્સેસ સામે 100% સુરક્ષિત હોવાની ખાતરી આપી શકાતી નથી. જો તમે માનતા હો કે તમારી માહિતી કોઈપણ કારણોસર સુરક્ષિત નથી, તો કૃપા કરીને અમારો અહીં તરત જ સંપર્ક કરો:",
    "2763011087": "IMI ઉપભોક્તા વિવાદ નિરાકરણ એન્ટિટીની સામે ઉપભોક્તા વિવાદો માટે વૈકલ્પિક વિવાદ નિરાકરણ માટે પ્રતિબદ્ધ નથી અથવા તેમાં ભાગ લેવા માટે બંધાયેલ નથી.",
    "2927283721": "અમારી વેબસાઇટ પર કાર્યો કરીને, તમે અમારી ગોપનીયતા નીતિ અનુસાર તમારી વ્યક્તિગત માહિતીના સંગ્રહ, ઉપયોગ અને જાહેરાતને અધિકૃત કરો છો. આ ઉપરાંત, અમે તમારા અને તમારા પૂર્ણ કરેલા કાર્યો વિશેની ચોક્કસ માહિતી વિનંતીકર્તાને શેર કરી શકીએ છીએ જેમના કાર્યો તમે સેવા સંબંધને સરળ બનાવવા અને વેબસાઇટને સુધારવા માટે પૂર્ણ કર્યા છે, ઉદાહરણ તરીકે, યોગદાનકર્તા ID, પૂર્ણ કરેલા કાર્યોના પરિણામો અને સંબંધિત અન્ય વિશેષતાઓ સહિત. તમારી લાયકાત, ભાષાઓ, કુશળતા અને વેબસાઇટનો ઉપયોગ.",
    "2943815316": "અમે આ સૂચિને સમયાંતરે અપડેટ કરીએ છીએ, તેથી ત્યાં વધારાની કૂકીઝ હોઈ શકે છે જે હજી સુધી સૂચિબદ્ધ નથી. વેબ બીકન્સ, ટૅગ્સ અને સ્ક્રિપ્ટ્સનો ઉપયોગ સાઇટ્સમાં અથવા ઇમેઇલ્સમાં અમને કૂકીઝ પહોંચાડવા, મુલાકાતોની ગણતરી કરવા, ઉપયોગ અને ઝુંબેશની અસરકારકતાને સમજવામાં અને ઇમેઇલ ખોલવામાં આવ્યો છે કે નહીં તે નિર્ધારિત કરવામાં મદદ કરવા માટે થઈ શકે છે. અમે વ્યક્તિગત અને એકીકૃત ધોરણે અમારા સેવા/વિશ્લેષણ પ્રદાતાઓ દ્વારા આ તકનીકોના ઉપયોગના આધારે અહેવાલો પ્રાપ્ત કરી શકીએ છીએ.",
    "3040062804": "આ વિભાગ હેઠળની કોઈપણ આર્બિટ્રેશનની કાર્યવાહી ડિફૉલ્ટ રૂપે કેલિફોર્નિયા રાજ્યમાં થશે, સિવાય કે તમે યુનાઇટેડ સ્ટેટ્સની બહાર રહેતા હોવ, આ કિસ્સામાં આર્બિટ્રેશન સંપૂર્ણપણે ઇલેક્ટ્રોનિક અથવા ટેલિફોનિક રીતે થશે. જો દરેક પક્ષ લેખિતમાં સંમત થાય તો આર્બિટ્રેશન અન્ય કોઈપણ સ્થળે થઈ શકે છે. તેના સ્થાનને ધ્યાનમાં લીધા વિના, કોઈપણ પક્ષ લાઇવ વિડિયો અથવા ટેલિકોન્ફરન્સ દ્વારા આર્બિટ્રેશનમાં હાજર થવાનું પસંદ કરી શકે છે.",
    "3091247030": "વર્ગ ક્રિયા માફી.",
    "3102490587": "ક્લાસ એક્શન વેવર સિવાય, જો આ આર્બિટ્રેશન ક્લોઝની કોઈપણ મુદત અથવા જોગવાઈ અથવા ભાગને રદબાતલ અથવા બિનઅસરકારક જાહેર કરવામાં આવે તો તેને તોડી નાખવામાં આવશે અને બાકીની આર્બિટ્રેશન કલમ લાગુ કરવા યોગ્ય રહેશે.",
    "3187946010": "આ પૃષ્ઠો પરના તમામ ટેક્સ્ટ, છબીઓ, ગ્રાફિકલ એનિમેશન, વિડિઓઝ, સંગીત, અવાજો અને અન્ય સામગ્રી IMI અથવા તૃતીય પક્ષો દ્વારા કૉપિરાઇટ કાયદા હેઠળ સુરક્ષિત છે જો ઉલ્લેખિત હોય. વાજબી વાજબી ઉપયોગ કરતાં વધી જાય તે રીતે વ્યાપારી ઉપયોગ માટે આ સામગ્રીની નકલ અથવા સંશોધિત કરવા માટે પ્રતિબંધિત છે.",
    "3199694247": "વિભાજનક્ષમતા.",
    "3302832698": "વૈકલ્પિક વિવાદ ઉકેલ જરૂરી.",
    "3361191778": "ઈન્ટરનેટ પૃષ્ઠો પર આપવામાં આવેલી માહિતી વ્યક્તિગત સલાહને રજૂ કરતી નથી અને તેને બદલી શકતી નથી. જો તમને વ્યક્તિગત સલાહની જરૂર હોય, તો કૃપા કરીને અમારા સપોર્ટ સ્ટાફનો સંપર્ક કરો.",
    "3493572638": "ખર્ચ અને ફી.",
    "3794239003": "આર્બિટ્રેશન પ્રક્રિયા.",
    "3885459114": "તમે સામાન્ય રીતે તમારા વેબ બ્રાઉઝરમાં બનેલી કાર્યક્ષમતા દ્વારા કૂકીઝના ઉપયોગને સક્રિય અથવા પછીથી નિષ્ક્રિય કરી શકો છો. જો તમે કૂકીઝ વિશે વધુ જાણવા માંગતા હો, અથવા તેમને કેવી રીતે નિયંત્રિત કરવા, અક્ષમ કરવા અથવા કાઢી નાખવા, કૃપા કરીને વિગતવાર માર્ગદર્શન માટે https://www.knowcookies.com/ ની મુલાકાત લો.",
    "3956117148": "hCaptcha.com અને BotStop.com વેબસાઇટ્સ (સાઇટ્સ) આ નીતિમાં વર્ણવ્યા મુજબ વધારાની કૂકીઝનો સમાવેશ કરી શકે છે.",
    "4193379787": "આ કરાર હેઠળની તમામ આર્બિટ્રેશન અમેરિકન આર્બિટ્રેશન એસોસિએશનના નિયમો હેઠળ અથવા પરસ્પર સંમત આર્બિટ્રેશન સેવા દ્વારા હાથ ધરવામાં આવશે. આર્બિટ્રેટર વૈકલ્પિક હડતાલ દ્વારા ઓછામાં ઓછા સાત (7) નામોની યાદીમાંથી પસંદ કરાયેલ યુએસ લવાદ હશે. આર્બિટ્રેશનમાં, દરેક પક્ષને પર્યાપ્ત નાગરિક શોધ હાથ ધરવાનો, ડિપોઝિટિવ ગતિ લાવવાનો અને તેમના કેસો અને બચાવ રજૂ કરવા માટે જરૂરીયાત મુજબ સાક્ષીઓ અને પુરાવા રજૂ કરવાનો અધિકાર હશે, અને આ સંબંધમાં કોઈપણ વિવાદો મધ્યસ્થી દ્વારા ઉકેલવામાં આવશે. વિવાદનું નિરાકરણ ફક્ત દાવાઓ અને બચાવને સંચાલિત કરતા કાયદા પર આધારિત હોવું જોઈએ, અને મધ્યસ્થી આવા નિયંત્રણ કાયદા સિવાય અન્ય કોઈ આધારનો ઉપયોગ કરી શકશે નહીં. આર્બિટ્રેટરની ક્ષમતામાં કામ કરતી વખતે લવાદીને નાગરિક જવાબદારીમાંથી ન્યાયિક અધિકારીની પ્રતિરક્ષા હોવી જોઈએ, જે પ્રતિરક્ષા અન્ય કોઈપણ હાલની પ્રતિરક્ષાને પૂરક બનાવે છે. પુરસ્કારોમાં આર્બિટ્રેટરના લેખિત તર્કસંગત અભિપ્રાયનો સમાવેશ થવો જોઈએ. તમે IMI સામે અથવા IMI તમારી વિરુદ્ધ હોય તેવા કોઈપણ દાવાની જ્યુરી દ્વારા ટ્રાયલ કરવાનો તમારો અધિકાર છોડી દો. આ કલમ હેઠળનો કોઈપણ દાવો મર્યાદા અવધિના લાગુ કાયદાની અંદર લાવવામાં આવવો જોઈએ. યુનાઇટેડ સ્ટેટ્સ ફેડરલ આર્બિટ્રેશન એક્ટ આ કલમને નિયંત્રિત કરે છે, અને તમે સ્વીકારો છો કે આ કરાર વાણિજ્યમાં વ્યવહારનો પુરાવો આપે છે.",
    "470943029": "જો તમને આ ગોપનીયતા નીતિ વિશે કોઈ પ્રશ્નો હોય, તો કૃપા કરીને અમારો અહીં સંપર્ક કરો:",
    "498769698": "તમે તમારા ઇન્ટિગ્રેટર, ગ્રાહક અથવા ઍક્સેસિબિલિટી યુઝર એકાઉન્ટ (જો તમે ઇન્ટિગ્રેટર, ગ્રાહક અથવા ઍક્સેસિબિલિટી વપરાશકર્તા છો) દ્વારા અમને પ્રદાન કરેલી અમુક વ્યક્તિગત માહિતીને તમે ઍક્સેસ કરી શકો છો, સુધારી શકો છો, સુધારી શકો છો અથવા કાઢી શકો છો. જો તમે આમ કરવામાં અસમર્થ છો, અથવા અમે તમારા વિશે એકત્રિત કરેલી અને/અથવા શેર કરેલી વ્યક્તિગત માહિતી વિશે કોઈ પ્રશ્નો હોય, અથવા અમારી પ્રક્રિયા માટે તમારી સંમતિ પાછી ખેંચવા માંગતા હો (એટલે કે તમારું એકાઉન્ટ સંપૂર્ણપણે કાઢી નાખો) તો કૃપા કરીને અમારો અહીં સંપર્ક કરો:",
    "537881751": "hCaptcha પર આપનું સ્વાગત છે! આ ગોપનીયતા નીતિ www.hcaptcha પર અમારી વેબસાઇટ દ્વારા માહિતીના સંગ્રહ, ઉપયોગ અને જાહેરાત (વ્યક્તિગત માહિતી સહિત, નીચે વ્યાખ્યાયિત) સંબંધિત Intuition Machines, Inc. (\"IMI\", \"અમે\" અથવા \"અમે\") ની પ્રેક્ટિસનું વર્ણન કરે છે. .com અને અન્ય કોઈપણ સબડોમેન્સ અથવા ડોમેન્સ જે અમે ઉપયોગ કરીએ છીએ (\"સાઇટ્સ\") અને hCaptcha એપ્લિકેશન પ્રોગ્રામ ઇન્ટરફેસ અને સંબંધિત સોફ્ટવેર અને સામગ્રીઓ (સામૂહિક રીતે, \"સેવા\").",
    "561456032": "તમે સંમત થાઓ છો કે સેવાઓના તમારા ઉપયોગથી ઉદ્ભવતા અથવા તેનાથી સંબંધિત કોઈપણ વિવાદ માટે, જેમાં તમે IMI માટે કાર્યો કરવાનું શરૂ કર્યું ત્યારથી ઉદ્ભવતા કોઈપણ વિવાદ સહિત, અને ખાસ કરીને તમે વર્ગીકૃત કરો છો કે નહીં તે સંબંધિત કોઈપણ દાવા સહિત સ્વતંત્ર ઠેકેદાર, તમે તેની સામેના તમારા દાવા અંગે IMI ને પ્રથમ જાણ કરશો. તમે અને IMI પછી સીધી વાટાઘાટો અથવા મધ્યસ્થી દ્વારા સમસ્યાનો ઉકેલ લાવવાનો પ્રયાસ કરશો. અમે મધ્યસ્થતાના ખર્ચને સમાન રીતે વિભાજિત કરીશું અને સંમત કરીશું કે મધ્યસ્થી ટેલિફોનિક અથવા અન્ય ઇલેક્ટ્રોનિક માધ્યમો દ્વારા હાથ ધરવામાં આવશે. જો અનૌપચારિક વાટાઘાટો અથવા મધ્યસ્થી પછી દાવો વણઉકેલાયેલો રહે છે, તો તમે સંમત થાઓ છો કે તમે અને IMI વિવાદ ઉકેલવા માટે અંતિમ અને બંધનકર્તા આર્બિટ્રેશનનો ઉપયોગ કરશો. આ કલમ તમે અમારી વેબસાઇટનો ઉપયોગ કરવાનું શરૂ કર્યું ત્યારથી તમામ દાવાઓને પૂર્વવર્તી રીતે નિયંત્રિત કરે છે, પછી ભલે તે કેલિફોર્નિયા ફેર એમ્પ્લોયમેન્ટ એન્ડ હાઉસિંગ એક્ટ પર આધારિત હોય, ભેદભાવ અને ઉત્પીડનના કોઈપણ દાવાઓ સહિત, પરંતુ તેના સુધી મર્યાદિત નથી. , 1964 ના નાગરિક અધિકાર અધિનિયમનું શીર્ષક VII, સુધારેલ પ્રમાણે, અથવા કોઈપણ અન્ય રાજ્ય અથવા સંઘીય કાયદો અથવા નિયમન, ન્યાયપૂર્ણ કાયદો અથવા અન્યથા.",
    "658775471": "અમે અમારા વેબ ટ્રાફિકને ઑપ્ટિમાઇઝ કરવા માટે Cloudflare નો ઉપયોગ કરીએ છીએ. Cloudflare કેવી રીતે ડેટા એકત્ર કરે છે અને તેની પ્રક્રિયા કરે છે તેની માહિતી માટે:",
    "702926385": "પક્ષકારો દરેક આવા આર્બિટ્રેશનમાં કાનૂની પ્રતિનિધિત્વ માટે પોતપોતાના ખર્ચને સહન કરશે, સિવાય કે એટર્નીની ફી કાયદા દ્વારા સ્પષ્ટપણે પ્રદાન કરવામાં આવી હોય. પક્ષકારો આર્બિટ્રેટર દ્વારા વસૂલવામાં આવતી કોઈપણ પ્રારંભિક વહીવટી ફીને વિભાજિત કરશે, તમારા માટે મહત્તમ બેસો પચાસ ડોલર (US$250.00) સુધી. આર્બિટ્રેટર અને કોર્ટ રિપોર્ટરનો ખર્ચ, જો કોઈ હોય તો, શરૂઆતમાં અમારા દ્વારા ઉઠાવવામાં આવશે; જો કે, આર્બિટ્રેટર પાસે કાયદા દ્વારા પ્રદાન કર્યા મુજબ પ્રવર્તમાન પક્ષને યોગ્ય ખર્ચ આપવાનો અને/અથવા પક્ષકારોને મધ્યસ્થી અને/અથવા કોર્ટ રિપોર્ટર સાથે સંકળાયેલા ખર્ચને વિભાજિત કરવા માટે વિવેકબુદ્ધિ હશે.",
    "720059527": "2. સખત જરૂરી તકનીકી હેતુઓ માટે વપરાય છે: લોડ બેલેન્સિંગ, રૂટીંગ.",
    "74538881": "આ વેબસાઇટ માટેની જવાબદારી",
    "996430331": "આર્બિટ્રેશનનું સ્થાન.",
    "211351380": "બ્લોગ પરથી:",
    "3153117136": "hCaptcha મુશ્કેલી સેટિંગ્સ કેવી રીતે કાર્ય કરે છે",
    "2915355938": "ઉપલ્બધતા",
    "793784899": "યોજનાઓ",
    "2671622670": "એન્ટરપ્રાઇઝ",
    "3527140447": "દસ્તાવેજ",
    "505891021": "લેબલીંગ સેવાઓ",
    "692176459": "પ્રવેશ કરો",
    "1892574253": "સાઇન અપ કરો",
    "2593864519": "વધુ બૉટો રોકો. વપરાશકર્તાની ગોપનીયતાનું રક્ષણ કરવાનું શરૂ કરો.",
    "4007826952": "વેબ, મોબાઇલ અને વધુ માટે #1 ગોપનીયતા-પ્રથમ કેપ્ચા.",
    "3721365241": "પ્રયત્ન કરો",
    "3753956446": "મફત",
    "3276777569": "hCaptcha",
    "55035359": "હાલમાં reCAPTCHA નો ઉપયોગ કરો છો?",
    "3417372336": "મિનિટોમાં સ્વિચ કરો",
    "2881474837": "hCaptcha એન્ટરપ્રાઇઝ",
    "1685871181": "ટોચની ઑનલાઇન સેવાઓ પર આધાર રાખે છે",
    "1470290349": "બેસ્ટ-ઇન-ક્લાસ બોટ અને છેતરપિંડી વ્યવસ્થાપન માટે.",
    "3714002185": "hCaptcha Enterprise વિશે વધુ જાણો",
    "3946753128": "ખાનગી. સુરક્ષિત. ઝડપી.",
    "939665604": "ગોપનીયતા કેન્દ્રિત",
    "780475098": "જાહેરાત નેટવર્ક્સ તમારા મુલાકાતીઓને ઉત્પાદન તરીકે જુએ છે. મુલાકાત સારી છે કે ખરાબ છે તેની અમે માત્ર કાળજી રાખીએ છીએ. hCaptcha GDPR, CCPA, LGPD, PIPL અને અન્ય વૈશ્વિક ડેટા કાયદાઓનું પાલન કરે છે.",
    "219813583": "સુરક્ષા પ્રથમ",
    "2714878440": "અમારી અદ્યતન મશીન લર્નિંગ અને માનવતાની ચકાસણી સાથે તમારી સેવાઓને સ્ક્રેપિંગ, એકાઉન્ટ ટેકઓવર, ઓળખપત્ર ભરણ અને સ્પામથી સુરક્ષિત કરો.",
    "1397766838": "બહેતર વપરાશકર્તા અનુભવ",
    "2670352917": "hCaptcha વધુ વિશ્વસનીય બોટ શોધ પ્રદાન કરે છે જ્યારે માનવો માટે ઉકેલવા માટે સરળ છે.",
    "2806751666": "hCaptcha શું છે?",
    "3096063825": "તેને અજમાવી",
    "2968026167": "તમારું મનપસંદ શાક",
    "713281684": "રીંગણા",
    "4147497805": "ગાજર",
    "3758963444": "આભાર! તમારું સબમિશન પ્રાપ્ત થયું છે!",
    "1070364246": "અરે! ફોર્મ સબમિટ કરતી વખતે કંઈક ખોટું થયું.",
    "1129833879": "દૂષિત બૉટોને રોકો, વપરાશકર્તાની ગોપનીયતાને સુરક્ષિત કરો",
    "58091799": "hCaptcha પબ્લિશર અને એન્ટરપ્રાઇઝ વિશે વધુ જાણો",
    "1599610318": "પ્રકાશક",
    "3093388779": "hCaptcha કોઈપણ કદના પ્રકાશકો માટે વાપરવા માટે મફત છે",
    "179723061": "વર્ગ-અગ્રણી સુરક્ષાની જરૂર હોય તેવી ટીમો માટે વધુ નિયંત્રણ",
    "846501387": "વર્લ્ડ ક્લાસ બોટ પ્રોટેક્શન",
    "119298044": "અદ્યતન સ્વ-નિરીક્ષણ ML અને AI તકનીકો તમારી વેબ પ્રોપર્ટીઝને ધમકીઓ અને હુમલાઓથી સુરક્ષિત કરે છે",
    "1263998069": "માનવ ઉકેલો માટે પુરસ્કારો કમાઓ",
    "1103295010": "જ્યારે મનુષ્ય કેપ્ચા ઉકેલે છે ત્યારે પૈસા કમાઓ અથવા ચેરિટીમાં આપો",
    "392886773": "દરેક દેશમાં કામ કરે છે",
    "2320894364": "200 થી વધુ પોઈન્ટ્સની હાજરી સાથે, hCaptchaનું ક્લાઉડ સમગ્ર વિશ્વમાં તમારી સંપત્તિનું રક્ષણ કરે છે",
    "451701069": "GDPR, CCPA,",
    "2826051554": "અને વધુ",
    "3530599065": "ગોપનીયતા જમીન ઉપરથી બનેલ છે. hCaptcha કોઈ PII રાખતું નથી અને અસંખ્ય ગોપનીયતા આદેશો અને નિયમોનું પાલન કરે છે.",
    "2489287539": "ઘર્ષણ-મુક્ત “કોઈ કેપ્ચા નથી” અને 99.9% નિષ્ક્રિય મોડ્સ",
    "793242047": "એપ્લિકેશન્સની ઝડપી ઍક્સેસ માટે પરવાનગી આપવા માટે વપરાશકર્તાઓને પ્રસ્તુત પડકારોને ઘટાડવો",
    "4195759329": "બોટ શોધ અને જોખમ સ્કોર્સ",
    "1150035777": "અત્યાધુનિક મશીન લર્નિંગ મૉડલ્સ બૉટ કૉન્ફિડન્સ સ્કોર્સ જનરેટ કરે છે જે પ્રશ્નોના જવાબો યોગ્ય રીતે આપવામાં આવ્યા હતા કે કેમ તે ઉપરાંત ઘણા ડેટા પૉઇન્ટના આધારે",
    "3688621388": "ધમકીની સહીઓ",
    "1131525092": "સંબંધિત છેતરપિંડી અને દુરુપયોગ શોધવા અને રોકવા માટે અમારા ગોપનીયતા-સંરક્ષિત સ્કોપ્ડ UIDs દ્વારા સહેલાઇથી ખરાબ કલાકારોને એકસાથે જૂથ બનાવો",
    "1559631739": "ખાનગી શિક્ષણ",
    "3952259236": "તમારા આંધળા ડેટાને hCaptcha ના હજારો સિગ્નલો સાથે જોડો hCaptcha ને વર્તનના વર્ગો પર તાલીમ આપવા -- ફક્ત તમારા ઉદાહરણ માટે -- દૂષિત વર્તણૂકની વધુ સારી રીતે આગાહી કરવા માટે એકલા ઉકેલ કરતાં વધુ સારી રીતે",
    "1150963691": "APT શમન",
    "4083018285": "વિસ્તૃત સુવિધાઓનો સમૂહ કે જે ઉન્નત SOC મોનિટરિંગ અને અત્યાધુનિક સતત ધમકીઓને સંબોધવા માટેના પ્રતિભાવ સાથે જોડાય છે",
    "3160820928": "સંકલિત હુમલો રક્ષણ",
    "1849805607": "hCaptcha તમારા નેટવર્કમાં ઘૂસણખોરી કરવા માટે રચાયેલ ધમકીઓ અને ડીકોય સામે રક્ષણ આપે છે",
    "1958297836": "સંકલિત હુમલા સંરક્ષણ અને APT શમન",
    "1300485304": "hCaptcha તમારા નેટવર્કમાં ઘૂસણખોરી કરવા માટે રચાયેલ અદ્યતન ધમકીઓ અને ડીકોય સામે રક્ષણ આપે છે",
    "2698640210": "નિયંત્રણ પડકારો અને પ્રકારો દર્શાવેલ છે",
    "3121248460": "તમારા અપેક્ષિત પ્રેક્ષકો માટે અનંત વૈવિધ્યસભર વૈવિધ્યપૂર્ણ પડકારો -- સરળ થી જટિલ સુધી -- પ્રદર્શિત કરો",
    "3807059944": "નિયંત્રિત પડકાર સામગ્રી વપરાયેલ",
    "2707282231": "તમારા વપરાશકર્તાઓ માટે પડકારોને કસ્ટમાઇઝ કરો. બૉટો માટે તેને ઉકેલવા અને ઘૂસી જવું અશક્ય બનાવો.",
    "4194763679": "ઝીણી-ઝીણી મુશ્કેલી સ્તર",
    "3730038780": "વપરાશકર્તાઓને ઉકેલવા માટે લગભગ અસંખ્ય પડકારોમાંથી પસંદ કરો",
    "1849717906": "તમારી પોતાની પડકાર સામગ્રી સાથે કસ્ટમાઇઝ કરો",
    "1508655687": "તમારા પ્રેક્ષકોને સુવ્યવસ્થિત કરવા અથવા ઍક્સેસને પ્રતિબંધિત કરવા માટે તમારા પોતાના પડકારો ઉમેરો",
    "3620442880": "ફ્લેશ વેચાણ સુરક્ષા સુવિધાઓ",
    "3265895521": "દિવસના સમયના આધારે પડકારની મુશ્કેલી વધારવી અને ઓછી કરવી",
    "1485807325": "મલ્ટિ-યુઝર ડેશબોર્ડ્સ, SAML SSO",
    "359073033": "ડેશબોર્ડ્સ પ્રવૃત્તિના ઉચ્ચ-સ્તરના અથવા સૂક્ષ્મ દૃશ્યો પ્રદાન કરે છે.",
    "4272454814": "તમારી પસંદગીના ઓળખ પ્રદાતા સાથે સંકલન કરો.",
    "1141402092": "અદ્યતન રિપોર્ટિંગ સુવિધાઓ",
    "910989640": "પ્રવૃત્તિના વિગતવાર અને કસ્ટમાઇઝ અહેવાલો બનાવો",
    "3768951251": "એન્ટરપ્રાઇઝ SLAs",
    "1014004474": "hCaptcha ની એન્ટરપ્રાઇઝ યોજનાઓ તમારી સંસ્થાને સુરક્ષિત રાખવા માટે અદ્યતન સેવા-સ્તરના કરારો ઓફર કરે છે",
    "1177598246": "સંપર્ક વેચાણ",
    "1067704102": "ડેટા લેબલીંગમાં મૂલ્ય",
    "3065000659": "શું તમે દર વખતે \"કાર પર ક્લિક કરો\" ત્યારે સમજો છો કે તમે સિંગલને તાલીમ આપવામાં મદદ કરી રહ્યાં છો",
    "3235430156": "કંપનીની મશીન લર્નિંગ સિસ્ટમ્સ મફતમાં?",
    "1549336309": "hCaptcha આ મોડેલને ફેરવે છે. જ્યારે તમે hCaptcha નો ઉપયોગ કરો છો, ત્યારે કંપનીઓ તમારા વપરાશકર્તાઓ જે કામ કરે છે તેના પર બિડ કરે છે કારણ કે તેઓ તેમની માનવતા સાબિત કરે છે. તમને પુરસ્કારો મળે છે.",
    "3725880582": "ચેરિટી પર પાછા આપો",
    "1671436004": "તમારી મનપસંદ ચેરિટીને પાછું આપવા માંગો છો?",
    "1663628612": "તમને કરવા દે છે",
    "4272088465": "તમે તેનો ઉપયોગ કરીને મેળવેલ કમાણી સાથે તમારી પસંદગીની સખાવતી સંસ્થાઓ.",
    "2894845722": "તમારી સાઇટ પરના વપરાશકર્તાઓ ટૂંક સમયમાં hCaptcha ઇન્ટરફેસ પર સમજદાર બ્રાન્ડિંગ દ્વારા ચેરિટીમાં તમારું યોગદાન જોઈ શકશે.",
    "3194111925": "આધાર",
    "1637702726": "hCaptcha વિશે",
    "2323282990": "માનવતાને ચકાસવા માટેનો આધુનિક અભિગમ",
    "1201821619": "hCaptcha આજની સૌથી મહત્ત્વની સમસ્યાઓમાંથી એકનું નિરાકરણ લાવે છે: દૂષિત બૉટોને ઑનલાઇન સેવાઓનો દુરુપયોગ કરતા અટકાવે છે.",
    "1475399473": "hCaptcha ટીમ વિશે વધુ જાણો",
    "3161489950": "વિશ્વનું સૌથી અદ્યતન સુરક્ષા ML પ્લેટફોર્મ",
    "3247172580": "hCaptcha એ નવલકથા એજ કમ્પ્યુટ અભિગમ સાથે અદ્યતન સ્વ-નિરીક્ષણ કરેલ મશીન લર્નિંગને સંયોજિત કરે છે જે વિશાળ માપનીયતા માટે વૈશ્વિક સ્તરે 250 થી વધુ સ્થાનોથી વિતરિત ડેટા સંગ્રહ અને રીટેન્શનને અનન્ય રીતે ઘટાડે છે.",
    "3767462250": "ગોપનીયતા માટે રચાયેલ છે",
    "3500503648": "hCaptcha તમારા બ્રાઉઝિંગ ઇતિહાસને રેકોર્ડ કરવા અને તેનું વિશ્લેષણ કરવાને બદલે ત્વરિત મૂલ્યાંકન પર આધાર રાખીને લાંબા ગાળાના ડેટા રીટેન્શનને દૂર કરવા માટે રચાયેલ છે. જેવી પહેલોને પણ અમે સમર્થન આપીએ છીએ",
    "2418549423": ", ક્રિપ્ટોગ્રાફિક પુરાવાઓ અને અન્ય અનન્ય ગોપનીયતા-પ્રથમ સુવિધાઓ દ્વારા ઑનલાઇન ગોપનીયતાને સાચવવા માટેનું ઊભરતું ધોરણ.",
    "1544546608": "ગોપનીયતા પાસ",
    "976209454": "પુરસ્કારો કમાઓ અથવા ચેરિટી માટે આપો",
    "552920956": "hCaptcha વેબસાઇટ્સને બૉટો અને અન્ય પ્રકારના દુરુપયોગને અવરોધિત કરતી વખતે પુરસ્કારો મેળવવાની મંજૂરી આપે છે. hCaptcha તમને આ કમાણી સાથે તમારી પસંદગીની સખાવતી સંસ્થાઓને સમર્થન કરવાની પણ મંજૂરી આપે છે.",
    "654326661": "તમારા માટે જોવા માંગો છો? hCaptcha મફતમાં અજમાવો.",
    "3570415321": "કંપની",
    "3987022469": "લેબલીંગ",
    "1636202177": "વિશે",
    "2670003220": "નોકરીઓ",
    "3233305531": "ટ્રેડમાર્ક્સ",
    "3028319964": "એઆઈ એથિક્સ",
    "4131598919": "દબાવો",
    "1662477701": "સંસાધનો",
    "3130928685": "બ્લોગ",
    "1756106276": "સ્થિતિ",
    "1235925265": "દસ્તાવેજીકરણ",
    "920212083": "બગની જાણ કરો",
    "2076066173": "સાયબર એટેક 101",
    "3644106388": "સંપર્ક કરો",
    "2182196747": "આધાર",
    "487083593": "વેચાણ",
    "878585497": "શરતો",
    "1697438123": "ગોપનીયતા",
    "1316817321": "એટ્રિબ્યુશન",
    "3488019891": "hCaptcha એ Intuition Machines, Inc નો નોંધાયેલ ટ્રેડમાર્ક છે.",
    "4224961202": "ગોપનીયતા, સુરક્ષા અને મશીન લર્નિંગ.",
    "98173630": "hCaptcha એ વિશ્વની સૌથી વધુ ઉપયોગમાં લેવાતી સ્વતંત્ર કેપ્ચા સેવા છે.",
    "1514478724": "વધુ શીખો",
    "1752795854": "hCaptcha બૉટોને રોકવા માટે આધુનિક, ગોપનીયતા-કેન્દ્રિત અભિગમ લાવે છે.",
    "2927700175": "અમે મશીન લર્નિંગ સમસ્યાઓમાંથી લેબલ માટે મુશ્કેલ ડેટા એકત્રિત કરીને અને વેબસાઇટ અથવા એપ્લિકેશન મુલાકાતી માનવ છે કે કેમ તે પારખવા માટે તેનો ઉપયોગ કરીને બોટ્સ માટે મુશ્કેલ પરંતુ લોકો માટે સરળ એવા કેપ્ચા પડકારો બતાવીએ છીએ.",
    "2188609322": "ખરાબ કલાકારો ઑનલાઇન વધુને વધુ સામાન્ય છે. પરંતુ વપરાશકર્તાની ગોપનીયતાને બલિદાન આપવું એ જવાબ નથી.",
    "2032102720": "જાહેરાત કંપનીઓ દ્વારા ઓફર કરવામાં આવતા સુરક્ષા ઉકેલો મુખ્યત્વે સમગ્ર વેબ પરના વપરાશકર્તાઓને ટ્રેક કરવા પર ધ્યાન કેન્દ્રિત કરે છે. અમે એક અસરકારક સુરક્ષા સોલ્યુશન બનાવ્યું છે જે સાબિત કરે છે કે ઉત્તમ પરિણામો આપવા માટે વપરાશકર્તાની ગોપનીયતાને નુકસાન પહોંચાડવું જરૂરી નથી.",
    "4146870445": "આપણે કોણ છીએ",
    "353066938": "એક અનુભવી ટીમ, જે આજની સૌથી મુશ્કેલ સમસ્યાઓ પર કામ કરે છે. hCaptcha ની સેવા છે",
    "3260825523": "અંતર્જ્ઞાન મશીનો",
    "1173652155": "સલાહકારો",
    "3972094614": "બ્રેન્ડન ઇચ",
    "2113642787": "પરોઢ ગીત",
    "2256305371": "યુનિવર્સિટી ઓફ કેલિફોર્નિયા, બર્કલે ખાતે પ્રોફેસર, સી.એસ. ડીપ લર્નિંગ, સિક્યુરિટી, બ્લોકચેન એક્સપર્ટ. ઓએસિસ લેબ્સના સીઈઓ.",
    "1606599610": "કિરાન થોમ્પસન",
    "2177660021": "સ્ટેનફોર્ડ ખાતે સંશોધન વૈજ્ઞાનિક. મુખ્ય બેંકો, હેજ ફંડ્સ અને એકેડેમીયામાં મશીન લર્નિંગ અને ક્વોન્ટ ફાઇનાન્સ.",
    "2686825859": "મફત સાઇન અપ કરો અથવા hCaptcha Enterprise ઉકેલો વિશે અમારો સંપર્ક કરો",
    "583434701": "hCaptcha ઍક્સેસિબિલિટી",
    "611905972": "સુરક્ષા જાળવી રાખતી વખતે તમામ વપરાશકર્તાઓ માટે સીમલેસ એક્સેસની ખાતરી કરવી",
    "874098071": "જો તમે ઍક્સેસિબિલિટી વપરાશકર્તા છો, તો કૃપા કરીને અહીં સાઇન અપ કરો",
    "2745385064": "સારાંશ",
    "3353238942": "hCaptcha એ બૉટોને લોકોથી અલગ કરીને રોકવા માટે ડિઝાઇન કરવામાં આવી છે. વિઝ્યુઅલ ટેસ્ટ આ માટે અનુકૂળ સાધન છે, પરંતુ દરેક જણ વિઝ્યુઅલ પડકારને હલ કરી શકતા નથી.",
    "3600022491": "આ કારણોસર અમે અમારી સેવાનો ઉપયોગ કરતા પ્રકાશકોને સંપૂર્ણ કલમ 508 અને WCAG 2.1 AA અનુપાલન સાથે બધા માટે સુલભતા જાળવવા દેવા માટે એક સરળ, પીડારહિત વિકલ્પ તૈયાર કર્યો છે.",
    "2557240048": "તે કેવી રીતે કાર્ય કરે છે: પ્રથમ, ઍક્સેસિબિલિટી વપરાશકર્તા દ્વારા સાઇન અપ કરે છે",
    "3871665286": ", જે hCaptcha વિજેટ માહિતી પૃષ્ઠમાં સ્પષ્ટપણે લિંક થયેલ છે. તેમને એક એન્ક્રિપ્ટેડ કૂકી આપવામાં આવે છે જેનો ઉપયોગ દિવસમાં ઘણી વખત થઈ શકે છે, પરંતુ લોગિન દ્વારા દર 24 કલાકે રિફ્રેશ થવો જોઈએ.",
    "3441764123": "જ્યારે hCaptcha સેવાનો ઉપયોગ કરીને કોઈ સાઇટ પર ઍક્સેસિબિલિટી વપરાશકર્તાને કોઈ પડકાર રજૂ કરવામાં આવે છે, ત્યારે તેઓ આપમેળે પસાર થઈ જશે.",
    "4247858664": "ઍક્સેસિબિલિટી સાઇનઅપ પેજ",
    "1297657322": "લૉગિન પછી ઍક્સેસિબિલિટી વપરાશકર્તા સ્ક્રીન",
    "1717658846": "વિજેટ UI મેનૂમાં ઍક્સેસિબિલિટી વિકલ્પ",
    "1266963825": "પ્ર: શું hCaptcha વિભાગ 508 + WCAG 2.1 AA સુસંગત છે?",
    "850025770": "A: અમે એવું માનીએ છીએ: કોઈપણ પ્રકારની ક્ષતિ ધરાવતા તમામ વપરાશકર્તાઓ કે જેઓ વેબ બ્રાઉઝ કરવામાં અને ફોર્મ્સ પર ટેક્સ્ટ દાખલ કરવામાં સક્ષમ છે તેઓ નોંધણી પર hCaptcha દ્વારા સુરક્ષિત સેવાઓને ઍક્સેસ કરી શકે છે. જો કે, આ કાનૂની સલાહ નથી: તમારે તમારી જમાવટ માટે આ કેસ છે તેની ખાતરી કરવા માટે તમારા ચોક્કસ અમલીકરણને ધ્યાનમાં રાખીને, તમારે તમારું પોતાનું મૂલ્યાંકન કરવું જોઈએ.",
    "159272246": "પ્ર: શું તમે ઑડિયો જેવા અન્ય ઍક્સેસિબિલિટી (\"a11y\") વિકલ્પો પર કામ કરી રહ્યાં છો?",
    "4074220464": "A: ઑડિયો કૅપ્ચા જેવા અગાઉના લોકપ્રિય વિકલ્પો ઘણા a11y વપરાશકર્તાઓ સામે ભેદભાવ રાખે છે અને આધુનિક મશીન લર્નિંગ તકનીકો દ્વારા સરળતાથી પરાજિત થાય છે. આનાથી હુમલાખોરોને હરાવવા માટે વર્તમાન ઓડિયો પડકારો વધુને વધુ મુશ્કેલ બનવાની ફરજ પડી છે, અવાજ, વિચિત્ર સમય, અસામાન્ય શબ્દ સંયોજનો અને તેથી વધુનો પરિચય. આ રીતે અમે પડકારને સંપૂર્ણપણે ટાળવા વિરુદ્ધ આ અભિગમ વિશે ઓછા ઉત્સાહી છીએ, પરંતુ જો a11y સમુદાય તરફથી માંગ હશે તો અમે તેના પર વિચાર કરીશું.",
    "2309661107": "જો કે, અમને ખૂબ જ રસ છે",
    "2555914614": "ઍક્સેસિબિલિટી ઉપયોગ કેસ માટે. અમે માનીએ છીએ કે અમારા વર્તમાન a11y અભિગમને ગોપનીયતા પાસ જારી સાથે જોડવાથી a11y વપરાશકર્તાઓ સુરક્ષિત રીતે બ્રાઉઝ કરી શકશે, તેઓનો ટ્રાફિક વધુ ખાનગી છે તે જ્ઞાનમાં સુરક્ષિત રહેશે, જ્યારે a11y વિકલ્પો ઉપલબ્ધ હોય ત્યારે અનિવાર્યપણે થાય છે તેવા બોટ ઓપરેટરો દ્વારા દુરુપયોગને પ્રતિબંધિત કરશે. અમે આ નવી ટેક્નોલોજીને પ્રમાણિત કરતા IETF કાર્યકારી જૂથમાં સક્રિય સહભાગીઓ છીએ.",
    "2583775432": "પ્ર: ગોપનીયતા વિશે શું? શું નોંધણી એ 11y બ્રાઉઝિંગ ડેટાને કોઈ રીતે છતી કરે છે? તમે ઈમેલ સાથે શું કરશો?",
    "4215483493": "A: hCaptcha ગ્રાઉન્ડ ઉપરથી ગોપનીયતા માટે રચાયેલ છે. તે reCAPTCHA જેવા પરંપરાગત વિકલ્પો કરતાં ખૂબ જ અલગ છે જે જાહેરાત નેટવર્કની માલિકીના છે, જે તમને વેબ પર ટ્રૅક કરવા અને તમને વાસ્તવિક ઓળખ સાથે સાંકળવા માટે પ્રોત્સાહન આપે છે.",
    "2474661839": "અમારી",
    "4137573005": "અમે ડેટાનો ઉપયોગ કેવી રીતે કરીએ છીએ તેના વ્યાપક અને અધિકૃત જવાબો છે, પરંતુ ટૂંકો જવાબ એ છે કે અમને તમને તમારા બ્રાઉઝિંગ ઇતિહાસ સાથે વ્યક્તિ તરીકે સાંકળવામાં કોઈ રસ નથી.",
    "4101570501": "અમે હાલમાં પણ અમારા ગોપનીયતા પાસ કાર્યને પૂરક બનાવીને, દુરુપયોગને રોકવાની અમારી ક્ષમતાને જાળવી રાખીને તમારા ઇમેઇલ સરનામાંને ઝડપથી કાઢી નાખવા માટે ક્રિપ્ટોગ્રાફિક ઉકેલ પર પણ કામ કરી રહ્યા છીએ.",
    "260595108": "અમે a11y ઉપયોગની સુવિધા આપવા અને દુરુપયોગ અટકાવવા સિવાયના કોઈપણ હેતુ માટે ઍક્સેસિબિલિટી ઇમેઇલ અથવા માહિતીનો ઉપયોગ ક્યારેય કરતા નથી.",
    "3063819779": "ગોપનીયતા નીતિ",
    "465714311": "ઍક્સેસિબિલિટી વપરાશકર્તાઓ માટે: પ્રશ્ન અને જવાબ અને મુશ્કેલીનિવારણ માર્ગદર્શિકા",
    "3596207631": "પ્ર: કૂકી સેટ કર્યા પછી પણ મને એક પડકાર દેખાય છે. આનું કારણ શું છે?",
    "469089249": "A: આ સામાન્ય રીતે આક્રમક એડ બ્લોકર અથવા એન્ટી-કૂકી એક્સ્ટેંશન અથવા \"ક્રોસ-સાઇટ\" કૂકીઝને બ્લોક કરતી સેટિંગનો ઉપયોગ કરવાને કારણે થાય છે, આ કિસ્સામાં hcaptcha.com માટેની કૂકી કે જે hCaptcha JS દ્વારા સેટ અથવા ચેક કરવામાં આવી છે. વિવિધ સાઇટ, જેમ કે તમે મુલાકાત લો છો.",
    "4263626815": "hCaptcha ઍક્સેસિબિલિટી કૂકીઝ તમામ લોકપ્રિય બ્રાઉઝર્સ અને એડ બ્લૉકર સાથે તેમના માનક સેટિંગ સાથે કામ કરે છે, તેથી સામાન્ય રીતે નિષ્ફળતાઓ \"એન્ટિ-એડબ્લૉક\" સ્ક્રિપ્ટો અથવા ચોક્કસ સાઇટ્સને લક્ષિત કરતી સમાન નિયમોને કારણે થાય છે.",
    "3906359167": "ઉકેલો:",
    "3464870463": "1. તમારા એડ બ્લોકર અથવા બ્રાઉઝર સુરક્ષા એક્સ્ટેંશનમાં hcaptcha.com અને *.hcaptcha.com કૂકીઝને વ્હાઇટલિસ્ટ કરો.",
    "1204911585": "2. જો તમે બહાદુર બ્રાઉઝરનો ઉપયોગ કરી રહ્યાં છો, જે (એપ્રિલ 2020 સુધી) કોઈપણ પ્રકારની કૂકી વ્હાઇટલિસ્ટ ધરાવતું નથી, તો પસંદગીઓ -> શિલ્ડ્સ -> કૂકીઝ પર જાઓ અને \"બધી કૂકીઝને મંજૂરી આપો\" પસંદ કરો.",
    "2932826396": "3. જો તમે તાજેતરમાં રિલીઝ થયેલ OS X 10.15 અથવા iOS 13.4 પર Safari ના એકદમ નવીનતમ સંસ્કરણનો ઉપયોગ કરી રહ્યાં છો, તો Apple એ હમણાં જ તૃતીય-પક્ષ કૂકીઝ સંબંધિત સફારીની વર્તણૂક બદલી છે, તે તમામને ડિફોલ્ટ રૂપે અવરોધિત કરી છે. અમે એક ઉકેલ અમલમાં મૂકી રહ્યા છીએ, પરંતુ તે દરમિયાન કૃપા કરીને સફારી પસંદગીઓ, ગોપનીયતા વિભાગની મુલાકાત લો અને \"વેબસાઇટ ટ્રૅકિંગ: ક્રોસ-સાઇટ ટ્રૅકિંગ અટકાવો\" ને અનચેક કરો જેથી ઍક્સેસિબિલિટી કૂકી અપેક્ષા મુજબ કાર્ય કરી શકે.",
    "3836291932": "પ્ર: હું બહુવિધ ઉપકરણોનો ઉપયોગ કરું છું. શું મારે ઘણી વખત સાઇન અપ કરવાની જરૂર છે?",
    "3251220335": "A: ના. કૃપા કરીને તમે કૂકી સેટ કરવા માટે ઉપયોગ કરો છો તે દરેક ઉપકરણ પર તમને મોકલેલ સમાન ઇમેઇલ લૉગિન લિંકને ક્લિક કરો.",
    "2082407178": "પ્ર: ઍક્સેસિબિલિટી કૂકીનો ઉપયોગ કરતી વખતે હું તૃતીય-પક્ષ કૂકી ટ્રેકિંગથી મારી જાતને કેવી રીતે સુરક્ષિત કરી શકું?",
    "2700197090": "A: ડોમેન-લેવલ વ્હાઇટલિસ્ટિંગ (દા.ત. uBlock ઓરિજિન) ને સપોર્ટ કરતી કોઈપણ ગોપનીયતા અથવા એડ-બ્લોકિંગ એક્સ્ટેંશનનો ઉપયોગ અપેક્ષા મુજબ કાર્ય કરશે: ફક્ત hcaptcha.com ને વ્હાઇટલિસ્ટ કરવાની ખાતરી કરો.",
    "3657743880": "ક્રોસ-સાઇટ કૂકીઝ માટે બ્રાઉઝર સૂચનાઓ",
    "1960601330": "Safari (Mac) માં કૂકીઝને સક્ષમ કરવા માટે: Safari ડ્રોપ-ડાઉન મેનૂ પર જાઓ. પસંદગીઓ પસંદ કરો. ટોચની પેનલમાં ગોપનીયતા પર ક્લિક કરો. 'બ્લૉક કૂકીઝ' હેઠળ 'ક્યારેય નહીં' વિકલ્પ પસંદ કરો.",
    "1622303590": "Safari (iPhone/iPad iOS 11+) માં કૂકીઝને સક્ષમ કરવા માટે: તમારી સેટિંગ્સ ખોલો. નીચે સ્ક્રોલ કરો અને Safari પસંદ કરો. ગોપનીયતા અને સુરક્ષા હેઠળ, \"ક્રોસ-સાઇટ ટ્રેકિંગ અટકાવો\" અને \"બધી કૂકીઝને અવરોધિત કરો\" બંધ કરો",
    "2199048568": "કોઈપણ વેબપેજ પર સરનામાં બારની ડાબી બાજુએ શિલ્ડ પર ક્લિક કરો. પ્રોટેક્શન સેટિંગ્સ પર ક્લિક કરો. ફાયરફોક્સ પસંદગીઓ ગોપનીયતા અને સુરક્ષા પેનલ ખુલશે. ઉન્નત ટ્રેકિંગ પ્રોટેક્શન હેઠળ, કસ્ટમ પસંદ કરો. તે ચેકબોક્સ પસંદ કરીને કયા ટ્રેકર્સ અને સ્ક્રિપ્ટ્સને બ્લોક કરવા તે પસંદ કરો. ખાતરી કરો કે તમે hcaptcha.com ને અનાવરોધિત કર્યું છે.",
    "3967047208": "તમે ચેકબૉક્સને નાપસંદ કરીને, આને ડિબગ કરવા માટે કસ્ટમમાં અમુક સુરક્ષાને અસ્થાયી રૂપે બંધ પણ કરી શકો છો: ટ્રૅકર્સ ચેકબૉક્સને નાપસંદ કરો અથવા જો તમને હજી પણ સમસ્યાઓ આવી રહી હોય તો કૂકીઝ ચેકબૉક્સને નાપસંદ કરો.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Chrome મેનૂ આયકન પસંદ કરો. સેટિંગ્સ પસંદ કરો.",
    "926138631": "ગોપનીયતા અને સુરક્ષા પર જાઓ, પછી કૂકીઝ અને અન્ય સાઇટ ડેટા.",
    "3419878556": "ખાતરી કરો કે \"તૃતીય-પક્ષ કૂકીઝને અવરોધિત કરો\" સક્ષમ નથી.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "મેનૂ બારમાંથી Chrome પસંદગીઓ ખોલો.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "તમારા Android ઉપકરણ પર, Chrome એપ્લિકેશન ખોલો.",
    "3620039756": "ઉપર જમણી બાજુએ, વધુ અને પછી સેટિંગ્સ પર ટેપ કરો.",
    "2813310562": "સાઇટ સેટિંગ્સ અને પછી કૂકીઝને ટેપ કરો.",
    "3014657981": "\"કુકીઝ\" ની બાજુમાં, સેટિંગ ચાલુ કરો.",
    "1242066691": "\"તૃતીય-પક્ષ કૂકીઝને મંજૂરી આપો\" ની બાજુના બૉક્સને ચેક કરો.",
    "292250020": "1. સ્ક્રીનના ઉપરના જમણા ખૂણે ગિયર પસંદ કરો, પછી \"ઇન્ટરનેટ વિકલ્પો\" પસંદ કરો. જો તમારી પાસે મેનુ બાર સક્ષમ હોય, તો તમે \"ટૂલ્સ\" પછી \"ઇન્ટરનેટ વિકલ્પો\" પસંદ કરી શકો છો.",
    "4114820649": "2. \"ગોપનીયતા\" ટેબ પર ક્લિક કરો.",
    "946838734": "3. \"એડવાન્સ્ડ\" બટન પસંદ કરો.",
    "348809718": "4. \"તૃતીય-પક્ષ કૂકીઝ\" હેઠળ \"સ્વીકારો\" પસંદ કરો.",
    "1253441326": "5. \"ઓકે\" ક્લિક કરો",
    "852032043": "સફારી",
    "836017336": "ફાયરફોક્સ",
    "3356349631": "ગૂગલ ક્રોમ",
    "3235744534": "ઈન્ટરનેટ એક્સપ્લોરર",
    "4104188759": "AI એથિક્સ પોલિસી",
    "1161704803": "અમારી પાસે AI એથિક્સ પોલિસી શા માટે છે?",
    "1806535500": "વર્ચ્યુઅલ રીતે દરેક ટેક્નોલોજી, પેન્સિલથી લઈને ડાયનામાઈટ સુધી, એ",
    "24452499": "ઉકેલ; તે સારા અથવા ખરાબ માટે વાપરી શકાય છે. દ્વિ-ઉપયોગ સોલ્યુશન્સ પર સંશોધન, નિર્માણ અથવા વેચાણ કરતી દરેક કંપનીની તેમની ક્રિયાઓના પરિણામોને ધ્યાનમાં લેવાની જવાબદારી છે.",
    "4023575072": "બેવડા ઉપયોગ",
    "3336625692": "આ પૃષ્ઠ એઆઈ એથિક્સના સંદર્ભમાં આ વિષય પરના અમારા વિચારોની વિગતો આપે છે અને અમારી સેવાઓના ઉપયોગની ખાતરી કરવા માટે અમે જે પ્રક્રિયાઓને અનુસરીએ છીએ તે અમે કંપની તરીકે અપનાવેલી નીતિઓ સાથે સુસંગત રહે છે.",
    "835717930": "hCaptcha પર AI એથિક્સ",
    "2179524509": "hCaptcha સેવા માટે કયા પ્રકારના પ્રશ્નો અનુમતિપાત્ર છે અને શા માટે ચોક્કસ પ્રશ્નો પૂછવામાં આવે છે તે અંગે અમને પ્રસંગોપાત પ્રશ્નો મળે છે.",
    "1962721652": "મનુષ્યો પેટર્ન-શોધનારા છે, અને કેટલીકવાર એક નિરુપદ્રવી પ્રશ્ન ત્વરિતમાં સંપૂર્ણપણે અસ્પષ્ટ થી શંકાસ્પદ બની શકે છે, પ્રશ્ન પૂછનારની પ્રેરણાને બદલે વિશ્વમાં થતા ફેરફારોને કારણે.",
    "3974566657": "જેમ જેમ સેવાઓ વધુ લોકપ્રિય બને છે, આ પ્રકારની ઘટના અનિવાર્યપણે વધુ વારંવાર બને છે. hCaptcha નો ઉપયોગ વિશ્વના વર્ચ્યુઅલ રીતે દરેક દેશમાં દરરોજ લાખો લોકો કરે છે, તેથી અમે શક્ય તેટલું પારદર્શક બનવા માટે આ નીતિ અને આ મુદ્દાઓને કેવી રીતે હલ કરીએ છીએ તેના પર એક કેસ સ્ટડી પ્રકાશિત કરી રહ્યા છીએ.",
    "1830910223": "વાસ્તવિક દુનિયાનો AI એથિક્સ કેસ સ્ટડી",
    "805971861": "\"છત્રી\" એ ઇમેજનેટમાં એક શબ્દ છે, જે કમ્પ્યુટર વિઝન સંશોધકો દ્વારા ઉપયોગમાં લેવાતો માનક બેન્ચમાર્ક ડેટાસેટ છે. સલામત નેક્સ્ટ જનરેશન એડવાન્સ ડ્રાઈવર આસિસ્ટન્સ (ADAS) સિસ્ટમ્સ બનાવવા માટે છત્રી ધરાવતા લોકોની વિશ્વસનીય રીતે ઓળખ કરવી પણ મહત્વપૂર્ણ છે.",
    "3988350": "આનો અર્થ એ છે કે વાસ્તવિક-વિશ્વ છત્રી એનોટેશન માટે ઉત્તમ ઉપયોગના કિસ્સાઓ છે. સ્વ-ડ્રાઇવિંગ કારની અસર પર મતભેદ માટે જગ્યા છે, પરંતુ ADAS સિસ્ટમ્સ પહેલેથી જ બચત કરી રહી છે",
    "548587288": "વિશ્વભરમાં.",
    "3138772661": "દર વર્ષે હજારો જીવન",
    "3168199226": "જો કે, 2020 માં તે સ્પષ્ટ થઈ ગયું કે આ પ્રકારનો ડેટાસેટ બનાવવાને દ્વિ-ઉપયોગની ટેક્નોલોજી તરીકે માનવામાં આવી શકે છે જે રીતે એક વર્ષ પહેલા કેટલાક લોકોએ અપેક્ષા કરી હશે.",
    "558378834": "તેથી અમે આ સમયે છત્રી સંબંધિત પ્રશ્નો માટેની વિનંતીઓ સ્વીકારી રહ્યા નથી. જ્યારે અંતિમ-વપરાશકર્તા વર્તમાન ક્ષણમાં છત્રી વિશે કોઈ પ્રશ્ન જુએ છે ત્યારે મૂંઝવણની સંભાવના ખૂબ વધારે છે અને આખરે અમારો ધ્યેય વિશ્વને વધુ સુખદ સ્થળ બનાવવાનો છે.",
    "3376604063": "AI એથિક્સ નીતિઓ અને પ્રક્રિયાઓ",
    "1923365316": "hCaptcha પર અમારી પાસે કડક AI એથિક્સ નીતિ છે, અને તેના એક ભાગમાં તમારા ગ્રાહકને જાણો (KYC) પ્રક્રિયાનો સમાવેશ થાય છે.",
    "4230322909": "અમારા ઉત્પાદનો અને સેવાઓ માટે તે યોગ્ય છે તેની ખાતરી કરવા અને અમે કંપની તરીકે અપનાવેલી નીતિઓને અનુસરે છે તેની ખાતરી કરવા માટે અમે હંમેશા દરેક નવા ગ્રાહક અને તેમના હેતુપૂર્વકના ઉપયોગના કેસની સારી સમજ મેળવવાનો પ્રયાસ કરીએ છીએ.",
    "2735073144": "અમે આવશ્યકતા મુજબ ચાલુ સમીક્ષાઓ પણ કરીએ છીએ. ઉદાહરણ તરીકે, છત્ર-સંબંધિત લેબલિંગ વિનંતીઓ માટેની વિનંતીઓની તારીખો અને સ્ત્રોતોની અમારી તાજેતરની સમીક્ષામાં અમે ઝડપથી પુષ્ટિ કરી શક્યા છીએ કે છેલ્લા 12 મહિનામાં કોઈપણ સરકારી એન્ટિટી અથવા સર્વેલન્સ સૉફ્ટવેરના જાણીતા રાજ્ય સપ્લાયરએ અમારી સેવાઓનો ઉપયોગ કરીને છત્રી સંબંધિત વિનંતીઓ કરી નથી. .",
    "2715462692": "અમારી AI એથિક્સ પ્રક્રિયા કેવી દેખાય છે?",
    "3049976256": "દરેક નવા લેબલિંગ ગ્રાહક માટે, અમે વેચાણ પ્રક્રિયા દરમિયાન ચેકલિસ્ટમાંથી પસાર થઈએ છીએ. આમાં ઑનબોર્ડિંગ પહેલાં પ્રારંભિક KYC ખંત, તેમજ અમારા વિશ્લેષકોને કરવામાં આવેલી તમામ વિનંતીઓની ચકાસણી, અને અમારા સ્વ-સેવા પ્લેટફોર્મનો ઉપયોગ કરીને કરવામાં આવેલી વિનંતીઓની રીઅલ-ટાઇમ સ્પોટ તપાસો અને સમયાંતરે સમીક્ષાઓનો સમાવેશ થાય છે.",
    "3103642530": "આ સમીક્ષા માપદંડોના કેટલાક સેટથી બનેલી છે:",
    "3349094124": "નૈતિક ચિંતા માપદંડ: ઉદ્દેશ્ય",
    "1038019440": "1. શું આ ગ્રાહક એવા દેશના રાષ્ટ્રીય હિતોનું પ્રતિનિધિત્વ કરે છે જે આંતરરાષ્ટ્રીય કાયદાઓ અને ધારાધોરણોની વિરુદ્ધ વર્તન કરવા માટે જાણીતા છે?",
    "493717511": "2. શું આ ગ્રાહક સેવાઓની વિનંતી કરી રહ્યો છે જે હોઈ શકે છે",
    "2209109640": "તેમની સામાન્ય વ્યાપારી પ્રવૃત્તિઓના સંદર્ભમાં માત્ર દૂષિત હેતુઓ માટે જ વપરાય છે?",
    "3457805519": "3. શું યુ.એસ.ના કાયદા અને અમારા જોડાણના નિયમો હેઠળ ગ્રાહકની વિનંતી પૂરી થઈ શકે છે?",
    "1942611550": "પ્રાથમિક રીતે",
    "109179759": "નૈતિક ચિંતા માપદંડ: વ્યક્તિલક્ષી",
    "1033698050": "1. શું અમે માનીએ છીએ કે ગ્રાહકે અમને વિશિષ્ટ પશ્ચિમી સામાજિક ધોરણોના અમારા અર્થઘટન અનુસાર નૈતિક રીતે સ્વીકાર્ય માનીએ છીએ તેવો ઉપયોગ કેસ આપ્યો છે?",
    "361372538": "2. શું અમે માનીએ છીએ કે અમારી પ્રદાન કરેલી સેવાઓનો ઉપયોગ ગ્રાહક દ્વારા ભેદભાવપૂર્ણ હેતુઓ માટે કરવામાં આવશે, જે કાયદેસર હોઈ શકે પરંતુ અમને સ્વીકાર્ય નથી?",
    "2867855718": "3. શું અમે માનીએ છીએ કે વિનંતી માટે ગોપનીયતાની જરૂરિયાતોને સંતોષકારક રીતે સંબોધવામાં આવી શકે છે?",
    "2462728596": "જો અમે આ મુદ્દાઓ પર પોતાને સંતુષ્ટ કરી શકતા નથી, તો અમે વિનંતીને નકારીશું અને અમારી શરતોમાં દર્શાવેલ મુજબ અમારા પ્લેટફોર્મની વધુ ઍક્સેસને સમાપ્ત કરી શકીએ છીએ.",
    "1995277831": "આભાર",
    "1818116402": "અમે આશા રાખીએ છીએ કે તમે AI એથિક્સ ઘટક સાથે કાર્યકારી પ્રશ્નોને કેવી રીતે હેન્ડલ કરીએ છીએ તેના આ દેખાવની પ્રશંસા કરશો.",
    "1499894352": "બહુ ઓછી કંપનીઓ આ ક્ષેત્રમાં તેમની નિર્ણય લેવાની પ્રક્રિયામાં પારદર્શિતા પ્રદાન કરે છે, અને અમે આશા રાખીએ છીએ કે અન્ય લોકો આ ઉદાહરણને અનુસરશે!",
    "535659033": "ક્રિએટિવ કોમન્સ એટ્રિબ્યુશન",
    "1495915066": "અમે, અમારા શૈક્ષણિક સંશોધન ભાગીદારો અને અમારા ગ્રાહકો કેવી રીતે ક્રિએટિવ કૉમન્સ મીડિયાનો ઉપયોગ કરીએ છીએ",
    "3017533972": "અમે, અમારા શૈક્ષણિક સંશોધન ભાગીદારો, અને અમારા ગ્રાહકો ક્યારેક-ક્યારેક મશીન લર્નિંગના ક્ષેત્રમાં માનવતાના જ્ઞાનને આગળ વધારવા માટે hCaptcha પ્લેટફોર્મ દ્વારા ક્રિએટિવ કૉમન્સ-લાઇસન્સવાળી સામગ્રીના ભાગોને સંદર્ભિત અથવા પુનઃઉત્પાદિત કરી શકીએ છીએ.",
    "1428053210": "આ સામગ્રી સામાન્ય રીતે તેના મૂળ સ્વરૂપમાંથી રૂપાંતરિત થાય છે. ઉદાહરણ તરીકે, એક વિડિયો ઘણી ઈમેજોમાં વિભાજિત થઈ શકે છે, તે ઈમેજો ઘણી નવી ઈમેજોમાં વિભાજિત થઈ શકે છે, અને તે નવી ઈમેજો પછી પ્રદર્શિત થયેલ અંતિમ પરિણામ ઉત્પન્ન કરવા માટે રેન્ડમલી મિશ્ર કરવામાં આવી શકે છે.",
    "1728211763": "આ રીતે અને આ હેતુઓ માટે સામગ્રીનો ઉપયોગ કાયદાની અમારી સમજ અને ક્ષેત્રમાં માનક પ્રથાઓ અનુસાર વાજબી ઉપયોગ માર્ગદર્શિકામાં આવે છે, પરંતુ અમે ક્રિએટીવ કોમન્સના લાંબા સમયથી પ્રશંસક છીએ અને જે કોઈ પણ વ્યક્તિ મદદ કરે છે તેને ક્રેડિટ આપવાનું પસંદ કરીએ છીએ. મશીન ઇન્ટેલિજન્સ સુધારવાનું સ્મારક કાર્ય.",
    "1949452297": "hCaptcha UI ની આંતરિક મર્યાદાઓ અને તેની સુરક્ષા બાબતોને લીધે, દરેક ઇમેજના સ્ત્રોતને તેના ઉપયોગની સીધી બાજુમાં પુનઃઉત્પાદિત કરવું શક્ય નથી. તેના બદલે, અમે અમારા હોમપેજથી આ પૃષ્ઠને લિંક કરીએ છીએ અને પ્લેટફોર્મ દ્વારા હાલમાં અથવા તાજેતરમાં સેવા આપતા સ્ત્રોતોની સૂચિ જાળવી રાખીએ છીએ. તમે વર્તમાન સૂચિને ઍક્સેસ કરી શકો છો",
    "2367602973": "અહીં",
    "659124570": "વધુમાં, જો તમે hCaptcha પ્લેટફોર્મ પર પુનઃઉત્પાદિત તમારી માલિકીની સામગ્રી જોશો અને કોઈપણ કારણસર તેને દૂર કરવા માંગતા હો, તો તમે ઈમેલ દ્વારા અમારો સંપર્ક કરી શકો છો.",
    "2066749488": "અન્ય ફરિયાદો",
    "3479034323": "જો તમે hCaptcha પ્લેટફોર્મ પર પુનઃઉત્પાદિત તમારી માલિકીની સામગ્રી જોશો અને તમે તેને કોઈપણ કારણોસર દૂર કરવા ઈચ્છો છો, તો તમે ઇમેઇલ દ્વારા અમારો સંપર્ક કરી શકો છો.",
    "1836554225": "બ્લોગ પોસ્ટ્સ",
    "2873297188": "શું બધા કેપ્ચા બિન-અમેરિકનો સામે ભેદભાવ કરે છે?",
    "165932542": "સમગ્ર વિશ્વમાં hCaptcha સોલ્વ રેટ પર એક નજર",
    "1865097546": "નવેમ્બર 16, 2021",
    "3005876482": "hCaptcha હવે સૌથી મોટી સ્વતંત્ર કેપ્ચા સેવા છે, જે 15% ઇન્ટરનેટ પર ચાલે છે",
    "693820850": "તમે ગોપનીયતાને પ્રથમ મૂકીને Google ને હરાવી શકો છો",
    "3609106478": "ઓળખપત્ર ભરણ:",
    "299335340": "તે શું છે અને હુમલાઓને કેવી રીતે રોકવું",
    "354925785": "પ્રસ્તાવના",
    "423222878": "શોધવા, અટકાવવા અને રોકવા માટેના કેટલાક સૌથી મુશ્કેલ સાયબર હુમલાઓ એવા છે કે જ્યાં દૂષિત અભિનેતા સક્રિય વપરાશકર્તા ખાતામાં લૉગ ઇન કરવા માટે કાયદેસર વપરાશકર્તા ઓળખપત્રોનો ઉપયોગ કરવામાં સક્ષમ હોય છે. ઘણી બધી અત્યાધુનિક શોધ ક્ષમતાઓ વિના, એકાઉન્ટ હોસ્ટ કરતી કંપની પાસે શંકા કરવાનું કોઈ કારણ નથી કે કંઈપણ ખોટું છે. ગ્રાહકે તેના ખાતામાં લૉગ ઇન કર્યું હોય તેવું લાગે છે. હુમલાખોરે ચોરેલા ઓળખપત્રોનો ઉપયોગ કરીને આ સફળ પ્રયાસ હાંસલ કર્યો - સામાન્ય રીતે સાયબર એટેક ટેકનિકનું પરિણામ જે \"ક્રેડેન્શિયલ સ્ટફિંગ\" તરીકે ઓળખાય છે. તે આજે એક ગંભીર સમસ્યા છે, પરંતુ એક કે જે યોગ્ય પ્રતિરોધક પગલાં વડે ઘટાડી શકાય છે.",
    "777660551": "ઓળખપત્ર ભરણ શું છે?",
    "2602763587": "ક્રેડેન્શિયલ સ્ટફિંગ એ સાયબર એટેકનું એક સ્વરૂપ છે જેમાં હુમલાખોર ચોરેલા યુઝરનામ અને પાસવર્ડની જોડીનો ઉપયોગ કરીને વેબસાઈટમાં ઘણી વખત લોગ ઇન કરવાનો પ્રયાસ કરે છે. \"સ્ટફિંગ\" એ પુનરાવર્તિત લૉગિન પ્રયાસોનો સંદર્ભ આપે છે, જે લગભગ હંમેશા સ્વયંસંચાલિત બૉટ સૉફ્ટવેર દ્વારા કરવામાં આવે છે.",
    "1271831121": "એવું નથી કે હેકર (અલબત્ત, હૂડી પહેરેલો!) ત્યાં બેઠો છે, ઓળખપત્ર પછી ઓળખપત્રમાં ટાઇપ કરે છે. સ્વયંસંચાલિત લૉગિન બૉટ સેલેનિયમ જેવા ઑફ-ધ-શેલ્ફ ટૂલ અથવા કસ્ટમ-વિકસિત હેકર ટૂલમાંથી બનાવી શકાય છે.",
    "2588750717": "ખરેખર, કેટલાક ઓળખપત્ર સ્ટફિંગ હુમલાઓમાં લાખો ઓળખપત્રોનો સમાવેશ થાય છે—બધાને અંદર આવવાની આશામાં અસંદિગ્ધ વેબસાઇટ લૉગિન ઇન્ટરફેસમાં સ્ટફ્ડ કરવામાં આવે છે. એકવાર અંદર ગયા પછી, હુમલાખોર પીડિતાના ખાતા પર કબજો કરી શકે છે.",
    "1137757109": "જો તે ઈકોમર્સ એકાઉન્ટ છે, તો હુમલાખોર મર્ચેન્ડાઇઝ ઓર્ડર કરી શકે છે. જો પીડિત બેંક હોય, તો હુમલાખોર ઓફશોર ફંડ ટ્રાન્સફર કરી શકે છે, વગેરે.",
    "1559150837": "જોકે લક્ષ્યો અસુરક્ષિત નથી. મોટાભાગની વેબસાઇટ્સમાં એવા નિયંત્રણો હોય છે જે શંકાસ્પદ વપરાશકર્તાને અવરોધિત કરે છે જે ટૂંકા સમયમાં સમાન IP સરનામાંથી હજારો જુદા જુદા એકાઉન્ટ્સમાં લૉગ ઇન કરવાનો પ્રયાસ કરી રહ્યાં છે. આ પ્રોટેક્શન ટેકનિકનો ઉપયોગ કરવા માટે ક્રેડેન્શિયલ સ્ટફિંગ હુમલાખોરો શું કરે છે તે ભૌગોલિક અને IP વિવિધતાનું અનુકરણ કરવાનું છે. શક્તિશાળી, ઘણીવાર AI-સંચાલિત સાધનોનો ઉપયોગ કરીને, તેઓ એવું દેખાડી શકે છે કે હજારો વપરાશકર્તાઓ સમગ્ર દેશમાંથી દિવસના જુદા જુદા સમયે અવ્યવસ્થિત રીતે લૉગ ઇન કરવાનો પ્રયાસ કરી રહ્યાં છે. આ શોધવું અને રોકવું ઘણું મુશ્કેલ છે.",
    "1892020899": "હેકર્સને ઓળખપત્રો ક્યાંથી મળે છે?",
    "2597149484": "હેકર પાસે ઘણા બધા ઓળખપત્રો \"સામગ્રી\" રાખવાનું કારણ છે કે તેઓ તેમના ચોરાયેલા ઓળખપત્રો ક્યાંથી મેળવે છે તેની સાથે કરવાનું છે.",
    "3030395800": "આ ઓળખપત્રો સામાન્ય રીતે ડેટા ભંગથી આવે છે. આ હુમલાઓને \"પ્રમાણપત્ર સ્પિલ\" તરીકે પણ ઓળખવામાં આવે છે, જેના પરિણામે લાખો ઓળખપત્રો ડાર્ક વેબ પર ડમ્પ થઈ શકે છે. જો સ્પિલ બેંકમાંથી આવ્યો હોય, તો હેકર અન્ય સાઇટ્સ પર જવા માટે તે ઓળખપત્રોનો ઉપયોગ કરવાનો પ્રયાસ કરશે. આ અભિગમ કામ કરે છે કારણ કે ઘણા લોકો બહુવિધ સાઇટ્સ માટે સમાન વપરાશકર્તાનામ અને પાસવર્ડ સંયોજનનો ઉપયોગ કરે છે. (આ પ્રથા નિરુત્સાહી છે, પરંતુ વાસ્તવિકતા તે જ છે. લોકો સમાન લોગિન ઓળખપત્રોનું પુનરાવર્તન કરે છે.)",
    "1258965840": "આમ, જો હુમલાખોર એક સાઈટમાં પ્રવેશી શકે છે, તો તે સ્પીલ કરેલ ઓળખપત્રોનો ઉપયોગ કરીને કદાચ બહુવિધ સાઈટમાં પ્રવેશી શકે છે. દાખલા તરીકે, તેઓ JohnDoe/525momma જેવી વપરાશકર્તાનામ/પાસવર્ડ જોડી મેળવી શકે છે, પરંતુ તેઓને ખબર નથી કે તે જોડી તેમના માટે શું કરશે. તેથી, તેઓ Amazon.com, Ebay, Citibank, Walgreens અને આગળ અને વધુ પર જોડી અજમાવી જુઓ. તેઓ એક હજાર જુદી જુદી સાઇટ્સ પર તે જોડી અજમાવી શકે છે.",
    "3594440415": "આખરે, તેઓ દરવાજા ખોલવાનું શરૂ કરશે.",
    "780280214": "કેવી રીતે hCaptcha અને hCaptcha એન્ટરપ્રાઈઝ ઓળખપત્ર ભરણના જોખમને ઓછું કરે છે",
    "4165374512": "જ્યારે ઓળખપત્ર ભરણને રોકવા માટે IP અને સ્થાન શોધ ટૂલ્સનો ઉપયોગ કરવો શક્ય છે, ત્યારે વધુ સસ્તી અને સચોટ પદ્ધતિ ફક્ત સ્વયંસંચાલિત ઓળખપત્ર ભરણ બૉટને જ વિક્ષેપિત કરવાની છે. hCaptcha અને hCaptcha એન્ટરપ્રાઇઝ એન્ટ્રીના બિંદુ પર બોટને સ્ટમ્પ કરી શકે છે. જો બૉટ પાસે યોગ્ય ઓળખપત્રો હોય, તો પણ જો તે hCaptcha Enterprise ની શોધ અથવા hCaptcha ના કેપ્ચા મેળવી શકતું નથી, તો તે તેનું સ્ટફિંગ કરી શકશે નહીં અને તમારી સાઇટ અને વપરાશકર્તાઓ સુરક્ષિત છે.",
    "3269644546": "મહેરબાની કરીને",
    "1058572205": "જો તમે તેના વિશે વધુ જાણવા માંગતા હો તો અમને",
    "3753613260": "સંપર્ક",
    "1792519141": "hCaptcha એન્ટરપ્રાઇઝ",
    "3515435438": "DMCA ફરિયાદોની જાણ કરવી",
    "54093347": "DMCA રજિસ્ટર્ડ એજન્ટ",
    "3233441200": "ઉલ્લંઘનકર્તા નીતિનું પુનરાવર્તન કરો",
    "4011712313": "અમારી DMCA નીતિના ભાગ રૂપે, અમે એવા ગ્રાહકોના એકાઉન્ટ્સ મૂકીએ છીએ કે જેમના માટે અમને કથિત ઉલ્લંઘનની બહુવિધ DMCA સૂચનાઓ બહુ-પગલાની DMCA પુનરાવર્તિત ઉલ્લંઘનની નીતિમાં મળે છે. કેલેન્ડર મહિનામાં પુનરાવર્તિત DMCA સૂચનાઓ પ્રાપ્ત થવા પર, ગ્રાહક ખાતું એક નીતિના પગલાથી બીજા પગલામાં આગળ વધશે.",
    "766825168": "DMCA પુનરાવર્તિત ઉલ્લંઘનની નીતિ હેઠળ અમે જે પગલાં લઈ શકીએ છીએ તેમાં એકાઉન્ટના રેકોર્ડના ગ્રાહકને વધેલી દૃશ્યતાની ચેતવણીઓ મોકલવાનો સમાવેશ થાય છે. આ ચેતવણીઓને સ્વીકારવા માટે, અમે ગ્રાહકને એકાઉન્ટમાં લૉગ ઇન કરવાની અથવા અમારી સપોર્ટ ટીમને કૉલ કરવાની જરૂર પડી શકે છે. અમે કોઈપણ ગ્રાહકની hCaptcha અને IMI સેવાને સસ્પેન્ડ અથવા સમાપ્ત કરવાનો અધિકાર પણ અનામત રાખીએ છીએ, જેમના માટે અમે વારંવાર ઉલ્લંઘનકર્તા ચેતવણીઓ મોકલ્યા પછી પણ અમે કથિત ઉલ્લંઘનની DMCA સૂચનાઓ પ્રાપ્ત કરવાનું ચાલુ રાખ્યું છે. આ ઉપરાંત, જ્યારે અમે આ નીતિ હેઠળ hCaptcha સેવાને સમાપ્ત કરીએ છીએ ત્યારે અમે અમારી સંપૂર્ણ વિવેકબુદ્ધિથી આ ગ્રાહકોને આપવામાં આવતી અન્ય hCaptcha અથવા IMI સેવાઓને સમાપ્ત કરી શકીએ છીએ.",
    "2410122265": "hCaptcha સંસાધનો: બૉટો 101",
    "4166776480": "ઓળખપત્ર ભરણ: તે શું છે અને હુમલાઓને કેવી રીતે રોકવું",
    "2301335298": "ચુકવણી છેતરપિંડી: સાયબર ક્રાઇમના ઝડપી-વિકસિત મોડને ઓછું કરવું",
    "3682071227": "એકાઉન્ટ ટેકઓવર શું છે અને તેઓ કેવી રીતે કાર્ય કરે છે?",
    "2729131930": "સ્ક્રેપિંગ શું છે અને તે કેવી રીતે કામ કરે છે?",
    "1344959096": "વ્યક્તિગત ડેટા લેબલર તરીકે કામ કરવું",
    "3510143229": "hCaptcha એ વેબસાઇટ્સ અને એપ્સ માટેની સેવા છે,",
    "3930611699": "વ્યક્તિગત કામદારો.",
    "1051214799": "hCaptcha એ વેબ સુરક્ષા સેવા છે જે તેનો ઉપયોગ કરતી વેબસાઇટ્સ અથવા એપ્લિકેશન્સના પ્રકાશકો સાથે મૂલ્ય શેર કરવાનો પ્રયાસ કરે છે.",
    "360236473": "hCaptcha સેવાનો હેતુ વ્યક્તિગત લેબલર તરીકે કોઈપણ વ્યક્તિ માટે કામ કરવા માટે ઉપયોગમાં લેવાનો નથી. તે આ હેતુ માટે રચાયેલ નથી અથવા તેને અનુકૂળ નથી. અમે કોઈને પણ વ્યક્તિગત આવકના સ્ત્રોત તરીકે hCaptcha નો ઉપયોગ કરવાનો પ્રયાસ કરવાની ભલામણ કરતા નથી.",
    "3842490632": "એક વ્યક્તિગત વપરાશકર્તા ઘણા પ્રશ્નોના જવાબ આપવાનો પ્રયાસ કરે છે તે રેટ મર્યાદિત અથવા ઝડપથી પ્રતિબંધિત થવાની સંભાવના છે. સમાન રીતે મહત્વપૂર્ણ, અમારા તરીકે",
    "1560232962": "વિગતવાર આવરી લે છે, આપેલ કોઈપણ જવાબ માટે કમાણી કરેલ રકમ વિશે કોઈ ગેરેંટી આપવામાં આવતી નથી. તે સમયે કોઈ ચૂકવેલ પ્રશ્નો ઉપલબ્ધ ન હોઈ શકે, ગુણવત્તાના કારણોસર જવાબ નકારવામાં આવી શકે છે, વગેરે.",
    "2694001822": "જો કે, સિસ્ટમ પ્રોપર્ટીઝ અને નવી સુવિધાઓનું પરીક્ષણ કરવામાં અમારી મદદ કરવા માટે અમે ક્યારેક-ક્યારેક વ્યક્તિઓને નોકરીએ રાખીએ છીએ.",
    "1569804581": "જો તમે ભવિષ્યમાં સંબંધિત તકો અંગે સંપર્ક કરવા માંગતા હો, તો કૃપા કરીને આ ફોર્મ ભરો.",
    "636461959": "નામ",
    "1139500589": "દેશ",
    "1789607185": "ઈ - મેઈલ સરનામું",
    "325077666": "તમારી માહિતી સબમિટ કરીને તમે અમારી સાથે સંમત થાઓ છો",
    "3555583744": "અને",
    "3609929815": ". વ્યક્તિગત લેબલિંગ કામની તકો અંગે ભવિષ્યમાં તમારો સંપર્ક કરવાના હેતુસર જ અમે તમારું નામ, દેશ અને ઈમેલ એડ્રેસ માહિતી જાળવી રાખીશું.",
    "4197928199": "ગોપનીયતા નીતિ",
    "851786723": "તમારો ઈમેલ દાખલ કરીને, તમે અમારી શરતો અને ગોપનીયતા નીતિ અને અમારા તરફથી ઈમેલ પ્રાપ્ત કરવા માટે સંમત થાઓ છો.",
    "2402165761": "સ્ક્રેપિંગ કેવી રીતે કામ કરે છે?",
    "4260542944": "કન્ટેન્ટ સ્ક્રેપિંગ (જેને \"સ્ક્રીન સ્ક્રેપિંગ\" અથવા ફક્ત \"સ્ક્રેપિંગ\" તરીકે પણ ઓળખવામાં આવે છે) એ વેબ પરથી માહિતી એકત્ર કરવા માટે જાણીતી, ઘણીવાર ઉપયોગી પ્રક્રિયા છે. જો કે, તાજેતરના વર્ષોમાં, આ ટેકનિક હેકરો અને છેતરપિંડી કરનારાઓનું એક પસંદનું સાધન બની ગયું છે. પ્રતિકારક પગલાં અસરકારક રીતે જોખમને ઘટાડી શકે છે, પરંતુ તેનો અમલ કરવા માટે, પ્રક્રિયા કેવી રીતે કાર્ય કરે છે તે સમજવું આવશ્યક છે.",
    "2066255783": "સામગ્રી સ્ક્રેપિંગ શું છે?",
    "1910628828": "કન્ટેન્ટ સ્ક્રેપિંગ એ સિસ્ટમમાંથી ડેટા મેળવવા માટેની તકનીક છે જેમાં સોફ્ટવેર ક્લાયંટ અથવા વેબ બ્રાઉઝરનો ઢોંગ કરતા સ્વયંસંચાલિત ટૂલસેટનો સમાવેશ થાય છે. તે નવું નથી. હકીકતમાં, સોફ્ટવેર એન્જિનિયરો માટે કે જેમને જૂના મેઇનફ્રેમમાંથી ડેટાની જરૂર પડી શકે છે, માહિતી કાઢવાનો એકમાત્ર રસ્તો સ્ક્રેપિંગ હોઈ શકે છે. મૂળ કનેક્ટર્સ અદૃશ્ય થઈ શકે છે અને બદલવું અશક્ય છે.",
    "3408107995": "આજે, જોકે, સ્ક્રેપિંગનો અચૂક અર્થ એ છે કે વેબસાઇટ પરથી ડેટા ખેંચવા માટેનો પ્રોગ્રામેટિક અભિગમ. સ્ક્રેપિંગ સૉફ્ટવેર માનવ વપરાશકર્તાની જેમ કાર્ય કરે છે, બટનો પર ક્લિક કરીને અને પરિણામી આઉટપુટ વાંચે છે. સ્ક્રેપિંગ માટે ઘણા કાયદેસર ઉપયોગો છે. વેબ ક્રોલર્સ જે સર્ચ એન્જિનને પાવર આપે છે તે એક ઉદાહરણ છે. સ્કાયસ્કેનર જેવા ટૂલ્સ પણ હજારો ટ્રાવેલ વેબસાઇટ્સ દ્વારા કોમ્બિંગ કરીને ટ્રાવેલ ડીલ્સ શોધે છે. જો ડેટા કનેક્શન બનાવવા માટે કોઈ એપ્લીકેશન પ્રોગ્રામિંગ ઈન્ટરફેસ (APIs) ઉપલબ્ધ ન હોય તો ફિનટેક કંપનીઓ તેનો ઉપયોગ પણ કરે છે. સ્ક્રીન સ્ક્રેપિંગ વિશે ધ્યાનમાં રાખવાની બાબતો તેની ઝડપ અને માપનીયતા છે. આ પ્રક્રિયા વેબસાઈટમાંથી પુષ્કળ પ્રમાણમાં ડેટાનો સંગ્રહ કરી શકે છે, એમ ધારી રહ્યા છીએ કે સાઇટ્સ તેને થતું અટકાવવા માટે ગોઠવેલી નથી. ગણતરીની ઝડપે, સ્ક્રેપર વેબસાઇટ્સ અને અંતર્ગત સોફ્ટવેર અને ડેટાબેસેસ સાથે ક્રિયાપ્રતિક્રિયા કરીને મોટા ડેટાસેટ્સ એકત્રિત કરી શકે છે જે તેમને શક્તિ આપે છે.",
    "1920884252": "શા માટે સામગ્રી સ્ક્રેપિંગ સુરક્ષા જોખમ છે?",
    "2256795853": "વેબસાઇટ્સમાંથી ઝડપથી ઘણો ડેટા કાઢવાની ક્ષમતા દૂષિત અભિનેતાઓના હાથમાં સ્ક્રેપિંગને એક શક્તિશાળી સાધન બનાવે છે. સ્ક્રેપિંગ બોટ સોશિયલ મીડિયા સાઇટ્સમાંથી વપરાશકર્તા ડેટા એકત્રિત કરી શકે છે. પછી, સરનામાંઓ અને અન્ય અંગત માહિતી ધરાવતી સાઇટ્સને સ્ક્રેપ કરીને અને પરિણામોને સહસંબંધ કરીને, હેકર છેતરપિંડીયુક્ત ક્રેડિટ કાર્ડ એપ્લિકેશન સબમિટ કરવા જેવા ઓળખના ગુનામાં સામેલ થઈ શકે છે.",
    "4087694419": "સ્ક્રેપિંગ હેકર નકલી અથવા ભ્રામક પ્રોડક્ટ લિસ્ટિંગ બનાવવા માટે Amazon અને eBay જેવી સાઇટ્સમાંથી ડેટા પણ એકત્રિત કરી શકે છે. પછી તે અથવા તેણી તેને ઑફરઅપ જેવી પીઅર-ટુ-પીઅર સેવાઓ પર વેચાણ માટે ઓફર કરી શકે છે અને ખરીદદારો પર ફિશિંગ હુમલાઓ કરી શકે છે. અથવા, છેતરપિંડી કરનાર એવા ઉત્પાદનો વેચી શકે છે જે અસ્તિત્વમાં નથી. વધુ સ્ક્રીન સ્ક્રેપિંગ છેતરપિંડીમાં જાહેરાત પ્રકાશકોને બનાવટી બનાવવાનો સમાવેશ થાય છે. પ્રકાશક સાઇટ્સમાંથી સામગ્રીને સ્ક્રેપ કરીને, છેતરપિંડી કરનાર વિવિધ સેવાઓ પર નકલી જાહેરાત પ્રકાશક પૃષ્ઠો બનાવી શકે છે. પછી તેઓ તે પૃષ્ઠો પરની જાહેરાતો અધિકૃત પુનર્વિક્રેતાઓને વેચી શકે છે, જેમના સંપર્કો તેઓએ પ્રકાશકની ads.txt ફાઇલમાંથી મેળવ્યા છે. જાહેરાતકર્તાને જાહેરાત સ્લોટ વાસ્તવિક લાગે છે, પરંતુ તે નથી.",
    "3315658779": "hCaptcha એન્ટરપ્રાઇઝ સાથે સામગ્રી સ્ક્રેપિંગ અટકાવો",
    "2602081482": "hCaptcha Enterprise તમારી સાઇટ અને એપ્લિકેશનો પરના દૂષિત ટ્રાફિકને ઓળખવા માટે અદ્યતન મશીન લર્નિંગનો ઉપયોગ કરે છે - જેમાં સ્ક્રેપિંગ પ્રવૃત્તિઓનો સમાવેશ થાય છે.",
    "1422537019": "વધુ જાણવા માટે આજે અમને.",
    "1988268879": "સ્કેલ પર ખર્ચ-અસરકારક ડેટા લેબલિંગ",
    "2163914794": "તમારા ડેટાસેટ્સ માટે વધુ લેબલની જરૂર છે? hCaptcha આર્ટિફિશિયલ ઇન્ટેલિજન્સ અને મશીન લર્નિંગ એપ્લિકેશન્સ પર કામ કરતી કંપનીઓ માટે ઝડપી, ખર્ચ-અસરકારક અને ઉચ્ચ ગુણવત્તાવાળા ડેટા લેબલિંગ પ્રદાન કરે છે.",
    "3378932530": "હવે તમારો ડેટા લેબલ મેળવો",
    "3483700676": "લાખો કાર્યોને તરત જ લોંચ કરો",
    "3478726913": "hCaptcha પાસે તમારા ઉપયોગ માટે ઉપલબ્ધ ગ્રહ પરના સૌથી મોટા પૂલ પૈકી એક છે. તમારું સ્કેલ ગમે તે હોય, અમે તેને ખર્ચાળ અપફ્રન્ટ પ્રતિબદ્ધતાઓ વિના હેન્ડલ કરી શકીએ છીએ. દરરોજ લાખો કાર્યો કોઈ સમસ્યા નથી.",
    "740501259": "સરળ API-સંચાલિત પાઇપલાઇન્સ",
    "2784612261": "માનવીય સમીક્ષાને તમારા વ્યવસાયની કામગીરીમાં સીધી રીતે સંકલિત કરવા માંગો છો? અમે ઉચ્ચ વિશ્વસનીયતા SLA, બાંયધરીકૃત ક્ષમતા અને સરળ REST API ઑફર કરીએ છીએ.",
    "1144966033": "કિંમત અને ગુણવત્તા માટે ઑપ્ટિમાઇઝ",
    "3213351333": "કોઈ અપફ્રન્ટ પ્રતિબદ્ધતા જરૂરી નથી",
    "2107077506": "હ્યુમન પ્લેટફોર્મ અત્યાધુનિક રીઅલ-ટાઇમ ગુણવત્તા વિશ્લેષણ કરવા માટે વ્યાપક આત્મવિશ્વાસ મોડલનો ઉપયોગ કરે છે. આ અમને તમારા સમય અને નાણાંની બચત કરીને પ્રશ્નોની મુશ્કેલી અને તેમના સંભવિત સાચા જવાબ બંનેને ઝડપથી નક્કી કરવા દે છે.",
    "3576146278": "માત્ર તમને જરૂરી ચોકસાઈ માટે ચૂકવણી કરો",
    "2952586316": "બધી સમસ્યાઓ સરખી હોતી નથી. સલામતી-નિર્ણાયક કાર્યો માટેની ટીકાઓ માટે સંપૂર્ણ માનવ કામદારો તરફથી 99.99% વિશ્વાસની જરૂર પડી શકે છે. મોબાઇલ ગેમ એપ્લિકેશનમાં એક બીટા સુવિધા માટેની ટીકાઓને માત્ર મધ્યમ આત્મવિશ્વાસની જરૂર પડી શકે છે. તમે નક્કી કરો.",
    "710145621": "તમારા પોતાના ગ્રાઉન્ડ ટ્રુથ ડેટા પ્રદાન કરો અથવા ચાલો તેને ફ્લાય પર બનાવીએ",
    "987901590": "શું તમારી પાસે વ્યાપક ચકાસણી સેટ વગરનો કાચો ડેટા છે? મોટા ભાગના કિસ્સાઓમાં અમે તમારા માટે એક બનાવી શકીએ છીએ કારણ કે કાર્યો સિસ્ટમ દ્વારા ચાલે છે અથવા તમારી મંજૂરી માટે લેબલવાળા નમૂનાઓ બનાવી શકીએ છીએ.",
    "2597352122": "ટીકા પ્રકારો",
    "1344687860": "બાઉન્ડિંગ બોક્સ",
    "1089415440": "છબીઓ અને વિડિયોમાં ચોક્કસ ઑબ્જેક્ટ શોધ",
    "3817067682": "બહુકોણ",
    "2682873489": "ઑબ્જેક્ટ્સ માટે બાઉન્ડિંગ વિસ્તાર વ્યાખ્યાયિત કરો",
    "1275150216": "સીમાચિહ્નો",
    "2067112112": "ઘણાં વિવિધ ઉપયોગના કિસ્સાઓ માટે પોઈન્ટ એનોટેશન",
    "4228682126": "વિશેષતા વર્ગીકરણ",
    "2920213479": "કોઈપણ કદની મનસ્વી શ્રેણીઓને સૉર્ટ અથવા જોડો",
    "3288667364": "સરખામણી અને તપાસ",
    "155877895": "માનવ સંચાલિત શોધ અને વર્ગીકરણ",
    "3128433367": "... અને ઘણું બધું",
    "2827452240": "અહીં સૂચિબદ્ધ ન હોય તેવા બીજા પ્રકારની જરૂર છે? જસ્ટ અમને પૂછો.",
    "719304627": "એન્ડ-ટુ-એન્ડ કંટ્રોલની જરૂર છે?",
    "1172067553": "hCaptcha પાછળનું HUMAN પ્લેટફોર્મ ઑન-પ્રિમાઈસ, હાઇબ્રિડ અથવા SaaS ડિપ્લોયમેન્ટ્સ દ્વારા અત્યંત અત્યાધુનિક કાર્ય ગુણવત્તા અને વ્યવસ્થાપન સુવિધાઓ પ્રદાન કરે છે જે તમારી હાલની સિસ્ટમ્સ સાથે સંકલિત થાય છે.",
    "2319072959": "તમારા પોતાના વર્કફોર્સ સાથે સંપૂર્ણપણે ઑફલાઇન ચલાવો, બિઝનેસ યુનિટ્સ અથવા કન્સોર્ટિયમ પાર્ટનર્સ દ્વારા વપરાશમાં લેવાયેલા મૂલ્યને ટ્રૅક કરો, ખર્ચ અને સુરક્ષા જરૂરિયાતોના આધારે અલગ-અલગ આંતરિક અથવા બાહ્ય મજૂર પ્રદાતાઓને પસંદગીપૂર્વક જોબ્સનું રૂટ કરો અને વધુ.",
    "1936512180": "‍સરળ API એક્સેસ, સુંદર ડેશબોર્ડ્સ અને વર્કરની કાર્યક્ષમતા વધારવા માટે નવીનતમ મોડલ-ઇન-ધ-લૂપ ટેકનોલોજી.",
    "3913848038": "99.99% અપટાઇમ SLA અને 24/7 વૈશ્વિક સપોર્ટ ઉપલબ્ધ છે.",
    "1080752747": "વેચાણનો સંપર્ક કરો",
    "1525403768": "વધુ માહિતી માટે એન્ટરપ્રાઇઝ સેલ્સનો સંપર્ક કરો.",
    "1546930020": "ડેટા લેબલ મેળવવો",
    "2486638408": "સ્પષ્ટીકરણો વ્યાખ્યાયિત કરો",
    "1027200955": "તમારી પ્રોજેક્ટ જરૂરિયાતોને વ્યાખ્યાયિત કરવા માટે અમારા ડોમેન નિષ્ણાતોમાંથી એક સાથે વાત કરો: લક્ષ્યની ચોકસાઈ, ફોર્મેટ અને કોઈપણ વિશિષ્ટ આવશ્યકતાઓ.",
    "1156712451": "પ્રારંભિક જોબ ટેસ્ટ",
    "181065232": "અમે તમારા નમૂનાના ડેટાના આધારે એક નાનું ઉત્પાદન કાર્ય ચલાવીએ છીએ. તમને જે જોઈએ છે તે બરાબર મળે તેની ખાતરી કરવા માટે આ અમે સાથે મળીને કરેલા કાર્યનું પરીક્ષણ કરે છે.",
    "3207769512": "ઉત્પાદન નોકરીઓ જમાવો",
    "1099238677": "અમારા ઉચ્ચ વોલ્યુમ અને ઓછી વિલંબ સાથે અમે તમારા કાર્યને ઝડપથી ફેરવી દઈશું, તે પૂર્ણ થતાંની સાથે જ સ્વચાલિત વિતરણ સાથે.",
    "465783046": "તમારા ડેટા સાથે તેને અજમાવવા માંગો છો?",
    "328625009": "... જ્યારે તમે હોવ ત્યારે અમે તૈયાર છીએ: અમારી સેવા ચોવીસ કલાક ઉપલબ્ધ છે.",
    "3225770968": "hCaptcha એ મશીન લર્નિંગમાં સૌથી વધુ શ્રમ સઘન સમસ્યાને ઉકેલવા માટે રચાયેલ છે; સમયસર, સસ્તું અને વિશ્વસનીય રીતે મોટા પ્રમાણમાં ડેટાનું લેબલિંગ.",
    "2041686284": "વધુ ડેટા સામાન્ય રીતે મશીન લર્નિંગ મોડલની તાલીમમાં વધુ સારા પરિણામો આપે છે. ડીપ મોડલ્સની તાજેતરની સફળતાએ વધુને વધુ મોટા ડેટાસેટ્સ તરફ દોરી છે, અને hCaptcha આ જરૂરિયાતને પૂર્ણ કરે છે. જો કે, પરંપરાગત પદ્ધતિઓનો ઉપયોગ કરીને મોટા માનવ-સમીક્ષા કરેલ ડેટાસેટ્સ બનાવવાનું કામ ધીમું અને ખર્ચાળ છે.",
    "3729345277": "hCaptcha એ કંપનીઓ માટે ઉચ્ચ ગુણવત્તા સાથે અને અન્ય વિકલ્પો કરતાં ઓછી કિંમતે તેમને જરૂરી એનોટેશન ઝડપથી મેળવવાનો એક માર્ગ છે.",
    "2103563261": "ખાનગી અથવા જાહેર માહિતી",
    "2513143348": "hCaptcha એન્ટરપ્રાઇઝ સિસ્ટમ તેની ડિઝાઇનમાં અનન્ય રીતે લવચીક છે: જો તમે સાર્વજનિક ક્લાઉડ ચલાવો છો અથવા ઘણા ડેટા સેન્ટરો ધરાવો છો તો તે તમારા નેટવર્કની ધાર પર આંશિક રીતે અથવા સંપૂર્ણ રીતે જમાવી શકાય છે.",
    "3107683988": "આ નાટ્યાત્મક રીતે ઑફ-નેટવર્ક ટ્રાફિક અને ખર્ચમાં ઘટાડો કરી શકે છે જ્યારે અમારા 24/7 ઑન-કોલ સ્ટાફ દ્વારા સખત SLA ને પહોંચી વળવા મેનેજમેન્ટના તમામ લાભો જાળવી રાખે છે.",
    "3660619092": "એન્ટરપ્રાઇઝ સોલ્યુશન્સ માટે મફત સાઇન અપ કરો અથવા વેચાણનો સંપર્ક કરો",
    "2351176803": "hCaptcha JS API માટે લાઇસન્સ શરતો",
    "2616226398": "અમારા આધીન",
    "2024293275": ". અન્ય તમામ અધિકારો હવે માટે અનામત છે.",
    "1062291156": "પ્રમાણભૂત શરતો",
    "2712493234": "ચુકવણી છેતરપિંડી: સાયબર ક્રાઇમના ઝડપી-વિકસિત મોડને ઓછું કરવું",
    "1817772953": "છેતરપિંડી એ અપરાધનું નવું સ્વરૂપ નથી. ખરેખર, પુરાતત્ત્વવિદોએ લગભગ 10,000 વર્ષ પહેલાં પશુધનને નુકસાન વિના પરિવહન કરવા માટે પ્રાચીન સુમેરિયનો દ્વારા ઘડવામાં આવેલા છેતરપિંડી વિરોધી ઉપકરણો શોધી કાઢ્યા છે! તેમના કિસ્સામાં, તેઓ માટીના ટોકન્સ મૂકે છે, દરેક પ્રાણીનું પ્રતિનિધિત્વ કરે છે, માટીના દડાની અંદર \"બુલા\" તરીકે ઓળખાય છે. બુલા ઘેટાના ઊનનું પૂમડું સાથે મુસાફરી કરશે કારણ કે તે વેચનારથી ખરીદનાર તરફ જાય છે. તે પછી પણ, વ્યવસાય માલિકો ચિંતિત હતા કે તેઓ જેની સાથે વ્યવહાર કરી રહ્યા હતા તે દરેક જણ ઉપર અને ઉપર નથી. 10,000 વર્ષોમાં ઘણું બધું બદલાઈ ગયું છે, પરંતુ છેતરપિંડી અટકાવવા માટે નવીનતા લાવવાની જરૂરિયાત આપણી સાથે રહે છે. આજે, ઓનલાઈન પેમેન્ટ ફ્રોડનો મુદ્દો સર્વોચ્ચ મહત્વ ધરાવે છે. ઈન્ટરનેટ સાથે, છેતરપિંડી કરનારાઓ છેતરપિંડી વિરોધી નિયંત્રણોને આગળ વધારવામાં વધુને વધુ પારંગત બન્યા છે. જો કે, નવા ઉકેલો ભરતીને ફેરવી રહ્યા છે.",
    "1053787685": "પેમેન્ટ ફ્રોડ શું છે?",
    "433424759": "ચુકવણીની છેતરપિંડી કોઈપણ પ્રકારના ગેરકાયદેસર વ્યવહારનો સમાવેશ કરે છે જેમાં સાયબર અપરાધી પીડિતને મૂલ્યવાન વસ્તુ, સામાન્ય રીતે પૈસાથી વંચિત રાખે છે. આનો અર્થ એવો થઈ શકે છે કે ચોરી કરેલા ક્રેડિટ કાર્ડનો ઉપયોગ ઓનલાઈન મર્ચેન્ડાઈઝ ઓર્ડર કરવા અથવા બેંક ખાતું લેવા અને તેમાંથી ગેરકાયદેસર રીતે ભંડોળ ટ્રાન્સફર કરવું. ત્યાં ઘણી ભિન્નતાઓ છે, પરંતુ તે બધાનું પરિણામ સમાન છે: એક ઠગ ગ્રાહક, બેંક અથવા વેપારી પાસેથી ચોરી કરવા માટે ચોરી કરેલી ઓળખ અથવા ચુકવણી માહિતીનો ઉપયોગ કરે છે.",
    "2939852138": "કેવી રીતે છેતરપિંડી કરનારાઓ ચુકવણીની છેતરપિંડીથી દૂર [પ્રયાસ] કરે છે?",
    "1665616092": "ચુકવણીની છેતરપિંડી ખ્યાલમાં સરળ છે, પરંતુ તે તેના વર્તમાન અમલીકરણમાં વિચિત્ર રીતે જટિલ હોઈ શકે છે.",
    "4246520782": "વાસ્તવમાં, ઈન્ટરનેટ તાજેતરના વર્ષોમાં છેતરપિંડી કરનારાઓ અને બચાવકર્તાઓ વચ્ચેની વાસ્તવિક શસ્ત્ર સ્પર્ધાનું સાક્ષી રહ્યું છે.",
    "2167049807": "સુરક્ષા ટીમોએ વિવિધ પ્રકારના પ્રતિકાર અને નિયંત્રણો અપનાવ્યા છે જે ચુકવણીની છેતરપિંડી માટે સરળ, આળસુ અભિગમોને હરાવી દે છે. જો કે, હુમલાઓ વધુને વધુ અત્યાધુનિક બની રહ્યા છે. ઉદાહરણ તરીકે, બોટ્સ હવે નકલી વેબસાઇટ્સ અને ફિશિંગ હુમલાઓમાંથી ચોરેલા ક્રેડિટ કાર્ડ નંબર્સ અને પિનનો સંગ્રહ કરી શકે છે.",
    "1936449777": "પછી, સંપૂર્ણ સ્વચાલિત મોડમાં, તેઓ ઈ-કોમર્સ સાઇટ્સ પર માનવ વર્તનની નકલ કરી શકે છે, બટનો પર ક્લિક કરી શકે છે અને શોપિંગ કાર્ટમાં આઇટમ ઉમેરી શકે છે-એટલે સુધી કે જ્યાં ઘણા, જો મોટા ભાગના એન્ટી-ફ્રોડ નિયંત્રણો ન હોય તો તે કહી શકતા નથી કે બોટ ચોરી કરવાનો પ્રયાસ કરી રહ્યો છે. વેપારી માલ તેના બદલે, એવું લાગે છે કે માનવ વપરાશકર્તા ખાલી ખરીદી કરી રહ્યો છે. બોટ ચોરાયેલા લોગ ઇન ઓળખપત્રોનો ઉપયોગ કરીને વાસ્તવિક ગ્રાહકના ખાતામાં લૉગ ઇન કરી શકે છે. છેતરપિંડીને વધુ અસ્પષ્ટ કરવા એ બોટની આઇપી એડ્રેસની છેતરપિંડી કરવાની ક્ષમતા છે અને તેને એવું લાગે છે કે જાણે \"દુકાનદાર\" હુમલાખોરથી ક્યાંક અલગ હોય, જે કદાચ વિદેશમાં હોય.",
    "648630222": "hCaptcha Enterprise સાથે ચુકવણીની છેતરપિંડી અટકાવો",
    "1621930829": "આજની અદ્યતન, અવિરત ચુકવણી છેતરપિંડી પ્રવૃત્તિઓ વિશે શું કરી શકાય? નિયંત્રણોના બહુવિધ સ્તરોનો ઉપયોગ કરવો એ સામાન્ય રીતે સમજદાર અભિગમ છે. જો કે, શ્રેષ્ઠ પ્રતિક્રમણ તે છે જે બોટને ફસાવી શકે છે અને તે નકલી હોવાનું જાહેર કરી શકે છે, તેના સર્જકોના માનવ વર્તનની નકલ કરવાના શ્રેષ્ઠ પ્રયાસો છતાં.",
    "2423586454": "હજી પણ કેટલીક વસ્તુઓ છે જે સોફ્ટવેર કરી શકતી નથી, પછી ભલે તેની પાછળ AI કેટલું સારું હોય. આધુનિક કેપ્ચા ટેક્નોલૉજી ચુકવણીની છેતરપિંડી ચાલુ રાખવાના પ્રયાસ કરતા બૉટોને અવરોધિત કરવાની સાબિત પદ્ધતિ પ્રદાન કરે છે. જ્યારે કેપ્ચા માટેના જૂના અભિગમો, જેમ કે બૉક્સમાં સરળ ત્રાંસી સંખ્યાઓ, હવે અદ્યતન બૉટોને ઘટાડવામાં મોટાભાગે ઉણપ છે, hCaptcha Enterprise જેવા સ્વયંસંચાલિત પરીક્ષણ-પ્રતિસાદ ઉપકરણ એકાઉન્ટ લોગિન અથવા શોપિંગ કાર્ટ ચેકઆઉટની ક્ષણે છેતરપિંડી કરનાર બોટને સરળતાથી સ્ટમ્પ કરી શકે છે. જો બોટ પાસે વાસ્તવિક ઓળખપત્રો હોય તો પણ, જો કેપ્ચા દ્વારા મેળવવામાં સમર્થ હશે નહીં.",
    "1467308982": "ચુકવણી શેડ્યૂલ",
    "1291824746": "hCaptcha પેઆઉટ 60 દિવસના પાછળના ધોરણે ત્રિમાસિક રીતે ચાલે છે. આનો અર્થ શું છે તે સમજાવવા માટે, કૃપા કરીને નીચેનું કોષ્ટક જુઓ.",
    "3444947612": "વચ્ચે ટ્રાફિક",
    "4181611011": "સમાધાન તારીખ",
    "728503636": "ચૂકવણીની તારીખ",
    "3720584906": "15મી જુલાઈ 2021 - ઑક્ટોબર 15મી 2021",
    "388240587": "5મી-15મી જાન્યુઆરી 2022",
    "3426312287": "5-15મી જાન્યુઆરી 2022",
    "615618648": "15મી એપ્રિલ 2021 - 15મી જુલાઈ 2021",
    "3376724603": "14મી-24મી સપ્ટેમ્બર 2021†††",
    "3398978455": "15મી-25મી સપ્ટેમ્બર 2021†††",
    "2722456056": "15મી જાન્યુઆરી 2021 - 15મી એપ્રિલ 2021",
    "4063155841": "25મી જૂન 2021 પછી નહીં ††",
    "4082053540": "જૂન 19-25મી 2021††",
    "64953197": "15મી ઑક્ટોબર 2020 - 15મી જાન્યુઆરી 2021",
    "1023070345": "14મી માર્ચ 2021 પછી નહીં",
    "2600696085": "15મી માર્ચ 2021",
    "3217791519": "15મી જુલાઈ 2020 - ઑક્ટોબર 15મી 2020",
    "649261378": "5મી-11મી જાન્યુઆરી 2021*",
    "1559190296": "જાન્યુઆરી 5-11મી 2021†",
    "3806054689": "15મી એપ્રિલ 2020 - 15મી જુલાઈ 2020",
    "4162383380": "16મી સપ્ટેમ્બર - 22મી 2020 ****",
    "1990824776": "16-24મી સપ્ટેમ્બર 2020 ****",
    "3856690908": "15મી જાન્યુઆરી 2020 - 15મી એપ્રિલ 2020",
    "3200641265": "16મી જૂન 2020 પછી નહીં*",
    "3744079744": "જૂન 15-19મી 2020 ****",
    "2209837451": "15મી ઑક્ટોબર 2019 - 15મી જાન્યુઆરી 2020",
    "2510534204": "23 માર્ચ 2020 પછી નહીં ***",
    "2910560864": "માર્ચ 20-23મી 2020***",
    "2544565802": "15મી જુલાઈ 2019 - ઑક્ટોબર 15મી 2019",
    "3963642878": "14મી ડિસેમ્બર 2019 પછી નહીં*",
    "622103562": "17મી ડિસેમ્બર 2019**",
    "4072202039": "15મી એપ્રિલ 2019 - 15મી જુલાઈ 2019",
    "818049069": "15મી જુલાઈ 2019 પછી નહીં",
    "1169005651": "15મી સપ્ટેમ્બર 2019",
    "2303655425": "15મી જાન્યુઆરી 2019 - 15મી એપ્રિલ 2019",
    "3678889946": "15મી જૂન 2019 પછી નહીં",
    "3094354698": "15મી જૂન 2019",
    "4217013126": "ચુકવણીઓ સામાન્ય રીતે ચૂકવણીની તારીખે આખો દિવસ ચાલે છે અને સામાન્ય રીતે મધ્યરાત્રિ પેસિફિક સમય સુધીમાં પૂર્ણ થાય છે. જો કોઈ એકાઉન્ટને સમીક્ષા માટે ફ્લેગ કરવામાં આવ્યું હોય, તો પેમેન્ટ રિલીઝ કરવામાં પાંચ વધારાના કામકાજી દિવસ લાગી શકે છે.",
    "1447649958": "રીમાઇન્ડર તરીકે, માત્ર સચોટ માનવ ટ્રાફિક ચૂકવણી માટે પાત્ર છે. તમે નીચે લિંક કરેલ અમારા FAQ માં આ અંગે વધુ વિગતો જોઈ શકો છો. ચૂકવણી માટે પાત્ર બનવા માટે ઉપલબ્ધ બેલેન્સ પણ ન્યૂનતમ થ્રેશોલ્ડને મળવું આવશ્યક છે, હાલમાં 10 HMT.",
    "4257144752": "રીઅલ-ટાઇમ અંદાજો અંતિમ સચોટતા અથવા માનવતાને પ્રતિબિંબિત કરતા નથી, અને તેથી તમારી અંતિમ કમાણી તમારા પ્રથમ સમાધાન પહેલા ડેશબોર્ડમાં દર્શાવેલ સંખ્યાઓથી નોંધપાત્ર રીતે ઉપર અથવા નીચે બદલાઈ શકે છે.",
    "2728931827": "દરેક સમાધાન પછી, તમારા પ્રતિ-સાઇટકી અંદાજો અપડેટ કરવામાં આવશે અને ભવિષ્યના અનુમાનોની સચોટતા વધવી જોઈએ, સિવાય કે તમારી સાઇટમાં વપરાશકર્તાની વર્તણૂકમાં ભૌતિક ફેરફાર થાય.",
    "1200905005": "††† સપ્ટેમ્બર 2021 થી, સેવામાં વૃદ્ધિ સંબંધિત ઓપરેશનલ અવરોધોને સરળ બનાવવા માટે, સમાધાન અને ચૂકવણી હવે એક દિવસને બદલે લગભગ 10 દિવસના સમયગાળામાં ચાલે છે.",
    "4284094387": "†† કેટલાક જૂન 2021 સમાધાન અને ચૂકવણીઓ સમાધાન વિન્ડો દરમિયાન અંતિમ ગણતરીઓની ચકાસણીમાં વિલંબને કારણે આગામી સપ્તાહમાં ચાલશે.",
    "1977013707": "† ડિસેમ્બર 2020 ચૂકવણીઓ વર્ષના અંતના સમાધાન અને સ્ટાફની રજાઓ સાથે ઓવરલેપ ટાળવા માટે 15મીથી ફરીથી શેડ્યૂલ કરવામાં આવી છે: તે જાન્યુઆરીના બીજા સપ્તાહ સુધીમાં પૂર્ણ થશે. PayPal માં સામાન્ય કરતાં ધીમી ટ્રાન્સફરને કારણે, ચૂકવણી એક જ દિવસે પૂર્ણ થવાને બદલે ઘણા દિવસો સુધી ચાલશે.",
    "517010299": "મહેરબાની કરીને નોંધ કરો: અમે હાલમાં નજીકના રીઅલ-ટાઇમ સમાધાનમાં મુખ્ય બેકએન્ડ સંક્રમણ પર કામ કરી રહ્યા છીએ. Q1 2021 સુધીમાં સામયિક સમાધાન સામાન્ય કરતાં ઓછી વાર ચાલશે. આ ચૂકવણીના સમયપત્રક અથવા તારીખોને અસર કરતું નથી.",
    "3092200338": "** જ્યારે 15મી સપ્તાહના અંતે આવે છે, ત્યારે ચૂકવણીની તારીખ તેના બદલે 17મી હોય છે.",
    "3891941747": "*** COVID-19 સલાહ: COVID-19 સંબંધિત સ્ટાફની ક્ષમતામાં ઘટાડો થવાને કારણે, અમારી માનક ચકાસણી પૂર્ણ કરવા માટે વધારાનો સમય આપવા માટે સમાધાન પુનઃનિર્ધારિત કરવામાં આવ્યું છે. ચૂકવણી શુક્રવારથી શરૂ થવાની અને આગામી સોમવારે પૂર્ણ થવાની અપેક્ષા છે.",
    "2301757528": "**** પેઆઉટ વિન્ડો દરમિયાન તેમના REST API ના PayPal દ્વારા જાળવણીને કારણે, 15મી જૂને તમામ ચૂકવણીઓ પૂર્ણ થઈ ન હતી. કોઈપણ ચૂકવણી 15મી જૂન (પેસિફિક સમય) માટે શેડ્યૂલ કરવામાં આવી હતી પરંતુ PayPal API ભૂલોને કારણે અમલમાં ન આવી હોય તે 19મી જૂન (પેસિફિક સમય) દ્વારા ફરીથી ચલાવવામાં આવી હતી.",
    "116842359": "***** સિસ્ટમની જાળવણીને કારણે ઘણા દિવસોમાં સમાધાન પૂર્ણ થવાની અપેક્ષા છે.",
    "4154415610": "***** સપ્ટેમ્બર 2020ની ચૂકવણીઓ સમાધાન પૂર્ણ થતાં જ બેચમાં ચાલશે, જેમાં કેટલાક સમાધાન વિલંબને કારણે મૂળ રીતે નિર્ધારિત કરતાં ઘણા દિવસો પછી ચાલશે.",
    "2310694091": "સમાધાનનો અર્થ શું છે?",
    "164801246": "સમાધાન એ એવી પ્રક્રિયા છે જેમાં ટ્રાફિકની માનવતા અને સચોટતા ચકાસવા માટે તથ્ય પછી તેનું વિશ્લેષણ કરવામાં આવે છે, એકવાર તમામ રિપોર્ટિંગ સાઇટ્સમાંથી તમામ ડેટા આવી જાય છે. તમે અમારી આમાં વધુ વિગતો વાંચી શકો છો.",
    "3256245394": "તેમજ અમારી બ્લોગ પોસ્ટ્સ, દા.ત",
    "3089778412": "hCaptcha પુરસ્કારોની ગણતરી કેવી રીતે કરે છે",
    "3329755436": "શું તમે આ પ્રક્રિયાને ઝડપી બનાવવાનું વિચારી રહ્યા છો?",
    "1911669851": "હા, અમે હાલમાં અમારી બેકએન્ડ સિસ્ટમ્સમાં વિવિધ સુધારાઓ પર કામ કરી રહ્યા છીએ જેની અમને અપેક્ષા છે કે આખરે અમને ઝડપી સમાધાન, વધુ ઝડપી અંદાજ ચોકસાઈ અને ઝડપી ચૂકવણી બંને ઓફર કરવાની મંજૂરી મળશે. અમે હાલમાં પહેલા સમાધાનને ઝડપી બનાવવા માટે કામ કરી રહ્યા છીએ.",
    "2366003154": "પ્રેસ અને મીડિયા પૂછપરછ",
    "3054564199": "પ્રેસ કિટ",
    "3173156067": "જો તમે તમારા લેખમાં ઉદાહરણ છબીઓ શામેલ કરવા માંગતા હો તો કેટલાક તૈયાર કોલેટરલ ઉપલબ્ધ છે.",
    "867314732": "તમે ઉચ્ચ રીઝોલ્યુશન પુનઃપ્રાપ્ત કરી શકો છો",
    "858218750": "અને તેનો ઉપયોગ કરવા અંગે માર્ગદર્શન",
    "3821716514": "પાનું.",
    "1186243118": "લોગો છબીઓ",
    "3034959000": "તમે પુનઃપ્રાપ્ત કરી શકો છો",
    "1764089150": "અહીં:",
    "1558428432": ". કૃપા કરીને તેમને hCaptcha.com પર જમા કરો.",
    "2429359042": "ઉદાહરણ ઈન્ટરફેસ ઈમેજીસ",
    "1480820434": "છબી 1",
    "3213411837": "છબી 2",
    "1270712701": "પ્રેસ રિલીઝ અને તાજેતરના અહેવાલો",
    "231285005": "તમે અમારા બ્લોગ પર તાજેતરના અપડેટ્સ શોધી શકો છો",
    "1289884910": "અમે પ્રસંગોપાત વિશ્લેષણ અને અહેવાલો પણ પ્રકાશિત કરીએ છીએ. દાખ્લા તરીકે:",
    "932546190": "કેમ કેપ્ચા હંમેશા અમારી સાથે રહેશે",
    "2344319147": "Google નું બોટ શોધ ખરેખર કેટલું મૂલ્યવાન છે?",
    "1637527266": "કયા દેશોમાં સૌથી વધુ બોટ ટ્રાફિક છે?",
    "230159237": "સંપર્કો",
    "3759923279": "કૃપા કરીને પ્રેસ પૂછપરછને નીચેના ઈમેલ એડ્રેસ પર મોકલો:",
    "4255608322": "છેલ્લે અપડેટ કર્યું: 12 એપ્રિલ, 2021",
    "33639629": "તૃતીય પક્ષની વેબસાઇટ્સ પર લાગુ નથી. મહેરબાની કરીને નોંધ કરો કે આ ગોપનીયતા નીતિ કોઈપણ તૃતીય પક્ષની કોઈપણ વેબસાઇટ, ઓફર, ઉત્પાદન અથવા સેવાને લાગુ પડતી નથી, પછી ભલે તે અમારી સાઇટ સાથે લિંક કરતી હોય અથવા સેવાનો સમાવેશ કરતી હોય - કૃપા કરીને ત્રીજાને કોઈપણ માહિતી પ્રદાન કરવાનું નક્કી કરતા પહેલા લાગુ પડતી ગોપનીયતા નીતિઓનો સંદર્ભ લો. પક્ષો",
    "987375734": "IMI યુનાઇટેડ સ્ટેટ્સમાં સ્થિત છે. સાઇટ્સ અને સેવા યુનાઇટેડ સ્ટેટ્સથી અમારા દ્વારા નિયંત્રિત અને સંચાલિત થાય છે. તમારી અંગત માહિતી એવા કોઈપણ દેશમાં સંગ્રહિત અને પ્રક્રિયા કરી શકાય છે જ્યાં અમારી પાસે સુવિધાઓ છે અથવા જેમાં અમે સેવા પ્રદાતાઓને રોકીએ છીએ, અને સાઇટ્સ અને સેવાનો ઉપયોગ કરીને તમે યુનાઇટેડ સ્ટેટ્સ સહિત તમારા રહેઠાણના દેશની બહારના દેશોમાં માહિતીના ટ્રાન્સફર માટે સંમતિ આપો છો. , જેમાં તમારા દેશના કરતા અલગ ડેટા સુરક્ષા નિયમો હોઈ શકે છે. અમુક સંજોગોમાં, તે અન્ય દેશોમાં અદાલતો, કાયદા અમલીકરણ એજન્સીઓ, નિયમનકારી એજન્સીઓ અથવા સુરક્ષા સત્તાવાળાઓ તમારી વ્યક્તિગત માહિતીને ઍક્સેસ કરવા માટે હકદાર હોઈ શકે છે.",
    "452920031": "યુનાઇટેડ સ્ટેટ્સની બહારના ગ્રાહકો માટે એક નોંધ.",
    "2328839224": ". કૃપા કરીને કેલિફોર્નિયા કન્ઝ્યુમર પ્રાઈવસી એક્ટ (\"CCPA\") હેઠળના તમારા અધિકારો સંબંધિત અમારા \"કેલિફોર્નિયાના રહેવાસીઓને સૂચના\" વિભાગ જુઓ.",
    "1565481281": "કેલિફોર્નિયાના રહેવાસીઓ માટે એક નોંધ",
    "1028058338": "કૃપા કરીને જનરલ ડેટા પ્રોટેક્શન રેગ્યુલેશન (\"GDPR\") હેઠળના તમારા અધિકારોથી સંબંધિત અમારા \"EU ડેટા વિષયોની સૂચના\" વિભાગ જુઓ.",
    "2271205646": "યુરોપિયન ઇકોનોમિક એરિયાના રહેવાસીઓ માટે એક નોંધ.",
    "508143070": "નોંધ કરો કે IMI એ તમારી વ્યક્તિગત માહિતીનું નિયંત્રક છે, સિવાય કે જ્યાં અમે અમારી સેવાની જોગવાઈના સંબંધમાં અમારા ઇન્ટિગ્રેટર્સ વતી વ્યક્તિગત માહિતી પર પ્રક્રિયા કરીએ છીએ, તે કિસ્સામાં અમે વ્યક્તિગત માહિતીના પ્રોસેસર છીએ, અને તે ઇન્ટિગ્રેટર્સ તેના નિયંત્રકો છે. વ્યક્તિગત માહિતી.",
    "2330965058": "જ્યાં અમે અમારા ઇન્ટિગ્રેટર્સ માટે પ્રોસેસર તરીકે કાર્ય કરીએ છીએ, અમે અમારી સેવા પ્રદાન કરવા માટે વ્યાજબી રીતે જરૂરી હોય તે સિવાયના અન્ય હેતુઓ માટે એકત્રિત કરવામાં આવેલા ડેટાનો ઉપયોગ કરતા નથી, અને અમારી પ્રક્રિયા અમારા ઇન્ટિગ્રેટર્સ સાથેના કરારો દ્વારા સંચાલિત થશે, આ નહીં ગોપનીયતા નીતિ",
    "3017040355": "EU ડેટા વિષયના ડેટાની પ્રક્રિયા અમારી સેવાની શરતો અથવા અમારા ઇન્ટિગ્રેટર્સ સાથેના ડેટા પ્રોસેસિંગ કરારોમાં ડેટા પ્રોસેસિંગ પરિશિષ્ટમાં સંકલિત માનક કરારની કલમો (SCCs) ના કાનૂની આધાર હેઠળ કાર્ય કરે છે.",
    "2233384692": "જો તમને આવા ડેટાને કેવી રીતે હેન્ડલ કરવામાં આવે છે તે વિશે કોઈ પ્રશ્નો અથવા ચિંતાઓ હોય અથવા તમે તમારા અધિકારોનો ઉપયોગ કરવા માંગતા હો, તો તમારે તે વ્યક્તિ અથવા એન્ટિટી (એટલે કે, ડેટા કંટ્રોલર) નો સંપર્ક કરવો જોઈએ જેણે આ ડેટા પર પ્રક્રિયા કરવા માટે સેવાનો ઉપયોગ કરવા માટે અમારી સાથે કરાર કર્યો છે. જો કે, અમે અમારા ઈન્ટિગ્રેટર્સને તેમની સાથેના અમારા કરારની શરતો અનુસાર, તમારી કોઈપણ ચિંતાઓને દૂર કરવા માટે સહાય પૂરી પાડીશું.",
    "349292953": "માહિતી અમે એકત્રિત કરીએ છીએ",
    "3022001832": "અમે એવી વ્યક્તિઓ પાસેથી માહિતી એકત્રિત કરીએ છીએ જેઓ અમારી સાઇટ્સ અને સેવાઓ સાથે ક્રિયાપ્રતિક્રિયા કરે છે, જેમાં અમારી સેવાને તેમની વેબસાઇટ (\"ઇન્ટિગ્રેટર્સ\") માં સમાવિષ્ટ કરનારાઓ, ડેટા લેબલિંગ (\"ગ્રાહકો\") માટે સેવાઓનો ઉપયોગ કરનારા અને અમારી સાથે ક્રિયાપ્રતિક્રિયા કરનારા અંતિમ વપરાશકર્તાઓ સહિત અમારા ઇન્ટિગ્રેટર્સ (\"એન્ડ-યુઝર્સ\") ની વેબસાઇટ્સ દ્વારા સેવા.",
    "835545301": "અમે માહિતીની નીચેની શ્રેણીઓ એકત્રિત કરીએ છીએ:",
    "3228928991": "માહિતી કે જેનો ઉપયોગ વ્યક્તિ (\"વ્યક્તિગત માહિતી\")ને ઓળખવા અથવા સંપર્ક કરવા માટે થઈ શકે છે, જેમ કે નામ, ઈમેલ સરનામું અને દેશ. અમે અમારા વર્તમાન અને સંભવિત ઇન્ટિગ્રેટર્સ અને ગ્રાહકો પાસેથી વ્યક્તિગત માહિતી એકત્રિત કરીએ છીએ જ્યારે તેઓ તેને સીધી અમને આપે છે (ઉદાહરણ તરીકે, એકાઉન્ટ માટે સાઇન અપ કરતી વખતે ફોર્મ ભરીને અથવા અમારી પાસેથી ઇમેઇલ સૂચનાઓ પ્રાપ્ત કરવા માટે અરજી કરીને). અમે તૃતીય પક્ષના ડેટાબેસેસ અથવા સત્તાવાર કાનૂની દસ્તાવેજો સામે વ્યક્તિગત માહિતીની તુલના કરીને અમારા ઇન્ટિગ્રેટર્સ અને ગ્રાહકોની ઓળખ પણ ચકાસી શકીએ છીએ.",
    "1655796811": "ઇન્ટિગ્રેટર્સ અથવા ગ્રાહક દ્વારા સાઇટ્સ અથવા સેવાઓ (\"એનાલિટિક્સ માહિતી\") ના ઉપયોગના પરિણામે આપમેળે એકત્રિત માહિતી, જેમ કે IP સરનામાં, બ્રાઉઝર પ્રકાર, ઇન્ટરનેટ સેવા પ્રદાતા, પ્લેટફોર્મ પ્રકાર, ઉપકરણ પ્રકાર, ઑપરેટિંગ સિસ્ટમ, તારીખ અને સમય સ્ટેમ્પ. ઍક્સેસ અને અન્ય સમાન માહિતી. કેટલીક Analytics માહિતી અમારા વતી તૃતીય પક્ષો દ્વારા એકત્રિત કરવામાં આવે છે જે અમે તે હેતુ માટે રોકીએ છીએ, અને કેટલીક Analytics માહિતી વિવિધ ટ્રૅકિંગ તકનીકો દ્વારા એકત્રિત કરવામાં આવે છે, જેમાં કૂકીઝનો સમાવેશ થાય છે (નીચે \"તૃતીય પક્ષ વિશ્લેષણ અને ટ્રેકિંગ તકનીકો\" જુઓ).",
    "1388241689": "સેવા (\"લેબલ થયેલ ડેટા\") દ્વારા અંતિમ-વપરાશકર્તાઓ જવાબ આપતા પ્રોમ્પ્ટના પરિણામે એકત્રિત કરવામાં આવેલી માહિતી, જેમ કે ઇમેજ લેબલિંગ ડેટા, તે અંતિમ-વપરાશકર્તાઓને વગાડવામાં આવેલ ઑડિઓ ફાઇલોમાંથી રૂપાંતરિત ટેક્સ્ટ, પ્રશ્નોના જવાબો અને સેવા દ્વારા જનરેટ કરાયેલ અન્ય સંકેતો મશીન લર્નિંગ એપ્લિકેશન્સમાં ઉપયોગ માટે ડેટાને લેબલ કરવાના હેતુઓ માટે. નોંધ કરો કે લેબલ થયેલ ડેટા કોઈપણ ઓળખાયેલ વ્યક્તિ સાથે જોડાયેલ નથી.",
    "1493790285": "સેવાના ભાગ રૂપે અંતિમ-વપરાશકર્તાઓ પાસેથી એકત્રિત કરવામાં આવેલી અન્ય માહિતી તે નક્કી કરવા માટે જરૂરી છે કે તેઓ",
    "2216374138": "માનવ છે, જેમ કે માઉસની હિલચાલ, સ્ક્રોલ પોઝિશન, કીપ્રેસ ઇવેન્ટ્સ, ટચ ઇવેન્ટ્સ અને લાગુ પડે તેમ ગાયરોસ્કોપ / એક્સીલેરોમીટર માહિતી.",
    "2394073454": "અમે અંતિમ-વપરાશકર્તાઓ પાસેથી વધારાની માહિતી એકત્રિત કરી શકીએ છીએ જેઓ વ્યક્તિગત ડેટા લેબલર તરીકે અમારી સાથે કામ કરવા માગે છે.",
    "3103557430": "અમે માહિતીનો ઉપયોગ કેવી રીતે કરીએ છીએ",
    "1130802068": "અમે જે માહિતી એકત્રિત કરીએ છીએ તેનો ઉપયોગ અમે નીચેના હેતુઓ માટે કરીએ છીએ:",
    "2940689138": "ઇન્ટિગ્રેટર અને ગ્રાહક એકાઉન્ટ્સનું સંચાલન કરવા અને સેવા પ્રદાન કરવા. અમે વ્યક્તિગત માહિતીનો ઉપયોગ ઈન્ટિગ્રેટર્સ અને ગ્રાહકો સાથે ચોક્કસ એકાઉન્ટ્સને સાંકળવા અને તેમને સેવા પ્રદાન કરવા, વિનંતીઓ અથવા પૂછપરછનો પ્રતિસાદ આપવા, સમર્થન અથવા તકનીકી સહાય પ્રદાન કરવા અને ચૂકવણીની સુવિધા આપવા માટે કરીએ છીએ.",
    "857974529": "સાઇટ અને સેવામાં સુધારો કરવા માટે. અમે અમારી વર્તમાનમાં સુધારો કરવા અને નવી સેવાઓ અને ઑફરિંગ વિકસાવવા અને વર્તમાન અને ભાવિ પ્રોડક્ટ ઑફરિંગને કસ્ટમાઇઝ કરવા માટે Analytics માહિતીનો ઉપયોગ કરીએ છીએ.",
    "1820844638": "બજારની આંતરદૃષ્ટિ મેળવવા માટે. અમે બજારનું પૃથ્થકરણ કરવા અને સાઇટ અને અમારી સેવાઓથી સંબંધિત વ્યવસાયિક વિશ્લેષણ કરવા અને અન્ય સંશોધન હેતુઓ માટે વિશ્લેષણ માહિતીનો ઉપયોગ કરીએ છીએ.",
    "3386280249": "લેબલ થયેલ ડેટા માટે બજાર પ્રદાન કરવા. અમારી સેવા વેબસાઇટ માલિકો અને કંપનીઓ કે જેમને તેમના ડેટાને લેબલ કરવામાં મદદની જરૂર હોય તેમને સેવા તરીકે મશીન લર્નિંગ સિસ્ટમ માટે ઉચ્ચ વોલ્યુમ ડેટા લેબલિંગ અને માનવ સમીક્ષા સક્ષમ કરે છે. તે માટે, અમે લેબલ થયેલ ડેટા મેળવવામાં રસ ધરાવતા અમારા ગ્રાહકોને લેબલ થયેલ ડેટા જાહેર કરીએ છીએ.",
    "3532143291": "અમારી સેવાઓ અને સિસ્ટમોને સુરક્ષિત કરવા. અમે સંભવિત જોખમો અને નબળાઈઓને ઓળખીને અમારી સિસ્ટમને સુરક્ષિત કરવા અને અન્યથા અમે એકત્રિત કરીએ છીએ તે માહિતીને સુરક્ષિત કરવા માટે અમે Analytics માહિતીનો ઉપયોગ કરીએ છીએ.",
    "2185418511": "કોઈપણ કાયદેસરના વ્યાપારી હેતુ માટે, જો કે માહિતીને બિન-ઓળખવામાં આવે અથવા એકત્ર કરવામાં આવી હોય જેથી તે વ્યક્તિ સાથે વ્યાજબી રીતે જોડાયેલી ન હોય.",
    "2386465280": "અમે કેવી રીતે માહિતી શેર કરીએ છીએ",
    "2159517814": "અમે નીચેના કેસોમાં વ્યક્તિગત માહિતી શેર અથવા જાહેર કરીએ છીએ:",
    "4256083674": "ચોક્કસ કેપ્ચા ચેલેન્જ રિક્વેસ્ટ અથવા IP એડ્રેસના છેતરપિંડીના જોખમને ઓળખવા માટે ઇન્ટિગ્રેટરની સીધી વિનંતી પર અથવા અન્યથા જ્યાં ચોક્કસ સંમતિ આપવામાં આવી હતી.",
    "3494826505": "વિક્રેતાઓ સાથે અમે સાઇટ્સ અને સેવાના આવશ્યક પાસાઓ, જેમ કે ડેટા સ્ટોરેજ, હોસ્ટિંગ અને એનાલિટિક્સ અને ફક્ત તે હેતુઓ માટે પ્રદાન કરવા માટે રોકાયેલા છીએ.",
    "1119009846": "તમારા, અમારા અથવા અન્ય લોકોના અધિકારો, ગોપનીયતા, સલામતી અથવા સંપત્તિનું રક્ષણ કરવા માટે સરકારી વિનંતીઓ, કાયદા અમલીકરણ વિનંતીઓ અને અન્યથા જાહેર અને ખાનગી સંસ્થાઓને લાગુ પડતા કાયદાનું પાલન કરવું જરૂરી છે.",
    "197676026": "કોઈપણ કાયદેસર વ્યાપારી હેતુ માટે અન્ય લોકો સાથે, જો માહિતી બિન-ઓળખાયેલ હોય",
    "2359312315": "અથવા એકીકૃત જેથી તે વ્યક્તિ સાથે વ્યાજબી રીતે જોડાયેલું ન હોઈ શકે.",
    "2497216176": "થર્ડ પાર્ટી એનાલિટિક્સ અને ટ્રેકિંગ ટેક્નોલોજી",
    "3694578791": "ઉપર ચર્ચા કર્યા મુજબ, અમે (અને અમારા તૃતીય પક્ષ વિક્રેતાઓ) કૂકીઝ, વેબ બીકોન્સ અને અન્ય ટ્રેકિંગ ટેક્નોલોજીના ઉપયોગ દ્વારા અમુક અંશે Analytics માહિતી એકત્રિત કરીએ છીએ. કેટલાક કિસ્સામાં, અમે Analytics માહિતી એકત્રિત કરવાના હેતુઓ માટે કૂકીઝનો ઉપયોગ કરવા માટે તૃતીય પક્ષ વિક્રેતાઓ સાથે કામ કરીએ છીએ.",
    "2014256987": "જો તમે કૂકીઝ અથવા અન્ય ટ્રેકિંગ તકનીકોના ઉપયોગને અવરોધિત ન કરવાનું પસંદ કરો છો, તો કૃપા કરીને નીચે \"તમારી માહિતીનું સંચાલન કરો\" જુઓ. મહેરબાની કરીને નોંધ કરો કે આમ કરવાથી સાઇટ્સ અથવા સેવાનો ઉપયોગ કરવાના તમારા અનુભવ પર નકારાત્મક અસર પડી શકે છે, કારણ કે કેટલીક સુવિધાઓ યોગ્ય રીતે કામ કરતી નથી.",
    "2788024905": "અમે માહિતી કેવી રીતે સુરક્ષિત કરીએ છીએ",
    "3031284129": "વોરંટી અસ્વીકરણ",
    "26365791": "કાયદા દ્વારા પરવાનગી આપવામાં આવેલી સંપૂર્ણ હદ સુધી, સાઇટ અને સેવા (અને કોઈપણ અન્ય સંકળાયેલ સેવાઓ, માહિતી, ડેટા, સુવિધાઓ અને અન્ય સામગ્રી અથવા સામગ્રી) \"જેમ છે તેમ\" અને \"જેમ-ઉપલબ્ધ\" ધોરણે પ્રદાન કરવામાં આવે છે. કાયદા દ્વારા અનુમતિ આપવામાં આવેલ સંપૂર્ણ હદ સુધી, IMI તમામ વોરંટીઓને બાકાત રાખે છે, જેમાં વેપારીતાની ગર્ભિત વોરંટી, ચોક્કસ હેતુ માટે યોગ્યતા અને બિન-ઉલ્લંઘનનો સમાવેશ થાય છે, પરંતુ તેના સુધી મર્યાદિત નથી.",
    "735630686": "તમારી માહિતીનું સંચાલન (તમારા અધિકારો)",
    "2895491273": "જો તમે કૂકીઝ અથવા અન્ય ટ્રેકિંગ ટેક્નોલોજીઓને અવરોધિત કરવાનું પસંદ કરો છો, તો મોટાભાગના બ્રાઉઝર્સ અને મોબાઇલ ઉપકરણો તમે તમારી સેટિંગ્સ બદલવા માટે કરો છો જેથી કરીને જ્યારે તમે કૂકીઝ અથવા અન્ય ટ્રૅકિંગ તકનીકોનો ઉપયોગ કરવામાં આવે ત્યારે તમને સૂચિત કરી શકાય અને સ્વીકારવા/મંજૂરી આપવી કે નહીં તે પસંદ કરવા માટે. તે મોટાભાગના બ્રાઉઝર્સ તમને હાલની કૂકીઝને અક્ષમ કરવા અથવા કાઢી નાખવાની અથવા ભવિષ્યની કૂકીઝને આપમેળે નકારવાની પણ મંજૂરી આપે છે. તમે તમારી કૂકી પસંદગીઓને નિયંત્રિત કરવા માટે બ્રાઉઝર પ્લગ-ઇન્સ સહિત તૃતીય પક્ષ સાધનોનો પણ ઉપયોગ કરી શકો છો. નોંધ કરો, જો કે, જો તમે બધી કૂકીઝને અક્ષમ કરો છો, તો અમારી સાઇટના કેટલાક ભાગો યોગ્ય રીતે કાર્ય કરી શકશે નહીં.",
    "707527778": "બાળકો પાસેથી માહિતી",
    "2419795065": "કેલિફોર્નિયાના રહેવાસીઓને સૂચના",
    "1517625162": "કેલિફોર્નિયા નાગરિક સંહિતાની કલમ 1789.3 હેઠળ, કેલિફોર્નિયાના વપરાશકર્તાઓ નીચેની ગ્રાહક અધિકાર સૂચના માટે હકદાર છે: કેલિફોર્નિયાના રહેવાસીઓ 1625 નોર્થ માર્કેટ બ્લેડ, સાક્રાફ્ટ, કેલિફોર્નિયા ડિપાર્ટમેન્ટ ઑફ કન્ઝ્યુમર અફેર્સના ડિવિઝન ઑફ કન્ઝ્યુમર સર્વિસિસના ફરિયાદ સહાય એકમ સુધી પહોંચી શકે છે. CA 95834, અથવા (916) 445-1254 અથવા (800) 952-5210 પર ટેલિફોન દ્વારા.",
    "3730344349": "આ વિભાગ કેલિફોર્નિયાના ગ્રાહકો વિશે અમે એકત્રિત કરીએ છીએ તે વ્યક્તિગત માહિતી અને કેલિફોર્નિયા કન્ઝ્યુમર પ્રાઈવસી એક્ટ અથવા \"CCPA\" હેઠળ તેમને આપવામાં આવેલા અધિકારો વિશે વધારાની વિગતો પ્રદાન કરે છે.",
    "4044467791": "અગાઉના 12 મહિનામાં અમે તમારી પાસેથી એકત્રિત કરેલી વ્યક્તિગત માહિતીની શ્રેણીઓ માટે, કૃપા કરીને ઉપરનો \"અમે એકત્રિત કરીએ છીએ તે માહિતી\" વિભાગ જુઓ. અમે ઉપરના \"અમે વ્યક્તિગત માહિતીનો ઉપયોગ કેવી રીતે કરીએ છીએ\" વિભાગમાં વર્ણવેલ વ્યવસાય અને વ્યાપારી હેતુઓ માટે આ માહિતી એકત્રિત કરીએ છીએ. અગાઉના 12 મહિનામાં, અમે વ્યવસાય હેતુ માટે તૃતીય પક્ષો સાથે માહિતીની નીચેની શ્રેણીઓ શેર કરી છે:",
    "4208081170": "વ્યક્તિગત માહિતીની શ્રેણી",
    "1528242915": "ઓળખકર્તા.",
    "3863351997": "કેલિફોર્નિયા ગ્રાહક રેકોર્ડ્સ કાનૂન (Cal. Civ. Code § 1798.80(e)) માં સૂચિબદ્ધ વ્યક્તિગત માહિતીની શ્રેણીઓ.",
    "2826705343": "વ્યાપારી માહિતી.",
    "2683038211": "ઇન્ટરનેટ અથવા અન્ય ઇલેક્ટ્રોનિક નેટવર્ક પ્રવૃત્તિ.",
    "3671828834": "શેર કરેલી વ્યક્તિગત માહિતીના ઉદાહરણો",
    "779426309": "વાસ્તવિક નામ, અનન્ય વ્યક્તિગત ઓળખકર્તા, ઓનલાઈન ઓળખકર્તા, ઈન્ટરનેટ પ્રોટોકોલ સરનામું, ઈમેલ સરનામું, એકાઉન્ટ નામ અથવા અન્ય સમાન ઓળખકર્તા.",
    "2414368123": "નામ, ક્રેડિટ કાર્ડ નંબર, ડેબિટ કાર્ડ નંબર અથવા અન્ય કોઈપણ નાણાકીય માહિતી.",
    "4088941349": "ખરીદેલ, મેળવેલ અથવા ધ્યાનમાં લેવામાં આવેલ ઉત્પાદનો અથવા સેવાઓના રેકોર્ડ.",
    "3238612014": "બ્રાઉઝિંગ ઇતિહાસ, ઇન્ટરનેટ વેબસાઇટ, એપ્લિકેશન અથવા જાહેરાત સાથે ગ્રાહકની ક્રિયાપ્રતિક્રિયા અંગેની માહિતી.",
    "1023108656": "તૃતીય-પક્ષ પ્રાપ્તકર્તાઓની શ્રેણીઓ",
    "1418235079": "સેવા પ્રદાતા",
    "3238184941": "નોંધ: વ્યક્તિગત IP સરનામા સાથે સંકળાયેલ છેતરપિંડીનું જોખમ વિનંતી પર ઇન્ટિગ્રેટર સાથે શેર કરી શકાય છે.",
    "285116485": "અમે એકત્રિત કરીએ છીએ તે વ્યક્તિગત માહિતી કંપની \"વેચતી\" નથી (જેમ કે આ શબ્દ CCPA માં વ્યાખ્યાયિત થયેલ છે). અમે ઉપયોગ કરીએ છીએ તે તૃતીય-પક્ષ કૂકીઝના પ્રકારો, જો કોઈ હોય તો, તેના સંબંધમાં વધુ માહિતી માટે કૃપા કરીને ઉપરના \"તૃતીય પક્ષ એનાલિટિક્સ અને ટ્રેકિંગ તકનીકો\" વિભાગનો સંદર્ભ લો.",
    "1408750006": "અમુક મર્યાદાઓને આધિન, CCPA કેલિફોર્નિયાના ગ્રાહકોને અમે એકત્રિત કરીએ છીએ તે શ્રેણીઓ અથવા વ્યક્તિગત માહિતીના ચોક્કસ ટુકડાઓ (આ માહિતીનો અમે કેવી રીતે ઉપયોગ અને જાહેર કરીએ છીએ તે સહિત) વિશે વધુ વિગતો જાણવા વિનંતી કરવાનો અધિકાર પ્રદાન કરે છે, તેમની વ્યક્તિગત માહિતીને કાઢી નાખવા, નાપસંદ કરવા માટે કોઈપણ \"વેચાણ\" જે થઈ શકે છે, તેમજ આ અધિકારોનો ઉપયોગ કરવા બદલ ભેદભાવ ન કરવાનો અધિકાર.",
    "759057398": "EU ડેટા વિષયોને સૂચના",
    "825780955": "વ્યક્તિગત માહિતી",
    "2945960297": "EU ડેટા વિષયોના સંદર્ભમાં, આ ગોપનીયતા નીતિમાં વપરાયેલ \"વ્યક્તિગત માહિતી\" શબ્દ યુરોપિયન યુનિયન જનરલ ડેટા પ્રોટેક્શન રેગ્યુલેશન (GDPR) માં વ્યાખ્યાયિત કર્યા મુજબ \"વ્યક્તિગત ડેટા\" ની સમકક્ષ છે.",
    "1126613163": "સંવેદનશીલ ડેટા",
    "3571006800": "તમે અમને પ્રદાન કરો છો તેમાંથી કેટલીક માહિતી સરકાર દ્વારા જારી કરાયેલ ઓળખ દસ્તાવેજો પર તમારી જાતિ અથવા વંશીયતાની ઓળખ સહિત, GDPR (વ્યક્તિગત ડેટાની વિશેષ શ્રેણીઓ તરીકે પણ ઓળખાય છે) માં વ્યાખ્યાયિત કર્યા મુજબ સંવેદનશીલ ડેટા હોઈ શકે છે.",
    "1988461282": "પ્રક્રિયા માટે કાનૂની આધારો",
    "3519564631": "પ્રક્રિયા હેતુઓ",
    "1778642038": "તમારી સાથે વાતચીત કરવા માટે",
    "2223819810": "અમારા પ્લેટફોર્મને ઑપ્ટિમાઇઝ કરવા માટે",
    "1678661231": "પાલન, છેતરપિંડી નિવારણ અને સલામતી માટે",
    "2561077702": "અમારી સેવા પૂરી પાડવા માટે",
    "2066321185": "કાનૂની આધાર",
    "1174237568": "આ પ્રક્રિયા પ્રવૃત્તિઓ અમારા કાયદેસર હિતોની રચના કરે છે. અમે અમારા કાયદેસર હિતો માટે તમારી વ્યક્તિગત માહિતી પર પ્રક્રિયા કરતા પહેલા તમારા પર કોઈપણ સંભવિત અસરો (સકારાત્મક અને નકારાત્મક બંને) અને તમારા અધિકારોને ધ્યાનમાં લેવા અને સંતુલિત કરવાનો પ્રયાસ કરીએ છીએ. અમે તમારી અંગત માહિતીનો ઉપયોગ એવી પ્રવૃત્તિઓ માટે કરતા નથી કે જ્યાં અમારી રુચિઓ તમારા પર કોઈપણ પ્રતિકૂળ અસર દ્વારા ઓવરરાઈડ કરવામાં આવી હોય (સિવાય કે અમારી પાસે તમારી સંમતિ હોય અથવા અન્યથા જરૂરી હોય અથવા કાયદા દ્વારા પરવાનગી ન હોય).",
    "1350478093": "પ્રક્રિયા હેતુ",
    "787916198": "તમારી સંમતિથી",
    "3348433919": "તમારા અધિકારો",
    "3842673636": "GDPR હેઠળ, તમારી પાસે તમારી વ્યક્તિગત માહિતી સંબંધિત અમુક અધિકારો છે. તમે અમારી પાસે તમારી અંગત માહિતીના સંબંધમાં નીચેની ક્રિયાઓ કરવા માટે અમને કહી શકો છો:",
    "4057343238": "છોડી દેવું",
    "1834911235": "તમને પ્રત્યક્ષ માર્કેટિંગ સંચાર મોકલવાનું બંધ કરો જે તમે પ્રાપ્ત કરવા માટે અગાઉ સંમતિ આપી છે. અમે તમને સેવા-સંબંધિત અને અન્ય બિન-માર્કેટિંગ સંચાર મોકલવાનું ચાલુ રાખી શકીએ છીએ.",
    "3022301908": "એક્સેસ",
    "680638297": "તમારી વ્યક્તિગત માહિતીની અમારી પ્રક્રિયા વિશે તમને માહિતી પ્રદાન કરો અને તમને તમારી વ્યક્તિગત માહિતીની ઍક્સેસ આપો.",
    "1409486258": "સાચો",
    "3878077249": "તમારી વ્યક્તિગત માહિતીમાં અચોક્કસતાઓને અપડેટ કરો અથવા તેને ઠીક કરો.",
    "3645414921": "કાઢી નાખો",
    "42182578": "તમારી અંગત માહિતી કાઢી નાખો.",
    "1609621367": "ટ્રાન્સફર",
    "3208155808": "તમારી વ્યક્તિગત માહિતીની મશીન વાંચી શકાય તેવી નકલ તમને અથવા તમારી પસંદગીના ત્રીજા પક્ષકારને ટ્રાન્સફર કરો.",
    "1786796818": "પ્રતિબંધિત કરો",
    "3329634829": "તમારી વ્યક્તિગત માહિતીની પ્રક્રિયાને પ્રતિબંધિત કરો.",
    "4202774977": "ઑબ્જેક્ટ",
    "3007158970": "તમારા અધિકારોને અસર કરતી તમારી વ્યક્તિગત માહિતીની અમારી પ્રક્રિયાના આધાર તરીકે અમારા કાયદેસર હિતો પરની અમારી નિર્ભરતા સામે વાંધો ઉઠાવો.",
    "1273071008": "ડેટા વિષય ઍક્સેસ અધિકારો વિનંતીઓ",
    "3594381346": "સ્થાન",
    "21141582": "આ",
    "3357523404": "ક્રોસ-બોર્ડર ડેટા ટ્રાન્સફર",
    "290966395": "અમારા \"યુનાઇટેડ સ્ટેટ્સની બહારના ગ્રાહકો માટે એક નોંધ\" વિભાગમાં વર્ણવ્યા મુજબ, કૃપા કરીને ધ્યાન રાખો કે તમારો વ્યક્તિગત ડેટા યુનાઇટેડ સ્ટેટ્સમાં સ્થાનાંતરિત, પ્રક્રિયા અને સંગ્રહિત કરવામાં આવશે. યુ.એસ.માં ડેટા સંરક્ષણ કાયદા તમારા રહેઠાણના દેશમાંથી અલગ હોઈ શકે છે. તમે અમારી સાઇટ્સની મુલાકાત લઈને અથવા અમારી સેવાનો ઉપયોગ કરીને આ ગોપનીયતા નીતિમાં નિર્ધારિત કર્યા મુજબ, વ્યક્તિગત માહિતી સહિતની તમારી માહિતીને યુએસમાં ટ્રાન્સફર કરવા માટે સંમતિ આપો છો.",
    "3178581111": "નવા હેતુઓ માટે ઉપયોગ કરો",
    "1088304322": "અમે તમારી અંગત માહિતીનો ઉપયોગ આ ગોપનીયતા નીતિમાં વર્ણવેલ ન હોય તેવા કારણોસર કરી શકીએ છીએ, જ્યાં અમને કાયદા દ્વારા આમ કરવાની પરવાનગી આપવામાં આવી છે અને જ્યાં કારણ અમે જે હેતુ માટે તેને એકત્રિત કર્યું છે તેની સાથે સુસંગત છે. જો અમને અસંબંધિત હેતુ માટે તમારી વ્યક્તિગત માહિતીનો ઉપયોગ કરવાની જરૂર હોય, તો અમે તમને સૂચિત કરી શકીએ છીએ અને તે ઉપયોગ માટે લાગુ પડતા કાનૂની આધારને સમજાવી શકીએ છીએ. જો અમે તમારી વ્યક્તિગત માહિતીના ચોક્કસ ઉપયોગ માટે તમારી સંમતિ પર આધાર રાખ્યો હોય, તો અમે કોઈપણ અસંબંધિત હેતુ માટે તમારી સંમતિ મેળવી શકીએ છીએ અને જો તમને વાંધો હોય તો તે સમયે તમને સેવાનો ઉપયોગ સમાપ્ત કરવાની મંજૂરી આપી શકીએ છીએ.",
    "2260079771": "ડેટા રીટેન્શન",
    "38428546": "અમે તમારો વ્યક્તિગત ડેટા અમારી સાથે તમારા ખાતાના સમગ્ર જીવન દરમિયાન સુરક્ષિત રીતે સંગ્રહિત કરીએ છીએ. કોઈપણ કાનૂની, એકાઉન્ટિંગ અથવા રિપોર્ટિંગ જવાબદારીઓને સંતોષવાના હેતુઓ સહિત અથવા વિવાદોને ઉકેલવા માટે અમે જે હેતુઓ માટે તેને એકત્રિત કર્યો છે તે હેતુઓ પૂરા કરવા માટે અમે ફક્ત તમારા વ્યક્તિગત ડેટાને જરૂરી હોય ત્યાં સુધી જાળવી રાખીશું. સંગ્રહ સમયગાળો નક્કી કરવા માટે અમે જે માપદંડોનો ઉપયોગ કરીએ છીએ તેમાં લાગુ કરારની જોગવાઈઓ, કાનૂની વૈધાનિક મર્યાદા અવધિ, લાગુ નિયમનકારી આવશ્યકતાઓ અને ઉદ્યોગ ધોરણોનો સમાવેશ થાય છે.",
    "384965568": "અધિકારક્ષેત્ર દ્વારા રીટેન્શનની જરૂરિયાતો બદલાતી હોવા છતાં, તમારા વ્યક્તિગત ડેટાના વિવિધ પાસાઓ માટેના અમારા લાક્ષણિક રીટેન્શન સમયગાળા વિશેની માહિતી નીચે વર્ણવેલ છે.",
    "2788836740": "જ્યાં સુધી તમે અન-સબ્સ્ક્રાઇબ ન કરો ત્યાં સુધી માર્કેટિંગ હેતુઓ માટે સંપર્ક માહિતી ચાલુ ધોરણે જાળવી રાખવામાં આવે છે. ત્યારપછી અમે તમારી વિગતોને અમારી દમન યાદીમાં અનિશ્ચિત સમય માટે ઉમેરીશું. ઍક્સેસિબિલિટી યુઝર્સ પાસેથી એકત્રિત કરવામાં આવેલી ઈમેલ માહિતીનો ક્યારેય માર્કેટિંગ હેતુઓ માટે ઉપયોગ કરવામાં આવશે નહીં.",
    "3520687192": "તમારી સાથેના સંદેશાવ્યવહારના રેકોર્ડ્સ (દા.ત. ઈમેલ અથવા ટ્વિટર દ્વારા ખોલવામાં આવેલી સપોર્ટ ટિકિટ) અનિશ્ચિત સમય માટે રાખવામાં આવી શકે છે.",
    "292211832": "કુકીઝ, વેબપેજ કાઉન્ટર અને અન્ય એનાલિટિક્સ ટૂલ્સ જેવા ટેકનિકલ માધ્યમો દ્વારા એકત્રિત કરવામાં આવેલી માહિતી વ્યવહારુ હોય તેટલી વહેલી તકે કાઢી નાખવામાં આવે છે, પરંતુ કૂકીની સમાપ્તિના એક વર્ષ સુધી મર્યાદિત સમયગાળા માટે રાખવામાં આવી શકે છે, સામાન્ય રીતે બિન-ઓળખાયેલ અને એકત્રિત સ્વરૂપમાં જ્યાં સુધી અમને અમારી સેવાના સંભવિત દુરુપયોગની જાણ ન થાય, તે કિસ્સામાં અમે ભવિષ્યના દુરુપયોગને રોકવામાં મદદ કરવા માટે તે માહિતી જાળવી રાખીશું. અમે આ અનામી અને એકીકૃત માહિતીને તમારી, તમારા પરિવાર, IP સરનામું અથવા સંગ્રહિત માહિતીના આધારે કોઈપણ વ્યક્તિગત માહિતીને લિંક કરવામાં અસમર્થ છીએ.",
    "3192683783": "આ ગોપનીયતા નીતિમાં ફેરફારો",
    "1702335960": "કોઈપણ માહિતી કે જે અમે એકત્રિત કરીએ છીએ તે ગોપનીયતા નીતિને આધીન છે જે આ પ્રકારની માહિતી એકત્રિત કરવામાં આવે તે સમયે અમલમાં છે. જો કે, અમે સમય સમય પર ગોપનીયતા નીતિમાં સુધારો કરી શકીએ છીએ. જો પુનરાવર્તન સામગ્રી છે, જે ફક્ત અમારા દ્વારા નિર્ધારિત છે, તો અમે તમને સૂચિત કરીશું, ઉદાહરણ તરીકે ઇમેઇલ દ્વારા. વર્તમાન સંસ્કરણ હંમેશા અમારા ગોપનીયતા નીતિ પૃષ્ઠ પર પોસ્ટ કરવામાં આવશે.",
    "3669258571": "કૂકી નીતિ",
    "2905621957": "છેલ્લે અપડેટ કર્યું: જુલાઈ 18, 2020",
    "1173934218": "અમે સમજીએ છીએ કે તમારી ગોપનીયતા તમારા માટે મહત્વપૂર્ણ છે અને અમે જે ટેક્નોલોજીનો ઉપયોગ કરીએ છીએ તેના વિશે પારદર્શક બનવા માટે પ્રતિબદ્ધ છીએ. આ નીતિ અમે અમારી સાઇટ્સ અને સેવા પર કૂકીઝનો ઉપયોગ કેવી રીતે અને ક્યારે કરીએ છીએ તે વિશે વિગતવાર માહિતી પ્રદાન કરે છે.",
    "2694150481": "શું આપણે કૂકીઝનો ઉપયોગ કરીએ છીએ?",
    "457627611": "હા. અમે અને અમારા એનાલિટિક્સ અથવા સેવા પ્રદાતાઓ, માર્કેટિંગ ભાગીદારો અને આનુષંગિકો કૂકીઝ, વેબ બીકન્સ અથવા પિક્સેલ્સ અને અન્ય તકનીકોનો ઉપયોગ કરી શકીએ છીએ તેની ખાતરી કરવા માટે કે જેઓ સાઇટ્સનો ઉપયોગ કરે છે તે દરેકને શ્રેષ્ઠ સંભવિત અનુભવ છે. વધુ વિગતો માટે કૃપા કરીને અમારી ગોપનીયતા નીતિનો \"તૃતીય પક્ષ વિશ્લેષણ અને ટ્રેકિંગ ટેક્નોલોજી\" વિભાગ જુઓ.",
    "501102544": ": અમારું માનવું છે કે hCaptcha એન્ટિ-બોટ સેવા (એટલે કે વેબસાઇટ્સ, ગેમ્સ અથવા મોબાઇલ એપ્લિકેશન્સ દ્વારા એમ્બેડ કરેલી સેવા)માં GDPR નિયમો અનુસાર કહેવાતી \"સંમતિ-મુક્તિ\" કૂકીઝનો સમાવેશ થાય છે. આવી મુક્તિ કૂકીઝના ઉદાહરણોમાં શામેલ છે:",
    "461631543": "GDPR નોંધ",
    "2150907653": "* સેવાની જોગવાઈ માટે ટેકનિકલ કૂકીઝ સખત જરૂરી છે. આમાં પ્રેફરન્સ કૂકીઝ, સેશન કૂકીઝ, લોડ બેલેન્સિંગ કૂકીઝ વગેરેનો સમાવેશ થાય છે.",
    "1012122721": "* આંકડાકીય કૂકીઝ સીધા અમારા દ્વારા સંચાલિત થાય છે (એટલે કે પ્રથમ પક્ષ, તૃતીય-પક્ષ કૂકીઝ નહીં), જ્યાં ડેટાનો ઉપયોગ પ્રોફાઇલિંગ માટે થતો નથી.",
    "3255230599": "કૂકી શું છે?",
    "2954157511": "શા માટે આપણે કૂકીઝનો ઉપયોગ કરીએ છીએ?",
    "1539071196": "અમે સામાન્ય રીતે નીચેના હેતુઓ માટે કૂકીઝનો ઉપયોગ કરીએ છીએ:",
    "3545935449": "નવા અથવા ભૂતકાળના વપરાશકર્તાઓને ઓળખવા માટે.",
    "32739972": "જો તમે અમારી સાઇટ્સ પર નોંધાયેલા હોવ તો તમારા લોગિન સત્રની માહિતી સંગ્રહિત કરવા માટે.",
    "4209078147": "અમારી સાઇટને બહેતર બનાવવા અને અમારા પ્લેટફોર્મ અને સાઇટ પરની તમારી મુલાકાતોને વધુ સારી રીતે સમજવા માટે.",
    "1077448694": "તૃતીય પક્ષ સોશિયલ મીડિયા વેબસાઇટ્સ સાથે સંકલિત કરવા.",
    "1709478090": "તમને રુચિ-આધારિત અથવા લક્ષિત જાહેરાતો સાથે સેવા આપવા માટે.",
    "3256020881": "બહુવિધ વેબસાઇટ્સ અથવા અન્ય પ્લેટફોર્મ પર સમય જતાં તમારી વર્તણૂકો અને બ્રાઉઝિંગ પ્રવૃત્તિઓનું અવલોકન કરવા.",
    "1092241113": "અમારા ગ્રાહકો અને ઇન્ટિગ્રેટર્સના હિતોને વધુ સારી રીતે સમજવા માટે.",
    "1434289796": "કેટલીક કૂકીઝ સાઇટ્સના ચોક્કસ ઉપયોગો માટે જરૂરી છે, અને આવી કૂકીઝ વિના, અમે ઘણી બધી સેવાઓ પ્રદાન કરી શકીશું નહીં જેનો તમારે યોગ્ય રીતે ઉપયોગ કરવાની જરૂર છે. આ કૂકીઝ, ઉદાહરણ તરીકે, અમને અમારી સાઇટ્સનું સંચાલન કરવાની મંજૂરી આપે છે જેથી કરીને તમે વિનંતી કરી હોય તેમ તમે તેને ઍક્સેસ કરી શકો અને અમને ઓળખવા દો કે તમે એક એકાઉન્ટ બનાવ્યું છે અને સાઇટ સામગ્રીને ઍક્સેસ કરવા માટે તે એકાઉન્ટમાં લૉગ ઇન કર્યું છે. તેમાં કૂકીઝનો પણ સમાવેશ થાય છે જે અમને સમાન બ્રાઉઝિંગ સત્રમાં તમારી અગાઉની ક્રિયાઓ યાદ રાખવા અને અમારી સાઇટ્સને સુરક્ષિત કરવામાં સક્ષમ કરે છે.",
    "1533171442": "અમે વિશ્લેષણ અને માર્કેટિંગ હેતુઓ માટે તૃતીય પક્ષોની કાર્યાત્મક કૂકીઝ અને કૂકીઝનો પણ ઉપયોગ કરીએ છીએ. કાર્યાત્મક કૂકીઝ સાઇટ્સના અમુક ભાગોને યોગ્ય રીતે કાર્ય કરવા અને તમારી વપરાશકર્તા પસંદગીઓ જાણીતી રહેવા માટે સક્ષમ કરે છે. વિશ્લેષણ કૂકીઝ, અન્ય વસ્તુઓની સાથે, ગ્રાહકો, ઇન્ટિગ્રેટર્સ અને અંતિમ-વપરાશકર્તાઓ અમારી સાઇટ્સનો ઉપયોગ કેવી રીતે કરે છે, વપરાશકર્તાઓ જે સામગ્રી અને ઉત્પાદનો વારંવાર જુએ છે અને અમારી તૃતીય પક્ષ જાહેરાતની અસરકારકતા વિશે માહિતી એકત્રિત કરે છે. જાહેરાત કુકીઝ સંબંધિત પ્રેક્ષકોને જાહેરાતો પહોંચાડવામાં અને અમારી જાહેરાતોને શોધ પરિણામોની ટોચ પર બતાવવામાં મદદ કરે છે. કૂકીઝ કાં તો \"સત્ર\" કૂકીઝ છે જે જ્યારે તમે તમારું બ્રાઉઝર સત્ર સમાપ્ત કરો ત્યારે કાઢી નાખવામાં આવે છે અથવા \"સતત\" હોય છે, જે તમારા દ્વારા (નીચે ચર્ચા કરવામાં આવી છે) અથવા કૂકી સેવા આપનાર પક્ષ દ્વારા કાઢી નાખવામાં આવે ત્યાં સુધી રહે છે. સાઇટ્સ પર ઉપયોગમાં લેવાતી તમામ કૂકીઝની સંપૂર્ણ વિગતો નીચે આપેલા અમારા કૂકી ડિસ્ક્લોઝર ટેબલ પર ઉપલબ્ધ છે.",
    "322830977": "કૂકીઝને કેવી રીતે અક્ષમ કરવી.",
    "262509504": "અમે આ ગોપનીયતા નીતિ અનુસાર અમે તમારી પાસેથી એકત્રિત કરીએ છીએ તે અન્ય માહિતી સાથે કૂકીઝ દ્વારા એકત્રિત કરવામાં આવેલી માહિતીને લિંક કરી શકીએ છીએ અને અહીં દર્શાવ્યા મુજબ સંયુક્ત માહિતીનો ઉપયોગ કરી શકીએ છીએ. એ જ રીતે, તૃતીય પક્ષો જે અમારી સાઇટ્સ પર કૂકીઝ આપે છે તેઓ તમારા નામ અથવા ઇમેઇલ સરનામાંને તેઓ એકત્રિત કરે છે તે અન્ય માહિતી સાથે લિંક કરી શકે છે, જેમાં ઑફલાઇન અથવા ઑનલાઇન કરેલી ભૂતકાળની ખરીદીઓ અથવા તમારી ઑનલાઇન ઉપયોગની માહિતી શામેલ હોઈ શકે છે.",
    "2935155034": "જો તમે યુરોપિયન ઇકોનોમિક એરિયામાં સ્થિત હો, તો તમારી પાસે ચોક્કસ અધિકારો છે જે ઉપર \"EU ડેટા વિષયોની સૂચના\" હેઠળ વર્ણવેલ છે, જેમાં અમારી પાસે તમારા વિશેનો ડેટા તપાસવાનો અને તેને સુધારવાનો અથવા કાઢી નાખવાનો અધિકાર છે.",
    "1873812847": "કૂકી(ઓ) ડિસ્ક્લોઝર",
    "3319083717": "નામ:",
    "3183855267": "1. hmt_id",
    "907324388": "કાર્ય",
    "2896187462": "1. સખત જરૂરી અનામી સેવા-સંબંધિત આંકડાઓ અને અન્ય તકનીકી હેતુઓ જેમ કે ઍક્સેસિબિલિટી સપોર્ટમાં મદદ કરવા માટે વપરાય છે.",
    "987267027": "પાર્ટી",
    "3453526675": "1. પ્રથમ પક્ષ",
    "1952810469": "પ્રકાર",
    "1795436560": "1. સત્ર",
    "102695075": "અવધિ",
    "3356329025": "1. 30 દિવસ",
    "3744153629": "નામો:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "સત્ર",
    "3186435874": "પ્રક્રિયા નંબર",
    "1241291641": "વધુ વિગતો જુઓ.",
    "1834801943": "2. પ્રથમ પક્ષ",
    "2114694926": "2. સત્ર",
    "938404336": "2. બદલાય છે; 30 દિવસ સુધી.",
    "2196526290": "hc_ઍક્સેસિબિલિટી",
    "1061239711": "3. પ્રથમ પક્ષ",
    "1483015662": "3. સત્ર",
    "3458934553": "3. બદલાય છે; 30 દિવસ સુધી.",
    "134571844": "ઇમ્પ્રેસમ (સાઇટ નોટિસ)",
    "110836420": "છેલ્લે અપડેટ કર્યું: ડિસેમ્બર 23, 2020",
    "2901894297": "hCaptcha એ Intuition Machines, Inc. (\"IMI\"), ડેલવેર યુએસ કોર્પોરેશન (#6393793) ની સેવા છે.",
    "2928362319": "મેઇલ કરેલી પૂછપરછ આના પર મોકલી શકાય છે: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "3094150511": "નિયમનકારી સત્તા: યુએસ ફેડરલ કોમ્યુનિકેશન્સ કમિશન, 45 એલ સ્ટ્રીટ NE, વોશિંગ્ટન, ડીસી 20554 યુએસએ.",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "સામગ્રી સંબંધિત કોઈ ગેરેંટી નથી",
    "707541553": "અમારા ઈન્ટરનેટ પૃષ્ઠો પર સમાયેલ તમામ માહિતી IMI અથવા તૃતીય પક્ષ દ્વારા માન્ય કરવામાં આવી છે. જો કે, વર્તમાન, સચોટ અથવા સંપૂર્ણ માહિતી માટે IMI કે ત્રીજા પક્ષકારોને જવાબદાર ઠેરવી શકાય નહીં. આ અન્ય વેબસાઇટ્સને પણ લાગુ પડે છે જે અમારા પૃષ્ઠો પર હાઇપરલિંક દ્વારા પહોંચી શકાય છે. IMI આ બાહ્ય વેબસાઇટ્સની સામગ્રી માટે કોઈ જવાબદારી સ્વીકારતું નથી.",
    "2650241052": "કોઈ સલાહ નથી",
    "204716894": "અમારા વેબ પૃષ્ઠોની સામગ્રી અને ડિઝાઇન કૉપિરાઇટ કાયદા હેઠળ સુરક્ષિત છે. પૃષ્ઠો અને તેમની સામગ્રીનું ડુપ્લિકેશન એવી રીતે કે જે વાજબી વાજબી ઉપયોગ કરતાં વધી જાય તે માટે IMI ની પૂર્વ લેખિત સંમતિની જરૂર છે જો પૃષ્ઠ પર ડુપ્લિકેશન માટે કોઈ અન્ય કાનૂની જોગવાઈઓ નિર્દિષ્ટ ન હોય.",
    "3182435854": "કોપીરાઈટ",
    "3236873806": "IMI આ વેબસાઇટ માટે જવાબદાર છે.",
    "1338341134": "hCaptcha + ગોપનીયતા પાસ (બીટા)",
    "88879089": "ગોપનીયતા પાસ છે",
    "1898063898": "વપરાશકર્તાની ગોપનીયતા જાળવવા માટે કે જેની સાથે અમે વિકાસ કરી રહ્યા છીએ",
    "1942186611": "અને અન્ય.",
    "3673079511": "ઉભરતા ધોરણ",
    "2164933356": "Cloudflare",
    "3119589996": "તે કેવી રીતે કાર્ય કરે છે: બ્રાઉઝર એક્સ્ટેંશન વપરાશકર્તાઓને ગોપનીયતા પાસ પ્રોટોકોલને સપોર્ટ કરતી વેબસાઇટ્સ માટે ક્રિપ્ટોગ્રાફિકલી બ્લાઇન્ડ ટોકન્સ બનાવવા અને સહી કરવાની ક્ષમતા પ્રદાન કરે છે. એક્સ્ટેંશન ક્રિપ્ટોગ્રાફિકલી બ્લાઇન્ડ ટોકન્સ ધરાવતા પાસ જનરેટ કરે છે જે hCaptcha દ્વારા સહી કરવામાં આવે છે જ્યારે hCaptcha સેવાનો ઉપયોગ કરીને કોઈપણ સાઇટ પર કોઈ પડકાર ઉકેલવામાં આવે છે,",
    "1254771154": "અન્ય ગોપનીયતા પાસ-સહાયક સેવાઓ કે જે hCaptcha પણ એમ્બેડ કરે છે, દા.ત. Cloudflare પર દર્શાવેલ પડકારો.",
    "996362763": "આ ટોકન્સ એક્સ્ટેંશન દ્વારા ભવિષ્યના ઉપયોગ માટે અનબ્લાઈન્ડ અને સ્ટોર કરવામાં આવે છે. જ્યારે વપરાશકર્તા hCaptcha નો ઉપયોગ કરીને કોઈ સાઇટની મુલાકાત લે છે અને તેને પડકાર પસાર કરવાની જરૂર હોય છે (પછી ભલે તે અદ્રશ્ય હોય કે \"હું માનવ છું\" બટન દ્વારા) તે આપમેળે રિડીમ થાય છે. બ્લાઇન્ડિંગ પ્રક્રિયાનો અર્થ એ છે કે હસ્તાક્ષરિત અને રિડીમ કરેલા ટોકન્સ ક્રિપ્ટોગ્રાફિકલી hCaptcha ના પરિપ્રેક્ષ્યથી અનલિંક કરી શકાય તેવા છે, અને આમ વપરાશકર્તાની ગોપનીયતા સચવાય છે.",
    "2943346052": "જેમ જેમ IETF માનકીકરણ પ્રક્રિયા ચાલુ રહે છે, અમે અપેક્ષા રાખીએ છીએ કે મોટા બ્રાઉઝર્સ પ્રાઇવસી પાસના અમુક સ્વરૂપને મૂળ રીતે અપનાવશે. આ આખરે એક્સટેન્શનને બિનજરૂરી રેન્ડર કરશે. ક્ષણ માટે, જો કે, કૃપા કરીને નીચેની સૂચનાઓને અનુસરો.",
    "2326660907": "સિવાય",
    "741483946": "* બીજા શબ્દોમાં કહીએ તો: તમે hCaptcha.com પર hCaptcha ગોપનીયતા પાસ ટોકન્સ મેળવી શકો છો, અને hCaptcha.com નો ઉપયોગ કરીને અન્ય સાઇટ્સ પર તેનો ઉપયોગ કરી શકો છો. તમે Cloudflare દ્વારા ઉપયોગમાં લેવાતી hCaptcha સેવાને બાયપાસ કરવા માટે hCaptcha પ્રાઇવસી પાસ ટોકન્સ મેળવી અથવા રિડીમ કરી શકતા નથી, કારણ કે Cloudflare તેના પોતાના પ્રાઇવસી પાસ ટોકન્સને ઇશ્યૂ કરે છે અને રિડીમ કરે છે.",
    "1362015807": "શરૂ કરી રહ્યા છીએ",
    "1358325821": "પ્રથમ, માટે એક્સ્ટેંશન ઇન્સ્ટોલ કરો",
    "310885519": "અથવા",
    "4091044469": ". ખાતરી કરો કે તમે એક્સ્ટેંશનને છુપા મોડમાં સક્ષમ કર્યું છે. પછી, hCaptcha નો ઉપયોગ કરીને કોઈપણ વેબસાઇટની મુલાકાત લો અને કેપ્ચા ઉકેલો. સંસ્કરણ 2.0.3 મુજબ, તમે hCaptcha નો ઉપયોગ કરીને વેબસાઇટ્સ પર આ ટોકન્સને રિડીમ કરી શકો છો.",
    "3904679538": "ક્રોમ",
    "3700767772": "એકવાર તમે એક્સ્ટેંશન ઇન્સ્ટોલ કરી લો, પછી પાસ મેળવવા માટે અહીં (અથવા hCaptcha-ઉપયોગ કરતી કોઈપણ વેબસાઇટ પર) ક્લિક કરો:",
    "166277959": "મહેરબાની કરીને નોંધ કરો: આ સુવિધા હાલમાં બીટામાં છે, અને કદાચ બધી વેબસાઇટ્સ અને વપરાશકર્તાઓ માટે હંમેશા કામ ન કરે. જો તે સક્ષમ ન હોય અથવા કોઈ ચોક્કસ વપરાશકર્તા માટે કામ કરતું નથી, તો વર્તણૂક કાર્યક્ષમતા ગુમાવ્યા વિના પ્રમાણભૂત hCaptcha અનુભવમાં પાછી આવશે.",
    "3031357206": "તમારા URL બારની બાજુમાં એક નવું આયકન દેખાશે. હવે hCaptcha નો ઉપયોગ કરીને વેબસાઇટની મુલાકાત લો. તે આના જેવો દેખાશે:",
    "1066753052": "જેનો અર્થ છે કે વૉલેટ ખાલી છે અને તમે એવી સાઇટ પર છો જેમાં hCaptcha ચેલેન્જનો સમાવેશ થાય છે. એકવાર તમે પડકાર પૂર્ણ કરી લો, પછી તમે ટોકન્સ મેળવશો જે hCaptcha સાથે અન્ય કોઈપણ વેબસાઇટ પર રિડીમ કરી શકાય છે.",
    "651123197": "ચેલેન્જ પૂર્ણ કર્યા પછી તમારા વૉલેટમાં વર્તમાન કુલની ગણતરી આયકન પર બતાવવામાં આવશે.",
    "554844646": "તમે જ્યારે પણ ક્લિક કરો ત્યારે કાઉન્ટર 1 થી નીચે જાય છે તે જોઈને તમે ખાતરી કરી શકો છો કે એક્સ્ટેંશન કામ કરી રહ્યું છે",
    "4087729475": "તમારા પ્રારંભિક ઉકેલ પછી પડકાર.",
    "647630208": "અને તે છે! તમારું ઑનલાઇન બ્રાઉઝિંગ હવે વધુ ખાનગી છે.",
    "3272552822": "વિકાસકર્તાઓ અને ક્રિપ્ટોગ્રાફર્સ:",
    "4059570880": "જો તમે માનકીકરણના પ્રયત્નોને ટ્રૅક કરવા માંગતા હો, તો હાલમાં પ્રયાસો ચાલુ છે",
    "1904390996": "પ્રમાણભૂત કરવા માટે",
    "252720667": "ગોપનીયતા પાસની ક્રિપ્ટોગ્રાફિક સુરક્ષા અંતર્ગત. પ્રોટોકોલ પોતે જ પસાર થઈ રહ્યું છે",
    "3972554015": "પ્રક્રિયા પણ. અને બ્રાઉઝર એક્સ્ટેંશન અલબત્ત છે",
    "3723626769": "તમારા યોગદાન અને સમીક્ષા માટે.",
    "3882147547": "વિસ્મરણીય સ્યુડોરેન્ડમ કાર્યો",
    "565624910": "ડ્રાફ્ટ",
    "3421090159": "ખુલ્લા સ્ત્રોત",
    "3098677775": "પ્ર: ગોપનીયતા પાસનો ઉપયોગ કરતી વખતે hCaptcha પરથી મારો IP અને બ્રાઉઝિંગ ઇતિહાસ સંપૂર્ણપણે ખાનગી છે?",
    "4019638786": "A: hCaptcha ના પ્રાઈવસી પાસ યુઝર્સ તેમના IP ને hCaptcha પર ક્યારેય એક્સપોઝ કરશે નહીં સિવાય કે તેમના બ્રાઉઝરનું ટોકન વૉલેટ ખાલી હોય અથવા સાઇટ તેને મોકલે નહીં. hCaptcha પાસે વપરાશકર્તાને ટોકન રિડેમ્પશન સાથે લિંક કરવાની કોઈ રીત નથી, અને રિડેમ્પશન દરમિયાન તે ક્યારેય વપરાશકર્તા સાથે સીધો સંપર્ક કરતું નથી સિવાય કે તેમનું ટોકન વૉલેટ ખાલી હોય.",
    "3887113660": "પ્ર: પ્રાઇવસી પાસ hCaptcha કમાણીને કેવી રીતે અસર કરે છે?",
    "1116455671": "A: જો વપરાશકર્તા તમારી સાઇટ પર તેને પૂર્ણ કરે તો તમે પ્રારંભિક ઉકેલ માટે પુરસ્કાર મેળવશો. રિડેમ્પશન એ જ પ્રતિસાદ પેટર્નને અનુસરે છે જેમ કે વપરાશકર્તાએ ઉચ્ચ ક્લાયન્ટ વિશ્વાસને કારણે તમારી સાઇટ પર ઑટો-પાસ કર્યું હોય: કોઈ કમાણી થતી નથી, અને તમારા સર્વર તરફથી સાઇટ વેરિફાઈ કૉલને પાસ પરિણામોમાં `ક્રેડિટ: ફોલ્સ` પ્રાપ્ત થાય છે.",
    "779817954": "પ્ર: જો મારી પાસે અન્ય પ્રદાતા દ્વારા જારી કરાયેલ ગોપનીયતા પાસ પાસ હોય, તો શું હું તેને hCaptcha પર રિડીમ કરી શકું?",
    "3014149332": "A: ના, પાસ ઇન્ટરઓપરેબલ નથી: આ કિસ્સામાં hCaptcha, તે જ સત્તા દ્વારા જારી અને રિડીમ કરવા જોઈએ. નોંધ કરો કે જો તમારી પાસે તમારા એક્સ્ટેંશનમાં Cloudflare અને hCaptcha બંનેમાંથી પાસ છે, તો તમે જે પૃષ્ઠની મુલાકાત લઈ રહ્યાં છો તેની જરૂરિયાતને આધારે ઉપલબ્ધ સંખ્યા યોગ્ય રકમમાં બદલાઈ જશે. બીજા શબ્દોમાં કહીએ તો, જો તમારી પાસે તમારા વૉલેટમાં 100 Cloudflare પાસ છે અને 10 hCaptcha પાસ છે, તો તમારે hCaptcha એમ્બેડ કરેલા પૃષ્ઠો પર એક્સ્ટેંશન આઇકન પર 10 જોવું જોઈએ.",
    "3679148535": "પ્ર: પ્રાઈવસી પાસની અન્ય કઈ એપ્લિકેશનો પર તમે કામ કરી રહ્યા છો?",
    "1606783855": "A: અમે ઍક્સેસિબિલિટી (\"a11y\") ઉપયોગ કેસ માટે ગોપનીયતા પાસમાં ખૂબ જ રસ ધરાવીએ છીએ. ઓડિયો કેપ્ચા જેવા અગાઉના લોકપ્રિય વિકલ્પો ઘણા a11y વપરાશકર્તાઓ સામે ભેદભાવ રાખે છે. અમે માનીએ છીએ કે અમારા વર્તમાન a11y અભિગમને ગોપનીયતા પાસ જારી સાથે જોડવાથી a11y વપરાશકર્તાઓ સુરક્ષિત રીતે બ્રાઉઝ કરી શકશે, તેઓનો ટ્રાફિક વધુ ખાનગી છે તે જ્ઞાનમાં સુરક્ષિત રહેશે, જ્યારે a11y વિકલ્પો ઉપલબ્ધ હોય ત્યારે અનિવાર્યપણે થાય છે તેવા બોટ ઓપરેટરો દ્વારા દુરુપયોગને પ્રતિબંધિત કરશે.",
    "2359150347": "પ્ર: શું અન્ય ઑનલાઇન સુરક્ષા સેવાઓ ગોપનીયતા પાસને સમર્થન આપે છે?",
    "2082237880": "A: hCaptcha એ તેના પ્રકારની પ્રથમ સેવા છે જે ગોપનીયતા પાસને સપોર્ટ કરે છે, અને હાલમાં તે એકમાત્ર સેવા છે. જો કે, અમે અપેક્ષા રાખીએ છીએ કે અન્ય સેવાઓ ઓનલાઈન વપરાશકર્તાની ગોપનીયતા વધારવાના ફાયદાઓને ઓળખે અને અપેક્ષા રાખીએ કે ભવિષ્યમાં વધુ અમલીકરણ હાથ ધરશે કારણ કે અમે જે IETF ધોરણો વિકસાવવામાં મદદ કરી રહ્યા છીએ તે ઔપચારિક રીતે અપનાવવામાં આવ્યા છે.",
    "2109792055": "વપરાશકર્તા માર્ગદર્શિકા: ગોપનીયતા પાસ જારી અને માન્યતા સાથે ડિબગીંગ સમસ્યાઓ",
    "3588620914": "ગોપનીયતા પાસ એ વેબના ધોરણો દ્વારા એક નવી શોધ છે, અને અન્ય એપ્લિકેશનો અને બ્રાઉઝર એક્સ્ટેન્શન્સ કે જેઓ તેનાથી વાકેફ નથી તેમની કાર્યક્ષમતામાં દખલ કરવાનું શક્ય છે.",
    "4039193170": "જો તમને ટોકન્સ મેળવવા અથવા રિડીમ કરવામાં સમસ્યા હોય તો:",
    "2378786360": "1. અન્ય સમર્થિત બ્રાઉઝરમાંથી એક અજમાવી જુઓ: જો તમે Chrome પર છો, તો Chrome માંથી તમારી સેટિંગ્સ આયાત કર્યા વિના Firefox નો ઉપયોગ કરવાનો પ્રયાસ કરો અને ત્યાં પ્લગઇન ઇન્સ્ટોલ કરો. જો તે કામ કરે છે, તો તમારી પાસે બ્રાઉઝર ગોઠવણીની સમસ્યા હોઈ શકે છે.",
    "394235836": "3. જો ઉપરોક્ત સૂચનોમાંથી કોઈ કામ કરતું નથી, તો અમને સપોર્ટ ઇમેઇલ મોકલો અને શું થઈ રહ્યું છે તે સમજવામાં અમને મદદ કરવામાં આનંદ થશે.",
    "3470857731": "reCAPTCHA બૉટોને કેટલી સારી રીતે શોધે છે તેનું વિશ્લેષણ.",
    "3240786848": "છેલ્લું અપડેટ: ફેબ્રુઆરી 18, 2021",
    "2547140673": "એક દાયકા કરતાં વધુ સમયથી, Google ની reCAPTCHA સેવા વેબસાઇટ માલિકોને વેપારની ઑફર કરે છે: Google ને તમારા વપરાશકર્તાઓને ટ્રૅક કરવા અને તેમને પ્રશ્નો પૂછવા દો, અને બદલામાં તેઓ બૉટો અને સ્પામ રોકવાનું વચન આપે છે.",
    "2133754014": "4.5 મિલિયનથી વધુ વેબસાઇટ્સ reCAPTCHA નો ઉપયોગ કરે છે [",
    "3152512587": "અને સિસ્ટમ દરરોજ લાખો સોલ્વ્સ એકત્રિત કરે છે. [",
    "2296918009": "આ દરરોજ 100 થી વધુ વ્યક્તિ-વર્ષની મજૂરી સમાન છે.[",
    "3900538778": "લેબલ થયેલ ડેટા એ બળતણ છે જે મશીન શિક્ષણને શક્તિ આપે છે. 2009 થી Google ની ML/AI સેવાઓને સુધારવા માટે reCAPTCHA જવાબોનો ઉપયોગ કરવામાં આવે છે. ઘણા લોકો જે reCAPTCHA નો ઉપયોગ કરે છે તેઓને ખ્યાલ નથી હોતો કે તેમની મહેનતનો ઉપયોગ કરવામાં આવી રહ્યો છે.",
    "1160252730": "Google હવે reCAPTCHA Enterprise માટે ઊંચી કિંમતો વસૂલી રહ્યું છે, જેના કારણે ઘણી કંપનીઓ આ ડીલનું પુનઃમૂલ્યાંકન કરી રહી છે.",
    "1131196501": "જેવી મોટી કંપનીઓ",
    "204889717": "hCaptcha's પર સ્વિચ કર્યું છે",
    "639413188": "જવાબમાં.",
    "3280658086": "એન્ટરપ્રાઇઝ સોલ્યુશન્સ",
    "3842815245": "શું આ વાજબી વેપાર છે?",
    "714342693": "hCaptcha ટીમ 2016 થી \"ડાર્ક વેબ\" કેપ્ચા-બ્રેકિંગ સેવાઓમાંથી કિંમતનો ડેટા એકત્રિત કરી રહી છે. અમે એક રસપ્રદ વલણ નોંધ્યું છે:",
    "468929661": "reCAPTCHA તોડવાની સરેરાશ કિંમત અદ્ભુત રીતે ઓછી છે (1000 સોલ્વ્સ દીઠ $1 કરતાં ઓછી) અને 2016 માં અમારું મોનિટરિંગ શરૂ થયું ત્યારથી તે ભૌતિક રીતે વધ્યું નથી. આ reCAPTCHA v2 અને v3 બંનેને લાગુ પડે છે. [",
    "2862164005": "કિંમત નિર્ધારણ ડેટા અમને reCAPTCHA દ્વારા ઓફર કરવામાં આવતી સુરક્ષા પર ચોક્કસ ડૉલર મૂલ્ય મૂકવા દે છે: પ્રતિ જવાબ $0.001 અથવા ઓછા.",
    "102498091": "Google reCAPTCHA Enterprise માટે પ્રતિ 1000 વિનંતીઓ માટે $1 ચાર્જ કરે છે, એટલે કે તેઓ હવે તેમની સેવાની સુરક્ષાને તોડવા માટે જે ખર્ચ થાય છે તેના કરતાં વધુ ચાર્જ કરે છે. આ એક ખરાબ સોદો જેવું લાગે છે.",
    "130239139": "Google દ્વારા દરરોજ એકત્ર કરવામાં આવતી 100+ વ્યક્તિ-વર્ષની શ્રમનું મૂલ્ય શું છે?",
    "1421074182": "નોંધપાત્ર રીતે વધુ.",
    "1953519598": "એક ઇમેજને લેબલ કરવાની કિંમત $0.03 થી $1.00 કે તેથી વધુ છે. કોઈપણ રૂઢિચુસ્ત અંદાજ મુજબ, Google એ આજની તારીખમાં અબજો ડૉલર મફત મજૂર કાઢ્યું છે. [",
    "3025548709": "શું આ અન્યાયી સોદાનો કોઈ વિકલ્પ છે?",
    "263761351": "hCaptcha એ પ્રથમ વિશ્વસનીય વિકલ્પ છે, જેનો ઉપયોગ હવે દર મહિને લાખો લોકો કરે છે.",
    "2743692546": "જેમ જેમ વપરાશકર્તાઓ hCaptcha દ્વારા તેમની માનવતા સાબિત કરે છે, તેમ તેમ તેમનો શ્રમ બિડિંગ માટે અનામી ખુલ્લા બજારમાં પ્રવેશ કરે છે.",
    "1982750088": "વિશ્વભરની કંપનીઓ લોકો માટે સરળ પરંતુ મશીનો માટે મુશ્કેલ એવા સરળ કાર્યોને પૂર્ણ કરવા માટે તે મજૂર માટે બિડ કરે છે. વપરાશકર્તાઓ તેઓ મુલાકાત લઈ રહ્યાં છે તે સાઇટને સમર્થન આપે છે અને ઉચ્ચ સ્તરની સુરક્ષાને કારણે ઓછા વેબ સ્પામનો અનુભવ કરે છે.",
    "1108398506": "ગ્રાહકો અનુભવ પર સંપૂર્ણ નિયંત્રણ મેળવે છે અને hCaptcha એ ઇન્ટરનેટ પર સૌથી મોટા સ્વતંત્ર ચેલેન્જ પ્રદાતાનું સંચાલન કરીને કુશળતા પ્રાપ્ત કરી છે. તેઓ reCAPTCHA Enterprise કરતાં વધુ સારી ડીલ પણ મેળવે છે: વોલ્યુમના આધારે 50-80% સુધી વધુ સારી કિંમત.",
    "3012870872": "મફત સંસ્કરણ (hCaptcha Publisher) નો ઉપયોગ કરતી વેબસાઇટ્સ અને એપ્લિકેશન્સ Google ને દાન આપવાને બદલે તે કાર્યમાંથી આવક મેળવે છે.",
    "2271512952": "વપરાશકર્તાઓ તેઓ મુલાકાત લઈ રહ્યાં છે તે સાઇટને સમર્થન આપે છે અને ઓછા વેબ સ્પામનો અનુભવ કરે છે.",
    "278010425": "hCaptcha પરના કાર્યોની વિશાળ અને વારંવાર બદલાતી વિવિધતા પણ સ્વચાલિત કરવી મુશ્કેલ છે. reCAPTCHA નું સિંગલ ઈન્ટરફેસ ઘણા વર્ષોથી બદલાયું નથી, અને તેમાં અવારનવાર બદલાતા પ્રશ્નોનો નાનો સમૂહ છે. hCaptcha reCAPTCHA કરતાં વધુ મજબૂત એન્ટી-બોટ સુરક્ષા પ્રદાન કરવાની આ એક રીત છે.",
    "984849234": "hCaptcha એ અદ્યતન મશીન લર્નિંગનો ઉપયોગ કરે છે જે reCAPTCHA માત્ર વચન આપે છે, જ્યારે તેનો ઉપયોગ કરતી વેબસાઇટ્સ સાથે કૅપ્ચર કરેલ મૂલ્ય શેર કરે છે.",
    "4063769686": "વપરાશકર્તાઓ તેઓ મુલાકાત લઈ રહ્યાં છે તે સાઇટને સમર્થન આપે છે અને ઓછા વેબ સ્પામનો અનુભવ કરે છે. આ એક વાજબી સોદો જેવું લાગે છે.",
    "685916926": "શા માટે reCAPTCHA સમય જતાં સુધર્યું નથી?",
    "3992401943": "2012 થી ડીપ લર્નિંગમાં ક્રાંતિ આવી છે. પાછલા દાયકામાં કાર્યની ચોકસાઈ માટેના ઉદ્યોગના ધોરણમાં ધરમૂળથી સુધારો થયો છે, મુખ્યત્વે ઊંડા કન્વ્યુલેશનલ નેટવર્ક્સને કારણે. Google ઑફર કરતી અન્ય ML-સંચાલિત સેવાઓ આ વળાંકને અનુસરે છે.",
    "615031303": "(ફુટનોટ્સ જુઓ",
    "2125514305": "MLમાં સુધારો થયો છે, પરંતુ reCAPTCHA ને બાયપાસ કરવાની મુશ્કેલી આ સમય દરમિયાન ભૌતિક રીતે બદલાઈ નથી.",
    "1406188018": "6 અને 7",
    "2689973938": "reCAPTCHA ને બહેતર બનાવવાથી Google માટે જાહેરાત વિક્રેતા તરીકે આંતરિક સંઘર્ષ સર્જાય છે.",
    "464238793": "જો Google પોતે જ નક્કી કરે છે કે કોઈ વપરાશકર્તા જાહેરાત જોઈ રહ્યો છે અથવા કોઈ લિંક પર ક્લિક કરે છે તે હકીકતમાં બૉટ હતો, તો તે તે વપરાશકર્તાને બતાવવામાં આવેલી જાહેરાતો માટે શુલ્ક લઈ શકતું નથી. હિતોના આ સંઘર્ષે Google ની એન્ટી-બોટ મહત્વાકાંક્ષાઓના અવકાશને ગંભીરપણે મર્યાદિત કરી દીધો છે.",
    "918924423": "ઉદાહરણ તરીકે, ગૂગલે રેટ્રોએક્ટિવ બોટ ડિટેક્શન જેવી દેખીતી રીતે મૂલ્યવાન સેવાઓ ઓફર કરી નથી. ઘણા દિવસોના ડેટાનું પૃથ્થકરણ કર્યા પછી વપરાશકર્તા ટ્રાફિક બોટ દ્વારા જનરેટ કરે છે તે જાહેર કરવું વધુ વિશ્વસનીય છે.",
    "661412233": "કેપ્ચા પછી જાણવું કે કેટલાક વપરાશકર્તાઓ બૉટો હતા તે પણ મૂલ્યવાન છે. તે વેબસાઇટ માલિકોને જૂની સ્પામ પોસ્ટ સાફ કરવા અને ભવિષ્યમાં સ્પામ ફોરમમાં નોંધાયેલ \"સ્લીપર એકાઉન્ટ્સ\" કાઢી નાખવા, છેતરપિંડી ઘટાડવા અને વધુ કરવા દે છે.",
    "3600797185": "રેટ્રોએક્ટિવ બૉટ આઇડેન્ટિફિકેશન ઑફર કરવાથી તે કપટપૂર્ણ ટ્રાફિક પર નાણાં ખર્ચનારા જાહેરાતકર્તાઓને પાછલી કાર્યવાહીથી કેવી રીતે રિફંડ કરવું તે અંગેના કાંટાળા પ્રશ્નો માટે Google ખોલશે.",
    "2076932190": "reCAPTCHA ઉત્પાદન આમ એક દાયકાથી અટકી ગયું છે.",
    "3856912381": "વપરાશકર્તાઓ સહન કરે છે, અને બિનજરૂરી વેબ સ્પામ હવે પ્રચંડ છે. પરંતુ ત્યાં એક વિકલ્પ છે.",
    "1035621426": "reCAPTCHA દ્વારા ઓળખાયેલ દરેક બોટ સીધા જ Google ની જાહેરાતની આવક ઘટાડે છે.",
    "3668115514": "hCaptcha કેવી રીતે અલગ છે?",
    "2413742287": "hCaptcha નું પ્રોત્સાહન સચોટતા વધારવાનું છે, જાહેરાતની આવક નહીં: બોટ જવાબો અમારા ગ્રાહકો માટે નકામા છે, જેમને માનવ તાલીમ ડેટાની જરૂર છે.",
    "1373262754": "વ્યક્તિ કોણ છે તે જાણવું hCaptcha માટે ન્યૂનતમ મૂલ્ય ધરાવે છે. અમે માત્ર ધ્યાન રાખીએ છીએ કે તેઓ માનવ છે કે દૂષિત અભિનેતા છે.",
    "600646860": "વાસ્તવિક મૂલ્ય સાથે શ્રમ કાઢતી વખતે શંકાસ્પદ મૂલ્યની સેવા ઓફર કરવાને બદલે, hCaptcha વળતર અને મજબૂત એન્ટી-બોટ સુરક્ષા બંને પ્રદાન કરે છે.",
    "1836191653": "એન્ટરપ્રાઇઝ વર્ઝન માટે લાખો ડોલર ચાર્જ કરતી વખતે મફત વપરાશકર્તાઓને સરળતાથી પરાજિત સેવા પ્રદાન કરવાને બદલે જે વધુ સારું નથી, hCaptcha એ બંનેને ઉત્તમ બૉટ સુરક્ષા પ્રદાન કરે છે, જ્યારે એન્ટરપ્રાઇઝ વપરાશકર્તાઓને મજબૂત SLA અને ઝડપી સપોર્ટ સાથે વધારાની સુવિધાઓ અને કસ્ટમાઇઝેશન ઓફર કરે છે.",
    "990215503": "hCaptcha એ એકમાત્ર મુખ્ય કેપ્ચા સેવા છે જે જાહેરાત નેટવર્કની માલિકીની નથી.",
    "971933157": "hCaptcha ગોપનીયતા, પારદર્શિતા અને ન્યાયીપણાની કાળજી રાખે છે.",
    "178839499": "hCaptcha કામના મૂલ્યને શેર કરે છે જ્યારે વપરાશકર્તાઓ તેમની માનવતા સાબિત કરે છે.",
    "1237076138": "hCaptcha મફત (hCaptcha પ્રકાશક) અને એન્ટરપ્રાઇઝ (hCaptcha એન્ટરપ્રાઇઝ) બંને ગ્રાહકોને વાજબી સોદો આપે છે.",
    "614310292": "hCaptcha કોણે બનાવ્યું?",
    "4188814619": "hCaptcha એ ઇન્ટ્યુશન મશીનની સેવા છે (",
    "3265328927": "), મશીન લર્નિંગ કંપની જે સ્કેલ પર મશીન લર્નિંગનો અમલ કરતી કંપનીઓ માટે ઉત્પાદનો અને સેવાઓ પ્રદાન કરે છે.",
    "2740033957": "IM ટીમ એપલ, એમેઝોનના વૈજ્ઞાનિકો અને એન્જિનિયરો અને મશીન લર્નિંગ, ડિસ્ટ્રિબ્યુટેડ સિસ્ટમ્સ અને સુરક્ષામાં અન્ય અગ્રણીઓથી બનેલી છે.",
    "1579715421": "IM વૈજ્ઞાનિકો નિયમિતપણે ICML, ICLR, ECCV, અને NeurIPS જેવી ટોચની પરિષદોમાં પ્રકાશિત કરે છે અને કંપનીએ ડીપ હેશિંગ જેવી ML શાખાઓમાં અત્યાધુનિક પરિણામો જાહેરમાં જાહેર કર્યા છે.",
    "4015238193": "અને OCR [",
    "279580593": "imachines.com",
    "279918384": "Google તમારા મફત મજૂરીનો ઉપયોગ કેવી રીતે કરી રહ્યું છે?",
    "2385522384": "તમે Google ની Waymo સેલ્ફ-ડ્રાઇવિંગ કાર પરના કેમેરામાંથી વિડિયોના ફ્રેમ્સ જોઈ રહ્યા છો અને તેમની ઑબ્જેક્ટ ઓળખને બહેતર બનાવવામાં મદદ કરી રહ્યાં છો.",
    "1517627947": "તમે Google ની સ્ટ્રીટવ્યુ કારમાંથી ઇમારતોના ચિત્રો અથવા શેરી ચિહ્નો જોઈ રહ્યા છો અને તેમના નકશા અને અર્થ ઉત્પાદનો માટે સ્થાનોને લેબલ કરવામાં મદદ કરી રહ્યાં છો.",
    "3225936061": "તમે Google ની બુક્સ સેવા પર પુસ્તકના પૃષ્ઠોમાંથી લેવામાં આવેલા ટેક્સ્ટના ચિત્રો અને તેમના OCR (ટેક્સ્ટ રેકગ્નિશન) સૉફ્ટવેરને સુધારવામાં મદદ કરી રહ્યાં છો તેવી શક્યતા છે.",
    "129661785": "ક્યારેય \"કાર/ક્રોસવોક/સ્ટોપલાઇટ પર ક્લિક કરવા માટે?\"",
    "936667684": "ક્યારેય \"બિલ્ડીંગ/સ્ટ્રીટ સાઈન ટાઈપ કરવા?\"",
    "3773515538": "ક્યારેય \"બે શબ્દો ટાઈપ કરવા માટે?\"",
    "1778058441": "hCaptcha પર કયા પ્રકારની નોકરીઓ ચાલે છે?",
    "366088791": "hCaptcha વિવિધ પ્રકારના કાર્યોને સપોર્ટ કરે છે.",
    "3114147525": "hCaptcha ગ્રાહકો ઑબ્જેક્ટની ઓળખ, વિશેષતા શોધ (કપડાના પ્રકારોને ઓળખવા માટે લેબલ્સ એકત્રિત કરવા), સુસંગતતા રેન્કિંગ (પ્રાથમિક ઉત્પાદનની તુલનામાં ઘણા વિકલ્પોમાંથી સૌથી સુસંગત ઉત્પાદન પસંદ કરવા), બાઉન્ડિંગ બોક્સ (રૂચિના વિસ્તારો શોધવા સહિત) કાર્યો માટે સેવાનો ઉપયોગ કરે છે. એક ઈમેજ), \"હ્યુમન OCR\" (ઈમેજમાં લખાણની ઓળખ) અને અન્ય ઘણા પ્રકારનાં કાર્યો.",
    "3139609561": "નીચે ઇમેજ ક્લાસિફિકેશન અને એટ્રિબ્યુટ ડિટેક્શન જોબ પ્રકારોના બે ઉદાહરણો છે. [",
    "2273532558": "hCaptcha ના ચૂકવણી કરનારા ગ્રાહકો કોણ છે?",
    "4104221634": "hCaptcha ગ્રાહકો ફેશન, છૂટક અને અન્ય ક્ષેત્રો પર ધ્યાન કેન્દ્રિત કરતી ટેક્નોલોજી કંપનીઓથી માંડીને વિવિધ ઉદ્યોગો સુધી વિસ્તરે છે જ્યાં તેઓ મશીન લર્નિંગ લાગુ કરીને મૂલ્ય ઉભી કરી શકે છે.",
    "1337725003": "hCaptcha ઉચ્ચ વોલ્યુમ રીઅલ-ટાઇમ એનોટેશનની ઍક્સેસને લોકશાહી બનાવવા માટે પ્રતિબદ્ધ છે, જે મોટી અને નાની કંપનીઓને તેમના વ્યવસાયમાં મશીન લર્નિંગ લાગુ કરીને તેમના ઉત્પાદનો અને સેવાઓની ગુણવત્તામાં સુધારો કરવા દે છે.",
    "4086379603": "પ્રશ્નો?",
    "1243684308": "અમે તમારા પ્રતિસાદને ગંભીરતાથી લઈએ છીએ અને ખાતરી કરવા માંગીએ છીએ કે ઓછા બૉટ અને ઓછા સ્પામ સાથે દરેકને વધુ આનંદદાયક ઑનલાઇન અનુભવ મળે. અમારો સંપર્ક કરો:",
    "2645321220": "અને જો તમને લાગે કે reCAPTCHA ની કિંમત ઘણી વધારે છે, તો અમને hCaptcha Enterprise વિશે પૂછો. હાલમાં વિશ્વના કેટલાક સૌથી મોટા પ્રકાશકો, નાણાકીય સેવાઓ કંપનીઓ અને વેબ ઈન્ફ્રાસ્ટ્રક્ચર કંપનીઓ દ્વારા ઉપયોગમાં લેવાય છે, તેઓ માત્ર reCAPTCHA માટે વિશ્વસનીય વિકલ્પ નથી: અમે માનીએ છીએ કે તેઓ હાલમાં ઉપલબ્ધ શ્રેષ્ઠ બૉટ સુરક્ષા પ્રદાન કરે છે.",
    "1229233916": "ફૂટનોટ્સ",
    "1115642494": "1. સ્ત્રોત: BuiltWith.com reCAPTCHA સાઇટ સૂચિઓ. 9મી જુલાઈ, 2019ના રોજ સુધારો.",
    "448807334": "(\"રોજ લાખો કેપ્ચા લોકો દ્વારા ઉકેલવામાં આવે છે.\") 8મી જુલાઈ, 2019ના રોજ સુધારો.",
    "2397590157": "3. રૂઢિચુસ્ત અંદાજ: 200 મિલિયન સોલ્વ કરે છે * 30 સેકન્ડ પ્રતિ સોલવ વર્ષમાં = 190.3 વ્યક્તિ-વર્ષ/દિવસ.",
    "3236311792": "4. hCaptcha આંતરિક વિશ્લેષણ. 30મી જૂન, 2019 સુધીમાં કાપવામાં આવેલ ડેટા. વિનંતી પર ઉપલબ્ધ વિગતો.",
    "1752259468": "5. રૂઢિચુસ્ત અંદાજ: એક ટીકાની $0.01 કિંમત * 200M સરેરાશ. પ્રતિ દિવસ ટીકા (લોઅર બાઉન્ડ) * 365 દિવસ પ્રતિ વર્ષ * 2009 એક્વિઝિશનથી 10 વર્ષ = $7.3 બિલિયન લોઅર બાઉન્ડ મૂલ્ય.",
    "3268946369": "6. ક્રેડિટ: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. સ્ત્રોત: મેરી મીકર, કેપી ઈન્ટરનેટ ટ્રેન્ડ્સ 2017",
    "2666258754": "નબળા-નિરીક્ષિત ડીપ હેશિંગ, હેઇકી આર્પોનેન, ટોમ ઇ બિશપ માટે સિમેન્ટીક વંશવેલો આધારિત રિલેશનલ એમ્બેડિંગ્સ. ICML 2019, LLD વર્કશોપ.",
    "2544169219": "તાજેતરના અદ્યતન પરિણામો: ICML LLD, મે 2019.",
    "1973347745": "10. રોયલ્ટી-મુક્ત ઉદાહરણ છબીઓ. સ્ત્રોત: Petapixel.",
    "1493115924": "ટ્રેડમાર્ક નોંધો:",
    "4051104324": "\"Intuition Machines\" એ Intuition Machines, Inc.નું નોંધાયેલ ટ્રેડમાર્ક છે.",
    "3983646521": "તમામ ઉત્પાદનના નામ, લોગો, બ્રાન્ડ, ટ્રેડમાર્ક અને નોંધાયેલ ટ્રેડમાર્ક તેમના સંબંધિત માલિકોની મિલકત છે. આ વેબસાઈટમાં વપરાયેલ તમામ કંપની, ઉત્પાદન અને સેવાના નામ માત્ર ઓળખના હેતુ માટે છે. આ નામો, ટ્રેડમાર્ક્સ અને બ્રાન્ડ્સનો ઉપયોગ સમર્થન સૂચિત કરતું નથી. આ કિસ્સામાં, તદ્દન વિપરીત.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM વૈજ્ઞાનિકોએ CVPR 2020 પર નબળા દેખરેખ કરાયેલ ટેક્સ્ટ રેકગ્નિશન (OCR) માટે નવો બેન્ચમાર્ક સેટ કર્યો છે.",
    "1259002282": "બગ મળ્યો? તેની જાણ કેવી રીતે કરવી તે અહીં છે.",
    "3301728462": "બ્રાઉઝર્સ, એક્સ્ટેન્શન્સ, ઉપકરણો, ફાયરવોલ અને વધુના હજારો સંયોજનો પર લાખો લોકો દર મહિને hCaptcha નો ઉપયોગ કરે છે.",
    "3878230879": "અમારો ધ્યેય એ સુનિશ્ચિત કરવાનો છે કે તે હંમેશા તમારા માટે કાર્ય કરે છે, તેથી અમે તમારા અહેવાલોની ખૂબ પ્રશંસા કરીએ છીએ!",
    "2465128185": "ઝડપી પ્રતિસાદ આપવા માટે, ફક્ત \"અમને પ્રતિસાદ મોકલો\" બટનને ક્લિક કરો.",
    "2921990472": "જો તમને કોઈ કાર્યાત્મક સમસ્યા દેખાઈ રહી છે, તો કૃપા કરીને આને અનુસરો",
    "2870341481": "નીચે. કોઈપણ અન્ય બ્રાઉઝર્સ માટે જ",
    "1866590035": "ક્રોમ માટે ડીબગ લોગ સૂચનાઓ",
    "444492541": "ફાયરફોક્સ માટે ડીબગ લોગ સૂચનાઓ",
    "169267610": "અમને ઇમેઇલ કરો",
    "3100722753": "સંભવિત સુરક્ષા અથવા ગોપનીયતા સમસ્યાઓ માટે, નીચેની સૂચનાઓ જુઓ.",
    "1906593952": "તમે હમણાં જ જોયેલા hCaptcha પર પ્રતિસાદ આપો",
    "3951254541": "અમે તમારા ઇનપુટની પ્રશંસા કરીએ છીએ. અમને કોઈપણ સમસ્યા જણાવો અને અમે તેને ઝડપથી હલ કરીશું.",
    "3324288040": "અમને પ્રતિસાદ મોકલો",
    "2864016648": "ગોપનીયતા મુદ્દાઓ",
    "304004915": "અમે વપરાશકર્તાઓ કોણ છે તેની કાળજી લેતા નથી, માત્ર તેઓ દૂષિત અથવા મશીનો હોવાની શક્યતા કેટલી છે. જેવી પહેલને અમે સમર્થન આપીએ છીએ",
    "1139493658": ", અને ગોપનીયતા અને સુરક્ષાને સંતુલિત કરવા માટે સખત મહેનત કરો.",
    "3083289844": "જો તમને કોઈ સમસ્યા મળી હોય જે તમને લાગે છે કે વપરાશકર્તાની ગોપનીયતાને અસર કરી શકે છે, તો કૃપા કરીને અમને અહીં ઇમેઇલ કરો",
    "4264784515": "સુરક્ષા બગ્સ",
    "963238401": "અમે હંમેશા સુરક્ષા બગના અહેવાલો મેળવવામાં રસ ધરાવીએ છીએ. ઈમેલ",
    "3926027556": "અને અમે ઝડપથી તમારો સંપર્ક કરીશું.",
    "1589805435": "અમે પણ એ",
    "2560582224": "બગ બક્ષિસ પ્રોગ્રામ",
    "103876916": "hCaptcha સેવા અને સંબંધિત સ્રોત કોડ પર યોગ્ય સુરક્ષા અહેવાલો માટે.",
    "497117287": "ઍક્સેસિબિલિટી વિકલ્પો",
    "3230004040": "શું તમે દૃષ્ટિહીન છો અથવા અન્યથા hCaptchas પૂર્ણ કરવામાં અસમર્થ છો?",
    "3480023141": "ઍક્સેસિબિલિટી વિકલ્પો વિશે વધુ જાણો",
    "2052161540": "બગ રિપોર્ટ વિગતો કેપ્ચર કરી રહ્યું છે: Chrome",
    "2281169898": "તમારી રિપોર્ટ સાથે ડીબગીંગ માહિતી મોકલવાથી અમારા માટે શું થઈ રહ્યું છે તે ઓળખવાનું વધુ સરળ બનશે. અહીં પગલું-દર-પગલાં સૂચનો છે:",
    "1123365779": "જો તમે વેબ ડેવલપર અથવા નિષ્ણાત વપરાશકર્તા છો, તો સારાંશ એ છે કે તમે અમને નેટવર્ક રેકોર્ડિંગ HAR અને બ્રાઉઝર કન્સોલ લોગ મોકલો.",
    "2015218686": "તમે આ પગલાંઓ પસાર કરો તે પહેલાં. જો તે તમારી સમસ્યાનું નિરાકરણ કરે છે, તો પણ તમે અમને તમારું બ્રાઉઝર સંસ્કરણ, જાહેરાત અવરોધક અથવા બ્રાઉઝર એક્સ્ટેંશન અને વેબસાઇટ URL જણાવવા બદલ અમે તમારી પ્રશંસા કરીશું.",
    "3922723611": "કૃપા કરીને કોઈપણ જાહેરાત અવરોધક અથવા બ્રાઉઝર સુરક્ષા એક્સ્ટેંશનને અક્ષમ કરવાનો પ્રયાસ કરો",
    "4036872105": "પ્રથમ અને પછી ફરી પ્રયાસ કરો",
    "993651083": "પગલું 1: ડેવલપર ટૂલ્સ ખોલો (આ સત્ર રેકોર્ડ કરવાનું શરૂ કરે છે.)",
    "4163469907": "પગલું 2: ડેવલપર ટૂલ્સમાં નેટવર્ક ટેબ પર ક્લિક કરો. ટોચ પર \"પ્રિઝર્વ લોગ\" બોક્સને ચેક કરો.",
    "4243348003": "પગલું 3: મુલાકાત લો",
    "641342999": ", અથવા તમને જે વેબસાઇટ પર સમસ્યા આવી રહી છે (ગોપનીયતા નોંધ: જો તમને તે શું છે તે શેર કરવામાં વાંધો ન હોય તો જ) ... અને પછી \"હું માનવ છું\" બટનને ક્લિક કરો, અને ઉકેલવાનો પ્રયાસ કરો.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "પગલું 4: તમે હલ કરવાનો પ્રયાસ કરો તે પછી \"નિકાસ HAR\" (નાનું ડાઉન એરો) પર ક્લિક કરો, જે નેટવર્ક લોગને સાચવે છે. તે ફાઇલ અમને મોકલો.",
    "1503240421": "પગલું 5: કન્સોલ ટૅબ પર ક્લિક કરો, અને કન્સોલ લૉગને સાચવવા માટે \"આ તરીકે સાચવો ..\" પર જમણું-ક્લિક કરો. તે અમને પણ મોકલો.",
    "2863840904": "પગલું 6: છેલ્લું પગલું, તે HAR અને કન્સોલ લોગ ફાઇલો અમને ઇમેઇલ કરો અને સમસ્યાનું વર્ણન કરો",
    "4051785543": "વાપરવુ:",
    "3623028666": "(કૃપા કરીને જેવી સેવાનો ઉપયોગ કરો",
    "551761392": "અને લિંક્સ મોકલો) અને વૈકલ્પિક રીતે સ્ક્રીનશૉટ, જો તમને શંકા હોય કે કંઈક યોગ્ય રીતે પ્રદર્શિત થતું નથી. કૃપા કરીને તમે ઉપયોગ કરી રહ્યાં છો તે IP પણ મોકલો. તમે તેમાંથી મેળવી શકો છો",
    "1219091208": "ડ્રૉપબૉક્સ",
    "443094024": "ફાઇલબિન",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "આ માહિતી મેળવવામાં અમારી મદદ કરવા માટે સમય આપવા બદલ આભાર!",
    "3680327841": "અમે hCaptcha દરેક માટે સારી રીતે કાર્ય કરે તે માટે પ્રતિબદ્ધ છીએ",
    "1059502393": "બગ રિપોર્ટ વિગતો કેપ્ચર કરી રહ્યું છે: Firefox",
    "1112074001": "પગલું 2: ડેવલપર ટૂલ્સમાં નેટવર્ક ટેબ પર ક્લિક કરો. ટોચ પર \"પરિસ્ટ લોગ્સ\" બોક્સને ચેક કરો.",
    "1797298240": "પગલું 4: તમે હલ કરવાનો પ્રયાસ કરો પછી \"HAR\" પર ક્લિક કરો અને નેટવર્ક લોગને સાચવવા માટે \"HAR તરીકે બધા સાચવો\" પસંદ કરો. તે ફાઇલ અમને મોકલો.",
    "3671246379": "પગલું 5: કન્સોલ ટેબ પર ક્લિક કરો, અને કન્સોલ લોગને સાચવવા માટે, પછી \"બધા પસંદ કરો\" પર જમણું-ક્લિક કરો અને તેને ટેક્સ્ટ ફાઇલમાં સાચવો. તે અમને પણ મોકલો.",
    "3816867833": "પ્રતિભાવ",
    "788770967": "તે સાંભળીને માફ કરશો! તમે અમારા ઍક્સેસિબિલિટી વિકલ્પનો ઉપયોગ કરવા માગી શકો છો:",
    "1333016413": "આ તમને રજીસ્ટર કરીને અને કૂકી સેટ કરીને ભવિષ્યના પ્રશ્નોને ટાળવા દે છે.",
    "2333410049": "કૃપા કરીને તમારા જાહેરાત અવરોધકને બંધ કરવાનો પણ પ્રયાસ કરો.",
    "1345083090": "કાર્યક્ષમતા સમસ્યાની જાણ કરી રહ્યાં છો?",
    "2184564739": "જુઓ",
    "604751186": "અન્ય સમસ્યાઓ? ઈમેલ",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "વિગતવાર લૉગ્સ સાથે સમસ્યાઓની જાણ કેવી રીતે કરવી",
    "1050501253": "ખૂબ મુશ્કેલ",
    "3264813246": "અયોગ્ય",
    "3526939538": "સૉફ્ટવેર બગ",
    "126134492": "અન્ય",
    "3511610999": "ચાલો ખાતરી કરીએ કે તમે યોગ્ય સ્થાન પર પહોંચ્યા છો.",
    "3906886217": "કંપનીઓ અથવા વેબસાઇટ્સ માટે",
    "1621597093": "એન્ટરપ્રાઇઝ સિક્યોરિટી સોલ્યુશન્સ (ચૂકવેલ)",
    "3176531704": "ડેટા એનોટેશન",
    "1834239172": "hCaptcha એનોટેશન સેવાઓ ખરીદો",
    "1457707016": "વ્યક્તિઓ માટે",
    "770264626": "તમારી સેવામાં hCaptcha ઉમેરો (મફત)",
    "881015166": "મારી વેબસાઇટ અથવા એપ્લિકેશનમાં પ્રકાશકો માટે hCaptcha ઉમેરો",
    "47536007": "hCaptcha વિશે વધુ જાણો",
    "2012837493": "શોધ પરિણામો",
    "4034694801": "કોઈ મેળ ખાતા પરિણામો નથી.",
    "3621411541": "hCaptcha માટે સુલભતા વિકલ્પો વિશે જાણો",
    "3401005681": "નાણાં કમાઈ",
    "3933993151": "વ્યક્તિગત ડેટા લેબલર તરીકે કામ કરો",
    "563059212": "સબપ્રોસેસરોની યાદી",
    "3501923981": "છેલ્લે અપડેટ કર્યું: જાન્યુઆરી 1, 2020.",
    "3548097301": "અસરકારક: 1 જાન્યુઆરી, 2020.",
    "3991444169": "આ પૃષ્ઠ hCaptcha એન્ટરપ્રાઇઝ સેવા માટે વર્તમાન સબપ્રોસેસર્સની યાદી આપે છે.",
    "835396984": "હાલમાં સક્રિય છે",
    "424089481": "Amazon Web Services, Inc. (ગ્લોબલ). પૂરી પાડવામાં આવેલ સેવાઓ: Amazon વેબ સેવાઓ. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (ગ્લોબલ). પૂરી પાડવામાં આવેલ સેવાઓ: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (વૈશ્વિક). પૂરી પાડવામાં આવેલ સેવાઓ: IBM ક્લાઉડ.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "માઈક્રોસોફ્ટ કોર્પ. (ગ્લોબલ). પૂરી પાડવામાં આવેલ સેવાઓ: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "નોંધ: બધા ગ્રાહકોને લાગુ પડતું નથી. ઉદાહરણ તરીકે, IP બ્લાઇંડિંગ અથવા અન્ય અદ્યતન ગોપનીયતા અથવા સુરક્ષા વિકલ્પ ગ્રાહકો (દા.ત. સુરક્ષિત વર્ચ્યુઅલ ટેનન્સી ગ્રાહકો) ટેલિમેટ્રી સિસ્ટમમાં પ્રવેશતા કોઈપણ સંભવિત \"PII\" થી સંપૂર્ણપણે બાકાત છે, IP સરનામું પણ. જો જરૂરી હોય તો વધુ માહિતી માટે કૃપા કરીને તમારા એકાઉન્ટ પ્રતિનિધિનો સંપર્ક કરો.",
    "700843971": "Hound Technology, Inc. (ગ્લોબલ). પૂરી પાડવામાં આવેલ સેવાઓ: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (ગ્લોબલ). પૂરી પાડવામાં આવેલ સેવાઓ: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (ગ્લોબલ). પૂરી પાડવામાં આવેલ સેવાઓ: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (ગ્લોબલ). પૂરી પાડવામાં આવેલ સેવાઓ: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "ઈન્ફ્રાસ્ટ્રક્ચર",
    "370366524": "ક્ષણિક સેવા ટેલિમેટ્રી",
    "121192737": "આગામી ઉમેરાઓ",
    "2420789666": "ફાસ્ટલી, ઇન્ક. સેવાઓ પૂરી પાડવામાં આવે છે: ફાસ્ટલી સીડીએન અને એજ કમ્પ્યુટ.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "અસરકારક: 1 સપ્ટેમ્બર, 2021. ઇન્ફ્રાસ્ટ્રક્ચર એડિશન",
    "1487796027": "કંપનીઓ માટે",
    "3943417791": "hCaptcha Enterprise (BotStop) માટે સમર્થન મેળવો",
    "702287791": "hCaptcha પ્રકાશક (મફત)",
    "3397976149": "hCaptcha પ્રકાશક માટે સમર્થન મેળવો",
    "833750823": "પડકાર સાથે મુશ્કેલી આવી રહી છે?",
    "2024737147": "બગની જાણ કરવા માંગો છો?",
    "1978884623": "સોફ્ટવેર સમસ્યાઓની જાણ કરવા વિશે વધુ જાણો",
    "4188664955": "માસ્ટર સેવાની શરતો",
    "2621989404": "છેલ્લું અપડેટ: 24 સપ્ટેમ્બર, 2021. કૃપા કરીને નોંધો કે અમારી અંગ્રેજી ભાષાની શરતો અધિકૃત છે.",
    "2404545611": "hCaptcha પર આપનું સ્વાગત છે! અમારા સમુદાયનો એક ભાગ બનવા બદલ આભાર. \"સેવાઓ\" (નીચે વ્યાખ્યાયિત) ના તમામ વપરાશકર્તાઓએ નીચેની શરતો (\"સેવાની શરતો\") સાથે સંમત થવું આવશ્યક છે. આ સેવાની શરતો હેઠળ, \"IMI\", \"અમે\" અને \"અમે\" એ ઇન્ટ્યુશન મશીન, ઇન્ક. અને તેની પેટાકંપનીઓ, આનુષંગિકો, અધિકારીઓ, એજન્ટો, કર્મચારીઓ, પ્રતિનિધિઓ અને એજન્ટોનો સંદર્ભ આપે છે અને અમારી \"વેબસાઇટ\" હેઠળ કોઈપણ વેબસાઇટનો સમાવેશ થાય છે. અમારું નિયંત્રણ, www.hcaptcha.com અને www.imachines.com સહિત.",
    "2348450790": "કૃપા કરીને આ સેવાની શરતો વાંચો. તેમાં અન્ય જોગવાઈઓ વચ્ચે, વોરંટીના અસ્વીકરણ, જવાબદારીની મર્યાદાઓ અને બંધનકર્તા આર્બિટ્રેશનનો સમાવેશ થાય છે. કૃપા કરીને નોંધો કે અમારી વેબસાઇટની તમારી છેલ્લી મુલાકાત પછી આ સેવાની શરતો બદલાઈ ગઈ હોઈ શકે છે. અમે અમારી સંપૂર્ણ વિવેકબુદ્ધિથી સમય સમય પર આ સેવાની શરતોને સુધારી અને અપડેટ કરી શકીએ છીએ. સામગ્રીમાં ફેરફારની ઘટનામાં, અમે તમને આ પૃષ્ઠ પર અપડેટ કરેલી સેવાની શરતો પોસ્ટ કરીને સૂચિત કરીશું, તે પછી તમારે સાઇટ અથવા સેવાનો ઉપયોગ અથવા ઍક્સેસ કરવાનું ચાલુ રાખવા માટે અપડેટ કરેલી સેવાની શરતોને હકારાત્મક રીતે સ્વીકારવી આવશ્યક છે.",
    "1933936765": "ડેટા પ્રોસેસિંગ એગ્રીમેન્ટ (છેલ્લે અપડેટ: સપ્ટેમ્બર 23, 2021)",
    "2959486280": "જો તમે આ સેવાની શરતો સાથે સંમત નથી, તો તમે સાઇટ અથવા સેવાનો ઉપયોગ અથવા ઍક્સેસ કરી શકશો નહીં.",
    "3200859925": "1. હેતુ",
    "1807143500": "સેવાઓમાં ઓનલાઈન સુરક્ષા સેવા (\"hCaptcha સેવા\") અને એક પ્લેટફોર્મ (\"અંતર્જ્ઞાન મશીનો પ્લેટફોર્મ\")નો સમાવેશ થાય છે કે જેના પર વ્યક્તિ (\"કોન્ટ્રીબ્યુટર\") એવા કાર્યો કરવા માટે પસંદ કરી શકે છે જે તૃતીય પક્ષ એન્ટિટી અથવા ઈન્ટ્યુશન મશીનો પોતે (દરેક \"વિનંતી કરનાર\") અમારી વેબસાઇટ અથવા hCaptcha સેવા પર પોસ્ટ કરે છે, કાં તો સીધી અમારી વેબસાઇટ પર અથવા ઇન્ટ્યુશન મશીન પ્લેટફોર્મને ઍક્સેસ કરીને અને/અથવા થર્ડ પાર્ટી એન્ટિટી અને/અથવા પ્લેટફોર્મ અથવા સેવા (દરેક, એક \"ઇન્ટિગ્રેટર\"). વિનંતિકર્તાઓ કાર્યો પોસ્ટ કરે છે અને યોગદાનકર્તાઓને IMI દ્વારા ઈન્ટિગ્રેટર્સને પૂરા પાડવામાં આવેલા પુરસ્કારોના બદલામાં તેમને કરવા માટે આમંત્રિત કરે છે, અથવા જો વિનંતીકર્તા તેમના પોતાના અંતિમ-વપરાશકર્તાઓને કાર્યો કરવા માટે ઈન્ટ્યુશન મશીન પ્લેટફોર્મ અથવા hCaptcha સેવાનો ઉપયોગ કરી રહ્યો હોય તો વિનંતીકર્તા દ્વારા નિર્ધારિત કરવામાં આવે છે. અમે અમારા પ્લેટફોર્મના ઉપયોગ માટે કંપનીઓ અને વ્યક્તિઓ (દરેક \"ગ્રાહક\") પાસેથી શુલ્ક લઈએ છીએ જેથી તેઓ અમારા સૉફ્ટવેર, લેખકના કાર્યોનો ઉપયોગ કરી શકે, લેખકના કાર્યો માટે અમને ભાડે રાખી શકે અને/અથવા યોગદાનકર્તાઓની ઍક્સેસ મેળવી શકે. અમે ઇન્ટિગ્રેટર્સને તેમની વેબસાઇટ્સ, મોબાઇલ એપ્લિકેશન્સ અને અન્ય ઑનલાઇન પ્રોપર્ટીઝ પર છેતરપિંડી, દુરુપયોગ અને સ્પામ ઘટાડવા માટે અમારી hCaptcha સેવાના ઉપયોગ માટે ચાર્જ પણ કરીએ છીએ. ઉપરોક્તને સામૂહિક રીતે \"સેવાઓ\" તરીકે ઓળખવામાં આવે છે.",
    "3212830633": "2. પાત્રતા",
    "2605814073": "અમારી સેવાઓનો ઉપયોગ કરીને અથવા તેની નોંધણી કરીને, તમે સંમત થાઓ છો: તમારી ઉંમર ઓછામાં ઓછી 18 વર્ષની છે; તમારી પાસે તમારા અથવા તમે જે એન્ટિટીનું પ્રતિનિધિત્વ કરો છો તેના વતી આ કરાર દાખલ કરવાની સત્તા છે, અને તમે હંમેશા આ સેવાની શરતો અને અહીં સંદર્ભિત તમામ IMI નીતિઓ અને માર્ગદર્શિકાઓનું પાલન કરતા રહેશો; અને તમે અમારી વેબસાઇટનો દુરુપયોગ કરશો નહીં, અમારી સમક્ષ તમારી ઓળખને ખોટી રીતે રજૂ કરશો નહીં અથવા IMI પરના કોઈપણ કાર્યના કોઈપણ ભાગને પૂર્ણ કરવા માટે આર્ટિફિશિયલ ઈન્ટેલિજન્સનો ઉપયોગ કરશો નહીં જેમાં માનવ બુદ્ધિની જરૂર હોય.",
    "2616040974": "3. ગ્રાહકો અને વિનંતીકર્તાઓ",
    "1544829730": "જો તમે ગ્રાહક અથવા વિનંતીકર્તા છો, તો તમે સંમત થાઓ છો કે ગ્રાહક પરિશિષ્ટ તરીકે અહીં જોડાયેલ વધારાની શરતો લાગુ થશે અને આ સેવાની શરતોમાં સંદર્ભ દ્વારા સામેલ કરવામાં આવશે. જો તમે ગ્રાહક અથવા વિનંતીકર્તા નથી, અથવા ગ્રાહક અથવા વિનંતીકર્તા બનવાનું બંધ કરો છો, તો પછી ગ્રાહક પરિશિષ્ટમાં વધારાની શરતો લાગુ થશે નહીં અને આ સેવાની શરતોમાં સંદર્ભ દ્વારા શામેલ કરવામાં આવશે નહીં.",
    "3759360138": "4. વપરાશકર્તા નામ અને પાસવર્ડ",
    "2236960358": "નોંધણી પર, તમને તમારું નામ, ઈમેલ સરનામું સહિત તમારા વિશેની અમુક વ્યક્તિગત માહિતી (\"વ્યક્તિગત માહિતી\") જાહેર કરવા અને વપરાશકર્તાનામ અને પાસવર્ડ બનાવવા માટે કહેવામાં આવશે, જે બધી અમારી ગોપનીયતા નીતિને આધીન હશે, જે અમારી પર ઉપલબ્ધ છે. વેબસાઇટ તમારા એકાઉન્ટ, પાસવર્ડ્સ અને તમારા એકાઉન્ટ સાથે સંકળાયેલ કોઈપણ પ્રમાણીકરણ કીની દેખરેખ, ખાતરી કરવા અને જાળવવા માટે તમે એકલા જ જવાબદાર છો, અને સેવાઓ પર તે માહિતીના ઉપયોગ દ્વારા કરવામાં આવેલા કોઈપણ ઉપયોગ અથવા પગલાં માટે તમે જવાબદાર છો.",
    "3047519814": "તમે સંમત થાઓ છો કે તમે તમારું એકાઉન્ટ અથવા પાસવર્ડ કોઈની સાથે શેર કરશો નહીં.",
    "1699668873": "જો તમને શંકા હોય કે તમારા એકાઉન્ટની માહિતી ચોરાઈ ગઈ છે અથવા અન્ય કોઈ વ્યક્તિ દ્વારા તેનો ઉપયોગ કરવામાં આવ્યો છે અથવા સુરક્ષાનો કોઈ અન્ય ભંગ થયો છે, તો તમારે તાત્કાલિક IMI ને જાણ કરવી જોઈએ.",
    "3044038608": "તમે અમારી નોંધણી પ્રક્રિયામાં વિનંતી કર્યા મુજબ અમને સાચી, સચોટ અને સંપૂર્ણ માહિતી પ્રદાન કરવા માટે સંમત થાઓ છો. તમે આવી માહિતીને વર્તમાન અને સચોટ રાખવા માટે જરૂરી હોય તો તેને તાત્કાલિક અપડેટ કરવા માટે પણ સંમત થાઓ છો.",
    "4132302900": "5. તમારી ગોપનીયતા, તમારો ડેટા અને \"બધા માટે ડેટા\"",
    "10724169": "તમે અમારી ગોપનીયતા નીતિ સ્વીકારો છો, જે નિયંત્રિત કરે છે કે તમે અમને આપો છો તે કોઈપણ વ્યક્તિગત માહિતી સાથે અમે શું કરીશું.",
    "1669194950": "વ્યક્તિગત માહિતી ઉપરાંત, તમારે અન્ય ડેટા (અથવા અમારા માટે એકત્રિત કરવો જરૂરી હોઈ શકે છે) પ્રદાન કરવાની પણ જરૂર પડી શકે છે જેથી અમે સેવાઓ પ્રદાન કરી શકીએ (સામૂહિક રીતે, \"ગ્રાહક ડેટા\"). તમારા વિલંબને કારણે અથવા ગ્રાહક ડેટા પ્રદાન કરવામાં નિષ્ફળતાને લીધે થતી કોઈપણ સેવાઓ કરવામાં નિષ્ફળતા માટે અમે જવાબદાર નથી.",
    "1330274831": "આ કરારની મુદત દરમિયાન તમે અમને વિશ્વવ્યાપી, બિન-વિશિષ્ટ, સબલાઈસન્સપાત્ર, સ્થાનાંતરિત, રોયલ્ટી-મુક્ત, અફર લાઇસન્સ આપો છો, કોઈપણ ગ્રાહક ડેટાનો ઉપયોગ, પુનઃઉત્પાદન, ઈલેક્ટ્રોનિક રીતે વિતરણ અને જાહેરમાં પ્રદર્શિત કરવા માટે ફક્ત સેવાઓ પ્રદાન કરવાના હેતુથી. . તમે પ્રતિનિધિત્વ કરો છો અને બાંયધરી આપો છો કે આ વિભાગમાં લાઇસન્સ આપવા માટે તમારી પાસે અને તમારા ડેટામાં પૂરતા અધિકાર, શીર્ષક અને રુચિ છે.",
    "2230333214": "અમે ગ્રાહકના ડેટાને અન્ય ડેટા સાથે એકત્ર કરીએ છીએ જેથી પરિણામો વ્યક્તિગત રીતે ઓળખી ન શકાય તેવા હોય અને અમે સેવાઓના ઉપયોગને લગતા ડિ-ઓળખાયેલ ટેકનિકલ લૉગ્સ અને ડેટા પણ એકત્રિત કરીએ છીએ (\"એગ્રિગેટ/ડિ-ઓઇડિફાઇડ ડેટા\"). અહીથી વિપરીત કંઈપણ હોવા છતાં, આવા કોઈપણ એકંદર/ડી-ઓળખાયેલ ડેટાનો ઉપયોગ IMI દ્વારા આ કરારની મુદત દરમિયાન અથવા પછી કોઈપણ વ્યવસાય હેતુ માટે થઈ શકે છે, જેમાં સેવાઓને વિકસાવવા અને સુધારવા અને રિપોર્ટ્સ બનાવવા અને વિતરિત કરવા અને અન્ય સામગ્રી ગ્રાહક ડેટા પણ ચાલુ રહી શકે છે અને જોબ પૂર્ણ થયાના 180 દિવસથી વધુ ન હોય તેવા મર્યાદિત સમય માટે સિસ્ટમમાં પ્રદર્શિત થઈ શકે છે, ઉદાહરણ તરીકે, ઈન્ટ્યુશન મશીન સિસ્ટમ્સ માટે ઓટોમેટિક કેલિબ્રેશન અથવા માન્યતા ડેટા તરીકે. સ્પષ્ટતા માટે, આ કલમ 5 અમને તમારી પૂર્વ લેખિત પરવાનગી વિના કોઈપણ એકંદર/ડી-ઓળખાયેલ ડેટાના સ્ત્રોત તરીકે તમને ઓળખવાનો અધિકાર આપતો નથી.",
    "3881754581": ". જો તમે અમારી એનોટેશન સેવાઓના ગ્રાહક છો અને સેવાઓના તમારા ઉપયોગના ભાગ રૂપે \"બધા માટે ડેટા\" વિકલ્પ પસંદ કર્યો છે, તો પછી તમે IMI અને સેવાઓના તમામ વપરાશકર્તાઓને વિશ્વવ્યાપી, બિન-વિશિષ્ટ, સબલાઈસન્સપાત્ર, સ્થાનાંતરિત, તમામ સંબંધિત બૌદ્ધિક સંપદા અધિકારો સહિત તમામ ગ્રાહક ડેટાનો સંપૂર્ણ શોષણ કરવા માટે રોયલ્ટી-મુક્ત, અફર લાઇસન્સ. જો તમે \"બધા માટેનો ડેટા\" વિકલ્પ પસંદ કરો છો, તો તમે પ્રતિનિધિત્વ કરો છો અને ખાતરી કરો છો કે આ વિભાગમાં લાયસન્સ આપવા માટે તમારી પાસે અને તમારા ડેટામાં પૂરતો અધિકાર, શીર્ષક અને રુચિ છે.",
    "3496767126": "શંકાના નિવારણ માટે, નીચેનો ફકરો ફક્ત અમારી ટીકા સેવાઓનો ઉપયોગ કરતા ગ્રાહકોને જ લાગુ પડે છે, અને અમારી સેવાઓનો ઇન્ટિગ્રેટર તરીકે ઉપયોગ કરવા માટે નહીં.",
    "767207800": "જો તમારા ડેટામાં સંભવિત રૂપે સ્પષ્ટ અથવા વાંધાજનક સામગ્રી હોય, તો અમને જરૂરી છે કે તમે તમારા ડેટાને જોનારા કોઈપણને વાજબી ચેતવણી તરીકે સેવા આપવા માટે તેમને \"સ્પષ્ટ સામગ્રી\" તરીકે ચિહ્નિત કરો. તમે IMI સાથેના અલગ લેખિત કરાર વિના અમારી નીતિઓનું ઉલ્લંઘન કરતા કાર્યોનો સમાવેશ કરી શકતા નથી, જેમાં (a) અન્ય વેબસાઇટ અથવા સેવાને પ્રત્યક્ષ કે પરોક્ષ રીતે પ્રમોટ કરતા કાર્યો, (b) તૃતીય પક્ષની વેબસાઇટની શરતો અને શરતો, (c) યોગદાનકર્તાઓને તૃતીય પક્ષોને વિનંતી કરવા કહેતા કાર્યો, (d) કાર્ય કે જે યોગદાનકર્તાઓને વેબસાઇટની વર્તણૂક અથવા પરિણામોમાં છેડછાડ કરવા પગલાં લેવા કહે છે, (e) ત્રીજા પક્ષકારોના બૌદ્ધિક સંપદા અધિકારોનું ઉલ્લંઘન કરતા કાર્યો અને (f) કાર્યો જેના માટે સૉફ્ટવેર અથવા ફાઇલો ડાઉનલોડ કરવા માટે યોગદાનકર્તાઓની જરૂર છે.",
    "3370561195": "6. સ્વીકાર્ય વર્તન",
    "4205152730": "તમને અમારી વેબસાઇટ, ફોરમ, મેસેજિંગ, ચેટ અને IMI દ્વારા નિયંત્રિત અન્ય સામાજિક મીડિયા ચેનલો પર ગમે ત્યાં અન્ય વપરાશકર્તાઓ સાથે વાર્તાલાપ કરવા માટે પ્રોત્સાહિત કરવામાં આવે છે, પરંતુ જો તમે આમ કરો છો તો તમારે અમારી સાઇટ પરની સેવા અને ઉપયોગની તમામ શરતો અને તમામ સંબંધિત કાયદાઓનું પાલન કરવું આવશ્યક છે. .",
    "1394253934": "7. દુરુપયોગ, દુરુપયોગ અને ખોટી રજૂઆત",
    "1406393333": "આ સેવાની શરતો અને અમે પ્રદાન કરીએ છીએ તે કોઈપણ સૂચનાઓ સિવાય અન્ય સેવાઓની કોઈપણ ઍક્સેસ અથવા ઉપયોગ સખત પ્રતિબંધિત છે. ખાસ કરીને, તમે આ નહીં કરો:",
    "3409726716": "લેખિત અધિકૃતતા વિના અમારી સાથે એક કરતાં વધુ ખાતા માટે નોંધણી કરો;",
    "3119498672": "ઈન્ટરનેટ બોટ્સ, વેબ રોબોટ્સ, બોટ્સ, સ્ક્રિપ્ટ્સ અથવા અન્ય કોઈપણ પ્રકારની આર્ટિફિશિયલ ઈન્ટેલિજન્સનો ઉપયોગ કરીને કોઈપણ કાર્ય કરવા અથવા અન્યથા વર્ણવ્યા પ્રમાણે કાર્યો પૂર્ણ કર્યા વિના IMI અથવા કોઈપણ વિનંતીકર્તા અથવા સંકલનકર્તા પાસેથી પુરસ્કારો મેળવવાનો પ્રયાસ કરવો;",
    "1188668818": "આ વેબસાઈટનો ઉપયોગ કરતી વખતે કોઈપણ ખોટી માહિતી પ્રદાન કરો (તમારા ખાતામાં કોઈપણ અન્ય વ્યક્તિ અથવા સંસ્થાનો કોઈ મર્યાદા વિના ઢોંગ કરવો, અથવા ખોટી રીતે જણાવવું અથવા અન્યથા તમારી જાતને અથવા તમારા એકાઉન્ટમાં કોઈપણ અન્ય વ્યક્તિ અથવા સંસ્થા સાથેના તમારા જોડાણને ખોટી રીતે રજૂ કરવા સહિત;",
    "2804310964": "તમારા સાચા સ્થાન અથવા ઓળખને અસ્પષ્ટ કરવા માટે રચાયેલ કોઈપણ પ્રોક્સી વેબ સર્વર અથવા અન્ય ઉપકરણ દ્વારા અથવા પ્રદાન કરેલ ઈન્ટરફેસ સિવાયના કોઈપણ માધ્યમ દ્વારા અમારી વેબસાઇટને ઍક્સેસ કરો અથવા તેને ઍક્સેસ કરવાનો પ્રયાસ કરો;",
    "1374227759": "વેબસાઇટનો ઉપયોગ કોઈપણ ગેરકાયદેસર પ્રવૃત્તિ માટે અથવા જે હેતુ માટે તે ઉપલબ્ધ કરાવવામાં આવી હતી તેના સિવાયના કોઈપણ હેતુ માટે;",
    "2103513933": "સાઇટની કામગીરીમાં દખલ અથવા વિક્ષેપ પાડતી પ્રવૃત્તિમાં જોડાઓ;",
    "137127070": "દૂષિત અથવા અજાણી બાહ્ય લિંક્સ અથવા ફાઇલો શામેલ કરો, અપલોડ કરો અથવા જોડો, અથવા કોઈપણ સામગ્રી અપલોડ કરો જેમાં વાયરસ, ટ્રોજન હોર્સ, વોર્મ, ટાઇમ બોમ્બ અથવા અન્ય હાનિકારક કમ્પ્યુટર કોડ હોય;",
    "1686655020": "કૉપિરાઇટને આધીન કોઈપણ સામગ્રી અપલોડ કરો જે તમારું મૂળ કાર્ય નથી, સિવાય કે તમારી પાસે આવી સામગ્રી પોસ્ટ કરવાની અને IMI ને અહીં આપવામાં આવેલ તમામ લાઇસન્સ પ્રાપ્ત અધિકારો આપવા માટે યોગ્ય માલિકની પરવાનગી ન હોય;",
    "1406692811": "સ્પામિંગમાં જોડાઓ અથવા કોઈપણ પ્રકારની પ્રચાર પોસ્ટ કરો, રેફરલ્સ મેળવવાનો પ્રયાસ કરો, સામૂહિક સંદેશાવ્યવહાર, નાણાંની ઓફર અથવા વિનંતીઓ, સેવાઓની વિનંતી, જાહેરાત, માર્કેટિંગ, નોનસેન્સ સંદેશાઓ, ડુપ્લિકેટ વિષયો, ગેરકાયદેસર સામગ્રી, સામાજિક વેબસાઇટ લિંક્સ, ઈ-મેલ સરનામાઓ અથવા ઇન્સ્ટન્ટ મેસેન્જર IDs જ્યાં સુધી કાર્ય માટે જરૂરી ન હોય;",
    "3893539589": "બાહ્ય લિંક્સ દાખલ કરો જે કાર્ય માટે જરૂરી ન હોય ત્યાં સુધી માલ અથવા સેવાઓ પ્રદાન કરે છે;",
    "3214322759": "અન્યથા કોઈપણ દૂષિત અથવા કપટપૂર્ણ પ્રવૃત્તિમાં જોડાઓ.",
    "3733422465": "8. તમારી ઓળખ ચકાસવી",
    "267645277": "IMI તમારી ઓળખ ચકાસી શકે છે. આમાં તૃતીય પક્ષના ડેટાબેસેસ અથવા અધિકૃત કાનૂની દસ્તાવેજો સાથે તમારી વ્યક્તિગત માહિતીની તુલના શામેલ હોઈ શકે છે. તમે અમને તમારી ઓળખ, તમારા ઇમેઇલ સરનામાંની તમારી માલિકી અને તમારા નાણાકીય એકાઉન્ટ્સની તમારી માલિકીની પુષ્ટિ કરવા માટે જરૂરી કોઈપણ પૂછપરછ કરવા માટે અધિકૃત કરો છો. તમારી ઓળખ ચકાસવામાં અમને મદદ કરવા માટે તમે તમારા વિશેની માહિતી પ્રદાન કરવા માટે સંમત થાઓ છો.",
    "4169910317": "9. કાયદાનું પાલન",
    "519755936": "સેવાઓના તમારા ઉપયોગના સંબંધમાં ફેડરલ, રાજ્ય, પ્રાંતીય અને સ્થાનિક કાયદાઓનું પાલન કરવા માટે તમે એકલા જ જવાબદાર છો. તમે અમારી સામેના કોઈપણ દાવાઓ માટે નુકસાનની ભરપાઈ કરવા અને અમને હાનિકારક રાખવા માટે સંમત થાઓ છો કારણ કે તમે કોઈપણ કાયદાનું પાલન કરવામાં નિષ્ફળ ગયા છો અથવા કોઈપણ તૃતીય પક્ષના અધિકારોનું ઉલ્લંઘન કર્યું છે, જેમાં મર્યાદા વિનાના કરાર, બૌદ્ધિક સંપદા અથવા ગોપનીયતા અધિકારોનો સમાવેશ થાય છે.",
    "731546974": "10. ફાળો આપનાર અથવા ઇન્ટિગ્રેટર કર",
    "3128328457": "જો તમે ફાળો આપનાર અથવા સંકલનકર્તા છો, તો અમારી વેબસાઇટના ઉપયોગના પરિણામે કોઈપણ અંદાજિત અથવા અન્ય ફેડરલ, રાજ્ય અથવા સ્થાનિક આવકવેરા, સામાજિક સુરક્ષા, FICA અને કામદારોના વળતરની ચૂકવણી માટે તમે એકલા જ જવાબદાર છો. બિન-યુએસ અધિકારક્ષેત્રોમાં સમાન કર અથવા શુલ્ક. તમે કોઈપણ ટેક્સ કાયદાનું પાલન કરવામાં નિષ્ફળ ગયા હોવાને કારણે તમે અમારી વિરુદ્ધ કોઈપણ આકારણીઓ માટે અમને નુકસાન પહોંચાડવા અને અમને હાનિકારક રાખવા માટે સંમત થાઓ છો.",
    "2931396764": "11. સેવાની આ શરતોનું ઉલ્લંઘન",
    "1240667045": "અમે કોઈપણ કારણસર કોઈપણ સમયે સેવાઓની તમારી ઍક્સેસને સસ્પેન્ડ, મર્યાદિત અથવા રદ કરી શકીએ છીએ, જેમાં નીચેનાનો સમાવેશ થાય છે: (a) અમે માનીએ છીએ કે તમે આ સેવાની શરતો (અન્ય સંબંધિત નીતિઓ સહિત) નું ઉલ્લંઘન કર્યું છે; (b) અમે માનીએ છીએ કે તમે અમારા અધિકારો અથવા કોઈપણ તૃતીય પક્ષના અધિકારોનું ઉલ્લંઘન કર્યું છે; (c) તમે અમને આપેલી માહિતીને ચકાસવા અથવા પ્રમાણિત કરવામાં અમે અસમર્થ છીએ; અથવા (ડી) અમે માનીએ છીએ કે તમારી ક્રિયાઓ તમારા માટે, અમારા માટે અથવા તૃતીય પક્ષ માટે જવાબદારીઓ ઊભી કરી શકે છે. શંકાના નિવારણ માટે, જો અમે વ્યાજબીપણે માનીએ છીએ કે ઉપરોક્તમાંથી કોઈપણ આવી ચુકવણીને લાગુ પડે છે તો અમે તમને ચૂકવણી અટકાવવાનો અથવા સ્થગિત કરવાનો અધિકાર અનામત રાખીએ છીએ.",
    "1601080128": "જો અમે તમારું એકાઉન્ટ સ્થગિત અથવા સમાપ્ત કરીએ છીએ, તો તમે સાઇટ પર રાખો છો તે ડેટા, સંદેશાઓ, ફાઇલો અને અન્ય સામગ્રી સહિત વેબસાઇટના કોઈપણ ભાગોની તમને હવે ઍક્સેસ રહેશે નહીં. તમે અલગ અથવા નવા એકાઉન્ટ નામ હેઠળ અમારી વેબસાઇટનો ઉપયોગ કરવાનું ચાલુ રાખી શકશો નહીં. સેવાની આ શરતોના ઉલ્લંઘન પર કાયદાની સંપૂર્ણ હદ સુધી કાર્યવાહી થઈ શકે છે અને વધારાના દંડ અને પ્રતિબંધોમાં પરિણમી શકે છે.",
    "1160707899": "12. ફાળો આપનારની ભૂમિકા અને IMI અને અન્ય વિનંતીકર્તાઓ સાથે સંબંધ",
    "269838707": "જો તમે યોગદાનકર્તા છો, તો તમે અને માત્ર તમે જ નક્કી કરો છો કે કયા અને કેટલા કાર્યો પૂર્ણ કરવા અને ક્યારે અને ક્યાં પૂર્ણ કરવા. તમે પસંદ કરો તેટલો અથવા તેટલો ઓછો સમય કાર્યો પૂર્ણ કરવા માટે તમે મુક્ત છો. કોઈપણ સમયે તમે કોઈ કાર્ય પૂર્ણ કરવા માટે કોઈ જવાબદારી હેઠળ નથી.",
    "1087195513": "જો તમે એવા યોગદાનકર્તા છો કે જે IMI નથી તેવા વિનંતીકર્તા વતી સેવાઓને ઍક્સેસ કરે છે અને/અથવા ઇન્ટિગ્રેટર દ્વારા અથવા તેના સંબંધમાં કાર્યો કરે છે, તો પછી તમે સંમત થાઓ છો અને સ્વીકારો છો કે ઇન્ટ્યુશન મશીનો માટે જવાબદાર નથી અને તેની સાથે તમારી કોઈ જવાબદારી નથી. પૂર્ણ કરેલ કાર્યો માટે કોઈપણ પુરસ્કારો અથવા અન્ય વળતરનો આદર. તમે સંમત થાઓ છો અને સ્વીકારો છો કે પૂર્ણ થયેલા કાર્યો માટે કોઈપણ પુરસ્કારો અથવા અન્ય વળતર ફક્ત અરજીકર્તા અને/અથવા ઈન્ટિગ્રેટર સાથેના તમારા કરાર અનુસાર જ નક્કી કરવામાં આવે છે. આવા પુરસ્કારો અથવા અન્ય વળતર (આવા પુરસ્કારો અથવા અન્ય વળતર મેળવવામાં મર્યાદા વિનાની નિષ્ફળતા સહિત) પરના કોઈપણ વિવાદો ફક્ત તમારા અને વિનંતીકર્તા અને/અથવા ઈન્ટિગ્રેટરની વચ્ચે છે, જેમ લાગુ પડે છે.",
    "952813944": "અમારી વેબસાઈટનો તમારો ઉપયોગ કે આ કરારમાં કંઈપણ તમારા અને ઈન્ટ્યુશન મશીનો વચ્ચે રોજગાર, ભાગીદારી, સંયુક્ત સાહસ, એજન્સી, ફ્રેન્ચાઈઝી અથવા વેચાણ પ્રતિનિધિ સંબંધનું નિર્માણ કરતું નથી. અમે તમને કોઈ કાર્ય પૂર્ણ કરવા માટે કોઈપણ સાધન અથવા સાધનો પ્રદાન કરતા નથી. અમે તમને કોઈપણ લાભો, કામદારોનું વળતર અથવા વીમા કવરેજ આપતા નથી. અમારી વેબસાઇટનો ઉપયોગ કરવામાં તમે જે કોઈપણ ખર્ચ કરો છો તેના માટે અમે જવાબદાર નથી. અમે ફેડરલ અથવા રાજ્ય આવકવેરા, સામાજિક સુરક્ષા અથવા અન્ય કોઈપણ કર માટેના તમારા પુરસ્કારમાંથી કોઈપણ રકમ રોકીશું નહીં. તમે અમારા કોઈપણ સ્પર્ધકો સહિત કોઈપણ વ્યક્તિ અથવા વ્યવસાય માટે કાર્યો કરવા માટે હંમેશા મુક્ત છો. ઈન્ટ્યુશન મશીનો વતી તમારી પાસે લેખિત કે મૌખિક કોઈપણ કરારમાં પ્રવેશવાનો અધિકાર નથી.",
    "3460432665": "ઉપરોક્ત હોવા છતાં, જો તમે યુએસ કરદાતા છો, તો અમે તમને વાર્ષિક ધોરણે અપડેટ કરવા માટે W-9ની વિનંતી કરી શકીએ છીએ, અને જ્યાં સુધી તમે W-9 પૂર્ણ અથવા અપડેટ ન કરો ત્યાં સુધી અમે તમને કાર્યો કરવા માટે પ્રતિબંધિત કરી શકીએ છીએ.",
    "458271951": "જો તમે એવા યોગદાનકર્તા છો કે જેઓ સેવાઓને ઍક્સેસ કરે છે અને/અથવા ઇન્ટ્યુશન મશીનો (વિનંતી કરનાર તરીકે કામ કરે છે) વતી ઇન્ટિગ્રેટર દ્વારા અથવા તેના સંબંધમાં કાર્યો કરે છે, તો ઇન્ટ્યુશન મશીનો તમને અમુક કાર્યોની સ્વીકાર્ય પૂર્ણતા માટે પુરસ્કાર આપી શકે છે. જો તમે છેતરપિંડી, દુરુપયોગ અથવા સેવાની આ શરતોના ઉલ્લંઘનમાં રોકાયેલા હોવાનું જાણવા મળે, તો તમારા માટેના કોઈપણ અને તમામ પુરસ્કારો ઇન્ટ્યુશન મશીન દ્વારા રોકી શકાય છે અને/અથવા પુનઃપ્રાપ્ત થઈ શકે છે.",
    "3056723024": "13. કાર્યોની અસ્વીકાર્ય પૂર્ણતા",
    "3913203723": "જો, કોઈપણ કારણોસર, વિનંતીકર્તા તમે પૂર્ણ કરેલ કાર્યની કામગીરીને સ્વીકારતો નથી, તો તમે યોગદાનકર્તા અથવા સંકલનકર્તા તરીકે કાર્ય માટે કોઈપણ પુરસ્કાર માટે હકદાર નથી. અસ્વીકાર્ય રીતે પૂર્ણ કરેલ કાર્ય માટે તમને પુરસ્કારો પહેલેથી જ વિખેરી નાખવામાં આવ્યા હોય તેવી ઘટનામાં, અમે તે તમારી પાસેથી પુનઃપ્રાપ્ત કરી શકીએ છીએ.",
    "3666807632": "14. ફાળો આપનારની લાયકાત અને કૌશલ્યો",
    "1993899769": "15. માહિતીનો અમારો ઉપયોગ",
    "3027055607": "16. બૌદ્ધિક સંપત્તિ અને માલિકીના અધિકારો",
    "3910971075": "IMI બૌદ્ધિક સંપદા અધિકારો સહિત તમામ હકો ધરાવે છે, જેમાં સ્રોત કોડ, ઑબ્જેક્ટ કોડ અથવા અંતર્ગત માળખું, વિચારો અથવા અલ્ગોરિધમ્સ, API અને સેવાઓ (\"સોફ્ટવેર\") સંબંધિત કોઈપણ વધારાના સોફ્ટવેર, દસ્તાવેજીકરણ અથવા ડેટાનો સમાવેશ થાય છે. તમે પ્રત્યક્ષ કે પરોક્ષ રીતે, તૃતીય પક્ષ દ્વારા અથવા અન્યથા: (a) રિવર્સ એન્જિનિયર, ડિકમ્પાઇલ, ડિસએસેમ્બલ અથવા અન્યથા સોફ્ટવેર શોધવાનો પ્રયાસ કરશો નહીં; (b) કોઈપણ સૉફ્ટવેરના આધારે વ્યુત્પન્ન કાર્યોને સંશોધિત કરો, અનુવાદ કરો અથવા બનાવો; (c) કોપી, ભાડે, લીઝ, વિતરણ, પ્રતિજ્ઞા, સોંપણી અથવા અન્યથા કોઈપણ સોફ્ટવેરના અધિકારો ટ્રાન્સફર અથવા બોજ; (d) ટાઈમશેરિંગ, સર્વિસ બ્યુરોના હેતુઓ અથવા અન્યથા તૃતીય પક્ષના લાભ માટે કોઈપણ સૉફ્ટવેરનો ઉપયોગ કરો; અથવા (e) કોઈપણ માલિકીની સૂચનાઓ અથવા લેબલ્સ દૂર કરો.",
    "3660891610": "જો તમે ફાળો આપનાર છો, તો IMI, અને તમે નહીં, કોઈપણ કાર્ય પૂર્ણ કરવાના ભાગ રૂપે તમે ઉત્પન્ન કરો છો તે કોઈપણ કાર્યમાં માલિકીના હકો છે. આ કરારની શરતોને સ્વીકારીને તમે કબજો, માલિકી અને શીર્ષક (આખા વિશ્વમાં અસ્તિત્વમાં છે તે તમામ બૌદ્ધિક સંપદા અધિકારો સહિત) અમારામાં અને તમારા કાર્યને સ્થાનાંતરિત કરવા (અને આથી) સંમત થાઓ છો. ખાતરી કરવા માટે કે અમે આવા અધિકારો પ્રાપ્ત કરવા, સંપૂર્ણ કરવા અને તેનો ઉપયોગ કરવામાં સક્ષમ છીએ, તમે આગળ સંમત થાઓ છો કે (i) અમારા અધિકારોના દસ્તાવેજીકરણ, સંપૂર્ણતા અને અમલીકરણમાં સહાય કરવા માટે કોઈપણ દસ્તાવેજો પર સહી કરો; અને (ii) કોઈપણ અને તમામ દેશોમાં આવા માલિકી અધિકારોને રેકોર્ડ કરવા, સંપૂર્ણ બનાવવા, સુરક્ષિત કરવા, બચાવ કરવા અને લાગુ કરવા માટે માહિતીની વાજબી ઍક્સેસ પ્રદાન કરો. તમે સેવાઓમાંથી નોંધણી રદ કરો અથવા તેનો ઉપયોગ બંધ કરો પછી પણ આ વિભાગ હેઠળની તમારી જવાબદારીઓ ચાલુ રહેશે. આ વિભાગમાં નિર્ધારિત હેતુઓ માટે તમારા વતી દસ્તાવેજોનો અમલ કરવા માટે તમે અમને તમારા વકીલ તરીકે નિયુક્ત કરો છો.",
    "426125156": "17. કૉપિરાઇટ અને ટેકડાઉન",
    "1408530660": "IMI અન્ય લોકોની બૌદ્ધિક સંપત્તિનો આદર કરે છે અને અમે અમારી સાઇટ પરથી કોઈપણ સામગ્રીને દૂર કરવાનો અધિકાર અનામત રાખીએ છીએ જે અમને લાગે છે કે કોઈપણ તૃતીય પક્ષના બૌદ્ધિક અધિકારોનું ઉલ્લંઘન થઈ શકે છે. જો તમે માનતા હોવ કે તમારા પોતાના કાર્યની એવી રીતે નકલ કરવામાં આવી છે જે આ વેબસાઇટ પર કૉપિરાઇટ ઉલ્લંઘનની રચના કરે છે, તો કૃપા કરીને Intuition Machines ગ્રાહક સપોર્ટનો સંપર્ક કરો.",
    "2696932851": "18. વળતર",
    "3844300338": "તમે કોઈપણ અને તમામ દાવાઓ, ક્ષતિઓ, જવાબદારીઓ, ખર્ચ અને ખર્ચ (વાજબી વકીલની ફી અને ખર્ચ સહિત), તમારા કાર્યોના પ્રદર્શન અથવા અમારી વેબસાઇટના તમારા ઉપયોગથી ઉદ્ભવતા અથવા તેનાથી સંબંધિત કોઈપણ અને તમામ દાવાઓથી અમને નુકસાન પહોંચાડવા, બચાવ કરવા અને પકડી રાખવા માટે સંમત થાઓ છો. .",
    "2474091800": "19. અન્ય વપરાશકર્તાઓ સાથે વિવાદો; પ્રકાશન",
    "3162107126": "IMI તમારી અને સેવાઓના અન્ય કોઈપણ વપરાશકર્તા વચ્ચેના કોઈપણ વિવાદનો પક્ષકાર નથી. તમે IMI અને તેના આનુષંગિકોને કોઈપણ અને તમામ પ્રકારના દાવાઓ, માંગણીઓ અને નુકસાની, જાણીતા અને અજાણ્યા, શંકાસ્પદ અને અસંદિગ્ધ, જાહેર અને અપ્રગટ, તમારા અને અન્ય વપરાશકર્તા વચ્ચેના કોઈપણ વિવાદથી ઉદ્ભવતા અથવા તેનાથી જોડાયેલા કોઈપણ અને તમામ પ્રકારના નુકસાનથી મુક્ત કરો છો.",
    "2271969747": "20. તમે મેળવો છો તે ગોપનીય માહિતી",
    "1042802841": "ગોપનીય માહિતી એવી કોઈપણ માહિતી છે જેને ગોપનીય અથવા માલિકી તરીકે ચિહ્નિત કરવામાં આવે છે, અથવા જે પ્રાપ્તકર્તા પક્ષ દ્વારા ગોપનીય અથવા માલિકીની હોવાનું વ્યાજબી રીતે સમજવું જોઈએ. આમાં એવી કોઈપણ માહિતી શામેલ નથી કે જે (1) સાર્વજનિક રૂપે ઉપલબ્ધ હોય, (2) પહેલેથી જ કબજામાં હોય, સ્વતંત્ર રીતે વિકસિત હોય, અથવા પ્રાપ્તકર્તા પક્ષને પહેલેથી જ જાણીતી હોય, અથવા (3) કોર્ટના આદેશ દ્વારા અથવા અન્યથા જરૂરી હોય તે રીતે જાહેર કરવામાં આવી હોય. કાયદો",
    "1918025546": "જો તમને સેવાઓ પરની કોઈપણ વ્યક્તિ તરફથી ગોપનીય માહિતી પ્રદાન કરવામાં આવે છે, તો તમે તમારી પોતાની ગોપનીય માહિતીને સુરક્ષિત રાખવા માટે ઉપયોગ કરો છો તેટલી જ કાળજી સાથે તમે ગોપનીય માહિતીની ગુપ્તતાને સુરક્ષિત રાખવા માટે સંમત થાઓ છો, પરંતુ કોઈ પણ ઘટનામાં યોગ્ય કાળજી કરતાં ઓછી નથી. કાર્યની કામગીરી માટે જરૂરી હોય તે સિવાય તમે આવી કોઈપણ ગોપનીય અથવા માલિકીની માહિતી જાહેર અથવા પ્રકાશિત કરી શકશો નહીં. ઈન્ટ્યુશન મશીન પ્લેટફોર્મ પરના કાર્યની અંદરની તમામ માહિતીને ગોપનીય ગણવી જોઈએ, ભલે તે માહિતી સ્પષ્ટપણે ગોપનીય તરીકે નિયુક્ત ન હોય.",
    "2690395789": "જો અને જ્યારે તમને પ્રાપ્ત થયેલી ગોપનીય માહિતીની તમને હવે જરૂર ન હોય, તો તમારે તાત્કાલિક માહિતીની તમામ નકલો પરત કરવી અથવા નાશ કરવી આવશ્યક છે (જેણે માહિતી જાહેર કરી હોય તેના દ્વારા વિનંતી કરવામાં આવી છે) જે જગ્યા, સિસ્ટમ અથવા તમે નિયંત્રિત કરો છો તે અન્ય સાધનો પર અસ્તિત્વમાં છે.",
    "2178073797": "કારણ કે ગોપનીય માહિતી જાહેર કરવાથી ભરપાઈ ન થઈ શકે તેવું નુકસાન થઈ શકે છે, જાહેર કરનાર પક્ષ આ શબ્દના કોઈપણ ઉલ્લંઘન અથવા ધમકીભર્યા ભંગ માટે પ્રતિબંધક રાહત મેળવવા માટે હકદાર છે.",
    "2185860003": "21. વેબસાઇટ ફેરફારો",
    "2631249972": "અમે તમને સૂચના આપ્યા વિના અમારી વેબસાઇટને સુધારી અથવા સંશોધિત કરી શકીએ છીએ.",
    "3764131594": "22. તૃતીય-પક્ષ વેબસાઇટ્સ",
    "295955580": "અમારી વેબસાઇટમાં તૃતીય-પક્ષ વેબસાઇટ્સની લિંક્સ હોઈ શકે છે. અમે આવી વેબસાઇટ્સને નિયંત્રિત, તપાસ, દેખરેખ અથવા તપાસ કરતા નથી. અમે આવી વેબસાઇટ્સ પર સમાવિષ્ટ કમ્પ્યુટર પ્રોગ્રામ્સ, સામગ્રી અથવા અભિપ્રાયો માટે જવાબદાર નથી કે અમે તેને સમર્થન આપતા નથી. જો તમે અમારી વેબસાઇટ છોડવાનું અને કોઈપણ તૃતીય-પક્ષ વેબસાઇટને ઍક્સેસ કરવાનું નક્કી કરો છો, તો તમે તમારા પોતાના જોખમે આમ કરો છો.",
    "838225123": "23. વોરંટીનો અસ્વીકરણ",
    "3897238493": "સેવાઓ \"જેમ છે તેમ\" ના આધાર પર પૂરી પાડવામાં આવે છે. સેવાઓની ઍક્સેસિબિલિટી, ફિટનેસ, કાયદેસરતા, ઉપલબ્ધતા, અથવા કાર્યક્ષમતા, સંબંધિત સંબંધિત, સંબંધિત સંબંધિત, સંબંધિત આઇટમ્સ અંગે અમે કોઈ રજૂઆત અથવા વૉરંટી આપતા નથી, ગર્ભિત અથવા વ્યક્ત કરતા નથી. કાયદા દ્વારા મંજૂર મહત્તમ મર્યાદા સુધી, IMI તમામ સ્પષ્ટ અથવા ગર્ભિત શરતો, રજૂઆતો અને વોરંટીઓનો અસ્વીકાર કરે છે, પરંતુ આ સુધી મર્યાદિત નથી, ભાગીદારી, બિન-વેપારીની વોરંટી. કોઈપણ ખામી, બિન-અનુસંગિકતાઓ અથવા અસંતોષના સંદર્ભમાં IMI સામે તમારો એકમાત્ર અને વિશિષ્ટ ઉપાય એ સેવાઓનો ઉપયોગ બંધ કરવાનો છે, તમારી કમ્પ્યુટર સિસ્ટમને કોઈપણ નુકસાન, ડેટાના નુકસાન અથવા અન્ય ભ્રષ્ટાચાર માટે અમારી કોઈ જવાબદારી રહેશે નહીં. વેબસાઇટ અથવા ઇન્ટ્યુશન મશીન પ્લેટફોર્મની તમારી ઍક્સેસ અથવા ઉપયોગથી. સુનિશ્ચિત અને અનિશ્ચિત વિક્ષેપો આવી શકે છે, અને અમે અમારી વેબસાઇટની અવિરત ઉપલબ્ધતાની બાંયધરી આપતા નથી.",
    "2110259227": "24. જવાબદારીની મર્યાદા",
    "3018077211": "25. ફાળો આપનાર વિવાદ ઠરાવ",
    "2790841456": "જો તમે યોગદાનકર્તા છો, તો તમે નીચેની મધ્યસ્થી કલમ અને વર્ગ ક્રિયા માફી માટે સંમત થાઓ છો:",
    "2323013093": "26. લાગુ કાયદો",
    "2900525040": "કેલિફોર્નિયા રાજ્યના કાયદા આ સેવાની શરતો અને તેમાંથી ઉદ્ભવતા કોઈપણ વિવાદ, વિવાદ અથવા દાવાને નિયંત્રિત કરે છે.",
    "3339302473": "27. સમાપ્તિ",
    "41530052": "28. સામાન્ય શરતો",
    "3202747130": "સમગ્ર કરાર. આ સેવાની શરતો અને આ કરારમાં સંદર્ભિત કોઈપણ નીતિઓ, પ્રક્રિયાઓ અથવા શરતો વિષયવસ્તુના સંદર્ભમાં પક્ષકારોના સંપૂર્ણ કરારની રચના કરે છે અને પક્ષકારોના તમામ અગાઉના અને સમકાલીન સંબંધિત કરારો, દાવાઓ, રજૂઆતો અને સમજણને રદ કરે છે અને રદ કરે છે. .",
    "4080263153": "કોઈ માફી નહીં. જ્યાં સુધી માફી લેખિતમાં અને અમારા દ્વારા હસ્તાક્ષરિત ન હોય ત્યાં સુધી અમે અમારા અધિકારો અથવા ઉપાયોના કોઈપણ ભાગને માફ કર્યા હોવાનું માનવામાં આવશે નહીં. જો અમે આ કરારની કોઈપણ જોગવાઈ હેઠળ અમારા અધિકારોને લાગુ કરવામાં વિલંબ કરીએ અથવા નિષ્ફળ જઈએ, તો તે પછીથી આવી જોગવાઈ અથવા આ કરારના કોઈપણ ભાગને લાગુ કરવાના અમારા અધિકારની માફીનું નિર્માણ કરશે નહીં.",
    "1789371580": "અસાઇનેબિલિટી. તમે અમારી આગોતરી લેખિત સંમતિ વિના આ સેવાની શરતો સોંપી શકશો નહીં. અમે કોઈપણ સમયે, સૂચના વિના આ સેવાની શરતો સોંપી શકીએ છીએ. ઉપરોક્તને આધીન, સેવાની આ શરતો દરેક પક્ષના અનુગામીઓ અને પરવાનગી આપેલી સોંપણીઓ માટે બંધનકર્તા રહેશે.",
    "2819628066": "વિભાજનક્ષમતા. જો આ સેવાની શરતોની કોઈપણ જોગવાઈ કોઈપણ કારણોસર અમાન્ય અથવા બિનઅસરકારક જણાય છે, તો તે કોઈપણ બાકીની જોગવાઈઓની માન્યતા અને અમલીકરણને અસર કરશે નહીં.",
    "3955981186": "સુધારાઓ. IMI સિવાય અન્ય કોઈ દ્વારા આ સેવાની શરતોમાં કોઈ ફેરફાર અથવા સુધારો IMI પર બંધનકર્તા રહેશે નહીં સિવાય કે IMI ના યોગ્ય અધિકૃત પ્રતિનિધિ દ્વારા હસ્તાક્ષર કરાયેલ લેખિત સાધનમાં.",
    "1377538813": "પ્રચલિત ભાષા. આ સેવાની શરતોનું અંગ્રેજી ભાષા સંસ્કરણ તમામ બાબતોમાં નિયંત્રિત કરશે અને અનુવાદિત સંસ્કરણો સાથે કોઈપણ અસંગતતાના કિસ્સામાં, જો કોઈ હોય તો તે પ્રચલિત રહેશે.",
    "2438016011": "સ્વૈચ્છિક કરાર. આ સેવાની શરતોના તમામ પક્ષો પ્રતિનિધિત્વ કરે છે અને સંમત થાય છે કે દરેકે આ કરારના તમામ પાસાઓની સમીક્ષા કરી છે, તેની તમામ જોગવાઈઓને કાળજીપૂર્વક વાંચી અને સંપૂર્ણ રીતે સમજ્યા છે અને સ્વેચ્છાએ આ કરારમાં પ્રવેશ કરી રહ્યા છે.",
    "2445034923": "જો તમે આ સેવાની શરતોના તમામ નિયમો અને શરતો સાથે સંમત નથી, તો સાઇટ અથવા સેવાઓનો ઉપયોગ કરશો નહીં (અને તમે ન પણ કરી શકો).",
    "2646127839": "મુખ્ય સેવાની શરતોમાં ગ્રાહક પરિશિષ્ટ",
    "4097297673": "ગ્રાહક, વિનંતીકર્તા અથવા સંકલનકર્તા તરીકે, તમે તમારી અને IMI વચ્ચેની કોઈપણ અન્ય બંધનકર્તા શરતો ઉપરાંત નીચેની શરતોથી બંધાયેલા રહેવા માટે સંમત થાઓ છો.",
    "1093280979": "1. પ્લેટફોર્મ ઓર્ડર ફોર્મ્સ",
    "1549953005": "તમે ગ્રાહક અથવા વિનંતીકર્તા બનવાની શરત તરીકે એક અથવા વધુ પ્લેટફોર્મ એક્સેસ ઓર્ડર ફોર્મ્સ (દરેક, \"ઓર્ડર ફોર્મ\") પૂર્ણ કર્યા હશે. જો એમ હોય, તો ઓર્ડર ફોર્મમાં વર્ણવેલ નિયમો અને શરતો સેવાની શરતોનો ભાગ બની જાય છે અને આથી સંદર્ભ દ્વારા સમાવિષ્ટ કરવામાં આવે છે.",
    "3819851005": "2. ફી",
    "1591032933": "તમે લાગુ ઓર્ડર ફોર્મમાં આપેલી ચુકવણી પદ્ધતિ દ્વારા લાગુ ઓર્ડર ફોર્મમાં વર્ણવ્યા મુજબ ફી IMI ને ચૂકવશો. જ્યાં સુધી બંને પક્ષો લેખિતમાં સ્પષ્ટપણે સંમત ન થાય ત્યાં સુધી, તમે ઇન્વૉઇસની મેઇલિંગ તારીખ પછી ત્રીસ (30) દિવસની અંદર જારી કરાયેલા તમામ ઇન્વૉઇસ માટે સંપૂર્ણ ચુકવણી પ્રદાન કરશો. તમે અમને પ્રદાન કરો છો તે તમામ ક્રેડિટ કાર્ડ માહિતી પર ક્રેડિટ કાર્ડ અધિકૃતતાઓ ચલાવવા માટે, તે ક્રેડિટ કાર્ડ માહિતીને સંગ્રહિત કરવા અને તમારા ક્રેડિટ કાર્ડ અથવા અન્ય કોઈપણ એકાઉન્ટને ચાર્જ કરવા માટે તમે અમને અધિકૃત કરો છો જેની સાથે અમે પરસ્પર ચુકવણીના સ્વરૂપ તરીકે સંમત થાઓ છો. ઑર્ડર ફોર્મ પર અથવા તમારા એન્ટરપ્રાઇઝ સર્વિસ એગ્રીમેન્ટ અથવા માસ્ટર સર્વિસ એગ્રીમેન્ટમાં અન્યથા જણાવ્યું ન હોય ત્યાં સુધી, તમારા કરાર (\"અસરકારક તારીખ\") હેઠળ IMI દ્વારા પૂરી પાડવામાં આવતી સેવાઓની શરૂઆત પર, વધુ પડતી રકમ સિવાય, સેવાઓ માટેની તમામ ફીનું વાર્ષિક બિલ વસૂલવામાં આવે છે.",
    "4142610534": "કોઈપણ વિલંબિત ચૂકવણીઓ દર મહિને 1.5% ટકાના દરે અથવા કાયદા દ્વારા માન્ય મહત્તમ રકમ, બેમાંથી જે પણ ઓછી હોય તેના દરે વિલંબિત શુલ્ક એકત્રિત કરશે. જો તમે કોઈપણ કારણોસર આ કરાર હેઠળ બાકી રકમ ચૂકવવામાં નિષ્ફળ થાઓ, તો તમારું એકાઉન્ટ અમારી સંપૂર્ણ વિવેકબુદ્ધિથી સસ્પેન્ડ કરવામાં આવી શકે છે, આ કિસ્સામાં કાર્યો પૂર્ણ કરવા માટે તમારા એકાઉન્ટમાંથી કોઈ વધારાની ચૂકવણી કરવામાં આવશે નહીં અને તમારા તમામ કાર્યો દૂર કરવામાં આવશે. અમારી વેબસાઇટ પરથી. તમારે માંગણી પર બાકી રહેલી તમામ રકમ ઉપરાંત કોઈપણ પ્રોસેસિંગ ફી, લેટ ફી અથવા એટર્ની ફી માટે અમને ભરપાઈ કરવી પડશે. અમે ક્રેડિટ રિપોર્ટિંગ એજન્સીઓ અને કાયદા અમલીકરણ અધિકારીઓને પણ યોગ્ય અહેવાલો આપી શકીએ છીએ.",
    "512991700": "જો તમે કોઈપણ ફીનો વિવાદ કરવા ઈચ્છો છો, તો તમારે પહેલા બિલિંગ અથવા એકાઉન્ટ સ્ટેટમેન્ટની સમાપ્તિ તારીખના ત્રીસ (30) દિવસ પછી અમારા ગ્રાહક સપોર્ટ વિભાગનો સંપર્ક કરવો જોઈએ જેમાં એડજસ્ટમેન્ટ અથવા ક્રેડિટ મેળવવા માટે ભૂલ અથવા સમસ્યા દેખાય છે.",
    "1273914192": "3. કર",
    "4242322181": "ઇન્ટ્યુશન મશીનની ચોખ્ખી આવક અથવા વ્યક્તિગત મિલકત પર મૂલ્યાંકન કરાયેલ યુએસ કર સિવાયની સેવાઓ સાથે સંકળાયેલા તમામ કરની ચુકવણી માટે તમે જવાબદાર છો.",
    "1671996585": "તમારે અમારી એપ્લિકેશન પ્રોગ્રામિંગ ઇન્ટરફેસ (\"API\") દ્વારા અમારી સેવાઓ સાથે તમારી વેબસાઇટ, એપ્લિકેશન અથવા પ્લેટફોર્મને એકીકૃત કરવાની જરૂર પડી શકે છે. જો તમે આમ કરો છો, તો અમે તમને સેવાઓને ઍક્સેસ કરવા માટે ફક્ત API નો ઉપયોગ કરવા માટે મર્યાદિત, બિન-વિશિષ્ટ, બિન-તબદીલીપાત્ર, બિન સોંપી શકાય તેવું, રદ કરી શકાય તેવું લાઇસન્સ આપીએ છીએ. અમે કોઈપણ સમયે API ને સંશોધિત કરી શકીએ છીએ અને/અથવા API ના જૂના સંસ્કરણો અથવા પ્રકાશનોના સમર્થનને બંધ કરી શકીએ છીએ. અમે અમારી સંપૂર્ણ વિવેકબુદ્ધિથી API ની તમારી ઍક્સેસને સસ્પેન્ડ કરવાનો અથવા મર્યાદિત કરવાનો અધિકાર અનામત રાખીએ છીએ, અને સસ્પેન્શન પહેલાં તમને સૂચના આપવા માટે અમે વ્યાજબી પ્રયાસોનો ઉપયોગ કરીશું.",
    "4036662147": "5. ગોપનીય માહિતીનું રક્ષણ",
    "3564208535": "તમે અમારી પાસેથી અથવા અમારી સેવાઓ દ્વારા પ્રાપ્ત કોઈપણ ગોપનીય માહિતીને સુરક્ષિત કરવા માટે વ્યાપારી રીતે વાજબી પ્રયાસોનો ઉપયોગ કરવા માટે સંમત થાઓ છો. બોટ સ્કોર્સ અને અમારી એન્ટરપ્રાઇઝ સેવાની બિન-જાહેર વિગતોનો સમાવેશ થાય છે, જેમાં બિન-જાહેર દસ્તાવેજો અને અમે અમારી બોટ શોધ પદ્ધતિઓ સંબંધિત કોઈપણ વિગતો શેર કરી શકીએ છીએ. જો તમને આવી કોઈપણ ગોપનીય માહિતીની ઍક્સેસ આપવામાં આવે છે, તો અમે અમારા સંપૂર્ણ વિવેકબુદ્ધિથી અમારી સેવાઓની તમારી ઍક્સેસને સંશોધિત કરી શકીએ છીએ, સ્થગિત કરી શકીએ છીએ અથવા મર્યાદિત કરી શકીએ છીએ જો અમે નિર્ધારિત કરીએ કે અમારી સેવાઓના તમારા ઉપયોગ દ્વારા ગોપનીય માહિતી બહાર આવી રહી છે, અને અમે વ્યાજબી પ્રયાસોનો ઉપયોગ કરીશું. સસ્પેન્શન પહેલાં તમને સૂચના આપવા માટે.",
    "120384113": "6. સમાપ્તિ",
    "453723556": "તમે ગ્રાહક અથવા વિનંતીકર્તા બનવાનું બંધ કરીને સેવાની શરતોથી સ્વતંત્ર આ ગ્રાહક પરિશિષ્ટ સમાપ્ત કરી શકો છો. અમે કોઈપણ સમયે ગ્રાહક અથવા વિનંતીકર્તા તરીકે તમારી સ્થિતિને સસ્પેન્ડ કરવાનો અથવા સમાપ્ત કરવાનો અથવા અન્યથા સેવાની શરતો સાથે સુસંગત તમારા એકાઉન્ટ અથવા સેવાઓનો ઉપયોગ સમાપ્ત કરવાનો અધિકાર અનામત રાખીએ છીએ. તમારા ઓર્ડર ફોર્મ હેઠળ બાકી રહેલી કોઈપણ રકમ માટે તમે સમાપ્તિ પર જવાબદાર રહેશો. જો તમારા સબ્સ્ક્રિપ્શનમાં કોઈપણ માસિક અથવા વાર્ષિક ફી અથવા માસિક અથવા વાર્ષિક લઘુત્તમનો સમાવેશ થાય છે, તો પણ તમે અનુક્રમે તે મહિના અથવા વર્ષના અંત સુધીમાં તમામ સેવાઓની ફી માટે ચૂકવણી કરવા માટે જવાબદાર હશો.",
    "218889628": "આ ગ્રાહક પરિશિષ્ટ અથવા સેવાની શરતોના તમારા ભંગના પરિણામે જ્યાં અમે આ ગ્રાહક પરિશિષ્ટ અથવા સેવાની શરતોને સમાપ્ત કરીએ છીએ તે સિવાય, જો અમે સમાપ્ત કરીએ અને તમે અમને કોઈપણ ફી ચૂકવી હોય, તો અમે તેમાંથી પ્રો-રેટા ભાગ પરત કરીશું. પ્રિપેઇડ રકમ, બાકીના સમય અથવા તમે જે સેવાઓ માટે ચૂકવણી કરી છે તેના આધારે, જે ઓછું હોય. અમે અમારા કામને વ્યાપારી રીતે વાજબી રીતે સમાપ્ત કરીશું અને અમારા કબજામાંના તમામ પેઇડ-ફોર આઉટપુટ ડેટા સેટ્સ અને તમામ ગ્રાહક ડેટાને સાચવીશું અને તમને પહોંચાડીશું. કોઈપણ સમાપ્તિ પર, અમે કોઈપણ ડેટા કાઢી નાખવા માટે બંધાયેલા હોઈ શકીએ છીએ.",
    "2505227594": "7. ઓવરેજીસ",
    "2369877184": "hCaptcha ઇન્ટિગ્રેટર્સ અથવા ગ્રાહકો માટે મહત્તમ અનુમતિ પ્રાપ્ત પીક RPS દર તમારા એકાઉન્ટ (\"RPS\") ની અંદરની સંસ્થાઓને પ્રતિ સેકન્ડ 1,000 વિનંતીઓ છે, સિવાય કે તમારી અને અમારી વચ્ચેના લેખિત કરાર દ્વારા ઉલ્લેખિત ન હોય.",
    "234420106": "જો તમે hCaptcha એન્ટરપ્રાઇઝ સેવાના સંકલનકર્તા અથવા ગ્રાહક છો અને RPS દ્વારા માપવામાં આવેલ તમારો API વપરાશ તમારા સેવા સ્તર માટે જોગવાઈ કરેલ દર કરતાં વધી જાય છે, તો અમે તમારી સેવામાં ફેરફાર કરવાનું અથવા વધુ પડતો દર ચાર્જ કરવાનું પસંદ કરી શકીએ છીએ. જો તમારો પીક RPS દર 30 દિવસના સમયગાળામાં કુલ 10 કે તેથી વધુ મિનિટ માટે 10 ના પરિબળ દ્વારા જોગવાઈ કરેલ દર કરતાં વધી જાય અને આમાંની મોટાભાગની વિનંતીઓ, અમારા એકમાત્ર નિર્ણયમાં, દૂષિત ટ્રાફિક નહીં, અમે પસંદ કરી શકીએ છીએ. તે મહિનામાં કરવામાં આવેલી તમામ API વિનંતીઓ માટે તમારા કરાર મુજબ ઉલ્લેખિત ઓવરેજ રેટ પર તમારી પાસેથી શુલ્ક લેશો.",
    "2619472217": "8. પુનર્વેચાણ",
    "2019702084": "જ્યાં સુધી ગ્રાહકના મુખ્ય સેવા કરાર અથવા પુનર્વિક્રેતા કરારમાં સ્પષ્ટપણે પરવાનગી આપવામાં ન આવે ત્યાં સુધી, ઓર્ડર કરેલ SaaS સેવાઓને વેચવામાં આવશે નહીં, ફરીથી વેચવામાં આવશે નહીં, લીઝ પર આપવામાં આવશે, પેટા-લીઝ પર આપવામાં આવશે, લાઇસન્સ આપવામાં આવશે નહીં, પેટા-લાઈસન્સ આપવામાં આવશે અથવા અન્યથા કોઈપણ અન્ય તૃતીય પક્ષ (ગ્રાહકના સંલગ્ન સિવાય)ને ઉપલબ્ધ કરાવશો નહીં. ), અને કરાર હેઠળના તમામ ઓર્ડર અને સેવાનો તમામ ગ્રાહક ઉપયોગ ગ્રાહકના અથવા તેના સંલગ્નના પોતાના આંતરિક વ્યવસાય ઉપયોગ માટે રહેશે.",
    "1233229030": "વિવિધ",
    "1467783792": "યુનાઇટેડ સ્ટેટ્સ દ્વારા મંજૂર કરાયેલી કોઈપણ વ્યક્તિ, એન્ટિટી અથવા સંસ્થા (\"મંજૂર અભિનેતા\") પુરસ્કારો માટે અથવા સેવાઓનો ઇન્ટિગ્રેટર તરીકે ઉપયોગ કરવા માટે પાત્ર નથી. શંકાના નિવારણ માટે, આમાં યુએસ ડિપાર્ટમેન્ટ ઓફ ટ્રેઝરીના ફોરેન એસેટ્સ કંટ્રોલ (\"OFAC\") દ્વારા નિયુક્ત કરાયેલા કોઈપણ મંજૂર અભિનેતાઓનો સમાવેશ થાય છે.",
    "3759657802": "તમે આ સેવાની શરતો અથવા તમારા અધિકારો અથવા જવાબદારીઓને અહીં કોઈપણ રીતે (કાયદા દ્વારા અથવા અન્યથા) સોંપી, સ્થાનાંતરિત અથવા સોંપી શકશો નહીં.",
    "1627232990": "સેવાની આ શરતોના અનુવાદો શ્રેષ્ઠ પ્રયાસના આધારે પ્રદાન કરવામાં આવે છે. અંગ્રેજી ભાષાની સેવાની શરતો અને તેના અનુવાદ વચ્ચેના કોઈપણ નોંધપાત્ર તફાવતની સ્થિતિમાં, અંગ્રેજી ભાષાની સેવાની શરતોને અધિકૃત તરીકે ગણવામાં આવશે.",
    "805221621": "કૃપા કરીને અમારો સંપર્ક કરો",
    "259613338": "જો તમને આ સેવાની શરતો અંગે કોઈ પ્રશ્નો હોય.",
    "2735878907": "વ્યાપાર સાતત્ય આયોજન નિવેદન",
    "2887242610": "Intuition Machines, Inc એ અમારા hCaptcha વ્યવસાયને નોંધપાત્ર રીતે વિક્ષેપ પાડતી ઘટનાઓને અમે કેવી રીતે પ્રતિસાદ આપીશું તેના પર એક વ્યાપાર સાતત્ય યોજના વિકસાવી છે. આપત્તિઓ અને વિક્ષેપોનો સમય અને અસર અણધારી હોવાથી, આપણે વાસ્તવિક ઘટનાઓ બનતી હોવાથી તેનો પ્રતિસાદ આપવામાં લવચીક બનવું પડશે. તેને ધ્યાનમાં રાખીને, અમે તમને અમારા વ્યવસાય સાતત્ય યોજના પર આ માહિતી પ્રદાન કરીએ છીએ.",
    "809251240": "અમારો સંપર્ક કરી રહ્યા છીએ",
    "2551802342": "- અમે નોંધપાત્ર વ્યાપારી વિક્ષેપ પછી ઝડપથી પુનઃપ્રાપ્ત કરવા અને વ્યવસાયિક કામગીરી ફરી શરૂ કરવાની યોજના બનાવીએ છીએ અને અમારા કર્મચારીઓ અને મિલકતની સુરક્ષા કરીને, નાણાકીય અને ઓપરેશનલ મૂલ્યાંકન કરીને, પેઢીના પુસ્તકો અને રેકોર્ડનું રક્ષણ કરીને અને અમારા ગ્રાહકો અને તેમના અંતિમ વપરાશકર્તાઓને ઑનલાઇન વ્યવહાર કરવાની મંજૂરી આપીને પ્રતિસાદ આપીએ છીએ. ટૂંકમાં, અમારી વ્યાપાર સાતત્ય યોજના અમારી પેઢીને શક્ય તેટલી ઝડપથી કામગીરી ફરી શરૂ કરવાની પરવાનગી આપવા માટે ડિઝાઇન કરવામાં આવી છે, જે નોંધપાત્ર બિઝનેસ વિક્ષેપના અવકાશ અને ગંભીરતાને જોતા. અમારા વ્યવસાય સાતત્ય યોજના સરનામાં: ડેટા બેકઅપ અને પુનઃપ્રાપ્તિ; તમામ મિશન ક્રિટિકલ સિસ્ટમ્સ; નાણાકીય અને ઓપરેશનલ આકારણીઓ; ગ્રાહકો, કર્મચારીઓ અને દેખરેખ સંસ્થાઓ સાથે વૈકલ્પિક સંચાર; કર્મચારીઓનું વૈકલ્પિક ભૌતિક સ્થાન; નિર્ણાયક સપ્લાયર અને ગ્રાહક અસર; નિયમનકારી અહેવાલ; અને જો અમે અમારો વ્યવસાય ચાલુ રાખવામાં અસમર્થ હોઈએ તો અમારા ગ્રાહકોને તાત્કાલિક સૂચના આપવી. અમારો મુખ્ય સપ્લાયર પૂલ ભૌગોલિક રીતે અલગ વિસ્તારમાં અમારા મહત્વપૂર્ણ રેકોર્ડનો બેકઅપ લે છે. જ્યારે દરેક કટોકટીની પરિસ્થિતિ બાહ્ય પરિબળોના આધારે અનન્ય સમસ્યાઓ ઊભી કરે છે, જેમ કે દિવસનો સમય અને વિક્ષેપની તીવ્રતા, અમને આ સપ્લાયર પૂલ દ્વારા સલાહ આપવામાં આવી છે કે તેમનો ઉદ્દેશ્ય તેમની પોતાની કામગીરી પુનઃસ્થાપિત કરવાનો છે અને ઝડપથી સેવાઓ ફરી શરૂ કરવામાં સક્ષમ છે. જો કે અમે વિવિધ સપ્લાયર્સનો ઉપયોગ કરીને જોખમ ઘટાડવા માટે કામ કર્યું છે, આ સમયગાળા દરમિયાન તમારી સેવાઓમાં ફેરફાર અથવા વિક્ષેપ થઈ શકે છે.",
    "826396656": "અમારી વ્યાપાર સાતત્ય યોજના",
    "1979347895": "- નોંધપાત્ર વ્યાપાર વિક્ષેપો તેમના અવકાશમાં અલગ અલગ હોઈ શકે છે, જેમ કે માત્ર અમારી પેઢી, અમારી ફર્મ રહેતી એક ઇમારત, અમારી પેઢી જ્યાં સ્થિત છે તે પડોશ, અમે જ્યાં સ્થિત છીએ તે શહેર અથવા સમગ્ર પ્રદેશ. આ દરેક વિસ્તારોની અંદર, વિક્ષેપની તીવ્રતા પણ ન્યૂનતમથી ગંભીર સુધી બદલાઈ શકે છે. અમારી ફર્મ, અમારા બિઝનેસ ડિસ્ટ્રિક્ટ, શહેર અથવા પ્રદેશમાં અથવા અમારી ફર્મના મકાનમાં વિક્ષેપ આવે ત્યારે, અમે અમારી કામગીરીને જ્યારે જરૂર પડે ત્યારે સ્થાનિક સાઇટ પર સ્થાનાંતરિત કરીશું અને વ્યવસાયની કામગીરીમાં કોઈ ભૌતિક વિક્ષેપની અપેક્ષા રાખીશું. કોઈપણ પરિસ્થિતિમાં, અમે વ્યવસાય ચાલુ રાખવાની યોજના બનાવીએ છીએ, જો જરૂરી હોય તો વૈકલ્પિક સપ્લાયર્સને ઑપરેશન્સ સ્થાનાંતરિત કરીએ છીએ, અને અમારો સંપર્ક કેવી રીતે કરવો તે માટે hcaptcha.com પર અમારી વેબસાઇટ અને hcaptchastatus.com પર અમારા સ્ટેટસ પેજ દ્વારા તમને સૂચિત કરીએ છીએ. જો નોંધપાત્ર વ્યવસાય વિક્ષેપ એટલો ગંભીર છે કે તે અમને વ્યવસાયમાં રહેવાથી અટકાવે છે, તો અમે તમને ઝડપથી સૂચિત કરીશું.",
    "653679457": "વિવિધ વિક્ષેપો",
    "410397176": "વધારે માહિતી માટે",
    "2095899021": "hCaptcha બ્રાંડિંગ માર્ગદર્શિકા અને સામાન્ય ટ્રેડમાર્ક લાઇસન્સ",
    "2340340589": "hCaptcha ચિહ્નનો ઉપયોગ કરવા માટેની માર્ગદર્શિકા",
    "2430148876": "અમે અમારા ગ્રાહકો, ભાગીદારો અને ચાહકો માટે અમારી કોર્પોરેટ ઓળખને જાળવી રાખીને અમારી બ્રાન્ડ સાથે કામ કરવાનું શક્ય તેટલું સરળ બનાવવા માટે આ માર્ગદર્શિકા અને સામાન્ય ટ્રેડમાર્ક લાઇસન્સ બનાવ્યા છે. જો તમારે hCaptcha ચિહ્નો, લોગો અથવા અન્ય ચિહ્નોનો ઉપયોગ આ માર્ગદર્શિકાઓથી ભૌતિક રીતે અલગ હોય તેવી રીતે કરવાની જરૂર હોય, તો તમારે લેખિત લાયસન્સ માટે અમારો (IMI) સંપર્ક કરવો પડશે.",
    "3884400764": "જ્યારે તમે આ દિશાનિર્દેશો અનુસાર hCaptcha માર્કસનો ઉપયોગ કરી શકો છો, તેનો અર્થ એ નથી કે તમારી પાસે hCaptcha માર્કસ, લોગો અથવા અન્ય કોઈપણ ટ્રેડમાર્ક, ટ્રેડ નામ, સેવા ચિહ્ન, વ્યવસાયનું નામ અથવા hCaptcha ના સદ્ભાવનામાં કોઈપણ નિહિત અધિકારો છે. અમે શક્ય તેટલી વધુ લવચીકતા આપવા માંગીએ છીએ, પરંતુ અમે hCaptcha ને કોઈપણ ટ્રેડમાર્ક, વેપાર નામ, સેવા ચિહ્ન, વ્યવસાયનું નામ અથવા hCaptcha ના ગુડવિલના અનધિકૃત ઉપયોગ સામે રક્ષણ આપવા માટે બંધાયેલા છીએ. કોઈપણ અનધિકૃત ઉપયોગ hCaptcha દ્વારા આપવામાં આવેલ પરવાનગી અથવા લાઇસન્સ આપમેળે સમાપ્ત કરે છે અને કોઈપણ નુકસાન માટે કાનૂની જવાબદારીઓ ભોગવી શકે છે.",
    "512598290": "આમ, અમારે પૂછવું જોઈએ કે તમે હંમેશા બધા hCaptcha ચિહ્નો અને લોગોનો ઉપયોગ એવા ફોર્મમાં કરો જે કેપિટલાઇઝેશન, ટાઇપફેસ અને શૈલી સહિત નીચેના નિયમોનું પાલન કરે.",
    "2075610992": "સહારો આપવા બદલ આપનો આભાર!",
    "1023190144": "hCaptcha® ટેક્સ્ટમાં",
    "4274324704": "લેખિત નકલમાં અમારા નામનો ઉપયોગ કેવી રીતે કરવો તે અહીં છે:",
    "3912926900": "hCaptcha® જ્યારે ક્રિએટિવ કોપીમાં પ્રથમ વખત દેખાય ત્યારે તેમાં નોંધાયેલ ટ્રેડમાર્ક પ્રતીક હોવું જોઈએ.",
    "950637875": "hCaptcha જોડણી ક્યારેય બદલવી જોઈએ નહીં અને hCaptcha હંમેશા બીજા અક્ષર (\"C\") માં કેપિટલાઇઝ્ડ હોવો જોઈએ. તે ક્યારેય બહુવચન કે માલિકીનું નથી.",
    "2624601135": "\"hCaptcha\" નો ઉપયોગ બ્રાંડના નામના ભાગ રૂપે થવો જોઈએ નહીં, હાઇફન સાથે જોડવો જોઈએ અથવા એપ્લિકેશન અથવા અન્ય ઉત્પાદનોના નામમાં ઉપયોગ કરવો જોઈએ નહીં.",
    "3828090208": "તેના બદલે \"hCaptcha માટે\" નો ઉપયોગ કરો. જો તૃતીય પક્ષના લોગો સાથે ઉપયોગ કરવામાં આવ્યો હોય, તો \"hCaptcha માટે\" તૃતીય પક્ષના લોગો કરતા કદમાં નાનું હોવું જરૂરી છે.",
    "4149738856": "hCaptcha નો ઉપયોગ વિશેષણ તરીકે થવો જોઈએ અને તેના પછી યોગ્ય સામાન્ય શબ્દ હોવો જોઈએ.",
    "1446868537": "hCaptcha નો ઉપયોગ ક્યારેય ક્રિયાપદ તરીકે થવો જોઈએ નહીં.",
    "2487931657": "ઉપયોગ કરશો નહીં: \"અમે અમારી સાઇટ hCaptcha'd.\"",
    "2565565429": "તેના બદલે ઉપયોગ કરો: \"અમે અમારી સાઇટને વધુ સુરક્ષિત અને વધુ સુરક્ષિત બનાવવા માટે hCaptcha નો ઉપયોગ કરીએ છીએ.\"",
    "3434202027": "સંચારમાં hCaptcha નામના કોઈપણ ઉપયોગ માટે એટ્રિબ્યુશનની જરૂર છે: \"hCaptcha એ Intuition Machines, Inc નો નોંધાયેલ ટ્રેડમાર્ક છે.\"",
    "2754937029": "અસ્વીકાર્ય ઉપયોગો",
    "2436973524": "માત્ર સચોટ સંદર્ભો જ સ્વીકાર્ય છે. એવું કહેવું માન્ય નથી કે કોઈ સાઇટ hCaptcha સેવાઓ અને એપ્લિકેશનનો ઉપયોગ કરે છે જ્યારે તે કરતી નથી. એ જ રીતે, અમારા લોગો અથવા કોઈપણ બેજનો ઉપયોગ એ જ રીતે યોગ્ય છે જ્યારે સાઇટ hCaptcha સેવાઓનો ઉપયોગ કરે છે.",
    "69844082": "hCaptcha ટ્રેડમાર્ક્સ, ગ્રાફિક પ્રતીકો, લોગો, ટાઇપફેસ અથવા ચિહ્નોનો પણ અપમાનજનક રીતે ઉપયોગ કરી શકાશે નહીં.",
    "3861413614": "તમે કોઈપણ hCaptcha ટ્રેડમાર્ક અથવા લોગોનો ઉપયોગ કરી શકતા નથી જે સૂચવે છે કે hCaptcha સ્પષ્ટ લેખિત પરવાનગી વિના, તૃતીય પક્ષ ઉત્પાદન અથવા સેવા સાથે જોડાણ અથવા સમર્થન, સ્પોન્સરશિપ અથવા સમર્થન ધરાવે છે.",
    "1409822234": "કોઈ પણ સંજોગોમાં ડોમેન નામ તરીકે સમાન અથવા લગભગ સમાન hCaptcha ટ્રેડમાર્કનો ઉપયોગ કરવો જોઈએ નહીં.",
    "4181060163": "તૃતીય પક્ષોએ ભિન્નતા અથવા ખોટી જોડણીનો ઉપયોગ કરવો જોઈએ નહીં અથવા hCaptcha ટ્રેડમાર્ક્સ પર કોઈપણ પ્રારંભિક રુચિની મૂંઝવણ ઊભી થાય તે રીતે કાર્ય કરવું જોઈએ નહીં.",
    "3955555607": "ભાગીદારો અથવા અધિકૃત પુનર્વિક્રેતાઓ સિવાય, તૃતીય પક્ષો hCaptcha ચિહ્નો અથવા ખોટી જોડણીઓનો ઉપયોગ કરીને કીવર્ડ્સ, Google AdWords અથવા અન્ય લક્ષિત જાહેરાત સિસ્ટમ્સ માટે બિડ કરી શકશે નહીં. તેમજ તૃતીય પક્ષો ડોમેન નામો, કોઈપણ સર્ચ એન્જિન ઓપ્ટિમાઇઝેશન, મેટા ટેગ્સ, શોધ શબ્દો, કોડ અથવા અન્ય ખોટી રજૂઆતમાં hCaptcha માર્કસનો ઉપયોગ કરી શકશે નહીં.",
    "1985238261": "અન્ય પ્રતિબંધિત ગુણ",
    "2193061499": "અમારા કેટલાક લોગો અને માર્કસ hCaptcha અને તેના ભાગીદારો દ્વારા ઉપયોગમાં લેવા માટે પ્રતિબંધિત છે. તૃતીય પક્ષો hCaptcha ના લેખિત લાઇસન્સ વિના નીચેના ગુણનો ઉપયોગ કરી શકશે નહીં:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha પાર્ટનર™",
    "755156539": "hCaptcha અધિકૃત પુનર્વિક્રેતા™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "hCaptcha™ દ્વારા BotStop",
    "2557601376": "hCaptcha લોગો™",
    "248923369": "BotStop લોગો™",
    "3942875761": "વધુ સારી વેબ™ બનાવવામાં મદદ કરો",
    "364774188": "હું માનવ છું™",
    "2785425016": "(માનવતા ચકાસણી ઉકેલના સંદર્ભમાં, દા.ત. એક કૉલ ટુ એક્શન)",
    "2639657759": "પરવાનગી દ્વારા વપરાયેલ ગુણ",
    "1268918580": "hCaptcha અને તેના ભાગીદારો દ્વારા ઉપયોગમાં લેવાતા કેટલાક લોગો અને માર્ક્સ તૃતીય પક્ષોની માલિકીના છે અને તેનો ઉપયોગ તેમની પરવાનગીથી જ થઈ શકે છે. તૃતીય પક્ષો તેમના માલિકોની પરવાનગી સિવાય નીચેના ગુણનો ઉપયોગ કરી શકશે નહીં:",
    "3782751514": "HUMAN Protocol® એ હ્યુમન પ્રોટોકોલ ફાઉન્ડેશનનું નોંધાયેલ ટ્રેડમાર્ક છે, અને તેનો ઉપયોગ તેની પરવાનગી સાથે થાય છે.",
    "1620709264": "HUMAN Token® એ હ્યુમન પ્રોટોકોલ ફાઉન્ડેશનનું નોંધાયેલ ટ્રેડમાર્ક છે, અને તેનો ઉપયોગ તેની પરવાનગી સાથે થાય છે.",
    "3031953928": "HUMAN Network™ એ હ્યુમન પ્રોટોકોલ ફાઉન્ડેશનનો ટ્રેડમાર્ક છે અને તેનો ઉપયોગ તેની પરવાનગી સાથે થાય છે.",
    "3554363588": "અન્ય ગુણ",
    "3290996791": "અન્ય તમામ ઉત્પાદન નામો, લોગો અને બ્રાન્ડ્સ તેમના સંબંધિત માલિકોની મિલકત છે. આ વેબસાઇટમાં ઉપયોગમાં લેવાતી અન્ય તમામ કંપની, ઉત્પાદન અને સેવાના નામો માત્ર ઓળખના હેતુ માટે છે. આ નામો, લોગો અને બ્રાન્ડ્સનો ઉપયોગ સમર્થન સૂચિત કરતું નથી.",
    "2444685143": "લોગો નીતિ",
    "2414232014": "અમારો લોગો તરત જ ઓળખી શકાય તેવો છે અને અમારી સૌથી મૂલ્યવાન અને મહત્વપૂર્ણ સંપત્તિઓમાંની એક છે. તે અમારી કંપનીનું મજબૂત પ્રતિનિધિત્વ બની રહે તે સુનિશ્ચિત કરવા માટે, તે સંચારની તમામ ચેનલોમાં સાવચેતીપૂર્વક અને સુસંગત રીતે રજૂ થવી જોઈએ.",
    "803639471": "hCaptcha લોગોમાં હેન્ડ આઇકોન અને hCaptcha લોગોટાઇપનો સમાવેશ થાય છે. તેના વૈકલ્પિક સ્વરૂપમાં, જ્યારે જગ્યા મર્યાદિત હોય અને \"hCaptcha\" નો ઉપયોગ શબ્દ ચિહ્ન તરીકે (ઉપર વર્ણવ્યા પ્રમાણે) હાથના ચિહ્નની નિકટતામાં કરવામાં આવે છે, તે સ્પષ્ટ છે કે હાથનું ચિહ્ન hCaptcha રજૂ કરે છે.",
    "564127016": "hCaptcha હેન્ડ આઇકન:",
    "1424800293": "hCaptcha લોગો:",
    "1525506526": "એકાઉન્ટ ટેકઓવર શું છે અને તેઓ કેવી રીતે કાર્ય કરે છે?",
    "2446481523": "એક જૂની લોકવાર્તા છે જેમાં એક વેગન ડ્રાઈવર અને એક ઉમરાવ એક નાનકડા દેશના ગામમાં કોન્સ્ટેબલરીમાં દેખાય છે. ગંદા, ગરીબોના કપડાં પહેરેલા એક માણસે કોન્સ્ટેબલને કહ્યું, “હું ઉમદા માણસ છું. આ માણસ મારો ડ્રાઈવર હતો.",
    "1767952047": "તેણે ગઈકાલે રાત્રે મારા પર હુમલો કર્યો, મારા કપડાં ચોરી લીધા અને મારા પૈસા લઈ લીધા. ઉમદા વર્ગના કપડાં પહેરેલા બીજા માણસે જવાબ આપ્યો, “કોન્સટેબલ, આ માણસ ગાંડો છે. તે વિચારે છે કે તે એક ઉમદા માણસ છે. હું સાચો ઉમદા માણસ છું. તેની ધરપકડ કરો!”",
    "2947576723": "આ વાર્તા ડ્રાયવર્સ લાયસન્સ અને ડિજિટલ ફિંગર પ્રિન્ટીંગની પહેલાની છે, પરંતુ તે એકાઉન્ટ ટેકઓવરની પરિસ્થિતિમાં શું ખોટું થઈ શકે છે તેનું સારું ઉદાહરણ આપે છે. કોઈ વ્યક્તિ ઓનલાઈન બેંક એકાઉન્ટ અથવા મોબાઈલ પેમેન્ટ એપમાં લોગઈન કરે છે. શું તે વાસ્તવિક એકાઉન્ટ ધારક છે કે હેકર? ખરેખર કોણ કોણ છે? આ સુરક્ષા સમસ્યાઓ એવી સંસ્થાઓને અસર કરે છે જે સ્વ-સેવા એકાઉન્ટ ઍક્સેસની મંજૂરી આપે છે.",
    "1687299615": "એકાઉન્ટ ટેકઓવર શું છે?",
    "2648707986": "એકાઉન્ટ ટેકઓવર એ સાયબર છેતરપિંડીનું એક સ્વરૂપ છે જેમાં દૂષિત અભિનેતા ઑનલાઇન એકાઉન્ટના માલિકનો ઢોંગ કરે છે. સામાન્ય રીતે, એકાઉન્ટ નાણાકીય સંસ્થા અથવા ઈ-કોમર્સ વ્યવસાયમાં હોય છે જ્યાં છેતરપિંડી કરનાર પૈસા, વેપારી સામાન અથવા ભેટ કાર્ડની ચોરી કરી શકે છે. હુમલાખોર એકાઉન્ટને ઍક્સેસ કરવા માટે ચોરેલા લૉગિન ઓળખપત્રોનો ઉપયોગ કરે છે અને પછી તેને કબજે કરે છે, કદાચ વાસ્તવિક એકાઉન્ટ માલિકને લૉક કરવા માટે પાસવર્ડ બદલીને.",
    "1476843710": "એકાઉન્ટ ટેકઓવરના ઓછા નાણાકીય નુકસાનકારક પરંતુ હજુ પણ નુકસાનકારક સ્વરૂપોમાં સોશિયલ મીડિયા એકાઉન્ટ્સ અને તેના જેવા હાઇજેકનો સમાવેશ થાય છે. આ કિસ્સાઓમાં, હુમલાખોર સામાન્ય રીતે માલવેર ફેલાવવાનો પ્રયાસ કરે છે અથવા પીડિતના અસંદિગ્ધ મિત્રો સામે ફિશિંગ હુમલામાં જોડાય છે. અથવા, હુમલાખોર પીડિતાને શરમજનક બનાવવાનો પ્રયાસ કરી રહ્યો છે, જે ક્યારેક સેલિબ્રિટી અને રાજકારણીઓ સાથે થાય છે, ઉદાહરણ તરીકે.",
    "2904949278": "હેકર કેવી રીતે એકાઉન્ટ પર કબજો કરે છે?",
    "2575690545": "એકાઉન્ટ ટેકઓવર, જેમ કે ઘણી બધી સાયબર છેતરપિંડી, મોટે ભાગે સ્વયંસંચાલિત, સામૂહિક પ્રક્રિયાઓની બાબત છે. તેની માતાના ભોંયરામાં હૂડી પહેરેલા હેકર માટે એક સમયે એક બેંક વેબસાઇટમાં પાસવર્ડ ટાઈપ કરવાનું દુર્લભ છે.",
    "3614653023": "તેના બદલે, પ્રેક્ટિસ મોટા પાયે ઓળખપત્ર ભરણના હુમલાઓ પર આધાર રાખે છે જે એકાઉન્ટ્સના નાના સબસેટને અનલૉક કરવાની આશામાં ડઝનેક લક્ષ્ય નાણાકીય સંસ્થાઓ પર લાખો વપરાશકર્તાનામ/પાસવર્ડ જોડીનો પ્રયાસ કરે છે. એકવાર સ્વચાલિત છેતરપિંડી સૉફ્ટવેર એકાઉન્ટની ઍક્સેસ મેળવી લે, પછી માનવ હેકર તેમાં સામેલ થઈ શકે છે, પરંતુ કેટલાક કિસ્સાઓમાં, નહીં.",
    "2762759509": "ઘણા બધા એકાઉન્ટ ટેકઓવર હુમલાઓ લગભગ સંપૂર્ણ સ્વચાલિત છે.",
    "1972710018": "કંપનીના દ્રષ્ટિકોણથી તેને જોવું",
    "1282121137": "એકાઉન્ટ ટેકઓવર કેવી રીતે સમસ્યારૂપ હોઈ શકે તે સમજવા માટે, નાણાકીય સંસ્થાના દૃષ્ટિકોણથી અનુભવ કેવો દેખાય છે તે ધ્યાનમાં લો. તેઓ દરરોજ લાખો લોગિન હેન્ડલ કરે છે.",
    "2315518622": "આજના હુમલાના સાધનોમાં ઉપલબ્ધ અભિજાત્યપણુ સાથે, જો કોઈ હોય તો, તે કપટપૂર્ણ છે તે શોધવું અત્યંત પડકારજનક છે. પછી, એક વ્યક્તિ ગ્રાહક સેવા લાઇન પર કૉલ કરે છે અને કહે છે \"મારા એકાઉન્ટ પર હુમલો કરવામાં આવ્યો છે! હું લૉગ ઇન કરી શકતો નથી અને કોઈ મારા પૈસા ચોરી રહ્યું છે!”",
    "1836369533": "લોકવાર્તામાં કોન્સ્ટેબલની જેમ, વ્યક્તિ ખરેખર કોણ છે તે કેવી રીતે નક્કી કરે છે? જો હુમલાખોર પાસે ડ્રાયવર્સ લાયસન્સ નંબર, સોશિયલ સિક્યોરિટી નંબર, માતાનું પ્રથમ નામ, સરનામું વગેરે જેવા પર્યાપ્ત ચોરેલા ઓળખ તત્વો હોય, તો તે નક્કી કરવું ખૂબ મુશ્કેલ હોઈ શકે છે કે કોલ કરનાર વાસ્તવિક એકાઉન્ટ ધારક છે કે હુમલાખોર તે જે એકાઉન્ટમાં પ્રવેશ કરવા માંગે છે તેના પર પાસવર્ડ રીસેટ કરો.",
    "2880837730": "એકાઉન્ટ ટેકઓવર રોકવા માટે શું કરી શકાય?",
    "3654556483": "નાણાકીય સંસ્થાઓ અને ઈકોમર્સ કંપનીઓ પાસે પ્રક્રિયાઓ અને નિયંત્રણો હોય છે જે એકાઉન્ટ ટેકઓવરના કેટલાક જોખમોને ઘટાડે છે. આ જૂના જમાનાના \"પ્રાથમિક શાળામાં તમારા શ્રેષ્ઠ મિત્રનું નામ શું હતું\" સુરક્ષા પ્રશ્નોથી લઈને શંકાસ્પદ IP સરનામાંઓ અને મોબાઇલ ઉપકરણ પ્રોફાઇલ્સને બહાર કાઢતી શોધ પદ્ધતિઓ સુધીની શ્રેણી છે.",
    "2449501658": "બોટ્સને શોધવા અને રોકવા માટે મશીન લર્નિંગનો ઉપયોગ કરીને, અને છેતરપિંડી કરનારાઓ માટે એકાઉન્ટ ટેકઓવરમાં જોડાવાનું અસરકારક રીતે વધુ મુશ્કેલ અથવા તો અશક્ય બનાવે છે.",
    "3621455477": "વધુ જાણવા માટે!",
    "555246307": "બાય ધ વે, ઉમરાવો અને તેના ડ્રાઇવરની વાર્તા કેવી રીતે સમાપ્ત થાય છે તે અહીં છે: કોન્સ્ટેબલે બંને માણસોને કલાકો સુધી એક સાથે રૂમમાં બેસાડ્યા અને તેમના મગજમાંથી કંટાળી ગયા. દિવસના અંતે, તે દેખાયો અને કહ્યું, \"હું હવે વેગન ડ્રાઇવર સાથે વાત કરીશ.\" ઉમદા કપડાં પહેરેલો માણસ ઊભો થયો. તે ખૂબ કંટાળી ગયો હતો, તે ભૂલી ગયો હતો કે તે માત્ર ઉમદા હોવાનો ઢોંગ કરી રહ્યો હતો.",
    "1224727373": "hCaptcha દ્વારા BotStop",
    "1187718370": "અમારો સંપર્ક કરો",
    "3892905664": "hCaptcha તમારી મનપસંદ ઑનલાઇન સેવાઓને માણસો માટે સરળ અને મશીનો માટે મુશ્કેલ એવા સરળ પ્રશ્નો પૂછીને બૉટો, સ્પામ અને દુરુપયોગને દૂર રાખવામાં મદદ કરે છે.",
    "555158694": "તમે ઉપયોગ કરો છો તે સેવાએ દૂષિત ટ્રાફિક ઘટાડવા માટે hCaptcha ઇન્સ્ટોલ કરીને તેમની સાઇટ પર તમારા અનુભવને બહેતર બનાવવાનું પસંદ કર્યું છે.",
    "1617196410": "hCaptcha બૉટોને રોકવા પર ધ્યાન કેન્દ્રિત કરે છે. અમે વપરાશકર્તા કોણ છે તેની પરવા કરતા નથી, પરંતુ માત્ર તે દૂષિત છે કે કેમ. અમે ગોપનીયતા અને સંતુલન માટે સખત મહેનત કરીએ છીએ",
    "1624200563": "સુરક્ષા, અને GDPR, CCPA, LGPD, PIPL અને અન્ય ગોપનીયતા નિયમોનું પાલન કરો.",
    "1927613000": "hCaptcha વેબ એપ્લિકેશન્સને એકાઉન્ટ ટેકઓવર, ઓળખપત્ર ભરણ, સ્ક્રેપિંગ અને અન્ય પ્રકારના દુરુપયોગથી બચાવવા માટે એક શક્તિશાળી પડકાર પ્લેટફોર્મ સાથે અત્યાધુનિક મશીન લર્નિંગને જોડે છે.",
    "1133989302": "શા માટે hCaptcha?",
    "34074886": "જ્યારે પણ તમે કોઈ પડકારનો જવાબ આપો છો, ત્યારે તમે માનવ છો કે કેમ તે જાણવા માટે અમે અત્યાધુનિક મોડલનો ઉપયોગ કરીએ છીએ. પછી તમે મુલાકાત લીધેલ વેબસાઇટ આ પરિણામનો ઉપયોગ બૉટોને બહાર રાખીને તેમની સાઇટ પરના તમારા અનુભવને બહેતર બનાવવામાં મદદ કરવા માટે કરે છે.",
    "3412647984": "આ તમને રજીસ્ટર કરીને અને કૂકી સેટ કરીને ભવિષ્યના પ્રશ્નોને ટાળવા દે છે. કૃપા કરીને તમારા જાહેરાત અવરોધકને બંધ કરવાનો પણ પ્રયાસ કરો.",
    "2510209017": "વધુ મદદની જરૂર છે?",
    "477275453": "હેકર્સ માટે APIs શા માટે લોકપ્રિય લક્ષ્ય છે?",
    "596347471": "એપ્લિકેશન પ્રોગ્રામિંગ ઈન્ટરફેસ (APIs) સાયબર સ્પેસમાં દૂષિત અભિનેતાઓ માટે લોકપ્રિય લક્ષ્ય બની ગયા છે. એપ્લિકેશન એકીકરણમાં તેમની મહાન ઉપયોગિતા સહિત આના ઘણા કારણો છે. જો કે, API જોખમ ઘટાડવાનું શક્ય છે.",
    "2441638955": "પ્રથમ, API શું છે?",
    "3963216198": "હેકર્સ માટે API એ શા માટે લોકપ્રિય લક્ષ્ય છે તેની ચર્ચા કરવા માટે, \"API\" શબ્દનો હાલમાં શું અર્થ થાય છે તે વ્યાખ્યાયિત કરવા માટે પહેલા થોડો સમય લેવો યોગ્ય છે. API નો ખ્યાલ બિલકુલ નવો નથી. વાસ્તવમાં, વિવિધ કોમ્પ્યુટર સિસ્ટમોને એકબીજા સાથે જોડવા માટેના ઇન્ટરફેસ, તેમજ તેમના આંતરિક ઘટકો, ઓછામાં ઓછા 1960 ના દાયકાની શરૂઆતથી આસપાસ છે.",
    "1047251718": "આજે, જો કે, જ્યારે લોકો APIs વિશે વાત કરે છે, ત્યારે તેમનો અર્થ હંમેશા ધોરણ-આધારિત API હોય છે. આ રિપ્રેઝન્ટેશનલ સ્ટેટ ટ્રાન્સફર (REST) અને જાવાસ્ક્રિપ્ટ ઑબ્જેક્ટ નોટેશન (JSON) જેવા ઓપન સ્ટાન્ડર્ડ ફાઇલ ફોર્મેટ્સ જેવા ઓપન સ્ટાન્ડર્ડનો ઉપયોગ કરીને બનાવવામાં આવેલ API છે. આવા \"RESTful APIs,\" જેમ કે તેઓ જાણીતા છે, માલિકીના સોફ્ટવેરની જરૂર વગર બનાવી શકાય છે. પરિણામી API સોફ્ટવેર એપ્લિકેશનો વચ્ચે ડેટા અને પ્રક્રિયા કૉલ્સ મોકલવા અને પ્રાપ્ત કરવામાં સક્ષમ છે. ઉદાહરણ તરીકે, મોબાઇલ બેંકિંગ એપ્લિકેશન બેંકની સિસ્ટમ્સને ઍક્સેસ કરવા માટે API નો ઉપયોગ કરે છે.",
    "3195334319": "API ની ઉપયોગિતા અને નબળાઈ",
    "1903743785": "ધોરણ-આધારિત API ના આગમન એ એપ્લીકેશન એકીકરણમાં આગળ મોટી છલાંગ રજૂ કરી. છેલ્લા 20 વર્ષ કે તેથી વધુ વર્ષોમાં, API એ ખર્ચાળ અને જટિલ માલિકીના સોફ્ટવેર ઉત્પાદનોમાંથી મુક્ત, ધોરણો-આધારિત ટૂલ્સ કે જેની સાથે કામ કરવા માટે તુલનાત્મક રીતે સરળ હતા-અને જમાવવા માટે ઝડપી હતા.",
    "879362350": "ઈન્ટરનેટ પર કામ કરતા નવા API સાથે, પ્લેટફોર્મ, ડેટા સ્કીમા અથવા પ્રોગ્રામિંગ ભાષાને ધ્યાનમાં લીધા વિના, વિશ્વમાં ગમે ત્યાં કોઈપણ સોફ્ટવેર અથવા ડેટા સ્ત્રોતને કનેક્ટ કરવાનું શક્ય બન્યું. પરિણામે, કમ્પ્યુટિંગ વિશ્વ હવે API ક્રાંતિની મધ્યમાં છે. એપ્લિકેશન્સ અને ડેટા વચ્ચે કનેક્ટિવિટીનો વિસ્ફોટ થયો છે. તે મહાન છે, જ્યાં સુધી તે નથી.",
    "3844432472": "API ની ખૂબ જ નિખાલસતા અને ઉપયોગિતા તેમને હુમલાખોરો માટે અતિ સમૃદ્ધ લક્ષ્યો બનાવે છે. એ જ રીતે મોબાઇલ એપને એપીઆઇનો ઉપયોગ કરીને કોર્પોરેટ સિસ્ટમમાંથી ડેટા સુધી પહોંચવા અને મેળવવા માટે પ્રોગ્રામ કરી શકાય છે, તેવી જ રીતે માલવેરનો એક ભાગ પણ બની શકે છે. હેકર્સે API નો દુરુપયોગ કરવા માટે વિવિધ પ્રકારના સોફ્ટવેર ટૂલ્સ લખ્યા છે. તે એક અસરકારક હુમલો તકનીક છે.",
    "2187096543": "ખરેખર, હેકર-લેખિત સૉફ્ટવેરના પરિણામે કેટલાક મોટા ડેટા ભંગ થયા છે જે ડેટાબેઝમાંથી ડેટા કાઢવા માટે API ને બોલાવે છે. છેવટે, જો ડેટા ચોરી કરવા માટે એપીઆઈ પર મૂળભૂત GET કૉલની જરૂર હોય, જે REST અને JSON નો ઉપયોગ કરીને લખવામાં આવે છે, તો ડેટાબેઝને ઝડપથી સાફ કરવું સરળ છે. હકીકતમાં, જ્યારે લોકો \"સ્ક્રીન સ્ક્રેપિંગ\" હુમલાઓ વિશે વાત કરે છે, ત્યારે તેઓનો ખરેખર અર્થ શું થાય છે, મોટે ભાગે, ઝડપી-ફાયર API કૉલ્સ છે જે ડેટાબેસેસમાંથી ડેટા ખેંચે છે. API એ જે સંસ્થાઓનું નિર્માણ કરે છે તેમના માટે મુખ્ય હુમલાની સપાટી બની ગઈ છે.",
    "4222109231": "hCaptcha ના એન્ટરપ્રાઇઝ પ્રોડક્ટ સાથે API જોખમને ઓછું કરવું",
    "1783317946": "API હુમલાઓને રોકવા એ લોકપ્રિય ઉપયોગ કેસ છે",
    "3022922096": ", hCaptcha ઉત્પાદનોનો એન્ટરપ્રાઇઝ સ્યુટ. hCaptcha ના મફત સંસ્કરણથી વિપરીત,",
    "63719113": "સ્ક્રેપિંગ પ્રવૃત્તિઓ સહિત - તમારી સાઇટ અને એપ્લિકેશનો પરના દૂષિત ટ્રાફિકને ઓળખવા માટે અદ્યતન મશીન લર્નિંગનો ઉપયોગ કરે છે.",
    "3566102529": "વધુ જાણવા માટે આજે અમને.",
    "3096553330": "અમે બનાવેલ દરેક સિસ્ટમ અન્ય લોકો સાથેના અમારા સંબંધોને ફક્ત પ્રતિબિંબિત કરે છે.",
    "1467218142": "આપણે તેમની પાસેથી અને આપણી જાતને જે ઈચ્છીએ છીએ તે આપણા વર્તનને ચલાવે છે, અને આમ ક્રિયાપ્રતિક્રિયાની સમાન પેટર્ન તમામ માનવ પ્રણાલીઓમાં પુનરાવર્તિત થાય છે. ઈન્ટરનેટ આપણા વિશ્વના આ મૂળભૂત પાસાના ઘણા અદભૂત ઉદાહરણો પૂરા પાડે છે.",
    "808872868": "ઉદાહરણ તરીકે: સ્પામ, છેતરપિંડી અને દુરુપયોગ ઓનલાઈન અસ્તિત્વમાં છે ત્યારથી લગભગ બે સિસ્ટમો પહેલીવાર એક સાથે જોડાઈ હતી.",
    "1085089390": "ઓનલાઈન દુરુપયોગ જન્મજાત માનવ વર્તણૂકોથી થાય છે",
    "3064321967": "પ્રથમ જાણીતો સ્પામ ઈમેલ 1978માં મોકલવામાં આવ્યો હતો. [",
    "3800781598": "] લગભગ પાંચ દાયકા પછી, ઈમેઈલ સ્પામ આપણને પીડિત કરવાનું ચાલુ રાખે છે. તેને હરાવવા માટે ઘણા અબજો ડૉલર અને હજારો વ્યક્તિ-વર્ષના ઇજનેરી પ્રયત્નો કરવામાં આવ્યા છે, અને તેમ છતાં સ્પામ ચાલુ છે. બંને બાજુ અબજો ડોલરના ઉદ્યોગો છે, એટલે કે તેની સામે બચાવ કરનારા અને મોકલનારા.",
    "2119943547": "આ કેમ છે? જવાબ સરળ છે. જ્યાં સુધી સિસ્ટમનો દુરુપયોગ કરવા માટે પ્રોત્સાહન હોય ત્યાં સુધી, કોઈને સામાન્ય રીતે રસ્તો મળશે. અને એકવાર તેઓ કરી લે, હવે અન્ય કોઈને તેમને રોકવા માટે પ્રોત્સાહન મળશે.",
    "532470444": "સંતુલન દર વર્ષે થોડું બદલાઈ શકે છે, પરંતુ આ વર્તણૂક ફક્ત મૂળભૂત માનવ સ્વભાવને પ્રતિબિંબિત કરે છે, અને નોંધાયેલ પાંચ હજાર વર્ષનો ઇતિહાસ સૂચવે છે કે ગતિશીલ કોઈપણ સમયે ટૂંક સમયમાં બદલાય તેવી શક્યતા નથી.",
    "3193548097": "હોપ સ્પ્રિંગ્સ ઇટરનલ",
    "4065614934": "આ વિશ્લેષણ નવું નથી, પરંતુ લોકો સનાતન આશાવાદી છે. ખાસ કરીને જ્યારે તેઓ વિચારે છે કે તેમનો વિચાર નવો છે.",
    "1216071511": "આ જ વિચારો એટલી વારંવાર પ્રસ્તાવિત કરવામાં આવે છે કે લગભગ 20 વર્ષ પહેલાં, એક અનામી લેખક સ્પામ વિરોધી ઉકેલો વિશે ઑનલાઇન ચર્ચાઓ માટે મદદરૂપ ભરણ-ઇન-ધ-ખાલી સાથે આવ્યા હતા:",
    "1941999673": "તમારી પોસ્ટ એડવોકેટ્સ એ",
    "4179118182": "( ) તકનીકી ( ) કાયદાકીય ( ) બજાર આધારિત ( ) જાગ્રત",
    "3978720689": "સ્પામ સામે લડવાનો અભિગમ. તમારો વિચાર કામ કરશે નહીં. તે શા માટે કામ કરશે નહીં તે અહીં છે.",
    "318339230": "(નીચેનામાંથી એક અથવા વધુ તમારા ચોક્કસ વિચારને લાગુ પડી શકે છે, અને તે હોઈ શકે છે",
    "30312304": "અન્ય ખામીઓ જે ખરાબ ફેડરલ કાયદો પસાર થાય તે પહેલા રાજ્ય-રાજ્યમાં બદલાતી હતી.)",
    "2710988028": "( ) સ્પામર્સ સરળતાથી ઈમેઈલ એડ્રેસ હાર્વેસ્ટ કરવા માટે તેનો ઉપયોગ કરી શકે છે",
    "3912514510": "( ) મેઈલીંગ લિસ્ટ અને અન્ય કાયદેસર ઈમેલ ઉપયોગો પ્રભાવિત થશે",
    "2030062561": "( ) કોઈ પણ વ્યક્તિને શોધી શકશે નહીં અથવા પૈસા એકત્રિત કરી શકશે નહીં",
    "3334160175": "( ) તે ઘાતકી બળના હુમલા સામે રક્ષણ કરવા અસમર્થ છે",
    "3238345709": "( ) તે બે અઠવાડિયા માટે સ્પામ બંધ કરશે અને પછી અમે તેની સાથે અટવાઈ જઈશું",
    "4227800293": "( ) ઈમેલના ઉપયોગકર્તાઓ તેનો ઉપયોગ કરશે નહીં",
    "2271252286": "( ) માઇક્રોસોફ્ટ તેનો સામનો કરશે નહીં",
    "692064738": "( ) પોલીસ તેને સહન કરશે નહીં",
    "3475647460": "( ) સ્પામર્સ તરફથી ખૂબ સહકારની જરૂર છે",
    "1482845460": "( ) એક જ સમયે દરેક વ્યક્તિ પાસેથી તાત્કાલિક સંપૂર્ણ સહકારની જરૂર છે",
    "3741193183": "( ) ઘણા ઇમેઇલ વપરાશકર્તાઓ વ્યવસાય ગુમાવવાનું અથવા સંભવિત નોકરીદાતાઓને દૂર કરવાનું પરવડી શકતા નથી",
    "2234909600": "( ) સ્પામર્સ તેમની સૂચિમાં અમાન્ય સરનામાંની કાળજી લેતા નથી",
    "1982617151": "( ) કોઈપણ વ્યક્તિ અજ્ઞાત રીતે બીજા કોઈની કારકિર્દી અથવા વ્યવસાયનો નાશ કરી શકે છે",
    "2498172334": "ખાસ કરીને, તમારી યોજના એકાઉન્ટ માટે નિષ્ફળ જાય છે",
    "389705801": "( ) કાયદાઓ સ્પષ્ટપણે તેને પ્રતિબંધિત કરે છે",
    "190955495": "( ) ઈમેલ માટે કેન્દ્રીય રીતે નિયંત્રિત સત્તાનો અભાવ",
    "237009707": "( ) વિદેશી દેશોમાં ઓપન રિલે",
    "3507532387": "( ) બધા ઈમેલ એડ્રેસની નાની આલ્ફાન્યુમેરિક એડ્રેસ સ્પેસ શોધવાની સરળતા",
    "2477958756": "( ) ખરાબ લોકો",
    "3254142589": "( ) અધિકારક્ષેત્રની સમસ્યાઓ",
    "3621401685": "( ) વિચિત્ર નવા કરની અપ્રિયતા",
    "4277475973": "( ) પૈસાના વિચિત્ર નવા સ્વરૂપોને સ્વીકારવામાં જાહેર અનિચ્છા",
    "941057651": "( ) SMTP માં હાલનું વિશાળ સોફ્ટવેર રોકાણ",
    "3265293440": "( ) હુમલો કરવા માટે SMTP સિવાયના પ્રોટોકોલની સંવેદનશીલતા",
    "515733427": "( ) ઇમેઇલ દ્વારા પ્રાપ્ત થયેલ OS પેચ ઇન્સ્ટોલ કરવા માટે વપરાશકર્તાઓની ઇચ્છા",
    "2631159699": "( ) કૃમિની સેનાઓ બ્રોડબેન્ડ-જોડાયેલા વિન્ડોઝ બોક્સને રિડલ્ડ કરે છે",
    "776542208": "( ) શાશ્વત શસ્ત્રોની સ્પર્ધા તમામ ફિલ્ટરિંગ અભિગમોમાં સામેલ છે",
    "989480928": "( ) સ્પામની અત્યંત નફાકારકતા",
    "3898950867": "( ) જો નોકરીઓ અને/અથવા ઓળખની ચોરી",
    "3395399558": "( ) તકનીકી રીતે અભણ રાજકારણીઓ",
    "1118929614": "( ) જે લોકો સ્પામર્સ સાથે વેપાર કરે છે તેમની તરફથી અત્યંત મૂર્ખતા",
    "838951836": "( ) સ્પામર્સની પોતાની તરફથી અપ્રમાણિકતા",
    "2123236933": "( ) બેન્ડવિડ્થ ખર્ચ કે જે ક્લાયંટ ફિલ્ટરિંગ દ્વારા પ્રભાવિત નથી",
    "2292919419": "( ) આઉટલુક",
    "2534436327": "અને નીચેના ફિલોસોફિકલ વાંધાઓ પણ લાગુ પડી શકે છે:",
    "832385387": "( ) તમારા જેવા વિચારો સાથે આવવામાં સરળ છે, તેમ છતાં ક્યારેય કોઈ વ્યવહારિક બતાવવામાં આવ્યું નથી",
    "1993984258": "( ) નાપસંદ પર આધારિત કોઈપણ યોજના અસ્વીકાર્ય છે",
    "3909240516": "( ) SMTP હેડરો કાયદાનો વિષય ન હોવો જોઈએ",
    "1151065360": "( ) બ્લેકલિસ્ટ્સ ચૂસી જાય છે",
    "2396605499": "( ) વ્હાઇટલિસ્ટ્સ ચૂસી જાય છે",
    "2225785608": "( ) આપણે સેન્સર થયા વિના વાયગ્રા વિશે વાત કરવા સક્ષમ હોવા જોઈએ",
    "3004688366": "( ) વિરોધી પગલાંમાં વાયર છેતરપિંડી અથવા ક્રેડિટ કાર્ડ છેતરપિંડી શામેલ હોવી જોઈએ નહીં",
    "922470170": "( ) વિરોધી પગલાંમાં જાહેર નેટવર્કની તોડફોડનો સમાવેશ થવો જોઈએ નહીં",
    "3068923550": "( ) જો ક્રમશઃ તબક્કાવાર કરવામાં આવે તો પ્રતિકારક પગલાં કામ કરવા જોઈએ",
    "2752975480": "( ) ઈમેલ મોકલવાનું મફત હોવું જોઈએ",
    "117227832": "( ) શા માટે અમારે તમારા અને તમારા સર્વર્સ પર વિશ્વાસ કરવો જોઈએ?",
    "1021431157": "( ) ઓપન સોર્સ અથવા ઓપન સોર્સ લાઇસન્સ સાથે અસંગતતા",
    "2801524659": "( ) ફીલ-ગુડ પગલાં સમસ્યા હલ કરવા માટે કંઈ કરતા નથી",
    "931661269": "( ) કામચલાઉ/એક વખતના ઈમેલ એડ્રેસ બોજારૂપ છે",
    "2090457681": "( ) હું નથી ઈચ્છતો કે સરકાર મારો ઈમેલ વાંચે",
    "3536122902": "( ) તેમને આ રીતે રોકવું એ પૂરતું ધીમું અને પીડાદાયક નથી",
    "2391175562": "વધુમાં, હું તમારા વિશે જે વિચારું છું તે આ છે:",
    "229198134": "( ) માફ કરશો દોસ્ત, પણ મને નથી લાગતું કે તે કામ કરશે.",
    "345563040": "( ) આ એક મૂર્ખ વિચાર છે, અને તમે તેને સૂચવવા માટે મૂર્ખ વ્યક્તિ છો.",
    "409780280": "( ) સરસ પ્રયાસ, ****! હું આશા રાખું છું કે કોઈ તમારા કીબોર્ડ પર પગલું ભરશે!",
    "2820080973": "❤ દ્વારા હોસ્ટ કરેલ",
    "3943164003": "કાચું જુઓ",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "શા માટે તમારું નવું એન્ટી સ્પામ સોલ્યુશન કામ કરશે નહીં",
    "361795034": ". અજાણ્યા લેખક, સી. 2000",
    "1547006769": "માનવતાની ચકાસણી એ જ સમસ્યા છે",
    "3717942925": "જેમ હંમેશા એવા લોકો હશે કે જેઓ ઈમેલ દ્વારા તમારું ધ્યાન ખેંચવા માંગે છે, તેમ જ અમુક સંસાધનોની ઍક્સેસને મર્યાદિત કરવાની ઈચ્છા હંમેશા રહેશે કે જેથી માત્ર મનુષ્યો જ તેમને ઍક્સેસ કરી શકે.",
    "2481032625": "શું ધ્યેય અટકાવવાનો છે:",
    "1691348394": "- મર્યાદિત પ્રકાશન વેચાણ દરમિયાન સ્વયંસંચાલિત સામૂહિક ખરીદી",
    "1771016224": "- તમારી વેબસાઇટની તમામ સામગ્રીને એકસાથે ડાઉનલોડ કરવાથી સૉફ્ટવેર",
    "1959762846": "- અનંત માર્કેટિંગ સ્પામ અથવા દુરુપયોગથી તમારા વેબ ફોર્મ ભરવામાં આવ્યા",
    "345108670": "- ઓળખપત્ર ભરણ અને અન્ય એકાઉન્ટ ટેકઓવર પ્રયાસો",
    "2540760245": "અન્ય ઘણા ઉપયોગો પૈકી, \"માનવ કે નહીં\" ના આધારે ઓનલાઈન ટ્રાફિકને ફિલ્ટર કરવામાં સક્ષમ બનવું એ એક મૂલ્યવાન સાધન બની રહેશે જ્યાં સુધી માનવ સ્વભાવ છેલ્લા પાંચ હજાર વર્ષોમાં નોંધાયેલી સમાન પેટર્નને અનુસરે છે.",
    "3346362371": "મશીન લર્નિંગ વિશે શું?",
    "3619183405": "2021 માં સરળ કેપ્ચા કેટલીકવાર સોફ્ટવેર વડે ઉકેલી શકાય છે, મશીન લર્નિંગમાં પ્રગતિને કારણે. આને સંબોધવા માટે, hCaptcha જેવા ગુણધર્મોનું ખૂબ વિગતવાર વિશ્લેષણ પણ કરે છે",
    "3292221787": "પડકારનો જવાબ આપવામાં આવ્યો હતો, એટલું જ નહીં કે તે સાચું હતું કે નહીં, અને વારંવાર પ્રશ્નો અને ઉપયોગમાં લેવાતા ડેટા બંનેમાં ફેરફાર કરે છે.",
    "1080672247": "કારણ કે પૂછવામાં આવેલા ઘણા પ્રશ્નોને શેલ્ફ સૉફ્ટવેરથી આર્થિક રીતે હલ કરી શકાતા નથી, અને કારણ કે ડેટા સામાન્ય રીતે સિસ્ટમ માટે અનન્ય છે, આનો અર્થ એ છે કે બૉટો ઘણીવાર મફત સેવા દ્વારા સંપૂર્ણપણે બંધ થઈ જાય છે, અને તેના બદલે માનવ કેપ્ચા સોલ્વર પર આધાર રાખવો જોઈએ, જે ઘણા પ્રકારના દુરુપયોગને સંપૂર્ણપણે બિનઆર્થિક બનાવે છે.",
    "4172868199": "આનાથી ઘણું આગળ જાય છે, \"સારા માનવ\" ને \"ખરાબ માનવ\" થી અલગ પાડવાના પ્રયાસના ક્ષેત્રમાં આગળ વધે છે, અને આજે વિશ્વની ઘણી લોકપ્રિય ઓનલાઈન સેવાઓ દ્વારા તેનો ઉપયોગ ખરીદી છેતરપિંડીથી લઈને અદ્યતન પર્સિસ્ટન્ટ સુધી બધું શોધવા અને રોકવા માટે થાય છે. ગોપનીયતા જાળવવા પર અનન્ય ધ્યાન જાળવી રાખીને તેમના વપરાશકર્તાઓ સામે ધમકીઓ.",
    "2873911365": "હાર્ડવેર પ્રમાણીકરણ વિશે શું?",
    "1477196356": "ક્રિપ્ટોગ્રાફિકલી સુરક્ષિત ફેશનમાં ઉપકરણ સાથે ઓળખને લિંક કરવાની વિવિધ પદ્ધતિઓ, કેટલીકવાર ગોપનીયતા-સંરક્ષિત ગુણધર્મો સાથે, દાયકાઓથી પ્રસ્તાવિત કરવામાં આવી છે. સાર્વજનિક કી ક્રિપ્ટોગ્રાફી ઈ.સ. 1975, અને હાર્ડવેર ટોકન્સ લગભગ લાંબા સમયથી અસ્તિત્વમાં છે.",
    "2349681896": "કમનસીબે, હાર્ડવેરના ભાગને નિયંત્રિત કરવાનો અર્થ એ નથી કે તમે એક વ્યક્તિ છો. વર્ચ્યુઅલ રીતે દરેક લોકપ્રિય કન્ઝ્યુમર હાર્ડવેર એટેસ્ટેશન સ્કીમ વારંવાર તોડી, પેચ કરવામાં આવી છે અને પછી ફરીથી તૂટી ગઈ છે.",
    "254326776": "આ ખામીઓનો દૂષિત દુરુપયોગ ઘણીવાર જાહેરાત અથવા શૈક્ષણિક પ્રકાશન પહેલાં મહિનાઓ કે વર્ષોથી થતો હોવાનું જાણવા મળે છે.",
    "2462909475": "દુરુપયોગ માટે ઉપયોગમાં લેવાતા 10,000 થી વધુ ફોનની દિવાલ, ચાઈનીઝ બોટ ઓપરેશનનો એક ભાગ.",
    "1963951234": "તમારી ક્રિપ્ટોગ્રાફિક સ્કીમ ગમે તેટલી ભરોસાપાત્ર હોય, જો કોઈ વ્યક્તિ દિવસના અંતે તમે જે જવાબ શોધી રહ્યાં છો તે આપવા માટે પૈસા ખર્ચી શકે છે, તો હાર્ડવેરના ટુકડાની માલિકી અપૂરતી છે.",
    "1278884196": "તેણે કહ્યું, ક્રિપ્ટોગ્રાફી એ તદ્દન યુવાન શિસ્ત છે. તાજેતરના ઈતિહાસના આધારે, તમારી ક્રિપ્ટોગ્રાફિક યોજના અને/અથવા અમલીકરણ તરત જ તૂટી જવાની શક્યતા છે કારણ કે કોઈને પણ તેને નજીકથી જોવાનું પ્રોત્સાહન મળે છે, અને સંભવ છે કે અન્ય લોકો તમારા કરતા ઘણા સમય પહેલા આ સમજી જશે. હાર્ડવેર પર આધાર રાખવાનો અર્થ એ પણ છે કે તમારે તમારા દરેક વપરાશકર્તાઓને ખામીને દૂર કરવા માટે ભૌતિક ઉપકરણ બદલવા માટે કહેવાની જરૂર પડી શકે છે. મોટાભાગના કેસોમાં આ ઝડપથી થવાની શક્યતા નથી, એટલે કે વાસ્તવમાં તમારી સિસ્ટમ ખુલ્લી નિષ્ફળ જશે.",
    "1828028934": "આ શા માટે છે",
    "1642844535": "મહત્વપૂર્ણ છે: hCaptcha સમાન મૂળભૂત પ્રશ્નનો જવાબ આપવા માટે બહુવિધ વિવિધ અભિગમોનો ઉપયોગ કરે છે, જે તમામ મૂલ્યાંકનોમાં સુસંગતતા માટે સરખામણી કરવાની મંજૂરી આપે છે.",
    "1155821305": "સંરક્ષણ ઊંડાણ છે",
    "119098046": "નિષ્ક્રિય અથવા નો-ચેલેન્જ સોલ્યુશન્સ વિશે શું?",
    "2760410719": "સંપૂર્ણ નિષ્ક્રિય સંકેતો સાથે બૉટ શોધ કરવાનો પ્રયાસ કરતી સેવાઓ ઝડપથી મૂળભૂત સમસ્યામાં પરિણમે છે: જ્યારે તમારી પાસે ચોક્કસ ગ્રાઉન્ડ સત્ય ન હોય ત્યારે સિસ્ટમ ખરાબ અભિનેતાઓને યોગ્ય રીતે શોધી કાઢે છે કે કેમ તે તમે કેવી રીતે માન્ય કરશો?",
    "1722734001": "ઓપન ઈન્ટરનેટ ખૂબ જ ઘોંઘાટીયા વાતાવરણ છે. ખરાબ કલાકારો દરરોજ અમારી સેવાના વપરાશકર્તાઓ અને reCAPTCHA જેવા સ્પર્ધકો પર હુમલો કરે છે, અને અલબત્ત તેમ કરતી વખતે શક્ય તેટલું માનવ દેખાવાનો પ્રયાસ કરે છે.",
    "1595254735": "સંપૂર્ણ રીતે નિષ્ક્રિય સેવાઓ બૉટ શોધની સચોટતા જાળવવા અથવા તે ક્યારે અચોક્કસ છે તે જાણવા માટે સંઘર્ષ કરે છે. સમયાંતરે વપરાશકર્તાઓને પડકારવાની અને તે પડકારના પરિણામોનું યોગ્ય રીતે વિશ્લેષણ કરવાની ક્ષમતા વિના, સમય જતાં ચોકસાઈમાં મોટા પ્રમાણમાં ઘટાડો થાય છે.",
    "2412751979": "વધુ સચોટ માનવતા સંકેતો માટે આભાર જે hCaptcha ને પાવર કરે છે, ઘણી કંપનીઓ કે જેઓ અગાઉ reCAPTCHA v3/Enterprise નો ઉપયોગ કરે છે તે પર સ્વિચ કરી છે",
    "2284856231": "અને hCaptcha Enterprise ના કેવળ નિષ્ક્રિય મોડમાં પણ નાટ્યાત્મક રીતે સુધારેલી ચોકસાઈ જોવા મળી છે.",
    "4162847": "અમે આનું પ્રત્યક્ષપણે અવલોકન કરી શક્યા છીએ, કારણ કે અમારા કેટલાક ગ્રાહકો Google ની ઑફરમાંથી સંપૂર્ણ રીતે સ્વિચ કરતા પહેલા સમાન વિનંતી પર A/B પરીક્ષણો ચલાવે છે. અમે સામાન્ય રીતે reCAPTCHA v3 અથવા reCAPTCHA Enterprise તરફથી આવતા ઉચ્ચ ખોટા હકારાત્મક અને ખોટા નકારાત્મક દર બંનેને સાબિત કરવામાં સક્ષમ છીએ.",
    "436125785": "તે ઉત્પાદનોમાં ઉપલબ્ધ પ્રતિસાદ લૂપ્સની અચોક્કસતાને જોતાં આ આશ્ચર્યજનક છે, અને હકીકત એ છે કે તે જાહેરાત નેટવર્ક દ્વારા બૉટ શોધમાં વધુ સારું ન મેળવવામાં જબરજસ્ત નિહિત હિત સાથે વેચવામાં આવે છે, કદાચ તે તેમના મુખ્ય વ્યવસાયને નુકસાન પહોંચાડે.",
    "2233741720": "નિષ્કર્ષમાં",
    "2133809801": "જ્યાં સુધી લોકો લોકો રહે છે, ત્યાં સુધી માનવતાની ચકાસણી ઓનલાઈન ભજવવામાં ભૂમિકા ભજવે તેવી શક્યતા છે.",
    "2255549335": "hCaptcha પર અમારું કામ મુશ્કેલી અને સચોટતા વચ્ચે સારા ટ્રેડઓફ્સ શોધવાનું અને ઘર્ષણ ઓછું રાખવાનું છે, ખાસ કરીને",
    "4138068262": "વપરાશકર્તાઓ અંતે, પડકારો સાથે ક્રિયાપ્રતિક્રિયા કરવી એ ઓનલાઈન દુરુપયોગ ઘટાડવા માટેના સાધનોના શસ્ત્રાગારનો એક ભાગ રહે તેવી શક્યતા છે જ્યાં સુધી માનવ સ્વભાવ યથાવત રહે.",
    "855097735": "બધી ચિંતાઓને સંતુલિત કરતી વખતે આ સારી રીતે કરે છે તેવી સેવા બનાવવી એ ખૂબ જ મુશ્કેલ સમસ્યા છે (અને અનુભવને શક્ય તેટલો આનંદદાયક બનાવવા માટે અમે હંમેશા તેને સુધારવા માટે કામ કરીએ છીએ) પરંતુ અમે આશા રાખીએ છીએ કે તમે સ્પામ, દુરુપયોગ, એકાઉન્ટ ટેકઓવર ઘટાડવા માટે સંમત થશો. , અને ઑનલાઇન છેતરપિંડી આખરે પ્રસંગોપાત સરળ પ્રશ્ન માટે યોગ્ય છે.",
    "1953959745": "ઉપલ્બધતા",
    "2543123170": "શૂન્ય ઘર્ષણ માનવતા ચકાસણી",
    "547245263": "આજે જ તમારી બોટની સમસ્યા હલ કરો.",
    "3117887301": "સૌથી મોટી ઑનલાઇન સેવાઓ દ્વારા વિશ્વસનીય",
    "981806349": "સાબિત hCaptcha પ્લેટફોર્મ પર બિલ્ટ",
    "2373007864": "hCaptcha એન્ટરપ્રાઇઝ hCaptcha પ્લેટફોર્મ ટેક્નોલોજી પર ચાલે છે, જે ઉચ્ચ ટ્રાફિક એન્ટરપ્રાઇઝને જરૂરી સુવિધાઓને સમાવવા માટે વિસ્તૃત છે.",
    "2652399059": "વિશ્વસનીય ભાગીદાર",
    "1997838163": "વિશ્વની સૌથી મોટી કંપનીઓ hCaptcha Enterprise પર નિર્ભર છે. એકીકરણ સરળ છે, અને શોધની ચોકસાઈ અપ્રતિમ છે.",
    "734735952": "અમે સંખ્યાબંધ કેપ્ચા વિક્રેતાઓનું મૂલ્યાંકન કર્યું તેમજ એક સિસ્ટમ જાતે બનાવી. અંતે, hCaptcha reCAPTCHA ના શ્રેષ્ઠ વિકલ્પ તરીકે ઉભરી આવ્યું.",
    "1250541092": "- સેર્ગી ઇસાસી",
    "3524251858": "પ્રોડક્ટ મેનેજમેન્ટના ડિરેક્ટર, ક્લાઉડફ્લેર",
    "3971348140": "શા માટે અમે hCaptcha નો ઉપયોગ કર્યો? અમને જોઈતી વિશેષતાઓ અને પ્રદર્શનને બીજું કોઈ આપી શક્યું નથી. તેઓએ અમને ઉભા કર્યા અને ઝડપથી દોડ્યા, અને અમારા વેપારીઓને અનુભવ ગમે છે.",
    "4248655793": "- એલેક્સ એમ.",
    "4185927140": "પ્રોડક્ટ મેનેજર, ફ્લેશ, Shopify",
    "282913023": "ઉચ્ચ ટ્રાફિક સાહસો માટે ખર્ચ અસરકારક વિકલ્પ",
    "999610953": "છેલ્લે, Google માટે એક વિશ્વસનીય વિકલ્પ. hCaptcha Enterprise ઉચ્ચ સુરક્ષા સાથે તમારા reCAPTCHA બિલ પર નાટ્યાત્મક બચત પહોંચાડે છે: કેટલાક કિસ્સાઓમાં 80% સુધી ઓછા ખર્ચાળ.",
    "1886100235": "વિશ્વની ઘણી મોટી ઓનલાઈન સેવાઓએ hCaptcha Enterprise પર સ્વિચ કર્યું છે અને નોંધપાત્ર ખર્ચ બચત સાથે બૉટ શોધમાં સુધારો કર્યો છે.",
    "2903742230": "જાહેરાત નેટવર્ક્સ તમારા મુલાકાતીઓને ઉત્પાદન તરીકે જુએ છે. અમારા માટે એકમાત્ર ધ્યેય તેમની માનવતા નક્કી કરવાનું છે. અમારી સેવાઓ GDPR, CCPA, LGPD અને PIPL જરૂરિયાતોને પૂર્ણ કરે છે અથવા તેનાથી વધુ છે અને અમે ગોપનીયતા અને સુરક્ષાને સંતુલિત કરવા સખત મહેનત કરીએ છીએ.",
    "3901503296": "ગોપનીયતા પરના આ અનોખા ધ્યાનનો અર્થ એ છે કે ઉત્તમ સુરક્ષા જાળવી રાખીને અમે શૂન્ય વ્યક્તિગત ડેટા રીટેન્શન, કૂકી-ફ્રી ઓપરેશન અને અન્ય કરાર આધારિત ગોપનીયતા ગેરંટી ઓફર કરી શકીએ છીએ.",
    "3342910682": "વધુ વાંચો",
    "1130783905": "ચોકસાઈ તમારા અને અમારા હિતમાં છે. hCaptcha તમને વાસ્તવિક ડેટા આપવાનું કામ કરે છે અને તમને તેનો ઉપયોગ કેવી રીતે કરવો તે નક્કી કરવા દે છે. અન્ય સુરક્ષા ઉકેલો કદાવર જાહેરાત કંપનીઓ દ્વારા પ્રદાન કરવામાં આવે છે. આનો અર્થ એ છે કે તેઓ જે બૉટને બ્લૉક કરે છે તે તેમની આવકમાં ઘટાડો કરી શકે છે.",
    "2019130052": "ગોપનીયતા-કેન્દ્રિત ML માં અમારી નવીનતાઓ અમને સુરક્ષા અથવા વપરાશકર્તાની ગોપનીયતાને નુકસાન પહોંચાડ્યા વિના \"બધું કાયમ માટે રેકોર્ડ કરો\" વ્યૂહરચનાઓનાં સુરક્ષા ધોરણોને ઓળંગવા દે છે.",
    "23114595": "મહાન વપરાશકર્તા અનુભવ",
    "3437412311": "એન્ટરપ્રાઇઝ વપરાશકર્તાઓ માટે, નિષ્ક્રિય સ્કોર્સ પર આધાર રાખીને, મોટા ભાગના દૃશ્યોમાં પડકારોને સંપૂર્ણપણે ટાળવા માટે વિકલ્પો ઉપલબ્ધ છે.",
    "1996843433": "તમારા કાયદેસર ટ્રાફિકના 99.9% માટે પડકારને સંપૂર્ણપણે ટાળીને ઘર્ષણને ઓછું કરો અને હજુ પણ ઉત્તમ સુરક્ષા પ્રદાન કરો.",
    "3093689546": "સરળ એકીકરણ",
    "247560732": "કોડની ત્રણ લીટીઓ સાથે hCaptcha ઉમેરો. જો તમે reCAPTCHA થી આવો છો, તો અમારું API સુસંગત છે અને તેને સ્વિચ કરવામાં માત્ર મિનિટ લાગે છે.",
    "1510448156": "તમે આજે એક શ્રેષ્ઠ વિકલ્પ સાથે તૈયાર થઈ શકો છો અને જરૂરીયાત મુજબ વધુ અદ્યતન સુવિધાઓ ચાલુ કરી શકો છો.",
    "2718999653": "કસ્ટમાઇઝ્ડ થ્રેટ સ્કોર્સ",
    "2698140263": "બધી સમસ્યાઓ સરખી હોતી નથી: સિંગલ સ્કોર મેળવવાનો અર્થ એ છે કે તે ઉપયોગી થવા માટે તમારી જરૂરિયાતોને સંબોધિત કરવી જોઈએ.",
    "897432717": "કસ્ટમાઇઝ્ડ થ્રેટ સ્કોર્સ માટે અમારી નવલકથા ડિઝાઇન સાથે, તમારું વ્યવસાય જ્ઞાન ઉમેરવાથી અમારા મોડલ તમારા વપરાશકર્તાઓને અનન્ય રીતે સંબંધિત સ્કોર્સ પહોંચાડવા દે છે.",
    "2650502379": "તમારી પોતાની પડકારો સેકન્ડોમાં લોંચ કરો",
    "3578122193": "સંબંધિત સામગ્રી સાથે બ્રાન્ડ પર રહો",
    "1074044172": "જ્યારે વપરાશકર્તાઓએ તમારી સુરક્ષા જરૂરિયાતોને પહોંચી વળવા માટે કોઈ પડકારનો ઉકેલ લાવવો જોઈએ, ત્યારે શા માટે વપરાશકર્તા માટે સુખદ અને સુસંગત પ્રશ્નો પૂછશો નહીં?",
    "1579093044": "અમારા સરળ કસ્ટમ ચેલેન્જ ડિઝાઈનર સાથે, તમે ઓન-બ્રાન્ડ ચેલેન્જ કન્ટેન્ટ માત્ર થોડી જ મિનિટોમાં લોંચ કરી શકો છો.",
    "3717512591": "ડાયરેક્ટ પ્લેટફોર્મ એકીકરણ",
    "121743429": "વેબ ઈન્ફ્રાસ્ટ્રક્ચર કંપનીઓ માટે",
    "2131386784": "તમે અને તમારા વપરાશકર્તાઓ બંને માટે પહોંચી શકાય તેવી કુશળતા અને સમર્થન",
    "2782263070": "અમારા માટે સેવા સર્વોચ્ચ પ્રાથમિકતા છે. અમે 24/7 ઑન-કોલ સપોર્ટ જાળવીએ છીએ અને અમલીકરણ દરમિયાન અને પછી તમારી એન્જિનિયરિંગ એકીકરણ ટીમ અને અમારા ઑન-કોલ સ્ટાફ સાથે સીધો સ્લૅક સંકલન ઑફર કરીએ છીએ.",
    "3740051331": "અમે સોશિયલ મીડિયા, ફોરમ અને અમારી ઇન-વિજેટ અને ઇમેઇલ સપોર્ટ ચેનલો પર તમારા વપરાશકર્તાઓના પ્રશ્નોનું સક્રિયપણે નિરીક્ષણ કરવા અને જવાબ આપવા માટે પણ પ્રતિબદ્ધ છીએ. અમે સુલભ અને પ્રતિભાવશીલ છીએ, અને વપરાશકર્તા સંતોષને ટોચના KPI તરીકે ગણીએ છીએ.",
    "170775527": "એન્ટરપ્રાઇઝ સુવિધાઓ",
    "3383086062": "hCaptcha એન્ટરપ્રાઇઝ એ સંપૂર્ણ ઓનલાઇન સુરક્ષા ઉકેલ છે. સક્રિય અને નિષ્ક્રિય મોડ્સ તમને ઓળખપત્ર ભરણને રોકવા દે છે, એકાઉન્ટ ટેકઓવર શોધી શકે છે અને શંકાસ્પદ અભિનેતાઓને અવરોધિત કરે છે. તમામ કાયદેસર વપરાશકર્તાઓ માટે શૂન્ય ઘર્ષણ સાથે.",
    "1408599440": "કોડની થોડી લાઇન અને અમારા 99.9% નિષ્ક્રિય મોડ સાથે ઝડપથી પ્રારંભ કરો અથવા વપરાશકર્તાઓને ક્યારે અને કેવી રીતે પડકારવામાં આવે છે તેના પર સંપૂર્ણ નિયંત્રણ લો. કસ્ટમ થ્રેટ મોડલ અને કસ્ટમાઇઝ કરી શકાય તેવા પડકારોનો અર્થ છે સુરક્ષા સુનિશ્ચિત કરવા માટે અજોડ લવચીકતા.",
    "3365203058": "વિશ્વ-વર્ગની એન્ટિ-બોટ સુરક્ષા",
    "1803009328": "વેબ સ્કેલ પર યુદ્ધ-પરીક્ષણ.",
    "1586809757": "ઉચ્ચ સચોટતા બોટ સ્કોર્સ",
    "353367791": "ઘણાં વિવિધ પ્રકારના ખરાબ કલાકારોને શોધો.",
    "191460155": "શૂન્ય ઘર્ષણ અને 99.9% નિષ્ક્રિય સ્થિતિઓ",
    "585557010": "0.1% કરતા ઓછા કાયદેસર વપરાશકર્તાઓને પડકાર આપો.",
    "3287172429": "નિયંત્રણ પડકારના પ્રકારો બતાવ્યા",
    "1844885924": "પસંદ કરવા માટેના પ્રકારોની વિશાળ લાઇબ્રેરી.",
    "3018523079": "સતત વપરાશકર્તા અનુભવ સાથે બ્રાન્ડ પર રહો.",
    "3817811295": "ખાતરીપૂર્વકની વિશ્વસનીયતા અને ઝડપી 24/7 ઓન-કોલ સપોર્ટ.",
    "1798492192": "લેગસી બ્રાઉઝર સપોર્ટ",
    "1356745565": "ઈન્ટરનેટ એક્સ્પ્લોરર 8 પર બધી રીતે સુસંગત.",
    "751483365": "નોન-જાવાસ્ક્રિપ્ટ ક્લાયંટ માટે સપોર્ટ.",
    "4199502476": "અદ્યતન રિપોર્ટિંગ ડેશબોર્ડ અને API",
    "3630114728": "તમારી બધી સાઇટ્સ અને ઍપ પર શું થઈ રહ્યું છે તે જુઓ.",
    "3573245166": "reCAPTCHA થી વિપરીત, અમે દરેક દેશમાં કામ કરીએ છીએ.",
    "2354267648": "GDPR, CCPA અને LGPD-મૈત્રીપૂર્ણ ગોપનીયતા નીતિ",
    "3167979932": "પ્રથમ દિવસથી ગોપનીયતા માટે રચાયેલ છે. મજબૂત ડેટા પ્રોસેસિંગ કરાર.",
    "4065065042": "તમારા ઉપયોગના કેસમાં બરાબર ફિટ થવા માટે આને ડાયલ કરો.",
    "111184581": "પ્રથમ-પક્ષ હોસ્ટિંગ",
    "4272022475": "બધી વિનંતીઓ અને સંપત્તિ hcaptcha.yourdomain.com પર જાય છે",
    "2676853536": "મલ્ટિ-યુઝર ડેશબોર્ડ્સ",
    "1368787974": "તમારી ટીમમાં મેનેજમેન્ટ શેર કરો.",
    "1045484714": "તમારા ઓળખ પ્રદાતા સાથે SAML SSO એકીકરણ, દા.ત. Okta અથવા Azure AD.",
    "3953584369": "અત્યાધુનિક RBAC ઍક્સેસ પ્રતિબંધો ઉપલબ્ધ છે.",
    "2781507299": "ત્વરિત ચકાસણી",
    "4019660456": "0ms લેટન્સી: કોઈ API કૉલ વિના hCaptcha ટોકન્સ ચકાસો.",
    "3446714684": "મોબાઇલ (iOS અને Android) એકીકરણ",
    "2593768395": "સમગ્ર વેબ, મૂળ મોબાઇલ, મોબાઇલ વેબ પર સીમલેસ અનુભવ. પૂર્વ-બિલ્ટ એકીકરણ અને મૂળ SDK ઉપલબ્ધ છે.",
    "1779265104": "કસ્ટમાઇઝ્ડ શરતો અને ગોપનીયતા ગેરંટી",
    "122875767": "જ્યારે અન્ય કંપનીઓ ન કરી શકે ત્યારે તમારી કાનૂની જરૂરિયાતોને સંતોષો.",
    "148188781": "પડકારો રજૂ કર્યા",
    "838049015": "ક્વેરી સાથે મેળ ખાતી બધી છબીઓ પસંદ કરો",
    "1126302400": "બાઉન્ડિંગ બોક્સ",
    "3554448168": "વર્ગીકરણ",
    "2104933754": "અનુરૂપ લેબલ્સ ઓળખો",
    "3612043014": "...અને અન્ય સરળ કાર્યો. મનુષ્યો માટે સરળ, બૉટો માટે મુશ્કેલ.",
    "3624758171": "એન્ટરપ્રાઇઝ પ્રકાશકો માટે કસ્ટમ કાર્યો પણ ઉપલબ્ધ છે.",
    "1001938065": "એકીકરણ સરળ ન હોઈ શકે",
    "2138799135": "hCaptcha તમે ઉપયોગ કરો છો તે ફ્રન્ટ એન્ડ અને બેકએન્ડ સિસ્ટમ્સ માટે ડઝનેક પૂર્વ-બિલ્ટ એકીકરણ છે.",
    "2535001179": "જો તમે Google ના reCAPTCHA માંથી આવતા હો, તો અમારા API એ ડ્રોપ-ઇન રિપ્લેસમેન્ટ છે.",
    "1393184984": "તમને જરૂર છે.",
    "3715747429": "અમારા ઓનબોર્ડિંગ એન્જિનિયરો તમને ઝડપથી આગળ વધી શકે છે, પછી ભલે તમને પ્રતિક્રિયા સંકલન, iOS નેટીવ એપ્સ માટે SDK, Java બેકએન્ડ ઉદાહરણ અથવા વર્ચ્યુઅલ રીતે અન્ય કોઈપણ દૃશ્યની જરૂર હોય.",
    "2681650568": "અને હંમેશની જેમ, ગોપનીયતા એ અમારા માટે મુખ્ય મૂલ્ય છે. અમારો ચેલેન્જ કોડ જ્યાં જરૂરી હોય ત્યાં જ ઉમેરો અને જ્યાં તે તમને અને તમારા વપરાશકર્તાઓ બંનેને સુરક્ષિત રાખવા માટે અર્થપૂર્ણ બને. એકીકરણની ક્ષણથી ડેટા સંગ્રહને ન્યૂનતમ કરવાનું શરૂ થાય છે.",
    "1130868224": "કોડની ત્રણ લીટીઓ",
    "2183926131": "hCaptcha Enterprise સાથે પ્રારંભ કરો",
    "1526887904": "hCaptcha એન્ટરપ્રાઇઝ ગોપનીયતા",
    "1845745385": "ગોપનીયતા માટે રચાયેલ છે.",
    "1297224875": "એન્ટરપ્રાઇઝ ઓનલાઇન સુરક્ષા માટે અનન્ય ગોપનીયતા આધારિત અભિગમ.",
    "2762458927": "તમારો વપરાશકર્તા ડેટા વેચાણ માટે નથી.",
    "2058856283": "hCaptcha એન્ટરપ્રાઇઝનો માત્ર એક જ ઉદ્દેશ્ય છે: ખરાબ કલાકારોને તમારી ઓનલાઈન કામગીરીમાં ખલેલ પહોંચાડતા અને તમારા વપરાશકર્તાઓને નુકસાન પહોંચાડતા અટકાવવા.",
    "2408036504": "અમારી સિસ્ટમો આમ વર્ગ-અગ્રણી સુરક્ષા જાળવી રાખીને ડેટા સંગ્રહ અને જાળવણીને ઘટાડવા માટે જમીન ઉપરથી ડિઝાઇન કરવામાં આવી છે. વપરાશકર્તાના ડેટાને સુરક્ષિત કરવાનો શ્રેષ્ઠ માર્ગ એ છે કે તેને સંગ્રહિત ન કરવો.",
    "4099477834": "તમામ ગ્રાહક સંબંધો મજબૂત ડેટા પ્રોસેસિંગ એગ્રીમેન્ટ દ્વારા પણ સુરક્ષિત છે. hCaptcha સેવા તમામ ગોપનીયતા કાયદાઓનું પાલન કરે છે, પછી ભલેને તમારી સેવા અથવા તમારા ગ્રાહકો જ્યાં રહેતા હોય. વ્યક્તિગત ડેટા ન રાખવાથી અન્ય કંપનીઓ કરતાં અમારા માટે આ વધુ સરળ બને છે.",
    "3569492665": "ઑનલાઇન પ્રવૃત્તિ રેકોર્ડ કરવી એ જવાબ નથી.",
    "3389431373": "reCAPTCHA v3 જેવી સેવાઓ કહે છે કે તમારી સાઇટના દરેક પેજ પર તેમના ટ્રેકિંગ પિક્સેલ મૂકવા સારી સુરક્ષા માટે જરૂરી છે. આ કેસ નથી.",
    "3590546893": "સરળ વર્તણૂક વિશ્લેષણ એ ખરાબ અભિનેતાઓ દ્વારા સરળતાથી બનાવટી સિગ્નલ છે અને તમારા તમામ કાયદેસર ટ્રાફિક માટે પણ બ્રાઉઝિંગ ઇતિહાસ જાળવી રાખવાની જરૂર છે.",
    "1105363520": "અમે જાહેરાત નેટવર્કનું સંચાલન કરતા નથી, અને તેમને જાહેરાતો વેચવા માટે તમારા વપરાશકર્તાની વર્તણૂકનું નિરીક્ષણ કરવામાં અમને કોઈ રસ નથી. આનો અર્થ એ છે કે અમને તમારી સાઇટના દરેક પૃષ્ઠ પર નિષ્ક્રિય પિક્સેલની જરૂર નથી.",
    "3088605177": "અમારો ચેલેન્જ કોડ જ્યાં જરૂરી હોય ત્યાં જ ઉમેરો અને જ્યાં તે તમને અને તમારા વપરાશકર્તાઓ બંનેને સુરક્ષિત રાખવા માટે અર્થપૂર્ણ બને.",
    "337971271": "મશીન લર્નિંગ ઉપયોગી છે. પરંતુ તેને કામ કરવા માટે વ્યક્તિગત ડેટાની જરૂર નથી.",
    "320166522": "મશીન લર્નિંગ હવે આપણા જીવનના લગભગ દરેક પાસાઓને અસર કરે છે, ઘણી વખત એવી રીતે જે આપણે સમજી શકતા નથી અને જોઈ શકતા નથી. ઑનલાઇન સુરક્ષા સેવાઓ અલગ નથી.",
    "3180664128": "હજારો સિગ્નલો શીખવાથી, મોડેલો દૂષિત વર્તણૂકને ખૂબ જ ઝડપથી શોધી કાઢવામાં ઉચ્ચ આત્મવિશ્વાસનું અનુમાન કરી શકે છે અને પહોંચી શકે છે, પછી ભલેને કોઈ વ્યક્તિગત સંકેત પોતે સમસ્યા સૂચવવા માટે પૂરતો મજબૂત ન હોય.",
    "961941354": "જો કે, આમાંના કોઈપણ માટે વ્યક્તિગત રીતે ઓળખી શકાય તેવી માહિતી (\"PII\") નો ઉપયોગ કરવાની જરૂર નથી. આધુનિક ક્રિપ્ટોગ્રાફિક તકનીકો અમને કોઈપણ વ્યક્તિગત ડેટાને શક્ય તેટલી ઝડપથી કાઢી નાખવાની મંજૂરી આપે છે, તેના બદલે એક-માર્ગી હસ્તાક્ષર બનાવે છે જે કોઈપણ વ્યક્તિ સાથે લિંક કરી શકાતા નથી.",
    "1706581702": "બિન-ઓળખાયેલ ડેટા પરની તાલીમ એ જ રીતે કાર્ય કરે છે, અને સુરક્ષા અથવા ગોપનીયતા સાથે સમાધાન કરવાની જરૂર નથી. અમારા ગ્રાહકોએ પ્રયોગમૂલક પરીક્ષણો કર્યા છે, અને અમને ઘણા ઓછા ખાનગી વિકલ્પો કરતાં સમાન અથવા વધુ સારા જાહેર કર્યા છે.",
    "3203921334": "અમને hCaptcha સોલ્યુશન્સ વિશે ઘણી વસ્તુઓ ગમતી હતી: 1) તેઓ વ્યક્તિગત ડેટા વેચતા નથી; તેઓ માત્ર ન્યૂનતમ જરૂરી વ્યક્તિગત ડેટા એકત્રિત કરે છે, તેઓ જે માહિતી એકત્રિત કરે છે અને તેઓ તેનો કેવી રીતે ઉપયોગ કરે છે અને/અથવા તેને જાહેર કરે છે તેનું વર્ણન કરવામાં તેઓ પારદર્શક હોય છે.",
    "305735018": "છેલ્લે, Google માટે એક વિશ્વસનીય વિકલ્પ. hCaptcha Enterprise ઉચ્ચ સુરક્ષા સાથે તમારા reCAPTCHA બિલ પર નાટ્યાત્મક બચત પહોંચાડે છે: કેટલાક કિસ્સાઓમાં 80% સુધી ઓછા ખર્ચાળ.",
    "3695206755": "કોઈ જવાબદારી વિના તમારા વાતાવરણમાં અમને અજમાવી જુઓ.",
    "2941545733": "અમે એન્જિનિયર છીએ, વેચાણકર્તા નથી: અમે ઈચ્છીએ છીએ કે તમે તમારી પસંદગીથી ખુશ રહો.",
    "131871195": "તમારો સંતોષ સુનિશ્ચિત કરવાનો શ્રેષ્ઠ માર્ગ એ છે કે અમે તમારી જરૂરિયાતોને પૂરી કરીએ છીએ તે દર્શાવવું.",
    "3436534225": "વર્ચ્યુઅલ રીતે તમામ કંપનીઓ જે પાઇલોટ શરૂ કરે છે તે આખરે અમારા ઉકેલો પસંદ કરે છે.",
    "4060250206": "અમારા તકનીકી નિષ્ણાતોમાંથી એક સુધી પહોંચવા માટે આ ફોર્મનો ઉપયોગ કરો. અમે ઝડપથી જવાબ આપીએ છીએ.",
    "1159746815": "તમે અમને સીધો ઈમેલ પણ કરી શકો છો.",
    "2531534427": "વિગતો અહીં છે.",
    "2059998584": "પ્રદેશ",
    "3916131732": "અમેરિકા",
    "135276624": "યુરોપ, મધ્ય પૂર્વ, આફ્રિકા (EMEA)",
    "1182294134": "એશિયા-પેસિફિક (APAC)",
    "2437934778": "તમારું નામ",
    "3859506577": "બિઝનેસ ઈમેલ",
    "1268414751": "અમારી પાસે અન્ય કોઈ વિગતો હોવી જોઈએ?",
    "42559805": "શું તમને તાત્કાલિક ઓનબોર્ડિંગની જરૂર છે?",
    "851679588": "હા.",
    "1729677626": "હું હુમલા હેઠળ છું અને તાત્કાલિક ઓનબોર્ડિંગની જરૂર છે.",
    "2808971932": "આ ડીવી બ્લોકની અંદરનું અમુક લખાણ છે.",
    "2468683988": "મથાળું",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. ઇરોસ એલિમેન્ટમ ટ્રિસ્ટીકમાં સસ્પેન્ડિસ વેરિઅસ એનિમ. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. તમારા જીવનના ત્રિમાસિક પોઝ્યુરે માટે જરૂરી છે.",
    "2067334580": "ટેક્સ્ટ લિંક",
    "2212670355": "સાઇન અપ કરો",
    "31502377": "રિચ ટેક્સ્ટ એલિમેન્ટ શું છે?",
    "2310705547": "રિચ ટેક્સ્ટ એલિમેન્ટ તમને મથાળાઓ, ફકરાઓ, બ્લોકક્વોટ્સ, છબીઓ અને વિડિયોને વ્યક્તિગત રીતે ઉમેરવા અને ફોર્મેટ કરવાને બદલે એક જ જગ્યાએ બનાવવા અને ફોર્મેટ કરવાની મંજૂરી આપે છે. ફક્ત ડબલ-ક્લિક કરો અને સરળતાથી સામગ્રી બનાવો.",
    "2590587108": "સ્થિર અને ગતિશીલ સામગ્રી સંપાદન",
    "778204464": "સ્થિર અથવા ગતિશીલ સામગ્રી સાથે સમૃદ્ધ ટેક્સ્ટ ઘટકનો ઉપયોગ કરી શકાય છે. સ્થિર સામગ્રી માટે, તેને કોઈપણ પૃષ્ઠ પર મૂકો અને સંપાદન શરૂ કરો. ગતિશીલ સામગ્રી માટે, કોઈપણ સંગ્રહમાં એક સમૃદ્ધ ટેક્સ્ટ ફીલ્ડ ઉમેરો અને પછી સેટિંગ્સ પેનલમાં તે ફીલ્ડ સાથે સમૃદ્ધ ટેક્સ્ટ ઘટકને કનેક્ટ કરો. વોઇલા!",
    "1890955039": "દરેક સમૃદ્ધ ટેક્સ્ટ માટે ફોર્મેટિંગ કેવી રીતે કસ્ટમાઇઝ કરવું",
    "3286051798": "\"જ્યારે અંદર હોય\" નેસ્ટેડ સિલેક્ટર સિસ્ટમનો ઉપયોગ કરીને રિચ ટેક્સ્ટ એલિમેન્ટમાં ક્લાસ ઉમેર્યા પછી મથાળાઓ, ફકરાઓ, બ્લોકક્વોટ્સ, આકૃતિઓ, છબીઓ અને આકૃતિ કૅપ્શન્સ બધું જ સ્ટાઇલ કરી શકાય છે.",
    "504332576": "અમને એ જાહેરાત કરતાં ગર્વ છે કે hCaptcha એ વિશ્વની સૌથી મોટી સ્વતંત્ર સાયબર સુરક્ષા સેવા બની છે, જે લગભગ 15% ઇન્ટરનેટ પર ચાલે છે - અને અમે આ બજારનો મોટાભાગનો હિસ્સો સીધા Google reCAPTCHA પાસેથી લીધો છે. એકસાથે, hCaptcha અને",
    "1155436473": "(અમારું એન્ટરપ્રાઇઝ ઑફર) હવે દર મહિને લાખો વેબસાઇટ્સ અને એપ્લિકેશન્સમાં લાખો વપરાશકર્તાઓને સુરક્ષિત કરે છે. અમારી વાર્તા બતાવે છે કે જ્યારે તમે ગોપનીયતાને પ્રથમ સ્થાન આપો છો ત્યારે તમે Big Tech સાથે સ્પર્ધા કરી શકો છો.",
    "3108727249": "બોટસ્ટોપ",
    "1296696044": "ગોપનીયતા વિ. સુરક્ષા: બંને કેમ નહીં?",
    "538871570": "Google અને અન્ય બિગ ટેક કંપનીઓ સાથે સ્પર્ધા કરવી એ એક ઉંચા ઓર્ડર જેવું લાગે છે: તેમની એકાધિકારિક બજાર શક્તિ, પ્લેટફોર્મ ઇફેક્ટ્સ અને ઉચ્ચ કક્ષાના વિકાસકર્તાઓની સેના સામાન્ય રીતે ફેસબુક અથવા એમેઝોન જેવા અન્ય ટેક જાયન્ટ્સ સિવાય અન્ય કોઈપણ માટે સામનો કરવા માટે ખૂબ શક્તિશાળી માનવામાં આવે છે. અમારી વાર્તા બતાવે છે કે તે તે રીતે હોવું જરૂરી નથી - તમે ગોપનીયતા પર ધ્યાન કેન્દ્રિત કરીને બિગ ટેકને હરાવી શકો છો.",
    "3600718611": "Google reCAPTCHA ને ધ્યાનમાં લો,",
    "4281708680": ". hCaptcha પર, અમે શક્ય તેટલા ઓછા ડેટાનો વપરાશ અને સંગ્રહ કરતી વખતે, ઉચ્ચ ચોકસાઈ પર લાક્ષણિક બોટ વર્તણૂકોને ઓળખવા માટે ગોપનીયતા-સંરક્ષિત મશીન લર્નિંગ તકનીકોનો ઉપયોગ કરીને, જાણી જોઈને ખૂબ જ અલગ અભિગમ અપનાવ્યો છે.",
    "3312336121": "જે વેબ વપરાશકર્તાઓ કાયદેસર માનવો છે કે બૉટો છે તે નિર્ધારિત કરવા માટે મોટા પ્રમાણમાં વર્તણૂકીય ડેટાનો ઉપયોગ કરે છે",
    "1193738791": ": તેઓ વેબસાઇટના દરેક પૃષ્ઠ પર અને સમગ્ર વેબ પર વપરાશકર્તાની વર્તણૂકને ટ્રૅક કરે છે. અમે hCaptcha ને પહેલા દિવસથી જ શક્ય તેટલું ગોપનીયતા-મૈત્રીપૂર્ણ બનાવવા માટે ડિઝાઇન કર્યું છે. આ સમસ્યા માટે સંપૂર્ણપણે અલગ અભિગમ તરફ દોરી ગયું. જેમ જેમ તે બહાર આવ્યું છે તેમ, સમગ્ર વેબ પરના વપરાશકર્તાઓને ટ્રૅક કરવું અને તેમના વેબ ઇતિહાસને તેમની ઓળખ સાથે જોડવું એ સારી સુરક્ષા પ્રાપ્ત કરવા માટે સંપૂર્ણપણે બિનજરૂરી છે. ઘણી કંપનીઓ જેણે hCaptcha પર સ્વિચ કર્યું છે",
    "2620705814": "Google એક જાહેરાત કંપની છે, અને તેમના સુરક્ષા ઉત્પાદનો તેમના જાહેરાત ઉત્પાદનો જેવા જ દેખાય છે",
    "1126447688": "અમારી ગોપનીયતા ફોકસ હોવા છતાં ઘણીવાર બોટ શોધ અને શમનમાં સમાન અથવા વધુ સારા પ્રદર્શનની જાણ કરે છે",
    "439777523": "નિયમન બાબતો",
    "3588274874": "યુરોપિયન યુનિયનના GDPR અને કેલિફોર્નિયાના CCPA જેવા નિયમનકારી પ્રયાસો સાથે સંરેખિત ઉત્પાદન પહોંચાડવા પર ધ્યાન કેન્દ્રિત કરીને, અમે મોટા પાયે વૃદ્ધિનો અનુભવ કર્યો છે - અલબત્ત, તે મદદ કરે છે કે hCaptcha એ reCAPTCHA માટે સરળ \"ડ્રોપ ઇન\" રિપ્લેસમેન્ટ છે અને આ રીતે મિનિટોમાં ઇન્સ્ટોલ થઈ શકે છે.",
    "2150595700": ". GDPR અને CCPA એ એન્ટરપ્રાઇઝ ખરીદદારો માટે નકશા પર ગોપનીયતાની ચિંતાઓ મૂકી છે, અને તે જ સમયે લોકો માટે ઑનલાઇન ગોપનીયતા વધુને વધુ મહત્વપૂર્ણ બની રહી છે કારણ કે આપણે બધા એ સમજવાનું શરૂ કરીએ છીએ કે ઑનલાઇન જાહેરાત અને માર્કેટિંગ ઉદ્યોગોએ ઐતિહાસિક રીતે અમારા ડેટાનો કેવી રીતે ઉપયોગ કર્યો છે.",
    "2624949852": "અલબત્ત, reCAPTCHA 2009 થી વેબ સુરક્ષામાં પ્રારંભિક પ્રવેશકર્તા હતી, જે લાખો વેબસાઇટ્સને દૂષિત બોટ્સ અને સ્પામર્સ દ્વારા વધતા જોખમો સામે રક્ષણ આપતી હતી. જો કે, તાજેતરના વર્ષોમાં તેની સાથે સંપૂર્ણપણે સમાધાન કરવામાં આવ્યું છે:",
    "499510428": "અમે હકીકતમાં માનીએ છીએ કે નિયમન અમને અહીં મદદ કરી છે",
    "1232651561": "સોફ્ટવેર હવે reCAPTCHA પડકારોને ઉકેલવામાં લોકો જેટલું સારું છે.",
    "824740867": "સોલ્યુશનમાં સુધારો કરવાને બદલે, Google એ reCAPTCHA v3 બહાર પાડ્યું, જે સુરક્ષા સૉફ્ટવેર કરતાં જાહેરાત નેટવર્કની જેમ વધુ કાર્ય કરે છે, વપરાશકર્તા પ્રોફાઇલ્સ બનાવવા માટે સમગ્ર વેબમાંથી વર્તણૂકીય ડેટા એકત્રિત કરે છે. કમનસીબે, આ પ્રકારનું સિગ્નલ સરળતાથી પરાજિત થાય છે, અને આમ વપરાશકર્તાની ગોપનીયતાને નુકસાન પહોંચાડતી વખતે બૉટો સામે થોડું રક્ષણ પૂરું પાડે છે.",
    "1027023087": "hCaptcha પર અમે તેના બદલે સમસ્યાના વધુ આધુનિક અભિગમો પર ધ્યાન કેન્દ્રિત કર્યું છે, જેને બ્રાઉઝિંગ ઇતિહાસ જેવા લાંબા ગાળાના વર્તન રેકોર્ડને જાળવી રાખવાની જરૂર નથી અને સેવા રજૂ કરવામાં આવી ત્યારથી નિર્ધારિત પ્રતિસ્પર્ધીઓના ચહેરામાં વધુ સ્થિતિસ્થાપક સાબિત થયા છે.",
    "2852295413": "હિતોનો સહજ સંઘર્ષ: બૉટોને રોકવાથી જાહેરાત નેટવર્કની આવકમાં ઘટાડો થાય છે",
    "1597520917": "વિવેચકોની વધતી જતી સંખ્યાએ ધ્યાન દોર્યું છે કે વપરાશકર્તાની ગોપનીયતા માટે Googleની અવગણનાથી ગ્રાહકો તેમની વેબસાઇટ્સ અને એપ્સને સુરક્ષિત કરવા માંગતા હોય તેની ચિંતા કરવી જોઈએ.",
    "763447231": "તે જ સમયે, બૉટોને પ્રકાશકની સાઇટ્સને ઍક્સેસ કરવાથી અટકાવવાથી જાહેરાતની છેતરપિંડી થઈ શકે છે, જે Google ના reCAPTCHA ઉત્પાદનને સીધા તેમના જાહેરાત વ્યવસાયની સામે મૂકે છે, જે તેમની આવકના 80% થી વધુનું ઉત્પાદન કરે છે.",
    "999674529": "દરેક બોટ જે Google શોધે છે તે શૂન્ય જાહેરાત ડોલર કમાતા હોવા જોઈએ. Google ની કંપનીના પ્રોત્સાહનો આમ તેમની સુરક્ષા સેવાઓના વપરાશકર્તાઓ સાથે ખરાબ રીતે સંરેખિત છે, અને આ તેમની reCAPTCHA સુરક્ષા ઓફરના નબળા પ્રદર્શન માટે એક સમજૂતી હોઈ શકે છે.",
    "956019009": "સૌથી મોટી વેબ ઈન્ફ્રાસ્ટ્રક્ચર કંપનીઓ પહેલાથી જ પગલાં લઈ ચૂકી છે",
    "1923297430": "ઘણા મોટા ગ્રાહકો માટે અંતિમ બ્રેકિંગ પોઈન્ટ ત્યારે આવ્યો જ્યારે Google એ કંપનીઓને કોઈપણ અર્થપૂર્ણ સ્કેલ પર તેમના ઉત્પાદનનો ઉપયોગ કરવા બદલ શુલ્ક લેવાનું શરૂ કર્યું. આનાથી લાંબા સમય સુધી reCAPTCHA વપરાશકર્તાઓને વધુ સારા વિકલ્પો શોધવાનું કારણ બન્યું કારણ કે વિશ્વભરમાં નિયમનકારી ચિંતાઓ પહેલાથી જ Google ની ઑફરોનો ઉપયોગ કરીને વધુને વધુ અપ્રિય છે.",
    "2197218442": "Cloudflare CEO મેથ્યુ પ્રિન્સે આ દૃષ્ટિકોણનો સારાંશ આપ્યો",
    "155456850": "hCaptcha પર તેમના સ્વિચની જાહેરાત:",
    "435302267": "કંપનીની બ્લોગ પોસ્ટ",
    "2087769953": "\"અમે આ ફેરફાર વિશે ઉત્સાહિત છીએ કારણ કે તે Google સેવા પર આધાર રાખવાની અંતર્ગત ગોપનીયતાની ચિંતાને દૂર કરવામાં મદદ કરે છે જે અમારી પાસે કેટલાક સમયથી છે. અમે સંખ્યાબંધ કેપ્ચા વિક્રેતાઓનું મૂલ્યાંકન કર્યું છે તેમજ એક સિસ્ટમ જાતે બનાવી છે. અંતે, hCaptcha એ reCAPTCHA માટે શ્રેષ્ઠ વિકલ્પ તરીકે ઉભરી આવ્યું છે.\" તેઓ માત્ર ન્યૂનતમ જરૂરી વ્યક્તિગત ડેટા એકત્રિત કરે છે, તેઓ જે માહિતી એકત્રિત કરે છે અને તેઓ તેનો કેવી રીતે ઉપયોગ કરે છે અને/અથવા તેને જાહેર કરે છે તેનું વર્ણન કરવામાં તેઓ પારદર્શક હોય છે.\"",
    "595582512": "જો તમે તમારી સાઇટ અથવા એપ્લિકેશનને બૉટ્સ, સ્પામર્સ અથવા અન્ય દૂષિત અભિનેતાઓથી અસરકારક રીતે સુરક્ષિત કરવા માંગતા હો, તો તમારા વપરાશકર્તાઓની ગોપનીયતા (અને તમામ સંબંધિત નિયમોનું પાલન કરીને!), hCaptcha અને અમારી એન્ટરપ્રાઇઝ ઑફરનો વિચાર કરો.",
    "3388180864": "વેબ સ્કેલ પર ઊંડા તકનીકી પડકારો પર કામ કરવામાં રસ ધરાવો છો? અમે હંમેશા વિશ્વભરમાં પ્રતિભાશાળી ઇજનેરોની ભરતી કરીએ છીએ -",
    "3892952987": "અમારા ઓપનિંગ્સ તપાસો અને અહીં અરજી કરો",
    "3368788823": "ટેરેન્સ એડન તેના બ્લોગ પર એક રસપ્રદ મુદ્દો બનાવે છે: \"",
    "1491780143": "કેપ્ચા એ સાબિત કરતા નથી કે તમે માનવ છો - તેઓ સાબિત કરે છે કે તમે અમેરિકન છો",
    "2146900431": "સાહજિક રીતે, આ દાવો ઘણો અર્થપૂર્ણ છે. કેપ્ચા, લગભગ દરેક વસ્તુની જેમ, સાંસ્કૃતિક સંદર્ભમાં એમ્બેડ કરવામાં આવે છે, અને જો તમારા પડકારોનો પૂલ મોટાભાગે એક સંસ્કૃતિમાં બનાવવામાં આવ્યો હોય, તો તે બીજી સંસ્કૃતિમાં બહુ સારી રીતે અનુવાદ કરી શકશે નહીં. તેના મૂળમાં, આ સાંસ્કૃતિક બાબત છે",
    "378086442": "કેપ્ચાનું, તેમના UX પ્રતિ સેને બદલે.",
    "1445008801": "એડન કહે છે તેમ:",
    "332723732": "સામગ્રી",
    "2072808435": "\"શું ધારી લો, ગૂગલ? મારા દેશમાં ટેક્સીઓ સામાન્ય રીતે કાળી હોય છે. અમેરિકામાં બધી જ પીળી હોય છે તે જાણવા માટે મેં પૂરતી ફિલ્મો જોઈ છે. પરંતુ મેં મુલાકાત લીધેલી દરેક અન્ય દેશમાં ટેક્સીઓ એક મિશ-મૅશ રહી છે. વિવિધ રંગછટા.\"",
    "3206136647": "અહીં Googleની સમસ્યા તેઓ જે પ્રશ્ન ડેટાનો ઉપયોગ કરે છે તેના પર આધારિત છે વિ. તેને કોણ જુએ છે. જો તમામ ડેટા સમાન સંસ્કૃતિમાંથી આવે છે (અને Google ના કિસ્સામાં, તે જ કંપની) તો તમે ચોક્કસપણે એવા પડકારોની અપેક્ષા રાખી શકો છો જે એડનની ફરિયાદને અનુરૂપ, અન્ય સંસ્કૃતિઓમાં સારી રીતે અનુવાદિત નથી.",
    "2217842245": "જો કે, અમારો ડેટા દર્શાવે છે કે (hCaptcha માટે)",
    "4280117172": "નાઇજીરીયા, ભારત, બ્રાઝિલ અને જર્મની સહિત ઘણા દેશો હકીકતમાં યુએસ કરતાં સહેજ વધુ સારું કરે છે:",
    "555749578": "દરેક ખંડના મોટા દેશોમાં ઉકેલના દરોમાં 1% કરતા ઓછો તફાવત છે.",
    "151737819": "સમગ્ર વિશ્વમાં hCaptcha સોલ્વ રેટ ખૂબ જ ઓછા તફાવત દર્શાવે છે",
    "3908992897": "અને તેનો ઉપયોગ વિશ્વના દરેક દેશ અને પ્રદેશમાં થાય છે, તેથી અમે સતત વૈશ્વિક અનુભવ પ્રદાન કરવા પર ખૂબ ધ્યાન કેન્દ્રિત કરીએ છીએ.",
    "2808122102": "ક્રોસ-કલ્ચરલ કાર્યક્ષમતા આમ અમારી સેવા માટે મૂળભૂત જરૂરિયાત છે. બધા કાયદેસર વપરાશકર્તાઓ ઝડપથી સામગ્રીને ઍક્સેસ કરી શકે તેની ખાતરી કરવી એ અમારા મિશનનો એક મહત્વપૂર્ણ ભાગ છે. અમે 110 ભાષાઓમાં પડકારો પ્રદાન કરીએ છીએ, અને અમારા પડકારો દરેક વ્યક્તિ દ્વારા ઉકેલી શકાય તેની ખાતરી કરવા માટે સંબંધિત અનુવાદોમાં સતત સુધારો કરીએ છીએ.",
    "3913801502": "hCaptcha હવે લગભગ 15% ઇન્ટરનેટ પર ચાલે છે",
    "2077639538": ". એક માટે, અમારી સેવા પરનો પડકાર ડેટા માત્ર એક જ નહીં, ઘણા સ્રોતોમાંથી આવી શકે છે - મોટી ફોર્ચ્યુન 500 કંપનીઓથી લઈને મશીન લર્નિંગ સ્ટાર્ટઅપ્સ સુધી, જ્યાં સુધી તેઓ અમારા નિયમોનું પાલન કરે છે.",
    "3951112506": ". તે પહેલાથી જ ડેટામાં ઉચ્ચ ડિગ્રી વિજાતીયતાની બાંયધરી આપે છે.",
    "1803943584": "બીજું, અમે પડકારોને તે નક્કી કરવા માટે સ્વ-ઑપ્ટિમાઇઝ કરીએ છીએ કે તેઓ કયા દેશો અથવા ભાષાઓમાં ચાલશે, એક સુસંગત અનુભવની સંભાવનાને વધુ આગળ વધારીએ. જો ચોકસાઈ અપેક્ષા કરતા ઓછી હોય, તો પ્રશ્નોનો સમૂહ ફક્ત તે પ્રદેશ અથવા ભાષામાં ચાલવાનું બંધ કરશે જ્યાં આ અસર થાય છે.",
    "3668873369": "hCaptcha પર, અમે પહેલા દિવસથી અલગ અભિગમ અપનાવ્યો છે",
    "1519201684": "AI એથિક્સ પોલિસી",
    "2155089487": ". જો અમારા પડકારો કેટલાક જૂથો માટે ઉકેલવા માટે સરળ હતા, તો અમે તેમને હલ કરતી વખતે સમગ્ર વિશ્વમાં અને વિવિધ સંસ્કૃતિઓના લોકો કેવું પ્રદર્શન કરે છે તેમાં તફાવત જોવાની અપેક્ષા રાખીશું. એડનની પોસ્ટના સંદર્ભમાં, અમે અમેરિકનો અન્ય દેશોના લોકો કરતાં વધુ સારી કામગીરીની અપેક્ષા રાખીશું. કારણ કે આપણે આ સમસ્યાને ટાળવા માટે સિસ્ટમ્સ વિકસાવવામાં વર્ષો વિતાવ્યા છે, આપણે હકીકતમાં તેનાથી વિપરીત જોઈએ છીએ.",
    "2603863826": "પીએસ: જો તમને તમારી ભાષામાં કોઈ એવો અનુવાદ મળે કે જે સુધારાઓનો ઉપયોગ કરી શકે, તો નિઃસંકોચ સબમિટ કરો",
    "3543141425": "તે માટે!",
    "2697276059": "પુરાવા આ કામ કરી રહ્યું છે: સમગ્ર વિશ્વમાં એકસમાન ઉકેલ દર",
    "664236229": "ખેંચવાની વિનંતી"
}