{
  "header-privacy-link": "Privateco",
  "header-integration-link": "Integriĝo",
  "header-cost-link": "Kosto",
  "header-features-link": "Trajtoj",
  "header-docs-link": "Docs",
  "header-login-button": "Ensaluti",
  "header-contact-button": "Kontaktu Vendojn",
  "intro-heading": "Nula frotado homaro konfirmo.",
  "intro-contact-button": "Kontaktu nin por lerni pli",
  "intro-text-bottom": "Fidita de la kompanioj kiuj funkciigas la retejon.",
  "sub-menu-button": "Kontaktu Vendojn",
  "sub-menu-item1": "Enterprise",
  "sub-menu-item2": "Kosto",
  "sub-menu-item3": "Integriĝo",
  "sub-menu-item4": "Trajtoj",
  "sub-menu-item5": "Privateco",
  "sub-menu-item6": "Docs",
  "info-head-1": "Konstruite sur la provita hCaptcha platformo",
  "info-text-1": "hCaptcha Enterprise funkcias per hCaptcha platformteknologio, etendita por inkluzivi la funkciojn, kiujn alta trafika entreprenoj bezonas.",
  "info-head-2": "Fidinda partnero",
  "intro-subtitle": "Solvu vian robotproblemon hodiaŭ.",
  "info-text-2": "Niaj servoj estas fidindaj de la plej grandaj kompanioj en la mondo por servi multajn milionojn da ĉiutagaj uzantoj tra dekoj da milionoj da retejoj.",
  "cloudflare-quote-text": "Ni taksis kelkajn CAPTCHA-vendistojn kaj ankaŭ konstruis sistemon mem. Al la fino, hCaptcha aperis kiel la plej bona alternativo al reCAPTCHA.",
  "cloudflare-quote-detail": "Direktoro de Produkta Administrado, Cloudflare",
  "section-quote-head": "La kostefika elekto por alttrafikaj entreprenoj",
  "section-quote-text": "Fine, kredebla alternativo al Google. hCaptcha Enterprise liveras dramajn ŝparaĵojn en via reCAPTCHA fakturo kun pli alta sekureco: ĝis 80% malpli multekosta en iuj kazoj. Multaj el la plej grandaj interretaj servoj de la mondo ŝanĝis al hCaptcha Enterprise kaj ricevis plibonigitan bot-detekton kune kun grandaj ŝparoj.",
  "section-quote-button": "Kontaktu nin hodiaŭ por citaĵo",
  "section-privacy-header": "Privateco Enfokusigita",
  "section-privacy-text-1": "Anoncaj retoj vidas viajn vizitantojn kiel la produkton. Por ni la sola produkto estas determini ilian homaron. Niaj servoj plenumas aŭ superas postulojn de GDPR, CCPA kaj LGPD, kaj subtenas iniciatojn kiel Privateca Enirpermesilo. Ni laboras forte por ekvilibrigi privatecon kaj sekurecon.",
  "section-privacy-text-2": "Ĉi tiu unika fokuso pri privateco signifas, ke ni povas oferti nul individuan retenadon de datumoj, senkuketon funkciadon kaj aliajn kontraktajn privatecajn garantiojn laŭbezone konservante bonegan sekurecon.",
  "section-security-header": "Sekureco Unue",
  "section-security-text-1": "Precizeco estas en via kaj nia intereso. hCaptcha funkcias por doni al vi realajn datumojn kaj lasi vin decidi kiel uzi ĝin. Aliaj kapĉasoj estas disponigitaj de Gigantic reklamadfirmaoj. Ĉi tio signifas, ke ĉiu bot, kiun ili blokas, povas redukti siajn enspezojn.",
  "section-security-text-2": "Uzado de la plej novaj maŝinlernado-teknikoj kun fokuso pri privateco ebligas al ni superi la sekurecajn normojn de heredaĵo registri ĉion por ĉiam strategioj sen damaĝi sekurecon aŭ uzantan privatecon.",
  "section-user-experience-header": "Bonega Uzanto-Sperto",
  "section-user-experience-text1": "Por Enterprise-uzantoj, opcioj estas disponeblaj por tute eviti defiojn en la plej multaj scenaroj.",
  "section-user-experience-text2": "Reduktu frotadon evitante defion tute por 99.9% de via legitima trafiko dum ankoraŭ provizante bonegan sekurecon, danke al altnivelaj bot-modeloj.",
  "section-easy-integration-header": "Facila integriĝo",
  "section-easy-integration-text": "Aldono de hCaptcha bezonas nur minutojn kaj nur kelkajn liniojn de kodo. La baza API estas kongrua kun reCAPTCHA V2, kaj necesas nur minutoj por ŝanĝi. Vi povas funkcii kun supera alternativo hodiaŭ, kaj ŝalti pli altnivelajn funkciojn laŭbezone.",
  "section-easy-integration-serverside": "Servila Flanko:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Agordita Minaco-Poentoj",
  "section-threat-text": "Ne ĉiuj problemoj estas samaj: ricevi ununuran poentaron signifas, ke ĝi devas trakti viajn bezonojn por esti utila. Kun la unikaj Agordaj Minacaj Poentoj de hCaptcha, rapida konsulto permesas al ni agordi niajn modelojn por liveri poentarojn pli rilatajn al via komerco.",
  "section-challenges-header": "Lanĉu Viajn Proprajn Defiojn en Sekundoj",
  "section-challenges-text-1": "Restu sur marko kun koncerna enhavo",
  "section-challenges-text-2": "Kiam uzantoj devas solvi defion por plenumi sekurecajn postulojn, kial ne krei taskojn agrablajn kaj rilatajn al la uzanto? Kun nia simpla laŭmenda defia dezajnisto, vi povas lanĉi markon defia enhavo en nur kelkaj minutoj.",
  "section-integration-header": "Rekta Platform-Integriĝo",
  "section-integration-subheader": "Por Retaj Infrastrukturaj Firmaoj",
  "section-integration-text": "La hCaptcha Enterprise-sistemo estas unike fleksebla en sia dezajno: ĝi povas esti parte aŭ tute deplojita ĉe la rando de via reto se vi funkciigas publikan nubon aŭ posedas multajn datumcentrojn. Ĉi tio povas draste redukti kostojn kaj ekster-retan trafikon konservante ĉiujn avantaĝojn de administrado de nia 24/7 survoka personaro por plenumi la plej striktajn SLA-ojn.",
  "section-support-header": "Atingebla Kompeto kaj Subteno Por Vi kaj Viaj Uzantoj",
  "section-support-text": "Servo estas ĉefa prioritato por ni. Ni konservas 24/7 survokan subtenon kaj ofertas rektan Slack-kunordigon kun via inĝenieristika integriga teamo kaj nia survoka personaro dum kaj post efektivigo.‍ ‍Ni ankaŭ kompromitas aktive monitori kaj respondi al demandoj de viaj uzantoj tra sociaj amaskomunikiloj, forumoj. , kaj niajn en-fenestraĵon kaj retpoŝtajn subtenajn kanalojn. Ni estas alireblaj kaj respondemaj, kaj traktas la kontenton de la uzanto kiel plej altan KPI.",
  "section-enterprise-header": "Entreprenaj trajtoj",
  "section-enterprise-title-1": "Mondklasa kontraŭ-bot-protekto",
  "section-enterprise-desc-1": "Batal-provita ĉe interreta skalo.",
  "section-enterprise-title-2": "Altaj precizecaj bot-poentoj",
  "section-enterprise-desc-2": "Detektu malbonajn aktorojn de multaj malsamaj tipoj.",
  "section-enterprise-title-3": "Nula frotado kaj 99,9% pasivaj reĝimoj",
  "section-enterprise-desc-3": "Defiu malpli ol 0.1% de legitimaj uzantoj.",
  "section-enterprise-title-4": "Kontrolaj defiotipoj montritaj",
  "section-enterprise-desc-4": "Vasta biblioteko de tipoj por elekti.",
  "section-enterprise-title-5": "Kontrolu defian enhavon uzatan",
  "section-enterprise-desc-5": "Restu sur marko kun konsekvenca uzantsperto.",
  "section-enterprise-title-6": "Entreprenaj SLAoj",
  "section-enterprise-desc-6": "Garantiita fidindeco kaj rapida 24/7 alvoka subteno.",
  "section-enterprise-title-7": "Heredaĵa retumila subteno",
  "section-enterprise-desc-7": "Kongrua ĝis la tuta vojo al Internet Explorer 8.",
  "section-enterprise-title-8": "Altnivelaj raportaj paneloj kaj API",
  "section-enterprise-desc-8": "Vidu kio okazas en ĉiuj viaj retejoj kaj aplikaĵoj.",
  "section-enterprise-title-9": "Laboras en ĉiu lando",
  "section-enterprise-desc-9": "Male al reCAPTCHA, ni laboras en ĉiu lando.",
  "section-enterprise-title-10": "Politiko pri privateco amika GDPR, CCPA kaj LGPD",
  "section-enterprise-desc-10": "Desegnita por privateco de la unua tago. Forta Datuma Prilaborado-Interkonsento.",
  "section-enterprise-title-11": "Fajngrajnaj malfacilecniveloj",
  "section-enterprise-desc-11": "Marku ĉi tion por ĝuste konveni vian uzkazon.",
  "section-enterprise-title-12": "Unua-partia gastigado",
  "section-enterprise-desc-12": "Ĉiuj petoj kaj valoraĵoj iras al hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Pluruzantaj paneloj",
  "section-enterprise-desc-13": "Kunhavigu administradon tra via teamo.",
  "section-enterprise-title-14": "Tuja Konfirmo",
  "section-enterprise-desc-14": "0ms latenteco: kontrolu hCaptcha-ĵetonojn sen API-voko.",
  "section-enterprise-title-15": "Poŝtelefono (iOS kaj Android) Integriĝo",
  "section-enterprise-desc-15": "Senjunta sperto tra retejo, denaska movebla, movebla retejo. Antaŭkonstruitaj integriĝoj kaj indiĝenaj SDK-oj haveblaj.",
  "section-enterprise-title-16": "Agordaj Kondiĉoj kaj Privatecaj Garantioj",
  "section-enterprise-desc-16": "Satigu viajn laŭleĝajn bezonojn kiam aliaj kompanioj ne povas.",
  "presented-challlenges-head": "Prezentitaj Defioj",
  "presented-challenges-title-1": "Komparo",
  "presented-challenges-text-1": "Elektu ĉiujn bildojn, kiuj kongruas kun demando",
  "presented-challenges-title-2": "Limita Skatolo",
  "presented-challenges-text-2": "Difinu liman areon por objektoj",
  "presented-challenges-title-3": "Kategoriigo",
  "presented-challenges-text-3": "Identigu la respondajn etikedojn",
  "presented-challenges-subheader": "...kaj aliaj simplaj taskoj. Facila por homoj, malfacila por robotoj.",
  "presented-challenges-subtext": "Propraj taskoj ankaŭ haveblaj por entreprenaj eldonejoj.",
  "footer-header-1": "Kompanio",
  "footer-header-2": "Rimedoj",
  "footer-header-3": "Kontaktu",
  "footer-link-1": "Etikedado",
  "footer-link-2": "Pri",
  "footer-link-3": "Laborpostenoj",
  "footer-link-4": "Varmarkoj",
  "footer-link-5": "Blogo",
  "footer-link-6": "Statuso",
  "footer-link-7": "Dokumentado",
  "footer-link-8": "Raporti Cimon",
  "footer-link-9": "Alirebleco",
  "footer-terms": "Kondiĉoj",
  "footer-privacy": "Privateco",
  "footer-attribution": "Atribuo",
  "footer-subheader-1": "Subteno",
  "footer-subheader-2": "Kontaktu",
  "switch-to-english-link": "Ŝanĝu al la angla",
  "intro-heading-privacy": "Desegnita por privateco.",
  "intro-subtitle-p1-privacy": " Unike privatec-movita aliro al interreta sekureco.",
  "info-head-2-pr": "Registri interretan agadon ne estas la respondo.",
  "info-text-1-pr": "hCaptcha Enterprise havas nur unu celon: malhelpi malbonajn agantojn interrompi viajn retajn operaciojn kaj damaĝi viajn uzantojn.",
  "info-text-2-pr": "Niaj sistemoj estas tiel dezajnitaj de la fundo por minimumigi datumkolektadon kaj retenon dum konservado de klas-gvida sekureco. La plej bona maniero protekti uzantajn datumojn estas tute ne konservi ĝin.",
  "info-text-3-pr": "Ĉiuj klientrilatoj ankaŭ estas protektitaj de forta Datuma Prilaborado-Interkonsento. La servo hCaptcha konformas al ĉiuj privatecaj leĝoj, negrave kie loĝas via servo aŭ viaj klientoj. Ne konservi personajn datumojn multe pli facilas por ni ol por aliaj kompanioj.",
  "info-text-2-2-pr": "Servoj kiel reCAPTCHA v3 diras, ke meti sian spurpikselon sur ĉiun paĝon de via retejo estas necesa por bona sekureco. Ĉi tio ne estas la kazo.",
  "info-text-2-3-pr": "Simpla konduta analizo estas signalo facile forĝita de malbonaj aktoroj, kaj postulas konservi foliumhistorion ankaŭ por via tuta leĝa trafiko.",
  "info-text-2-4-pr": "Ni ne funkciigas reklaman reton kaj ne havas intereson observi vian uzantan konduton por vendi al ili reklamojn. Ĉi tio signifas, ke ni ne postulas pasivan pikselon sur ĉiu paĝo de via retejo.",
  "info-text-2-5-pr": "Aldonu nian defian kodon nur kie ĝi estas necesa, kaj kie estas senco protekti kaj vin kaj viajn uzantojn.",
  "info-head-3-pr": "Maŝina lernado estas utila. Sed ĝi ne postulas personajn datumojn por funkcii.",
  "info-text-3-1-pr": "Maŝina lernado nun influas preskaŭ ĉiun aspekton de niaj vivoj, ofte laŭ manieroj, kiujn ni ne rimarkas kaj ne povas vidi. Interretaj sekurecaj servoj ne diferencas.",
  "info-text-3-2-pr": "Lernante super miloj da signaloj, modeloj povas konkludi kaj atingi altan fidon pri detektado de malica konduto tre rapide, eĉ kiam neniu individua signalo per si mem estus sufiĉe forta por indiki problemon.",
  "info-text-3-3-pr": "Tamen, nenio el ĉi tio postulas uzi persone identigeblajn informojn (PII). Modernaj kriptografiaj teknikoj permesas al ni forĵeti ajnajn personajn datumojn kiel eble plej rapide, kreante anstataŭe unudirektajn subskribojn, kiuj ne povas esti ligitaj al iu ajn individuo.",
  "info-text-3-4-pr": "Trejnado pri neidentigitaj datumoj funkcias same bone, kaj ne postulas kompromisi pri sekureco aŭ privateco. Niaj klientoj faris la empiriajn provojn, kaj deklaris nin egalaj aŭ pli bonaj ol multe malpli privataj alternativoj.",
  "cloudflare-quote-text-privacy": "Ni ŝatis kelkajn aferojn pri la solvoj de hCaptcha: 1) ili ne vendas personajn datumojn; ili kolektas nur minimumajn necesajn personajn datumojn, ili estas travideblaj priskribante la informojn, kiujn ili kolektas kaj kiel ili uzas kaj/aŭ malkaŝas ĝin.",
  "pilot-head": "Provu nin en via medio sen devigo.",
  "pilot-text-1a": "Ni estas inĝenieroj, ne vendistoj: ni volas, ke vi estu feliĉa kun via elekto.",
  "pilot-text-1b": "La plej bona maniero certigi vian kontenton estas pruvi, ke ni plenumas viajn bezonojn.",
  "pilot-text-1c": "Preskaŭ ĉiuj kompanioj, kiuj komencas piloton, finfine elektas niajn solvojn.",
  "pilot-text-1d": "Uzu ĉi tiun formularon por atingi unu el niaj teknikaj specialistoj. Ni respondas rapide.",
  "pilot-text-1e": "Vi ankaŭ povas retpoŝti al ni rekte.",
  "pilot-email-details": "Detaloj estas ĉi tie.",
  "pilot-f1": "Regiono",
  "pilot-f2": "Via nomo",
  "pilot-f3": "Via nomo",
  "pilot-f4": "Komerca Retpoŝto",
  "pilot-f5": "Ĉu aliajn detalojn ni devus havi?",
  "pilot-f6": "Ĉu vi postulas urĝan enŝipiĝon?",
  "pilot-f7": "Jes.",
  "pilot-f8": "Mi estas atakata kaj postulas tujan enŝipiĝon.",
  "pilot-f9": "Submeti",
  "pilot-f10": "Enigante vian retpoŝton, vi konsentas pri niaj Kondiĉoj kaj Privateca Politiko, kaj ricevi retpoŝton de ni.",
  "pilot-fo-1": "Integriĝo ne povus esti pli facila.",
  "pilot-fo-2": "hCaptcha havas dekojn da antaŭkonstruitaj integriĝoj por la interfacaj kaj malantaŭaj sistemoj, kiujn vi uzas.",
  "pilot-fo-3": "Se vi hazarde venas de reCAPTCHA de Guglo, niaj API-oj estas anstataŭaj anstataŭaĵoj. Tri linioj de kodo estas ĉio, kion vi bezonas.",
  "pilot-fo-4": "Niaj enŝipiĝaj inĝenieroj povas rapidigi vin, ĉu vi bezonas React-integriĝon, SDK-ojn por iOS-denaskaj programoj, Java backend ekzemplo, aŭ preskaŭ ajnan alian scenaron.",
  "pilot-fo-5": "Kaj kiel ĉiam, privateco estas kerna valoro por ni. Aldonu nian defian kodon nur kie ĝi estas necesa, kaj kie estas senco protekti kaj vin kaj viajn uzantojn. Minimumigo de datumkolektado komenciĝas de la momento de integriĝo.",
  "pilot-fdone": "Dankon. Ni kontaktos baldaŭ.",
  "home-ent-2-new": "Lernu pli pri nia entreprena solvo.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise-solvoj liveras klasan gvidan sekurecon kaj protektas multajn el la ĉefaj interretaj servoj.",
  "home-plans-button-2-new": "Lernu pli",
  "header-enterprise-link": "Enterprise",
  "sales-interstitial-c1b-new": "Lernu pli pri hCaptcha Enterprise"
}
