{
  "23114595": "Bonega Uzanto-Sperto",
  "34074886": "Ĉiufoje kiam vi respondas defion, ni uzas altnivelajn modelojn por ekscii ĉu vi estas homo. La retejo, kiun vi vizitis, tiam uzas ĉi tiun rezulton por helpi plibonigi vian sperton en ilia retejo, forigante robotojn.",
  "98173630": "hCaptcha estas la plej vaste uzata sendependa CAPTCHA servo en la mondo.",
  "111184581": "Unuaparta gastigado",
  "119298044": "Altnivelaj memkontrolitaj ML kaj AI-teknologioj protektas viajn retajn proprietojn kontraŭ minacoj kaj atakoj",
  "121743429": "Por Retaj Infrastrukturaj Firmaoj",
  "122875767": "Satigu viajn laŭleĝajn bezonojn kiam aliaj kompanioj ne povas.",
  "126134492": "Alia",
  "152010250": "hCaptcha kombinis altnivelan memkontrolitan maŝinlernadon kun nova randa komputila platformo, kiu unike minimumigas datumkolektadon kaj retenon, liveritajn de pli ol 250 lokoj tutmonde por amasa skaleblo.",
  "179723061": "Pli da kontrolo por teamoj, kiuj bezonas klasan gvidan sekurecon",
  "191460155": "Nula frotado kaj 99,9% pasivaj reĝimoj",
  "282913023": "La kostefika opcio por alttrafikaj entreprenoj",
  "328625009": "... ni estas pretaj kiam vi estas: nia servo disponeblas la tutan horloĝon.",
  "353066938": "Sperta teamo, laboranta pri la plej malfacilaj problemoj de hodiaŭ. hCaptcha estas servo de",
  "353367791": "Detektu malbonajn aktorojn de multaj malsamaj specoj.",
  "359073033": "Paneloj liveras altnivelajn aŭ fajnajn vidojn de agado.",
  "392886773": "Laboras en ĉiu lando",
  "451701069": "Konformas al GDPR, CCPA,",
  "547245263": "Solvu vian robotproblemon hodiaŭ.",
  "552920956": "hCaptcha permesas al retejoj gajni rekompencojn dum blokado de robotoj kaj aliaj formoj de misuzo. hCaptcha ankaŭ permesas vin subteni la bonfaradojn de via elekto per ĉi tiuj enspezoj.",
  "555158694": "Servo, kiun vi uzas, elektis plibonigi vian sperton en ilia retejo instalante hCaptcha por redukti malican trafikon.",
  "585557010": "Defiu malpli ol 0.1% de legitimaj uzantoj.",
  "713281684": "Melongeno",
  "719304627": "Ĉu vi bezonas Fin-al-Finan Kontrolon?",
  "734735952": "Ni taksis kelkajn CAPTCHA-vendistojn kaj ankaŭ konstruis sistemon mem. Al la fino, hCaptcha aperis kiel la plej bona alternativo al reCAPTCHA.",
  "751483365": "Subteno por ne-JavaScript klientoj.",
  "788770967": "Pardonu aŭdi tion! Vi eble volas uzi nian alireblecon:",
  "793242047": "Reduktu defiojn prezentitajn al uzantoj por permesi rapidan aliron al aplikaĵoj",
  "829047995": "Nun vi uzas reCAPTCHA?",
  "836577577": "Aldono de hCaptcha bezonas nur minutojn kaj nur kelkajn liniojn de kodo. La baza API estas kongrua kun reCAPTCHA V2, kaj necesas nur minutoj por ŝanĝi.",
  "838049015": "Elektu ĉiujn bildojn, kiuj kongruas kun demando",
  "846501387": "Mondklasa bot-protekto",
  "861167568": "hCaptcha solvas unu el la plej urĝaj problemoj de IT: malebligi malicajn robotojn ataki viajn TTT-aplikaĵojn.",
  "880478438": "por plej bona en-klasa bot kaj fraŭda administrado.",
  "897432717": "Kun nia nova dezajno por Agordaj Minacaj Poentoj,   aldoni viajn komercajn scion permesas al niaj modeloj liveri poentarojn unike rilatajn al viaj uzantoj.",
  "910989640": "Generu detalajn kaj personecigitajn raportojn pri aktiveco",
  "976209454": "Gajnu Rekompencojn aŭ Donu al Karitato",
  "981806349": "Konstruite sur la provita hCaptcha platformo",
  "999610953": "Fine, kredebla alternativo al Guglo. hCaptcha Enterprise liveras dramajn ŝparaĵojn en via reCAPTCHA fakturo kun pli alta sekureco: ĝis 80% malpli multekosta en iuj kazoj.",
  "1014004474": "La Enterprise-planoj de hCaptcha ofertas altnivelajn servnivelajn interkonsentojn por konservi vian organizon protektita",
  "1045484714": "SAML SSO-integriĝo kun via Identeca Provizanto, ekz. Okta aŭ Azure AD.",
  "1050501253": "Tro Malfacila",
  "1070364246": "Ho! Io misfunkciis dum sendado de la formularo.",
  "1103295010": "Gajnu monon aŭ donu al bonfarado por kiam homoj solvas CAPTCHA-ojn",
  "1130868224": "Tri linioj de kodo",
  "1131525092": "Grupigu malbonajn aktorojn senpene per niaj privateckonservaj Scoped UID-oj por trovi kaj ĉesigi rilatajn fraŭdojn kaj misuzon.",
  "1141402092": "Altnivelaj raportaj funkcioj",
  "1150035777": "Sofistikaj maŝinlernado-modeloj generas bot-fidopoentarojn bazitajn sur multaj datenpunktoj preter ĉu demandoj estis responditaj ĝuste",
  "1150963691": "APT mildigo",
  "1172067553": "La HOMA platformo malantaŭ hCaptcha provizas tre altnivelan laborkvaliton kaj administrajn funkciojn per surlokaj, hibridaj aŭ SaaS-deplojoj, kiuj integriĝas kun viaj ekzistantaj sistemoj.",
  "1173652155": "Konsilistoj",
  "1218990730": "kiel raporti problemojn kun detalaj protokoloj",
  "1250541092": "— Sergi Isasi",
  "1263998069": "Gajnu rekompencojn por homaj solvoj",
  "1300485304": "hCaptcha protektas kontraŭ altnivelaj minacoj kaj forlogaĵoj destinitaj por enfiltri viajn retojn",
  "1345083090": "Ĉu raporti problemon pri funkcio?",
  "1356745565": "Kongrua ĝis la tuta vojo al Internet Explorer 8.",
  "1368787974": "Kunhavigu administradon tra via teamo.",
  "1393184984": "estas ĉio, kion vi bezonas.",
  "1475399473": "Lernu pli pri la hCaptcha teamo",
  "1485807325": "Pluruzantaj paneloj, SAML SSO",
  "1508655687": "Aldonu viajn proprajn defiojn adaptitajn por via publiko por plifaciligi aŭ limigi aliron",
  "1510448156": "Vi povas funkcii kun supera alternativo hodiaŭ, kaj ŝalti pli altnivelajn funkciojn laŭbezone.",
  "1525403768": "Por pliaj informoj kontaktu Enterprise Sales.",
  "1544546608": "Privateco Pass",
  "1549336309": "hCaptcha turnas ĉi tiun modelon. Kiam vi uzas hCaptcha, kompanioj ofertas pri la laboro, kiun viaj uzantoj faras dum ili pruvas sian homaron. Vi ricevas la rekompencojn.",
  "1559631739": "Privata lernado",
  "1579093044": "Kun nia simpla kutima defia dezajnisto, vi povas lanĉi enhavon de marko de defio en nur kelkaj minutoj.",
  "1586809757": "Altaj precizecaj bot-poentoj",
  "1599610318": "Eldonisto",
  "1637702726": "Pri hCaptcha",
  "1662477701": "Rimedoj",
  "1676849166": "Reduktu frotadon evitante defion tute por 99.9% de via legitima trafiko dum ankoraŭ provizante bonegan sekurecon, danke al altnivelaj bot-modeloj.",
  "1685871181": "La plej bonaj interretaj servoj dependas",
  "1752795854": "hCaptcha alportas modernan, privatecan aliron por haltigi robotojn.",
  "1779265104": "Agordaj Kondiĉoj kaj Privatecaj Garantioj",
  "1792519141": "hCaptcha Enterprise",
  "1798492192": "Heredaĵa retumila subteno",
  "1803009328": "Batal-provita je TTT-skalo.",
  "1844885924": "Vasta biblioteko de tipoj por elekti.",
  "1849717906": "Agordu per via propra defia enhavo",
  "1849805607": "hCaptcha protektas kontraŭ minacoj kaj forlogaĵoj destinitaj por enfiltri viajn retojn",
  "1886100235": "Multaj el la plej grandaj interretaj servoj de la mondo ŝanĝis al hCaptcha Enterprise kaj ricevis plibonigitan bot-detekton kune kun grandaj ŝparoj.",
  "1894355645": "hCaptcha disponigas simplan, facilan kaj fidindan bot-detekton, estante bagatela por homoj solvi.",
  "1927613000": "hCaptcha kombinas altnivelan maŝinlernadon kun potenca defia platformo por protekti TTT-aplikaĵojn kontraŭ transprenoj de kontoj, akreditaĵoj, skrapado kaj aliaj specoj de misuzo.",
  "1936512180": "Facila API-aliro, belaj paneloj kaj la plej nova modelo-en-la-bukloteknologio por maksimumigi laboran efikecon.",
  "1956967813": "Niaj servoj estas fidindaj de la plej grandaj kompanioj en la mondo por servi multajn milionojn da ĉiutagaj uzantoj tra dekoj da milionoj da retejoj.",
  "1958297836": "Kunordigita atakprotekto & APT-mildigo",
  "2041686284": "Pli da datumoj ĝenerale produktas pli bonajn rezultojn en trejnado de maŝinlernado-modeloj. La lastatempa sukceso de profundaj modeloj kondukis al ĉiam pli grandaj datumaroj, kaj hCaptcha servas ĉi tiun bezonon. Tamen, krei grandajn hom-reviziitajn datumarojn uzante tradiciajn metodojn estas kaj malrapida kaj multekosta.",
  "2103563261": "Privata aŭ Publika Informo",
  "2131386784": "Atingebla Kompeto kaj Subteno Por Vi kaj Viaj Uzantoj",
  "2138799135": "hCaptcha havas dekojn da antaŭkonstruitaj integriĝoj por la interfacaj kaj malantaŭaj sistemoj, kiujn vi uzas.",
  "2163914794": "Ĉu vi bezonas pli da etikedoj por viaj datumaroj? hCaptcha provizas rapidan, kostefikan, kaj altkvalitan datumetikedadon por firmaoj laborantaj pri artefarita inteligenteco kaj maŝinlernado-aplikaĵoj.",
  "2183926131": "Komencu kun hCaptcha Enterprise",
  "2184564739": "Vidu",
  "2188609322": "Malbonaj aktoroj estas ĉiam pli oftaj interrete. Sed oferi uzantan privatecon ne estas la respondo.",
  "2319072959": "Kuru tute eksterrete kun via propra laborantaro, spuru valoron konsumitan trans komercaj unuoj aŭ konsorciaj partneroj, elekte direktu laborpostenojn al malsamaj internaj aŭ eksteraj laborprovizantoj laŭ kosto kaj sekurecaj postuloj, kaj pli.",
  "2320894364": "Kun pli ol 200 punktoj de ĉeesto, la nubo de hCaptcha protektas viajn aktivaĵojn tra la mondo",
  "2354267648": "Politiko pri privateco amika GDPR, CCPA kaj LGPD",
  "2373007864": "hCaptcha Enterprise funkcias per hCaptcha platformteknologio, etendita por inkluzivi la funkciojn, kiujn alta trafika entreprenoj bezonas.",
  "2418549423": ", emerĝanta normo por konservi interretan privatecon per kriptografaj pruvoj, kaj aliaj unikaj privateco-unuaj trajtoj.",
  "2489287539": "Senfrikcio \"Neniu CAPTCHA\" & 99.9% pasivaj reĝimoj",
  "2510209017": "Ĉu vi bezonas pli da helpo?",
  "2513143348": "La hCaptcha Enterprise-sistemo estas unike fleksebla en sia dezajno: ĝi povas esti parte aŭ tute deplojita ĉe la rando de via reto se vi funkciigas publikan nubon aŭ posedas multajn datumcentrojn.",
  "2535001179": "Se vi venas de reCAPTCHA de Guglo, niaj API-oj estas anstataŭaj anstataŭaĵoj.",
  "2593768395": "Senjunta sperto tra retejo, indiĝena poŝtelefono, poŝtelefono. Antaŭkonstruitaj integriĝoj kaj indiĝenaj SDK-oj haveblaj.",
  "2650502379": "Lanĉu Viajn Proprajn Defiojn en Sekundoj",
  "2670003220": "Laborpostenoj",
  "2671622670": "Enterprise",
  "2676853536": "Pluruzantaj paneloj",
  "2681650568": "Kaj kiel ĉiam, privateco estas kerna valoro por ni. Aldonu nian defian kodon nur kie ĝi estas necesa, kaj kie estas senco protekti kaj vin kaj viajn uzantojn. Minimumigo de datumkolektado komenciĝas de la momento de integriĝo.",
  "2682873489": "Difini liman areon por objektoj",
  "2686825859": "Registriĝu senpage aŭ kontaktu nin pri solvoj de hCaptcha Enterprise",
  "2698140263": "Ne ĉiuj problemoj estas samaj: ricevi ununuran poentaron signifas, ke ĝi devas trakti viajn bezonojn por esti utila.",
  "2698640210": "Kontrolu defiojn kaj tipojn montritajn",
  "2707282231": "Agordu defiojn por viaj uzantoj. Ebligu al robotoj solvi kaj penetri.",
  "2714878440": "Protektu viajn servojn kontraŭ skrapado, kontoprenoj, akreditplenigo kaj spamado per nia altnivela maŝinlernado kaj homara konfirmo.",
  "2718999653": "Agordita Minaco-Poentoj",
  "2781507299": "Tuja Konfirmo",
  "2782263070": "Servo estas ĉefa prioritato por ni. Ni konservas 24/7 alvokan subtenon kaj ofertas rektan Slack-kunordigon kun via inĝenieristika integriga teamo kaj nia alvoka personaro dum kaj post efektivigo.",
  "2806751666": "Kio estas hCaptcha?",
  "2826051554": "kaj pli",
  "2881474837": "hCaptcha Enterprise",
  "2890048009": "Anoncaj retoj vidas viajn vizitantojn kiel la produkton. Por ni la sola produkto estas determini ilian homaron. Niaj servoj plenumas aŭ superas la postulojn de GDPR, CCPA, LGPD kaj PIPL, kaj subtenas iniciatojn kiel Privateca Enirpermesilo. Ni laboras forte por ekvilibrigi privatecon kaj sekurecon.",
  "2927700175": "Ni montras CAPTCHA-defiojn, kiuj estas malfacilaj por robotoj, sed facilaj por homoj, kolektante malfacile etikedeblajn datumojn de problemoj de maŝinlernado kaj uzante ĝin por distingi ĉu retejo aŭ vizitanto de aplikaĵo estas homa.",
  "2968026167": "Via plej ŝatata legomo",
  "3018523079": "Restu sur marko kun konsekvenca uzantsperto.",
  "3065000659": "Ĉu vi konsciis ĉiun fojon kiam vi \"klakas sur la aŭto\" vi helpas trejni unuopaĵon",
  "3093388779": "hCaptcha estas libera uzebla por eldonejoj de ajna grandeco",
  "3093689546": "Facila integriĝo",
  "3096063825": "Provu ĝin",
  "3107683988": "Ĉi tio povas draste redukti ekster-retan trafikon kaj kostojn konservante ĉiujn avantaĝojn de administrado de nia 24/7 survoka personaro por plenumi la plej striktajn SLA-ojn.",
  "3117887301": "Fidata de la plej grandaj interretaj servoj",
  "3121248460": "Montru senlime diversajn kutimajn defiojn -- de simplaj ĝis kompleksaj -- por via antaŭvidata publiko",
  "3153117136": "Kiel funkcias la agordoj de malfacilaĵoj de hCaptcha",
  "3160820928": "Kunordigita atakprotekto",
  "3161489950": "La Plej Altnivela Sekureca ML Platformo de la Monda",
  "3167979932": "Desegnita por privateco de la unua tago. Forta Datuma Prilaborado Interkonsento.",
  "3194111925": "subteno",
  "3213351333": "Neniu antaŭa devontigo bezonata",
  "3213957230": "Kiam uzantoj devas solvi defion por plenumi sekurecajn postulojn, kial ne krei taskojn agrablajn kaj rilatajn al la uzanto?",
  "3225770968": "hCaptcha estas desegnita por solvi la plej laborintensan problemon en maŝina lernado; etikedante amasajn kvantojn da datumoj en ĝustatempa, pagebla kaj fidinda maniero.",
  "3230004040": "Ĉu vi havas viddifekton aŭ alie ne kapablas plenumi hCaptchas?",
  "3235430156": "la maŝinlernajn sistemojn de kompanio senpage?",
  "3260825523": "Intuiciaj Maŝinoj",
  "3264813246": "Nekonvena",
  "3265895521": "Pliigu kaj malaltigu defian malfacilaĵon laŭ la horo de la tago",
  "3266612494": "Fidinda partnero",
  "3276777569": "hCaptcha",
  "3287172429": "Kontrolaj defiotipoj montritaj",
  "3365203058": "Mondklasa kontraŭ-bot-protekto",
  "3412647984": "Ĉi tio ebligas al vi eviti estontajn demandojn registrante kaj agordante kuketon. Bonvolu ankaŭ provi malŝalti vian reklamblokilon.",
  "3417372336": "Ŝanĝi post minutoj",
  "3446714684": "Poŝtelefono (iOS kaj Android) Integriĝo",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "Por Enterprise-uzantoj, opcioj estas disponeblaj por tute eviti defiojn en la plej multaj scenaroj.",
  "3478726913": "hCaptcha havas unu el la plej grandaj naĝejoj sur la planedo disponebla por via uzo. Kia ajn via skalo, ni povas trakti ĝin sen multekostaj antaŭaj devontigoj. Milionoj da taskoj ĉiutage estas neniu problemo.",
  "3480023141": "Lernu pli pri alireblecoj",
  "3483700676": "Lanĉu milionojn da taskoj tuj",
  "3500503648": "hCaptcha estas desegnita por forigi longdaŭran retenadon de datumoj, fidante je tuja taksado anstataŭ registrado kaj analizado de via foliumhistorio. Ni ankaŭ subtenas iniciatojn kiel",
  "3524251858": "Direktoro de Produkta Administrado, Cloudflare",
  "3526939538": "Programaro Cimo",
  "3530599065": "Privateco estas konstruita de la grundo. hCaptcha retenas neniun PII kaj konformas al multaj privatecaj ordonoj kaj regularoj.",
  "3570415321": "Kompanio",
  "3573245166": "Male al reCAPTCHA, ni laboras en ĉiu lando.",
  "3578122193": "Restu sur marko kun koncerna enhavo",
  "3620442880": "Fulmo Vendo protekto funkcioj",
  "3630114728": "Vidu kio okazas en ĉiuj viaj retejoj kaj aplikaĵoj.",
  "3644106388": "Kontaktu",
  "3660619092": "Registriĝu senpage aŭ kontaktu vendojn por Enterprise-solvoj",
  "3688621388": "Minacaj subskriboj",
  "3704893754": "Ĉu vi volas vidi mem? Provu hCaptcha Senpaga",
  "3714002185": "Lernu pli pri hCaptcha Enterprise",
  "3715747429": "Niaj enŝipiĝaj inĝenieroj povas igi vin rapide, ĉu vi bezonas React-integriĝon, SDK-ojn por iOS-denaskaj programoj, Java backend ekzemplo, aŭ preskaŭ ajnan alian scenaron.",
  "3717512591": "Rekta Platform-Integriĝo",
  "3721365241": "Provu",
  "3729345277": "hCaptcha estas maniero por kompanioj akiri la komentadojn, kiujn ili postulas pli rapide, kun pli alta kvalito kaj je pli malalta kosto ol aliaj alternativoj.",
  "3730038780": "Elektu el preskaŭ senfina nombro da defioj por ke uzantoj solvu",
  "3739936967": "Ĉi tiu unika fokuso pri privateco signifas, ke ni povas oferti nul individuan retenadon de datumoj, senkuketon funkciadon kaj aliajn kontraktajn privatecajn garantiojn laŭbezone konservante bonegan sekurecon. Legu pli.",
  "3740051331": "Ni ankaŭ kompromitas aktive monitori kaj respondi la demandojn de viaj uzantoj tra sociaj amaskomunikiloj, forumoj kaj niaj en-fenestraĵoj kaj retpoŝtaj subtenaj kanaloj. Ni estas alireblaj kaj respondemaj, kaj traktas la kontenton de la uzanto kiel plej altan KPI.",
  "3753956446": "Senpaga",
  "3758963444": "Dankon! Via propono estas ricevita!",
  "3767462250": "Desegnita por Privateco",
  "3768951251": "Entreprenaj SLAoj",
  "3807059944": "Kontrolu defian enhavon uzatan",
  "3816867833": "Reago",
  "3817811295": "Garantiita fidindeco kaj rapida 24/7 alvoka subteno.",
  "3892905664": "hCaptcha helpas viajn plej ŝatatajn retajn servojn forteni robotojn, spamon kaj misuzon per simplaj demandoj, kiuj estas facilaj por homoj kaj malfacilaj por maŝinoj.",
  "3913848038": "99.99% da funkciado de SLA kaj 24/7 tutmonda subteno havebla.",
  "3951254541": "Ni dankas vian kontribuon. Sciigu al ni ajnajn problemojn kaj ni solvos ilin rapide.",
  "3952259236": "Kombinu viajn blindigitajn datumojn kun la miloj da signaloj de hCaptcha por trejni hCaptcha pri klasoj de konduto -- nur por via ekzemplo -- por pli bone antaŭdiri malican konduton pli bone ol ambaŭ solvoj sole.",
  "3953584369": "Sofistikaj alirlimigoj de RBAC haveblaj.",
  "4007826952": "La #1 privateca unua CAPTCHA por retejo, poŝtelefono kaj pli.",
  "4019660456": "0ms latenteco: kontrolu hCaptcha-ĵetonojn sen API-voko.",
  "4065065042": "Marku ĉi tion por ĝuste konveni vian uzkazon.",
  "4083018285": "Aro de plilongigitaj funkcioj, kiuj kombinas kun plibonigita SOC-monitorado kaj respondo por trakti kompleksajn persistajn minacojn",
  "4146870445": "Kiuj ni estas",
  "4147497805": "Karoto",
  "4194763679": "Fajngrajnaj malfacilecniveloj",
  "4195759329": "Bot-detekto kaj riskopoentaroj",
  "4199502476": "Altnivelaj raportaj paneloj kaj API",
  "4238473596": "Minimumigi frikcion por realaj uzantoj estas grava. hCaptcha uzas simplajn taskojn kaj prenas malpli da tempo por plej multaj uzantoj dum ĉesigas pli da robottrafiko.",
  "4272022475": "Ĉiuj petoj kaj valoraĵoj iras al hcaptcha.yourdomain.com",
  "4272454814": "Integriĝu kun la identeca provizanto de via elekto.",
  "a11y-img-1": "Alirebleco de uzanto post ensaluto",
  "a11y-img-2": "Alirebla opcio en fenestra UI-menuo",
  "a11y-img-3": "Alirebla dialogujo en fenestra UI",
  "about-advisors-brendan": "Ĉefoficisto de Brave. Kunfondinto de Mozilla. Kreinto de la programlingvo Ĝavoskripto. Konstruanto de retumiloj kaj pli.",
  "about-advisors-dawn": "Profesoro, CS ĉe Universitato de Kalifornio, Berkeley. Sperta profunda lernado, sekureco, blokĉeno. Ĉefoficisto de Oasis Labs.",
  "about-advisors-head": "Konsilistoj",
  "about-advisors-keiran": "Esploristo en Stanfordo. Maŝinlernado kaj kvanta financo ĉe ĉefaj bankoj, hedge funds kaj akademiularo.",
  "about-content-head-1": "Kion Ni Faras",
  "about-content-head-2": "Kial Gravas",
  "about-content-text-1a": "hCaptcha alportas modernan privatecan aliron al haltigado de robotoj.",
  "about-content-text-1b": "Ni montras CAPTCHA-defiojn malfacilajn por robotoj, sed facilaj por homoj, kolektante malfacile etikedajn datumojn de maŝin-lernaj problemoj, kaj uzante ĝin por distingi ĉu retejo aŭ programo-vizitanto estas homa.",
  "about-content-text-2a": "Malbonaj aktoroj pli kaj pli oftas interrete. Sed oferi privatan uzanton ne estas la respondo.",
  "about-content-text-2b": "Sekurecaj solvoj ofertitaj de reklamaj kompanioj ĉefe fokusas spuri uzantojn tra la retejo. Ni kreis efikan sekurecan solvon, kiu pruvas damaĝi la privatecon de uzanto ne necesas por doni bonegajn rezultojn.",
  "about-intro-head-1": "Pri hCaptcha",
  "about-intro-head-2": "Privateco, Sekureco kaj Maŝinlernado.",
  "about-intro-text": "hCaptcha estas la plej vaste uzata sendependa CAPTCHA servo en la mondo.",
  "about-leadership-head": "Kiuj ni estas",
  "about-leadership-headsub": "Sperta teamo, laboranta pri hodiaŭaj plej malfacilaj problemoj.",
  "about-leadership-link1": "Kiuj ni estas",
  "about-leadership-text1": "Ni specialiĝas pri profunda lernado kaj vida domajna maŝin-lernado grandskale, kun aparta fokuso pri sekurigado de interretaj sistemoj de ĉiam pli altnivelaj modernaj minacoj.",
  "about-leadership-text2": "Kun jardekoj da spertaj programoj kaj maŝinlernado, ni konstruas kaj funkcias amase skaleblajn sistemojn por trakti iujn el la hodiaŭaj plej malfacilaj problemoj konservante privatecon.",
  "acc-opt": "Alireblecaj Elektoj",
  "acc-opt-but": "Lernu pli pri alireblaj opcioj",
  "acc-opt-text": "Ĉu vi estas vidhandikapita aŭ alimaniere ne kapablas kompletigi hCaptchas?",
  "accessibility-link": "Alirebleco",
  "appreciate-in": "Ni dankas vian kontribuon. Informu nin pri iuj problemoj kaj ni solvos ilin rapide.",
  "fb-but": "Sendu al ni reagojn",
  "feedback-text": "Donu reagojn pri la hCaptcha, kiun vi ĵus vidis",
  "footer-attribution": "Atribuo",
  "footer-copyright-text": "hCaptcha estas registrita varmarko de Intuition Machines, Inc.",
  "footer-header-1": "Kompanio",
  "footer-header-2": "Rimedoj",
  "footer-header-3": "Kontakto",
  "footer-link-1": "Etikedado",
  "footer-link-10": "Alirebleco",
  "footer-link-2": "Pri",
  "footer-link-3": "Laborpostenoj",
  "footer-link-4": "Varmarkoj",
  "footer-link-5": "AI Etiko",
  "footer-link-6": "Blogo",
  "footer-link-7": "Statuso",
  "footer-link-8": "Dokumentado",
  "footer-link-9": "Raporti Cimon",
  "footer-privacy": "Privateco",
  "footer-subheader-1": "Subteno",
  "footer-subheader-2": "Kontakto",
  "footer-terms": "Kondiĉoj",
  "h-plans": "Abonaj Planoj",
  "header-docs-link": "Dokumentoj",
  "header-labeling-services-link": "Etikedaj Servoj",
  "header-login-button": "Ensaluti",
  "header-plans-link": "Planoj",
  "header-signup-button": "Aliĝilo",
  "home-about-head": "Pri hCaptcha",
  "home-about-subtitle": "Funkciigita de HOMA Protokolo",
  "home-about-text-1": "hCaptcha estas desegnita por solvi la plej intensan problemon en maŝina lernado: etikedi amasajn kvantojn da datumoj ĝustatempe, pageblan kaj fidindan.",
  "home-about-text-2": "Pli da datumoj ĝenerale produktas pli bonajn rezultojn en trejnado de maŝin-lernaj modeloj. La lastatempa sukceso de profundaj modeloj kondukis al ĉiam pli grandaj datenserioj, preskaŭ ĉiam kun iu homa recenzo. Tamen krei grandajn hom-reviziitajn datumarojn per Mekanika Turko, Figuro Ok, ktp estas kaj malrapide kaj multekoste.",
  "home-about-text-3": "hCaptcha permesas al retejoj enspezi monon servante ĉi tiun postulon blokante robotojn kaj aliajn formojn de misuzo.",
  "home-about-text-4": "La merkato hCaptcha funkcias per la HOMA Protokolo, malferma malcentralizita protokolo por homa revizio, kiu funkcias per la blokoĉeno Ethereum. Retejoj gajnas Homajn ensetonojn (HMT) kiam ajn uzantoj uzas la fenestraĵon hCaptcha en sia retejo, kaj maŝinlernaj kompanioj pagas Homajn ensetonojn por etikedi siajn datumojn.",
  "home-ba-labeling-services-link": "Etikedaj Servoj",
  "home-benefits-head-1": "La Valoro en Datuma Etikedo",
  "home-benefits-head-2": "Redonu al Karitato",
  "home-benefits-text-1": "Ĉu vi rimarkis ĉiun fojon, kiam vi alklakas la aŭton, ke vi helpas trejni maŝinlernajn sistemojn de unu sola Gigantic-kompanio senpage?",
  "home-benefits-text-2": "hCaptcha turnas ĉi tiun modelon. Kiam vi uzas hCaptcha, kompanioj ofertas pri la laboro, kiun faras viaj uzantoj dum ili pruvas sian homecon. Vi ricevas la rekompencojn.",
  "home-benefits-text-3": "Ĉu vi volas redoni al via plej ŝatata karitato? hCaptcha permesas vin subteni la bonfarajn organizojn laŭ via elekto per la enspezoj, kiujn vi gajnas per ĝia uzado. Uzantoj en via retejo baldaŭ povos vidi vian kontribuon al bonfarado per diskreta markado en la interfaco hCaptcha.",
  "home-challenge-text-1": "Elektu ĉiujn bildojn, kiuj kongruas al demando",
  "home-challenge-text-2": "Difini saltan areon por objektoj",
  "home-challenge-text-3": "Identigu la respondajn etikedojn",
  "home-challenge-title-1": "Komparo",
  "home-challenge-title-2": "Bounding Box",
  "home-challenge-title-3": "Kategoriigo",
  "home-challenges-head": "Prezentitaj Defioj",
  "home-challenges-text-1": "... kaj aliaj simplaj taskoj. Facila por homoj, malfacila por robotoj.",
  "home-challenges-text-2": "Propraj taskoj ankaŭ haveblaj por entreprenaj eldonejoj.",
  "home-ent-1": "Ĉu vi serĉas niajn entreprenajn sekurecajn ofertojn?",
  "home-ent-2": "Vizitu nian novan dediĉitan retejon: BotStop.com",
  "home-ent-button": "Lernu pli: BotStop de hCaptcha",
  "home-from-the-blog": "EL LA BLOGO:",
  "home-from-the-blog-value": "Kiel Funkciaj Agordoj de hCaptcha funkcias",
  "home-intro-body": "Ĉu vi uzas captcha por forigi robotojn? hCaptcha protektas privatecon de uzanto, rekompensas retejojn kaj helpas kompaniojn etikedi siajn datumojn. Ĝi estas eniga anstataŭaĵo por reCAPTCHA: vi povas ŝanĝi post minutoj.",
  "home-intro-button": "Registriĝu Nun",
  "home-intro-head": "Ĉesu pli da robotoj. Komencu protekti privatan uzanton.",
  "home-main-1": "Privata. Sekura. Pli rapide. Kaj ni pagas vin por uzi ĝin.",
  "home-main-2": "Privateco Fokusita",
  "home-main-2c": "Anoncaj retoj vidas viajn vizitantojn kiel la produkton. Por hCaptcha la produkto estas la laboro, kiun ili provizas. Ne gravas al ni kiuj estas viaj uzantoj, nur kiom verŝajne ili estos malicaj. Ni subtenas iniciatojn kiel Privateca Pass, kaj laboras forte por ekvilibrigi privatecon kaj sekurecon.",
  "home-main-3": "Sekureco Unue",
  "home-main-3c": "Precizeco interesas vian kaj nian. hCaptcha estas eldonisto. Ni laboras por doni al vi realajn datumojn kaj lasi vin decidi kiel uzi ĝin. Aliaj captchas estas provizitaj de gigantaj reklamaj kompanioj. Ĉi tio signifas, ke ĉiu roboto blokita povas malpliigi siajn enspezojn.",
  "home-main-4": "Pli bona Uzanto-Sperto",
  "home-main-4c": "Kompleksaj maŝinlernaj modeloj estas uzataj de hCaptcha por determini la homaron. Ĉi tio permesas al ni postuli malpli ĝenajn taskojn de viaj uzantoj kaj malpli da tempo fari tion, dum daŭre produktas utilajn etikeditajn datumojn por etikedi klientojn.",
  "home-main-plans": "hCaptcha estas senpaga uzado por eldonistoj de ajna grandeco. Tamen por entreprenoj kaj platformoj, kiuj bezonas pli da kontrolo, niaj entreprenaj solvoj haveblas.",
  "home-main-plans2": "hCaptcha-entreprenaj solvoj protektas milionojn da uzantoj tra dekoj da milionoj da retejoj por iuj el la plej grandaj kompanioj sur la planedo. Bonvolu kontakti nin por pliaj informoj, aŭ viziti",
  "home-main-plans3": "hCaptcha-entreprenaj solvoj protektas milionojn da uzantoj tra dekoj da milionoj da retejoj por iuj el la plej grandaj kompanioj sur la planedo. Bonvolu kontakti nin por pliaj informoj, aŭ viziti",
  "home-main-plans4": "por detaloj.",
  "home-plans-button-1": "Aliĝu nun",
  "home-plans-button-2": "Kontaktu vendojn",
  "home-plans-chart-head-1": "Trajtoj",
  "home-plans-chart-head-2": "Eldonisto",
  "home-plans-chart-head-3": "Entrepreno",
  "home-plans-chart-row-1-cell-1": "Kontrolaj defiaj specoj montritaj",
  "home-plans-chart-row-1-cell-2": "Limigita",
  "home-plans-chart-row-1-cell-3": "Entute",
  "home-plans-chart-row-10-cell-1": "Pluruzantaj instrumentpaneloj",
  "home-plans-chart-row-11-cell-1": "Altnivelaj raportaj trajtoj",
  "home-plans-chart-row-12-cell-1": "Entreprenaj SLAoj",
  "home-plans-chart-row-2-cell-1": "Kontrolu defian enhavon uzatan",
  "home-plans-chart-row-2-cell-2": "Limigita",
  "home-plans-chart-row-2-cell-3": "Entute",
  "home-plans-chart-row-3-cell-1": "Gajnu rekompencojn por homaj solvoj",
  "home-plans-chart-row-4-cell-1": "Monda klaso kontraŭ-bot-protekto",
  "home-plans-chart-row-5-cell-1": "Funkcias en ĉiu lando",
  "home-plans-chart-row-5a-cell-1": "Sen-CAPTCHA kaj 99.9% pasivaj reĝimoj",
  "home-plans-chart-row-5b-cell-1": "Bot-konfidencaj poentaroj",
  "home-plans-chart-row-6-cell-1": "Privateca politiko pri GDPR kaj CCPA-amika",
  "home-plans-chart-row-7-cell-1": "Fajngrajnaj malfacilaĵoj",
  "home-plans-chart-row-8-cell-1": "Lanĉu vian propran defian enhavon",
  "home-plans-chart-row-9-cell-1": "Temp-bazita malfacila planado",
  "home-try-it-out-button": "Akiru hCaptcha",
  "home-try-it-out-head": "Provu ĝin",
  "home-try-it-out-text": "hCaptcha provizas simplan, facilan kaj fidindan bot-detekton dum ĝi estas bagatela por homoj solvi.",
  "labeling-about-head": "Pri hCaptcha",
  "labeling-about-text-1": "hCaptcha estas desegnita por solvi la plej laboran problemon en maŝina lernado; etikedante amasajn kvantojn de datumoj en oportuna, malaltekosta kaj fidinda maniero. Pli da datumoj ĝenerale produktas pli bonajn rezultojn en trejnado de maŝin-lernaj modeloj. La lastatempa sukceso de profundaj modeloj kondukis al ĉiam pli grandaj datumaroj, kaj hCaptcha plenumas ĉi tiun bezonon.",
  "labeling-about-text-2": "Tamen krei grandajn hom-reviziitajn datumarojn per tradiciaj metodoj estas kaj malrapide kaj multekoste. hCaptcha estas maniero por kompanioj akiri la komentariojn, kiujn ili postulas pli rapide, kun pli alta kvalito kaj malpli koste ol aliaj alternativoj.",
  "labeling-annotations-head": "Komentaj Tipoj",
  "labeling-annotations-text-1": "Preciza objektodetekto en bildoj kaj filmetoj",
  "labeling-annotations-text-2": "Preciza objektodetekto en bildoj kaj filmetoj",
  "labeling-annotations-text-3": "Punktaj komentarioj por multaj malsamaj uzokazoj",
  "labeling-annotations-text-4": "Ordigu aŭ aldonu arbitrajn kategoriojn de ajna grandeco",
  "labeling-annotations-text-5": "Hom-elektra detekto kaj klasifiko",
  "labeling-annotations-text-6": "Ĉu vi bezonas alian tipon ne listitan ĉi tie? Nur demandu nin.",
  "labeling-annotations-title-1": "Limigantaj Kestoj",
  "labeling-annotations-title-2": "Pluranguloj",
  "labeling-annotations-title-3": "Famaĵoj",
  "labeling-annotations-title-4": "Atributa Kategoriigo",
  "labeling-annotations-title-5": "Komparo kaj Detekto",
  "labeling-annotations-title-6": "... kaj multe pli",
  "labeling-ent-button": "Kontaktu Nian Kompanian Solvon",
  "labeling-ent-head": "Ĉu vi bezonas Fin-al-Finan Kontrolon?",
  "labeling-ent-text-1": "La HOMA Platformo malantaŭ hCaptcha provizas tre altnivelajn laborajn kvalitojn kaj mastrumajn funkciojn per surlokaj, hibridaj aŭ SaaS-deplojoj, kiuj integras kun viaj ekzistantaj sistemoj.",
  "labeling-ent-text-2": "Rulu tute eksterrete kun via propra laborantaro, spuru valoron konsumitan inter komercaj unuoj aŭ konsorciaj kompanianoj, selekte direktu laborpostenojn al malsamaj internaj aŭ eksteraj laboristaj provizantoj laŭ kostaj kaj sekurecaj postuloj, kaj pli.",
  "labeling-ent-text-3": "Facila API-aliro, belaj instrumentpaneloj, kaj la plej nova modelo en la bukla teknologio por maksimumigi efikecon.",
  "labeling-ent-text-4": "99,99% -tempaj SLA-oj kaj tutmonda subteno disponebla. Por pliaj informoj:",
  "labeling-features-head-1": "Simplaj API-pelataj duktoj.",
  "labeling-features-head-2": "Optimumigita por kosto kaj kvalito. Neniu antaŭa devontigo necesas.",
  "labeling-features-head-3": "Pagu nur por la precizeco, kiun vi bezonas.",
  "labeling-features-head-4": "Provizu viajn proprajn terajn verajn datumojn aŭ lasu nin konstrui ilin tuj.",
  "labeling-features-text-1": "Ĉu vi volas integri homan recenzon rekte en viajn komercajn operaciojn? Ni ofertas altajn fidindajn SLAojn, garantiitan kapaciton kaj simplajn REST-APIojn.",
  "labeling-features-text-2": "La HOMA platformo uzas ampleksajn konfidencajn modelojn por fari altnivelan realtempan kvalitan analizon. Ĉi tio permesas al ni rapide determini ambaŭ la malfacilecon de demandoj kaj ilian probable ĝustan respondon, ŝparante al vi tempon kaj monon.",
  "labeling-features-text-3": "Ne ĉiuj problemoj samas. Komentarioj por sekurecaj kritikaj taskoj eble postulas 99,99% -fidon de tute homaj laboristoj. Komentarioj por unu beta-funkcio en poŝtelefona programo eble nur postulas moderan konfidon. Vi decidas.",
  "labeling-features-text-4": "Ĉu vi havas krudajn datumojn sen ampleksa kontrola aro? Plejofte ni povas konstrui unu por vi dum taskoj funkcias tra la sistemo, aŭ krei etikeditajn specimenojn por via aprobo.",
  "labeling-info-head": "Akiri Datumojn Etikeditajn",
  "labeling-info-text-1": "Parolu kun unu el niaj domajnaj spertuloj por difini viajn projektajn bezonojn: cela precizeco, formato kaj iuj specialaj postuloj.",
  "labeling-info-text-2": "Ni plenumas malgrandan produktadan laboron bazitan sur viaj specimenaj datumoj. Ĉi tio provas la laboron, kiun ni faris kune, por certigi, ke vi akiros ĝuste tion, kion vi bezonas.",
  "labeling-info-text-3": "Kun nia alta volumeno kaj malalta latenteco ni rapide turnos vian laboron, kun aŭtomata liverado tuj kiam ĝi finiĝos.",
  "labeling-info-text-4": "Ĉar ni pli bone komprenas la parametrojn de via produkta laboro, la rezultoj daŭre pliboniĝos laŭlonge de la tempo.",
  "labeling-info-text-5": "Vivaj instrumentpaneloj permesas al vi doni reagojn aŭ paŭzi produktadon iam ajn.",
  "labeling-info-title-1": "Difini Specifojn",
  "labeling-info-title-2": "Komenca Laborprovo",
  "labeling-info-title-3": "Disfaldi Produktadajn Laborpostenojn",
  "labeling-info-title-4": "Kontinua Plibonigo",
  "labeling-info-title-5": "Realtempaj Rezultoj",
  "labeling-main-1": "Kostefika datuma markado grandskale",
  "labeling-main-1-button": "Akiru Vian Datumon Etikedita Nun",
  "labeling-main-1c": "Ĉu vi bezonas pli da etikedoj por viaj datumaroj? hCaptcha provizas rapidan, kostefikan kaj altkvalitan datumetikedadon por kompanioj laborantaj pri artefarita inteligenteco kaj maŝinlernado-aplikaĵoj.",
  "labeling-main-2": "Lanĉu milionojn da taskoj tuj.",
  "labeling-main-2-button": "Aĉetu Servojn pri Datuma Etikedo",
  "labeling-main-2c": "hCaptcha havas unu el la plej grandaj naĝejoj de la planedo disponeblaj por via uzo. Kia ajn estas via skalo, ni povas trakti ĝin sen multekostaj antaŭaj devontigoj. Milionoj da taskoj tage ne estas problemo.",
  "labeling-platform-head": "Privata aŭ Publika Informo",
  "labeling-platform-text": "hCaptcha estas konstruita sur la HOMA Platformo, kiu permesas altnivelan vojigon kaj analizon optimumigi koston kaj efikecon ĉe ĉiu paŝo. Ĉi tiu teknologio lasas la ĝustan laborantaron trakti ĉiun parton de via laboro, maksimumigante kostefikecon konservante privatecon kaj plenumante iujn ajn reguligajn postulojn.",
  "labeling-try-button": "Aĉetu Servojn pri Datuma Etikedo",
  "labeling-try-head": "Ĉu vi volas provi ĝin per viaj datumoj?",
  "labeling-try-text": "... ni pretas kiam vi estos: nia servo disponeblas senĉese.",
  "learn-more-hcaptcha": "Lernu Pli pri hCaptcha",
  "page-acc-faq-1": "Demando: Ĉu hCaptcha Section 508 + WCAG 2.1 AA konformas? Respondo: Ni kredas ke jes: ĉiuj uzantoj kun ajna formo de difekto, kiuj kapablas foliumi la retejon kaj enigi tekston en formularoj, povas aliri servojn protektitajn de hCaptcha post registriĝo. Tamen, ĉi tio ne estas jura konsilo: vi devus fari vian propran taksadon, konsiderante vian apartan efektivigon por certigi, ke tio estas la kazo por via deplojo.",
  "page-acc-faq-2": "Demando: Ĉu vi laboras pri aliaj alireblaj opcioj (a11y), kiel audio? Respondo: Antaŭe popularaj opcioj kiel aŭdaj kapĉasoj diskriminacias multajn a11yajn uzantojn kaj estas facile venkitaj de modernaj maŝinlernadoteknikoj. Ĉi tio devigis nunajn sondefiojn fariĝi pli kaj pli malfacilaj, enkondukante bruon, strangan tempon, nekutimajn vortkombinojn, ktp por venki atakantojn. Ni do estas malpli entuziasmaj pri ĉi tiu aliro kontraŭ tute eviti la defion, sed konsideros ĝin se estas postulo de la a11y komunumo. Tamen, ni tre interesiĝas pri Privateca Enirpermesilo por la uzkazo de Alirebleco. Ni kredas, ke kombini nian nunan a11y-aliron kun Privateca Pass-eldono permesos al uzantoj de a11y navigi sekure, sekure sciante, ke ilia trafiko estas pli privata, dum limigas la misuzon de botfunkciigistoj, kiu neeviteble okazas kiam a11y-opcioj estas disponeblaj. Ni estas aktivaj partoprenantoj en la laborgrupo de IETF normiganta ĉi tiun novan teknologion.",
  "page-acc-faq-3": "Demando: Kio pri privateco? Ĉu registriĝo elmontras iel foliumajn datumojn? Kion vi faras kun la retpoŝto? Respondo: hCaptcha estas desegnita por privateco de la fundo. Ĝi estas tre malsama ol tradiciaj elektoj kiel reCAPTCHA, kiuj estas posedataj de reklamaj retoj, kiuj havas instigon spuri vin tra la reto kaj asocii vin kun reala identeco. Ni neniam uzas alireblajn retpoŝtojn aŭ informojn por iu ajn celo krom faciligi ĉiun uzon kaj malhelpi misuzon. Nia privateca politiko havas ampleksajn kaj aŭtoritatajn respondojn pri kiel ni uzas datumojn, sed la mallonga respondo estas, ke ni ne havas intereson asocii vin kiel personon kun via foliumhistorio.Ni ankaŭ nun laboras pri ĉifrika solvo por rapide forĵeti vian retadreson. dum daŭre konservante nian kapablon malhelpi misuzon, kompletigante nian Privatec Pass-laboron.",
  "page-acc-link-1": "Se vi estas alirebla uzanto, bonvolu registriĝi ĉi tie.",
  "page-acc-subhead": "Certigante senjuntan aliron por ĉiuj uzantoj konservante sekurecon",
  "page-acc-summary": "Resumo",
  "page-acc-summary-contents-1": "hCaptcha estas desegnita por maldaŭrigi robotojn distingante ilin de homoj. Vidaj provoj estas oportuna ilo por tio, sed ne ĉiuj povas solvi vidan defion. Tial ni desegnis simplan, sendoloran alternativon por permesi al eldonistoj uzantaj nian servon konservi alireblecon por ĉiuj kun plena konformeco al Sekcio 508 kaj WCAG 2.1 AA.",
  "page-acc-summary-contents-2": "Kiel ĝi funkcias: unue, alirebla uzanto registriĝas ĉe ĉi tiu URL, kiu estas ligita en la paĝo pri informoj pri fenestraĵo hCaptcha. Ili ricevas ĉifritan kuketon, kiu povas esti uzata plurajn fojojn tage, sed devas esti refreŝigita ĉiujn 24 horojn per ensaluto. Kiam defio estas prezentita al alirebla uzanto en iu ajn retejo per la servo hCaptcha, ili aŭtomate pasos.",
  "page-acc-title": "Informoj pri Alirebleco de hCaptcha",
  "page-acc-tr-body": "Demando: Mi ankoraŭ vidas defion post agordi la kuketon. Kio kaŭzas ĉi tion?<br> Respondo: Ĉi tio estas kutime pro uzo de agresema reklamblokilo aŭ kontraŭkuketa etendo, aŭ agordo, kiu blokas interkukajn kuketojn, ĉi-kaze kuketon por hcaptcha.com, kiu estas fiksita aŭ kontrolita de la hCaptcha JS en alia retejo. , kiel tiu, kiun vi vizitas.<br><br> Kuketoj pri alirebleco de hCaptcha funkcias kun ĉiuj popularaj retumiloj kaj blokiloj de anoncoj kun siaj normaj agordoj, do tipe fiaskoj estas pro kontraŭ-kontraŭ-blokaj skriptoj aŭ similaj regularoj celantaj apartajn retejojn.<br><br> Solvoj:<br><br> 1. Blanklisto hcaptcha.com kaj * .hcaptcha.com-kuketoj en via reklam-blokilo aŭ retumila sekureca etendo.<br> 2. Se vi uzas la Bravan retumilon, kiu nuntempe ne ŝajnas havi ian kuketan blankan liston, iru al Preferoj -> Ŝildoj -> Kuketoj kaj elektu Permesi ĉiujn kuketojn.<br> 3. Se vi uzas la plej novan version de Safaro en la ĵus eldonita OS X 10.15 aŭ iOS 13.4, Apple ĵus ŝanĝis la konduton de Safaro rilate al triaj kuketoj, blokante ĉiujn defaŭlte. Ni efektivigas solvon, sed dume bonvolu viziti Safarajn Agordojn, Privatan sekcion, kaj malmarku retejan spuradon: Malhelpu inter-retejan spuradon por ebligi la alireblan kuketon funkcii kiel atendite.<br><br> Demando: Mi uzas plurajn aparatojn. Ĉu mi bezonas registriĝi plurfoje?<br> Respondo: Ne. Bonvolu alklaki la saman retpoŝtan ensalutan ligon senditan al vi sur ĉiu aparato, kiun vi uzas por agordi la kuketon.<br><br> Demando: Kiel mi povas protekti min kontraŭ triaj kuketoj-spurado dum uzado de la alirebla kuketo?<br> Respondo: Uzi iun ajn privatecan aŭ reklam-blokadan etendaĵon, kiu subtenas domajnan blankan liston (ekz. UBlock Origin) funkcios kiel atendite: simple certigu blankan liston hcaptcha.com.",
  "page-acc-tr-title": "Por Alirebleco-Uzantoj: Oftaj Demandoj kaj Troubleshooting Guide",
  "page-acc-tr2-body": "Safaro<br> Por ebligi kuketojn en Safaro (Mac): Iru al la falmenuo Safaro. Elektu Preferojn. Alklaku Privatecon en la supra panelo. Sub 'Bloki kuketojn' elektu la opcion 'Neniam'.<br> Por ebligi kuketojn en Safaro (iPhone / iPad iOS 11+): Malfermu viajn Agordojn. Rulumu malsupren kaj elektu Safaron. Sub Privateco kaj Sekureco, malŝaltu 'Malhelpi Inter-Spuran Spuradon' kaj 'Bloki Ĉiujn Kuketojn'<br><br> Fajrovulpo<br> Alklaku la ŝildon maldekstre de la adresbreto sur iu ajn retpaĝo. Alklaku Protektajn Agordojn. La panelo Privateco kaj Sekureco de Firefox-Preferoj malfermiĝos. Sub Plibonigita Spura Protekto, elektu Propra. Elektu kiujn spurilojn kaj skriptojn bloki elektante tiujn markobutonojn. Certigu, ke vi malblokis hcaptcha.com.<br><br> Vi ankaŭ povas portempe malŝalti iujn protektojn en Propra por elpurigi ĉi tion, malelektante la markobutonojn: Deselektu la markobutonon Spuriloj aŭ malmarku la markobutonon Kuketoj se vi ankoraŭ havas problemojn.<br><br> Google Chrome<br> Google Chrome (komputilo)<br> Elektu la ikonon de Chrome-menuo. Elektu Agordojn.<br> Iru al Privateco kaj Sekureco, tiam Kuketoj kaj aliaj retejaj datumoj.<br> Certigu, ke 'Bloki triaj kuketoj' ne estas ebligita.<br><br> Google Chrome (Mac):<br> Malfermu Chrome-preferojn de la menuobreto.<br> Iru al Privateco kaj Sekureco, tiam Kuketoj kaj aliaj retejaj datumoj.<br> Certigu, ke 'Bloki triaj kuketoj' ne estas ebligita.<br><br> Google Chrome (Android):<br> Sur via Android-aparato, malfermu la programon Chrome.<br> Supre dekstre, frapetu Pli kaj poste Agordoj.<br> Frapu Retejajn Agordojn kaj poste Kuketojn.<br> Apud 'Kuketoj', ŝaltu la agordon.<br> Marku la keston apud 'Permesi triajn kuketojn.'<br><br> interreta Esploristo<br> 1. Elektu la ilaron en la supra-dekstra angulo de la ekrano, tiam elektu 'Interretaj Elektoj'. Se vi havas la Menuan Trinkejon ebligita, vi povas elekti 'Iloj' poste 'Interretaj Elektoj'.<br> 2. Alklaku la langeton 'Privateco'.<br> 3. Elektu la butonon 'Altnivela'.<br> 4. Sub 'Triaj Kuketoj' elektu 'Akcepti'.<br> 5. Alklaku 'OK'",
  "page-acc-tr2-head": "Retumilo-Instrukcioj por Interretaj Kuketoj",
  "priv-hc": "Privateco Fokusita",
  "priv-hc-text": "Reklamaj retoj rigardas vin kiel sian produkton. Ni ne faras. Ni ne zorgas, kiuj estas uzantoj, nur kiom probable ili estas malicaj. Ni subtenas iniciatojn kiel Privateca Enirpermesilo, kaj penadas por ekvilibrigi privatecon kaj sekurecon.",
  "reporting-bugs-accessibility-button": "Lernu pli pri alireblaj opcioj",
  "reporting-bugs-accessibility-head": "Alireblecaj Elektoj",
  "reporting-bugs-accessibility-text": "Ĉu vi estas vidhandikapita aŭ alimaniere ne kapablas kompletigi hCaptchas?",
  "reporting-bugs-guide-ff-head": "Kaptante Cimraporto-Detalojn: Firefox",
  "reporting-bugs-guide-ff-step-1": "Paŝo 1: Malfermu Programilojn (Ĉi tio komencas registri la kunsidon.)",
  "reporting-bugs-guide-ff-step-2": "Paŝo 2: Alklaku retan langeton en Programaj Iloj. Marku la Persistan protokolojn skatolo supre.",
  "reporting-bugs-guide-ff-step-3": "Paŝo 3: vizitu https://accounts.hcaptcha.com/demo, aŭ la retejon, pri kiu vi havas problemon (Privateca Noto: nur se vi ne ĝenas kunhavigi kio ĝi estas) ... kaj tiam alklaku la I. estas homa butono, kaj provu solvi.",
  "reporting-bugs-guide-ff-step-4": "Paŝo 4: Klaku HAR post kiam vi provas solvi, kaj elektu Konservi Ĉion kiel HAR por konservi la retan protokolon. Sendu tiun dosieron al ni.",
  "reporting-bugs-guide-ff-step-5": "Paŝo 5: Alklaku la langeton Konzolo, kaj dekstre alklaku tiam Elektu ĉion kaj konservu tion en tekstdosieron, por konservi la konzolan protokolon. Sendu al ni tion ankaŭ.",
  "reporting-bugs-guide-ff-step-6": "Lasta paŝo: Retpoŝtu tiujn HAR kaj konzolajn protokolojn al ni, kaj priskribu la problemon Uzu: support@hcaptcha.com (bonvolu uzi servon kiel Dropbox aŭ Filebin kaj sendu ligilojn) kaj laŭvole ekrankopion, se vi suspektas, ke io ne montriĝas ĝuste. . Bonvolu sendi ankaŭ la IP kiun vi uzas. Vi povas akiri ĝin de https://www.whatsmyip.org/ Dankon pro la tempo por helpi nin akiri ĉi tiun informon! Ni engaĝiĝas por ke hCaptcha funkciu bone por ĉiuj.",
  "reporting-bugs-guide-head": "Kaptante Cimraporto-Detalojn: Chrome",
  "reporting-bugs-guide-step-1": "Paŝo 1: Malfermu Programilojn (Ĉi tio komencas registri la kunsidon.)",
  "reporting-bugs-guide-step-2": "Paŝo 2: Alklaku retan langeton en Programaj Iloj. Marku la Konservi protokolokeston supre.",
  "reporting-bugs-guide-step-3": "Paŝo 3: vizitu https://accounts.hcaptcha.com/demo, aŭ la retejon, pri kiu vi havas problemon (Privateca Noto: nur se vi ne ĝenas kunhavigi kio ĝi estas) ... kaj tiam alklaku la I. estas homa butono, kaj provu solvi.",
  "reporting-bugs-guide-step-4": "Paŝo 4: Alklaku Eksporti HAR (la eta malsupren sago) post kiam vi provas solvi, kio konservas la retan protokolon. Sendu tiun dosieron al ni.",
  "reporting-bugs-guide-step-5": "Paŝo 5: Alklaku la langeton Konzolo, kaj dekstre alklaku tiam Konservi kiel .. por konservi la konzolan protokolon. Sendu al ni tion ankaŭ.",
  "reporting-bugs-guide-step-6": "Lasta paŝo: Retpoŝtu tiujn HAR kaj konzolajn protokolojn al ni, kaj priskribu la problemon. Uzu: support@hcaptcha.com (bonvolu uzi servon kiel Dropbox aŭ Filebin kaj sendi ligilojn) kaj laŭvole ekrankopion, se vi suspektas, ke io ne montriĝas ĝuste. Bonvolu sendi ankaŭ la IP kiun vi uzas. Vi povas akiri ĝin de https://www.whatsmyip.org/ Dankon pro la tempo por helpi nin akiri ĉi tiun informon! Ni engaĝiĝas por ke hCaptcha funkciu bone por ĉiuj.",
  "reporting-bugs-guide-text-1": "Sendi senararigajn informojn per via raporto faciligos al ni identigi kio okazas. Jen paŝaj instrukcioj:",
  "reporting-bugs-guide-text-2": "Se vi estas retejo-programisto aŭ sperta uzanto, la resumo estas, ke ni ŝatus, ke vi sendu al ni retan registradon HAR kaj retumila konzolo protokoloj. Bonvolu provi malŝalti ajnan reklamblokilon aŭ retumilon sekurecaj etendaĵoj unue kaj poste reprovi antaŭ ol vi trapasi ĉi tiujn paŝojn. Se tio solvas vian problemon, ni ankoraŭ dankus, ke vi sciigu al ni vian retumilon-version, reklam-blokilon aŭ retumilon, kaj la retejon URL.",
  "reporting-bugs-intro-head": "Ĉu vi trovis cimon? Jen kiel raporti ĝin.",
  "reporting-bugs-intro-text": "Milionoj da homoj uzas hCaptcha ĉiumonate, sur miloj da kombinaĵoj de retumiloj, etendaĵoj, aparatoj, fajromuroj, kaj pli. Nia celo estas certigi, ke ĝi ĉiam funkcias por vi, do ni tre dankas viajn raportojn! Por doni rapidan reagon, simple alklaku la butonon Sendu al ni reagojn. Se vi vidas funkcian problemon, bonvolu sekvi la instrukciojn pri erara protokolo por Chrome aŭ erarigaj instrukcioj pri Firefox sube. Por iuj aliaj retumiloj simple retpoŝtu nin. Por eblaj problemoj pri sekureco aŭ privateco, vidu la instrukciojn sube.",
  "reporting-bugs-privacy-head": "Privatecaj Problemoj",
  "reporting-bugs-privacy-text": "Ni ne zorgas, kiuj estas uzantoj, nur kiom probable ili estas malicaj aŭ maŝinaj. Ni subtenas iniciatojn kiel Privateca Enirpermesilo, kaj penadas por ekvilibrigi privatecon kaj sekurecon. Se vi trovis problemon, kiu laŭ vi povus influi la privatecon de uzanto, bonvolu retpoŝti nin ĉe support@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "Sendu al ni reagojn",
  "reporting-bugs-provide-feedback-head": "Provizu tujan reagon pri hCaptcha",
  "reporting-bugs-provide-feedback-text": "Ni dankas vian kontribuon. Informu nin pri iuj problemoj kaj ni solvos ilin rapide.",
  "reporting-bugs-security-head": "Sekurecaj Cimoj",
  "reporting-bugs-security-text": "Ni ĉiam interesiĝas ricevi raportojn pri sekurecaj fuŝoj. Retpoŝtu support@hcaptcha.com & CC security@hcaptcha.com kaj ni rapide respondos al vi. Ni ankaŭ havas programon pri cimoj por elekteblaj sekurecaj raportoj pri la servo hCaptcha kaj rilata fontkodo.",
  "sales-interstitial-c1": "Por kompanioj",
  "sales-interstitial-c1a": "Entreprenaj sekurecaj solvoj (pagitaj)",
  "sales-interstitial-c1b": "Lernu pli pri hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "Datuma komentario",
  "sales-interstitial-c1d": "Aĉetu hCaptcha-komentajn servojn",
  "sales-interstitial-c2": "Por individuoj",
  "sales-interstitial-c2a": "Aldonu hCaptcha al via servo (senpaga)",
  "sales-interstitial-c2b": "Aldonu hCaptcha por Eldonistoj al mia retejo aŭ programo",
  "sales-interstitial-c2c": "Kio estas hCaptcha?",
  "sales-interstitial-c2d": "Lernu pli pri hCaptcha",
  "sales-interstitial-head": "Ni certigu, ke vi atingos la ĝustan lokon.",
  "sec-hc": "Sekureco Unue",
  "sec-hc-text": "hCaptcha estas eldonejo fokusita. Ni laboras por doni al retejoj realajn datumojn kaj lasi ilin decidi kiel uzi ĝin. Precizeco estas en via kaj nia intereso. Aliaj kapĉasoj estas provizitaj de reklamaj kompanioj. Ĉiu bot, kiun ili blokas, povas redukti siajn enspezojn.",
  "signup-interstitial-c1": "Por kompanioj aŭ retejoj",
  "signup-interstitial-c1a": "Aldonu hCaptcha al via servo (senpaga)",
  "signup-interstitial-c1b": "Aldonu hCaptcha por Eldonistoj al mia retejo aŭ programo",
  "signup-interstitial-c1c": "Entreprenaj sekurecaj solvoj (pagitaj)",
  "signup-interstitial-c1d": "Lernu pli pri hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "Datuma komentario",
  "signup-interstitial-c1f": "Aĉetu hCaptcha-komentajn servojn",
  "signup-interstitial-c2": "Por individuoj",
  "signup-interstitial-c2a": "Alirebleco",
  "signup-interstitial-c2b": "Lernu pri ebloj pri alirebleco por hCaptcha",
  "signup-interstitial-c2c": "Gajnu monon",
  "signup-interstitial-c2d": "Laboru kiel individua datuma etikedo",
  "signup-interstitial-head": "Ni certigu, ke vi atingos la ĝustan lokon.",
  "support-interstitial-c1": "Por kompanioj",
  "support-interstitial-c1a": "Entreprenaj sekurecaj solvoj (pagitaj)",
  "support-interstitial-c1b": "Akiru subtenon por hCaptcha Enterprise (BotStop)",
  "support-interstitial-c1c": "hCaptcha Publisher (senpaga)",
  "support-interstitial-c1d": "Akiru subtenon por hCaptcha Publisher",
  "support-interstitial-c2": "Por individuoj",
  "support-interstitial-c2a": "Havas malfacilecon kun defio?",
  "support-interstitial-c2b": "Lernu pri ebloj pri alirebleco por hCaptcha",
  "support-interstitial-c2c": "Ĉu vi volas raporti cimon?",
  "support-interstitial-c2d": "Lernu pli pri raportado pri programaj problemoj",
  "support-interstitial-head": "Ni certigu, ke vi atingos la ĝustan lokon.",
  "switch-to-english-link": "Ŝanĝu al la angla",
  "what-is-hcaptcha": "Kio estas hCaptcha?",
  "what-is-hcaptcha-text": "hCaptcha helpas viajn plej ŝatatajn retservojn forigi robotojn, spamojn kaj misuzojn per simplaj demandoj facilaj por homoj kaj malfacilaj por maŝinoj.",
  "why-hc": "Kial hCaptcha?",
  "why-hc-text": "Ĉiufoje, kiam vi respondas al defio, ni uzas kompleksajn modelojn por ekscii, ĉu vi estas homo aŭ maŝino. La retejo, kiun vi vizitis, tiam uzas ĉi tiun rezulton por helpi plibonigi vian sperton en sia retejo, tenante eksteren robotojn."
}
