{
    "1290027486": "Ĉefoficisto de Brave. Kunfondinto de Mozilla. Kreinto de la JavaScript programlingvo. Konstruisto de retumiloj kaj pli.",
    "211351380": "El la blogo:",
    "3153117136": "Kiel funkcias la agordoj de malfacilaĵoj de hCaptcha",
    "2915355938": "Alirebleco",
    "793784899": "Planoj",
    "2671622670": "Enterprise",
    "3527140447": "Docs",
    "505891021": "Etikedaj Servoj",
    "692176459": "Ensaluti",
    "1892574253": "Registriĝi",
    "2593864519": "Haltu pli da robotoj. Komencu protekti la privatecon de la uzanto.",
    "4007826952": "La #1 privateca unua CAPTCHA por retejo, poŝtelefono kaj pli.",
    "3721365241": "Provu",
    "3753956446": "Senpaga",
    "3276777569": "hCaptcha",
    "55035359": "Nun vi uzas reCAPTCHA?",
    "3417372336": "Ŝanĝi post minutoj",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "La plej bonaj interretaj servoj dependas",
    "1470290349": "por plej bona en-klasa bot kaj fraŭda administrado.",
    "3714002185": "Lernu pli pri hCaptcha Enterprise",
    "3946753128": "Privata. Sekura. Pli rapide.",
    "939665604": "Privateco Enfokusigita",
    "780475098": "Anoncaj retoj vidas viajn vizitantojn kiel la produkton. Ni zorgas nur ĉu vizito estas bona aŭ malbona. hCaptcha konformas al GDPR, CCPA, LGPD, PIPL kaj aliaj tutmondaj datumaj leĝoj.",
    "219813583": "Sekureco Unue",
    "2714878440": "Protektu viajn servojn kontraŭ skrapado, kontoprenoj, akreditplenigo kaj spamado per nia altnivela maŝinlernado kaj homara konfirmo.",
    "1397766838": "Pli bona Uzanto-Sperto",
    "2670352917": "hCaptcha provizas pli fidindan bot-detekton, estante simpla por homoj solvi.",
    "2806751666": "Kio estas hCaptcha?",
    "3096063825": "Provu ĝin",
    "2968026167": "Via plej ŝatata legomo",
    "713281684": "Melongeno",
    "4147497805": "Karoto",
    "3758963444": "Dankon! Via propono estas ricevita!",
    "1070364246": "Ho! Io misfunkciis dum sendado de la formularo.",
    "1129833879": "Ĉesu malicajn robotojn, protektu uzantan privatecon",
    "58091799": "Lernu pli pri hCaptcha Publisher kaj Enterprise",
    "1599610318": "Eldonisto",
    "3093388779": "hCaptcha estas libera uzebla por eldonejoj de ajna grandeco",
    "179723061": "Pli da kontrolo por teamoj, kiuj bezonas klasan gvidan sekurecon",
    "846501387": "Mondklasa bot-protekto",
    "119298044": "Altnivelaj memkontrolitaj ML kaj AI-teknologioj protektas viajn retajn proprietojn kontraŭ minacoj kaj atakoj",
    "1263998069": "Gajnu rekompencojn por homaj solvoj",
    "1103295010": "Gajnu monon aŭ donu al bonfarado por kiam homoj solvas CAPTCHA-ojn",
    "392886773": "Laboras en ĉiu lando",
    "2320894364": "Kun pli ol 200 punktoj de ĉeesto, la nubo de hCaptcha protektas viajn aktivaĵojn tra la mondo",
    "451701069": "Konformas al GDPR, CCPA,",
    "2826051554": "kaj pli",
    "3530599065": "Privateco estas konstruita de la grundo. hCaptcha retenas neniun PII kaj konformas al multaj privatecaj ordonoj kaj regularoj.",
    "2489287539": "Senfrikcio \"Neniu CAPTCHA\" & 99.9% pasivaj reĝimoj",
    "793242047": "Reduktu defiojn prezentitajn al uzantoj por permesi rapidan aliron al aplikaĵoj",
    "4195759329": "Bot-detekto kaj riskopoentaroj",
    "1150035777": "Sofistikaj maŝinlernado-modeloj generas bot-fidopoentarojn bazitajn sur multaj datenpunktoj preter ĉu demandoj estis responditaj ĝuste",
    "3688621388": "Minacaj subskriboj",
    "1131525092": "Grupu malbonajn aktorojn senpene per niaj privateckonservaj Scoped UID-oj por trovi kaj ĉesigi rilatajn fraŭdojn kaj misuzon.",
    "1559631739": "Privata lernado",
    "3952259236": "Kombinu viajn blindigitajn datumojn kun la miloj da signaloj de hCaptcha por trejni hCaptcha pri klasoj de konduto -- nur por via ekzemplo -- por pli bone antaŭdiri malican konduton pli bone ol ambaŭ solvoj sole.",
    "1150963691": "APT mildigo",
    "4083018285": "Aro de plilongigitaj funkcioj, kiuj kombinas kun plibonigita SOC-monitorado kaj respondo por trakti kompleksajn persistajn minacojn",
    "3160820928": "Kunordigita atakprotekto",
    "1849805607": "hCaptcha protektas kontraŭ minacoj kaj forlogaĵoj destinitaj por enfiltri viajn retojn",
    "1958297836": "Kunordigita atakprotekto & APT-mildigo",
    "1300485304": "hCaptcha protektas kontraŭ altnivelaj minacoj kaj forlogaĵoj destinitaj por enfiltri viajn retojn",
    "2698640210": "Kontrolu defiojn kaj tipojn montritajn",
    "3121248460": "Montru senlime diversajn kutimajn defiojn -- de simplaj ĝis kompleksaj -- por via antaŭvidata publiko",
    "3807059944": "Kontrolu defian enhavon uzatan",
    "2707282231": "Agordu defiojn por viaj uzantoj. Ebligu al robotoj solvi kaj penetri.",
    "4194763679": "Fajngrajnaj malfacilecniveloj",
    "3730038780": "Elektu el preskaŭ senfina nombro da defioj por ke uzantoj solvu",
    "1849717906": "Agordu per via propra defia enhavo",
    "1508655687": "Aldonu viajn proprajn defiojn adaptitajn por via publiko por plifaciligi aŭ limigi aliron",
    "3620442880": "Fulmaj Vendaj protektotrajtoj",
    "3265895521": "Pliigu kaj malaltigu defian malfacilaĵon laŭ la horo de la tago",
    "1485807325": "Pluruzantaj paneloj, SAML SSO",
    "359073033": "Paneloj liveras altnivelajn aŭ fajnajn vidojn de agado.",
    "4272454814": "Integriĝu kun la identeca provizanto de via elekto.",
    "1141402092": "Altnivelaj raportaj funkcioj",
    "910989640": "Generu detalajn kaj personecigitajn raportojn pri aktiveco",
    "3768951251": "Entreprenaj SLAoj",
    "1014004474": "La Enterprise-planoj de hCaptcha ofertas altnivelajn servnivelajn interkonsentojn por konservi vian organizon protektita",
    "1177598246": "Kontaktu Vendojn",
    "1067704102": "La Valoro en Datuma Etikedado",
    "3065000659": "Ĉu vi konsciis ĉiun fojon kiam vi \"klakas sur la aŭto\" vi helpas trejni unuopaĵon",
    "3235430156": "la maŝinlernadsistemojn de kompanio senpage?",
    "1549336309": "hCaptcha turnas ĉi tiun modelon. Kiam vi uzas hCaptcha, kompanioj ofertas la laboron de viaj uzantoj, kiam ili pruvas sian homaron. Vi ricevas la rekompencojn.",
    "3725880582": "Redonu al Karitato",
    "1671436004": "Ĉu vi volas redoni al via plej ŝatata bonfarado?",
    "1663628612": "permesas vin",
    "4272088465": "la bonfaradoj de via elekto kun la enspezoj, kiujn vi gajnas per uzado de ĝi.",
    "2894845722": "Uzantoj de via retejo baldaŭ povos vidi vian kontribuon al bonfarado per diskreta marko sur la interfaco hCaptcha.",
    "3194111925": "subteno",
    "1637702726": "Pri hCaptcha",
    "2323282990": "Moderna Aliro al Kontrolado de Homaro",
    "1201821619": "hCaptcha solvas unu el la plej urĝaj problemoj hodiaŭ: malebligi malicajn robotojn mistrakti retajn servojn.",
    "1475399473": "Lernu pli pri la hCaptcha teamo",
    "3161489950": "La Plej Altnivela Sekureca ML-Platformo de la Monda",
    "3247172580": "hCaptcha kombinis altnivelan memkontrolitan maŝinlernadon kun nova rando-komputila aliro, kiu unike minimumigas datumkolektadon kaj retenon, liverita de pli ol 250 lokoj tutmonde por amasa skaleblo.",
    "3767462250": "Desegnita por Privateco",
    "3500503648": "hCaptcha estas desegnita por forigi longdaŭran retenadon de datumoj, fidante je tuja taksado prefere ol registri kaj analizi vian foliumhistorion. Ni ankaŭ subtenas iniciatojn kiel",
    "2418549423": ", emerĝanta normo por konservi interretan privatecon per kriptografaj pruvoj, kaj aliaj unikaj privateco-unuaj trajtoj.",
    "1544546608": "Privateco Pass",
    "976209454": "Gajnu Rekompencojn aŭ Donu al Karitato",
    "552920956": "hCaptcha permesas al retejoj gajni rekompencojn dum blokado de robotoj kaj aliaj formoj de misuzo. hCaptcha ankaŭ permesas vin subteni la bonfaradojn de via elekto per ĉi tiuj enspezoj.",
    "654326661": "Ĉu vi volas vidi mem? Provu hCaptcha senpage.",
    "3570415321": "Kompanio",
    "3987022469": "Etikedado",
    "1636202177": "Pri",
    "2670003220": "Laborpostenoj",
    "3233305531": "Varmarkoj",
    "3028319964": "AI Etiko",
    "4131598919": "Premu",
    "1662477701": "Rimedoj",
    "3130928685": "Blogo",
    "1756106276": "Statuso",
    "1235925265": "Dokumentado",
    "920212083": "Raporti Cimon",
    "2076066173": "Ciberatakoj 101",
    "3644106388": "Kontaktu",
    "2182196747": "Subteno",
    "487083593": "Vendoj",
    "878585497": "Kondiĉoj",
    "1697438123": "Privateco",
    "1316817321": "Atribuo",
    "3488019891": "hCaptcha estas registrita varmarko de Intuition Machines, Inc.",
    "4224961202": "Privateco, Sekureco kaj Maŝina Lernado.",
    "98173630": "hCaptcha estas la plej vaste uzata sendependa CAPTCHA servo en la mondo.",
    "1514478724": "Lernu pli",
    "1752795854": "hCaptcha alportas modernan, privatec-fokusitan aliron por haltigi robotojn.",
    "2927700175": "Ni montras CAPTCHA-defiojn, kiuj estas malfacilaj por robotoj, sed facilaj por homoj, kolektante malfacile etikedeblajn datumojn de problemoj de maŝinlernado kaj uzante ĝin por distingi ĉu retejo aŭ vizitanto de aplikaĵo estas homa.",
    "2188609322": "Malbonaj aktoroj estas ĉiam pli oftaj interrete. Sed oferi uzantan privatecon ne estas la respondo.",
    "2032102720": "Sekurecaj solvoj ofertitaj de reklamaj kompanioj fokusiĝas ĉefe pri spurado de uzantoj tra la reto. Ni kreis efikan sekurecan solvon, kiu pruvas, ke damaĝi la privatecon de la uzanto ne estas necesa por liveri bonegajn rezultojn.",
    "4146870445": "Kiuj ni estas",
    "353066938": "Sperta teamo, laboranta pri la plej malfacilaj problemoj de hodiaŭ. hCaptcha estas servo de",
    "1173652155": "Konsilistoj",
    "2256305371": "Profesoro, CS ĉe Universitato de Kalifornio, Berkeley. Eksperto pri profunda lernado, sekureco, blokĉeno. Ĉefoficisto de Oasis Labs.",
    "2177660021": "Esploristo ĉe Stanfordo. Maŝinlernado kaj kvantfinanco ĉe ĉefaj bankoj, heĝfondusoj kaj akademiularo.",
    "2686825859": "Registriĝu senpage aŭ kontaktu nin pri solvoj de hCaptcha Enterprise",
    "583434701": "hCaptcha Alirebleco",
    "611905972": "Certigante senjuntan aliron por ĉiuj uzantoj konservante sekurecon",
    "874098071": "Se vi estas uzanto de alirebleco, bonvolu registriĝi ĉi tie",
    "2745385064": "Resumo",
    "3353238942": "hCaptcha estas desegnita por haltigi robotojn distingante ilin de homoj. Vidaj provoj estas oportuna ilo por tio, sed ne ĉiuj povas solvi vidan defion.",
    "3600022491": "Tial ni desegnis simplan, sendoloran alternativon por permesi al eldonistoj uzantaj nian servon konservi alireblecon por ĉiuj kun plena konformeco al Sekcio 508 kaj WCAG 2.1 AA.",
    "2557240048": "Kiel ĝi funkcias: unue, alirebla uzanto aliĝas per",
    "3871665286": ", kiu estas elstare ligita en la informo-paĝo de la fenestraĵo de hCaptcha. Ili ricevas ĉifritan kuketon, kiu povas esti uzata plurfoje tage, sed devas esti refreŝigita ĉiujn 24 horojn per ensaluto.",
    "3441764123": "Kiam defio estas prezentita al alirebla uzanto en retejo uzanta la servon hCaptcha, ili aŭtomate trapasos.",
    "4247858664": "la alirpaĝo de aliĝpaĝo",
    "1297657322": "Alirebleco uzantekrano post ensaluto",
    "1717658846": "Opcio de alirebleco en la menuo de la fenestraĵo UI",
    "1266963825": "Q: Ĉu hCaptcha Section 508 + WCAG 2.1 AA konformas?",
    "850025770": "R: Ni kredas tiel: ĉiuj uzantoj kun ajna formo de difekto, kiuj kapablas foliumi la retejon kaj enigi tekston en formularoj, povas aliri servojn protektitajn de hCaptcha post registriĝo. Tamen, ĉi tio ne estas jura konsilo: vi devus fari vian propran taksadon, konsiderante vian apartan efektivigon por certigi, ke tio estas la kazo por via deplojo.",
    "159272246": "D: Ĉu vi laboras pri aliaj alireblecoj (\"a11y\") opcioj, kiel audio?",
    "4074220464": "R: Antaŭe popularaj elektoj kiel aŭdaj kapĉasoj diskriminacias kontraŭ multaj ĉiuj uzantoj kaj estas facile venkitaj de modernaj maŝinlernadoteknikoj. Ĉi tio devigis nunajn sondefiojn fariĝi pli kaj pli malfacilaj, enkondukante bruon, strangan tempon, nekutimajn vortkombinojn, kaj tiel plu por venki atakantojn. Ni do estas malpli entuziasmaj pri ĉi tiu aliro kontraŭ tute eviti la defion, sed konsideros ĝin se estas postulo de la a11y komunumo.",
    "2309661107": "Tamen ni tre interesiĝas",
    "2555914614": "por la uzkazo de Alirebleco. Ni kredas, ke kombini nian nunan a11y-aliron kun Privateca Pass-eldono permesos al a11y-uzantoj navigi sekure, sekure sciante, ke ilia trafiko estas pli privata, dum limigas la misuzon de botfunkciigistoj, kiu neeviteble okazas kiam a11y-opcioj estas disponeblaj. Ni estas aktivaj partoprenantoj en la laborgrupo de IETF normiganta ĉi tiun novan teknologion.",
    "2583775432": "Q: Kio pri privateco? Ĉu registriĝo elmontras iel foliumajn datumojn? Kion vi faras kun la retpoŝto?",
    "4215483493": "R: hCaptcha estas desegnita por privateco de la fundo. Ĝi estas tre malsama ol tradiciaj elektoj kiel reCAPTCHA, kiuj estas posedataj de reklamaj retoj, kiuj havas instigon spuri vin tra la reto kaj asocii vin kun reala identeco.",
    "2474661839": "Nia",
    "4137573005": "havas ampleksajn kaj aŭtoritatajn respondojn pri kiel ni uzas datumojn, sed la mallonga respondo estas, ke ni ne havas intereson asocii vin kiel personon kun via foliumhistorio.",
    "4101570501": "Ni ankaŭ nuntempe laboras pri ĉifrika solvo por rapide forĵeti vian retpoŝtadreson dum ni konservas nian kapablon malhelpi misuzon, kompletigante nian Privatec Pass-laboron.",
    "260595108": "Ni neniam uzas alireblajn retpoŝtojn aŭ informojn por iu ajn celo krom faciligi ĉiun uzon kaj malhelpi misuzon.",
    "3063819779": "privateca politiko",
    "465714311": "Por Uzantoj de Alirebleco: Demandoj kaj Gvidilo pri Problemoj",
    "3596207631": "Q: Mi ankoraŭ vidas defion post fikso de la kuketo. Kio kaŭzas ĉi tion?",
    "469089249": "R: Ĉi tio kutime estas pro uzado de agresema reklamblokilo aŭ kontraŭ-kuketo etendo, aŭ agordo kiu blokas \"transretejajn\" kuketojn, ĉi-kaze kuketon por hcaptcha.com kiu estas agordita aŭ kontrolita de la hCaptcha JS sur malsama retejo, kiel tiu, kiun vi vizitas.",
    "4263626815": "hCaptcha-alireblaj kuketoj funkcias kun ĉiuj popularaj retumiloj kaj reklamblokiloj kun siaj normaj agordoj, do tipe malsukcesoj ŝuldiĝas al \"kontraŭ-kontraŭ-adblokaj\" skriptoj aŭ similaj reguloj celantaj apartajn retejojn.",
    "3906359167": "Solvoj:",
    "3464870463": "1. Blankenlistigu kuketojn hcaptcha.com kaj *.hcaptcha.com en via reklamblokilo aŭ retumila sekureca etendaĵo.",
    "1204911585": "2. Se vi uzas la Brave-retumilon, kiu ne (ekde aprilo 2020) ŝajnas havi ian ajn blankan liston de kuketoj, iru al Preferoj -> Ŝildoj -> Kuketoj kaj elektu \"Permesi Ĉiuj Kuketojn.\"",
    "2932826396": "3. Se vi uzas la plej lastan version de Safaro ĉe la lastatempe eldonita OS X 10.15 aŭ iOS 13.4, Apple ĵus ŝanĝis la konduton de Safaro rilate al triaj kuketoj, blokante ĉiujn defaŭlte. Ni efektivigas solvon, sed dume bonvolu viziti Safari-Preferojn, Privateco-sekcion, kaj malmarku \"Reteja spurado: Malhelpi transretejan spuradon\" por ebligi la alireblan kuketon funkcii kiel atendite.",
    "3836291932": "Q: Mi uzas plurajn aparatojn. Ĉu mi devas registriĝi plurfoje?",
    "3251220335": "R: Ne. Bonvolu klaki la saman retpoŝtan ensalutligilon senditan al vi sur ĉiu aparato, kiun vi uzas, por agordi la kuketon.",
    "2082407178": "Q: Kiel mi povas protekti min kontraŭ triaparta kuketo-spurado dum uzado de la alirebla kuketo?",
    "2700197090": "R: Uzante ajnan privatecon aŭ reklam-blokan etendon kiu subtenas domajnan-nivelan blankliston (ekz. uBlock Origin) funkcios kiel atendite: nur certigu blankliston hcaptcha.com.",
    "3657743880": "Retumilo-Instrukcioj por Trans-Ejaj Kuketoj",
    "1960601330": "Por ebligi kuketojn en Safaro (Mac): Iru al la falmenuo de Safaro. Elektu Preferojn. Alklaku Privateco en la supra panelo. Sub 'Bloki kuketojn' elektu la opcion 'Neniam.'",
    "1622303590": "Por ebligi kuketojn en Safaro (iPhone/iPad iOS 11+): Malfermu viajn Agordojn. Rulumu malsupren kaj elektu Safari. Sub Privateco kaj Sekureco, malŝaltu \"Malhelpi Interreta Spuradon\" kaj \"Bloki Ĉiuj Kuketoj\"",
    "2199048568": "Alklaku la ŝildon maldekstre de la adresbreto sur iu ajn retpaĝo. Alklaku Protektajn Agordojn. La panelo Privateco kaj Sekureco de Firefox Preferoj malfermiĝos. Sub Plibonigita Spurada Protekto, elektu Propra. Elektu kiuj spuriloj kaj skriptoj bloki elektante tiujn markobutonojn. Certiĝu, ke vi malblokis hcaptcha.com.",
    "3967047208": "Vi ankaŭ povas provizore malŝalti iujn protektojn en Propra por sencimi ĉi tion, malelektante la markobutonojn: Malelektu la markobutonon Spuristoj aŭ malŝaltu la markobutonon Kuketoj se vi ankoraŭ havas problemojn.",
    "3805618893": "Google Chrome (komputilo)",
    "3795997071": "Elektu la menuan ikonon de Chrome. Elektu Agordojn.",
    "926138631": "Iru al Privateco kaj Sekureco, tiam Kuketoj kaj aliaj retejo-datumoj.",
    "3419878556": "Certigu, ke \"Bloki triapartajn kuketojn\" ne estas ebligita.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Malfermu Chrome-preferojn de la menubreto.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Sur via Android-aparato, malfermu la Chrome-aplikaĵon.",
    "3620039756": "Supre dekstre, alklaku Pli kaj poste Agordojn.",
    "2813310562": "Frapu Retejajn Agordojn kaj poste Kuketojn.",
    "3014657981": "Apud \"Kuketoj\", ŝaltu la agordon.",
    "1242066691": "Marku la skatolon apud \"Permesi kuketojn de triapartoj\".",
    "292250020": "1. Elektu la ilaron en la supra-dekstra angulo de la ekrano, tiam elektu \"Interretaj Opcioj\". Se vi havas la Menubreton ebligita, vi povas elekti \"Iloj\" tiam \"Interretaj Opcioj\".",
    "4114820649": "2. Alklaku la langeton \"Privateco\".",
    "946838734": "3. Elektu la butonon \"Altnivela\".",
    "348809718": "4. Sub \"Triapartaj Kuketoj\" elektu \"Akcepti\".",
    "1253441326": "5. Klaku \"Bone\"",
    "852032043": "Safaro",
    "836017336": "Fajrovulpo",
    "3356349631": "Google Chrome",
    "3235744534": "interreta Esploristo",
    "4104188759": "AI Etika Politiko",
    "1161704803": "Kial ni havas politikon pri AI-Etiko?",
    "1806535500": "Preskaŭ ĉiu teknologio, de krajonoj ĝis dinamito, estas a",
    "24452499": "solvo; ĝi povas esti uzata por bono aŭ malbone. Ĉiu kompanio esploranta, konstruanta aŭ vendanta duoblajn uzajn solvojn havas la devon konsideri la sekvojn de siaj agoj.",
    "4023575072": "duobla uzo",
    "3336625692": "Ĉi tiu paĝo detaligas niajn pensojn pri ĉi tiu temo en la kunteksto de AI-Etiko, kaj la procezoj, kiujn ni sekvas por certigi, ke la uzo de niaj servoj restas konformaj al la politikoj, kiujn ni adoptis kiel kompanio.",
    "835717930": "AI Etiko ĉe hCaptcha",
    "2179524509": "Ni foje ricevas demandojn pri kiaj demandoj estas permesataj por la servo hCaptcha, kaj kial oni faras apartajn demandojn.",
    "1962721652": "Homoj estas padronserĉantoj, kaj foje sendanĝera demando povas iri de tute nesurpriza al suspektinda en momento, pro ŝanĝoj en la mondo prefere ol la instigoj de iu ajn demandanta la demandon.",
    "3974566657": "Ĉar servoj fariĝas pli popularaj, ĉi tiu speco de okazo neeviteble iĝas pli ofta. hCaptcha estas uzata de milionoj da homoj ĉiutage en preskaŭ ĉiuj landoj en la mondo, do ni publikigas ĉi tiun politikon kaj kazesploron pri kiel ni traktas ĉi tiujn aferojn por esti kiel eble plej travideblaj.",
    "1830910223": "Reala monda AI Etika kazesploro",
    "805971861": "\"Ombrelo\" estas termino en ImageNet, la norma komparnorma datumaro uzata de esploristoj pri komputila vidado. Fidinde identigi homojn tenantajn ombrelojn ankaŭ estas kritika por konstrui sekurajn venontgeneraciajn altnivelajn ŝoforhelpajn sistemojn (ADAS).",
    "3988350": "Ĉi tio signifas, ke ekzistas bonegaj uzkazoj por realmondaj ombrelaj komentarioj. Estas loko por malkonsento pri la efiko de memveturaj aŭtoj, sed ADAS-sistemoj jam ŝparas",
    "548587288": "ĉirkaŭ la mondo.",
    "3138772661": "miloj da vivoj ĉiujare",
    "3168199226": "Tamen, en 2020 evidentiĝis, ke konstruado de ĉi tiu speco de datumaro povus esti perceptita kiel duobla uza teknologio en maniero kiel malmultaj atendintus antaŭ jaro.",
    "558378834": "Ni do ne plu akceptas petojn pri demandoj rilate al pluvombreloj nuntempe. La potencialo por konfuzo kiam finuzanto vidas demandon pri ombreloj en la nuna momento estas tro alta, kaj finfine nia celo estas fari la mondon pli agrabla loko.",
    "3376604063": "Politikoj kaj procezoj de Etiko de AI",
    "1923365316": "Ni havas striktan politikon pri AI-Etiko ĉe hCaptcha, kaj parto de tio inkluzivas procezon Konu Vian Klienton (KYC).",
    "4230322909": "Ni ĉiam provas akiri bonan komprenon pri ĉiu nova kliento kaj ilia celita uzokazo, kaj por konfirmi, ke ĝi taŭgas por niaj produktoj kaj servoj kaj por certigi, ke ĝi sekvas la politikojn, kiujn ni adoptis kiel kompanio.",
    "2735073144": "Ni ankaŭ faras daŭrajn recenzojn laŭbezone. Ekzemple, en nia lastatempa revizio de la datoj kaj fontoj de petoj por ombrel-rilataj etikedpetoj ni rapide povis konfirmi, ke neniu registara ento aŭ konata ŝtata provizanto de viglado faris petojn pri pluvombreloj uzantaj niajn servojn en la pasintaj 12 monatoj. .",
    "2715462692": "Kiel aspektas nia procezo de AI-Etiko?",
    "3049976256": "Por ĉiu nova etikedkliento, ni ekzamenas kontrolon dum la venda procezo. Ĉi tio inkluzivas komencan KYC-diligentecon antaŭ enŝipiĝo, same kiel konfirmon de ĉiuj petoj faritaj al niaj analizistoj, kaj realtempaj punktokontroloj kaj periodaj recenzoj de petoj faritaj per nia memserva platformo.",
    "3103642530": "Ĉi tiu revizio konsistas el pluraj aroj de kriterioj:",
    "3349094124": "Etikaj zorgoj kriterioj: Objektivo",
    "1038019440": "1. Ĉu ĉi tiu kliento reprezentas la naciajn interesojn de lando konate okupiĝas pri konduto kontraŭa al internaciaj leĝoj kaj normoj?",
    "493717511": "2. Ĉu ĉi tiu kliento petas servojn, kiuj povus esti",
    "2209109640": "uzataj nur por malicaj celoj, en la kunteksto de siaj normalaj komercaj agadoj?",
    "3457805519": "3. Ĉu la peto de la kliento povas esti plenumita laŭ usona leĝo kaj niaj reguloj de engaĝiĝo?",
    "1942611550": "unuavice",
    "109179759": "Etikaj koncernaj kriterioj: Subjektiva",
    "1033698050": "1. Ĉu ni kredas, ke la kliento donis al ni uzon, kiun ni opinias morale akceptebla, laŭ nia interpreto de tipaj okcidentaj societaj normoj?",
    "361372538": "2. Ĉu ni kredas, ke niaj provizitaj servoj verŝajne estus uzataj por diskriminaciaj celoj de la kliento, laŭ manieroj kiuj povus esti laŭleĝaj sed ne akcepteblaj por ni?",
    "2867855718": "3. Ĉu ni kredas, ke privatecaj bezonoj povas esti kontentige traktitaj por la peto?",
    "2462728596": "Se ni ne povas kontentigi nin pri ĉi tiuj punktoj, ni malakceptos la peton kaj povas ĉesigi plian aliron al nia platformo, kiel skizite en niaj Kondiĉoj.",
    "1995277831": "Dankon",
    "1818116402": "Ni esperas, ke vi ŝatis ĉi tiun rigardon pri kiel ni traktas funkciajn demandojn kun komponento de AI Etiko.",
    "1499894352": "Tre malmultaj kompanioj ofertas travideblecon en siaj decidprocezoj en ĉi tiu areo, kaj ni esperas, ke aliaj sekvos ĉi tiun ekzemplon!",
    "535659033": "Krea Komunaĵo Atribuite",
    "1495915066": "Kiel ni, niaj akademiaj esplorpartneroj, kaj niaj klientoj uzas Krea Komunaĵo-komunikiloj",
    "3017533972": "Ni, niaj akademiaj esplorpartneroj, kaj niaj klientoj povas foje referenci aŭ reprodukti partojn de Creative Commons-licencita enhavo per la platformo hCaptcha por progresigi la scion de la homaro en la kampo de maŝinlernado.",
    "1428053210": "Ĉi tiu enhavo estas ĝenerale transformita de sia originala formo. Ekzemple, vidbendo povas esti dividita en multajn bildojn, tiuj bildoj povas esti dividitaj en multajn novajn bildojn, kaj tiuj novaj bildoj tiam hazarde miksitaj por produkti la finan rezulton montritan.",
    "1728211763": "Uzo de enhavo tiamaniere kaj por ĉi tiuj celoj apartenas al justa uzado gvidlinioj laŭ nia kompreno de la leĝo kaj normaj praktikoj en la kampo, sed ni estas delongaj ŝatantoj de Krea Komunaĵo kaj preferas doni krediton al iu ajn kiu helpas en la monumenta tasko plibonigi maŝinan inteligentecon.",
    "1949452297": "Pro internaj limoj de la hCaptcha UI kaj ĝiaj sekurecaj konsideroj, ne eblas reprodukti la fonton de ĉiu bildo rekte najbara al ĝia uzo. Anstataŭe, ni ligas al ĉi tiu paĝo de nia hejmpaĝo kaj konservas liston de fontoj nuntempe aŭ lastatempe servataj per la platformo. Vi povas aliri la nunan liston",
    "2367602973": "ĉi tie",
    "659124570": "Krome, se vi vidas enhavon, kiu apartenas al vi, reproduktita sur la platformo hCaptcha kaj ŝatus ĝin forigi ial ajn, vi povas kontakti nin retpoŝte ĉe",
    "2066749488": "Aliaj Plendoj",
    "3479034323": "Se vi vidas enhavon, kiu apartenas al vi, reproduktita sur la platformo hCaptcha kaj ŝatus ĝin forigi ial ajn, vi povas kontakti nin retpoŝte.",
    "1836554225": "Blogaj Afiŝoj",
    "2873297188": "Ĉu ĉiuj CAPTCHAS diskriminacias kontraŭ ne-amerikanoj?",
    "165932542": "Rigardu hCaptcha solvas tarifojn tra la tuta mondo",
    "1865097546": "la 16-an de novembro 2021",
    "3005876482": "hCaptcha Nun Estas La Plej Granda Sendependa CAPTCHA Servo, Funkcias 15% De Interreto",
    "693820850": "Vi povas venki Google metante privatecon unue",
    "3609106478": "Akreditaĵoj:",
    "299335340": "Kio Ĝi Estas Kaj Kiel Ĉesigi la Atakojn",
    "354925785": "Enkonduko",
    "423222878": "Iuj el la plej malfacilaj ciberatakoj por detekti, malhelpi kaj ĉesigi estas tiuj, kie malica aktoro povas uzi legitimajn uzantajn akreditaĵojn por ensaluti en aktivan uzantkonton. Sen multaj kompleksaj detektkapabloj en loko, la kompanio gastiganta la konton ne havas kialon suspekti, ke io estas malĝusta. Kliento simple ŝajnas esti ensalutinta en sian konton. La atakanto atingis ĉi tiun sukcesan ruzon uzante ŝtelitajn akreditaĵojn - kutime la rezulton de ciberataka tekniko konata kiel \"akreditaĵoj.\" Ĝi estas grava problemo hodiaŭ, sed oni povas mildigi per la ĝustaj kontraŭrimedoj.",
    "777660551": "Kio estas Kredential Stuffing?",
    "2602763587": "Akreditaĵoj estas formo de ciberatako, en kiu la atakanto provas ensaluti retejon plurfoje uzante parojn da ŝtelitaj uzantnomoj kaj pasvortoj. La \"plenigo\" rilatas al la ripetaj ensalutprovoj, kiuj preskaŭ ĉiam estas faritaj per aŭtomata bot-programaro.",
    "1271831121": "Ne estas kvazaŭ la retpirato (vestita en kapuĉo, kompreneble!) sidas tie, tajpante akreditaĵon post akreditaĵo. La aŭtomatigita ensaluta roboto povus esti farita el neŝparata ilo kiel Selenium aŭ laŭgrade evoluinta retpirata ilo.",
    "2588750717": "Efektive, kelkaj akreditaĵoj plenigantaj atakoj implikas milionojn da akreditaĵoj—ĉiuj estas ŝtopitaj en la sensuspektan retejan ensalutinterfacon kun la espero esti enlasita. Unufoje enen, la atakanto povas transpreni la konton de la viktimo.",
    "1137757109": "Se ĝi estas eCommerce-konto, la atakanto povas mendi varojn. Se la viktimo estas banko, la atakanto povas transdoni financojn eksterlande, kaj tiel plu.",
    "1559150837": "Celoj tamen ne estas sendefendaj. Plej multaj retejoj havas kontrolojn, kiuj blokas suspektindan uzanton, kiu provas ensaluti milojn da malsamaj kontoj de la sama IP-adreso en mallonga tempo. Kion atakantoj de akreditaĵoj faras por ĉirkaŭiri ĉi tiujn protektoteknikojn, tio estas simuli geografian kaj IP-diversecon. Uzante potencajn, ofte AI-movitajn ilojn, ili povas ŝajnigi, ke miloj da uzantoj hazarde provas ensaluti en malsamaj tempoj de la tago el la tuta lando. Ĉi tio estas multe pli malfacile detekti kaj haltigi.",
    "1892020899": "Kie la piratoj ricevas la akreditaĵojn?",
    "2597149484": "La kialo, ke la retpirato devas \"plenigi\" tiom da akreditaĵoj, rilatas al kie ili ricevas siajn ŝtelitajn akreditaĵojn.",
    "3030395800": "Ĉi tiuj akreditaĵoj kutime venas de datumrompoj. Ankaŭ konataj kiel \"akreditaĵoj\", ĉi tiuj atakoj povas rezultigi milionojn da akreditaĵoj forĵetitaj sur la malluman retejon. Se la verŝo venis de banko, la retpirato provos uzi tiujn akreditaĵojn por atingi aliajn retejojn. Ĉi tiu aliro funkcias ĉar multaj homoj uzas la saman uzantnomon kaj pasvortan kombinaĵon por pluraj retejoj. (Ĉi tiu praktiko estas malinstigita, sed realeco estas kio ĝi estas. Homoj emas ripeti la samajn ensalutajn akreditaĵojn.)",
    "1258965840": "Tiel, se la atakanto povas eniri unu retejon, li verŝajne povas eniri plurajn retejojn uzante la disverŝitajn akreditaĵojn. Ekzemple, ili eble ricevos uzantnomon/pasvorton kiel JohnDoe/525momma, sed ili ne havas ideon, kion tiu paro faros por ili. Do ili provas la paron en Amazon.com, Ebay, Citibank, Walgreens kaj plu. Ili povus provi tiun paron sur mil malsamaj retejoj.",
    "3594440415": "Fine, ili komencos malfermi pordojn.",
    "780280214": "Kiel hCaptcha kaj hCaptcha Enterprise mildigas la minacon pri akreditaĵoj",
    "4165374512": "Dum eblas uzi IP- kaj lokadetektilojn por malhelpi akreditaĵojn, pli kostefika kaj preciza metodo estas simple interrompi la aŭtomatigitan akreditaĵojn mem. hCaptcha kaj hCaptcha Enterprise povas stumpi la roboton ĉe la punkto de eniro. Eĉ se la roboto havas la ĝustajn akreditaĵojn, se ĝi ne povas preterpasi la detekto de hCaptcha Enterprise aŭ la CAPTCHA de hCaptcha, ĝi ne povos fari sian plenigon kaj via retejo kaj uzantoj estas protektitaj.",
    "3269644546": "Bonvolu",
    "1058572205": "nin se vi ŝatus lerni pli pri",
    "3753613260": "kontakto",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Raportante DMCA-Plendojn",
    "54093347": "DMCA Registrita Agento",
    "3233441200": "Ripetu Malobservan Politikon",
    "4011712313": "Kiel parto de nia DMCA-Politiko, ni metas kontojn de klientoj por kiuj ni ricevas multoblajn DMCA-sciojn pri kvazaŭa malobservo en plurpaŝan DMCA-Ripetan Malobservan Politikon. Post ricevo de ripetaj DMCA sciigoj en kalendara monato, la klienta konto progresos de unu politika paŝo al la sekva.",
    "766825168": "Agoj kiujn ni povas fari laŭ la Politiko pri Ripeta Malobservo de DMCA inkluzivas sendi atentigojn pri pliigita videbleco al la registrita kliento de la konto. Por agnoski ĉi tiujn atentigojn, ni eble postulas, ke la kliento ensalutu al la konto aŭ voku nian subtenan teamon. Ni ankaŭ rezervas la rajton suspendi aŭ ĉesigi, kaj ankaŭ apliki aliajn provizorajn mezurojn al la servo hCaptcha kaj IMI de iu ajn kliento, por kiu ni daŭre ricevis sciigojn de DMCA pri supozata malobservo eĉ post kiam ni sendis atentigojn pri ripetaj malobservantoj. Krome, ni povas ĉesigi laŭ nia propra bontrovo aliajn servojn hCaptcha aŭ IMI provizitajn al ĉi tiuj klientoj kiam ni ĉesigas la servon hCaptcha laŭ ĉi tiu politiko.",
    "2410122265": "hCaptcha Rimedoj: Robotoj 101",
    "4166776480": "Akreditaĵoj: Kio Ĝi Estas Kaj Kiel Ĉesigi la Atakojn",
    "2301335298": "Paga Fraŭdo: Mildigado de Rapide Evoluanta Reĝimo de Ciberkrimo",
    "3682071227": "Kio estas Kontaj Transprenoj Kaj Kiel Ili Funkcias?",
    "2729131930": "Kio estas Skrapado kaj Kiel Ĝi Funkcias?",
    "1344959096": "Laborante kiel individua datumetikedisto",
    "3510143229": "hCaptcha estas servo por retejoj kaj apoj,",
    "3930611699": "individuaj laboristoj.",
    "1051214799": "hCaptcha estas retsekureca servo, kiu provas dividi valoron kun la eldonistoj de retejoj aŭ programoj, kiuj uzas ĝin.",
    "360236473": "La servo hCaptcha ne estas intencita por esti uzata por iu ajn labori kiel individua etikedisto. Ĝi ne estas desegnita aŭ taŭga por ĉi tiu celo. Ni rekomendas ke iu ajn provu uzi hCaptcha kiel fonton de persona enspezo.",
    "3842490632": "Individua uzanto provanta respondi multajn demandojn verŝajne estos rapide limigita aŭ malpermesita. Same grava, kiel nia",
    "1560232962": "kovras detale, neniuj garantioj estas faritaj pri la kvanto gajnita por iu donita respondo. Povas esti neniuj pagitaj demandoj disponeblaj tiutempe, respondo povas esti malakceptita pro kvalitaj kialoj, ktp.",
    "2694001822": "Tamen ni foje dungas individuojn por helpi nin testi sistemajn ecojn kaj novajn funkciojn.",
    "1569804581": "Se vi ŝatus esti kontaktita estonte pri rilataj ŝancoj, bonvolu plenigi ĉi tiun formularon.",
    "636461959": "Nomo",
    "1139500589": "Lando",
    "1789607185": "Retpoŝta adreso",
    "325077666": "Sendante viajn informojn vi konsentas pri nia",
    "3555583744": "kaj",
    "3609929815": ". Ni konservos vian nomon, landon kaj retpoŝtadresinformojn nur por la celo kontakti vin estonte pri individuaj etikedaj laborŝancoj.",
    "4197928199": "Privateca Politiko",
    "851786723": "Enigante vian retpoŝton, vi konsentas pri niaj Kondiĉoj kaj Privateca Politiko, kaj ricevi retpoŝton de ni.",
    "2402165761": "Kiel Funkcias Skrapado?",
    "4260542944": "Enhavo skrapado (ankaŭ konata kiel \"ekrana skrapado\" aŭ simple \"skrapado\") estas konata, ofte utila procezo por kolekti informojn de la reto. Tamen, en la lastaj jaroj, la tekniko fariĝis favorata ilo de piratoj kaj fraŭdistoj. Kontraŭrimedoj povas efike mildigi la minacon, sed por efektivigi ilin, estas esence kompreni kiel la procezo funkcias.",
    "2066255783": "Kio estas Enhava Skrapado?",
    "1910628828": "Enhavo skrapado estas tekniko por kapti datumojn de sistemo, kiu implikas aŭtomatigitan ilaron parodianta programaran klienton aŭ retumilon. Ĝi ne estas nova. Fakte, por programaj inĝenieroj, kiuj eble bezonas datumojn de malnova ĉefkomputilo, skrapado povas esti la sola maniero por ĉerpi informojn. La originaj konektiloj eble malaperis kaj ne povas anstataŭigi.",
    "3408107995": "Hodiaŭ, tamen, skrapado senescepte signifas programan aliron por tiri datumojn de retejo. La skrapprogramaro agas kiel homa uzanto, alklakante butonojn kaj legante la rezultan eliron. Estas multaj legitimaj uzoj por skrapado. Retaj rampiloj, kiuj funkciigas serĉilojn, estas unu ekzemplo. Tiel estas iloj kiel Skyscanner, kiuj serĉas vojaĝajn ofertojn per kombado de miloj da vojaĝaj retejoj. Fintech-firmaoj ankaŭ uzas ĝin, skrapante la financajn datumojn de uzanto de bankaj retejoj se ne ekzistas Aplikaj Programaj Interfacoj (API) disponeblaj por fari la datumkonekton. La aferoj por konsideri pri ekranskrapado estas ĝia rapideco kaj skaleblo. La procezo povas rikolti grandegajn kvantojn da datumoj de retejoj, supozante, ke la retejoj ne estas agordita por malhelpi ĝin okazi. Kun la rapideco de komputado, skrapilo povas amasigi grandajn datumarojn interagante kun retejoj kaj la subesta programaro kaj datumbazoj, kiuj funkciigas ilin.",
    "1920884252": "Kial enhavo skrapado estas sekureca minaco?",
    "2256795853": "La kapablo ĉerpi multajn datumojn, rapide, de retejoj faras skrapadon potenca ilo en la manoj de malicaj aktoroj. Skrapanta bot povas kolekti uzantajn datumojn de sociaj amaskomunikiloj. Tiam, skrapante retejojn, kiuj enhavas adresojn kaj aliajn personajn informojn kaj korelaciante la rezultojn, retpirato povus okupiĝi pri identeckrimoj kiel sendi fraŭdajn kreditkartajn aplikojn.",
    "4087694419": "Skrappirato ankaŭ povus kolekti datumojn de retejoj kiel Amazon kaj eBay por krei falsajn aŭ trompajn produktlistojn. Li aŭ ŝi tiam povus oferti ilin por vendo en samrangaj servoj kiel OfferUp kaj fari phishing-atakojn kontraŭ la aĉetantoj. Aŭ, la fraŭdo povus vendi produktojn, kiuj ne ekzistas. Plia ekrano skrapanta fraŭdo implikas falsi reklamajn eldonejojn. Skrapante la enhavon de eldonejoj, la fraŭdo povas krei falsajn reklamajn eldonpaĝojn en malsamaj servoj. Ili tiam povas vendi reklamojn sur tiuj paĝoj al rajtigitaj revendistoj, kies kontaktojn ili rikoltis el la ads.txt dosiero de la eldonisto. La reklam-fendoj ŝajnas realaj al la reklamanto, sed ili ne estas.",
    "3315658779": "Malhelpi Enhavan Skrapadon kun hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise uzas altnivelan maŝinlernadon por identigi malican trafikon al via retejo kaj aplikaĵoj - inkluzive de skrapado.",
    "1422537019": "ni hodiaŭ por lerni pli.",
    "1988268879": "Kostefika datumetikedado je skalo",
    "2163914794": "Ĉu vi bezonas pli da etikedoj por viaj datumaroj? hCaptcha provizas rapidan, kostefikan kaj altkvalitan datumetikedadon por kompanioj laborantaj pri artefarita inteligenteco kaj maŝinlernado-aplikaĵoj.",
    "3378932530": "Akiru Viajn Datumojn Etikeditan Nun",
    "3483700676": "Lanĉu milionojn da taskoj tuj",
    "3478726913": "hCaptcha havas unu el la plej grandaj naĝejoj sur la planedo disponebla por via uzo. Kia ajn via skalo, ni povas trakti ĝin sen multekostaj antaŭaj devontigoj. Milionoj da taskoj ĉiutage estas neniu problemo.",
    "740501259": "Simplaj API-movitaj duktoj",
    "2784612261": "Ĉu vi volas integri homan revizion rekte en viajn komercajn operaciojn? Ni ofertas altajn fidindecajn SLA-ojn, garantiitan kapaciton kaj simplajn REST-APIojn.",
    "1144966033": "Optimumigita por kosto kaj kvalito",
    "3213351333": "Neniu antaŭa devontigo bezonata",
    "2107077506": "La HOMA platformo uzas ampleksajn konfidajn modelojn por plenumi altnivelan realtempan kvalitan analizon. Ĉi tio permesas al ni rapide determini ambaŭ la malfacilecon de demandoj kaj ilian verŝajne ĝustan respondon, ŝparante al vi tempon kaj monon.",
    "3576146278": "Pagu nur por la precizeco, kiun vi bezonas",
    "2952586316": "Ne ĉiuj problemoj estas samaj. Komentarioj por sekurecaj kritikaj taskoj povas postuli 99.99% fidon de tute homaj laboristoj. Komentarioj por unu beta-funkcio en poŝtelefona aplikaĵo eble nur postulas moderan fidon. Vi decidas.",
    "710145621": "Provizu viajn proprajn terajn verajn datumojn aŭ lasu nin konstrui ĝin sur la flugo",
    "987901590": "Ĉu vi havas krudajn datumojn sen ampleksa kontrolaro? Plejofte ni povas konstrui unu por vi dum taskoj funkcias per la sistemo, aŭ krei etikeditajn specimenojn por via aprobo.",
    "2597352122": "Komentario Tipoj",
    "1344687860": "Ligantaj Skatolo",
    "1089415440": "Preciza objekta detekto en bildoj kaj filmetoj",
    "3817067682": "Pluranguloj",
    "2682873489": "Difini liman areon por objektoj",
    "1275150216": "Limŝtonoj",
    "2067112112": "Punktaj komentarioj por multaj malsamaj uzkazoj",
    "4228682126": "Atributa Kategorio",
    "2920213479": "Ordigu aŭ aldonu arbitrajn kategoriojn de ajna grandeco",
    "3288667364": "Komparo kaj Detekto",
    "155877895": "Hom-elektita detekto kaj klasifiko",
    "3128433367": "... kaj multe pli",
    "2827452240": "Ĉu vi bezonas alian tipon ne listigita ĉi tie? Nur demandu nin.",
    "719304627": "Ĉu vi bezonas Fin-al-Finan Kontrolon?",
    "1172067553": "La HOMA platformo malantaŭ hCaptcha provizas tre altnivelan laborkvaliton kaj administradajn funkciojn per surlokaj, hibridaj aŭ SaaS-deplojoj, kiuj integriĝas kun viaj ekzistantaj sistemoj.",
    "2319072959": "Kuru tute eksterrete kun via propra laborantaro, spuru valoron konsumitan trans komercaj unuoj aŭ konsorciaj partneroj, elekte direktu laborpostenojn al malsamaj internaj aŭ eksteraj laborprovizantoj laŭ kosto kaj sekurecaj postuloj, kaj pli.",
    "1936512180": "Facila API-aliro, belaj paneloj kaj la plej nova modelo-en-la-bukloteknologio por maksimumigi laboran efikecon.",
    "3913848038": "99,99% da funkciado de SLA kaj 24/7 tutmonda subteno disponebla.",
    "1080752747": "Kontaktu vendojn",
    "1525403768": "Por pliaj informoj kontaktu Enterprise Sales.",
    "1546930020": "Akiri Datumojn Etikeditaj",
    "2486638408": "Difinu Specifoj",
    "1027200955": "Parolu kun unu el niaj domajnaj fakuloj por difini viajn projektajn bezonojn: cela precizeco, formato kaj ajnaj specialaj postuloj.",
    "1156712451": "Komenca Labortesto",
    "181065232": "Ni efektivigas malgrandan produktan laboron bazitan sur viaj specimenaj datumoj. Ĉi tio testas la laboron, kiun ni faris kune por certigi, ke vi ricevas ĝuste tion, kion vi bezonas.",
    "3207769512": "Deploji Produktadajn Laborpostenojn",
    "1099238677": "Kun nia alta volumo kaj malalta latenco ni rapidigos vian laboron, kun aŭtomata livero tuj kiam ĝi estos farita.",
    "465783046": "Ĉu vi volas provi ĝin kun viaj datumoj?",
    "328625009": "... ni estas pretaj kiam vi estas: nia servo disponeblas la tutan horloĝon.",
    "3225770968": "hCaptcha estas desegnita por solvi la plej laborintensan problemon en maŝina lernado; etikedante amasajn kvantojn da datumoj en ĝustatempa, pagebla kaj fidinda maniero.",
    "2041686284": "Pli da datumoj ĝenerale produktas pli bonajn rezultojn en trejnado de maŝinlernado-modeloj. La lastatempa sukceso de profundaj modeloj kondukis al ĉiam pli grandaj datumaroj, kaj hCaptcha servas ĉi tiun bezonon. Tamen, krei grandajn hom-reviziitajn datumarojn uzante tradiciajn metodojn estas kaj malrapida kaj multekosta.",
    "3729345277": "hCaptcha estas maniero por kompanioj akiri la komentadojn, kiujn ili postulas pli rapide, kun pli alta kvalito kaj je pli malalta kosto ol aliaj alternativoj.",
    "2103563261": "Privata aŭ Publika Informo",
    "2513143348": "La hCaptcha Enterprise-sistemo estas unike fleksebla en sia dezajno: ĝi povas esti parte aŭ tute deplojita ĉe la rando de via reto se vi funkciigas publikan nubon aŭ posedas multajn datumcentrojn.",
    "3107683988": "Ĉi tio povas draste redukti ekster-retan trafikon kaj kostojn konservante ĉiujn avantaĝojn de administrado de nia 24/7 survoka personaro por plenumi la plej striktajn SLA-ojn.",
    "3660619092": "Registriĝu senpage aŭ kontaktu vendojn por Enterprise-solvoj",
    "2351176803": "Licencaj Kondiĉoj por la hCaptcha JS API",
    "2616226398": "Subjekto al nia",
    "2024293275": ". Ĉiuj aliaj rajtoj rezervitaj, nuntempe.",
    "1062291156": "normaj terminoj",
    "2712493234": "Paga Fraŭdo: Mildigado de Rapide Evoluanta Reĝimo de Ciberkrimo",
    "1817772953": "Fraŭdo ne estas nova formo de krimo. Efektive, arkeologoj eltrovis kontraŭfraŭdajn aparatojn elpensitajn de la antikvaj sumeranoj por transporti brutojn sen perdoj antaŭ preskaŭ 10 000 jaroj! En ilia kazo, ili metis argilĵetonojn, ĉiu reprezentante beston, ene de argila pilko konata kiel \"bulla\". La bulla vojaĝus kun la grego kiam ĝi moviĝus de vendisto al aĉetanto. Eĉ tiam, komercaj posedantoj estis koncernitaj ke ne ĉiuj ili traktis estis sur la supren kaj supren. Multo ŝanĝiĝis en 10,000 jaroj, sed la bezono esti noviga por preventi fraŭdon restas ĉe ni. Hodiaŭ, la afero de interreta pagfraŭdo estas plej grava. Kun la Interreto, fraŭdantoj fariĝis ĉiam pli lertaj pri superruĝaj kontraŭfraŭdaj kontroloj. Novaj solvoj tamen renversas la tajdon.",
    "1053787685": "Kio estas Paga Fraŭdo?",
    "433424759": "Pagfraŭdo konsistas el ajna speco de kontraŭleĝa transakcio en kiu ciberkrimulo senigas la viktimon de io valora, tipe mono. Ĉi tio povus signifi uzi ŝtelitan kreditkarton por mendi varojn interrete aŭ transpreni bankkonton kaj kontraŭleĝe translokigi financon el ĝi. Estas multaj varioj, sed ili ĉiuj havas la saman rezulton: fripono uzas ŝtelitan identecon aŭ pagan informon por ŝteli de konsumanto, banko aŭ komercisto.",
    "2939852138": "Kiel Fraŭdantoj [Provas] Foriri kun Paga Fraŭdo?",
    "1665616092": "Pagfraŭdo estas simpla en koncepto, sed ĝi povas esti mirinde kompleksa en sia aktuala ekzekuto.",
    "4246520782": "Fakte, la Interreto estis atestanto de vera armilaro inter fraŭdantoj kaj defendantoj en la lastaj jaroj.",
    "2167049807": "Sekurecaj teamoj adoptis diversajn kontraŭrimedojn kaj kontrolojn, kiuj venkas la facilajn, maldiligentajn alirojn al pagfraŭdo. Tamen, la atakoj iĝas ĉiam pli kompleksaj. Ekzemple, bots nun povas rikolti ŝtelitajn kreditkartajn numerojn kaj PIN-ojn de falsaj retejoj kaj phishing-atakoj.",
    "1936449777": "Tiam, en plene aŭtomatigita reĝimo, ili povas imiti homan konduton en e-komercaj retejoj, klakante sur butonoj kaj aldonante erojn al aĉetĉaroj—ĝis la punkto kie multaj, se ne la plej multaj kontraŭ-fraŭdaj kontroloj ne povas diri, ke roboto provas ŝteli. varo. Prefere, ĝi aspektas kvazaŭ homa uzanto simple aĉetas. La bot povas ensaluti en la konton de vera kliento uzante ŝtelitajn ensalutilojn. Pli malklarigi la fraŭdon estas la kapablo de la bot falsigi IP-adresojn kaj aspekti kvazaŭ la \"aĉetanto\" estas ie malsama ol la atakanto, kiu povus esti en fremda lando.",
    "648630222": "Malhelpi Pagan Fraŭdon kun hCaptcha Enterprise",
    "1621930829": "Kion oni povas fari pri la hodiaŭaj progresintaj, senĉesaj pagfraŭdaj agadoj? Utiligi plurajn tavolojn de kontroloj estas kutime saĝa aliro. Tamen, la plej bonaj kontraŭrimedoj estas tiuj, kiuj povas kapti la roboton kaj malkaŝi, ke ĝi estas falsa, malgraŭ la plej bonaj klopodoj de ĝiaj kreintoj por reprodukti homan konduton.",
    "2423586454": "Estas ankoraŭ iuj aferoj, kiujn la programaro ne povas fari, kiom ajn bona la AI estas malantaŭ ĝi. Moderna CAPTCHA-teknologio ofertas provitan metodon de blokado de robotoj provantaj eternigi pagfraŭdon. Dum malnovaj aliroj al CAPTCHA, kiel la simplaj oblikvaj nombroj en skatolo, nun plejparte mankas por mildigi progresintajn robotojn, aŭtomatigita testa-responda aparato kiel hCaptcha Enterprise povas facile stumpi fraŭdan roboton en la momento de konta ensaluto aŭ aĉetĉaro. Eĉ se la bot havas verajn akreditaĵojn, se ne povos trapasi la CAPTCHA.",
    "1467308982": "Pagaj Horaroj",
    "1291824746": "hCaptcha Pagoj funkcias trimonate laŭ 60-taga sekva bazo. Por ilustri kion tio signifas, bonvolu vidi la tabelon sube.",
    "3444947612": "Trafiko Inter",
    "4181611011": "Dato de Repaciĝo",
    "728503636": "Pagdato",
    "3720584906": "15-a de julio 2021 - 15-a de oktobro 2021",
    "388240587": "5-15 januaro 2022",
    "3426312287": "5-15 januaro 2022",
    "615618648": "15-a de aprilo 2021 - 15-a de julio 2021",
    "3376724603": "14-24 septembro 2021†††",
    "3398978455": "15-25 septembro 2021†††",
    "2722456056": "15-a de januaro 2021 - 15-a de aprilo 2021",
    "4063155841": "Ne pli malfrue ol la 25-an de junio 2021††",
    "4082053540": "19-25 junio 2021††",
    "64953197": "15-a de oktobro 2020 - 15-a de januaro 2021",
    "1023070345": "Ne pli malfrue ol la 14-an de marto 2021",
    "2600696085": "la 15-an de marto 2021",
    "3217791519": "15-a de julio 2020 - 15-a de oktobro 2020",
    "649261378": "5-11 januaro 2021*",
    "1559190296": "5-11 januaro 2021†",
    "3806054689": "15-a de aprilo 2020 - 15-a de julio 2020",
    "4162383380": "16 - 22 septembro 2020*****",
    "1990824776": "16-24 septembro 2020*****",
    "3856690908": "15-a de januaro 2020 - 15-a de aprilo 2020",
    "3200641265": "Ne pli malfrue ol la 16-an de junio 2020*",
    "3744079744": "15-19 junio 2020****",
    "2209837451": "15-a de oktobro 2019 - 15-a de januaro 2020",
    "2510534204": "Ne pli malfrue ol la 23-an de marto 2020***",
    "2910560864": "20-23 marto 2020***",
    "2544565802": "15-a de julio 2019 - 15-a de oktobro 2019",
    "3963642878": "Ne pli malfrue ol la 14-an de decembro 2019*",
    "622103562": "la 17-an de decembro 2019**",
    "4072202039": "15-a de aprilo 2019 - 15-a de julio 2019",
    "818049069": "Ne pli malfrue ol la 15-an de julio 2019",
    "1169005651": "la 15-an de septembro 2019",
    "2303655425": "15-a de januaro 2019 - 15-a de aprilo 2019",
    "3678889946": "Ne pli malfrue ol la 15-an de junio 2019",
    "3094354698": "la 15-an de junio 2019",
    "4217013126": "Pagoj kutime funkcias dum la tago en la Pago-Dato, kaj ĝenerale finiĝas antaŭ noktomezo de la Pacifika tempo. Se konto estis markita por revizio, povas daŭri ĝis kvin pliaj labortagoj por liberigi pagon.",
    "1447649958": "Kiel memorigilo, nur preciza homa trafiko estas elektebla por elpagoj. Vi povas vidi pliajn detalojn pri tio en niaj Oftaj Demandoj, ligitaj sube. Disponebla saldo ankaŭ devas renkonti minimuman sojlon por esti elektebla por elpago, nuntempe 10 HMT.",
    "4257144752": "Realtempaj taksoj ne reflektas finan precizecon aŭ homaron, kaj tiel viaj finaj gajnoj povas varii sufiĉe supren aŭ malsupren de nombroj montritaj en la Panelo antaŭ via unua repaciĝo.",
    "2728931827": "Post ĉiu repaciĝo, viaj taksoj de po-reteja ŝlosilo estos ĝisdatigitaj kaj la precizeco de estontaj antaŭdiroj pliiĝos, krom se via retejo havas gravan ŝanĝon en uzantkonduto.",
    "1200905005": "††† De septembro 2021, repaciĝoj kaj elpagoj nun daŭras dum proksimume 10-taga periodo prefere ol ununura tago, por simpligi funkciajn limojn ligitajn al kresko en la servo.",
    "4284094387": "†† Iuj repaciĝoj kaj elpagoj de junio 2021 okazos en la sekva semajno pro malfruoj en kontrolado de finaj kalkuloj dum la repaciĝofenestro.",
    "1977013707": "† Elpagoj de decembro 2020 estis postdatigitaj de la 15-a por eviti interkovron kun finjaraj repaciĝoj kaj ferioj de dungitoj: ili estos finitaj antaŭ la dua semajno de januaro. Pro pli malrapidaj ol kutimaj translokigoj al PayPal, elpagoj daŭros dum pluraj tagoj anstataŭ esti kompletigitaj en ununura tago.",
    "517010299": "Bonvolu Noti: ni nuntempe laboras pri grava transiro al preskaŭ realtempa repaciĝo. Periodaj repaciĝoj daŭros malpli ofte ol kutime tra Q1 2021. Ĉi tio ne influas pagajn horarojn aŭ datojn.",
    "3092200338": "** Kiam la 15-a falas semajnfine, la Paga Dato estas anstataŭe la 17-a.",
    "3891941747": "*** AVISO pri COVID-19: Pro reduktita dungitaro rilate al COVID-19, repaciĝo estis postdatigita por permesi plian tempon por kompletigi nian norman konfirmon. Pagoj estas atenditaj komenciĝi vendrede kaj finiĝi la sekvan lundon.",
    "2301757528": "**** Pro prizorgado fare de PayPal de iliaj REST-API-oj dum la pagfenestro, ne ĉiuj elpagoj estis finitaj la 15-an de junio. Ĉiuj elpagoj planitaj por la 15-a de junio (pacifika tempo) sed ne efektivigitaj pro eraroj de PayPal API estis rekuritaj antaŭ la 19-a de junio (pacifika tempo).",
    "116842359": "***** Oni atendas, ke la repaciĝoj finiĝos dum pluraj tagoj pro sistema prizorgado.",
    "4154415610": "***** Elpagoj de septembro 2020 funkcios en aroj kiam la repaciĝo finiĝos, kaj iuj daŭros plurajn tagojn poste ol origine planite pro repaciĝoprokrastoj.",
    "2310694091": "Kion signifas Repaciĝo?",
    "164801246": "Repaciĝo estas la procezo per kiu trafiko estas analizita post la fakto por kontroli ĝian homaron kaj precizecon, post kiam ĉiuj datumoj de ĉiuj raportejoj estas enigitaj. Vi povas legi pli da detaloj en nia.",
    "3256245394": "same kiel niajn blogajn afiŝojn, ekz",
    "3089778412": "Kiel hCaptcha Kalkulas Rekompencojn",
    "3329755436": "Ĉu vi planas akceli ĉi tiun procezon?",
    "1911669851": "Jes, ni nuntempe laboras pri diversaj plibonigoj al niaj backend-sistemoj, kiujn ni atendas, ke ni eventuale permesos al ni oferti kaj pli rapidan repaciĝon, pli rapidan taksan precizecon kaj pli rapidajn elpagojn. Nuntempe ni laboras por akceli repaciĝon unue.",
    "2366003154": "Enketoj pri gazetaro kaj amaskomunikilaro",
    "3054564199": "Gazetara Ilaro",
    "3173156067": "Iuj pretaj garantiaĵoj disponeblas en la okazo, ke vi ŝatus inkluzivi ekzemplojn de bildoj en via artikolo.",
    "867314732": "Vi povas reakiri altan rezolucion",
    "858218750": "kaj gvidon pri uzado de ili sur la",
    "3821716514": "paĝo.",
    "1186243118": "logobildoj",
    "3034959000": "Vi povas reakiri",
    "1764089150": "ĉi tie:",
    "1558428432": ". Bonvolu krediti ilin al hCaptcha.com.",
    "2429359042": "ekzemploj de interfaco bildoj",
    "1480820434": "bildo 1",
    "3213411837": "bildo 2",
    "1270712701": "Gazetaraj Komunikoj kaj Lastatempaj Raportoj",
    "231285005": "Vi povas trovi lastatempajn ĝisdatigojn en nia blogo",
    "1289884910": "Ni ankaŭ publikigas fojajn analizojn kaj raportojn. Ekzemple:",
    "932546190": "Kial CAPTCHA-oj Ĉiam Estos Kun Ni",
    "2344319147": "Kiom vere valoras la bot-detekto de Google?",
    "1637527266": "Kiuj landoj havas la plej multajn robottrafikon?",
    "230159237": "Kontaktoj",
    "3759923279": "Bonvolu direkti gazetarajn demandojn al la sekva retadreso:",
    "4255608322": "Laste ĝisdatigita: la 12-an de aprilo 2021",
    "537881751": "Bonvenon al hCaptcha! Ĉi tiu Privateca Politiko priskribas la praktikojn de Intuition Machines, Inc. (\"IMI\", \"ni\" aŭ \"ni\") pri nia kolekto, uzo kaj malkaŝo de informoj (inkluzive de Personaj Informoj, difinitaj sube) per nia retejo ĉe www.hcaptcha. .com kaj ajnaj aliaj subdomajnoj aŭ domajnoj kiujn ni uzas (la \"Retoj\") kaj la hCaptcha aplikaĵa programinterfaco kaj rilataj programoj kaj materialoj (kolektive, la \"Servo\").",
    "33639629": "Ne Aplikebla al Triaj Retejoj. Bonvolu noti, ke ĉi tiu Privateca Politiko ne validas por iu ajn retejo, oferto, produkto aŭ servo de iu ajn tria partio, eĉ se ĝi ligas al nia Retejo aŭ inkluzivas la Servon - bonvolu raporti al la aplikeblaj privatecaj politikoj antaŭ ol decidi doni ajnan informon al triaj. partioj.",
    "987375734": "IMI estas bazita en Usono. La Retejoj kaj Servo estas kontrolitaj kaj funkciigitaj de ni el Usono. Viaj Personaj Informoj povas esti konservitaj kaj prilaboritaj en iu ajn lando, kie ni havas instalaĵojn aŭ en kiuj ni kontraktas provizantojn de servoj, kaj uzante la Retojn kaj Servon vi konsentas pri translokigo de informoj al landoj ekster via loĝlando, inkluzive de Usono. , kiu povas havi regulojn pri protekto de datumoj kiuj diferencas de tiuj de via lando. En certaj cirkonstancoj, tribunaloj, policaj agentejoj, reguligaj agentejoj aŭ sekurecaj aŭtoritatoj en tiuj aliaj landoj povas rajti aliri viajn Personajn Informojn.",
    "452920031": "Noto al Klientoj Ekster Usono.",
    "2328839224": ". Bonvolu vidi nian sekcion \"Avizo al Kaliforniaj Loĝantoj\" rilata al viaj rajtoj laŭ la Leĝo pri Privateco de Kalifornia Konsumanto (\"CCPA\").",
    "1565481281": "Noto al Kaliforniaj Loĝantoj",
    "1028058338": "Bonvolu vidi nian sekcion \"Avizo al EU-Datumsubjektoj\" rilata al viaj rajtoj laŭ la Ĝenerala Regulo pri Protekto de Datumoj (\"GDPR\").",
    "2271205646": "Noto al Loĝantoj de Eŭropa Ekonomia Areo.",
    "508143070": "Notu, ke IMI estas la regilo de viaj personaj informoj, krom kie ni prilaboras personajn informojn nome de niaj Integrantoj lige kun la provizo de nia Servo, en kiu kazo ni estas la prilaboranto de personaj informoj, kaj tiuj Integrantoj estas la regiloj de la Personaj informoj.",
    "2330965058": "Kie ni agas kiel procesoro por niaj integrintoj, ni ne uzas la datumojn kolektitajn por iu ajn celo krom la racie necesa por provizi nian Servon, kaj nia prilaborado estos regita de la kontraktoj kiujn ni havas kun niaj integristoj, ne ĉi tio. Privateca Politiko",
    "3017040355": "Prilaborado de datumoj de EU-Datumsubjekto funkcias sub la jura bazo de la Normaj Kontraktaj Klaŭzoj (SCC) integritaj ene de la Aldono de Datumoj al niaj Servokondiĉoj aŭ Interkonsentoj pri Datumoj kun niaj Integrantoj.",
    "2233384692": "Se vi havas demandojn aŭ zorgojn pri kiel tiaj datumoj estas pritraktitaj aŭ ŝatus ekzerci viajn rajtojn, vi devas kontakti la personon aŭ enton (t.e., la datumregilon), kiu kontraktis kun ni por uzi la Servon por prilabori ĉi tiujn datumojn. Ni tamen provizos helpon al niaj Integrantoj por trakti ajnajn zorgojn, kiujn vi povas havi, laŭ la kondiĉoj de nia kontrakto kun ili.",
    "349292953": "Informoj Ni Kolektas",
    "3022001832": "Ni kolektas informojn de individuoj, kiuj interagas kun niaj Retejoj kaj Servoj, inkluzive de tiuj, kiuj korpigas nian Servon en sian retejon (\"Integrigantoj\"), tiuj, kiuj uzas la servojn por datumetikedado (\"Klientoj\"), kaj la finaj uzantoj, kiuj interagas kun niaj. Servo per la retejoj de niaj Integrantoj (\"Fin-Uzantoj\").",
    "835545301": "Ni kolektas la jenajn kategoriojn da informoj:",
    "3228928991": "Informoj uzeblaj por identigi aŭ kontakti individuon (\"Personaj Informoj\"), kiel nomo, retadreso kaj lando. Ni kolektas Personajn Informojn de niaj nunaj kaj eventualaj Integrantoj kaj Klientoj kiam ili donas ĝin rekte al ni (ekzemple, plenigante formularon dum aliĝado al de konto, aŭ kandidatiĝante por ricevi retpoŝtajn sciigojn de ni). Ni ankaŭ povas kontroli la identecon de niaj Integrantoj kaj Klientoj komparante personajn informojn kun triaj datumbazoj aŭ oficialaj juraj dokumentoj.",
    "1655796811": "Informoj kolektitaj aŭtomate kiel rezulto de la uzo de Integranto aŭ Kliento de la Retoj aŭ la Servoj (\"Analitikaj Informoj\"), kiel IP-adresoj, retumila tipo, provizanto de retservoj, platformo-tipo, aparato-tipo, operaciumo, dato kaj tempomarko. de aliro, kaj aliaj similaj informoj. Iuj Analitikaj Informoj estas kolektitaj en nia nomo de triaj partioj, kiujn ni engaĝas tiucele, kaj iuj Analitikaj Informoj estas kolektitaj per diversaj spuraj teknologioj, inkluzive de kuketoj (vidu \"Triapartiaj Analizoj kaj Spuraj Teknologioj\" sube).",
    "1388241689": "Informoj kolektitaj kiel rezulto de Fin-Uzantoj respondantaj al instigoj per la Servo (\"Etikeditaj Datumoj\"), kiel ekzemple bildaj etikeddatenoj, teksto konvertita de sondosieroj luditaj al tiuj Finuzantoj, respondoj al demandoj kaj aliaj instigoj generitaj de la Servo. por celoj de etikedado de datumoj por uzo en maŝinlernadaplikoj. Notu, ke Etikeditaj Datumoj ne estas ligitaj al iu identigita individuo.",
    "1493790285": "Aliaj informoj kolektitaj de Finaj Uzantoj kiel parto de la Servo estas postulataj por determini ĉu ili",
    "2216374138": "estas homaj, kiel musaj movoj, rulpozicio, klavpremokazaĵoj, tuŝaj eventoj, kaj giroskopo/akcelerometro-informoj laŭeble.",
    "2394073454": "Ni povas kolekti pliajn informojn de Finaj Uzantoj, kiuj volas labori kun ni kiel Individuaj Datumaj Etikedistoj.",
    "3103557430": "Kiel Ni Uzas Informojn",
    "1130802068": "Ni uzas la informojn, kiujn ni kolektas por la sekvaj celoj:",
    "2940689138": "Administri Integrator- kaj Klientkontoj kaj provizi la Servon. Ni uzas Personajn Informojn por asocii specifajn kontojn kun Integrantoj kaj Klientoj kaj provizi al ili la Servon, respondi al petoj aŭ demandoj, provizi subtenon aŭ teknikan helpon kaj faciligi pagojn.",
    "857974529": "Pliboniĝi al Retejo kaj la Servo. Ni uzas Analizajn Informojn por plibonigi niajn ekzistantajn kaj evoluigi novajn servojn kaj ofertojn kaj por personecigi ekzistantajn kaj estontajn produktajn proponojn.",
    "1820844638": "Por derivi merkatajn komprenojn. Ni uzas Analizajn Informojn por analizi la merkaton kaj fari komercajn analizojn rilatajn al la Retejo kaj niaj Servoj, kaj por aliaj esplorceloj.",
    "3386280249": "Disponigi merkaton por Etikeditaj Datumoj. Nia Servo ebligas altan voluman datumetikedadon kaj homan revizion por maŝinlernado-sistemoj kiel servo al retejposedantoj kaj kompanioj, kiuj bezonas helpon por etikedigi siajn datumojn. Tiucele ni malkaŝas Etikeditajn Datumojn al niaj Klientoj interesitaj pri akiri Etikeditajn Datumojn.",
    "3532143291": "Sekurigi niajn servojn kaj sistemojn. Ni uzas Analizajn Informojn por sekurigi niajn sistemojn identigante eblajn minacojn kaj vundeblecojn, kaj por alie protekti la informojn, kiujn ni kolektas.",
    "2185418511": "Por iu ajn legitima komerca celo, kondiĉe ke la informoj estas malidentigitaj aŭ kunigitaj tiel ke ĝi ne povas esti racie ligita al individuo.",
    "2386465280": "Kiel Ni Kunhavas Informojn",
    "2159517814": "Ni dividas aŭ malkaŝas personajn informojn en la sekvaj kazoj:",
    "4256083674": "Laŭ rekta peto de Integrator por identigi la fraŭdan riskon de specifa CAPTCHA-defia peto aŭ IP-adreso, aŭ alie kie specifa konsento estis donita.",
    "3494826505": "Kun vendistoj ni engaĝiĝas provizi esencajn aspektojn de la Retejoj kaj la Servo, kiel datumstokado, gastigado kaj Analytics, kaj nur por tiuj celoj.",
    "1119009846": "Laŭbezone por plenumi aplikeblan leĝon, inkluzive de registaraj petoj, leĝdevigo, kaj alie al publikaj kaj privataj estaĵoj por protekti la rajtojn, privatecon, sekurecon aŭ posedaĵon de vi, ni aŭ aliaj.",
    "197676026": "Kun aliaj por iu ajn legitima komerca celo, kondiĉe ke la informoj estas malidentigitaj",
    "2359312315": "aŭ agregita tia ke ĝi ne povas esti racie ligita al individuo.",
    "2497216176": "Triaj Analizoj kaj Spurado-Teknologioj",
    "3694578791": "Kiel diskutite supre, ni (kaj niaj triaj vendistoj) kolektas Analizajn Informojn parte per la uzo de kuketoj, interretaj signoj kaj aliaj spuraj teknologioj. En iu kazo, ni laboras kun triaj vendistoj por uzi kuketojn por kolekti Analizajn Informojn.",
    "2238885192": "Ni uzas Sentry por kolekti sencimigajn datumojn kiam uzanto spertas eraron. Por informoj pri kiel Sentry kolektas kaj prilaboras datumojn:",
    "1535054294": "Bonvolu vidi ilian detalan politikon",
    "658775471": "Ni uzas Cloudflare por optimumigi nian retan trafikon. Por informoj pri kiel Cloudflare kolektas kaj prilaboras datumojn:",
    "2014256987": "Se vi preferus ne bloki la uzon de kuketoj aŭ aliaj spurteknologioj, bonvolu vidi \"Administrado de Viaj Informoj\", sube. Bonvolu noti, ke fari tion povas negative influi vian sperton uzante la Retojn aŭ Servon, ĉar iuj funkcioj eble ne funkcias ĝuste.",
    "2788024905": "Kiel Ni Sekurigas Informojn",
    "271333468": "Ni efektivigas taŭgajn teknikajn kaj organizajn mezurojn por protekti la informojn, kiujn ni kolektas kaj konservas, kaj postulas, ke ĉiuj agentoj, kiuj faras nian traktadon en nia nomo, faru la samon. Bedaŭrinde, neniuj sekurecaj mezuroj estas 100% nepravaj, kaj kiel tia neniu reto aŭ sistemo (inkluzive la nia) povas esti garantiita 100% sekura kontraŭ detruo, perdo, ŝanĝo, neaŭtorizita malkaŝo aŭ aliro al informoj, kiujn ni kolektas kaj konservas. Se vi kredas, ke via informo eble ne estas sekura ial, bonvolu kontakti nin tuj ĉe:",
    "3031284129": "Garantiaj Malgarantioj",
    "26365791": "En la plej plena mezuro permesita de la leĝo, la Retejo kaj la Servo (kaj iuj aliaj rilataj servoj, informoj, datumoj, funkcioj kaj aliaj enhavo aŭ materialoj) estas provizitaj laŭ \"kiel estas\" kaj \"kiel disponeblaj\". En la plej plena mezuro permesita de la leĝo, IMI ekskludas ĉiujn garantiojn, inkluzive de sed ne limigitaj al la implicitaj garantioj de komercebleco, taŭgeco por aparta celo, kaj ne-malobservo.",
    "735630686": "Administri Viajn Informojn (Viaj Rajtoj)",
    "498769698": "Vi povas aliri, korekti, ŝanĝi aŭ forigi certajn Personajn Informojn, kiujn vi eble disponigis al ni per via konto de Integrator, Kliento aŭ Alirebla Uzanto (se vi estas Integranto, Kliento aŭ Alirebla Uzanto). Se vi ne povas fari tion, aŭ havas demandojn pri Personaj Informoj, kiujn ni kolektis kaj/aŭ dividis pri vi, aŭ ŝatus retiri vian konsenton por nia prilaborado (t.e. tute forigi vian konton) bonvolu kontakti nin ĉe:",
    "2895491273": "Se vi preferus bloki kuketojn aŭ aliajn spurteknologiojn, plej multaj retumiloj kaj porteblaj aparatoj vi ĉiuj ŝanĝu viajn agordojn por sciigi vin kiam vi ricevas kuketojn aŭ aliajn spurteknologiojn estas uzataj, kaj elekti ĉu akcepti/permesi aŭ ne. ĝi. Plej multaj retumiloj ankaŭ permesas al vi malŝalti aŭ forigi ekzistantajn kuketojn aŭ aŭtomate malakcepti estontajn kuketojn. Vi ankaŭ povas uzi triajn ilojn, inkluzive de foliumiloj, por kontroli viajn kuketajn preferojn. Rimarku, tamen, ke se vi malŝaltas ĉiujn kuketojn, iuj partoj de niaj retejoj eble ne funkcias ĝuste.",
    "707527778": "Informoj de Infanoj",
    "1747657936": "Niaj Retejoj kaj Servo ne estas direktitaj al infanoj sub la aĝo de 13 kaj ni ne konscie kolektas Personajn Informojn de infanoj sub la aĝo de 13. Se ni ekscios, ke ni kolektis Personajn Informojn de infano sub la aĝo de 13, ni prenos akcepteblaj paŝoj por forigi tiajn informojn de niaj dosieroj kiel eble plej baldaŭ, krom se ni havas laŭleĝan devon konservi ĝin. Bonvolu kontakti nin se vi kredas, ke ni havas informojn de aŭ pri infano sub la aĝo de 13 jaroj:",
    "2419795065": "Avizo al Kaliforniaj Loĝantoj",
    "1517625162": "Laŭ Kalifornia Civil Code Section 1789.3, Kaliforniaj uzantoj rajtas ricevi la jenan avizon pri rajtaj konsumantoj: Kaliforniaj loĝantoj povas atingi la Plendan Asistado-Unuon de la Dividado de Konsumantoj de la Kalifornia Sekcio de Konsumantoj per poŝto ĉe 1625 North Market Blvd., Sakramento, CA 95834, aŭ per telefono ĉe (916) 445-1254 aŭ (800) 952-5210.",
    "3730344349": "Ĉi tiu sekcio provizas pliajn detalojn pri la personaj informoj, kiujn ni kolektas pri Kaliforniaj konsumantoj kaj la rajtoj donitaj al ili laŭ la Kalifornia Konsumanto Privateca Leĝo aŭ \"CCPA\".",
    "4044467791": "Por la kategorioj de personaj informoj, kiujn ni kolektis de vi en la antaŭaj 12 monatoj, bonvolu vidi la supran sekcion \"Informoj, kiujn Ni Kolektas\". Ni kolektas ĉi tiujn informojn por la komercaj kaj komercaj celoj priskribitaj en la supra sekcio \"Kiel Ni Uzas Personajn Informojn\". En la antaŭaj 12 monatoj, ni dividis la sekvajn kategoriojn da informoj kun triaj por komerca celo:",
    "4208081170": "Kategorio de Personaj Informoj",
    "1528242915": "Identigiloj.",
    "3863351997": "Personaj informkategorioj listigitaj en la statuto de California Customer Records (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "Komercaj informoj.",
    "2683038211": "Interreta aŭ alia elektronika reto-agado.",
    "3671828834": "Ekzemploj de Personaj Informoj Kunhavitaj",
    "779426309": "Vera nomo, unika persona identigilo, reta identigilo, retadreso de Interreta Protokolo, retadreso, kontnomo aŭ aliaj similaj identigiloj.",
    "2414368123": "Nomo, nombro de kreditkarto, numero de debetkarto aŭ ajna alia financa informo.",
    "4088941349": "Registroj de produktoj aŭ servoj aĉetitaj, akiritaj aŭ konsiderataj.",
    "3238612014": "Foliuma historio, informoj pri la interago de konsumanto kun interreta retejo, aplikaĵo aŭ reklamo.",
    "1023108656": "Kategorioj de Triaj Ricevantoj",
    "1418235079": "Servaj Provizantoj",
    "3238184941": "Noto: Fraŭda risko asociita kun individua IP-adreso povas esti dividita kun Integrator laŭ peto.",
    "285116485": "La Kompanio ne \"vendas\" (kiel ĉi tiu termino estas difinita en la CCPA) la personajn informojn, kiujn ni kolektas. Bonvolu konsulti la supran sekcion \"Triapartiaj Analitiko kaj Spurado de Teknologioj\" por pliaj informoj pri la specoj de triaj kuketoj, se ekzistas, kiujn ni uzas.",
    "1408750006": "Sub certaj limigoj, la CCPA donas al Kaliforniaj konsumantoj la rajton peti scii pli da detaloj pri la kategorioj aŭ specifaj pecoj de personaj informoj, kiujn ni kolektas (inkluzive de kiel ni uzas kaj malkaŝas ĉi tiujn informojn), forigi iliajn personajn informojn, elekti ekstere. ajnaj \"vendoj\" kiuj povas esti okazantaj, same kiel la rajton ne esti diskriminaciata pro ekzercado de ĉi tiuj rajtoj.",
    "759057398": "Avizo al EU-Datumsubjektoj",
    "825780955": "Personaj informoj",
    "2945960297": "Koncerne al EU-datumoj, la esprimo \"personaj informoj\" kiel uzata en ĉi tiu Privateca Politiko estas ekvivalenta al \"personaj datumoj\" kiel difinite en la Ĝenerala Regularo pri Protekto de Datumoj de Eŭropa Unio (GDPR).",
    "1126613163": "Sentemaj Datumoj",
    "3571006800": "Iuj el la informoj, kiujn vi provizas al ni, povas konsistigi sentemajn datumojn kiel difinitajn en la GDPR (ankaŭ nomataj specialaj kategorioj de personaj datumoj), inkluzive de identigo de via raso aŭ etneco sur registaraj identigaj dokumentoj.",
    "1988461282": "Juraj Bazoj por Prilaborado",
    "3519564631": "Pretigaj Celoj",
    "1778642038": "Por komuniki kun vi",
    "2223819810": "Por optimumigi nian platformon",
    "1678661231": "Por observo, kontraŭfraŭdo kaj sekureco",
    "2561077702": "Por provizi nian servon",
    "2066321185": "Jura Bazo",
    "1174237568": "Ĉi tiuj prilaboraj agadoj konsistigas niajn legitimajn interesojn. Ni provas konsideri kaj ekvilibrigi ajnajn eblajn efikojn al vi (kaj pozitivaj kaj negativaj) kaj viajn rajtojn antaŭ ol ni prilaboras viajn personajn informojn por niaj legitimaj interesoj. Ni ne uzas viajn personajn informojn por agadoj, kie niaj interesoj estas superregataj de ajna malfavora efiko al vi (krom se ni havas vian konsenton aŭ estas alie postulataj aŭ permesitaj de la leĝo).",
    "1350478093": "Prilaborado Celo",
    "787916198": "Kun via konsento",
    "3348433919": "Viaj Rajtoj",
    "3842673636": "Laŭ la GDPR, vi havas iujn rajtojn pri viaj personaj informoj. Vi povas peti nin fari la jenajn agojn rilate al viaj personaj informoj, kiujn ni tenas:",
    "4057343238": "Rezigni",
    "1834911235": "Ĉesu sendi al vi rektajn merkatajn komunikadojn, kiujn vi antaŭe konsentis ricevi. Ni povas daŭre sendi al vi Servo-rilatajn kaj aliajn ne-merkatigajn komunikadojn.",
    "3022301908": "Aliro",
    "680638297": "Provizi al vi informojn pri nia prilaborado de viaj personaj informoj kaj doni al vi aliron al viaj personaj informoj.",
    "1409486258": "Ĝuste",
    "3878077249": "Ĝisdatigi aŭ korekti erarojn en viaj personaj informoj.",
    "3645414921": "Forigi",
    "42182578": "Forigu viajn personajn informojn.",
    "1609621367": "Translokigo",
    "3208155808": "Transdonu maŝinlegeblan kopion de viaj personaj informoj al vi aŭ al tria laŭ via elekto.",
    "1786796818": "Limigi",
    "3329634829": "Limigi la traktadon de viaj personaj informoj.",
    "4202774977": "Objekto",
    "3007158970": "Oponu nian fidon je niaj legitimaj interesoj kiel la bazo de nia prilaborado de viaj personaj informoj, kiu influas viajn rajtojn.",
    "1273071008": "Datumsubjekto-Alirrajtoj-Petoj",
    "3594381346": "loko.",
    "21141582": "ĉi tio",
    "3357523404": "Translima Datuma Transdono",
    "290966395": "Kiel priskribite en nia sekcio \"Noto al Klientoj Ekster Usono\", bonvolu konscii, ke viaj personaj datumoj estos transdonitaj, prilaboritaj kaj stokitaj en Usono. Datumprotektaj leĝoj en Usono povas esti malsamaj ol tiuj en via loĝlando. Vi konsentas pri translokigo de viaj informoj, inkluzive de personaj informoj, al Usono kiel dirite en ĉi tiu Privateca Politiko vizitante niajn retejojn aŭ uzante nian Servon.",
    "3178581111": "Uzu por Novaj Celoj",
    "1088304322": "Ni povas uzi viajn personajn informojn pro kialoj ne priskribitaj en ĉi tiu Privateca Politiko, kie ni estas permesitaj de la leĝo fari tion kaj kie la kialo estas kongrua kun la celo por kiu ni kolektis ĝin. Se ni bezonas uzi viajn personajn informojn por senrilata celo, ni povas sciigi vin kaj klarigi la aplikeblan juran bazon por tiu uzo. Se ni fidis vian konsenton por aparta uzo de viaj personaj informoj, ni povas serĉi vian konsenton por iu ajn senrilata celo kaj permesi al vi ĉesigi vian uzon de la servo tiutempe se vi kontraŭas.",
    "2260079771": "Retenado de datumoj",
    "38428546": "Ni konservas viajn Personajn Datumojn sekure dum la tuta vivo de via konto ĉe ni. Ni konservos viajn Personajn Datumojn nur tiom longe kiom necesas por plenumi la celojn por kiuj ni kolektis ĝin, inkluzive por kontentigi ajnajn jurajn, kontadajn aŭ raportajn obligaciojn aŭ por solvi disputojn. La kriterioj, kiujn ni uzas por determini konservajn periodojn, inkluzivas la aplikeblajn kontraktajn dispoziciojn, kiuj validas, leĝajn laŭleĝajn limigajn periodojn, aplikeblajn reguligajn postulojn kaj industriajn normojn.",
    "384965568": "Dum konservadpostuloj varias laŭ jurisdikcio, informoj pri niaj tipaj retenperiodoj por malsamaj aspektoj de viaj personaj datumoj estas priskribitaj sube.",
    "2788836740": "Kontaktinformoj por merkataj celoj estas konservitaj daŭrante ĝis vi mal-abonos. Poste ni aldonos viajn detalojn al nia subprema listo senfine. Retpoŝtaj informoj kolektitaj de Alirebleco-Uzantoj neniam estos uzataj por merkataj celoj.",
    "3520687192": "Registroj de komunikadoj kun vi (ekz. subtenaj biletoj malfermitaj per retpoŝto aŭ Twitter) povas esti konservitaj senfine.",
    "292211832": "Informoj kolektitaj per teknikaj rimedoj kiel ekzemple kuketoj, retpaĝaj nombriloj kaj aliaj analizaj iloj estas forĵetitaj tiel baldaŭ kiel praktike, sed povas esti konservitaj dum limigita periodo de ĝis unu jaro de eksvalidiĝo de la kuketo, tipe en malidentigita kaj agregita formo. krom se ni detektos eblan misuzon de nia servo, en kiu kazo ni konservos tiujn informojn por helpi nin malhelpi estontan misuzon. Ni ne kapablas ligi ĉi tiujn anonimigitajn kaj kunigitajn informojn al vi, via domanaro, IP-adreso aŭ ajna persona informo bazita sur la informoj konservitaj.",
    "470943029": "Se vi havas demandojn pri ĉi tiu Privateca Politiko, bonvolu kontakti nin ĉe:",
    "3192683783": "Ŝanĝoj al ĉi tiu Privateca Politiko",
    "1702335960": "Ajna informo, kiun ni kolektas, estas submetita al la Privateca Politiko valida en la momento kiam tiaj informoj estas kolektitaj. Ni tamen povas revizii la Privatecan Politikon de tempo al tempo. Se revizio estas grava, kiel determinite nur de ni, ni sciigos vin, ekzemple per retpoŝto. La nuna versio ĉiam estos afiŝita al nia paĝo pri Privateca Politiko.",
    "3669258571": "Politiko pri Kuketoj",
    "2905621957": "Laste ĝisdatigita: la 18-an de julio 2020",
    "1173934218": "Ni komprenas, ke via privateco estas grava por vi kaj estas devontigitaj esti travideblaj pri la teknologioj kiujn ni uzas. Ĉi tiu politiko provizas detalajn informojn pri kiel kaj kiam ni uzas kuketojn en niaj Retejoj kaj Servo.",
    "2694150481": "Ĉu ni uzas Kuketojn?",
    "457627611": "Jes. Ni kaj niaj analizistoj aŭ servaj provizantoj, merkatpartneroj kaj filioj povas uzi kuketojn, retajn signojn aŭ pikselojn kaj aliajn teknologiojn por certigi, ke ĉiuj, kiuj uzas la Retajn retejojn, havas la plej bonan sperton. Bonvolu vidi la sekcion \"Tria Partia Analizo kaj Spurado de Teknologioj\" de nia Privateca Politiko por pliaj detaloj.",
    "501102544": ": ni kredas, ke la hCaptcha kontraŭ-bot-servo (t.e. la Servo enigita de retejoj, ludoj aŭ moveblaj apoj) inkluzivas nur tiel nomatajn \"esceptitajn\" kuketojn laŭ GDPR-regularoj. Ekzemploj de tiaj esceptitaj kuketoj inkluzivas:",
    "461631543": "Noto pri GDPR",
    "2150907653": "* Teknikaj kuketoj strikte necesaj por la provizado de la servo. Ĉi tiuj inkluzivas preferajn kuketojn, seancajn kuketojn, ŝarĝajn ekvilibrajn kuketojn ktp.",
    "1012122721": "* Statistikaj kuketoj administritaj rekte de ni (t.e. unuapartiaj, ne triaj kuketoj), kie la datumoj ne estas uzataj por profilado.",
    "148542287": "Ĉi tio ne estas jura konsilo, kaj neniuj garantioj estas provizitaj pri ĉi tiu analizo. Se vi havas pliajn demandojn aŭ zorgojn, bonvolu kontakti nin ĉe:",
    "3956117148": "La retejoj hCaptcha.com kaj BotStop.com (la retejoj) povas inkluzivi pliajn kuketojn, kiel priskribite en ĉi tiu Politiko.",
    "3255230599": "Kio estas Kuketo?",
    "1095532507": "Kuketo (\"Kuketo\") estas malgranda tekstdosiero, kiu estas metita sur vian malmolan diskon de retpaĝa servilo. Kuketoj enhavas informojn, kiuj povas poste esti legitaj de retservilo en la domajno, kiu eldonis la kuketon al vi. Kelkaj kuketoj estos uzataj nur se vi uzas iujn funkciojn aŭ elektas iujn preferojn, kaj iuj kuketoj ĉiam estos uzataj. Vi povas ekscii pli pri ĉiu kuketo rigardante nian nunan kuketliston sube.",
    "2943815316": "Ni ĝisdatigas ĉi tiun liston periode, do eble ekzistas pliaj kuketoj, kiuj ankoraŭ ne estas listigitaj. Retaj signoj, etikedoj kaj skriptoj povas esti uzataj en la Retejoj aŭ en retpoŝtoj por helpi nin liveri kuketojn, kalkuli vizitojn, kompreni uzadon kaj kampanjo-efikecon kaj determini ĉu retpoŝto estis malfermita kaj reagata. Ni povas ricevi raportojn bazitajn sur la uzo de ĉi tiuj teknologioj fare de niaj provizantoj de servo/analitiko sur individua kaj entuta bazo.",
    "2954157511": "Kial ni uzas Kuketojn?",
    "1539071196": "Ni ĝenerale uzas Kuketojn por la sekvaj celoj:",
    "3545935449": "Rekoni novajn aŭ pasintajn uzantojn.",
    "32739972": "Por konservi viajn ensalutajn sesiinformojn se vi estas registrita en niaj retejoj.",
    "4209078147": "Por plibonigi nian Retejon kaj pli bone kompreni viajn vizitojn sur niaj platformoj kaj Retejo.",
    "1077448694": "Por integri kun triapartneraj sociaj amaskomunikiloj retejoj.",
    "1709478090": "Por servi vin per interes-bazita aŭ celita reklamado.",
    "3256020881": "Observi viajn kondutojn kaj foliumadon laŭlonge de la tempo tra pluraj retejoj aŭ aliaj platformoj.",
    "1092241113": "Por pli bone kompreni la interesojn de niaj Klientoj kaj Integrantoj.",
    "1434289796": "Iuj Kuketoj estas necesaj por certaj uzoj de la TTT-ejoj, kaj sen tiaj Kuketoj, ni ne povus provizi multajn servojn, kiujn vi bezonas por ĝuste uzi la TTT-ejojn. Ĉi tiuj Kuketoj, ekzemple, permesas al ni funkciigi niajn retejojn, por ke vi povu aliri ĝin kiel vi petis kaj lasu nin rekoni, ke vi kreis konton kaj ensalutis en tiun konton por aliri la enhavon de la retejo. Ili ankaŭ inkluzivas Kuketojn, kiuj ebligas al ni memori viajn antaŭajn agojn ene de la sama foliuma sesio kaj sekurigi niajn retejojn.",
    "1533171442": "Ni ankaŭ uzas funkciajn Kuketojn kaj Kuketojn de triaj por analizo kaj merkatado. Funkciaj Kuketoj ebligas certajn partojn de la retejoj funkcii ĝuste kaj viajn uzantpreferojn resti konataj. Analizaj Kuketoj, interalie, kolektas informojn pri kiel Klientoj, Integrantoj kaj Finuzantoj uzas niajn Retejojn, la enhavon kaj produktojn, kiujn uzantoj plej ofte rigardas, kaj la efikecon de nia tria-reklamado. Reklamaj Kuketoj helpas liveri reklamojn al rilataj spektantaroj kaj ke niaj reklamoj aperu ĉe la supro de serĉrezultoj. Kuketoj estas aŭ \"sesiaj\" Kuketoj, kiuj estas forigitaj kiam vi finas vian retumilon, aŭ \"daŭraj\", kiuj restas ĝis ilia forigo de vi (diskutata malsupre) aŭ la partio kiu servis la kuketon. Plenaj detaloj pri ĉiuj Kuketoj uzataj en la Retejoj estas haveblaj ĉe nia Tabelo pri Kuketo-Malkovro sube.",
    "322830977": "Kiel malŝalti Kuketojn.",
    "3885459114": "Vi povas ĝenerale aktivigi aŭ poste malaktivigi la uzon de kuketoj per funkcio enkonstruita en via retumilo. Se vi volas lerni pli pri kuketoj, aŭ kiel kontroli, malŝalti aŭ forigi ilin, bonvolu viziti https://www.knowcookies.com/ por detala gvidado.",
    "262509504": "Ni povas ligi la informojn kolektitajn de Kuketoj kun aliaj informoj, kiujn ni kolektas de vi laŭ ĉi tiu Privateca Politiko kaj uzi la kombinitajn informojn kiel ĉi tie dirite. Simile, la triaj partioj, kiuj servas kuketojn en niaj Retejoj, povas ligi vian nomon aŭ retpoŝtadreson al aliaj informoj, kiujn ili kolektas, kiuj povas inkluzivi pasintajn aĉetojn faritajn eksterrete aŭ interrete, aŭ viajn informojn pri interreta uzado.",
    "2935155034": "Se vi troviĝas en la Eŭropa Ekonomia Areo, vi havas iujn rajtojn, kiuj estas priskribitaj supre sub la kaplinio \"Avizo al EU-Datumsubjektoj\", inkluzive de la rajto inspekti kaj korekti aŭ forigi la datumojn kiujn ni havas pri vi.",
    "1873812847": "Kuketo(j) Diskonigo",
    "3319083717": "Nomo:",
    "3183855267": "1. hmt_id",
    "907324388": "Funkcio",
    "2896187462": "1. Uzita por strikte necesaj anonimaj servo-rilataj statistikoj, kaj por aliaj teknikaj celoj kiel helpi en alirebleco subteno.",
    "987267027": "Festo",
    "3453526675": "1. 1-a partio",
    "1952810469": "Tajpu",
    "1795436560": "1. Sesio",
    "102695075": "Daŭro",
    "3356329025": "1. 30 tagoj",
    "3744153629": "Nomoj:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "kunsido,",
    "3186435874": "sessionid",
    "720059527": "2. Uzata por strikte necesaj teknikaj celoj: ŝarĝo-ekvilibro, enrutado.",
    "1241291641": "Vidu pli da detaloj.",
    "1834801943": "2. 1-a partio",
    "2114694926": "2. Sesio",
    "938404336": "2. Varias; ĝis 30 tagoj.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. Uzata por strikte necesaj teknikaj celoj: ebligas uzon de Uzanto de Alirebleco.",
    "1061239711": "3. 1-a partio",
    "1483015662": "3. Sesio",
    "3458934553": "3. Varias; ĝis 30 tagoj.",
    "1527172673": "Se vi havas demandojn pri ĉi tiu Kuketa Politiko, bonvolu kontakti nin ĉe:",
    "134571844": "Impressum (Reteja Avizo)",
    "110836420": "Laste ĝisdatigita: la 23-an de decembro 2020",
    "2901894297": "hCaptcha estas servo de Intuition Machines, Inc. (\"IMI\"), Delavara US Corporation (#6393793).",
    "2928362319": "Senditaj demandoj povas esti senditaj al: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Informoj pri la nuna administrado de la kompanio povas esti akiritaj sur la paĝo Pri. La nuna ĉefoficisto de la firmao estas la administra direktoro respondeca pri enhavo.",
    "3094150511": "Reguliga aŭtoritato: Usona Federacia Komisiono pri Komunikado, 45 L Street NE, Vaŝingtono, DC 20554 Usono.",
    "2763011087": "IMI ne engaĝiĝas al, nek estas devigata partopreni, la alternativan disputsolvadon por konsumantaj disputoj antaŭ konsumanta disputsolvo-unuo.",
    "1395644678": "Oficiala retejo de Eŭropa Komisiono por Interreta Disputo Solvo:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Neniuj garantioj pri enhavo",
    "707541553": "Ĉiuj informoj enhavitaj en niaj interretaj paĝoj estas validigitaj de IMI aŭ de tria partio. Tamen, nek IMI nek triaj partioj povas respondeci pri informoj pri aktualaj, precizaj aŭ kompletaj. Ĉi tio validas ankaŭ por aliaj retejoj, kiujn oni povas atingi per hiperligoj en niaj paĝoj. IMI ne akceptas respondecon pri la enhavo de ĉi tiuj eksteraj retejoj.",
    "2650241052": "Neniu konsilo",
    "3361191778": "La informoj donitaj sur la interretaj paĝoj ne reprezentas individuajn konsilojn kaj ne povas anstataŭigi ĉi tion. Se vi bezonas individuan konsilon, bonvolu kontakti nian helpan personaron.",
    "1031855757": "Uzo de ĉi tiu retejo",
    "204716894": "La enhavo kaj dezajno de niaj retpaĝoj estas protektitaj laŭ kopirajtleĝo. Duobligo de la paĝoj kaj ilia enhavo en maniero kiu superas akcepteblan justan uzon postulas antaŭan skriban konsenton de IMI se ne ekzistas aliaj juraj dispozicioj specifitaj por duobligo sur la paĝo.",
    "3182435854": "Kopirajto",
    "3187946010": "Ĉiuj tekstoj, bildoj, grafikaj animacioj, filmetoj, muzikoj, sonoj kaj alia materialo sur ĉi tiuj paĝoj estas protektitaj laŭ kopirajtleĝo fare de IMI aŭ triaj se specife. Estas malpermesite kopii aŭ modifi ĉi tiun materialon por komerca uzo en maniero kiu superas akcepteblan justan uzon.",
    "74538881": "Respondeco por ĉi tiu retejo",
    "3236873806": "IMI respondecas pri ĉi tiu retejo.",
    "2657277322": "Se vi havas demandojn, bonvolu kontakti nin ĉe:",
    "1338341134": "hCaptcha + Privateca Enirpermesilo (Beta)",
    "88879089": "Privateca Enirpermesilo estas",
    "1898063898": "por konservi uzantan privatecon kun kiu ni disvolvas kune",
    "1942186611": "kaj aliaj.",
    "3673079511": "emerĝanta normo",
    "2164933356": "Nuboflamo",
    "3119589996": "Kiel ĝi funkcias: retumila etendaĵo donas al uzantoj la kapablon krei kaj subskribi ĉifrige blindajn ĵetonojn por retejoj, kiuj subtenas la protokolon Private Pass. La etendaĵo generas enirpermesilojn enhavantajn kriptografie blindigitajn ĵetonojn, kiuj estas subskribitaj de hCaptcha kiam defio estas solvita en iu ajn retejo uzante la servon hCaptcha,",
    "1254771154": "defioj montritaj en aliaj Privatecaj Pass-subtenaj servoj kiuj ankaŭ enkonstruas hCaptcha, ekz. Cloudflare.",
    "996362763": "Ĉi tiuj ĵetonoj estas neblindigitaj kaj stokitaj per la etendaĵo por estonta uzo. Kiam la uzanto vizitas retejon uzante hCaptcha kaj bezonas pasi la defion (ĉu nevidebla aŭ per la butono \"Mi estas homo\") ili estas elaĉetitaj aŭtomate. La blindiga proceduro signifas, ke subskribitaj kaj elaĉetitaj ĵetonoj estas kriptografie malligeblaj de la perspektivo de hCaptcha, kaj tiel uzanta privateco estas konservita.",
    "2943346052": "Dum la normiga procezo de IETF daŭras, ni atendas ke ĉefaj retumiloj adoptos iun formon de Privateca Enirpermesilo denaske. Ĉi tio fine faros la etendon nenecesa. Por la momento, tamen, bonvolu sekvi la subajn instrukciojn.",
    "2326660907": "krom",
    "741483946": "* Alivorte: vi povas akiri hCaptcha Private Pass-ĵetonojn ĉe hCaptcha.com, kaj uzi ilin en aliaj retejoj rekte uzante hCaptcha.com. Vi ne povas akiri aŭ elaĉeti hCaptcha Private Pass-ĵetonojn por preteriri la hCaptcha servon kiel uzatan de Cloudflare, ĉar Cloudflare eldonas kaj elaĉetas siajn proprajn Privateck Pass-ĵetonojn.",
    "1362015807": "Komencante",
    "1358325821": "Unue, instalu la etendon por",
    "310885519": "aŭ",
    "4091044469": ". Certigu, ke vi ebligis la etendon en inkognita reĝimo. Poste, vizitu ajnan retejon uzante hCaptcha kaj solvu captcha. Ekde la versio 2.0.3, vi povas elaĉeti ĉi tiujn ĵetonojn en retejoj uzante hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "Post kiam vi instalis la etendaĵon, alklaku ĉi tie (aŭ en iu ajn retejo uzanta hCaptcha) por gajni enirpermesilojn:",
    "166277959": "Bonvolu noti: ĉi tiu funkcio estas nuntempe en beta, kaj eble ne funkcias por ĉiuj retejoj kaj uzantoj ĉiam. En la okazo, ke ĝi ne estas ebligita aŭ ne funkcias por aparta uzanto, la konduto simple revenos al la norma hCaptcha sperto sen perdo de funkcio.",
    "3031357206": "Nova piktogramo aperos apud via URL-breto. Nun vizitu retejon per hCaptcha. Ĝi aspektos tiel:",
    "1066753052": "kio signifas, ke la monujo estas malplena, kaj vi estas en retejo, kiu inkluzivas hCaptcha-defion. Post kiam vi kompletigos la defion, vi gajnos ĵetonojn, kiuj povas esti elaĉetitaj en iu ajn alia retejo kun hCaptcha.",
    "651123197": "Nombro de la nuna totalo en via monujo estos montrita sur la ikono post plenumi la defion.",
    "554844646": "Vi povas konfirmi, ke la etendaĵo funkcias vidante, ke la nombrilo malaltiĝas je 1 ĉiufoje kiam vi klakas",
    "4087729475": "la defio post via komenca solvo.",
    "647630208": "Kaj jen! Via interreta foliumado nun estas pli privata.",
    "3272552822": "Programistoj kaj kriptografoj:",
    "4059570880": "Se vi ŝatus spuri la normigan penadon, klopodoj estas nuntempe daŭrataj ĉe",
    "1904390996": "normigi la",
    "252720667": "subesta la kriptografia sekureco de Privateca Enirpermesilo. La protokolo mem trairas la",
    "3972554015": "procezo ankaŭ. Kaj la retumila etendo estas kompreneble",
    "3723626769": "por viaj kontribuoj kaj recenzo.",
    "3882147547": "Forgesaj Pseŭdorandomaj Funkcioj",
    "565624910": "skizo",
    "3421090159": "malferma fonto",
    "3098677775": "Q: Ĉu mia IP kaj foliumhistorio estas tute privataj de hCaptcha kiam vi uzas Privateca Pass?",
    "4019638786": "R: Uzantoj de Privateco Pass de hCaptcha neniam eksponos sian IP al hCaptcha krom se la ĵetonujo de ilia retumilo estas malplena aŭ la retejo sendas ĝin. hCaptcha havas nenian manieron ligi la uzanton al la elsaviĝo de ĵetonoj, kaj neniam interagas rekte kun la uzanto dum elsaviĝo krom se ilia ĵetono monujo estas malplena.",
    "3887113660": "Q: Kiel Private Pass influas la enspezojn de hCaptcha?",
    "1116455671": "R: Vi gajnos rekompencon por la komenca solvo se la uzanto kompletigos ĝin en via retejo. Elaĉetoj sekvas la saman respondan ŝablonon kvazaŭ la uzanto aŭtomate preterpasus vian retejon pro alta klientofido: neniu gajno okazas, kaj la siteverify-voko de via servilo ricevas `krediton: False' en la enirpermesilrezultoj.",
    "779817954": "Q: Se mi havas Privatecajn enirpermesilojn eldonitajn de alia provizanto, ĉu mi povas elaĉeti ilin per hCaptcha?",
    "3014149332": "R: Ne, enirpermesiloj ne estas kunfunkcieblaj: ili devas esti eldonitaj kaj elaĉetitaj de la sama aŭtoritato, ĉi-kaze hCaptcha. Notu, ke se vi havas enirpermesilojn de kaj Cloudflare kaj hCaptcha en via etendaĵo, la disponebla nombro ŝanĝiĝos al la ĝusta kvanto depende de la postulo de la paĝo, kiun vi vizitas. Alivorte, se vi havas 100 Cloudflare-enirpermesilojn en via monujo kaj 10 hCaptcha-enirpermesilojn, vi devus vidi 10 sur la etenda ikono sur paĝoj kun hCaptcha enigita.",
    "3679148535": "Q: Pri kiuj aliaj aplikaĵoj de Privateca Pass vi laboras?",
    "1606783855": "R: Ni tre interesiĝas pri Privateca Enirpermesilo por la Alirebleco (\"a11y\") uzkazo. Antaŭe popularaj opcioj kiel aŭdaj kapĉasoj diskriminacias multajn a11y-uzantojn. Ni kredas, ke kombini nian nunan a11y-aliron kun Privateca Pass-eldono permesos al a11y-uzantoj navigi sekure, sekure sciante, ke ilia trafiko estas pli privata, dum limigas la misuzon de botfunkciigistoj, kiu neeviteble okazas kiam a11y-opcioj estas disponeblaj.",
    "2359150347": "Q: Ĉu aliaj interretaj sekurecaj servoj subtenas Privateca Pass?",
    "2082237880": "R: hCaptcha estas la unua tiaspeca servo, kiu subtenas Privatecan Enirpermesilon, kaj estas nuntempe la sola kiu faras tion. Tamen, ni atendas ke aliaj servoj rekonos la avantaĝojn de pliigado de uzantprivateco interrete, kaj atendas ke en la estonteco pli da entreprenos efektivigojn kiam la IETF-normoj kiujn ni helpas evoluigi estas formale adoptitaj.",
    "2109792055": "Uzanto-Gvidilo: Sencimigaj Problemoj kun Privateca Passemisio kaj Valido",
    "3588620914": "Privateca Enirpermesilo estas nova invento laŭ la normoj de la Reto, kaj estas eble ke aliaj aplikaĵoj kaj retumiloj, kiuj ne konscias pri ĝi, malhelpu ĝian funkciecon.",
    "4039193170": "Se vi havas problemojn akiri aŭ elaĉeti ĵetonojn:",
    "2378786360": "1. Provu unu el la aliaj subtenataj retumiloj: se vi estas en Chrome, provu uzi Firefox sen importi viajn agordojn el Chrome, kaj instalu la kromprogramon tie. Se tio funkcias, vi eble havas problemon pri agordo de retumilo.",
    "394235836": "3. Se neniu el la ĉi-supraj sugestoj funkcias, sendu al ni subtenan retpoŝton kaj ni volonte helpos ekscii, kio okazas.",
    "3470857731": "Analizo pri kiom bone reCAPTCHA detektas robotojn.",
    "3240786848": "Lasta ĝisdatigo: la 18-an de februaro 2021",
    "2547140673": "Dum pli ol jardeko, la servo reCAPTCHA de Google ofertis al retejposedantoj komercon: lasu Guglon spuri viajn uzantojn kaj demandi al ili, kaj interŝanĝe ili promesas ĉesigi robotojn kaj spamon.",
    "2133754014": "Pli ol 4.5 milionoj da retejoj uzas reCAPTCHA [",
    "3152512587": "kaj la sistemo kolektas centojn da milionoj da ĉiutagaj solvoj. [",
    "2296918009": "Ĉi tio egalas al pli ol 100 personjaroj da laboro ĉiutage.[",
    "3900538778": "Etikeditaj datumoj estas la brulaĵo, kiu funkciigas maŝinlernadon. La respondoj de reCAPTCHA estas uzataj por plibonigi la servojn ML/AI de Google ekde 2009. Multaj homoj, kiuj uzas reCAPTCHA, ne rimarkas, ke ilia laboro estas uzata.",
    "1160252730": "Google nun ŝargas altajn prezojn por reCAPTCHA Enterprise, igante multajn kompaniojn retaksi ĉi tiun interkonsenton.",
    "1131196501": "Gravaj kompanioj ŝatas",
    "204889717": "ŝanĝis al hCaptcha",
    "639413188": "en respondo.",
    "3280658086": "entreprenaj solvoj",
    "3842815245": "Ĉu ĉi tio estas justa komerco?",
    "714342693": "La hCaptcha teamo kolektas prezajn datumojn de \"malhela retejo\" kapĉas-rompantaj servoj ekde 2016. Ni rimarkis interesan tendencon:",
    "468929661": "La averaĝa kosto de rompi reCAPTCHA estas nekredeble malalta (malpli ol $ 1 per 1000 solvoj) kaj ne multe pliiĝis ekde nia monitorado komenciĝis en 2016. Ĉi tio validas por ambaŭ reCAPTCHA v2 kaj v3. [",
    "2862164005": "Prezaj datumoj ebligas al ni meti precizan dolaran valoron sur la sekureco ofertita de reCAPTCHA: $0.001 aŭ malpli por respondo.",
    "102498091": "Guglo pagas $1 por 1000 petoj por reCAPTCHA Enterprise, tio signifas, ke ili nun ŝargas pli por peto ol kostas rompi la sekurecon de sia servo. Ĉi tio ŝajnas malbona interkonsento.",
    "130239139": "Kio estas la valoro de la 100+ personjaroj da laboro kolektitaj de Guglo ĉiutage?",
    "1421074182": "Substance pli alta.",
    "1953519598": "La kosto por etikedi ununuran bildon varias de $0.03 ĝis $1.00 aŭ pli. Laŭ iu ajn konservativa takso, Guglo ĉerpis miliardojn da dolaroj da libera laboro ĝis nun. [",
    "3025548709": "Ĉu ekzistas alternativo al ĉi tiu maljusta interkonsento?",
    "263761351": "hCaptcha estas la unua kredinda alternativo, nun uzata de centoj da milionoj da homoj ĉiumonate.",
    "2743692546": "Dum uzantoj pruvas sian homaron per hCaptcha, ilia laboro eniras anoniman malferman merkaton por oferto.",
    "1982750088": "Firmaoj ĉie en la mondo ofertas por tiu laboro por plenumi simplajn taskojn kiuj estas facilaj por homoj sed malfacilaj por maŝinoj. Uzantoj subtenas la retejon, kiun ili vizitas, kaj spertas malpli da retspamo pro pli alta nivelo de sekureco.",
    "1108398506": "klientoj akiras totalan kontrolon super la sperto, kaj profitas el la kompetenteco, kiun hCaptcha akiris funkcii la plej grandan sendependan defian provizanton en la interreto. Ili ankaŭ ricevas pli bonan interkonsenton ol reCAPTCHA Enterprise: ĝis 50-80% pli bona prezo, depende de volumeno.",
    "3012870872": "Retejoj kaj aplikaĵoj uzantaj la senpagan version (hCaptcha Publisher) gajnas enspezon el tiu laboro anstataŭ donaci ĝin al Guglo.",
    "2271512952": "Uzantoj subtenas la retejon, kiun ili vizitas, kaj spertas malpli da retspamo.",
    "278010425": "La larĝa kaj ofte ŝanĝiĝanta vario de taskoj sur hCaptcha ankaŭ estas pli malfacile aŭtomatigeblaj. La ununura interfaco de reCAPTCHA ne ŝanĝiĝis en multaj jaroj, kaj havas malgrandan aron da malofte ŝanĝantaj demandoj. Ĉi tio estas unu el la manieroj, kiel hCaptcha provizas pli fortika kontraŭ-bot-protekto ol reCAPTCHA.",
    "984849234": "hCaptcha uzas altnivelan maŝinlernadon por liveri tion, kion reCAPTCHA nur promesas, samtempe kundividante la valoron kaptitan kun la retejoj, kiuj uzas ĝin.",
    "4063769686": "Uzantoj subtenas la retejon, kiun ili vizitas, kaj spertas malpli da retspamo. Ĉi tio ŝajnas pli justa interkonsento.",
    "685916926": "Kial reCAPTCHA ne pliboniĝis laŭlonge de la tempo?",
    "3992401943": "Okazis revolucio en profunda lernado ekde 2012. La industria normo pri taskoprecizeco radikale pliboniĝis dum la pasinta jardeko, ĉefe pro profundaj konvoluciaj retoj. Aliaj ML-funkciigitaj servoj kiujn Guglo proponas sekvis ĉi tiun kurbon.",
    "615031303": "(Vidu piednotojn",
    "2125514305": "ML pliboniĝis, sed la malfacileco preteriri reCAPTCHA ne materiale ŝanĝiĝis dum ĉi tiu tempo.",
    "1406188018": "6 kaj 7",
    "2689973938": "Plibonigi reCAPTCHA kreas internan konflikton por Guglo kiel reklam-vendisto.",
    "464238793": "Se Guglo mem determinas, ke uzanto, vidanta anoncon aŭ klakanta ligilon, estis fakte bot, ĝi ne povas pagi por reklamoj montritaj al tiu uzanto. Ĉi tiu konflikto de intereso severe limigis la amplekson de la anti-bot-ambicioj de Guglo.",
    "918924423": "Ekzemple, Google ne ofertis evidente valorajn servojn kiel retroaktiva bot-detekto. Estas multe pli fidinda deklari uzanttrafikon bot-generita post analizo de pluraj tagoj da datumoj.",
    "661412233": "Scii post la captcha, ke iuj uzantoj estis robotoj ankaŭ valoras. Ĝi ebligas posedantojn de retejoj purigi malnovajn spamajn afiŝojn kaj forigi \"dormantajn kontojn\" registritajn al spamforumoj estonte, redukti fraŭdon kaj pli.",
    "3600797185": "Proponado de retroaktiva bot-identigo malfermus Guglon al dornaj demandoj pri kiel retroaktive repagi reklamantojn, kiuj elspezis monon por tiu fraŭda trafiko.",
    "2076932190": "La produkto reCAPTCHA tiel stagnis dum jardeko.",
    "3856912381": "Uzantoj suferis, kaj nenecesa retspamo nun estas senbrida. Sed ekzistas alternativo.",
    "1035621426": "Ĉiu bot identigita de reCAPTCHA rekte reduktas la reklamenspezon de Guglo.",
    "3668115514": "Kiel hCaptcha malsamas?",
    "2413742287": "La instigo de hCaptcha estas maksimumigi precizecon, ne reklaman enspezon: robotrespondoj estas senutilaj por niaj klientoj, kiuj bezonas homajn trejnajn datumojn.",
    "1373262754": "Scii kiu estas individuo havas minimuman valoron por hCaptcha. Ni nur zorgas ĉu ili estas homoj aŭ malica aktoro.",
    "600646860": "Anstataŭ oferti servon de dubinda valoro ĉerpante laboron kun reala valoro, hCaptcha provizas ambaŭ kompenson kaj fortan kontraŭ-bot-protekton.",
    "1836191653": "Anstataŭ oferti facile venkitan servon al senpagaj uzantoj dum ŝargado de milionoj da dolaroj por entreprena versio, kiu ne estas multe pli bona, hCaptcha provizas bonegan bot-protekton al ambaŭ, dum ĝi ofertas entreprenajn uzantojn pliajn funkciojn kaj personigon, kune kun fortaj SLA-oj kaj rapida subteno.",
    "990215503": "hCaptcha estas la nura grava kapĉa servo ne posedata de reklama reto.",
    "971933157": "hCaptcha zorgas pri privateco, travidebleco kaj justeco.",
    "178839499": "hCaptcha dividas la valoron de laboro farita dum uzantoj pruvas sian homaron.",
    "1237076138": "hCaptcha ofertas justan interkonsenton al kaj senpagaj (hCaptcha Eldonisto) kaj entreprenaj (hCaptcha Enterprise) klientoj.",
    "614310292": "Kiu konstruis hCaptcha?",
    "4188814619": "hCaptcha estas servo de Intuiciaj Maŝinoj (",
    "3265328927": "), maŝinlernado firmao kiu ofertas produktojn kaj servojn por firmaoj efektivigantaj maŝinlernadon ĉe skalo.",
    "2740033957": "La IM-teamo konsistas el sciencistoj kaj inĝenieroj de Apple, Amazon kaj aliaj gvidantoj en maŝinlernado, distribuitaj sistemoj kaj sekureco.",
    "1579715421": "IM-sciencistoj regule publikigas en ĉefaj konferencoj kiel ICML, ICLR, ECCV, kaj NeurIPS, kaj la firmao publike publikigis pintnivelajn rezultojn en ML-disciplinoj kiel profunda hashing [",
    "4015238193": "kaj OCR [",
    "279580593": "imachines.com",
    "279918384": "Kiel Guglo uzas vian senpagan laboron?",
    "2385522384": "Vi verŝajne vidis kadrojn de video de fotiloj sur la aŭtoveturantaj aŭtoj Waymo de Guglo, kaj helpis plibonigi ilian objektorekonon.",
    "1517627947": "Vi verŝajne vidis bildojn de konstruaĵoj aŭ stratsignoj de la Streetview-aŭtoj de Google, kaj helpis etikedi lokojn por iliaj Mapoj kaj Teraj produktoj.",
    "3225936061": "Vi verŝajne vidis bildojn de teksto prenitaj de libropaĝoj en la Libroservo de Guglo, kaj helpis plibonigi ilian OCR (teksta rekono) programaro.",
    "129661785": "Iam oni petis \"klaki sur la aŭto/pasejo/haltlumo?\"",
    "936667684": "Ĉu oni iam petis \"tajpi la konstruaĵon/stratan signon?\"",
    "3773515538": "Ĉu oni iam petis \"tajpi la du vortojn?\"",
    "1778058441": "Kiaj laboroj funkcias per hCaptcha?",
    "366088791": "hCaptcha subtenas diversajn taskojn.",
    "3114147525": "hCaptcha-klientoj uzas la servon por taskoj inkluzive de objektorekono, atributo-detekto (kolektado de etikedoj por identigi specojn de vestaĵo), gravecrangotabelo (elekti la plej gravan produkton el pluraj opcioj kompare kun ĉefa produkto), limskatoloj (trovi areojn de intereso sur bildo), \"Homa OCR\" (identigo de la teksto en bildo) kaj multaj aliaj specoj de taskoj.",
    "3139609561": "Malsupre estas du ekzemploj de bildklasifiko kaj atributdetektaj labortipoj. [",
    "2273532558": "Kiuj estas la pagantaj klientoj de hCaptcha?",
    "4104221634": "Klientoj de hCaptcha ampleksas diversajn industriojn, de teknologiaj kompanioj ĝis tiuj koncentritaj pri modo, podetala komerco kaj aliaj areoj, kie ili povas krei valoron de aplikado de maŝinlernado.",
    "1337725003": "hCaptcha kompromitas demokratiigi aliron al altvoluma realtempa komentario, lasante kompaniojn grandajn kaj malgrandajn plibonigi la kvaliton de siaj produktoj kaj servoj aplikante maŝinlernadon al sia komerco.",
    "4086379603": "Ĉu demandoj?",
    "1243684308": "Ni prenas viajn komentojn serioze, kaj volas certigi, ke ĉiuj havas pli agrablan sperton interrete, kun malpli da robotoj kaj malpli da spamo. Kontaktu nin:",
    "2645321220": "Kaj se vi opinias, ke la kosto de reCAPTCHA estas tro alta, demandu nin pri hCaptcha Enterprise. Nuntempe uzataj de kelkaj el la plej grandaj eldonejoj, financaj servoj kompanioj kaj interretaj infrastrukturaj kompanioj en la mondo, ili ne nur estas kredinda alternativo al reCAPTCHA: ni kredas, ke ili ofertas la plej bonan protekton de roboto nuntempe disponebla.",
    "1229233916": "Piednotoj",
    "1115642494": "1. Fonto: BuiltWith.com reCAPTCHA retejo-listoj. Prenite julion 9, 2019.",
    "448807334": "(\"Centos de milionoj da CAPTCHA-oj estas solvitaj de homoj ĉiutage.\") Prenite la 8-an de julio 2019.",
    "2397590157": "3. Konservativa takso: 200 milionoj da solvoj * 30 sekundoj por solvo en jaroj = 190,3 personoj-jaroj/tago.",
    "3236311792": "4. hCaptcha interna analizo. Datumoj rikoltitaj ĝis la 30-a de junio 2019. Detaloj haveblaj laŭ peto.",
    "1752259468": "5. Konservativa takso: $0.01 kosto de ununura komentario * 200M averaĝe. komentarioj tage (malsupra limo) * 365 tagoj jare * 10 jaroj ekde 2009 akiro = $ 7.3 miliardoj malsupera limo valoro.",
    "3268946369": "6. Kredito: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Fonto: Mary Meeker, KP Interretaj Tendencoj 2017",
    "2666258754": "SEMANTIC-HIERAKIO-BAZITAJ RELACIAJ EMBEDADOJ POR MALBIL-SUPERVISITA DEEP HASHING, Heikki Arponen, Tom E Bishop. ICML 2019, Laborrenkontiĝo de LLD.",
    "2544169219": "Lastatempaj pintnivelaj rezultoj: ICML LLD, majo 2019.",
    "1973347745": "10. Senpagaj ekzemplobildoj. Fonto: Petapixel.",
    "1493115924": "Varmarknotoj:",
    "4051104324": "\"Intuition Machines\" estas registrita varmarko de Intuition Machines, Inc.",
    "3983646521": "Ĉiuj produktnomoj, emblemoj, markoj, varmarkoj kaj registritaj varmarkoj estas posedaĵoj de siaj respektivaj posedantoj. Ĉiuj nomoj de kompanioj, produktoj kaj servoj uzataj en ĉi tiu retejo estas nur por identigaj celoj. Uzo de ĉi tiuj nomoj, varmarkoj kaj markoj ne implicas subtenon. En ĉi tiu kazo, tute male.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM-Sciencistoj starigas novan komparnormon por Malforte Kontrolita Teksto-Rekono (OCR) ĉe CVPR 2020.",
    "1259002282": "Trovis cimon? Jen kiel raporti ĝin.",
    "3301728462": "Milionoj da homoj uzas hCaptcha ĉiumonate, sur miloj da kombinaĵoj de retumiloj, etendaĵoj, aparatoj, fajroŝirmiloj kaj pli.",
    "3878230879": "Nia celo estas certigi, ke ĝi ĉiam funkcias por vi, do ni tre dankas viajn raportojn!",
    "2465128185": "Por doni rapidajn rimarkojn, simple alklaku la butonon \"Sendu al ni komentojn\".",
    "2921990472": "Se vi vidas funkcian problemon, bonvolu sekvi la",
    "2870341481": "malsupre. Por iuj aliaj retumiloj nur",
    "1866590035": "sencimiga protokolo instrukcioj por Chrome",
    "444492541": "sencimiga protokolo instrukcioj por Firefox",
    "169267610": "retpoŝtu al ni",
    "3100722753": "Por eblaj problemoj pri sekureco aŭ privateco, vidu la instrukciojn sube.",
    "1906593952": "Provizu komentojn pri la hCaptcha, kiun vi ĵus vidis",
    "3951254541": "Ni dankas vian kontribuon. Sciigu al ni ajnajn problemojn kaj ni solvos ilin rapide.",
    "3324288040": "Sendu al ni komentojn",
    "2864016648": "Privatecaj Problemoj",
    "304004915": "Ni ne zorgas pri kiuj uzantoj estas, nur kiom verŝajne ili estas malicaj aŭ maŝinoj. Ni subtenas iniciatojn kiel",
    "1139493658": ", kaj laboru forte por ekvilibrigi privatecon kaj sekurecon.",
    "3083289844": "Se vi trovis problemon, kiu laŭ vi povus influi la privatecon de la uzanto, bonvolu retpoŝti al ni ĉe",
    "4264784515": "Sekurecaj Cimoj",
    "963238401": "Ni ĉiam interesiĝas ricevi raportojn pri sekurecaj cimoj. Retpoŝto",
    "3926027556": "kaj ni revenos al vi rapide.",
    "1589805435": "Ni ankaŭ havas",
    "2560582224": "programo pri cimo-premio",
    "103876916": "por elekteblaj sekurecaj raportoj pri la servo hCaptcha kaj rilata fontkodo.",
    "497117287": "Opcioj de Alirebleco",
    "3230004040": "Ĉu vi havas viddifekton aŭ alie ne kapablas plenumi hCaptchas?",
    "3480023141": "Lernu pli pri alireblecoj",
    "2052161540": "Kaptante Cimraporto-Detalojn: Chrome",
    "2281169898": "Sendi sencimigan informon kun via raporto multe plifaciligos al ni identigi kio okazas. Jen paŝo post paŝo instrukcioj:",
    "1123365779": "Se vi estas retejo-programisto aŭ sperta uzanto, la resumo estas, ke ni ŝatus, ke vi sendu al ni retan registradon HAR kaj retumila konzolo protokolojn.",
    "2015218686": "antaŭ ol vi trapasas ĉi tiujn paŝojn. Se tio solvas vian problemon, ni ankoraŭ dankus, ke vi sciigu al ni vian retumilon-version, reklam-blokilon aŭ retumilon etendon, kaj la retejon URL.",
    "3922723611": "Bonvolu provi malŝalti ajnajn reklamblokilojn aŭ sekurecajn etendaĵojn de retumilo",
    "4036872105": "unue kaj poste reprovu",
    "993651083": "Paŝo 1: Malfermu Programilojn (Ĉi tio komencas registri la sesion.)",
    "4163469907": "Paŝo 2: Alklaku la langeton Reto en Iloj por Programistoj. Kontrolu la skatolon \"Konservi protokolo\" supre.",
    "4243348003": "Paŝo 3: vizito",
    "641342999": ", aŭ la retejon, pri kiu vi havas problemon (Privateca Noto: nur se vi ne ĝenas kunhavigi kio ĝi estas) ... kaj tiam alklaku la butonon \"Mi estas homo\", kaj provu solvi.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Paŝo 4: Klaku \"Eksporti HAR\" (la malgranda malsupren sago) post vi provas solvi, kiu konservas la retan protokolo. Sendu tiun dosieron al ni.",
    "1503240421": "Paŝo 5: Alklaku la langeton Konzolo, kaj dekstre alklaku tiam \"Konservi kiel ..\" por konservi la konzolan protokolon. Sendu al ni ankaŭ tion.",
    "2863840904": "Paŝo 6: Lasta paŝo, retpoŝtu tiujn HAR kaj konzolajn protokolojn al ni, kaj priskribu la problemon",
    "4051785543": "Uzu:",
    "3623028666": "(bonvolu uzi servon kiel",
    "551761392": "kaj sendu ligilojn) kaj laŭvole ekrankopion, se vi suspektas, ke io ne montriĝas ĝuste. Bonvolu sendi ankaŭ la IP kiun vi uzas. Vi povas ricevi ĝin de",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Dankon pro preni la tempon helpi nin akiri ĉi tiun informon!",
    "3680327841": "Ni engaĝiĝas por ke hCaptcha funkciu bone por ĉiuj",
    "1059502393": "Kaptante Cimraporto-Detalojn: Firefox",
    "1112074001": "Paŝo 2: Alklaku la langeton Reto en Iloj por Programistoj. Kontrolu la skatolon \"Daŭri protokolojn\" ĉe la supro.",
    "1797298240": "Paŝo 4: Klaku \"HAR\" post kiam vi provas solvi, kaj elektu \"Konservi Ĉion kiel HAR\" por konservi la retan protokolon. Sendu tiun dosieron al ni.",
    "3671246379": "Paŝo 5: Alklaku la langeton de Konzolo, kaj dekstre alklaku tiam \"Elektu ĉion\" kaj konservu tion en tekstdosieron, por konservi la protokolon de la konzolo. Sendu al ni ankaŭ tion.",
    "3816867833": "Reago",
    "788770967": "Pardonu aŭdi tion! Vi eble volas uzi nian alireblecon:",
    "1333016413": "Ĉi tio ebligas al vi eviti estontajn demandojn registrante kaj agordante kuketon.",
    "2333410049": "Bonvolu ankaŭ provi malŝalti vian reklamblokilon.",
    "1345083090": "Ĉu raporti problemon pri funkcio?",
    "2184564739": "Vidu",
    "604751186": "Aliaj aferoj? Retpoŝto",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "kiel raporti problemojn kun detalaj protokoloj",
    "1050501253": "Tro Malfacila",
    "3264813246": "Nekonvena",
    "3526939538": "Programaro Cimo",
    "126134492": "Alia",
    "3511610999": "Ni certigu, ke vi atingos la ĝustan lokon.",
    "3906886217": "Por kompanioj aŭ retejoj",
    "1621597093": "Entreprenaj sekurecaj solvoj (pagitaj)",
    "3176531704": "Komentario de datumoj",
    "1834239172": "Aĉetu hCaptcha komentadservojn",
    "1457707016": "Por individuoj",
    "770264626": "Aldonu hCaptcha al via servo (senpaga)",
    "881015166": "Aldonu hCaptcha por Eldonistoj al mia retejo aŭ programo",
    "47536007": "Lernu pli pri hCaptcha",
    "2012837493": "Serĉrezultoj",
    "4034694801": "Neniuj kongruaj rezultoj.",
    "3621411541": "Lernu pri alireblecoj por hCaptcha",
    "3401005681": "Gajni monon",
    "3933993151": "Laboru kiel individua datumetikedisto",
    "563059212": "Listo de Subprocesoroj",
    "3501923981": "Laste ĝisdatigita: januaro 1, 2020.",
    "3548097301": "Efike: la 1-an de januaro 2020.",
    "3991444169": "Ĉi tiu paĝo listigas nunajn subprocesorojn por la servo hCaptcha Enterprise.",
    "835396984": "Nuntempe Aktiva",
    "424089481": "Amazon Web Services, Inc. (Tutmonda). Servoj provizitaj: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Tutmonda). Servoj provizitaj: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Tutmonda). Servoj provizitaj: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Tutmonda). Servoj provizitaj: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Noto: ne validas por ĉiuj klientoj. Ekzemple, IP Blinding aŭ aliaj altnivelaj privatecaj aŭ sekurecaj elektoklientoj (ekz. klientoj de Secure Virtual Tenancy) estas tute ekskluditaj de ajna eventuala \"PII\" iam eniranta telemetriajn sistemojn, eĉ IP-adreson. Bonvolu kontakti vian kontan reprezentanton por pliaj informoj se necese.",
    "700843971": "Hound Technology, Inc. (Tutmonda). Servoj provizitaj: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Tutmonda). Servoj provizitaj: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Tutmonda). Servoj provizitaj: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Tutmonda). Servoj provizitaj: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Infrastrukturo",
    "370366524": "Efemera Servo Telemetrio",
    "121192737": "Venontaj aldonoj",
    "2420789666": "Fastly, Inc. Servoj provizitaj: Rapide CDN kaj randa komputado.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Efike: la 1-an de septembro 2021. Aldono de Infrastrukturo",
    "1487796027": "Por kompanioj",
    "3943417791": "Akiru subtenon por hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Eldonisto (senpaga)",
    "3397976149": "Akiru subtenon por hCaptcha Publisher",
    "833750823": "Havas malfacilaĵojn kun defio?",
    "2024737147": "Ĉu vi volas raporti cimon?",
    "1978884623": "Lernu pli pri raportado de problemoj pri programaro",
    "4188664955": "Majstraj Servokondiĉoj",
    "2621989404": "Laste Ĝisdatigita: la 24-an de septembro 2021. Bonvolu noti, ke niaj anglalingvaj terminoj estas aŭtoritataj.",
    "2404545611": "Bonvenon al hCaptcha! Dankon pro esti parto de nia komunumo. Ĉiuj uzantoj de la \"Servoj\" (difinitaj malsupre) devas konsenti pri la sekvaj kondiĉoj (la \"Kondiĉoj de Servo\"). Laŭ ĉi tiuj Servokondiĉoj, \"IMI\", \"ni\" kaj \"ni\" rilatas al Intuition Machines, Inc. kaj ĝiaj filioj, filioj, oficiroj, agentoj, dungitoj, reprezentantoj kaj agentoj, kaj nia \"retejo\" inkluzivas ajnan retejon sub nia kontrolo, inkluzive de www.hcaptcha.com kaj www.imachines.com.",
    "2348450790": "Bonvolu legi ĉi tiujn Kondiĉojn de Servo. Ili inkluzivas, inter aliaj dispozicioj, malgarantiojn, limojn de respondeco kaj devigan arbitracion. Bonvolu noti, ke ĉi tiuj Servokondiĉoj eble ŝanĝiĝis ekde via lasta vizito al nia retejo. Ni povas revizii kaj ĝisdatigi ĉi tiujn Kondiĉojn de Servo de tempo al tempo laŭ nia sola bontrovo. Okaze de grava ŝanĝo, ni sciigos vin afiŝante la ĝisdatigitajn Servokondiĉojn sur ĉi tiu paĝo, post kio vi devas jese akcepti la ĝisdatigitajn Servokondiĉojn por daŭre uzi aŭ aliri la Retejon aŭ la Servon.",
    "1064537632": "Bonvolu noti, ke via uzo de nia Servo estas regata de nia Datuma Prilaborado-Interkonsento, kiu estas enkorpigita ĉi tie per referenco. Bonvolu revizii ĉi tiun interkonsenton por vidi kiel ni prilaboras personajn datumojn en via nomo. Notu, ke ni funkcias kiel \"datumprocesoro\" por la celoj de la EU-Ĝenerala Datuma Protekto-Regularo, kaj \"servoprovizanto\" por la celo de la Kalifornia Konsumanta Privateco-Leĝo.",
    "1933936765": "Interkonsento pri Datuma Prilaborado (Laste ĝisdatigita: la 23-an de septembro 2021)",
    "2959486280": "Se vi ne konsentas pri ĉi tiuj Servokondiĉoj, vi ne rajtas uzi aŭ aliri la Retejon aŭ la Servon.",
    "3200859925": "1. Celo",
    "1807143500": "La Servoj inkluzivas interretan sekurecan servon (la \"hCaptcha Servo\") kaj platformon (la \"Intuition Machines Platform\") sur kiuj individuo (\"Kontribuanto\") povas elekti plenumi taskojn kiujn tria ento aŭ Intuition Machines mem (ĉiu). \"Petanto\") afiŝas al nia retejo aŭ la hCaptcha Servo, ĉu rekte en nia retejo aŭ alirante la Intuition Machines Platform kaj/aŭ plenumante taskojn per aŭ lige kun tria ento kaj/aŭ platformo aŭ servo (ĉiu, unu \"Integrinto\"). Petantoj afiŝas taskojn kaj invitas Kontribuantojn plenumi ilin kontraŭ rekompencoj disponigitaj de IMI al Integrantoj, aŭ laŭ determinite de la Petanto se la Petanto uzas la Intuiciajn Maŝinplatformon aŭ hCaptcha Servon por servi taskojn al siaj propraj finuzantoj. Ni ŝargas kompaniojn kaj individuojn (ĉiu \"Kliento\") por uzo de nia platformo, por ke ili povu uzi nian programaron, verki taskojn, dungi nin por verki taskojn kaj/aŭ akiri aliron al la Kontribuantoj. Ni ankaŭ ŝargas Integrantojn por uzo de nia hCaptcha Servo por redukti fraŭdon, misuzon kaj spamon en iliaj retejoj, moveblaj apoj kaj aliaj interretaj propraĵoj. La antaŭa estas referita kolektive kiel la \"Servoj.\"",
    "3212830633": "2. Elektebleco",
    "2605814073": "Uzante aŭ registrante por niaj Servoj, vi konsentas: vi havas almenaŭ 18 jarojn; vi havas la aŭtoritaton enskribi ĉi tiun interkonsenton nome de vi mem aŭ de la ento, kiun vi reprezentas, kaj ĉiam restos konforma al ĉi tiuj Servokondiĉoj kaj ĉiuj politikoj kaj gvidlinioj de IMI menciitaj ĉi tie; kaj vi ne misuzas nian retejon, misprezentos vian identecon al ni aŭ uzos artefaritan inteligentecon por plenumi ajnan parton de ajna tasko en IMI kiu postulas homan inteligentecon.",
    "2616040974": "3. Klientoj kaj Petantoj",
    "1544829730": "Se vi estas Kliento aŭ Petanto, vi konsentas, ke la aldonaj kondiĉoj alkroĉitaj ĉi tie kiel la Klienta Apendico aplikiĝos kaj estos enkorpigitaj per referenco en ĉi tiujn Kondiĉojn de Servo. Se vi ne estas Kliento aŭ Petanto, aŭ ĉesas esti Kliento aŭ Petanto, tiam la aldonaj kondiĉoj en la Klienta Apendico ne aplikiĝos nek estos korpigitaj per referenco en ĉi tiujn Kondiĉojn de Servo.",
    "3759360138": "4. Uzantnomo kaj Pasvorto",
    "2236960358": "Al la registriĝo, oni petos vin malkaŝi certajn personajn informojn pri vi (\"Personaj Informoj\"), inkluzive de via nomo, retpoŝtadreso, kaj krei uzantnomon kaj pasvorton, kiuj ĉiuj estos submetitaj al nia Privateca Politiko, disponebla en nia. retejo. Vi sola respondecas pri monitorado, certigado kaj konservado de la sekureco de via konto, pasvortoj kaj ajnaj aŭtentikigŝlosiloj asociitaj kun via konto, kaj vi respondecas pri iu ajn uzo aŭ ago farita per uzo de tiuj informoj en la Servoj.",
    "3047519814": "Vi konsentas, ke vi ne dividos vian konton aŭ pasvorton kun neniu.",
    "1699668873": "Vi devas tuj informi IMI se vi suspektas, ke via konta informo estas ŝtelita aŭ uzata de iu alia, aŭ ajna alia rompo de sekureco.",
    "3044038608": "Vi konsentas provizi al ni verajn, precizajn kaj kompletajn informojn laŭ la peto en nia registra procezo. Vi ankaŭ konsentas ĝisdatigi tiajn informojn tuj kiel necese por teni ĝin aktuala kaj preciza.",
    "4132302900": "5. Via Privateco, Viaj Datumoj kaj \"Datumoj Por Ĉiuj\"",
    "10724169": "Vi akceptas nian Privatecan Politikon, kiu regas kion ni faros kun ajna Persona Informo kiun vi donas al ni.",
    "1669194950": "Krom Personaj Informoj, vi ankaŭ povas esti postulata provizi (aŭ eble estos necese ke ni kolektu) aliajn datumojn por ke ni povu provizi la Servojn (kolektive, \"Klientaj Datumoj\"). Ni ne respondecas pri ajna malsukceso plenumi Servojn, kiu estas kaŭzita de via malfruo aŭ malsukceso provizi Klientajn Datumojn.",
    "1330274831": "Vi ĉi-tie donas al ni tutmonde, neekskluziveblan, sublicenceblan, transdoneblan, senpagan, nerevokeblan permesilon dum la daŭro de ĉi tiu Interkonsento por uzi, reprodukti, elektronike distribui kaj publike montri ajnajn Klientajn Datumojn nur por la celo provizi la Servojn. . Vi reprezentas kaj garantias, ke vi posedas sufiĉajn rajtojn, titolon kaj intereson en kaj al viaj datumoj por doni la permesilon en ĉi tiu sekcio.",
    "2230333214": "Ni kunigas Klientajn Datumojn kun aliaj datumoj, por ke rezultoj estas ne-persone identigeblaj kaj ni ankaŭ kolektas neidentigitajn teknikajn protokolojn kaj datumojn pri uzado de la Servoj (\"Agregataj/Malidentigitaj Datumoj\"). Malgraŭ io ajn kontraŭa ĉi tie, ajna tia Agrega/Malidentigita Datumo povas esti uzata de IMI por ajna komerca celo dum aŭ post la termino de ĉi tiu Interkonsento, inkluzive sen limigo por disvolvi kaj plibonigi la Servojn kaj krei kaj distribui raportojn kaj aliajn. materialoj. Kliento-Datumoj ankaŭ povas daŭri kaj esti montrataj en la sistemo por limigita tempodaŭro por ne superi 180 tagojn post kiam laboro finiĝos, ekzemple kiel aŭtomata kalibrado aŭ validumadatumoj por Intuition Machines-sistemoj. Por klareco, ĉi tiu Sekcio 5 ne donas al ni la rajton identigi vin kiel la fonto de ajna Agrega/Malidentigita Datumo sen via antaŭa skriba permeso.",
    "3881754581": ". Se vi estas Kliento de niaj komentadaj servoj kaj elektis la opcion \"Datumoj Por Ĉiuj\" kiel parto de via uzo de la Servoj, tiam vi donas al IMI kaj ĉiuj uzantoj de la Servoj tutmonde, neekskluziveblan, sublicenceblan, transdoneblan, senpaga, nerevokebla licenco por plene ekspluati ĉiujn Klientajn Datumojn, inkluzive de ĉiuj rilataj intelektaj proprietaj rajtoj. Se vi elektas la opcion \"Datumoj por Ĉiuj\", vi reprezentas kaj garantias, ke vi posedas sufiĉajn rajtojn, titolon kaj intereson en kaj al viaj datumoj por doni la permesilon en ĉi tiu sekcio.",
    "3496767126": "Por eviti dubon, la sekva alineo validas ekskluzive por Klientoj uzantaj niajn komentadajn servojn, kaj ne por uzi niajn Servojn kiel Integratoro.",
    "767207800": "Se viaj datumoj enhavas eble eksplicitan aŭ ofendan enhavon, ni postulas, ke vi marku ilin \"ESPLICITA ENHAVO\" por servi kiel justa averto al iu ajn, kiu vidas viajn datumojn. Vi ne rajtas sen aparta skriba interkonsento kun IMI inkluzivi taskojn kiuj malobservas niajn politikojn, inkluzive de, sed ne limigitaj al, (a) taskoj kiuj rekte aŭ nerekte reklamas alian retejon aŭ servon, (b) taskojn kiuj malobservas la kondiĉojn de triaparta retejo kaj kondiĉoj, (c) taskoj petantaj al Kontribuantoj peti triajn partiojn, (d) taskoj kiuj petas al Kontribuantoj agi por manipuli la konduton aŭ rezultojn de retejo, (e) taskoj kiuj malobservas la rajtojn de intelekta proprieto de triaj partioj, kaj (f) taskoj. kiuj postulas Kontribuantojn elŝuti programaron aŭ dosierojn.",
    "3370561195": "6. Akceptebla Konduto",
    "4205152730": "Vi estas instigitaj interagi kun aliaj uzantoj ie ajn en nia retejo, Forumo, mesaĝado, babilejo kaj aliaj sociaj amaskomunikilaj kanaloj kontrolitaj de IMI, sed se vi faras tion, vi devas observi ĉiujn kondiĉojn de servo kaj uzo en nia retejo kaj ĉiuj koncernaj leĝoj. .",
    "1394253934": "7. Misuzo, Misuzo kaj Misprezento",
    "1406393333": "Ajna aliro aŭ uzo de la Servoj krom laŭ ĉi tiuj Servoj kaj iuj instrukcioj, kiujn ni provizas, estas strikte malpermesitaj. Precipe, vi NE:",
    "3409726716": "registriĝu por pli ol unu konto ĉe ni sen skriba rajtigo;",
    "3119498672": "plenumi ajnan taskon per la uzo de Interretaj robotoj, TTT-robotoj, robotoj, skriptoj, aŭ ajna alia formo de artefarita inteligenteco aŭ alimaniere provi akiri rekompencojn de IMI aŭ iu ajn Petanto aŭ Integranto sen plenumi taskojn kiel ili estas priskribitaj;",
    "1188668818": "provizi ajnan malveran informon dum uzado de ĉi tiu retejo (inkluzive senlime parodigi ajnan alian personon aŭ organizon en via konto, aŭ malvere deklari aŭ alie misprezenti vin aŭ vian aliĝon kun iu ajn alia persono aŭ organizo en via konto;",
    "2804310964": "aliri aŭ provi aliri nian retejon per iu ajn prokura retservilo aŭ alia aparato desegnita por malklarigi vian veran lokon aŭ identecon aŭ per iu ajn alia rimedo ol la interfaco provizita;",
    "1374227759": "uzi la retejon por ajna kontraŭleĝa agado, aŭ por iu ajn alia celo ol la celo por kiu ĝi estis disponigita;",
    "2103513933": "okupiĝi pri agado, kiu malhelpas aŭ interrompas la funkciadon de la retejo;",
    "137127070": "enmeti, alŝuti aŭ kunsendi malicajn aŭ nekonatajn eksterajn ligilojn aŭ dosierojn, aŭ alŝuti ajnan enhavon, kiu enhavas viruson, trojan ĉevalon, vermon, horloĝbombon aŭ alian malutilan komputilan kodon;",
    "1686655020": "Alŝutu ajnan enhavon kondiĉigitan de kopirajto kiu ne estas via originala verko, krom se vi havas permeson de la legitima posedanto afiŝi tian enhavon kaj doni al IMI ĉiujn licencajn rajtojn ĉi tie donitajn;",
    "1406692811": "okupiĝi pri spamado aŭ afiŝi ajnan publikecon, provi ricevi referencojn, amaskomunikadon, monproponojn aŭ petojn, petadon de servoj, reklamadon, merkatadon, sensencaĵojn, duplikatajn temojn, kontraŭleĝajn enhavojn, sociajn retejojn, retpoŝtajn adresojn aŭ tujmesaĝilaj identigiloj krom se postulite de la tasko;",
    "3893539589": "enmeti eksterajn ligilojn kiuj ofertas varojn aŭ servojn krom se postulas la tasko;",
    "3214322759": "alie okupiĝi pri ajna malica aŭ fraŭda agado.",
    "3733422465": "8. Kontrolante vian Identecon",
    "267645277": "IMI povas kontroli vian identecon. Ĉi tio povas inkluzivi kompari viajn personajn informojn kontraŭ triaj datumbazoj aŭ oficialaj juraj dokumentoj. Vi rajtigas nin fari ajnajn demandojn necesajn por konfirmi vian identecon, vian posedon de via retadreso kaj vian posedon de viaj financaj kontoj. Vi konsentas provizi informojn pri vi por helpi nin kontroli vian identecon.",
    "4169910317": "9. Respekto al la Leĝo",
    "519755936": "Vi sola respondecas pri plenumado de federaciaj, ŝtataj, provincaj kaj lokaj leĝoj lige kun via uzo de la Servoj. Vi konsentas kompensi kaj senkulpigi nin pro ajnaj asertoj kontraŭ ni ĉar vi malsukcesis plenumi ajnan leĝon aŭ malobservis iujn ajn rajtojn de triaj, inkluzive de senlime kontraktaj, intelektaj proprietoj aŭ privatecaj rajtoj.",
    "731546974": "10. Kontribuanto aŭ Integratoro Impostoj",
    "3128328457": "Se vi estas Kontribuanto aŭ Integranto, vi sola respondecas pri pago de iu ajn laŭtaksa aŭ alia federacia, ŝtata aŭ lokaj enspezimpostoj, socia sekureco, FICA, kaj kompenso de laboristoj ŝulditaj kiel rezulto de uzo de nia retejo, same kiel similaj impostoj aŭ pagendaĵoj en ne-usonaj jurisdikcioj. Vi konsentas kompensi kaj senkulpigi nin pro ajnaj taksoj kontraŭ ni ĉar vi ne plenumis iujn ajn impostajn leĝojn.",
    "2931396764": "11. Malobservo de Ĉi tiuj Servokondiĉoj",
    "1240667045": "Ni povas suspendi, limigi aŭ nuligi vian aliron al la Servoj iam ajn pro ajna kialo, inkluzive ĉar: (a) ni kredas, ke vi malobservis ĉi tiujn Kondiĉojn de Servo (inkluzive de aliaj rilataj politikoj); (b) ni kredas, ke vi malobservis niajn rajtojn aŭ la rajtojn de iu ajn tria partio; (c) ni ne kapablas kontroli aŭ aŭtentikigi informojn, kiujn vi provizis al ni; aŭ (d) ni kredas, ke viaj agoj povas krei respondecojn por vi, ni aŭ tria partio. Por eviti dubon, ni rezervas la rajton malhelpi aŭ suspendi pagon al vi se ni prudente kredas, ke iu el la antaŭaj validas por tia pago.",
    "1601080128": "Se ni suspendas aŭ ĉesigas vian konton, vi ne plu havos aliron al iuj partoj de la retejo, inkluzive de datumoj, mesaĝoj, dosieroj kaj aliaj materialoj, kiujn vi konservas en la retejo. Vi NE rajtas daŭre uzi nian retejon sub malsama aŭ nova kontnomo. Malobservoj de ĉi tiuj Servokondiĉoj povas esti procesitaj laŭ la plej plena mezuro de la leĝo kaj povas rezultigi pliajn punojn kaj sankciojn.",
    "1160707899": "12. Rolo kaj Rilato de Kontribuanto kun IMI kaj Aliaj Petantoj",
    "269838707": "Se vi estas Kontribuanto, vi kaj nur vi decidas kiujn kaj kiom da taskoj plenumi, kaj kiam kaj kie vi plenumas ilin. Vi povas libere elspezi tiom multe aŭ tiom da tempo por plenumi taskojn kiel vi volas. En neniu momento vi estas sub ia devo plenumi taskon.",
    "1087195513": "Se vi estas Kontribuanto kiu aliras la Servojn kaj/aŭ plenumas taskojn pere de aŭ lige kun Integranto nome de Petanto kiu ne estas IMI, tiam vi konsentas kaj agnoskas, ke Intuition Machines ne respondecas pri kaj ne havas devon al vi pri respekto al iuj rekompencoj aŭ alia kompenso por plenumitaj taskoj. Vi konsentas kaj agnoskas, ke ajnaj rekompencoj aŭ alia kompenso por plenumitaj taskoj estas determinitaj nur laŭ via interkonsento kun la Petanto kaj/aŭ la Integranto, laŭeble. Ajnaj disputoj pri tiaj rekompencoj aŭ alia kompenso (inkluzive sen limigo de malsukceso ricevi tiajn rekompencojn aŭ alian kompenson) estas nur inter vi kaj la Petanto kaj/aŭ la Integranto, laŭeble.",
    "952813944": "Nek via uzo de nia retejo nek io ajn en ĉi tiu interkonsento kreas dungadon, partnerecon, komunan entreprenon, agentejon, franĉizon aŭ vendan reprezentantan rilaton inter vi kaj Intuition Machines. Ni ne provizas al vi ajnajn ekipaĵojn aŭ ilojn por plenumi taskon. Ni ne provizas al vi avantaĝojn, kompensojn de laboristoj aŭ asekurojn. Ni ne respondecas pri ajnaj elspezoj, kiujn vi faras uzante nian retejon. Ni ne retenos ajnan kvanton de via rekompenco por federacia aŭ ŝtata enspezimposto, Socia Sekureco, aŭ ajna alia imposto. Vi estas libera ĉiam plenumi taskojn por iu ajn persono aŭ komerco, inkluzive de iu ajn el niaj konkurantoj. Vi ne havas la aŭtoritaton enskribi ajnan kontrakton, skriban aŭ parolan, nome de Intuition Machines.",
    "3460432665": "Malgraŭ la antaŭa, se vi estas usona impostpaganto, ni povas peti de vi W-9, kiu estos ĝisdatigita ĉiujare, kaj ni povas malpermesi al vi plenumi taskojn ĝis vi kompletigis aŭ ĝisdatigis W-9.",
    "458271951": "Se vi estas Kontribuanto, kiu aliras la Servojn kaj/aŭ plenumas taskojn per aŭ lige kun Integranto nome de Intuition Machines (agante kiel Petanto), Intuition Machines povas rekompenci vin pro akceptebla plenumo de certaj taskoj. En la okazo, ke vi okupiĝas pri fraŭdo, misuzo aŭ malobservo de ĉi tiuj Servokondiĉoj, iuj kaj ĉiuj rekompencoj al vi povas esti retenitaj kaj/aŭ reakiritaj de Intuition Machines.",
    "3056723024": "13. Neakceptebla Plenumo de Taskoj",
    "3913203723": "Se, ial, la Petanto ne akceptas plenumon de tasko, kiun vi plenumis, vi kiel Kontribuanto aŭ Integranto ne rajtos ricevi ajnan rekompencon por la tasko. En la okazo, ke rekompencoj jam estis disigitaj al vi por neakcepteble plenumita tasko, ni povas reakiri ilin de vi.",
    "3666807632": "14. Kvalifikoj kaj Kapabloj de Kontribuanto",
    "1993899769": "15. Nia Uzo de Informoj",
    "2927283721": "Farante taskojn en nia retejo, vi rajtigas la kolekton, uzon kaj malkaŝon de viaj personaj informoj konforme al nia Privateca Politiko. Krome, ni povas kunhavigi certajn informojn pri vi kaj viajn plenumitajn taskojn al la Petanto, kies taskojn vi plenumis por faciligi la servan rilaton kaj plibonigi la retejon, inkluzive de, ekzemple, Kontribuanto-ID, rezultoj de plenumitaj taskoj kaj aliaj atributoj rilataj al viaj kvalifikoj, lingvoj, kapabloj kaj uzo de la retejo.",
    "3027055607": "16. Intelekta Propraĵo kaj Propraj Rajtoj",
    "3910971075": "IMI posedas ĉiujn rajtojn, inkluzive de intelektapropraĵaj rajtoj, en la fontkodo, objektokodo aŭ subesta strukturo, ideoj aŭ algoritmoj, API, kaj ajna kroma programaro, dokumentaro aŭ datumoj rilataj al la Servoj (\"Programaro\"). Vi ne, rekte aŭ nerekte, per tria partio aŭ alie: (a) inversan inĝenieradon, malkompilon, malmuntadon aŭ alie provos malkovri la Programaron; (b) modifi, traduki aŭ krei derivitajn verkojn bazitajn sur iu ajn Programaro; (c) kopii, lui, luigi, distribui, promesi, atribui, aŭ alie translokigi aŭ ŝargi rajtojn al iu Programaro; (d) uzi ajnan Programaron por tempodividado, servoburoceloj, aŭ alie por la avantaĝo de tria partio; aŭ (e) forigi iujn ajn proprietajn avizojn aŭ etikedojn.",
    "3660891610": "Se vi estas Kontribuanto, IMI, kaj ne vi, havas proprietajn rajtojn pri iu ajn laboro, kiun vi produktas kadre de plenumi iun taskon. Akceptante la kondiĉojn de ĉi tiu Interkonsento vi konsentas (kaj ĉi-tie faras) transdoni posedon, proprieton kaj titolon (inkluzive de ĉiuj rajtoj de intelekta proprieto ekzistantaj tra la mondo) en kaj al via laboro al ni. Por certigi, ke ni povas akiri, perfektigi kaj uzi tiajn rajtojn, vi krome konsentas (i) subskribi ajnajn dokumentojn por helpi en la dokumentado, perfektigo kaj plenumado de niaj rajtoj; kaj (ii) havigi akcepteblan aliron al informoj por registri, perfektigi, certigi, defendi kaj plenumi tiajn proprietajn rajtojn en iuj kaj ĉiuj landoj. Viaj devoj laŭ ĉi tiu sekcio daŭros eĉ post kiam vi malregistriĝos aŭ ĉesos uzi la Servojn. Vi nomumas nin kiel via advokato por efektivigi dokumentojn en via nomo por la celoj difinitaj en ĉi tiu sekcio.",
    "426125156": "17. Kopirajto kaj TakeDown",
    "1408530660": "IMI respektas la intelektan proprieton de aliaj kaj ni rezervas la rajton forigi el nia retejo ajnan materialon, kiun ni kredas, ke ĝi povas malobservi la intelektajn rajtojn de iu ajn tria partio. Se vi kredas, ke via propra verko estis kopiita en maniero kiel konsistigas kopirajto-malobservon en ĉi tiu retejo, bonvolu kontakti klienthelpon de Intuition Machines.",
    "2696932851": "18. Indemnizado",
    "3844300338": "Vi konsentas kompensi, defendi kaj senkulpigi nin kontraŭ iuj kaj ĉiuj asertoj, damaĝoj, kompensdevoj, kostoj kaj elspezoj (inkluzive de akcepteblaj advokataj kotizoj kaj kostoj), devenantaj de aŭ rilataj al via plenumado de taskoj aŭ via uzo de nia retejo. .",
    "2474091800": "19. Disputoj kun Aliaj Uzantoj; Liberigu",
    "3162107126": "IMI ne estas partio al iu ajn disputo inter vi kaj iu ajn alia uzanto de la Servoj. Vi liberigas IMI kaj ĝiajn filiojn de ĉiuj kaj ĉiuj asertoj, postuloj kaj damaĝoj de ĉiu speco kaj naturo, konataj kaj nekonataj, suspektitaj kaj nesuspektitaj, malkaŝitaj kaj nediskonigitaj, estiĝantaj el aŭ ligitaj kun iu ajn disputo inter vi kaj alia uzanto.",
    "2271969747": "20. Konfidencaj Informoj, kiujn Vi Ricevas",
    "1042802841": "Konfidenca informo estas ajna informo kiu estas markita kiel konfidenca aŭ proprieta, aŭ kiu devus prudente esti komprenita de la ricevanta partio kiel konfidenca aŭ proprieta. Ĉi tio ne inkluzivas ajnajn informojn kiuj estas (1) publike haveblaj, (2) jam en la posedo de, evoluigita sendepende de, aŭ jam konata al la ricevanta partio, aŭ (3) estis malkaŝitaj per tribunala ordono aŭ kiel alie postulite de leĝo.",
    "1918025546": "Se vi ricevas konfidencajn informojn de iu ajn en la Servoj, vi konsentas protekti la sekretecon de la konfidencaj informoj kun la sama grado de zorgo, kiun vi uzas por protekti viajn proprajn konfidencajn informojn, sed en neniu okazo kun malpli ol devita zorgo. Vi ne rajtas malkaŝi aŭ publikigi tiajn konfidencajn aŭ proprietajn informojn, krom tio, kio povas esti necesa por plenumi taskon. Ĉiuj informoj ene de tasko sur la Intuicia Maŝina Platformo devas esti konsiderataj kiel konfidencaj eĉ se la informoj ne estas eksplicite indikitaj kiel konfidencaj.",
    "2690395789": "Se kaj kiam vi ne plu bezonas la konfidencajn informojn, kiujn vi ricevis, vi devas senprokraste resendi aŭ detrui (kiel petis de kiu ajn malkaŝis la informojn) ĉiujn kopiojn de la informoj, kiuj ekzistas en la ejoj, sistemoj aŭ aliaj ekipaĵoj, kiujn vi kontrolas.",
    "2178073797": "Ĉar malkaŝi konfidencajn informojn povas kaŭzi neripareblan damaĝon, la malkaŝanta partio rajtas serĉi ordonan helpon por ajna rompo aŭ minacata rompo de ĉi tiu termino.",
    "2185860003": "21. Retejaj Modifoj",
    "2631249972": "Ni povas plibonigi aŭ modifi nian retejon sen avizo al vi.",
    "3764131594": "22. Triaj Retejoj",
    "295955580": "Nia retejo povas enhavi ligilojn al triapartaj retejoj. Ni ne kontrolas, esploras, kontrolas aŭ kontrolas tiajn retejojn. Ni ne respondecas pri nek aprobas la komputilajn programojn, enhavon aŭ opiniojn enhavitajn en tiaj retejoj. Se vi decidas forlasi nian retejon kaj aliri iun ajn triaparta retejo, vi faras tion je via propra risko.",
    "838225123": "23. Malgarantio de Garantio",
    "3897238493": "LA SERVOJ ESTAS PROVIZITAJ \"KIAL ESTAS\". NI FRAS NENIAJN REPREZENTAĴON AŬ GARANTIOJ, IMPLICITAS AŬ ESPRIMITAJ, KONCERTE AL ALIREBLECO, TAŬGECO, LEĜECO, DISPONIBLO AŬ FUNKCIO DE LA SERVOJ, IUJ RELACIA PROGRAMARO AŬ MATERIALO, LA TASKOJ, AŬ AJN KOMPRENON AL AJUNAJ AJROJ. ĜIS LA MÁS MENDO PERMESITA DE LA LEĜO, IMI RILAS ĈIUJN ESPPRIMITAJ AŬ IMPLITAJ KONDIĈOJ, REPREZENTAĴOJ KAJ GARANTIOJ INKLUDE, SED NE LIMIGISTE AL, LA GARANTIOJ PRI KOMERKABLECO, TAŬGECO POR APARTITA CELO, KAJ NE-MALPROFESO. VIA SOLA KAJ EKSKLUZIVA RIMEDO KONTRAŭ IMI KIEL IUJ MALFAKTOJ, NEKONFORMOJ AŬ MONTENTO ESTAS ĈESI UZON DE LA SERVOJ Ni havos neniun respondecon pri ajna damaĝo al via komputila sistemo, perdo aŭ korupto de datumoj, aŭ alia damaĝo kiu rezultas. de via aliro al aŭ uzo de la retejo aŭ Intuition Machines Platform. Planitaj kaj neplanitaj interrompoj povas okazi, kaj ni ne garantias seninterrompan haveblecon de nia retejo.",
    "2110259227": "24. Limigo de Respondeco",
    "3018077211": "25. Kontribuanta Disputo Solvo",
    "2790841456": "Se vi estas Kontribuanto, vi konsentas pri la jena arbitracia klaŭzo kaj pri grupa rezigno:",
    "3302832698": "Alternativa Disputo Solvo Bezonata.",
    "561456032": "Vi konsentas, ke por iu ajn disputo, kiu estiĝas pro aŭ rilatas al via uzo de la Servoj, inkluzive de iu ajn disputo, kiu eble estiĝis de la tempo, kiam vi komencis plenumi taskojn por IMI, kaj specife inkluzive de ajna aserto rilata al ĉu vi klasifikas aŭ ne kiel. sendependa entreprenisto, vi unue sciigos IMI pri via reklamo kontraŭ ĝi. Vi kaj IMI tiam provos solvi la problemon per aŭ rekta intertraktado aŭ mediacio. Ni dividos egale la koston de mediacio kaj konsentos ke mediacio estu farita per telefona aŭ aliaj elektronikaj rimedoj. Se aserto restas nesolvita post neformalaj intertraktadoj aŭ mediacio, vi konsentas, ke vi kaj IMI uzos finan kaj devigan arbitracion por solvi la disputon. Ĉi tiu klaŭzo regas ĉiujn asertojn retroaktive de la tempo kiam vi komencis uzi nian retejon, ĉu bazitaj sur delikto, kontrakto, statuto, inkluzive de, sed ne limigita al, ajnaj asertoj pri diskriminacio kaj ĉikano, ĉu ili baziĝas sur la Kalifornia Justa Dungado kaj Loĝado-Leĝo. , Titolo VII de la Civilaj Rajtoj-Leĝo de 1964, kiel ŝanĝita, aŭ ajna alia ŝtata aŭ federacia leĝo aŭ reguligo, justa leĝo, aŭ alie.",
    "3794239003": "Arbitracia Proceduro.",
    "4193379787": "Ĉiu arbitracio laŭ ĉi tiu interkonsento estos farita laŭ la reguloj de la Amerika Arbitracia Asocio aŭ de reciproke interkonsentita pri arbitracia servo. La arbitracianto estos usona arbitracianto elektita el listo de ne malpli ol sep (7) nomoj per alternativaj strikoj. En arbitracio, ĉiu partio havos la rajton fari taŭgan civilan malkovron, alporti disponajn mociojn, kaj prezenti atestantojn kaj pruvojn laŭbezone por prezenti siajn kazojn kaj defendojn, kaj ajnaj disputoj ĉi-rilate estos solvita de la arbitraciisto. Solvo de la disputo baziĝos nur sur la leĝo reganta la asertojn kaj defendojn pleditaj, kaj la arbitracianto ne rajtas alvoki ajnan bazon krom tia kontrola leĝo. La arbitraciisto devas havi la imunecon de jura oficisto kontraŭ civila respondeco kiam ĝi agas en la kapablo de arbitraciisto, kiu imuneco kompletigas ajnan alian ekzistantan imunecon. Premioj devas inkluzivi la skriban rezonitan opinion de la arbitracianto. Vi rezignas vian rajton al juĝo de ĵurio pri ajna reklamo, kiun vi povas havi kontraŭ IMI aŭ ke IMI povas havi kontraŭ vi. Ajna reklamo sub ĉi tiu klaŭzo devas esti prezentita ene de la aplikebla statuto de limigoperiodo. La Usona Federacia Arbitracia Leĝo regas ĉi tiun klaŭzon, kaj vi agnoskas, ke ĉi tiu Interkonsento evidentigas transakcion en komerco.",
    "2583888954": "Esceptoj.",
    "1034830": "Disputoj kiuj eble ne estas submetitaj al antaŭdisputa arbitracia interkonsento kiel disponigite de la Dodd-Frank Wall Street Reform and Consumer Protection Act (Publika Juro 111-203) estas ekskluditaj de ĉi tio.",
    "263977834": "Administra Elĉerpiĝo.",
    "1807512722": "Vi povas prezenti ajnan aserton de via uzo de ĉi tiu retejo al administra agentejo sed nur laŭ la mezuro en kiu aplikebla leĝo permesas aliron al tia agentejo malgraŭ la ekzisto de interkonsento por arbitracii. Tiaj administraj asertoj inkluzivas senlime asertojn aŭ akuzojn prezentitajn antaŭ la Komisiono pri Egalaj Dungado-Ŝanco, la Usona Departemento pri Laboro kaj la Nacia Estraro pri Laboraj Rilatoj. Nenio en ĉi tiu klaŭzo estos konsiderata kiel malebligi aŭ senkulpigi vin prezenti administran aserton antaŭ iu ajn agentejo por plenumi vian devon elĉerpi administrajn rimedojn antaŭ fari aserton en arbitracio, tamen, vi rezignas la rajton al iu mona premio per ĉi tiu tia. agentejaj procedoj.",
    "996430331": "Loko de Arbitracio.",
    "3040062804": "Ĉiu arbitracia procedo laŭ ĉi tiu sekcio okazos defaŭlte ene de la Ŝtato de Kalifornio, krom se vi loĝas ekster Usono, en kiu kazo la arbitracio okazos tute elektronike aŭ telefone. La arbitracio povas okazi en iu ajn alia loko se konsentite de ĉiu partio skribe. Sendepende de ĝia loko, iu ajn partio povas elekti aperi ĉe la arbitracio per viva video aŭ telekonferenco.",
    "3091247030": "Klasa Ago Rezignilo.",
    "2520904193": "Vi rezignas pri ajna rajto, kiun vi havas, ke iu ajn disputo estu alportita, aŭdita aŭ arbitrata kiel klasa, kolektiva aŭ reprezenta ago. Malgraŭ ajna alia klaŭzo enhavita en ĉi tiu interkonsento, la antaŭa frazo ne estos disigebla de ĉi tiu interkonsento ĉiukaze. Ajna aserto, ke ĉio aŭ parto de ĉi tiu rezigno estas nepravigebla, nepravigebla, nula aŭ nulebla povas esti determinita nur de tribunalo de kompetenta jurisdikcio kaj ne de arbitraciisto. Vi ne estos reprezalia aŭ malhelpita plenumi taskojn en nia retejo kiel rezulto de via ekzercado de viaj rajtoj laŭ Sekcio 7 de la Nacia Laborrilataj Leĝo, aŭ per la prezento de aŭ partopreno en klasa, kolektiva aŭ reprezenta ago en iu ajn forumo. , sed ni povas laŭleĝe serĉi devigon de ĉi tiu grupa rezigno, kaj serĉi malakcepton de tiaj klasaj, kolektivaj aŭ reprezentaj agoj aŭ asertoj.",
    "3493572638": "Kostoj kaj Kotizoj.",
    "702926385": "La partioj devas ĉiu elporti siajn respektivajn kostojn por jura reprezentantaro ĉe tia arbitracio, krom laŭ la mezuro ke la advokatkotizoj estas eksplicite antaŭviditaj de leĝo. La partioj dividos ajnan komencan administran kotizon ŝargitan de la arbitraciisto, ĝis maksimuma kosto al vi de ducent kvindek dolaroj (US$250.00). La kosto de la arbitraciisto kaj kortuma raportisto, se ekzistas, komence estos pagitaj de ni; tamen, la arbitraciisto havos la bontrovon aljuĝi taŭgajn kostojn al la reganta partio, laŭ la leĝo, kaj/aŭ postuli la partiojn dividi la kostojn asociitajn kun la arbitraciisto kaj/aŭ tribunalraportisto.",
    "3199694247": "Disigebleco.",
    "3102490587": "Krom la Klasa Ago-Rezigno, se iu termino aŭ provizo, aŭ parto de ĉi tiu arbitracia klaŭzo estas deklarita malplena aŭ neplenigebla, ĝi estos distranĉita kaj la resto de la arbitracia klaŭzo estos plenumebla.",
    "2323013093": "26. Aplika Leĝo",
    "2900525040": "La leĝoj de la Ŝtato de Kalifornio regas ĉi tiujn Kondiĉojn de Servo kaj ajnan disputon, disputon aŭ aserton estiĝantan de ili.",
    "3339302473": "27. Finiĝo",
    "1158384644": "Vi povas elekti iam ajn ĉesi uzi nian retejon, kondiĉe ke vi devas observi ĉiujn aplikeblajn IMI-politikojn. Ni povas, laŭ nia sola bontrovo, ĉesigi ĉi tiun interkonsenton, suspendi aliron al nia retejo aŭ forigi iujn ajn servojn tuj sen avizo ial ajn.",
    "41530052": "28. Ĝeneralaj Kondiĉoj",
    "3202747130": "Tuta Interkonsento. Ĉi tiuj Servokondiĉoj kaj iuj politikoj, proceduroj aŭ kondiĉoj referencitaj en ĉi tiu interkonsento konsistigas la tutan interkonsenton de la partioj kun respekto al la temo, kaj anstataŭas kaj nuligas ĉiujn antaŭajn kaj samtempajn rilatajn interkonsentojn, asertojn, prezentojn kaj komprenojn de la partioj. .",
    "4080263153": "Neniu Rezigno. Ni ne estos konsiderataj kiel rezignis pri ajna parto de niaj rajtoj aŭ rimedoj krom se la rezigno estas skribe kaj subskribita de ni. Se ni prokrastas plenumi aŭ malsukcesi plenumi niajn rajtojn laŭ iu ajn provizo de ĉi tiu interkonsento, tio ne konsistigos rezignon de nia rajto poste plenumi tian provizon aŭ ajnan parton de ĉi tiu interkonsento.",
    "1789371580": "Asignebleco. Vi ne rajtas atribui ĉi tiujn Kondiĉojn de Servo sen nia antaŭa skriba konsento. Ni povas atribui ĉi tiujn Kondiĉojn de Servo iam ajn, sen avizo. Kondiĉe al la antaŭa, ĉi tiuj Servokondiĉoj estos devigaj por la posteuloj kaj permesitaj asignoj de ĉiu partio.",
    "2819628066": "Disigebleco. Se iu ajn provizo de ĉi tiuj Servokondiĉoj estas trovitaj nevalidaj aŭ neplenumeblaj pro ia kialo, ĝi ne influos la validecon kaj devigeblon de iuj ceteraj provizoj.",
    "3955981186": "Amendoj. Neniu modifo aŭ amendo al ĉi tiuj Servokondiĉoj fare de iu ajn krom IMI estos deviga por IMI krom se en skriba instrumento subskribita de laŭregule rajtigita reprezentanto de IMI.",
    "1377538813": "Reganta Lingvo. La anglalingva versio de ĉi tiuj Servokondiĉoj regos en ĉiuj aspektoj kaj regos en kazo de iuj nekongruoj kun tradukitaj versioj, se ekzistas.",
    "2438016011": "Volontula Interkonsento. Ĉiuj partioj al ĉi tiuj Servokondiĉoj reprezentas kaj konsentas, ke ĉiu reviziis ĉiujn aspektojn de ĉi tiu interkonsento, zorge legis kaj plene komprenas ĉiujn ĝiajn dispoziciojn, kaj libervole eniras ĉi tiun interkonsenton.",
    "2445034923": "Se vi ne konsentas kun ĉiuj terminoj kaj kondiĉoj de ĉi tiuj Servokondiĉoj, ne (kaj vi eble ne) uzu aŭ aliru la Retejon aŭ la Servojn.",
    "2646127839": "Klienta Apendico al la Majstraj Servokondiĉoj",
    "4097297673": "Kiel Kliento, Demandanto aŭ Integranto, vi konsentas esti ligita de la subaj kondiĉoj krom iuj aliaj devigaj kondiĉoj inter vi kaj IMI.",
    "1093280979": "1. Platformaj Mendaj Formoj",
    "1549953005": "Vi eble kompletigis unu aŭ pli da platformaj alirmendformularoj (ĉiu, \"Mendoformularo\") kiel kondiĉo por iĝi Kliento aŭ Petanto. Se jes, tiam la terminoj kaj kondiĉoj priskribitaj en la Mendo-Formulo fariĝas parto de la Servokondiĉoj kaj ĉi-tie estas aligitaj per referenco.",
    "3819851005": "2. Kotizoj",
    "1591032933": "Vi pagos al IMI la kotizojn kiel priskribite en la aplikebla Mendoformularo per la pagmetodo, kiun vi disponigis en la aplikebla Mendoformularo. Krom se alie konsentite de ambaŭ partioj skribe, vi provizos plenan pagon por ĉiuj fakturoj eldonitaj ene de tridek (30) tagoj post la sendodato de la fakturo. Vi rajtigas nin prizorgi kreditkartajn rajtigojn pri ĉiuj kreditkartaj informoj, kiujn vi provizas al ni, konservi tiujn kreditkartajn informojn, kaj ŝargi vian kreditkarton aŭ ajnan alian konton, pri kiu ni reciproke konsentas kiel pagoformo. Krom se dirite alie en la Mendo-Formulo aŭ ene de via Entreprena Serva Interkonsento aŭ Majstra Serva Interkonsento, ĉiuj kotizoj por Servoj, krom superpaĝoj, estas fakturitaj ĉiujare post la komenco de servoj provizitaj de IMI laŭ via Interkonsento (la \"Efika Dato\").",
    "4142610534": "Ajna malfruaj pagoj akumulos malfruajn kostojn kun la rapideco de 1.5% procento monate aŭ la maksimuma kvanto permesita de leĝo, kiu ajn estas pli malalta. Se vi malsukcesas pagi la kvanton pagenda laŭ ĉi tiu Interkonsento ial ajn, via konto povas esti suspendita, laŭ nia sola bontrovo, en kiu kazo neniuj aldonaj pagoj estos faritaj de via konto por plenumi taskojn kaj ĉiuj viaj taskoj estos forigitaj. de nia retejo. Vi devas repagi nin por ĉiuj sumoj pagendaj laŭ postulo, krom ajnaj prilaboraj kotizoj, malfruaj kotizoj aŭ advokataj kotizoj. Ni ankaŭ povas fari taŭgajn raportojn al kreditaj raportaj agentejoj kaj policaj aŭtoritatoj.",
    "512991700": "Se vi volas kontesti iujn kotizojn, vi devas kontakti nian klienthelpan fakon ne pli malfrue ol tridek (30) tagojn post la limdato en la unua faktura aŭ konta deklaro en kiu la eraro aŭ problemo aperis por ricevi alĝustigon aŭ krediton.",
    "1273914192": "3. Impostoj",
    "4242322181": "Vi respondecas pri pago de ĉiuj impostoj asociitaj kun la Servoj krom usonaj impostoj taksitaj sur la neta enspezo aŭ persona posedaĵo de Intuition Machines.",
    "1671996585": "Vi eble devos integri vian retejon, aplikaĵon aŭ platformon kun niaj Servoj per nia aplika programado-interfaco (\"API\"). En la okazo, ke vi faras tion, ni donas al vi limigitan, neekskluzivan, netransdoneblan, neasigneblan, revokeblan permesilon por uzi la API nur por aliri la Servojn. Ni povas modifi la API kaj/aŭ ĉesi subtenon de malnovaj versioj aŭ eldonoj de la API iam ajn. Ni rezervas la rajton suspendi aŭ limigi vian aliron al la API laŭ nia sola bontrovo, kaj ni uzos raciajn klopodojn por doni al vi avizon antaŭ suspendo.",
    "4036662147": "5. Protekto de Konfidencaj Informoj",
    "3564208535": "Vi konsentas uzi komerce akcepteblajn klopodojn por protekti ajnajn Konfidencajn Informojn ricevitajn de ni aŭ per niaj Servoj. inkluzivas bot-poentarojn kaj nepublikajn detalojn de nia entreprena servo, inkluzive de nepublika dokumentaro kaj ajnaj detaloj, kiujn ni povas kunhavigi pri niaj bot-detektaj metodoj. Se vi ricevas aliron al tiaj Konfidencaj Informoj, ni povas modifi, suspendi aŭ limigi vian aliron al niaj Servoj laŭ nia sola bontrovo, se ni determinas, ke Konfidencaj Informoj estas elmontritaj per via uzo de niaj Servoj, kaj ni uzos raciajn klopodojn. por doni al vi avizon antaŭ suspendo.",
    "120384113": "6. Finiĝo",
    "453723556": "Vi povas ĉesigi ĉi tiun Klientan Apendicon sendepende de la Servokondiĉoj ĉesante esti Kliento aŭ Petanto. Ni rezervas la rajton suspendi aŭ ĉesigi vian statuson kiel Kliento aŭ Petanto iam ajn, aŭ alie ĉesigi vian konton aŭ uzon de la Servoj konforma al la Servokondiĉoj. Vi restas respondeca post fino por ajna kvanto pagenda laŭ via Mendoformularo. Se via abono inkluzivas iujn ajn monatajn aŭ jarajn kotizojn aŭ monatajn aŭ jarajn minimumojn, vi ankoraŭ respondecos pri pagado de ĉiuj Servaj kotizoj ĝis la fino de tiu monato aŭ jaro, respektive.",
    "218889628": "Krom kie ni ĉesigas ĉi tiun Klienta Apendico aŭ la Servokondiĉojn kiel rezulto de via malobservo de ĉi tiu Klienta Apendico aŭ la Servokondiĉoj, se ni ĉesigas kaj vi antaŭpagis iujn ajn kotizojn al ni, ni repagos proporcian parton de tiuj. antaŭpagitaj sumoj, surbaze de la restanta tempo aŭ Servoj por kiuj vi pagis, kiom ajn estas malpli. Ni finos nian laboron en komerce racia maniero kaj konservos kaj liveros al vi ĉiujn pagitajn Eligajn Datumojn kaj ĉiujn Klientajn Datumojn en nia posedo. Post iu ajn fino, ni povas sed ne estas devigataj forigi ajnajn datumojn.",
    "2505227594": "7. Ekscesoj",
    "2369877184": "La maksimuma permesita maksimuma RPS-tarifo por hCaptcha Integrators aŭ Klientoj estas 1,000 petoj sekundo al entoj ene de via konto (\"RPS\"), krom se alie specifita per skriba kontrakta interkonsento inter vi kaj ni.",
    "234420106": "En la okazo, ke vi estas Integranto aŭ Kliento de la servo hCaptcha Enterprise kaj via API-uzado laŭ mezuro de RPS superas la provizitan tarifon por via servonivelo, ni povas elekti modifi vian servon aŭ pagi troan tarifon. En la okazo, ke via maksimuma RPS-kurzo superas la provizitan tarifon je faktoro de 10 dum 10 aŭ pli da minutoj entute ene de 30-taga periodo kaj la plimulto de ĉi tiuj petoj estas, laŭ nia sola juĝo, ne malica trafiko, ni povas elekti pagu vin laŭ via kontrakte specifita troa imposto por ĉiuj API-petoj faritaj en tiu monato.",
    "2619472217": "8. Revendo",
    "2019702084": "Krom se eksplicite permesate en la Majstra Servo-Interkonsento aŭ Revendinterkonsento de Kliento, menditaj SaaS-Servoj ne estos venditaj, revenditaj, luitaj, sub-luitaj, licencitaj, sublicencitaj aŭ alimaniere disponeblaj al iu ajn alia tria partio (krom Filio de Kliento. ), kaj ĉiuj mendoj laŭ la Interkonsento kaj ĉiu uzado de la Kliento de la Servo estos por la propra interna komerca uzo de Kliento aŭ ĝia Filio.",
    "1233229030": "Diversaj",
    "1467783792": "Neniu persono, ento aŭ organizo aprobita de Usono (\"Sankciita Aktoro\") estas elektebla por rekompencoj aŭ uzi la Servojn kiel Integratoro. Por eviti dubon, ĉi tio inkluzivas iujn ajn Sankciitajn Aktorojn indikitajn de la Oficejo pri Eksterlandaj Aktivaĵoj (\"OFAC\") de la Usona Sekcio de la Fisko.",
    "3759657802": "Vi ne rajtas asigni, transdoni aŭ delegi ĉi tiujn Kondiĉojn de Servo aŭ viajn rajtojn aŭ devontigojn ĉi-suba iel ajn (per leĝo aŭ alie).",
    "1627232990": "Tradukoj de ĉi tiuj Servokondiĉoj estas provizitaj laŭ plej bona peno. Okaze de iu ajn grava diferenco inter la anglalingvaj Servokondiĉoj kaj traduko de tio, la anglalingvaj Servokondiĉoj estos konsiderataj kiel aŭtoritataj.",
    "805221621": "Bonvolu kontakti nin ĉe",
    "259613338": "se vi havas demandojn pri ĉi tiuj Servokondiĉoj.",
    "2735878907": "Deklaro pri Komerca Kontinueco pri Planado",
    "2887242610": "Intuition Machines, Inc evoluigis Komercan Kontinuan Planon pri kiel ni respondos al eventoj, kiuj grave interrompas nian hCaptcha-komercon. Ĉar la tempo kaj efiko de katastrofoj kaj interrompoj estas neantaŭvideblaj, ni devos esti flekseblaj respondi al realaj eventoj kiam ili okazas. Konsiderante tion, ni provizas al vi ĉi tiujn informojn pri nia komerca kontinua plano.",
    "809251240": "Kontaktante Nin",
    "2551802342": "– Ni planas rapide reakiri kaj rekomenci komercajn operaciojn post grava komerca interrompo kaj respondi protektante niajn dungitojn kaj posedaĵojn, farante financan kaj operacian takson, protektante la librojn kaj rekordojn de la firmao, kaj permesante al niaj klientoj kaj iliaj finaj uzantoj komerci interrete. Mallonge, nia komerca kontinuecplano estas desegnita por permesi al nia firmao rekomenci operaciojn kiel eble plej rapide, konsiderante la amplekson kaj severecon de la grava komerca interrompo. Nia komerca kontinuecplano traktas: sekurkopio kaj reakiro de datumoj; ĉiuj misiaj kritikaj sistemoj; financaj kaj operaciaj taksoj; alternativaj komunikadoj kun klientoj, dungitoj kaj superrigardaj korpoj; alterna fizika loko de dungitoj; kritika provizanto kaj kliento efiko; reguliga raportado; kaj doni al niaj klientoj tujan avizon se ni ne povas daŭrigi nian komercon. Nia kerna provizanto subtenas niajn gravajn rekordojn en geografie aparta areo. Dum ĉiu kriz-situacio prezentas unikajn problemojn bazitajn sur eksteraj faktoroj, kiel la horo de la tago kaj la severeco de la interrompo, ĉi tiu provizanto konsilis al ni, ke ilia celo estas restarigi siajn proprajn operaciojn kaj povi rekomenci servojn rapide. Kvankam ni laboris por redukti riskon uzante diversajn provizantojn, viaj servoj povus esti modifitaj aŭ interrompitaj dum ĉi tiu periodo.",
    "826396656": "Nia Komerca Kontinua Plano",
    "1979347895": "– Gravaj komercaj interrompoj povas varii en sia amplekso, kiel nur nia firmao, ununura konstruaĵo loĝiganta nian firmaon, la kvartalo kie nia firmao situas, la grandurbo kie ni situas, aŭ la tuta regiono. Ene de ĉiu el ĉi tiuj areoj, la severeco de la interrompo ankaŭ povas varii de minimuma al severa. En interrompo de nia firmao, nia komerca distrikto, urbo aŭ regiono aŭ konstruaĵo loĝanta nian firmaon, ni translokigos niajn operaciojn al loka retejo kiam necese kaj atendos neniun materialan interrompon al komercaj operacioj. En ambaŭ situacioj, ni planas daŭrigi la komercon, transdoni operaciojn al alternativaj provizantoj se necese, kaj sciigi vin per nia retejo ĉe hcaptcha.com kaj nia statuspaĝo ĉe hcaptchastatus.com pri kiel kontakti nin. Se la grava komerca interrompo estas tiel severa ke ĝi malhelpas nin resti en komerco, ni tuj sciigos vin.",
    "653679457": "Variaj perturboj",
    "410397176": "Por pliaj informoj",
    "2095899021": "hCaptcha Markaj Gvidlinioj kaj Ĝenerala Varmarko-Licenco",
    "2340340589": "Gvidlinioj pri uzado de la hCaptcha marko",
    "2430148876": "Ni kreis ĉi tiujn gvidliniojn kaj ĝeneralan varmarklicencon por faciligi kiel eble niajn klientojn, partnerojn kaj ŝatantojn labori kun nia marko dum daŭre konservante nian kompanian identecon. Se vi bezonas uzi hCaptcha ikonojn, emblemojn aŭ aliajn markojn laŭ manieroj kiuj materie diferencas de ĉi tiuj gvidlinioj, vi devos kontakti nin (IMI) por skriba permesilo.",
    "3884400764": "Kvankam vi povas uzi hCaptcha markojn laŭ ĉi tiuj gvidlinioj, tio ne signifas, ke vi havas iujn ajn rajtojn pri hCaptcha Markoj, emblemoj, aŭ en iu ajn alia varmarko, komerca nomo, servomarko, komerca nomo aŭ bonvolo de hCaptcha. Ni volas doni kiel eble plej multe da fleksebleco, sed ni estas devigataj protekti hCaptcha kontraŭ neaŭtorizita uzo de ajna varmarko, komerca nomo, servomarko, komerca nomo aŭ bonvolo de hCaptcha. Ajna neaŭtorizita uzo aŭtomate ĉesigas la permeson aŭ permesilon donitan de hCaptcha kaj povas kaŭzi laŭleĝajn respondecojn por ajnaj damaĝoj.",
    "512598290": "Tiel, ni devas peti, ke vi ĉiam uzu ĉiujn hCaptcha-markojn kaj emblemojn en formo kiu aliĝas al la subaj reguloj, inkluzive de majuskloj, tiparo kaj stilo.",
    "2075610992": "Dankon pro via subteno!",
    "1023190144": "hCaptcha® en teksto",
    "4274324704": "Jen kiel uzi nian nomon en skriba kopio:",
    "3912926900": "hCaptcha® devus havi registritan varmarkon la unuan fojon kiam ĝi aperas en krea kopio.",
    "950637875": "hCaptcha literumo neniam estu ŝanĝita kaj hCaptcha ĉiam estu majuskla en la dua litero (\"C\"). Ĝi neniam estas plurala aŭ poseda.",
    "2624601135": "\"hCaptcha\" ne estu uzata kiel parto de markonomo, kunigita per streketo, aŭ uzata en nomoj de aplikoj aŭ aliaj produktoj.",
    "3828090208": "Anstataŭe uzu \"por hCaptcha\". Se uzata kun triapartia emblemo, \"por hCaptcha\" devas esti pli malgranda ol la triaparta emblemo.",
    "4149738856": "hCaptcha devus esti uzata kiel adjektivo kaj sekvita de taŭga ĝenerala termino.",
    "1446868537": "hCaptcha neniam estu uzata kiel verbo.",
    "2487931657": "Ne uzu: \"ni hCaptcha'd nian retejon.\"",
    "2565565429": "Anstataŭe uzu: \"ni uzas hCaptcha por fari nian retejon pli sekura kaj pli sekura.\"",
    "3434202027": "Ĉiu uzo de la hCaptcha nomo en komunikado postulas la atribuon: \"hCaptcha estas registrita varmarko de Intuition Machines, Inc.\"",
    "2754937029": "Neakcepteblaj Uzoj",
    "2436973524": "Nur precizaj referencoj estas akcepteblaj. Ne estas permesate diri, ke retejo uzas hCaptcha servojn kaj aplikaĵojn kiam ĝi ne faras. Simile, la uzo de nia emblemo aŭ ajnaj insignoj same taŭgas nur kiam la retejo uzas hCaptcha servojn.",
    "69844082": "hCaptcha varmarkoj, grafikaj simboloj, emblemoj, tiparo aŭ ikonoj ankaŭ eble ne estas uzataj en malestima maniero.",
    "3861413614": "Vi ne rajtas uzi ajnan varmarkon aŭ emblemon de hCaptcha, kiu implicus, ke hCaptcha havas aliĝon aŭ subtenon, sponsoradon aŭ subtenon de triaparta produkto aŭ servo, sen eksplicita skriba permeso.",
    "1409822234": "Neniam identa aŭ preskaŭ identa varmarko hCaptcha estu uzata kiel domajna nomo.",
    "4181060163": "Triaj ne uzu variadojn aŭ misliterumojn aŭ agu iel ajn, kiu kaŭzus ajnan komencan intereskonfuzon pri hCaptcha varmarkoj.",
    "3955555607": "Krom Partneroj aŭ Rajtigitaj Revendistoj, triaj ne povas oferti por ŝlosilvortoj, Google AdWords aŭ aliaj celitaj reklamsistemoj uzante hCaptcha markojn aŭ misliterumojn. Nek triaj partioj povas uzi hCaptcha markojn en domajnaj nomoj, ajna serĉilo-optimumigo, meta-etikedoj, serĉaj terminoj, kodo aŭ alia misprezento.",
    "1985238261": "Aliaj Restriktitaj Markoj",
    "2193061499": "Kelkaj el niaj emblemoj kaj markoj estas limigitaj al esti uzataj de hCaptcha kaj ĝiaj partneroj. Triaj partioj ne rajtas uzi la jenajn markojn sen skriba permesilo de hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Rajtigita Revendisto™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop de hCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "BotStop logo™",
    "3942875761": "Helpu Konstrui Pli bonan Retejon™",
    "364774188": "Mi estas homo™",
    "2785425016": "(en la kunteksto de homara kontrola solvo, ekz. voko al ago)",
    "2639657759": "Markoj Uzitaj per Permeso",
    "1268918580": "Kelkaj el la emblemoj kaj markoj uzataj de hCaptcha kaj ĝiaj partneroj estas posedataj de triaj kaj povas esti uzataj nur kun ilia permeso. Triaj partioj ne rajtas uzi la sekvajn markojn krom se permesate de siaj posedantoj:",
    "3782751514": "HUMAN Protocol® estas registrita varmarko de la HUMAN Protocol Foundation, kaj estas uzata kun ĝia permeso.",
    "1620709264": "HUMAN Token® estas registrita varmarko de la HUMAN Protocol Foundation, kaj estas uzata kun ĝia permeso.",
    "3031953928": "HUMAN Network™ estas varmarko de la HUMAN Protocol Foundation, kaj estas uzata kun ĝia permeso.",
    "3554363588": "Aliaj Markoj",
    "3290996791": "Ĉiuj aliaj produktnomoj, emblemoj kaj markoj estas posedaĵo de siaj respektivaj posedantoj. Ĉiuj aliaj nomoj de kompanioj, produkto kaj servo uzataj en ĉi tiu retejo estas nur por identigaj celoj. Uzo de ĉi tiuj nomoj, emblemoj kaj markoj ne implicas subtenon.",
    "2444685143": "Logopolitiko",
    "2414232014": "Nia emblemo estas tuj rekonebla kaj unu el niaj plej valoraj kaj gravaj valoraĵoj. Por certigi, ke ĝi restas forta reprezentado de nia kompanio, ĝi devas esti prezentita en zorgema kaj konsekvenca maniero tra ĉiuj kanaloj de komunikado.",
    "803639471": "La hCaptcha emblemo konsistas el la mana ikono kaj la hCaptcha emblemo. En ĝia alterna formo, la mana ikono povas aperi memstare kiam spaco estas limigita kaj \"hCaptcha\" estas utiligita kiel vortmarko (kiel priskribite supre) en proksima proksimeco al la mana ikono, tia ke estas klare ke la mana ikono reprezentas hCaptcha.",
    "564127016": "La mano-ikono de hCaptcha:",
    "1424800293": "La hCaptcha emblemo:",
    "1525506526": "Kio estas Kontaj Transprenoj Kaj Kiel Ili Funkcias?",
    "2446481523": "Estas malnova popola fabelo en kiu vagonisto kaj nobelo aperas ĉe la policisto en malgranda kampara vilaĝo. Unu viro, vestita per malpuraj, malriĉaj vestaĵoj, diris al la soldato: “Mi estas la nobelo. Ĉi tiu viro estis mia ŝoforo.",
    "1767952047": "Li atakis min hieraŭ nokte, ŝtelis miajn vestaĵojn kaj prenis mian monon.” La alia viro, vestita per bonegaj vestaĵoj, la vestaĵoj de la nobla klaso, respondis: “Kontestulo, ĉi tiu viro estas freneza. Li pensas, ke li estas nobelo. Mi estas la vera nobelo. Aresti lin!”",
    "2947576723": "Ĉi tiu rakonto estas antaŭ ŝoforpermesiloj kaj cifereca fingropreso, sed ĝi ofertas bonan ekzemplon de kio povas misfunkcii en konta transpreno situacio. Persono ensalutas en interretan bankkonton aŭ en moveblaj pagprogramoj. Ĉu li estas efektiva kontoposedanto, aŭ retpirato? Kiu estas vere kiu? Ĉi tiuj sekurecaj problemoj influas organizojn, kiuj permesas aliron al memserva konto.",
    "1687299615": "Kio estas transpreno de konto?",
    "2648707986": "Kontotranspreno estas formo de ciberfraŭdo en kiu malica aktoro parodias la posedanton de reta konto. Tipe, la konto estas ĉe financa institucio aŭ elektronika komerco, kie la fraŭdo povas ŝteli monon, varon aŭ donackartojn. La atakanto uzas ŝtelitajn ensalutajn akreditaĵojn por aliri la konton kaj poste transpreni ĝin, eble ŝanĝante la pasvorton por elŝlosi la realan konton posedanton.",
    "1476843710": "Malpli financaj damaĝaj sed ankoraŭ damaĝaj formoj de transpreno de kontoj implikas la forkapton de sociaj amaskomunikiloj kaj similaj. En ĉi tiuj kazoj, la atakanto kutime provas disvastigi malware aŭ okupiĝi pri phishing atakoj kontraŭ sensuspektaj amikoj de la viktimo. Aŭ, la atakanto provas embarasi la viktimon, kio foje okazas ĉe famuloj kaj politikistoj, ekzemple.",
    "2904949278": "Kiel hakisto transprenas konton?",
    "2575690545": "Kontaj transprenoj, kiel tiom da ciberfraŭdo, estas plejparte afero de aŭtomatigitaj, amasprocezoj. Estas malofte ke retpirato, vestita per kapuĉo en la kelo de sia patrino, tajpas pasvortojn en bankajn retejojn unuope.",
    "3614653023": "Prefere, la praktiko dependas de grandskalaj akreditaĵoj plenigantaj atakoj kiuj provas milionojn da uzantnomaj/pasvortoj paroj sur dekoj da celaj financaj institucioj kun la espero malŝlosi malgrandan subaron de la kontoj. Post kiam la aŭtomata fraŭda programaro akiris aliron al la konto, homa retpirato tiam povas implikiĝi, sed en iuj kazoj, ne.",
    "2762759509": "Multaj atakoj pri transpreno de kontoj estas preskaŭ tute aŭtomatigitaj.",
    "1972710018": "Vidante ĝin el la perspektivo de la firmao",
    "1282121137": "Por kompreni kiom problema transpreno de konto povas esti, konsideru kiel aspektas la sperto el la vidpunkto de la financa institucio. Ili traktas milionojn da ensalutintoj ĉiutage.",
    "2315518622": "Kun la sofistikeco disponebla en la hodiaŭaj atakiloj, estas ege defie detekti kiuj, se ekzistas, estas fraŭdaj. Tiam, persono vokas la klientservan linion kaj diras \"Mia konto estis atakita! Mi ne povas ensaluti kaj iu ŝtelas mian monon!”",
    "1836369533": "Kiel la soldato en la popola fabelo, kiel oni determinas, kiu vere estas kiu? Se la atakanto havas sufiĉe da ŝtelitaj identecelementoj, kiel numero de veturpermesilo, numero de socia asekuro, naksnomo de patrino, adreso, kaj tiel plu, povus esti sufiĉe malfacile determini ĉu la alvokanto estas la vera kontoposedanto aŭ atakanto provanta akiri pasvorto rekomencigita sur konto kiun li volas penetri.",
    "2880837730": "Kion oni povas fari por ĉesigi kontajn transprenojn?",
    "3654556483": "Financaj institucioj kaj eKomercaj kompanioj havas procezojn kaj kontrolojn, kiuj mildigas iujn el la minaco pri transpreno de konto. Ĉi tiuj iras de la malnovmodaj \"kio estis la nomo de via plej bona amiko en bazlernejo\" sekurecdemandoj ĝis detektaj metodoj, kiuj elfosas suspektindajn IP-adresojn kaj profilojn de porteblaj aparatoj.",
    "2449501658": "provizas unu el la plej altnivelaj manieroj mildigi la minacon de fraŭdaj kontaj ensalutprovoj, uzante maŝinlernadon por detekti kaj maldaŭrigi robotojn, kaj efike igante ĝin multe pli malfacila aŭ eĉ malebla por fraŭdantoj okupiĝi pri konto-transpreno.",
    "3621455477": "por lerni pli!",
    "555246307": "Cetere, jen kiel finiĝas la historio de la nobelo kaj lia veturigisto: La soldato igis la du virojn sidi kune en ĉambro dum horoj kaj enuiĝi de la menso. Fine de la tago, li aperis kaj diris: \"Mi nun parolos kun la ĉaristo.\" La viro en la nobla vesto ekstaris. Li estis tiel enuigita, li forgesis, ke li nur ŝajnigis sin la nobelo.",
    "1224727373": "BotStop de hCaptcha",
    "1187718370": "Kontaktu nin",
    "3892905664": "hCaptcha helpas viajn plej ŝatatajn retajn servojn forteni robotojn, spamon kaj misuzon per simplaj demandoj, kiuj estas facilaj por homoj kaj malfacilaj por maŝinoj.",
    "555158694": "Servo, kiun vi uzas, elektis plibonigi vian sperton en ilia retejo instalante hCaptcha por redukti malican trafikon.",
    "1617196410": "hCaptcha koncentriĝas pri haltigo de robotoj. Ni ne gravas, kiu estas uzanto, sed nur ĉu ili estas malicaj. Ni laboras forte por ekvilibrigi privatecon kaj",
    "1624200563": "sekureco, kaj plenumu GDPR, CCPA, LGPD, PIPL kaj aliajn privatecajn regularojn.",
    "1927613000": "hCaptcha kombinas altnivelan maŝinlernadon kun potenca defia platformo por protekti TTT-aplikaĵojn kontraŭ transprenoj de kontoj, akreditaĵoj, skrapado kaj aliaj specoj de misuzo.",
    "1133989302": "Kial hCaptcha?",
    "34074886": "Ĉiufoje kiam vi respondas defion, ni uzas altnivelajn modelojn por ekscii ĉu vi estas homo. La retejo, kiun vi vizitis, tiam uzas ĉi tiun rezulton por helpi plibonigi vian sperton en ilia retejo, forigante robotojn.",
    "3412647984": "Ĉi tio ebligas al vi eviti estontajn demandojn registrante kaj agordante kuketon. Bonvolu ankaŭ provi malŝalti vian reklamblokilon.",
    "2510209017": "Ĉu vi bezonas pli da helpo?",
    "477275453": "Kial APIoj Estas Populara Celo Por Hakistoj?",
    "596347471": "Aplikaj Programaj Interfacoj (APIoj) fariĝis populara celo por malicaj aktoroj en ciberspaco. Estas multaj kialoj por tio, inkluzive de ilia granda utileco en aplika integriĝo. Tamen eblas mildigi API-riskon.",
    "2441638955": "Unue, kio estas API?",
    "3963216198": "Por diskuti kial API-oj estas populara celo por retpiratoj, indas unue preni mallongan momenton por difini tion, kion oni nun signifas per la termino \"API\". La koncepto de la API tute ne estas nova. Fakte, interfacoj por konekti diversajn komputilsistemojn unu kun la alia, same kiel iliaj internaj komponentoj, ekzistas ekde almenaŭ la fruaj 1960-aj jaroj.",
    "1047251718": "Hodiaŭ, tamen, kiam homoj parolas pri API-oj, ili senescepte signifas norm-bazitajn API-ojn. Ĉi tiuj estas API konstruitaj uzante malfermajn normojn kiel Representational State Transfer (REST) kaj malfermajn normajn dosierformatojn kiel JavaScript Object Notation (JSON). Tiaj \"RESTful API-oj\", kiel ili estas konataj, povas esti kreitaj sen la bezono de proprieta programaro. La rezultaj API-oj kapablas sendi kaj ricevi datumojn kaj procedalvokojn inter programoj. Ekzemple, poŝtelefona banka programo uzas API por aliri la sistemojn de la banko.",
    "3195334319": "La utileco kaj vundebleco de APIoj",
    "1903743785": "La apero de norm-bazitaj APIoj reprezentis gravan salton antaŭen en aplikiĝintegriĝo. Dum la lastaj 20 jaroj, API-oj iris de esti multekostaj kaj komplikaj proprietaj programoj al senpagaj, norm-bazitaj iloj, kun kiuj estis relative facilaj por labori—kaj rapide disfalditaj.",
    "879362350": "Kun la novaj API-oj laborantaj super la Interreto, iĝis eble konekti ajnan programaron aŭ datumfonton, ie ajn en la mondo, sendepende de platformo, datumskemo aŭ programlingvo. Kiel rezulto, la komputika mondo nun estas en la mezo de API-revolucio. Okazis eksplodo de konektebleco inter aplikaĵoj kaj datumoj. Tio estas bonega, ĝis ĝi ne estas.",
    "3844432472": "La propra malfermo kaj utileco de API-oj faras ilin nekredeble riĉaj celoj por atakantoj. Same kiel poŝtelefona programo povas esti programita por atingi kaj GET datumojn de kompania sistemo uzante API, tiel ankaŭ povas peco de malware. Hakistoj skribis ampleksan varion de programaraj iloj por misuzi APIojn. Ĝi estas efika ataktekniko.",
    "2187096543": "Efektive, okazis iuj gravaj datumrompoj rezultantaj de retpirat-skribita programaro, kiu vokis API por ĉerpi datumojn el datumbazo. Post ĉio, se ĝi ŝteli datumojn simple postulas bazan GET-vokon sur API, skribita per REST kaj JSON, tiam estas facile rapide senigi datumbazon pura. Fakte, kiam homoj parolas pri \"ekrana skrapado\" atakoj, kion ili vere signifas, plejparte, estas rapidaj API-vokoj, kiuj eltiras datumojn el datumbazoj. APIoj fariĝis grava ataksurfaco por organizoj kiuj konstruas ilin.",
    "4222109231": "Mildigi API-riskon kun la Entreprena Produkto de hCaptcha",
    "1783317946": "Ĉesigi API-atakojn estas populara uzokazo por",
    "3022922096": ", la entreprena aro de produktoj de hCaptcha. Male al la senpaga versio de hCaptcha,",
    "63719113": "uzas altnivelan maŝinlernadon por identigi malican trafikon al via retejo kaj programoj - inkluzive de skrapado.",
    "3566102529": "ni hodiaŭ por lerni pli.",
    "3096553330": "Ĉiu sistemo, kiun ni kreas, simple reflektas niajn rilatojn kun aliaj homoj.",
    "1467218142": "Tio, kion ni deziras de ili kaj ni mem, movas nian konduton, kaj tiel la samaj ŝablonoj de interagado ripetiĝas en ĉiuj homaj sistemoj. Interreto provizas multajn sterlingajn ekzemplojn de ĉi tiu fundamenta aspekto de nia mondo.",
    "808872868": "Ekzemple: spamado, fraŭdo kaj misuzo ekzistas interrete ekde preskaŭ la tago post kiam du sistemoj unue estis konektitaj kune.",
    "1085089390": "Interreta misuzo devenas de denaskaj homaj kondutoj",
    "3064321967": "La unua konata spam-retpoŝto estis sendita en 1978. [",
    "3800781598": "] Preskaŭ kvin jardekojn poste, retpoŝta spamo daŭre turmentas nin. Multaj miliardoj da dolaroj kaj miloj da persona-jaroj da inĝenieristiko estis metita por venki ĝin, kaj tamen spamado daŭras. Estas miliardaj dolaroj de ambaŭ flankoj, tio estas tiuj, kiuj defendas kontraŭ ĝi kaj tiuj, kiuj sendas ĝin.",
    "2119943547": "Kial ĉi tio estas? La respondo estas simpla. Tiel longe kiel estas instigo misuzi sistemon, iu ĝenerale trovos manieron. Kaj post kiam ili faros, iu alia nun havos instigon haltigi ilin.",
    "532470444": "La ekvilibro povas ŝanĝiĝi iomete de jaro al jaro, sed ĉi tiu konduto simple reflektas fundamentan homan naturon, kaj kvin mil jaroj da registrita historio implicas, ke la dinamiko verŝajne ne baldaŭ ŝanĝiĝos.",
    "3193548097": "Hope Springs Eterna",
    "4065614934": "Ĉi tiu analizo ne estas nova, sed homoj estas eterne optimismaj. Precipe kiam ili opinias, ke ilia ideo estas nova.",
    "1216071511": "La samaj ideoj estas proponitaj tiel ofte, ke antaŭ ĉirkaŭ 20 jaroj, anonima aŭtoro elpensis helpeman plenigaĵon por interretaj diskutoj pri kontraŭ-spamaj solvoj:",
    "1941999673": "Via afiŝo rekomendas a",
    "4179118182": "( ) teknika ( ) leĝdona ( ) merkatbazita ( ) gardisto",
    "3978720689": "alproksimiĝo por batali spamon. Via ideo ne funkcios. Jen kial ĝi ne funkcios.",
    "318339230": "(Unu aŭ pli el la sekvantaroj povas validi por via aparta ideo, kaj ĝi povas havi",
    "30312304": "aliaj difektoj kiuj kutimis varii de ŝtato al ŝtato antaŭ ol malbona federacia leĝo estis pasigita.)",
    "2710988028": "( ) Spamistoj povas facile uzi ĝin por rikolti retadresojn",
    "3912514510": "( ) Dissendolistoj kaj aliaj laŭleĝaj retpoŝtaj uzoj estus tuŝitaj",
    "2030062561": "( ) Neniu povos trovi la ulon aŭ kolekti la monon",
    "3334160175": "( ) Ĝi estas sendefenda kontraŭ krudfortaj atakoj",
    "3238345709": "( ) Ĝi ĉesos spamon dum du semajnoj kaj poste ni restos kun ĝi",
    "4227800293": "( ) Uzantoj de retpoŝto ne toleros ĝin",
    "2271252286": "( ) Microsoft ne toleros ĝin",
    "692064738": "( ) La polico ne toleros ĝin",
    "3475647460": "( ) Postulas tro da kunlaboro de spamistoj",
    "1482845460": "( ) Postulas tujan tutan kunlaboron de ĉiuj samtempe",
    "3741193183": "( ) Multaj retpoŝtaj uzantoj ne povas pagi perdi komercon aŭ fremdigi eblajn dungantojn",
    "2234909600": "( ) Spamistoj ne zorgas pri nevalidaj adresoj en siaj listoj",
    "1982617151": "( ) Iu ajn povus anonime detrui la karieron aŭ komercon de iu ajn alia",
    "2498172334": "Specife, via plano malsukcesas kalkuli",
    "389705801": "( ) Leĝoj eksplicite malpermesantaj ĝin",
    "190955495": "( ) Manko de centre reganta aŭtoritato por retpoŝto",
    "237009707": "( ) Malfermu relajsojn en eksterlandoj",
    "3507532387": "( ) Facileco serĉi etan alfanombran adresspacon de ĉiuj retadresoj",
    "2477958756": "( ) Malbonaj homoj",
    "3254142589": "( ) Jurisdikciaj problemoj",
    "3621401685": "( ) Malpopulareco de strangaj novaj impostoj",
    "4277475973": "( ) Publika malemo akcepti strangajn novajn formojn de mono",
    "941057651": "( ) Grandega ekzistanta programara investo en SMTP",
    "3265293440": "( ) Ebleco de protokoloj krom SMTP por ataki",
    "515733427": "( ) Volo de uzantoj instali OS-flakilojn ricevitajn per retpoŝto",
    "2631159699": "( ) Armeoj de vermoj truitaj larĝbendo-konektitaj Vindozaj skatoloj",
    "776542208": "( ) Eterna vetarmado implikita en ĉiuj filtraj aliroj",
    "989480928": "( ) Ekstrema profiteco de spamo",
    "3898950867": "( ) Joe-laborpostenoj kaj/aŭ identecŝtelo",
    "3395399558": "( ) Teknike analfabetaj politikistoj",
    "1118929614": "( ) Ekstrema stulteco de homoj, kiuj faras komercon kun spamistoj",
    "838951836": "( ) Malhonesteco de la spamistoj mem",
    "2123236933": "( ) Bandlarĝaj kostoj, kiuj ne estas tuŝitaj de klienta filtrado",
    "2292919419": "( ) Perspektivo",
    "2534436327": "kaj la sekvaj filozofiaj obĵetoj ankaŭ povas validi:",
    "832385387": "( ) Ideoj similaj al viaj estas facile eltroveblaj, tamen neniu iam montriĝis praktika",
    "1993984258": "( ) Ajna skemo bazita sur forigo estas neakceptebla",
    "3909240516": "( ) SMTP-kapoj ne devus esti la temo de leĝaro",
    "1151065360": "( ) Nigraj listoj aĉas",
    "2396605499": "( ) Blanklistoj aĉas",
    "2225785608": "( ) Ni devus povi paroli pri Viagra sen esti cenzuritaj",
    "3004688366": "( ) Kontraŭrimedoj ne devus impliki telefraŭdon aŭ kreditkartfraŭdon",
    "922470170": "( ) Kontraŭrimedoj ne devus impliki sabotadon de publikaj retoj",
    "3068923550": "( ) Kontraŭrimedoj devas funkcii se enfazigitaj iom post iom",
    "2752975480": "( ) Sendado de retpoŝto estu senpaga",
    "117227832": "( ) Kial ni devus fidi vin kaj viajn servilojn?",
    "1021431157": "( ) Nekongruo kun malfermfontaj aŭ malfermfontaj permesiloj",
    "2801524659": "( ) Bonaj mezuroj faras nenion por solvi la problemon",
    "931661269": "( ) Portempaj/unufojaj retadresoj estas maloportuna",
    "2090457681": "( ) Mi ne volas, ke la registaro legu mian retpoŝton",
    "3536122902": "( ) Halti ilin tiel ne estas sufiĉe malrapida kaj dolora",
    "2391175562": "Krome, jen kion mi pensas pri vi:",
    "229198134": "( ) Pardonu ulo, sed mi pensas, ke ĝi ne funkcius.",
    "345563040": "( ) Ĉi tio estas stulta ideo, kaj vi estas stulta persono pro tio, ke vi sugestis ĝin.",
    "409780280": "( ) Bona provo, ****! Mi esperas, ke iu paŝas sur vian klavaron!",
    "2820080973": "gastigita kun ❤ de",
    "3943164003": "vidi kruda",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Kial via nova kontraŭ-spamo solvo ne funkcios",
    "361795034": ". Nekonata verkinto, ĉ. 2000",
    "1547006769": "Homarkontrolo estas la sama problemo",
    "3717942925": "Same kiel ĉiam estos homoj, kiuj volas altiri vian atenton per retpoŝto, ĉiam estos la deziro limigi aliron al iuj rimedoj tiel ke nur homoj povas aliri ilin.",
    "2481032625": "Ĉu la celo estas malhelpi:",
    "1691348394": "- aŭtomatigitaj amasaj aĉetoj dum limigita eldonvendo",
    "1771016224": "- programaro elŝuti la tutan enhavon de via retejo amase",
    "1959762846": "- plenigi viajn retformularojn per senfina merkata spamo aŭ misuzo",
    "345108670": "- akreditaĵoj kaj aliaj provoj de transpreno de kontoj",
    "2540760245": "inter multaj aliaj uzoj, povi filtri interretan trafikon surbaze de \"homa aŭ ne\" verŝajne restos valora ilo tiel longe kiel la homa naturo sekvas la samajn ŝablonojn registritajn dum la lastaj kvin mil jaroj.",
    "3346362371": "Kio pri maŝinlernado?",
    "3619183405": "En 2021 simplaj CAPTCHA-oj foje povas esti solvitaj per programaro, danke al progresoj en maŝinlernado. Por trakti ĉi tion, hCaptcha ankaŭ faras tre detalan analizon de propraĵoj kiel",
    "3292221787": "la defio estis respondita, ne nur ĉu ĝi estis ĝusta, kaj ofte ŝanĝas kaj la demandojn kaj la datumojn uzitajn.",
    "1080672247": "Ĉar multaj el la demandoj demanditaj ne povas esti ekonomie solvitaj per la breta programaro, kaj ĉar la datumoj estas ĝenerale unikaj al la sistemo, tio signifas, ke bots ofte estas tute haltigitaj de la senpaga servo, kaj devas fidi homajn CAPTCHA-solvantojn anstataŭe, kiuj faras multajn specojn de misuzo tute malekonomia.",
    "4172868199": "iras multe pli for ol ĉi tio, moviĝante en la sfero de provi distingi \"bonan homon\" de \"malbona homo\" ankaŭ, kaj estas uzata hodiaŭ de multaj el la plej popularaj interretaj servoj de la mondo por trovi kaj ĉesigi ĉion de aĉetfraŭdo ĝis progresinta persista. minacoj kontraŭ iliaj uzantoj, konservante unikan fokuson pri konservado de privateco.",
    "2873911365": "Kio pri aparatara atesto?",
    "1477196356": "Diversaj metodoj de ligado de identeco al aparato en kripgrafie sekura modo, foje kun privatec-konservaj trajtoj, estis proponitaj dum jardekoj. Publika ŝlosila kriptografio devenas de ĉ. 1975, kaj aparataj ĵetonoj ekzistis preskaŭ same longe.",
    "2349681896": "Bedaŭrinde, kontroli pecon de aparataro ne signifas, ke vi estas homo. Preskaŭ ĉiu populara skemo de atestado de aparataro de konsumanto estis plurfoje rompita, flikita, kaj poste rompita denove.",
    "254326776": "Malica misuzo de ĉi tiuj difektoj ofte estas malkovrita esti okazanta dum monatoj aŭ jaroj antaŭ malkaŝo aŭ akademia publikigo.",
    "2462909475": "Muro de pli ol 10 000 telefonoj uzataj por misuzo, parto de ĉina bot-operacio.",
    "1963951234": "Kiom ajn fidinda estas via ĉifrika skemo, se iu povas fine de la tago simple elspezi monon por doni al vi la respondon, kiun vi serĉas, posedi aparataron estas nesufiĉa.",
    "1278884196": "Dirite, kriptografio estas sufiĉe juna disciplino. Surbaze de lastatempa historio, via ĉifrika skemo kaj/aŭ efektivigo verŝajne rompiĝos tuj kiam iu ajn havos instigon rigardi ĝin detale, kaj verŝajne aliaj homoj eltrovos tion longe antaŭ ol vi. Fidi je aparataro ankaŭ signifas, ke vi eble devos peti ĉiun el viaj uzantoj ŝanĝi fizikan aparaton por fliki la difekton. Ĉi tio verŝajne ne okazos rapide en la plej multaj kazoj, signifante, ke via sistemo simple malsukcesos malfermiĝi.",
    "1828028934": "Jen kial",
    "1642844535": "estas grava: hCaptcha uzas multoblajn malsamajn alirojn por respondi la saman fundamentan demandon, permesante komparon por konsistenco tra ĉiuj taksadoj.",
    "1155821305": "defendo estas profundo",
    "119098046": "Kio pri pasivaj aŭ sen-defiaj solvoj?",
    "2760410719": "Servoj, kiuj provas fari bot-detekton per pure pasivaj signaloj, rapide renkontas fundamentan problemon: kiel vi validas ĉu sistemo detektas malbonajn aktorojn ĝuste kiam vi ne havas precizan teran veron?",
    "1722734001": "La malferma interreto estas tre brua medio. Malbonaj aktoroj atakas uzantojn de nia servo kaj konkurantojn kiel reCAPTCHA ĉiutage, kaj kompreneble provas aspekti kiel eble plej homaj dum ili faras tion.",
    "1595254735": "Nure pasivaj servoj luktas por konservi bot-detektan precizecon, aŭ eĉ por scii kiam ili estas malprecizaj. Sen la kapablo foje defii uzantojn kaj ĝuste analizi la rezultojn de tiu defio, precizeco tendencas multe malpliiĝi kun la tempo.",
    "2412751979": "Danke al la pli precizaj homaraj signaloj, kiuj funkciigas hCaptcha, multaj kompanioj, kiuj antaŭe uzis reCAPTCHA v3/Enterprise, ŝanĝis al",
    "2284856231": "kaj vidita draste plibonigita precizeco en la pure pasiva reĝimo de hCaptcha Enterprise ankaŭ.",
    "4162847": "Ni povis observi ĉi tion rekte, ĉar kelkaj el niaj klientoj faras A/B-testojn laŭ la sama peto antaŭ ol ili tute ŝanĝis de la proponoj de Google. Ni kutime kapablas pruvi kaj altan malveran pozitivan kaj malveran negativan indicon de reCAPTCHA v3 aŭ reCAPTCHA Enterprise.",
    "436125785": "Ĉi tio estas nesurpriza pro la malprecizeco de la sugestaj bukloj disponeblaj en tiuj produktoj, kaj la fakto, ke ili estas venditaj de reklama reto kun superforta propra intereso, ke ili ne tro lertas pri bot-detekto, por ke ĝi ne damaĝu ilian kernan komercon.",
    "2233741720": "Konklude",
    "2133809801": "Tiel longe kiel homoj restos homoj, verŝajne la homara kontrolado havos rolon por ludi interrete.",
    "2255549335": "Nia tasko ĉe hCaptcha estas trovi bonajn kompensojn inter malfacileco kaj precizeco kaj teni malaltan froton, precipe por",
    "4138068262": "uzantoj. Al la fino, interagi kun defioj verŝajne restos parto de la arsenalo de iloj por redukti interretan misuzon tiel longe kiel la homa naturo restos senŝanĝa.",
    "855097735": "Konstrui servon, kiu faras tion bone dum ekvilibro de ĉiuj zorgoj, estas tre malfacila problemo (kaj ni ĉiam laboras por plibonigi ĝin por fari la sperton kiel eble plej agrabla) sed ni esperas, ke vi konsentos, ke redukti spamon, misuzon, kontoprenojn. , kaj reta fraŭdo finfine bone valoras la foja simplan demandon.",
    "1953959745": "alirebleco",
    "2543123170": "Nula frotado homaro konfirmo",
    "547245263": "Solvu vian robotproblemon hodiaŭ.",
    "3117887301": "Fidata de la plej grandaj interretaj servoj",
    "981806349": "Konstruite sur la provita hCaptcha platformo",
    "2373007864": "hCaptcha Enterprise funkcias per hCaptcha platformteknologio, etendita por inkluzivi la funkciojn, kiujn alta trafika entreprenoj bezonas.",
    "2652399059": "Fidinda partnero",
    "1997838163": "La plej grandaj kompanioj de la mondo dependas de hCaptcha Enterprise. Integriĝo estas simpla, kaj detekta precizeco estas senekzempla.",
    "734735952": "Ni taksis kelkajn CAPTCHA-vendistojn kaj ankaŭ konstruis sistemon mem. Al la fino, hCaptcha aperis kiel la plej bona alternativo al reCAPTCHA.",
    "1250541092": "— Sergi Isasi",
    "3524251858": "Direktoro de Produkta Administrado, Cloudflare",
    "3971348140": "Kial ni uzis hCaptcha? Neniu alia povus liveri la funkciojn kaj efikecon, kiujn ni bezonis. Ili ekfunkciigis nin rapide, kaj niaj komercistoj amas la sperton.",
    "4248655793": "- Alex M.",
    "4185927140": "Produktmanaĝero, Flash, Shopify",
    "282913023": "La kostefika elekto por alttrafikaj entreprenoj",
    "999610953": "Fine, kredebla alternativo al Guglo. hCaptcha Enterprise liveras dramajn ŝparaĵojn en via reCAPTCHA fakturo kun pli alta sekureco: ĝis 80% malpli multekosta en iuj kazoj.",
    "1886100235": "Multaj el la plej grandaj interretaj servoj de la mondo ŝanĝis al hCaptcha Enterprise kaj ricevis plibonigitan bot-detekton kune kun grandaj ŝparoj.",
    "2903742230": "Anoncaj retoj vidas viajn vizitantojn kiel la produkton. Por ni la sola celo estas determini ilian homaron. Niaj servoj plenumas aŭ superas postulojn de GDPR, CCPA, LGPD kaj PIPL, kaj ni laboras forte por ekvilibrigi privatecon kaj sekurecon.",
    "3901503296": "Ĉi tiu unika fokuso pri privateco signifas, ke ni povas oferti nul individuan retenadon de datumoj, senkuketon funkciadon kaj aliajn kontraktajn privatecajn garantiojn laŭbezone konservante bonegan sekurecon.",
    "3342910682": "Legu pli",
    "1130783905": "Precizeco estas en via kaj nia intereso. hCaptcha funkcias por doni al vi realajn datumojn kaj lasi vin decidi kiel uzi ĝin. Aliaj sekurecaj solvoj estas provizitaj de Gigantic reklamaj kompanioj. Ĉi tio signifas, ke ĉiu bot, kiun ili blokas, povas redukti siajn enspezojn.",
    "2019130052": "Niaj novigoj en privateco-fokusita ML lasas nin superi la sekurecnormojn de heredaĵo \"registri ĉion por ĉiam\" strategioj sen damaĝi sekurecon aŭ uzantan privatecon.",
    "23114595": "Bonega Uzanto-Sperto",
    "3437412311": "Por Enterprise-uzantoj, opcioj estas disponeblaj por tute eviti defiojn en la plej multaj scenaroj, fidante je pasivaj poentoj.",
    "1996843433": "Reduktu frotadon evitante defion tute por 99.9% de via legitima trafiko dum ankoraŭ provizante bonegan sekurecon.",
    "3093689546": "Facila integriĝo",
    "247560732": "Aldonu hCaptcha kun tri linioj de kodo. Se vi venas de reCAPTCHA, nia API estas kongrua kaj necesas nur minutoj por ŝanĝi.",
    "1510448156": "Vi povas funkcii kun supera alternativo hodiaŭ, kaj ŝalti pli altnivelajn funkciojn laŭbezone.",
    "2718999653": "Agordita Minaco-Poentoj",
    "2698140263": "Ne ĉiuj problemoj estas samaj: ricevi ununuran poentaron signifas, ke ĝi devas trakti viajn bezonojn por esti utila.",
    "897432717": "Kun nia nova dezajno por Agordaj Minacaj Poentoj, aldoni viajn komercajn scion permesas al niaj modeloj liveri poentarojn unike rilatajn al viaj uzantoj.",
    "2650502379": "Lanĉu Viajn Proprajn Defiojn en Sekundoj",
    "3578122193": "Restu sur marko kun koncerna enhavo",
    "1074044172": "Kiam uzantoj devas solvi defion por plenumi viajn sekurecajn postulojn, kial ne fari demandojn agrablajn kaj rilatajn al la uzanto?",
    "1579093044": "Kun nia simpla laŭmenda defia dezajnisto, vi povas lanĉi markon defia enhavo en nur kelkaj minutoj.",
    "3717512591": "Rekta Platform-Integriĝo",
    "121743429": "Por Retaj Infrastrukturaj Firmaoj",
    "2131386784": "Atingebla Kompeto kaj Subteno Por Vi kaj Viaj Uzantoj",
    "2782263070": "Servo estas ĉefa prioritato por ni. Ni konservas 24/7 alvokan subtenon kaj ofertas rektan Slack-kunordigon kun via inĝenieristika integriga teamo kaj nia alvoka personaro dum kaj post efektivigo.",
    "3740051331": "Ni ankaŭ kompromitas aktive monitori kaj respondi la demandojn de viaj uzantoj tra sociaj amaskomunikiloj, forumoj kaj niaj en-fenestraĵoj kaj retpoŝtaj subtenaj kanaloj. Ni estas alireblaj kaj respondemaj, kaj traktas la kontenton de la uzanto kiel plej altan KPI.",
    "170775527": "Entreprenaj trajtoj",
    "3383086062": "hCaptcha Enterprise estas kompleta interreta sekureca solvo. Aktivaj kaj pasivaj reĝimoj ebligas al vi ĉesigi akreditaĵojn, detekti kontajn transprenojn kaj bloki suspektindajn aktorojn. Ĉio kun nula frotado por legitimaj uzantoj.",
    "1408599440": "Komencu rapide per kelkaj linioj de kodo kaj nia 99,9% pasiva reĝimo, aŭ prenu plenan kontrolon pri kiam kaj kiel uzantoj estas defiitaj. Propraj minacmodeloj kaj agordeblaj defioj signifas neriparitan flekseblecon por certigi sekurecon.",
    "3365203058": "Mondklasa kontraŭ-bot-protekto",
    "1803009328": "Batal-provita ĉe interreta skalo.",
    "1586809757": "Altaj precizecaj bot-poentoj",
    "353367791": "Detektu malbonajn aktorojn de multaj malsamaj specoj.",
    "191460155": "Nula frotado kaj 99,9% pasivaj reĝimoj",
    "585557010": "Defiu malpli ol 0.1% de legitimaj uzantoj.",
    "3287172429": "Kontrolaj defiotipoj montritaj",
    "1844885924": "Vasta biblioteko de tipoj por elekti.",
    "3018523079": "Restu sur marko kun konsekvenca uzantsperto.",
    "3817811295": "Garantiita fidindeco kaj rapida 24/7 alvoka subteno.",
    "1798492192": "Heredaĵa retumila subteno",
    "1356745565": "Kongrua ĝis la tuta vojo al Internet Explorer 8.",
    "751483365": "Subteno por ne-JavaScript klientoj.",
    "4199502476": "Altnivelaj raportaj paneloj kaj API",
    "3630114728": "Vidu kio okazas en ĉiuj viaj retejoj kaj aplikaĵoj.",
    "3573245166": "Male al reCAPTCHA, ni laboras en ĉiu lando.",
    "2354267648": "Politiko pri privateco amika GDPR, CCPA kaj LGPD",
    "3167979932": "Desegnita por privateco de la unua tago. Forta Datuma Prilaborado-Interkonsento.",
    "4065065042": "Marku ĉi tion por ĝuste konveni vian uzkazon.",
    "111184581": "Unuaparta gastigado",
    "4272022475": "Ĉiuj petoj kaj valoraĵoj iras al hcaptcha.yourdomain.com",
    "2676853536": "Pluruzantaj paneloj",
    "1368787974": "Kunhavigu administradon tra via teamo.",
    "1045484714": "SAML SSO-integriĝo kun via Identeca Provizanto, ekz. Okta aŭ Azure AD.",
    "3953584369": "Sofistikaj alirlimigoj de RBAC haveblaj.",
    "2781507299": "Tuja Konfirmo",
    "4019660456": "0ms latenteco: kontrolu hCaptcha-ĵetonojn sen API-voko.",
    "3446714684": "Poŝtelefono (iOS kaj Android) Integriĝo",
    "2593768395": "Senjunta sperto tra retejo, denaska poŝtelefono, poŝtelefono. Antaŭkonstruitaj integriĝoj kaj indiĝenaj SDK-oj haveblaj.",
    "1779265104": "Agordaj Kondiĉoj kaj Privatecaj Garantioj",
    "122875767": "Satigu viajn laŭleĝajn bezonojn kiam aliaj kompanioj ne povas.",
    "148188781": "Prezentitaj Defioj",
    "838049015": "Elektu ĉiujn bildojn, kiuj kongruas kun demando",
    "1126302400": "Limita Skatolo",
    "3554448168": "Kategoriigo",
    "2104933754": "Identigu la respondajn etikedojn",
    "3612043014": "...kaj aliaj simplaj taskoj. Facila por homoj, malfacila por robotoj.",
    "3624758171": "Propraj taskoj ankaŭ haveblaj por entreprenaj eldonejoj.",
    "1001938065": "Integriĝo ne povus esti pli facila",
    "2138799135": "hCaptcha havas dekojn da antaŭkonstruitaj integriĝoj por la interfacaj kaj malantaŭaj sistemoj, kiujn vi uzas.",
    "2535001179": "Se vi venas de reCAPTCHA de Guglo, niaj API-oj estas anstataŭaj anstataŭaĵoj.",
    "1393184984": "estas ĉio, kion vi bezonas.",
    "3715747429": "Niaj enŝipiĝaj inĝenieroj povas rapidigi vin, ĉu vi bezonas React-integriĝon, SDK-ojn por iOS-denaskaj apoj, Java backend ekzemplo, aŭ preskaŭ ajnan alian scenaron.",
    "2681650568": "Kaj kiel ĉiam, privateco estas kerna valoro por ni. Aldonu nian defian kodon nur kie ĝi estas necesa, kaj kie estas senco protekti kaj vin kaj viajn uzantojn. Minimumigado de datumkolektado komenciĝas de la momento de integriĝo.",
    "1130868224": "Tri linioj de kodo",
    "2183926131": "Komencu kun hCaptcha Enterprise",
    "1526887904": "hCaptcha Enterprise Privateco",
    "1845745385": "Desegnita por Privateco.",
    "1297224875": "Unike privatec-movita aliro al Enterprise interreta sekureco.",
    "2762458927": "Viaj uzantdatenoj ne estas vendataj.",
    "2058856283": "hCaptcha Enterprise havas nur unu celon: malhelpi malbonajn agantojn interrompi viajn retajn operaciojn kaj damaĝi viajn uzantojn.",
    "2408036504": "Niaj sistemoj estas tiel dezajnitaj de la fundo por minimumigi datumkolektadon kaj retenon dum konservado de klas-gvida sekureco. La plej bona maniero protekti uzantajn datumojn estas tute ne konservi ĝin.",
    "4099477834": "Ĉiuj klientrilatoj ankaŭ estas protektitaj de forta Datuma Prilaborado-Interkonsento. La servo hCaptcha konformas al ĉiuj privatecaj leĝoj, negrave kie loĝas via servo aŭ viaj klientoj. Ne konservi personajn datumojn multe pli facilas por ni ol por aliaj kompanioj.",
    "3569492665": "Registri interretan agadon ne estas la respondo.",
    "3389431373": "Servoj kiel reCAPTCHA v3 diras, ke meti sian spurpikselon sur ĉiun paĝon de via retejo estas necesa por bona sekureco. Ĉi tio ne estas la kazo.",
    "3590546893": "Simpla konduta analizo estas signalo facile forĝita de malbonaj aktoroj, kaj postulas konservi foliumhistorion ankaŭ por via tuta leĝa trafiko.",
    "1105363520": "Ni ne funkciigas reklaman reton kaj ne havas intereson observi vian uzantan konduton por vendi al ili reklamojn. Ĉi tio signifas, ke ni ne postulas pasivan pikselon sur ĉiu paĝo de via retejo.",
    "3088605177": "Aldonu nian defian kodon nur kie ĝi estas necesa, kaj kie estas senco protekti kaj vin kaj viajn uzantojn.",
    "337971271": "Maŝina lernado estas utila. Sed ĝi ne postulas personajn datumojn por funkcii.",
    "320166522": "Maŝina lernado nun efikas preskaŭ ĉiun aspekton de niaj vivoj, ofte laŭ manieroj, kiujn ni ne rimarkas kaj ne povas vidi. Interretaj sekurecaj servoj ne diferencas.",
    "3180664128": "Lernante super miloj da signaloj, modeloj povas konkludi kaj atingi altan fidon pri detektado de malica konduto tre rapide, eĉ kiam neniu individua signalo per si mem estus sufiĉe forta por indiki problemon.",
    "961941354": "Tamen, nenio el ĉi tio postulas uzi persone identigeblajn informojn (\"PII\"). Modernaj kriptografiaj teknikoj permesas al ni forĵeti ajnajn personajn datumojn kiel eble plej rapide, kreante anstataŭe unudirektajn subskribojn, kiuj ne povas esti ligitaj al iu ajn individuo.",
    "1706581702": "Trejnado pri senidentigitaj datumoj funkcias same bone, kaj ne postulas kompromisi pri sekureco aŭ privateco. Niaj klientoj faris la empiriajn testojn, kaj deklaris nin egalaj aŭ pli bonaj ol multe malpli privataj alternativoj.",
    "3203921334": "Ni ŝatis kelkajn aferojn pri la solvoj de hCaptcha: 1) ili ne vendas personajn datumojn; ili kolektas nur minimumajn necesajn personajn datumojn, ili estas travideblaj priskribante la informojn, kiujn ili kolektas kaj kiel ili uzas kaj/aŭ malkaŝas ĝin.",
    "305735018": "Fine, kredebla alternativo al Guglo. hCaptcha Enterprise liveras dramajn ŝparaĵojn en via reCAPTCHA fakturo kun pli alta sekureco: ĝis 80% malpli multekosta en iuj kazoj.",
    "3695206755": "Provu nin en via medio sen devigo.",
    "2941545733": "Ni estas inĝenieroj, ne vendistoj: ni volas, ke vi estu feliĉa kun via elekto.",
    "131871195": "La plej bona maniero certigi vian kontenton estas pruvi, ke ni plenumas viajn bezonojn.",
    "3436534225": "Preskaŭ ĉiuj kompanioj, kiuj komencas piloton, finfine elektas niajn solvojn.",
    "4060250206": "Uzu ĉi tiun formularon por atingi unu el niaj teknikaj specialistoj. Ni respondas rapide.",
    "1159746815": "Vi ankaŭ povas retpoŝti al ni rekte.",
    "2531534427": "Detaloj estas ĉi tie.",
    "2059998584": "Regiono",
    "3916131732": "Amerikoj",
    "135276624": "Eŭropo, Mezoriento, Afriko (EMEA)",
    "1182294134": "Azio-Pacifika (APAC)",
    "2437934778": "Via nomo",
    "3859506577": "Komerca Retpoŝto",
    "1268414751": "Ĉu aliajn detalojn ni devus havi?",
    "42559805": "Ĉu vi postulas urĝan enŝipiĝon?",
    "851679588": "Jes.",
    "1729677626": "Mi estas atakata kaj postulas tujan enŝipiĝon.",
    "2808971932": "Ĉi tio estas iu teksto ene de div-bloko.",
    "2468683988": "Titolo",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Teksta Ligo",
    "2212670355": "Aliĝu",
    "31502377": "Kio estas Riĉa Teksta elemento?",
    "2310705547": "La riĉa teksta elemento ebligas krei kaj formi titolojn, alineojn, blokcitaĵojn, bildojn kaj filmetojn ĉio en unu loko anstataŭ devi aldoni kaj formati ilin individue. Nur duoble alklaku kaj facile kreu enhavon.",
    "2590587108": "Statika kaj dinamika redaktado de enhavo",
    "778204464": "Riĉa teksta elemento povas esti uzata kun statika aŭ dinamika enhavo. Por senmova enhavo, simple faligu ĝin en ajnan paĝon kaj komencu redakti. Por dinamika enhavo, aldonu riĉan tekstan kampon al iu kolekto kaj poste ligu riĉan tekstan elementon al tiu kampo en la agorda panelo. Voila!",
    "1890955039": "Kiel personecigi formatadon por ĉiu riĉa teksto",
    "3286051798": "Titoloj, alineoj, blokcitaĵoj, figuroj, bildoj kaj figuraj subtitoloj ĉiuj povas esti stilitaj post kiam klaso estas aldonita al la riĉa teksto-elemento uzante la \"Kiam ene de\" nestita elektsistemo.",
    "504332576": "Ni fieras anonci, ke hCaptcha fariĝis la plej granda sendependa cibersekureca servo en la mondo, funkcianta per ĉirkaŭ 15% de la interreto - kaj ni prenis la plej grandan parton de ĉi tiu merkatparto rekte de Google reCAPTCHA. Kune, hCaptcha kaj",
    "1155436473": "(nia entreprena oferto) nun protektas centojn da milionoj da uzantoj tra dekoj da milionoj da retejoj kaj aplikaĵoj ĉiumonate. Nia rakonto montras, ke vi povas konkuri kun Big Tech kiam vi metas privatecon unue.",
    "3108727249": "BotStop",
    "1296696044": "Privateco kontraŭ Sekureco: Kial ne ambaŭ?",
    "538871570": "Konkurenci kun Google kaj aliaj Big Tech-kompanioj ŝajnas alta mendo: ilia monopola merkata potenco, platformefikoj kaj armeo de tre pagitaj programistoj estas ĝenerale konsiderataj tro potencaj por trakti por iu ajn krom aliaj teknologiaj gigantoj kiel Facebook aŭ Amazon. Nia rakonto montras, ke ĝi ne devas esti tiel - vi povas venki Big Tech per fokuso pri privateco.",
    "3600718611": "Konsideru Google reCAPTCHA,",
    "4281708680": ". Ĉe hCaptcha, ni intence prenis tre malsaman aliron, uzante privatecon konservantajn maŝinlernajn teknikojn por identigi tipajn robotkondutojn kun alta precizeco, ĉio dum konsumado kaj stokado de kiel eble plej malmulte da datumoj.",
    "3312336121": "kiu konsumas enormajn kvantojn da kondutismaj datumoj por determini ĉu retuzantoj estas legitimaj homoj aŭ robotoj",
    "1193738791": ": ili spuras uzantan konduton sur ĉiu paĝo de retejo kaj tra la reto. Ni desegnis hCaptcha por esti kiel eble plej privateca de la unua tago. Ĉi tio kondukis al tute malsama aliro al la problemo. Kiel rezultas, spuri uzantojn tra la reto kaj ligi ilian retan historion al ilia identeco estas tute nenecesa por atingi bonan sekurecon. La multaj kompanioj, kiuj ŝanĝis al hCaptcha",
    "2620705814": "Google estas reklama kompanio, kaj iliaj sekurecaj produktoj tre similas al siaj reklamaj produktoj",
    "1126447688": "ofte raportas egalan aŭ pli bonan rendimenton en bot-detekto kaj mildigo malgraŭ nia privateca fokuso",
    "439777523": "Regulaj Aferoj",
    "3588274874": "Koncentrante pri livero de produkto kongrua kun reguligaj klopodoj kiel GDPR de Eŭropa Unio kaj CCPA de Kalifornio, ni spertis amasan kreskon - kompreneble, ĝi helpas, ke hCaptcha estas simpla \"enigo\" anstataŭaĵo por reCAPTCHA kaj tiel povas esti instalita en minutoj.",
    "2150595700": ". GDPR kaj CCPA metis zorgojn pri privateco sur la mapon por entreprenaj aĉetantoj, kaj samtempe interreta privateco fariĝas pli kaj pli grava por la publiko dum ni ĉiuj komencas kompreni kiel la interretaj reklamaj kaj merkataj industrioj historie uzis niajn datumojn.",
    "2624949852": "Kompreneble, reCAPTCHA estis frua partoprenanto en retsekureco ekde 2009, protektante milionojn da retejoj kontraŭ ĉiam kreskantaj minacoj de malicaj robotoj kaj spamistoj. Tamen, ĝi estis tute kompromitita en la lastaj jaroj:",
    "499510428": "Ni fakte kredas, ke reguligo helpis nin ĉi tie",
    "1232651561": "programaro nun estas same bona kiel homoj pri solvado de reCAPTCHA defioj.",
    "824740867": "Prefere ol plibonigi la solvon, Google anstataŭe publikigis reCAPTCHA v3, kiu funkcias multe pli kiel reklama reto ol sekureca programaro, kolektante kondutismajn datumojn de tra la reto por konstrui uzantprofilojn. Bedaŭrinde, ĉi tiu speco de signalo estas facile venkita, kaj tiel provizas malmulte da protekto kontraŭ robotoj dum damaĝo de la privateco de la uzanto.",
    "1027023087": "Ni ĉe hCaptcha anstataŭe koncentriĝis pri pli modernaj aliroj al la problemo, kiuj ne postulas konservi longperspektivajn kondutajn rekordojn kiel foliumhistorio kaj pruvis multe pli rezistemaj antaŭ determinitaj kontraŭuloj ekde la enkonduko de la servo.",
    "2852295413": "Eneca konflikto de intereso: haltigi robotojn reduktas enspezon por reklama reto",
    "1597520917": "Kreskanta nombro da kritikistoj substrekis, ke la malrespekto de Guglo pri uzantprivateco devus koncerni klientojn, kiuj volas protekti siajn retejojn kaj programojn.",
    "763447231": "Samtempe, malhelpi robotojn aliri eldonejojn povas malkaŝi reklam-fraŭdon, metante la produkton reCAPTCHA de Google rekte kontraŭ ilia reklamkomerco, kiu produktas pli ol 80% de ilia enspezo.",
    "999674529": "Ĉiu bot, kiun Google detektas, devus gajni nul reklam-dolarojn. La firmaaj instigoj de Google estas do malbone kongruaj kun la uzantoj de siaj sekurecaj servoj, kaj ĉi tio povas esti unu klarigo por la malbona agado de ilia sekurecpropono de reCAPTCHA.",
    "956019009": "La plej grandaj retaj infrastrukturaj kompanioj jam ekagis",
    "1923297430": "La fina rompopunkto por multaj pli grandaj klientoj venis kiam Google komencis ŝargi kompaniojn pro uzado de ilia produkto je ajna signifa skalo. Ĉi tio kaŭzis delongajn uzantojn de reCAPTCHA serĉi pli bonajn alternativojn ĉar reguligaj zorgoj tra la mondo jam faris uzi la proponojn de Guglo ĉiam pli nealloga.",
    "2197218442": "La CEO de Cloudflare Matthew Prince resumis ĉi tiun vidpunkton en la",
    "155456850": "anoncante ilian ŝanĝon al hCaptcha:",
    "435302267": "la blogafiŝo de firmao",
    "2087769953": "\"Ni ĝojas pri ĉi tiu ŝanĝo ĉar ĝi helpas trakti privatecan maltrankvilon enecan al fidado de Guglo-servo, kiun ni havas dum iom da tempo. Ni taksis kelkajn CAPTCHA-vendistojn kaj ankaŭ konstrui sistemon mem. Fine, hCaptcha aperis kiel la plej bona alternativo al reCAPTCHA.\" \"Ni ŝatis kelkajn aferojn pri la solvoj de hCaptcha: 1) ili ne vendas personajn datumojn; ili kolektas nur minimumajn necesajn personajn datumojn, ili estas travideblaj priskribante la informojn, kiujn ili kolektas kaj kiel ili uzas kaj/aŭ malkaŝas ĝin.\"",
    "595582512": "Se vi celas protekti vian retejon aŭ aplikaĵon efike kontraŭ robotoj, spamistoj aŭ aliaj malicaj agantoj, ĉio konservante la privatecon de viaj uzantoj (kaj observante ĉiujn koncernajn regularojn!), konsideru hCaptcha kaj nian Enterprise-oferton.",
    "3388180864": "Ĉu vi interesas labori pri profundaj teknikaj defioj je retejo? Ni ĉiam dungas talentajn inĝenierojn tutmonde -",
    "3892952987": "kontrolu niajn malfermojn kaj aliĝu ĉi tie",
    "3368788823": "Terence Eden faras interesan punkton en sia blogo: \"",
    "1491780143": "CAPTCHA-oj ne pruvas ke vi estas homo – ili pruvas ke vi estas usonano",
    "2146900431": "Intuicie, ĉi tiu aserto havas multan sencon. CAPTCHA-oj, kiel preskaŭ ĉio, estas enigitaj en kulturan kuntekston, kaj se via aro da defioj estis plejparte kreitaj en unu kulturo, ĝi eble ne tre bone tradukiĝas al alia. En ĝia kerno, ĉi tio estas afero de la kultura",
    "378086442": "de CAPTCHAoj, prefere ol ilia UX en si mem.",
    "1445008801": "Kiel Edeno diras:",
    "332723732": "enhavo",
    "2072808435": "\"Divenu kion, Guglo? Taksioj en mia lando estas ĝenerale nigraj. Mi spektis sufiĉe da filmoj por scii, ke ĉiuj en Ameriko estas flavaj. Sed en ĉiu alia lando, kiun mi vizitis, taksioj estis miksaĵo. malsamaj nuancoj.\"",
    "3206136647": "La problemo de Guglo ĉi tie baziĝas sur la demandaj datumoj, kiujn ili uzas kontraŭ kiu vidas ĝin. Se ĉiuj datumoj venas de la sama kulturo (kaj en la kazo de Guglo, la sama kompanio) vi certe povas atendi havi defiojn kiuj ne tradukiĝas bone al aliaj kulturoj, konforme al la plendo de Eden.",
    "2217842245": "Tamen, niaj datumoj montras tion (por hCaptcha)",
    "4280117172": "Multaj landoj fakte fartas iomete pli bone ol Usono, inkluzive de Niĝerio, Hindio, Brazilo kaj Germanio:",
    "555749578": "ekzistas malpli ol 1% varianco en solvtarifoj tra ĉefaj landoj sur ĉiu kontinento.",
    "151737819": "hCaptcha Solve Tarifoj tra la mondo montras tre malgrandan variadon",
    "3908992897": "kaj estas uzata en ĉiu lando kaj teritorio en la mondo, do ni tre koncentriĝas pri disponigado de konsekvenca tutmonda sperto.",
    "2808122102": "Interkultura funkcieco estas do baza postulo por nia servo. Certigi, ke ĉiuj legitimaj uzantoj povas rapide aliri enhavon, estas kritika parto de nia misio. Ni provizas defiojn en 110 lingvoj, kaj kontinue plibonigas la koncernajn tradukojn por certigi, ke niaj defioj povas esti solvitaj de ĉiuj.",
    "3913801502": "hCaptcha nun funkcias per ĉirkaŭ 15% de la interreto",
    "2077639538": ". Unue, defiaj datumoj pri nia servo povas veni de multaj fontoj, ne nur unu - de grandaj Fortune 500-kompanioj ĝis maŝinlernado-noventreprenoj, kondiĉe ke ili aliĝas al nia.",
    "3951112506": ". Tio jam garantias pli altan gradon de heterogeneco en la datumoj.",
    "1803943584": "Due, ni lasas defiojn mem-optimumigi por determini en kiuj landoj aŭ lingvoj ili funkcios, pliigante la verŝajnecon de konsekvenca sperto eĉ pli. Se precizeco estas pli malalta ol atendita, aro de demandoj simple ĉesos funkcii en la regiono aŭ lingvo kie ĉi tiu efiko okazas.",
    "3668873369": "Ĉe hCaptcha, ni prenis malsaman aliron de la unua tago",
    "1519201684": "AI Etika politiko",
    "2155089487": ". Se niaj defioj estus pli facile solvi por iuj grupoj, ni atendus vidi diferencon en kiel homoj tra la globo kaj trans malsamaj kulturoj agas kiam ili solvas. En la kunteksto de la afiŝo de Eden, ni atendus, ke usonanoj faru pli bone ol homoj en aliaj landoj. Ĉar ni pasigis jarojn evoluigante sistemojn por eviti ĉi tiun problemon, ni fakte vidas ĝuste la malon.",
    "2603863826": "PS: Se vi trovas tradukon en via lingvo kiu povus uzi plibonigojn, bonvolu sendi a",
    "3543141425": "por ĝi!",
    "2697276059": "Pruvo, ke tio funkcias: unuformaj solvtarifoj tra la mondo",
    "664236229": "tiri peton",
    "1137470858": "la 11-an de decembro 2021",
    "12462594": "hCaptcha estas konstruita sur la HOMA platformo, kiu permesas altnivelan vojigon kaj analizon por optimumigi koston kaj efikecon ĉe ĉiu paŝo.",
    "2262549101": "Alternaj metodoj de kontakto estas dokumentitaj en la Usona Kopirajto-Oficejo DMCA Designated Agent Directory",
    "2272776729": "Bonvolu noti, ke vi devas kontroli vian identecon kaj peton antaŭ ol pliaj agoj estas prenitaj, ekzemple per via registara identigo. Konforme al Kalifornia leĝo, vi povas nomumi rajtigitan agenton por fari peton en via nomo. Por indiki rajtigitan agenton por fari peton en via nomo, vi devas provizi validan prokuroron, la validan registaran identigilon de la petanton, kaj la validan registaron eldonitan identigon de la rajtigita agento.",
    "2335607721": "Rimarku. Ĉiuj avizoj rilataj al ĉi tiuj Servokondiĉoj estos senditaj retpoŝte aŭ afiŝitaj en nia retejo. Vi devas sendi avizojn al ni ĉe",
    "2875934612": "la 20-an de novembro 2020",
    "3084122606": "Kie nia uzo de viaj personaj informoj baziĝas sur via konsento, vi havas la rajton retiri ĝin iam ajn laŭ la maniero indikita en la Servo aŭ kontaktante nin ĉe",
    "3312286067": "aŭ prezentu plendon al la reguligisto pri protekto de datumoj en via jurisdikcio. Vi povas trovi vian datumprotektan reguliganton ĉe",
    "3506025515": "hCaptcha ne estas tuŝita de log4shell. Jen kiel ni scias.",
    "3516838896": "La log4j2 fora koda ekzekutcimo lastatempe balais la interreton, influante grandan procenton de interretaj servoj. hCaptcha ne estis tuŝita. Jen kiel ni kontrolis tiun fakton.",
    "3553195003": "hCaptcha ne estas tuŝita de log4shell.",
    "3610875753": "– Se post grava komerca interrompo vi ne povas kontakti nin kiel vi kutime faras ĉe",
    "3612764043": ", vi devus iri al nia retejo ĉe hcaptcha.com aŭ hcaptchastatus.com.",
    "3626193263": "La hCaptcha Designated Agent for the Digital Millennium Copyright Act (DMCA) estas",
    "3794891866": "Kaliforniaj konsumantoj povas fari peton laŭ siaj rajtoj sub la CCPA kontaktante nin ĉe",
    "3814036702": "– Se vi havas demandojn pri nia komerca kontinua planado, vi povas kontakti nin ĉe",
    "3975007628": "nun protektu centojn da milionoj da uzantoj tra dekoj da milionoj da retejoj kaj aplikaĵoj ĉiumonate. Nia rakonto montras, ke vi povas konkuri kun Big Tech kiam vi metas privatecon unue.",
    "4038264749": "Notu, dum lokaj mendoj pri COVID-19 restas validaj, ne ekzistas garantioj, ke poŝto estos ricevita ĝustatempe, kaj retpoŝto (",
    "4115505783": ") estas la ĝusta kanalo por atingi nin. La firmao ne konservas telefonajn aŭ faksajn numerojn; ĉi tio estas la 21-a jarcento.",
    "4164851712": "Ni nur uzas viajn personajn informojn kiel permesite de leĝo. Ni devas informi vin pri la juraj bazoj de nia prilaborado de viaj personaj informoj, kiuj estas priskribitaj sube. Se vi havas demandojn pri la juraj bazoj laŭ kiuj ni prilaboras viajn personajn informojn, kontaktu nin ĉe",
    "4201262098": "Ĉi tiu teknologio lasas la ĝustan laborantaron pritrakti ĉiun parton de via laboro, maksimumigante kostefikecon konservante privatecon kaj plenumante iujn ajn reguligajn postulojn kiuj povas validi.",
    "4217188341": "30 novembro 2020",
    "4238473596": "Minimumigi frikcion por realaj uzantoj estas grava. hCaptcha uzas simplajn taskojn kaj prenas malpli da tempo por plej multaj uzantoj dum ĉesigas pli da robottrafiko.",
    "4243935861": "ha.com",
    "4270798104": "2. Provu malŝalti aliajn etendaĵojn. Se tio solvas ĝin, ŝaltu ilin unu post alia ĝis vi trovos la problemon, kaj informu pri ĝi la programiston de tiu etendaĵo, kaj ankaŭ informu nin ĉe",
    "427220273": "Ni povas peti specifajn informojn de vi por helpi nin konfirmi vian identecon kaj prilabori vian peton. Aplika leĝo povas postuli aŭ permesi nin malakcepti vian peton. Se ni malakceptos vian peton, ni rakontos al vi kial, kondiĉe de leĝaj limigoj. Se vi ŝatus prezenti plendon pri nia uzo de viaj personaj informoj aŭ respondo al viaj petoj pri viaj personaj informoj, vi povas kontakti nin ĉe",
    "433026247": "Plenumante taskojn, vi povas akiri kvalifikojn kaj kapablojn, kiujn ni donos laŭ nia bontrovo. Ni rezervas la rajton krei, redakti aŭ nuligi viajn kvalifikojn kaj kapablojn iam ajn, pro ajna kialo aŭ tute ne kialo. Ĉar ni ne diskriminacias laŭ nacia origino, raso, koloro, sekso, seksa orientiĝo aŭ ajna alia klaso protektita de leĝo, vi havos la saman ŝancon kiel iu ajn alia Kontribuanto atingi aliron al taskoj dum viaj kvalifikoj kaj kapabloj amasiĝas. . Kiel Kontribuanto, se vi kredas, ke problemaj testaj demandoj influis viajn kvalifikojn, kapablojn aŭ rekompencojn, vi povas provizi bone subtenatajn disputojn priskribante de problemaj testaj demandoj per la taska interfaco aŭ per bileto en nia subtena sistemo, ekzemple per retpoŝto. ĉe",
    "492025216": "la 13-an de decembro 2021",
    "799274928": "Retpoŝtaj avizoj estas konsiderataj skribaj avizoj por ĉiuj celoj por kiuj skribaj avizoj povas esti postulataj. Retpoŝtaj avizoj estas konsiderataj ricevitaj la labortagon post transdono de ĝuste adresitaj al la celita ricevanto."
}