{
  "header-privacy-link": "Ubumfihlo",
  "header-integration-link": "Ukudityaniswa",
  "header-cost-link": "Iindleko",
  "header-features-link": "Iimbonakalo",
  "header-docs-link": "Amaxwebhu",
  "header-login-button": "Ngema",
  "header-contact-button": "Qhagamshelana neeNtengiso",
  "intro-heading": "Zero friction ukuqinisekiswa kobuntu.",
  "intro-contact-button": "Qhagamshelana nathi ukuze ufunde ngakumbi",
  "intro-text-bottom": "Kuthenjelwe kwiinkampani ezinika amandla iwebhu.",
  "sub-menu-button": "Qhagamshelana neeNtengiso",
  "sub-menu-item1": "Ishishini",
  "sub-menu-item2": "Iindleko",
  "sub-menu-item3": "Ukudityaniswa",
  "sub-menu-item4": "Iimbonakalo",
  "sub-menu-item5": "Ubumfihlo",
  "sub-menu-item6": "Amaxwebhu",
  "info-head-1": "Yakhelwe kwiqonga eliqinisekisiweyo le-hCaptcha",
  "info-text-1": "IShishini le-hCaptcha liqhuba kwitekhnoloji yeqonga le-hCaptcha, eyandisiweyo ukuze ibandakanye iimpawu ezifunwa ngamashishini ezithuthi eziphezulu.",
  "info-head-2": "Iqabane elithembekileyo",
  "intro-subtitle": "Sombulula ingxaki yakho yebhot namhlanje.",
  "info-text-2": "Iinkonzo zethu zithenjwa zezona nkampani zinkulu ehlabathini ukuba zikhonze izigidi ezininzi zabasebenzisi bemihla ngemihla kumashumi ezigidi zesayithi.",
  "cloudflare-quote-text": "Sivavanye inani labathengisi beCAPTCHA kunye nokwakha inkqubo ngokwethu. Ekugqibeleni, i-hCaptcha yavela njengeyona ndlela ingcono kwi-reCAPTCHA.",
  "cloudflare-quote-detail": "UMlawuli woLawulo lweeMveliso, Cloudflare",
  "section-quote-head": "Inketho eneendleko ezisebenzayo kumashishini ezithuthi eziphezulu",
  "section-quote-text": "Ekugqibeleni, enye into ethembekileyo kuGoogle. IShishini le-hCaptcha lizisa ulondolozo olumangalisayo kwibhili yakho ye-reCAPTCHA ngokhuseleko oluphezulu: ukuya kuthi ga kwi-80% ngaphantsi kwexabiso eliphantsi kwezinye iimeko. Uninzi lweenkonzo ze-intanethi ezinkulu zehlabathi zitshintshele kwiShishini le-hCaptcha kwaye zafumana ukubonwa kwebhot ephuculweyo ecaleni kogcino lweendleko.",
  "section-quote-button": "Qhagamshelana nathi namhlanje ukufumana ikowuti",
  "section-privacy-header": "Ubumfihlo bugxile",
  "section-privacy-text-1": "Uthungelwano lwentengiso lubona iindwendwe zakho njengemveliso. Kithina imveliso kuphela imisela ubuntu babo. Iinkonzo zethu ziyahlangabezana okanye zigqithise iimfuno ze-GDPR, CCPA, kunye ne-LGPD, kunye nenkxaso yamalinge anje ngePasi yaBucala. Sisebenza nzima ukulungelelanisa ubumfihlo kunye nokhuseleko.",
  "section-privacy-text-2": "Olu gqaliso lukhethekileyo kubumfihlo luthetha ukuba sinokunikezela ngokugcina idatha yomntu ngamnye, ukusebenza ngaphandle kweekuki, kunye nezinye iziqinisekiso zabucala zekhontrakthi njengoko zifuneka ngelixa sigcina ukhuseleko olubalaseleyo.",
  "section-security-header": "Ukhuseleko Kuqala",
  "section-security-text-1": "Ukuchaneka kunomdla wakho kunye nowethu. I-hCaptcha isebenza ukukunika idatha yangempela kwaye ikuvumela ukuba wenze isigqibo sokuba uyisebenzise njani. Ezinye ii-captchas zibonelelwa ziinkampani zentengiso zeGigantic. Oku kuthetha ukuba yonke ibhoti abayivimbayo inokunciphisa ingeniso yabo.",
  "section-security-text-2": "Ukusebenzisa iindlela zamva nje zokufunda ngoomatshini ngokugxila kubumfihlo kusenza sigqithe imigangatho yokhuseleko yerekhodi yelifa yonke amaqhinga anaphakade ngaphandle kokonakalisa ukhuseleko okanye ubumfihlo bomsebenzisi.",
  "section-user-experience-header": "Amava amakhulu oMsebenzisi",
  "section-user-experience-text1": "Kubasebenzisi boShishino, iinketho ziyafumaneka ukuze uphephe ngokupheleleyo imiceli mngeni kwiimeko ezininzi.",
  "section-user-experience-text2": "Yehlisa ingxabano ngokunqanda umngeni ngokupheleleyo kwi-99.9% yetrafikhi yakho esemthethweni ngelixa usabonelela ngokhuseleko olugqwesileyo, enkosi kwiimodeli eziphambili ze-bot.",
  "section-easy-integration-header": "Ukuhlanganiswa okulula",
  "section-easy-integration-text": "Ukongeza i-hCaptcha kuthatha imizuzu kuphela kunye nemigca embalwa yekhowudi. I-API esisiseko iyahambelana ne-reCAPTCHA V2, kwaye kuthatha imizuzu kuphela ukuyitshintsha. Ungavuka kwaye usebenze ngenye indlela ephezulu namhlanje, kwaye uvule izinto eziphucukileyo njengoko kuyimfuneko.",
  "section-easy-integration-serverside": "Icala leseva:",
  "section-easy-integration-frontend": "Ukuphela komphambili:",
  "section-threat-header": "Customized Threat Scores",
  "section-threat-text": "Ayizizo zonke iingxaki ezifanayo: ukufumana inqaku elinye kuthetha ukuba kufuneka ukujongana neemfuno zakho ukuze ube luncedo. Ngamanqaku akhethekileyo e-hCaptcha aCwangcisiweyo aKhethekileyo, uthethwano olukhawulezayo lusivumela ukuba silungise iimodeli zethu ukuhambisa amanqaku afanelekileyo kwishishini lakho.",
  "section-challenges-header": "Yazisa eyakho imingeni ngemizuzwana",
  "section-challenges-text-1": "Hlala kwibhrendi enomxholo ofanelekileyo",
  "section-challenges-text-2": "Xa abasebenzisi kufuneka basombulule umceli mngeni ukuhlangabezana neemfuno zokhuseleko, kutheni ungenzi imisebenzi eyolisayo nefanelekileyo kumsebenzisi? Ngomyili wethu olula womngeni, unokwazisa umxholo womngeni kwibrand kwimizuzu nje embalwa.",
  "section-integration-header": "Ukudityaniswa kweQonga elithe ngqo",
  "section-integration-subheader": "KwiiNkampani zeZiseko zeWebhu",
  "section-integration-text": "Inkqubo yoShishino lwe-hCaptcha iguquguquka ngokukodwa kwi-design yayo: inokuthi ifakwe ngokuyinxenye okanye ngokupheleleyo kumda womnatha wakho ukuba usebenzisa ifu likawonkewonke okanye unamaziko amaninzi edatha. Oku kunokunciphisa kakhulu iindleko kunye nokugcwala ngaphandle kwenethiwekhi ngelixa sigcina zonke izibonelelo zolawulo ngabasebenzi bethu abangama-24/7 abafowunelayo ukuhlangabezana nezona SLA zingqongqo.",
  "section-support-header": "Ubuchwephesha obufikelelekayo kunye neNkxaso kubo bobabini kunye nabasebenzisi bakho",
  "section-support-text": "Inkonzo yeyona nto iphambili kuthi. Sigcina inkxaso ye-24/7 ekufowuneni kwaye sinikezela ngolungelelwaniso oluthe ngqo lwe-Slack kunye neqela lakho lokudibanisa lobunjineli kunye nabasebenzi bethu abafowunelayo ngexesha nasemva kokuphunyezwa. ‍ sikwazimisele ekubekeni iliso ngenkuthalo nasekuphenduleni imibuzo yabasebenzisi bakho kumajelo eendaba ezentlalo, iiforam. , kunye ne-widget yethu kunye neendlela zenkxaso ye-imeyile. Siyafikeleleka kwaye siyaphendula, kwaye siphatha ukwaneliseka kwabasebenzisi njenge-KPI ephezulu.",
  "section-enterprise-header": "Iimpawu zeshishini",
  "section-enterprise-title-1": "Ukhuseleko lwehlabathi lwe-anti-bot",
  "section-enterprise-desc-1": "Idabi livavanyiwe kwisikali sewebhu.",
  "section-enterprise-title-2": "Amanqaku e-bot achanekileyo aphezulu",
  "section-enterprise-desc-2": "Khangela abadlali abangalunganga beentlobo ezininzi ezahlukeneyo.",
  "section-enterprise-title-3": "I-Zero friction kunye ne-99.9% yeendlela zokwenziwa",
  "section-enterprise-desc-3": "Cela umngeni ngaphantsi kwe-0.1% yabasebenzisi abasemthethweni.",
  "section-enterprise-title-4": "Lawula iintlobo zomngeni ezibonisiweyo",
  "section-enterprise-desc-4": "Ithala leencwadi elibanzi leentlobo onokukhetha kuzo.",
  "section-enterprise-title-5": "Lawula umxholo womngeni osetyenzisiweyo",
  "section-enterprise-desc-5": "Hlala kwi-brand kunye namava omsebenzisi angaguqukiyo.",
  "section-enterprise-title-6": "Ii-SLA zeShishini",
  "section-enterprise-desc-6": "Ukuthembeka okuqinisekisiweyo kunye nokukhawuleza kwe-24/7 kwi-call-call support.",
  "section-enterprise-title-7": "Inkxaso yesikhangeli selifa",
  "section-enterprise-desc-7": "Iyahambelana yonke indlela ebuyela kwi-Internet Explorer 8.",
  "section-enterprise-title-8": "Iideshibhodi zengxelo eziphucukileyo kunye ne-API",
  "section-enterprise-desc-8": "Bona okwenzekayo kuzo zonke iisayithi zakho kunye nee-apps.",
  "section-enterprise-title-9": "Isebenza kwilizwe ngalinye",
  "section-enterprise-desc-9": "Ngokungafaniyo ne-reCAPTCHA, sisebenza kwilizwe ngalinye.",
  "section-enterprise-title-10": "GDPR, CCPA, kunye LGPD-friendly umgaqo-nkqubo wabucala",
  "section-enterprise-desc-10": "Yenzelwe ubumfihlo ukusuka kusuku lokuqala. IsiVumelwano esinamandla sokuCwangciswa kweDatha.",
  "section-enterprise-title-11": "Amanqanaba obunzima obunzima",
  "section-enterprise-desc-11": "Cofa oku ukuze ulungele imeko yakho yosetyenziso.",
  "section-enterprise-title-12": "Ukusingathwa kweqela lokuqala",
  "section-enterprise-desc-12": "Zonke izicelo kunye ne-asethi ziya ku-hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Iideshibhodi zabasebenzisi abaninzi",
  "section-enterprise-desc-13": "Yabelana ngolawulo kwiqela lakho lonke.",
  "section-enterprise-title-14": "Ukuqinisekisa ngoko nangoko",
  "section-enterprise-desc-14": "I-0ms latency: qinisekisa iithokheni ze-hCaptcha ngaphandle kwefowuni ye-API.",
  "section-enterprise-title-15": "Mobile (iOS kunye Android) Integration",
  "section-enterprise-desc-15": "Amava angenamthungo kuyo yonke iwebhu, iselula yemveli, iwebhu ehambayo. Udibaniso olwakhiwe kwangaphambili kunye nee-SDK zomthonyama ezikhoyo.",
  "section-enterprise-title-16": "ImiGaqo eLungisiweyo kunye neziQinisekiso zaBucala",
  "section-enterprise-desc-16": "Ukwanelisa iimfuno zakho zomthetho xa ezinye iinkampani zingakwazi.",
  "presented-challlenges-head": "Imingeni enikelweyo",
  "presented-challenges-title-1": "Ukuthelekisa",
  "presented-challenges-text-1": "Khetha yonke imifanekiso ehambelana nombuzo",
  "presented-challenges-title-2": "Ibhokisi yokuBonding",
  "presented-challenges-text-2": "Chaza indawo yokubopha izinto",
  "presented-challenges-title-3": "Ukwahlulahlula",
  "presented-challenges-text-3": "Chonga iilebhile ezihambelanayo",
  "presented-challenges-subheader": "...kunye neminye imisebenzi elula. Kulula ebantwini, kunzima kwi-bots.",
  "presented-challenges-subtext": "Imisebenzi elungiselelweyo ikwakhona kubapapashi beshishini.",
  "footer-header-1": "Inkampani",
  "footer-header-2": "Izibonelelo",
  "footer-header-3": "Qhagamshelana",
  "footer-link-1": "Ukuleyibhile",
  "footer-link-2": "Malunga",
  "footer-link-3": "Imisebenzi",
  "footer-link-4": "Iimpawu zokuthengisa",
  "footer-link-5": "Ibhlog",
  "footer-link-6": "Ubume",
  "footer-link-7": "Amaxwebhu",
  "footer-link-8": "Xela i-Bug",
  "footer-link-9": "Ukufikeleleka",
  "footer-terms": "Imigaqo",
  "footer-privacy": "Ubumfihlo",
  "footer-attribution": "Unikezelo",
  "footer-subheader-1": "Inkxaso",
  "footer-subheader-2": "Qhagamshelana",
  "switch-to-english-link": "Tshintshela kwisiNgesi",
  "intro-heading-privacy": "Yenzelwe ubumfihlo.",
  "intro-subtitle-p1-privacy": " Indlela ekhethekileyo eqhutywa ngasese kukhuseleko lwe-intanethi.",
  "info-head-2-pr": "Ukurekhoda umsebenzi we-intanethi akuyompendulo.",
  "info-text-1-pr": "I-hCaptcha Enterprise inenjongo enye kuphela: ukuthintela abadlali abangalunganga ukuba baphazamise ukusebenza kwakho kwi-intanethi kwaye benzakalise abasebenzisi bakho.",
  "info-text-2-pr": "Iisistim zethu ke ngoko ziyilwe ukusuka phantsi ukuze zicuthe ukuqokelelwa kwedatha kunye nokugcinwa ngelixa sigcina ukhuseleko olukhokela udidi. Eyona ndlela yokukhusela idatha yomsebenzisi ayikugcini konke konke.",
  "info-text-3-pr": "Bonke ubudlelwane babathengi bukwakhuselwe siSivumelwano esiqinileyo sokuCwangciswa kweDatha. Inkonzo ye-hCaptcha ithobela yonke imithetho yabucala kungakhathaliseki ukuba inkonzo yakho okanye abathengi bakho bahlala phi. Ukungagcini idatha yobuqu kwenza oku kube lula kuthi kunezinye iinkampani.",
  "info-text-2-2-pr": "Iinkonzo ezifana ne-reCAPTCHA v3 zithi ukubeka ipixel yazo yokulandelela kwiphepha ngalinye lesayithi yakho kuyimfuneko kukhuseleko olulungileyo. Oku akunjalo.",
  "info-text-2-3-pr": "Uhlalutyo olulula lokuziphatha luphawu oluyilwe lula ngabadlali abangalunganga, kwaye lufuna ukugcina imbali yokukhangela kuyo yonke itrafikhi yakho esemthethweni.",
  "info-text-2-4-pr": "Asisebenzisi inethiwekhi yentengiso, kwaye asinamdla ekujongeni indlela oziphethe ngayo umsebenzisi ukuze ubathengisele iintengiso. Oku kuthetha ukuba asifuni pixels yokwenziwa kwiphepha ngalinye lesayithi yakho.",
  "info-text-2-5-pr": "Yongeza ikhowudi yethu yomngeni kuphela apho iyimfuneko, kwaye apho kunengqiqo ukukhusela wena kunye nabasebenzisi bakho.",
  "info-head-3-pr": "Ukufunda ngoomatshini kuluncedo. Kodwa ayifuni idatha yomntu ukuba isebenze.",
  "info-text-3-1-pr": "Ukufunda ngoomatshini ngoku kuchaphazela phantse zonke iinkalo zobomi bethu, rhoqo ngeendlela esingaziqondiyo nesingaziboniyo. Iinkonzo zokhuseleko kwi-Intanethi azifani.",
  "info-text-3-2-pr": "Ngokufunda ngaphezulu kwamawaka emiqondiso, iimodeli zinokufikelela kwaye zifikelele kukuzithemba okuphezulu ekubhaqeni impatho ekhohlakeleyo ngokukhawuleza, nokuba akukho phawu lomntu lunokomelela ngokwaneleyo ukubonisa ingxaki.",
  "info-text-3-3-pr": "Nangona kunjalo, akukho nanye koku efuna ukuba kusetyenziswe iinkcukacha ezichongiweyo (personal dentifiable information) (PII). Iindlela zanamhlanje ze-cryptographic zisivumela ukuba silahle nayiphi na idatha yobuqu ngokukhawuleza, sidale imisayino yendlela enye engenako ukudityaniswa kuye nawuphi na umntu.",
  "info-text-3-4-pr": "Uqeqesho kwidatha engachongwayo lusebenza ngokunjalo, kwaye aludingi kuthotywa silahleko nokuba kukhuseleko okanye ubumfihlo. Abathengi bethu benze iimvavanyo zobungqina, kwaye basibhengeze ukuba silingana okanye singcono kuneendlela ezingaphantsi zabucala.",
  "cloudflare-quote-text-privacy": "Sithande izinto ezininzi malunga nezisombululo ze-hCaptcha: 1) abathengisi idatha yomntu; baqokelela kuphela ubuncinci bedatha yobuqu efunekayo, babonakala elubala ekuchazeni ulwazi abaluqokelelayo kunye nendlela abalusebenzisa ngayo kunye/okanye baluveze.",
  "pilot-head": "Sizame kwindawo okuyo ngaphandle kokuzibophelela.",
  "pilot-text-1a": "Siziinjineli, hayi abathengisi: sifuna ukuba wonwabe ngokukhetha kwakho.",
  "pilot-text-1b": "Eyona ndlela yokuqinisekisa ukwaneliseka kwakho kukubonisa ukuba siyahlangabezana neemfuno zakho.",
  "pilot-text-1c": "Phantse zonke iinkampani eziqala umqhubi wenqwelomoya ekugqibeleni zikhetha izisombululo zethu.",
  "pilot-text-1d": "Sebenzisa le fomu ukufikelela kwenye yeengcali zethu zobugcisa. Siphendula ngokukhawuleza.",
  "pilot-text-1e": "Unako kwakhona email us ngqo.",
  "pilot-email-details": "Iinkcukacha zilapha.",
  "pilot-f1": "Ummandla",
  "pilot-f2": "Ingama lakho",
  "pilot-f3": "Ingama lakho",
  "pilot-f4": "I-imeyile yeShishini",
  "pilot-f5": "Naziphi ezinye iinkcukacha esifanele sibe nazo?",
  "pilot-f6": "Ngaba ufuna ukukhwela ngokukhawuleza?",
  "pilot-f7": "Ewe.",
  "pilot-f8": "Ndihlaselwa kwaye ndifuna ukukhwela ngokukhawuleza.",
  "pilot-f9": "Ngenisa",
  "pilot-f10": "Ngokufaka i-imeyile yakho, uyavumelana neMigqaliselo yethu kunye nePolisi yaBucala, kunye nokufumana i-imeyile evela kuthi.",
  "pilot-fo-1": "Udibaniso alunakuba lula.",
  "pilot-fo-2": "I-hCaptcha inamaninzi okudibanisa okwakhiwa kwangaphambili kwi-frontend kunye ne-backend systems oyisebenzisayo.",
  "pilot-fo-3": "Ukuba uvela kwi-reCAPTCHA kaGoogle, ii-APIs zethu ziindawo zokulahla. Imigca emithathu yekhowudi yiyo yonke into oyifunayo.",
  "pilot-fo-4": "Iinjineli zethu zokukhwela zingenza ukuba uhambe ngokukhawuleza, nokuba ufuna udibaniso lweReact, ii-SDKs ze-iOS zokusebenza zemveli, umzekelo we-Java backend, okanye phantse nayiphi na enye imeko.",
  "pilot-fo-5": "Kwaye njengesiqhelo, ubumfihlo lixabiso elingundoqo kuthi. Yongeza ikhowudi yethu yomngeni kuphela apho iyimfuneko, kwaye apho kunengqiqo ukukhusela wena kunye nabasebenzisi bakho. Ukunciphisa ukuqokelelwa kwedatha kuqala ukusuka kumzuzu wokudibanisa.",
  "pilot-fdone": "Enkosi. Siza kuqhagamshelana kungekudala.",
  "home-ent-2-new": "Funda ngakumbi malunga nesisombululo sethu seshishini.",
  "home-ent-button-new": "Ishishini le-hCaptcha",
  "home-main-plans2-new": "Izisombululo zeShishini le-hCaptcha zihambisa ukhuseleko oluphambili lweklasi kwaye zikhusela uninzi lweenkonzo eziphezulu ze-intanethi.",
  "home-plans-button-2-new": "Funda nzulu",
  "header-enterprise-link": "Ishishini",
  "sales-interstitial-c1b-new": "Funda ngakumbi malunga ne-hCaptcha Enterprise"
}
