{
    "1001938065": "Udibaniso alunakuba lula",
    "1012122721": "* Icookies zeStatistical zilawulwa sithi ngokuthe ngqo (oko kukuthi umntu wokuqala, hayi iikuki zomntu wesithathu), apho idatha ingasetyenziswanga ukwenza iprofayile.",
    "1014004474": "Izicwangciso zeShishini ze-hCaptcha zibonelela ngezivumelwano zenqanaba lenkonzo ephucukileyo ukugcina umbutho wakho ukhuselwe",
    "1021431157": "( ) Ukungahambelani nomthombo ovulekileyo okanye iilayisensi ezivulelekileyo",
    "1023070345": "Ungadlulanga umhla we-14 kaMatshi 2021",
    "1023108656": "Iindidi zaBamkeli beQela leSithathu",
    "1023190144": "hCaptcha® kwisicatshulwa",
    "102498091": "UGoogle ubiza i-$1 ngezicelo ezili-1000 ze-reCAPTCHA Enterprise, okuthetha ukuba ngoku babiza ngaphezulu kwesicelo ngasinye kuneendleko zokwaphula ukhuseleko lwenkonzo yabo. Oku kubonakala ngathi yinto embi.",
    "102695075": "Ubude bexesha",
    "1027023087": "Thina kwa-hCaptcha endaweni yoko sigxile kwiindlela zale mihla kule ngxaki, ezingadingi kugcinwa zirekhodi zokuziphatha zexesha elide njengembali yokubrawuza kwaye zibonakalise ukomelela ngakumbi xa sijongene neentshaba ezizimiseleyo okoko kwaqaliswayo inkonzo.",
    "1027200955": "Thetha nenye yeengcali zethu zesizinda ukuze uchaze iimfuno zeprojekthi yakho: ukuchaneka okujoliswe kuko, ifomathi, kunye naziphi na iimfuno ezikhethekileyo.",
    "1028058338": "Nceda ubone icandelo lethu elithi \"Isaziso kwiZifundo zeDatha ye-EU\" ezinxulumene namalungelo akho phantsi koMthetho woKhuseleko lweDatha Jikelele (\"GDPR\").",
    "1033698050": "1. Ngaba sikholelwa ukuba umthengi usinike icala lokusetyenziswa esilibona lamkelekile ngokokuziphatha, ngokwendlela esitolikwa ngayo imilinganiselo eqhelekileyo yoluntu lwaseNtshona?",
    "1035621426": "Yonke ibhot echongiweyo yireCAPTCHA yehlisa ngokuthe ngqo ingeniso yentengiso kaGoogle.",
    "1038019440": "1. Ngaba lo mthengi umela iimfuno zesizwe zelizwe elaziwa ngokubandakanyeka ekuziphatheni okuchasene nemithetho kunye nezithethe zamazwe ngamazwe?",
    "103876916": "kwiingxelo ezifanelekileyo zokhuseleko kwinkonzo ye-hCaptcha kunye nekhowudi yomthombo onxulumeneyo.",
    "1042802841": "Ulwazi oluyimfihlo lulo naluphi na ulwazi oluphawulwe njengoluyimfihlo okanye ubunini, okanye olufanele ukuqondwa ngokufanelekileyo ngumntu owamkelayo njengeyimfihlo okanye ubunini. Oku akubandakanyi naluphi na ulwazi (1) olufumaneka esidlangalaleni, (2) esele lulo, luphuhliswe ngokuzimeleyo, okanye esele lusaziwa kwiqela elifumanayo, okanye (3) luxelwe ngomyalelo wenkundla okanye njengoko kufunwa njalo umthetho.",
    "1045484714": "Ukudityaniswa kwe-SAML SSO kunye noMboneleli wakho weSazisi, umz. i-Okta okanye i-AD ye-Azure.",
    "1046087606": "IBM. (Ehlabathini jikelele). Iinkonzo ezibonelelweyo: I-IBM Cloud.",
    "1047251718": "Namhlanje, nangona kunjalo, xa abantu bethetha ngee-APIs, bahlala bethetha i-APIs esekelwe kwimigangatho. Ezi zi-APIs ezakhiwe kusetyenziswa imigangatho evulekileyo njenge-Representational State Transfer (REST) kwaye uvule iifomathi zefayile eziqhelekileyo ezifana ne-JavaScript Object Notation (JSON). Ezo \"RESTful APIs,\" njengoko ziyaziwa, zinokudalwa ngaphandle kwesidingo sesoftware yobunini. Iziphumo ze-APIs ziyakwazi ukuthumela kunye nokufumana idatha kunye neefowuni zenkqubo phakathi kwezicelo zesofthiwe. Umzekelo, i-app yebhanki yeselula isebenzisa i-API ukufikelela kwiinkqubo zebhanki.",
    "1050501253": "Kunzima Kakhulu",
    "1051214799": "I-hCaptcha yinkonzo yokhuseleko lwewebhu ezama ukwabelana ngexabiso kunye nabapapashi beewebhusayithi okanye ii-apps eziyisebenzisayo.",
    "1053787685": "Yintoni ubuqhophololo kwintlawulo?",
    "1058572205": "us ukuba ungathanda ukufunda ngakumbi malunga",
    "1059502393": "Ukuthatha iinkcukacha zeNgxelo yeBug: Firefox",
    "1061239711": "3. Iqela lokuqala",
    "1062291156": "imigaqo eqhelekileyo",
    "1066753052": "oku kuthetha ukuba i-wallet ayinalutho, kwaye ukwisayithi ebandakanya umngeni we-hCaptcha. Nje ukuba ugcwalise umngeni, uya kufumana amathokheni anokuthi akhululwe kuyo nayiphi na enye iwebhusayithi nge-hCaptcha.",
    "1067704102": "Ixabiso lokuleyibhelishwa kweDatha",
    "1070364246": "Yhu! Kukho into engalunganga ngelixa uhambisa ifomu.",
    "10724169": "Uyawamkela uMgaqo-nkqubo wethu waBucala, olawula into esiya kuyenza ngayo nayiphi na iNgcaciso yoBuqu osinika yona.",
    "1074044172": "Xa abasebenzisi kufuneka basombulule umngeni ukuhlangabezana neemfuno zakho zokhuseleko, kutheni ungabuzi imibuzo emnandi nefanelekileyo kumsebenzisi?",
    "1077448694": "Ukudibanisa kunye newebhusayithi yomntu wesithathu wemidiya yoluntu.",
    "1080672247": "Ngenxa yokuba uninzi lwemibuzo ebuziweyo ayinakusonjululwa ngokwezoqoqosho kunye nesoftware yeshelufu, kwaye ngenxa yokuba idatha iqhelekile kwisistim, oku kuthetha ukuba iibhothi zihlala zimiswa ngokupheleleyo yinkonzo yasimahla, kwaye kufuneka zithembele kuzisombululi zabantu beCAPTCHA endaweni yoko. yenza iintlobo ezininzi zoxhatshazo lungabinaqoqosho ngokupheleleyo.",
    "1080752747": "Qhagamshelana neentengiso",
    "1085089390": "Ukuxhatshazwa kwi-Intanethi kubangelwa yindlela abantu abazalwa ngayo",
    "1087195513": "Ukuba unguMxhasi ofikelela kwiiNkonzo kunye/okanye wenza imisebenzi ngokusebenzisa okanye ngokunxulumene noMhlanganisi egameni loMceli ongeyiyo i-IMI, ngoko uyavuma kwaye uyavuma ukuba oomatshini be-Intuition abanatyala kwaye abanazibophelelo kuwe intlonipho kuyo nayiphi na imbuyekezo okanye enye imbuyekezo yemisebenzi egqityiweyo. Uyavuma kwaye uyavuma ukuba nawaphi na amabhaso okanye enye imbuyekezo yemisebenzi egqityiweyo imiselwa kuphela ngokungqinelana nesivumelwano sakho noMceli kunye/okanye uMhlanganisi, njengoko kufanelekile. Naziphi na iimbambano malunga naloo mbuyekezo okanye enye imbuyekezo (kubandakanywa ngaphandle kokusilela ekufumaneni loo mivuzo okanye enye imbuyekezo) ziphakathi kwakho kuphela noMfaki-sicelo kunye/okanye noMhlanganisi, njengoko kufanelekile.",
    "1087260385": "Ukuba unayo nayiphi na imibuzo malunga nalo Mgaqo-nkqubo waBucala, nceda uqhagamshelane nathi",
    "1088304322": "Sinokusebenzisa ulwazi lwakho lobuqu ngezizathu ezingachazwanga kulo Mgaqo-nkqubo weMfihlo, apho sivunyelwe ngumthetho ukuba senze njalo kwaye apho isizathu sihambelana nenjongo esiyiqokelele yona. Ukuba sifuna ukusebenzisa iinkcukacha zakho ngeenjongo ezingahambelaniyo, sinokukwazisa kwaye sicacise isiseko esisemthethweni esisebenzayo solu setyenziso. Ukuba sithembele kwimvume yakho yokusetyenziswa okuthile kolwazi lwakho lobuqu, sinokufuna imvume yakho ngayo nayiphi na injongo engahambelaniyo kwaye sikuvumele ukuba uyeke ukusebenzisa kwakho inkonzo ngelo xesha ukuba uyachasa.",
    "1089415440": "Ukufunyanwa kwezinto ezichanekileyo kwimifanekiso kunye nevidiyo",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "109179759": "Iikhrayitheriya zeenkxalabo zokuziphatha: Isifundo",
    "1092241113": "Ukuqonda ngcono umdla wabaThengi bethu kunye nabaHlanganisi.",
    "1093280979": "1. IiFom ze-Order yePlatform",
    "1099238677": "Ngomthamo wethu ophezulu kunye ne-latency ephantsi siya kuguqula umsebenzi wakho ngokukhawuleza, kunye nokuhanjiswa okuzenzekelayo ngokukhawuleza ukuba kwenziwe.",
    "1103295010": "Fumana imali okanye unikele kwisisa xa abantu besombulula iiCAPTCHA",
    "1105363520": "Asisebenzisi inethiwekhi yentengiso, kwaye asinamdla ekujongeni indlela oziphethe ngayo umsebenzisi ukuze ubathengisele iintengiso. Oku kuthetha ukuba asifuni pixels yokwenziwa kwiphepha ngalinye lesayithi yakho.",
    "110836420": "Igqityelwe ukuhlaziya: ngoDisemba 23, 2020",
    "1108398506": "abathengi bafumana ulawulo olupheleleyo kumava, kwaye bazuze kubuchwephesha i-hCaptcha ifumene ukusebenza komceli mngeni omkhulu ozimeleyo kwi-intanethi. Bakwafumana isivumelwano esingcono kune-reCAPTCHA Enterprise: ukuya kuthi ga kwi-50-80% yexabiso elingcono, kuxhomekeke kumthamo.",
    "111184581": "Ukusingathwa kweqela lokuqala",
    "1112074001": "Inyathelo 2: Cofa kwiNethiwekhi ithebhu kwiZixhobo zoPhuhliso. Khangela ibhokisi ethi \"Persist logs\" phezulu.",
    "1115642494": "1. Umthombo: BuiltWith.com reCAPTCHA site listings. Ibuyiselwe nge-9 kaJulayi, 2019.",
    "1115671076": "Zendesk, Inc. (Global). Iinkonzo ezibonelelweyo: Zendesk.com.",
    "1116455671": "A: Uya kufumana umvuzo wesisombululo sokuqala ukuba umsebenzisi uyasigqiba kwindawo yakho. Uhlaziyo lulandela iphethini yokuphendula efanayo ngokungathi umsebenzisi udlule ngokuzenzekela kwindawo yakho ngenxa yokuzithemba okuphezulu komxhasi: akukho mvuzo ukhoyo, kwaye isayithi yokuqinisekisa umnxeba ovela kumncedisi wakho ifumana `ityala: Bubuxoki` kwiziphumo zokupasa.",
    "1118929614": "( ) Ubudenge obugqithisileyo kubantu abashishina nabasebenzisa i-spammers",
    "1119009846": "Njengoko kuyimfuneko ukuthobela umthetho osebenzayo, kubandakanywa izicelo zikarhulumente, izicelo zokuthotyelwa komthetho, kwaye ngenye indlela kumaqumrhu karhulumente nawabucala ukuze kukhuselwe amalungelo, ubumfihlo, ukhuseleko, okanye impahla yakho, thina, okanye abanye.",
    "1123365779": "Ukuba ungumphuhlisi wewebhu okanye umsebenzisi oyingcali, isishwankathelo singathanda ukuba usithumelele inethiwekhi yokurekhoda i-HAR kunye ne-browser console logs.",
    "1126302400": "Ibhokisi yokuBonding",
    "1126447688": "zihlala zinika ingxelo ngokulinganayo okanye ukusebenza ngcono ekubhaqweni kwe-bot kunye nokunciphisa ngaphandle kokugxila kwethu kubucala",
    "1126613163": "Idatha enovakalelo",
    "1129833879": "Yeka i-bots enobungozi, khusela ubumfihlo bomsebenzisi",
    "1130783905": "Ukuchaneka kunomdla wakho kunye nowethu. I-hCaptcha isebenza ukukunika idatha yangempela kwaye ikuvumela ukuba wenze isigqibo sokuba uyisebenzise njani. Ezinye izisombululo zokhuseleko zibonelelwa ziinkampani zentengiso zeGigantic. Oku kuthetha ukuba yonke ibhoti abayivimbayo inokunciphisa ingeniso yabo.",
    "1130802068": "Sisebenzisa ulwazi esiluqokelelayo ngezi njongo zilandelayo:",
    "1130868224": "Imigca emithathu yekhowudi",
    "1131196501": "Iinkampani ezinkulu ezifana",
    "1131525092": "Iqela abadlali abangalunganga kunye ngaphandle komzamo ngokusebenzisa i-UID yethu egcina ubumfihlo be-Scoped ukufumana kwaye bayeke ubuqhetseba obunxulumeneyo kunye nokuxhatshazwa.",
    "1133989302": "Kutheni i-hCaptcha?",
    "1137757109": "Ukuba yi-akhawunti ye-eCommerce, umhlaseli unoku-odola iimpahla. Ukuba ixhoba yibhanki, umhlaseli unokudlulisa imali ngaphandle kwe-offshore, njalo njalo.",
    "1139493658": ", kwaye usebenze nzima ukulungelelanisa ubumfihlo kunye nokhuseleko.",
    "1139500589": "Ilizwe",
    "1140554614": "IsiVumelwano sokuCwangciswa kwedatha",
    "1141402092": "Iimpawu zokunika ingxelo eziphezulu",
    "1144966033": "Ilungiselelwe iindleko kunye nomgangatho",
    "1150035777": "Iimodeli zokufunda zoomatshini eziphucukileyo zivelisa amanqaku okuzithemba kwe-bot ngokusekelwe kumanqaku amaninzi edatha ngaphaya kokuba imibuzo iphendulwe ngokuchanekileyo",
    "1150786045": "www.botstop.com",
    "1150963691": "Ukunciphisa i-APT",
    "1151065360": "( ) Uluhlu olumnyama luyafunxa",
    "1155436473": "(unikezelo lwethu lweshishini) ngoku lukhusela amakhulu ezigidi zabasebenzisi kwishumi lezigidi zewebhusayithi kunye neeapps nyanga zonke. Ibali lethu libonisa ukuba ungakhuphisana neBig Tech xa ubeka ubumfihlo kuqala.",
    "1155821305": "ukhuselo bunzulu",
    "1156712451": "Uvavanyo lokuqala lomsebenzi",
    "1159746815": "Unako kwakhona email us ngqo.",
    "1160252730": "UGoogle ngoku ubiza amaxabiso aphezulu kwi-reCAPTCHA Enterprise, ebangela ukuba iinkampani ezininzi ziphinde zisivavanye esi sivumelwano.",
    "1160707899": "12. Indima yoMxhasi kunye nobudlelwane kunye ne-IMI kunye nabanye abafaki-zicelo",
    "1161704803": "Kutheni sinomgaqo-nkqubo we-AI Ethics?",
    "116842359": "***** Ulungelelwaniso kulindeleke ukuba lugqitywe ngeentsuku ezininzi ngenxa yokulungiswa kwenkqubo.",
    "1169005651": "Nge-15 kaSeptemba 2019",
    "1172067553": "Iqonga le-HUMAN ngasemva kwe-hCaptcha libonelela ngomgangatho womsebenzi ophucukileyo kakhulu kunye neempawu zolawulo nge-on-premise, hybrid, okanye i-SaaS deployments edibanisa neenkqubo zakho ezikhoyo.",
    "117227832": "( ) Kutheni le nto kufuneka sikuthembe kunye nabancedisi bakho?",
    "1173652155": "Abacebisi",
    "1173934218": "Siyaqonda ukuba ubumfihlo bakho bubalulekile kuwe kwaye sizimisele ukungafihli malunga nobugcisa esibusebenzisayo. Lo mgaqo-nkqubo ubonelela ngolwazi oluneenkcukacha malunga nokuba sizisebenzisa njani iikuki kwiiSayithi kunye neNkonzo yethu.",
    "1174237568": "Le misebenzi ibandakanya imidla yethu esemthethweni. Sizama ukuthathela ingqalelo kwaye silinganisele naziphi na iimpembelelo ezinokuthi zibe kho kuwe (zombini ezintle nezimbi) kunye namalungelo akho phambi kokuba siqhubeke nenkcazelo yakho yobuqu ukulungiselela umdla wethu osemthethweni. Asisebenzisi ulwazi lwakho lobuqu kwimisebenzi apho izinto esinomdla kuzo zingaphaya kwayo nayiphi na impembelelo engalunganga kuwe (ngaphandle kokuba sinemvume yakho okanye siyafuneka okanye sivunyelwe ngumthetho).",
    "1177598246": "Qhagamshelana neeNtengiso",
    "1182294134": "IAsia-Pacific (APAC)",
    "1186243118": "imifanekiso yelogo",
    "1187718370": "Qhagamshelana nathi",
    "1188668818": "unikeze naluphi na ulwazi olungeyonyani ngelixa usebenzisa le webhusayithi (kubandakanywa ngaphandle kokuthintelwa ukuzenza omnye umntu okanye umbutho kwiakhawunti yakho, okanye uxoka okanye ngenye indlela uzimela kakubi okanye ukunxulumana kwakho nomnye umntu okanye umbutho kwiakhawunti yakho;",
    "119098046": "Kuthekani ngezisombululo zokungenzi nto okanye ezingenamingeni?",
    "119298044": "Ubuchwephesha obuzijongileyo be-ML kunye ne-AI bukhusela iipropathi zakho zewebhu kwizisongelo kunye nohlaselo",
    "1193738791": ": balandela isimilo somsebenzisi kwiphepha ngalinye lewebhusayithi nakwiwebhu iphela. Siye sayila i-hCaptcha ukuba ikhuseleke kangangoko ukusuka kusuku lokuqala. Oku kwakhokelela kwindlela eyahluke ngokupheleleyo kule ngxaki. Njengoko kuvela, ukulandelela abasebenzisi kwiwebhu iphela kunye nokubophelela imbali yabo yewebhu kwisazisi sabo akuyomfuneko ngokupheleleyo ekufezekiseni ukhuseleko olulungileyo. Iinkampani ezininzi ezitshintshele kwi-hCaptcha",
    "1200905005": "††† Ukusukela ngoSeptemba 2021, uxolelwaniso kunye neentlawulo ngoku ziqhuba malunga neentsuku ezili-10 endaweni yosuku olunye, ukuze kwenziwe lula imiqobo yokusebenza enxulumene nokukhula kwenkonzo.",
    "1201821619": "I-hCaptcha isombulula enye yeengxaki zanamhlanje ezicinezela kakhulu: ukuthintela i-bots enobungozi ekusebenziseni kakubi iinkonzo ze-intanethi.",
    "120384113": "6. Ukupheliswa",
    "1204911585": "2. Ukuba usebenzisa ibrawuza yeBrave, engabonakali (ukususela ngo-Epreli 2020) ibonakala inalo naluphi na uhlobo lwe-cookie emhlophe, yiya kuZikhethwa -> Izikhuselo -> Iikhukhi kwaye ukhethe \"Vumela Zonke iiCookies.\"",
    "1208179159": "LogDNA, Inc. (Global). Iinkonzo ezibonelelweyo: LogDNA.com.",
    "121192737": "Izongezo ezizayo",
    "1216071511": "Iingcamango ezifanayo zicetywa rhoqo kangangokuba malunga neminyaka engama-20 eyadlulayo, umbhali ongaziwayo weza kunye noncedo lokuzalisa-i-blank kwiingxoxo ze-intanethi malunga nezisombululo ezichasene ne-spam:",
    "121743429": "KwiiNkampani zeZiseko zeWebhu",
    "1218990730": "indlela yokuxela imiba ngeelog ezineenkcukacha",
    "1219091208": "I-Dropbox",
    "1224727373": "I-BotStop nge-hCaptcha",
    "122875767": "Ukwanelisa iimfuno zakho zomthetho xa ezinye iinkampani zingakwazi.",
    "1229233916": "Imibhalo esemazantsi",
    "1230058025": "Ukuba ngqongqo. Ngaphandle koLuhlu lweNtshukumo yeKlasi, ukuba naliphi na ixesha okanye ilungiselelo, okanye inxalenye yalo mhlathi wolamlo ibhengezwe njengelize okanye ayinakunyanzeliswa iya kunqunyulwa kwaye igatya eliseleyo lolamlo liya kunyanzeliswa.",
    "1232651561": "Isoftware ngoku ilungile njengabantu ekusombululeni imingeni ye-reCAPTCHA.",
    "1233229030": "Iintlobo ngeentlobo",
    "1233793176": "IiSayithi zethu kunye neNkonzo ayibhekiswanga kubantwana abangaphantsi kweminyaka eyi-13 kwaye asiqokeleli ulwazi lomntu siqu kubantwana abangaphantsi kweminyaka eyi-13. amanyathelo afanelekileyo okucima loo nkcazelo kwiifayile zethu ngokukhawuleza kangangoko kunokwenzeka, ngaphandle kokuba sinesinyanzelo esisemthethweni sokuyigcina. Nceda uqhagamshelane nathi ku",
    "1235925265": "Amaxwebhu",
    "1237076138": "I-hCaptcha inikezela ngesivumelwano esilungileyo kubo bobabini basimahla (umshicileli we-hCaptcha) kunye nabathengi beshishini (i-hCaptcha Enterprise).",
    "1240667045": "Sinokunqumamisa, sinciphise, okanye sirhoxise ukufikelela kwakho kwiiNkonzo nangaliphi na ixesha ngaso nasiphi na isizathu, kubandakanywa kuba: (a) sikholelwa ukuba waphule le Miqathango yeNkonzo (kuquka neminye imigaqo-nkqubo enxulumeneyo); (b) sikholelwa ukuba uwagxothe amalungelo ethu okanye amalungelo akhe nawuphi na umntu wesithathu; (c) asikwazi ukuqinisekisa okanye ukungqina ulwazi osinike lona; okanye (d) sikholelwa ukuba izenzo zakho zinokudala amatyala kuwe, thina, okanye umntu wesithathu. Ukuthintela amathandabuzo, sinelungelo lokukuthintela okanye ukurhoxisa intlawulo kuwe ukuba sikholelwa ngokufanelekileyo ukuba nayiphi na kwezi kungentla iyasebenza kwintlawulo enjalo.",
    "1241291641": "Bona iinkcukacha ezininzi.",
    "1242066691": "Khangela ibhokisi ecaleni ko\"Vumela i-cookies yomntu wesithathu.\"",
    "1243684308": "Siyithathela ingqalelo ingxelo yakho, kwaye sifuna ukuqinisekisa ukuba wonke umntu unamava amnandi ngakumbi kwi-intanethi, kunye ne-bots ezimbalwa kunye ne-spam encinci. Finyelela kuthi:",
    "1250541092": "— USergi Isasi",
    "1253441326": "5. Cofa \"Kulungile\"",
    "1254771154": "imiceli mngeni eboniswe kwezinye iinkonzo zePrivacy Pass-supporting kwakhona ezizinzise i-hCaptcha, umz. Cloudflare.",
    "1258965840": "Ke, ukuba umhlaseli unokungena kwindawo enye, unokungena kwiindawo ezininzi esebenzisa iziqinisekiso ezichithiweyo. Umzekelo, banokufumana igama lomsebenzisi/igama lokugqitha elifana noJohnDoe/525momma, kodwa abanalo nofifi lokuba eso sibini siya kubenzela ntoni na. Ngoko ke, bazama isibini kwi-Amazon.com, Ebay, Citibank, Walgreens kunye nokuqhubekayo. Basenokuzama eso sibini kwiindawo ezahlukeneyo eziliwaka.",
    "1259002282": "Ufumene ibug? Nantsi indlela yokuyixela.",
    "126134492": "Okunye",
    "1263998069": "Fumana imivuzo ngosombululo lwabantu",
    "1266963825": "Umbuzo: Ngaba iCandelo le-hCaptcha 508 + WCAG 2.1 AA liyahambelana?",
    "1268414751": "Naziphi ezinye iinkcukacha esifanele sibe nazo?",
    "1268918580": "Ezinye iilogo kunye namanqaku asetyenziswa yi-hCaptcha kunye namaqabane ayo aphethwe ngamaqela esithathu kwaye anokusetyenziswa kuphela ngemvume yabo. Abantu besithathu abanakusebenzisa la manqaku alandelayo ngaphandle kokuba kuvunyelwe ngabanini bawo:",
    "1270712701": "Ukukhutshwa kweendaba kunye neeNgxelo zamva nje",
    "1271831121": "Akunjalo ukuba i-hacker (enxibe i-hoodie, kunjalo!) Uhleli apho, uchwetheza kwi-credential emva kokuqinisekisa. I-automated login bot inokwenziwa kwisixhobo esingaphandle kweshelufu njenge-Selenium okanye isixhobo esiphuhliswe ngokwesiko se-hacker.",
    "1273071008": "Izicelo zaMalungelo okufikelela kwiSifundo seDatha",
    "1273914192": "3. Iirhafu",
    "1275150216": "Iimpawu zomhlaba",
    "1278884196": "Oko kwathiwa, i-cryptography luqeqesho oluncinci. Ngokusekwe kwimbali yamva nje, iskimu sakho se-cryptographic kunye / okanye ukuphunyezwa kunokwenzeka ukuba kwaphulwe nje ukuba nabani na abe nenkuthazo yokuyijonga ngokusondeleyo, kwaye kusenokwenzeka ukuba abanye abantu baya kukuqonda oku kwakudala ngaphambi kokuba ukwenze. Ukuxhomekeka kwi-hardware kukwathetha ukuba unokufuna ukucela ngamnye kubasebenzisi bakho ukuba atshintshe isixhobo somzimba ukuze afake isiphene. Oku akunakufane kwenzeke ngokukhawuleza kwiimeko ezininzi, okuthetha ukuba ngokwenyani inkqubo yakho iya kusilela ukuvuleka.",
    "1282121137": "Ukuqonda ukuba ukuthathwa kweakhawunti kuyingxaki kangakanani, qwalasela ukuba amava ajongeka njani ngokwembono yeziko lezemali. Baphatha izigidi zokungena yonke imihla.",
    "1289884910": "Sikwapapasha uhlalutyo kunye neengxelo ngamaxesha athile. Umzekelo:",
    "1291824746": "IiNtlawulo zehCaptcha ziqhutywa ngekota ngeentsuku ezingama-60 ezilandela emva. Ukubonisa ukuba kuthetha ukuthini oku, nceda ujonge le theyibhile ingezantsi.",
    "129661785": "Ngaba ucelwe ukuba \"cofa kwimoto / ukunqumla i-crosswalk / stoplight?\"",
    "1296696044": "Ubungasese vs. Ukhuseleko: Kutheni kungenjalo zombini?",
    "1297224875": "Indlela ekhethekileyo eqhutywa kubumfihlo kukhuseleko lwe-Intanethi yeShishini.",
    "1297657322": "Ukufikeleleka kwesikrini somsebenzisi emva kokungena",
    "1300485304": "I-hCaptcha ikhusela kwizoyikiso eziphambili kunye ne-decoys eyenzelwe ukungena kwinethiwekhi yakho",
    "130239139": "Lithini ixabiso le-100+ yomntu-iminyaka yomsebenzi eqokelelwe nguGoogle imihla ngemihla?",
    "1316817321": "Unikezelo",
    "131871195": "Eyona ndlela yokuqinisekisa ukwaneliseka kwakho kukubonisa ukuba siyahlangabezana neemfuno zakho.",
    "1330274831": "Usinika iphepha-mvume lehlabathi jikelele, elingakhethwanga, elingaphantsi, eligqithiselwayo, elingahlawulekiyo, elingenakurhoxiswa ngexesha lesi siVumelwano ukuba sisebenzise, sivelise kwakhona, sisasaze nge-elektroniki, kwaye sibonise esidlangalaleni nayiphi na iDatha yoMthengi ngenjongo yokubonelela ngeeNkonzo kuphela. . Umele kwaye uqinisekisa ukuba unelungelo elaneleyo, isihloko, kunye nomdla kunye nakwidatha yakho ukuze unike ilayisenisi kweli candelo.",
    "1333016413": "Oku kukuvumela ukuba uphephe imibuzo yexesha elizayo ngokubhalisa kunye nokuseta i-cookie.",
    "1337725003": "I-hCaptcha izibophelele ekufikeleleni kwidemokhrasi kwi-volume high-time annotation, ukuvumela iinkampani ezinkulu nezincinci ziphucule umgangatho weemveliso kunye neenkonzo zazo ngokusebenzisa umatshini wokufunda kwishishini labo.",
    "1338341134": "I-hCaptcha + iPasi yaBucala (Beta)",
    "1340011854": "Kuyafuneka enye indlela yokusonjululwa kwengxabano. Uyavuma ukuba kuyo nayiphi na ingxabano evelayo okanye enxulumene nokusetyenziswa kwakho kweeNkonzo, kubandakanywa nayiphi na ingxabano enokuthi ivele ukususela kwixesha owawuqala ukwenza imisebenzi ye-IMI, kwaye ngokukodwa ukubandakanya naliphi na ibango elinxulumene nokuba uhlela okanye awuhlelanga njenge. unokontraka ozimeleyo, uya kuqala uxelele i-IMI ngebango lakho ngokuchasene nayo. Wena kunye ne-IMI niza kuzama ukusombulula lo mba ngothethathethwano oluthe ngqo okanye ngolamlo. Siyakwahlula ngokulinganayo iindleko zolamlo kwaye siyavuma ukuba ulamlo luyakuqhutywa ngomnxeba okanye ngezinye iindlela zombane. Ukuba ibango lihlala lingasonjululwanga emva kothethathethwano olungacwangciswanga okanye ulamlo, uyavuma ukuba wena kunye ne-IMI niza kusebenzisa ulamlo lokugqibela nolubophelelayo ukusombulula imbambano. Eli solotya lilawula onke amabango ngokuphindaphindiweyo ukususela kwixesha owawuqala ngalo ukusebenzisa iwebhusayithi yethu, nokuba kusekwe kulwaphulo-mthetho, isivumelwano, umthetho, kubandakanywa, kodwa kungaphelelanga apho, nawaphi na amabango ocalucalulo kunye nokuxhatshazwa, nokuba asekelwe kuMthetho weNgqesho oLungileyo waseCalifornia kunye noMthetho weZindlu. , Isihloko VII soMthetho wamaLungelo oLuntu ka-1964, njengoko ulungisiwe, okanye nawuphi na omnye umthetho welizwe okanye womanyano okanye ummiselo, umthetho wokulingana, okanye ngenye indlela.",
    "1344687860": "Iibhokisi zokuBonding",
    "1344959096": "Ukusebenza njengeleyibhile yedatha yomntu",
    "1345083090": "Ukuxela umba wokusebenza?",
    "134571844": "Impressum (Isaziso seNdawo)",
    "1350478093": "Injongo yokuqhuba",
    "135276624": "IYurophu, uMbindi Mpuma, iAfrika (EMEA)",
    "1356745565": "Iyahambelana yonke indlela ebuyela kwi-Internet Explorer 8.",
    "1358325821": "Okokuqala, fakela ulwandiso lwe",
    "1362015807": "Ndiyaqalisa",
    "1368787974": "Yabelana ngolawulo kwiqela lakho lonke.",
    "137127070": "faka, ulayishe, okanye uqhoboshele amakhonkco akhohlakeleyo okanye angaziwayo angaphandle okanye iifayile, okanye ulayishe nawuphi na umxholo oqulethe intsholongwane, ihashe leTrojani, imbungu, ibhombu yexesha, okanye enye ikhowudi yekhompyutha eyingozi;",
    "1373262754": "Ukwazi ukuba ngubani umntu onexabiso elincinci kwi-hCaptcha. Sikhathalele kuphela ukuba bangabantu okanye ngumdlali okhohlakeleyo.",
    "1374227759": "isebenzise iwebhusayithi ukwenza nawuphi na umsebenzi ongekho mthethweni, okanye ngayo nayiphi na injongo engeyiyo injongo eyenzelwe ukuba ifumaneke;",
    "1377538813": "Ulwimi Olukhoyo. Inguqulelo yolwimi lwesiNgesi yale Miqathango yeNkonzo iya kulawula kuzo zonke iinkalo kwaye iya kuphumelela xa kukho nakuphi na ukungahambelani neenguqulelo eziguqulelweyo, ukuba zikhona.",
    "1388241689": "Ulwazi oluqokelelwe njengesiphumo sabasebenzisi abaPhendulayo abaphendula ingcebiso ngeNkonzo (\"iDatha eLeyibhile\"), efana nedatha yokuleyibhela umfanekiso, umbhalo oguqulelwe kwiifayile ezivakalayo ezidlalwe kwabo BaSebenzisi bokugqibela, iimpendulo zemibuzo, kunye nezinye izindululo ezenziwe yiNkonzo. ngeenjongo zokuleyibhelitha idatha ukuze isetyenziswe kwizicelo zokufunda koomatshini. Qaphela ukuba iDatha eneLabheli ayibotshelelwanga kuye nawuphi na umntu ochongiweyo.",
    "1393184984": "konke okudingayo.",
    "1394253934": "7. Ukusetyenziswa Kakubi, Ukusetyenziswa Kakubi, Nokuxokwa",
    "1397766838": "Amava omsebenzisi angcono",
    "1406188018": "6 kunye no-7",
    "1406393333": "Nakuphi na ukufikelela okanye ukusetyenziswa kweeNkonzo ngaphandle kokulandela le Miqathango yeNkonzo kwaye nayiphi na imiyalelo esiyinikayo ayivumelekanga ngokungqongqo. Ngokukodwa, AWUKUBA:",
    "1406692811": "zibandakanya kwi-spamming okanye ukuthumela naluphi na uhlobo lopapasho, ukuzama ukufumana ukuthunyelwa, unxibelelwano oluninzi, izibonelelo zemali okanye izicelo, ukucela iinkonzo, iintengiso, ukuthengisa, imiyalezo engenamsebenzi, izihloko eziphindwe kabini, umxholo ongekho mthethweni, ikhonkco lewebhusayithi yentlalo, idilesi ye-imeyile, okanye ii-ID zomthunywa okhawulezileyo ngaphandle kokuba zifunwa ngumsebenzi;",
    "1408530660": "I-IMI iyabuhlonipha ubukrelekrele babanye kwaye sinelungelo lokususa kwisayithi yethu nayiphi na into esikholelwa ukuba inganyhasha amalungelo obukrelekrele bawo nawuphi na umntu wesithathu. Ukuba uyakholelwa ukuba umsebenzi wakho ukhutshelwe ngendlela ebandakanya ukophulwa kwelungelo lokushicilela kule webhusayithi, nceda uqhagamshelane nenkxaso yabathengi be-Intuition Machines.",
    "1408599440": "Qala ngokukhawuleza ngemigca embalwa yekhowudi kunye ne-99.9% yethu ye-passive mode, okanye uthathe ulawulo olupheleleyo malunga nokuba nini kwaye njani abasebenzisi bacelwa umngeni. Iimodeli zezoyikiso zesiko kunye nemiceli mngeni enokwenziwa ngokwezifiso kuthetha ukuguquguquka okungenakuthelekiswa nanto ukuqinisekisa ukhuseleko.",
    "1408750006": "Ngokuxhomekeke kwimida ethile, i-CCPA ibonelela abathengi baseCalifornia ilungelo lokucela ukwazi iinkcukacha ezithe vetshe malunga neendidi okanye iingceba zolwazi lobuqu esiluqokelelayo (kuquka indlela esilusebenzisa ngayo kwaye siluveze olu lwazi), ukucima iinkcukacha zabo zobuqu, ukuphuma Nakuphi na \"intengiso\" enokwenzeka, kunye nelungelo lokungacalulwa ngokusebenzisa la malungelo.",
    "1409486258": "Kulungile",
    "1409822234": "Naphantsi kwazo naziphi na iimeko uphawu lwentengiso lwe-hCaptcha efanayo okanye ephantse ifane ifane isetyenziswe njengegama lesizinda.",
    "1418235079": "Ababoneleli ngeNkonzo",
    "1421074182": "Iphezulu kakhulu.",
    "1422537019": "nathi namhlanje ukuze sifunde ngakumbi.",
    "1424800293": "Ilogo yehCaptcha:",
    "1428053210": "Lo mxholo uguqulwa ngokubanzi ukusuka kwimo yawo yokuqala. Umzekelo, ividiyo inokohlulwa ibe yimifanekiso emininzi, loo mifanekiso inokwahlulwa ibe yimifanekiso emininzi emitsha, kwaye loo mifanekiso mitsha emva koko ixutywe ngokungenamkhethe ukuvelisa iziphumo zokugqibela ezibonisiweyo.",
    "1434289796": "Ezinye iiKuki ziyimfuneko kusetyenziso oluthile lweSayithi, kwaye ngaphandle kweeKuki ezinjalo, asinakukwazi ukubonelela ngeenkonzo ezininzi ozifunayo ukuze usebenzise ngokufanelekileyo iiSayithi. Ezi Cookies, umzekelo, zisivumela ukuba sisebenzise iiSayithi zethu ukuze ukwazi ukufikelela kuzo njengoko ucelile kwaye usivumele ukuba siqaphele ukuba wenze iakhawunti kwaye ungene kuloo akhawunti ukufikelela kumxholo weSayithi. Zikwabandakanya iiKuki ezisenza ukuba sikhumbule izenzo zakho zangaphambili kwiseshoni yokukhangela enye kwaye sikhusele iiSayithi zethu.",
    "1445008801": "Njengoko i-Eden isitsho:",
    "1446868537": "I-hCaptcha akufuneki isetyenziswe njengesenzi.",
    "1447649958": "Njengesikhumbuzi, kuphela izithuthi zabantu ezichanekileyo ezifanele ukuhlawulwa. Ungabona iinkcukacha ezingaphezulu koku kwi-FAQ yethu, edityaniswe ngezantsi. Ibhalansi ekhoyo kufuneka kwakhona ikhawulelane nobona buncinane bomyinge ukuze ube ukufanele ukuhlawulwa, ngoku eli-10 HMT.",
    "1457707016": "Yeyabantu ngabanye",
    "1467218142": "Into esiyinqwenelayo kubo kunye nathi ngokwethu iqhuba indlela esiziphatha ngayo, kwaye ke iipateni ezifanayo zokusebenzisana ziyaphinda kuzo zonke iinkqubo zabantu. I-intanethi ibonelela ngemizekelo emininzi ebalaseleyo yalo mba usisiseko wehlabathi lethu.",
    "1467308982": "IiShedyuli zeNtlawulo",
    "1467783792": "Akukho mntu, qumrhu, okanye umbutho ovunyiweyo yi-United States (\"Umdlali oQinisekisiweyo\") ofanele ukuvuzwa okanye ukusebenzisa iiNkonzo njengoMhlanganisi. Ukuze kuthintelwe amathandabuzo, oku kubandakanya nabaphi na abaSebenzi abaVunyiweyo abachongwe yiOfisi yoLawulo lweMpahla yaNgaphandle (\"OFAC\") yeSebe lase-US likaNondyebo.",
    "1470290349": "kwi-best-in-class bot kunye nolawulo lobuqhophololo.",
    "1475399473": "Funda ngakumbi malunga neqela le-hCaptcha",
    "1476843710": "Iindlela ezincinci ezinobungozi ngokwasemalini kodwa zisenokonakalisa ukuthathwa kweakhawunti kubandakanya ukuqweqwediswa kweeakhawunti zemidiya yoluntu kunye nokunye okunjalo. Kwezi meko, umhlaseli uhlala ezama ukusasaza i-malware okanye ukuzibandakanya kuhlaselo lobuqhetseba ngokuchasene nabahlobo abangalindelekanga bexhoba. Okanye, umhlaseli uzama ukuhlazisa ixhoba, ngamanye amaxesha kwenzeka kunye nabadumileyo kunye nezopolitiko, umzekelo.",
    "1477196356": "Iindlela ezahlukeneyo zokunxibelelanisa isazisi kwisixhobo ngendlela efihlakeleyo, ngamanye amaxesha eneempawu zogcino lwabucala, ziye zacetywa amashumi eminyaka. I-cryptography yesitshixo sikawonke-wonke iqala emva c. Ngo-1975, kunye neethokheni ze-hardware zikhona phantse ixesha elide.",
    "1480820434": "umfanekiso 1",
    "148188781": "Imingeni enikelweyo",
    "1482845460": "( ) Ifuna intsebenziswano epheleleyo ekhawulezileyo kuye wonke umntu ngaxeshanye",
    "1483015662": "3. Iseshoni",
    "1485807325": "Iideshibhodi zabasebenzisi abaninzi, SAML SSO",
    "1487796027": "Kwiinkampani",
    "1491780143": "IiCAPTCHA azibonisi ukuba ungumntu- zingqina ukuba ungowaseMelika",
    "1493115924": "Amanqaku ophawu lwentengiso:",
    "1493790285": "Olunye ulwazi oluqokelelwe kubasebenzisi bokugqibela njengenxalenye yeNkonzo ukuya kuloo nto iyafuneka ukugqiba ukuba ngaba",
    "1495915066": "Thina, amaqabane ethu ophando lwezemfundo, kunye nabathengi bethu basebenzisa imidiya yeCreative Commons",
    "1499894352": "Zimbalwa kakhulu iinkampani ezinikezela elubala kwiinkqubo zabo zokwenza izigqibo kule ndawo, kwaye siyathemba ukuba abanye baya kulandela lo mzekelo!",
    "1503240421": "Inyathelo 5: Cofa kwi Console tab, kwaye nqakraza-ekunene emva koko \"Gcina njenge ..\" ukuze ugcine ilog ye console. Sithumele nathi oko.",
    "1504327211": "Nceda uqaphele ukuba ukusebenzisa kwakho iNkonzo yethu kulawulwa sisithu",
    "1508655687": "Yongeza imiceli mngeni yakho eyenzelwe abaphulaphuli bakho ukuba balungelelanise okanye bathintele ukufikelela",
    "1510448156": "Ungavuka kwaye usebenze ngenye indlela ephezulu namhlanje, kwaye uvule izinto eziphucukileyo njengoko kuyimfuneko.",
    "1514478724": "Funda nzulu",
    "151737819": "IiReyithi zokuSombulula i-hCaptcha kwihlabathi jikelele zibonisa umahluko omncinci kakhulu",
    "1517625162": "Ngaphantsi kweCalifornia Civil Code Section 1789.3, abasebenzisi baseCalifornia banelungelo kwesi saziso samalungelo abathengi silandelayo: Abahlali baseCalifornia banokufikelela kwiYunithi yoNcedo lwesikhalazo yeCandelo leeNkonzo zabaThengi leKhalifoniya kwiSebe leMicimbi yabaThengi ngeposi e-1625 North Market Blvd., Sacramento, CA 95834, okanye ngomnxeba (916) 445-1254 okanye (800) 952-5210.",
    "1517627947": "Ububona imifanekiso yezakhiwo okanye iimpawu zesitrato ezisuka kwiimoto zikaGoogle zeStreetview, kwaye unceda ukubhala iindawo zeeMephu kunye nemveliso yoMhlaba.",
    "1519201684": "Umgaqo-nkqubo we-AI wokuziphatha",
    "1519560388": "7. Umthombo: UMary Meeker, iKP Internet Trends 2017",
    "1525403768": "Ngolwazi oluthe vetshe qhagamshelana ne-Enterprise Sales.",
    "1525506526": "Yintoni i-Akhawunti yokuThatha kwaye isebenza njani?",
    "1526887904": "UBucala beShishini lehCaptcha",
    "1528242915": "Izazisi.",
    "1533171442": "Sikwasebenzisa iiKuki ezisebenzayo kunye neeKuki ezivela kubantu besithathu ukuhlalutya kunye neenjongo zokuthengisa. Iikuki eziSebenzayo zenza ukuba iindawo ezithile zeSayithi zisebenze ngokufanelekileyo kunye nezinto ozikhethayo ukuze zihlale zisaziwa. Uhlalutyo lweekuki, phakathi kwezinye izinto, ziqokelela ulwazi malunga nendlela abaThengi, abaHlanganisi, kunye nabasebenzisi bokugqibela abasebenzisa iiSayithi zethu, umxholo kunye neemveliso ezibonwa ngabasebenzisi rhoqo, kunye nokusebenza kwentengiso yomntu wesithathu. Iikuki zeNtengiso zinceda ekuhambiseni iintengiso kubaphulaphuli abafanelekileyo kunye nokuba iintengiso zethu zivele phezulu kwiziphumo zokukhangela. Iikuki mhlawumbi \"ziiseshoni\" Iikuki ezicinywayo xa ugqiba iseshoni yesikhangeli sakho, okanye \"ezingisayo,\" ezihlala zide zicinywe nguwe (kuxutyushwe ngezantsi) okanye iqela elisebenzela icookie. Iinkcukacha ezigcweleyo kuzo zonke iiKuki ezisetyenziswa kwiiSayithi ziyafumaneka kwitheyibhile yethu yokuVeza iCookie engezantsi.",
    "1539071196": "Ngokuqhelekileyo sisebenzisa iiKuki ngezi njongo zilandelayo:",
    "1544546608": "Ipasile labucala",
    "1544829730": "Ukuba ungumThengi okanye uMceli, uyavuma ukuba imigaqo eyongezelelweyo eqhotyoshelwe apha njengeSihlomelo soMthengi iya kusebenza kwaye ibandakanywe ngereferensi kule Miqathango yeNkonzo. Ukuba awungomThengi okanye awungoMceli, okanye uyeke ukuba nguMthengi okanye umceli, imigaqo eyongezelelweyo kwiSihlomelo soMthengi ayisayi kusebenza kwaye ayiyi kufakwa ngokubhekisele kule Miqathango yeNkonzo.",
    "1546930020": "Ukufumana iDatha ephawulweyo",
    "1547006769": "Ukuqinisekiswa kobuntu kuyingxaki efanayo",
    "1549336309": "I-hCaptcha ijika le modeli. Xa usebenzisa i-hCaptcha, iinkampani zibhida kumsebenzi owenziwa ngabasebenzisi bakho njengoko zibonakalisa ubuntu babo. Ufumana imivuzo.",
    "1549953005": "Usenokuba ugcwalise ifomu enye okanye ngaphezulu yoku-odola iqonga (nganye, \"iFom yokuOdela\") njengemeko yokuba nguMthengi okanye uMceli. Ukuba kunjalo, ke imiqathango kunye neemeko ezichazwe kwiFomu yoMyalelo iba yinxalenye yeMigqaliselo yeNkonzo kwaye iyabandakanywa ngokubhekisele.",
    "155456850": "ibhengeza ukutshintshela kwabo kwi-hCaptcha:",
    "1558428432": ". Nceda ubafake kwi-hCaptcha.com.",
    "155877895": "Ukufunyaniswa kokusetyenziswa kwamandla omntu kunye nokuhlelwa",
    "1559150837": "Ekujoliswe kuko akukhuselekanga nangona kunjalo. Uninzi lwewebhusayithi zinolawulo oluvimba umsebenzisi okrokrelayo ozama ukungena kumawaka eeakhawunti ezahlukeneyo ukusuka kwidilesi ye-IP efanayo ngexesha elifutshane. Yintoni eyenziwa ngabahlaseli bokufaka izinto ukuze bajikeleze ezi ndlela zokukhusela kukulinganisa ukwahluka kwejografi kunye ne-IP. Ukusebenzisa izixhobo ezinamandla, ezihlala ziqhutywa yi-AI, zinokwenza ukuba kubonakale ngathi amawaka abasebenzisi azama ukungena ngamaxesha ahlukeneyo osuku kulo lonke ilizwe. Oku kunzima kakhulu ukubhaqa kunye nokuyeka.",
    "1559190296": "NgoJanuwari 5-11 2021 †",
    "1559631739": "Ukufunda kwabucala",
    "1560232962": "iquka iinkcukacha, akukho ziqinisekiso zenziweyo malunga nesixa esifunyenweyo ngayo nayiphi na impendulo enikiweyo. Akunakuba nemibuzo ehlawulwayo ekhoyo ngelo xesha, impendulo inokukhatywa ngenxa yezizathu ezisemgangathweni, njalo njalo.",
    "1565481281": "Inqaku kubahlali baseCalifornia",
    "1569804581": "Ukuba ungathanda ukuqhagamshelwana nawe kwixesha elizayo malunga namathuba anxulumeneyo, nceda ugcwalise le fomu.",
    "1579093044": "Ngomyili wethu olula womngeni, unokwazisa umxholo womngeni kwibrand kwimizuzu nje embalwa.",
    "1579715421": "Izazinzulu ze-IM zipapashwa rhoqo kwiinkomfa eziphezulu ezifana ne-ICML, ICLR, ECCV, kunye ne-NeurIPS, kwaye inkampani iye yakhupha esidlangalaleni iziphumo ze-state-of-art kwiinkalo ze-ML njenge-hashing enzulu [",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "1586809757": "Amanqaku e-bot achanekileyo aphezulu",
    "1589805435": "Sikwanayo ne",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "1591032933": "Uya kuhlawula i-IMI imirhumo njengoko ichaziwe kwiFomu yokuOda esebenzayo ngendlela yentlawulo oyinikeyo kwiFomu yokuOda esebenzayo. Ngaphandle kokuba kuvunyelwene ngamaqela omabini ngembalelwano, uya kubonelela ngentlawulo epheleleyo yazo zonke ii-invoyisi ezikhutshwe zingadlulanga iintsuku ezingamashumi amathathu (30) emva komhla wokuposa we-invoyisi. Uyasigunyazisa ukuba siqhube ugunyaziso lwekhadi letyala kuzo zonke iinkcukacha zekhadi letyala osinike lona, ukugcina loo nkcazelo yekhadi letyala, kunye nokuhlawulisa ikhadi lakho letyala okanye nayiphi na iakhawunti esivumelana ngayo njengendlela yokuhlawula. Ngaphandle kokuba kuchazwe ngenye indlela kwiFomu yokuOdela okanye kwiSivumelwano sakho seNkonzo yoShishino okanye isiVumelwano seNkonzo esiPhambili, zonke iintlawulo zeeNkonzo, ngaphandle kokugqithisela, zihlawulwa ngonyaka ekuqaleni kweenkonzo ezibonelelwa yi-IMI phantsi kweSivumelwano sakho (\"Umhla wokuSebenza\").",
    "159272246": "Q: Ngaba usebenza kwezinye iindlela zokufikeleleka (\"a11y\"), njengeaudio?",
    "1595254735": "Iinkonzo zokwenziwa ngokuthe ngqo ziyasokola ukugcina ukuchaneka kokubonwa kwe-bot, okanye nokwazi xa zingachanekanga. Ngaphandle kokukwazi ukucela umngeni kubasebenzisi ngamanye amaxesha kwaye bahlalutye ngokuchanekileyo iziphumo zaloo mceli mngeni, ukuchaneka kudla ngokuncipha kakhulu ekuhambeni kwexesha.",
    "1597520917": "Inani elikhulayo labagxeki liye lachaza ukuba ukungahoywa kukaGoogle ubumfihlo babasebenzisi kufuneka kuchaphazele abathengi abafuna ukukhusela iiwebhusayithi zabo kunye nee -apps.",
    "1599610318": "Umpapashi",
    "1601080128": "Ukuba siyayinqumamisa okanye siyicime iakhawunti yakho, awusayi kubanakho ukufikelela kuzo naziphi na iindawo zewebhusayithi, kubandakanya idatha, imiyalezo, iifayile, kunye nezinye izinto ozigcinayo kwisiza. AWUNOKUqhubeka nokusebenzisa iwebhusayithi yethu phantsi kwegama elahlukileyo okanye elitsha leakhawunti. Ukwaphulwa kwale Miqathango yeNkonzo kunokutshutshiswa ngokupheleleyo kwaye kunokukhokelela kwizohlwayo ezongezelelweyo kunye nezohlwayo.",
    "1606599610": "UKieran Thompson",
    "1606783855": "A: Sinomdla kakhulu kwiPasi yoBucala yokuFikelela (\"a11y\") kwimeko yokusetyenziswa. Iinketho ezaziwayo ngaphambili njengee-captchas zomsindo zicalula abasebenzisi abaninzi be-a11y. Sikholelwa ukudibanisa indlela yethu yangoku ye-a11y kunye nokukhutshwa kwePasi yoBucala kuya kuvumela abasebenzisi be-a11y ukuba bakhangele ngokukhuselekileyo, bekhuselekile kulwazi lokuba i-traffic yabo iyimfihlo ngakumbi, ngelixa ukuthintela ukusetyenziswa kakubi ngabaqhubi be-bot okwenzeka ngokungenakunqandwa xa iinketho ze-a11y zikhona.",
    "1609621367": "Udluliselo",
    "1617196410": "I-hCaptcha igxile ekumiseni i-bots. Asikhathali nokuba ngubani na umsebenzisi, kodwa kuphela ukuba ukhohlakele. Sisebenza nzima ukulinganisa ubumfihlo &",
    "162063633": "Mailgun Technologies, Inc. (Global). Iinkonzo ezibonelelweyo: Mailgun.com.",
    "1620709264": "I-HUMAN Token® luphawu lokuthengisa olubhalisiweyo lwe-HUMAN Protocol Foundation, kwaye isetyenziswe ngemvume yayo.",
    "1621597093": "Izisombululo zokhuseleko lweshishini (zihlawulwe)",
    "1621930829": "Yintoni enokwenziwa malunga nemisebenzi yanamhlanje yobuqhophololo eqhubela phambili, engayekiyo yentlawulo? Ukusebenzisa iileyiti ezininzi zolawulo kudla ngokuba yindlela yobulumko. Nangona kunjalo, awona manyathelo okumelana nawo anokubambisa i-bot kwaye aveze ukuba ayiyonyani, ngaphandle kwemizamo emihle yabadali bayo yokuphindaphinda ukuziphatha komntu.",
    "1622303590": "Ukuvumela ikuki kwiSafari (iPhone/iPad iOS 11+): Vula iiSetingi zakho. Skrolela ezantsi kwaye ukhethe iSafari. Ngaphantsi koBucala kunye noKhuseleko, cima u-\"Thintela ukulandelwa kweSayithi ngokunqamleza\" kunye \"nokuthintela zonke iikuki\"",
    "1624200563": "ukhuseleko, kwaye uthobele GDPR, CCPA, LGPD, PIPL, kunye neminye imimiselo yabucala.",
    "1627232990": "Iinguqulelo zale Miqathango yeNkonzo zibonelelwa ngeyona ndlela ilungileyo. Kwimeko yawo nawuphi na umahluko omkhulu phakathi kweMigaqo yeNkonzo yolwimi lwesiNgesi kunye noguqulelo, iMigqaliselo yeNkonzo yolwimi lwesiNgesi iya kuthathwa njengegunyazisiweyo.",
    "1636202177": "Malunga",
    "1637527266": "Ngawaphi amazwe anezona zithuthi zininzi?",
    "1637702726": "Malunga hCaptcha",
    "1642844535": "ibalulekile: i-hCaptcha isebenzisa iindlela ezininzi ezahlukeneyo ukuphendula umbuzo ofanayo osisiseko, ukuvumela ukuthelekisa ukuhambelana kulo lonke uvandlakanyo.",
    "1644003939": "Qaphela: ayisebenzi kubo bonke abathengi. Umzekelo, i-IP Blinding okanye abanye abathengi abakwizinga eliphezulu okanye ukhetho lokhuseleko (umzekelo, i-Secure Virtual Tenancy customers) ababandakanywanga ngokupheleleyo kuyo nayiphi na i-\"PII\" enokubakho engena kwi-telemetry systems, nkqu nedilesi ye-IP. Nceda uqhagamshelane nommeli weakhawunti yakho ngolwazi oluthe kratya xa lufunwa.",
    "164801246": "Uxolelwaniso yinkqubo apho i-traffic ihlalutywa emva kwenyani ukuqinisekisa ubuntu kunye nokuchaneka kwayo, xa yonke idatha evela kuzo zonke iisayithi zokunika ingxelo ingeni.",
    "1655022901": "I-BotStop nge-hCaptcha™",
    "1655796811": "Ulwazi oluqokelelwe ngokuzenzekelayo ngenxa yokusetyenziswa koMhlanganisi okanye uMthengi kwiiSayithi okanye iiNkonzo (\"IiNkcukacha zoHlalutya\"), njengeedilesi ze-IP, uhlobo lwebrawuza, umnikezeli wenkonzo ye-Intanethi, uhlobo lweqonga, uhlobo lwesixhobo, inkqubo yokusebenza, umhla kunye nesitampu sexesha. yofikelelo, kunye nolunye ulwazi olufanayo. Ezinye iiNkcukacha zoHlalutyo ziqokelelwa egameni lethu liqela lesithathu esisebenzisana nalo ngenxa yaloo njongo, kwaye ezinye iiNkcukacha zoHlalutyo ziqokelelwa ngobugcisa obahlukeneyo bokulandela umkhondo, kuquka iikuki (bona \"uHlalutyo lweQela leSithathu kunye nobuChwepheshe bokuKhangela\" ngezantsi).",
    "165932542": "Ukujonga kumazinga okusombulula i-hCaptcha kwihlabathi liphela",
    "1662477701": "Izibonelelo",
    "166277959": "Nceda uqaphele: eli nqaku likwi-beta ngoku, kwaye isenokungasebenzi kuzo zonke iiwebhusayithi kunye nabasebenzisi ngalo lonke ixesha. Kwimeko apho ingenziwanga amandla okanye ayisebenzi kumsebenzisi othile, ukuziphatha kuya kubuya kubuyele kumava aqhelekileyo e-hCaptcha ngaphandle kokulahlekelwa kokusebenza.",
    "1663628612": "ikuvumela",
    "1665616092": "Ubuqhophololo bentlawulo bulula kwingqikelelo, kodwa bunokuba nzima ngendlela emangalisayo ekuphunyezweni kwayo kwanamhlanje.",
    "1669194950": "Ukongeza kwiiNkcukacha zoMntu, unokuphinda ufuneke ukuba unikeze (okanye kunokuba yimfuneko ukuba siqokelele) enye idatha ukuze sikwazi ukubonelela ngeeNkonzo (ngokuhlangeneyo, \"Idatha yoMthengi\"). Asinatyala ngako nakuphi na ukusilela ukwenza iiNkonzo okubangelwa kukulibaziseka okanye ukungaphumeleli ukubonelela ngeDatha yoMthengi.",
    "1671436004": "Ngaba uyafuna ukubuyisela kwisisa sakho ozithandayo?",
    "1671996585": "Kusenokufuneka udibanise iwebhusayithi yakho, usetyenziso, okanye iqonga kunye neeNkonzo zethu usebenzisa ujongano lwenkqubo yesicelo (\"API\"). Kwimeko apho wenze njalo, sikunika ilayisensi elinganiselweyo, engakhethiyo, engadluliseliyo, engabelweyo, enokurhoxiswa ukuba usebenzise i-API ukufikelela kwiiNkonzo kuphela. Sinokuyiguqula i-API kunye/okanye siyeke ukuxhasa iinguqulelo ezindala okanye ukukhutshwa kwe-API nangaliphi na ixesha. Sinelungelo lokunqumamisa okanye ukunciphisa ukufikelela kwakho kwi-API ngokokubona kwethu, kwaye siya kusebenzisa iinzame ezifanelekileyo ukukunika isaziso ngaphambi kokunqunyanyiswa.",
    "1678661231": "Ukuthobela, ukuthintela ubuqhophololo, kunye nokhuseleko",
    "1685871181": "Iinkonzo eziphezulu ze-intanethi zithembele",
    "1686079269": "Ulwazi malunga nolawulo lwangoku lwenkampani inokufumaneka kwi",
    "1686655020": "Layisha nasiphi na isiqulatho esiphantsi kwelungelo lokushicilela elingengomsebenzi wakho woqobo, ngaphandle kokuba unemvume evela kumnini ofanelekileyo yokuthumela umxholo onjalo kunye nokunika i-IMI onke amalungelo anelayisensi anikwe apha;",
    "1687299615": "Yintoni ukuthathwa kweakhawunti?",
    "1691348394": "- ukuthengwa kwe-automated mass ngexesha lokuthengiswa okulinganiselweyo",
    "1691879905": "https://www.honeycomb.io/privacy",
    "169267610": "sithumele i-imeyile",
    "1697438123": "Ubumfihlo",
    "1699668873": "Kuya kufuneka wazise i-IMI ngokukhawuleza ukuba ukrokrela ukuba iinkcukacha zeakhawunti yakho zibiwe okanye zisetyenziswe ngomnye umntu, okanye naluphi na ulwaphulo lokhuseleko.",
    "1702335960": "Naluphi na ulwazi esiluqokelelayo luxhomekeke kuMgaqo-nkqubo waBucala osebenzayo ngexesha olo lwazi luqokelelwa ngalo. Nangona kunjalo, sinokuwuhlaziya uMgaqo-nkqubo waBucala amaxesha ngamaxesha. Ukuba uhlaziyo luyimathiriyeli, njengoko kumiselwe sithi kuphela, siya kukwazisa, umzekelo nge-imeyile. Inguqulelo yangoku iya kusoloko iposelwe kwiphepha lethu loMgaqo-nkqubo waBucala.",
    "1706581702": "Uqeqesho kwidatha engachongwayo lusebenza ngokunjalo, kwaye aludingi kuthotywa silahleko nokuba kukhuseleko okanye ubumfihlo. Abathengi bethu benze iimvavanyo zobungqina, kwaye basibhengeze ukuba silingana okanye singcono kuneendlela ezingaphantsi zabucala.",
    "170775527": "Iimpawu zeshishini",
    "1709478090": "Ukukunceda ngentengiso esekwe kumdla okanye ekujoliswe kuyo.",
    "1717658846": "Ufikelelo ukhetho kwi widget UI menu",
    "1722734001": "I-intanethi evulekileyo yindawo enengxolo kakhulu. Abadlali abangalunganga bahlasela abasebenzisi benkonzo yethu kunye nabo bakhuphisana nabo njenge-reCAPTCHA yonke imihla, kwaye ngokuqinisekileyo bazama ukubonakala njengabantu kangangoko ngelixa besenza oko.",
    "1728211763": "Ukusetyenziswa komxholo ngale ndlela kwaye ngenxa yezi njongo kuwela phakathi kwezikhokelo zokusetyenziswa ngokufanelekileyo ngokuqonda kwethu umthetho kunye nezenzo ezisemgangathweni kwintsimi, kodwa singabalandeli bexesha elide be-Creative Commons kwaye sikhetha ukunika ikhredithi kuye nabani na oncedisayo. umsebenzi omkhulu wokuphucula ubukrelekrele bomatshini.",
    "1729677626": "Ndihlaselwa kwaye ndifuna ukukhwela ngokukhawuleza.",
    "1752259468": "5. Uqikelelo olulondolozayo: $0.01 ixabiso lenkcazo enye * 200M avg. izichasiselo ngosuku (umda ophantsi) * Iintsuku ezingama-365 ngonyaka * iminyaka eyi-10 ukususela ngo-2009 ukufumana = i-7.3 yeebhiliyoni zeedola zexabiso eliphantsi.",
    "1752795854": "I-hCaptcha izisa indlela yangoku, egxile kubumfihlo ekumiseni i-bots.",
    "1756106276": "Ubume",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "1764089150": "Apha:",
    "1767952047": "Undihlasele phezolo, weba iimpahla zam waza wathatha nemali yam.” Yaphendula enye indoda, eyayinxibe iimpahla ezimbejembeje, yaza yathi, “Iyageza le ndoda. Ucinga ukuba ulinene. Ndilinene lokwenene. Mbambeni!”",
    "1771016224": "-isoftware yokukhuphela wonke umxholo kwiwebhusayithi yakho ngobuninzi",
    "1778058441": "Zeziphi iintlobo zemisebenzi eqhutywa kwi-hCaptcha?",
    "1778642038": "Ukunxibelelana nawe",
    "1779265104": "ImiGaqo eLungisiweyo kunye neziQinisekiso zaBucala",
    "1783317946": "Ukumisa ukuhlaselwa kwe-API yinto ethandwayo yokusetyenziswa",
    "1786796818": "Nciphisa",
    "178839499": "I-hCaptcha yabelana ngexabiso lomsebenzi owenziwe ngelixa abasebenzisi bebonakalisa ubuntu babo.",
    "1789371580": "Ukwabela. Awunako ukunika le Miqathango yeNkonzo ngaphandle kwemvume yethu ebhaliweyo yangaphambili. Sinokunika le Miqathango yeNkonzo nanini na, ngaphandle kwesaziso. Ngokuxhomekeke koku kukhankanywe ngasentla, le Miqathango yeNkonzo iya kubophezela kwiqela ngalinye elilandela kunye nezabelo ezivumelekileyo.",
    "1789607185": "Idilesi yemeyile",
    "1792519141": "Ishishini le-hCaptcha",
    "1795436560": "1. Iseshoni",
    "179723061": "Ulawulo oluthe kratya lwamaqela afuna ukhuseleko olukhokela udidi",
    "1797298240": "Inyathelo 4: Cofa \"HAR\" emva kokuba uzame ukusombulula, kwaye ukhethe \"Gcina Konke njenge-HAR\" ukugcina ilogi yenethiwekhi. Thumela loo fayile kuthi.",
    "1798492192": "Inkxaso yesikhangeli selifa",
    "1803009328": "Idabi livavanyiwe kwisikali sewebhu.",
    "1803943584": "Okwesibini, sivumela imiceli mngeni ukuba izenzele ngokwayo ukumisela ukuba ngawaphi amazwe okanye iilwimi eziya kuthi ziqhube ngawaphi na, sisonyusa ukubakho kwamava angaguqukiyo nangakumbi. Ukuba ukuchaneka kusezantsi kunoko bekulindelekile, iseti yemibuzo iya kuyeka ukusebenza kummandla okanye kulwimi apho oku kwenzeka khona.",
    "1806535500": "Phantse yonke iteknoloji, ukusuka kwiipensile ukuya kwi-dynamite, i",
    "1807143500": "IiNkonzo zibandakanya inkonzo yokhuseleko ye-intanethi (\"iNkonzo ye-hCaptcha\") kunye neqonga (\"i-Intuition Machines Platform\") apho umntu (\"uMxhasi\") anokukhetha ukwenza imisebenzi eyenziwa ngumntu wesithathu okanye i-Intuition Machines ngokwayo (nganye. \"Umceli\") kwiwebhusayithi yethu okanye kwiNkonzo ye-hCaptcha, ngokuthe ngqo kwiwebhusayithi yethu okanye ngokufikelela kwi-Intuition Machines Platform kunye/okanye ukwenza imisebenzi ngokusebenzisa okanye ngokunxulumene nequmrhu lesithathu kunye/okanye iqonga okanye inkonzo (nganye, \"Isihlanganisi\"). Abafaki-zicelo bathumela imisebenzi baze bameme abaXhasi ukuba bayenze ngokutshintshiselana nemivuzo enikezelwa yi-IMI kuBahlanganisi, okanye njengoko kumiselwe nguMceli ukuba uMceli usebenzisa i-Intuition Machines Platform okanye iNkonzo ye-hCaptcha ukuze bakhonze imisebenzi kubasebenzisi babo bokugqibela. Sibiza iinkampani kunye nabantu ngabanye (ngamnye \"uMthengi\") ngokusebenzisa iqonga lethu ukuze basebenzise isoftware yethu, imisebenzi yababhali, basiqeshe ukuba sibhale imisebenzi, kunye/okanye bafumane ukufikelela kubaThusi. Sikwahlawulisa abaHlanganisi ngokusetyenziswa kweNkonzo yethu ye-hCaptcha ukuze sinciphise ubuqhophololo, ukusetyenziswa kakubi, kunye nogaxekile kwiiwebhusayithi zabo, ii-apps eziphathwayo, kunye nezinye iipropathi ze-intanethi. Oku kungasentla kubhekiswa kuzo ngokudibeneyo njenge \"IiNkonzo.\"",
    "181065232": "Senza umsebenzi omncinci wemveliso ngokusekelwe kwidatha yakho yesampulu. Oku kuvavanya umsebenzi esiwenze kunye ukuqinisekisa ukuba ufumana kanye le nto uyidingayo.",
    "1817772953": "Ubuqhetseba asilohlobo olutsha lolwaphulo-mthetho. Eneneni, abembi bezinto zakudala baye bafumana izixhobo zokulwa nobuqhetseba ezayilwa ngamaSumer amandulo ukuthutha imfuyo ngaphandle kwelahleko phantse kwiminyaka eyi-10 000 eyadlulayo! Kwimeko yabo, bafaka iimpawu zodongwe, nganye kuzo imela isilwanyana, ngaphakathi kwebhola yodongwe eyaziwa ngokuba yi-“bulla.” Ibulla yayihamba nomhlambi njengoko wawusuka kumthengisi uye komnye. Nangelo xesha, abanini bamashishini babenexhala lokuba ayinguye wonke umntu osebenza naye owayenyuka enyuka. Kuninzi okutshintshileyo kwiminyaka eyi-10,000, kodwa imfuneko yokuvelisa izinto ezintsha ekuthinteleni ubuqhophololo ihleli kuthi. Namhlanje, umba wobuqhetseba bentlawulo ye-intanethi ubaluleke kakhulu. Nge-Intanethi, abarhwaphilizi baye bakhula ngakumbi kwiindlela zokulawula ubuqhophololo. Izisombululo ezitsha ziguqula umsinga, nangona kunjalo.",
    "1818116402": "Siyathemba ukuba uyakuthakazelela oku kujongwa kwindlela esiyiphendula ngayo imibuzo yokusebenza ngecandelo le-AI Ethics.",
    "1820844638": "Ukufumana ulwazi lwemarike. Sisebenzisa i-Analytics Information ukuhlalutya imarike kwaye siqhube uhlalutyo lwezoshishino ezinxulumene neSayithi kunye neeNkonzo zethu, kunye nezinye iinjongo zophando.",
    "1828028934": "Kungenxa yoko le nto",
    "1829242168": "__cflb,",
    "1830910223": "Isifundo semeko ye-AI Ethics yokwenyani",
    "1834239172": "Thenga iinkonzo zenkcazo ye-hCaptcha",
    "1834801943": "2. Iqela lokuqala",
    "1834911235": "Yeka ukukuthumelela unxibelelwano lwentengiso oluthe ngqo ubuvumile ukulufumana ngaphambili. Singaqhubeka sikuthumelela unxibelelwano olunxulumene neNkonzo kunye nolunye olungelulo ukuthengisa.",
    "1836191653": "Endaweni yokubonelela ngenkonzo eyoyiswa ngokulula kubasebenzisi basimahla ngelixa ubiza izigidi zeedola ngenguqulo yeshishini engekho ngcono kakhulu, i-hCaptcha ibonelela ngokhuseleko olubalaseleyo lwe-bot kubo bobabini, ngelixa ibonelela abasebenzisi beshishini iimpawu ezongezelelweyo kunye nokwenza ngokwezifiso, kunye nee-SLA ezinamandla kunye nenkxaso ekhawulezayo.",
    "1836369533": "Njengopolisa elisentsomini, ubani unokwazi njani ukuba ngubani ngokwenene? Ukuba umhlaseli unezinto ezaneleyo zesazisi ezibiweyo, njengenombolo yelayisensi yokuqhuba, inombolo yokhuseleko loluntu, igama lomfazi kamama, idilesi, njalo njalo, kunokuba nzima kakhulu ukufumanisa ukuba umnxebi ngoyena mnini-akhawunti okanye umhlaseli ozama ukufumana ukusetha kwakhona igama lokugqitha kwiakhawunti afuna ukuyingena.",
    "1836554225": "IiPosi zeBlog",
    "1844885924": "Ithala leencwadi elibanzi leentlobo onokukhetha kuzo.",
    "1845745385": "Yenzelwe uBucala.",
    "184971506": "https://aws.amazon.com/compliance/",
    "1849717906": "Lungiselela umxholo wakho womngeni",
    "1849805607": "I-hCaptcha ikhusela kwiisoyikiso kunye nee-decoys ezenzelwe ukungena kwiinethiwekhi zakho",
    "1865097546": "NgoNovemba 16, 2021",
    "1866590035": "Debug log imiyalelo yeChrome",
    "1873812847": "I-Cookies (ii) Ukuchazwa",
    "1886100235": "Uninzi lweenkonzo ze-intanethi ezinkulu zehlabathi ziye zatshintshela kwiShishini le-hCaptcha kwaye zafumana ukubonwa kwebhot ephuculweyo ecaleni kogcino lweendleko.",
    "1890955039": "Ulwenzelwa njani ukufomatha kumbhalo ngamnye otyebileyo",
    "1892020899": "Bazifumana phi iziqinisekiso?",
    "1892574253": "Bhalisa",
    "1898063898": "ukugcina ubumfihlo bomsebenzisi esiphuhlisayo ngokudibeneyo",
    "1903743785": "Ukufika kwe-APIs esekelwe kwimigangatho imele ukunyuka okukhulu ekudityanisweni kwesicelo. Ngaphezulu kweminyaka engama-20 edlulileyo okanye kunjalo, ii-APIs ziye zasuka kwixabiso eliphezulu kwaye zintsonkothile iimveliso zesoftware zaya simahla, izixhobo ezisekwe kwimigangatho ekulula ukusebenza nazo-kwaye zikhawuleza ukuzisebenzisa.",
    "1904390996": "ukubeka emgangathweni i",
    "1906593952": "Nikeza ngengxelo kwi-hCaptcha osanda kuyibona",
    "190955495": "() Ukunqongophala kwegunya eliphakathi lokulawula i-imeyile",
    "1910628828": "I-scraping content yindlela yokubamba idatha kwinkqubo ebandakanya i-toolset ezenzekelayo ezenza umxhasi wesofthiwe okanye umkhangeli wewebhu. Ayintshanga. Enyanisweni, kwiinjineli zesofthiwe ezinokufuna idatha kwi-mainframe endala, ukukrazula kunokuba yindlela yodwa yokukhupha ulwazi. Iziqhagamshelo zoqobo zisenokuba zimkile kwaye akunakwenzeka ukuba zitshintshe.",
    "1911669851": "Ewe, okwangoku sisebenza kwiindidi zophuculo kwiinkqubo zethu zasemva esilindele ukuba ekugqibeleni zisivumele ukuba sinikezele ngoxolelwaniso olukhawulezayo, ukuchaneka koqikelelo olukhawulezayo, kunye neentlawulo ezikhawulezayo. Sithetha nje sisebenzela ukukhawulezisa uxolelwaniso kuqala.",
    "191460155": "I-Zero friction kunye ne-99.9% yeendlela zokwenziwa",
    "1918025546": "Ukuba unikwe ulwazi oluyimfihlo kuye nabani na kwiiNkonzo, uyavuma ukukhusela imfihlo yolwazi oluyimfihlo kunye neqondo elifanayo lenkathalo oyisebenzisayo ukukhusela ulwazi lwakho oluyimfihlo, kodwa akukho siganeko esingaphantsi kwenkathalo efanelekileyo. Awunakuchaza okanye upapashe naluphi na ulwazi oluyimfihlo okanye oluyimfihlo, ngaphandle kokuba luyimfuneko ekwenzeni umsebenzi. Lonke ulwazi olungaphakathi komsebenzi kwi-Intuition Machines Platform kufuneka luthathelwe ingqalelo njengemfihlo nokuba ulwazi aluchazwanga ngokucacileyo njengemfihlo.",
    "1920884252": "Kutheni umxholo ususa isoyikiso sokhuseleko?",
    "1923297430": "Indawo yokugqibela yokwaphuka kubathengi abaninzi abakhulu beza xa uGoogle waqala ukuhlawulisa iinkampani ngokusebenzisa imveliso yazo nangaliphi na isikali esinentsingiselo. Oku kubangele ukuba abasebenzisi be-reCAPTCHA bexesha elide bajonge ezinye iindlela ezingcono njengoko iinkxalabo zolawulo kwihlabathi jikelele sele zenzile ukusebenzisa unikezelo lukaGoogle luthande ukungathandeki.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "1923365316": "Sinomgaqo-nkqubo ongqongqo we-AI Ethics kwi-hCaptcha, kwaye inxalenye yoko ibandakanya inkqubo yokwazi uMthengi wakho (KYC).",
    "1927613000": "I-hCaptcha idibanisa umatshini wokufunda ophucukileyo kunye neqonga elicelomngeni elinamandla ukukhusela izicelo zewebhu ukusuka ekuthathweni kweakhawunti, ukugxilwa kweenkcukacha, ukukrazula, kunye nezinye iintlobo zokuxhatshazwa.",
    "1933936765": "IsiVumelwano sokuCwangciswa kwedatha (Igqityelwe ukuhlaziywa: ngoSeptemba 23, 2021)",
    "1936449777": "Emva koko, kwimodi ezenzekelayo ngokupheleleyo, banokuxelisa ukuziphatha komntu kwiindawo zorhwebo ze-e-commerce, ukucofa amaqhosha kunye nokongeza izinto kwiinqwelo zokuthenga-ukuya kwindawo apho abaninzi, ukuba akukho zixhobo ezininzi zokulawula ubuqhetseba azikwazi ukuxelela ukuba i-bot izama ukuba. urhwebo. Endaweni yoko, kubonakala ngathi umntu oyisebenzisayo uthengisa nje. I-bot ingangena kwiakhawunti yomthengi wokwenyani isebenzisa ilogi ebiweyo kwiinkcukacha. Okunye okusithelisa ubuqhophololo kukukwazi kwe-bot ukungcolisa iidilesi ze-IP kwaye yenze kubonakale ngathi “umthengi” wahlukile kunomhlaseli, onokuba ukwilizwe lasemzini.",
    "1936512180": "Ufikelelo olulula lwe-API, iideshibhodi ezintle, kunye neteknoloji yamva nje-kwi-loop yokwandisa ukusebenza kakuhle kwabasebenzi.",
    "1941999673": "Isithuba sakho sixhasa a",
    "1942186611": "kunye nabanye.",
    "1942611550": "kuqala",
    "1949452297": "Ngenxa yezithintelo zangaphakathi ze-hCaptcha UI kunye neengqalelo zayo zokhuseleko, akunakwenzeka ukuvelisa kwakhona umthombo womfanekiso ngamnye okufutshane ngqo nokusetyenziswa kwawo. Endaweni yoko, siqhagamshela kweli phepha kwiphepha lethu lasekhaya kwaye sigcine uluhlu lwemithombo ekhoyo ngoku okanye esandula kunikezelwa ngeqonga. Ungafikelela kuluhlu lwangoku",
    "1952810469": "Uhlobo",
    "1953519598": "Iindleko zokubhala umfanekiso omnye zisuka kwi-$0.03 ukuya kwi-$1.00 okanye ngaphezulu. Ngalo naluphi na uqikelelo olungqongqo, uGoogle ukhuphe iibhiliyoni zeedola zabasebenzi basimahla ukuza kuthi ga ngoku. [",
    "1953959745": "ukufikeleleka",
    "1958297836": "Ukhuseleko lohlaselo olulungelelanisiweyo kunye nokunciphisa i-APT",
    "1959762846": "- ukuba neefomu zakho zewebhu zizaliswe ngogaxekile ongapheliyo wokuthengisa okanye ukuxhatshazwa",
    "1960601330": "Ukwenza iikuki zisebenze kwiSafari (Mac): Yiya kwimenyu ehlayo yeSafari. Khetha Ezikhethwayo. Cofa uBucala kwindawo yolawulo ephezulu. Phantsi 'Valela iikuki' khetha ukhetho 'Nakanye.'",
    "1962721652": "Abantu ngabantu abafuna ipateni, kwaye ngamanye amaxesha umbuzo omsulwa unokusuka kwinto engamangalisiyo ukuya ekukrokreleni ngephanyazo, ngenxa yeenguqu zehlabathi kunezikhuthazo zakhe nabani na obuza umbuzo.",
    "1963951234": "Nokuba inokwethenjelwa kangakanani na inkqubo yakho ye-cryptographic, ukuba umntu ekupheleni kosuku unokuchitha nje imali ukukunika impendulo oyifunayo, ukuba neqhekeza lehardware akonelanga.",
    "1972710018": "Ukuyibona ngokwembono yenkampani",
    "1973347745": "10. Imifanekiso yomzekelo yasimahla. Umthombo: Petapixel.",
    "197676026": "Kunye nabanye ngayo nayiphi na injongo yeshishini esemthethweni, ngaphandle kokuba ulwazi aluchazwanga",
    "1977013707": "† Iintlawulo zikaDisemba 2020 ziphinde zamiselwa ukususela ngomhla we-15 ukunqanda ukudityaniswa noxolelwaniso lokuphela konyaka kunye neeholide zabasebenzi: ziya kugqitywa kwiveki yesibini kaJanuwari. Ngenxa yogqithiselo olucothayo kunesiqhelo kwi-PayPal, iintlawulo ziya kubaleka iintsuku ezininzi kunokuba zigqitywe ngosuku olunye.",
    "1978884623": "Funda ngakumbi malunga nokuxela imiba yesoftware",
    "1979347895": "-Iziphazamiso ezinkulu zeshishini zinokwahluka kububanzi bazo, njengefemu yethu kuphela, isakhiwo esinye esihlala umzi wethu, indawo ehlala kuyo ifemu yethu, isixeko esikuyo, okanye ummandla wonke. Kwindawo nganye kwezi, ubunzima bokuphazamiseka bunokwahluka ukusuka kubuncinci ukuya kobunzima. Kwisiphazamiso kwifemu yethu, kwisithili sethu seshishini, isixeko, okanye kwingingqi okanye kwisakhiwo esihlala ifemu yethu, siya kutshintshela umsebenzi wethu kwindawo yasekuhlaleni xa kuyimfuneko kwaye silindele kungabikho kuphazamiseka kushishino. Kuzo zombini iimeko, siceba ukuqhubeka neshishini, ukudlulisela imisebenzi kwabanye ababoneleli ukuba kuyimfuneko, kwaye sikwazise ngewebhusayithi yethu kwi-hcaptcha.com kunye nephepha lethu lesimo kwi-hcaptchastatus.com malunga nendlela yokuqhagamshelana nathi. Ukuba ukuphazamiseka okubalulekileyo kweshishini kubi kakhulu kangangokuba kusithintele ekubeni sihlale kwishishini, siya kukwazisa ngokukhawuleza.",
    "1982617151": "( ) Nabani na unokutshabalalisa umsebenzi okanye ishishini lakhe nabani na",
    "1982750088": "Iinkampani kwihlabathi jikelele zithenda ukuba loo msebenzi ugqibezele imisebenzi elula elula ebantwini kodwa enzima koomatshini. Abasebenzisi baxhasa indawo abayindwendwelayo, kwaye banamava amancinci e-spam yewebhu ngenxa yezinga eliphezulu lokhuseleko.",
    "1985238261": "Amanye Amanqaku Athintelweyo",
    "1988268879": "Ukuleyibhelishwa kwedatha eyonga iindleko ngokomlinganiselo",
    "1988461282": "Iziseko ezisemthethweni zokuLungiswa",
    "1990824776": "Nge-16-24 kaSeptemba 2020*****",
    "1993899769": "15. Ukusebenzisa Kwethu Ulwazi",
    "1993984258": "( ) Nasiphi na iskimu esisekelwe ekuphumeni asimkelekanga",
    "1995277831": "Enkosi",
    "1996843433": "Nciphisa ingxabano ngokunqanda umngeni ngokupheleleyo kwi-99.9% yetrafikhi yakho esemthethweni ngelixa usabonelela ngokhuseleko olubalaseleyo.",
    "1997838163": "Iinkampani ezinkulu zehlabathi zixhomekeke kwi-hCaptcha Enterprise. Ukudityaniswa kulula, kwaye ukuchaneka kokufumanisa akunakulinganiswa.",
    "2012837493": "Iziphumo zokukhangela",
    "2014256987": "Ukuba awufuni ukukuthintela ukusetyenziswa kweekuki okanye obunye ubugcisa bokulandela umkhondo, nceda ubone \"Ukulawula Ulwazi Lwakho,\" ngezantsi. Nceda uqaphele ukuba ukwenza oko kunokuchaphazela kakubi amava akho usebenzisa iSayithi okanye iNkonzo, njengoko ezinye iimpawu zisenokungasebenzi kakuhle.",
    "2015218686": "ngaphambi kokuba uhambe ngala manyathelo. Ukuba oko kulungisa ingxaki yakho, siyakuxabisa ukuba usazise ngoguqulelo lwesikhangeli sakho, i-ad blocker okanye ulwandiso lwebhrawuza, kunye newebhusayithi URL.",
    "2019130052": "Iinguqulelo zethu kwiML egxile kubumfihlo zenza sigqithe imigangatho yokhuseleko yelifa \"rekhoda yonke into ngonaphakade\" ngaphandle kokonakalisa ukhuseleko okanye ubumfihlo bomsebenzisi.",
    "2019702084": "Ngaphandle kokuba kuvunyelwe ngokucacileyo kwiSivumelwano seNkonzo yoMthengi okanye isiVumelwano soMthengi, iiNkonzo ze-SaaS eziyalelweyo aziyi kuthengiswa, ziphinde zithengiswe, ziqeshiswe, zibolekwe, zinikwe ilayisenisi, zinelayisenisi encinci, okanye zenziwe zifumaneke kulo naliphi na elinye iqela lesithathu (ngaphandle kweNxulumano yoMthengi. ), kunye nazo zonke ii-odolo phantsi kwesiVumelwano kunye nazo zonke ukusetyenziswa koMthengi weNkonzo kuya kuba kuMthengi okanye usetyenziso lweshishini lwangaphakathi loMthengi.",
    "2024293275": ". Onke amanye amalungelo agciniwe okwangoku.",
    "2024737147": "Ngaba ufuna ukuxela isiphene?",
    "2030062561": "( ) Akukho mntu uya kukwazi ukumfumana loo mfana okanye aqokelele imali",
    "2032102720": "Izisombululo zokhuseleko ezibonelelwa ziinkampani zentengiso zijolise ikakhulu ekulandeleni abasebenzisi kwiwebhu iphela. Senze isisombululo sokhuseleko esisebenzayo esingqina ukuba ukonakalisa ubumfihlo bomsebenzisi akuyomfuneko ukuzisa iziphumo ezigqwesileyo.",
    "2041686284": "Idatha eninzi ngokubanzi ivelisa iziphumo ezingcono kwiimodeli zokufunda zoomatshini. Impumelelo yamva nje yeemodeli ezinzulu ikhokelele ekunyukeni kwedatha enkulu, kwaye i-hCaptcha isebenzela le mfuno. Nangona kunjalo, ukwenza iiseti zedatha eziphononongwe ngabantu ezinkulu kusetyenziswa iindlela zemveli kucotha kwaye kuyabiza.",
    "204716894": "Umxholo kunye noyilo lwamaphepha ethu ewebhu akhuselwe phantsi komthetho welungelo lokushicilela. Ukuphinda-phindwa kwamaphepha kunye nomxholo wawo ngendlela edlula ukusetyenziswa ngokufanelekileyo ngokufanelekileyo kufuna imvume ebhaliweyo kwangaphambili evela kwi-IMI ukuba akukho malungiselelo omthetho achaziweyo ukuba aphindwe kwiphepha.",
    "204889717": "batshintshele kwi-hCaptcha's",
    "2052161540": "Ukuthatha iinkcukacha zeNgxelo yeBug: Chrome",
    "2058856283": "I-hCaptcha Enterprise inenjongo enye kuphela: ukukhusela abadlali ababi ukuba baphazamise imisebenzi yakho ye-intanethi kunye nokwenzakalisa abasebenzisi bakho.",
    "2059998584": "Ummandla",
    "2066255783": "Yintoni Content Scraping?",
    "2066321185": "Isiseko soMthetho",
    "2066749488": "Ezinye Izikhalazo",
    "2067112112": "Khomba amagqabantshintshi kwiimeko ezininzi zokusetyenziswa ezahlukeneyo",
    "2067334580": "Ikhonkco lokubhaliweyo",
    "2072808435": "\"Khawucinge ntoni, Google? Iiteksi kwilizwe lam zimnyama ngokubanzi. Ndibukele iimuvi ngokwaneleyo ukuze ndazi ukuba zonke eziseMelika zityheli. Kodwa kuwo onke amanye amazwe endikhe ndawatyelela, iiteksi beziyimish-mash. imibala eyahlukileyo.\"",
    "2075610992": "Enkosi ngenkxaso yakho!",
    "2076066173": "Uhlaselo lweCyberate 101",
    "2076932190": "Imveliso ye-reCAPTCHA ke ngoko imile ishumi leminyaka.",
    "2077639538": ". Kolunye, umngeni wedatha kwinkonzo yethu inokuvela kwimithombo emininzi, hayi nje enye - ukusuka kwiinkampani ezinkulu ze-Fortune 500 ukuya kumatshini wokufunda uqalo, ukuba nje zibambelela kwethu.",
    "2082237880": "A: I-hCaptcha yinkonzo yokuqala yohlobo lwayo exhasa i-Privacy Pass, kwaye okwangoku yiyona kuphela eyenza oko. Nangona kunjalo, silindele ukuba ezinye iinkonzo ziqaphele izinto ezilungileyo zokwandisa ubumfihlo bomsebenzisi kwi-intanethi, kwaye silindele ukuba kwixesha elizayo abaninzi baya kuzalisekisa njengoko imigangatho ye-IETF esiyinceda ukuyiphuhlisa yamkelwa ngokusesikweni.",
    "2082407178": "Umbuzo: Ndinokuzikhusela njani ekulandeleni i-cookie yomntu wesithathu ngelixa ndisebenzisa i-cookies yokufikeleleka?",
    "2087769953": "\"Siyavuya ngolu tshintsho kuba lunceda ukujongana nenkxalabo yabucala exhomekeke kwinkonzo kaGoogle ebesinayo ixesha elide. Sivavanye inani labathengisi beCAPTCHA kunye nokwakha inkqubo ngokwethu. Ekugqibeleni, I-hCaptcha iye yavela njengeyona ndlela ingcono ye-reCAPTCHA.\" \"Sithande izinto ezininzi malunga nezisombululo ze-hCaptcha: 1) azithengisi iinkcukacha zomntu; baqokelela kuphela ubuncinci bedatha yobuqu efunekayo, babonakala elubala ekuchazeni ulwazi abaluqokelelayo kunye nendlela abalusebenzisa ngayo kunye/okanye balubhengeze.",
    "2090457681": "( ) Andifuni ukuba urhulumente afunde i-imeyile yam",
    "2095899021": "I-hCaptcha iziKhokelo zoKwandisa kunye neLayisensi yophawu loRhwebo ngokubanzi",
    "2103513933": "ukwenza umsebenzi ophazamisana okanye ophazamisa ukusebenza kwesiza;",
    "2103563261": "Ulwazi lwaBucala okanye loLuntu",
    "2104933754": "Chonga iilebhile ezihambelanayo",
    "2107077506": "I-platform ye-HUMAN isebenzisa iimodeli zokuzithemba ezibanzi ukwenza uhlalutyo oluchanekileyo lwexesha langempela. Oku kusivumela ukuba siqonde ngokukhawuleza ubunzima bemibuzo kunye nempendulo yabo echanekileyo, okonga ixesha kunye nemali.",
    "2109792055": "Isikhokelo soMsebenzisi: Imiba yokuLungisa iMiba ngokuKhutshwa kwePasi yaBucala kunye nokuQinisekisa",
    "2110259227": "24. Umda woButyala",
    "211351380": "Ukusuka kwibhlog:",
    "2113642787": "Ingoma YaseKuseni",
    "21141582": "oku",
    "2114694926": "2. Iseshoni",
    "2119943547": "Kutheni kunje? Impendulo ilula. Okoko nje kukho inkuthazo yokusebenzisa kakubi inkqubo, umntu uya kufumana indlela ngokubanzi. Kwaye bakuba benzile, omnye umntu ngoku uya kuba nenkuthazo yokubanqanda.",
    "2123236933": "() Iindleko ze-Bandwidth ezingachatshazelwa kukucoca umxumi",
    "2125514305": "I-ML iphucukile, kodwa ubunzima bokudlula i-reCAPTCHA abutshintshanga ngeli xesha.",
    "2131386784": "Ubuchwephesha obufikelelekayo kunye neNkxaso kubo bobabini kunye nabasebenzisi bakho",
    "2133754014": "Ngaphezulu kwe-4.5 yezigidi zewebhusayithi zisebenzisa i-reCAPTCHA [",
    "2133809801": "Logama nje abantu behlala bengabantu, kunokwenzeka ukuba ukuqinisekiswa kobuntu kuya kuba nendima yokudlala kwi-intanethi.",
    "2138799135": "I-hCaptcha inamaninzi okudibanisa okwakhiwa kwangaphambili kwi-frontend kunye ne-backend systems oyisebenzisayo.",
    "2146900431": "Ngokwemvelo, eli bango linengqiqo eninzi. I-CAPTCHA, njengayo yonke into, ifakwe kwimeko yenkcubeko, kwaye ukuba iqela lakho lemingeni liye ladalwa kakhulu kwinkcubeko enye, ayinakuguqulela kakuhle kwenye. Embindini wayo, lo ngumbandela wenkcubeko",
    "2150595700": ". I-GDPR kunye ne-CCPA babeke iinkxalabo zabucala kwimephu kubathengi bamashishini, kwaye kwangaxeshanye ubumfihlo be-intanethi buba bubaluleke ngakumbi nangakumbi kuluntu njengoko sonke siqala ukuqonda indlela amashishini entengiso kunye nentengiso kwi-Intanethi asebenzise idatha yethu ngokwembali.",
    "2150907653": "* Iikuki zobugcisa ziyimfuneko ngokungqongqo kubonelelo lwenkonzo. Ezi ziquka iikuki ezikhethwayo, iikuki zeseshoni, i-cookie balancing cookies, njl.",
    "2155089487": ". Ukuba imiceli mngeni yethu bekulula ukuyisombulula kwamanye amaqela, besinokulindela ukubona umahluko kwindlela abantu kwihlabathi liphela nakwiinkcubeko ezahlukeneyo abaqhuba ngayo xa beyisombulula. Kumxholo weposi yase-Eden, sinokulindela ukuba abantu baseMelika benze ngcono kunabantu bakwamanye amazwe. Kuba sichithe iminyaka sisenza iinkqubo zokuthintela le ngxaki, enyanisweni sibona okwahlukileyo.",
    "2159517814": "Sabelana okanye siveze iinkcukacha zobuqu kwezi meko zilandelayo:",
    "2163914794": "Ngaba ufuna iilebhile ezingakumbi zeeseti zedatha yakho? I-hCaptcha inikezela ngokukhawuleza, indleko, kunye nomgangatho ophezulu wokubhala idatha kwiinkampani ezisebenza kwi-intelligence yokwenziwa kunye nezicelo zokufunda ngomatshini.",
    "2164933356": "Cloudflare",
    "2167049807": "Amaqela okhuseleko amkele iindlela ezahlukeneyo zokuchasa kunye nolawulo oloyisa iindlela ezilula, ezonqenayo zorhwaphilizo lwentlawulo. Noko ke, olu hlaselo luya lusiba qatha ngakumbi. Umzekelo, ii-bots ngoku zinokuvuna amanani ekhadi letyala elibiweyo kunye nee-PIN kwiiwebhusayithi zomgunyathi kunye nohlaselo lobuqhetseba.",
    "2168177815": "nceda ucofe apha",
    "2177660021": "Isazinzulu soPhando eStanford. Ukufunda koomatshini kunye nemali eninzi kwiibhanki ezinkulu, iimali zehedge, kunye nemfundo.",
    "2178073797": "Ngenxa yokuba ukuxela ulwazi oluyimfihlo kusenokubangela umonakalo ongalungisekiyo, iqela elizixelayo linelungelo lokufuna isiqabu esisithintelo kuko nakuphi na ukophulwa okanye ukoyikiswa kokwaphulwa kwalo mgaqo.",
    "2179524509": "Ngamanye amaxesha sifumana imibuzo malunga nokuba zeziphi iintlobo zemibuzo evumelekileyo kwinkonzo ye-hCaptcha, kwaye kutheni imibuzo ethile ibuzwa.",
    "2182196747": "Inkxaso",
    "2183926131": "Qalisa nge-hCaptcha Enterprise",
    "2184564739": "'Yabona",
    "2185418511": "Ngayo nayiphi na injongo yeshishini esemthethweni, ngaphandle kokuba ulwazi aluchazwanga okanye ludityanisiwe kangangokuba lungenako ukubotshelelwa ngokufanelekileyo emntwini.",
    "2185860003": "21. Ukuguqulwa kweWebhusayithi",
    "2187096543": "Enyanisweni, kukho ukuphulwa kwedatha enkulu okubangelwa yi-software ebhaliweyo ye-hacker eyabiza i-API ukuba ikhuphe idatha kwisiseko sedatha. Emva kwayo yonke loo nto, ukuba ibiwa idatha ifuna nje umnxeba osisiseko we-GET kwi-API, ebhalwe kusetyenziswa i-REST kunye ne-JSON, ngoko kulula ukuhluba ngokukhawuleza isiseko sedatha sicoceke. Enyanisweni, xa abantu bethetha ngokuhlaselwa \"kwesikrini sokukrazula\", oko bathetha ngokwenene, ubukhulu becala, iifowuni ze-API ezikhawulezayo ezikhupha idatha ngaphandle kwedatha. I-APIs ibe yindawo enkulu yokuhlaselwa kwimibutho eyakhayo.",
    "2188609322": "Abadlali abangalunganga baxhaphake kakhulu kwi-intanethi. Kodwa ukuncama ubumfihlo bomsebenzisi akuyompendulo.",
    "218889628": "Ngaphandle kwaxa siphelisa esi siHlomelo soMthengi okanye iMigaqo yeNkonzo ngenxa yokophulwa kwakho kwesi siHlomelo soMthengi okanye iMiqathango yeNkonzo, ukuba siyayekisa kwaye uhlawule kwangaphambili nayiphi na imirhumo kuthi, siya kubuyisela inxenye yezo zinto. imali ehlawulwa kwangaphambili, ngokusekelwe kwixesha eliseleyo okanye iiNkonzo ozihlawuleleyo, nokuba yeyiphi engaphantsi. Siya kuwuqukumbela umsebenzi wethu ngendlela enengqiqo yorhwebo kwaye silondoloze kwaye sizise kuwe zonke iiSeti zeDatha yeZiphumo kunye nayo yonke iDatha yoMthengi esikuyo. Nakuphi na ukupheliswa, sinako kodwa asinyanzelekanga ukuba sicime nayiphi na idatha.",
    "2193061499": "Ezinye zeempawu zethu kunye namanqaku zithintelwe ukuba zisetyenziswe yi-hCaptcha kunye namaqabane ayo. Abantu besithathu abanakusebenzisa la manqaku alandelayo ngaphandle kwelayisensi ebhaliweyo evela kwi-hCaptcha:",
    "2196526290": "hc_ufikelelo",
    "2197218442": "I-CEO ye-Cloudflare u-Matthew Prince ishwankathela le mbono kwi-",
    "219813583": "Ukhuseleko Kuqala",
    "2199048568": "Cofa kwikhusi ekhohlo kwibar yedilesi nakweliphi na iphepha lewebhu. Cofa kwiiSetingi zoKhuselo. Iphaneli yeFirefox Preferences yaBucala kunye noKhuseleko iya kuvula. Ngaphantsi koKhuseleko oloNgeziweyo lokuKhangela, khetha Isiko. Khetha ukuba ngabaphi abalandeleli kunye nezikripti oza kuzibhloka ngokukhetha ezo bhokisi zokukhangela. Qinisekisa ukuba uvule i-hcaptcha.com.",
    "2209109640": "esetyenziselwa iinjongo ezikhohlakeleyo kuphela, kumxholo wemisebenzi yabo yesiqhelo yeshishini?",
    "2209837451": "Nge-15 kaOkthobha 2019 - nge-15 kaJanuwari 2020",
    "2212670355": "Bhalisa",
    "2216374138": "zingabantu, ezinje ngeentshukumo zemouse, indawo yokuskrola, iziganeko zokucinezela isitshixo, iziganeko zokubamba, kunye nolwazi lwegyroscope / i-accelerometer njengoko kusebenza.",
    "2217842245": "Nangona kunjalo, idatha yethu ibonisa ukuba (ye-hCaptcha)",
    "2219945145": "iseshoni,",
    "2223819810": "Ukwandisa iqonga lethu",
    "2225785608": "( ) Sifanele sikwazi ukuthetha ngeViagra ngaphandle kokuvavanywa",
    "2230333214": "Sidibanisa iDatha yoMthengi kunye nenye idatha ukuze iziphumo zingabonakali kwaye siqokelele iilog zobugcisa ezingachongwanga kunye nedatha malunga nokusetyenziswa kweeNkonzo (\"Idatha ehlanganisiweyo/yeDe-Identified\"). Ngaphandle kwayo nayiphi na into echaseneyo apha, nayiphi na iData eDityanisiweyo/eChaziweyo ingasetyenziswa yi-IMI kuyo nayiphi na injongo yeshishini ngexesha okanye emva kwexesha lesi siVumelwano, kubandakanywa ngaphandle komda ukuphuhlisa nokuphucula iiNkonzo kunye nokudala nokusasaza iingxelo kunye nezinye. izixhobo. Idatha yoMthengi isenokuqhubeka kwaye iboniswe kwinkqubo ixesha elilinganiselweyo ukuba lingadluli iintsuku ze-180 emva kokuba umsebenzi ugqityiwe, umzekelo njengokulinganisa okuzenzekelayo okanye idatha yokuqinisekisa kwiinkqubo ze-Intuition Machines. Ukucacisa, eli Candelo lesi-5 alisiniki lungelo lokukuphawula njengomthombo wayo nayiphi na iDatha eDityanisiweyo/eDe-Changiweyo ngaphandle kwemvume yakho ebhaliweyo yangaphambili.",
    "2233384692": "Ukuba unayo nayiphi na imibuzo okanye iinkxalabo malunga nendlela idatha ephathwa ngayo okanye ungathanda ukusebenzisa amalungelo akho, kufuneka uqhagamshelane nomntu okanye iqumrhu (oko kukuthi, umlawuli wedatha) oye wasebenzisana nathi ukusebenzisa iNkonzo ukucubungula le datha. Nangona kunjalo, siza kubonelela ngoncedo kubaHlanganisi bethu ukujongana nazo naziphi na izinto ezikuxhalabisayo onokuba nazo, ngokungqinelana nemigaqo yesivumelwano sethu nabo.",
    "2233741720": "Ukuququmbela",
    "2234909600": "( ) Abasebenzisi be-spamer abazikhathaleli iidilesi ezingasebenziyo kuludwe lwabo",
    "2236960358": "Ekubhaliseni, uya kucelwa ukuba uchaze iinkcukacha ezithile malunga nawe (\"IiNkcukacha zoBuntu\"), kuquka igama lakho, idilesi ye-imeyile, kunye nokwenza igama lomsebenzisi kunye negama lokugqitha, konke oku kuya kuxhomekeka kuMgaqo-nkqubo wethu waBucala, okhoyo iwebhusayithi. Nguwe wedwa onoxanduva lokubeka iliso, ukuqinisekisa nokugcina ukhuseleko lweakhawunti yakho, amagama ayimfihlo, kunye nazo naziphi na izitshixo zokuqinisekisa ezinxulumene neakhawunti yakho, kwaye unoxanduva lwako nakuphi na ukusetyenziswa okanye isenzo esithathiweyo ngokusetyenziswa kolwazi kwiiNkonzo.",
    "2255549335": "Umsebenzi wethu kwi-hCaptcha kukufumana urhwebo phakathi kobunzima kunye nokuchaneka kunye nokugcina ukungqubana kuphantsi, ngakumbi",
    "2256305371": "Unjingalwazi, CS kwiYunivesithi yaseCalifornia, eBerkeley. Ukufunda nzulu, ukhuseleko, ingcali blockchain. I-CEO ye-Oasis Labs.",
    "2256795853": "Ukukwazi ukukhupha idatha eninzi, ngokukhawuleza, kwiiwebhusayithi kwenza ukukrazula isixhobo esinamandla ezandleni zabadlali abakhohlakeleyo. I-scraping bot inokuqokelela idatha yomsebenzisi kwiindawo zentlalo yoluntu. Emva koko, ngokukrazula iisayithi eziqulethe iidilesi kunye nolunye ulwazi lomntu kunye nokulungelelanisa iziphumo, i-hacker inokuzibandakanya kulwaphulo-mthetho lwesazisi olufana nokungenisa izicelo zekhadi letyala lobuqhophololo.",
    "2260079771": "Ukugcinwa kwedatha",
    "2268939633": "I-IMI ayizibophelelanga, kwaye ayinyanzelekanga ukuba ithathe inxaxheba, kwisisombululo esisesinye sengxabano kwiingxabano zabathengi phambi kwequmrhu lokusombulula iingxabano zabathengi. Iwebhusayithi esemthethweni yeKhomishini yaseYurophu yoSombululo lweeMbano kwi-Intanethi:",
    "2269166171": "UGoogle Chrome (Mac):",
    "2271205646": "Inqaku eliya kuBahlali boMmandla woQoqosho lwaseYurophu.",
    "2271252286": "( ) UMicrosoft akayi kuyinyamezela",
    "2271512952": "Abasebenzisi baxhasa indawo abayindwendwelayo, kwaye banamava angaphantsi kogaxekile bewebhu.",
    "2271969747": "20. Ulwazi oluyiMfihlo oluFumanayo",
    "2273532558": "Ngoobani abathengi abahlawulayo be-hCaptcha?",
    "2281169898": "Ukuthumela ulwazi lolungiso lweempazamo kunye nengxelo yakho kuya kwenza kube lula kuthi ukuchonga ukuba kuqhubeka ntoni. Nantsi imiyalelo yenyathelo nenyathelo:",
    "2284856231": "kwaye kubonwe ukuchaneka okuphuculweyo okumangalisayo kwimowudi ye-hCaptcha Enterprise's purely passive mode ngokunjalo.",
    "229198134": "( ) Uxolo mfondini, kodwa andiqondi ukuba iya kusebenza.",
    "2292919419": "( ) Outlook",
    "2296918009": "Oku kulingana neminyaka engaphezu kwe-100 yomntu yokusebenza yonke imihla.",
    "2301335298": "Ubuqhophololo beNtlawulo: Ukunciphisa iNdlela yokuPhucula ngokukhawuleza yoLwaphulo-mthetho lwe-Cyber",
    "230159237": "Abafowunelwa",
    "2301757528": "**** Ngenxa yokugcinwa kwe-PayPal ye-REST APIs ngexesha lefestile yentlawulo, ayizizo zonke iintlawulo eziye zagqitywa ngo-Jun 15. Naziphi na iintlawulo ezicwangciselwe i-Jun 15th (ixesha le-Pacific) kodwa azizange zenziwe ngenxa yeempazamo ze-PayPal API zaphinda zaqhutywa ngo-Jun 19 (ixesha le-Pacific).",
    "2303655425": "Nge-15 kaJan 2019 ukuya nge-15 ka-Epreli 2019",
    "2309661107": "Nangona kunjalo, sinomdla kakhulu",
    "2310694091": "Luthetha ukuthini uXolelwaniso?",
    "2310705547": "Into yombhalo otyebileyo ikuvumela ukuba udale kwaye ufomethe izihloko, imihlathi, iibhloko ezicatshulweyo, imifanekiso, kunye nevidiyo zonke kwindawo enye endaweni yokuba uzongeze kwaye uzifomethe ngokwahlukeneyo. Cofa nje kabini kwaye wenze umxholo ngokulula.",
    "23114595": "Amava amakhulu oMsebenzisi",
    "231285005": "Unokufumana uhlaziyo lwamva nje kwibhlog yethu",
    "2315518622": "Ngobuchule obukhoyo kwizixhobo zokuhlasela zanamhlanje, kulucelomngeni olukhulu ukubona ukuba zeziphi, ukuba zikho, ezinobuqhophololo. Emva koko, umntu ubiza umgca wenkonzo yabathengi kwaye uthi \"I-akhawunti yam ihlaselwe! Andikwazi ukungena kukho umntu ondibayo imali yam!”",
    "2319072959": "Baleka ngaphandle kweintanethi ngokupheleleyo kunye nabasebenzi bakho, landelela ixabiso elisetyenzisiweyo kwiiyunithi zoshishino okanye amaqabane eemanyano, ngokukhetha imisebenzi eya kubaboneleli abahlukeneyo bangaphakathi okanye bangaphandle ngokusekwe kwiindleko kunye neemfuno zokhuseleko, kunye nokunye.",
    "2320894364": "Ngamanqaku angama-200 obukho, ilifu le-hCaptcha likhusela impahla yakho kwihlabathi liphela.",
    "2323013093": "26. Umthetho osebenzayo",
    "2323282990": "Indlela yanamhlanje yokuqinisekisa uBuntu",
    "2326660907": "ngaphandle",
    "2328839224": ". Nceda ujonge icandelo lethu elithi \"iSaziso saBahlali baseCalifornia\" ezinxulumene namalungelo akho phantsi koMthetho waBucala wabaThengi baseCalifornia (\"CCPA\").",
    "2330965058": "Apho sisebenza njengeprosesa yabaHlanganisi bethu, asiyisebenzisi idatha eqokelelwe ngayo nayiphi na injongo ngaphandle kokuba kuyimfuneko ngokufanelekileyo ukubonelela ngeNkonzo yethu, kwaye inkqubo yethu iya kulawulwa zikhontrakthi esinazo kunye nabaHlanganisi bethu, hayi oku. umthetho wabucala",
    "2333410049": "Nceda uzame ukucima isithinteli sakho sentengiso.",
    "2340340589": "Izikhokelo zokusebenzisa uphawu lwe-hCaptcha",
    "234420106": "Kwimeko apho ungumHlanganisi okanye uMthengi wenkonzo yeShishini le-hCaptcha kunye nokusetyenziswa kwe-API njengoko kulinganiswe yi-RPS kudlula umlinganiselo obonelelweyo wenkonzo yakho, sinokukhetha ukulungisa inkonzo yakho okanye ukuhlawulisa ireyithi engaphezulu. Kwimeko apho ireyithi yakho ephezulu ye-RPS igqithise kumlinganiselo we-10 kwimizuzu eli-10 okanye ngaphezulu iyonke kwisithuba seentsuku ezingama-30 kwaye uninzi lwezi zicelo, ngokokubona kwethu sodwa, azikho izithuthi ezikhohlakeleyo, sinokukhetha ukuba kukuhlawulisa ngereyithi yakho egqithisiweyo echazwe ngokwekhontrakthi yazo zonke izicelo ze-API ezenziwe kuloo nyanga.",
    "2344319147": "Ixabisa malini ukufunyaniswa kwebhot kaGoogle?",
    "2348450790": "Nceda ufunde le Miqathango yeNkonzo. Zibandakanya, phakathi kwezinye izibonelelo, izilandulo zeziqinisekiso, imida yobutyala, kunye nolamlo olubophelelayo. Nceda uqaphele ukuba le Miqathango yeNkonzo inokuthi itshintshile ukususela kutyelelo lwakho lokugqibela kwiwebhusayithi yethu. Sinokuhlaziya kwaye sihlaziye le Miqathango yeNkonzo ngamaxesha ngamaxesha ngokokubona kwethu. Kwimeko yokutshintsha kwezinto, siya kukwazisa ngokuthumela iMigqaliselo yeNkonzo ehlaziyiweyo kweli phepha, emva koko kufuneka wamkele iMigaqo yeNkonzo ehlaziyiweyo ukuze uqhubeke usebenzisa okanye ukufikelela kwiSayithi okanye iNkonzo.",
    "2348697693": "UGoogle Chrome (Android):",
    "2349681896": "Ngelishwa, ukulawula isiqwenga sehardware akuthethi ukuba ungumntu. Phantse sonke isikimu sobungqina besixhobo somthengi esithandwayo siye saphulwa ngokuphindaphindiweyo, satshintshwa, saza saphulwa kwakhona.",
    "2351176803": "ImiGaqo yelayisensi ye-hCaptcha JS API",
    "2354267648": "I-GDPR, CCPA, kunye ne-LGPD-friendly policy yabucala",
    "2359150347": "Umbuzo: Ngaba ezinye iinkonzo zokhuseleko kwi-intanethi zixhasa iPasi yoBucala?",
    "2359312315": "okanye idityaniswe ngohlobo lokuba ingabotshelelwa ngokufanelekileyo emntwini.",
    "2359913400": "Iziseko zophuhliso",
    "2366003154": "Cinezela kunye nemibuzo yeMedia",
    "2367602973": "Apha",
    "2369877184": "Ubuninzi obuvunyelweyo bereyithi ye-RPS ye-hCaptcha Integrators okanye abaThengi zizicelo ezili-1,000 ngomzuzwana ukuya kumaqumrhu angaphakathi kwi-akhawunti yakho (\"RPS\"), ngaphandle kokuba kuchazwe ngenye indlela isivumelwano sekhontrakthi esibhaliweyo phakathi kwakho nathi.",
    "237009707": "( ) Vula iireyidi kumazwe angaphandle",
    "2373007864": "IShishini le-hCaptcha lisebenza kwitekhnoloji yeqonga le-hCaptcha, eyandisiweyo ukuze iquke iimpawu ezifunwa ngamashishini ezithuthi eziphezulu.",
    "2378786360": "1. Zama esinye seziphequluli ezixhaswayo: ukuba ukuChrome, zama ukusebenzisa iFirefox ngaphandle kokungenisa useto lwakho kwiChrome, kwaye ufake iplagi apho. Ukuba oko kuyasebenza, unokuba nomba woqwalaselo lwesikhangeli.",
    "2385522384": "Ububona iifreyimu zevidiyo kwiikhamera kwiimoto eziziqhubayo zikaGoogle zeWaymo, kunye nokunceda ukuphucula ukuqondwa kwezinto zabo.",
    "2386465280": "Indlela Esabelana Ngayo Ngolwazi",
    "2391175562": "Ngapha koko, nantsi into endiyicingayo ngawe:",
    "2394073454": "Sinokuqokelela ulwazi olongezelelweyo kubasebenzisi bokugqibela abanqwenela ukusebenza nathi njengaBabhali beDatha abaMnye.",
    "2396605499": "( ) Abamhlophe bayanyanyeka",
    "2397590157": "3. Uqikelelo olulondolozayo: Izigidi ezingama-200 zisombulula * imizuzwana engama-30 ngesisombululo seminyaka = 190.3 umntu-iminyaka/ngosuku.",
    "2402165761": "Isebenza njani iScraping?",
    "2404545611": "Wamkelekile kwi-hCaptcha! Enkosi ngokuba yinxalenye yoluntu lwethu. Bonke abasebenzisi be \"IiNkonzo\" (echazwe ngezantsi) kufuneka bavumelane nale migaqo ilandelayo (\"iMigqaliselo yeNkonzo\"). Phantsi kwale Miqathango yeNkonzo, \"IMI\", \"thina\" kunye \"nathi\" kubhekiselwa kwi-Intuition Machines, Inc. kunye ne-subsidiaries yayo, amahlakani, amagosa, iiarhente, abasebenzi, abameli, kunye neearhente, kwaye \"iwebhusayithi\" yethu ibandakanya nayiphi na iwebhusayithi ephantsi kwayo. ulawulo lwethu, kuquka www.hcaptcha.com kunye www.imachines.com.",
    "2408036504": "Iisistim zethu ke ngoko ziyilwe ukusuka phantsi ukuze zicuthe ukuqokelelwa kwedatha kunye nokugcinwa ngelixa sigcina ukhuseleko olukhokela udidi. Eyona ndlela yokukhusela idatha yomsebenzisi ayikugcini konke konke.",
    "2410122265": "Izibonelelo zehCaptcha: IiBots 101",
    "2412751979": "Enkosi kwiimpawu zobuntu ezichaneke ngakumbi ukuba amandla e-hCaptcha, iinkampani ezininzi ebezisebenzisa ngaphambili i-reCAPTCHA v3/Enterprise zitshintshele",
    "2413742287": "Inkuthazo ye-hCaptcha kukwandisa ukuchaneka, kungekhona ingeniso ye-ad: iimpendulo ze-bot azinamsebenzi kubathengi bethu, abafuna idatha yoqeqesho lomntu.",
    "2414232014": "Ilogo yethu iyabonakala ngoko nangoko kwaye yenye yezona asethi zethu zexabiso nezibalulekileyo. Ukuqinisekisa ukuba ihlala ilumela oluluqilima lwenkampani yethu, kufuneka iboniswe ngononophelo nangendlela engaguqukiyo kuwo onke amajelo onxibelelwano.",
    "2414368123": "Igama, inombolo yekhadi letyala, inombolo yekhadi lebhanki, okanye naluphi na olunye ulwazi lwemali.",
    "2418549423": ", umgangatho ovelayo wokugcina ubumfihlo be-intanethi nge-cryptographic proofs, kunye nezinye iimpawu ezizodwa zabucala-kuqala.",
    "2419795065": "Isaziso kubahlali baseCalifornia",
    "2420789666": "Ngokukhawuleza, i-Inc. Iinkonzo ezibonelelwayo: I-CDN ngokukhawuleza kunye ne-edge compute.",
    "2423586454": "Kusekho ezinye izinto ezingenakwenza isoftware, nokuba ilungile kangakanani na i-AI ngasemva kwayo. Iteknoloji yeCAPTCHA yanamhlanje inika indlela eqinisekisiweyo yokuthintela i-bots ezama ukuqhubela phambili ubuqhetseba bentlawulo. Ngelixa iindlela zakudala zeCAPTCHA, njengamanani alula athathiweyo kwibhokisi, ngoku uninzi lwazo lunqongophele ekunciphiseni i-bots ephucukileyo, isixhobo sokuphendula esizenzekelayo esifana ne-hCaptcha Enterprise sinokukhupha ngokulula i-bot yobuqhophololo ngexesha lokungena kwiakhawunti okanye ekuphumeni kwenqwelo yokuthenga. Nangona i-bot ineziqinisekiso zangempela, ukuba ayiyi kukwazi ukungena kwiCAPTCHA.",
    "2429359042": "umzekelo imifanekiso yojongano",
    "2430148876": "Senze ezi zikhokelo kunye nelayisensi yophawu lwentengiso ngokubanzi ukwenza kube lula kangangoko kubathengi bethu, amahlakani, kunye nabalandeli ukuba basebenze nebhrendi yethu ngelixa sigcina isazisi sethu. Ukuba ufuna ukusebenzisa ii-icon ze-hCaptcha, iilogo, okanye amanye amanqaku ngeendlela ezahluke ngokupheleleyo kwezi zikhokelo, kuya kufuneka uqhagamshelane nathi (IMI) ukufumana ilayisenisi ebhaliweyo.",
    "2436973524": "Kuphela ziimbekiselo ezichanekileyo ezamkelekileyo. Akuvumelekile ukuthetha ukuba isayithi isebenzisa iinkonzo ze-hCaptcha kunye nezicelo xa zingekho. Ngokufanayo, ukusetyenziswa kwelogo yethu okanye naziphi na iibheji zikwafanelekile kuphela xa isiza sisebenzisa iinkonzo zehCaptcha.",
    "2437934778": "Ingama lakho",
    "2438016011": "Isivumelwano Sokuzithandela. Onke amaqela ale Miqathango yeNkonzo amele kwaye ayavuma ukuba ngamnye uye waphonononga yonke imiba yesi sivumelwano, ufunde ngocoselelo kwaye waqonda ngokupheleleyo onke amalungiselelo aso, kwaye ungenela ngokuzithandela kwesi sivumelwano.",
    "2441638955": "Okokuqala, yintoni i-API?",
    "2444685143": "Umgaqo-nkqubo weLogo",
    "2445034923": "Ukuba awuvumelani nayo yonke imimiselo kunye neemeko zale Miqathango yeNkonzo, musa (kwaye awukwazi) ukusebenzisa okanye ukufikelela kwiSayithi okanye kwiiNkonzo.",
    "24452499": "isisombululo; ingasetyenziselwa okulungileyo okanye okubi. Yonke inkampani ephandayo, eyakhayo, okanye ethengisa izisombululo zokusetyenziswa kabini inesibophelelo sokuqwalasela iziphumo zezenzo zayo.",
    "2446481523": "Kukho intsomi yakudala apho umqhubi wenqwelo kunye nendoda ehloniphekileyo bathi babonakale kwi-constabulary kwilali encinci yelizwe. Enye indoda, eyayinxibe iimpahla ezimdaka, nezamahlwempu, yaxelela ipolisa, “Ndilinene. Le ndoda ibingumqhubi wam.",
    "2449501658": "ibonelela ngeyona ndlela iphambili yokunciphisa isoyikiso kwiinzame zokungena kwiakhawunti yobuqhophololo, kusetyenziswa umatshini wokufunda ukubhaqa kunye nokumisa i-bots, kwaye ngokusebenzayo ukwenza kube nzima kakhulu okanye kungenzeki kubarhwebi ukuba babandakanyeke ekuthathweni kweakhawunti.",
    "2462728596": "Ukuba asikwazi ukuzanelisa kwezi ngongoma, siya kusala isicelo kwaye sinokuphelisa ukufikelela ngakumbi kwiqonga lethu, njengoko kuchaziwe kwiMigaqo yethu.",
    "2462909475": "Udonga olungaphezulu kweefowuni ze-10,000 ezisetyenziselwa ukuxhatshazwa, inxalenye yomsebenzi webhot yaseTshayina.",
    "2465128185": "Ukunika ingxelo ngokukhawuleza, vele ucofe iqhosha elithi \"Sithumele impendulo\".",
    "2468683988": "Isihloko",
    "2474091800": "19. Iingxabano nabanye abasebenzisi; Khulula",
    "2474661839": "Yethu",
    "247560732": "Yongeza i-hCaptcha ngemigca emithathu yekhowudi. Ukuba uvela kwi-reCAPTCHA, i-API yethu iyahambelana kwaye kuthatha imizuzu kuphela ukuyitshintsha.",
    "2477958756": "( ) Abantu ababi",
    "2481032625": "Ingaba injongo kukuthintela:",
    "2486638408": "Chaza Iinkcukacha",
    "2487931657": "Musa ukusebenzisa: \"siyifumene indawo yethu.\"",
    "248923369": "Ilogo yeBotStop™",
    "2489287539": "I-friction-free \"Akukho CAPTCHA\" kunye ne-99.9% yeendlela zokwenziwa",
    "2491398763": "Yonke imibhalo, imifanekiso, oopopayi begraphical, iividiyo, umculo, izandi kunye nezinye izinto ezikula maphepha zikhuselwe phantsi komthetho wamalungelo okukopisha yi-IMI okanye amaqela esithathu ukuba kuchaziwe. Akuvumelekanga ukukopa okanye ukuguqula esi sixhobo ukuze sisetyenziselwe urhwebo ngendlela edlula ukusetyenziswa okufanelekileyo okufanelekileyo.Uxanduva lwale webhusayithi.",
    "2497216176": "Uhlalutyo lweQela lesithathu kunye nobuChwephesha bokuTracking",
    "2498172334": "Ngokukodwa, isicwangciso sakho siyasilela ekuphenduleni",
    "2505227594": "7. Ukugqithisa",
    "2510209017": "Ngaba ufuna uncedo olungakumbi?",
    "2510534204": "Ungadlulanga umhla wama-23 kuMatshi 2020***",
    "2513143348": "Inkqubo yoShishino lwe-hCaptcha iguquguquka ngokukodwa kuyilo lwayo: inokubekwa ngokuyinxenye okanye ngokupheleleyo kumda womnatha wakho ukuba usebenzisa ifu likawonkewonke okanye unamaziko amaninzi edatha.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "252720667": "ephantsi kokhuseleko lwe-cryptographic of Privacy Pass. Iprotocol ngokwayo ihamba nge",
    "2531534427": "Iinkcukacha zilapha.",
    "2534436327": "kunye nezi zichaso zilandelayo zefilosofi zinokusebenza:",
    "2535001179": "Ukuba uvela kwi-reCAPTCHA kaGoogle, ii-APIs zethu ziindawo zokulahla.",
    "2540760245": "phakathi kwezinye izinto ezininzi ezisetyenziswayo, ukukwazi ukucoca itrafikhi ye-intanethi ngesiseko \"somntu okanye hayi\" kuya kuhlala kusisixhobo esibalulekileyo ukuba nje indalo yomntu ilandela iipateni ezifanayo ezirekhodiweyo kwiminyaka engamawaka amahlanu edlulileyo.",
    "2543123170": "Zero friction ukuqinisekiswa kobuntu",
    "254326776": "Ukuxhatshazwa okukhohlakeleyo kwezi ziphene kudla ngokufunyaniswa ukuba kwenzeke iinyanga okanye iminyaka phambi kokubhengezwa okanye ukupapashwa kwezemfundo.",
    "2544169219": "Iziphumo zakutshanje zodidi oluphezulu: ICML LLD, May 2019.",
    "2544565802": "Nge-15 kaJulayi 2019-Oct 15th 2019",
    "2547140673": "Ngaphezulu kweminyaka elishumi, inkonzo ye-reCAPTCHA kaGoogle inike abanini bewebhusayithi urhwebo: vumela uGoogle alandelele abasebenzisi bakho kwaye ubabuze imibuzo, kwaye ngokutshintshiselana bathembisa ukumisa i-bots kunye ne-spam.",
    "2547406584": "Ukuba unayo nayiphi na imibuzo malunga nalo Mgaqo-nkqubo weCookie, nceda uqhagamshelane nathi",
    "2551802342": "-Siceba ukubuyisela ngokukhawuleza kwaye siqalise ukusebenza kweshishini emva kokuphazamiseka okukhulu kweshishini kwaye siphendule ngokukhusela abasebenzi kunye nepropathi yethu, ukwenza uhlolo lwemali kunye nokusebenza, ukukhusela iincwadi kunye neerekhodi zefemu, kunye nokuvumela abathengi bethu kunye nabasebenzisi babo bokugqibela ukuba bathengise i-intanethi. Ngamafutshane, isicwangciso sethu sokuqhubekeka kweshishini siyilelwe ukuvumela inkampani yethu ukuba iqalise ukusebenza ngokukhawuleza, ngokuqwalasela umda kunye nobuzaza bophazamiseko olubalulekileyo lweshishini. Iidilesi zethu zesicwangciso sokuqhubekeka kweshishini: ukugcinwa kwedatha kunye nokubuyisela; zonke iinkqubo ezibalulekileyo zobuthunywa; iimvavanyo zemali nezokusebenza; unxibelelwano olulolunye nabathengi, abasebenzi, kunye namaqumrhu okongamela; indawo eyenye yabasebenzi; umboneleli obalulekileyo kunye nefuthe lomthengi; ingxelo yolawulo; kunye nokunika abathengi bethu isaziso esikhawulezileyo ukuba asikwazi ukuqhubeka neshishini lethu. Umthombo wethu ongundoqo uxhasa iirekhodi zethu ezibalulekileyo kwindawo eyahlukileyo ngokwejografi. Nangona yonke imeko engxamisekileyo ibangela iingxaki ezizodwa ezisekelwe kwizinto zangaphandle, ezifana nexesha lemini kunye nobunzima bokuphazamiseka, siye sacetyiswa ngeli qela lababoneleli ukuba injongo yabo kukubuyisela imisebenzi yabo kwaye bakwazi ukuqalisa kwakhona iinkonzo ngokukhawuleza. Nangona siye sasebenza ukunciphisa umngcipheko ngokusebenzisa iiseti ezahlukeneyo zababoneleli, iinkonzo zakho zinokulungiswa okanye ziphazamiseke ngeli xesha.",
    "2555914614": "kuFikelelo kwimeko yosetyenziso. Sikholelwa ukudibanisa indlela yethu yangoku ye-a11y kunye nokukhutshwa kwePasi yoBucala kuya kuvumela abasebenzisi be-a11y ukuba bakhangele ngokukhuselekileyo, bekhuselekile kulwazi lokuba i-traffic yabo iyimfihlo ngakumbi, ngelixa ukuthintela ukusetyenziswa kakubi ngabaqhubi be-bot okwenzeka ngokungenakunqandwa xa iinketho ze-a11y zikhona. Singabathathi-nxaxheba abasebenzayo kwiqela elisebenzayo le-IETF elimisela obu buchwepheshe butsha.",
    "2557240048": "Isebenza njani: okokuqala, umsebenzisi ofikelelekayo ubhalisa nge",
    "2557601376": "ilogo ye-hCaptcha™",
    "2560582224": "inkqubo ye bug bounty",
    "2561077702": "Ukubonelela ngenkonzo yethu",
    "2565565429": "Endaweni yoko sebenzisa: \"sisebenzisa i-hCaptcha ukwenza indawo yethu ikhuseleke kwaye ikhuseleke ngakumbi.\"",
    "2575690545": "Ukuthathwa kweakhawunti, njengobuqhetseba obungaka kwi-intanethi, ubukhulu becala ngumcimbi wokuzenzekela, iinkqubo ezininzi. Kunqabile ukuba ihacker, enxibe ihoodie kwigumbi elingaphantsi likanina, achwetheze amagama ayimfihlo kwiiwebhusayithi zebhanki ibe nye ngexesha.",
    "2583775432": "Umbuzo: Kuthekani ngemfihlo? Ngaba ukubhaliswa kuveza i-a11y idatha yokukhangela ngandlela ithile? Wenza ntoni nge-imeyile?",
    "2588750717": "Inene, ezinye izihlaselo zokugxumeka iziqinisekiso zibandakanya izigidi zeziqinisekiso-zonke zifakwe kwi-interface yokungena kwiwebhusayithi engalindelekanga ngethemba lokungeniswa. Xa sele engaphakathi, umhlaseli unokuthatha iakhawunti yexhoba.",
    "2590587108": "Ukuhlela umxholo omileyo kunye noguquguqukayo",
    "2593768395": "Amava angenamthungo kuyo yonke iwebhu, iselula yemveli, iwebhu ehambayo. Udibaniso olwakhiwe kwangaphambili kunye nee-SDK zomthonyama ezikhoyo.",
    "2593864519": "Misa iibhothi ezininzi. Qala ukukhusela ubumfihlo bomsebenzisi.",
    "259613338": "ukuba unayo nayiphi na imibuzo malunga nale Miqathango yeNkonzo.",
    "2597149484": "Isizathu sokuba i-hacker ifanele \"izinto\" ezininzi iziqinisekiso zinento yokwenza nalapho bafumana khona iziqinisekiso zabo ezibiweyo.",
    "2597352122": "Iintlobo zezichasiselo",
    "2600696085": "Nge-15 kaMatshi 2021",
    "2602081482": "I-hCaptcha Enterprise isebenzisa ukufundwa komatshini okuphambili ukuchonga i-traffic enobungozi kwindawo yakho kunye neeapps-kubandakanywa nemisebenzi yokukrala.",
    "2602763587": "Ukufaka izinto ezibubungqina luhlobo lwe-cyberattack apho umhlaseli ezama ukungena kwiwebhusayithi amaxesha amaninzi esebenzisa izibini zamagama abasebenzisi abiweyo kunye namagama ayimfihlo. \"Ukufaka izinto\" kubhekiselele kwiinzame zokungena ngokuphindaphindiweyo, ezihlala zisenziwa yi-software ye-bot ezenzekelayo.",
    "2603863826": "PS: Ukuba ufumana inguqulelo ngolwimi lwakho enokusebenzisa uphuculo, zive ukhululekile ukuthumela a",
    "2605814073": "Ngokusebenzisa okanye ukubhalisa kwiiNkonzo zethu, uyavuma: uneminyaka eyi-18 ubuncinane; unegunya lokungena esi sivumelwano egameni lakho okanye iziko olimeleyo, kwaye ngamaxesha onke uya kuhlala uthobela le Miqathango yeNkonzo kunye nayo yonke imigaqo-nkqubo ye-IMI kunye nezikhokelo ezikhankanyiweyo apha; kwaye awuyi kuxhaphaza iwebhusayithi yethu, usichaze ngendlela engeyiyo isazisi sakho kuthi, okanye usebenzise ubukrelekrele bokwenziwa ukugqiba nayiphi na inxalenye yawo nawuphi na umsebenzi kwi-IMI ofuna ubukrelekrele bomntu.",
    "260595108": "Asize sisebenzise ii-imeyile zofikelelo okanye ulwazi ngayo nayiphi na injongo ngaphandle kokuququzelela ukusetyenziswa kwe-a11y kunye nokuthintela ukuphathwa gadalala.",
    "2611914656": "Sisebenzisa iSentry ukuqokelela idatha yokulungisa iimpazamo xa umsebenzisi efumana impazamo. Ngolwazi malunga nendlela i-Sentry eqokelela ngayo kwaye iqhuba idatha,",
    "2616040974": "3. Abathengi kunye nabaCeli",
    "2616226398": "Kuxhomekeke yethu",
    "2619472217": "8. Ukuthengisa kwakhona",
    "2620705814": "UGoogle yinkampani yentengiso, kwaye iimveliso zabo zokhuseleko zifana kakhulu neemveliso zabo zentengiso",
    "2621989404": "Igqityelwe ukuhlaziywa: Septemba 24, 2021. Nceda uqaphele ukuba amagama ethu olwimi lwesiNgesi agunyazisiweyo.",
    "2624601135": "\"I-hCaptcha\" ayifanele isetyenziswe njengenxalenye yegama le-brand, edityaniswe ne-hyphen, okanye isetyenziswe kumagama ezicelo okanye ezinye iimveliso.",
    "2624949852": "Kunjalo, i-reCAPTCHA yaba ngumntu ongene kwangoko kukhuseleko lwewebhu ukusukela ngo-2009, ekhusela izigidi zewebhusayithi kwizoyikiso ezihlala zikhula zii-bots ezinobungozi kunye nogaxekile. Nangona kunjalo, iye yachaswa ngokupheleleyo kwiminyaka yakutshanje:",
    "262509504": "Sinokudibanisa ulwazi oluqokelelwe yiCookie kunye nolunye ulwazi esiluqokelela kuwe ngokulandela lo Mgaqo-nkqubo waBucala kwaye sisebenzise ulwazi oludityanisiweyo njengoko kuchaziwe apha. Ngokufanayo, abantu besithathu abasebenzisa iikuki kwiiSayithi zethu banokunxibelelanisa igama lakho okanye idilesi ye-imeyile nolunye ulwazi abaluqokelelayo, olunokuquka izinto ozithengileyo ezidlulileyo ezenziwe ngaphandle kweintanethi okanye kwi-intanethi, okanye iinkcukacha zakho zokusebenzisa i-intanethi.",
    "2631159699": "( ) Imikhosi yeebhokisi zeWindows eziqhagamshelwe ngebroadband eziqhagamshelwe",
    "2631249972": "Sisenokuphucula okanye silungise iwebhusayithi yethu ngaphandle kwesaziso kuwe.",
    "26365791": "Ukuya kwinqanaba elipheleleyo elivunyelwe ngumthetho, iSayithi kunye neNkonzo (kunye nazo naziphi na ezinye iinkonzo ezinxulumene nazo, ulwazi, idatha, iimpawu, kunye nezinye iziqulatho okanye izixhobo) zinikezelwa \"njengoko-zikhona\" kunye \"njengoko zikhoyo\". Ngowona mlinganiselo ugcweleyo uvunyelwe ngumthetho, i-IMI ayibandakanyi zonke iziqinisekiso, kubandakanywa kodwa kungaphelelanga kwiziqinisekiso ezichaziweyo zokurhweba, ukulungela injongo ethile, kunye nokungophulwa komthetho.",
    "263761351": "I-hCaptcha yeyona ndlela yokuqala ethembekileyo, ngoku isetyenziswa ngamakhulu ezigidi zabantu nyanga nganye.",
    "2639657759": "Amanqaku Asetyenziswa Ngemvume",
    "2645321220": "Kwaye ukuba ucinga ukuba ixabiso le-reCAPTCHA liphezulu kakhulu, sibuze nge-hCaptcha Enterprise. Ngoku ezisetyenziswa ngabaninzi bapapashi, iinkampani zeenkonzo zezimali, kunye neenkampani zewebhu zeziseko ezingundoqo ehlabathini, aziyondlela enokuthenjwa kuphela ye-reCAPTCHA: sikholelwa ukuba zibonelela ngokhuseleko lwebhot olungcono olukhoyo ngoku.",
    "2646127839": "IsiHlomelo soMthengi kwiMigqaliselo yeNkonzo eyiNtloko",
    "2648707986": "Ukuthathwa kweakhawunti luhlobo lobuqhophololo kwi-intanethi apho umdlali okhohlakeleyo azenza umnini-akhawunti ye-intanethi. Ngokuqhelekileyo, i-akhawunti ikwiziko lezemali okanye ishishini le-e-commerce apho umkhohlisi anokuba imali, ukuthengisa okanye amakhadi esipho. Umhlaseli usebenzisa iziqinisekiso zokungena ezibiweyo ukufikelela kwiakhawunti kwaye emva koko ayithathele kuyo, mhlawumbi utshintshe igama eliyimfihlo ukuze atshixe umnini-akhawunti wokwenene ngaphandle.",
    "2650241052": "Akukho ngcebiso",
    "2650502379": "Yazisa eyakho imingeni ngemizuzwana",
    "2652399059": "Iqabane elithembekileyo",
    "265443926": "Ukuthintela amathandabuzo, nceda uqaphele ukuba le miqobo isebenza ngokudibeneyo kuzo zonke ii-akhawunti ozenzileyo njengomntu, iqumrhu, okanye umbutho. Umzekelo, ukuba udale ii-akhawunti ezili-10, nganye ifumana izicelo ezili-100,000 ngenyanga (okt isigidi esi-1 sezicelo zizonke) uya kuba uye wagqitha kwimida yokusetyenziswa ngokufanelekileyo kuzo zonke ii-akhawunti kuloo nyanga.",
    "2659418535": "Inkqubo yolamlo. Lonke ulamlo oluphantsi kwesi sivumelwano luya kuqhutywa phantsi kwemithetho ye-American Arbitration Association okanye ngenkonzo yolamlo ekuvunyelwene ngayo. Umlamli uya kuba ngumlamli wase-US okhethwe kuluhlu lwamagama angekho ngaphantsi kwesixhenxe (7) ngolunye ugwayimbo. Kwi-arbitration, iqela ngalinye liya kuba nelungelo lokuqhuba ukufunyanwa okwaneleyo koluntu, ukuzisa izindululo zokulahla, kunye namangqina kunye nobungqina obufunekayo ukuze baveze amatyala abo kunye nokukhusela, kwaye naziphi na iingxabano kulo mba ziya kusonjululwa ngumlamli. Usombululo lwembambano luya kusekelwa kuphela kumthetho olawula amabango kunye nokhuselo oluceliweyo, kwaye umlamli akanakho ukusebenzisa nasiphi na esinye isiseko ngaphandle komthetho olawulayo. Umlamli uya kuba ne-immunity yegosa lenkundla kuxanduva loluntu xa esebenza kwisikhundla somlamli, ukhuseleko olongeza naluphi na olunye ukhuselo olukhoyo. Amabhaso kufuneka abandakanye uluvo olubhaliweyo lomlamli oluqiqayo. Unikezela ngelungelo lakho lokuxoxwa kwetyala ngabagwebi kulo naliphi na ibango onokuba nalo ngokuchasene ne-IMI okanye i-IMI enokuba nalo ngokuchasene nawe. Naliphi na ibango phantsi kweli solotya kufuneka lingeniswe ngaphakathi kommiselo osebenzayo wexesha lonyino. I-United States Federal Arbitration Act ilawula eli solotya, kwaye uyavuma ukuba esi siVumelwano singqina intengiselwano kurhwebo.",
    "2666258754": "I-SEMANTIC HIERARCHY ESEKELWE UBUDLELWANE EMBEDDINGS OKULAWULWA NGOBUTHAKATHO ENGUNZULU HASHING, Heikki Arponen, Tom E Bishop. ICML 2019, LLD Workshop.",
    "2670003220": "Imisebenzi",
    "2670352917": "I-hCaptcha ibonelela ngokubonwa kwe-bot ethembekileyo ngakumbi ngelixa ilula ukuba abantu bayisombulule.",
    "2671622670": "Ishishini",
    "267645277": "I-IMI inokuqinisekisa isazisi sakho. Oku kunokubandakanya ukuthelekisa iinkcukacha zakho kunye noovimba beenkcukacha zomntu wesithathu okanye amaxwebhu asemthethweni asemthethweni. Uyasigunyazisa ukuba senze nayiphi na imibuzo eyimfuneko ukuqinisekisa ukuba ungubani, ubunini bedilesi yakho ye-imeyile, kunye nobunini bee-akhawunti zakho zemali. Uyavuma ukunika iinkcukacha ngawe ukuze usincede siqinisekise ubuwena.",
    "2676853536": "Iideshibhodi zabasebenzisi abaninzi",
    "2681650568": "Kwaye njengesiqhelo, ubumfihlo lixabiso elingundoqo kuthi. Yongeza ikhowudi yethu yomngeni kuphela apho iyimfuneko, kwaye apho kunengqiqo ukukhusela wena kunye nabasebenzisi bakho. Ukunciphisa ukuqokelelwa kwedatha kuqala ukusuka kumzuzu wokudibanisa.",
    "2682873489": "Chaza indawo yokubopha izinto",
    "2683038211": "I-Intanethi okanye omnye umsebenzi wothungelwano lwe-elektroniki.",
    "2686825859": "Bhalisa simahla okanye uqhagamshelane nathi malunga nezisombululo zeShishini le-hCaptcha",
    "2689973938": "Ukuphucula i-reCAPTCHA kudala impixano yangaphakathi kuGoogle njengomthengisi wentengiso.",
    "2690395789": "Ukuba kwaye xa ungasazidingi iinkcukacha eziyimfihlo ozifumeneyo, kufuneka ukhawuleze ubuyisele okanye utshabalalise (njengoko ucelwe nguye nabani na othe waveza ulwazi) zonke iikopi zolwazi olukhoyo kwizakhiwo, kwiisistim, okanye kwezinye izixhobo ozilawulayo.",
    "2694001822": "Nangona kunjalo, ngamanye amaxesha siqesha abantu ukuba basincede sivavanye iipropathi zenkqubo kunye neempawu ezintsha.",
    "2694150481": "Ngaba sisebenzisa iiKuki?",
    "2696932851": "18. Ukukhululwa",
    "2697276059": "Ubungqina boku buyasebenza: amazinga okusombulula afanayo kwihlabathi jikelele",
    "2698140263": "Ayizizo zonke iingxaki ezifanayo: ukufumana inqaku elinye kuthetha ukuba kufuneka ukujongana neemfuno zakho ukuze ube luncedo.",
    "269838707": "Ukuba unguMxhasi, nguwe kuphela othatha isigqibo sokuba yeyiphi kwaye mingaphi imisebenzi omawuyigqibe, nini kwaye uyigqibezela phi. Ukhululekile ukuba uchithe ixesha elininzi okanye elincinci ugqibezela imisebenzi njengoko ukhetha. Akukho xesha uphantsi kwayo nayiphi na imbopheleleko yokugqiba umsebenzi.",
    "2698640210": "Lawula imingeni kunye neentlobo ezibonisiweyo",
    "2700197090": "A: Ukusebenzisa nayiphi na imfihlo okanye i-ad-blocking extension exhasa i-domain-level whitelisting (umzekelo uBlock Origin) iya kusebenza njengoko kulindelekile: qiniseka ukuba u-whitelist hcaptcha.com.",
    "2707282231": "Yenza imiceli mngeni kubasebenzisi bakho. Yenza ukuba kungenzeki ukuba i-bots isombulule kwaye ingene.",
    "2710988028": "( ) Abasebenzisi be-spammers banokuyisebenzisa ngokulula ukuvuna iidilesi ze-imeyile",
    "2712493234": "Ubuqhophololo beNtlawulo: Ukunciphisa iNdlela yokuPhucula ngokukhawuleza yoLwaphulo-mthetho lwe-Cyber",
    "2714878440": "Khusela iinkonzo zakho ekukhutshelweni, ekuthathweni kweakhawunti, ekufakeni iziqinisekiso, kunye nogaxekile ngokufunda kwethu koomatshini abakwizinga eliphezulu kunye nokuqinisekiswa kobuntu.",
    "2715462692": "Ijongeka njani inkqubo yethu ye-AI Ethics?",
    "2718999653": "Customized Threat Scores",
    "2722456056": "Nge-15 kaJan 2021 ukuya nge-15 ka-Epreli 2021",
    "2728931827": "Emva koxolelwaniso ngalunye, uqikelelo lwakho lwe-sitekey nganye luya kuhlaziywa kwaye ukuchaneka kweengqikelelo zexesha elizayo kufuneka kwandiswe, ngaphandle kokuba indawo yakho inotshintsho olubonakalayo ekuziphatheni komsebenzisi.",
    "2729131930": "Yintoni i-Scraping kwaye isebenza njani?",
    "2735073144": "Sikwaqhuba uphononongo oluqhubekayo njengoko kuyimfuneko. Umzekelo, kuphononongo lwethu lwakutsha nje lwemihla kunye nemithombo yezicelo zezicelo zokuleyibheli ezinxulumene neambrela siye sakhawuleza saqinisekisa ukuba akukho ziko likarhulumente okanye umboneleli karhulumente owaziwayo wesoftware yokucupha owenze izicelo malunga neambrela esebenzisa iinkonzo zethu kwiinyanga ezili-12 ezidlulileyo. .",
    "2735878907": "Ingxelo yoCwangciso lokuQhubekeka koShishino",
    "2740033957": "Iqela le-IM liqulunqwe zizazinzulu kunye neenjineli ezivela kwi-Apple, i-Amazon, kunye nezinye iinkokeli ekufundeni koomatshini, iinkqubo ezisasazwayo kunye nokhuseleko.",
    "2743692546": "Njengoko abasebenzisi bebonakalisa ubuntu babo nge-hCaptcha, ukusebenza kwabo kungena kwimarike evulekileyo engaziwayo ukuze babhide.",
    "2745385064": "Isishwankathelo",
    "2752975480": "( ) Ukuthumela i-imeyile kufuneka kube simahla",
    "2754937029": "Ukusetyenziswa okungamkelekanga",
    "2760410719": "Iinkonzo ezizama ukufumanisa i-bot ngemiqondiso yokwenziwa kwezinto zibaleka ngokukhawuleza zibe ngumba osisiseko: uqinisekisa njani ukuba inkqubo ibona abadlali abangalunganga ngokuchanekileyo xa ungenayo inyani echanekileyo?",
    "2762458927": "Idatha yakho yomsebenzisi ayithengiswa.",
    "2762759509": "Uninzi lohlaselo lokuthathwa kweakhawunti luphantse luzenzekele ngokupheleleyo.",
    "2769710842": "Ukuba unayo nayiphi na imibuzo, nceda uqhagamshelane nathi",
    "278010425": "Uluhlu olubanzi kunye nokutshintsha rhoqo kwemisebenzi kwi-hCaptcha nayo kunzima ukuyenza. I-interface enye ye-reCAPTCHA ayitshintshanga kwiminyaka emininzi, kwaye ineseti encinci yemibuzo engatshintshiyo rhoqo. Le yenye yeendlela i-hCaptcha ebonelela ngayo ukhuseleko oluluqilima lwe-anti-bot kune-reCAPTCHA.",
    "2781507299": "Uqinisekiso lwangoko",
    "2782263070": "Inkonzo yeyona nto iphambili kuthi. Sigcina inkxaso ye-24/7 ekufowuneni kwaye sinikezela ngolungelelwaniso oluthe ngqo lwe-Slack kunye neqela lakho lokudibanisa lobunjineli kunye nabasebenzi bethu abafowunelayo ngexesha nasemva kokuphunyezwa.",
    "2784612261": "Ngaba uyafuna ukudibanisa uphononongo lomntu ngokuthe ngqo kwimisebenzi yakho yeshishini? Sinikezela ngee-SLA ezithembekileyo eziphezulu, amandla aqinisekisiweyo, kunye ne-REST APIs elula.",
    "2785425016": "(kumxholo wesisombululo sokuqinisekisa uluntu, umz. ukubizelwa kwisenzo)",
    "278568955": "Isebenza: NgoSeptemba 1, 2021. Ukongezwa kweziseko zophuhliso",
    "2788024905": "Indlela esilukhusela ngayo ulwazi",
    "2788836740": "Ulwazi loqhakamshelwano ngeenjongo zokuthengisa lugcinwa ngokuqhubekayo de ube ungabhalisi. Emva koko siya kongeza iinkcukacha zakho kuluhlu lwethu loxinzelelo ngokungenasiphelo. Ulwazi lwe-imeyile oluqokelelwe kubasebenzisi boFikelelo alusoze lusetyenziswe kwiinjongo zokuthengisa.",
    "2790841456": "Ukuba unguMxhasi, uyavumelana negatya lolamlo lilandelayo kunye nokurhoxisa isenzo sodidi:",
    "279580593": "imachines.com",
    "279918384": "UGoogle usebenzisa njani umsebenzi wakho wasimahla?",
    "2801359190": "__cfduid,",
    "2801524659": "( 4 ) Amanyathelo okuziva wonwabile ayenzi nto ukucombulula le ngxaki",
    "2804310964": "ukufikelela okanye uzame ukufikelela kwiwebhusayithi yethu ngayo nayiphi na iseva yewebhu engummeli okanye esinye isixhobo esenzelwe ukufihla indawo okuyo yokwenyani okanye ubuni okanye ngayo nayiphi na indlela ngaphandle kojongano olunikiweyo;",
    "2806751666": "Yintoni i-hCaptcha?",
    "2808122102": "Ukusebenza kweenkcubeko ezahlukeneyo ngoko kuyimfuneko esisiseko kwinkonzo yethu. Ukuqinisekisa ukuba bonke abasebenzisi abasemthethweni banokufikelela kumxholo ngokukhawuleza yinxalenye ebalulekileyo yomsebenzi wethu. Sinikezela ngocelomngeni ngeelwimi ezili-110, kwaye sithe gqolo siphucula iinguqulelo ezifanelekileyo ukuqinisekisa ukuba imingeni yethu ingasonjululwa ngumntu wonke.",
    "2808971932": "Lo ngumbhalo othile ngaphakathi kwibhloko ye-div.",
    "2813310562": "Cofa Useto lweSiza kwaye emva koko iiKuki.",
    "2819628066": "Ukuba ngqongqo. Ukuba naluphi na ulungiselelo lwale Miqathango yeNkonzo lufunyenwe lungasebenzi okanye lunganyanzelisi ngenxa yaso nasiphi na isizathu, aluyi kuchaphazela ukunyaniseka kunye nokunyanzeliswa kwawo nawaphi na amagatya aseleyo.",
    "2820080973": "ibhalwe nge ❤ ngu",
    "2826051554": "kunye nokuninzi",
    "2826705343": "Ulwazi lwezorhwebo.",
    "2827452240": "Ngaba ufuna olunye uhlobo olungadweliswanga apha? Sibuze nje.",
    "282913023": "Inketho eneendleko ezisebenzayo kumashishini ezithuthi eziphezulu",
    "2840750518": "GitHub",
    "285116485": "Inkampani \"ayithengisi\" (njengoko eli gama lichazwa kwi-CCPA) ulwazi lomntu siqu esiluqokelelayo. Nceda ujonge icandelo elithi \"Iqela leSithathu loHlalutyi kunye neTekhnoloji yokuTracking\" ngasentla ngolwazi oluthe kratya malunga neentlobo zeekuki zomntu wesithathu, ukuba zikhona, esizisebenzisayo.",
    "2852295413": "Ukungqubuzana komdla okungokwemvelo: ukumisa i-bots kunciphisa ingeniso yenethiwekhi yentengiso",
    "2862164005": "Idatha yamaxabiso isenza sibeke ixabiso ledola elichanekileyo kukhuseleko olunikezelwa yi-reCAPTCHA: $0.001 okanye ngaphantsi ngempendulo nganye.",
    "2863840904": "Inyathelo lesi-6: Inyathelo lokugqibela, thumela i-imeyile kwezo HAR kunye neefayile zelogi yekhonsoli kuthi, kwaye uchaze ingxaki",
    "2864016648": "Imiba Yabucala",
    "2867855718": "3. Ngaba siyakholelwa ukuba iimfuno zabucala zinokulungiswa ngokwanelisayo kwisicelo?",
    "2870341481": "ngezantsi. Kuba naziphi na ezinye iibhrawuza nje",
    "2873297188": "Ngaba zonke iCAPTCHAS zicalula abantu abangengabo baseMelika?",
    "2873911365": "Kuthekani ngobungqina behardware?",
    "2880837730": "Yintoni enokwenziwa ukunqanda ukuthathwa kweakhawunti?",
    "2881474837": "Ishishini le-hCaptcha",
    "2887242610": "I-Intuition Machines, Inc iphuhlise iSicwangciso sokuQhutywa kweShishini malunga nendlela esiya kusabela ngayo kwiziganeko eziphazamisa kakhulu ishishini lethu le-hCaptcha. Ekubeni ixesha kunye nefuthe leentlekele kunye nokuphazamiseka kungalindelekanga, kuya kufuneka ukuba siguquguquke ekuphenduleni iziganeko zangempela njengoko zisenzeka. Ngaloo nto engqondweni, sikunika olu lwazi kwisicwangciso sethu sokuqhubekeka kweshishini.",
    "2894845722": "Abasebenzisi kwisiza sakho kungekudala baya kukwazi ukubona igalelo lakho kwisisa ngokusebenzisa uphawu olulumkileyo kwi-hCaptcha interface.",
    "2895491273": "Ukuba ukhetha ukubhloka iikuki okanye obunye ubugcisa bokulandela umkhondo, uninzi lwezikhangeli kunye nezixhobo eziphathwayo zonke ukuba utshintshe useto lwakho ukuze ukwazise xa ufumana iikuki okanye obunye ubugcisa bokulandela umkhondo busetyenziswa, kwaye ukhethe ukuba uyayamkela okanye awuvumi. yona. Uninzi lwebrawuza zikuvumela ukuba ucime okanye ucime iikuki ezikhoyo okanye ukwale ngokuzenzekelayo iikuki ezizayo. Unokusebenzisa izixhobo zomntu wesithathu, ukuquka iiplug-ins zebrawuza, ukulawula izinto ozikhethayo kwikuki. Qaphela, nangona kunjalo, ukuba uvala zonke iikuki, ezinye iinxalenye zeSayithi zethu zinokungasebenzi kakuhle.",
    "2896187462": "1. Isetyenziselwa ngokungqongqo iinkcukacha-manani ezinxulumene nenkonzo ezingachazwanga ngokungqongqo, nangezinye iinjongo zobugcisa ezinjengokuncedisa kwinkxaso yokufikeleleka.",
    "2900525040": "Imithetho yeLizwe laseKhalifoniya ilawula le Miqathango yeNkonzo kunye nayo nayiphi na impikiswano, impikiswano, okanye ibango elivela kuyo.",
    "2901894297": "I-hCaptcha yinkonzo ye-Intuition Machines, Inc. (\"IMI\"), i-Delaware US Corporation (#6393793).",
    "2903742230": "Uthungelwano lwentengiso lubona iindwendwe zakho njengemveliso. Kithina eyona njongo kukugqiba ubuntu babo. Iinkonzo zethu ziyahlangabezana okanye zigqithise iimfuno ze-GDPR, CCPA, LGPD, kunye ne-PIPL, kwaye sisebenza nzima ukulinganisa ubumfihlo kunye nokhuseleko.",
    "2904949278": "I-hacker iyithatha njani iakhawunti?",
    "2905621957": "Igqityelwe ukuhlaziya: Julayi 18, 2020",
    "290966395": "Njengoko kuchaziwe kwicandelo lethu elithi \"Inqaku kubathengi abangaphandle kwe-United States\", nceda uqaphele ukuba idatha yakho yobuqu iya kudluliselwa, ilungiswe, kwaye igcinwe eUnited States. Imithetho yokhuseleko lwedatha e-US inokwahluka kuleyo ikwilizwe ohlala kulo. Uyavuma ukugqithiselwa kolwazi lwakho, kubandakanywa nolwazi lomntu, kwi-US njengoko kuchaziwe kulo Mgaqo-nkqubo waBucala ngokundwendwela iiSayithi zethu okanye ukusebenzisa iNkonzo yethu.",
    "2910560864": "Nge-20-23 kaMatshi 2020***",
    "2915355938": "Ukufikeleleka",
    "2920213479": "Hlela okanye udibanise iindidi ezingafunekiyo zayo nayiphi na isayizi",
    "2921990472": "Ukuba ubona umba osebenzayo, nceda ulandele",
    "292211832": "Ulwazi oluqokelelwe ngeendlela zobugcisa ezifana neekuki, izixhobo zokubala zewebhu kunye nezinye izixhobo zokuhlalutya ziyalahlwa ngokukhawuleza kangangoko kunokwenzeka, kodwa zinokugcinwa ixesha eliqingqiweyo ukuya kutsho kunyaka omnye ukususela ekuphelelweni kwecookie, ngokwesiqhelo kwifomu engachongwayo nedityanisiweyo. Ngaphandle kokuba sibona ukusetyenziswa kakubi kwenkonzo yethu, apho siyakuthi sigcine olo lwazi ukuze lusincede ekuthinteleni ukuxhatshazwa kwixesha elizayo. Asikwazi ukunxulumanisa le nkcazelo ingaziwa kwaye idityanisiwe kuwe, kwikhaya lakho, idilesi ye-IP, okanye naluphi na ulwazi lobuqu olusekwe kulwazi olugciniweyo.",
    "292250020": "1. Khetha igiya ekwikona ephezulu ngasekunene kwesikrini, emva koko ukhethe u-\"Khetha kwi-Intanethi\". Ukuba uneBar yeMenu yenziwe yasebenza, ungakhetha \"Izixhobo\" emva koko \"Ukhetho lwe-Intanethi\".",
    "2927700175": "Sibonisa imiceli mngeni yeCAPTCHA enzima kwi-bots kodwa ilula kubantu ngokuqokelela idatha ekunzima ukuyibhala kwiingxaki zokufunda ngomatshini, kwaye siyisebenzise ukwahlula ukuba ngaba iwebhusayithi okanye undwendwe losetyenziso lungumntu.",
    "2928362319": "Imibuzo ngeposi inokuthunyelwa ku: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "2931396764": "11. Ukwaphulwa kwale Miqathango yeNkonzo",
    "2932826396": "3. Ukuba usebenzisa uguqulelo lwamva nje lweSafari kwi-OS X 10.15 okanye i-iOS 13.4 esandula ukukhululwa, i-Apple itshintshe indlela yokuziphatha yeSafari enxulumene ne-third party cookies, ivalela zonke ngokungagqibekanga. Siphumeza isisombululo, kodwa okwangoku nceda undwendwele iSafari Preferences, icandelo laBucala, kwaye ungachongi \"Ukulandelela indawo yeWebhusayithi: Thintela ukulandelwa kwesiza esinqamlezileyo\" ukwenza ukuba icookies yofikelelo isebenze njengoko kulindelekile.",
    "2935155034": "Ukuba uhlala kwi-European Economic Area, unamalungelo athile achazwe ngasentla phantsi kwesihloko esithi \"Isaziso kwi-EU Data Subjects\", kubandakanywa nelungelo lokuhlola kunye nokulungisa okanye ukucima idatha esinayo ngawe.",
    "2939852138": "Ngaba amaQhophololo [Azama] Ukuhamba nobuqhophololo kwiNtlawulo?",
    "2940689138": "Ukulawula i-Integrator kunye nee-akhawunti zabaThengi kunye nokubonelela ngeNkonzo. Sisebenzisa iiNkcukacha zoBuqu ukuze sinxulumanise iiakhawunti ezithile nabaHlanganisi kunye nabaThengi kunye nokubanika iNkonzo, ukuphendula izicelo okanye imibuzo, ukubonelela ngenkxaso okanye uncedo lobugcisa, kunye nokuququzelela iintlawulo.",
    "2941545733": "Siziinjineli, hayi abathengisi: sifuna ukuba wonwabe ngokukhetha kwakho.",
    "2943346052": "Njengoko inkqubo yokubekwa emgangathweni kwe-IETF iqhubeka, silindele ukuba iibhrawuza ezinkulu ziyakwamkela uhlobo oluthile lwePasi yaBucala ngokwemveli. Oku kuya kwenza ukuba ulwandiso lube yimfuneko. Okwangoku, nangona kunjalo, nceda ulandele le miyalelo ingezantsi.",
    "2945960297": "Ngokumalunga nezifundo zedatha ye-EU, igama elithi \"ulwazi lomntu\" njengoko lisetyenziswe kulo Mgaqo-nkqubo woBucala lilingana \"nedatha yomntu\" njengoko kuchazwe kwi-European Union General Data Protection Regulation (GDPR).",
    "2947576723": "Eli bali landulela iilayisenisi zokuqhuba kunye nokuprintwa kweminwe yedijithali, kodwa inika umzekelo omhle wento enokungahambi kakuhle kwimeko yokuthatha i-akhawunti. Umntu ungena kwiakhawunti yebhanki ekwi-Intanethi okanye kwi-app yokuhlawula ngeselula. Ngaba ungumnini-akhawunti wokwenyani, okanye ngumgebenga? Ngubani ngokwenene? Le miba yokhuseleko ichaphazela imibutho evumela ukufikelela kwi-akhawunti yenkonzo yobuqu.",
    "2952586316": "Azifani zonke iingxaki. Izichasiselo zemisebenzi ebalulekileyo yokhuseleko zinokufuna ukuzithemba kwe-99.99% kubasebenzi abangabantu. Izichasiselo zophawu olunye lwebeta kusetyenziso lomdlalo ophathwayo lunokufuna ukuzithemba okuphakathi. Uyagqiba.",
    "2954157511": "Kutheni sisebenzisa iiKuki?",
    "2959486280": "Ukuba awuvumelani nale Miqathango yeNkonzo, awukwazi ukusebenzisa okanye ukufikelela kwiSayithi okanye iNkonzo.",
    "295955580": "Iwebhusayithi yethu inokuba nekhonkco kwiiwebhusayithi zomntu wesithathu. Asilawuli, siphandi, sibeke iliso, okanye sijonge ezo webhusayithi. Asinaxanduva kwaye asikhuthazi iinkqubo zekhompyuter, umxholo, okanye izimvo eziqulathwe kwezo webhusayithi. Ukuba uthatha isigqibo sokushiya iwebhusayithi yethu kwaye ufikelele kuyo nayiphi na iwebhusayithi yomntu wesithathu, ukwenza oko ngomngcipheko wakho.",
    "2968026167": "Umifuno owuthandayo",
    "2970907810": "iphepha. I-CEO yangoku yenkampani ngumlawuli olawulayo onoxanduva lomxholo.",
    "2989126922": "Vula ukhetho lweChrome kwibar yemenyu.",
    "299335340": "Iyintoni na kunye nendlela yokumisa uhlaselo",
    "3004688366": "( ) Amanyathelo okuthintela afanele abandakanye ubuqhophololo ngocingo okanye ubuqhophololo ngekhadi letyala",
    "3005876482": "I-hCaptcha Ngoku Yeyona nkonzo inkulu iZimeleyo yeCAPTCHA, Isebenza kwi-15% ye-Intanethi.",
    "3007128955": "https://www.whatsmyip.org/",
    "3007158970": "Ukuchasa ukuthembela kwethu kwimidla yethu esemthethweni njengesiseko sokusetyenzwa kwethu kweenkcukacha zakho ezichaphazela amalungelo akho.",
    "3012870872": "Iiwebhusayithi kunye nee -apps ezisebenzisa inguqulelo yasimahla (umshicileli we-hCaptcha) ufumana ingeniso kulo msebenzi endaweni yokunikela kuGoogle.",
    "3014149332": "A: Hayi, ukupasa akuhambelani: kufuneka bakhutshwe kwaye bakhululwe ngegunya elifanayo, kule meko hCaptcha. Qaphela ukuba ukuba uphumelele kwi-Cloudflare kunye ne-hCaptcha ekwandisweni kwakho, inombolo ekhoyo iya kutshintsha kwisixa esichanekileyo ngokuxhomekeke kwimfuno yephepha olindwendwelayo. Ngamanye amagama, ukuba unayo i-100 Cloudflare idlula kwi-wallet yakho kunye ne-10 hCaptcha idlula, kufuneka ubone i-10 kwi-icon yokwandisa kumaphepha ane-hCaptcha efakwe.",
    "3014657981": "Ecaleni kwe \"Cookies,\" vula useto.",
    "3017040355": "Ukusetyenzwa kwedatha yeDatha ye-EU isebenza phantsi kwesiseko esisemthethweni seMigaqo yeNkontraka eMigangatho (ii-SCC) ezidityaniswe kwiSihlomelo sokuCwangciswa kweDatha kwiMigqaliselo yethu yeNkonzo okanye iSivumelwano sokuCwangciswa kweDatha kunye nabaHlanganisi bethu.",
    "3017533972": "Thina, amaqabane ethu ophando lwezemfundo, kunye nabathengi bethu ngamanye amaxesha sinokubhekisa okanye sivelise iinxalenye zomxholo onelayisensi ye-Creative Commons ngeqonga le-hCaptcha ukuze siqhubele phambili ulwazi loluntu kwicandelo lokufunda koomatshini.",
    "3018077211": "25. Usombululo lweeMbano zabaXhasi",
    "3018523079": "Hlala kwi-brand kunye namava omsebenzisi angaguqukiyo.",
    "3022001832": "Siqokelela ulwazi kubantu abanxibelelana neSayithi kunye neeNkonzo zethu, kubandakanya abo bafaka iNkonzo yethu kwiwebhusayithi yabo (\"Iintegrators\"), abo basebenzisa iinkonzo zokuleyibheli idatha (\"Abathengi\"), kunye nabasebenzisi bokugqibela abanxibelelana nathi. Inkonzo ngeewebhusayithi zabaHlanganisi bethu (\"Abasebenzisi bokugqibela\").",
    "3022301908": "Ukufikelela",
    "3022922096": ", iSuite yeshishini le-hCaptcha yeemveliso. Ngokungafaniyo nenguqulelo yasimahla yehCaptcha,",
    "3025548709": "Ngaba ikho enye indlela kwesi sivumelwano singafanelekanga?",
    "3027055607": "16. Ubunini bobukrelekrele kunye namalungelo obunini",
    "3028319964": "Ukuziphatha kwe-AI",
    "3030395800": "Ezi ziqinisekiso zihlala zivela kukwaphulwa kwedatha. Kwaziwa ngokuba \"kukuchitheka kwengqiniseko,\" olu hlaselo lunokukhokelela ekubeni izigidi zeenkcukacha zilahlwe kwiwebhu emnyama. Ukuba ukuchitheka kwavela ebhankini, i-hacker iya kuzama ukusebenzisa ezo ziqinisekiso ukungena kwezinye iisayithi. Le ndlela iyasebenza kuba abantu abaninzi basebenzisa igama lomsebenzisi kunye negama lokugqitha indibaniselwano kwiindawo ezininzi. (Olu qheliselo alukhuthazwa, kodwa inyani yile nto iyiyo. Abantu bathanda ukuphinda iziqinisekiso zokungena ezifanayo.)",
    "30312304": "ezinye iziphene ebezidla ngokwahluka ngokwelizwe ukuya kwelinye ngaphambi kokuba kuwiswe umthetho ombi womanyano.)",
    "3031284129": "Iwaranti Disclaimers",
    "3031357206": "I-icon entsha iya kuvela ecaleni kwebar ye-URL yakho. Ngoku ndwendwela iwebhusayithi usebenzisa i-hCaptcha. Iya kujongeka ngolu hlobo:",
    "3031953301": "Endaweni yoko sinokukunika ithuba lokusebenzisa inkonzo yethu yeShishini le-hCaptcha, kwaye siqhubeke nokubonelela ngenkonzo ixesha elithile (\"Ixesha lokunikezela\"). Unikezelo lwethu oluqhubekayo lwenkonzo ngeXesha loNikezo alusayi kuguqula nangayiphi na indlela amalungelo ethu phantsi kweli Candelo.",
    "3031953928": "I-HUMAN Network™ luphawu lwentengiso ye-HUMAN Protocol Foundation, kwaye isetyenziswa ngemvume yayo.",
    "3034959000": "Ungabuyisela",
    "3038275155": "I-Class Action Waiver. Uyalirhoxisa naliphi na ilungelo onalo layo nayiphi na imbambano ukuba iziswe, iviwe, okanye kulamlwe njengeqela, iqela, okanye isenzo sommeli. Ngaphandle kwalo naliphi na elinye isolotya eliqulethwe kwesi sivumelwano, isivakalisi esandulelayo asisayi kuqhawulwa kwesi sivumelwano ngayo nayiphi na imeko. Naliphi na ibango lokuba yonke okanye inxalenye yolu rhoxiso ayinakunyanzeliswa, ayinangqondo, ayinanto okanye ayinakwenzeka inokumiselwa kuphela yinkundla yolawulo olufanelekileyo kwaye kungekhona ngumlamli. Awuyi kubuyiselwa ngokuchasene okanye uthintelwe ekugqibeni imisebenzi kwiwebhusayithi yethu ngenxa yokusebenzisa amalungelo akho phantsi kweCandelo lesi-7 loMthetho weSizwe woBudlelwane bezaBasebenzi, okanye ngokufayila okanye ukuthatha inxaxheba eklasini, ngokudibeneyo okanye kummeli walo naliphi na iqonga. , kodwa sinokufuna ngokusemthethweni ukunyanzeliswa kolu hlobo lokurhoxisa isenzo, kwaye sifune ukuchithwa kodidi olunjalo, izenzo ezidibeneyo okanye ezimele okanye amabango.",
    "304004915": "Asikhathali nokuba ngoobani na abasebenzisi, kuphela ukuba kunokwenzeka kangakanani ukuba babe nobubi okanye oomatshini. Siyawaxhasa amaphulo afana nala",
    "3044038608": "Uyavuma ukusinika ulwazi oluyinyani, oluchanekileyo nolupheleleyo njengoko siceliwe kwinkqubo yethu yokubhalisa. Ukwavuma ukuhlaziya ulwazi olunjalo ngokukhawuleza njengoko kuyimfuneko ukuyigcina ingoku kwaye ichanekile.",
    "3047519814": "Uyavuma ukuba awuzukwabelana ngeakhawunti yakho okanye igama lokugqitha nabani na.",
    "3048865891": "Iindleko kunye neMirhumo. Amaqela aya kuthi elowo athwale iindleko zawo zokumelwa ngokusemthethweni kulo naluphi na ulamlo olunjalo, ngaphandle kokuba intlawulo yegqwetha ibonelelwe ngokucacileyo ngumthetho. Amaqela aya kwahlula nayiphi na imali yokuqala yolawulo ehlawuliswa ngumlamli, ukuya kuthi ga kwixabiso eliphezulu kuwe lamakhulu amabini anamashumi amahlanu eedola (US$250.00). Iindleko zomlamli kunye nentatheli yenkundla, ukuba zikhona, ziya kuthwalwa sithi kuqala; nangona kunjalo, umlamli uya kuba nengqiqo yokunika iindleko ezifanelekileyo kwiqela eliphumelelayo, njengoko kubonelelwe ngumthetho, kunye / okanye ukufuna amaqela ukuba ahlule iindleko ezinxulumene nomlamli kunye / okanye intatheli yenkundla.",
    "3049976256": "Kumthengi ngamnye omtsha oleyibhile, sidlula kuluhlu lokukhangela ngexesha lenkqubo yokuthengisa. Oku kubandakanya inkuthalo yokuqala ye-KYC ngaphambi kokukhwela, kunye nokuqinisekiswa kwazo zonke izicelo ezenziwe kubahlalutyi bethu, kunye nokuhlolwa kwexesha lokwenyani kunye nokuphononongwa kwezicelo ezenziwe kusetyenziswa iqonga lethu lokuzinceda.",
    "3054564199": "Cofa iKit",
    "3056723024": "13. Ukugqitywa kweMisebenzi ngokuNgamkelekanga",
    "305735018": "Ekugqibeleni, enye into ethembekileyo kuGoogle. IShishini le-hCaptcha lizisa ulondolozo olumangalisayo kwibhili yakho ye-reCAPTCHA ngokhuseleko oluphezulu: ukuya kuthi ga kwi-80% ngaphantsi kwexabiso eliphantsi kwezinye iimeko.",
    "3060764232": "https://lld-workshop.github.io",
    "3063819779": "umthetho wabucala",
    "3064321967": "I-imeyile yokuqala eyaziwayo ye-spam yathunyelwa ngo-1978. [",
    "3065000659": "Ngaba uye waqaphela lonke ixesha \"ucofa kwimoto\" unceda ukuqeqesha enye",
    "3068923550": "( ) Amanyathelo okuchasa kufuneka asebenze ukuba afakwe ngokuthe ngcembe",
    "3083289844": "Ukuba ufumene umba ocinga ukuba unokuchaphazela ubumfihlo bomsebenzisi, nceda usithumelele i-imeyile",
    "3086730511": "Ukuba ungumdibanisi wenkonzo yethu yasimahla kwaye sifumanisa ukuba udlule kwimida yosetyenziso olufanelekileyo, okwangoku ungaphantsi kwe:",
    "3088605177": "Yongeza ikhowudi yethu yomngeni kuphela apho iyimfuneko, kwaye apho kunengqiqo ukukhusela wena kunye nabasebenzisi bakho.",
    "3089778412": "Indlela i-hCaptcha ebala ngayo imivuzo",
    "3092200338": "** Xa umhla we-15 ungowempelaveki, uMhla wokuHwulwa endaweni yomhla we-17.",
    "3093388779": "I-hCaptcha ikhululekile ukuyisebenzisa kubapapashi balo naluphi na ubungakanani",
    "3093689546": "Ukuhlanganiswa okulula",
    "3094150511": "Igunya elilawulayo: IKhomishoni yoNxibelelwano ye-US Federal, 45 L Street NE, Washington, DC 20554 USA.",
    "3094354698": "Nge-15 kaJuni 2019",
    "3096063825": "Yizame",
    "3096553330": "Yonke inkqubo esiyidalayo ibonisa ngokulula ubudlelwane bethu nabanye abantu.",
    "3098677775": "Umbuzo: Ngaba i-IP yam kunye nembali yokukhangela iyimfihlo ngokupheleleyo kwi-hCaptcha xa usebenzisa iPasi yoBucala?",
    "3100722753": "Ngokhuseleko olunokwenzeka okanye imiba yabucala, bona le miyalelo ingezantsi.",
    "3103557430": "Indlela Esilusebenzisa Ngayo Ulwazi",
    "3103642530": "Olu phononongo luqulunqwe ziiseti ezininzi zekhrayitheriya:",
    "3107683988": "Oku kunokunciphisa kakhulu i-off-network traffic kunye neendleko ngelixa sigcina zonke izibonelelo zolawulo ngabasebenzi bethu abangama-24/7 abafowunelayo ukuhlangabezana nezona SLA zingqongqo.",
    "3108727249": "IBotStop",
    "310885519": "okanye",
    "3114147525": "Abathengi be-hCaptcha basebenzisa inkonzo kwimisebenzi ebandakanya ukuqondwa kwento, ukufunyanwa kwempawu (ukuqokelela iileyibhile ukuchonga iintlobo zempahla), ukulinganisa ukufaneleka (ukukhetha eyona mveliso ifanelekileyo kwiinketho ezininzi xa kuthelekiswa nemveliso yokuqala), iibhokisi zokubopha (ukufumana iindawo zomdla umfanekiso), \"I-OCR yomntu\" (ukuchonga isicatshulwa kumfanekiso) kunye nezinye iintlobo ezininzi zemisebenzi.",
    "3117887301": "Ukuthenjwa kwezona nkonzo zikhulu ze-intanethi",
    "3119498672": "yenza nawuphi na umsebenzi ngokusetyenziswa kwe-Intanethi, iirobhothi zewebhu, iibhothi, izikripthi, okanye naluphi na olunye uhlobo lobukrelekrele bokwenziwa okanye ukuzama ukufumana imbuyekezo kwi-IMI okanye nawuphi na uMceli okanye uMhlanganisi ngaphandle kokugqiba imisebenzi njengoko ichaziwe;",
    "3119589996": "Indlela esebenza ngayo: ulwandiso lwesikhangeli lubonelela abasebenzisi ngokukwazi ukwenza kunye nokusayina iithokheni ezingaboniyo ze-cryptographically kwiiwebhusayithi ezixhasa iProtocol yePasi yaBucala. Ulwandiso luvelisa amapasi aneempawu ezimfamekileyo ze-cryptographically ezisayinwe yi-hCaptcha xa umngeni usonjululwe nakweyiphi na indawo usebenzisa inkonzo ye-hCaptcha,",
    "3121248460": "Bonisa imiceli mngeni yesiko eyahluka-hlukeneyo--ukusuka kokulula ukuya kwentsonkothileyo-- ukulungiselela abaphulaphuli bakho obulindelekileyo",
    "3128328457": "Ukuba unguMxhasi okanye uMhlanganisi, nguwe wedwa onoxanduva lokuhlawula nayiphi na intlawulo eqikelelweyo okanye enye irhafu, urhulumente, okanye irhafu yengeniso yasekuhlaleni, ukhuseleko loluntu, iFICA, kunye nembuyekezo yabasebenzi etyalwayo ngenxa yokusetyenziswa kwewebhusayithi yethu, ngokunjalo iirhafu ezifanayo okanye iintlawulo kwimimandla engeyiyo yase-US. Uyavuma ukusikhulula kwaye usibambe singenabungozi kulo naluphi na uhlolo oluchasene nathi kuba usilele ukuthobela nayiphi na imithetho yerhafu.",
    "3128433367": "... kunye nezinye ezininzi",
    "3130928685": "Ibhlog",
    "3138772661": "amawaka obomi nyaka ngamnye",
    "3139609561": "Apha ngezantsi kukho imizekelo emibini yokuhlelwa kwemifanekiso kunye neentlobo zemisebenzi yokubona iimpawu. [",
    "31502377": "Yintoni iSibhalo esiTyebileyo isiqalelo?",
    "3152512587": "kwaye inkqubo iqokelela amakhulu ezigidi zosombululo mihla le. [",
    "3153117136": "Indlela i-hCaptcha yoBunzima Useto isebenza ngayo",
    "3160820928": "Ukhuseleko lohlaselo olulungelelanisiweyo",
    "3161489950": "Elona Qonga loKhuseleko lweML lweHlabathi",
    "3162107126": "I-IMI ayiloqela kuyo nayiphi na ingxabano phakathi kwakho kunye naye nawuphi na omnye umsebenzisi weeNkonzo. Ukhulula i-IMI kunye namahlakani ayo kuwo nawaphi na nawo onke amabango, amabango, kunye nomonakalo walo lonke uhlobo kunye nendalo, owaziwayo nongaziwayo, okrokrelwayo kwaye ongacingelwanga, ochazwe kwaye ongachazwanga, ovela okanye onxulumene nayo nayiphi na ingxabano phakathi kwakho nomnye umsebenzisi.",
    "3167979932": "Yenzelwe ubumfihlo ukusuka kusuku lokuqala. IsiVumelwano esinamandla sokuCwangciswa kweDatha.",
    "3168199226": "Nangona kunjalo, ngo-2020 kuye kwacaca ukuba ukwakha olu hlobo lwedatha kunokubonwa njengetekhnoloji yokusetyenziswa kabini ngendlela abambalwa ababenokuyilindela kunyaka ophelileyo.",
    "3173156067": "Esinye isibambiso esenziwe sele sikhona xa ungathanda ukubandakanya imifanekiso yomzekelo kwinqaku lakho.",
    "3176531704": "Inkcazo yedatha",
    "3178581111": "Ukusetyenziswa kwiiNjongo eziNtsha",
    "3180664128": "Ngokufunda ngaphezulu kwamawaka emiqondiso, iimodeli zinokufikelela kwaye zifikelele kukuzithemba okuphezulu ekubhaqeni impatho ekhohlakeleyo ngokukhawuleza, nokuba akukho phawu lomntu lunokomelela ngokwaneleyo ukubonisa ingxaki.",
    "3182435854": "Ilungelo lokushicilela",
    "318339230": "(Inye okanye ngaphezulu kwezi zilandelayo zinokusebenza kwimbono yakho, kwaye inokuba nayo",
    "3183855267": "1. hmt_id",
    "3186435874": "sessionid",
    "3192683783": "Utshintsho kulo Mgaqo-nkqubo waBucala",
    "3193548097": "Ithemba Springs ngoNaphakade",
    "3194111925": "inkxaso",
    "3194601049": "www.hcaptcha.com",
    "3195334319": "Ukusetyenziswa kunye nokuba sesichengeni kwee-APIs",
    "3200641265": "Ungadlulanga umhla we-16 kaJuni 2020*",
    "3200859925": "1. Injongo",
    "320166522": "Ukufunda ngoomatshini ngoku kuchaphazela phantse zonke iinkalo zobomi bethu, rhoqo ngeendlela esingaziqondiyo nesingaziboniyo. Iinkonzo zokhuseleko kwi-Intanethi azifani.",
    "3202747130": "IsiVumelwano sisonke. Le Miqathango yeNkonzo kunye nayo nayiphi na imigaqo-nkqubo, iinkqubo, okanye imimiselo ekhankanyiweyo kwesi sivumelwano ibandakanya sonke isivumelwano samaqela malunga nomcimbi, kwaye ithatha indawo kwaye irhoxise zonke izivumelwano ezinxulumene nangaphambili kunye nezihambelanayo, amabango, umelo, kunye nokuqonda kwamaqela. .",
    "3203921334": "Sithande izinto ezininzi malunga nezisombululo ze-hCaptcha: 1) abathengisi idatha yomntu; baqokelela kuphela ubuncinci bedatha yobuqu eyimfuneko, babonakala elubala ekuchazeni ulwazi abaluqokelelayo kunye nendlela abalusebenzisa ngayo kunye/okanye baluveze.",
    "3206136647": "Ingxaki kaGoogle apha isekelwe kwidatha yombuzo abayisebenzisayo vs. ngubani oyibonayo. Ukuba yonke idatha ivela kwinkcubeko efanayo (kwaye kwimeko yeGoogle, inkampani efanayo) ngokuqinisekileyo unokulindela ukuba nemingeni engayiguquleli kakuhle kwezinye iinkcubeko, ngokuhambelana nesikhalazo sase-Edeni.",
    "3207769512": "Deploy Production Jobs",
    "3208155808": "Dlulisela ikopi efundeka ngomatshini yolwazi lwakho lobuqu kuwe okanye kumntu wesithathu ozikhethele wona.",
    "3212830633": "2. Ukufaneleka",
    "3213351333": "Akukho zibophelelo zangaphambili ezifunekayo",
    "3213411837": "umfanekiso 2",
    "3214322759": "kungenjalo zibandakanyeke kuyo nayiphi na imisebenzi ekhohlakeleyo okanye yobuqhophololo.",
    "3217791519": "Nge-15 kaJulayi 2020-Oct 15th 2020",
    "3225770968": "I-hCaptcha yenzelwe ukusombulula eyona ngxaki inzima yabasebenzi ekufundeni koomatshini; ukubeka iileyibhile izixa ezikhulu zedatha ngexesha, elifikelelekayo, nangendlela ethembekileyo.",
    "3225936061": "Ububona imifanekiso yombhalo othathwe kumaphepha eencwadi kwinkonzo yeeNcwadi zikaGoogle, kunye nokunceda ukuphucula isoftware yabo ye-OCR (yokuqaphela umbhalo).",
    "322830977": "Uzicima njani iiKuki.",
    "3228928991": "Ulwazi olunokusetyenziswa ukuchonga okanye ukuqhagamshelana nomntu (\"IiNkcukacha zoBuntu\"), njengegama, idilesi ye-imeyile, kunye nelizwe. Siqokelela iiNkcukacha zoBuqu kuBahlanganisi bethu bangoku kunye nabalindelekileyo kunye nabaThengi xa besinika ngokuthe ngqo (umzekelo, ngokugcwalisa ifom xa ubhalisela i-akhawunti, okanye ufaka isicelo sokufumana izaziso ze-imeyile kuthi). Sisenokuqinisekisa ubuni babaHlanganisi kunye nabaThengi ngokuthelekisa iinkcukacha zobuqu kunye nogcino-lwazi lomntu wesithathu okanye amaxwebhu asemthethweni asemthethweni.",
    "3230004040": "Ngaba awuboni kakuhle okanye awukwazi ukugqiba ii-hCaptchas?",
    "3233305531": "Iimpawu zokuthengisa",
    "3233441200": "Phinda umgaqo-nkqubo wokwaphula umthetho",
    "3235430156": "Iinkqubo zenkampani zokufunda simahla?",
    "3235744534": "Internet Explorer",
    "3236311792": "4. Uhlalutyo lwangaphakathi lwe-hCaptcha. Idatha ifunyenwe kude kube nguJuni 30, 2019. Iinkcukacha ziyafumaneka xa ziceliwe.",
    "3236873806": "I-IMI inoxanduva lwale webhusayithi.",
    "3238184941": "Qaphela: Umngcipheko worhwaphilizo onxulumene nedilesi ye-IP yomntu ngamnye unokwabelwana ngawo noMhlanganisi xa kuceliwe.",
    "3238345709": "( ) Iza kumisa ispam kangangeeveki ezimbini kwaye emva koko siya kubambelela kuyo",
    "3238612014": "Imbali yokubrawuza, ulwazi ngonxibelelwano lomthengi kunye newebhusayithi ye-intanethi, isicelo, okanye intengiso.",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "3240786848": "Uhlaziyo lokugqibela: ngoFebruwari 18, 2021",
    "324647915": "Enkosi ngokuthatha ixesha lokusinceda sifumane olu lwazi!",
    "3247172580": "I-hCaptcha idityaniselwe ukufunda ngoomatshini okwaziyo ukuzilawula nomgangatho wenoveli wendlela yokudibanisa enciphisa ngokukodwa ukuqokelelwa kwedatha kunye nokugcinwa kwayo, ikhutshwe kwiindawo ezingaphezu kwama-250 kwihlabathi jikelele ngenxa yobunzima obukhulu.",
    "325077666": "Ngokungenisa ulwazi lwakho uyavumelana neyethu",
    "3251220335": "A: Hayi. Nceda ucofe ikhonkco lokungena kwi-imeyile ethunyelwe kuwe kwisixhobo ngasinye osisebenzisayo ukuseta iikuki.",
    "3254142589": "( ) Iingxaki zolawulo",
    "3255230599": "Yintoni icookie?",
    "3256020881": "Ukujonga impatho yakho kunye nemisebenzi yokukhangela ixesha kwiiwebhusayithi ezininzi okanye amanye amaqonga.",
    "3256245394": "kunye nezithuba zethu zebhlog, umz",
    "3260825523": "Oomatshini be-Intuition",
    "3264813246": "Ayifanelekanga",
    "3265293440": "() Ukuba buthathaka kweeprothokholi ngaphandle kwe-SMTP ukuhlasela",
    "3265328927": "), inkampani yokufunda ngomatshini enikezela ngeemveliso kunye neenkonzo kwiinkampani eziphumeza ukufundwa komatshini kwinqanaba.",
    "3265895521": "Phakamisa kwaye unciphise ubunzima bomngeni ngokusekelwe kwixesha lemini",
    "3268946369": "6. Ityala: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "3269644546": "Ndiyacela",
    "3272552822": "Abaphuhlisi kunye nabakroli:",
    "32739972": "Ukugcina ulwazi lwakho lweseshoni yokungena ukuba ubhalisiwe kwiiSayithi zethu.",
    "3276777569": "hCaptcha",
    "3280658086": "izisombululo zamashishini",
    "3286051798": "Izihloko, imihlathi, iibhloko ezicatshulweyo, amanani, imifanekiso, kunye nenkcazelo yemifanekiso ingabhalwa zonke emva kokuba iklasi yongezwe kumbhalo otyebileyo kusetyenziswa i-\"When inside of\" isixokelelwano sokukhetha esifakwe kwindlwane.",
    "328625009": "... silungile xa ukhoyo: inkonzo yethu ifumaneka ubusuku nemini.",
    "3287172429": "Lawula iintlobo zomngeni ezibonisiweyo",
    "3288667364": "Uthelekiso kunye nokuFumana",
    "3290996791": "Onke amanye amagama emveliso, iilogo, kunye neempawu ziyipropathi yabanini bazo. Zonke ezinye iinkampani, imveliso kunye namagama enkonzo asetyenziswa kule webhusayithi ngeenjongo zokuzazisa kuphela. Ukusetyenziswa kwala magama, iilogo, kunye neempawu azithethi kuvuma.",
    "3292221787": "umngeni waphendulwa, hayi nje ukuba ichanekile, kwaye rhoqo utshintsha zombini imibuzo kunye nedatha esetyenzisiweyo.",
    "3301728462": "Izigidi zabantu zisebenzisa i-hCaptcha nyanga nganye, kumawaka eendibaniselwano zezikhangeli, izandiso, izixhobo, iindonga zomlilo, kunye nokunye.",
    "3312336121": "osebenzisa amanani amakhulu edatha yokuziphatha ukumisela ukuba abasebenzisi bewebhu bangabantu abasemthethweni okanye i-bots",
    "3315658779": "Thintela i-Scraping Content nge-hCaptcha Enterprise",
    "3319083717": "Igama:",
    "3324288040": "Sithumele impendulo",
    "332723732": "umxholo",
    "3329634829": "Nciphisa inkqubo yolwazi lwakho lomntu siqu.",
    "3329755436": "Ngaba uceba ukukhawulezisa le nkqubo?",
    "3334160175": "( ) Ayikwazi ukuzikhusela kuhlaselo lwenkohlakalo",
    "3336625692": "Eli phepha linika iinkcukacha ngeengcinga zethu ngesi sihloko kumxholo we-AI Ethics, kwaye iinkqubo esizilandelayo ukuqinisekisa ukusetyenziswa kweenkonzo zethu zihlala zihambelana nemigaqo-nkqubo esiye sayamkela njengenkampani.",
    "3339302473": "27. Ukupheliswa",
    "3342910682": "Funda ngokugqithisileyo",
    "3346362371": "Kuthekani ngokufunda koomatshini?",
    "3348433919": "Amalungelo Akho",
    "3349094124": "Iikhrayitheriya zeenkxalabo zokuziphatha: Injongo",
    "3353238942": "I-hCaptcha yenzelwe ukumisa ii-bots ngokuzahlula ebantwini. Iimvavanyo ezibonakalayo zisisixhobo esilungele oku, kodwa ayinguye wonke umntu unokusombulula umngeni obonakalayo.",
    "3356329025": "1. 30 iintsuku",
    "3356349631": "ugoogle Chrome",
    "3357523404": "Ukugqithiselwa kweDatha yeCross-Border",
    "33639629": "Ayisebenzi kwiiWebhusayithi zeQela leSithathu. Nceda uqaphele ukuba lo Mgaqo-nkqubo waBucala awusebenzi kuyo nayiphi na iwebhusayithi, ukunikezelwa, imveliso okanye inkonzo yalo naliphi na iqela lesithathu, nokuba idibanisa kwiSayithi yethu okanye ibandakanya iNkonzo - nceda ubhekisele kwimigaqo-nkqubo yabucala esebenzayo ngaphambi kokuba uthathe isigqibo sokubonelela naluphi na ulwazi kumntu wesithathu. amaqela.",
    "3365203058": "Ukhuseleko lwehlabathi lwe-anti-bot",
    "3368788823": "UTerence Eden wenza inqaku elinomdla kwibhlog yakhe: \"",
    "3370561195": "6. Ukuziphatha okwamkelekileyo",
    "3372710513": "https://www.knowcookies.com/",
    "3376604063": "Imigaqo-nkqubo ye-AI Ethics kunye neenkqubo",
    "3376724603": "Nge-14th-24th kaSeptemba 2021†††",
    "337766618": "https://www.logdna.com/privacy-policy",
    "3378932530": "Fumana iDatha yakho ebhalwe ngoku",
    "337971271": "Ukufunda ngoomatshini kuluncedo. Kodwa ayifuni idatha yomntu ukuba isebenze.",
    "3383086062": "I-hCaptcha Enterprise sisisombululo esipheleleyo sokhuseleko kwi-intanethi. Iimowudi ezisebenzayo kunye nezingazenziyo zikuvumela ukuba uyeke ukufaka iinkcukacha, ubhaqe ukuthathwa kweakhawunti, kwaye uthintele abadlali abakrokrelayo. Konke ngefriction zero kubasebenzisi abasemthethweni.",
    "3386280249": "Ukubonelela ngemarike yeDatha eneLabheli. Inkonzo yethu ivumela ukuleyibhelishwa kwedatha ephezulu kunye nokuphononongwa kwabantu kwiinkqubo zokufunda ngoomatshini njengenkonzo kubanini bewebhusayithi kunye neenkampani ezifuna uncedo ekubhalweni kwedatha yabo. Ukuza kuthi ga ngoku, sibhengeza iDatha eneLabheli kubathengi bethu abanomdla wokufumana iDatha eneLebhile.",
    "3388180864": "Unomdla ekusebenzeni kwimingeni enzulu yobugcisa kwisikali sewebhu? Sihlala siqesha iinjineli ezinetalente kwihlabathi liphela -",
    "3389431373": "Iinkonzo ezifana ne-reCAPTCHA v3 zithi ukubeka i-pixel yazo yokulandela umkhondo kwiphepha ngalinye lesayithi yakho kuyimfuneko kukhuseleko olulungileyo. Oku akunjalo.",
    "3395399558": "( ) Abezobupolitika abangakwaziyo ukufunda nokubhala",
    "3397976149": "Fumana inkxaso ye-hCaptcha Publisher",
    "3398978455": "Nge-15th-25 Septemba 2021†††",
    "3401005681": "Fumana imali",
    "3401861278": ", ebandakanywe apha ngereferensi. Nceda ujonge esi sivumelwano ukuze ubone ukuba siqhuba njani iinkcukacha zobuqu egameni lakho. Qaphela ukuba sisebenza \"njengeprosesa yedatha\" ngeenjongo ze-EU General Data Protection Regulation, kunye \"nomboneleli wenkonzo\" ngeenjongo zeCalifornia Consumer Privacy Act.",
    "34074886": "Ngalo lonke ixesha uphendula umngeni, sisebenzisa iimodeli ezinobunkunkqele ukubona ukuba ungumntu na. Iwebhusayithi oyindwendwele emva koko isebenzisa esi siphumo ukunceda ukuphucula amava akho kwindawo yabo ngokugcina i-bots.",
    "3408107995": "Namhlanje, nangona kunjalo, ukukrazula ngokungaguqukiyo kuthetha indlela yenkqubo yokutsala idatha kwiwebhusayithi. I-software ye-scraping yenza njengomsebenzisi womntu, ukucofa amaqhosha kunye nokufunda umphumo ophumayo. Kukho izinto ezininzi ezisetyenziselwa ukukrala ngokusemthethweni. Abakhasi bewebhu ukuba iinjini zokukhangela amandla ngumzekelo omnye. Ngoko zizixhobo ezifana ne-Skyscanner ezijonga izivumelwano zokuhamba ngokudibanisa amawaka ewebhusayithi zokuhamba. Iifemu ze-Fintech ziyisebenzisa, kwakhona, ukukrazula idatha yezemali yomsebenzisi kwiindawo zebhanki ukuba akukho ziNxibelelwano zeNkqubo yokuSebenza (APIs) ezikhoyo ukwenza uxhulumaniso lwedatha. Izinto ekufuneka uzigcine engqondweni malunga nokukhuhla kwesikrini sisantya kunye nokuqina. Inkqubo inokuvuna inani elikhulu ledatha evela kwiiwebhusayithi, kucingelwa ukuba iisayithi azilungiselelwanga ukuyiyeka ukuba yenzeke. Ngesantya se-computing, i-scraper inokuqokelela ii-datasets ezinkulu ngokusebenzisana neewebhusayithi kunye ne-software ephantsi kunye neenkcukacha ezizinika amandla.",
    "3409726716": "bhalisela ngaphezu kweakhawunti enye kuthi ngaphandle kogunyaziso olubhaliweyo;",
    "3412647984": "Oku kukuvumela ukuba uphephe imibuzo yexesha elizayo ngokubhalisa kunye nokuseta i-cookie. Nceda uzame ukucima isithinteli sakho sentengiso.",
    "3417372336": "Tshintsha kwimizuzu",
    "3419878556": "Qinisekisa ukuba \"I-cookies zeqela lesithathu\" ayivulwanga.",
    "3421090159": "Vula Umnikezi",
    "3426312287": "NgoJanuwari 5-15 2022",
    "3433896984": "I-BotStop™",
    "3434202027": "Naluphi na usetyenziso lwegama le-hCaptcha kunxibelelwano lufuna ukuchazwa: \"i-hCaptcha luphawu lwentengiso olubhalisiweyo lwe-Intuition Machines, Inc.\"",
    "3436534225": "Phantse zonke iinkampani eziqala umqhubi wenqwelomoya ekugqibeleni zikhetha izisombululo zethu.",
    "3437412311": "Kubasebenzisi boShishino, iinketho ziyafumaneka ukuze uphephe ngokupheleleyo imiceli mngeni kwiimeko ezininzi, ngokuxhomekeke kumanqaku angenzi nto.",
    "3441764123": "Xa umngeni unikezelwa kumsebenzisi wokufikeleleka kwisayithi usebenzisa inkonzo ye-hCaptcha, baya kudlula ngokuzenzekelayo.",
    "3443160243": "I-hCaptcha Partner™",
    "3444947612": "Traffic Phakathi",
    "3446714684": "Mobile (iOS kunye Android) Integration",
    "345108670": "-ukufaka iinkcukacha kunye nezinye iinzame zokuthatha iakhawunti",
    "3453526675": "1. Iqela lokuqala",
    "345563040": "( ) Le yingcamango yobudenge, yaye usisidenge ngokuyicebisa.",
    "3457805519": "3. Ngaba isicelo somthengi sinokuzalisekiswa phantsi komthetho wase-US kunye nemithetho yethu yothethathethwano?",
    "3458934553": "3. Iyahluka; ukuya kwiintsuku ezingama-30.",
    "3460432665": "Ngaphandle koku kungasentla, ukuba ungumhlawuli werhafu wase-US sinokucela kuwe i-W-9, ukuba ihlaziywe rhoqo ngonyaka, kwaye sinokukunqanda ekwenzeni imisebenzi de ube ugqibe okanye uhlaziye i-W-9.",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "3464870463": "1. I-Whitelist hcaptcha.com kunye *.hcaptcha.com cookies kwi-ad blocker yakho okanye ulwandiso lokhuseleko lwesiphequluli.",
    "3470857731": "Uhlalutyo lwendlela i-reCAPTCHA echonga ngayo i-bots.",
    "3475647460": "() Ifuna intsebenziswano eninzi kakhulu evela kubagaxekile",
    "3478726913": "I-hCaptcha inelinye lamachibi amakhulu kwiplanethi akhoyo ukuba uyisebenzise. Nokuba yeyiphi na imilinganiselo yakho, sinokuyiphatha ngaphandle kokuzibophelela eqolo. Izigidi zemisebenzi ngosuku aziyongxaki.",
    "3479034323": "Ukuba ubona umxholo ongowakho uveliswe kwakhona kwiqonga le-hCaptcha kwaye ungathanda ukuba lisuswe nangasiphi na isizathu, unokuqhagamshelana nathi nge-imeyile.",
    "3480023141": "Funda ngakumbi malunga neenketho zofikelelo",
    "3483700676": "Qalisa izigidi zemisebenzi ngoko nangoko",
    "3488019891": "I-hCaptcha luphawu lwentengiso olubhalisiweyo lwe-Intuition Machines, Inc.",
    "348809718": "4. Phantsi kwe \"Cookies zomntu wesithathu\" khetha \"Yamkela\".",
    "349292953": "Ulwazi Esiluqokelelayo",
    "3494826505": "Kunye nabathengisi sizibandakanya ukubonelela ngemiba ebalulekileyo yeSayithi kunye neNkonzo, njengokugcinwa kwedatha, ukusingathwa, kunye noHlalutyo, kwaye kuphela ezo njongo.",
    "3496767126": "Ukuthintela amathandabuzo, lo mhlathi ulandelayo usebenza kuphela kubathengi abasebenzisa iinkonzo zethu zochazo, kwaye singasebenzisi iiNkonzo zethu njengoMhlanganisi.",
    "3500503648": "I-hCaptcha yenzelwe ukuphelisa ukugcinwa kwedatha ixesha elide ngokuthembela kuvavanyo olukhawulezileyo kunokurekhoda nokuhlalutya imbali yakho yokukhangela. Siyawaxhasa amaphulo afana nala",
    "3501923981": "Igqityelwe ukuvuselelwa: NgoJanuwari 1, 2020.",
    "3507532387": "( ) Ubulula bokukhangela indawo yedilesi yealphanumeric encinci kuzo zonke iidilesi zeimeyile",
    "3510143229": "I-hCaptcha yinkonzo yeewebhusayithi kunye neeapps,",
    "3511610999": "Masiqinisekise ukuba ufika kwindawo eyiyo.",
    "3515435438": "Ukunika ingxelo ngezikhalazo zeDMCA",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3519564631": "IiNjongo zokuLungiselela",
    "3520687192": "Iirekhodi zonxibelelwano nawe (umz. amatikiti enkxaso avulwe nge-imeyile okanye ngoTwitter) anokugcinwa ngokungenasiphelo.",
    "3524251858": "UMlawuli woLawulo lweeMveliso, Cloudflare",
    "3526939538": "Software Bug",
    "3527140447": "Amaxwebhu",
    "3530599065": "Ubumfihlo bakhiwa ukusuka phantsi ukuya phezulu. I-hCaptcha ayigcini i-PII kwaye iyahambelana nezigunyaziso ezininzi zabucala kunye nemimiselo.",
    "353066938": "Iqela elinamava, elisebenza kwezona ngxaki zinzima zanamhlanje. I-hCaptcha yinkonzo ye",
    "3532143291": "Ukukhusela iinkonzo zethu kunye neenkqubo. Sisebenzisa iiNkcukacha zoHlalutyo ukukhusela iinkqubo zethu ngokuchonga iingozi ezinokubakho kunye nobuthathaka, kunye nokukhusela ulwazi esiluqokelelayo.",
    "353367791": "Khangela abadlali abangalunganga beentlobo ezininzi ezahlukeneyo.",
    "3536122902": "( ) Ukubanqanda ngolo hlobo akucothi yaye akubuhlungu ngokwaneleyo",
    "3543141425": "ngayo!",
    "3545935449": "Ukuqaphela abasebenzisi abatsha okanye abadlulileyo.",
    "3548097301": "Isebenza: NgoJanuwari 1, 2020.",
    "354925785": "Isingeniso",
    "3554363588": "Amanye amanqaku",
    "3554448168": "Ukwahlulahlula",
    "3555583744": "kwaye",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim kwi eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "3564208535": "Uyavuma ukusebenzisa iinzame zorhwebo ukukhusela nayiphi na iNgcaciso eyiMfihlo efunyenwe kuthi okanye ngeeNkonzo zethu. ibandakanya amanqaku e-bot kunye neenkcukacha ezingezizo ezoluntu zenkonzo yethu yeshishini, kuqukwa namaxwebhu angengawo awasesidlangalaleni kunye nazo naziphi na iinkcukacha esinokwabelana ngazo malunga neendlela zethu zokubona ibhot. Ukuba unikwe imvume yokufikelela kuyo nayiphi na iNgcaciso eyiMfihlo elolo hlobo, sisenokuguqula, sikunqumamise, okanye sikuthintele ukufikelela kwakho kwiiNkonzo zethu ngokubona kwethu ukuba sifumanisa ukuba iNgcaciso eyiMfihlo ibhencwa ngokusebenzisa kwakho iiNkonzo zethu, kwaye siya kusebenzisa iinzame ezifanelekileyo. ukukunika isaziso ngaphambi kokunqunyanyiswa.",
    "3566102529": "nathi namhlanje ukuze sifunde ngakumbi.",
    "3569492665": "Ukurekhoda umsebenzi we-intanethi akusiyo impendulo.",
    "3570415321": "Inkampani",
    "3571003547": "https://www.honeycomb.io/security",
    "3571006800": "Olunye ulwazi osinika lona lunokwenza idatha enovakalelo njengoko ichaziwe kwi-GDPR (ekwabizwa ngokuba ziindidi ezikhethekileyo zedatha yomntu), kubandakanya ukuchongwa kohlanga lwakho okanye ubuhlanga kumaxwebhu esazisi akhutshwe ngurhulumente.",
    "3573245166": "Ngokungafaniyo ne-reCAPTCHA, sisebenza kwilizwe ngalinye.",
    "3576146278": "Hlawula kuphela ukuchaneka okudingayo",
    "3578122193": "Hlala kwibhrendi enomxholo ofanelekileyo",
    "3588274874": "Ekugxileni ekunikezeni imveliso ehambelana neenzame zolawulo ezifana ne-European Union's GDPR kunye ne-California's CCPA, siye safumana ukukhula okukhulu - ngokuqinisekileyo, kuyanceda ukuba i-hCaptcha ilula \"ukwehla\" endaweni ye-reCAPTCHA kwaye inokufakwa kwimizuzu nje.",
    "3588620914": "I-Privacy Pass yinto entsha eyenziwe yimigangatho yeWebhu, kwaye kunokwenzeka ukuba ezinye izicelo kunye nezandiso zesiphequluli ezingazi ukuba ziphazamise ukusebenza kwayo.",
    "3590546893": "Uhlalutyo olulula lokuziphatha luphawu oluyilwe lula ngabadlali abangalunganga, kwaye lufuna ukugcina imbali yokukhangela kuyo yonke itrafikhi yakho esemthethweni.",
    "359073033": "Ii-dashboards zihambisa umbono ophakamileyo okanye ocoliweyo womsebenzi.",
    "3594381346": "indawo.",
    "3594440415": "Ekugqibeleni, baya kuqalisa ukuvula iingcango.",
    "3594526017": "IiNzululwazi ze-IM zisete iBenchmark eNtsha yokuNakana okubhaliweyo okuLawulwayo ngokubuthathaka (OCR) kwi-CVPR 2020.",
    "3596207631": "Q: Ndisabona umngeni emva kokuseta iqebengwana. Ibangelwa yintoni le nto?",
    "3600022491": "Ngesi sizathu siyile enye indlela elula, engenabuhlungu yokuvumela abapapashi abasebenzisa inkonzo yethu bagcine ukufikeleleka komntu wonke ngokuthobela iCandelo 508 kunye neWCAG 2.1 AA.",
    "3600718611": "Qwalasela i-reCAPTCHA kaGoogle,",
    "3600797185": "Ukubonelela ngesazisi se-retroactive bot kuya kuvula uGoogle kwimibuzo enameva yendlela yokubuyisela umva abathengisi abachithe imali kwitrafikhi yobuqhophololo.",
    "360236473": "Inkonzo ye-hCaptcha ayenzelwanga ukuba isetyenziswe kuye nabani na ukuba asebenze njengomntu obhala ilebhile. Ayenzelwanga okanye ayifanelanga le njongo. Asicebisi nabani na ukuba azame ukusebenzisa i-hCaptcha njengomthombo wengeniso yomntu.",
    "3604147138": "3. Isetyenziselwa iinjongo zobugcisa eziyimfuneko ngokungqongqo: yenza ukuFikelela koMsebenzisi.",
    "3609106478": "Ukufakwa kweziqinisekiso:",
    "3609929815": ". Siza kugcina igama lakho, ilizwe, kunye nolwazi lwedilesi ye-imeyile kuphela ngenjongo yokuqhagamshelana nawe kwixesha elizayo malunga namathuba omsebenzi wokuleyibhile.",
    "3612043014": "...kunye neminye imisebenzi elula. Kulula ebantwini, kunzima kwi-bots.",
    "361372538": "2. Ngaba siyakholelwa ukuba iinkonzo esizinikiweyo zinokusetyenziselwa ucalucalulo ngumthengi, ngeendlela ezinokuthi zibe semthethweni kodwa ezingamkelekanga kuthi?",
    "3614653023": "Endaweni yoko, lo msebenzi uxhomekeke kuhlaselo olukhulu lweziqinisekiso ezizama izigidi zegama lomsebenzisi/igama lokugqitha kuninzi lwamaziko emali ekujoliswe kuwo ngethemba lokuvula iseti encinci yeeakhawunti. Nje ukuba isoftware yorhwaphilizo ezenzekelayo ifikelele kwiakhawunti, i-hacker yomntu inokubandakanyeka, kodwa kwezinye iimeko, akunjalo.",
    "361795034": ". Umbhali ongaziwayo, c. 2000",
    "3619183405": "Ngo-2021 iiCAPTCHA ezilula ngamanye amaxesha zinokusonjululwa ngesoftware, ngenxa yenkqubela phambili yokufunda koomatshini. Ukujongana noku, i-hCaptcha yenza uhlalutyo oluneenkcukacha kakhulu kwiipropati ezifana",
    "3620039756": "Phezulu ekunene, cofa Ngaphezulu uze emva koko useto.",
    "3620442880": "Iimpawu zokhuseleko lokuthengiswa kweFlash",
    "3621401685": "() Ukungathandwa kweerhafu ezintsha ezingaqhelekanga",
    "3621411541": "Funda malunga nofikelelo onokukhetha kulo kwi-hCaptcha",
    "3621455477": "ukufunda ngakumbi!",
    "3623028666": "(nceda usebenzise inkonzo efana",
    "3624758171": "Imisebenzi elungiselelweyo ikwakhona kubapapashi beshishini.",
    "3630114728": "Bona okwenzekayo kuzo zonke iisayithi zakho kunye nee-apps.",
    "3644106388": "Qhagamshelana",
    "3645414921": "Cima",
    "364774188": "Ndingumntu™",
    "3654556483": "Amaziko emali kunye neenkampani ze-eCommerce zineenkqubo kunye nolawulo olunciphisa ezinye zesongelo sokuthatha i-akhawunti. Ezi zisusela kwindlela yakudala “yayingubani igama lomhlobo wakho osenyongweni kwisikolo samabanga aphantsi” imibuzo yokhuseleko ukuya kwiindlela zokubona ezikhupha iidilesi ze-IP ezirhanelwayo kunye neeprofayile zesixhobo esiphathwayo.",
    "3657743880": "Imiyalelo yebhrawuza yeekuki zeSiza esinqamlezileyo",
    "3660619092": "Bhalisa simahla okanye uqhagamshelane neentengiso zezisombululo zeShishini",
    "366088791": "I-hCaptcha ixhasa iindidi ngeendidi zemisebenzi.",
    "3660891610": "Ukuba unguMxhasi, i-IMI, hayi wena, inamalungelo obunini kuwo nawuphi na umsebenzi owuvelisayo njengenxalenye yokugqibezela nawuphi na umsebenzi. Ngokwamkela imigaqo yesi siVumelwano uyavuma ukuba (kwaye ngokwenza njalo wenze) ukutshintshela ubumnini, ubunini, kunye netayitile (kuquka onke amalungelo obunini obukrelekrele akhoyo kwihlabathi liphela) kunye nomsebenzi wakho kuthi. Ukuqinisekisa ukuba siyakwazi ukufumana, ukugqibelela, nokusebenzisa amalungelo anjalo, uyavuma ngakumbi (i) ukusayina nawaphi na amaxwebhu okuncedisa ekubhalweni, ekugqibeleleni nasekunyanzeliseni amalungelo ethu; kunye (ii) nokubonelela ngofikelelo olufanelekileyo kulwazi lokurekhoda, ukugqibelela, ukukhusela, ukukhusela, kunye nokunyanzeliswa kwamalungelo obunini kuwo nawaphi na amazwe. Izibophelelo zakho phantsi kweli candelo ziya kuqhubeka nasemva kokuba ucimile ukubhalisa okanye uyeke ukusebenzisa iiNkonzo. Usinyule njengegqwetha lakho ukuba sikwenzele amaxwebhu egameni lakho ngeenjongo ezichazwe kweli candelo.",
    "3666807632": "14. Iziqinisekiso zoMxhasi kunye neZakhono",
    "3668115514": "Yahluke njani i-hCaptcha?",
    "3668873369": "Kwi-hCaptcha, sithathe indlela eyahlukileyo ukusuka kusuku lokuqala",
    "3669258571": "Umgaqo-nkqubo we-cookie",
    "3671246379": "Inyathelo 5: Cofa kwi-Console tab, kwaye ucofe ekunene emva koko \"Khetha konke\" kwaye ugcine loo nto kwifayile yombhalo, ukuze ugcine ilog ye-console. Sithumele nathi oko.",
    "3671828834": "Imizekelo yoLwazi loBuqu ekwabelwana ngalo",
    "3673079511": "umgangatho ovelayo",
    "3678889946": "Ungadlulanga umhla we-15 kaJuni ka-2019",
    "3679148535": "Q: Zeziphi ezinye izicelo zePrivacy Pass osebenza kuzo?",
    "3680327841": "Sizimisele ukwenza i-hCaptcha isebenze kakuhle kumntu wonke",
    "3682071227": "Yintoni i-Akhawunti yokuThatha kwaye isebenza njani?",
    "3688621388": "Usoyikiso utyikityo",
    "3694578791": "Njengoko kuxoxiwe ngasentla, thina (kunye nabathengisi bethu beqela lesithathu) siqokelela Ulwazi loHlalutyo ngokuyinxenye ngokusebenzisa iikuki, iibhikhoni zewebhu, kunye nobunye ubugcisa bokulandela umkhondo. Ngamanye amaxesha, sisebenza kunye nabathengisi beqela lesithathu ukuba baqeshe iikuki ngeenjongo zokuqokelela Ulwazi loHlalutyo.",
    "3695206755": "Sizame kwindawo okuyo ngaphandle kokuzibophelela.",
    "3700113699": "Kwisixhobo sakho se-Android, vula usetyenziso lweChrome.",
    "3700767772": "Nje ukuba ufakelwe ulwandiso, cofa apha (okanye nakweyiphi na i-hCaptcha-usebenzisa iwebhusayithi) ukufumana iipasi:",
    "370366524": "Ephemeral Service Telemetry",
    "3709608616": "emva koko iakhawunti yakho inokuba ingasebenzi okanye imiselwe ukuba ayifaneleki ukufumana umvuzo ngokubona kwethu, ngalo naliphi na ixesha, ngokukwazisa okanye ngaphandle kokukwazisa kwangaphambili. Naphantsi kwazo naziphi na iimeko izicelo ezingaphaya kwemida yosetyenziso olufanelekileyo zifaneleke ukufumana umvuzo ngaphandle kwesiqinisekiso esibhaliweyo esivela kuthi.",
    "3714002185": "Funda ngakumbi malunga ne-hCaptcha Enterprise",
    "3715747429": "Iinjineli zethu zokukhwela zingenza ukuba uhambe ngokukhawuleza, nokuba ufuna udibaniso lweReact, ii-SDKs ze-iOS zokusebenza zemveli, umzekelo ongemva weJava, okanye phantse nayiphi na enye imeko.",
    "3717512591": "Ukudityaniswa kweQonga elithe ngqo",
    "3717942925": "Kanye njengoko kuya kuhlala kukho abantu abafuna ukufumana ingqalelo yakho nge-imeyile, kuya kuhlala kukho umnqweno wokunyanzela ukufikelela kwezinye izixhobo ezinokuthi zibe ngabantu kuphela abanokufikelela kuzo.",
    "3719056187": "Ulwazi olunikelwe kumaphepha e-intanethi alumeli icebiso lomntu kwaye alunakuthatha indawo yoku. Ukuba ufuna iingcebiso zomntu ngamnye, nceda uqhagamshelane nabasebenzi bethu benkxaso.Ukusetyenziswa kwale sayithi",
    "3720584906": "Nge-15 kaJulayi 2021-Oct 15th 2021",
    "3721365241": "Zama",
    "3723626769": "ngeminikelo yakho kunye nophononongo.",
    "3725880582": "Buyisela kuCharity",
    "3729345277": "I-hCaptcha yindlela yokuba iinkampani zifumane izichasiselo ezizifunayo ngokukhawuleza, ezinomgangatho ophezulu kunye nexabiso eliphantsi kunezinye iindlela.",
    "3730038780": "Khetha kwinani eliphantse lingenasiphelo lemingeni ukuze abasebenzisi basombulule",
    "3730344349": "Eli candelo libonelela ngeenkcukacha ezongezelelekileyo malunga neenkcukacha zobuqu esiziqokelelayo malunga nabathengi baseCalifornia kunye namalungelo anikezelweyo kubo phantsi kweCalifornia Consumer Privacy Act okanye \"CCPA.\"",
    "3733422465": "8. Ukuqinisekisa ubuwena bakho",
    "3740051331": "Sikwazibophelele ekubekeni iliso ngokusebenzayo kwaye siphendule imibuzo yabasebenzisi bakho kuwo wonke amaqonga onxibelelwano, iiforam, kunye ne-widget kunye neendlela zenkxaso ye-imeyile. Siyafikeleleka kwaye siyaphendula, kwaye siphatha ukwaneliseka kwabasebenzisi njenge-KPI ephezulu.",
    "3741193183": "( ) Abasebenzisi abaninzi be-imeyile abanakukwazi ukuphulukana neshishini okanye balahlekise abo banokuba ngabaqeshi",
    "3744079744": "Nge-15-19 kaJuni 2020****",
    "3744153629": "Amagama:",
    "3747664195": "https://www.fastly.com/privacy/",
    "3753613260": "uqhagamshelwano",
    "3753956446": "Mahala",
    "3758963444": "Enkosi! Isingeniso sakho samkelwe!",
    "3759360138": "4. Igama lomsebenzisi kunye nePassword",
    "3759657802": "Awunakukwazi ukwabela, ukudlulisela, okanye ukunikezela le Miqathango yeNkonzo okanye amalungelo okanye izibophelelo zakho apha nangayiphi na indlela (ngokusebenza komthetho okanye ngenye indlela).",
    "3759923279": "Nceda ucinezele imibuzo ngale dilesi ye-imeyile ilandelayo:",
    "3764131594": "22. IiWebhsayithi zeQela lesithathu",
    "3766910104": "2. Isetyenziselwa iinjongo zobuchwepheshe eziyimfuneko: ukulinganisa umthwalo, umzila.",
    "3767462250": "Yenzelwe uBucala",
    "3768951251": "Ii-SLA zeShishini",
    "3773515538": "Ngaba ucelwe ukuba \"uchwetheze amagama amabini?\"",
    "378086442": "yeeCAPTCHA, kune-UX yazo ngeseshini nganye.",
    "3782751514": "I-HUMAN Protocol® luphawu lwentengiso olubhalisiweyo lwe-HUMAN Protocol Foundation, kwaye lusetyenziswa ngemvume yalo.",
    "3783031293": "Sisebenzisa i-Cloudflare ukwandisa ukugcwala kwethu kwiwebhu. Ngolwazi malunga nendlela i-Cloudflare eqokelela ngayo kwaye iqhuba idatha,",
    "3795997071": "Khetha i icon yemenyu yeChrome. Khetha Useto.",
    "3800781598": "] Phantse kumashumi amahlanu eminyaka kamva, ugaxekile lwe-imeyile lusaqhubeka ukusibetha. Iibhiliyoni ezininzi zeedola kunye namawaka eminyaka yomntu-yeminyaka yomzamo wobunjineli iye yafakwa ekoyiseni, ukanti i-spam iyaqhubeka. Kukho imizi-mveliso yeebhiliyoni zeedola kumacala omabini, oko kukuthi, abo bakhuselayo kuyo nakwabo bayithumelayo.",
    "3805618893": "UGoogle Chrome (PC)",
    "3806054689": "Nge-15 ka-Epreli 2020 - nge-15 kaJulayi 2020",
    "3807059944": "Lawula umxholo womngeni osetyenzisiweyo",
    "3816867833": "Ingxelo",
    "3817067682": "Iipolygons",
    "3817811295": "Ukuthembeka okuqinisekisiweyo kunye nokukhawuleza kwe-24/7 kwi-call-call support.",
    "3819851005": "2. Iintlawulo",
    "3821716514": "iphepha.",
    "3828090208": "Endaweni yoko sebenzisa \"ye-hCaptcha\".Ukuba isetyenziswe nelogo yomntu wesithathu, \"ye-hCaptcha\" kufuneka ibencinci ngobukhulu kunelogo yomntu wesithathu.",
    "3833636936": "a) izicelo ezili-1,000 ngomzuzwana,",
    "3836291932": "Umbuzo: Ndisebenzisa izixhobo ezininzi. Ngaba kufuneka ndibhalise amaxesha amaninzi?",
    "3842490632": "Umsebenzisi ozama ukuphendula imibuzo emininzi unokulinganiselwa okanye avalwe ngokukhawuleza. Kubaluleke ngokufanayo, njengeyethu",
    "3842673636": "Ngaphantsi kwe-GDPR, unamalungelo athile malunga nolwazi lwakho lomntu. Unokusicela ukuba sithathe amanyathelo alandelayo ngokunxulumene neenkcukacha zakho zobuqu esiziphetheyo:",
    "3842815245": "Ngaba olu lurhwebo olufanelekileyo?",
    "38428546": "Sigcina iDatha yakho yoBuqu ngokukhuselekileyo kubo bonke ubomi beakhawunti yakho nathi. Siza kugcina kuphela iDatha yakho yoBuntu ixesha elide njengoko kuyimfuneko ukuzalisekisa iinjongo esiziqokelele kuzo, kubandakanywa neenjongo zokwanelisa nayiphi na isemthethweni, i-accounting, okanye i-akhawunti izibophelelo okanye ukusombulula iingxabano. Iikhrayitheriya esizisebenzisayo ukumisela amaxesha okugcina ziquka amalungiselelo ekhontrakthi asebenzayo asebenzayo, amaxesha amisiweyo asemthethweni, iimfuno ezisebenzayo zolawulo, kunye nemigangatho yoshishino.",
    "3844300338": "Uyavuma ukusikhusela, ukusikhusela, kwaye usibambe singenabungozi kulo naliphi na kunye nawo onke amabango, umonakalo, amatyala, iindleko, kunye neendleko (kubandakanya iimali zamagqwetha kunye neendleko ezifanelekileyo), ezivela okanye ezinxulumene nokusebenza kwakho kwemisebenzi okanye ukusebenzisa kwakho iwebhusayithi yethu. .",
    "3844432472": "Ukuvuleleka kakhulu kunye nokusebenziseka kwee-APIs kuzenza zibe zizityebi ngokumangalisayo ekujoliswe kuzo kubahlaseli. Ngendlela efanayo ukuba i-app yeselula inokucwangciswa ukuba ifikelele kunye ne-GET idatha kwi-system ye-corporate usebenzisa i-API, ngoko ke iqhekeza le-malware. Abahlaseli babhale uluhlu olubanzi lwezixhobo zesoftware ukusebenzisa kakubi ii-APIs. Yindlela yokuhlasela esebenzayo.",
    "384965568": "Ngelixa iimfuno zokugcinwa zihluka ngokolawulo, ulwazi malunga namaxesha okugcina aqhelekileyo kwimiba eyahlukeneyo yedatha yakho yobuqu ichazwe ngezantsi.",
    "3856690908": "Nge-15 kaJan 2020-nge-15 ka-Epreli 2020",
    "3856912381": "Abasebenzisi baye babandezeleka, kwaye i-spam yewebhu engeyomfuneko ngoku ixhaphakile. Kodwa kukho enye indlela.",
    "3859506577": "I-imeyile yeShishini",
    "3861413614": "Awukwazi ukusebenzisa nayiphi na i-hCaptcha uphawu lokuthengisa okanye uphawu oluya kuthetha ukuba i-hCaptcha inobudlelwane kunye okanye ukuqinisekiswa, inkxaso, okanye inkxaso yemveliso okanye inkonzo yomntu wesithathu, ngaphandle kwemvume ebhaliweyo ebhaliweyo.",
    "3863351997": "Iindidi zolwazi lomntu ezidweliswe kummiselo weeRekhodi zabaThengi baseCalifornia (Cal. Civ. Code § 1798.80 (e)).",
    "3871665286": ", edityaniswe ngokubonakalayo kwiphepha lolwazi lwewijethi ye-hCaptcha. Banikwa icookie efihliweyo enokusetyenziswa amaxesha amaninzi ngemini, kodwa kufuneka ihlaziywe rhoqo kwiiyure ezingama-24 ngokungena.",
    "3875523186": "gistfile1.txt",
    "3878077249": "Hlaziya okanye ulungise izinto ezingachanekanga kwiinkcukacha zakho.",
    "3878230879": "Injongo yethu kukuqinisekisa ukuba ihlala isebenza kuwe, ngoko siyazixabisa kakhulu iingxelo zakho!",
    "3881754581": ". Ukuba unguMthengi weenkonzo zethu zenkcazo kwaye ukhethe ukhetho \"lweDatha Yabo Bonke\" njengenxalenye yosetyenziso lwakho lweeNkonzo, ngoko unika i-IMI kunye nabo bonke abasebenzisi beeNkonzo kwihlabathi jikelele, elingabodwa, elingaphantsi, elinokudluliselwa, Ilayisenisi engenamrhumo, engenakuguqulwa yokuxhaphaza ngokupheleleyo yonke iDatha yoMthengi, kuquka onke amalungelo anxulumene nepropathi enomgangatho ophezulu wokuqonda. Ukuba ukhetha \"Idatha Yabantu Bonke\" ukhetho, umela kwaye uqinisekisa ukuba unelungelo elaneleyo, isihloko, kunye nomdla kunye nakwidatha yakho ukuze unikeze ilayisenisi kweli candelo.",
    "3882147547": "I-Oblivious Pseudorandom Functions",
    "388240587": "NgoJanuwari 5-15 ngo-2022",
    "3884400764": "Ngelixa ungasebenzisa amanqaku e-hCaptcha ngokwezi zikhokelo, akuthethi ukuba unawo nawaphi na amalungelo anikezelweyo kwi-hCaptcha Marks, iilogo, okanye kulo naluphi na uhlobo lokuthengisa, igama lokuthengisa, uphawu lwenkonzo, igama leshishini okanye i-goodwill ye-hCaptcha. Sifuna ukunika ubhetyebhetye kangangoko sinakho, kodwa sibophelelekile ukukhusela i-hCaptcha ekusetyenzisweni okungagunyaziswanga kwalo naluphi na uphawu, igama lorhwebo, uphawu lwenkonzo, igama leshishini okanye inkoliseko ye-hCaptcha. Nakuphi na ukusetyenziswa okungagunyaziswanga kuphelisa ngokuzenzekelayo imvume okanye ilayisenisi enikwe yi-hCaptcha kwaye inokuba netyala elisemthethweni kuwo nawuphi na umonakalo.",
    "3887113660": "Umbuzo: Ingaba iPrivacy Pass iyichaphazela njani imivuzo yehCaptcha?",
    "3891941747": "*** INGCEBISO ngenxa ye-COVID-19: Ngenxa yokuncitshiswa kwenani labasebenzi ngokunxulumene ne-COVID-19, uxolelwaniso luhlehlisiwe ukuze kuvumeleke ixesha elongezelelweyo lokugqiba uqinisekiso lwethu olusemgangathweni. Iintlawulo kulindeleke ukuba ziqale ngoLwesihlanu kwaye zigqitywe ngoMvulo olandelayo.",
    "3892905664": "I-hCaptcha inceda iinkonzo zakho ze-intanethi ezizithandayo zigcine i-bots, i-spam, kunye nokuxhatshazwa ngokubuza imibuzo elula elula ebantwini kwaye kunzima koomatshini.",
    "3892952987": "jonga izivulo zethu kwaye ufake isicelo apha",
    "3893539589": "ufake amakhonkco angaphandle anikezela ngempahla okanye iinkonzo ngaphandle kokuba oko kufunwa ngumsebenzi;",
    "389705801": "( ) Imithetho ekwalela ngokuphandle oko",
    "3897238493": "IINKONZO ZINIKEZELWA NGESISEKO \"NJENGOKO ZINJALO\". ASENZI ZIMmeli OKANYE IZIQINISEKISO, EZICHAPHAZELEKILEYO OKANYE EZINGQIWEYO, NGOKUBHEKISELELE NOFIKELELO, UKULUNGELELWA, UMTHETHO, UKUFUMANEKA, OKANYE UKUSEBENZA KWEENKONZO, NAYIPHI NA I-SOFTWARE ENXULUMENEYO OKANYE IZINTO EZIPHATHELELEYO, IZINTO EZIQHELEKILEYO, IZINTO EZIQHELEKILEYO. KONA NGXA KOMNXA OMKHULU OVUMELEKILEYO YOMTHETHO, I-IMI IBANGO NGAYO YONKE IMIQATHANGO ENGCACILEYO OKANYE OKUCINGQIWEYO, UKUMELEKILEYO NEZIQINISEKISO KUBANDAKANYEKA, KODWA AKUMDAWU, IZIQINISEKISO ZOKURHWETHWA, UKULUNGELA NGENXAXA, KUNYE NENgcaciso. ULUNGISO LWAKHO KULODWA NOLULODWA NXA KU-IMI NGOKUNXULUMENE NAKHO NAZIPHI na iziphene, OKUNGAHLANGABEZANAYO, OKANYE UKUNGATHANDI KUKUPHELA UZISEBENZISA IINKONZO Asiyi kuba naluxanduva ngayo nayiphi na ingozi kwinkqubo yekhompyutha yakho, ilahleko okanye urhwaphilizo lwedatha, okanye omnye umonakalo onokuthi ube neziphumo. ukusuka ukufikelela kwakho okanye ukusebenzisa iwebhusayithi okanye i-Intuition Machines Platform. Iziphazamiso ezicwangcisiweyo nezingacwangciswanga zingenzeka, kwaye asikuvumeli ukufumaneka okungaphazamisekiyo kwewebhusayithi yethu.",
    "3898950867": "( ) Imisebenzi yaseJoe kunye/okanye ukubiwa kwezazisi",
    "3900538778": "Idatha ephawulweyo ngamafutha anika amandla ukufunda koomatshini. Iimpendulo ze-reCAPTCHA zisetyenziselwe ukuphucula iinkonzo zikaGoogle zeML/AI ukusukela ngo-2009. Abantu abaninzi abasebenzisa i-reCAPTCHA abaqondi ukuba umsebenzi wabo usetyenziswa.",
    "3901503296": "Olu gxininiso lwabucala luthetha ukuba sinokunikezela ngokugcina idatha yomntu ngamnye, ukusebenza ngaphandle kweekuki, kunye nezinye iziqinisekiso zabucala zekhontrakthi njengoko zifuneka ngelixa sigcina ukhuseleko olubalaseleyo.",
    "3904679538": "IChrome",
    "3906359167": "Izisombululo:",
    "3906886217": "Iinkampani okanye iiwebhusayithi",
    "3908992897": "kwaye isetyenziswa kuwo onke amazwe nakwimimandla yehlabathi, ke ngoko sigxile kakhulu ekuboneleleni ngamava ahambelanayo ehlabathi.",
    "3909240516": "( ) Izihloko zeSMTP akufuneki zibe ngumxholo wowiso-mthetho",
    "3910971075": "I-IMI inamalungelo onke, kubandakanywa namalungelo epropathi yengqondo, kwikhowudi yomthombo, ikhowudi yento okanye isakhiwo esisezantsi, iingcamango okanye i-algorithms, i-API, kunye nayiphi na isofthiwe eyongezelelweyo, amaxwebhu okanye idatha ehambelana neeNkonzo (\"iSoftware\"). Awuyi, ngokuthe ngqo okanye ngokungathanga ngqo, usebenzisa iqela lesithathu okanye ngenye indlela: (a) ukubuyisela umva injineli, ukudibanisa, ukuqhawula, okanye ukuzama ukufumana iSoftware; (b) alungise, aguqule, okanye enze imisebenzi ephuma kuyo esekelwe kuyo nayiphi na iSoftware; (c) ukukopa, ukurenta, ukuqeshisa, ukusasaza, isibhambathiso, ukwabela, okanye ukugqithisela okanye ukunyanzelisa amalungelo kuyo nayiphi na iSoftware; (d) asebenzise nayiphi na iSofthiwe ngokwabelana ngexesha, ngeenjongo zeofisi yenkonzo, okanye ngenye indlela ukunceda umntu wesithathu; okanye (e) asuse naziphi na izaziso okanye iilebhile zobunini.",
    "3912514510": "( ) Uluhlu lokuposa kunye nolunye usetyenziso olusemthethweni lwe-imeyile luya kuchaphazeleka",
    "3912926900": "I-hCaptcha® kufuneka ibe nophawu lokuthengisa olubhalisiweyo okokuqala luvela kwikopi yokuyila.",
    "3913203723": "Ukuba, ngaso nasiphi na isizathu, uMfaki-sicelo akakwamkeli ukwenziwa komsebenzi owugqibileyo, wena njengoMnikeli okanye uMhlanganisi awusayi kuba nelungelo kuwo nawuphi na umvuzo womsebenzi. Kwimeko apho imbuyekezo sele isasazwe kuwe ngenxa yomsebenzi ogqitywe ngokungamkelekanga, sinokuwafumana kuwe.",
    "3913801502": "I-hCaptcha ngoku iqhuba malunga ne-15% ye-intanethi",
    "3913848038": "I-99.99% ye-SLA ye-uptime kunye ne-24/7 inkxaso yehlabathi jikelele ekhoyo.",
    "3916131732": "baseMelika",
    "3922723611": "Nceda uzame ukukhubaza nayiphi na i-ad blocker okanye izongezo zokhuseleko lwebrawuza",
    "3926027556": "kwaye siya kubuyela kuwe ngokukhawuleza.",
    "392886773": "Isebenza kwilizwe ngalinye",
    "3930611699": "abasebenzi ngabanye.",
    "3930808600": "Sisebenzisa imilinganiselo yobugcisa efanelekileyo neyombutho ukukhusela ulwazi esiluqokelelayo nesilugcinayo, kwaye sifuna ukuba zonke iiarhente ezisiqhubela phambili zisenzela ukuba benze okufanayo. Ngelishwa, akukho milinganiselo yokhuseleko i-100% ingenangqondo, kwaye ngenxa yoko akukho nethiwekhi okanye inkqubo (kubandakanywa neyethu) inokuqinisekiswa ukuba i-100% ikhuselekile ekutshatyalalisweni, ilahleko, ukuguqulwa, ukubhengezwa okungagunyaziswanga, okanye ukufikelela kulwazi esiluqokelela kwaye silugcina. Ukuba ukholelwa ukuba ulwazi lwakho lungakhuseleka nangasiphi na isizathu, nceda uqhagamshelane nathi ngoko nangoko",
    "3933993151": "Sebenza njengomntu obhala idatha",
    "394235836": "3. Ukuba akukho nanye yezi ngcebiso zingentla zisebenzayo, sithumele i-imeyile yenkxaso kwaye siya kukuvuyela ukukunceda ukuba sibone ukuba kwenzekani.",
    "3942875761": "Nceda Ukwakha iWebhu eNgcono™",
    "3943164003": "jonga ekrwada",
    "3943417791": "Fumana inkxaso ye-hCaptcha Enterprise (BotStop)",
    "3946753128": "Yabucala. Khusela. Ngesantya.",
    "3951112506": ". Oko sele kuqinisekisa iqondo eliphezulu le-heterogeneity kwidatha.",
    "3951254541": "Siyalibulela igalelo lakho. Sazise nayiphi na imiba kwaye siza kuyicombulula ngokukhawuleza.",
    "3952259236": "Dibanisa idatha yakho emfamekileyo kunye namawakawaka emiqondiso ye-hCaptcha yokuqeqesha i-hCaptcha kwiiklasi zokuziphatha--ngokomzekelo wakho kuphela--ukubona ngcono ukuziphatha okukhohlakeleyo ngcono kunesisombululo sodwa.",
    "3953584369": "Izithintelo zofikelelo ze-RBAC eziphucukileyo ziyafumaneka.",
    "3955555607": "Ngaphandle kwaMahlakani okanye abaThengisi abaGunyaziweyo, amaqela esithathu angenakubiza amagama angundoqo, i-Google AdWords, okanye ezinye iinkqubo ezijoliswe kuzo zokuthengisa usebenzisa amanqaku e-hCaptcha okanye upelo olugwenxa. Kwaye akavumelekanga ukuba amaqela esithathu asebenzise amanqaku e-hCaptcha kumagama esizinda, naluphi na usetyenziso lwe-injini yokukhangela, i-meta tags, amagama okukhangela, ikhowudi, okanye enye indlela engeyiyo.",
    "3955981186": "Izilungiso. Akukho luhlengahlengiso okanye luhlenga-hlengiso kule Miqathango yeNkonzo nguye nabani na ngaphandle kwe-IMI iya kubophelela i-IMI ngaphandle kokuba kwisixhobo esibhaliweyo esisayinwe ngummeli ogunyazisiweyo we-IMI.",
    "3963216198": "Ukuxoxa ngokuba kutheni ii-APIs zithandwa kakhulu ekujoliswe kuzo kubaduni, kufanelekile ukuba uthathe umzuzu omfutshane ukuchaza ukuba yintoni ethethwa ngoku ligama elithi \"API.\" Ingqikelelo ye-API ayiyonto intsha kwaphela. Ngapha koko, ujongano lokudibanisa iinkqubo ezahlukeneyo zekhompyuter enye kwenye, kunye nezinto zazo zangaphakathi, bezikhona ukusukela kwiminyaka yoo-1960s.",
    "3963642878": "Ungadlulanga umhla we-14 kaDec 2019*",
    "3967047208": "Ungaphinda ucime okwexeshana ezinye izikhuselo kwiSiko ukulungisa oku, ngokuyeka ukukhetha iibhokisi zokukhangela: Sukukhetha ibhokisi yokukhangela yeTracker okanye ungakhethi ibhokisi yokukhangela iiKuki ukuba usenemiba.",
    "3971348140": "Kutheni sisebenzise i-hCaptcha? Akukho mntu wumbi unokuzisa iimpawu kunye nokusebenza esikufunayo. Baye basiphakamisa kwaye babaleka ngokukhawuleza, kwaye abarhwebi bethu bayawathanda amava.",
    "3972094614": "Brendan Eich",
    "3972554015": "inkqubo ngokunjalo. Kwaye ukongezwa kwesikhangeli kunjalo",
    "3974566657": "Njengoko iinkonzo zisiya zithandwa kakhulu, olu hlobo lwenzeko luba senzeka rhoqo. I-hCaptcha isetyenziswa zizigidi zabantu suku ngalunye phantse kuwo onke amazwe ehlabathi, ngoko ke sipapasha lo mgaqo-nkqubo kunye nesifundo esingumzekelo malunga nendlela esiyilungisa ngayo le miba ukuze sibe selubala kangangoko kunokwenzeka.",
    "3978720689": "indlela yokulwa ne-spam. Umbono wakho awuyi kusebenza. Nasi isizathu sokuba ingazukusebenza.",
    "3983646521": "Onke amagama eemveliso, iilogo, iibrendi, iimpawu zorhwebo kunye neempawu zorhwebo ezibhalisiweyo ziyipropati yabanini bazo. Zonke iinkampani, imveliso kunye namagama enkonzo asetyenziswa kule webhusayithi ngeenjongo zokuzazisa kuphela. Ukusetyenziswa kwala magama, iimpawu zokuthengisa kunye neempawu azithethi kuvuma. Kule meko, ngokuchasene noko.",
    "3987022469": "Ukuleyibhile",
    "3988350": "Oku kuthetha ukuba kukho iimeko ezigqwesileyo zokusetyenziswa kwiinkcazo zesambrela zehlabathi lokwenyani. Kukho indawo yokungavumelani kwimpembelelo yeemoto eziziqhubayo, kodwa iinkqubo ze-ADAS sele zilondoloza",
    "3991444169": "Eli phepha lidwelisa abaqhubekeki benkqubo bangoku benkonzo yeShishini lehCaptcha.",
    "3992401943": "Kubekho uguqulo kufundo olunzulu ukusukela ngo-2012. Umgangatho woshishino wokuchaneka komsebenzi uye waphucuka kakhulu kule minyaka ilishumi idlulileyo, ngenxa yothungelwano olunzulu loguqulo. Ezinye iinkonzo zeML-powered uGoogle anikezela ngazo zilandele le curve.",
    "4007826952": "I-#1 yabucala-yokuqala yeCAPTCHA yewebhu, iselfowuni, nokunye.",
    "4008400186": "Inyathelo lesi-4: Cofa u-\"Rhweba ngaphandle kwe-HAR\" (utolo oluncinci olusezantsi) emva kokuzama ukusombulula, ogcina ilogi yenethiwekhi. Thumela loo fayile kuthi.",
    "4011712313": "Njengenxalenye yoMgaqo-nkqubo wethu we-DMCA, sibeka ii-akhawunti zabathengi esifumana kubo izaziso ezininzi ze-DMCA zesityholo solwaphulo-mthetho kwi-multi-step DMCA Repeat infringer Policy. Emva kokufumana izaziso eziphindaphindiweyo ze-DMCA kwinyanga yekhalenda, i-akhawunti yomthengi iya kuqhubela phambili ukusuka kwelinye inyathelo lomgaqo-nkqubo ukuya kwelinye.",
    "4015238193": "kunye ne-OCR [",
    "4019638786": "A: Abasebenzisi bePasi yaBucala be-hCaptcha abanakuze baveze i-IP yabo kwi-hCaptcha ngaphandle kokuba i-wallet ye-browser ye-token yabo ayinanto okanye isayithi liyayithumela. I-hCaptcha ayinayo indlela yokudibanisa umsebenzisi kwi-token redemption, kwaye ayifuni ukusebenzisana ngokuthe ngqo nomsebenzisi ngexesha lokukhululwa ngaphandle kokuba i-wallet yabo yophawu ayinalutho.",
    "4019660456": "I-0ms latency: qinisekisa iithokheni ze-hCaptcha ngaphandle kwefowuni ye-API.",
    "4023575072": "ukusetyenziswa kabini",
    "4024785952": "Cloudflare, Inc. (Global). Iinkonzo ezinikezelweyo: Cloudflare.com.",
    "4034694801": "Akukho ziphumo zidibanayo.",
    "4036662147": "5. Ukukhuselwa koLwazi oluyiMfihlo",
    "4036872105": "kuqala uze uphinde uzame",
    "4039193170": "Ukuba unemiba yokufumana okanye ukukhulula iithokheni:",
    "4044467791": "Malunga neendidi zeenkcukacha zobuqu esiziqokelele kuwe kwiinyanga ezili-12 ezidlulileyo, nceda ubone icandelo elithi \"Ulwazi Esiluqokelelayo\" ngasentla. Siqokelela olu lwazi ngeenjongo zeshishini nezentengiso ezichazwe kwicandelo elithi \"Indlela Esilusebenzisa ngayo Ulwazi Lomntu\" ngasentla. Kwiinyanga ezili-12 ezidlulileyo, sabelane ngezi ndidi zilandelayo zolwazi kunye namaqela esithathu ngeenjongo zoshishino:",
    "4051104324": "\"Intuition Machines\" luphawu lwentengiso olubhalisiweyo lwe-Intuition Machines, Inc.",
    "4051785543": "Sebenzisa:",
    "4057343238": "Phuma kuyo",
    "4059570880": "Ukuba ungathanda ukulandelela iinzame zokubeka emgangathweni, iinzame ziyaqhubeka ngoku",
    "4060250206": "Sebenzisa le fomu ukufikelela kwenye yeengcali zethu zobugcisa. Siphendula ngokukhawuleza.",
    "4063155841": "Hayi emva kwe-25 kaJuni 2021††",
    "4063769686": "Abasebenzisi baxhasa indawo abayindwendwelayo, kwaye banamava angaphantsi kogaxekile bewebhu. Oku kubonakala ngathi yimali ethe kratya.",
    "4065065042": "Cofa oku ukuze ulungele imeko yakho yosetyenziso.",
    "4065614934": "Olu hlalutyo alulolutsha, kodwa abantu banethemba elingunaphakade. Ngokukodwa xa becinga ukuba imbono yabo intsha.",
    "4072202039": "Nge-15 ka-Epreli 2019 - nge-15 kaJulayi 2019",
    "4074220464": "A: Iinketho ezazifudula zithandwa njengee-captcha zomsindo zicalula abasebenzisi abaninzi be-a11y kwaye zoyiswa ngokulula bubuchule bokufunda koomatshini banamhlanje. Oku kunyanzelise imiceli mngeni yeaudiyo yangoku ukuba ibenzima ngakumbi nangakumbi, ukwazisa ingxolo, ixesha elingaqhelekanga, indibaniselwano yamagama engaqhelekanga, njalo njalo ukoyisa abahlaseli. Ke ngoko asinamdla kangako ngale ndlela xa sithelekisa nokuphepha umceli mngeni ngokupheleleyo, kodwa siya kuyiqwalasela ukuba kukho imfuno evela kuluntu lwase-a11y.",
    "4080263153": "Akukho Myekelo. Asiyi kuthathwa ngokuba sirhoxise nayiphi na inxalenye yamalungelo ethu okanye amayeza ngaphandle kokuba ukurhoxiswa kubhaliwe kwaye kusayinwe sithi. Ukuba siyalibazisa ukunyanzelisa okanye asiphumeleli ukunyanzelisa amalungelo ethu phantsi kwalo naliphi na ilungiselelo lesi sivumelwano, loo nto ayizukwenza ukurhoxisa ilungelo lethu lokunyanzelisa ilungiselelo okanye nayiphi na inxalenye yesi sivumelwano.",
    "4082053540": "Nge-19-25 kaJuni 2021††",
    "4083018285": "Uluhlu lweempawu ezongeziweyo ezidibanisa nokubekwa iliso okuphuculweyo kwe-SOC kunye nokuphendula ukujongana nezoyikiso ezintsonkothileyo eziqhubekayo.",
    "4086379603": "Imibuzo?",
    "4087694419": "I-hacker ye-scraping inokuqokelela idatha kwiisayithi ezifana ne-Amazon kunye ne-eBay ukwenza uluhlu lweemveliso ezikhohlisayo okanye ezikhohlisayo. Unokuthi emva koko athengise ngazo kwiinkonzo zoontanga-kunye ezifana ne-OfferUp kwaye aqhube uhlaselo lobuqhetseba kubathengi. Okanye, umkhohlisi unokuthengisa iimveliso ezingekhoyo.Obunye ubuqhophololo bokucoca isikrini bubandakanya ukukhohlisa abapapashi bentengiso. Ngokukrazula umxholo kwiindawo zabapapashi, umkhohlisi unokudala amaphepha ompapashi womgunyathi kwiinkonzo ezahlukeneyo. Banokuthengisa ke iintengiso kuloo maphepha kubathengisi abagunyazisiweyo, abafowunelwa babo babavune kwifayile ye-ads.txt yomshicileli. Izithuba zentengiso zibonakala ziyinyani kumthengisi, kodwa azinjalo.",
    "4087729475": "umngeni emva kokusonjululwa kwakho kokuqala.",
    "4088941349": "Iirekhodi zeemveliso okanye iinkonzo ezithengiweyo, ezifunyenweyo, okanye eziqwalaselweyo.",
    "4091044469": ". Qinisekisa ukuba uluvulile ulwandiso kwimowudi ye-incognito. Emva koko, tyelela nayiphi na iwebhusayithi usebenzisa i-hCaptcha kwaye usombulule i-captcha. Njengenguqu ye-2.0.3, unokukhulula ezi zimpawu kwiiwebhusayithi usebenzisa i-hCaptcha.",
    "4097297673": "NjengoMthengi, uMceli, okanye uMhlanganisi, uyavuma ukubotshelelwa yile migaqo ingezantsi ukongeza kuyo nayiphi na eminye imiqathango ebophelelayo phakathi kwakho ne-IMI.",
    "409780280": "( ) Ukuzama kakuhle, ****! Ndiyathemba ukuba umntu uya kunyathela kwikhibhodi yakho!",
    "4099477834": "Bonke ubudlelwane babathengi bukwakhuselwe siSivumelwano esiqinileyo sokuCwangciswa kweDatha. Inkonzo ye-hCaptcha ithobela yonke imithetho yabucala kungakhathaliseki ukuba inkonzo yakho okanye abathengi bakho bahlala phi. Ukungagcini iinkcukacha zobuqu kwenza oku kube lula kuthi kunezinye iinkampani.",
    "4101570501": "Sikwasebenza ngoku kwisisombululo se-cryptographic ukulahla ngokukhawuleza idilesi yakho ye-imeyile ngelixa sigcina amandla ethu okuthintela ukuxhatshazwa, sixhasa umsebenzi wethu wePasi yaBucala.",
    "410397176": "Ukuze ufumane inkcazelo engakumbi",
    "4104188759": "Umgaqo-nkqubo we-AI wokuziphatha",
    "4104221634": "Abathengi be-hCaptcha bathatha amashishini ahlukeneyo, ukusuka kwiinkampani zetekhnoloji ukuya kwezo zijolise kwifashoni, ukuthengisa, kunye nezinye iindawo apho banokudala ixabiso ekusebenziseni umatshini wokufunda.",
    "4114820649": "2. Cofa ithebhu ethi \"Ubumfihlo\".",
    "4131598919": "Cinezela",
    "4132302900": "5. Ubumfihlo bakho, iDatha yakho, kunye \"neDatha yabo bonke\"",
    "4137573005": "ineempendulo ezibanzi nezigunyazisiweyo malunga nendlela esisebenzisa ngayo idatha, kodwa impendulo emfutshane yeyokuba asinamdla wokukunxulumanisa njengomntu onembali yakho yokukhangela iincwadi.",
    "4138068262": "abasebenzisi. Ekugqibeleni, ukusebenzisana nemiceli mngeni kunokwenzeka ukuba kuhlale kuyinxalenye yezixhobo zokunciphisa ukusetyenziswa kakubi kwe-intanethi ukuba nje indalo yomntu ihlala ingatshintshi.",
    "4142610534": "Naziphi na iintlawulo ezifike emva kwexesha ziya kuba neentlawulo ezifike emva kwexesha nge-1.5% ngenyanga okanye esona sixa-mali siphezulu esivunyelwe ngumthetho, nokuba yeyiphi engaphantsi. Ukuba uyasilela ukuhlawula imali ekufanele ihlawulwe phantsi kwesi siVumelwano nangasiphi na isizathu, iakhawunti yakho inokunqunyanyiswa, ngokwembono yethu kuphela, apho akukho ntlawulo yongezelelweyo iya kwenziwa kwiakhawunti yakho ukuze kugqitywe imisebenzi kwaye yonke imisebenzi yakho iya kususwa. kwiwebhusayithi yethu. Kufuneka usibuyisele zonke iimali ezifanele ukuhlawulwa xa kukho imfuneko, kunye nazo naziphi na iimali zokulungisa, iintlawulo zasemva kwexesha, okanye iimali zamagqwetha. Sisenokwenza iingxelo ezifanelekileyo kwiiarhente zokunika ingxelo ngetyala kunye nabasemagunyeni bomthetho.",
    "4146870445": "Singobani",
    "4147497805": "Iminqatha",
    "4149738856": "I-hCaptcha kufuneka isetyenziswe njengesichazi kwaye ilandelwe ligama eliqhelekileyo eliqhelekileyo.",
    "41530052": "28. Imigaqo gabalala",
    "4154415610": "***** Iintlawulo zikaSeptemba 2020 ziya kuqhuba ngokweebhetshi njengoko uxolelwaniso lugqityiwe, ezinye ziqhuba emva kweentsuku ezininzi kunokuba bezicwangcisiwe ngenxa yolibaziseko loxolelwaniso.",
    "4162383380": "Nge-16 kaSeptemba - 22nd 2020*****",
    "4162847": "Siye sakwazi ukujonga oku ngokuthe ngqo, njengoko abanye abathengi bethu beqhuba uvavanyo lwe-A/B kwisicelo esifanayo ngaphambi kokuba batshintshe ngokupheleleyo kwiminikelo kaGoogle. Ngokuqhelekileyo siyakwazi ukubonisa ubungqina bobuxoki obuphezulu kunye nezinga elingalunganga elivela kwi-reCAPTCHA v3 okanye i-reCAPTCHA Enterprise.",
    "4163469907": "Inyathelo 2: Cofa kwiNethiwekhi ithebhu kwiZixhobo zoPhuhliso. Khangela ibhokisi ethi \"Gcina log\" phezulu.",
    "4165374512": "Ngelixa kunokwenzeka ukusebenzisa i-IP kunye nezixhobo zokukhangela indawo ukukhusela ukugxilwa kwesiqinisekiso, indlela ebiza kakhulu kunye nechanekileyo kukuphazamisa i-automated credential stuffing bot ngokwayo. I-hCaptcha kunye ne-hCaptcha Enterprise inokugxotha i-bot kwindawo yokungena. Nangona i-bot ineziqinisekiso ezifanelekileyo, ukuba ayinakudlula ukufunyanwa kwe-hCaptcha Enterprise okanye iCAPTCHA ye-hCaptcha, ayiyi kufumana ukwenza izinto zayo kunye nesayithi lakho kunye nabasebenzisi bakhuselekile.",
    "4166776480": "Ukufakwa kweCredential Stuffing: Iyintoni kunye nendlela yokumisa uhlaselo",
    "4169910317": "9. Ukuthotyelwa koMthetho",
    "4172868199": "iqhubela phambili kakhulu kunoko, isiya kwindawo yokuzama ukwahlula \"umntu olungileyo\" ku \"umntu ombi\" ngokunjalo, kwaye isetyenziswa namhlanje ziinkonzo ezininzi ze-intanethi ezithandwa kakhulu kwihlabathi ukufumana nokumisa yonke into ukusuka kubuqhophololo bokuthenga ukuya kwizinga eliphezulu eliqhubekayo. izoyikiso kubasebenzisi babo, ngelixa begcina ujoliso olulodwa ekugcineni ubumfihlo.",
    "4179118182": "( ) ubuchwephesha ( ) bowiso-mthetho ( ) olusekwe kwimarike ( ) umlindi",
    "4181060163": "Amaqela esithathu akufuneki asebenzise iinguqulelo okanye amagama angapelwanga kakuhle okanye enze nayiphi na indlela enokubangela ukubhideka komdla wokuqala kwiimpawu zentengiso ze-hCaptcha.",
    "4181611011": "Umhla woXolelwaniso",
    "4185927140": "Umphathi weMveliso, iFlash, Shopify",
    "4188477534": "I-hCaptcha®",
    "4188664955": "ImiGaqo yeNkonzo eyiNtloko",
    "4188814619": "I-hCaptcha yinkonzo yoomatshini be-Intuition (",
    "4194763679": "Amanqanaba obunzima obunzima",
    "4195759329": "Ukufunyanwa kwe-Bot kunye namanqaku omngcipheko",
    "4197928199": "umthetho wabucala",
    "4199502476": "Iideshibhodi zengxelo eziphucukileyo kunye ne-API",
    "4202774977": "Into",
    "4205152730": "Uyakhuthazwa ukuba unxibelelane nabanye abasebenzisi naphi na kwiwebhusayithi yethu, iForam, imiyalezo, incoko, kunye namanye amajelo eendaba ezentlalo alawulwa yi-IMI, kodwa ukuba wenza njalo kufuneka uthobele yonke imimiselo yenkonzo kunye nokusetyenziswa kwindawo yethu kunye nayo yonke imithetho efanelekileyo. .",
    "4208081170": "Udidi lweeNkcukacha zoBuqu",
    "4209078147": "Ukuphucula iSayithi yethu kunye nokuqonda ngcono utyelelo lwakho kumaqonga ethu kunye neSayithi.",
    "4215483493": "A: I-hCaptcha yenzelwe ubumfihlo ukusuka phantsi. Yahluke kakhulu kuneenketho zakudala ezifana ne-reCAPTCHA ezizezothungelwano lwentengiso, abanenkuthazo yokukulandela kwiwebhu kwaye bakunxulumanise nesazisi sokwenyani.",
    "4217013126": "Iintlawulo zidla ngokuqhutywa imini yonke ngoMhla wokuHwulwa, kwaye ngokubanzi zigqitywe ezinzulwini zobusuku ngexesha lePasifiki. Ukuba i-akhawunti imakelwe ukujongwa kwakhona, kungathatha ukuya kwiintsuku ezintlanu ezongezelelweyo zoshishino ukukhulula intlawulo.",
    "4217693416": ". Iiwebhusayithi ze-hCaptcha.com kunye ne-BotStop.com (iiSayithi) zinokubandakanya iikhukhi ezongezelelweyo, njengoko kuchazwe kulo Mgaqo-nkqubo.",
    "42182578": "Cima iinkcukacha zakho.",
    "4222109231": "Ukunciphisa umngcipheko we-API ngeMveliso yoShishino lwe-hCaptcha",
    "4224961202": "UBucala, uKhuseleko, kunye nokuFunda koomatshini.",
    "4227800293": "( ) Abasebenzisi be-imeyile abayi kuyinyamezela",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "4228682126": "Uphawu loyelelwano",
    "4230322909": "Sihlala sizama ukuqonda kakuhle umthengi ngamnye omtsha kunye nemeko yabo yokusetyenziswa, zombini ukuqinisekisa ukuba ilungile kwiimveliso kunye neenkonzo zethu kunye nokuqinisekisa ukuba ilandela imigaqo-nkqubo esiyithathileyo njengenkampani.",
    "423222878": "Olunye uhlaselo olunzima kakhulu lwe-cyberattacks ukubhaqa, ukunqanda kunye nokumisa zezo apho umdlali okhohlakeleyo ekwazi ukusebenzisa iziqinisekiso ezisemthethweni zomsebenzisi ukungena kwiakhawunti yomsebenzisi esebenzayo. Ngaphandle kobuninzi bezakhono zokufumanisa eziyinkimbinkimbi endaweni, inkampani ebamba i-akhawunti ayinaso isizathu sokukrokra ukuba kukho into engalunganga. Umthengi ubonakala engenile kwiakhawunti yakhe. Umhlaseli uye waphumelela eli qhinga esebenzisa ubungqina obubiweyo—obudla ngokuba ngumphumo wobuchule bokuhlasela kwi-cyberattack olwaziwa ngokuba “kukufaka izinto eziyimfihlo.” Yingxaki enzima namhlanje, kodwa leyo inokuthotywa ngemilinganiselo efanelekileyo.",
    "424089481": "Iinkonzo zeWebhu yeAmazon, Inc. (Global). Iinkonzo ezinikezelweyo: Iinkonzo zeWebhu yeAmazon. https://aws.amazon.com/security/",
    "4242322181": "Unoxanduva lokuhlawula zonke iirhafu ezinxulumene neeNkonzo ngaphandle kweerhafu zase-US ezivavanyiweyo kumvuzo oshiyekileyo we-Intuition Machines okanye impahla yakho.",
    "4243348003": "Inyathelo lesi-3: ndwendwela",
    "4246520782": "Ngapha koko, i-Intanethi iye yangqina kumdyarho wezixhobo wokwenyani phakathi kobuqhetseba kunye nabakhuseli kwiminyaka yakutshanje.",
    "4247858664": "iphepha lokubhalisa lokufikeleleka",
    "4248655793": "-uAlex M.",
    "4255608322": "Igqityelwe ukuvuselelwa: ngoAprili 12, 2021",
    "42559805": "Ngaba ufuna ukukhwela ngokukhawuleza?",
    "4256083674": "Ngesicelo esithe ngqo esivela kwi-Integrator ukuchonga umngcipheko wobuqhetseba kwisicelo esithile somngeni weCAPTCHA okanye idilesi ye-IP, okanye ngenye indlela apho imvume ethile inikwe khona.",
    "4257144752": "Uqikelelo lwexesha lokwenyani alubonakalisi ukuchaneka kokugqibela okanye ubuntu, kwaye ke umvuzo wakho wokugqibela unokwahluka kakhulu phezulu okanye phantsi kumanani aboniswe kwiDashboard ngaphambi koxolelaniso lwakho lokuqala.",
    "4260466272": "Unokukhetha nangaliphi na ixesha ukuyeka ukusebenzisa iwebhusayithi yethu, ngaphandle kokuba kufuneka uthobele yonke imigaqo-nkqubo ye-IMI esebenzayo. Sisenokuthi, ngokokubona kwethu, siphelise esi sivumelwano, sinqumamise ukufikelela kwiwebhusayithi yethu, okanye sisuse naziphi na iinkonzo ngokukhawuleza ngaphandle kwesaziso nangasiphi na isizathu.",
    "4260542944": "I-Content scraping (eyaziwa nangokuthi \"i-screen scraping\" okanye nje \"i-scraping\") yinkqubo eqhelekileyo, ehlala iluncedo yokuqokelela ulwazi kwiwebhu. Nangona kunjalo, kwiminyaka yakutshanje, obu buchule buye baba sisixhobo esithandwayo ngabageli kunye nabaqhatha. Amanyathelo okulwa anokunciphisa ngokufanelekileyo isoyikiso, kodwa ukuwasebenzisa, kubalulekile ukuqonda ukuba le nkqubo isebenza njani.",
    "426125156": "17. Ilungelo lokushicilela kunye nokuThatha",
    "4263626815": "Iikuki zokufikeleleka kwe-hCaptcha zisebenza nazo zonke iibhrawuza ezidumileyo kunye nezithinteli zentengiso ezinesethingi ezisemgangathweni, ngoko ke ukusilela kubangelwa zizikripthi \"zokuchasana ne-adblock\" okanye imigaqo efanayo ejolise kwiisayithi ezithile.",
    "4264784515": "Ukhuseleko Bugs",
    "4270038521": "(i-\"Sayithi\") kunye nojongano lwenkqubo yesicelo se-hCaptcha kunye nesoftware ehambelanayo kunye nezixhobo (ngokuhlangeneyo, \"iNkonzo\").",
    "4272022475": "Zonke izicelo kunye ne-asethi ziya ku-hcaptcha.yourdomain.com",
    "4272088465": "isisa ozikhethele sona ngengeniso oyifumanayo ngokuyisebenzisa.",
    "4272454814": "Dibanisa nomboneleli wesazisi owukhethileyo.",
    "4274324704": "Nantsi indlela yokusebenzisa igama lethu kwikopi ebhaliweyo:",
    "4277475973": "() Ukungafuni kukawonke-wonke ukwamkela iindlela ezintsha zemali ezingaqhelekanga",
    "4280117172": "Amazwe amaninzi eneneni enza ngcono kancinci kune-US, kubandakanya iNigeria, iIndiya, iBrazil kunye neJamani:",
    "4281708680": ". Kwi-hCaptcha, senze ngamabomu indlela eyahluke kakhulu, sisebenzisa iindlela zokufunda zangasese-zokugcina umatshini ukuchonga ukuziphatha okuqhelekileyo kwe-bot ngokuchaneka okuphezulu, lonke ixesha lisebenzisa kwaye ligcina idatha encinci kangangoko kunokwenzeka.",
    "4284094387": "†† Olunye uxolelwaniso kunye neentlawulo zikaJuni ka-2021 ziya kuqhuba kwiveki elandelayo ngenxa yokulibaziseka kokuqinisekiswa kwezibalo zokugqibela ngexesha loxolelwaniso.",
    "4286602632": "c) Izicelo ezili-100,000 ngenyanga zabaDibanisi abasebenzisa i-hCaptcha Publisher (yasimahla) iakhawunti ukwenza iimveliso zolawulo lwebhot, umz. i-web firewall (WAFs) kunye nezicelo ezifanayo,",
    "4290195307": "isikhokelo esineenkcukacha.",
    "433424759": "Ubuqhophololo kwintlawulo bubandakanya naluphi na uhlobo lwentengiselwano engekho mthethweni apho ulwaphulo-mthetho lwekhompyutha luvalela ixhoba into yexabiso, imali. Oku kusenokuthetha ukusebenzisa ikhadi letyala elibiweyo uku-odola izinto ezithengiswayo kwi-intanethi okanye ukuthatha iakhawunti yebhanki kwaye ukhuphe imali kuyo ngokungekho mthethweni. Kukho iinguqu ezininzi, kodwa zonke zinesiphumo esifanayo: i-crook isebenzisa isazisi esibiweyo okanye ulwazi lwentlawulo ukuba luba kumthengi, ibhanki okanye umrhwebi.",
    "435302267": "iposti yebhlog yenkampani",
    "436125785": "Oku akumangalisi xa kuthathelwa ingqalelo ukungachaneki kwengxelo ejikelezileyo ekhoyo kwezo mveliso, kunye nenyaniso yokuba zithengiswa yinethiwekhi yentengiso enomdla ogqithileyo wokungafumani kulunga kakhulu ekubhaqweni kwe-bot, hleze ichaphazele ishishini labo eliphambili.",
    "439777523": "Imiba yoMgaqo",
    "443094024": "Filebin",
    "444492541": "imiyalelo yokungena kwiFirefox",
    "448807334": "(\"Amakhulu ezigidi zeeCAPTCHAs zisonjululwa ngabantu yonke le mihla.\") Ifunyenwe nge-8 kaJulayi, 2019.",
    "451701069": "Iyahambelana neGDPR, CCPA,",
    "452920031": "Inqaku eliya kubathengi abangaphandle kwe-United States.",
    "453723556": "Ungasiphelisa esi Sihlomelo soMthengi esizimeleyo kwiMigaqo yeNkonzo ngokuyeka ukuba nguMthengi okanye uMceli. Sinelungelo lokunqumamisa okanye ukuphelisa ubume bakho njengoMthengi okanye uMceli nangaliphi na ixesha, okanye ukuvala iakhawunti yakho okanye ukusebenzisa iiNkonzo ezihambelana neMigaqo yeNkonzo. Uhlala unoxanduva ekuyekisweni kwayo nayiphi na imali ekufuneka ihlawulwe phantsi kweFomu yakho yokuOda. Ukuba umrhumo wakho ubandakanya nayiphi na imirhumo yenyanga okanye yonyaka okanye ubuncinane benyanga okanye bonyaka, uya kuba noxanduva lokuhlawulela zonke iintlawulo zeeNkonzo ekupheleni kwaloo nyanga okanye unyaka, ngokulandelelanayo.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "457627611": "Ewe. Thina kunye nohlahlelo lwethu okanye ababoneleli benkonzo, amaqabane entengiso, kunye nabasebenzisana nabo banokusebenzisa iikuki, iibhikhoni zewebhu, okanye ipixels kunye nobunye ubuchwepheshe ukuqinisekisa ukuba wonke umntu osebenzisa iiSayithi unamava angcono. Nceda ujonge icandelo elithi \"Iqela leSithathu loHlalutyo kunye neTekhnoloji yokuKhangela\" kuMgaqo-nkqubo wethu waBucala ukuze ufumane iinkcukacha ezithe vetshe.",
    "458271951": "Ukuba unguMxhasi ofikelela kwiiNkonzo kunye/okanye wenza imisebenzi ngokusebenzisa okanye ngokudityaniswa noMhlanganisi egameni loomatshini be-Intuition (abasebenza njengoMceli), oomatshini be-Intuition banokukuvuza ngokugqiba okwamkelekileyo kwemisebenzi ethile. Kwimeko apho ufunyaniswe ubandakanyeka kubuqhophololo, ukuxhatshazwa, okanye ukwaphula le Miqathango yeNkonzo, nayiphi na kunye nayo yonke imbuyekezo kuwe inokubanjwa kwaye/okanye ibuyiswe yi-Intuition Machines.",
    "458376553": "Ungafikelela, ulungise, ulungise, okanye ucime iNgcaciso yoBuqu ethile onokuthi usinike yona nge-Integrator, uMthengi, okanye i-akhawunti yoFikelelo yoMsebenzisi (ukuba ungumHlanganisi, umThengi, okanye uMsebenzisi wokuFikelela). Ukuba awukwazi ukwenza njalo, okanye unayo nayiphi na imibuzo malunga neeNkcukacha zoBuqu esiziqokelele kunye/okanye esabelane ngazo ngawe, okanye ungathanda ukurhoxisa imvume yakho yokusebenza kwethu (okt uyicime ngokupheleleyo iakhawunti yakho) nceda uqhagamshelane nathi",
    "461631543": "Inqaku le-GDPR",
    "462321455": "Indawo yoMlamlo. Nayiphi na inkqubo yolamlo phantsi kweli candelo iyakwenzeka ngokungagqibekanga ngaphakathi kweLizwe laseKhalifoniya, ngaphandle kokuba uhlala ngaphandle kwase-United States, apho ulamlo luya kwenzeka ngokupheleleyo nge-elektroniki okanye ngomnxeba. Ulamlo lungenzeka nakweyiphi na indawo ukuba kuvunyelwene ngalo liqela ngalinye ngokubhaliweyo. Nokuba liphi na, naliphi na iqela linokukhetha ukuvela kulamlo ngevidiyo ebukhoma okanye i-teleconference.",
    "464238793": "Ukuba uGoogle ngokwakhe ugqiba ukuba umsebenzisi obona intengiso okanye ucofa ikhonkco enyanisweni ibiyi-bot, ayinakuhlawulisa iintengiso eziboniswe kuloo msebenzisi. Olu ngquzulwano lomdla luthintele kanobom umda wamabhongo e-anti-bot kaGoogle.",
    "465714311": "Kubasebenzisi boFikelelo: Q&A kunye neSikhokelo sokuJonga iingxaki",
    "465783046": "Ngaba uyafuna ukuyizama ngedatha yakho?",
    "468929661": "I-avareji yeendleko zokwaphula i-reCAPTCHA iphantsi kakhulu (ngaphantsi kwe-$ 1 nge-1000 yokusombulula) kwaye ayizange inyuke ngokwezinto eziphathekayo ukususela oko kuqalwa kwethu esweni ngo-2016. Oku kusebenza kuzo zombini i-reCAPTCHA v2 kunye ne-v3. [",
    "469089249": "A: Oku kuqhelekile ngenxa yokusebenzisa i-ad blocker enobundlobongela okanye i-anti-cookie extension, okanye useto oluvalela \"cross-site\" cookies, kulo mzekelo icookie ye hcaptcha.com emiselwa okanye ejongwe yi-hCaptcha JS indawo eyahlukileyo, njengale uyindwendwelayo.",
    "47536007": "Funda ngakumbi nge-hCaptcha",
    "477275453": "Kutheni le nto ii-APIs ziThagethi edumileyo kubaHlengi?",
    "487083593": "Iintengiso",
    "493717511": "2. Ngaba lo mthengi ucela iinkonzo ezinokuthi zibe",
    "497117287": "Iinketho zokuFikelela",
    "499510428": "Ngokwenene siyakholelwa ukuba umgaqo usincedile apha",
    "501102544": ": sikholelwa ukuba inkonzo ye-hCaptcha ye-anti-bot (okt iNkonzo efakwe kwiiwebhusayithi, imidlalo, okanye ii-apps eziphathwayo) iquka kuphela okubizwa ngokuba yi-cookies \"imvume-exempt\" ngokuhambelana nemimiselo ye-GDPR. Imizekelo yeekuki ezikhululiwe ziquka:",
    "504332576": "Siyazingca ukwazisa ukuba i-hCaptcha ikhule yaba yeyona nkonzo izimeleyo yokhuseleko lwe-intanethi kwihlabathi, isebenza malunga ne-15% ye-intanethi - kwaye sithathe uninzi lwesi sabelo semarike ngqo kwi-Google reCAPTCHA. Ngokudibeneyo, i-hCaptcha kunye",
    "505891021": "Iinkonzo zokuleyibhile",
    "508143070": "Qaphela ukuba i-IMI ngumlawuli weenkcukacha zakho zobuqu, ngaphandle kwalapho sisebenza khona iinkcukacha zobuqu egameni labaHlanganisi bethu ngokunxulumene nonikezelo lweNkonzo yethu, apho ke singumprosesa wolwazi lomntu, kwaye abo baHlanganisi bangabalawuli inkcukacha zimntu.",
    "512598290": "Ngaloo ndlela, kufuneka sicele ukuba uhlale usebenzisa zonke iimpawu ze-hCaptcha kunye neelogo kwifom ehambelana nemithetho engezantsi, kubandakanywa i-capitalization, typeface, kunye nesitayela.",
    "512991700": "Ukuba unqwenela ukuphikisa nayiphi na imirhumo, kufuneka uqhagamshelane nesebe lethu lenkxaso kubathengi ungadlulanga iintsuku ezingamashumi amathathu (30) emva komhla wokuvala kwisiteyitimenti sokuqala sokuhlawula okanye i-akhawunti apho impazamo okanye ingxaki yavela khona ukuze ufumane uhlengahlengiso okanye ikhredithi.",
    "515733427": "( ) Ukuvuma kwabasebenzisi ukufaka iipetshi ze-OS ezifunyenwe nge-imeyile",
    "517010299": "Nceda uqaphele: ngoku sisebenza kwinguqu enkulu ye-backend ukuya kuxolelwaniso lwexesha lokwenyani. Ulungelelwaniso lwamaxesha athile luya kuqhuba ngaphantsi kwesiqhelo kwi-Q1 2021. Oku akuzichaphazeli iishedyuli okanye imihla yentlawulo.",
    "519755936": "Nguwe wedwa onoxanduva lokuthobela imithetho yomanyano, yelizwe, yephondo, neyengingqi ngokunxulumene nokusetyenziswa kwakho kweeNkonzo. Uyavuma ukusikhulula kwaye usibambe singenabungozi kuwo nawaphi na amabango achasene nathi kuba awuzange uthobele nawuphi na umthetho okanye wophule nawaphi na amalungelo abantu besithathu, kubandakanywa ngaphandle komlinganiselo wekhontrakthi, ubunini bolwazi, okanye amalungelo abucala.",
    "532470444": "Ibhalansi inokutshintsha kancinane unyaka nonyaka, kodwa le ndlela yokuziphatha ibonakalisa nje indalo esisiseko yomntu, kwaye amawaka amahlanu eminyaka yembali erekhodiweyo ithetha ukuba uguquko alunakuguquka nanini na kungekudala.",
    "535659033": "I-Creative Commons Attribution",
    "538871570": "Ukukhuphisana noGoogle kunye nezinye iinkampani zeBig Tech zibonakala zilulungelelwano olude: amandla abo entengiso ye-monopolistic, iziphumo zeqonga kunye nomkhosi wabaphuhlisi abahlawulwa kakhulu ngokuqhelekileyo bathathwa njengabanamandla kakhulu ukuba bangajongana naye nabani na ngaphandle kwezinye iingxilimbela zetekhnoloji ezifana ne-Facebook okanye i-Amazon. Ibali lethu libonisa ukuba akunyanzelekanga ukuba kube njalo-ungayibetha iBig Tech ngokugxila kubumfihlo.",
    "54093347": "I-DMCA i-Agent ebhalisiweyo",
    "547245263": "Sombulula ingxaki yakho yebhot namhlanje.",
    "548587288": "kumhlaba jikelele.",
    "55035359": "Ngoku usebenzisa i-reCAPTCHA?",
    "551761392": "kwaye uthumele amakhonkco) kwaye ngokuzikhethela umfanekiso wekhusi, ukuba uyakrokrela ukuba kukho into engabonisi ngokuchanekileyo. Nceda uthumele iIP oyisebenzisayo nawe. Ungayifumana kuyo",
    "552920956": "I-hCaptcha ivumela iiwebhusayithi ukuba zithole umvuzo ngelixa zivimba i-bots kunye nezinye iindlela zokuxhatshazwa. I-hCaptcha ikwakuvumela ukuba uxhase imibutho yesisa oyikhethileyo ngale mivuzo.",
    "554844646": "Unokuqinisekisa ukuba ulwandiso lusebenza ngokubona i-counter ihla nge-1 rhoqo xa ucofa",
    "555158694": "Inkonzo oyisebenzisayo ikhethe ukuphucula amava akho kwindawo yabo ngokufaka i-hCaptcha ukunciphisa i-traffic enobungozi.",
    "555246307": "Phofu ke, nantsi indlela eliphela ngayo ibali lenene nomqhubi walo: Igosa lamapolisa lenza ukuba la madoda mabini ahlale kwigumbi kunye kangangeeyure aza adikwa ezingqondweni zawo. Ekupheleni kosuku, wavela wathi, \"Ndiza kuthetha nomqhubi wenqwelo ngoku.\" Yaphakama indoda eyayinxibe isidima. Ebekruqukile, elibele nokuba uzenza isidwangube qha.",
    "555749578": "kukho umahluko ongaphantsi kwe-1% kumazinga okusombulula kuwo onke amazwe amakhulu kwilizwekazi ngalinye.",
    "558378834": "Ke ngoko asisazamkeli izicelo zemibuzo enxulumene neambrela ngeli xesha. Ikhono lokudideka xa umsebenzisi wokugqibela ebona umbuzo malunga neambrela kwixesha langoku liphezulu kakhulu, kwaye ekugqibeleni injongo yethu kukwenza ihlabathi libe yindawo emnandi.",
    "563059212": "Uluhlu lwabaSebenzi abancinci",
    "564127016": "I-ayikhoni yesandla ye-hCaptcha:",
    "565624910": "uyilo",
    "578738483": "Unokwenza ngokubanzi okanye uvale ukusetyenziswa kweekuki ngokusebenzisa umsebenzi owakhelwe kwisikhangeli sakho sewebhu. Ukuba ufuna ukufunda ngakumbi malunga neekuki, okanye indlela yokulawula, ukuvala okanye ukuyicima, nceda undwendwele",
    "58091799": "Funda ngakumbi malunga ne-hCaptcha Publisher kunye neShishini",
    "583434701": "Ukufikeleleka kwe-hCaptcha",
    "585557010": "Cela umngeni ngaphantsi kwe-0.1% yabasebenzisi abasemthethweni.",
    "593735469": "Kutheni isisombululo sakho esitsha esichasene nespam singayi kusebenza",
    "595582512": "Ukuba ujonge ukukhusela indawo yakho okanye usetyenziso olusebenzayo kwi-bots, i-spammers okanye abanye abadlali abakhohlakeleyo, ngelixa ugcina ubumfihlo babasebenzisi bakho (kunye nokuthobela yonke imimiselo efanelekileyo!), Qwalasela i-hCaptcha kunye nomnikelo wethu weShishini",
    "596347471": "I-Application Programming Interfaces (APIs) ibe yinto ekujoliswe kuyo edumileyo yabadlali abakhohlakeleyo kwi-cyberpace. Kukho izizathu ezininzi zoku, kubandakanywa ukusetyenziswa kwazo okukhulu ekudityanisweni kwesicelo. Kunokwenzeka ukunciphisa umngcipheko we-API, nangona kunjalo.",
    "600646860": "Esikhundleni sokubonelela ngenkonzo yexabiso elithandabuzekayo ngelixa ukhupha abasebenzi ngexabiso langempela, i-hCaptcha inikeza zombini imbuyekezo kunye nokukhuselwa okunamandla kwe-anti-bot.",
    "604751186": "Eminye imiba? I-imeyile",
    "606978017": "Wamkelekile kwi-hCaptcha! Lo Mgaqo-nkqubo waBucala uchaza iinkqubo ze-Intuition Machines, Inc. (\"IMI\", \"thina\" okanye \"thina\") malunga nokuqokelela kwethu, ukusebenzisa, kunye nokubhengezwa kolwazi (kubandakanywa nolwazi loBuqu, oluchazwe ngezantsi) ngewebhusayithi yethu",
    "611905972": "Ukuqinisekisa ukufikelela okungenamthungo kubo bonke abasebenzisi ngelixa ugcina ukhuseleko",
    "614310292": "Ngubani owakha i-hCaptcha?",
    "615017396": "Icookie (\"Cookie\") yifayile yombhalo omncinci obekwe kwihard drive yakho yiseva yephepha lewebhu. Iikuki ziqulethe ulwazi olunokuthi kamva lufundwe yiseva yewebhu kwindawo ekhuphe icookie kuwe. Ezinye iikuki ziya kusetyenziswa kuphela ukuba usebenzisa iifitsha ezithile okanye ukhethe izinto ozikhethayo, kwaye ezinye iikuki ziya kuhlala zisetyenziswa. Ungafumana ngakumbi malunga necookie nganye ngokujonga uluhlu lwethu lwangoku lwekuki ngezantsi. Sihlaziya olu luhlu ngamaxesha athile, ngoko ke kunokubakho iikuki ezongezelelweyo ezingekadweliswa. Iibhikhoni zewebhu, iithegi kunye nezikripthi zinokusetyenziswa kwiiSayithi okanye kwii-imeyile ukusinceda ukuhambisa iikuki, ukubala ukutyelela, ukuqonda ukusetyenziswa kunye nokusebenza kwephulo kunye nokuqinisekisa ukuba i-imeyile ivuliwe kwaye yasetyenziswa. Sinokufumana iingxelo ezisekelwe ekusetyenzisweni kobu buchwepheshe ngababoneleli bethu benkonzo / uhlalutyo kumntu ngamnye kunye nesiseko esidibeneyo.",
    "615031303": "(Jonga imibhalo esemazantsi",
    "615618648": "Nge-15 ka-Epreli 2021 - nge-15 kaJulayi 2021",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "622103562": "Nge-17 kaDec 2019**",
    "633598495": "Ukudinwa kolawulo. Ungazisa naliphi na ibango elibangelwa kukusebenzisa kwakho le webhusayithi kwi-arhente yolawulo kodwa kuphela xa umthetho osebenzayo uvumela ukufikelela kwi-arhente enjalo ngaphandle kobukho besivumelwano sokugweba. Amabango olawulo anjalo abandakanya amabango angenamda okanye amatyala aziswe phambi kweKomishoni yamathuba eNgqesho eLinganayo, iSebe lezeMisebenzi laseMelika, kunye neBhodi yeSizwe yoBudlelwane bezaBasebenzi. Akukho nto kweli solotya eya kuthathwa ikuthintela okanye kukuthethelela ekuziseni ibango lolawulo phambi kwayo nayiphi na i-arhente ukuze ufezekise uxanduva lwakho lokuchitha izilungiso zolawulo phambi kokuba wenze ibango kulamlo, nangona kunjalo, uyaliyeka ilungelo kulo naliphi na ibhaso lemali ngale nto. iinkqubo ze-arhente.",
    "636461959": "Igama",
    "63719113": "isebenzisa ukufundwa koomatshini abakwizinga eliphezulu ukuchonga itrafikhi enobungozi kwindawo yakho kunye neeapps-kubandakanya imisebenzi yokukrwela.",
    "639413188": "ukuphendula.",
    "641342999": ", okanye iwebhusayithi onengxaki kuyo (Inqaku laBucala: kuphela ukuba awunangxaki nokwabelana ngento eyiyo) ... kwaye emva koko ucofe iqhosha elithi \"Ndingumntu\", kwaye uzame ukusombulula.",
    "647630208": "Kwaye yiloo nto! Ukukhangela kwi-intanethi ngoku kubucala kakhulu.",
    "648630222": "Thintela ubuqhophololo beNtlawulo ngeShishini le-hCaptcha",
    "649193891": "https://developers.google.com/recaptcha/",
    "649261378": "NgoJanuwari 5-11 2021*",
    "64953197": "Nge-15 kaOkthobha 2020 - nge-15 kaJanuwari 2021",
    "651123197": "Ukubalwa kwetotali yangoku kwi-wallet yakho iya kuboniswa kwi icon emva kokugqiba umngeni.",
    "653679457": "Ukwahluka kokuphazamiseka",
    "654326661": "Ufuna ukuzibonela? Zama ihCaptcha simahla.",
    "655974837": "Akukho ziqinisekiso malunga nomxholo",
    "659124570": "Ukongeza, ukuba ubona umxholo ongowakho uveliswa kwiqonga le-hCaptcha kwaye ungathanda ukuba ususwe nangasiphi na isizathu, ungaqhagamshelana nathi nge-imeyile.",
    "661412233": "Ukwazi emva kwe-captcha ukuba abanye abasebenzisi babeyi-bots nayo ibalulekile. Ivumela abanini bewebhusayithi ukuba bacoce izithuba ezindala ze-spam kwaye bacime \"iiakhawunti zokulala\" ezibhaliswe kwiiforamu ze-spam kwixesha elizayo, ukunciphisa ubuqhetseba, kunye nokunye.",
    "664236229": "isicelo sokutsala",
    "680638297": "Ukunika ulwazi malunga nokusetyenzwa kwethu kolwazi lwakho lomntu kwaye sikunikeze ukufikelela kulwazi lwakho lobuqu.",
    "685916926": "Kutheni i-reCAPTCHA ingaphucukanga ekuhambeni kwexesha?",
    "692064738": "( ) Amapolisa akayi kuyinyamezela loo nto",
    "692176459": "Ngema",
    "693820850": "Unokubetha uGoogle ngokubeka ubumfihlo kuqala",
    "69844082": "Iimpawu zorhwebo zehCaptcha, iisimboli zegraphic, iilogo, typeface, okanye ii-ayikhoni nazo azinakusetyenziselwa ngendlela ethoba isidima.",
    "700843971": "Hound Technology, Inc. (Global). Iinkonzo ezinikezelweyo: i-honeycomb.io.",
    "702287791": "Umshicileli we-hCaptcha (mahala)",
    "703051968": "i icon yesandla:",
    "707527778": "Ulwazi oluvela kuBantwana",
    "707541553": "Lonke ulwazi oluqulethwe kumaphepha ethu e-intanethi luqinisekisiwe yi-IMI okanye ngumntu wesithathu. Nangona kunjalo, akukho IMI okanye amaqela esithathu anokuthwalwa uxanduva lolwazi olukhoyo, oluchanekileyo, okanye olupheleleyo. Oku kusebenza nakwezinye iiwebhusayithi ezinokufikelelwa ngee-hyperlink kumaphepha ethu. I-IMI ayilwamkeli uxanduva lomxholo wezi webhusayithi zangaphandle.",
    "710145621": "Nikeza eyakho idatha yenyaniso esisiseko okanye usivumele ukuba siyakhe ngokubhabha",
    "713281684": "Isityalo seqanda",
    "714342693": "Iqela le-hCaptcha liye laqokelela idatha yexabiso ukusuka kwiinkonzo ze-captcha-breaking ze-\"dark web\" ukususela ngo-2016. Siqaphele umkhwa onomdla:",
    "717622341": "I-hCaptcha Enterprise™",
    "719304627": "Ngaba ufuna uLawulo lokuya ekupheleni?",
    "723027910": "Oku akusiyo ingcebiso yezomthetho, kwaye akukho ziqinisekiso ezinikezelwayo malunga nolu hlalutyo. Ukuba unemibuzo eyongezelelweyo okanye iinkxalabo, nceda uqhagamshelane nathi",
    "728503636": "Umhla wokuHlawula",
    "731546974": "10. IiRhafu zoMxhasi okanye uMhlanganisi",
    "734735952": "Sivavanye inani labathengisi beCAPTCHA kunye nokwakha inkqubo ngokwethu. Ekugqibeleni, i-hCaptcha yavela njengeyona ndlela ingcono kwi-reCAPTCHA.",
    "735630686": "Ukulawula Ulwazi Lwakho (Amalungelo Akho)",
    "740501259": "Imibhobho elula eqhutywa yi-API",
    "741483946": "* Ngamanye amagama: unokufumana i-hCaptcha Privacy Pass tokens kwi-hCaptcha.com, kwaye uyisebenzise kwezinye iisayithi ngokuthe ngqo usebenzisa i-hCaptcha.com. Awukwazi ukufumana okanye ukuhlawulela iithokheni zePrivacy Pass ye-hCaptcha ukuze udlule kwinkonzo ye-hCaptcha njengoko isetyenziswa yi-Cloudflare, ekubeni i-Cloudflare ikhupha kwaye ihlawulela iithokheni zayo zePasi yoBucala.",
    "751483365": "Inkxaso yabaxhamli be-non-JavaScript.",
    "755156539": "Umthengisi oGunyazisiweyo we-hCaptcha™",
    "755283510": "ukuba ukholelwa ukuba sinalo naluphi na ulwazi olusuka okanye malunga nomntwana ongaphantsi kweminyaka eli-13.",
    "759057398": "Isaziso kwiMixholo yeDatha ye-EU",
    "763447231": "Kwangaxeshanye, ukumisa i-bots ekufikeleleni kwiisayithi zabapapashi kunokutyhila ubuqhetseba beentengiso, ukuphosa imveliso ye-reCAPTCHA kaGoogle ngokuthe ngqo ngokuchasene neshishini labo lentengiso, elivelisa ngaphezulu kwe-80% yengeniso yabo.",
    "766825168": "Izenzo esinokuzithatha phantsi koMgaqo-nkqubo we-DMCA wokuPhinda wokwaphula umthetho ziquka ukuthumela izilumkiso zokubonakala okwandisiweyo kumthengi werekhodi. Ukuze sivume ezi zilumkiso, sinokufuna ukuba umthengi angene kwi-akhawunti okanye afowunele iqela lethu lenkxaso. Sikwanalo nelungelo lokunqumamisa okanye ukuphelisa, kunye nokusebenzisa amanye amanyathelo exeshana kwinkonzo ye-hCaptcha kunye ne-IMI yakhe nawuphi na umthengi esiye saqhubeka sifumana izaziso ze-DMCA zesityholo solwaphulo-mthetho nasemva kokuba sithumele izilumkiso zokwaphula umthetho. Ukongezelela, sinokuphelisa ngokubona kwethu kuphela ezinye iinkonzo ze-hCaptcha okanye ze-IMI ezinikezelwa kwaba bathengi xa siphelisa inkonzo ye-hCaptcha phantsi kwalo mgaqo-nkqubo.",
    "767207800": "Ukuba idatha yakho iqulathe umxholo ocacileyo okanye okhubekisayo, sifuna ukuba uyiphawule \"UMQHUBO OBUCACILEYO\" ukuze ube sisilumkiso esifanelekileyo kuye nabani na obona idatha yakho. Awunako ngaphandle kwesivumelwano esibhaliweyo esahlukileyo kunye ne-IMI kubandakanya imisebenzi eyaphula imigaqo-nkqubo yethu, kubandakanywa, kodwa ingaphelelanga, (a) imisebenzi ekhuthaza ngokuthe ngqo okanye ngokungathanga ngqo enye iwebhusayithi okanye inkonzo, (b) imisebenzi ephula imigaqo yewebhusayithi yomntu wesithathu kunye iimeko, (c) imisebenzi ecela abaXhasi ukuba bacele amaqela esithathu, (d) imisebenzi ecela abaxhasi ukuba bathathe inyathelo lokukhohlisa ukuziphatha okanye iziphumo zewebhusayithi, (e) imisebenzi enyhasha amalungelo epropathi enomgangatho ophezulu wokuqonda wamaqela esithathu, kunye (f) nemisebenzi. efuna abaXhasi bakhuphele isoftwe okanye iifayile.",
    "770264626": "Yongeza i-hCaptcha kwinkonzo yakho (simahla)",
    "776542208": "() Ugqatso lweengalo lwanaphakade lubandakanyeka kuzo zonke iindlela zokucoca",
    "777660551": "Yintoni iCredential Stuffing?",
    "778204464": "Isiqalelo sesicatshulwa esityebileyo sinokusetyenziswa kunye nomxholo omileyo okanye oguqukayo. Ngomxholo omileyo, yibeke kulo naliphi na iphepha kwaye uqalise ukuhlela. Ngomxholo oguqukayo, yongeza umhlaba otyebileyo wokubhaliweyo kuyo nayiphi na ingqokelela kwaye emva koko uqhagamshele isiqalelo sombhalo otyebileyo kulo mhlaba kwiqela lenjongo yezicwangciso. Voila!",
    "779426309": "Igama lokwenyani, isazisi somntu esisodwa, isichongi se-intanethi, idilesi ye-Intanethi ye-Intanethi, idilesi ye-imeyile, igama le-akhawunti, okanye ezinye izichongi ezifanayo.",
    "779817954": "Umbuzo: Ukuba ndinePasi yoBucala ekhutshwe ngomnye umnikezeli, ngaba ndinokuzikhulula kwi-hCaptcha?",
    "780280214": "I-hCaptcha kunye ne-hCaptcha Enterprise zisinciphisa njani isoyikiso sokugxumeka iziqinisekiso",
    "780475098": "Uthungelwano lwentengiso lubona iindwendwe zakho njengemveliso. Sikhathalele kuphela ukuba utyelelo lulungile okanye lubi. I-hCaptcha ihambelana ne-GDPR, CCPA, LGPD, PIPL, kunye neminye imithetho yedatha yehlabathi.",
    "787916198": "Ngemvume yakho",
    "788770967": "Uxolo ngokuva oko! Unokufuna ukusebenzisa ukhetho lwethu lofikelelo:",
    "793242047": "Ukunciphisa imiceli mngeni enikezelwe kubasebenzisi ukuvumela ukufikelela ngokukhawuleza kwizicelo",
    "793784899": "Izicwangciso",
    "803639471": "Ilogo ye-hCaptcha iqulethwe luphawu lwesandla kunye nelogo ye-hCaptcha. Ngolunye uhlobo, isithonjana sesandla sinokuvela ngokwaso xa indawo inqandekile kwaye \"i-hCaptcha\" isetyenziswe njengophawu lwegama (njengoko kuchazwe ngasentla) ngokusondeleyo kwisithonjana sesandla, ukuba kucacile ukuba i-icon yesandla imele i-hCaptcha.",
    "805221621": "Nceda uqhagamshelane nathi ku",
    "805971861": "\"I-Umbrella\" ligama elikwi-ImageNet, i-benchmark dataset esetyenziswa ngabaphandi bombono wekhompyutheni. Ukuchonga abantu ababambe iiambrela ngokuthembekileyo kukwabalulekile ekwakheni iinkqubo ezikhuselekileyo zoncedo lwabaqhubi (ADAS).",
    "808872868": "Umzekelo: i-spam, ubuqhophololo, kunye nokuxhatshazwa bezikhona kwi-intanethi ukusukela malunga nosuku emva kokuba iinkqubo ezimbini ziqale zadityaniswa kunye.",
    "809251240": "Ukuqhagamshelana nathi",
    "811735413": "Ngaphandle. Iingxabano ezinokuthi zingabikho phantsi kwesivumelwano solamlo lwembambano njengoko kubonelelwe nguMthetho woHlaziyo lweSitalato saseDodd-Frank Wall kunye noMthetho woKhuseleko lwaBathengi (uMthetho woLuntu 111-203) aziqukwanga koku.",
    "818049069": "Ungadlulanga umhla we-15 kaJulayi 2019",
    "824740867": "Endaweni yokuphucula isisombululo, uGoogle endaweni yoko ukhuphe i-reCAPTCHA v3, esebenza ngakumbi njengenethiwekhi yentengiso kunesoftware yokhuseleko, eqokelela idatha yokuziphatha kwiwebhu iphela ukwakha iiprofayili zabasebenzisi. Ngelishwa, olu hlobo lwesiginali loyiswa ngokulula, kwaye ke lubonelela ngokhuseleko oluncinci kwi-bots ngelixa lonakalisa ubumfihlo bomsebenzisi.",
    "825780955": "Inkcukacha zimntu",
    "826396656": "Isicwangciso sethu sokuZiqhubela kwiShishini",
    "832385387": "( ) Iingcamango ezifanayo nezakho kulula ukuza nazo, kodwa akukho nanye eyakhe yabonakala iluncedo",
    "833750823": "Ngaba unobunzima kucelomngeni?",
    "835249867": "b) Izicelo ezizigidi ezi-1 ngenyanga kuninzi lwabaHlanganisi abasebenzisa i-hCaptcha Publisher (yasimahla) akhawunti, okanye",
    "835396984": "Ngoku iyasebenza",
    "835545301": "Siqokelela ezi ndidi zilandelayo zolwazi:",
    "835717930": "Ukuziphatha kwe-AI e-hCaptcha",
    "836017336": "IFirefox",
    "838049015": "Khetha yonke imifanekiso ehambelana nombuzo",
    "838225123": "23. I-Disclaimer yeWaranti",
    "83852121": "Microsoft Corp. (Global). Iinkonzo ezinikezelweyo: Microsoft Azure.",
    "838951836": "() Ukunganyaniseki kwabo bathumela imiyalezo nge-spammer",
    "846501387": "Ukhuseleko lwebhot ekumgangatho wehlabathi",
    "850025770": "A: Sikholelwa njalo: bonke abasebenzisi abanalo naluphi na uhlobo lokukhubazeka abakwazi ukukhangela iwebhu kwaye bafake umbhalo kwiifom banokufikelela kwiinkonzo ezikhuselwe yi-hCaptcha xa ubhalisa. Nangona kunjalo, eli ayilocebiso lomthetho: kuya kufuneka wenze uvandlakanyo lwakho, uthathele ingqalelo ukuphunyezwa kwakho okukodwa ukuqinisekisa ukuba le yimeko yokuthunyelwa kwakho.",
    "851679588": "Ewe.",
    "851786723": "Ngokufaka i-imeyile yakho, uyavumelana neMigqaliselo yethu kunye noMgaqo-nkqubo waBucala, kunye nokufumana i-imeyile evela kuthi.",
    "852032043": "Safari",
    "855097735": "Ukwakha inkonzo eyenza oku kakuhle ngelixa ukulinganisa zonke iinkxalabo kuyingxaki enzima kakhulu (kwaye sihlala sisebenzela ukuyiphucula ukuze senze amava abe mnandi kangangoko kunokwenzeka) kodwa siyathemba ukuba uya kuvuma ukuba ukunciphisa i-spam, ukuxhatshazwa, ukuthathwa kwe-akhawunti. , kunye nobuqhophololo kwi-intanethi ekugqibeleni kufanelekile umbuzo olula ngamaxesha athile.",
    "857974529": "Ukuphucula kwiSiza kunye neNkonzo. Sisebenzisa iNgcaciso yeNgcaciso ukuphucula esele ikho kwaye siphuhlise iinkonzo ezintsha kunye neminikelo kunye nokwenza imveliso ekhoyo kunye neyexesha elizayo.",
    "858218750": "kunye nesikhokelo sokuzisebenzisa kwi",
    "867314732": "Unokufumana isisombululo esiphezulu",
    "869702955": "Ngokwenza imisebenzi kwiwebhusayithi yethu, ugunyazisa ukuqokelela, ukusetyenziswa, kunye nokubhengezwa kolwazi lwakho lomntu ngokuhambelana noMgaqo-nkqubo wethu waBucala. Ukongeza, singabelana ngolwazi oluthile malunga nawe kunye nemisebenzi yakho egqityiweyo kuMceli omisebenzi yakhe uyigqibileyo ukuququzelela ubudlelwane benkonzo kunye nokuphucula iwebhusayithi, kubandakanywa, umzekelo, i-ID yoMxhasi, idilesi ye-IP, imisebenzi egqityiweyo, kunye nezinye iimpawu ezinxulumene nazo. kwiziqinisekiso zakho, iilwimi, izakhono, kunye nokusetyenziswa kwewebhusayithi.",
    "874098071": "Ukuba ungumsebenzisi ofikelelekayo, nceda ubhalise apha",
    "878585497": "Imigaqo",
    "879362350": "Ngama-API amatsha asebenza kwi-Intanethi, kuye kwenzeka ukudibanisa nayiphi na isoftware okanye umthombo wedatha, naphi na emhlabeni, kungakhathaliseki ukuba iqonga, i-schema yedatha okanye ulwimi lweprogram. Ngenxa yoko, ihlabathi lekhompyutha ngoku liphakathi kwe-API revolution. Kubekho uqhagamshelo phakathi kosetyenziso kunye nedatha. Intle loo nto, ide ibeyiyo.",
    "881015166": "Yongeza i-hCaptcha yabapapashi kwiwebhusayithi yam okanye kwi-app",
    "88879089": "iPasi yoBucala yi",
    "897432717": "Ngoyilo lwethu lwenoveli lwamanqaku alungiselelweyo, ukongeza ulwazi lweshishini lakho kuvumela iimodeli zethu ukuba zinike amanqaku afanelekileyo ngokukodwa kubasebenzisi bakho.",
    "907324388": "Umsebenzi",
    "910989640": "Veza iingxelo ezineenkcukacha kunye nezilungelelanisiweyo zomsebenzi",
    "918924423": "Umzekelo, uGoogle akabonelelanga ngeenkonzo ezixabisekileyo ezicacileyo njengokubhaqwa kwe-bot retroactive. Kuthembeke ngakumbi ukubhengeza i-bot traffic yomsebenzisi eyenziwe emva kokuhlalutya iintsuku ezininzi zedatha.",
    "920212083": "Xela i-Bug",
    "922470170": "( ) Amanyathelo okuthintela akufuneki abandakanye ukonakaliswa kothungelwano loluntu",
    "926138631": "Yiya kuBucala kunye noKhuseleko, emva koko iiKuki kunye nenye idatha yesayithi.",
    "931661269": "( ) Iidilesi ze-imeyile zexeshana/zexesha elinye zinzima",
    "932546190": "Kutheni iiCAPTCHAs Zizakuba Nathi rhoqo",
    "936667684": "Ngaba ucelwe ukuba \"chwetheza kwisakhiwo / uphawu lwesitrato?\"",
    "938404336": "2. Iyahluka; ukuya kwiintsuku ezingama-30.",
    "939665604": "Ubumfihlo bugxile",
    "941057651": "() Utyalo-mali olukhulu olukhoyo lwesoftware kwi-SMTP",
    "946838734": "3. Khetha iqhosha elithi \"Advanced\".",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "950637875": "Upelo lwe-hCaptcha akufunekanga lutshintshwe kwaye i-hCaptcha kufuneka ihlale ibhalwe ngoonobumba besibini (\"C\"). Ayinasininzi okanye isinini.",
    "952813944": "Ukusebenzisa kwakho iwebhusayithi yethu okanye nantoni na kwesi sivumelwano idala ingqesho, intsebenziswano, indibaniselwano, i-arhente, i-franchise, okanye ubudlelwane bommeli wentengiso phakathi kwakho kunye noomatshini be-Intuition. Asikuboneleli naziphi na izixhobo okanye izixhobo zokugqibezela umsebenzi. Asikuniki naziphi na izibonelelo, imbuyekezo yabasebenzi, okanye i-inshorensi. Asinaxanduva lazo naziphi na iindleko ozenzayo ngokusebenzisa iwebhusayithi yethu. Asiyi kubamba nayiphi na imali kumvuzo wakho werhafu yengeniso yomanyano okanye yelizwe, uKhuseleko loLuntu, okanye nayiphi na enye irhafu. Ukhululekile ngalo lonke ixesha ukwenza imisebenzi yakhe nawuphi na umntu okanye ishishini, kubandakanya nabaphi na okhuphisana nabo. Awunalo igunya lokungena kuyo nayiphi na ikhontrakthi, ebhaliweyo okanye yomlomo, egameni le-Intuition Machines.",
    "956019009": "Iinkampani ezinkulu zeziseko zewebhu sele zithathe amanyathelo",
    "961941354": "Nangona kunjalo, akukho nanye kwezi efuna ukuba kusetyenziswe iinkcukacha ezichongiweyo (\"PII\"). Iindlela zanamhlanje ze-cryptographic zisivumela ukuba silahle nayiphi na idatha yobuqu ngokukhawuleza, sidale imisayino yendlela enye engenako ukudityaniswa kuye nawuphi na umntu.",
    "963238401": "Sisoloko sinomdla wokufumana iingxelo zebugs zokhuseleko. I-imeyile",
    "971933157": "I-hCaptcha ikhathalele ubumfihlo, ukungafihli, kunye nobulungisa.",
    "976209454": "Fumana imivuzo okanye unikele kwisisa",
    "98173630": "I-hCaptcha yeyona nkonzo izimeleyo yeCAPTCHA isetyenziswa kakhulu kwihlabathi.",
    "981806349": "Yakhelwe kwiqonga eliqinisekisiweyo le-hCaptcha",
    "984849234": "I-hCaptcha isebenzisa ukufundwa komatshini okuphambili ukuhambisa oko i-reCAPTCHA ithembisa kuphela, ngelixa ukwabelana ngexabiso elibanjwe kunye neewebhusayithi eziyisebenzisayo.",
    "987267027": "Ipati",
    "987375734": "I-IMI isekelwe eUnited States. IiSayithi kunye neNkonzo zilawulwa kwaye ziqhutywa sithi ukusuka eUnited States. Ulwazi lwakho loBuqu lunokugcinwa kwaye luqhutywe kulo naliphi na ilizwe apho sinezixhobo okanye apho sisebenzisana nabanikezeli benkonzo, kwaye ngokusebenzisa iiSayithi kunye neNkonzo uvumela ukuhanjiswa kolwazi kumazwe angaphandle kwelizwe lakho lokuhlala, kuquka ne-United States. , enokuba nemithetho yokhuseleko lwedatha eyahlukileyo kuleyo yelizwe lakho. Kwiimeko ezithile, iinkundla, ii-arhente zogcino-mthetho, ii-arhente ezilawulayo okanye abasemagunyeni kwezokhuseleko kwamanye amazwe banelungelo lokufikelela kwiiNkcukacha zakho zoBuqu.",
    "987901590": "Ngaba unayo idatha ekrwada ngaphandle kweseti yokuqinisekisa ebanzi? Kwiimeko ezininzi singakwakhela enye njengemisebenzi eyenziwa kwinkqubo, okanye senze iisampuli ezinophawu olulungiselelwe ukuvunywa kwakho.",
    "989480928": "() Inzuzo egqithisileyo yespam",
    "990215503": "I-hCaptcha kuphela kwenkonzo enkulu ye-captcha engekho yenethiwekhi ye-ad.",
    "993651083": "Inyathelo 1: Vula iZixhobo zoMphuhlisi (Oku kuqalisa ukurekhoda iseshoni.)",
    "996362763": "La mathokheni awafaniswanga kwaye agcinwe kukwandiswa kokusetyenziswa kwixesha elizayo. Xa umsebenzisi e tyelela isayithi usebenzisa i-hCaptcha kwaye kufuneka adlulise umngeni (nokuba ungabonakali okanye ngeqhosha elithi \"Ndingumntu\") zihlawulelwa ngokuzenzekelayo. Inkqubo yokumfamekisa ithetha ukuba iithokheni ezisayiniweyo kunye nezihlawulelweyo azinakuxhunyaniswa ngokufihlakeleyo kwimbono ye-hCaptcha, kwaye ngoko ubumfihlo bomsebenzisi bugciniwe.",
    "999610953": "Ekugqibeleni, enye into ethembekileyo kuGoogle. IShishini le-hCaptcha lizisa ulondolozo olumangalisayo kwibhili yakho ye-reCAPTCHA ngokhuseleko oluphezulu: ukuya kuthi ga kwi-80% ngaphantsi kwexabiso eliphantsi kwezinye iimeko.",
    "999674529": "Yonke ibhot kaGoogle ebhaqiweyo kufanele ukuba ifumana iidola eziziro. Iinkuthazo zenkampani yakwaGoogle azihambelani kakuhle nabasebenzisi beenkonzo zabo zokhuseleko, kwaye le isenokuba yinkcazo yokusebenza kakubi konikezelo lwabo lokhuseleko lwe-reCAPTCHA."
}