{
  "header-privacy-link": "Privātums",
  "header-integration-link": "Integrācija",
  "header-cost-link": "Izmaksas",
  "header-features-link": "Iespējas",
  "header-docs-link": "Dokumenti",
  "header-login-button": "Pieslēgties",
  "header-contact-button": "Sazinieties ar pārdošanu",
  "intro-heading": "Nulles berzes cilvēces pārbaude.",
  "intro-contact-button": "Sazinieties ar mums, lai uzzinātu vairāk",
  "intro-text-bottom": "Uz to paļaujas uzņēmumi, kas nodrošina tīmekli.",
  "sub-menu-button": "Sazinieties ar pārdošanu",
  "sub-menu-item1": "Uzņēmums",
  "sub-menu-item2": "Izmaksas",
  "sub-menu-item3": "Integrācija",
  "sub-menu-item4": "Iespējas",
  "sub-menu-item5": "Privātums",
  "sub-menu-item6": "Dokumenti",
  "info-head-1": "Veidota uz pārbaudītas hCaptcha platformas",
  "info-text-1": "hCaptcha Enterprise darbojas uz hCaptcha platformas tehnoloģijas, kas paplašināta, iekļaujot funkcijas, kas nepieciešamas uzņēmumiem ar lielu trafiku.",
  "info-head-2": "Uzticams partneris",
  "intro-subtitle": "Atrisiniet savu robotprogrammatūras problēmu šodien.",
  "info-text-2": "Mūsu pakalpojumiem uzticas lielākie uzņēmumi pasaulē, lai tie apkalpotu daudzus miljonus ikdienas lietotāju desmitiem miljonu vietņu.",
  "cloudflare-quote-text": "Mēs novērtējām vairākus CAPTCHA pārdevējus, kā arī paši veidojām sistēmu. Galu galā hCaptcha kļuva par labāko alternatīvu reCAPTCHA.",
  "cloudflare-quote-detail": "Cloudflare produktu pārvaldības direktors",
  "section-quote-head": "Rentabls risinājums uzņēmumiem ar lielu satiksmi",
  "section-quote-text": "Visbeidzot, uzticama alternatīva Google. hCaptcha Enterprise nodrošina ievērojamus ietaupījumus jūsu reCAPTCHA rēķinā ar augstāku drošību: dažos gadījumos līdz pat 80% lētāk. Daudzi no pasaulē lielākajiem tiešsaistes pakalpojumiem ir pārgājuši uz hCaptcha Enterprise un saņēmuši uzlabotu robotprogrammatūras noteikšanu, kā arī ievērojamus izmaksu ietaupījumus.",
  "section-quote-button": "Sazinieties ar mums šodien, lai saņemtu piedāvājumu",
  "section-privacy-header": "Uz privātumu vērsts",
  "section-privacy-text-1": "Reklāmu tīkli redz jūsu apmeklētājus kā produktu. Mums vienīgais produkts ir viņu cilvēcības noteikšana. Mūsu pakalpojumi atbilst vai pārsniedz GDPR, CCPA un LGPD prasības un atbalsta tādas iniciatīvas kā Privacy Pass. Mēs smagi strādājam, lai līdzsvarotu privātumu un drošību.",
  "section-privacy-text-2": "Šī unikālā koncentrēšanās uz privātumu nozīmē, ka mēs varam piedāvāt nulles individuālo datu saglabāšanu, darbību bez sīkfailiem un citas līgumiskās privātuma garantijas pēc vajadzības, vienlaikus saglabājot izcilu drošību.",
  "section-security-header": "Drošība vispirms",
  "section-security-text-1": "Precizitāte ir jūsu un mūsu interesēs. hCaptcha darbojas, lai sniegtu jums reālus datus un ļautu jums izlemt, kā tos izmantot. Citas captchas nodrošina Gigantic reklāmas uzņēmumi. Tas nozīmē, ka katrs robots, kuru viņi bloķē, var samazināt savus ieņēmumus.",
  "section-security-text-2": "Izmantojot jaunākās mašīnmācīšanās metodes, koncentrējoties uz privātumu, mēs varam pārsniegt mantotās ierakstīšanas stratēģijas drošības standartus, nekaitējot drošībai vai lietotāju privātumam.",
  "section-user-experience-header": "Lieliska lietotāja pieredze",
  "section-user-experience-text1": "Uzņēmuma lietotājiem ir pieejamas iespējas, lai lielākajā daļā scenāriju pilnībā izvairītos no problēmām.",
  "section-user-experience-text2": "Samaziniet berzi, pilnībā izvairoties no izaicinājuma 99,9% likumīgās trafika, vienlaikus nodrošinot izcilu drošību, pateicoties uzlabotajiem robotu modeļiem.",
  "section-easy-integration-header": "Viegla integrācija",
  "section-easy-integration-text": "hCaptcha pievienošana aizņem tikai dažas minūtes un tikai dažas koda rindiņas. Pamata API ir saderīga ar reCAPTCHA V2, un pārslēgšana aizņem tikai minūtes. Jau šodien varat sākt darbu ar izcilu alternatīvu un pēc vajadzības ieslēgt papildu funkcijas.",
  "section-easy-integration-serverside": "Servera puse:",
  "section-easy-integration-frontend": "Priekšgals:",
  "section-threat-header": "Pielāgoti draudu rādītāji",
  "section-threat-text": "Ne visas problēmas ir vienādas: viena rezultāta iegūšana nozīmē, ka tam ir jāatbilst jūsu vajadzībām, lai tas būtu noderīgs. Izmantojot hCaptcha unikālos pielāgotos draudu rādītājus, ātra konsultācija ļauj mums pielāgot mūsu modeļus, lai nodrošinātu jūsu uzņēmumam atbilstošākus rādītājus.",
  "section-challenges-header": "Sāciet risināt savus izaicinājumus dažu sekunžu laikā",
  "section-challenges-text-1": "Sekojiet līdzi zīmolam ar atbilstošu saturu",
  "section-challenges-text-2": "Ja lietotājiem ir jāatrisina izaicinājums, lai izpildītu drošības prasības, kāpēc gan neizveidot lietotājam patīkamus un atbilstošus uzdevumus? Izmantojot mūsu vienkāršo pielāgoto izaicinājumu izstrādātāju, varat palaist zīmola izaicinājuma saturu tikai dažu minūšu laikā.",
  "section-integration-header": "Tiešā platformas integrācija",
  "section-integration-subheader": "Tīmekļa infrastruktūras uzņēmumiem",
  "section-integration-text": "hCaptcha Enterprise sistēma ir unikāli elastīga savā dizainā: to var daļēji vai pilnībā izvietot jūsu tīkla malā, ja izmantojat publisku mākoni vai jums pieder daudzi datu centri. Tas var ievērojami samazināt izmaksas un trafiku ārpus tīkla, vienlaikus saglabājot visas priekšrocības, ko sniedz mūsu diennakts dežūras darbinieki, lai izpildītu visstingrākās SLA.",
  "section-support-header": "Sasniedzamas zināšanas un atbalsts gan jums, gan jūsu lietotājiem",
  "section-support-text": "Pakalpojums mums ir galvenā prioritāte. Mēs nodrošinām 24/7 dežūras atbalstu un piedāvājam tiešu Slack koordināciju ar jūsu inženieru integrācijas komandu un mūsu dežūrpersonālu ieviešanas laikā un pēc tās. Mēs arī esam apņēmušies aktīvi uzraudzīt un atbildēt uz jūsu lietotāju jautājumiem sociālajos saziņas līdzekļos un forumos. , kā arī mūsu logrīku un e-pasta atbalsta kanāli. Mēs esam pieejami un atsaucīgi, un lietotāju apmierinātību uztveram kā galveno KPI.",
  "section-enterprise-header": "Uzņēmuma funkcijas",
  "section-enterprise-title-1": "Pasaules klases aizsardzība pret robotiem",
  "section-enterprise-desc-1": "Cīņā pārbaudīts tīmekļa mērogā.",
  "section-enterprise-title-2": "Augstas precizitātes robotu rezultāti",
  "section-enterprise-desc-2": "Atklājiet dažādu veidu sliktos aktierus.",
  "section-enterprise-title-3": "Nulles berze un 99,9% pasīvie režīmi",
  "section-enterprise-desc-3": "Izaiciniet mazāk nekā 0,1% likumīgo lietotāju.",
  "section-enterprise-title-4": "Parādīti kontroles izaicinājumu veidi",
  "section-enterprise-desc-4": "Plaša veidu bibliotēka, no kuras izvēlēties.",
  "section-enterprise-title-5": "Kontrolējiet izmantoto izaicinājumu saturu",
  "section-enterprise-desc-5": "Sekojiet līdzi zīmolam, nodrošinot nemainīgu lietotāja pieredzi.",
  "section-enterprise-title-6": "Uzņēmuma SLA līgumi",
  "section-enterprise-desc-6": "Garantēta uzticamība un ātrs 24/7 dežūras atbalsts.",
  "section-enterprise-title-7": "Mantotas pārlūkprogrammas atbalsts",
  "section-enterprise-desc-7": "Saderīgs līdz pat pārlūkprogrammai Internet Explorer 8.",
  "section-enterprise-title-8": "Uzlaboti pārskatu informācijas paneļi un API",
  "section-enterprise-desc-8": "Skatiet, kas notiek visās jūsu vietnēs un lietotnēs.",
  "section-enterprise-title-9": "Darbojas katrā valstī",
  "section-enterprise-desc-9": "Atšķirībā no reCAPTCHA mēs strādājam visās valstīs.",
  "section-enterprise-title-10": "GDPR, CCPA un LGPD draudzīga privātuma politika",
  "section-enterprise-desc-10": "Paredzēts privātumam no pirmās dienas. Stingrs datu apstrādes līgums.",
  "section-enterprise-title-11": "Smalki graudaini grūtības līmeņi",
  "section-enterprise-desc-11": "Sastādiet šo, lai precīzi atbilstu jūsu lietošanas gadījumam.",
  "section-enterprise-title-12": "Pirmās puses mitināšana",
  "section-enterprise-desc-12": "Visi pieprasījumi un līdzekļi tiek nosūtīti uz hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Vairāku lietotāju informācijas paneļi",
  "section-enterprise-desc-13": "Kopīgojiet pārvaldību savā komandā.",
  "section-enterprise-title-14": "Tūlītēja verifikācija",
  "section-enterprise-desc-14": "0 ms latentums: pārbaudiet hCaptcha marķierus bez API izsaukuma.",
  "section-enterprise-title-15": "Mobilā (iOS un Android) integrācija",
  "section-enterprise-desc-15": "Nevainojama pieredze tīmeklī, vietējā mobilajā tīmeklī un mobilajā tīmeklī. Ir pieejamas iepriekš izveidotas integrācijas un vietējie SDK.",
  "section-enterprise-title-16": "Pielāgoti noteikumi un privātuma garantijas",
  "section-enterprise-desc-16": "Apmierināt savas juridiskās vajadzības, kad citi uzņēmumi to nespēj.",
  "presented-challlenges-head": "Prezentētie izaicinājumi",
  "presented-challenges-title-1": "Salīdzinājums",
  "presented-challenges-text-1": "Atlasiet visus attēlus, kas atbilst vaicājumam",
  "presented-challenges-title-2": "Ierobežojošais lodziņš",
  "presented-challenges-text-2": "Definējiet objektu robežzonu",
  "presented-challenges-title-3": "Kategorizācija",
  "presented-challenges-text-3": "Identificējiet atbilstošās etiķetes",
  "presented-challenges-subheader": "...un citi vienkārši uzdevumi. Viegli cilvēkiem, grūti botiem.",
  "presented-challenges-subtext": "Pielāgoti uzdevumi ir pieejami arī uzņēmumu izdevējiem.",
  "footer-header-1": "Uzņēmums",
  "footer-header-2": "Resursi",
  "footer-header-3": "Sazināties",
  "footer-link-1": "Marķēšana",
  "footer-link-2": "Par",
  "footer-link-3": "Darbavietas",
  "footer-link-4": "Preču zīmes",
  "footer-link-5": "Emuārs",
  "footer-link-6": "Statuss",
  "footer-link-7": "Dokumentācija",
  "footer-link-8": "Ziņot par kļūdu",
  "footer-link-9": "Pieejamība",
  "footer-terms": "Noteikumi",
  "footer-privacy": "Privātums",
  "footer-attribution": "Attiecinājums",
  "footer-subheader-1": "Atbalsts",
  "footer-subheader-2": "Sazināties",
  "switch-to-english-link": "Pārslēdzieties uz angļu valodu",
  "intro-heading-privacy": "Paredzēts privātumam.",
  "intro-subtitle-p1-privacy": " Unikāli uz privātumu balstīta pieeja tiešsaistes drošībai.",
  "info-head-2-pr": "Tiešsaistes aktivitāšu ierakstīšana nav risinājums.",
  "info-text-1-pr": "hCaptcha Enterprise ir tikai viens mērķis: neļaut sliktiem dalībniekiem traucēt jūsu tiešsaistes darbības un kaitēt lietotājiem.",
  "info-text-2-pr": "Tādējādi mūsu sistēmas ir izstrādātas no paša sākuma, lai samazinātu datu vākšanu un saglabāšanu, vienlaikus saglabājot savā klasē labāko drošību. Labākais veids, kā aizsargāt lietotāja datus, ir tos neglabāt vispār.",
  "info-text-3-pr": "Visas attiecības ar klientiem aizsargā arī stingrs datu apstrādes līgums. Pakalpojums hCaptcha atbilst visiem privātuma likumiem neatkarīgi no tā, kur atrodas jūsu pakalpojums vai klienti. Personas datu neglabāšana mums padara to daudz vienkāršāku nekā citiem uzņēmumiem.",
  "info-text-2-2-pr": "Tādos pakalpojumos kā reCAPTCHA v3 teikts, ka izsekošanas pikseļa ievietošana katrā vietnes lapā ir nepieciešama, lai nodrošinātu labu drošību. Tas tā nav.",
  "info-text-2-3-pr": "Vienkārša uzvedības analīze ir signāls, ko viegli vilto slikti dalībnieki, un tai ir jāsaglabā arī visas jūsu likumīgās datplūsmas pārlūkošanas vēsture.",
  "info-text-2-4-pr": "Mēs nepārvaldām reklāmu tīklu, un mēs neesam ieinteresēti novērot jūsu lietotāju uzvedību, lai pārdotu viņiem reklāmas. Tas nozīmē, ka mums nav nepieciešams pasīvs pikselis katrā jūsu vietnes lapā.",
  "info-text-2-5-pr": "Pievienojiet mūsu izaicinājuma kodu tikai tur, kur tas ir nepieciešams un kur ir lietderīgi aizsargāt gan jūs, gan jūsu lietotājus.",
  "info-head-3-pr": "Mašīnmācība ir noderīga. Bet, lai tas darbotos, nav nepieciešami personas dati.",
  "info-text-3-1-pr": "Mašīnmācība tagad ietekmē gandrīz visus mūsu dzīves aspektus, bieži vien tādā veidā, ko mēs neapzināmies un neredzam. Tiešsaistes drošības pakalpojumi neatšķiras.",
  "info-text-3-2-pr": "Apgūstot tūkstošiem signālu, modeļi var secināt un iegūt augstu pārliecību par ļaunprātīgas uzvedības atklāšanu ļoti ātri, pat ja neviens atsevišķs signāls pats par sevi nav pietiekami spēcīgs, lai norādītu uz problēmu.",
  "info-text-3-3-pr": "Tomēr nevienam no šiem pasākumiem nav jāizmanto personu identificējoša informācija (PII). Mūsdienu kriptogrāfijas metodes ļauj mums pēc iespējas ātrāk atbrīvoties no jebkādiem personas datiem, tā vietā izveidojot vienvirziena parakstus, kurus nevar saistīt ar nevienu personu.",
  "info-text-3-4-pr": "Apmācība par deidentificētiem datiem darbojas tikpat labi, un tai nav nepieciešams apdraudēt ne drošību, ne privātumu. Mūsu klienti ir veikuši empīriskos testus un ir paziņojuši, ka esam līdzvērtīgi vai labāki par daudz mazāk privātām alternatīvām.",
  "cloudflare-quote-text-privacy": "Mums patika vairākas lietas hCaptcha risinājumos: 1) tie nepārdod personas datus; viņi vāc tikai minimāli nepieciešamos personas datus, tie ir pārredzami, aprakstot apkopoto informāciju un to, kā viņi to izmanto un/vai atklāj.",
  "pilot-head": "Izmēģiniet mūs savā vidē bez saistībām.",
  "pilot-text-1a": "Mēs esam inženieri, nevis pārdevēji: mēs vēlamies, lai jūs būtu apmierināti ar savu izvēli.",
  "pilot-text-1b": "Labākais veids, kā nodrošināt jūsu apmierinātību, ir parādīt, ka mēs atbilstam jūsu vajadzībām.",
  "pilot-text-1c": "Praktiski visi uzņēmumi, kas uzsāk izmēģinājuma projektu, galu galā izvēlas mūsu risinājumus.",
  "pilot-text-1d": "Izmantojiet šo veidlapu, lai sasniegtu kādu no mūsu tehniskajiem speciālistiem. Mēs ātri reaģējam.",
  "pilot-text-1e": "Varat arī tieši nosūtīt mums e-pastu.",
  "pilot-email-details": "Sīkāka informācija ir šeit.",
  "pilot-f1": "Novads",
  "pilot-f2": "Tavs vārds",
  "pilot-f3": "Tavs vārds",
  "pilot-f4": "Biznesa e-pasts",
  "pilot-f5": "Kādai citai informācijai mums vajadzētu būt?",
  "pilot-f6": "Vai jums nepieciešama steidzama uzņemšana?",
  "pilot-f7": "Jā.",
  "pilot-f8": "Esmu pakļauts uzbrukumam, un man ir nepieciešama tūlītēja uzņemšana.",
  "pilot-f9": "Iesniegt",
  "pilot-f10": "Ievadot savu e-pasta adresi, jūs piekrītat mūsu noteikumiem un konfidencialitātes politikai un saņemat no mums e-pastu.",
  "pilot-fo-1": "Integrācija nevar būt vienkāršāka.",
  "pilot-fo-2": "hCaptcha ir desmitiem iepriekš iebūvētu integrāciju jūsu izmantotajām priekšgala un aizmugursistēmas sistēmām.",
  "pilot-fo-3": "Ja jūs izmantojat Google reCAPTCHA, mūsu API ir nomaiņas. Trīs koda rindiņas ir viss, kas jums nepieciešams.",
  "pilot-fo-4": "Mūsu apmācības inženieri var ātri sākt darbu neatkarīgi no tā, vai jums ir nepieciešama React integrācija, SDK iOS vietējām lietotnēm, Java aizmugursistēmas piemērs vai praktiski jebkurš cits scenārijs.",
  "pilot-fo-5": "Un kā vienmēr, privātums mums ir galvenā vērtība. Pievienojiet mūsu izaicinājuma kodu tikai tur, kur tas ir nepieciešams un kur ir lietderīgi aizsargāt gan jūs, gan jūsu lietotājus. Datu vākšanas minimizēšana sākas no integrācijas brīža.",
  "pilot-fdone": "Paldies. Mēs drīzumā sazināsimies.",
  "home-ent-2-new": "Uzziniet vairāk par mūsu uzņēmuma risinājumu.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise risinājumi nodrošina klasē vadošo drošību un aizsargā daudzus labākos tiešsaistes pakalpojumus.",
  "home-plans-button-2-new": "Uzzināt vairāk",
  "header-enterprise-link": "Uzņēmums",
  "sales-interstitial-c1b-new": "Uzziniet vairāk par hCaptcha Enterprise"
}
