{
  "23114595": "Lieliska lietotāja pieredze",
  "34074886": "Katru reizi, kad atbildat uz izaicinājumu, mēs izmantojam izsmalcinātus modeļus, lai noskaidrotu, vai esat cilvēks. Pēc tam jūsu apmeklētā vietne izmanto šo rezultātu, lai palīdzētu uzlabot jūsu pieredzi savā vietnē, novēršot robotus.",
  "98173630": "hCaptcha ir pasaulē visplašāk izmantotais neatkarīgais CAPTCHA pakalpojums.",
  "111184581": "Pirmās puses mitināšana",
  "119298044": "Uzlabotas pašpārraudzītas ML un AI tehnoloģijas aizsargā jūsu tīmekļa īpašumus no draudiem un uzbrukumiem",
  "121743429": "Tīmekļa infrastruktūras uzņēmumiem",
  "122875767": "Apmierināt savas juridiskās vajadzības, kad citi uzņēmumi to nespēj.",
  "126134492": "Cits",
  "152010250": "hCaptcha apvienoja progresīvu pašpārraudzītu mašīnmācīšanos ar jaunu malu skaitļošanas platformu, kas unikāli samazina datu vākšanu un saglabāšanu, kas tiek piegādāta no vairāk nekā 250 vietām visā pasaulē, lai nodrošinātu milzīgu mērogojamību.",
  "179723061": "Lielāka kontrole komandām, kurām nepieciešama klasē vadošā drošība",
  "191460155": "Nulles berze un 99,9% pasīvie režīmi",
  "282913023": "Rentabls risinājums uzņēmumiem ar lielu satiksmi",
  "328625009": "... mēs esam gatavi, kad jūs esat: mūsu pakalpojums ir pieejams visu diennakti.",
  "353066938": "Pieredzējusi komanda, kas strādā pie mūsdienu grūtākajām problēmām. hCaptcha ir pakalpojums",
  "353367791": "Atklājiet dažādu veidu sliktos aktierus.",
  "359073033": "Informācijas paneļi nodrošina augsta līmeņa vai detalizētus darbības skatus.",
  "392886773": "Darbojas katrā valstī",
  "451701069": "Atbilst GDPR, CCPA,",
  "547245263": "Atrisiniet savu robotprogrammatūras problēmu šodien.",
  "552920956": "hCaptcha ļauj vietnēm nopelnīt atlīdzību, vienlaikus bloķējot robotprogrammatūras un citus ļaunprātīgas izmantošanas veidus. hCaptcha arī ļauj ar šiem ieņēmumiem atbalstīt jūsu izvēlētās labdarības organizācijas.",
  "555158694": "Jūsu izmantotais pakalpojums ir izvēlējies uzlabot jūsu pieredzi savā vietnē, instalējot hCaptcha, lai samazinātu ļaunprātīgu trafiku.",
  "585557010": "Izaiciniet mazāk nekā 0,1% likumīgo lietotāju.",
  "713281684": "Baklažāns",
  "719304627": "Vai nepieciešama pilnīga kontrole?",
  "734735952": "Mēs novērtējām vairākus CAPTCHA pārdevējus, kā arī paši veidojām sistēmu. Galu galā hCaptcha kļuva par labāko alternatīvu reCAPTCHA.",
  "751483365": "Atbalsts klientiem, kas nav JavaScript.",
  "788770967": "Žēl to dzirdēt! Iespējams, vēlēsities izmantot mūsu pieejamības opciju:",
  "793242047": "Samaziniet lietotāju izaicinājumus, lai nodrošinātu ātru piekļuvi lietojumprogrammām",
  "829047995": "Vai pašlaik izmantojat reCAPTCHA?",
  "836577577": "hCaptcha pievienošana aizņem tikai dažas minūtes un tikai dažas koda rindiņas. Pamata API ir saderīga ar reCAPTCHA V2, un pārslēgšana aizņem tikai minūtes.",
  "838049015": "Atlasiet visus attēlus, kas atbilst vaicājumam",
  "846501387": "Pasaules klases robotu aizsardzība",
  "861167568": "hCaptcha atrisina vienu no IT aktuālākajām problēmām: novērš ļaunprātīgu robotu uzbrukumu jūsu tīmekļa lietojumprogrammām.",
  "880478438": "savā klasē labākajai robotprogrammatūras un krāpšanas pārvaldībai.",
  "897432717": "Izmantojot mūsu jauno pielāgoto draudu rādītāju dizainu, jūsu uzņēmējdarbības zināšanu pievienošana ļauj mūsu modeļiem nodrošināt jūsu lietotājiem unikāli atbilstošus rādītājus.",
  "910989640": "Izveidojiet detalizētus un pielāgotus darbības pārskatus",
  "976209454": "Nopelniet balvas vai ziedojiet labdarībai",
  "981806349": "Veidota uz pārbaudītas hCaptcha platformas",
  "999610953": "Visbeidzot, uzticama alternatīva Google. hCaptcha Enterprise nodrošina ievērojamus ietaupījumus jūsu reCAPTCHA rēķinā ar augstāku drošību: dažos gadījumos līdz pat 80% lētāk.",
  "1014004474": "hCaptcha uzņēmuma plāni piedāvā uzlabotus pakalpojumu līmeņa līgumus, lai jūsu organizācija būtu aizsargāta",
  "1045484714": "SAML SSO integrācija ar jūsu identitātes nodrošinātāju, piemēram, Okta vai Azure AD.",
  "1050501253": "Pārāk grūts",
  "1070364246": "Ak! Iesniedzot veidlapu, radās problēma.",
  "1103295010": "Nopelniet naudu vai ziedojiet labdarībai, kad cilvēki risina CAPTCHA",
  "1130868224": "Trīs koda rindiņas",
  "1131525092": "Grupējiet sliktos dalībniekus bez pūlēm, izmantojot mūsu privātumu aizsargājošos UID, lai atrastu un apturētu saistītu krāpšanu un ļaunprātīgu izmantošanu.",
  "1141402092": "Uzlabotas pārskatu funkcijas",
  "1150035777": "Sarežģīti mašīnmācīšanās modeļi ģenerē robotu uzticamības rādītājus, pamatojoties uz daudziem datu punktiem, izņemot to, vai uz jautājumiem tika atbildēts pareizi",
  "1150963691": "APT mazināšana",
  "1172067553": "HCaptcha pamatā esošā HUMAN platforma nodrošina ļoti izsmalcinātus darba kvalitātes un pārvaldības līdzekļus, izmantojot lokālas, hibrīdas vai SaaS izvietošanas, kas integrējas ar jūsu esošajām sistēmām.",
  "1173652155": "Padomdevēji",
  "1218990730": "kā ziņot par problēmām, izmantojot detalizētus žurnālus",
  "1250541092": "— Sergi Isasi",
  "1263998069": "Nopelniet atlīdzību par cilvēku risinājumiem",
  "1300485304": "hCaptcha aizsargā pret uzlabotiem draudiem un mānekļiem, kas paredzēti, lai iefiltrētos jūsu tīklos",
  "1345083090": "Vai ziņot par funkcionalitātes problēmu?",
  "1356745565": "Saderīgs līdz pat pārlūkprogrammai Internet Explorer 8.",
  "1368787974": "Kopīgojiet pārvaldību savā komandā.",
  "1393184984": "ir viss, kas jums nepieciešams.",
  "1475399473": "Uzziniet vairāk par hCaptcha komandu",
  "1485807325": "Vairāku lietotāju informācijas paneļi, SAML SSO",
  "1508655687": "Pievienojiet savus izaicinājumus, kas pielāgoti jūsu auditorijai, lai racionalizētu vai ierobežotu piekļuvi",
  "1510448156": "Jau šodien varat sākt un darboties ar izcilu alternatīvu un pēc vajadzības ieslēgt papildu funkcijas.",
  "1525403768": "Lai iegūtu papildinformāciju, sazinieties ar uzņēmumu pārdošanu.",
  "1544546608": "Privātuma karte",
  "1549336309": "hCaptcha pārvērš šo modeli. Kad izmantojat hCaptcha, uzņēmumi piedāvā cenas par jūsu lietotāju veikto darbu, pierādot savu cilvēcību. Jūs saņemat atlīdzību.",
  "1559631739": "Privātās mācības",
  "1579093044": "Izmantojot mūsu vienkāršo pielāgoto izaicinājumu izstrādātāju, varat palaist zīmola izaicinājuma saturu tikai dažu minūšu laikā.",
  "1586809757": "Augstas precizitātes robotu rezultāti",
  "1599610318": "Izdevējs",
  "1637702726": "Par hCaptcha",
  "1662477701": "Resursi",
  "1676849166": "Samaziniet berzi, pilnībā izvairoties no izaicinājuma 99,9% likumīgās trafika, vienlaikus nodrošinot izcilu drošību, pateicoties uzlabotajiem robotu modeļiem.",
  "1685871181": "Populārākie tiešsaistes pakalpojumi, uz kuriem paļaujas",
  "1752795854": "hCaptcha piedāvā modernu, uz privātumu vērstu pieeju robotu apturēšanai.",
  "1779265104": "Pielāgoti noteikumi un privātuma garantijas",
  "1792519141": "hCaptcha Enterprise",
  "1798492192": "Mantotas pārlūkprogrammas atbalsts",
  "1803009328": "Cīņā pārbaudīts tīmekļa mērogā.",
  "1844885924": "Plaša veidu bibliotēka, no kuras izvēlēties.",
  "1849717906": "Pielāgojiet ar savu izaicinājuma saturu",
  "1849805607": "hCaptcha aizsargā pret draudiem un mānekļiem, kas paredzēti, lai iefiltrētos jūsu tīklos",
  "1886100235": "Daudzi no pasaulē lielākajiem tiešsaistes pakalpojumiem ir pārgājuši uz hCaptcha Enterprise un saņēmuši uzlabotu robotprogrammatūras noteikšanu, kā arī ievērojamus izmaksu ietaupījumus.",
  "1894355645": "hCaptcha nodrošina vienkāršu, vieglu un uzticamu robotprogrammatūras noteikšanu, vienlaikus cilvēkiem to atrisinot triviāli.",
  "1927613000": "hCaptcha apvieno izsmalcinātu mašīnmācīšanos ar jaudīgu izaicinājumu platformu, lai aizsargātu tīmekļa lietojumprogrammas no kontu pārņemšanas, akreditācijas datu papildināšanas, nokasīšanas un cita veida ļaunprātīgas izmantošanas.",
  "1936512180": "Vienkārša API piekļuve, skaisti informācijas paneļi un jaunākā modeļa tehnoloģija, lai palielinātu darbinieku efektivitāti.",
  "1956967813": "Mūsu pakalpojumiem uzticas lielākie uzņēmumi pasaulē, lai tie apkalpotu daudzus miljonus ikdienas lietotāju desmitiem miljonu vietņu.",
  "1958297836": "Koordinēta aizsardzība pret uzbrukumiem un APT mazināšana",
  "2041686284": "Vairāk datu parasti nodrošina labākus rezultātus apmācību mašīnmācības modeļos. Nesenie dziļo modeļu panākumi ir radījuši arvien lielākas datu kopas, un hCaptcha kalpo šai vajadzībai. Tomēr lielu cilvēku pārbaudītu datu kopu izveide, izmantojot tradicionālās metodes, ir gan lēna, gan dārga.",
  "2103563261": "Privāta vai publiska informācija",
  "2131386784": "Sasniedzamas zināšanas un atbalsts gan jums, gan jūsu lietotājiem",
  "2138799135": "hCaptcha ir desmitiem iepriekš iebūvētu integrāciju jūsu izmantotajām priekšgala un aizmugursistēmas sistēmām.",
  "2163914794": "Vai jūsu datu kopām nepieciešams vairāk iezīmju? hCaptcha nodrošina ātru, izmaksu ziņā efektīvu un augstas kvalitātes datu marķēšanu uzņēmumiem, kas strādā ar mākslīgā intelekta un mašīnmācīšanās lietojumprogrammām.",
  "2183926131": "Sāciet darbu ar hCaptcha Enterprise",
  "2184564739": "Skat",
  "2188609322": "Slikti aktieri tiešsaistē kļūst arvien izplatītāki. Taču lietotāja privātuma upurēšana nav risinājums.",
  "2319072959": "Darbiniet pilnībā bezsaistē ar savu darbaspēku, izsekojiet vērtību, kas patērēta starp biznesa vienībām vai konsorcija partneriem, selektīvi virziet darbus dažādiem iekšējiem vai ārējiem darbaspēka nodrošinātājiem, pamatojoties uz izmaksu un drošības prasībām, un veiciet citas darbības.",
  "2320894364": "Ar vairāk nekā 200 klātbūtnes punktiem hCaptcha mākonis aizsargā jūsu īpašumus visā pasaulē",
  "2354267648": "GDPR, CCPA un LGPD draudzīga privātuma politika",
  "2373007864": "hCaptcha Enterprise darbojas uz hCaptcha platformas tehnoloģijas, kas paplašināta, iekļaujot funkcijas, kas nepieciešamas uzņēmumiem ar lielu trafiku.",
  "2418549423": ", jauns standarts tiešsaistes privātuma saglabāšanai, izmantojot kriptogrāfiskus pierādījumus, un citas unikālas funkcijas, kas vispirms ir paredzētas privātumam.",
  "2489287539": "Bez berzes “Bez CAPTCHA” un 99,9% pasīvie režīmi",
  "2510209017": "Vai nepieciešama papildu palīdzība?",
  "2513143348": "hCaptcha Enterprise sistēma ir unikāli elastīga savā dizainā: to var daļēji vai pilnībā izvietot jūsu tīkla malā, ja izmantojat publisku mākoni vai jums pieder daudzi datu centri.",
  "2535001179": "Ja jūs izmantojat Google reCAPTCHA, mūsu API ir nomaiņas.",
  "2593768395": "Nevainojama pieredze tīmeklī, vietējā mobilajā tīmeklī un mobilajā tīmeklī. Ir pieejamas iepriekš izveidotas integrācijas un vietējie SDK.",
  "2650502379": "Sāciet risināt savus izaicinājumus dažu sekunžu laikā",
  "2670003220": "Darbavietas",
  "2671622670": "Uzņēmums",
  "2676853536": "Vairāku lietotāju informācijas paneļi",
  "2681650568": "Un kā vienmēr, privātums mums ir galvenā vērtība. Pievienojiet mūsu izaicinājuma kodu tikai tur, kur tas ir nepieciešams un kur ir lietderīgi aizsargāt gan jūs, gan jūsu lietotājus. Datu vākšanas minimizēšana sākas no integrācijas brīža.",
  "2682873489": "Definējiet objektu robežzonu",
  "2686825859": "Reģistrējieties bez maksas vai sazinieties ar mums par hCaptcha Enterprise risinājumiem",
  "2698140263": "Ne visas problēmas ir vienādas: viena rezultāta iegūšana nozīmē, ka tam ir jāatbilst jūsu vajadzībām, lai tas būtu noderīgs.",
  "2698640210": "Parādīti kontroles izaicinājumi un veidi",
  "2707282231": "Pielāgojiet izaicinājumus saviem lietotājiem. Padariet robotiem neiespējamu atrisināt un iekļūt.",
  "2714878440": "Aizsargājiet savus pakalpojumus no nokasīšanas, kontu pārņemšanas, akreditācijas datu papildināšanas un surogātpasta, izmantojot mūsu uzlaboto mašīnmācīšanos un cilvēces verifikāciju.",
  "2718999653": "Pielāgoti draudu rādītāji",
  "2781507299": "Tūlītēja verifikācija",
  "2782263070": "Pakalpojums mums ir galvenā prioritāte. Mēs nodrošinām 24/7 dežūras atbalstu un piedāvājam tiešu Slack koordināciju ar jūsu inženieru integrācijas komandu un mūsu dežūrpersonālu ieviešanas laikā un pēc tās.",
  "2806751666": "Kas ir hCaptcha?",
  "2826051554": "un vēl",
  "2881474837": "hCaptcha Enterprise",
  "2890048009": "Reklāmu tīkli redz jūsu apmeklētājus kā produktu. Mums vienīgais produkts ir viņu cilvēcības noteikšana. Mūsu pakalpojumi atbilst vai pārsniedz GDPR, CCPA, LGPD un PIPL prasības, kā arī atbalsta tādas iniciatīvas kā Privacy Pass. Mēs smagi strādājam, lai līdzsvarotu privātumu un drošību.",
  "2927700175": "Mēs parādām CAPTCHA izaicinājumus, kas ir sarežģīti robotiem, bet viegli cilvēkiem, apkopojot grūti iezīmējamus datus no mašīnmācīšanās problēmām un izmantojot tos, lai atšķirtu, vai vietnes vai lietotnes apmeklētājs ir cilvēks.",
  "2968026167": "Jūsu mīļākais dārzenis",
  "3018523079": "Sekojiet līdzi zīmolam, nodrošinot nemainīgu lietotāja pieredzi.",
  "3065000659": "Vai jūs sapratāt, ka katru reizi, kad \"noklikšķināt uz automašīnas\", jūs palīdzat apmācīt vienu",
  "3093388779": "hCaptcha var bez maksas izmantot jebkura lieluma izdevējiem",
  "3093689546": "Viegla integrācija",
  "3096063825": "Izmēģini",
  "3107683988": "Tas var ievērojami samazināt trafiku ārpus tīkla un izmaksas, vienlaikus saglabājot visas priekšrocības, ko sniedz mūsu diennakts dežūras darbinieki, lai nodrošinātu atbilstību visstingrākajiem SLA.",
  "3117887301": "Uzticas lielākie tiešsaistes pakalpojumi",
  "3121248460": "Parādiet bezgalīgi daudzveidīgus pielāgotus izaicinājumus — no vienkāršiem līdz sarežģītiem — jūsu paredzamajai auditorijai",
  "3153117136": "Kā darbojas hCaptcha grūtības iestatījumi",
  "3160820928": "Koordinēta uzbrukuma aizsardzība",
  "3161489950": "Pasaulē progresīvākā drošības ML platforma",
  "3167979932": "Paredzēts privātumam no pirmās dienas. Stingrs datu apstrādes līgums.",
  "3194111925": "atbalsts",
  "3213351333": "Nav nepieciešamas iepriekšējas saistības",
  "3213957230": "Ja lietotājiem ir jāatrisina izaicinājums, lai izpildītu drošības prasības, kāpēc gan neizveidot lietotājam patīkamus un atbilstošus uzdevumus?",
  "3225770968": "hCaptcha ir izstrādāta, lai atrisinātu darbietilpīgāko problēmu mašīnmācībā; liela datu apjoma marķēšana savlaicīgā, pieejamā un uzticamā veidā.",
  "3230004040": "Vai jums ir redzes traucējumi vai citādi nevarat pabeigt hCaptchas?",
  "3235430156": "uzņēmuma mašīnmācīšanās sistēmas bez maksas?",
  "3260825523": "Intuīcijas mašīnas",
  "3264813246": "Nepiemērots",
  "3265895521": "Palieliniet un samaziniet izaicinājuma grūtības, pamatojoties uz diennakts laiku",
  "3266612494": "Uzticams partneris",
  "3276777569": "hCaptcha",
  "3287172429": "Parādīti kontroles izaicinājumu veidi",
  "3365203058": "Pasaules klases aizsardzība pret robotiem",
  "3412647984": "Tas ļauj izvairīties no turpmākiem jautājumiem, reģistrējoties un iestatot sīkfailu. Lūdzu, mēģiniet arī izslēgt savu reklāmu bloķētāju.",
  "3417372336": "Pārslēdzieties minūtēs",
  "3446714684": "Mobilā (iOS un Android) integrācija",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "Uzņēmuma lietotājiem ir pieejamas iespējas, lai lielākajā daļā scenāriju pilnībā izvairītos no problēmām.",
  "3478726913": "hCaptcha ir viens no lielākajiem baseiniem uz planētas, kas pieejams jūsu lietošanai. Neatkarīgi no jūsu mēroga mēs varam tikt galā bez dārgām sākotnējām saistībām. Miljoniem uzdevumu dienā nav problēmu.",
  "3480023141": "Uzziniet vairāk par pieejamības opcijām",
  "3483700676": "Uzreiz palaidiet miljoniem uzdevumu",
  "3500503648": "hCaptcha ir izstrādāta, lai novērstu datu ilgtermiņa saglabāšanu, paļaujoties uz tūlītēju novērtēšanu, nevis ierakstot un analizējot pārlūkošanas vēsturi. Mēs arī atbalstām tādas iniciatīvas kā",
  "3524251858": "Cloudflare produktu pārvaldības direktors",
  "3526939538": "Programmatūras kļūda",
  "3530599065": "Privātums tiek veidots no paša sākuma. hCaptcha nesaglabā PII un atbilst daudziem privātuma mandātiem un noteikumiem.",
  "3570415321": "Uzņēmums",
  "3573245166": "Atšķirībā no reCAPTCHA mēs strādājam visās valstīs.",
  "3578122193": "Sekojiet līdzi zīmolam ar atbilstošu saturu",
  "3620442880": "Flash Sale aizsardzības līdzekļi",
  "3630114728": "Skatiet, kas notiek visās jūsu vietnēs un lietotnēs.",
  "3644106388": "Sazināties",
  "3660619092": "Reģistrējieties bez maksas vai sazinieties ar uzņēmuma risinājumiem",
  "3688621388": "Draudu paraksti",
  "3704893754": "Vai vēlaties redzēt pats? Izmēģiniet hCaptcha Free",
  "3714002185": "Uzziniet vairāk par hCaptcha Enterprise",
  "3715747429": "Mūsu apmācību inženieri var ātri sākt darbu neatkarīgi no tā, vai jums ir nepieciešama React integrācija, SDK iOS vietējām lietotnēm, Java aizmugursistēmas piemērs vai praktiski jebkurš cits scenārijs.",
  "3717512591": "Tiešā platformas integrācija",
  "3721365241": "Izmēģiniet",
  "3729345277": "hCaptcha ir veids, kā uzņēmumi var iegūt nepieciešamās anotācijas ātrāk, ar augstāku kvalitāti un zemākām izmaksām nekā citas alternatīvas.",
  "3730038780": "Izvēlieties no gandrīz bezgalīgi daudziem izaicinājumiem, kas lietotājiem jāatrisina",
  "3739936967": "Šī unikālā koncentrēšanās uz privātumu nozīmē, ka mēs varam piedāvāt nulles individuālo datu saglabāšanu, darbību bez sīkfailiem un citas līgumā noteiktas privātuma garantijas pēc vajadzības, vienlaikus saglabājot izcilu drošību. Lasīt vairāk.",
  "3740051331": "Mēs arī esam apņēmušies aktīvi uzraudzīt un atbildēt uz jūsu lietotāju jautājumiem sociālajos saziņas līdzekļos, forumos un mūsu logrīku un e-pasta atbalsta kanālos. Mēs esam pieejami un atsaucīgi, un lietotāju apmierinātību uztveram kā galveno KPI.",
  "3753956446": "Bezmaksas",
  "3758963444": "Paldies! Jūsu iesniegums ir saņemts!",
  "3767462250": "Paredzēts privātumam",
  "3768951251": "Uzņēmuma SLA līgumi",
  "3807059944": "Kontrolējiet izmantoto izaicinājumu saturu",
  "3816867833": "Atsauksmes",
  "3817811295": "Garantēta uzticamība un ātrs 24/7 dežūras atbalsts.",
  "3892905664": "hCaptcha palīdz jūsu iecienītākajiem tiešsaistes pakalpojumiem izvairīties no robotprogrammatūras, surogātpasta un ļaunprātīgas izmantošanas, uzdodot vienkāršus jautājumus, kas ir viegli cilvēkiem un sarežģīti iekārtām.",
  "3913848038": "Pieejami 99,99% darbības laika SLA un 24/7 globālais atbalsts.",
  "3951254541": "Mēs novērtējam jūsu ieguldījumu. Informējiet mūs par visām problēmām, un mēs tās ātri atrisināsim.",
  "3952259236": "Apvienojiet savus aklos datus ar tūkstošiem hCaptcha signālu, lai apmācītu hCaptcha par uzvedības klasēm — tikai jūsu gadījumā — lai labāk prognozētu ļaunprātīgu uzvedību labāk nekā jebkurš risinājums atsevišķi.",
  "3953584369": "Ir pieejami sarežģīti RBAC piekļuves ierobežojumi.",
  "4007826952": "1. konfidencialitātes ziņā pirmā CAPTCHA tīklam, mobilajām ierīcēm un citām ierīcēm.",
  "4019660456": "0 ms latentums: pārbaudiet hCaptcha marķierus bez API izsaukuma.",
  "4065065042": "Sastādiet to, lai tas precīzi atbilstu jūsu lietošanas gadījumam.",
  "4083018285": "Paplašinātu funkciju komplekts, kas apvienots ar uzlabotu SOC uzraudzību un reakciju, lai novērstu sarežģītus pastāvīgus draudus",
  "4146870445": "Kas mēs esam",
  "4147497805": "Burkāns",
  "4194763679": "Smalki graudaini grūtības līmeņi",
  "4195759329": "Botu noteikšana un riska rādītāji",
  "4199502476": "Uzlaboti pārskatu informācijas paneļi un API",
  "4238473596": "Ir svarīgi samazināt berzi reāliem lietotājiem. hCaptcha izmanto vienkāršus uzdevumus un vairumam lietotāju aizņem mazāk laika, vienlaikus apturot lielāku botu trafiku.",
  "4272022475": "Visi pieprasījumi un līdzekļi tiek nosūtīti uz hcaptcha.yourdomain.com",
  "4272454814": "Integrējieties ar jūsu izvēlēto identitātes nodrošinātāju.",
  "header-privacy-link": "Privātums",
  "header-integration-link": "Integrācija",
  "header-cost-link": "Izmaksas",
  "header-features-link": "Iespējas",
  "header-docs-link": "Dokumenti",
  "header-login-button": "Pieslēgties",
  "header-contact-button": "Sazinieties ar pārdošanu",
  "intro-heading": "Nulles berzes cilvēces pārbaude.",
  "intro-contact-button": "Sazinieties ar mums, lai uzzinātu vairāk",
  "intro-text-bottom": "Uz to paļaujas uzņēmumi, kas nodrošina tīmekli.",
  "sub-menu-button": "Sazinieties ar pārdošanu",
  "sub-menu-item1": "Uzņēmums",
  "sub-menu-item2": "Izmaksas",
  "sub-menu-item3": "Integrācija",
  "sub-menu-item4": "Iespējas",
  "sub-menu-item5": "Privātums",
  "sub-menu-item6": "Dokumenti",
  "info-head-1": "Veidota uz pārbaudītas hCaptcha platformas",
  "info-text-1": "hCaptcha Enterprise darbojas uz hCaptcha platformas tehnoloģijas, kas paplašināta, iekļaujot funkcijas, kas nepieciešamas uzņēmumiem ar lielu trafiku.",
  "info-head-2": "Uzticams partneris",
  "intro-subtitle": "Atrisiniet savu robotprogrammatūras problēmu šodien.",
  "info-text-2": "Mūsu pakalpojumiem uzticas lielākie uzņēmumi pasaulē, lai tie apkalpotu daudzus miljonus ikdienas lietotāju desmitiem miljonu vietņu.",
  "cloudflare-quote-text": "Mēs novērtējām vairākus CAPTCHA pārdevējus, kā arī paši veidojām sistēmu. Galu galā hCaptcha kļuva par labāko alternatīvu reCAPTCHA.",
  "cloudflare-quote-detail": "Cloudflare produktu pārvaldības direktors",
  "section-quote-head": "Rentabls risinājums uzņēmumiem ar lielu satiksmi",
  "section-quote-text": "Visbeidzot, uzticama alternatīva Google. hCaptcha Enterprise nodrošina ievērojamus ietaupījumus jūsu reCAPTCHA rēķinā ar augstāku drošību: dažos gadījumos līdz pat 80% lētāk. Daudzi no pasaulē lielākajiem tiešsaistes pakalpojumiem ir pārgājuši uz hCaptcha Enterprise un saņēmuši uzlabotu robotprogrammatūras noteikšanu, kā arī ievērojamus izmaksu ietaupījumus.",
  "section-quote-button": "Sazinieties ar mums šodien, lai saņemtu piedāvājumu",
  "section-privacy-header": "Uz privātumu vērsts",
  "section-privacy-text-1": "Reklāmu tīkli redz jūsu apmeklētājus kā produktu. Mums vienīgais produkts ir viņu cilvēcības noteikšana. Mūsu pakalpojumi atbilst vai pārsniedz GDPR, CCPA un LGPD prasības un atbalsta tādas iniciatīvas kā Privacy Pass. Mēs smagi strādājam, lai līdzsvarotu privātumu un drošību.",
  "section-privacy-text-2": "Šī unikālā koncentrēšanās uz privātumu nozīmē, ka mēs varam piedāvāt nulles individuālo datu saglabāšanu, darbību bez sīkfailiem un citas līgumiskās privātuma garantijas pēc vajadzības, vienlaikus saglabājot izcilu drošību.",
  "section-security-header": "Drošība vispirms",
  "section-security-text-1": "Precizitāte ir jūsu un mūsu interesēs. hCaptcha darbojas, lai sniegtu jums reālus datus un ļautu jums izlemt, kā tos izmantot. Citas captchas nodrošina Gigantic reklāmas uzņēmumi. Tas nozīmē, ka katrs robots, kuru viņi bloķē, var samazināt savus ieņēmumus.",
  "section-security-text-2": "Izmantojot jaunākās mašīnmācīšanās metodes, koncentrējoties uz privātumu, mēs varam pārsniegt mantotās ierakstīšanas stratēģijas drošības standartus, nekaitējot drošībai vai lietotāju privātumam.",
  "section-user-experience-header": "Lieliska lietotāja pieredze",
  "section-user-experience-text1": "Uzņēmuma lietotājiem ir pieejamas iespējas, lai lielākajā daļā scenāriju pilnībā izvairītos no problēmām.",
  "section-user-experience-text2": "Samaziniet berzi, pilnībā izvairoties no izaicinājuma 99,9% likumīgās trafika, vienlaikus nodrošinot izcilu drošību, pateicoties uzlabotajiem robotu modeļiem.",
  "section-easy-integration-header": "Viegla integrācija",
  "section-easy-integration-text": "hCaptcha pievienošana aizņem tikai dažas minūtes un tikai dažas koda rindiņas. Pamata API ir saderīga ar reCAPTCHA V2, un pārslēgšana aizņem tikai minūtes. Jau šodien varat sākt darbu ar izcilu alternatīvu un pēc vajadzības ieslēgt papildu funkcijas.",
  "section-easy-integration-serverside": "Servera puse:",
  "section-easy-integration-frontend": "Priekšgals:",
  "section-threat-header": "Pielāgoti draudu rādītāji",
  "section-threat-text": "Ne visas problēmas ir vienādas: viena rezultāta iegūšana nozīmē, ka tam ir jāatbilst jūsu vajadzībām, lai tas būtu noderīgs. Izmantojot hCaptcha unikālos pielāgotos draudu rādītājus, ātra konsultācija ļauj mums pielāgot mūsu modeļus, lai nodrošinātu jūsu uzņēmumam atbilstošākus rādītājus.",
  "section-challenges-header": "Sāciet risināt savus izaicinājumus dažu sekunžu laikā",
  "section-challenges-text-1": "Sekojiet līdzi zīmolam ar atbilstošu saturu",
  "section-challenges-text-2": "Ja lietotājiem ir jāatrisina izaicinājums, lai izpildītu drošības prasības, kāpēc gan neizveidot lietotājam patīkamus un atbilstošus uzdevumus? Izmantojot mūsu vienkāršo pielāgoto izaicinājumu izstrādātāju, varat palaist zīmola izaicinājuma saturu tikai dažu minūšu laikā.",
  "section-integration-header": "Tiešā platformas integrācija",
  "section-integration-subheader": "Tīmekļa infrastruktūras uzņēmumiem",
  "section-integration-text": "hCaptcha Enterprise sistēma ir unikāli elastīga savā dizainā: to var daļēji vai pilnībā izvietot jūsu tīkla malā, ja izmantojat publisku mākoni vai jums pieder daudzi datu centri. Tas var ievērojami samazināt izmaksas un trafiku ārpus tīkla, vienlaikus saglabājot visas priekšrocības, ko sniedz mūsu diennakts dežūras darbinieki, lai izpildītu visstingrākās SLA.",
  "section-support-header": "Sasniedzamas zināšanas un atbalsts gan jums, gan jūsu lietotājiem",
  "section-support-text": "Pakalpojums mums ir galvenā prioritāte. Mēs nodrošinām 24/7 dežūras atbalstu un piedāvājam tiešu Slack koordināciju ar jūsu inženieru integrācijas komandu un mūsu dežūrpersonālu ieviešanas laikā un pēc tās. Mēs arī esam apņēmušies aktīvi uzraudzīt un atbildēt uz jūsu lietotāju jautājumiem sociālajos saziņas līdzekļos un forumos. , kā arī mūsu logrīku un e-pasta atbalsta kanāli. Mēs esam pieejami un atsaucīgi, un lietotāju apmierinātību uztveram kā galveno KPI.",
  "section-enterprise-header": "Uzņēmuma funkcijas",
  "section-enterprise-title-1": "Pasaules klases aizsardzība pret robotiem",
  "section-enterprise-desc-1": "Cīņā pārbaudīts tīmekļa mērogā.",
  "section-enterprise-title-2": "Augstas precizitātes robotu rezultāti",
  "section-enterprise-desc-2": "Atklājiet dažādu veidu sliktos aktierus.",
  "section-enterprise-title-3": "Nulles berze un 99,9% pasīvie režīmi",
  "section-enterprise-desc-3": "Izaiciniet mazāk nekā 0,1% likumīgo lietotāju.",
  "section-enterprise-title-4": "Parādīti kontroles izaicinājumu veidi",
  "section-enterprise-desc-4": "Plaša veidu bibliotēka, no kuras izvēlēties.",
  "section-enterprise-title-5": "Kontrolējiet izmantoto izaicinājumu saturu",
  "section-enterprise-desc-5": "Sekojiet līdzi zīmolam, nodrošinot nemainīgu lietotāja pieredzi.",
  "section-enterprise-title-6": "Uzņēmuma SLA līgumi",
  "section-enterprise-desc-6": "Garantēta uzticamība un ātrs 24/7 dežūras atbalsts.",
  "section-enterprise-title-7": "Mantotas pārlūkprogrammas atbalsts",
  "section-enterprise-desc-7": "Saderīgs līdz pat pārlūkprogrammai Internet Explorer 8.",
  "section-enterprise-title-8": "Uzlaboti pārskatu informācijas paneļi un API",
  "section-enterprise-desc-8": "Skatiet, kas notiek visās jūsu vietnēs un lietotnēs.",
  "section-enterprise-title-9": "Darbojas katrā valstī",
  "section-enterprise-desc-9": "Atšķirībā no reCAPTCHA mēs strādājam visās valstīs.",
  "section-enterprise-title-10": "GDPR, CCPA un LGPD draudzīga privātuma politika",
  "section-enterprise-desc-10": "Paredzēts privātumam no pirmās dienas. Stingrs datu apstrādes līgums.",
  "section-enterprise-title-11": "Smalki graudaini grūtības līmeņi",
  "section-enterprise-desc-11": "Sastādiet šo, lai precīzi atbilstu jūsu lietošanas gadījumam.",
  "section-enterprise-title-12": "Pirmās puses mitināšana",
  "section-enterprise-desc-12": "Visi pieprasījumi un līdzekļi tiek nosūtīti uz hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Vairāku lietotāju informācijas paneļi",
  "section-enterprise-desc-13": "Kopīgojiet pārvaldību savā komandā.",
  "section-enterprise-title-14": "Tūlītēja verifikācija",
  "section-enterprise-desc-14": "0 ms latentums: pārbaudiet hCaptcha marķierus bez API izsaukuma.",
  "section-enterprise-title-15": "Mobilā (iOS un Android) integrācija",
  "section-enterprise-desc-15": "Nevainojama pieredze tīmeklī, vietējā mobilajā tīmeklī un mobilajā tīmeklī. Ir pieejamas iepriekš izveidotas integrācijas un vietējie SDK.",
  "section-enterprise-title-16": "Pielāgoti noteikumi un privātuma garantijas",
  "section-enterprise-desc-16": "Apmierināt savas juridiskās vajadzības, kad citi uzņēmumi to nespēj.",
  "presented-challlenges-head": "Prezentētie izaicinājumi",
  "presented-challenges-title-1": "Salīdzinājums",
  "presented-challenges-text-1": "Atlasiet visus attēlus, kas atbilst vaicājumam",
  "presented-challenges-title-2": "Ierobežojošais lodziņš",
  "presented-challenges-text-2": "Definējiet objektu robežzonu",
  "presented-challenges-title-3": "Kategorizācija",
  "presented-challenges-text-3": "Identificējiet atbilstošās etiķetes",
  "presented-challenges-subheader": "...un citi vienkārši uzdevumi. Viegli cilvēkiem, grūti botiem.",
  "presented-challenges-subtext": "Pielāgoti uzdevumi ir pieejami arī uzņēmumu izdevējiem.",
  "footer-header-1": "Uzņēmums",
  "footer-header-2": "Resursi",
  "footer-header-3": "Kontakts",
  "footer-link-1": "Marķēšana",
  "footer-link-2": "Par",
  "footer-link-3": "Darbs",
  "footer-link-4": "Preču zīmes",
  "footer-link-5": "AI ētika",
  "footer-link-6": "Emuārs",
  "footer-link-7": "Statuss",
  "footer-link-8": "Dokumentācija",
  "footer-link-9": "Ziņot par kļūdu",
  "footer-terms": "Noteikumi",
  "footer-privacy": "Privātums",
  "footer-attribution": "Attiecinājums",
  "footer-subheader-1": "Atbalsts",
  "footer-subheader-2": "Kontakts",
  "switch-to-english-link": "Pārejiet uz angļu valodu",
  "intro-heading-privacy": "Paredzēts privātumam.",
  "intro-subtitle-p1-privacy": " Unikāli uz privātumu balstīta pieeja tiešsaistes drošībai.",
  "info-head-2-pr": "Tiešsaistes aktivitāšu ierakstīšana nav risinājums.",
  "info-text-1-pr": "hCaptcha Enterprise ir tikai viens mērķis: neļaut sliktiem dalībniekiem traucēt jūsu tiešsaistes darbības un kaitēt jūsu lietotājiem.",
  "info-text-2-pr": "Tādējādi mūsu sistēmas ir izstrādātas no paša sākuma, lai samazinātu datu vākšanu un saglabāšanu, vienlaikus saglabājot savā klasē labāko drošību. Labākais veids, kā aizsargāt lietotāja datus, ir tos neglabāt vispār.",
  "info-text-3-pr": "Visas attiecības ar klientiem aizsargā arī stingrs datu apstrādes līgums. Pakalpojums hCaptcha atbilst visiem privātuma likumiem neatkarīgi no tā, kur atrodas jūsu pakalpojums vai klienti. Personas datu neglabāšana mums padara to daudz vienkāršāku nekā citiem uzņēmumiem.",
  "info-text-2-2-pr": "Tādos pakalpojumos kā reCAPTCHA v3 teikts, ka izsekošanas pikseļa ievietošana katrā vietnes lapā ir nepieciešama labai drošībai. Tas tā nav.",
  "info-text-2-3-pr": "Vienkārša uzvedības analīze ir signāls, ko viegli vilto slikti dalībnieki, un tai ir jāsaglabā arī visas jūsu likumīgās datplūsmas pārlūkošanas vēsture.",
  "info-text-2-4-pr": "Mēs nepārvaldām reklāmu tīklu, un mēs neesam ieinteresēti novērot jūsu lietotāju uzvedību, lai pārdotu viņiem reklāmas. Tas nozīmē, ka mums nav nepieciešams pasīvs pikselis katrā jūsu vietnes lapā.",
  "info-text-2-5-pr": "Pievienojiet mūsu izaicinājuma kodu tikai tur, kur tas ir nepieciešams un kur ir lietderīgi aizsargāt gan jūs, gan jūsu lietotājus.",
  "info-head-3-pr": "Mašīnmācība ir noderīga. Bet, lai tas darbotos, nav nepieciešami personas dati.",
  "info-text-3-1-pr": "Mašīnmācība tagad ietekmē gandrīz visus mūsu dzīves aspektus, bieži vien tādā veidā, ko mēs neapzināmies un neredzam. Tiešsaistes drošības pakalpojumi neatšķiras.",
  "info-text-3-2-pr": "Apgūstot tūkstošiem signālu, modeļi var secināt un iegūt augstu pārliecību par ļaunprātīgas uzvedības atklāšanu ļoti ātri, pat ja neviens atsevišķs signāls pats par sevi nav pietiekami spēcīgs, lai norādītu uz problēmu.",
  "info-text-3-3-pr": "Tomēr nevienam no šiem pasākumiem nav jāizmanto personu identificējoša informācija (PII). Mūsdienu kriptogrāfijas metodes ļauj mums pēc iespējas ātrāk atbrīvoties no jebkādiem personas datiem, tā vietā izveidojot vienvirziena parakstus, kurus nevar saistīt ar nevienu personu.",
  "info-text-3-4-pr": "Apmācība par deidentificētiem datiem darbojas tikpat labi, un tai nav nepieciešams apdraudēt ne drošību, ne privātumu. Mūsu klienti ir veikuši empīriskos testus un ir paziņojuši, ka esam līdzvērtīgi vai labāki par daudz mazāk privātām alternatīvām.",
  "cloudflare-quote-text-privacy": "Mums patika vairākas lietas hCaptcha risinājumos: 1) tie nepārdod personas datus; viņi vāc tikai minimāli nepieciešamos personas datus, tie ir pārredzami, aprakstot apkopoto informāciju un to, kā viņi to izmanto un/vai atklāj.",
  "pilot-head": "Izmēģiniet mūs savā vidē bez saistībām.",
  "pilot-text-1a": "Mēs esam inženieri, nevis pārdevēji: mēs vēlamies, lai jūs būtu apmierināti ar savu izvēli.",
  "pilot-text-1b": "Labākais veids, kā nodrošināt jūsu apmierinātību, ir parādīt, ka mēs atbilstam jūsu vajadzībām.",
  "pilot-text-1c": "Praktiski visi uzņēmumi, kas uzsāk izmēģinājuma projektu, galu galā izvēlas mūsu risinājumus.",
  "pilot-text-1d": "Izmantojiet šo veidlapu, lai sasniegtu kādu no mūsu tehniskajiem speciālistiem. Mēs ātri reaģējam.",
  "pilot-text-1e": "Varat arī tieši nosūtīt mums e-pastu.",
  "pilot-email-details": "Sīkāka informācija ir šeit.",
  "pilot-f1": "Novads",
  "pilot-f2": "Tavs vārds",
  "pilot-f3": "Tavs vārds",
  "pilot-f4": "Biznesa e-pasts",
  "pilot-f5": "Kādai citai informācijai mums vajadzētu būt?",
  "pilot-f6": "Vai jums nepieciešama steidzama uzņemšana?",
  "pilot-f7": "Jā.",
  "pilot-f8": "Esmu pakļauts uzbrukumam, un man ir nepieciešama tūlītēja uzņemšana.",
  "pilot-f9": "Iesniegt",
  "pilot-f10": "Ievadot savu e-pasta adresi, jūs piekrītat mūsu noteikumiem un konfidencialitātes politikai un saņemat no mums e-pastu.",
  "pilot-fo-1": "Integrācija nevar būt vienkāršāka.",
  "pilot-fo-2": "hCaptcha ir desmitiem iepriekš iebūvētu integrāciju jūsu izmantotajām priekšgala un aizmugursistēmas sistēmām.",
  "pilot-fo-3": "Ja jūs izmantojat Google reCAPTCHA, mūsu API ir nomaiņas. Trīs koda rindiņas ir viss, kas jums nepieciešams.",
  "pilot-fo-4": "Mūsu apmācības inženieri var ātri sākt darbu neatkarīgi no tā, vai jums ir nepieciešama React integrācija, SDK iOS vietējām lietotnēm, Java aizmugursistēmas piemērs vai praktiski jebkurš cits scenārijs.",
  "pilot-fo-5": "Un kā vienmēr, privātums mums ir galvenā vērtība. Pievienojiet mūsu izaicinājuma kodu tikai tur, kur tas ir nepieciešams un kur ir lietderīgi aizsargāt gan jūs, gan jūsu lietotājus. Datu vākšanas minimizēšana sākas no integrācijas brīža.",
  "pilot-fdone": "Paldies. Mēs drīzumā sazināsimies.",
  "home-ent-2-new": "Uzziniet vairāk par mūsu uzņēmuma risinājumu.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise risinājumi nodrošina klasē vadošo drošību un aizsargā daudzus labākos tiešsaistes pakalpojumus.",
  "home-plans-button-2-new": "Uzzināt vairāk",
  "header-enterprise-link": "Uzņēmums",
  "sales-interstitial-c1b-new": "Uzziniet vairāk par hCaptcha Enterprise",
  "a11y-img-1": "Lietotāja piekļuves ekrāns pēc pieteikšanās",
  "a11y-img-2": "Pieejamības opcija logrīka lietotāja interfeisa izvēlnē",
  "a11y-img-3": "Pieejamības dialoglodziņš logrīka lietotāja saskarnē",
  "about-advisors-brendan": "Brave izpilddirektors. Mozilla līdzdibinātājs. JavaScript programmēšanas valodas veidotājs. Pārlūkprogrammu un daudz ko citu.",
  "about-advisors-dawn": "Kalifornijas Universitātes Bērklija CS profesors. Dziļa mācīšanās, drošība, blokķēdes eksperts. Oasis Labs izpilddirektors.",
  "about-advisors-head": "Padomdevēji",
  "about-advisors-keiran": "Stenfordas pētnieks. Mašīnmācība un kvantitatīvās finanses lielākajās bankās, riska ieguldījumu fondos un akadēmiskajā vidē.",
  "about-content-head-1": "Ko mēs daram",
  "about-content-head-2": "Kāpēc tas ir svarīgi",
  "about-content-text-1a": "hCaptcha nodrošina mūsdienīgu, uz privātumu vērstu pieeju robotu apturēšanai.",
  "about-content-text-1b": "Mēs parādām CAPTCHA problēmas, kuras robotiem ir grūti, bet cilvēkiem viegli, apkopojot grūti apzīmējamus datus no mašīnmācīšanās problēmām un izmantojot tos, lai atšķirtu, vai vietnes vai lietotnes apmeklētājs ir cilvēks.",
  "about-content-text-2a": "Sliktie aktieri tiešsaistē kļūst arvien izplatītāki. Bet lietotāju privātuma upurēšana nav atbilde.",
  "about-content-text-2b": "Drošības risinājumi, ko piedāvā reklāmas uzņēmumi, galvenokārt ir vērsti uz lietotāju izsekošanu tīmeklī. Mēs esam izveidojuši efektīvu drošības risinājumu, kas pierāda, ka izcilu rezultātu sasniegšanai nav nepieciešams kaitēt lietotāju privātumam.",
  "about-intro-head-1": "Par hCaptcha",
  "about-intro-head-2": "Konfidencialitāte, drošība un mašīnmācīšanās.",
  "about-intro-text": "hCaptcha ir pasaulē visplašāk izmantotais neatkarīgais CAPTCHA pakalpojums.",
  "about-leadership-head": "Kas mēs esam",
  "about-leadership-headsub": "Pieredzējusi komanda, kas strādā pie mūsdienu grūtākajām problēmām.",
  "about-leadership-link1": "Kas mēs esam",
  "about-leadership-text1": "Mēs specializējamies dziļā apmācībā un vizuālā domēna mašīnmācībā plašā mērogā, īpašu uzmanību pievēršot tiešsaistes sistēmu aizsardzībai no arvien sarežģītākiem mūsdienu draudiem.",
  "about-leadership-text2": "Pateicoties gadu desmitiem ilgas programmatūras un mašīnmācīšanās pieredzei, mēs veidojam un izmantojam masveidā mērogojamas sistēmas, lai risinātu dažas no mūsdienu vissmagākajām problēmām, vienlaikus saglabājot privātumu.",
  "acc-opt": "Pieejamības opcijas",
  "acc-opt-but": "Uzziniet vairāk par pieejamības iespējām",
  "acc-opt-text": "Vai esat redzes invalīds vai kā citādi nespēj pabeigt hCaptchas?",
  "accessibility-link": "Pieejamība",
  "appreciate-in": "Mēs novērtējam jūsu ieguldījumu. Informējiet mūs par visiem jautājumiem, un mēs tos ātri atrisināsim.",
  "fb-but": "Nosūtiet mums atsauksmes",
  "feedback-text": "Sniedziet atsauksmes par tikko redzēto hCaptcha",
  "footer-copyright-text": "hCaptcha ir Intuition Machines, Inc. reģistrēta preču zīme.",
  "footer-link-10": "Pieejamība",
  "h-plans": "Abonēšanas plāni",
  "header-labeling-services-link": "Marķēšanas pakalpojumi",
  "header-plans-link": "Plāni",
  "header-signup-button": "Pierakstīties",
  "home-about-head": "Par hCaptcha",
  "home-about-subtitle": "Darbina CILVĒKU protokols",
  "home-about-text-1": "hCaptcha ir izstrādāts, lai atrisinātu darbietilpīgāko mašīnmācīšanās problēmu: savlaicīgu, pieejamu un uzticamu marķēšanu ar lielu datu apjomu.",
  "home-about-text-2": "Vairāk datu parasti dod labākus rezultātus apmācības mašīnmācīšanās modeļos. Nesenie dziļo modeļu panākumi ir noveduši pie arvien lielākām datu kopām, gandrīz vienmēr ar cilvēku pārskatīšanu. Tomēr lielu cilvēku pārskatītu datu kopu izveidošana, izmantojot Mechanical Turk, Eight Figure utt., Ir gan lēna, gan dārga.",
  "home-about-text-3": "hCaptcha ļauj vietnēm pelnīt naudu, kas kalpo šim pieprasījumam, vienlaikus bloķējot robotus un citus ļaunprātīgas izmantošanas veidus.",
  "home-about-text-4": "HCaptcha tirgus darbību nodrošina HUMAN Protocol, atvērts decentralizēts protokols cilvēku pārskatīšanai, kas darbojas Ethereum blokķēdē. Vietnes nopelna cilvēka žetonus (HMT) ikreiz, kad lietotāji savā vietnē izmanto logrīku hCaptcha, un mašīnmācīšanās uzņēmumi maksā Cilvēka žetonus, lai viņu dati tiktu marķēti.",
  "home-ba-labeling-services-link": "Marķēšanas pakalpojumi",
  "home-benefits-head-1": "Vērtība datu marķēšanā",
  "home-benefits-head-2": "Atdodiet labdarībai",
  "home-benefits-text-1": "Vai sapratāt katru reizi, kad noklikšķināt uz automašīnas, jūs bez maksas palīdzat apmācīt viena Gigantic uzņēmuma mašīnmācīšanās sistēmas?",
  "home-benefits-text-2": "hCaptcha apgriež šo modeli. Kad izmantojat hCaptcha, uzņēmumi sola par darbu, ko veic jūsu lietotāji, pierādot savu cilvēcību. Jūs saņemat atlīdzību.",
  "home-benefits-text-3": "Vai vēlaties atdot savu iecienīto labdarību? hCaptcha ļauj atbalstīt izvēlētās labdarības organizācijas ar ienākumiem, ko jūs gūstat, izmantojot to. Jūsu vietnes lietotāji drīz varēs redzēt jūsu ieguldījumu labdarībā, izmantojot diskrētu zīmolu hCaptcha saskarnē.",
  "home-challenge-text-1": "Atlasiet visus attēlus, kas atbilst vaicājumam",
  "home-challenge-text-2": "Definējiet objektu norobežojošo laukumu",
  "home-challenge-text-3": "Identificējiet atbilstošās etiķetes",
  "home-challenge-title-1": "Salīdzinājums",
  "home-challenge-title-2": "Ierobežojošais lodziņš",
  "home-challenge-title-3": "Kategorizēšana",
  "home-challenges-head": "Iepazīstināja ar izaicinājumiem",
  "home-challenges-text-1": "... un citi vienkārši uzdevumi. Viegli cilvēkiem, grūti robotiem.",
  "home-challenges-text-2": "Pielāgoti uzdevumi ir pieejami arī uzņēmumu izdevējiem.",
  "home-ent-1": "Vai meklējat mūsu uzņēmuma drošības piedāvājumus?",
  "home-ent-2": "Apmeklējiet mūsu jauno īpašo vietni: BotStop.com",
  "home-ent-button": "Uzziniet vairāk: BotCtop by hCaptcha",
  "home-from-the-blog": "NO BLOGA:",
  "home-from-the-blog-value": "Kā darbojas hCaptcha grūtības iestatījumi",
  "home-intro-body": "Vai jūs izmantojat captcha, lai nepieļautu robotus? hCaptcha aizsargā lietotāju privātumu, atalgo vietnes un palīdz uzņēmumiem iegūt viņu datu marķējumu. Tas ir reCAPTCHA aizstājējs: jūs varat pārslēgties dažu minūšu laikā.",
  "home-intro-button": "Piesakies tagad",
  "home-intro-head": "Pārtrauciet vairāk robotu. Sāciet aizsargāt lietotāju privātumu.",
  "home-main-1": "Privāts. Drošs. Ātrāk. Un mēs jums maksājam, lai jūs to izmantotu.",
  "home-main-2": "Konfidencialitāte ir koncentrēta",
  "home-main-2c": "Reklāmu tīkli redz jūsu apmeklētājus kā produktu. hCaptcha produkts ir viņu nodrošinātais darbs. Mums ir vienalga, kas ir jūsu lietotāji, ir tikai iespēja, ka viņi ir ļaunprātīgi. Mēs atbalstām tādas iniciatīvas kā Privacy Pass un smagi strādājam, lai līdzsvarotu privātumu un drošību.",
  "home-main-3": "Vispirms drošība",
  "home-main-3c": "Precizitāte ir jūsu un mūsu interesēs. hCaptcha ir vērsta uz izdevējiem. Mēs strādājam, lai sniegtu jums reālus datus un ļautu jums izlemt, kā tos izmantot. Citas captchas nodrošina Gigantic reklāmas uzņēmumi. Tas nozīmē, ka katrs bloķētais robots var samazināt viņu ieņēmumus.",
  "home-main-4": "Labāka lietotāja pieredze",
  "home-main-4c": "HCaptcha cilvēces noteikšanai izmanto sarežģītus mašīnmācīšanās modeļus. Tas ļauj mums prasīt no jūsu lietotājiem mazāk kaitinošus uzdevumus un, to darot, aizņemt mazāk laika, vienlaikus ražojot klientiem marķētus datus par noderīgu.",
  "home-main-plans": "hCaptcha var brīvi izmantot jebkura izmēra izdevējiem. Tomēr uzņēmumiem un platformām, kurām nepieciešama lielāka kontrole, ir pieejami mūsu uzņēmumu risinājumi.",
  "home-main-plans2": "hCaptcha uzņēmuma risinājumi aizsargā miljoniem lietotāju vairākos desmitos miljonu vietņu dažiem lielākajiem uzņēmumiem uz planētas. Lūdzu, sazinieties ar mums, lai iegūtu vairāk informācijas, vai apmeklējiet vietni",
  "home-main-plans3": "hCaptcha uzņēmuma risinājumi aizsargā miljoniem lietotāju vairākos desmitos miljonu vietņu dažiem lielākajiem uzņēmumiem uz planētas. Lūdzu, sazinieties ar mums, lai iegūtu vairāk informācijas, vai apmeklējiet vietni",
  "home-main-plans4": "lai iegūtu sīkāku informāciju.",
  "home-plans-button-1": "Piesakies tagad",
  "home-plans-button-2": "Sazinieties ar pārdošanu",
  "home-plans-chart-head-1": "Iespējas",
  "home-plans-chart-head-2": "Izdevējs",
  "home-plans-chart-head-3": "Uzņēmējdarbība",
  "home-plans-chart-row-1-cell-1": "Parādītie kontroles izaicinājumu veidi",
  "home-plans-chart-row-1-cell-2": "Ierobežots",
  "home-plans-chart-row-1-cell-3": "Kopā",
  "home-plans-chart-row-10-cell-1": "Daudzu lietotāju informācijas paneļi",
  "home-plans-chart-row-11-cell-1": "Papildu pārskatu funkcijas",
  "home-plans-chart-row-12-cell-1": "Uzņēmumu SLA",
  "home-plans-chart-row-2-cell-1": "Izmantotā izaicinājuma satura kontrole",
  "home-plans-chart-row-2-cell-2": "Ierobežots",
  "home-plans-chart-row-2-cell-3": "Kopā",
  "home-plans-chart-row-3-cell-1": "Nopelniet atlīdzību par cilvēku risinājumiem",
  "home-plans-chart-row-4-cell-1": "Pasaules klases anti-bot aizsardzība",
  "home-plans-chart-row-5-cell-1": "Darbojas katrā valstī",
  "home-plans-chart-row-5a-cell-1": "Bez CAPTCHA un 99,9% pasīvie režīmi",
  "home-plans-chart-row-5b-cell-1": "Botu pārliecības rādītāji",
  "home-plans-chart-row-6-cell-1": "GDPR un CCPA draudzīga privātuma politika",
  "home-plans-chart-row-7-cell-1": "Smalkgraudaini grūtības līmeņi",
  "home-plans-chart-row-8-cell-1": "Palaidiet savu izaicinājuma saturu",
  "home-plans-chart-row-9-cell-1": "Laika grūtību plānošana",
  "home-try-it-out-button": "Iegūstiet hCaptcha",
  "home-try-it-out-head": "Izmēģini",
  "home-try-it-out-text": "hCaptcha nodrošina vienkāršu, ērtu un uzticamu robotu noteikšanu, vienlaikus cilvēkiem to ir mazsvarīgi atrisināt.",
  "labeling-about-head": "Par hCaptcha",
  "labeling-about-text-1": "hCaptcha ir paredzēts, lai atrisinātu darbietilpīgākās problēmas mašīnmācībā; savlaicīgi, pieņemami un uzticami marķēt lielu daudzumu datu. Vairāk datu parasti dod labākus rezultātus apmācības mašīnmācīšanās modeļos. Nesenie dziļo modeļu panākumi ir noveduši pie arvien lielākām datu kopām, un hCaptcha kalpo šai vajadzībai.",
  "labeling-about-text-2": "Tomēr lielu, cilvēkiem pārskatītu datu kopu izveidošana, izmantojot tradicionālās metodes, ir lēna un dārga. hCaptcha ir veids, kā uzņēmumi ātrāk, kvalitatīvāk un ar zemākām izmaksām nekā nepieciešamās citas alternatīvas var iegūt nepieciešamās anotācijas.",
  "labeling-annotations-head": "Anotāciju veidi",
  "labeling-annotations-text-1": "Precīza objektu noteikšana attēlos un video",
  "labeling-annotations-text-2": "Precīza objektu noteikšana attēlos un video",
  "labeling-annotations-text-3": "Punktu anotācijas daudziem dažādiem lietošanas gadījumiem",
  "labeling-annotations-text-4": "Kārtojiet vai pievienojiet jebkura lieluma patvaļīgas kategorijas",
  "labeling-annotations-text-5": "Cilvēka vadīta noteikšana un klasifikācija",
  "labeling-annotations-text-6": "Vai nepieciešams cits veids, kas šeit nav norādīts? Vienkārši pajautājiet mums.",
  "labeling-annotations-title-1": "Ierobežojošās kastes",
  "labeling-annotations-title-2": "Daudzstūri",
  "labeling-annotations-title-3": "Orientieri",
  "labeling-annotations-title-4": "Atribūtu kategorizēšana",
  "labeling-annotations-title-5": "Salīdzinājums un noteikšana",
  "labeling-annotations-title-6": "... un vēl daudz vairāk",
  "labeling-ent-button": "Sazinieties ar mūsu Enterprise Solutions komandu",
  "labeling-ent-head": "Jums nepieciešama pilnīga kontrole?",
  "labeling-ent-text-1": "HCaptcha platforma HUMAN nodrošina ļoti sarežģītas darba kvalitātes un pārvaldības funkcijas, izmantojot vietējās, hibrīdās vai SaaS izvietojumus, kas integrējas jūsu esošajās sistēmās.",
  "labeling-ent-text-2": "Palaist pilnībā bezsaistē ar savu darbaspēku, izsekot biznesa vienībās vai konsorcija partneros patērēto vērtību, selektīvi virzīt darbus dažādiem iekšējiem vai ārējiem darba nodrošinātājiem, pamatojoties uz izmaksu un drošības prasībām, un vēl vairāk.",
  "labeling-ent-text-3": "Viegla piekļuve API, skaisti informācijas paneļi un jaunākā modeļa in-the-loop tehnoloģija, lai palielinātu efektivitāti.",
  "labeling-ent-text-4": "Pieejams 99,99% darbspējas SLA un diennakts atbalsts visā pasaulē visu diennakti. Lai iegūtu vairāk informācijas:",
  "labeling-features-head-1": "Vienkārši API vadīti cauruļvadi.",
  "labeling-features-head-2": "Optimizēts izmaksu un kvalitātes ziņā. Sākotnējās saistības nav nepieciešamas.",
  "labeling-features-head-3": "Maksājiet tikai par nepieciešamo precizitāti.",
  "labeling-features-head-4": "Sniedziet savus patiesās pamatinformācijas datus vai ļaujiet mums tos veidot, lidojot.",
  "labeling-features-text-1": "Vai vēlaties integrēt cilvēku pārskatu tieši savā uzņēmējdarbībā? Mēs piedāvājam augstas uzticamības SLA, garantētu jaudu un vienkāršas REST API.",
  "labeling-features-text-2": "HUMAN platforma izmanto visaptverošus uzticības modeļus, lai veiktu sarežģītu reāllaika kvalitātes analīzi. Tas ļauj mums ātri noteikt gan jautājumu grūtības, gan to iespējamo pareizo atbildi, ietaupot jūsu laiku un naudu.",
  "labeling-features-text-3": "Ne visas problēmas ir vienādas. Drošībai kritiski svarīgu uzdevumu anotācijām var būt nepieciešama 99,99% pārliecība tikai no visiem darbiniekiem. Mobilās spēles lietotnes vienas beta funkcijas anotācijām var būt nepieciešama tikai mērena uzticēšanās. Izlem tu.",
  "labeling-features-text-4": "Vai jums ir neapstrādāti dati bez visaptveroša verifikācijas komplekta? Vairumā gadījumu mēs varam jums to izveidot, kad uzdevumi tiek izpildīti sistēmā, vai izveidot apstiprinātus paraugus.",
  "labeling-info-head": "Datu iezīmēšana",
  "labeling-info-text-1": "Sazinieties ar kādu no mūsu domēna ekspertiem, lai noteiktu jūsu projekta vajadzības: mērķa precizitāti, formātu un visas īpašās prasības.",
  "labeling-info-text-2": "Mēs veicam nelielu ražošanas darbu, pamatojoties uz jūsu parauga datiem. Tas pārbauda kopīgi paveikto darbu, lai nodrošinātu, ka jūs saņemat tieši to, kas jums nepieciešams.",
  "labeling-info-text-3": "Ar mūsu lielo apjomu un zemo latentumu mēs ātri pagriezīsim jūsu darbu ar automatizētu piegādi, tiklīdz tas būs paveikts.",
  "labeling-info-text-4": "Tā kā mēs labāk saprotam jūsu ražošanas darba parametrus, laika gaitā rezultāti turpinās uzlaboties.",
  "labeling-info-text-5": "Tiešraides informācijas paneļi ļauj jums jebkurā laikā sniegt atsauksmes vai apturēt ražošanu.",
  "labeling-info-title-1": "Definējiet specifikācijas",
  "labeling-info-title-2": "Sākotnējā darba pārbaude",
  "labeling-info-title-3": "Izvietot ražošanas darbus",
  "labeling-info-title-4": "Pastāvīgu uzlabošanu",
  "labeling-info-title-5": "Reāllaika rezultāti",
  "labeling-main-1": "Izmaksu ziņā efektīva datu marķēšana",
  "labeling-main-1-button": "Iegūstiet savus datus tagad",
  "labeling-main-1c": "Vai jūsu datu kopām nepieciešams vairāk iezīmju? hCaptcha nodrošina ātru, izmaksu ziņā efektīvu un augstas kvalitātes datu marķēšanu uzņēmumiem, kas strādā ar mākslīgā intelekta un mašīnmācīšanās lietojumprogrammām.",
  "labeling-main-2": "Nekavējoties veiciet miljoniem uzdevumu.",
  "labeling-main-2-button": "Pērciet datu marķēšanas pakalpojumus",
  "labeling-main-2c": "hCaptcha ir viens no lielākajiem baseiniem uz planētas, kas pieejams jūsu lietošanai. Neatkarīgi no jūsu mēroga, mēs to varam rīkoties bez dārgām iepriekšējām saistībām. Miljoniem uzdevumu dienā nav problēmu.",
  "labeling-platform-head": "Privāta vai publiska informācija",
  "labeling-platform-text": "hCaptcha ir veidota uz HUMAN platformas, kas ļauj sarežģītai maršrutēšanai un analīzei optimizēt izmaksas un efektivitāti katrā solī. Šī tehnoloģija ļauj pareizajam darbaspēkam rīkoties ar katru jūsu darba daļu, maksimāli palielinot izmaksu efektivitāti, vienlaikus saglabājot privātumu un izpildot visas piemērojamās normatīvās prasības.",
  "labeling-try-button": "Pērciet datu marķēšanas pakalpojumus",
  "labeling-try-head": "Vai vēlaties izmēģināt savus datus?",
  "labeling-try-text": "... mēs esam gatavi, kad esat: mūsu pakalpojums ir pieejams visu diennakti.",
  "learn-more-hcaptcha": "Uzziniet vairāk par hCaptcha",
  "page-acc-faq-1": "Jautājums: vai hCaptcha sadaļa 508 + WCAG 2.1 AA ir saderīga? Atbilde: Mēs uzskatām, ka tā ir: visi lietotāji ar jebkāda veida traucējumiem, kuri spēj pārlūkot tīmekli un ievadīt tekstu veidlapās, reģistrējoties var piekļūt pakalpojumiem, kurus aizsargā hCaptcha. Tomēr tas nav juridisks padoms: jums ir jāveic savs novērtējums, ņemot vērā jūsu īpašo ieviešanu, lai nodrošinātu, ka tas tā ir jūsu izvietošanas gadījumā.",
  "page-acc-faq-2": "Jautājums. Vai strādājat ar citām pieejamības (a11y) opcijām, piemēram, audio? Atbilde. Iepriekš populārās opcijas, piemēram, audio captchas, diskriminē daudzus a11y lietotājus, un tās viegli pārspēj mūsdienu mašīnmācīšanās metodes. Tas ir licis pašreizējiem audio izaicinājumiem kļūt arvien grūtākiem, ieviešot troksni, nepāra laiku, neparastas vārdu kombinācijas un tā tālāk, lai uzvarētu uzbrucējus. Tādējādi mēs esam mazāk entuziasma par šo pieeju, salīdzinot ar izvairīšanos no izaicinājuma, taču mēs to apsvērsim, ja būs pieprasījums no a11y kopienas. Tomēr mūs ļoti interesē Privacy Pass pieejamības lietošanas gadījumā. Mēs uzskatām, ka mūsu pašreizējās a11y pieejas apvienošana ar Privacy Pass izdošanu ļaus a11y lietotājiem droši pārlūkot, zinot, ka viņu trafika ir privātāka, vienlaikus ierobežojot robotu operatoru ļaunprātīgu izmantošanu, kas neizbēgami notiek, ja ir pieejamas a11y opcijas. Mēs esam aktīvi dalībnieki IETF darba grupā, kas standartizē šo jauno tehnoloģiju.",
  "page-acc-faq-3": "Jautājums: kā ar privātumu? Vai reģistrācija kaut kādā veidā atklāj a11y pārlūkošanas datus? Ko jūs darāt ar e-pastu? Atbilde: hCaptcha ir paredzēts privātumam no paša sākuma. Tas ļoti atšķiras no tradicionālajām opcijām, piemēram, reCAPTCHA, kas pieder reklāmu tīkliem, kuriem ir stimuls izsekot jums tīmeklī un saistīt jūs ar īstu identitāti. Mēs nekad neizmantojam pieejamības e-pastus vai informāciju citiem mērķiem, kā vien atvieglotu lietošanu un novērstu ļaunprātīgu izmantošanu. Mūsu konfidencialitātes politikā ir sniegtas izsmeļošas un uzticamas atbildes par to, kā mēs izmantojam datus, taču īsa atbilde ir tāda, ka mēs neesam ieinteresēti saistīt jūs kā personu ar jūsu pārlūkošanas vēsturi. Mēs arī pašlaik strādājam pie kriptogrāfijas risinājuma, lai ātri atmestu jūsu e-pasta adresi. vienlaikus saglabājot mūsu spēju novērst ļaunprātīgu izmantošanu, papildinot mūsu Privacy Pass darbu.",
  "page-acc-link-1": "Ja esat piekļuves lietotājs, lūdzu, reģistrējieties šeit.",
  "page-acc-subhead": "Nodrošināt vienmērīgu piekļuvi visiem lietotājiem, vienlaikus saglabājot drošību",
  "page-acc-summary": "Kopsavilkums",
  "page-acc-summary-contents-1": "hCaptcha ir izstrādāta, lai apturētu botus, atšķirot tos no cilvēkiem. Vizuālie testi tam ir ērts rīks, taču ne visi var atrisināt vizuālo izaicinājumu. Šī iemesla dēļ esam izstrādājuši vienkāršu, nesāpīgu alternatīvu, lai ļautu izdevējiem, kuri izmanto mūsu pakalpojumu, saglabāt pieejamību visiem, pilnībā ievērojot 508. sadaļu un WCAG 2.1 AA atbilstību.",
  "page-acc-summary-contents-2": "Kā tas darbojas: vispirms piekļuves lietotājs reģistrējas šajā URL, kas ir saistīts ar logrīka hCaptcha informācijas lapu. Viņiem tiek piešķirts šifrēts sīkfails, kuru var izmantot vairākas reizes dienā, taču tas ir jāatsvaidzina ik pēc 24 stundām, izmantojot pieteikšanos. Ja jebkuras vietnes pieejamības lietotājam tiek uzrādīts izaicinājums, izmantojot pakalpojumu hCaptcha, tas automātiski iziet.",
  "page-acc-title": "hCaptcha informācija par pieejamību",
  "page-acc-tr-body": "Jautājums: Pēc sīkdatnes iestatīšanas es joprojām redzu izaicinājumu. Kas to izraisa?<br> Atbilde: Tas parasti notiek tāpēc, ka tiek izmantots agresīvs reklāmu bloķētājs vai anti-sīkfailu paplašinājums vai iestatījums, kas bloķē vairāku vietņu sīkfailus, šajā gadījumā hcaptcha.com sīkfailu, kuru hCaptcha JS ir iestatījis vai pārbaudījis citā vietnē. , piemēram, to, kuru apmeklējat.<br><br> hCaptcha pieejamības sīkfaili darbojas ar visiem populāriem pārlūkiem un reklāmu bloķētājiem ar to standarta iestatījumiem, tāpēc parasti kļūmes rodas anti-anti-adblock skriptu vai līdzīgu noteikumu kopu dēļ, kas mērķētas uz noteiktām vietnēm.<br><br> Risinājumi:<br><br> 1. Baltā saraksta hcaptcha.com un * .hcaptcha.com sīkfailus savā reklāmu bloķētājā vai pārlūkprogrammas drošības paplašinājumā.<br> 2. Ja izmantojat pārlūku Brave, kurā, šķiet, pašlaik nav nekāda veida sīkfailu baltā saraksta, dodieties uz Preferences -> Vairogi -> Sīkfaili un izvēlieties Atļaut visus sīkfailus.<br> 3. Ja jūs izmantojat visjaunāko Safari versiju nesen izdotajā OS X 10.15 vai iOS 13.4, Apple tikko mainīja Safari darbību, kas saistīta ar trešo pušu sīkfailiem, pēc noklusējuma bloķējot tos visus. Mēs ieviešam risinājumu, bet tikmēr, lūdzu, apmeklējiet sadaļu Safari preferences, Privātums un noņemiet atzīmi no vietnes Vietņu izsekošana: novērsiet vietņu izsekošanu, lai piekļuves sīkdatne varētu darboties, kā paredzēts.<br><br> Jautājums: Es izmantoju vairākas ierīces. Vai man jāreģistrējas vairākas reizes?<br> Atbilde: Nē. Lūdzu, noklikšķiniet uz tās pašas e-pasta pieteikšanās saites, kas jums tika nosūtīta katrā ierīcē, kuru izmantojat, lai iestatītu sīkfailu.<br><br> Jautājums: Kā es varu pasargāt sevi no trešās puses sīkfailu izsekošanas, izmantojot piekļuves sīkdatni?<br> Atbilde: jebkura privātuma vai reklāmu bloķēšanas paplašinājuma izmantošana, kas atbalsta domēna līmeņa balto sarakstu izveidošanu (piemēram, uBlock Origin), darbosies kā paredzēts: vienkārši pārliecinieties, vai esat iekļāvis hcaptcha.com.",
  "page-acc-tr-title": "Pieejamības lietotājiem: bieži uzdotie jautājumi un traucējummeklēšanas rokasgrāmata",
  "page-acc-tr2-body": "Safari<br> Lai iespējotu sīkfailus pārlūkprogrammā Safari (Mac): dodieties uz nolaižamo izvēlni Safari. Atlasiet Preferences. Augšējā panelī noklikšķiniet uz Privātums. Sadaļā “Bloķēt sīkfailus” atlasiet opciju “Nekad”.<br> Lai iespējotu sīkfailus pārlūkprogrammā Safari (iPhone / iPad iOS 11+): atveriet iestatījumus. Ritiniet uz leju un atlasiet Safari. Sadaļā Privātums un drošība izslēdziet “Novērst vietņu izsekošanu” un “Bloķēt visus sīkfailus”<br><br> Firefox<br> Jebkurā tīmekļa vietnē noklikšķiniet uz vairoga, kas atrodas pa kreisi no adreses joslas. Noklikšķiniet uz Aizsardzības iestatījumi. Tiks atvērts Firefox preferenču konfidencialitātes un drošības panelis. Sadaļā Uzlabotā izsekošanas aizsardzība atlasiet Pielāgots. Izvēlieties bloķējamos izsekotājus un skriptus, atzīmējot šīs izvēles rūtiņas. Pārliecinieties, vai esat atbloķējis vietni hcaptcha.com.<br><br> Varat arī uz laiku izslēgt dažus aizsardzības iestatījumus Custom, lai to atkļūdotu, noņemot atzīmi no izvēles rūtiņām: Ja joprojām rodas problēmas, noņemiet atzīmi no izvēles rūtiņas Trackers vai noņemiet atzīmi no izvēles rūtiņas Cookies.<br><br> Google Chrome<br> Google Chrome (personālais dators)<br> Atlasiet Chrome izvēlnes ikonu. Atlasiet Iestatījumi.<br> Pārejiet uz sadaļu Privātums un drošība, pēc tam sīkfaili un citi vietnes dati.<br> Pārliecinieties, vai nav iespējota opcija Bloķēt trešās puses sīkfailus.<br><br> Google Chrome (Mac):<br> Izvēlņu joslā atveriet Chrome preferences.<br> Pārejiet uz sadaļu Privātums un drošība, pēc tam sīkfaili un citi vietnes dati.<br> Pārliecinieties, vai nav iespējota opcija Bloķēt trešās puses sīkfailus.<br><br> Google Chrome (Android):<br> Android ierīcē atveriet lietotni Chrome.<br> Augšējā labajā stūrī pieskarieties vienumam Vēl un pēc tam - Iestatījumi.<br> Pieskarieties pie Vietnes iestatījumi un pēc tam uz Sīkfaili.<br> Blakus vienumam Sīkfaili ieslēdziet iestatījumu.<br> Atzīmējiet izvēles rūtiņu “Atļaut trešo pušu sīkfailus”.<br><br> Internet Explorer<br> 1. Ekrāna augšējā labajā stūrī atlasiet zobratu un pēc tam atlasiet “Interneta opcijas”. Ja esat iespējojis izvēlņu joslu, varat atlasīt “Rīki” un pēc tam “Interneta opcijas”.<br> 2. Noklikšķiniet uz cilnes Konfidencialitāte.<br> 3. Atlasiet pogu Papildu.<br> 4. Sadaļā “Trešās puses sīkfaili” izvēlieties “Pieņemt”.<br> 5. Noklikšķiniet uz Labi",
  "page-acc-tr2-head": "Pārlūkprogrammas instrukcijas vietņu sīkdatnēm",
  "priv-hc": "Konfidencialitāte ir koncentrēta",
  "priv-hc-text": "Reklāmu tīkli jūs redz kā savu produktu. Mums nav. Mums ir vienalga, kas ir lietotāji, tikai cik liela iespējamība ir viņu ļaunprātīgai izmantošanai. Mēs atbalstām tādas iniciatīvas kā Privacy Pass un cītīgi strādājam, lai līdzsvarotu privātumu un drošību.",
  "reporting-bugs-accessibility-button": "Uzziniet vairāk par pieejamības iespējām",
  "reporting-bugs-accessibility-head": "Pieejamības opcijas",
  "reporting-bugs-accessibility-text": "Vai esat redzes invalīds vai kā citādi nespēj pabeigt hCaptchas?",
  "reporting-bugs-guide-ff-head": "Kļūdu ziņojuma informācijas tveršana: Firefox",
  "reporting-bugs-guide-ff-step-1": "1. darbība: atveriet izstrādātāja rīkus (ar to tiek sākta sesijas ierakstīšana.)",
  "reporting-bugs-guide-ff-step-2": "2. solis: Izstrādātāja rīkos noklikšķiniet uz cilnes Tīkls. Augšdaļā atzīmējiet izvēles rūtiņu Persist logs.",
  "reporting-bugs-guide-ff-step-3": "3. darbība: apmeklējiet vietni https://accounts.hcaptcha.com/demo vai vietni, kurā radās problēma (konfidencialitātes piezīme: tikai tad, ja jums nav iebildumu kopīgot, kas tas ir) ... un pēc tam noklikšķiniet uz I esmu cilvēks pogu, un mēģināt atrisināt.",
  "reporting-bugs-guide-ff-step-4": "4. darbība: noklikšķiniet uz HAR pēc tam, kad mēģināts atrisināt problēmu, un izvēlieties Saglabāt visu kā HAR, lai saglabātu tīkla žurnālu. Nosūtiet mums šo failu.",
  "reporting-bugs-guide-ff-step-5": "5. solis: Noklikšķiniet uz cilnes Konsole un ar peles labo pogu noklikšķiniet uz Atlasīt visu un saglabājiet to teksta failā, lai saglabātu konsoles žurnālu. Nosūtiet to arī mums.",
  "reporting-bugs-guide-ff-step-6": "Pēdējā darbība: nosūtiet mums šos HAR un konsoles žurnālfailus pa e-pastu un aprakstiet problēmu Izmantojiet: support@hcaptcha.com (lūdzu, izmantojiet tādu pakalpojumu kā Dropbox vai Filebin un nosūtiet saites) un pēc izvēles ekrānuzņēmumu, ja jums ir aizdomas, ka kaut kas netiek rādīts pareizi. . Lūdzu, nosūtiet arī IP, kuru izmantojat. Varat to iegūt vietnē https://www.whatsmyip.org/. Paldies, ka veltījāt laiku, lai palīdzētu mums iegūt šo informāciju! Mēs esam apņēmušies nodrošināt, lai hCaptcha darbotos labi ikvienam.",
  "reporting-bugs-guide-head": "Kļūdu ziņojuma informācijas tveršana: Chrome",
  "reporting-bugs-guide-step-1": "1. darbība: atveriet izstrādātāja rīkus (ar to tiek sākta sesijas ierakstīšana.)",
  "reporting-bugs-guide-step-2": "2. solis: Izstrādātāja rīkos noklikšķiniet uz cilnes Tīkls. Augšdaļā atzīmējiet rūtiņu Saglabāt žurnālu.",
  "reporting-bugs-guide-step-3": "3. darbība: apmeklējiet vietni https://accounts.hcaptcha.com/demo vai vietni, kurā radās problēma (konfidencialitātes piezīme: tikai tad, ja jums nav iebildumu kopīgot, kas tas ir) ... un pēc tam noklikšķiniet uz I esmu cilvēks pogu, un mēģināt atrisināt.",
  "reporting-bugs-guide-step-4": "4. solis: Pēc mēģinājuma atrisināt noklikšķiniet uz Eksportēt HAR (mazā lejupvērstā bultiņa), kas saglabā tīkla žurnālu. Nosūtiet šo failu mums.",
  "reporting-bugs-guide-step-5": "5. solis: Noklikšķiniet uz cilnes Konsole un ar peles labo pogu noklikšķiniet uz Saglabāt kā .., lai saglabātu konsoles žurnālu. Nosūtiet to arī mums.",
  "reporting-bugs-guide-step-6": "Pēdējā darbība: nosūtiet mums šos HAR un konsoles žurnālfailus pa e-pastu un aprakstiet problēmu. Izmantojiet: support@hcaptcha.com (lūdzu, izmantojiet tādus pakalpojumus kā Dropbox vai Filebin un nosūtiet saites) un pēc izvēles ekrānuzņēmumu, ja jums ir aizdomas, ka kaut kas netiek rādīts pareizi. Lūdzu, nosūtiet arī IP, kuru izmantojat. Varat to iegūt vietnē https://www.whatsmyip.org/. Paldies, ka veltījāt laiku, lai palīdzētu mums iegūt šo informāciju! Mēs esam apņēmušies nodrošināt, lai hCaptcha darbotos labi ikvienam.",
  "reporting-bugs-guide-text-1": "Nosūtot atkļūdošanas informāciju kopā ar savu ziņojumu, mums būs daudz vieglāk noteikt notiekošo. Tālāk ir sniegti soli pa solim sniegtie norādījumi.",
  "reporting-bugs-guide-text-2": "Ja esat tīmekļa izstrādātājs vai eksperts lietotājs, mēs vēlamies, lai jūs mums nosūtītu tīkla ieraksta HAR un pārlūkprogrammas konsoles žurnālus. Lūdzu, vispirms mēģiniet atspējot visus reklāmu bloķētājus vai pārlūkprogrammas drošības paplašinājumus un pēc tam mēģiniet vēlreiz, pirms veicat šīs darbības. Ja tas atrisinās jūsu problēmu, mēs joprojām būtu pateicīgi, ja paziņosiet mums savu pārlūkprogrammas versiju, reklāmu bloķētāju vai pārlūkprogrammas paplašinājumu un vietnes URL.",
  "reporting-bugs-intro-head": "Atradāt kļūdu? Lūk, kā par to ziņot.",
  "reporting-bugs-intro-text": "Miljoniem cilvēku katru mēnesi izmanto hCaptcha tūkstošiem pārlūkprogrammu, paplašinājumu, ierīču, ugunsmūri un daudz ko citu. Mūsu mērķis ir pārliecināties, ka tas vienmēr darbojas jūsu labā, tāpēc mēs ļoti novērtējam jūsu ziņojumus! Lai sniegtu ātras atsauksmes, vienkārši noklikšķiniet uz pogas Sūtīt mums atsauksmes. Ja redzat funkcionālu problēmu, lūdzu, izpildiet tālāk norādītos Chrome atkļūdošanas žurnāla norādījumus vai Firefox atkļūdošanas žurnāla norādījumus. Jebkurām citām pārlūkprogrammām vienkārši nosūtiet mums e-pastu. Par iespējamām drošības vai privātuma problēmām skatiet tālāk sniegtos norādījumus.",
  "reporting-bugs-privacy-head": "Privātuma jautājumi",
  "reporting-bugs-privacy-text": "Mums ir vienalga, kas ir lietotāji, tikai iespējamība, ka viņi būs ļaunprātīgi vai mašīnas. Mēs atbalstām tādas iniciatīvas kā Privacy Pass un cītīgi strādājam, lai līdzsvarotu privātumu un drošību. Ja esat atradis problēmu, kas, jūsuprāt, varētu ietekmēt lietotāju privātumu, lūdzu, rakstiet mums pa e-pastu uz support@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "Nosūtiet mums atsauksmes",
  "reporting-bugs-provide-feedback-head": "Sniedziet tūlītēju atsauksmi par hCaptcha",
  "reporting-bugs-provide-feedback-text": "Mēs novērtējam jūsu ieguldījumu. Informējiet mūs par visiem jautājumiem, un mēs tos ātri atrisināsim.",
  "reporting-bugs-security-head": "Drošības kļūdas",
  "reporting-bugs-security-text": "Mēs vienmēr esam ieinteresēti saņemt ziņojumus par drošības kļūdām. Sūtiet e-pastu uz support@hcaptcha.com un CC security@hcaptcha.com, un mēs ar jums sazināsimies ātri. Mums ir arī kļūdu atlīdzības programma atbilstošiem drošības ziņojumiem par pakalpojumu hCaptcha un ar to saistīto pirmkodu.",
  "sales-interstitial-c1": "Uzņēmumiem",
  "sales-interstitial-c1a": "Uzņēmuma drošības risinājumi (maksas)",
  "sales-interstitial-c1b": "Uzziniet vairāk par hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "Datu anotācija",
  "sales-interstitial-c1d": "Iegādājieties hCaptcha anotācijas pakalpojumus",
  "sales-interstitial-c2": "Privātpersonām",
  "sales-interstitial-c2a": "Pievienojiet hCaptcha savam pakalpojumam (bez maksas)",
  "sales-interstitial-c2b": "Pievienojiet hCaptcha for Publishers manai vietnei vai lietotnei",
  "sales-interstitial-c2c": "Kas ir hCaptcha?",
  "sales-interstitial-c2d": "Uzziniet vairāk par hCaptcha",
  "sales-interstitial-head": "Pārliecināsimies, vai nokļūsiet īstajā vietā.",
  "sec-hc": "Vispirms drošība",
  "sec-hc-text": "hCaptcha ir vērsta uz izdevējiem. Mēs strādājam, lai sniegtu vietnēm reālus datus un ļautu tām izlemt, kā tos izmantot. Precizitāte ir jūsu un mūsu interesēs. Citus captchus nodrošina reklāmas uzņēmumi. Katrs robots, ko viņi bloķē, var samazināt savus ieņēmumus.",
  "signup-interstitial-c1": "Uzņēmumiem vai vietnēm",
  "signup-interstitial-c1a": "Pievienojiet hCaptcha savam pakalpojumam (bez maksas)",
  "signup-interstitial-c1b": "Pievienojiet hCaptcha for Publishers manai vietnei vai lietotnei",
  "signup-interstitial-c1c": "Uzņēmuma drošības risinājumi (maksas)",
  "signup-interstitial-c1d": "Uzziniet vairāk par hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "Datu anotācija",
  "signup-interstitial-c1f": "Iegādājieties hCaptcha anotācijas pakalpojumus",
  "signup-interstitial-c2": "Privātpersonām",
  "signup-interstitial-c2a": "Pieejamība",
  "signup-interstitial-c2b": "Uzziniet par hCaptcha pieejamības iespējām",
  "signup-interstitial-c2c": "Pelnīt naudu",
  "signup-interstitial-c2d": "Strādājiet kā individuāls datu marķētājs",
  "signup-interstitial-head": "Pārliecināsimies, vai nokļūsiet īstajā vietā.",
  "support-interstitial-c1": "Uzņēmumiem",
  "support-interstitial-c1a": "Uzņēmuma drošības risinājumi (maksas)",
  "support-interstitial-c1b": "Saņemiet atbalstu hCaptcha Enterprise (BotStop)",
  "support-interstitial-c1c": "hCaptcha Publisher (bezmaksas)",
  "support-interstitial-c1d": "Saņemiet atbalstu hCaptcha Publisher",
  "support-interstitial-c2": "Privātpersonām",
  "support-interstitial-c2a": "Vai jums ir grūtības ar izaicinājumu?",
  "support-interstitial-c2b": "Uzziniet par hCaptcha pieejamības iespējām",
  "support-interstitial-c2c": "Vai vēlaties ziņot par kļūdu?",
  "support-interstitial-c2d": "Uzziniet vairāk par ziņošanu par programmatūras problēmām",
  "support-interstitial-head": "Pārliecināsimies, vai nokļūsiet īstajā vietā.",
  "what-is-hcaptcha": "Kas ir hCaptcha?",
  "what-is-hcaptcha-text": "hCaptcha palīdz jūsu iecienītākajiem tīmekļa pakalpojumiem novērst robotus, surogātpastu un ļaunprātīgu izmantošanu, uzdodot vienkāršus jautājumus, kas ir viegli cilvēkiem un grūti mašīnām.",
  "why-hc": "Kāpēc hCaptcha?",
  "why-hc-text": "Katru reizi, kad atbildat uz izaicinājumu, mēs izmantojam sarežģītus modeļus, lai noskaidrotu, vai jūs esat cilvēks vai mašīna. Pēc tam jūsu apmeklētā vietne izmanto šo rezultātu, lai palīdzētu uzlabot jūsu vietnes pieredzi, novēršot robotus.",
  "footer-link-5b": "Nospiediet",
  "footer-link-cyberattacks": "Kiberuzbrukumi 101"
}