{
    "1031855757": "Šīs vietnes izmantošana",
    "1034830": "Strīdi, uz kuriem, iespējams, nav pakļauti strīda šķīrējtiesas līgumam, kā noteikts Doda-Franka Volstrītas reformas un patērētāju aizsardzības likumā (Publiskais likums 111-203), ir izslēgti no šī.",
    "1064537632": "Lūdzu, ņemiet vērā, ka mūsu Pakalpojuma lietošanu regulē mūsu datu apstrādes līgums, kas šeit ir iekļauts kā atsauce. Lūdzu, pārskatiet šo līgumu, lai uzzinātu, kā mēs apstrādājam personas datus jūsu vārdā. Ņemiet vērā, ka mēs darbojamies kā “datu apstrādātājs” ES Vispārīgās datu aizsardzības regulas izpratnē un “pakalpojumu sniedzējs” Kalifornijas Patērētāju privātuma likuma izpratnē.",
    "1095532507": "Sīkfails (\"Sīkfails\") ir neliels teksta fails, ko jūsu cietajā diskā ievieto tīmekļa lapas serveris. Sīkfaili satur informāciju, ko vēlāk var nolasīt tīmekļa serveris domēnā, kas jums izsniedzis sīkfailu. Dažas sīkdatnes tiks izmantotas tikai tad, ja izmantosit noteiktas funkcijas vai atlasīsiet noteiktas preferences, un dažas sīkdatnes tiks izmantotas vienmēr. Jūs varat uzzināt vairāk par katru sīkfailu, apskatot mūsu pašreizējo sīkfailu sarakstu zemāk.",
    "1158384644": "Jūs jebkurā laikā varat izvēlēties pārtraukt mūsu vietnes izmantošanu, ja jums ir jāievēro visas piemērojamās IMI politikas. Mēs varam pēc saviem ieskatiem izbeigt šo līgumu, apturēt piekļuvi mūsu vietnei vai noņemt jebkādus pakalpojumus nekavējoties bez brīdinājuma jebkāda iemesla dēļ.",
    "1300074400": "Informāciju par uzņēmuma pašreizējo vadību var iegūt lapā Par. Uzņēmuma pašreizējais izpilddirektors ir rīkotājdirektors, kas atbild par saturu.",
    "1395644678": "Eiropas Komisijas oficiālā tīmekļa vietne strīdu izšķiršanai tiešsaistē:",
    "148542287": "Tas nav juridisks padoms, un par šo analīzi netiek sniegtas nekādas garantijas. Ja jums ir papildu jautājumi vai neskaidrības, lūdzu, sazinieties ar mums:",
    "1527172673": "Ja jums ir kādi jautājumi par šo sīkfailu politiku, lūdzu, sazinieties ar mums:",
    "1535054294": "Lūdzu, skatiet detalizēto politiku",
    "1747657936": "Mūsu vietnes un pakalpojumi nav paredzēti bērniem, kas jaunāki par 13 gadiem, un mēs apzināti neievācam personas informāciju no bērniem, kas jaunāki par 13 gadiem. Ja uzzināsim, ka esam apkopojuši personas informāciju par bērnu, kas jaunāks par 13 gadiem, mēs veiksim saprātīgas darbības, lai pēc iespējas ātrāk izdzēstu šādu informāciju no mūsu failiem, ja vien mums nav juridiska pienākuma to saglabāt. Lūdzu, sazinieties ar mums, ja uzskatāt, ka mums ir kāda informācija no vai par bērnu, kas jaunāks par 13 gadiem:",
    "1807512722": "Jūs varat iesniegt administratīvajai aģentūrai jebkuru prasību, kas izriet no šīs tīmekļa vietnes lietošanas, taču tikai tādā mērā, kādā piemērojamie tiesību akti atļauj piekļuvi šādai aģentūrai, neskatoties uz šķīrējtiesas līguma esamību. Šādas administratīvās prasības bez ierobežojumiem ietver prasības vai apsūdzības, kas iesniegtas Vienlīdzīgu nodarbinātības iespēju komisijā, ASV Darba departamentā un Nacionālajā darba attiecību padomē. Nekas šajā punktā netiks uzskatīts par tādu, kas neliedz vai neatbrīvo jūs no administratīvās prasības celšanas jebkurā aģentūrā, lai izpildītu jūsu pienākumu izsmelt administratīvos līdzekļus pirms prasības iesniegšanas šķīrējtiesā, tomēr jūs atsakāties no tiesībām uz jebkādu naudas atlīdzību, izmantojot šo aģentūrām.",
    "2238885192": "Mēs izmantojam Sentry, lai apkopotu atkļūdošanas datus, kad lietotājam rodas kļūda. Lai iegūtu informāciju par to, kā Sentry vāc un apstrādā datus:",
    "2520904193": "Jūs atsakāties no jebkādām tiesībām uz strīda ierosināšanu, izskatīšanu vai šķīrējtiesu kā klases, kolektīvu vai pārstāvības prasību. Neatkarīgi no citiem šajā līgumā ietvertajiem noteikumiem, iepriekšējais teikums nekādā gadījumā nav atdalāms no šī līguma. Jebkuru prasību, ka visa šī atteikšanās vai tās daļa ir neizpildāma, neapzinīga, spēkā neesoša vai atceļama, var noteikt tikai kompetentas jurisdikcijas tiesa, nevis šķīrējtiesnesis. Jūs nesaņemsiet atriebību vai jums netiks liegts izpildīt uzdevumus mūsu tīmekļa vietnē tādēļ, ka izmantojat savas tiesības saskaņā ar Valsts darba attiecību likuma 7. pantu, vai iesniegsiet vai piedalīsities kolektīvā, kolektīvā vai pārstāvības prasībā jebkurā forumā. , taču mēs varam likumīgi pieprasīt šīs atteikšanās no kolektīvās prasības izpildi un prasīt šādu grupu, kolektīvu vai pārstāvības prasību vai prasību noraidīšanu.",
    "2577178569": "3. Izmanto stingri nepieciešamiem tehniskiem nolūkiem: nodrošina Accessibility User izmantošanu.",
    "2583888954": "Izņēmumi.",
    "263977834": "Administratīvā izsīkšana.",
    "2657277322": "Ja jums ir kādi jautājumi, lūdzu, sazinieties ar mums:",
    "271333468": "Mēs īstenojam atbilstošus tehniskos un organizatoriskos pasākumus, lai aizsargātu informāciju, ko apkopojam un glabājam, un pieprasām, lai visi aģenti, kas veic apstrādi mūsu vārdā, darītu to pašu. Diemžēl neviens drošības pasākums nav 100% drošs, un tādējādi neviens tīkls vai sistēma (tostarp mūsu) nevar būt 100% droša pret mūsu apkopotās un glabātās informācijas iznīcināšanu, nozaudēšanu, izmaiņām, neatļautu izpaušanu vai piekļuvi tai. Ja uzskatāt, ka jūsu informācija kāda iemesla dēļ var nebūt droša, lūdzu, nekavējoties sazinieties ar mums:",
    "2763011087": "IMI neapņemas un tai nav pienākuma piedalīties patērētāju strīdu alternatīvajā strīdu izšķiršanā patērētāju strīdu izšķiršanas iestādes priekšā.",
    "2927283721": "Veicot uzdevumus mūsu vietnē, jūs atļaujat vākt, izmantot un izpaust savu personisko informāciju saskaņā ar mūsu Privātuma politiku. Turklāt mēs varam kopīgot noteiktu informāciju par jums un jūsu veiktajiem uzdevumiem Pieprasītājam, kura uzdevumus esat veicis, lai atvieglotu pakalpojumu attiecības un uzlabotu vietni, tostarp, piemēram, līdzstrādnieka ID, izpildīto uzdevumu rezultātus un citus atribūtus, kas saistīti ar jūsu kvalifikācija, valodas, prasmes un vietnes izmantošana.",
    "2943815316": "Mēs periodiski atjauninām šo sarakstu, tāpēc var būt papildu sīkfaili, kas vēl nav iekļauti sarakstā. Vietnēs vai e-pastos var izmantot tīmekļa bāksignālus, tagus un skriptus, lai palīdzētu mums piegādāt sīkfailus, skaitīt apmeklējumus, izprast lietojumu un kampaņas efektivitāti un noteikt, vai e-pasts ir atvērts un uz to ir veiktas darbības. Mēs varam saņemt individuālus un apkopotus ziņojumus, pamatojoties uz to, kā mūsu pakalpojumu/analītikas nodrošinātāji izmanto šīs tehnoloģijas.",
    "3040062804": "Jebkāda šķīrējtiesas procedūra saskaņā ar šo sadaļu pēc noklusējuma notiks Kalifornijas štatā, ja vien jūs nedzīvojat ārpus Amerikas Savienotajām Valstīm, un tādā gadījumā šķīrējtiesa notiks pilnībā elektroniski vai telefoniski. Šķīrējtiesa var notikt jebkurā citā vietā, ja katra puse tam ir rakstiski vienojusies. Neatkarīgi no tās atrašanās vietas jebkura puse var izvēlēties ierasties šķīrējtiesā, izmantojot tiešraides video vai telekonferenci.",
    "3091247030": "Atteikšanās no grupas darbības.",
    "3102490587": "Ja kāds šīs šķīrējtiesas klauzulas noteikums vai daļa tiek pasludināta par spēkā neesošu vai neizpildāmu, izņemot atteikšanos no grupas rīcības, tā tiks pārtraukta, un pārējā šķīrējtiesas klauzulas daļa būs izpildāma.",
    "3187946010": "Visu tekstu, attēlus, grafiskās animācijas, video, mūziku, skaņas un citus materiālus šajās lapās aizsargā autortiesību likums, ko nodrošina IMI vai trešās puses, ja tādas ir norādītas. Ir aizliegts kopēt vai pārveidot šo materiālu komerciālai lietošanai tādā veidā, kas pārsniedz saprātīgu godīgu izmantošanu.",
    "3199694247": "Atdalāmība.",
    "3302832698": "Nepieciešama alternatīva strīdu izšķiršana.",
    "3361191778": "Interneta lapās sniegtā informācija nav individuāls padoms un nevar to aizstāt. Ja jums ir nepieciešams individuāls padoms, lūdzu, sazinieties ar mūsu atbalsta personālu.",
    "3493572638": "Izmaksas un maksas.",
    "3794239003": "Šķīrējtiesas procedūra.",
    "3885459114": "Sīkdatņu izmantošanu parasti varat aktivizēt vai vēlāk deaktivizēt, izmantojot tīmekļa pārlūkprogrammā iebūvētu funkcionalitāti. Ja vēlaties uzzināt vairāk par sīkfailiem vai to kontroli, atspējošanu vai dzēšanu, lūdzu, apmeklējiet vietni https://www.knowcookies.com/, lai iegūtu detalizētus norādījumus.",
    "3956117148": "Vietnēs hCaptcha.com un BotStop.com (Vietnes) var būt iekļauti papildu sīkfaili, kā aprakstīts šajā politikā.",
    "4193379787": "Visas šķīrējtiesas saskaņā ar šo līgumu tiks veiktas saskaņā ar Amerikas Arbitrāžas asociācijas noteikumiem vai ar abpusēji saskaņotu šķīrējtiesas dienestu. Šķīrējtiesnesis būs ASV šķīrējtiesnesis, kas izvēlēts no ne mazāk kā septiņu (7) vārdu saraksta, izmantojot alternatīvus streikus. Šķīrējtiesā katrai pusei būs tiesības veikt adekvātu civilo atklāšanu, iesniegt negatīvus ierosinājumus un pēc vajadzības iesniegt lieciniekus un pierādījumus, lai iepazīstinātu ar savu lietu un aizstāvību, un visus strīdus šajā sakarā izšķir šķīrējtiesnesis. Strīda izšķiršanai jābalstās tikai uz tiesību aktiem, kas reglamentē izvirzītās prasības un iebildumus, un šķīrējtiesnesis nedrīkst atsaukties uz citu pamatu, kā vien šādu kontrolējošo likumu. Šķīrējtiesnesim ir tiesu darbinieka imunitāte pret civiltiesisko atbildību, darbojoties šķīrējtiesneša statusā, un šī imunitāte papildina jebkuru citu pastāvošo imunitāti. Lēmumos jāiekļauj šķīrējtiesneša rakstisks argumentēts atzinums. Jūs atsakāties no savām tiesībām uz tiesu zvērinātajā tiesā par jebkuru prasību, kas jums varētu būt vērsta pret IMI vai ko IMI varētu celt pret jums. Jebkura prasība saskaņā ar šo klauzulu ir jāiesniedz piemērojamā noilguma termiņa ietvaros. Šo klauzulu reglamentē Amerikas Savienoto Valstu federālais arbitrāžas likums, un jūs atzīstat, ka šis Līgums apliecina tirdzniecības darījumu.",
    "470943029": "Ja jums ir kādi jautājumi par šo Privātuma politiku, lūdzu, sazinieties ar mums:",
    "498769698": "Jūs varat piekļūt noteiktai Personas informācijai, kuru esat mums sniedzis, izmantojot savu Integratora, Klienta vai Pieejamības lietotāja kontu, to labot, grozīt vai dzēst (ja esat Integrators, Klients vai Pieejamības lietotājs). Ja nevarat to izdarīt vai jums ir kādi jautājumi par personas informāciju, ko esam savākuši un/vai kopīgojuši par jums, vai vēlaties atsaukt savu piekrišanu mūsu apstrādei (ti, pilnībā dzēst jūsu kontu), lūdzu, sazinieties ar mums:",
    "537881751": "Laipni lūdzam hCaptcha! Šajā konfidencialitātes politikā ir aprakstīta Intuition Machines, Inc. (\"IMI\", \"mēs\" vai \"mēs\") prakse attiecībā uz informācijas (tostarp tālāk definētās personas informācijas) vākšanu, izmantošanu un izpaušanu, izmantojot mūsu vietni www.hcaptcha. .com un jebkuri citi mūsu izmantojamie apakšdomēni vai domēni (“Vietnes”) un hCaptcha lietojumprogrammu saskarne un ar to saistītā programmatūra un materiāli (kopā “Pakalpojums”).",
    "561456032": "Jūs piekrītat, ka attiecībā uz jebkuru strīdu, kas rodas no Pakalpojumu lietošanas vai ir saistīts ar to, tostarp jebkādiem strīdiem, kas var būt radušies laikā, kad sākāt veikt uzdevumus IMI, un jo īpaši ietverot visas prasības, kas saistītas ar to, vai jūs klasificējat kā vai ne. neatkarīgs līgumslēdzējs, jūs vispirms paziņosit IMI par savu prasību pret to. Pēc tam jūs un IMI mēģināsit atrisināt problēmu, izmantojot tiešas sarunas vai starpniecību. Mēs vienādās daļās sadalīsim starpniecības izmaksas un vienosimies, ka starpniecība tiks veikta, izmantojot telefoniskus vai citus elektroniskus līdzekļus. Ja prasība paliek neatrisināta pēc neformālām sarunām vai starpniecības, jūs piekrītat, ka jūs un IMI izmantosit galīgo un saistošo šķīrējtiesu, lai atrisinātu strīdu. Šī klauzula attiecas uz visām prasībām ar atpakaļejošu spēku no brīža, kad sākāt izmantot mūsu vietni, neatkarīgi no tā, vai tās ir balstītas uz deliktu, līgumu, statūtiem, tostarp, bet ne tikai, jebkuras prasības par diskrimināciju un uzmākšanos neatkarīgi no tā, vai tās ir balstītas uz Kalifornijas godīgas nodarbinātības un mājokļu likumu. 1964. gada Civiltiesību likuma VII sadaļa ar grozījumiem vai jebkurš cits valsts vai federālais likums vai regulējums, taisnīguma likums vai cits.",
    "658775471": "Mēs izmantojam Cloudflare, lai optimizētu mūsu tīmekļa trafiku. Lai iegūtu informāciju par to, kā Cloudflare apkopo un apstrādā datus:",
    "702926385": "Katra puse sedz savas attiecīgās izmaksas par juridisko pārstāvību jebkurā šādā šķīrējtiesā, izņemot gadījumus, kad advokāta honorāri ir skaidri noteikti likumā. Puses sadalīs jebkuru sākotnējo administratīvo maksu, ko iekasē šķīrējtiesnesis, līdz maksimālajām izmaksām jums divsimt piecdesmit dolāru (250,00 ASV dolāru) apmērā. Šķīrējtiesneša un tiesas ziņotāja izmaksas, ja tādas ir, sākotnēji sedzam mēs; tomēr šķīrējtiesnesim ir tiesības piespriest atbilstošas izmaksas noteicošajai pusei, kā noteikts likumā, un/vai pieprasīt pusēm sadalīt izmaksas, kas saistītas ar šķīrējtiesnesi un/vai tiesas referentu.",
    "720059527": "2. Izmanto stingri nepieciešamiem tehniskiem nolūkiem: slodzes balansēšanai, maršrutēšanai.",
    "74538881": "Atbildība par šo vietni",
    "996430331": "Šķīrējtiesas atrašanās vieta.",
    "211351380": "No emuāra:",
    "3153117136": "Kā darbojas hCaptcha grūtības iestatījumi",
    "2915355938": "Pieejamība",
    "793784899": "Plāni",
    "2671622670": "Uzņēmums",
    "3527140447": "Dokumenti",
    "505891021": "Marķēšanas pakalpojumi",
    "692176459": "Pieslēgties",
    "1892574253": "Pierakstīties",
    "2593864519": "Apturiet vairāk robotu. Sāciet aizsargāt lietotāja privātumu.",
    "4007826952": "1. konfidencialitātes ziņā pirmā CAPTCHA tīmeklim, mobilajām ierīcēm un citām ierīcēm.",
    "3721365241": "Izmēģiniet",
    "3753956446": "Bezmaksas",
    "3276777569": "hCaptcha",
    "55035359": "Vai pašlaik izmantojat reCAPTCHA?",
    "3417372336": "Pārslēdzieties minūtēs",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Populārākie tiešsaistes pakalpojumi, uz kuriem paļaujas",
    "1470290349": "savā klasē labākajai robotprogrammatūras un krāpšanas pārvaldībai.",
    "3714002185": "Uzziniet vairāk par hCaptcha Enterprise",
    "3946753128": "Privāts. Droši. Ātrāk.",
    "939665604": "Uz privātumu vērsta",
    "780475098": "Reklāmu tīkli redz jūsu apmeklētājus kā produktu. Mums rūp tikai tas, vai apmeklējums ir labs vai slikts. hCaptcha atbilst GDPR, CCPA, LGPD, PIPL un citiem globālajiem datu likumiem.",
    "219813583": "Drošība vispirms",
    "2714878440": "Aizsargājiet savus pakalpojumus no nokasīšanas, kontu pārņemšanas, akreditācijas datu papildināšanas un surogātpasta, izmantojot mūsu uzlaboto mašīnmācību un cilvēces verifikāciju.",
    "1397766838": "Labāka lietotāja pieredze",
    "2670352917": "hCaptcha nodrošina uzticamāku robotu noteikšanu, vienlaikus cilvēkiem to vienkārši atrisinot.",
    "2806751666": "Kas ir hCaptcha?",
    "3096063825": "Izmēģini",
    "2968026167": "Jūsu mīļākais dārzenis",
    "713281684": "Baklažāns",
    "4147497805": "Burkāns",
    "3758963444": "Paldies! Jūsu iesniegums ir saņemts!",
    "1070364246": "Ak! Iesniedzot veidlapu, radās problēma.",
    "1129833879": "Apturiet ļaunprātīgos robotus, aizsargājiet lietotāju privātumu",
    "58091799": "Uzziniet vairāk par hCaptcha Publisher un Enterprise",
    "1599610318": "Izdevējs",
    "3093388779": "hCaptcha var bez maksas izmantot jebkura lieluma izdevējiem",
    "179723061": "Lielāka kontrole komandām, kurām nepieciešama klasē vadošā drošība",
    "846501387": "Pasaules klases robotu aizsardzība",
    "119298044": "Uzlabotas pašpārraudzītas ML un AI tehnoloģijas aizsargā jūsu tīmekļa īpašumus no draudiem un uzbrukumiem",
    "1263998069": "Nopelniet atlīdzību par cilvēku risinājumiem",
    "1103295010": "Nopelniet naudu vai ziedojiet labdarībai, kad cilvēki risina CAPTCHA",
    "392886773": "Darbojas katrā valstī",
    "2320894364": "Ar vairāk nekā 200 klātbūtnes punktiem hCaptcha mākonis aizsargā jūsu īpašumus visā pasaulē",
    "451701069": "Atbilst GDPR, CCPA,",
    "2826051554": "un vēl",
    "3530599065": "Privātums tiek veidots no paša sākuma. hCaptcha nesaglabā PII un atbilst daudziem privātuma mandātiem un noteikumiem.",
    "2489287539": "Bez berzes “Bez CAPTCHA” un 99,9% pasīvie režīmi",
    "793242047": "Samaziniet lietotāju izaicinājumus, lai nodrošinātu ātru piekļuvi lietojumprogrammām",
    "4195759329": "Botu noteikšana un riska rādītāji",
    "1150035777": "Sarežģīti mašīnmācīšanās modeļi ģenerē robotu uzticamības rādītājus, pamatojoties uz daudziem datu punktiem, izņemot to, vai uz jautājumiem tika atbildēts pareizi",
    "3688621388": "Draudu paraksti",
    "1131525092": "Grupējiet sliktos dalībniekus bez pūlēm, izmantojot mūsu privātumu aizsargājošos UID, lai atrastu un apturētu saistītu krāpšanu un ļaunprātīgu izmantošanu.",
    "1559631739": "Privātās mācības",
    "3952259236": "Apvienojiet savus aklos datus ar tūkstošiem hCaptcha signālu, lai apmācītu hCaptcha par uzvedības klasēm — tikai jūsu gadījumā — lai labāk prognozētu ļaunprātīgu uzvedību labāk nekā jebkurš risinājums atsevišķi.",
    "1150963691": "APT mazināšana",
    "4083018285": "Paplašinātu funkciju komplekts, kas apvienots ar uzlabotu SOC uzraudzību un reakciju, lai novērstu sarežģītus pastāvīgus draudus",
    "3160820928": "Koordinēta uzbrukuma aizsardzība",
    "1849805607": "hCaptcha aizsargā pret draudiem un mānekļiem, kas paredzēti, lai iefiltrētos jūsu tīklos",
    "1958297836": "Koordinēta aizsardzība pret uzbrukumiem un APT mazināšana",
    "1300485304": "hCaptcha aizsargā pret uzlabotiem draudiem un mānekļiem, kas paredzēti, lai iefiltrētos jūsu tīklos",
    "2698640210": "Parādīti kontroles izaicinājumi un veidi",
    "3121248460": "Parādiet bezgalīgi daudzveidīgus pielāgotus izaicinājumus — no vienkāršiem līdz sarežģītiem — jūsu paredzamajai auditorijai",
    "3807059944": "Kontrolējiet izmantoto izaicinājumu saturu",
    "2707282231": "Pielāgojiet izaicinājumus saviem lietotājiem. Padariet robotiem neiespējamu atrisināt un iekļūt.",
    "4194763679": "Smalki graudaini grūtības līmeņi",
    "3730038780": "Izvēlieties no gandrīz bezgalīgi daudziem izaicinājumiem, kas lietotājiem jāatrisina",
    "1849717906": "Pielāgojiet ar savu izaicinājuma saturu",
    "1508655687": "Pievienojiet savus izaicinājumus, kas pielāgoti jūsu auditorijai, lai racionalizētu vai ierobežotu piekļuvi",
    "3620442880": "Flash Sale aizsardzības līdzekļi",
    "3265895521": "Palieliniet un samaziniet izaicinājuma grūtības, pamatojoties uz diennakts laiku",
    "1485807325": "Vairāku lietotāju informācijas paneļi, SAML SSO",
    "359073033": "Informācijas paneļi nodrošina augsta līmeņa vai detalizētus darbības skatus.",
    "4272454814": "Integrējieties ar jūsu izvēlēto identitātes nodrošinātāju.",
    "1141402092": "Uzlabotas pārskatu funkcijas",
    "910989640": "Izveidojiet detalizētus un pielāgotus darbības pārskatus",
    "3768951251": "Uzņēmuma SLA līgumi",
    "1014004474": "hCaptcha uzņēmuma plāni piedāvā uzlabotus pakalpojumu līmeņa līgumus, lai jūsu organizācija būtu aizsargāta",
    "1177598246": "Sazinieties ar pārdošanu",
    "1067704102": "Vērtība datu marķēšanā",
    "3065000659": "Vai jūs sapratāt, ka katru reizi, kad \"noklikšķināt uz mašīnas\", jūs palīdzat apmācīt vienu?",
    "3235430156": "uzņēmuma mašīnmācības sistēmas bez maksas?",
    "1549336309": "hCaptcha pārvērš šo modeli. Kad izmantojat hCaptcha, uzņēmumi piedāvā cenas par jūsu lietotāju darbu, pierādot savu cilvēcību. Jūs saņemat atlīdzību.",
    "3725880582": "Atdodiet labdarībai",
    "1671436004": "Vai vēlaties atdot savu iecienītāko labdarības fondu?",
    "1663628612": "ļauj jums",
    "4272088465": "jūsu izvēlētās labdarības organizācijas ar ieņēmumiem, ko gūstat, izmantojot to.",
    "2894845722": "Jūsu vietnes lietotāji drīzumā varēs redzēt jūsu ieguldījumu labdarībā, izmantojot diskrētu zīmolu hCaptcha saskarnē.",
    "3194111925": "atbalsts",
    "1637702726": "Par hCaptcha",
    "2323282990": "Mūsdienīga pieeja cilvēcības pārbaudei",
    "1201821619": "hCaptcha atrisina vienu no mūsdienu aktuālākajām problēmām: neļauj ļaunprātīgiem robotiem ļaunprātīgi izmantot tiešsaistes pakalpojumus.",
    "1475399473": "Uzziniet vairāk par hCaptcha komandu",
    "3161489950": "Pasaulē vismodernākā drošības ML platforma",
    "3247172580": "hCaptcha apvienoja progresīvu pašpārraudzītu mašīnmācīšanos ar jaunu malu skaitļošanas pieeju, kas unikāli samazina datu vākšanu un saglabāšanu, kas tiek piegādāta no vairāk nekā 250 vietām visā pasaulē, lai nodrošinātu milzīgu mērogojamību.",
    "3767462250": "Paredzēts privātumam",
    "3500503648": "hCaptcha ir izstrādāta, lai novērstu datu ilgtermiņa saglabāšanu, paļaujoties uz tūlītēju novērtēšanu, nevis ierakstot un analizējot jūsu pārlūkošanas vēsturi. Mēs arī atbalstām tādas iniciatīvas kā",
    "2418549423": ", jauns standarts tiešsaistes privātuma saglabāšanai, izmantojot kriptogrāfiskus pierādījumus, un citas unikālas funkcijas, kas vispirms ir paredzētas privātumam.",
    "1544546608": "Privātuma karte",
    "976209454": "Nopelniet balvas vai ziedojiet labdarībai",
    "552920956": "hCaptcha ļauj vietnēm nopelnīt atlīdzību, vienlaikus bloķējot robotprogrammatūras un citus ļaunprātīgas izmantošanas veidus. hCaptcha arī ļauj ar šiem ienākumiem atbalstīt jūsu izvēlētās labdarības organizācijas.",
    "654326661": "Vai vēlaties redzēt pats? Izmēģiniet hCaptcha bez maksas.",
    "3570415321": "Uzņēmums",
    "3987022469": "Marķēšana",
    "1636202177": "Par",
    "2670003220": "Darbavietas",
    "3233305531": "Preču zīmes",
    "3028319964": "AI ētika",
    "4131598919": "Nospiediet",
    "1662477701": "Resursi",
    "3130928685": "Emuārs",
    "1756106276": "Statuss",
    "1235925265": "Dokumentācija",
    "920212083": "Ziņot par kļūdu",
    "2076066173": "Kiberuzbrukumi 101",
    "3644106388": "Sazināties",
    "2182196747": "Atbalsts",
    "487083593": "Pārdošana",
    "878585497": "Noteikumi",
    "1697438123": "Privātums",
    "1316817321": "Attiecināšana",
    "3488019891": "hCaptcha ir Intuition Machines, Inc. reģistrēta preču zīme.",
    "4224961202": "Privātums, drošība un mašīnmācīšanās.",
    "98173630": "hCaptcha ir pasaulē visplašāk izmantotais neatkarīgais CAPTCHA pakalpojums.",
    "1514478724": "Uzzināt vairāk",
    "1752795854": "hCaptcha piedāvā modernu, uz privātumu vērstu pieeju robotu apturēšanai.",
    "2927700175": "Mēs parādām CAPTCHA izaicinājumus, kas ir sarežģīti robotiem, bet viegli cilvēkiem, apkopojot grūti iezīmējamus datus no mašīnmācīšanās problēmām un izmantojot tos, lai atšķirtu, vai vietnes vai lietotnes apmeklētājs ir cilvēks.",
    "2188609322": "Slikti aktieri tiešsaistē kļūst arvien izplatītāki. Taču lietotāja privātuma upurēšana nav risinājums.",
    "2032102720": "Reklāmu uzņēmumu piedāvātie drošības risinājumi galvenokārt ir vērsti uz lietotāju izsekošanu tīmeklī. Mēs esam izveidojuši efektīvu drošības risinājumu, kas pierāda, ka nav nepieciešams kaitēt lietotāju privātumam, lai nodrošinātu izcilus rezultātus.",
    "4146870445": "Kas mēs esam",
    "353066938": "Pieredzējusi komanda, kas strādā pie mūsdienu grūtākajām problēmām. hCaptcha ir pakalpojums",
    "3260825523": "Intuīcijas mašīnas",
    "1173652155": "Padomdevēji",
    "3972094614": "Brendans Eihs",
    "2113642787": "Rītausmas dziesma",
    "2256305371": "Kalifornijas Universitātes Bērklijā CS profesors. Dziļas mācīšanās, drošības, blokķēdes eksperts. Oasis Labs izpilddirektors.",
    "1606599610": "Kīrans Tompsons",
    "2177660021": "Stenfordas pētnieks. Mašīnmācība un finansējuma apjoms lielākajās bankās, riska ieguldījumu fondos un akadēmiskajās aprindās.",
    "2686825859": "Reģistrējieties bez maksas vai sazinieties ar mums par hCaptcha Enterprise risinājumiem",
    "583434701": "hCaptcha pieejamība",
    "611905972": "Vienmērīgas piekļuves nodrošināšana visiem lietotājiem, vienlaikus saglabājot drošību",
    "874098071": "Ja esat pieejamības lietotājs, lūdzu, reģistrējieties šeit",
    "2745385064": "Kopsavilkums",
    "3353238942": "hCaptcha ir izstrādāta, lai apturētu botus, atšķirot tos no cilvēkiem. Vizuālie testi tam ir ērts rīks, taču ne visi var atrisināt vizuālo izaicinājumu.",
    "3600022491": "Šī iemesla dēļ esam izstrādājuši vienkāršu, nesāpīgu alternatīvu, lai ļautu izdevējiem, kuri izmanto mūsu pakalpojumu, saglabāt pieejamību visiem, pilnībā ievērojot 508. sadaļu un WCAG 2.1 AA atbilstību.",
    "2557240048": "Kā tas darbojas: pirmkārt, pieejamības lietotājs reģistrējas, izmantojot",
    "3871665286": ", uz kuru ir redzama saite hCaptcha logrīka informācijas lapā. Viņiem tiek piešķirts šifrēts sīkfails, ko var izmantot vairākas reizes dienā, taču tas ir jāatsvaidzina ik pēc 24 stundām, piesakoties.",
    "3441764123": "Kad pieejamības lietotājam vietnē, kas izmanto pakalpojumu hCaptcha, tiek iesniegts izaicinājums, tas tiks automātiski izturēts.",
    "4247858664": "pieejamības reģistrēšanās lapa",
    "1297657322": "Pieejamības lietotāja ekrāns pēc pieteikšanās",
    "1717658846": "Pieejamības opcija logrīka lietotāja interfeisa izvēlnē",
    "1266963825": "J: Vai hCaptcha sadaļa 508 + WCAG 2.1 AA ir saderīga?",
    "850025770": "A: Mēs uzskatām, ka tā ir: visi lietotāji ar jebkāda veida traucējumiem, kuri spēj pārlūkot tīmekli un ievadīt tekstu veidlapās, reģistrējoties var piekļūt pakalpojumiem, kurus aizsargā hCaptcha. Tomēr tas nav juridisks padoms: jums ir jāveic savs novērtējums, ņemot vērā jūsu īpašo ieviešanu, lai nodrošinātu, ka tas tā ir jūsu izvietošanas gadījumā.",
    "159272246": "J. Vai strādājat ar citām pieejamības (\"a11y\") opcijām, piemēram, audio?",
    "4074220464": "A. Iepriekš populārās iespējas, piemēram, audio captchas, diskriminē daudzus a11y lietotājus, un tās viegli pārspēj mūsdienu mašīnmācīšanās metodes. Tas ir licis pašreizējiem audio izaicinājumiem kļūt arvien grūtākiem, ieviešot troksni, nepāra laiku, neparastas vārdu kombinācijas un tā tālāk, lai uzvarētu uzbrucējus. Tādējādi mēs esam mazāk entuziasma par šo pieeju, salīdzinot ar izvairīšanos no izaicinājuma, taču mēs to apsvērsim, ja būs pieprasījums no a11y kopienas.",
    "2309661107": "Tomēr mēs esam ļoti ieinteresēti",
    "2555914614": "pieejamības lietošanas gadījumam. Mēs uzskatām, ka mūsu pašreizējās a11y pieejas apvienošana ar Privacy Pass izdošanu ļaus a11y lietotājiem droši pārlūkot, zinot, ka viņu trafika ir privātāka, vienlaikus ierobežojot robotu operatoru ļaunprātīgu izmantošanu, kas neizbēgami notiek, ja ir pieejamas a11y opcijas. Mēs esam aktīvi dalībnieki IETF darba grupā, kas standartizē šo jauno tehnoloģiju.",
    "2583775432": "J: Kā ar privātumu? Vai reģistrācija kaut kādā veidā atklāj a11y pārlūkošanas datus? Ko jūs darāt ar e-pastu?",
    "4215483493": "A: hCaptcha ir paredzēts privātumam no paša sākuma. Tas ļoti atšķiras no tradicionālajām opcijām, piemēram, reCAPTCHA, kas pieder reklāmu tīkliem, kuriem ir stimuls izsekot jums tīmeklī un saistīt jūs ar īstu identitāti.",
    "2474661839": "Mūsu",
    "4137573005": "ir izsmeļošas un autoritatīvas atbildes par to, kā mēs izmantojam datus, taču īsā atbilde ir tāda, ka mēs neesam ieinteresēti saistīt jūs kā personu ar jūsu pārlūkošanas vēsturi.",
    "4101570501": "Mēs arī pašlaik strādājam pie kriptogrāfijas risinājuma, lai ātri atmestu jūsu e-pasta adresi, vienlaikus saglabājot spēju novērst ļaunprātīgu izmantošanu, papildinot mūsu darbu Privacy Pass.",
    "260595108": "Mēs nekad neizmantojam pieejamības e-pastus vai informāciju citiem mērķiem, kā vien atvieglotu lietošanu un novērstu ļaunprātīgu izmantošanu.",
    "3063819779": "Privātuma politika",
    "465714311": "Pieejamības lietotājiem: jautājumi un atbildes un traucējummeklēšanas rokasgrāmata",
    "3596207631": "J: Es joprojām redzu izaicinājumu pēc sīkfaila iestatīšanas. Kas to izraisa?",
    "469089249": "A. Parasti tas notiek tāpēc, ka tiek izmantots agresīvs reklāmu bloķētājs vai pretsīkfailu paplašinājums vai iestatījums, kas bloķē \"starpvietņu\" sīkfailus, šajā gadījumā sīkfailu vietnei hcaptcha.com, ko hCaptcha JS iestata vai pārbauda. citā vietnē, piemēram, tajā, kuru apmeklējat.",
    "4263626815": "hCaptcha pieejamības sīkfaili darbojas ar visām populārajām pārlūkprogrammām un reklāmu bloķētājiem ar to standarta iestatījumiem, tāpēc parasti kļūmes rodas \"pret-reklāmu bloķēšanas\" skriptu vai līdzīgu noteikumu kopu dēļ, kuru mērķauditorija ir noteiktas vietnes.",
    "3906359167": "Risinājumi:",
    "3464870463": "1. Reklāmu bloķētāja vai pārlūkprogrammas drošības paplašinājumā iekļaujiet sīkfailus hcaptcha.com un *.hcaptcha.com baltajā sarakstā.",
    "1204911585": "2. Ja izmantojat pārlūkprogrammu Brave, kurā (no 2020. gada aprīļa), šķiet, nav nekāda veida sīkfailu baltā saraksta, dodieties uz Preferences -> Shields -> Cookies un izvēlieties “Atļaut visus sīkfailus”.",
    "2932826396": "3. Ja izmantojat jaunāko Safari versiju nesen izlaistajā operētājsistēmā OS X 10.15 vai iOS 13.4, Apple tikko ir mainījis Safari darbību saistībā ar trešās puses sīkfailiem, bloķējot tās visas pēc noklusējuma. Mēs ieviešam risinājumu, bet tikmēr, lūdzu, apmeklējiet safari Safari preferences, sadaļu Privātums un noņemiet atzīmi no izvēles rūtiņas “Tīmekļa vietnes izsekošana: novērst starpvietņu izsekošanu”, lai pieejamības sīkfails darbotos, kā paredzēts.",
    "3836291932": "J: Es izmantoju vairākas ierīces. Vai man ir jāreģistrējas vairākas reizes?",
    "3251220335": "A: Nē. Lūdzu, noklikšķiniet uz tās pašas e-pasta pieteikšanās saites, kas jums tika nosūtīta katrā ierīcē, kuru izmantojat, lai iestatītu sīkfailu.",
    "2082407178": "J: Kā es varu pasargāt sevi no trešās puses sīkfailu izsekošanas, izmantojot pieejamības sīkfailu?",
    "2700197090": "A. Jebkura konfidencialitātes vai reklāmu bloķēšanas paplašinājuma izmantošana, kas atbalsta domēna līmeņa baltā saraksta iekļaušanu (piemēram, uBlock Origin), darbosies kā paredzēts: vienkārši noteikti iekļaujiet vietni hcaptcha.com baltajā sarakstā.",
    "3657743880": "Pārlūkprogrammas norādījumi par starpvietņu sīkfailiem",
    "1960601330": "Lai iespējotu sīkfailus pārlūkprogrammā Safari (Mac): atveriet Safari nolaižamo izvēlni. Atlasiet Preferences. Augšējā panelī noklikšķiniet uz Privātums. Sadaļā “Bloķēt sīkfailus” atlasiet opciju “Nekad”.",
    "1622303590": "Lai iespējotu sīkfailus pārlūkprogrammā Safari (iPhone/iPad iOS 11+): atveriet iestatījumus. Ritiniet uz leju un atlasiet Safari. Sadaļā Privātums un drošība izslēdziet \"Novērst starpvietņu izsekošanu\" un \"Bloķēt visus sīkfailus\".",
    "2199048568": "Noklikšķiniet uz vairoga pa kreisi no adreses joslas jebkurā tīmekļa lapā. Noklikšķiniet uz Aizsardzības iestatījumi. Tiks atvērts Firefox preferenču konfidencialitātes un drošības panelis. Sadaļā Uzlabotā izsekošanas aizsardzība atlasiet Pielāgots. Izvēlieties, kurus izsekotājus un skriptus bloķēt, atzīmējot šīs izvēles rūtiņas. Pārliecinieties, vai esat atbloķējis vietni hcaptcha.com.",
    "3967047208": "Lai to atkļūdotu, varat arī īslaicīgi izslēgt dažus aizsardzības līdzekļus sadaļā Pielāgots, noņemot atzīmi no izvēles rūtiņām: Noņemiet atzīmi no izvēles rūtiņas Trackers vai noņemiet atzīmi no izvēles rūtiņas Sīkfaili, ja problēmas joprojām pastāv.",
    "3805618893": "Google Chrome (personālajam datoram)",
    "3795997071": "Atlasiet Chrome izvēlnes ikonu. Atlasiet Iestatījumi.",
    "926138631": "Dodieties uz Privātums un drošība, pēc tam uz Sīkfaili un citi vietnes dati.",
    "3419878556": "Pārliecinieties, vai nav iespējota opcija \"Bloķēt trešās puses sīkfailus\".",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Izvēļņu joslā atveriet Chrome preferences.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Savā Android ierīcē atveriet lietotni Chrome.",
    "3620039756": "Augšējā labajā stūrī pieskarieties vienumam Vēl un pēc tam Iestatījumi.",
    "2813310562": "Pieskarieties Vietnes iestatījumi un pēc tam Sīkfaili.",
    "3014657981": "Ieslēdziet iestatījumu blakus vienumam “Sīkfaili”.",
    "1242066691": "Atzīmējiet izvēles rūtiņu blakus \"Atļaut trešās puses sīkfailus\".",
    "292250020": "1. Ekrāna augšējā labajā stūrī atlasiet zobratu un pēc tam atlasiet “Internet Options”. Ja ir iespējota izvēlņu josla, varat atlasīt “Rīki” un pēc tam “Interneta opcijas”.",
    "4114820649": "2. Noklikšķiniet uz cilnes Privātums.",
    "946838734": "3. Atlasiet pogu \"Papildu\".",
    "348809718": "4. Sadaļā \"Trešās puses sīkfaili\" izvēlieties \"Piekrist\".",
    "1253441326": "5. Noklikšķiniet uz Labi.",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "AI ētikas politika",
    "1161704803": "Kāpēc mums ir AI ētikas politika?",
    "1806535500": "Gandrīz visas tehnoloģijas, sākot no zīmuļiem līdz dinamītam, ir a",
    "24452499": "risinājums; to var izmantot labam vai sliktam. Katram uzņēmumam, kas pēta, būvē vai pārdod divējāda lietojuma risinājumus, ir pienākums apsvērt savas rīcības sekas.",
    "4023575072": "divējāda lietošana",
    "3336625692": "Šajā lapā ir sīki izklāstītas mūsu domas par šo tēmu saistībā ar AI ētiku, un procesi, ko veicam, lai nodrošinātu mūsu pakalpojumu izmantošanu, joprojām atbilst politikām, ko esam pieņēmuši kā uzņēmums.",
    "835717930": "AI ētika vietnē hCaptcha",
    "2179524509": "Mēs laiku pa laikam saņemam jautājumus par to, kāda veida jautājumi ir pieļaujami hCaptcha pakalpojumam un kāpēc tiek uzdoti konkrēti jautājumi.",
    "1962721652": "Cilvēki ir modeļu meklētāji, un dažkārt nekaitīgs jautājums vienā mirklī var kļūt no pilnīgi nepārsteidzoša līdz aizdomīgam, jo tas ir saistīts ar izmaiņām pasaulē, nevis to motivācijas dēļ, kas uzdod jautājumu.",
    "3974566657": "Pakalpojumiem kļūstot populārākiem, šāda veida gadījumi neizbēgami kļūst arvien biežāki. hCaptcha katru dienu izmanto miljoniem cilvēku praktiski visās pasaules valstīs, tāpēc mēs publicējam šo politiku un gadījuma izpēti par to, kā mēs risinām šīs problēmas, lai tas būtu pēc iespējas pārredzamāks.",
    "1830910223": "Reālās pasaules mākslīgā intelekta ētikas gadījuma izpēte",
    "805971861": "“Umbrella” ir termins ImageNet, standarta etalona datu kopā, ko izmanto datorredzes pētnieki. Droši identificēt cilvēkus, kuri tur rokās lietussargus, ir ļoti svarīgi arī izveidot drošas nākamās paaudzes uzlabotās vadītāja palīdzības (ADAS) sistēmas.",
    "3988350": "Tas nozīmē, ka ir lieliski izmantošanas gadījumi reālās pasaules jumta anotācijām. Ir vietas domstarpībām par pašbraucošo automašīnu ietekmi, taču ADAS sistēmas jau ietaupa",
    "548587288": "apkārt pasaulei.",
    "3138772661": "tūkstošiem dzīvību katru gadu",
    "3168199226": "Tomēr 2020. gadā kļuva skaidrs, ka šāda veida datu kopas izveidi varētu uztvert kā divējāda lietojuma tehnoloģiju, kā to retais būtu gaidījis pirms gada.",
    "558378834": "Tāpēc pašlaik mēs vairs nepieņemam jautājumu pieprasījumus saistībā ar lietussargiem. Apjukuma iespēja, kad galalietotājs pašreizējā brīdī redz jautājumu par lietussargiem, ir pārāk liels, un galu galā mūsu mērķis ir padarīt pasauli patīkamāku.",
    "3376604063": "AI ētikas politikas un procesi",
    "1923365316": "Mums hCaptcha ir stingra AI ētikas politika, un daļa no tās ietver procesu Know Your Customer (KYC).",
    "4230322909": "Mēs vienmēr cenšamies iegūt labu izpratni par katru jauno klientu un viņa paredzēto lietošanas gadījumu, lai pārliecinātos, ka tas ir piemērots mūsu produktiem un pakalpojumiem, kā arī lai nodrošinātu, ka tas atbilst mūsu kā uzņēmuma pieņemtajām politikām.",
    "2735073144": "Mēs arī veicam pastāvīgas pārbaudes, ja nepieciešams. Piemēram, nesen pārskatot ar lietussargiem saistīto marķēšanas pieprasījumu pieprasījumu datumus un avotus, mēs ātri varējām apstiprināt, ka neviena valsts iestāde vai zināms valsts uzraudzības programmatūras piegādātājs pēdējo 12 mēnešu laikā nav iesniegusi pieprasījumus saistībā ar lietussargiem, kas izmanto mūsu pakalpojumus. .",
    "2715462692": "Kā izskatās mūsu AI ētikas process?",
    "3049976256": "Katram jaunam marķēšanas klientam pārdošanas procesa laikā mēs izskatām kontrolsarakstu. Tas ietver sākotnējo KYC rūpību pirms iestāšanās, kā arī visu mūsu analītiķiem iesniegto pieprasījumu pārbaudi, kā arī reāllaika izlases pārbaudes un periodisku pieprasījumu pārskatīšanu, kas iesniegti, izmantojot mūsu pašapkalpošanās platformu.",
    "3103642530": "Šis pārskats sastāv no vairākiem kritēriju kopumiem:",
    "3349094124": "Ētisku apsvērumu kritēriji: Mērķis",
    "1038019440": "1. Vai zināms, ka šis klients, kas pārstāv kādas valsts nacionālās intereses, ir rīkojies pretrunā starptautiskajiem likumiem un normām?",
    "493717511": "2. Vai šis klients pieprasa pakalpojumus, kas varētu būt",
    "2209109640": "izmanto tikai ļaunprātīgos nolūkos savas parastās uzņēmējdarbības kontekstā?",
    "3457805519": "3. Vai saskaņā ar ASV tiesību aktiem un mūsu darba noteikumiem var izpildīt klienta pieprasījumu?",
    "1942611550": "galvenokārt",
    "109179759": "Ētisku apsvērumu kritēriji: Subjektīvs",
    "1033698050": "1. Vai mēs uzskatām, ka klients mums ir norādījis lietošanas gadījumu, ko mēs uzskatām par morāli pieņemamu saskaņā ar mūsu tipisko Rietumu sabiedrības normu interpretāciju?",
    "361372538": "2. Vai mēs uzskatām, ka klients varētu izmantot mūsu sniegtos pakalpojumus diskriminējošiem mērķiem tādā veidā, kas varētu būt likumīgs, bet mums nav pieņemams?",
    "2867855718": "3. Vai mēs uzskatām, ka privātuma vajadzības var apmierināt ar pieprasījumu?",
    "2462728596": "Ja mēs nevaram apmierināt sevi ar šiem jautājumiem, mēs noraidīsim pieprasījumu un varam pārtraukt turpmāku piekļuvi mūsu platformai, kā norādīts mūsu Noteikumos.",
    "1995277831": "Paldies",
    "1818116402": "Mēs ceram, ka novērtējāt šo ieskatu par to, kā mēs risinām darbības jautājumus, izmantojot AI ētikas komponentu.",
    "1499894352": "Ļoti maz uzņēmumu piedāvā pārredzamību savos lēmumu pieņemšanas procesos šajā jomā, un mēs ceram, ka citi sekos šim piemēram!",
    "535659033": "Creative Commons attiecinājums",
    "1495915066": "Kā mēs, mūsu akadēmiskās pētniecības partneri un mūsu klienti izmantojam Creative Commons medijus",
    "3017533972": "Mēs, mūsu akadēmiskās pētniecības partneri un mūsu klienti dažkārt varam atsaukties vai reproducēt Creative Commons licencēta satura daļas, izmantojot platformu hCaptcha, lai uzlabotu cilvēces zināšanas mašīnmācības jomā.",
    "1428053210": "Šis saturs parasti tiek pārveidots no tā sākotnējās formas. Piemēram, videoklipu var sadalīt daudzos attēlos, šos attēlus var sadalīt daudzos jaunos attēlos un pēc tam šos jaunos attēlus nejauši sajaukt, lai iegūtu gala rezultātu.",
    "1728211763": "Satura izmantošana šādā veidā un šiem mērķiem atbilst godīgas izmantošanas vadlīnijām saskaņā ar mūsu izpratni par tiesību aktiem un standarta praksi šajā jomā, taču mēs esam ilgstoši Creative Commons fani un dodam priekšroku ikvienam, kas palīdz monumentāls uzdevums uzlabot mašīnu intelektu.",
    "1949452297": "Sakarā ar hCaptcha UI raksturīgiem ierobežojumiem un tā drošības apsvērumiem nav iespējams reproducēt katra attēla avotu, kas atrodas tieši blakus tā izmantošanai. Tā vietā mēs izveidojam saiti uz šo lapu no mūsu mājas lapas un uzturam to avotu sarakstu, kuri pašlaik vai nesen tiek nodrošināti, izmantojot platformu. Jūs varat piekļūt pašreizējam sarakstam",
    "2367602973": "šeit",
    "659124570": "Turklāt, ja redzat, ka jums piederošs saturs tiek reproducēts hCaptcha platformā un vēlaties, lai tas kāda iemesla dēļ tiktu noņemts, varat sazināties ar mums pa e-pastu uz",
    "2066749488": "Citas sūdzības",
    "3479034323": "Ja redzat, ka hCaptcha platformā tiek reproducēts jums piederošs saturs, un vēlaties, lai tas kāda iemesla dēļ tiktu noņemts, varat sazināties ar mums pa e-pastu.",
    "1836554225": "Emuāra ziņas",
    "2873297188": "Vai visas CAPTCHAS diskriminē neamerikāņus?",
    "165932542": "Apskatiet hCaptcha risinājumu likmes visā pasaulē",
    "1865097546": "2021. gada 16. novembris",
    "3005876482": "hCaptcha tagad ir lielākais neatkarīgais CAPTCHA pakalpojums, kas darbojas 15% interneta",
    "693820850": "Jūs varat pārspēt Google, pirmajā vietā liekot privātumu",
    "3609106478": "Akreditācijas datu papildināšana:",
    "299335340": "Kas tas ir un kā apturēt uzbrukumus",
    "354925785": "Ievads",
    "423222878": "Visgrūtāk atklājami, novērsti un apturēti kiberuzbrukumi ir tādi, kad ļaunprātīgs dalībnieks var izmantot likumīgus lietotāja akreditācijas datus, lai pieteiktos aktīvā lietotāja kontā. Ja nav ieviestas daudzas sarežģītas noteikšanas iespējas, uzņēmumam, kas mitina kontu, nav iemesla aizdomām, ka kaut kas nav kārtībā. Šķiet, ka klients vienkārši ir pieteicies savā kontā. Uzbrucējs panāca šo veiksmīgo viltību, izmantojot zagtus akreditācijas datus, kas parasti ir kiberuzbrukuma tehnikas rezultāts, kas pazīstams kā “akreditācijas datu pildīšana”. Mūsdienās tā ir nopietna problēma, taču to var mazināt ar pareiziem pretpasākumiem.",
    "777660551": "Kas ir akreditācijas datu pildīšana?",
    "2602763587": "Akreditācijas datu papildināšana ir kiberuzbrukuma veids, kurā uzbrucējs vairākas reizes mēģina pieteikties vietnē, izmantojot zagtu lietotājvārdu un paroļu pārus. “Pildījums” attiecas uz atkārtotiem pieteikšanās mēģinājumiem, kurus gandrīz vienmēr veic automatizēta robotprogrammatūra.",
    "1271831121": "Nav tā, ka hakeris (protams, kapuci ģērbies!) sēž tur un ieraksta akreditācijas datus pēc akreditācijas. Automatizēto pieteikšanās robotu var izveidot, izmantojot tādu gatavu rīku kā Selēns vai īpaši izstrādātu hakeru rīku.",
    "2588750717": "Patiešām, daži akreditācijas datu papildināšanas uzbrukumi ir saistīti ar miljoniem akreditācijas datu — tie visi tiek ievietoti nenojaušajā vietnes pieteikšanās saskarnē, cerot, ka tiks ielaisti. Nokļūstot tajā, uzbrucējs var pārņemt upura kontu.",
    "1137757109": "Ja tas ir e-komercijas konts, uzbrucējs var pasūtīt preces. Ja upuris ir banka, uzbrucējs var pārskaitīt līdzekļus uz ārzonu utt.",
    "1559150837": "Tomēr mērķi nav neaizsargāti. Lielākajai daļai vietņu ir vadīklas, kas bloķē aizdomīgu lietotāju, kurš īsā laikā mēģina pieteikties tūkstošiem dažādu kontu no vienas IP adreses. Uzbrucēji, kuri izmanto akreditācijas datus, lai apietu šīs aizsardzības metodes, ir ģeogrāfiskās un IP daudzveidības simulācija. Izmantojot jaudīgus, bieži vien ar AI vadītus rīkus, tie var likt domāt, ka tūkstošiem lietotāju nejauši mēģina pieteikties dažādos dienas laikos no visas valsts. To ir daudz grūtāk atklāt un apturēt.",
    "1892020899": "Kur hakeri iegūst akreditācijas datus?",
    "2597149484": "Iemesls, kāpēc hakeram ir “jāiepilda” tik daudz akreditācijas datu, ir saistīts ar to, kur viņi iegūst nozagtos akreditācijas datus.",
    "3030395800": "Šie akreditācijas dati parasti nāk no datu pārkāpumiem. Šie uzbrukumi, kas pazīstami arī kā “akreditācijas datu noplūde”, var izraisīt miljoniem akreditācijas datu nokļūšanu tumšajā tīmeklī. Ja noplūde nāk no bankas, hakeris mēģinās izmantot šos akreditācijas datus, lai piekļūtu citām vietnēm. Šī pieeja darbojas, jo tik daudz cilvēku vairākās vietnēs izmanto vienu un to pašu lietotājvārda un paroles kombināciju. (Šī prakse nav ieteicama, taču realitāte ir tāda, kāda tā ir. Cilvēki mēdz atkārtot vienus un tos pašus pieteikšanās akreditācijas datus.)",
    "1258965840": "Tādējādi, ja uzbrucējs var iekļūt vienā vietnē, viņš, iespējams, var iekļūt vairākās vietnēs, izmantojot izkliedētos akreditācijas datus. Piemēram, viņi var iegūt lietotājvārda/paroles pāri, piemēram, JohnDoe/525momma, taču viņiem nav ne jausmas, ko šis pāris darīs viņu labā. Viņi izmēģina šo pāri vietnēs Amazon.com, Ebay, Citibank, Walgreens un vēl un vēl. Viņi varētu izmēģināt šo pāri tūkstoš dažādās vietnēs.",
    "3594440415": "Galu galā viņi sāks atvērt durvis.",
    "780280214": "Kā hCaptcha un hCaptcha Enterprise mazina akreditācijas datu pārpildes draudus",
    "4165374512": "Lai gan ir iespējams izmantot IP un atrašanās vietas noteikšanas rīkus, lai novērstu akreditācijas datu pildīšanu, rentablāka un precīzāka metode ir vienkārši pārtraukt pašu automatizēto akreditācijas datu pildīšanas robotu. hCaptcha un hCaptcha Enterprise var izspiest robotu ieejas punktā. Pat ja robotam ir pareizie akreditācijas dati, ja tas nevar pārvarēt hCaptcha Enterprise noteikšanu vai hCaptcha CAPTCHA, tas nevarēs pildīt savus pienākumus, un jūsu vietne un lietotāji ir aizsargāti.",
    "3269644546": "Lūdzu",
    "1058572205": "mums, ja vēlaties uzzināt vairāk par",
    "3753613260": "kontaktpersona",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Ziņošana par DMCA sūdzībām",
    "54093347": "DMCA reģistrētais pārstāvis",
    "3233441200": "Atkārtojiet pārkāpēju politiku",
    "4011712313": "Saskaņā ar mūsu Digitālās tūkstošgades autortiesību likuma politiku mēs iekļaujam to klientu kontus, par kuriem saņemam vairākus DMCA paziņojumus par iespējamiem pārkāpumiem, daudzpakāpju DMCA atkārtotu pārkāpumu politikā. Saņemot atkārtotus Digitālās tūkstošgades autortiesību likuma paziņojumus kalendārā mēneša laikā, klienta konts pāriet no vienas politikas darbības uz nākamo.",
    "766825168": "Darbības, kuras mēs varam veikt saskaņā ar DMCA atkārtotu pārkāpumu politiku, ietver brīdinājumu nosūtīšanu konta reģistrētajam klientam par palielinātu redzamību. Lai apstiprinātu šos brīdinājumus, mēs varam pieprasīt klientam pieteikties kontā vai piezvanīt mūsu atbalsta komandai. Mēs arī paturam tiesības apturēt vai pārtraukt, kā arī piemērot citus pagaidu pasākumus jebkura klienta hCaptcha un IMI pakalpojumam, par kuru esam turpinājuši saņemt DMCA paziņojumus par iespējamu pārkāpumu pat pēc tam, kad esam nosūtījuši atkārtotus brīdinājumus par pārkāpējiem. Turklāt mēs varam pēc saviem ieskatiem pārtraukt citus hCaptcha vai IMI pakalpojumus, kas tiek sniegti šiem klientiem, kad mēs pārtraucam hCaptcha pakalpojumu saskaņā ar šo politiku.",
    "2410122265": "hCaptcha resursi: Bots 101",
    "4166776480": "Akreditācijas datu pildījums: kas tas ir un kā apturēt uzbrukumus",
    "2301335298": "Krāpšana ar maksājumiem: ātri attīstoša kibernoziedzības veida mazināšana",
    "3682071227": "Kas ir kontu pārņemšana un kā tās darbojas?",
    "2729131930": "Kas ir skrāpēšana un kā tā darbojas?",
    "1344959096": "Strādāt par individuālo datu marķētāju",
    "3510143229": "hCaptcha ir pakalpojums vietnēm un lietotnēm,",
    "3930611699": "atsevišķi strādnieki.",
    "1051214799": "hCaptcha ir tīmekļa drošības pakalpojums, kas mēģina kopīgot vērtību ar vietņu vai lietotņu izdevējiem, kas to izmanto.",
    "360236473": "Pakalpojums hCaptcha nav paredzēts nevienam, lai strādātu kā individuāls marķētājs. Tas nav paredzēts vai piemērots šim nolūkam. Mēs nevienam neiesakām mēģināt izmantot hCaptcha kā personīgo ienākumu avotu.",
    "3842490632": "Atsevišķs lietotājs, kurš mēģina atbildēt uz daudziem jautājumiem, visticamāk, tiks ātri ierobežots vai aizliegts. Tikpat svarīgi kā mūsu",
    "1560232962": "aptver detalizēti, netiek sniegtas nekādas garantijas par nopelnīto summu par jebkuru atbildi. Iespējams, tajā laikā nebūs pieejami maksas jautājumi, atbilde var tikt noraidīta kvalitātes apsvērumu dēļ utt.",
    "2694001822": "Tomēr mēs laiku pa laikam algojam personas, kas palīdz pārbaudīt sistēmas rekvizītus un jaunas funkcijas.",
    "1569804581": "Ja vēlaties, lai ar jums sazinātos turpmāk par saistītajām iespējām, lūdzu, aizpildiet šo veidlapu.",
    "636461959": "Vārds",
    "1139500589": "Valsts",
    "1789607185": "Epasta adrese",
    "325077666": "Iesniedzot savu informāciju, jūs piekrītat mūsu",
    "3555583744": "un",
    "3609929815": ". Mēs saglabāsim jūsu vārdu, valsti un e-pasta adreses informāciju tikai tādēļ, lai turpmāk ar jums sazinātos saistībā ar individuālām marķēšanas darba iespējām.",
    "4197928199": "Privātuma politika",
    "851786723": "Ievadot savu e-pasta adresi, jūs piekrītat mūsu noteikumiem un konfidencialitātes politikai un saņemat no mums e-pastu.",
    "2402165761": "Kā darbojas skrāpēšana?",
    "4260542944": "Satura nokasīšana (pazīstama arī kā \"ekrāna nokasīšana\" vai vienkārši \"nokasīšana\") ir pazīstams, bieži noderīgs process informācijas vākšanai no tīmekļa. Tomēr pēdējos gados šī tehnika ir kļuvusi par iecienītu hakeru un krāpnieku rīku. Pretpasākumi var efektīvi mazināt draudus, taču, lai tos īstenotu, ir svarīgi saprast, kā process darbojas.",
    "2066255783": "Kas ir satura nokasīšana?",
    "1910628828": "Satura nokasīšana ir paņēmiens datu pārtveršanai no sistēmas, kas ietver automatizētu rīku kopu, kas uzdodas par programmatūras klientu vai tīmekļa pārlūkprogrammu. Tas nav jauns. Faktiski programmatūras inženieriem, kuriem var būt nepieciešami dati no veca lieldatora, nokasīšana var būt vienīgais veids, kā iegūt informāciju. Sākotnējie savienotāji var būt pazuduši un tos nav iespējams nomainīt.",
    "3408107995": "Tomēr mūsdienās nokasīšana vienmēr nozīmē programmatisku pieeju datu iegūšanai no vietnes. Nokasīšanas programmatūra darbojas kā lietotājs, noklikšķinot uz pogām un nolasot iegūto rezultātu. Skrāpēšanai ir daudz likumīgu lietojumu. Viens piemērs ir tīmekļa rāpuļprogrammas, kas nodrošina meklētājprogrammu darbību. Tāpat arī tādi rīki kā Skyscanner, kas meklē ceļojumu piedāvājumus, pārmeklējot tūkstošiem ceļojumu vietņu. Fintech firmas to izmanto arī, izskrāpējot lietotāju finanšu datus no banku vietnēm, ja datu savienojuma izveidei nav pieejamas lietojumprogrammu saskarnes (API). Lietas, kas jāpatur prātā par ekrāna nokasīšanu, ir tā ātrums un mērogojamība. Process var ievākt milzīgu datu apjomu no vietnēm, pieņemot, ka vietnes nav konfigurētas tā, lai tas nenotiktu. Aprēķināšanas ātrumā skrāpis var uzkrāt lielas datu kopas, mijiedarbojoties ar vietnēm un pamatā esošo programmatūru un datubāzēm, kas tās nodrošina.",
    "1920884252": "Kāpēc saturs apdraud drošību?",
    "2256795853": "Iespēja ātri iegūt daudz datu no vietnēm padara nokopšanu par spēcīgu rīku ļaunprātīgu dalībnieku rokās. Skrāpēšanas robots var apkopot lietotāja datus no sociālo mediju vietnēm. Pēc tam, nokopjot vietnes, kurās ir adreses un cita personiska informācija, un korelējot rezultātus, hakeris varētu iesaistīties identitātes noziegumos, piemēram, krāpniecisku kredītkaršu pieteikumu iesniegšanā.",
    "4087694419": "Saskrāpējošs hakeris var arī vākt datus no tādām vietnēm kā Amazon un eBay, lai izveidotu viltotus vai maldinošus produktu sarakstus. Pēc tam viņš vai viņa varētu piedāvāt tos pārdošanai vienādranga pakalpojumos, piemēram, OfferUp, un veikt pikšķerēšanas uzbrukumus pircējiem. Vai arī krāpnieks var pārdot produktus, kas neeksistē. Vēl viena ekrāna nokasīšanas krāpšana ir saistīta ar reklāmu izdevēju viltošanu. Nokopjot saturu no izdevēju vietnēm, krāpnieks var izveidot viltotas reklāmu izdevēju lapas dažādos pakalpojumos. Pēc tam viņi var pārdot reklāmas šajās lapās pilnvarotiem tālākpārdevējiem, kuru kontaktpersonas viņi ieguva no izdevēja faila ads.txt. Reklāmdevējam reklāmas vietas šķiet īstas, taču tā nav.",
    "3315658779": "Novērsiet satura nokasīšanu, izmantojot hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise izmanto uzlabotas mašīnmācības, lai identificētu ļaunprātīgu datplūsmu uz jūsu vietni un lietotnēm, tostarp nokopšanas darbības.",
    "1422537019": "mūs šodien, lai uzzinātu vairāk.",
    "1988268879": "Rentabla datu marķēšana mērogā",
    "2163914794": "Vai jūsu datu kopām nepieciešams vairāk iezīmju? hCaptcha nodrošina ātru, izmaksu ziņā efektīvu un augstas kvalitātes datu marķēšanu uzņēmumiem, kas strādā ar mākslīgā intelekta un mašīnmācīšanās lietojumprogrammām.",
    "3378932530": "Iezīmējiet savus datus tūlīt",
    "3483700676": "Uzreiz palaidiet miljoniem uzdevumu",
    "3478726913": "hCaptcha ir viens no lielākajiem baseiniem uz planētas, kas pieejams jūsu lietošanai. Neatkarīgi no jūsu mēroga mēs varam tikt galā bez dārgām sākotnējām saistībām. Miljoniem uzdevumu dienā nav problēmu.",
    "740501259": "Vienkārši API vadīti cauruļvadi",
    "2784612261": "Vai vēlaties integrēt cilvēku veikto pārbaudi tieši savā uzņēmējdarbībā? Mēs piedāvājam augstas uzticamības SLA, garantētu jaudu un vienkāršas REST API.",
    "1144966033": "Optimizēta izmaksām un kvalitātei",
    "3213351333": "Nav nepieciešamas iepriekšējas saistības",
    "2107077506": "HUMAN platforma izmanto visaptverošus uzticamības modeļus, lai veiktu izsmalcinātu reāllaika kvalitātes analīzi. Tas ļauj mums ātri noteikt gan jautājumu sarežģītību, gan iespējamo pareizo atbildi, ietaupot jūsu laiku un naudu.",
    "3576146278": "Maksājiet tikai par nepieciešamo precizitāti",
    "2952586316": "Ne visas problēmas ir vienādas. Anotācijas par drošībai kritiskiem uzdevumiem var prasīt 99,99% pārliecību no pilnībā strādājošiem darbiniekiem. Vienai mobilās spēļu lietotnes beta funkcijas anotācijām var būt nepieciešama tikai mērena pārliecība. Izlem tu.",
    "710145621": "Sniedziet savus pamata patiesības datus vai ļaujiet mums tos izveidot",
    "987901590": "Vai jums ir neapstrādāti dati bez visaptverošas verifikācijas kopas? Vairumā gadījumu mēs varam izveidot to jums, kad uzdevumi tiek izpildīti sistēmā, vai izveidot marķētus paraugus jūsu apstiprināšanai.",
    "2597352122": "Anotāciju veidi",
    "1344687860": "Ierobežojošās kastes",
    "1089415440": "Precīza objektu noteikšana attēlos un video",
    "3817067682": "Daudzstūri",
    "2682873489": "Nosakiet objektu robežzonu",
    "1275150216": "Orientieri",
    "2067112112": "Punktu anotācijas daudziem dažādiem lietošanas gadījumiem",
    "4228682126": "Atribūtu kategorizēšana",
    "2920213479": "Kārtojiet vai pievienojiet jebkura izmēra patvaļīgas kategorijas",
    "3288667364": "Salīdzināšana un noteikšana",
    "155877895": "Cilvēka darbināma noteikšana un klasifikācija",
    "3128433367": "... un vēl daudz vairāk",
    "2827452240": "Nepieciešams cits veids, kas šeit nav norādīts? Vienkārši pajautājiet mums.",
    "719304627": "Vai nepieciešama pilnīga kontrole?",
    "1172067553": "HCaptcha pamatā esošā HUMAN platforma nodrošina ļoti izsmalcinātus darba kvalitātes un pārvaldības līdzekļus, izmantojot lokālas, hibrīdas vai SaaS izvietošanas, kas integrējas ar jūsu esošajām sistēmām.",
    "2319072959": "Darbiniet pilnībā bezsaistē ar savu darbaspēku, izsekojiet vērtību, kas patērēta starp biznesa vienībām vai konsorcija partneriem, selektīvi virziet darbus dažādiem iekšējiem vai ārējiem darbaspēka nodrošinātājiem, pamatojoties uz izmaksu un drošības prasībām, un veiciet citas darbības.",
    "1936512180": "Vienkārša API piekļuve, skaisti informācijas paneļi un jaunākā modeļa tehnoloģija, lai palielinātu darbinieku efektivitāti.",
    "3913848038": "Pieejami 99,99% darbības laika SLA un 24/7 globālais atbalsts.",
    "1080752747": "Sazinieties ar pārdošanu",
    "1525403768": "Lai iegūtu papildinformāciju, sazinieties ar uzņēmumu pārdošanu.",
    "1546930020": "Datu marķēšanas iegūšana",
    "2486638408": "Definējiet specifikācijas",
    "1027200955": "Runājiet ar kādu no mūsu domēna ekspertiem, lai noteiktu jūsu projekta vajadzības: mērķa precizitāti, formātu un visas īpašās prasības.",
    "1156712451": "Sākotnējā darba pārbaude",
    "181065232": "Mēs veicam nelielu ražošanas darbu, pamatojoties uz jūsu parauga datiem. Tas pārbauda darbu, ko esam paveikuši kopā, lai nodrošinātu, ka saņemat tieši to, kas jums nepieciešams.",
    "3207769512": "Izvietot ražošanas darbus",
    "1099238677": "Pateicoties mūsu lielajam apjomam un zemajam latentumam, mēs ātri pavērsīsim jūsu darbu otrādi, nodrošinot automātisku piegādi, tiklīdz tas būs paveikts.",
    "465783046": "Vai vēlaties to izmēģināt ar saviem datiem?",
    "328625009": "... mēs esam gatavi, kad jūs esat: mūsu pakalpojums ir pieejams visu diennakti.",
    "3225770968": "hCaptcha ir izstrādāta, lai atrisinātu darbietilpīgāko problēmu mašīnmācībā; liela datu apjoma marķēšana savlaicīgi, pieejamu un uzticamu veidā.",
    "2041686284": "Vairāk datu parasti nodrošina labākus rezultātus apmācību mašīnmācības modeļos. Nesenie dziļo modeļu panākumi ir radījuši arvien lielākas datu kopas, un hCaptcha kalpo šai vajadzībai. Tomēr lielu cilvēku pārbaudītu datu kopu izveide, izmantojot tradicionālās metodes, ir gan lēna, gan dārga.",
    "3729345277": "hCaptcha ir veids, kā uzņēmumi var iegūt nepieciešamās anotācijas ātrāk, ar augstāku kvalitāti un zemākām izmaksām nekā citas alternatīvas.",
    "2103563261": "Privāta vai publiska informācija",
    "2513143348": "hCaptcha Enterprise sistēma ir unikāli elastīga savā dizainā: to var daļēji vai pilnībā izvietot jūsu tīkla malā, ja izmantojat publisku mākoni vai jums pieder daudzi datu centri.",
    "3107683988": "Tas var ievērojami samazināt trafiku ārpus tīkla un izmaksas, vienlaikus saglabājot visas priekšrocības, ko sniedz mūsu diennakts dežūras darbinieki, lai nodrošinātu atbilstību visstingrākajiem SLA.",
    "3660619092": "Reģistrējieties bez maksas vai sazinieties ar uzņēmuma risinājumiem",
    "2351176803": "hCaptcha JS API licences noteikumi",
    "2616226398": "Saskaņā ar mūsu",
    "2024293275": ". Visas pārējās tiesības pagaidām paturētas.",
    "1062291156": "standarta noteikumi",
    "2712493234": "Krāpšana ar maksājumiem: ātri attīstoša kibernoziedzības veida mazināšana",
    "1817772953": "Krāpšana nav jauns noziedzības veids. Patiešām, arheologi ir atklājuši krāpšanas apkarošanas ierīces, ko senie šumeri izstrādāja mājlopu pārvadāšanai bez zaudējumiem gandrīz pirms 10 000 gadu! Viņu gadījumā viņi ievietoja māla žetonus, katrs attēlojot dzīvnieku, māla bumbiņā, kas pazīstama kā \"bulla\". Bula ceļos kopā ar ganāmpulku, pārejot no pārdevēja pie pircēja. Pat tad uzņēmumu īpašnieki bija nobažījušies, ka ne visi, ar kuriem viņiem bija darīšana, ir uz augšu un uz augšu. 10 000 gadu laikā daudz kas ir mainījies, taču mums joprojām ir jābūt inovatīviem krāpšanas novēršanā. Mūsdienās tiešsaistes maksājumu krāpšanas problēma ir ārkārtīgi svarīga. Izmantojot internetu, krāpnieki ir kļuvuši arvien prasmīgāki, pārspējot krāpšanas apkarošanas kontroli. Tomēr jauni risinājumi maina gaitu.",
    "1053787685": "Kas ir maksājumu krāpšana?",
    "433424759": "Maksājumu krāpšana ietver jebkāda veida nelikumīgus darījumus, kuros kibernoziedznieks atņem upurim kaut ko vērtīgu, parasti naudu. Tas var nozīmēt nozagtas kredītkartes izmantošanu, lai tiešsaistē pasūtītu preces, vai bankas konta pārņemšanu un nelikumīgu līdzekļu pārskaitīšanu no tā. Ir daudz variāciju, taču tām visām ir vienāds rezultāts: krāpnieks izmanto nozagtu identitāti vai maksājuma informāciju, lai nozagtu no patērētāja, bankas vai tirgotāja.",
    "2939852138": "Kā krāpnieki [mēģina] izvairīties no maksājumu krāpšanas?",
    "1665616092": "Krāpšana ar maksājumiem ir vienkārša pēc būtības, taču mūsdienās tā var būt fantastiski sarežģīta.",
    "4246520782": "Patiesībā internets pēdējos gados ir bijis liecinieks īstām bruņošanās sacensībām starp krāpniekiem un aizstāvjiem.",
    "2167049807": "Drošības komandas ir pieņēmušas dažādus pretpasākumus un kontroles, kas pārspēj vieglās, slinkās pieejas maksājumu krāpšanā. Tomēr uzbrukumi kļūst arvien sarežģītāki. Piemēram, robotprogrammatūra tagad var iegūt nozagtus kredītkaršu numurus un PIN no viltotām vietnēm un pikšķerēšanas uzbrukumiem.",
    "1936449777": "Pēc tam pilnībā automatizētā režīmā tie var atdarināt cilvēku uzvedību e-komercijas vietnēs, noklikšķinot uz pogām un pievienojot preces iepirkumu groziem — līdz vietai, kur daudzas, ja ne lielākā daļa krāpšanas apkarošanas vadības ierīču, nevar noteikt, ka robots mēģina nozagt. preces. Drīzāk izskatās, ka lietotājs vienkārši iepērkas. Robots var pieteikties reālā klienta kontā, izmantojot nozagtus pieteikšanās akreditācijas datus. Krāpšanu vēl vairāk traucē robota spēja viltot IP adreses un likt izskatīties tā, it kā “pircējs” kaut kur atšķiras no uzbrucēja, kurš varētu atrasties svešā valstī.",
    "648630222": "Novērsiet maksājumu krāpšanu, izmantojot hCaptcha Enterprise",
    "1621930829": "Ko var darīt ar mūsdienu progresīvajām, nemitīgajām maksājumu krāpniecības darbībām? Vairāku vadības slāņu izmantošana parasti ir saprātīga pieeja. Tomēr labākie pretpasākumi ir tie, kas var notvert robotu un atklāt, ka tas ir viltots, neskatoties uz tā veidotāju centieniem atkārtot cilvēka uzvedību.",
    "2423586454": "Joprojām ir dažas lietas, ko programmatūra nevar paveikt neatkarīgi no tā, cik labs AI ir aiz tā. Mūsdienu CAPTCHA tehnoloģija piedāvā pārbaudītu metodi, lai bloķētu robotprogrammatūras, kas mēģina turpināt krāpšanos ar maksājumiem. Lai gan vecās CAPTCHA pieejas, piemēram, vienkāršie slīpie skaitļi lodziņā, tagad pārsvarā nespēj novērst uzlaboto robotu darbību, taču automatizēta testēšanas-reaģēšanas ierīce, piemēram, hCaptcha Enterprise, var viegli izjaukt krāpnieku robotu, piesakoties kontā vai izrakstoties no iepirkumu groza. Pat ja robotam ir reāli akreditācijas dati, tas nevarēs tikt cauri CAPTCHA.",
    "1467308982": "Maksājumu grafiki",
    "1291824746": "hCaptcha izmaksas tiek veiktas reizi ceturksnī 60 dienu beigās. Lai ilustrētu, ko tas nozīmē, lūdzu, skatiet tabulu zemāk.",
    "3444947612": "Satiksme starp",
    "4181611011": "Saskaņošanas datums",
    "728503636": "Izmaksas datums",
    "3720584906": "2021. gada 15. jūlijs–2021. gada 15. oktobris",
    "388240587": "2022. gada 5.–15. janvāris",
    "3426312287": "2022. gada 5.–15. janvāris",
    "615618648": "2021. gada 15. aprīlis–2021. gada 15. jūlijs",
    "3376724603": "2021. gada 14.–24. septembris†††",
    "3398978455": "2021. gada 15.–25. septembris†††",
    "2722456056": "2021. gada 15. janvāris–2021. gada 15. aprīlis",
    "4063155841": "Ne vēlāk kā 2021. gada 25. jūnijā††",
    "4082053540": "2021. gada 19.–25. jūnijs††",
    "64953197": "2020. gada 15. oktobris–2021. gada 15. janvāris",
    "1023070345": "Ne vēlāk kā 2021. gada 14. martā",
    "2600696085": "2021. gada 15. marts",
    "3217791519": "2020. gada 15. jūlijs–2020. gada 15. oktobris",
    "649261378": "2021. gada 5.–11. janvāris*",
    "1559190296": "2021. gada 5.–11. janvāris†",
    "3806054689": "2020. gada 15. aprīlis–2020. gada 15. jūlijs",
    "4162383380": "2020. gada 16.–22. septembris*****",
    "1990824776": "2020. gada 16.–24. septembris*****",
    "3856690908": "2020. gada 15. janvāris–2020. gada 15. aprīlis",
    "3200641265": "Ne vēlāk kā 2020. gada 16. jūnijā*",
    "3744079744": "2020. gada 15.–19. jūnijs****",
    "2209837451": "2019. gada 15. oktobris–2020. gada 15. janvāris",
    "2510534204": "Ne vēlāk kā 2020. gada 23. martā***",
    "2910560864": "2020. gada 20.–23. marts***",
    "2544565802": "2019. gada 15. jūlijs–2019. gada 15. oktobris",
    "3963642878": "Ne vēlāk kā līdz 2019. gada 14. decembrim*",
    "622103562": "2019. gada 17. decembris**",
    "4072202039": "2019. gada 15. aprīlis–2019. gada 15. jūlijs",
    "818049069": "Ne vēlāk kā līdz 15.07.2019",
    "1169005651": "2019. gada 15. septembris",
    "2303655425": "2019. gada 15. janvāris–2019. gada 15. aprīlis",
    "3678889946": "Ne vēlāk kā līdz 15.06.2019",
    "3094354698": "2019. gada 15. jūnijs",
    "4217013126": "Izmaksas parasti tiek veiktas visas dienas garumā Izmaksas datumā un parasti tiek pabeigtas līdz pusnaktij pēc Klusā okeāna laika. Ja konts ir atzīmēts pārskatīšanai, var paiet līdz pat piecām papildu darbadienām, lai atbrīvotu maksājumu.",
    "1447649958": "Atgādinām, ka tikai precīza cilvēku satiksme ir piemērota izmaksām. Plašāku informāciju par to varat skatīt mūsu FAQ sadaļā, kuras saite ir norādīta tālāk. Pieejamajam atlikumam ir jāsasniedz arī minimālais slieksnis, kas pašlaik ir 10 HMT, lai varētu saņemt izmaksu.",
    "4257144752": "Reāllaika aprēķini neatspoguļo galīgo precizitāti vai cilvēciskumu, un tādējādi jūsu galīgie ieņēmumi var ievērojami atšķirties uz augšu vai uz leju, salīdzinot ar skaitļiem, kas tika rādīti informācijas panelī pirms pirmās saskaņošanas.",
    "2728931827": "Pēc katras saskaņošanas jūsu vietnes atslēgas aprēķini tiks atjaunināti, un turpmāko prognožu precizitātei vajadzētu palielināties, ja vien jūsu vietnē nav notikušas būtiskas izmaiņas lietotāju uzvedībā.",
    "1200905005": "††† No 2021. gada septembra saskaņošanas un izmaksas tagad notiek aptuveni 10 dienu periodā, nevis vienu dienu, lai vienkāršotu darbības ierobežojumus, kas saistīti ar pakalpojuma pieaugumu.",
    "4284094387": "†† Dažas 2021. gada jūnija saskaņošanas un izmaksas tiks veiktas nākamajā nedēļā, jo saskaņošanas periodā tiks aizkavēta galīgo aprēķinu pārbaude.",
    "1977013707": "† 2020. gada decembra izmaksas ir pārceltas no 15. datuma, lai izvairītos no pārklāšanās ar gada beigu saskaņošanu un darbinieku atvaļinājumiem: tās tiks pabeigtas līdz janvāra otrajai nedēļai. Tā kā PayPal pārskaitījumi notiek lēnāk nekā parasti, izmaksas tiks veiktas vairāku dienu laikā, nevis tiks pabeigtas vienā dienā.",
    "517010299": "Lūdzu, ņemiet vērā: mēs pašlaik strādājam pie nozīmīgas aizmugursistēmas pārejas uz gandrīz reāllaika saskaņošanu. Līdz 2021. gada 1. ceturksnim periodiskā saskaņošana tiks veikta retāk nekā parasti. Tas neietekmē izmaksu grafikus vai datumus.",
    "3092200338": "** Ja 15. datums iekrīt nedēļas nogalē, izmaksas datums ir 17. datums.",
    "3891941747": "*** COVID-19 PAZIŅOJUMS: ar Covid-19 saistītā samazinātā personāla kapacitātes dēļ saskaņošana ir pārcelta, lai dotu papildu laiku mūsu standarta verifikācijas pabeigšanai. Paredzams, ka izmaksas sāksies piektdien un tiks pabeigtas nākamajā pirmdienā.",
    "2301757528": "**** Sakarā ar PayPal veikto REST API apkopi izmaksu loga laikā, 15. jūnijā ne visas izmaksas tika pabeigtas. Visas izmaksas, kas bija ieplānotas 15. jūnijā (Klusā okeāna laiks), bet netika izpildītas PayPal API kļūdu dēļ, tika atkārtoti veiktas līdz 19. jūnijam (pēc Klusā okeāna laika).",
    "116842359": "***** Sistēmas apkopes dēļ ir paredzēts, ka saskaņošana tiks pabeigta vairāku dienu laikā.",
    "4154415610": "***** 2020. gada septembra izmaksas tiks veiktas pa daļām, kad tiks pabeigta saskaņošana, un dažas izmaksas tiks veiktas vairākas dienas vēlāk nekā sākotnēji plānots saskaņošanas aizkavēšanās dēļ.",
    "2310694091": "Ko nozīmē samierināšanās?",
    "164801246": "Saskaņošana ir process, kurā datplūsma pēc fakta tiek analizēta, lai pārbaudītu tās cilvēciskumu un precizitāti, kad ir ievadīti visi dati no visām ziņošanas vietnēm. Plašāku informāciju varat lasīt mūsu",
    "3256245394": "kā arī mūsu emuāra ieraksti, piem",
    "3089778412": "Kā hCaptcha aprēķina atlīdzību",
    "3329755436": "Vai plānojat paātrināt šo procesu?",
    "1911669851": "Jā, mēs pašlaik strādājam pie dažādiem mūsu aizmugursistēmu uzlabojumiem, kas, mūsuprāt, ļaus mums piedāvāt gan ātrāku saskaņošanu, gan ātrāku aprēķinu precizitāti, gan ātrāku izmaksu. Pašlaik mēs strādājam, lai vispirms paātrinātu samierināšanu.",
    "2366003154": "Preses un mediju uzziņas",
    "3054564199": "Preses komplekts",
    "3173156067": "Ja vēlaties savā rakstā iekļaut attēlu piemērus, ir pieejams gatavs nodrošinājums.",
    "867314732": "Jūs varat izgūt augstas izšķirtspējas",
    "858218750": "un norādījumus par to lietošanu",
    "3821716514": "lappuse.",
    "1186243118": "logotipu attēli",
    "3034959000": "Jūs varat atgūt",
    "1764089150": "šeit:",
    "1558428432": ". Lūdzu, ieskaitiet tos vietnē hCaptcha.com.",
    "2429359042": "interfeisa attēlu piemēri",
    "1480820434": "1. attēls",
    "3213411837": "2. attēls",
    "1270712701": "Preses relīzes un jaunākie ziņojumi",
    "231285005": "Jaunākos atjauninājumus varat atrast mūsu emuārā",
    "1289884910": "Mēs arī periodiski publicējam analīzi un ziņojumus. Piemēram:",
    "932546190": "Kāpēc CAPTCHA vienmēr būs ar mums",
    "2344319147": "Cik tiešām ir vērta Google robotprogrammatūras noteikšana?",
    "1637527266": "Kurās valstīs ir vislielākā botu trafika?",
    "230159237": "Kontakti",
    "3759923279": "Preses jautājumus lūdzam nosūtīt uz šādu e-pasta adresi:",
    "4255608322": "Pēdējo reizi atjaunināts: 2021. gada 12. aprīlī",
    "33639629": "Neattiecas uz trešo pušu vietnēm. Lūdzu, ņemiet vērā, ka šī konfidencialitātes politika neattiecas uz nevienas trešās puses vietni, piedāvājumu, produktu vai pakalpojumu, pat ja tajā ir saite uz mūsu vietni vai tajā ir iekļauts Pakalpojums – lūdzu, skatiet piemērojamās privātuma politikas, pirms izlemjat sniegt jebkādu informāciju trešajai personai. ballītēm.",
    "987375734": "IMI atrodas Amerikas Savienotajās Valstīs. Vietnes un pakalpojumu mēs kontrolējam un pārvaldām no Amerikas Savienotajām Valstīm. Jūsu personas informācija var tikt glabāta un apstrādāta jebkurā valstī, kurā mums ir telpas vai kurā mēs piesaistām pakalpojumu sniedzējus, un, izmantojot vietnes un pakalpojumu, jūs piekrītat informācijas pārsūtīšanai uz valstīm ārpus jūsu dzīvesvietas valsts, tostarp ASV. , kurā var būt datu aizsardzības noteikumi, kas atšķiras no jūsu valsts noteikumiem. Noteiktos apstākļos šo citu valstu tiesām, tiesībaizsardzības aģentūrām, regulējošām aģentūrām vai drošības iestādēm var būt tiesības piekļūt jūsu personas informācijai.",
    "452920031": "Piezīme klientiem ārpus Amerikas Savienotajām Valstīm.",
    "2328839224": ". Lūdzu, skatiet mūsu sadaļu “Paziņojums Kalifornijas iedzīvotājiem” saistībā ar jūsu tiesībām saskaņā ar Kalifornijas Patērētāju privātuma likumu (CCPA).",
    "1565481281": "Piezīme Kalifornijas iedzīvotājiem",
    "1028058338": "Lūdzu, skatiet mūsu sadaļu \"Paziņojums ES datu subjektiem\", kas ir saistīta ar jūsu tiesībām saskaņā ar Vispārīgo datu aizsardzības regulu (GDPR).",
    "2271205646": "Piezīme Eiropas Ekonomikas zonas iedzīvotājiem.",
    "508143070": "Ņemiet vērā, ka IMI ir jūsu personas informācijas pārzinis, izņemot gadījumus, kad mēs apstrādājam personas informāciju mūsu Integratoru vārdā saistībā ar mūsu Pakalpojuma sniegšanu; šajā gadījumā mēs esam personas informācijas apstrādātāji, un šie Integratori ir personas datu apstrādātāji. Personīgā informācija.",
    "2330965058": "Ja mēs darbojamies kā mūsu integratoru apstrādātāji, mēs neizmantojam savāktos datus citiem mērķiem, izņemot tos, kas ir pamatoti nepieciešami mūsu pakalpojuma sniegšanai, un mūsu apstrādi regulēs līgumi, kas mums ir noslēgti ar mūsu integratoriem, nevis šis. Privātuma politika",
    "3017040355": "ES datu subjektu datu apstrāde notiek saskaņā ar līgumu standartklauzulām (SCC), kas ir iekļautas mūsu pakalpojumu sniegšanas noteikumu datu apstrādes papildinājumā vai datu apstrādes līgumos ar mūsu integratoriem.",
    "2233384692": "Ja jums ir kādi jautājumi vai bažas par to, kā šādi dati tiek apstrādāti, vai vēlaties izmantot savas tiesības, jums jāsazinās ar personu vai juridisko personu (ti, datu pārzini), kas ir noslēgusi līgumu ar mums par Pakalpojuma izmantošanu šo datu apstrādei. Tomēr mēs sniegsim palīdzību mūsu Integratoriem, lai risinātu visas jums radušās bažas saskaņā ar mūsu ar viņiem noslēgtā līguma noteikumiem.",
    "349292953": "Informācija, ko mēs apkopojam",
    "3022001832": "Mēs apkopojam informāciju no personām, kuras mijiedarbojas ar mūsu vietnēm un pakalpojumiem, tostarp tiem, kas iekļauj mūsu pakalpojumu savā tīmekļa vietnē (“Integratori”), tiem, kas izmanto pakalpojumus datu marķēšanai (“Klienti”), un galalietotājiem, kuri mijiedarbojas ar mūsu vietni. Pakalpojums, izmantojot mūsu Integratoru (\"Galalietotāju\") tīmekļa vietnes.",
    "835545301": "Mēs apkopojam šādas informācijas kategorijas:",
    "3228928991": "Informācija, ko var izmantot, lai identificētu vai sazinātos ar personu (“Personas informācija”), piemēram, vārds, uzvārds, e-pasta adrese un valsts. Mēs ievācam personas informāciju no mūsu esošajiem un potenciālajiem integratoriem un klientiem, kad viņi to sniedz tieši mums (piemēram, aizpildot veidlapu, reģistrējoties kontam vai piesakoties saņemt no mums e-pasta paziņojumus). Mēs varam arī pārbaudīt mūsu integratoru un klientu identitāti, salīdzinot personas informāciju ar trešo pušu datubāzēm vai oficiāliem juridiskiem dokumentiem.",
    "1655796811": "Informācija, kas tiek automātiski savākta, Integratoram vai Klientam izmantojot Vietnes vai Pakalpojumus (\"Analītikas informācija\"), piemēram, IP adreses, pārlūkprogrammas veids, interneta pakalpojumu sniedzējs, platformas veids, ierīces veids, operētājsistēma, datuma un laika zīmogs. piekļuvi un citu līdzīgu informāciju. Daļu Analytics informācijas mūsu vārdā apkopo trešās puses, kuras šim nolūkam piesaistām, un daļa Analytics informācijas tiek vākta, izmantojot dažādas izsekošanas tehnoloģijas, tostarp sīkfailus (skatiet tālāk sadaļu Trešās puses analīze un izsekošanas tehnoloģijas).",
    "1388241689": "Informācija, kas savākta, galalietotājiem atbildot uz uzvednēm, izmantojot Pakalpojumu (“Marķētie dati”), piemēram, attēlu marķēšanas dati, teksts, kas konvertēts no šiem galalietotājiem atskaņotiem audio failiem, atbildes uz jautājumiem un citi Pakalpojuma ģenerēti uzvednes. datu marķēšanai, lai tos izmantotu mašīnmācības lietojumprogrammās. Ņemiet vērā, ka marķētie dati nav saistīti ar nevienu identificētu personu.",
    "1493790285": "Cita informācija, kas savākta no galalietotājiem Pakalpojuma ietvaros, ir nepieciešama, lai noteiktu, vai tie",
    "2216374138": "ir cilvēki, piemēram, peles kustības, ritināšanas pozīcija, taustiņu nospiešanas notikumi, pieskāriena notikumi un žiroskopa/akselerometra informācija, ja nepieciešams.",
    "2394073454": "Mēs varam vākt papildu informāciju no galalietotājiem, kuri vēlas sadarboties ar mums kā individuālajiem datu marķētājiem.",
    "3103557430": "Kā mēs izmantojam informāciju",
    "1130802068": "Mēs izmantojam apkopoto informāciju šādiem mērķiem:",
    "2940689138": "Administrēt Integratora un Klientu kontus un nodrošināt Pakalpojumu. Mēs izmantojam Personas informāciju, lai saistītu konkrētus kontus ar Integratoriem un Klientiem un sniegtu tiem Pakalpojumu, atbildētu uz pieprasījumiem vai jautājumiem, sniegtu atbalstu vai tehnisko palīdzību un atvieglotu maksājumus.",
    "857974529": "Lai uzlabotu vietni un pakalpojumu. Mēs izmantojam Analytics informāciju, lai uzlabotu esošos un izstrādātu jaunus pakalpojumus un piedāvājumus un pielāgotu esošos un turpmākos produktu piedāvājumus.",
    "1820844638": "Lai gūtu ieskatu tirgū. Mēs izmantojam Analytics informāciju, lai analizētu tirgu un veiktu biznesa analīzi saistībā ar Vietni un mūsu pakalpojumiem, kā arī citiem izpētes mērķiem.",
    "3386280249": "Lai nodrošinātu marķēto datu tirgu. Mūsu pakalpojums nodrošina liela apjoma datu marķēšanu un cilvēku pārskatīšanu mašīnmācīšanās sistēmām kā pakalpojumu vietņu īpašniekiem un uzņēmumiem, kuriem nepieciešama palīdzība datu marķēšanā. Šajā nolūkā mēs izpaužam marķētos datus saviem klientiem, kuri ir ieinteresēti iegūt marķētos datus.",
    "3532143291": "Lai nodrošinātu mūsu pakalpojumus un sistēmas. Mēs izmantojam Analytics informāciju, lai aizsargātu savas sistēmas, identificējot iespējamos draudus un ievainojamības, un citādi aizsargātu mūsu apkopoto informāciju.",
    "2185418511": "Jebkuriem likumīgiem uzņēmējdarbības mērķiem, ja informācija ir deidentificēta vai apkopota tā, ka to nevar pamatoti saistīt ar kādu personu.",
    "2386465280": "Kā mēs kopīgojam informāciju",
    "2159517814": "Mēs kopīgojam vai izpaužam personas informāciju šādos gadījumos:",
    "4256083674": "Pēc integratora tieša pieprasījuma identificēt krāpšanas risku saistībā ar konkrētu CAPTCHA izaicinājuma pieprasījumu vai IP adresi, vai citādi, ja ir dota īpaša piekrišana.",
    "3494826505": "Ar pārdevējiem mēs sadarbojamies, lai nodrošinātu būtiskus Vietņu un Pakalpojuma aspektus, piemēram, datu glabāšanu, mitināšanu un Analytics, un tikai šiem nolūkiem.",
    "1119009846": "Ja nepieciešams, lai ievērotu piemērojamos tiesību aktus, tostarp valdības pieprasījumus, tiesībaizsardzības pieprasījumus un citādi valsts un privātām struktūrām, lai aizsargātu jūsu, mūsu vai citu personu tiesības, privātumu, drošību vai īpašumu.",
    "197676026": "Ar citiem jebkādiem likumīgiem uzņēmējdarbības mērķiem, ja informācija ir deidentificēta",
    "2359312315": "vai apkopots tā, ka to nevar pamatoti saistīt ar personu.",
    "2497216176": "Trešās puses analīze un izsekošanas tehnoloģijas",
    "3694578791": "Kā minēts iepriekš, mēs (un mūsu trešo pušu piegādātāji) apkopojam Analytics informāciju, daļēji izmantojot sīkfailus, tīmekļa bāksignālus un citas izsekošanas tehnoloģijas. Dažos gadījumos mēs sadarbojamies ar trešo pušu piegādātājiem, lai izmantotu sīkfailus Analytics informācijas vākšanas nolūkos.",
    "2014256987": "Ja nevēlaties bloķēt sīkfailu vai citu izsekošanas tehnoloģiju izmantošanu, lūdzu, skatiet sadaļu \"Jūsu informācijas pārvaldība\". Lūdzu, ņemiet vērā, ka tas var negatīvi ietekmēt jūsu pieredzi, izmantojot Vietnes vai pakalpojumu, jo dažas funkcijas var nedarboties pareizi.",
    "2788024905": "Kā mēs nodrošinām informāciju",
    "3031284129": "Garantijas atruna",
    "26365791": "Ciktāl to pieļauj tiesību akti, Vietne un Pakalpojums (un jebkuri citi saistītie pakalpojumi, informācija, dati, līdzekļi un cits saturs vai materiāli) tiek nodrošināti “tāds, kāds ir” un “kā pieejams”. Ciktāl to pieļauj tiesību akti, IMI izslēdz visas garantijas, tostarp, bet ne tikai, netiešās garantijas par piemērotību tirdzniecībai, piemērotību noteiktam mērķim un tiesību nepārkāpšanu.",
    "735630686": "Jūsu informācijas pārvaldība (jūsu tiesības)",
    "2895491273": "Ja vēlaties bloķēt sīkfailus vai citas izsekošanas tehnoloģijas, lielākajā daļā pārlūkprogrammu un mobilo ierīču ir jāmaina iestatījumi, lai jūs informētu, kad saņemat sīkfailus vai tiek izmantotas citas izsekošanas tehnoloģijas, kā arī izvēlēties, vai pieņemt/atļaut. to. Lielākā daļa pārlūkprogrammu arī ļauj atspējot vai dzēst esošās sīkfailus vai automātiski noraidīt turpmākos sīkfailus. Varat arī izmantot trešo pušu rīkus, tostarp pārlūkprogrammas spraudņus, lai kontrolētu savas sīkfailu preferences. Tomēr ņemiet vērā, ka, atspējojot visus sīkfailus, dažas mūsu vietņu daļas var nedarboties pareizi.",
    "707527778": "Informācija no bērniem",
    "2419795065": "Paziņojums Kalifornijas iedzīvotājiem",
    "1517625162": "Saskaņā ar Kalifornijas Civilkodeksa 1789.3. sadaļu, Kalifornijas lietotājiem ir tiesības saņemt šādu paziņojumu par patērētāju tiesībām: Kalifornijas iedzīvotāji var sazināties ar Kalifornijas Patērētāju lietu departamenta Patērētāju pakalpojumu nodaļas Sūdzību palīdzības nodaļu pa pastu uz 1625 North Market Blvd., Sacramento, CA 95834 vai pa tālruni (916) 445-1254 vai (800) 952-5210.",
    "3730344349": "Šajā sadaļā ir sniegta papildu informācija par personas informāciju, ko mēs apkopojam par Kalifornijas patērētājiem, un tiesībām, kas viņiem piešķirtas saskaņā ar Kalifornijas Patērētāju privātuma likumu jeb “CCPA”.",
    "4044467791": "Informāciju par personas informācijas kategorijām, kuras esam apkopojuši no jums iepriekšējos 12 mēnešos, lūdzu, skatiet iepriekš sadaļā “Informācija, ko mēs apkopojam”. Mēs apkopojam šo informāciju uzņēmējdarbības un komerciāliem nolūkiem, kas aprakstīti iepriekš sadaļā \"Kā mēs izmantojam personas informāciju\". Iepriekšējo 12 mēnešu laikā mēs esam kopīgojuši tālāk norādīto kategoriju informāciju ar trešajām pusēm uzņēmējdarbības nolūkos.",
    "4208081170": "Personiskās informācijas kategorija",
    "1528242915": "Identifikatori.",
    "3863351997": "Personiskās informācijas kategorijas, kas norādītas Kalifornijas klientu ierakstu likumā (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "Komerciāla informācija.",
    "2683038211": "Interneta vai cita elektroniskā tīkla darbība.",
    "3671828834": "Kopīgotās personas informācijas piemēri",
    "779426309": "Īsts vārds, unikāls personas identifikators, tiešsaistes identifikators, interneta protokola adrese, e-pasta adrese, konta nosaukums vai citi līdzīgi identifikatori.",
    "2414368123": "Vārds, kredītkartes numurs, debetkartes numurs vai cita finanšu informācija.",
    "4088941349": "Iegādāto, iegūto vai apsvērto produktu vai pakalpojumu ieraksti.",
    "3238612014": "Pārlūkošanas vēsture, informācija par patērētāja mijiedarbību ar interneta vietni, lietojumprogrammu vai sludinājumu.",
    "1023108656": "Trešo pušu saņēmēju kategorijas",
    "1418235079": "Servisa nodrošinātāji",
    "3238184941": "Piezīme. Krāpšanas risks, kas saistīts ar atsevišķu IP adresi, pēc pieprasījuma var tikt kopīgots ar integratoru.",
    "285116485": "Uzņēmums \"nepārdod\" (kā šis termins ir definēts CCPA) mūsu apkopoto personas informāciju. Lūdzu, skatiet iepriekš sadaļu \"Trešās puses analīze un izsekošanas tehnoloģijas\", lai iegūtu plašāku informāciju par mūsu izmantoto trešo pušu sīkfailu veidiem, ja tādi ir.",
    "1408750006": "Ievērojot noteiktus ierobežojumus, CCPA nodrošina Kalifornijas patērētājiem tiesības pieprasīt sīkāku informāciju par mūsu apkopotās personas informācijas kategorijām vai konkrētām daļām (tostarp to, kā mēs izmantojam un izpaužam šo informāciju), dzēst viņu personisko informāciju, atteikties no jebkādu \"pārdošanu\", kas var notikt, kā arī tiesības netikt diskriminētam par šo tiesību izmantošanu.",
    "759057398": "Paziņojums ES datu subjektiem",
    "825780955": "Personīgā informācija",
    "2945960297": "Attiecībā uz ES datu subjektiem šajā Privātuma politikā lietotais termins \"personas informācija\" ir līdzvērtīgs \"personas datiem\", kā tas definēts Eiropas Savienības Vispārīgajā datu aizsardzības regulā (VDAR).",
    "1126613163": "Sensitīvi dati",
    "3571006800": "Daļa no jūsu sniegtās informācijas var būt sensitīvi dati, kas definēti VDAR (saukti arī par īpašām personas datu kategorijām), tostarp jūsu rases vai etniskās piederības identifikācija valdības izdotajos identifikācijas dokumentos.",
    "1988461282": "Apstrādes juridiskie pamati",
    "3519564631": "Apstrādes mērķi",
    "1778642038": "Lai sazinātos ar jums",
    "2223819810": "Lai optimizētu mūsu platformu",
    "1678661231": "Atbilstības nodrošināšanai, krāpšanas novēršanai un drošībai",
    "2561077702": "Lai sniegtu mūsu pakalpojumu",
    "2066321185": "Juridiskais pamats",
    "1174237568": "Šīs apstrādes darbības veido mūsu likumīgās intereses. Mēs cenšamies apsvērt un līdzsvarot jebkādu iespējamo ietekmi uz jums (gan pozitīvo, gan negatīvo) un jūsu tiesībām, pirms mēs apstrādājam jūsu personisko informāciju mūsu likumīgajām interesēm. Mēs neizmantojam jūsu personisko informāciju darbībām, kurās mūsu intereses ir svarīgākas par jebkādu negatīvu ietekmi uz jums (ja vien mums nav jūsu piekrišanas vai kā citādi to pieprasa vai atļauj likums).",
    "1350478093": "Apstrādes mērķis",
    "787916198": "Ar jūsu piekrišanu",
    "3348433919": "Jūsu tiesības",
    "3842673636": "Saskaņā ar GDPR jums ir noteiktas tiesības attiecībā uz jūsu personas informāciju. Jūs varat lūgt mums veikt šādas darbības saistībā ar jūsu personas informāciju, kas mums ir:",
    "4057343238": "Atteikties",
    "1834911235": "Pārtrauciet sūtīt jums tiešā mārketinga paziņojumus, kuru saņemšanai esat iepriekš piekritis. Mēs varam turpināt sūtīt jums ar Pakalpojumu saistītus un citus ar mārketingu nesaistītus paziņojumus.",
    "3022301908": "Piekļuve",
    "680638297": "Sniegt jums informāciju par to, kā apstrādājam jūsu personisko informāciju, un nodrošināt jums piekļuvi jūsu personas informācijai.",
    "1409486258": "Pareizi",
    "3878077249": "Atjauniniet vai labojiet neprecizitātes jūsu personiskajā informācijā.",
    "3645414921": "Dzēst",
    "42182578": "Izdzēsiet savu personisko informāciju.",
    "1609621367": "Pārsūtīšana",
    "3208155808": "Pārsūtiet mašīnlasāmu jūsu personiskās informācijas kopiju jums vai trešajai personai pēc jūsu izvēles.",
    "1786796818": "Ierobežot",
    "3329634829": "Ierobežojiet savas personas informācijas apstrādi.",
    "4202774977": "Objekts",
    "3007158970": "Iebilst pret mūsu paļaušanos uz mūsu likumīgajām interesēm kā pamatu jūsu personas datu apstrādei, kas ietekmē jūsu tiesības.",
    "1273071008": "Datu subjekta piekļuves tiesību pieprasījumi",
    "3594381346": "atrašanās vieta.",
    "21141582": "šis",
    "3357523404": "Pārrobežu datu pārsūtīšana",
    "290966395": "Kā aprakstīts mūsu sadaļā \"Piezīme klientiem ārpus Amerikas Savienotajām Valstīm\", lūdzu, ņemiet vērā, ka jūsu personas dati tiks pārsūtīti, apstrādāti un uzglabāti ASV. Datu aizsardzības likumi ASV var atšķirties no likumiem jūsu dzīvesvietas valstī. Apmeklējot mūsu Vietnes vai izmantojot mūsu Pakalpojumu, jūs piekrītat savas informācijas, tostarp personas informācijas, pārsūtīšanai uz ASV, kā noteikts šajā Privātuma politikā.",
    "3178581111": "Izmantot jauniem mērķiem",
    "1088304322": "Mēs varam izmantot jūsu personisko informāciju iemeslu dēļ, kas nav aprakstīti šajā Privātuma politikā, ja tas mums ir atļauts saskaņā ar likumu un ja iemesls ir saderīgs ar mērķi, kādam mēs to vācām. Ja mums ir jāizmanto jūsu personas informācija nesaistītiem nolūkiem, mēs varam jūs informēt un izskaidrot piemērojamo tiesisko pamatu šādai izmantošanai. Ja esam paļāvušies uz jūsu piekrišanu konkrētai jūsu personiskās informācijas izmantošanai, mēs varam lūgt jūsu piekrišanu jebkuram nesaistītam mērķim un atļaut jums tajā laikā pārtraukt pakalpojuma lietošanu, ja jūs iebilstat.",
    "2260079771": "Datu saglabāšana",
    "38428546": "Mēs droši uzglabājam jūsu personas datus visu jūsu konta darbības laiku. Mēs saglabāsim jūsu Personas datus tikai tik ilgi, cik nepieciešams, lai izpildītu mērķus, kādiem mēs tos vācām, tostarp, lai izpildītu juridiskas, grāmatvedības vai ziņošanas saistības vai atrisinātu strīdus. Kritēriji, ko izmantojam, lai noteiktu uzglabāšanas periodus, ietver piemērojamos līguma noteikumus, kas ir spēkā, likumā noteiktos noilguma termiņus, piemērojamās normatīvās prasības un nozares standartus.",
    "384965568": "Lai gan saglabāšanas prasības atšķiras atkarībā no jurisdikcijas, informācija par mūsu tipiskajiem glabāšanas periodiem dažādiem jūsu personas datu aspektiem ir aprakstīta tālāk.",
    "2788836740": "Kontaktinformācija mārketinga nolūkos tiek saglabāta pastāvīgi, līdz jūs anulējat abonementu. Pēc tam mēs uz nenoteiktu laiku pievienosim jūsu informāciju mūsu bloķēšanas sarakstam. E-pasta informācija, kas savākta no pieejamības lietotājiem, nekad netiks izmantota mārketinga nolūkos.",
    "3520687192": "Ierakstus par saziņu ar jums (piemēram, atbalsta biļetes, kas atvērtas pa e-pastu vai Twitter) var glabāt neierobežotu laiku.",
    "292211832": "Informācija, kas savākta, izmantojot tehniskos līdzekļus, piemēram, sīkfailus, tīmekļa lapu skaitītājus un citus analītiskos rīkus, tiek izmesta, tiklīdz tas ir iespējams, taču to var glabāt ierobežotu laiku līdz vienam gadam pēc sīkfaila derīguma termiņa beigām, parasti neidentificētā un apkopotā veidā. ja vien mēs neatklāsim iespējamu mūsu pakalpojuma ļaunprātīgu izmantošanu, un tādā gadījumā mēs saglabāsim šo informāciju, lai palīdzētu mums novērst turpmāku ļaunprātīgu izmantošanu. Mēs nevaram saistīt šo anonimizēto un apkopoto informāciju ar jums, jūsu mājsaimniecību, IP adresi vai jebkādu personisku informāciju, pamatojoties uz saglabāto informāciju.",
    "3192683783": "Izmaiņas šajā Privātuma politikā",
    "1702335960": "Uz jebkuru informāciju, ko mēs apkopojam, attiecas privātuma politika, kas ir spēkā šādas informācijas vākšanas laikā. Tomēr mēs varam laiku pa laikam pārskatīt Privātuma politiku. Ja pārskatīšana ir būtiska, kā to noteicām tikai mēs, mēs jūs informēsim, piemēram, pa e-pastu. Pašreizējā versija vienmēr tiks publicēta mūsu Privātuma politikas lapā.",
    "3669258571": "Sīkdatņu politika",
    "2905621957": "Pēdējo reizi atjaunināts: 2020. gada 18. jūlijā",
    "1173934218": "Mēs saprotam, ka jūsu privātums jums ir svarīgs, un esam apņēmušies nodrošināt mūsu izmantoto tehnoloģiju pārskatāmību. Šī politika sniedz detalizētu informāciju par to, kā un kad mēs izmantojam sīkfailus mūsu vietnēs un pakalpojumā.",
    "2694150481": "Vai mēs izmantojam sīkfailus?",
    "457627611": "Jā. Mēs un mūsu analītikas vai pakalpojumu sniedzēji, mārketinga partneri un saistītie uzņēmumi varam izmantot sīkfailus, tīmekļa bāksignālus vai pikseļus un citas tehnoloģijas, lai nodrošinātu, ka ikvienam, kas izmanto Vietnes, ir vislabākā iespējamā pieredze. Lai iegūtu plašāku informāciju, lūdzu, skatiet mūsu konfidencialitātes politikas sadaļu \"Trešās puses analīze un izsekošanas tehnoloģijas\".",
    "501102544": ": mēs uzskatām, ka hCaptcha anti-bot pakalpojums (ti, vietnēs, spēlēs vai mobilajās lietotnēs iegultais pakalpojums) saskaņā ar GDPR noteikumiem ietver tikai tā sauktās \"no piekrišanas atbrīvotās\" sīkdatnes. Šādu atbrīvotu sīkfailu piemēri:",
    "461631543": "GDPR piezīme",
    "2150907653": "* Tehniskās sīkdatnes, kas ir obligāti nepieciešamas pakalpojuma sniegšanai. Tie ietver preferenču sīkfailus, sesijas sīkfailus, slodzes līdzsvarošanas sīkfailus utt.",
    "1012122721": "* Mūsu tieši pārvaldītās statistikas sīkdatnes (ti, pirmās puses, nevis trešās puses sīkdatnes), kurās dati netiek izmantoti profilēšanai.",
    "3255230599": "Kas ir sīkfails?",
    "2954157511": "Kāpēc mēs izmantojam sīkfailus?",
    "1539071196": "Mēs parasti izmantojam sīkfailus šādiem mērķiem:",
    "3545935449": "Lai atpazītu jaunus vai iepriekšējos lietotājus.",
    "32739972": "Lai saglabātu savu pieteikšanās sesijas informāciju, ja esat reģistrējies mūsu Vietnēs.",
    "4209078147": "Lai uzlabotu mūsu vietni un labāk izprastu jūsu apmeklējumus mūsu platformās un Vietnē.",
    "1077448694": "Integrācijai ar trešo pušu sociālo mediju vietnēm.",
    "1709478090": "Lai apkalpotu jūs ar interesēm balstītu vai mērķtiecīgu reklāmu.",
    "3256020881": "Lai novērotu jūsu uzvedību un pārlūkošanas darbības laika gaitā vairākās vietnēs vai citās platformās.",
    "1092241113": "Lai labāk izprastu mūsu klientu un integratoru intereses.",
    "1434289796": "Dažas sīkdatnes ir nepieciešamas noteiktiem Vietņu lietojumiem, un bez šādām sīkdatnēm mēs nevarētu nodrošināt daudzus pakalpojumus, kas jums ir nepieciešami, lai pareizi izmantotu Vietnes. Šīs sīkdatnes, piemēram, ļauj mums izmantot mūsu vietnes, lai jūs varētu tām piekļūt, kā esat pieprasījis, un ļauj mums atpazīt, ka esat izveidojis kontu un pieteicies šajā kontā, lai piekļūtu vietnes saturam. Tie ietver arī sīkfailus, kas ļauj mums atcerēties jūsu iepriekšējās darbības tajā pašā pārlūkošanas sesijā un aizsargāt mūsu vietnes.",
    "1533171442": "Mēs izmantojam arī funkcionālās sīkdatnes un trešo pušu sīkfailus analīzes un mārketinga nolūkos. Funkcionālās sīkdatnes ļauj noteiktām Vietņu daļām pareizi darboties un jūsu lietotāja preferences paliek zināmas. Analīzes sīkfaili, cita starpā, apkopo informāciju par to, kā klienti, integratori un galalietotāji izmanto mūsu vietnes, saturu un produktus, ko lietotāji skatās visbiežāk, un mūsu trešo pušu reklāmu efektivitāti. Reklāmas sīkfaili palīdz piegādāt reklāmas atbilstošai mērķauditorijai un mūsu reklāmas tiek rādītas meklēšanas rezultātu augšdaļā. Sīkfaili ir vai nu \"sesijas\" sīkfaili, kas tiek dzēsti, kad pabeidzat pārlūkprogrammas sesiju, vai \"pastāvīgie\", kas paliek līdz brīdim, kad tos izdzēšat jūs (par to tālāk) vai puse, kas nodrošināja sīkfailu. Pilna informācija par visām vietnēs izmantotajām sīkdatnēm ir pieejama mūsu sīkfailu atklāšanas tabulā zemāk.",
    "322830977": "Kā atspējot sīkfailus.",
    "262509504": "Mēs varam saistīt sīkdatņu apkopoto informāciju ar citu informāciju, ko ievācam no jums saskaņā ar šo Privātuma politiku, un izmantot apvienoto informāciju, kā norādīts šeit. Tāpat trešās puses, kas mūsu vietnēs apkalpo sīkfailus, var saistīt jūsu vārdu vai e-pasta adresi ar citu informāciju, ko tās apkopo, kas var ietvert iepriekšējos pirkumus, kas veikti bezsaistē vai tiešsaistē, vai jūsu tiešsaistes lietošanas informāciju.",
    "2935155034": "Ja atrodaties Eiropas Ekonomikas zonā, jums ir noteiktas tiesības, kas aprakstītas iepriekš sadaļā \"Paziņojums ES datu subjektiem\", tostarp tiesības pārbaudīt un labot vai dzēst datus, kas mums ir par jums.",
    "1873812847": "Sīkdatnes(-u) atklāšana",
    "3319083717": "Vārds:",
    "3183855267": "1. hmt_id",
    "907324388": "Funkcija",
    "2896187462": "1. Izmanto noteikti nepieciešamai anonīmai ar pakalpojumu saistītai statistikai un citiem tehniskiem nolūkiem, piemēram, palīdzības sniegšanai pieejamības atbalstam.",
    "987267027": "Ballīte",
    "3453526675": "1. 1. puse",
    "1952810469": "Tips",
    "1795436560": "1. Sesija",
    "102695075": "Ilgums",
    "3356329025": "1. 30 dienas",
    "3744153629": "Vārdi:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "sesija,",
    "3186435874": "sesijas ID",
    "1241291641": "Skatīt sīkāku informāciju.",
    "1834801943": "2. 1. puse",
    "2114694926": "2. Sesija",
    "938404336": "2. Atšķiras; līdz 30 dienām.",
    "2196526290": "hc_accessibility",
    "1061239711": "3. 1. puse",
    "1483015662": "3. Sesija",
    "3458934553": "3. Variē; līdz 30 dienām.",
    "134571844": "Impressum (vietnes paziņojums)",
    "110836420": "Pēdējo reizi atjaunināts: 2020. gada 23. decembrī",
    "2901894297": "hCaptcha ir Delavēras ASV korporācijas Intuition Machines, Inc. (\"IMI\") pakalpojums (#6393793).",
    "2928362319": "Uzziņas var nosūtīt pa pastu: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "3094150511": "Pārvaldes iestāde: ASV Federālā sakaru komisija, 45 L Street NE, Washington, DC 20554 USA.",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Nav garantiju attiecībā uz saturu",
    "707541553": "Visu mūsu interneta lapās esošo informāciju ir apstiprinājusi IMI vai trešā puse. Tomēr ne IMI, ne trešās puses nevar būt atbildīgas par to, ka informācija ir aktuāla, precīza vai pilnīga. Tas attiecas arī uz citām tīmekļa vietnēm, kuras var sasniegt, izmantojot mūsu lapās esošās hipersaites. IMI neuzņemas nekādu atbildību par šo ārējo vietņu saturu.",
    "2650241052": "Nav padoma",
    "204716894": "Mūsu tīmekļa lapu saturs un dizains ir aizsargāti saskaņā ar autortiesību likumu. Lapu un to satura dublēšanai tādā veidā, kas pārsniedz saprātīgu godīgu izmantošanu, ir nepieciešama iepriekšēja rakstiska IMI piekrišana, ja lapā nav citu juridisku noteikumu par dublēšanu.",
    "3182435854": "Autortiesības",
    "3236873806": "IMI ir atbildīga par šo vietni.",
    "1338341134": "hCaptcha + Privacy Pass (beta)",
    "88879089": "Privacy Pass ir",
    "1898063898": "lietotāju privātuma saglabāšanai, ko mēs izstrādājam kopā ar",
    "1942186611": "un citi.",
    "3673079511": "topošais standarts",
    "2164933356": "Cloudflare",
    "3119589996": "Kā tas darbojas: pārlūkprogrammas paplašinājums nodrošina lietotājiem iespēju izveidot un parakstīt kriptogrāfiski aklos marķierus vietnēm, kas atbalsta Privacy Pass protokolu. Paplašinājums ģenerē caurlaides, kas satur kriptogrāfiski aklos marķierus, kurus paraksta hCaptcha, kad problēma tiek atrisināta jebkurā vietnē, izmantojot pakalpojumu hCaptcha,",
    "1254771154": "izaicinājumi, kas parādīti citos Privacy Pass atbalsta pakalpojumos, kuros ir iegulti arī hCaptcha, piemēram, Cloudflare.",
    "996362763": "Šos marķierus atbloķē un paplašinājums saglabā turpmākai izmantošanai. Kad lietotājs apmeklē vietni, izmantojot hCaptcha, un viņam ir jānokārto izaicinājums (neatkarīgi no tā, vai tas ir neredzams vai izmantojot pogu “Es esmu cilvēks”), tie tiek izpirkti automātiski. Apžilbināšanas procedūra nozīmē, ka parakstītie un izpirktie marķieri no hCaptcha viedokļa ir kriptogrāfiski atvienojami, un tādējādi tiek saglabāta lietotāja privātums.",
    "2943346052": "Tā kā IETF standartizācijas process turpinās, mēs sagaidām, ka lielākās pārlūkprogrammas savā veidā ieviesīs kādu Privacy Pass veidu. Tas galu galā padarīs paplašinājumu nevajadzīgu. Tomēr pagaidām, lūdzu, izpildiet tālāk sniegtos norādījumus.",
    "2326660907": "izņemot",
    "741483946": "* Citiem vārdiem sakot: vietnē hCaptcha.com varat iegūt hCaptcha Privacy Pass marķierus un izmantot tos citās vietnēs tieši, izmantojot vietni hCaptcha.com. Jūs nevarat iegūt vai izpirkt hCaptcha Privacy Pass marķierus, lai apietu hCaptcha pakalpojumu, ko izmanto Cloudflare, jo Cloudflare izdod un izpērk savus Privacy Pass marķierus.",
    "1362015807": "Darba sākšana",
    "1358325821": "Vispirms instalējiet paplašinājumu",
    "310885519": "vai",
    "4091044469": ". Pārliecinieties, vai esat iespējojis paplašinājumu inkognito režīmā. Pēc tam apmeklējiet jebkuru vietni, izmantojot hCaptcha, un atrisiniet captcha. Sākot ar versiju 2.0.3, jūs varat izpirkt šos marķierus vietnēs, izmantojot hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "Kad paplašinājums ir instalēts, noklikšķiniet šeit (vai jebkurā hCaptcha tīmekļa vietnē), lai nopelnītu caurlaides:",
    "166277959": "Lūdzu, ņemiet vērā: šī funkcija pašlaik ir beta versijā, un tā var nedarboties visām vietnēm un lietotājiem visu laiku. Gadījumā, ja tas nav iespējots vai nedarbojas konkrētam lietotājam, darbība vienkārši atgriezīsies pie standarta hCaptcha pieredzes, nezaudējot funkcionalitāti.",
    "3031357206": "Blakus URL joslai parādīsies jauna ikona. Tagad apmeklējiet vietni, izmantojot hCaptcha. Tas izskatīsies šādi:",
    "1066753052": "kas nozīmē, ka maks ir tukšs, un jūs atrodaties vietnē, kas ietver hCaptcha izaicinājumu. Kad būsiet pabeidzis izaicinājumu, jūs nopelnīsit žetonus, kurus varēsiet izpirkt jebkurā citā vietnē ar hCaptcha.",
    "651123197": "Pēc izaicinājuma pabeigšanas uz ikonas tiks parādīts pašreizējā kopsummas skaits jūsu makā.",
    "554844646": "Varat pārbaudīt, vai paplašinājums darbojas, redzot, ka skaitītājs samazinās par 1 katru reizi, kad noklikšķināt",
    "4087729475": "izaicinājums pēc sākotnējā atrisinājuma.",
    "647630208": "Un tas arī viss! Jūsu tiešsaistes pārlūkošana tagad ir privātāka.",
    "3272552822": "Izstrādātāji un kriptogrāfi:",
    "4059570880": "Ja vēlaties izsekot standartizācijas centieniem, darbs pašlaik tiek veikts plkst",
    "1904390996": "standartizēt",
    "252720667": "kas ir Privacy Pass kriptogrāfiskās drošības pamatā. Pats protokols tiek cauri",
    "3972554015": "process arī. Un pārlūkprogrammas paplašinājums, protams, ir",
    "3723626769": "par jūsu ieguldījumu un pārskatīšanu.",
    "3882147547": "Aizmirstās pseidogadījuma funkcijas",
    "565624910": "melnraksts",
    "3421090159": "atvērtais avots",
    "3098677775": "J: Vai, izmantojot Privacy Pass, mana IP un pārlūkošanas vēsture ir pilnībā privāta no hCaptcha?",
    "4019638786": "A: hCaptcha Privacy Pass lietotāji nekad neatklās savu IP hCaptcha, ja vien viņu pārlūkprogrammas marķiera maciņš nav tukšs vai vietne to nenosūta. hCaptcha nevar saistīt lietotāju ar marķiera izpirkšanu, un izpirkšanas laikā tā nekad nesadarbojas tieši ar lietotāju, ja vien viņa marķiera maciņš nav tukšs.",
    "3887113660": "J: Kā Privacy Pass ietekmē hCaptcha ieņēmumus?",
    "1116455671": "A. Jūs iegūsit atlīdzību par sākotnējo risinājumu, ja lietotājs to pabeigs jūsu vietnē. Izpirkšana notiek tādā pašā veidā kā tad, ja lietotājs būtu automātiski nokārtojis jūsu vietni augstās klientu uzticības dēļ: netiek gūti ienākumi, un vietnes verifikācijas zvans no jūsu servera saņem apstiprinājuma rezultātos “kredīts: false”.",
    "779817954": "J: Ja man ir Privacy Pass caurlaides, ko izdevis cits pakalpojumu sniedzējs, vai varu tās izpirkt hCaptcha?",
    "3014149332": "A: Nē, caurlaides nav savietojamas: tās ir jāizsniedz un jāizpērk vienai un tai pašai iestādei, šajā gadījumā hCaptcha. Ņemiet vērā: ja jūsu paplašinājumā ir kartes gan no Cloudflare, gan no hCaptcha, pieejamais numurs tiks mainīts uz pareizo summu atkarībā no apmeklētās lapas prasībām. Citiem vārdiem sakot, ja jūsu makā ir 100 Cloudflare caurlaides un 10 hCaptcha caurlaides, lapās, kurās ir iegulta hCaptcha, uz paplašinājuma ikonas vajadzētu redzēt 10.",
    "3679148535": "J: Ar kādām citām Privacy Pass lietojumprogrammām jūs strādājat?",
    "1606783855": "A: Mūs ļoti interesē Privacy Pass for the Accessibility (\"a11y\") lietošanas gadījums. Iepriekš populārās iespējas, piemēram, audio captchas, diskriminē daudzus a11y lietotājus. Mēs uzskatām, ka mūsu pašreizējās a11y pieejas apvienošana ar Privacy Pass izdošanu ļaus a11y lietotājiem droši pārlūkot, zinot, ka viņu trafika ir privātāka, vienlaikus ierobežojot robotu operatoru ļaunprātīgu izmantošanu, kas neizbēgami notiek, ja ir pieejamas a11y opcijas.",
    "2359150347": "J: Vai citi tiešsaistes drošības pakalpojumi atbalsta Privacy Pass?",
    "2082237880": "A: hCaptcha ir pirmais šāda veida pakalpojums, kas atbalsta Privacy Pass, un pašlaik tas ir vienīgais, kas to dara. Tomēr mēs sagaidām, ka citi pakalpojumi atzīs priekšrocības, ko sniedz lietotāju privātuma palielināšana tiešsaistē, un sagaidām, ka nākotnē tie tiks ieviesti arvien vairāk, jo IETF standarti, kurus mēs palīdzam izstrādāt, tiks oficiāli pieņemti.",
    "2109792055": "Lietotāja rokasgrāmata: Atkļūdošanas problēmas ar Privacy Pass izdošanu un validāciju",
    "3588620914": "Privacy Pass ir jauns izgudrojums saskaņā ar tīmekļa standartiem, un citas lietojumprogrammas un pārlūkprogrammas paplašinājumi, kas to nezina, var traucēt tā funkcionalitāti.",
    "4039193170": "Ja jums ir problēmas ar tokenu iegūšanu vai izpirkšanu, veiciet tālāk norādītās darbības.",
    "2378786360": "1. Izmēģiniet kādu no citām atbalstītajām pārlūkprogrammām: ja izmantojat pārlūkprogrammu Chrome, mēģiniet izmantot Firefox, neimportējot iestatījumus no Chrome, un tur instalējiet spraudni. Ja tas darbojas, iespējams, ir radusies pārlūkprogrammas konfigurācijas problēma.",
    "394235836": "3. Ja neviens no iepriekš minētajiem ieteikumiem nedarbojas, nosūtiet mums atbalsta e-pasta ziņojumu, un mēs ar prieku palīdzēsim noskaidrot, kas notiek.",
    "3470857731": "Analīze par to, cik labi reCAPTCHA nosaka robotprogrammatūras.",
    "3240786848": "Pēdējā atjaunināšana: 2021. gada 18. februārī",
    "2547140673": "Vairāk nekā desmit gadus Google pakalpojums reCAPTCHA ir piedāvājis vietņu īpašniekiem tirdzniecību: ļaujiet Google izsekot jūsu lietotājiem un uzdot viņiem jautājumus, un apmaiņā viņi sola apturēt robotprogrammatūras un surogātpastu.",
    "2133754014": "Vairāk nekā 4,5 miljoni vietņu izmanto reCAPTCHA [",
    "3152512587": "un sistēma savāc simtiem miljonu ikdienas risinājumu. [",
    "2296918009": "Tas atbilst vairāk nekā 100 cilvēku darba gadiem katru dienu.",
    "3900538778": "Iezīmētie dati ir degviela, kas nodrošina mašīnmācīšanos. ReCAPTCHA atbildes ir izmantotas, lai uzlabotu Google ML/AI pakalpojumus kopš 2009. gada. Daudzi cilvēki, kas izmanto reCAPTCHA, neapzinās, ka viņu darbs tiek likts lietā.",
    "1160252730": "Google tagad iekasē augstas cenas par reCAPTCHA Enterprise, liekot daudziem uzņēmumiem pārvērtēt šo darījumu.",
    "1131196501": "Lielākie uzņēmumi, piemēram",
    "204889717": "ir pārgājuši uz hCaptcha's",
    "639413188": "atbildot.",
    "3280658086": "uzņēmuma risinājumi",
    "3842815245": "Vai šī ir godīga tirdzniecība?",
    "714342693": "hCaptcha komanda kopš 2016. gada ir apkopojusi cenu datus no \"tumšā tīmekļa\" captcha pārkāpšanas pakalpojumiem. Mēs novērojām interesantu tendenci:",
    "468929661": "Vidējās izmaksas par reCAPTCHA izjaukšanu ir neticami zemas (mazāk nekā 1 ASV dolārs par 1000 atrisinājumiem), un tās nav būtiski palielinājušās kopš mūsu uzraudzības sākšanas 2016. gadā. Tas attiecas gan uz reCAPTCHA v2, gan v3. [",
    "2862164005": "Cenu dati ļauj mums noteikt precīzu dolāra vērtību reCAPTCHA piedāvātajai drošībai: 0,001 USD vai mazāk par atbildi.",
    "102498091": "Google iekasē 1 ASV dolāru par 1000 pieprasījumiem par reCAPTCHA Enterprise, kas nozīmē, ka tagad par vienu pieprasījumu tiek iekasēta lielāka maksa, nekā maksā pakalpojuma drošības pārkāpšana. Tas šķiet slikts darījums.",
    "130239139": "Kāda ir Google ikdienas savākto vairāk nekā 100 persongadu vērtība?",
    "1421074182": "Ievērojami augstāks.",
    "1953519598": "Viena attēla marķēšanas izmaksas svārstās no USD 0,03 līdz USD 1,00 vai vairāk. Saskaņā ar jebkādiem piesardzīgiem aprēķiniem Google līdz šim ir ieguvis miljardu dolāru bezmaksas darbaspēku. [",
    "3025548709": "Vai šim negodīgajam darījumam ir alternatīva?",
    "263761351": "hCaptcha ir pirmā uzticamā alternatīva, ko tagad katru mēnesi izmanto simtiem miljonu cilvēku.",
    "2743692546": "Kamēr lietotāji, izmantojot hCaptcha, pierāda savu cilvēcību, viņu darbaspēks nonāk anonīmā atklātā tirgū, lai solītu.",
    "1982750088": "Uzņēmumi visā pasaulē piedāvā šo darbaspēku, lai veiktu vienkāršus uzdevumus, kas ir viegli cilvēkiem, bet sarežģīti mašīnām. Lietotāji atbalsta vietni, kuru viņi apmeklē, un saņem mazāk surogātpasta, jo ir augstāks drošības līmenis.",
    "1108398506": "klienti iegūst pilnīgu kontroli pār pieredzi un gūst labumu no zināšanām, ko hCaptcha ir ieguvusi, strādājot ar lielāko neatkarīgo izaicinājumu nodrošinātāju internetā. Viņi arī saņem labāku piedāvājumu nekā reCAPTCHA Enterprise: līdz pat 50–80% labākas cenas atkarībā no apjoma.",
    "3012870872": "Vietnes un lietotnes, kurās tiek izmantota bezmaksas versija (hCaptcha Publisher), gūst ieņēmumus no šī darba, nevis ziedo to Google.",
    "2271512952": "Lietotāji atbalsta vietni, kuru viņi apmeklē, un saņem mazāk tīmekļa surogātpasta.",
    "278010425": "Arī hCaptcha plašo un bieži mainīgo uzdevumu klāstu ir grūtāk automatizēt. ReCAPTCHA vienotais interfeiss nav mainījies daudzus gadus, un tajā ir neliels jautājumu kopums, kas bieži mainās. Šis ir viens no veidiem, kā hCaptcha nodrošina spēcīgāku aizsardzību pret robotiem nekā reCAPTCHA.",
    "984849234": "hCaptcha izmanto uzlaboto mašīnmācīšanos, lai nodrošinātu to, ko reCAPTCHA tikai sola, vienlaikus kopīgojot iegūto vērtību ar vietnēm, kas to izmanto.",
    "4063769686": "Lietotāji atbalsta vietni, kuru viņi apmeklē, un saņem mazāk tīmekļa surogātpasta. Tas šķiet godīgāks darījums.",
    "685916926": "Kāpēc reCAPTCHA laika gaitā nav uzlabojusies?",
    "3992401943": "Kopš 2012. gada ir notikusi revolūcija dziļās mācīšanās jomā. Nozares norma attiecībā uz uzdevumu precizitāti pēdējo desmit gadu laikā ir radikāli uzlabojusies, galvenokārt dziļo konvolucionālo tīklu dēļ. Citi Google piedāvātie ML nodrošinātie pakalpojumi ir sekojuši šai līknei.",
    "615031303": "(Skatīt zemsvītras piezīmes",
    "2125514305": "ML ir uzlabojusies, taču reCAPTCHA apiešanas grūtības šajā laikā nav būtiski mainījušās.",
    "1406188018": "6 un 7",
    "2689973938": "ReCAPTCHA uzlabošana rada būtisku konfliktu uzņēmumam Google kā reklāmu piegādātājam.",
    "464238793": "Ja Google pati nosaka, ka lietotājs, kurš redz reklāmu vai noklikšķina uz saites, patiesībā ir robots, tas nevar iekasēt maksu par šim lietotājam rādītajām reklāmām. Šis interešu konflikts ir ļoti ierobežojis Google pretrobotu ambīciju apjomu.",
    "918924423": "Piemēram, Google nav piedāvājis acīmredzami vērtīgus pakalpojumus, piemēram, retroaktīvu robotu noteikšanu. Daudz uzticamāk ir paziņot par lietotāju trafiku, kas ir izveidots pēc vairāku dienu datu analīzes.",
    "661412233": "Ir arī vērtīgi zināt pēc captcha, ka daži lietotāji bija roboti. Tas ļauj vietņu īpašniekiem tīrīt vecos surogātpasta ziņojumus un dzēst \"gulētāju kontus\", kas reģistrēti surogātpasta forumos, samazināt krāpšanu un veikt citas darbības.",
    "3600797185": "Piedāvājot robotprogrammatūras identifikāciju ar atpakaļejošu datumu, uzņēmums Google uzdotu sarežģītus jautājumus par to, kā ar atpakaļejošu spēku atmaksāt reklāmdevējiem, kuri iztērējuši naudu par šo krāpniecisko trafiku.",
    "2076932190": "Tādējādi reCAPTCHA produkts ir stagnējis desmit gadus.",
    "3856912381": "Lietotāji ir cietuši, un nevajadzīgs tīmekļa surogātpasts tagad ir nikns. Bet ir alternatīva.",
    "1035621426": "Katrs robots, ko identificē reCAPTCHA, tieši samazina Google ieņēmumus no reklāmām.",
    "3668115514": "Kā hCaptcha atšķiras?",
    "2413742287": "hCaptcha stimuls ir palielināt precizitāti, nevis ieņēmumus no reklāmām: robotprogrammatūras atbildes ir bezjēdzīgas mūsu klientiem, kuriem nepieciešami cilvēku apmācības dati.",
    "1373262754": "Zinot, kas ir indivīds, hCaptcha vērtība ir minimāla. Mēs rūpējamies tikai par to, vai viņi ir cilvēki vai ļaundabīgi aktieri.",
    "600646860": "Tā vietā, lai piedāvātu apšaubāmas vērtības pakalpojumu, vienlaikus iegūstot darbaspēku ar reālu vērtību, hCaptcha nodrošina gan kompensāciju, gan spēcīgu aizsardzību pret robotiem.",
    "1836191653": "Tā vietā, lai bez maksas lietotājiem piedāvātu viegli pārņemamu pakalpojumu, vienlaikus iekasējot miljoniem dolāru par uzņēmuma versiju, kas nav daudz labāka, hCaptcha nodrošina lielisku robotu aizsardzību abiem, vienlaikus piedāvājot uzņēmuma lietotājiem papildu funkcijas un pielāgošanu, kā arī spēcīgus SLA un ātru atbalstu.",
    "990215503": "hCaptcha ir vienīgais lielais captcha pakalpojums, kas nepieder nevienam reklāmu tīklam.",
    "971933157": "hCaptcha rūpējas par privātumu, caurspīdīgumu un godīgumu.",
    "178839499": "hCaptcha dalās paveiktā darba vērtībā, kamēr lietotāji pierāda savu cilvēcību.",
    "1237076138": "hCaptcha piedāvā godīgu darījumu gan bezmaksas (hCaptcha Publisher), gan uzņēmuma (hCaptcha Enterprise) klientiem.",
    "614310292": "Kas izveidoja hCaptcha?",
    "4188814619": "hCaptcha ir intuīcijas mašīnu pakalpojums (",
    "3265328927": "), mašīnmācības uzņēmums, kas piedāvā produktus un pakalpojumus uzņēmumiem, kas plašā mērogā ievieš mašīnmācību.",
    "2740033957": "IM komandu veido zinātnieki un inženieri no Apple, Amazon un citiem mašīnmācības, izplatīto sistēmu un drošības vadītājiem.",
    "1579715421": "IM zinātnieki regulāri publicējas tādās populārākajās konferencēs kā ICML, ICLR, ECCV un NeurIPS, un uzņēmums ir publiski publicējis jaunākos rezultātus tādās ML disciplīnās kā dziļā jaukšana [",
    "4015238193": "un OCR [",
    "279580593": "imachines.com",
    "279918384": "Kā Google izmanto jūsu bezmaksas darbaspēku?",
    "2385522384": "Jūs, visticamāk, redzējāt video kadrus no Google Waymo pašbraucošo automašīnu kamerām un palīdzējāt uzlabot to objektu atpazīšanu.",
    "1517627947": "Jūs, iespējams, redzējāt ēku attēlus vai ielu zīmes no Google Streetview automašīnām un palīdzējāt marķēt atrašanās vietas to Maps un Earth produktiem.",
    "3225936061": "Jūs, iespējams, redzējāt teksta attēlus, kas ņemti no Google grāmatu lapām, un palīdzējāt uzlabot viņu OCR (teksta atpazīšanas) programmatūru.",
    "129661785": "Vai jums kādreiz ir lūgts \"noklikšķināt uz automašīnas / gājēju pārejas / bremžu signāla?\"",
    "936667684": "Vai jums kādreiz ir lūgts \"ierakstīt ēkas/ielas zīmi?\"",
    "3773515538": "Vai jums kādreiz ir lūgts \"ierakstīt divus vārdus?\"",
    "1778058441": "Kādi darbi tiek veikti hCaptcha?",
    "366088791": "hCaptcha atbalsta dažādus uzdevumus.",
    "3114147525": "hCaptcha klienti izmanto pakalpojumu, lai veiktu tādus uzdevumus kā objektu atpazīšana, atribūtu noteikšana (etiķešu vākšana, lai identificētu apģērba veidus), atbilstības ranžēšana (visatbilstošākā produkta izvēle no vairākām iespējām, salīdzinot ar primāro produktu), norobežošanas kastes (interesējošo apgabalu atrašana attēlu), \"Cilvēka OCR\" (teksta identificēšana attēlā) un daudzus citus uzdevumus.",
    "3139609561": "Tālāk ir sniegti divi attēlu klasifikācijas un atribūtu noteikšanas darbu veidu piemēri. [",
    "2273532558": "Kas ir hCaptcha maksājošie klienti?",
    "4104221634": "hCaptcha klienti aptver dažādas nozares, sākot no tehnoloģiju uzņēmumiem līdz tiem, kas koncentrējas uz modi, mazumtirdzniecību un citām jomām, kurās viņi var radīt vērtību, izmantojot mašīnmācīšanos.",
    "1337725003": "hCaptcha ir apņēmusies demokratizēt piekļuvi liela apjoma reāllaika anotācijām, ļaujot lieliem un maziem uzņēmumiem uzlabot savu produktu un pakalpojumu kvalitāti, savā biznesā pielietojot mašīnmācīšanos.",
    "4086379603": "Jautājumi?",
    "1243684308": "Mēs uztveram jūsu atsauksmes nopietni un vēlamies nodrošināt, lai ikvienam būtu patīkamāka pieredze tiešsaistē, izmantojot mazāk robotu un surogātpasta. Sazinieties ar mums:",
    "2645321220": "Un, ja uzskatāt, ka reCAPTCHA izmaksas ir pārāk augstas, jautājiet mums par hCaptcha Enterprise. Pašlaik tos izmanto daži no lielākajiem izdevējiem, finanšu pakalpojumu uzņēmumiem un tīmekļa infrastruktūras uzņēmumiem pasaulē, un tie ir ne tikai uzticama alternatīva reCAPTCHA: mēs uzskatām, ka tie piedāvā vislabāko pašlaik pieejamo robotu aizsardzību.",
    "1229233916": "Zemsvītras piezīmes",
    "1115642494": "1. Avots: BuiltWith.com reCAPTCHA vietņu saraksti. Iegūts 2019. gada 9. jūlijā.",
    "448807334": "(\"Cilvēki katru dienu atrisina simtiem miljonu CAPTCHA.\") Iegūts 2019. gada 8. jūlijā.",
    "2397590157": "3. Konservatīvs aprēķins: 200 miljoni atrisinājumu * 30 sekundes vienam risinājumam gados = 190,3 cilvēkgadi/dienā.",
    "3236311792": "4. hCaptcha iekšējā analīze. Dati iegūti līdz 2019. gada 30. jūnijam. Detalizēta informācija ir pieejama pēc pieprasījuma.",
    "1752259468": "5. Konservatīvs aprēķins: vienas piezīmes izmaksas 0,01 ASV dolārs * 200 miljoni vid. anotācijas dienā (apakšējā robeža) * 365 dienas gadā * 10 gadi kopš 2009. gada iegūšanas = 7,3 miljardu dolāru apakšējā robežvērtība.",
    "3268946369": "6. Kredīts: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Avots: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "UZ SEMANTISKĀS HIERARHIJAS BALSTĪTAS relāciju iegulšanas VĀJI UZRAUDZĪTAI DZIĻAI JAUKŠANAI, Heiki Arponens, Toms E Bishop. ICML 2019, LLD darbnīca.",
    "2544169219": "Jaunākie jaunākie rezultāti: ICML LLD, 2019. gada maijs.",
    "1973347745": "10. Bez autoratlīdzības piemēru attēli. Avots: Petapixel.",
    "1493115924": "Preču zīmju piezīmes:",
    "4051104324": "\"Intuition Machines\" ir Intuition Machines, Inc. reģistrēta preču zīme.",
    "3983646521": "Visi produktu nosaukumi, logotipi, zīmoli, preču zīmes un reģistrētās preču zīmes ir to attiecīgo īpašnieku īpašums. Visi šajā vietnē izmantotie uzņēmumu, produktu un pakalpojumu nosaukumi ir paredzēti tikai identifikācijas nolūkiem. Šo nosaukumu, preču zīmju un zīmolu izmantošana nenozīmē apstiprinājumu. Šajā gadījumā gluži otrādi.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM zinātnieki CVPR 2020 ir noteikuši jaunu etalonu vāji uzraudzītai teksta atpazīšanai (OCR).",
    "1259002282": "Vai atradāt kļūdu? Lūk, kā par to ziņot.",
    "3301728462": "Miljoniem cilvēku katru mēnesi izmanto hCaptcha tūkstošiem pārlūkprogrammu, paplašinājumu, ierīču, ugunsmūru un citu kombināciju.",
    "3878230879": "Mūsu mērķis ir nodrošināt, ka tas vienmēr darbojas jūsu labā, tāpēc mēs ļoti novērtējam jūsu ziņojumus!",
    "2465128185": "Lai sniegtu ātras atsauksmes, vienkārši noklikšķiniet uz pogas Sūtīt mums atsauksmes.",
    "2921990472": "Ja redzat funkcionālu problēmu, lūdzu, izpildiet",
    "2870341481": "zemāk. Jebkurai citai pārlūkprogrammai tikai",
    "1866590035": "atkļūdošanas žurnāla instrukcijas pārlūkam Chrome",
    "444492541": "Firefox atkļūdošanas žurnāla instrukcijas",
    "169267610": "nosūtiet mums e-pastu",
    "3100722753": "Par iespējamām drošības vai konfidencialitātes problēmām skatiet tālāk sniegtos norādījumus.",
    "1906593952": "Sniedziet atsauksmes par hCaptcha, kuru tikko redzējāt",
    "3951254541": "Mēs novērtējam jūsu ieguldījumu. Informējiet mūs par visām problēmām, un mēs tās ātri atrisināsim.",
    "3324288040": "Sūtiet mums atsauksmes",
    "2864016648": "Privātuma problēmas",
    "304004915": "Mums ir vienalga, kas ir lietotāji, bet gan tas, cik liela ir iespējamība, ka tie ir ļaunprātīgi vai datori. Mēs atbalstām tādas iniciatīvas kā",
    "1139493658": ", un smagi strādājiet, lai līdzsvarotu privātumu un drošību.",
    "3083289844": "Ja esat atradis problēmu, kas, jūsuprāt, varētu ietekmēt lietotāja privātumu, lūdzu, rakstiet mums uz e-pasta adresi",
    "4264784515": "Drošības kļūdas",
    "963238401": "Mēs vienmēr esam ieinteresēti saņemt ziņojumus par drošības kļūdām. E-pasts",
    "3926027556": "un mēs ātri ar jums sazināsimies.",
    "1589805435": "Mums ir arī a",
    "2560582224": "kļūdu atlīdzības programma",
    "103876916": "lai iegūtu piemērotus drošības pārskatus par pakalpojumu hCaptcha un saistīto pirmkodu.",
    "497117287": "Pieejamības opcijas",
    "3230004040": "Vai jums ir redzes traucējumi vai kā citādi nevarat pabeigt hCaptchas?",
    "3480023141": "Uzziniet vairāk par pieejamības opcijām",
    "2052161540": "Kļūdu ziņojuma informācijas tveršana: Chrome",
    "2281169898": "Nosūtot atkļūdošanas informāciju kopā ar ziņojumu, mums būs daudz vieglāk noteikt, kas notiek. Šeit ir sniegti soli pa solim norādījumi:",
    "1123365779": "Ja esat tīmekļa izstrādātājs vai eksperts lietotājs, mēs vēlamies, lai jūs mums nosūtītu tīkla ieraksta HAR un pārlūkprogrammas konsoles žurnālus.",
    "2015218686": "pirms veicat šīs darbības. Ja tas atrisinās jūsu problēmu, mēs joprojām būtu pateicīgi, ja paziņosiet mums savu pārlūkprogrammas versiju, reklāmu bloķētāju vai pārlūkprogrammas paplašinājumu un vietnes URL.",
    "3922723611": "Lūdzu, mēģiniet atspējot visus reklāmu bloķētājus vai pārlūkprogrammas drošības paplašinājumus",
    "4036872105": "vispirms un pēc tam mēģiniet vēlreiz",
    "993651083": "1. darbība: atveriet izstrādātāja rīkus (tiek sākta sesijas ierakstīšana).",
    "4163469907": "2. darbība: Izstrādātāja rīkos noklikšķiniet uz cilnes Tīkls. Augšpusē atzīmējiet izvēles rūtiņu \"Saglabāt žurnālu\".",
    "4243348003": "3. darbība: apmeklējiet",
    "641342999": ", vai vietni, kurā jums ir radusies problēma (konfidencialitātes piezīme: tikai tad, ja jums nav iebildumu kopīgot, kas tā ir) ... un pēc tam noklikšķiniet uz pogas \"Es esmu cilvēks\" un mēģiniet to atrisināt.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "4. darbība: noklikšķiniet uz \"Eksportēt HAR\" (mazā lejupvērstā bultiņa) pēc tam, kad mēģināt atrisināt problēmu, kas saglabā tīkla žurnālu. Nosūtiet mums šo failu.",
    "1503240421": "5. darbība: noklikšķiniet uz cilnes Konsole un ar peles labo pogu noklikšķiniet uz “Saglabāt kā ..”, lai saglabātu konsoles žurnālu. Nosūtiet to arī mums.",
    "2863840904": "6. darbība. Pēdējā darbība, nosūtiet mums šos HAR un konsoles žurnālfailus un aprakstiet problēmu",
    "4051785543": "Izmantot:",
    "3623028666": "(lūdzu, izmantojiet tādu pakalpojumu kā",
    "551761392": "un nosūtiet saites) un pēc izvēles arī ekrānuzņēmumu, ja jums ir aizdomas, ka kaut kas netiek rādīts pareizi. Lūdzu, nosūtiet arī IP, kuru izmantojat. Jūs to varat iegūt no",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Paldies, ka veltījāt laiku, lai palīdzētu mums iegūt šo informāciju!",
    "3680327841": "Mēs esam apņēmušies panākt, lai hCaptcha darbotos labi ikvienam",
    "1059502393": "Kļūdu ziņojuma informācijas tveršana: Firefox",
    "1112074001": "2. darbība: Izstrādātāja rīkos noklikšķiniet uz cilnes Tīkls. Augšpusē atzīmējiet izvēles rūtiņu \"Paturēt žurnālus\".",
    "1797298240": "4. darbība: noklikšķiniet uz \"HAR\" pēc tam, kad esat mēģinājis atrisināt problēmu, un izvēlieties \"Saglabāt visu kā HAR\", lai saglabātu tīkla žurnālu. Nosūtiet mums šo failu.",
    "3671246379": "5. darbība: noklikšķiniet uz cilnes Konsole, ar peles labo pogu noklikšķiniet uz “Atlasīt visu” un saglabājiet to teksta failā, lai saglabātu konsoles žurnālu. Nosūtiet to arī mums.",
    "3816867833": "Atsauksmes",
    "788770967": "Žēl to dzirdēt! Iespējams, vēlēsities izmantot mūsu pieejamības opciju:",
    "1333016413": "Tas ļauj izvairīties no turpmākiem jautājumiem, reģistrējoties un iestatot sīkfailu.",
    "2333410049": "Lūdzu, mēģiniet arī izslēgt savu reklāmu bloķētāju.",
    "1345083090": "Vai ziņot par funkcionalitātes problēmu?",
    "2184564739": "Skat",
    "604751186": "Citas problēmas? E-pasts",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "kā ziņot par problēmām, izmantojot detalizētus žurnālus",
    "1050501253": "Pārāk grūts",
    "3264813246": "Nepiemērots",
    "3526939538": "Programmatūras kļūda",
    "126134492": "Cits",
    "3511610999": "Pārliecināsimies, ka nokļūsit īstajā vietā.",
    "3906886217": "Uzņēmumiem vai tīmekļa vietnēm",
    "1621597093": "Uzņēmuma drošības risinājumi (maksas)",
    "3176531704": "Datu anotācija",
    "1834239172": "Iegādājieties hCaptcha anotācijas pakalpojumus",
    "1457707016": "Privātpersonām",
    "770264626": "Pievienojiet savam pakalpojumam hCaptcha (bezmaksas)",
    "881015166": "Pievienojiet hCaptcha for Publishers manai vietnei vai lietotnei",
    "47536007": "Uzziniet vairāk par hCaptcha",
    "2012837493": "Meklēšanas rezultāti",
    "4034694801": "Nav atbilstošu rezultātu.",
    "3621411541": "Uzziniet par hCaptcha pieejamības opcijām",
    "3401005681": "Pelnīt naudu",
    "3933993151": "Strādājiet par individuālo datu marķētāju",
    "563059212": "Apakšprocesoru saraksts",
    "3501923981": "Pēdējo reizi atjaunināts: 2020. gada 1. janvārī.",
    "3548097301": "Stājas spēkā: 2020. gada 1. janvārī.",
    "3991444169": "Šajā lapā ir uzskaitīti pašreizējie hCaptcha Enterprise pakalpojuma apakšprocesori.",
    "835396984": "Pašlaik Aktīvs",
    "424089481": "Amazon Web Services, Inc. (globāli). Sniegtie pakalpojumi: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Globāls). Sniegtie pakalpojumi: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Globāls). Sniegtie pakalpojumi: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Globāls). Sniegtie pakalpojumi: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Piezīme: neattiecas uz visiem klientiem. Piemēram, IP Blinding vai citi uzlabotas privātuma vai drošības iespēju klienti (piemēram, Secure Virtual Tenancy klienti) ir pilnībā izslēgti no iespējamām \"PII\", kas jebkad ienāk telemetrijas sistēmās, pat IP adreses. Ja nepieciešams, sazinieties ar sava konta pārstāvi, lai iegūtu plašāku informāciju.",
    "700843971": "Hound Technology, Inc. (Globāls). Sniegtie pakalpojumi: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Globāls). Sniegtie pakalpojumi: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Globāls). Sniegtie pakalpojumi: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Globāls). Sniegtie pakalpojumi: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Infrastruktūra",
    "370366524": "Īslaicīga pakalpojuma telemetrija",
    "121192737": "Gaidāmie papildinājumi",
    "2420789666": "Fastly, Inc. Sniegtie pakalpojumi: Ātra CDN un malu aprēķins.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Stājas spēkā: 2021. gada 1. septembrī. Infrastruktūras papildinājums",
    "1487796027": "Uzņēmumiem",
    "3943417791": "Saņemiet atbalstu hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (bezmaksas)",
    "3397976149": "Saņemiet atbalstu hCaptcha Publisher",
    "833750823": "Vai jums ir grūtības ar izaicinājumu?",
    "2024737147": "Vai vēlaties ziņot par kļūdu?",
    "1978884623": "Uzziniet vairāk par ziņošanu par programmatūras problēmām",
    "4188664955": "Galvenie pakalpojumu sniegšanas noteikumi",
    "2621989404": "Pēdējo reizi atjaunināts: 2021. gada 24. septembrī. Lūdzu, ņemiet vērā, ka mūsu angļu valodas termini ir autoritatīvi.",
    "2404545611": "Laipni lūdzam hCaptcha! Paldies, ka esat daļa no mūsu kopienas. Visiem \"Pakalpojumu\" (definēti tālāk) lietotājiem ir jāpiekrīt šādiem noteikumiem (\"Pakalpojumu sniegšanas noteikumi\"). Saskaņā ar šiem pakalpojumu sniegšanas noteikumiem \"IMI\", \"mēs\" un \"mums\" attiecas uz Intuition Machines, Inc. un tās meitasuzņēmumiem, saistītajiem uzņēmumiem, darbiniekiem, aģentiem, darbiniekiem, pārstāvjiem un aģentiem, un mūsu \"tīmekļa vietne\" ietver jebkuru vietni saskaņā ar mūsu kontrole, tostarp www.hcaptcha.com un www.imachines.com.",
    "2348450790": "Lūdzu, izlasiet šos pakalpojumu sniegšanas noteikumus. Cita starpā tie ietver atteikšanos no garantijām, atbildības ierobežojumiem un saistošu šķīrējtiesu. Lūdzu, ņemiet vērā, ka šie pakalpojumu sniegšanas noteikumi var būt mainīti kopš jūsu pēdējās mūsu vietnes apmeklējuma. Mēs varam laiku pa laikam pārskatīt un atjaunināt šos pakalpojumu sniegšanas noteikumus pēc saviem ieskatiem. Būtisku izmaiņu gadījumā mēs jūs informēsim, šajā lapā ievietojot atjauninātos pakalpojumu sniegšanas noteikumus, un pēc tam jums ir jāapstiprina atjauninātie pakalpojumu sniegšanas noteikumi, lai turpinātu izmantot vietni vai pakalpojumu vai piekļūt tai.",
    "1933936765": "Datu apstrādes līgums (pēdējoreiz atjaunināts: 2021. gada 23. septembrī)",
    "2959486280": "Ja nepiekrītat šiem pakalpojumu sniegšanas noteikumiem, jūs nedrīkstat izmantot vietni vai pakalpojumu vai piekļūt tai.",
    "3200859925": "1. Mērķis",
    "1807143500": "Pakalpojumos ir iekļauts tiešsaistes drošības pakalpojums (\"hCaptcha pakalpojums\") un platforma (\"Intuīcijas mašīnu platforma\"), kurā indivīds (\"Pakalpojumu sniedzējs\") var izvēlēties veikt uzdevumus, ko trešās puses uzņēmums vai pati Intuīcijas mašīnas (katra) \"Pieprasītājs\") ievieto ziņas mūsu vietnē vai hCaptcha pakalpojumā, vai nu tieši mūsu vietnē, vai piekļūstot Intuīcijas mašīnu platformai un/vai veicot uzdevumus, izmantojot vai saistībā ar trešās puses vienību un/vai platformu vai pakalpojumu (katru, \"Integrators\"). Pieprasītāji publicē uzdevumus un aicina līdzstrādniekus tos veikt apmaiņā pret atlīdzību, ko IMI nodrošina integratoriem, vai kā noteicis pieprasītājs, ja pieprasītājs izmanto Intuīcijas mašīnu platformu vai hCaptcha pakalpojumu, lai apkalpotu uzdevumus saviem galalietotājiem. Mēs iekasējam maksu no uzņēmumiem un privātpersonām (katrs “Klients”) par mūsu platformas izmantošanu, lai tās varētu izmantot mūsu programmatūru, autora uzdevumus, nolīgt mūs autora uzdevumu veikšanai un/vai piekļūt līdzstrādniekiem. Mēs arī maksājam no integratoriem par mūsu hCaptcha pakalpojuma izmantošanu, lai samazinātu krāpšanu, ļaunprātīgu izmantošanu un surogātpastu viņu vietnēs, mobilajās lietotnēs un citos tiešsaistes īpašumos. Iepriekš minētais kopā tiek saukts par \"Pakalpojumiem\".",
    "3212830633": "2. Atbilstība",
    "2605814073": "Izmantojot vai reģistrējoties mūsu Pakalpojumiem, jūs piekrītat: esat vismaz 18 gadus vecs; jums ir tiesības noslēgt šo līgumu savā vai jūsu pārstāvētās organizācijas vārdā, un jūs vienmēr ievērosit šos pakalpojumu sniegšanas noteikumus un visas šeit norādītās IMI politikas un vadlīnijas; un jūs neizmantosiet mūsu vietni ļaunprātīgi, neparādīsiet mums nepatiesu informāciju par savu identitāti un neizmantosiet mākslīgo intelektu, lai veiktu jebkuru IMI uzdevumu daļu, kam nepieciešams cilvēka intelekts.",
    "2616040974": "3. Klienti un pieprasītāji",
    "1544829730": "Ja esat klients vai pieprasītājs, jūs piekrītat, ka tiks piemēroti papildu noteikumi, kas pievienoti šeit kā Klienta pielikums, un tie tiks iekļauti šajos pakalpojumu sniegšanas noteikumos ar atsauci. Ja neesat Klients vai Pieprasītājs vai pārtraucat būt Klients vai Pieprasītājs, Klienta pielikumā minētie papildu noteikumi netiks piemēroti un netiks iekļauti šajos pakalpojumu sniegšanas noteikumos ar atsauci.",
    "3759360138": "4. Lietotājvārds un parole",
    "2236960358": "Reģistrējoties jums tiks lūgts atklāt noteiktu personisko informāciju par jums (\"Personas informācija\"), tostarp savu vārdu, e-pasta adresi un izveidot lietotājvārdu un paroli, uz ko attiecas mūsu Privātuma politika, kas pieejama mūsu vietnē. tīmekļa vietne. Tikai jūs esat atbildīgs par sava konta, paroļu un visu ar jūsu kontu saistīto autentifikācijas atslēgu drošības uzraudzību, nodrošināšanu un uzturēšanu, un jūs esat atbildīgs par jebkādu šīs informācijas izmantošanu vai darbībām, kas veiktas, izmantojot šo informāciju Pakalpojumos.",
    "3047519814": "Jūs piekrītat, ka ne ar vienu neizpaudīsit savu kontu vai paroli.",
    "1699668873": "Jums nekavējoties jāinformē IMI, ja jums ir aizdomas, ka jūsu konta informāciju ir nozagusi vai izmantojusi kāda cita persona vai kāds cits drošības pārkāpums.",
    "3044038608": "Jūs piekrītat sniegt mums patiesu, precīzu un pilnīgu informāciju, kas pieprasīta mūsu reģistrācijas procesā. Jūs arī piekrītat nekavējoties atjaunināt šādu informāciju, lai tā būtu aktuāla un precīza.",
    "4132302900": "5. Jūsu konfidencialitāte, jūsu dati un “dati visiem”",
    "10724169": "Jūs piekrītat mūsu Privātuma politikai, kas nosaka to, ko mēs darīsim ar jebkuru personas informāciju, ko mums sniedzat.",
    "1669194950": "Papildus Personiskajai informācijai jums var būt nepieciešams sniegt (vai tas var būt nepieciešams, lai mēs apkopotu) citus datus, lai mēs varētu sniegt Pakalpojumus (kopā \"Klientu dati\"). Mēs neesam atbildīgi par Pakalpojumu nesniegšanu, ko izraisījusi jūsu kavēšanās vai Klienta datu nesniegšana.",
    "1330274831": "Ar šo jūs piešķirat mums vispasaules, neekskluzīvu, apakšlicencējamu, nododamu, bez autoratlīdzības, neatsaucamu licenci šī Līguma darbības laikā, lai izmantotu, reproducētu, elektroniski izplatītu un publiski parādītu jebkādus Klienta datus tikai pakalpojumu sniegšanas nolūkos. . Jūs apliecināt un garantējat, ka jums pieder pietiekamas tiesības, īpašumtiesības un intereses par jūsu datiem, lai piešķirtu licenci šajā sadaļā.",
    "2230333214": "Mēs apkopojam Klienta datus ar citiem datiem, lai rezultāti nebūtu personiski identificējami, kā arī apkopojam neidentificētus tehniskos žurnālus un datus par Pakalpojumu izmantošanu (“Apkopoti/Atklātie dati”). Neatkarīgi no tā, ka šeit ir norādīts citādi, IMI var izmantot visus šādus apkopotos/deidentificētos datus jebkādiem uzņēmējdarbības mērķiem šī Līguma darbības laikā vai pēc tā, tostarp bez ierobežojumiem, lai izstrādātu un uzlabotu Pakalpojumus un izveidotu un izplatītu pārskatus un citus materiāliem. Klienta dati var arī saglabāties un tikt parādīti sistēmā ierobežotu laika periodu, kas nepārsniedz 180 dienas pēc darba pabeigšanas, piemēram, kā Intuition Machines sistēmu automātiskās kalibrēšanas vai validācijas dati. Skaidrības labad šī 5. sadaļa nedod mums tiesības bez jūsu iepriekšējas rakstiskas atļaujas identificēt jūs kā jebkādu Apkopoto/De-identificētu datu avotu.",
    "3881754581": ". Ja esat mūsu anotācijas pakalpojumu klients un, izmantojot pakalpojumus, esat izvēlējies opciju \"Dati visiem\", jūs piešķirat IMI un visiem Pakalpojumu lietotājiem vispasaules, neekskluzīvu, apakšlicencējamu, nododamu, bez autoratlīdzības, neatsaucama licence, lai pilnībā izmantotu visus Klienta datus, tostarp visas saistītās intelektuālā īpašuma tiesības. Ja izvēlaties opciju \"Dati visiem\", jūs apliecināt un garantējat, ka jums pieder pietiekamas tiesības, īpašumtiesības un intereses par saviem datiem, lai piešķirtu licenci šajā sadaļā.",
    "3496767126": "Lai izvairītos no šaubām, šī rindkopa attiecas tikai uz Klientiem, kuri izmanto mūsu anotācijas pakalpojumus, nevis uz mūsu Pakalpojumu kā Integratora izmantošanu.",
    "767207800": "Ja jūsu datos ir ietverts potenciāli nepārprotams vai aizskarošs saturs, mēs pieprasām, lai jūs tos atzīmētu kā NESKAIDRĪGS SATURS, lai tas būtu godīgs brīdinājums ikvienam, kurš redz jūsu datus. Bez atsevišķas rakstiskas vienošanās ar IMI jūs nedrīkstat iekļaut uzdevumus, kas pārkāpj mūsu politikas, tostarp (bet ne tikai) (a) uzdevumus, kas tieši vai netieši reklamē citu vietni vai pakalpojumu, (b) uzdevumus, ar kuriem tiek pārkāpti trešās puses tīmekļa vietnes noteikumi un nosacījumi, (c) uzdevumi, kuros līdzstrādniekiem tiek lūgts lūgt trešās puses, (d) uzdevumi, kuros līdzautoriem tiek prasīts veikt darbības, lai manipulētu ar vietnes uzvedību vai rezultātiem, (e) uzdevumi, ar kuriem tiek pārkāptas trešo pušu intelektuālā īpašuma tiesības, un (f) uzdevumi. kas pieprasa līdzautoriem lejupielādēt programmatūru vai failus.",
    "3370561195": "6. Pieņemama uzvedība",
    "4205152730": "Aicinām sazināties ar citiem lietotājiem jebkurā vietā mūsu tīmekļa vietnē, forumā, ziņojumapmaiņā, tērzēšanā un citos sociālo mediju kanālos, ko kontrolē IMI, taču, ja to darāt, jums jāievēro visi pakalpojumu sniegšanas un lietošanas noteikumi mūsu vietnē un visi attiecīgie tiesību akti. .",
    "1394253934": "7. Ļaunprātīga izmantošana, ļaunprātīga izmantošana un maldināšana",
    "1406393333": "Jebkāda piekļuve Pakalpojumiem vai to izmantošana, izņemot šos pakalpojumu sniegšanas noteikumus un mūsu sniegtos norādījumus, ir stingri aizliegta. Konkrēti, jūs NEDRĪKST:",
    "3409726716": "reģistrēties pie mums vairāk nekā vienam kontam bez rakstiskas atļaujas;",
    "3119498672": "veikt jebkuru uzdevumu, izmantojot interneta robotprogrammatūras, tīmekļa robotus, robotprogrammatūras, skriptus vai jebkāda cita veida mākslīgo intelektu, vai citādi mēģināt iegūt atlīdzību no IMI vai jebkura pieprasītāja vai integratora, nepabeidzot aprakstītos uzdevumus;",
    "1188668818": "Sniegt jebkādu nepatiesu informāciju, lietojot šo vietni (tostarp bez ierobežojumiem uzdodoties par kādu citu personu vai organizāciju jūsu kontā vai nepatiesi norādot vai citādi maldinot sevi vai savu saistību ar jebkuru citu personu vai organizāciju jūsu kontā;",
    "2804310964": "piekļūt mūsu vietnei vai mēģināt tai piekļūt, izmantojot jebkuru starpniekserveri vai citu ierīci, kas paredzēta, lai noslēptu jūsu patieso atrašanās vietu vai identitāti, vai ar jebkādiem citiem līdzekļiem, izņemot nodrošināto saskarni;",
    "1374227759": "izmantot vietni jebkādām nelegālām darbībām vai citiem mērķiem, nevis tiem, kādiem tā tika darīta pieejama;",
    "2103513933": "iesaistīties darbībās, kas traucē vai traucē vietnes darbību;",
    "137127070": "ievietot, augšupielādēt vai pievienot ļaunprātīgas vai nezināmas ārējās saites vai failus, vai augšupielādēt jebkādu saturu, kas satur vīrusu, Trojas zirgu, tārpu, bumbu ar laika degli vai citu kaitīgu datora kodu;",
    "1686655020": "Augšupielādējiet jebkuru saturu, uz kuru attiecas autortiesības un kas nav jūsu oriģināldarbs, ja vien jums nav likumīgā īpašnieka atļaujas publicēt šādu saturu un piešķirt IMI visas šeit piešķirtās licencētās tiesības;",
    "1406692811": "neiesaistīties surogātpasta sūtīšanā vai jebkāda veida publicitātes publicēšanā, mēģinājumu iegūt ieteikumus, masu saziņu, naudas piedāvājumus vai pieprasījumus, pakalpojumu pieprasīšanu, reklāmu, mārketingu, muļķīgus ziņojumus, dublētus tematus, nelegālu saturu, sociālo vietņu saites, e-pasta adreses vai tūlītējās ziņojumapmaiņas ID, ja vien to neprasa uzdevums;",
    "3893539589": "ievietot ārējās saites, kas piedāvā preces vai pakalpojumus, ja vien uzdevums to neprasa;",
    "3214322759": "citādi iesaistīties jebkādās ļaunprātīgās vai krāpnieciskās darbībās.",
    "3733422465": "8. Jūsu identitātes pārbaude",
    "267645277": "IMI var pārbaudīt jūsu identitāti. Tas var ietvert jūsu personiskās informācijas salīdzināšanu ar trešo pušu datubāzēm vai oficiāliem juridiskiem dokumentiem. Jūs pilnvarojat mūs veikt visus nepieciešamos jautājumus, lai apstiprinātu jūsu identitāti, jūsu īpašumtiesības uz jūsu e-pasta adresi un jūsu īpašumtiesības uz jūsu finanšu kontiem. Jūs piekrītat sniegt informāciju par jums, lai palīdzētu mums pārbaudīt jūsu identitāti.",
    "4169910317": "9. Likuma ievērošana",
    "519755936": "Tikai jūs esat atbildīgs par federālo, štata, provinču un vietējo likumu ievērošanu saistībā ar Pakalpojumu izmantošanu. Jūs piekrītat atlīdzināt un aizsargāt mūs par jebkādām prasībām pret mums, jo neesat ievērojis likumu vai pārkāpis trešās puses tiesības, tostarp bez ierobežojuma līgumtiesības, intelektuālā īpašuma vai privātuma tiesības.",
    "731546974": "10. Ieguldītāju vai integratoru nodokļi",
    "3128328457": "Ja esat līdzstrādnieks vai integrētājs, jūs esat atbildīgs par jebkādu aptuveno vai citu federālo, štata vai vietējo ienākuma nodokļu, sociālās apdrošināšanas, FICA un darbinieku kompensāciju samaksu, kas jāmaksā mūsu vietnes izmantošanas rezultātā, kā arī līdzīgi nodokļi vai nodevas jurisdikcijās ārpus ASV. Jūs piekrītat atlīdzināt un aizsargāt mūs par jebkādiem pret mums vērstiem aprēķiniem, jo neesat ievērojis nodokļu likumus.",
    "2931396764": "11. Šo pakalpojumu sniegšanas noteikumu pārkāpšana",
    "1240667045": "Mēs varam apturēt, ierobežot vai atcelt jūsu piekļuvi Pakalpojumiem jebkurā laikā jebkura iemesla dēļ, tostarp tāpēc, ka: (a) mēs uzskatām, ka esat pārkāpis šos pakalpojumu sniegšanas noteikumus (tostarp citas saistītās politikas); (b) mēs uzskatām, ka esat pārkāpis mūsu vai jebkuras trešās puses tiesības; (c) mēs nevaram pārbaudīt vai autentificēt informāciju, ko esat mums sniedzis; vai (d) mēs uzskatām, ka jūsu darbības var radīt saistības jums, mums vai trešajai pusei. Lai izvairītos no šaubām, mēs paturam tiesības nepieļaut vai apturēt jums maksājumu, ja uzskatām, ka kāds no iepriekšminētajiem attiecas uz šādu maksājumu.",
    "1601080128": "Ja mēs apturēsim vai pārtrauksim jūsu konta darbību, jums vairs nebūs piekļuves nevienai vietnes daļai, tostarp datiem, ziņojumiem, failiem un citiem materiāliem, ko glabājat vietnē. Jūs NEDRĪKST turpināt izmantot mūsu vietni ar citu vai jaunu konta nosaukumu. Par šo pakalpojumu sniegšanas noteikumu pārkāpumiem var tikt saukta pie atbildības likuma ietvaros, un tas var izraisīt papildu sodus un sankcijas.",
    "1160707899": "12. Līdzstrādnieka loma un attiecības ar IMI un citiem pieprasītājiem",
    "269838707": "Ja esat līdzautors, jūs un tikai jūs izlemjat, kurus un cik uzdevumus veikt, kā arī kad un kur tos pabeigt. Jūs varat brīvi pavadīt tik daudz vai tik maz laika uzdevumu veikšanai, cik vēlaties. Jums nekad nav pienākuma izpildīt kādu uzdevumu.",
    "1087195513": "Ja esat Līdzstrādnieks, kurš piekļūst Pakalpojumiem un/vai veic uzdevumus ar Integratora starpniecību vai saistībā ar to pieprasītāja vārdā, kas nav IMI, jūs piekrītat un atzīstat, ka Intuition Machines nav atbildīgs un tai nav nekādu pienākumu pret jums attiecībā uz jebkādu atlīdzību vai citu kompensāciju par izpildītiem uzdevumiem. Jūs piekrītat un atzīstat, ka jebkura atlīdzība vai cita kompensācija par paveiktajiem uzdevumiem tiek noteikta tikai saskaņā ar jūsu vienošanos ar Pieprasītāju un/vai Integratoru, ja piemērojams. Jebkuri strīdi par šādām atlīdzībām vai citām kompensācijām (tostarp bez ierobežojuma šādu atlīdzību vai citas kompensācijas nesaņemšanu) ir tikai starp jums un Pieprasītāju un/vai Integratoru, ja piemērojams.",
    "952813944": "Ne mūsu vietnes izmantošana, ne kaut kas šajā līgumā nerada nodarbinātības, partnerības, kopuzņēmuma, aģentūras, franšīzes vai tirdzniecības pārstāvja attiecības starp jums un Intuition Machines. Mēs nenodrošinām jūs ar aprīkojumu vai instrumentiem, lai izpildītu uzdevumu. Mēs nesniedzam jums nekādus pabalstus, kompensācijas darbiniekiem vai apdrošināšanas segumu. Mēs neesam atbildīgi par jebkādiem izdevumiem, kas jums rodas, izmantojot mūsu vietni. Mēs neieturēsim nekādu summu no jūsu atlīdzības par federālo vai štata ienākuma nodokli, sociālo nodrošinājumu vai citiem nodokļiem. Jūs vienmēr varat veikt uzdevumus jebkurai personai vai uzņēmumam, tostarp jebkuram mūsu konkurentam. Jums nav tiesību slēgt nekādus rakstiskus vai mutiskus līgumus Intuition Machines vārdā.",
    "3460432665": "Neatkarīgi no iepriekš minētā, ja esat ASV nodokļu maksātājs, mēs varam pieprasīt no jums W-9, kas jāatjaunina katru gadu, un mēs varam aizliegt jums veikt uzdevumus, līdz esat pabeidzis vai atjauninājis W-9.",
    "458271951": "Ja esat Līdzstrādnieks, kas piekļūst Pakalpojumiem un/vai veic uzdevumus ar Integratora starpniecību vai saistībā ar to Intuition Machines vārdā (kas darbojas kā pieprasītājs), Intuition Machines var jūs atalgot par noteiktu uzdevumu pieņemamu izpildi. Gadījumā, ja tiek atklāts, ka esat iesaistījies krāpšanā, ļaunprātīgā izmantošanā vai šo pakalpojumu sniegšanas noteikumu pārkāpumā, Intuition Machines var aizturēt un/vai atgūt jebkuru jums piešķirto atlīdzību.",
    "3056723024": "13. Nepieņemama uzdevumu izpilde",
    "3913203723": "Ja kāda iemesla dēļ pieprasītājs nepieņem jūsu izpildītā uzdevuma izpildi, jums kā Līdzstrādniekam vai Integratoram nebūs tiesību saņemt nekādu atlīdzību par uzdevumu. Gadījumā, ja jums jau ir piešķirta atlīdzība par nepieņemami izpildītu uzdevumu, mēs varam to atgūt.",
    "3666807632": "14. Līdzstrādnieku kvalifikācija un prasmes",
    "1993899769": "15. Mūsu informācijas izmantošana",
    "3027055607": "16. Intelektuālais īpašums un īpašuma tiesības",
    "3910971075": "IMI pieder visas tiesības, tostarp intelektuālā īpašuma tiesības, uz pirmkodu, objekta kodu vai pamatā esošo struktūru, idejām vai algoritmiem, API un jebkuru papildu programmatūru, dokumentāciju vai datiem, kas saistīti ar Pakalpojumiem (\"Programmatūra\"). Jūs ne tieši, ne netieši, ar trešās puses starpniecību vai citādi: (a) nepārstrādāsit, dekompilēsiet, neizjauksit vai citādi nemēģināsit atklāt Programmatūru; (b) pārveidot, tulkot vai izveidot atvasinātus darbus, pamatojoties uz jebkuru Programmatūru; (c) kopēt, iznomāt, iznomāt, izplatīt, ieķīlāt, piešķirt vai citādi nodot vai apgrūtināt tiesības uz jebkuru Programmatūru; (d) izmantot jebkuru Programmatūru daļlaika lietojumam, pakalpojumu biroja vajadzībām vai kā citādi trešās puses labā; vai (e) noņemt visus īpašumtiesību paziņojumus vai etiķetes.",
    "3660891610": "Ja esat līdzstrādnieks, IMI, nevis jums, ir īpašumtiesības uz jebkuru darbu, ko veidojat, veicot jebkuru uzdevumu. Piekrītot šī Līguma noteikumiem, jūs piekrītat (un ar šo to darāt) nodot mums īpašumtiesības, īpašumtiesības un īpašumtiesības (tostarp visas intelektuālā īpašuma tiesības, kas pastāv visā pasaulē) un uz savu darbu. Lai nodrošinātu, ka mēs varam iegūt, pilnveidot un izmantot šādas tiesības, jūs arī piekrītat (i) parakstīt visus dokumentus, lai palīdzētu dokumentēt, pilnveidot un īstenot mūsu tiesības; un (ii) nodrošināt saprātīgu piekļuvi informācijai, lai reģistrētu, pilnveidotu, nodrošinātu, aizstāvētu un īstenotu šādas īpašumtiesības jebkurā un visās valstīs. Jūsu saistības saskaņā ar šo sadaļu turpināsies arī pēc tam, kad pārtrauksiet reģistrāciju Pakalpojumos vai pārtrauksiet to lietošanu. Jūs ieceļat mūs par savu faktisko advokātu, lai jūsu vārdā noformētu dokumentus šajā sadaļā norādītajiem mērķiem.",
    "426125156": "17. Autortiesības un noņemšana",
    "1408530660": "IMI respektē citu personu intelektuālo īpašumu, un mēs paturam tiesības noņemt no mūsu vietnes jebkuru materiālu, kas, mūsuprāt, var pārkāpt jebkuras trešās puses intelektuālās tiesības. Ja uzskatāt, ka jūsu darbs šajā vietnē ir kopēts tādā veidā, kas ir autortiesību pārkāpums, lūdzu, sazinieties ar Intuition Machines klientu atbalsta dienestu.",
    "2696932851": "18. Zaudējumu atlīdzināšana",
    "3844300338": "Jūs piekrītat atlīdzināt, aizstāvēt un sargāt mūs no jebkādām un visām prasībām, zaudējumiem, saistībām, izmaksām un izdevumiem (ieskaitot saprātīgas advokātu honorārus un izmaksas), kas izriet vai ir saistīti ar jūsu uzdevumu izpildi vai mūsu vietnes lietošanu. .",
    "2474091800": "19. Strīdi ar citiem lietotājiem; Atbrīvot",
    "3162107126": "IMI nav puse strīdā starp jums un citu Pakalpojumu lietotāju. Jūs atbrīvojat IMI un ar to saistītos uzņēmumus no jebkādām un visām prasībām, prasībām un jebkāda veida un veida zaudējumiem, zināmiem un nezināmiem, aizdomīgiem un neaizdomīgiem, atklātiem un neatklātiem, kas izriet no jebkāda strīda starp jums un citu lietotāju vai ir saistīti ar tiem.",
    "2271969747": "20. Konfidenciāla informācija, ko saņemat",
    "1042802841": "Konfidenciāla informācija ir jebkura informācija, kas ir atzīmēta kā konfidenciāla vai patentēta vai kas saņēmējai pusei būtu jāsaprot kā konfidenciāla vai patentēta. Tas neietver nekādu informāciju, kas ir (1) publiski pieejama, (2) kas jau ir saņēmējas puses rīcībā, ir tās neatkarīgi izstrādāta vai tai jau ir zināma, vai (3) ir izpausta ar tiesas rīkojumu vai kā citādi to pieprasa likumu.",
    "1918025546": "Ja kāds Pakalpojumos jums sniedz konfidenciālu informāciju, jūs piekrītat aizsargāt konfidenciālās informācijas noslēpumu ar tādu pašu rūpību, kādu izmantojat, lai aizsargātu savu konfidenciālo informāciju, taču nekādā gadījumā ar mazāku piesardzību. Jūs nedrīkstat izpaust vai publicēt šādu konfidenciālu vai patentētu informāciju, izņemot gadījumus, kad tas var būt nepieciešams uzdevuma veikšanai. Visa informācija uzdevumā Intuīcijas mašīnu platformā ir jāuzskata par konfidenciālu pat tad, ja informācija nav skaidri norādīta kā konfidenciāla.",
    "2690395789": "Ja un kad saņemtā konfidenciālā informācija jums vairs nav vajadzīga, jums nekavējoties jāatdod vai jāiznīcina (kā to pieprasa informācijas izpaušanas persona) visas informācijas kopijas, kas atrodas jūsu kontrolētajās telpās, sistēmās vai citā iekārtā.",
    "2178073797": "Tā kā konfidenciālas informācijas izpaušana var radīt neatgriezenisku kaitējumu, izpaušanas pusei ir tiesības lūgt izpildrakstu par jebkuru šī noteikuma pārkāpumu vai pārkāpuma draudiem.",
    "2185860003": "21. Vietnes izmaiņas",
    "2631249972": "Mēs varam uzlabot vai pārveidot mūsu vietni bez iepriekšēja brīdinājuma.",
    "3764131594": "22. Trešo pušu tīmekļa vietnes",
    "295955580": "Mūsu vietnē var būt saites uz trešo pušu vietnēm. Mēs nekontrolējam, neizmeklējam, neuzraugām un nepārbaudām šādas vietnes. Mēs neesam atbildīgi un neatbalstām datorprogrammas, saturu vai viedokļus, kas ietverti šādās vietnēs. Ja jūs nolemjat pamest mūsu vietni un piekļūt jebkurai trešās puses vietnei, jūs to darāt uz savu risku.",
    "838225123": "23. Garantijas atruna",
    "3897238493": "PAKALPOJUMI TIEK SNIEGTI UZ \"KĀDI IR\". MĒS NESNIEDZAM NEKĀDAS NETIEŠAS VAI TIEŠAS APSTIPRINĀJUMUS VAI GARANTIJAS ATTIECĪBĀ UZ PAKALPOJUMU PIEEJAMĪBU, PIEEJAMĪBU, LIKUMĪBU, PIEEJAMĪBU VAI FUNKCIONALITĀTI, JEBKĀDAS SAISTĪTĀS PROGRAMMATŪRAS VAI MATERIĀLIEM, ATTIECĪBĀ UZ ATTIECĪBĀM ATTIECĪBĀ UZ ATTIECĪBĀM ATTIECĪBĀM. LIKUMĀ MAKSIMĀLĀ LIKUMĀ ATĻAUTAJĀ MĒRĀ, IMI ATRAIDĀS NO VISIEM TIEŠIEM VAI NETIEŠAJIEM NOSACĪJUMIEM, APLIECINĀJUMIEM UN GARANTIJĀM, IESKAITOT, BET NEAPROBEŽOTAS, TIRDZNIECĪBAS, PIEMĒROTĪBAS GARANTIJAS PAR NURPOONSE, PIEMĒROTĪBU. JŪSU VIENĪGAIS UN EKSKLUZĪVAIS AIZSARDZĪBAS LĪDZEKLIS PRET IMI ATTIECĪBĀ UZ JEBKĀDIEM Defektiem, NEATBILSTĪBAS VAI NEAPMIERINĀTĪBU IR PĀRTRAUKT PAKALPOJUMU LIETOŠANU Mēs neuzņemamies nekādu atbildību par jebkādu kaitējumu jūsu datorsistēmai, datu zudumu vai sabojāšanu, vai citu kaitējumu, kas no tā izriet. no jūsu piekļuves vietnei vai Intuīcijas mašīnu platformai vai tās izmantošanas. Var rasties plānoti un neplānoti pārtraukumi, un mēs negarantējam mūsu vietnes nepārtrauktu pieejamību.",
    "2110259227": "24. Atbildības ierobežojums",
    "3018077211": "25. Līdzstrādnieku strīdu izšķiršana",
    "2790841456": "Ja esat līdzautors, jūs piekrītat šādai šķīrējtiesas klauzulai un atteikumam no kolektīvās darbības:",
    "2323013093": "26. Piemērojamie tiesību akti",
    "2900525040": "Kalifornijas štata likumi regulē šos pakalpojumu sniegšanas noteikumus un visus strīdus, strīdus vai prasības, kas no tiem izriet.",
    "3339302473": "27.Izbeigšana",
    "41530052": "28. Vispārīgie noteikumi",
    "3202747130": "Visa vienošanās. Šie pakalpojumu sniegšanas noteikumi un visas šajā līgumā norādītās politikas, procedūras vai nosacījumi veido visu pušu vienošanos attiecībā uz priekšmetu, un tie aizstāj un atceļ visus iepriekšējos un vienlaicīgos saistītos līgumus, pretenzijas, pārstāvības un pušu vienošanās. .",
    "4080263153": "Bez atteikšanās. Mēs neuzskatīsim, ka esam atteikušies no jebkādas mūsu tiesību vai aizsardzības līdzekļu daļas, ja vien atteikšanās nebūs rakstiska un mēs to neparakstīsim. Ja mēs aizkavējam vai nespējam īstenot savas tiesības saskaņā ar kādu no šī līguma noteikumiem, tas nenozīmē atteikšanos no mūsu tiesībām vēlāk īstenot šādu noteikumu vai jebkuru šī līguma daļu.",
    "1789371580": "Piešķiramība. Jūs nedrīkstat piešķirt šos pakalpojumu sniegšanas noteikumus bez mūsu iepriekšējas rakstiskas piekrišanas. Mēs varam piešķirt šos pakalpojumu sniegšanas noteikumus jebkurā laikā bez brīdinājuma. Ievērojot iepriekš minēto, šie pakalpojumu sniegšanas noteikumi būs saistoši katras puses tiesību pārņēmējiem un atļautajiem tiesību pārņēmējiem.",
    "2819628066": "Atdalāmība. Ja kāds šo pakalpojumu sniegšanas noteikumu nosacījums tiek atzīts par nederīgu vai neizpildāmu kāda iemesla dēļ, tas neietekmēs pārējo noteikumu spēkā esamību un izpildāmību.",
    "3955981186": "Grozījumi. Neviena cita, izņemot IMI, veiktās izmaiņas vai grozījumi šajos pakalpojumu sniegšanas noteikumos nav saistoši IMI, ja vien tas nav norādīts rakstiskā dokumentā, ko parakstījis attiecīgi pilnvarots IMI pārstāvis.",
    "1377538813": "Dominējošā valoda. Šo pakalpojumu sniegšanas noteikumu angļu valodas versija būs noteicošā visos aspektos un būs noteicošā gadījumā, ja radīsies neatbilstības ar tulkotajām versijām, ja tādas ir.",
    "2438016011": "Brīvprātīga vienošanās. Visas šo pakalpojumu sniegšanas noteikumu puses apliecina un piekrīt, ka katra ir izskatījusi visus šī līguma aspektus, ir rūpīgi izlasījusi un pilnībā izprot visus tā noteikumus un brīvprātīgi noslēdz šo līgumu.",
    "2445034923": "Ja jūs nepiekrītat visiem šo pakalpojumu sniegšanas noteikumu noteikumiem un nosacījumiem, neizmantojiet (un jūs nedrīkstat) izmantot Vietni vai Pakalpojumus vai piekļūt tiem.",
    "2646127839": "Klientu pielikums pakalpojumu pamatnoteikumiem",
    "4097297673": "Kā klients, pieprasītājs vai integrators jūs piekrītat ievērot tālāk norādītos noteikumus papildus citiem saistošiem noteikumiem starp jums un IMI.",
    "1093280979": "1. Platformas pasūtījuma veidlapas",
    "1549953005": "Jūs, iespējams, esat aizpildījis vienu vai vairākas platformas piekļuves pasūtījuma veidlapas (katra \"Pasūtījuma veidlapa\"), kas ir nosacījums, lai kļūtu par Klientu vai pieprasītāju. Ja tā, tad Pasūtījuma veidlapā aprakstītie noteikumi kļūst par pakalpojumu sniegšanas noteikumu daļu un tiek iekļauti ar atsauci.",
    "3819851005": "2. Maksas",
    "1591032933": "Jūs maksāsiet IMI nodevas, kas aprakstītas piemērojamajā pasūtījuma veidlapā, izmantojot maksājuma veidu, ko norādījāt piemērojamajā pasūtījuma veidlapā. Ja vien abas puses nav nepārprotami rakstiski vienojušās citādi, jūs nodrošināsit pilnu samaksu par visiem izrakstītajiem rēķiniem trīsdesmit (30) dienu laikā pēc rēķina nosūtīšanas datuma. Jūs pilnvarojat mūs veikt kredītkaršu autorizāciju visai kredītkaršu informācijai, ko mums sniedzat, saglabāt šo kredītkartes informāciju un iekasēt maksu no jūsu kredītkartes vai jebkura cita konta, kuram mēs abpusēji vienojamies kā maksājuma veidam. Ja vien Pasūtījuma veidlapā vai jūsu uzņēmuma pakalpojumu līgumā vai pakalpojumu pamatlīgumā nav norādīts citādi, visas maksas par pakalpojumiem, izņemot pārsniegumus, tiek iekasētas katru gadu, sākot pakalpojumus, ko IMI nodrošina saskaņā ar jūsu līgumu (\"Spēkā stāšanās datums\").",
    "4142610534": "Par jebkādiem kavētiem maksājumiem tiks uzkrāta kavējuma maksa 1,5% apmērā mēnesī vai likumā atļautā maksimālā summa, atkarībā no tā, kura ir mazāka. Ja kāda iemesla dēļ nesamaksāsiet summu, kas jāmaksā saskaņā ar šo Līgumu, jūsu konts var tikt apturēts pēc mūsu ieskatiem, un tādā gadījumā no jūsu konta netiks veikti papildu maksājumi par uzdevumu izpildi un visi jūsu uzdevumi tiks noņemti. no mūsu vietnes. Jums ir jāatlīdzina mums visas summas, kas maksājamas pēc pieprasījuma, kā arī jebkādas apstrādes maksas, kavējuma maksas vai advokāta honorāri. Mēs varam arī sniegt atbilstošus ziņojumus kredītinformācijas aģentūrām un tiesībaizsardzības iestādēm.",
    "512991700": "Ja vēlaties apstrīdēt jebkādas maksas, jums jāsazinās ar mūsu klientu atbalsta nodaļu ne vēlāk kā trīsdesmit (30) dienu laikā pēc pirmā norēķinu vai konta izraksta beigu datuma, kurā parādījās kļūda vai problēma, lai saņemtu korekciju vai kredītu.",
    "1273914192": "3. Nodokļi",
    "4242322181": "Jūs esat atbildīgs par visu ar Pakalpojumiem saistīto nodokļu samaksu, izņemot ASV nodokļus, kas tiek aprēķināti no Intuition Machines neto ienākumiem vai personīgā īpašuma.",
    "1671996585": "Iespējams, jums būs jāintegrē sava vietne, lietojumprogramma vai platforma ar mūsu Pakalpojumiem, izmantojot mūsu lietojumprogrammu saskarni (\"API\"). Ja jūs to darāt, mēs piešķiram jums ierobežotu, neekskluzīvu, nenododamu, nepiešķiramu, atsaucamu licenci izmantot API tikai, lai piekļūtu Pakalpojumiem. Mēs jebkurā laikā varam modificēt API un/vai pārtraukt veco API versiju vai izlaidumu atbalstu. Mēs paturam tiesības apturēt vai ierobežot jūsu piekļuvi API pēc saviem ieskatiem, un mēs pieliksim saprātīgas pūles, lai sniegtu jums paziņojumu pirms apturēšanas.",
    "4036662147": "5. Konfidenciālas informācijas aizsardzība",
    "3564208535": "Jūs piekrītat pielikt komerciāli pamatotas pūles, lai aizsargātu jebkuru no mums vai ar mūsu Pakalpojumu starpniecību saņemto konfidenciālo informāciju. ietver robotu rezultātus un nepublisku informāciju par mūsu uzņēmuma pakalpojumu, tostarp nepublisku dokumentāciju un jebkādu informāciju, ko varam kopīgot par mūsu robotu noteikšanas metodēm. Ja jums tiek piešķirta piekļuve jebkurai šādai konfidenciālai informācijai, mēs varam mainīt, apturēt vai ierobežot jūsu piekļuvi mūsu Pakalpojumiem pēc saviem ieskatiem, ja konstatēsim, ka, izmantojot mūsu pakalpojumus, tiek atklāta konfidenciāla informācija, un mēs pieliksim saprātīgas pūles. lai sniegtu jums paziņojumu pirms apturēšanas.",
    "120384113": "6. Izbeigšana",
    "453723556": "Jūs varat pārtraukt šī Klienta pielikuma darbību neatkarīgi no pakalpojumu sniegšanas noteikumiem, pārtraucot būt par klientu vai pieprasītāju. Mēs paturam tiesības jebkurā laikā apturēt vai pārtraukt jūsu kā Klienta vai Pieprasītāja statusu vai citādi pārtraukt jūsu konta darbību vai Pakalpojumu izmantošanu saskaņā ar Pakalpojumu sniegšanas noteikumiem. Jūs esat atbildīgs pēc līguma izbeigšanas par jebkuru summu, kas jāmaksā saskaņā ar pasūtījuma veidlapu. Ja jūsu abonementā ir iekļauta jebkura mēneša vai gada maksa vai mēneša vai gada minimums, jūs joprojām būsiet atbildīgs par visu pakalpojumu maksu samaksu attiecīgi līdz šī mēneša vai gada beigām.",
    "218889628": "Izņemot gadījumus, kad mēs pārtraucam šī Klienta pielikuma vai pakalpojumu sniegšanas noteikumu darbību tādēļ, ka esat pārkāpis šo Klienta pielikumu vai pakalpojumu sniegšanas noteikumus, ja mēs pārtraucam darbību un jūs būsiet mums priekšapmaksājuši jebkādas maksas, mēs atmaksāsim proporcionālu daļu no tiem. priekšapmaksas summas, pamatojoties uz atlikušo laiku vai Pakalpojumiem, par kuriem esat samaksājis, atkarībā no tā, kurš ir mazāks. Mēs noslēgsim savu darbu komerciāli saprātīgā veidā un saglabāsim un piegādāsim jums visas mūsu rīcībā esošās apmaksātās izvaddatu kopas un visus klientu datus. Jebkuras darbības pārtraukšanas gadījumā mēs varam, bet mums nav pienākuma, dzēst nekādus datus.",
    "2505227594": "7. Pārsniegumi",
    "2369877184": "Maksimālais atļautais maksimālais RPS ātrums hCaptcha integratoriem vai klientiem ir 1000 pieprasījumu sekundē jūsu konta subjektiem (“RPS”), ja vien rakstiskā līgumā starp jums un mums nav noteikts citādi.",
    "234420106": "Gadījumā, ja esat pakalpojuma hCaptcha Enterprise integrators vai klients un jūsu API lietojums, ko mēra ar RPS, pārsniedz jūsu pakalpojuma līmenim paredzēto tarifu, mēs varam mainīt jūsu pakalpojumu vai iekasēt pārsnieguma likmi. Gadījumā, ja jūsu maksimālā IPS likme 30 dienu laikā kopumā 10 minūtes vai vairāk pārsniedz nodrošināto likmi 10 reizes un lielākā daļa no šiem pieprasījumiem, mūsuprāt, nav ļaunprātīga datplūsma, mēs varam izvēlēties iekasēt no jums līgumā noteikto pārsnieguma likmi par visiem šajā mēnesī veiktajiem API pieprasījumiem.",
    "2619472217": "8. Tālākpārdošana",
    "2019702084": "Ja vien tas nav skaidri atļauts Klienta pakalpojumu pamatlīgumā vai tālākpārdevēja līgumā, pasūtītos SaaS pakalpojumus nedrīkst pārdot, tālākpārdot, iznomāt, iznomāt, licencēt, apakšlicencēt vai citādi darīt pieejamus nevienai citai trešajai pusei (izņemot Klienta filiāli). ), un visi pasūtījumi saskaņā ar Līgumu un visa Klienta Pakalpojuma izmantošana ir paredzēta Klienta vai tā Saistītā uzņēmuma iekšējai biznesa lietošanai.",
    "1233229030": "Dažādi",
    "1467783792": "Neviena persona, vienība vai organizācija, pret kuru Amerikas Savienotās Valstis ir noteikušas sankcijas (“Sankcionētais dalībnieks”), nav tiesīga saņemt atlīdzību vai izmantot Pakalpojumus kā Integrators. Lai izvairītos no šaubām, tas attiecas uz visiem sodītiem dalībniekiem, kurus norādījis ASV Finanšu ministrijas Ārvalstu aktīvu kontroles birojs (OFAC).",
    "3759657802": "Jūs nedrīkstat piešķirt, nodot vai deleģēt šos pakalpojumu sniegšanas noteikumus vai savas tiesības vai pienākumus saskaņā ar tiem nekādā veidā (saskaņā ar likumu vai citādi).",
    "1627232990": "Šo pakalpojumu sniegšanas noteikumu tulkojumi tiek nodrošināti pēc iespējas labāk. Jebkuru būtisku atšķirību gadījumā starp angļu valodas pakalpojumu sniegšanas noteikumiem un to tulkojumu, angļu valodas pakalpojumu sniegšanas noteikumi tiek uzskatīti par autoritatīviem.",
    "805221621": "Lūdzu, sazinieties ar mums pa tel",
    "259613338": "ja jums ir kādi jautājumi par šiem pakalpojumu sniegšanas noteikumiem.",
    "2735878907": "Darbības nepārtrauktības plānošanas paziņojums",
    "2887242610": "Intuition Machines, Inc ir izstrādājis darbības nepārtrauktības plānu par to, kā mēs reaģēsim uz notikumiem, kas būtiski traucē mūsu hCaptcha biznesu. Tā kā katastrofu un traucējumu laiks un ietekme ir neparedzama, mums būs jābūt elastīgiem, reaģējot uz faktiskajiem notikumiem, kad tie notiek. Paturot to prātā, mēs sniedzam jums šo informāciju par mūsu darbības nepārtrauktības plānu.",
    "809251240": "Sazinieties ar mums",
    "2551802342": "– Mēs plānojam ātri atgūties un atsākt uzņēmējdarbību pēc būtiskiem uzņēmējdarbības traucējumiem un reaģēt, aizsargājot savus darbiniekus un īpašumu, veicot finanšu un darbības novērtējumu, aizsargājot uzņēmuma grāmatvedības un ierakstus, kā arī ļaujot mūsu klientiem un viņu galalietotājiem veikt darījumus tiešsaistē. Īsāk sakot, mūsu darbības nepārtrauktības plāns ir izstrādāts, lai ļautu mūsu uzņēmumam pēc iespējas ātrāk atsākt darbību, ņemot vērā ievērojamo uzņēmējdarbības traucējumu apjomu un smagumu. Mūsu darbības nepārtrauktības plāns attiecas uz: datu dublēšanu un atkopšanu; visas misijai kritiskās sistēmas; finanšu un darbības novērtējumi; alternatīva saziņa ar klientiem, darbiniekiem un pārraudzības iestādēm; darbinieku alternatīva fiziskā atrašanās vieta; kritiskā ietekme uz piegādātājiem un klientiem; reglamentējošā ziņošana; un tūlītēju brīdinājumu mūsu klientiem, ja mēs nevaram turpināt savu uzņēmējdarbību. Mūsu galvenais piegādātāju kopums dublē mūsu svarīgos ierakstus ģeogrāfiski atsevišķā apgabalā. Lai gan katra ārkārtas situācija rada unikālas problēmas, kuru pamatā ir ārēji faktori, piemēram, diennakts laiks un traucējumu smagums, šis piegādātāju kopums mums ir informējis, ka viņu mērķis ir atjaunot savu darbību un ātri atsākt pakalpojumu sniegšanu. Lai gan mēs esam strādājuši, lai samazinātu risku, izmantojot dažādus piegādātājus, jūsu pakalpojumi šajā periodā var tikt mainīti vai pārtraukti.",
    "826396656": "Mūsu darbības nepārtrauktības plāns",
    "1979347895": "– Nozīmīgi uzņēmējdarbības traucējumi var atšķirties pēc to darbības jomas, piemēram, tikai mūsu uzņēmums, viena ēka, kurā atrodas mūsu uzņēmums, apkārtne, kurā atrodas mūsu uzņēmums, pilsēta, kurā mēs atrodamies, vai viss reģions. Katrā no šīm jomām traucējumu smagums var atšķirties no minimāla līdz smagam. Ja rodas traucējumi mūsu uzņēmuma, mūsu biznesa rajona, pilsētas vai reģiona vai ēkas, kurā atrodas mūsu uzņēmums, darbība, mēs nepieciešamības gadījumā pārcelsim savu darbību uz vietējo vietni un nesagaidām, ka uzņēmuma darbība būtiski traucēs. Jebkurā gadījumā mēs plānojam turpināt uzņēmējdarbību, nepieciešamības gadījumā nodot darbības alternatīviem piegādātājiem un informēt jūs, izmantojot mūsu vietni hcaptcha.com un statusa lapu hcaptchastatus.com, kā ar mums sazināties. Ja būtiskie uzņēmējdarbības traucējumi ir tik smagi, ka neļauj mums turpināt darbību, mēs jūs nekavējoties informēsim.",
    "653679457": "Dažādi traucējumi",
    "410397176": "Lai iegūtu vairāk informācijas",
    "2095899021": "hCaptcha zīmola veidošanas vadlīnijas un vispārējā preču zīmju licence",
    "2340340589": "Norādījumi hCaptcha atzīmes lietošanai",
    "2430148876": "Mēs esam izveidojuši šīs vadlīnijas un vispārējo preču zīmju licenci, lai mūsu klientiem, partneriem un faniem būtu pēc iespējas vieglāk strādāt ar mūsu zīmolu, vienlaikus saglabājot mūsu korporatīvo identitāti. Ja jums ir jāizmanto hCaptcha ikonas, logotipi vai citas zīmes, kas būtiski atšķiras no šīm vadlīnijām, jums būs jāsazinās ar mums (IMI), lai saņemtu rakstisku licenci.",
    "3884400764": "Lai gan jūs varat izmantot hCaptcha zīmes saskaņā ar šīm vadlīnijām, tas nenozīmē, ka jums ir piešķirtas tiesības uz hCaptcha zīmēm, logotipiem vai jebkuru citu preču zīmi, tirdzniecības nosaukumu, pakalpojuma zīmi, uzņēmuma nosaukumu vai hCaptcha nemateriālo vērtību. Mēs vēlamies nodrošināt pēc iespējas lielāku elastību, taču mūsu pienākums ir aizsargāt hCaptcha pret jebkādas hCaptcha preču zīmes, tirdzniecības nosaukuma, pakalpojuma zīmes, uzņēmuma nosaukuma vai nemateriālās vērtības neatļautu izmantošanu. Jebkāda neatļauta izmantošana automātiski pārtrauc hCaptcha piešķirtās atļaujas vai licences darbību un var uzņemties juridiskas saistības par jebkādiem zaudējumiem.",
    "512598290": "Tāpēc mums ir jālūdz, lai jūs vienmēr izmantotu visas hCaptcha zīmes un logotipus tādā formā, kas atbilst tālāk norādītajiem noteikumiem, tostarp lielo burtu lietojumam, burtiem un stilam.",
    "2075610992": "Paldies par atbalstu!",
    "1023190144": "hCaptcha® tekstā",
    "4274324704": "Lūk, kā izmantot mūsu vārdu rakstiskā kopijā:",
    "3912926900": "hCaptcha® ir jābūt reģistrētas preču zīmes simbolam, kad tas pirmo reizi parādās radošā kopijā.",
    "950637875": "hCaptcha pareizrakstību nekad nedrīkst mainīt, un hCaptcha vienmēr ir jāraksta ar lielo otro burtu (\"C\"). Tas nekad nav daudzskaitlis vai īpašība.",
    "2624601135": "\"hCaptcha\" nedrīkst izmantot kā daļu no zīmola nosaukuma, savienot ar defisi vai lietot lietojumprogrammu vai citu produktu nosaukumos.",
    "3828090208": "Tā vietā izmantojiet \"for hCaptcha\". Ja lietojat ar trešās puses logotipu, \"hCaptcha\" izmēram ir jābūt mazākam nekā trešās puses logotipam.",
    "4149738856": "hCaptcha ir jāizmanto kā īpašības vārds, un tam seko atbilstošs vispārīgs termins.",
    "1446868537": "hCaptcha nekad nedrīkst izmantot kā darbības vārdu.",
    "2487931657": "Neizmantojiet: \"we hCaptcha'd our site.\"",
    "2565565429": "Tā vietā izmantojiet: \"mēs izmantojam hCaptcha, lai padarītu mūsu vietni drošāku.\"",
    "3434202027": "Jebkurai hCaptcha nosaukuma izmantošanai saziņā ir nepieciešams attiecinājums: \"hCaptcha ir Intuition Machines, Inc. reģistrēta preču zīme.\"",
    "2754937029": "Nepieņemami lietojumi",
    "2436973524": "Ir pieņemamas tikai precīzas atsauces. Nav pieļaujams apgalvot, ka vietne izmanto hCaptcha pakalpojumus un lietojumprogrammas, ja tā netiek izmantota. Tāpat arī mūsu logotipa vai jebkādu emblēmu izmantošana ir piemērota tikai tad, ja vietne izmanto hCaptcha pakalpojumus.",
    "69844082": "hCaptcha preču zīmes, grafiskos simbolus, logotipus, burtveidolu vai ikonas arī nedrīkst izmantot nievājošā veidā.",
    "3861413614": "Jūs nedrīkstat izmantot nevienu hCaptcha preču zīmi vai logotipu, kas liktu domāt, ka hCaptcha ir saistīta ar trešās puses produktu vai pakalpojumu vai to atbalsta, sponsorē vai atbalsta, bez nepārprotamas rakstiskas atļaujas.",
    "1409822234": "Nekādā gadījumā identisku vai gandrīz identisku hCaptcha preču zīmi nedrīkst izmantot kā domēna nosaukumu.",
    "4181060163": "Trešās puses nedrīkst izmantot variantus vai pareizrakstības kļūdas vai rīkoties jebkādā veidā, kas sākotnēji varētu radīt neskaidrības saistībā ar hCaptcha preču zīmēm.",
    "3955555607": "Trešās puses, izņemot partnerus vai pilnvarotos tālākpārdevējus, nedrīkst solīt cenas par atslēgvārdiem, Google AdWords vai citām mērķtiecīgām reklamēšanas sistēmām, izmantojot hCaptcha zīmes vai pareizrakstības kļūdas. Trešās puses arī nedrīkst izmantot hCaptcha zīmes domēna nosaukumos, meklētājprogrammu optimizācijā, meta tagos, meklēšanas terminos, kodā vai citos maldinošajos attēlos.",
    "1985238261": "Citas ierobežotas zīmes",
    "2193061499": "Dažus no mūsu logotipiem un zīmēm drīkst izmantot tikai hCaptcha un tā partneri. Trešās puses nedrīkst izmantot šādas zīmes bez rakstiskas hCaptcha licences:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Authorized Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop, ko nodrošina hCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "BotStop logotips™",
    "3942875761": "Palīdziet izveidot labāku tīmekli™",
    "364774188": "Es esmu cilvēks™",
    "2785425016": "(cilvēcības pārbaudes risinājuma kontekstā, piemēram, aicinājums uz darbību)",
    "2639657759": "Zīmes, ko izmanto ar atļauju",
    "1268918580": "Daži no hCaptcha un tās partneru izmantotajiem logotipiem un zīmēm pieder trešajām pusēm, un tos var izmantot tikai ar to atļauju. Trešās puses nedrīkst izmantot šādas zīmes, izņemot gadījumus, kad to ir atļāvuši to īpašnieki:",
    "3782751514": "HUMAN Protocol® ir HUMAN Protocol Foundation reģistrēta preču zīme, un tā tiek izmantota ar tā atļauju.",
    "1620709264": "HUMAN Token® ir HUMAN Protocol Foundation reģistrēta preču zīme, un tā tiek izmantota ar tā atļauju.",
    "3031953928": "HUMAN Network™ ir HUMAN Protocol Foundation preču zīme, un tā tiek izmantota ar tā atļauju.",
    "3554363588": "Citas zīmes",
    "3290996791": "Visi pārējie produktu nosaukumi, logotipi un zīmoli ir to attiecīgo īpašnieku īpašums. Visi pārējie uzņēmumu, produktu un pakalpojumu nosaukumi, kas izmantoti šajā vietnē, ir paredzēti tikai identifikācijas nolūkiem. Šo nosaukumu, logotipu un zīmolu izmantošana nenozīmē apstiprinājumu.",
    "2444685143": "Logotipa politika",
    "2414232014": "Mūsu logotips ir uzreiz atpazīstams un viens no mūsu vērtīgākajiem un svarīgākajiem īpašumiem. Lai nodrošinātu, ka tas joprojām ir spēcīgs mūsu uzņēmuma pārstāvis, tas ir rūpīgi un konsekventi jāprezentē visos saziņas kanālos.",
    "803639471": "hCaptcha logotips sastāv no rokas ikonas un hCaptcha logotipa. Alternatīvā formā rokas ikona var parādīties pati, ja vieta ir ierobežota un \"hCaptcha\" tiek izmantota kā vārda zīme (kā aprakstīts iepriekš) rokas ikonas tiešā tuvumā, lai būtu skaidrs, ka rokas ikona apzīmē hCaptcha.",
    "564127016": "hCaptcha rokas ikona:",
    "1424800293": "hCaptcha logotips:",
    "1525506526": "Kas ir kontu pārņemšana un kā tās darbojas?",
    "2446481523": "Ir kāda sena tautas pasaka, kurā neliela lauku ciemata konstabulā uzrodas vagona vadītājs un muižnieks. Kāds vīrietis, ģērbies netīrās, nabaga drēbēs, sacīja konsteblam: “Es esmu muižnieks. Šis vīrietis bija mans šoferis.",
    "1767952047": "Viņš man uzbruka pagājušajā naktī, nozaga manas drēbes un atņēma naudu. Otrs vīrs, ģērbies lieliski, dižciltīgās drēbēs, atbildēja: “Konstebl, šis cilvēks ir ārprātīgs. Viņš domā, ka ir muižnieks. Es esmu īsts muižnieks. Arestēt viņu!\"",
    "2947576723": "Šis stāsts ir izveidots pirms autovadītāja apliecībām un digitālo pirkstu nospiedumu nospieduma, taču tas ir labs piemērs tam, kas var noiet greizi konta pārņemšanas situācijā. Persona piesakās tiešsaistes bankas kontā vai mobilo maksājumu lietotnē. Vai viņš ir faktiskais konta īpašnieks vai hakeris? Kurš īsti ir kurš? Šīs drošības problēmas ietekmē organizācijas, kas atļauj pašapkalpošanās konta piekļuvi.",
    "1687299615": "Kas ir konta pārņemšana?",
    "2648707986": "Konta pārņemšana ir kiberkrāpšanas veids, kurā ļaunprātīgs dalībnieks uzdodas par tiešsaistes konta īpašnieku. Parasti konts atrodas finanšu iestādē vai e-komercijas uzņēmumā, kur krāpnieks var nozagt naudu, preces vai dāvanu kartes. Uzbrucējs izmanto nozagtus pieteikšanās akreditācijas datus, lai piekļūtu kontam un pēc tam to pārņemtu, iespējams, mainot paroli, lai bloķētu faktisko konta īpašnieku.",
    "1476843710": "Mazāk finansiāli kaitīgi, bet joprojām kaitīgi kontu pārņemšanas veidi ir sociālo mediju kontu nolaupīšana un tamlīdzīgi. Šādos gadījumos uzbrucējs parasti mēģina izplatīt ļaunprātīgu programmatūru vai iesaistīties pikšķerēšanas uzbrukumos pret nenojaušajiem upura draugiem. Vai arī uzbrucējs mēģina samulsināt upuri, kas dažkārt notiek, piemēram, ar slavenībām un politiķiem.",
    "2904949278": "Kā hakeris pārņem kontu?",
    "2575690545": "Kontu pārņemšana, tāpat kā lielākā daļa kiberkrāpšanas, lielākoties ir automatizētu, masveida procesu jautājums. Reti gadās, ka hakeris, ģērbies kapucē, savas mātes pagrabā, pa vienam ieraksta paroles banku vietnēs.",
    "3614653023": "Prakse drīzāk balstās uz liela mēroga akreditācijas datu papildināšanas uzbrukumiem, kas izmēģina miljoniem lietotājvārdu/paroles pāru desmitiem mērķa finanšu iestāžu, cerot atbloķēt nelielu kontu apakškopu. Tiklīdz automatizētā krāpšanas programmatūra ir ieguvusi piekļuvi kontam, tajā var iesaistīties hakeris, bet dažos gadījumos ne.",
    "2762759509": "Daudzi kontu pārņemšanas uzbrukumi ir gandrīz pilnībā automatizēti.",
    "1972710018": "Skatoties no uzņēmuma perspektīvas",
    "1282121137": "Lai saprastu, cik problemātiska var būt konta pārņemšana, apsveriet, kāda ir pieredze no finanšu iestādes viedokļa. Viņi katru dienu apstrādā miljoniem pieteikšanos.",
    "2315518622": "Pateicoties mūsdienu uzbrukuma rīkiem, ir ārkārtīgi grūti noteikt, kuri no tiem ir krāpnieciski, ja tādi ir. Tad cilvēks zvana uz klientu apkalpošanas līniju un saka: “Manam kontam ir uzbrukts! Es nevaru pieteikties, un kāds zog manu naudu!",
    "1836369533": "Tāpat kā tautas pasakā konstebls, kā noteikt, kurš patiesībā ir kas? Ja uzbrucējam ir pietiekami daudz nozagtu identitātes elementu, piemēram, autovadītāja apliecības numurs, sociālās apdrošināšanas numurs, mātes pirmslaulības uzvārds, adrese un tā tālāk, var būt diezgan grūti noteikt, vai zvanītājs ir īstais konta īpašnieks vai uzbrucējs, kurš mēģina iegūt paroles atiestatīšana kontā, kurā viņš vēlas iekļūt.",
    "2880837730": "Ko var darīt, lai apturētu kontu pārņemšanu?",
    "3654556483": "Finanšu iestādēm un e-komercijas uzņēmumiem ir procesi un kontroles, kas mazina kontu pārņemšanas draudus. Tie svārstās no vecmodīgiem drošības jautājumiem “kā sauca tavu labāko draugu pamatskolā” līdz noteikšanas metodēm, kas novērš aizdomīgas IP adreses un mobilo ierīču profilus.",
    "2449501658": "nodrošina vienu no vismodernākajiem veidiem, kā mazināt draudus, ko rada krāpnieciski konta pieteikšanās mēģinājumi, izmantojot mašīnmācīšanos, lai atklātu un apturētu robotprogrammatūras, un efektīvi apgrūtinot vai pat neiespējami krāpniekiem iesaistīties konta pārņemšanā.",
    "3621455477": "lai uzzinātu vairāk!",
    "555246307": "Starp citu, stāsts par muižnieku un viņa šoferi beidzas šādi: Konstebls lika abiem vīriešiem stundām sēdēt kopā istabā un izkļūt no prāta. Dienas beigās viņš parādījās un teica: \"Es tagad runāšu ar vagona vadītāju.\" Vīrietis cēlā apģērbā piecēlās kājās. Viņam bija tik garlaicīgi, ka viņš aizmirsa, ka tikai izliekas par muižnieku.",
    "1224727373": "BotStop, izmantojot hCaptcha",
    "1187718370": "Sazinies ar mums",
    "3892905664": "hCaptcha palīdz jūsu iecienītākajiem tiešsaistes pakalpojumiem izvairīties no robotprogrammatūras, surogātpasta un ļaunprātīgas izmantošanas, uzdodot vienkāršus jautājumus, kas ir viegli cilvēkiem un sarežģīti iekārtām.",
    "555158694": "Jūsu izmantotais pakalpojums ir izvēlējies uzlabot jūsu pieredzi savā vietnē, instalējot hCaptcha, lai samazinātu ļaunprātīgu trafiku.",
    "1617196410": "hCaptcha ir vērsta uz robotu apturēšanu. Mums ir vienalga, kas ir lietotājs, bet tikai tas, vai viņš ir ļaunprātīgs. Mēs smagi strādājam, lai līdzsvarotu privātumu un",
    "1624200563": "drošību un ievērot GDPR, CCPA, LGPD, PIPL un citus privātuma noteikumus.",
    "1927613000": "hCaptcha apvieno izsmalcinātu mašīnmācīšanos ar jaudīgu izaicinājumu platformu, lai aizsargātu tīmekļa lietojumprogrammas no kontu pārņemšanas, akreditācijas datu papildināšanas, nokasīšanas un cita veida ļaunprātīgas izmantošanas.",
    "1133989302": "Kāpēc hCaptcha?",
    "34074886": "Katru reizi, kad atbildat uz izaicinājumu, mēs izmantojam izsmalcinātus modeļus, lai noskaidrotu, vai esat cilvēks. Pēc tam jūsu apmeklētā vietne izmanto šo rezultātu, lai palīdzētu uzlabot jūsu pieredzi savā vietnē, novēršot robotus.",
    "3412647984": "Tas ļauj izvairīties no turpmākiem jautājumiem, reģistrējoties un iestatot sīkfailu. Lūdzu, mēģiniet arī izslēgt savu reklāmu bloķētāju.",
    "2510209017": "Vai nepieciešama papildu palīdzība?",
    "477275453": "Kāpēc API ir populārs hakeru mērķis?",
    "596347471": "Lietojumprogrammu saskarnes (API) ir kļuvušas par populāru mērķi kibertelpā ļaunprātīgiem dalībniekiem. Tam ir daudz iemeslu, tostarp to lielā lietderība lietojumprogrammu integrācijā. Tomēr ir iespējams mazināt API risku.",
    "2441638955": "Pirmkārt, kas ir API?",
    "3963216198": "Lai apspriestu, kāpēc API ir populārs hakeru mērķis, vispirms ir vērts veltīt īsu brīdi, lai definētu, ko pašlaik nozīmē termins “API”. API koncepcija nepavisam nav jauna. Faktiski saskarnes dažādu datorsistēmu savstarpējai savienošanai, kā arī to iekšējās sastāvdaļas ir bijušas jau vismaz 1960. gadu sākumā.",
    "1047251718": "Tomēr mūsdienās, kad cilvēki runā par API, viņi vienmēr domā uz standartiem balstītas API. Tās ir API, kas izveidotas, izmantojot atvērtus standartus, piemēram, Representational State Transfer (REST) un atvērtus standarta failu formātus, piemēram, JavaScript Object Notation (JSON). Šādas “RESTful API”, kā tās ir zināmas, var izveidot, neizmantojot patentētu programmatūru. Iegūtās API spēj nosūtīt un saņemt datus un procedūru zvanus starp programmatūras lietojumprogrammām. Piemēram, mobilās bankas lietotne izmanto API, lai piekļūtu bankas sistēmām.",
    "3195334319": "API lietderība un ievainojamība",
    "1903743785": "Uz standartiem balstītu API parādīšanās bija liels solis uz priekšu lietojumprogrammu integrācijā. Apmēram pēdējo 20 gadu laikā API ir kļuvušas par dārgiem un sarežģītiem patentētiem programmatūras produktiem par bezmaksas, uz standartiem balstītiem rīkiem, ar kuriem bija salīdzinoši viegli strādāt un kurus bija ātri izvietot.",
    "879362350": "Pateicoties jaunajām API, kas darbojas internetā, kļuva iespējams savienot jebkuru programmatūru vai datu avotu jebkurā vietā pasaulē neatkarīgi no platformas, datu shēmas vai programmēšanas valodas. Tā rezultātā skaitļošanas pasaule šobrīd atrodas API revolūcijas vidū. Ir noticis sprādziens savienojamības starp lietojumprogrammām un datiem. Tas ir lieliski, kamēr tā nav.",
    "3844432472": "API atklātība un lietderība padara tos par neticami bagātiem uzbrucēju mērķiem. Tāpat kā mobilo lietotni var ieprogrammēt, lai sasniegtu un IEGŪTU datus no korporatīvās sistēmas, izmantojot API, to var ieprogrammēt arī ļaunprātīga programmatūra. Hakeri ir uzrakstījuši dažādus programmatūras rīkus, lai ļaunprātīgi izmantotu API. Tā ir efektīva uzbrukuma tehnika.",
    "2187096543": "Patiešām, ir bijuši daži lieli datu pārkāpumi, ko izraisīja hakeru rakstīta programmatūra, kas aicināja API, lai iegūtu datus no datu bāzes. Galu galā, ja datu nozagšanai vienkārši ir nepieciešams pamata GET izsaukums API, kas rakstīts, izmantojot REST un JSON, tad ir viegli ātri notīrīt datu bāzi. Patiesībā, kad cilvēki runā par “ekrāna nokasīšanas” uzbrukumiem, tie galvenokārt nozīmē ātrās darbības API izsaukumus, kas izņem datus no datu bāzēm. API ir kļuvušas par galveno uzbrukuma virsmu organizācijām, kas tās veido.",
    "4222109231": "API riska mazināšana, izmantojot hCaptcha uzņēmuma produktu",
    "1783317946": "API uzbrukumu apturēšana ir populārs lietojums",
    "3022922096": ", hCaptcha uzņēmuma produktu komplekts. Atšķirībā no hCaptcha bezmaksas versijas,",
    "63719113": "izmanto uzlabotas mašīnmācības, lai identificētu ļaunprātīgu datplūsmu uz jūsu vietni un lietotnēm, tostarp nokopšanas darbības.",
    "3566102529": "mūs šodien, lai uzzinātu vairāk.",
    "3096553330": "Katra mūsu radītā sistēma vienkārši atspoguļo mūsu attiecības ar citiem cilvēkiem.",
    "1467218142": "Tas, ko mēs vēlamies no viņiem un mums pašiem, nosaka mūsu uzvedību, un tādējādi visās cilvēku sistēmās atkārtojas tie paši mijiedarbības modeļi. Internets sniedz daudzus izcilus piemērus šim mūsu pasaules pamataspektam.",
    "808872868": "Piemēram: surogātpasts, krāpšana un ļaunprātīga izmantošana tiešsaistē pastāv gandrīz kopš dienas pēc tam, kad divas sistēmas pirmo reizi tika savienotas kopā.",
    "1085089390": "Tiešsaistes ļaunprātīga izmantošana izriet no cilvēka iedzimtas uzvedības",
    "3064321967": "Pirmais zināmais surogātpasta e-pasts tika nosūtīts 1978. gadā. [",
    "3800781598": "] Gandrīz pēc piecām desmitgadēm mūs turpina mocīt e-pasta surogātpasts. Lai to pārvarētu, ir ieguldīti daudzi miljardi dolāru un tūkstošiem cilvēkgadu ilgus inženiertehniskos darbus, taču surogātpasts joprojām pastāv. Abās pusēs ir miljardu dolāru nozares, ti, tās, kas aizstāv pret to, un tās, kuras to sūta.",
    "2119943547": "Kāpēc ir šis? Atbilde ir vienkārša. Kamēr pastāv stimuls ļaunprātīgi izmantot sistēmu, kāds parasti atradīs veidu. Un, tiklīdz viņi to izdarīs, kādam citam tagad būs stimuls tos apturēt.",
    "532470444": "Līdzsvars var nedaudz mainīties no gada uz gadu, taču šī uzvedība vienkārši atspoguļo cilvēka pamatdabu, un piecu tūkstošu gadu reģistrētā vēsture nozīmē, ka dinamika, visticamāk, nemainīsies tuvākajā laikā.",
    "3193548097": "Hope Springs Eternal",
    "4065614934": "Šī analīze nav jauna, taču cilvēki ir mūžīgi optimistiski. It īpaši, ja viņiem šķiet, ka viņu ideja ir jauna.",
    "1216071511": "Tās pašas idejas tiek ierosinātas tik bieži, ka pirms aptuveni 20 gadiem kāds anonīms autors nāca klajā ar noderīgu aizpildījumu tiešsaistes diskusijām par pretsurogātpasta risinājumiem:",
    "1941999673": "Jūsu ieraksts atbalsta a",
    "4179118182": "( ) tehniskais ( ) likumdošanas ( ) uz tirgu balstīts ( ) modrs",
    "3978720689": "pieeja cīņai pret surogātpastu. Jūsu ideja nedarbosies. Lūk, kāpēc tas nedarbosies.",
    "318339230": "(Uz jūsu konkrēto ideju var attiekties viens vai vairāki no tālāk norādītajiem, un tā var būt",
    "30312304": "citi trūkumi, kas dažādos štatos bija atšķirīgi, pirms tika pieņemts slikts federālais likums.)",
    "2710988028": "( ) Surogātpasta izplatītāji to var viegli izmantot e-pasta adrešu iegūšanai",
    "3912514510": "( ) Tiks ietekmēti adresātu saraksti un cita likumīga e-pasta izmantošana",
    "2030062561": "( ) Neviens nevarēs atrast puisi vai savākt naudu",
    "3334160175": "( ) Tas ir neaizsargāts pret brutālu spēku uzbrukumiem",
    "3238345709": "( ) Tas apturēs surogātpastu uz divām nedēļām, un tad mēs ar to iestrēgsim",
    "4227800293": "( ) E-pasta lietotāji ar to nesamierināsies",
    "2271252286": "( ) Microsoft ar to nesamierināsies",
    "692064738": "( ) Policija ar to nepacietīs",
    "3475647460": "( ) Nepieciešama pārāk liela sadarbība no surogātpasta izplatītājiem",
    "1482845460": "( ) Nepieciešama tūlītēja pilnīga sadarbība no visiem vienlaikus",
    "3741193183": "( ) Daudzi e-pasta lietotāji nevar atļauties zaudēt biznesu vai atsvešināt potenciālos darba devējus",
    "2234909600": "( ) Surogātpasta sūtītājiem nerūp nederīgas adreses savos sarakstos",
    "1982617151": "( ) Ikviens var anonīmi iznīcināt jebkura cita karjeru vai biznesu",
    "2498172334": "Konkrēti, jūsu plāns nav ņemts vērā",
    "389705801": "( ) Likumi, kas to skaidri aizliedz",
    "190955495": "( ) Trūkst centralizētas kontroles e-pastam",
    "237009707": "( ) Atklātās stafetes ārvalstīs",
    "3507532387": "( ) Vienkārša visu e-pasta adrešu burtu un ciparu adrešu meklēšana",
    "2477958756": "( ) Slikti cilvēki",
    "3254142589": "( ) Jurisdikcijas problēmas",
    "3621401685": "( ) Dīvainu jauno nodokļu nepopularitāte",
    "4277475973": "( ) Sabiedrības nevēlēšanās pieņemt dīvainas jaunas naudas formas",
    "941057651": "( ) Milzīgs esošais programmatūras ieguldījums SMTP",
    "3265293440": "( ) Protokolu, kas nav SMTP, jutīgums pret uzbrukumiem",
    "515733427": "( ) Lietotāju vēlme instalēt OS ielāpus, kas saņemti pa e-pastu",
    "2631159699": "( ) Tārpu ar platjoslas savienojumu pieslēgtu Windows kastīšu armijas",
    "776542208": "( ) Mūžīgā bruņošanās sacīkste, kas saistīta ar visām filtrēšanas pieejām",
    "989480928": "( ) Ārkārtīga surogātpasta rentabilitāte",
    "3898950867": "( ) Džo darbi un/vai identitātes zādzība",
    "3395399558": "( ) Tehniski analfabēti politiķi",
    "1118929614": "( ) Ārkārtīgs stulbums no to cilvēku puses, kuri sadarbojas ar surogātpasta izplatītājiem",
    "838951836": "( ) Pašu surogātpasta izplatītāju negodīgums",
    "2123236933": "( ) Joslas platuma izmaksas, ko neietekmē klientu filtrēšana",
    "2292919419": "( ) Perspektīva",
    "2534436327": "un var attiekties arī šādi filozofiski iebildumi:",
    "832385387": "( ) Ir viegli nākt klajā ar jūsu idejām līdzīgas idejas, taču neviena no tām nekad nav bijusi praktiska",
    "1993984258": "( ) Jebkura shēma, kuras pamatā ir atteikšanās, ir nepieņemama",
    "3909240516": "( ) SMTP galvenes nedrīkst būt tiesību aktu priekšmets",
    "1151065360": "( ) Melnie saraksti ir stulbi",
    "2396605499": "( ) Baltie saraksti ir stulbi",
    "2225785608": "( ) Mums vajadzētu būt iespējai runāt par Viagra bez cenzūras",
    "3004688366": "( ) Pretpasākumi nedrīkst būt saistīti ar krāpšanos ar pārskaitījumu vai kredītkaršu krāpšanu",
    "922470170": "( ) Pretpasākumi nedrīkst ietvert publisko tīklu sabotāžu",
    "3068923550": "( ) Pretpasākumiem ir jādarbojas, ja tie tiek ieviesti pakāpeniski",
    "2752975480": "( ) E-pasta sūtīšanai jābūt bezmaksas",
    "117227832": "( ) Kāpēc mums vajadzētu uzticēties jums un jūsu serveriem?",
    "1021431157": "( ) Nesaderība ar atvērtā pirmkoda vai atvērtā pirmkoda licencēm",
    "2801524659": "( ) Labas pašsajūtas pasākumi neko neatrisina problēmu",
    "931661269": "( ) Pagaidu/vienreizējas e-pasta adreses ir apgrūtinošas",
    "2090457681": "( ) Es nevēlos, lai valdība lasītu manu e-pastu",
    "3536122902": "( ) To apturēšana šādā veidā nav pietiekami lēna un sāpīga",
    "2391175562": "Turklāt es par tevi domāju šādi:",
    "229198134": "( ) Atvainojiet, bet es nedomāju, ka tas darbotos.",
    "345563040": "( ) Šī ir stulba ideja, un jūs esat stulbs, ka to ieteicāt.",
    "409780280": "( ) Labs mēģinājums, ****! Es ceru, ka kāds uzkāps uz jūsu tastatūras!",
    "2820080973": "uzņēma ar ❤",
    "3943164003": "apskatīt neapstrādātu",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Kāpēc jūsu jaunais pretsurogātpasta risinājums nedarbosies?",
    "361795034": ". Nezināms autors, c. 2000. gads",
    "1547006769": "Cilvēces pārbaude ir tā pati problēma",
    "3717942925": "Tāpat kā vienmēr būs cilvēki, kuri vēlas pievērst jūsu uzmanību, izmantojot e-pastu, vienmēr būs vēlme ierobežot piekļuvi dažiem resursiem tā, lai tiem varētu piekļūt tikai cilvēki.",
    "2481032625": "Vai mērķis ir novērst:",
    "1691348394": "- automatizēti masveida pirkumi ierobežotas izpārdošanas laikā",
    "1771016224": "- programmatūra, kas ļauj masveidā lejupielādēt visu saturu no jūsu vietnes",
    "1959762846": "- tīmekļa veidlapu aizpildīšana ar nebeidzamu mārketinga surogātpastu vai ļaunprātīgu izmantošanu",
    "345108670": "- akreditācijas datu pildīšana un citi konta pārņemšanas mēģinājumi",
    "2540760245": "Starp daudziem citiem lietojumiem iespēja filtrēt tiešsaistes trafiku, pamatojoties uz “cilvēks vai nē”, visticamāk, joprojām būs vērtīgs rīks, kamēr cilvēka daba sekos tiem pašiem modeļiem, kas reģistrēti pēdējo piecu tūkstošu gadu laikā.",
    "3346362371": "Kā ar mašīnmācību?",
    "3619183405": "2021. gadā vienkāršas CAPTCHA problēmas dažkārt var atrisināt, izmantojot programmatūru, pateicoties mašīnmācības sasniegumiem. Lai to risinātu, hCaptcha veic arī ļoti detalizētu tādu īpašību analīzi kā",
    "3292221787": "izaicinājums tika atbildēts, ne tikai tas, vai tas bija pareizi, un bieži tika mainīti gan jautājumi, gan izmantotie dati.",
    "1080672247": "Tā kā daudzus uzdotos jautājumus nevar ekonomiski atrisināt, izmantojot jau pieejamu programmatūru, un tā kā dati parasti ir unikāli sistēmai, tas nozīmē, ka bezmaksas pakalpojums bieži vien pilnībā aptur robotprogrammatūras, un tām ir jāpaļaujas uz cilvēka CAPTCHA risinātājiem, kas padara daudzus ļaunprātīgas izmantošanas veidus pilnīgi neekonomiskus.",
    "4172868199": "iet daudz tālāk par šo, virzoties uz mēģinājumu atšķirt “labu cilvēku” no “sliktā cilvēka”, un mūsdienās to izmanto daudzi no pasaulē populārākajiem tiešsaistes pakalpojumiem, lai atrastu un apturētu visu, sākot no krāpšanas ar pirkumiem līdz progresīvai pastāvīgai. draudus pret saviem lietotājiem, vienlaikus saglabājot unikālu uzmanību privātuma saglabāšanai.",
    "2873911365": "Kā ar aparatūras atestāciju?",
    "1477196356": "Jau vairākus gadu desmitus ir ierosinātas dažādas metodes identitātes saistīšanai ar ierīci kriptogrāfiski drošā veidā, dažreiz ar privātumu saglabājošām īpašībām. Publiskās atslēgas kriptogrāfija datēta ar c. 1975, un aparatūras marķieri pastāv gandrīz tikpat ilgi.",
    "2349681896": "Diemžēl aparatūras daļas kontrole nenozīmē, ka esat cilvēks. Praktiski katra populārā patērētāju aparatūras atestācijas shēma ir atkārtoti lauzta, salabota un pēc tam atkal bojāta.",
    "254326776": "Bieži tiek atklāts, ka šo trūkumu ļaunprātīga izmantošana ir notikusi vairākus mēnešus vai gadus pirms izpaušanas vai akadēmiskās publikācijas.",
    "2462909475": "Vairāk nekā 10 000 tālruņu siena, kas tiek izmantota ļaunprātīgai izmantošanai, kas ir daļa no Ķīnas robotu operācijas.",
    "1963951234": "Neatkarīgi no tā, cik uzticama ir jūsu kriptogrāfijas shēma, ja kāds dienas beigās var vienkārši iztērēt naudu, lai sniegtu jums meklēto atbildi, ar aparatūras daļu nepietiek.",
    "1278884196": "Tas nozīmē, ka kriptogrāfija ir diezgan jauna disciplīna. Pamatojoties uz neseno vēsturi, jūsu kriptogrāfijas shēma un/vai ieviešana, visticamāk, tiks bojāta, tiklīdz kādam radīsies stimuls to rūpīgi aplūkot, un, visticamāk, citi cilvēki to sapratīs ilgi pirms jūs. Paļaušanās uz aparatūru arī nozīmē, ka jums, iespējams, būs jālūdz katram lietotājam mainīt fizisko ierīci, lai novērstu trūkumu. Maz ticams, ka vairumā gadījumu tas notiks ātri, kas nozīmē, ka patiesībā jūsu sistēma vienkārši neizdosies atvērt.",
    "1828028934": "Šī iemesla dēļ",
    "1642844535": "ir svarīgi: hCaptcha izmanto vairākas atšķirīgas pieejas, lai atbildētu uz vienu un to pašu pamatjautājumu, ļaujot salīdzināt konsekvenci visos novērtējumos.",
    "1155821305": "aizsardzība ir dziļums",
    "119098046": "Kā ir ar pasīviem vai bezizaicinošiem risinājumiem?",
    "2760410719": "Pakalpojumi, kas mēģina veikt robotu noteikšanu ar tīri pasīviem signāliem, ātri saskaras ar būtisku problēmu: kā pārbaudīt, vai sistēma pareizi nosaka sliktus dalībniekus, ja jums nav precīzas pamata patiesības?",
    "1722734001": "Atvērtais internets ir ļoti trokšņaina vide. Slikti aktieri katru dienu uzbrūk mūsu pakalpojuma lietotājiem un konkurentiem, piemēram, reCAPTCHA, un, protams, cenšas izskatīties pēc iespējas cilvēcīgāki.",
    "1595254735": "Tīri pasīvie pakalpojumi cīnās, lai saglabātu robotu noteikšanas precizitāti vai pat zinātu, kad tie ir neprecīzi. Ja nevar laiku pa laikam izaicināt lietotājus un pareizi analizēt šī izaicinājuma rezultātus, precizitāte laika gaitā ievērojami samazinās.",
    "2412751979": "Pateicoties precīzākiem cilvēces signāliem, kas darbina hCaptcha, daudzi uzņēmumi, kas iepriekš izmantoja reCAPTCHA v3/Enterprise, ir pārgājuši uz",
    "2284856231": "un redzēja ievērojami uzlabotu precizitāti arī hCaptcha Enterprise tīri pasīvajā režīmā.",
    "4162847": "Mēs to varējām novērot tieši, jo daži mūsu klienti veic A/B testus pēc viena un tā paša pieprasījuma, pirms viņi pilnībā pāriet no Google piedāvājumiem. Mēs parasti varam pierādīt gan augstu viltus pozitīvo, gan viltus negatīvo rādītāju, kas iegūts no reCAPTCHA v3 vai reCAPTCHA Enterprise.",
    "436125785": "Tas nav pārsteidzoši, ņemot vērā šajos produktos pieejamo atgriezeniskās saites cilpu neprecizitāti un to, ka tos pārdod reklāmu tīkls, kura pārsvarā ir ieinteresēta ne pārāk labi noteikt robotus, lai tas nekaitētu viņu pamatdarbībai.",
    "2233741720": "Noslēgumā",
    "2133809801": "Kamēr cilvēki paliek cilvēki, visticamāk, cilvēcības pārbaudei būs sava loma tiešsaistē.",
    "2255549335": "Mūsu uzdevums hCaptcha ir atrast labus kompromisus starp grūtībām un precizitāti un uzturēt zemu berzi, īpaši",
    "4138068262": "lietotājiem. Galu galā saskarsme ar izaicinājumiem, visticamāk, joprojām būs daļa no tiešsaistes ļaunprātīgas izmantošanas samazināšanas rīku arsenāla, kamēr cilvēka daba paliek nemainīga.",
    "855097735": "Pakalpojuma izveide, kas to dara labi, vienlaikus līdzsvarojot visas problēmas, ir ļoti smaga problēma (un mēs vienmēr strādājam, lai to uzlabotu, lai padarītu pieredzi pēc iespējas patīkamāku), taču mēs ceram, ka jūs piekrītat, ka mēstuļu, ļaunprātīgas izmantošanas un kontu pārņemšanas samazināšana , un tiešsaistes krāpšana galu galā ir tā vērta, lai reizēm uzdotu vienkāršu jautājumu.",
    "1953959745": "pieejamība",
    "2543123170": "Nulles berzes cilvēces pārbaude",
    "547245263": "Atrisiniet savu robotprogrammatūras problēmu šodien.",
    "3117887301": "Uzticas lielākie tiešsaistes pakalpojumi",
    "981806349": "Veidota uz pārbaudītas hCaptcha platformas",
    "2373007864": "hCaptcha Enterprise darbojas uz hCaptcha platformas tehnoloģijas, kas paplašināta, iekļaujot funkcijas, kas nepieciešamas uzņēmumiem ar lielu trafiku.",
    "2652399059": "Uzticams partneris",
    "1997838163": "Pasaules lielākie uzņēmumi ir atkarīgi no hCaptcha Enterprise. Integrācija ir vienkārša, un noteikšanas precizitāte ir nepārspējama.",
    "734735952": "Mēs novērtējām vairākus CAPTCHA pārdevējus, kā arī paši veidojām sistēmu. Galu galā hCaptcha kļuva par labāko alternatīvu reCAPTCHA.",
    "1250541092": "— Sergi Isasi",
    "3524251858": "Cloudflare produktu pārvaldības direktors",
    "3971348140": "Kāpēc mēs izmantojām hCaptcha? Neviens cits nevarēja nodrošināt mums nepieciešamās funkcijas un veiktspēju. Viņi mūs ātri iedarbināja, un mūsu tirgotājiem patīk šī pieredze.",
    "4248655793": "— Alekss M.",
    "4185927140": "Produktu vadītājs, Flash, Shopify",
    "282913023": "Rentabls risinājums uzņēmumiem ar lielu satiksmi",
    "999610953": "Visbeidzot, uzticama alternatīva Google. hCaptcha Enterprise nodrošina ievērojamus ietaupījumus jūsu reCAPTCHA rēķinā ar augstāku drošību: dažos gadījumos līdz pat 80% lētāk.",
    "1886100235": "Daudzi no pasaulē lielākajiem tiešsaistes pakalpojumiem ir pārgājuši uz hCaptcha Enterprise un saņēmuši uzlabotu robotprogrammatūras noteikšanu, kā arī ievērojamus izmaksu ietaupījumus.",
    "2903742230": "Reklāmu tīkli redz jūsu apmeklētājus kā produktu. Mums vienīgais mērķis ir noteikt viņu cilvēcību. Mūsu pakalpojumi atbilst vai pārsniedz GDPR, CCPA, LGPD un PIPL prasības, un mēs smagi strādājam, lai līdzsvarotu privātumu un drošību.",
    "3901503296": "Šī unikālā koncentrēšanās uz privātumu nozīmē, ka mēs varam piedāvāt nulles individuālo datu saglabāšanu, darbību bez sīkfailiem un citas līgumā noteiktas privātuma garantijas pēc vajadzības, vienlaikus saglabājot izcilu drošību.",
    "3342910682": "Lasīt vairāk",
    "1130783905": "Precizitāte ir jūsu un mūsu interesēs. hCaptcha darbojas, lai sniegtu jums reālus datus un ļautu jums izlemt, kā tos izmantot. Citus drošības risinājumus nodrošina Gigantic reklāmas kompānijas. Tas nozīmē, ka katrs robots, kuru viņi bloķē, var samazināt savus ieņēmumus.",
    "2019130052": "Mūsu inovācijas uz privātumu vērstajā ML ļauj mums pārsniegt drošības standartus mantotajās stratēģijās \"reģistrēt visu uz visiem laikiem\", nekaitējot drošībai vai lietotāju privātumam.",
    "23114595": "Lieliska lietotāja pieredze",
    "3437412311": "Uzņēmuma lietotājiem ir pieejamas iespējas pilnībā izvairīties no problēmām vairumā gadījumu, paļaujoties uz pasīviem rādītājiem.",
    "1996843433": "Samaziniet berzi, pilnībā izvairoties no izaicinājuma 99,9% likumīgās trafika, vienlaikus nodrošinot izcilu drošību.",
    "3093689546": "Viegla integrācija",
    "247560732": "Pievienojiet hCaptcha ar trim koda rindām. Ja izmantojat reCAPTCHA, mūsu API ir saderīga, un pārslēgšanās notiek tikai minūtēs.",
    "1510448156": "Jau šodien varat sākt darbu ar izcilu alternatīvu un pēc vajadzības ieslēgt papildu funkcijas.",
    "2718999653": "Pielāgoti draudu rādītāji",
    "2698140263": "Ne visas problēmas ir vienādas: viena rezultāta iegūšana nozīmē, ka tam ir jāatbilst jūsu vajadzībām, lai tas būtu noderīgs.",
    "897432717": "Izmantojot mūsu jauno dizainu pielāgotajiem draudu rādītājiem, jūsu biznesa zināšanu pievienošana ļauj mūsu modeļiem nodrošināt jūsu lietotājiem unikāli atbilstošus rādītājus.",
    "2650502379": "Sāciet risināt savus izaicinājumus dažu sekunžu laikā",
    "3578122193": "Sekojiet līdzi zīmolam ar atbilstošu saturu",
    "1074044172": "Ja lietotājiem ir jāatrisina izaicinājums, lai izpildītu jūsu drošības prasības, kāpēc gan neuzdot lietotājam patīkamus un atbilstošus jautājumus?",
    "1579093044": "Izmantojot mūsu vienkāršo pielāgoto izaicinājumu izstrādātāju, varat palaist zīmola izaicinājuma saturu tikai dažu minūšu laikā.",
    "3717512591": "Tiešā platformas integrācija",
    "121743429": "Tīmekļa infrastruktūras uzņēmumiem",
    "2131386784": "Sasniedzamas zināšanas un atbalsts gan jums, gan jūsu lietotājiem",
    "2782263070": "Pakalpojums mums ir galvenā prioritāte. Mēs nodrošinām 24/7 dežūras atbalstu un piedāvājam tiešu Slack koordināciju ar jūsu inženieru integrācijas komandu un mūsu dežūrpersonālu ieviešanas laikā un pēc tās.",
    "3740051331": "Mēs arī esam apņēmušies aktīvi uzraudzīt un atbildēt uz jūsu lietotāju jautājumiem sociālajos saziņas līdzekļos, forumos un mūsu logrīku un e-pasta atbalsta kanālos. Mēs esam pieejami un atsaucīgi, un lietotāju apmierinātību uztveram kā galveno KPI.",
    "170775527": "Uzņēmuma funkcijas",
    "3383086062": "hCaptcha Enterprise ir pilnīgs tiešsaistes drošības risinājums. Aktīvie un pasīvie režīmi ļauj apturēt akreditācijas datu pildīšanu, atklāt kontu pārņemšanu un bloķēt aizdomīgus dalībniekus. Tas viss bez berzes likumīgiem lietotājiem.",
    "1408599440": "Sāciet ātri, izmantojot dažas koda rindiņas un mūsu 99,9% pasīvo režīmu, vai pilnībā kontrolējiet to, kad un kā lietotāji tiek izaicināti. Pielāgoti draudu modeļi un pielāgojami izaicinājumi nodrošina nepārspējamu elastību, lai nodrošinātu drošību.",
    "3365203058": "Pasaules klases aizsardzība pret robotiem",
    "1803009328": "Cīņā pārbaudīts tīmekļa mērogā.",
    "1586809757": "Augstas precizitātes robotu rezultāti",
    "353367791": "Atklājiet dažādu veidu sliktos aktierus.",
    "191460155": "Nulles berze un 99,9% pasīvie režīmi",
    "585557010": "Izaiciniet mazāk nekā 0,1% likumīgo lietotāju.",
    "3287172429": "Parādīti kontroles izaicinājumu veidi",
    "1844885924": "Plaša veidu bibliotēka, no kuras izvēlēties.",
    "3018523079": "Sekojiet līdzi zīmolam, nodrošinot nemainīgu lietotāja pieredzi.",
    "3817811295": "Garantēta uzticamība un ātrs 24/7 dežūras atbalsts.",
    "1798492192": "Mantotas pārlūkprogrammas atbalsts",
    "1356745565": "Saderīgs līdz pat pārlūkprogrammai Internet Explorer 8.",
    "751483365": "Atbalsts klientiem bez JavaScript.",
    "4199502476": "Uzlaboti pārskatu informācijas paneļi un API",
    "3630114728": "Skatiet, kas notiek visās jūsu vietnēs un lietotnēs.",
    "3573245166": "Atšķirībā no reCAPTCHA mēs strādājam visās valstīs.",
    "2354267648": "GDPR, CCPA un LGPD draudzīga privātuma politika",
    "3167979932": "Paredzēts privātumam no pirmās dienas. Stingrs datu apstrādes līgums.",
    "4065065042": "Sastādiet to, lai tas precīzi atbilstu jūsu lietošanas gadījumam.",
    "111184581": "Pirmās puses mitināšana",
    "4272022475": "Visi pieprasījumi un līdzekļi tiek nosūtīti uz hcaptcha.yourdomain.com",
    "2676853536": "Vairāku lietotāju informācijas paneļi",
    "1368787974": "Kopīgojiet pārvaldību savā komandā.",
    "1045484714": "SAML SSO integrācija ar jūsu identitātes nodrošinātāju, piemēram, Okta vai Azure AD.",
    "3953584369": "Ir pieejami sarežģīti RBAC piekļuves ierobežojumi.",
    "2781507299": "Tūlītēja verifikācija",
    "4019660456": "0 ms latentums: pārbaudiet hCaptcha marķierus bez API izsaukuma.",
    "3446714684": "Mobilā (iOS un Android) integrācija",
    "2593768395": "Nevainojama pieredze tīmeklī, vietējā mobilajā tīmeklī un mobilajā tīmeklī. Ir pieejamas iepriekš izveidotas integrācijas un vietējie SDK.",
    "1779265104": "Pielāgoti noteikumi un privātuma garantijas",
    "122875767": "Apmierināt savas juridiskās vajadzības, kad citi uzņēmumi to nespēj.",
    "148188781": "Prezentētie izaicinājumi",
    "838049015": "Atlasiet visus attēlus, kas atbilst vaicājumam",
    "1126302400": "Ierobežojošais lodziņš",
    "3554448168": "Kategorizācija",
    "2104933754": "Identificējiet atbilstošās etiķetes",
    "3612043014": "...un citi vienkārši uzdevumi. Viegli cilvēkiem, grūti botiem.",
    "3624758171": "Pielāgoti uzdevumi ir pieejami arī uzņēmumu izdevējiem.",
    "1001938065": "Integrācija nevar būt vienkāršāka",
    "2138799135": "hCaptcha ir desmitiem iepriekš iebūvētu integrāciju jūsu izmantotajām priekšgala un aizmugursistēmas sistēmām.",
    "2535001179": "Ja jūs izmantojat Google reCAPTCHA, mūsu API ir nomaiņas.",
    "1393184984": "ir viss, kas jums nepieciešams.",
    "3715747429": "Mūsu apmācību inženieri var ātri sākt darbu neatkarīgi no tā, vai jums ir nepieciešama React integrācija, SDK iOS vietējām lietotnēm, Java aizmugursistēmas piemērs vai praktiski jebkurš cits scenārijs.",
    "2681650568": "Un kā vienmēr, privātums mums ir galvenā vērtība. Pievienojiet mūsu izaicinājuma kodu tikai tur, kur tas ir nepieciešams un kur ir lietderīgi aizsargāt gan jūs, gan jūsu lietotājus. Datu vākšanas minimizēšana sākas no integrācijas brīža.",
    "1130868224": "Trīs koda rindiņas",
    "2183926131": "Sāciet darbu ar hCaptcha Enterprise",
    "1526887904": "hCaptcha uzņēmuma konfidencialitāte",
    "1845745385": "Paredzēts privātumam.",
    "1297224875": "Unikāli uz privātumu balstīta pieeja uzņēmuma tiešsaistes drošībai.",
    "2762458927": "Jūsu lietotāja dati nav pārdošanā.",
    "2058856283": "hCaptcha Enterprise ir tikai viens mērķis: neļaut sliktiem dalībniekiem traucēt jūsu tiešsaistes darbības un kaitēt jūsu lietotājiem.",
    "2408036504": "Tādējādi mūsu sistēmas ir izstrādātas no paša sākuma, lai samazinātu datu vākšanu un saglabāšanu, vienlaikus saglabājot savā klasē labāko drošību. Labākais veids, kā aizsargāt lietotāja datus, ir tos neglabāt vispār.",
    "4099477834": "Visas attiecības ar klientiem aizsargā arī stingrs datu apstrādes līgums. Pakalpojums hCaptcha atbilst visiem privātuma likumiem neatkarīgi no tā, kur atrodas jūsu pakalpojums vai klienti. Personas datu neglabāšana mums padara to daudz vienkāršāku nekā citiem uzņēmumiem.",
    "3569492665": "Tiešsaistes aktivitāšu reģistrēšana nav risinājums.",
    "3389431373": "Tādos pakalpojumos kā reCAPTCHA v3 teikts, ka izsekošanas pikseļa ievietošana katrā vietnes lapā ir nepieciešama labai drošībai. Tas tā nav.",
    "3590546893": "Vienkārša uzvedības analīze ir signāls, ko viegli vilto slikti dalībnieki, un tai ir jāsaglabā arī visas jūsu likumīgās datplūsmas pārlūkošanas vēsture.",
    "1105363520": "Mēs nepārvaldām reklāmu tīklu, un mēs neesam ieinteresēti novērot jūsu lietotāju uzvedību, lai pārdotu viņiem reklāmas. Tas nozīmē, ka mums nav nepieciešams pasīvs pikselis katrā jūsu vietnes lapā.",
    "3088605177": "Pievienojiet mūsu izaicinājuma kodu tikai tur, kur tas ir nepieciešams un kur ir lietderīgi aizsargāt gan jūs, gan jūsu lietotājus.",
    "337971271": "Mašīnmācība ir noderīga. Bet, lai tas darbotos, nav nepieciešami personas dati.",
    "320166522": "Mašīnmācība tagad ietekmē gandrīz visus mūsu dzīves aspektus, bieži vien tā, kā mēs neapzināmies un neredzam. Tiešsaistes drošības pakalpojumi neatšķiras.",
    "3180664128": "Apgūstot tūkstošiem signālu, modeļi var secināt un iegūt augstu pārliecību par ļaunprātīgas uzvedības atklāšanu ļoti ātri, pat ja neviens atsevišķs signāls pats par sevi nav pietiekami spēcīgs, lai norādītu uz problēmu.",
    "961941354": "Tomēr nevienam no šiem pasākumiem nav jāizmanto personu identificējoša informācija (\"PII\"). Mūsdienu kriptogrāfijas metodes ļauj mums pēc iespējas ātrāk atbrīvoties no jebkādiem personas datiem, tā vietā izveidojot vienvirziena parakstus, kurus nevar saistīt ar nevienu personu.",
    "1706581702": "Apmācība par deidentificētiem datiem darbojas tikpat labi, un nav nepieciešams apdraudēt ne drošību, ne privātumu. Mūsu klienti ir veikuši empīriskos testus un ir paziņojuši, ka esam līdzvērtīgi vai labāki par daudz mazāk privātām alternatīvām.",
    "3203921334": "Mums patika vairākas lietas hCaptcha risinājumos: 1) tie nepārdod personas datus; viņi vāc tikai minimāli nepieciešamos personas datus, tie ir pārredzami, aprakstot apkopoto informāciju un to, kā viņi to izmanto un/vai atklāj.",
    "305735018": "Visbeidzot, uzticama alternatīva Google. hCaptcha Enterprise nodrošina ievērojamus ietaupījumus jūsu reCAPTCHA rēķinā ar augstāku drošību: dažos gadījumos līdz pat 80% lētāk.",
    "3695206755": "Izmēģiniet mūs savā vidē bez saistībām.",
    "2941545733": "Mēs esam inženieri, nevis pārdevēji: mēs vēlamies, lai jūs būtu apmierināti ar savu izvēli.",
    "131871195": "Labākais veids, kā nodrošināt jūsu apmierinātību, ir parādīt, ka mēs atbilstam jūsu vajadzībām.",
    "3436534225": "Praktiski visi uzņēmumi, kas uzsāk izmēģinājuma projektu, galu galā izvēlas mūsu risinājumus.",
    "4060250206": "Izmantojiet šo veidlapu, lai sasniegtu kādu no mūsu tehniskajiem speciālistiem. Mēs ātri reaģējam.",
    "1159746815": "Varat arī tieši nosūtīt mums e-pastu.",
    "2531534427": "Sīkāka informācija ir šeit.",
    "2059998584": "Novads",
    "3916131732": "Amerika",
    "135276624": "Eiropa, Tuvie Austrumi, Āfrika (EMEA)",
    "1182294134": "Āzijas un Klusais okeāns (APAC)",
    "2437934778": "Tavs vārds",
    "3859506577": "Biznesa e-pasts",
    "1268414751": "Kādai citai informācijai mums vajadzētu būt?",
    "42559805": "Vai jums nepieciešama steidzama uzņemšana?",
    "851679588": "Jā.",
    "1729677626": "Esmu pakļauts uzbrukumam, un man ir nepieciešama tūlītēja uzņemšana.",
    "2808971932": "Šis ir teksts div blokā.",
    "2468683988": "Virsraksts",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Teksta saite",
    "2212670355": "Pierakstīties",
    "31502377": "Kas ir bagātināta teksta elements?",
    "2310705547": "Bagātinātā teksta elements ļauj izveidot un formatēt virsrakstus, rindkopas, citātus, attēlus un video vienuviet, nevis pievienot un formatēt tos atsevišķi. Vienkārši veiciet dubultklikšķi un viegli izveidojiet saturu.",
    "2590587108": "Statiska un dinamiska satura rediģēšana",
    "778204464": "Bagātināta teksta elementu var izmantot ar statisku vai dinamisku saturu. Statiskajam saturam vienkārši nometiet to jebkurā lapā un sāciet rediģēt. Dinamiskajam saturam pievienojiet bagātināta teksta lauku jebkurai kolekcijai un pēc tam pievienojiet bagātinātā teksta elementu šim laukam iestatījumu panelī. Voila!",
    "1890955039": "Kā pielāgot katra bagātinātā teksta formatējumu",
    "3286051798": "Virsrakstus, rindkopas, citātus, skaitļus, attēlus un attēlu parakstus var veidot pēc klases pievienošanas bagātinātā teksta elementam, izmantojot ligzdoto atlasītāju sistēmu “Kad iekšā”.",
    "504332576": "Ar lepnumu paziņojam, ka hCaptcha ir kļuvusi par lielāko neatkarīgo kiberdrošības pakalpojumu pasaulē, kas darbojas aptuveni 15% interneta, un lielāko daļu šīs tirgus daļas mēs pārņēmām tieši no Google reCAPTCHA. Kopā hCaptcha un",
    "1155436473": "(mūsu uzņēmuma piedāvājums) tagad katru mēnesi aizsargā simtiem miljonu lietotāju desmitiem miljonu vietņu un lietotņu. Mūsu stāsts parāda, ka jūs varat konkurēt ar Big Tech, ja pirmajā vietā liksiet privātumu.",
    "3108727249": "BotStop",
    "1296696044": "Privātums pret drošību: kāpēc ne abi?",
    "538871570": "Konkurēt ar Google un citiem Big Tech uzņēmumiem šķiet grūts uzdevums: to monopolistiskā tirgus vara, platformu efekti un augsti apmaksātu izstrādātāju armija parasti tiek uzskatīti par pārāk spēcīgiem, lai ar tiem cīnītos kāds, izņemot citus tehnoloģiju gigantus, piemēram, Facebook vai Amazon. Mūsu stāsts parāda, ka tam tā nav jābūt — jūs varat pārspēt Big Tech, koncentrējoties uz privātumu.",
    "3600718611": "Apsveriet Google reCAPTCHA,",
    "4281708680": ". Uzņēmumā hCaptcha mēs apzināti esam izvēlējušies ļoti atšķirīgu pieeju, izmantojot privātumu saglabājošus mašīnmācīšanās paņēmienus, lai ar augstu precizitāti identificētu tipiskas robotprogrammatūras darbības, vienlaikus patērējot un uzglabājot pēc iespējas mazāk datu.",
    "3312336121": "kas patērē milzīgu daudzumu uzvedības datu, lai noteiktu, vai tīmekļa lietotāji ir likumīgi cilvēki vai roboti",
    "1193738791": ": tie izseko lietotāju uzvedību katrā vietnes lapā un visā tīmeklī. Mēs izstrādājām hCaptcha tā, lai jau no pirmās dienas būtu pēc iespējas draudzīgāka privātumam. Tas noveda pie pilnīgi atšķirīgas pieejas problēmai. Kā izrādās, lietotāju izsekošana tīmeklī un viņu tīmekļa vēstures sasaiste ar viņu identitāti ir pilnīgi nevajadzīga labas drošības sasniegšanai. Daudzi uzņēmumi, kas ir pārgājuši uz hCaptcha",
    "2620705814": "Google ir reklāmu uzņēmums, un viņu drošības produkti izskatās ļoti līdzīgi viņu reklāmu produktiem",
    "1126447688": "bieži ziņo par vienādu vai labāku veiktspēju robotu noteikšanā un mazināšanā, neskatoties uz mūsu privātumu",
    "439777523": "Regulēšanas jautājumi",
    "3588274874": "Koncentrējoties uz tāda produkta piegādi, kas ir saskaņots ar tādiem regulējošiem pasākumiem kā Eiropas Savienības GDPR un Kalifornijas CCPA, mēs esam piedzīvojuši milzīgu izaugsmi — protams, tas palīdz, ka hCaptcha ir vienkāršs reCAPTCHA aizstājējs, un tādējādi to var instalēt dažu minūšu laikā.",
    "2150595700": ". GDPR un CCPA ir izvirzījuši privātuma problēmas uzņēmumu pircējiem, un tajā pašā laikā tiešsaistes privātums kļūst arvien svarīgāks sabiedrībai, jo mēs visi sākam saprast, kā tiešsaistes reklāmas un mārketinga nozares vēsturiski ir izmantojušas mūsu datus.",
    "2624949852": "Protams, kopš 2009. gada reCAPTCHA bija agrīns tīmekļa drošības ienācējs, aizsargājot miljoniem vietņu pret arvien pieaugošiem ļaunprātīgu robotu un surogātpasta izplatītāju draudiem. Tomēr pēdējos gados tas ir pilnībā apdraudēts:",
    "499510428": "Mēs patiešām uzskatām, ka regulējums mums šeit ir palīdzējis",
    "1232651561": "programmatūra tagad ir tikpat laba kā cilvēki reCAPTCHA problēmu risināšanā.",
    "824740867": "Tā vietā, lai uzlabotu risinājumu, Google izlaida reCAPTCHA v3, kas vairāk darbojas kā reklāmu tīkls, nevis drošības programmatūra, apkopojot uzvedības datus no visa tīmekļa, lai izveidotu lietotāju profilus. Diemžēl šāda veida signālu var viegli uzveikt, un tādējādi tas nodrošina nelielu aizsardzību pret robotprogrammatūru, vienlaikus kaitējot lietotāja privātumam.",
    "1027023087": "Tā vietā mēs hCaptcha esam koncentrējušies uz modernākām problēmas pieejām, kurām nav jāsaglabā ilgtermiņa uzvedības ieraksti, piemēram, pārlūkošanas vēsture, un kopš pakalpojuma ieviešanas esam izrādījušies daudz izturīgāki pret apņēmīgiem pretiniekiem.",
    "2852295413": "Raksturīgs interešu konflikts: robotu apturēšana samazina ieņēmumus reklāmu tīklam",
    "1597520917": "Arvien vairāk kritiķu ir norādījuši, ka Google neievērošana lietotāju privātuma jomā būtu jāuztraucas par klientiem, kuri vēlas aizsargāt savas vietnes un lietotnes.",
    "763447231": "Tajā pašā laikā, liedzot robotprogrammatūras piekļūt izdevēju vietnēm, var atklāties krāpšanās ar reklāmām, tieši pretrunājot Google produktu reCAPTCHA un viņu reklāmu biznesu, kas rada vairāk nekā 80% no viņu ieņēmumiem.",
    "999674529": "Ikvienam robotam, ko Google konstatē, vajadzētu nopelnīt nulles reklāmas dolārus. Tādējādi Google uzņēmuma stimuli ir slikti saskaņoti ar viņu drošības pakalpojumu lietotājiem, un tas var būt viens no iemesliem viņu reCAPTCHA drošības piedāvājuma sliktajai darbībai.",
    "956019009": "Lielākie tīmekļa infrastruktūras uzņēmumi jau ir rīkojušies",
    "1923297430": "Pēdējais lūzuma punkts daudziem lielākiem klientiem bija tad, kad Google sāka iekasēt maksu no uzņēmumiem par to, ka tie izmanto savu produktu jebkādā jēgpilnā mērogā. Tas ilgu laiku lika reCAPTCHA lietotājiem meklēt labākas alternatīvas, jo regulējošās bažas visā pasaulē jau bija padarījušas Google piedāvājumu arvien nepievilcīgāku.",
    "2197218442": "Cloudflare izpilddirektors Metjū Prinss apkopoja šo viedokli",
    "155456850": "paziņo par pāreju uz hCaptcha:",
    "435302267": "uzņēmuma emuāra ieraksts",
    "2087769953": "\"Mēs esam gandarīti par šīm izmaiņām, jo tās palīdz risināt privātuma problēmas, kas saistītas ar paļaušanos uz Google pakalpojumu, kas mums ir bijis kādu laiku. Mēs novērtējām vairākus CAPTCHA pakalpojumu sniedzējus, kā arī paši veidojām sistēmu. Galu galā hCaptcha parādījās kā labākā alternatīva reCAPTCHA.\"\"Mums hCaptcha risinājumos patika vairākas lietas: 1) tie nepārdod personas datus; viņi vāc tikai minimāli nepieciešamos personas datus, tie ir pārredzami, aprakstot apkopoto informāciju un to, kā viņi to izmanto un/vai atklāj.\"",
    "595582512": "Ja vēlaties efektīvi aizsargāt savu vietni vai lietotni no robotprogrammatūrām, surogātpasta izplatītājiem vai citiem ļaunprātīgiem dalībniekiem, vienlaikus saglabājot savu lietotāju privātumu (un ievērojot visus attiecīgos noteikumus!), apsveriet iespēju izmantot hCaptcha un mūsu uzņēmumu piedāvājumu.",
    "3388180864": "Vai vēlaties strādāt pie dziļiem tehniskiem izaicinājumiem tīmekļa mērogā? Mēs vienmēr pieņemam darbā talantīgus inženierus visā pasaulē -",
    "3892952987": "pārbaudiet mūsu atvērtās vietas un piesakieties šeit",
    "3368788823": "Terenss Ēdens savā emuārā izceļ interesantu punktu: \"",
    "1491780143": "CAPTCHA nepierāda, ka esat cilvēks – tie pierāda, ka esat amerikānis",
    "2146900431": "Intuitīvi šim apgalvojumam ir liela jēga. CAPTCHA, tāpat kā gandrīz viss, ir iekļautas kultūras kontekstā, un, ja jūsu izaicinājumu kopums lielākoties ir izveidots vienā kultūrā, tas var nebūt labi pārveidots citā. Būtībā tas ir kultūras jautājums",
    "378086442": "CAPTCHA, nevis to UX per se.",
    "1445008801": "Kā Ēdens saka:",
    "332723732": "saturu",
    "2072808435": "\"Uzmini, Google? Manā valstī taksometri parasti ir melni. Esmu noskatījies pietiekami daudz filmu, lai zinātu, ka Amerikā visas ir dzeltenas. Taču visās citās valstīs, ko esmu apmeklējis, taksometri ir bijuši nevienmērīgi dažādi. dažādas nokrāsas.\"",
    "3206136647": "Google problēma šeit ir balstīta uz viņu izmantotajiem jautājumu datiem salīdzinājumā ar to, kurš tos redz. Ja visi dati nāk no vienas kultūras (un Google gadījumā no tā paša uzņēmuma), jūs noteikti varat sagaidīt problēmas, kuras nav labi pārveidojamas citās kultūrās saskaņā ar Eden sūdzību.",
    "2217842245": "Tomēr mūsu dati liecina, ka (hCaptcha)",
    "4280117172": "Daudzām valstīm patiesībā klājas nedaudz labāk nekā ASV, tostarp Nigērijai, Indijai, Brazīlijai un Vācijai:",
    "555749578": "katra kontinenta lielākajās valstīs atrisināšanas rādītāja atšķirības ir mazākas par 1%.",
    "151737819": "hCaptcha atrisināšanas likmes visā pasaulē uzrāda ļoti mazas atšķirības",
    "3908992897": "un tiek izmantots visās pasaules valstīs un teritorijās, tāpēc mēs ļoti koncentrējamies uz konsekventas globālās pieredzes nodrošināšanu.",
    "2808122102": "Tādējādi starpkultūru funkcionalitāte ir mūsu pakalpojuma pamatprasība. Mūsu misijas būtiska daļa ir nodrošināt, lai visi likumīgie lietotāji varētu ātri piekļūt saturam. Mēs piedāvājam izaicinājumus 110 valodās un nepārtraukti uzlabojam attiecīgos tulkojumus, lai nodrošinātu, ka mūsu problēmas var atrisināt ikviens.",
    "3913801502": "hCaptcha tagad darbojas aptuveni 15% interneta",
    "2077639538": ". Pirmkārt, mūsu pakalpojuma izaicinājumu dati var nākt no daudziem avotiem, nevis tikai no viena — no lieliem Fortune 500 uzņēmumiem līdz mašīnmācības jaunizveidotiem uzņēmumiem, ja vien tie ievēro mūsu",
    "3951112506": ". Tas jau garantē lielāku datu neviendabīgumu.",
    "1803943584": "Otrkārt, mēs ļaujam izaicinājumiem sevi optimizēt, lai noteiktu, kurās valstīs vai valodās tie darbosies, tādējādi vēl vairāk palielinot iespējamību, ka pieredze būs nemainīga. Ja precizitāte ir zemāka par gaidīto, jautājumu kopa vienkārši pārtrauks darboties reģionā vai valodā, kurā notiek šī ietekme.",
    "3668873369": "Uzņēmumā hCaptcha jau no pirmās dienas esam izmantojuši atšķirīgu pieeju",
    "1519201684": "AI ētikas politika",
    "2155089487": ". Ja mūsu izaicinājumus dažām grupām būtu vieglāk atrisināt, mēs sagaidām, ka cilvēki visā pasaulē un dažādās kultūrās tos risina atšķirīgi. Ēdena ieraksta kontekstā mēs sagaidām, ka amerikāņi veiksies labāk nekā cilvēki citās valstīs. Tā kā mēs esam pavadījuši gadus, izstrādājot sistēmas, lai izvairītos no šīs problēmas, mēs patiesībā redzam tieši pretējo.",
    "2603863826": "PS. Ja atrodat tulkojumu savā valodā, kurā varētu būt nepieciešami uzlabojumi, lūdzu, iesniedziet a",
    "3543141425": "par to!",
    "2697276059": "Pierādījumi, ka tas darbojas: vienādi atrisināšanas rādītāji visā pasaulē",
    "664236229": "izvilkt pieprasījumu"
}