{
  "header-privacy-link": "Fa'alilolilo",
  "header-integration-link": "Tuufaatasiga",
  "header-cost-link": "Tau",
  "header-features-link": "Vaega",
  "header-docs-link": "Docs",
  "header-login-button": "Ulufale",
  "header-contact-button": "Fa'afeso'ota'i Sales",
  "intro-heading": "Zero friction humanity verification.",
  "intro-contact-button": "Fa'afeso'ota'i matou e a'oa'o atili",
  "intro-text-bottom": "Fa'alagolago iai kamupani o lo'o fa'aola le upegatafa'ilagi.",
  "sub-menu-button": "Fa'afeso'ota'i Sales",
  "sub-menu-item1": "Pisinisi",
  "sub-menu-item2": "Tau",
  "sub-menu-item3": "Tuufaatasiga",
  "sub-menu-item4": "Vaega",
  "sub-menu-item5": "Fa'alilolilo",
  "sub-menu-item6": "Docs",
  "info-head-1": "Fausia i luga o le faʻamaoniga o le hCaptcha platform",
  "info-text-1": "hCaptcha Enterprise o lo'o fa'agaoioia i luga o le hCaptcha platform technology, fa'alautele e aofia ai vaega e mana'omia e pisinisi maualuluga.",
  "info-head-2": "O se paaga faatuatuaina",
  "intro-subtitle": "Foia lau fa'afitauli bot i le aso.",
  "info-text-2": "O a matou tautua e fa'atuatuaina e kamupani tetele i le lalolagi e tautuaina le tele o miliona o tagata fa'aoga i aso ta'itasi i le fiasefulu miliona o nofoaga.",
  "cloudflare-quote-text": "Na matou iloiloina le tele o tagata faʻatau CAPTCHA faʻapea foʻi ma le fausiaina o se faiga e i matou lava. I le faaiuga, na tulaʻi mai le hCaptcha o se mea sili ona lelei i le reCAPTCHA.",
  "cloudflare-quote-detail": "Faatonu o le Pulega o oloa, Cloudflare",
  "section-quote-head": "Le filifiliga taugofie mo pisinisi maualuga feoaiga",
  "section-quote-text": "Ma le mea mulimuli, o se mea e talitonuina e suitulaga ia Google. O le hCaptcha Enterprise e tu'uina atu sefe tele i lau pili reCAPTCHA ma le saogalemu maualuga: e o'o atu i le 80% taugofie i nisi tulaga. O le tele o auaunaga fa'ainitaneti tetele a le lalolagi ua sui i le hCaptcha Enterprise ma maua ai le fa'aleleia atili o le su'esu'eina o bot fa'atasi ai ma le tele o tau sefe.",
  "section-quote-button": "Fa'afeso'ota'i i matou i le asō mo se fa'amatalaga",
  "section-privacy-header": "Fa'alilolilo Taulai",
  "section-privacy-text-1": "O feso'ota'iga fa'asalalauga e va'aia au tagata asiasi o le oloa. Mo i tatou e na o le pau lava le oloa o le fuafuaina o latou tagata. O a matou au'aunaga e ausia pe sili atu i le GDPR, CCPA, ma le LGPD mana'oga, ma lagolago fesoasoani e pei o le Privacy Pass. Matou te galulue malosi e faapaleni le le faalauaiteleina ma le saogalemu.",
  "section-privacy-text-2": "O lenei taulaiga tulaga ese i le le faalauaiteleina o lona uiga e mafai ona matou ofoina atu leai se taofiga o faʻamaumauga a le tagata lava ia, faʻaogaina e leai se kuki, ma isi faʻamaoniga faalilolilo faʻakonekarate pe a manaʻomia aʻo tausia lelei le saogalemu.",
  "section-security-header": "Saogalemu Muamua",
  "section-security-text-1": "O le sa'o i lou fiafia ma matou. hCaptcha galue e tuʻuina atu ia te oe faʻamatalaga moni ma tuʻu oe e filifili pe faʻapefea ona faʻaaogaina. O isi captchas e tuʻuina atu e kamupani faʻasalalauga Gigantic. O lona uiga o bota uma latou te poloka e mafai ona faʻaititia a latou tupe maua.",
  "section-security-text-2": "O le fa'aogaina o metotia fou e a'oa'o ai masini fa'atasi ai ma le taula'i i le le faalauaiteleina e mafai ai ona tatou sili atu i tulaga saogalemu o talatuu fa'amaumau mea uma e fa'avavau fuafuaga e aunoa ma le fa'aleagaina o le saogalemu po'o le fa'alilolilo o tagata.",
  "section-user-experience-header": "Sili Aafiaga Fa'aoga",
  "section-user-experience-text1": "Mo tagata fa'aoga Enterprise, o lo'o avanoa avanoa e aloese ai mai lu'itau i le tele o fa'aaliga.",
  "section-user-experience-text2": "Fa'aitiitia fe'ese'esea'iga e ala i le 'alofia o se lu'i atoa mo le 99.9% o lau fe'avea'i fa'aletulafono a'o tu'uina atu pea le puipuiga sili, fa'afetai i fa'ata'ita'iga bot.",
  "section-easy-integration-header": "Faigofie fa'atasi",
  "section-easy-integration-text": "O le fa'aopoopoina o le hCaptcha e na'o ni nai minute ma na'o ni nai laina fa'ailoga. O le API fa'avae e fetaui ma le reCAPTCHA V2, ma e na'o ni nai minute e sui ai. E mafai ona e tu i luga ma tamo'e ma se isi mea e sili atu i aso nei, ma fa'aola fa'ailoga sili atu pe a mana'omia.",
  "section-easy-integration-serverside": "Itu o le Server:",
  "section-easy-integration-frontend": "pito i luma:",
  "section-threat-header": "Fa'ailoga Fa'amata'u Fa'apitoa",
  "section-threat-text": "E le tutusa uma faafitauli: o le mauaina o se togi e tasi o lona uiga e tatau ona faʻafetaui ou manaʻoga ina ia aoga. Faatasi ai ma le tulaga tulaga ese a le hCaptcha's Customized Threat Scores, o se fa'atalanoaga vave e mafai ai ona matou fa'afetaui a matou fa'ata'ita'iga e tu'uina atu togi e sili atu ona talafeagai i lau pisinisi.",
  "section-challenges-header": "Fa'alauiloa Au Lava Lu'itau ile Sekona",
  "section-challenges-text-1": "Tumau ile fa'ailoga fa'atasi ai ma mataupu talafeagai",
  "section-challenges-text-2": "Afai e tatau i tagata faʻaoga ona foia se luʻitau e faʻafetaui ai manaʻoga saogalemu, aisea e le faia ai ni galuega manaia ma talafeagai i le tagata faʻaoga? Faatasi ai ma la matou mamanu faʻailoga masani masani, e mafai ona e faʻalauiloa i luga o le faʻailoga luʻi mea i totonu o ni nai minute.",
  "section-integration-header": "Tu'ufa'atasiga Tu'usa'o",
  "section-integration-subheader": "Mo Kamupani Infrastructure Web",
  "section-integration-text": "O le faiga o le hCaptcha Enterprise e tulaga ese le fetuutuunai i lona mamanu: e mafai ona faʻapipiʻi se vaega pe faʻapipiʻi atoa i le pito o lau fesoʻotaʻiga pe afai e te faʻaogaina se ao lautele pe e te umia le tele o nofoaga autu o faʻamatalaga. Ole mea lea e mafai ona fa'aitiitia ai tau ma femalagaiga i fafo ole feso'ota'iga a'o fa'atumauina uma fa'amanuiaga ole pulega e le matou aufaigaluega i luga ole 24/7 e fa'afetaui SLA sili ona mamafa.",
  "section-support-header": "Tofa'atasiga Maua ma Lagolago mo oe ma au fa'aoga",
  "section-support-text": "O le auaunaga o se fa'amuamua sili mo i matou. Matou te tausia le 24/7 on-call support ma ofoina tuusaʻo Slack faʻamaopoopoina ma lau inisinia tuʻufaʻatasia 'au ma a matou tagata faigaluega i luga o le telefoni i le taimi ma pe a maeʻa le faʻatinoga. , ma a matou feso'ota'iga i-widget ma imeli lagolago. Matou te maua ma tali atu, ma faʻaogaina le faʻamalieina o tagata faʻaoga o se KPI maualuga.",
  "section-enterprise-header": "Vaega o pisinisi",
  "section-enterprise-title-1": "Puipuiga o le anti-bot a le lalolagi",
  "section-enterprise-desc-1": "Fa'ata'ita'iina taua ile fua ole upegatafa'ilagi.",
  "section-enterprise-title-2": "maualuga sa'o sikoa bot",
  "section-enterprise-desc-2": "Su'e tagata leaga o le tele o ituaiga eseese.",
  "section-enterprise-title-3": "E leai se vevesi ma 99.9% auala passive",
  "section-enterprise-desc-3": "Lu'i le itiiti ifo i le 0.1% o tagata fa'aoga tatau.",
  "section-enterprise-title-4": "Puleaina ituaiga lu'i ua fa'aalia",
  "section-enterprise-desc-4": "Tele faletusi o ituaiga e filifili mai ai.",
  "section-enterprise-title-5": "Puleaina mataupu lu'i ua fa'aaogaina",
  "section-enterprise-desc-5": "Tumau ile fa'ailoga fa'atasi ai ma se fa'aoga faifaipea.",
  "section-enterprise-title-6": "Enterprise SLAs",
  "section-enterprise-desc-6": "Faʻamaonia le faʻatuatuaina ma vave 24/7 on-call lagolago.",
  "section-enterprise-title-7": "Legacy browser lagolago",
  "section-enterprise-desc-7": "E fetaui lelei i tua i le Internet Explorer 8.",
  "section-enterprise-title-8": "Dashboards lipoti maualuluga ma API",
  "section-enterprise-desc-8": "Va'ai mea o lo'o tupu i au saite uma ma polokalama.",
  "section-enterprise-title-9": "E galue i atunuu uma",
  "section-enterprise-desc-9": "E le pei o le reCAPTCHA, matou te galulue i atunuu uma.",
  "section-enterprise-title-10": "GDPR, CCPA, ma LGPD-friendly faiga fa'alilolilo",
  "section-enterprise-desc-10": "Fuafuaina mo le le faalauaiteleina mai le aso muamua. Malosiaga Fa'asologa o Fa'amaumauga.",
  "section-enterprise-title-11": "Fa'amatagofie tulaga faigata",
  "section-enterprise-desc-11": "vili le mea lea ina ia fetaui lelei ma lau pusa fa'aoga.",
  "section-enterprise-title-12": "Fa'atosina a le vaega muamua",
  "section-enterprise-desc-12": "O talosaga uma ma aseta e alu ile hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Dashboards e tele tagata e faaaogāina",
  "section-enterprise-desc-13": "Fa'asoa pulega i lau 'au.",
  "section-enterprise-title-14": "Fa'amaonia vave",
  "section-enterprise-desc-14": "0ms latency: fa'amaonia faailoga hCaptcha e leai se API telefoni.",
  "section-enterprise-title-15": "Feavea'i (iOS ma le Android) Fa'atasi",
  "section-enterprise-desc-15": "Le poto masani i luga o le upega tafaʻilagi, telefoni feaveaʻi, upega tafaʻilagi feaveaʻi. O lo'o maua fa'atasiga na muai fausia ma SDK masani.",
  "section-enterprise-title-16": "Tulaga Fa'apitoa ma Fa'amautinoaga Fa'alilolilo",
  "section-enterprise-desc-16": "Fa'amalie ou mana'oga fa'aletulafono pe a le mafai e isi kamupani.",
  "presented-challlenges-head": "Tuuina atu Lu'i",
  "presented-challenges-title-1": "Faatusatusaga",
  "presented-challenges-text-1": "Filifili ata uma e fetaui ma fesili",
  "presented-challenges-title-2": "Pusa Fa'amau",
  "presented-challenges-text-2": "Fa'amatala le vaega tuaoi mo mea",
  "presented-challenges-title-3": "Fa'avasegaga",
  "presented-challenges-text-3": "Fa'ailoa igoa fa'atatau",
  "presented-challenges-subheader": "...ma isi galuega faigofie. Faigofie mo tagata, faigata mo bots.",
  "presented-challenges-subtext": "E avanoa fo'i galuega fa'apitoa mo le au fa'asalalau pisinisi.",
  "footer-header-1": "Kamupani",
  "footer-header-2": "Punaoa",
  "footer-header-3": "Fa'afeso'ota'i",
  "footer-link-1": "Fa'ailoga",
  "footer-link-2": "E uiga i",
  "footer-link-3": "Galuega",
  "footer-link-4": "Fa'ailoga Fa'ailoga",
  "footer-link-5": "Blog",
  "footer-link-6": "Tulaga",
  "footer-link-7": "Fa'amaumauga",
  "footer-link-8": "Lipoti se Bug",
  "footer-link-9": "Avanoa",
  "footer-terms": "Tulaga",
  "footer-privacy": "Fa'alilolilo",
  "footer-attribution": "Fa'auiga",
  "footer-subheader-1": "Lagolago",
  "footer-subheader-2": "Fa'afeso'ota'i",
  "switch-to-english-link": "Su'e ile Igilisi",
  "intro-heading-privacy": "Ua mamanuina mo le le faalauaiteleina.",
  "intro-subtitle-p1-privacy": " Ose faiga fa'alilolilo fa'atauva'a ile saogalemu ile initaneti.",
  "info-head-2-pr": "O le pueina o gaoioiga i luga ole laiga e le o le tali lea.",
  "info-text-1-pr": "E tasi lava le fa'amoemoe o le hCaptcha Enterprise: ia taofia tagata leaga mai le fa'alavelaveina o au gaioiga i luga ole laiga ma fa'aleagaina ai au tagata fa'aoga.",
  "info-text-2-pr": "O a matou faiga e fa'apea ua mamanuina mai i lalo e fa'aitiitia ai le aoina ma le taofiofia o fa'amaumauga a'o fa'atumauina le saogalemu e ta'imua vasega. O le auala sili e puipuia ai faʻamatalaga o tagata e le o le teuina.",
  "info-text-3-pr": "O so'otaga uma a tagata fa'atau e puipuia fo'i e se Maliega Fa'atonu Fa'amaumauga malosi. O le auaunaga a le hCaptcha e tausisia tulafono uma e le faalauaiteleina e tusa lava po o fea e nofo ai lau au'aunaga po'o au tagata fa'atau. O le le tausia o faʻamatalaga patino e sili atu ona faigofie mo i matou nai lo isi kamupani.",
  "info-text-2-2-pr": "Au'aunaga e pei o le reCAPTCHA v3 o lo'o fa'apea mai o le tu'uina o latou pika su'esu'e i itulau uma o lau saite e mana'omia mo le saogalemu lelei. E le o le tulaga lea.",
  "info-text-2-3-pr": "O le su'esu'eina o amioga faigofie o se fa'ailoga e faigofie ona fai e tagata leaga, ma e mana'omia le fa'atumauina o tala fa'asolopito mo au fefa'ataua'iga fa'atulafonoina uma.",
  "info-text-2-4-pr": "Matou te le fa'agaioia se feso'ota'iga fa'asalalauga, ma e leai so matou naunau e va'ava'ai lau amio fa'aoga ina ia fa'atau atu ia i latou fa'asalalauga. O lona uiga matou te le mana'omia se pika passive i itulau uma o lau saite.",
  "info-text-2-5-pr": "Fa'aopoopo la matou fa'ailoga lu'i na'o le mea e mana'omia, ma le mea e talafeagai e puipuia ai oe ma au fa'aoga.",
  "info-head-3-pr": "E aoga le aʻoaʻoina o masini. Ae e le manaʻomia faʻamatalaga patino e galue ai.",
  "info-text-3-1-pr": "O le a'oa'oina o masini i le taimi nei e a'afia ai toetoe o vaega uma o o tatou olaga, e masani lava i auala tatou te le'i iloa ma le va'aia. 'Au'aunaga saogalemu i luga ole laiga e leai se eseesega.",
  "info-text-3-2-pr": "E ala i le aʻoaʻoina o le faitau afe o faʻailoga, e mafai e faʻataʻitaʻiga ona faʻaalia ma oʻo i le talitonuga maualuga i le vave iloa o amioga leaga, tusa lava pe leai se faʻailoga e lava lona malosi e faʻaalia ai se faʻafitauli.",
  "info-text-3-3-pr": "Ae ui i lea, e leai se mea o nei mea e manaʻomia ai le faʻaaogaina o faʻamatalaga e iloagofie ai le tagata lava ia (PII). O faiga fa'aonaponei fa'aonaponei e mafai ai ona tatou lafoa'i so'o se fa'amatalaga patino i se taimi vave, ma fa'atupu ai saini e tasi le auala e le mafai ona feso'ota'i i so'o se tagata.",
  "info-text-3-4-pr": "O a'oa'oga i fa'amaumauga e le'i fa'ailoaina e aoga lelei, ma e le mana'omia ai le fetuutuuna'i i le saogalemu po'o le fa'alilolilo. Ua faia e a matou tagata fa'atau su'ega fa'apitoa, ma ua latou fa'ailoa mai matou e tutusa pe sili atu nai lo le tele o isi mea fa'apitoa.",
  "cloudflare-quote-text-privacy": "Matou te fiafia i le tele o mea e uiga i fofo hCaptcha: 1) latou te le faʻatau atu faʻamatalaga patino; latou te aoina na'o fa'amatalaga patino e mana'omia, latou te manino i le fa'amatalaina o fa'amatalaga latou te aoina ma pe fa'apefea ona latou fa'aoga ma/pe fa'ailoa.",
  "pilot-head": "Tofotofo i matou i lou siosiomaga e aunoa ma se tiute.",
  "pilot-text-1a": "O matou o inisinia, ae le o tagata faʻatau: matou te mananaʻo ia e fiafia i lau filifiliga.",
  "pilot-text-1b": "O le auala sili e faʻamautinoa ai lou faʻamalieina o le faʻaalia lea matou te ausia ou manaʻoga.",
  "pilot-text-1c": "Toeitiiti lava o kamupani uma e amataina se pailate e iu lava ina filifilia a tatou fofo.",
  "pilot-text-1d": "Fa'aoga lenei fomu e o'o atu ai i se tasi o matou tagata tomai fa'apitoa. Matou te tali vave atu.",
  "pilot-text-1e": "E mafai foi ona e imeli sa'o mai ia i matou.",
  "pilot-email-details": "O fa'amatalaga o lo'o iai iinei.",
  "pilot-f1": "Itulagi",
  "pilot-f2": "Lou Suafa",
  "pilot-f3": "Lou Suafa",
  "pilot-f4": "Pisinisi Email",
  "pilot-f5": "E iai nisi fa'amatalaga e tatau ona iai?",
  "pilot-f6": "E te mana'omia le fa'anatinati i luga ole va'aiga?",
  "pilot-f7": "Ioe.",
  "pilot-f8": "O lo'o osofa'ia a'u ma e mana'omia le fa'ato'a ulufale.",
  "pilot-f9": "Tuuina atu",
  "pilot-f10": "E ala i lou ulufale i lau imeli, ua e malie i la matou Tu'utu'uga ma Faiga Fa'alilolilo, ma e maua mai le imeli mai ia i matou.",
  "pilot-fo-1": "E le'i faigofie le tu'ufa'atasia.",
  "pilot-fo-2": "O le hCaptcha o loʻo i ai le tele o fesoʻotaʻiga na muai fausia mo le pito i luma ma le pito i tua o loʻo e faʻaogaina.",
  "pilot-fo-3": "Afai e te sau mai le Google's reCAPTCHA, o matou API o lo'o fa'asolo i totonu o sui. E tolu laina o code na'o mea e te mana'omia.",
  "pilot-fo-4": "E mafai e a matou inisinia i luga ole laiga ona e alu vave, pe e te manaʻomia le React integration, SDKs mo iOS native apps, se Java backend faʻataʻitaʻiga, poʻo toetoe lava o isi faʻaaliga.",
  "pilot-fo-5": "Ma e pei lava o taimi uma, o le le faalauaiteleina o se taua autu mo i matou. Fa'aopoopo la matou fa'ailoga lu'i na'o le mea e mana'omia, ma le mea e talafeagai e puipuia ai oe ma au fa'aoga. Fa'aitiitia le aoina o fa'amaumauga e amata mai i le taimi o le tu'ufa'atasia.",
  "pilot-fdone": "Faafetai. O le a tatou feso'ota'i lata mai.",
  "home-ent-2-new": "A'oa'o atili e uiga i la matou fofo tau atina'e.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "HCaptcha Enterprise solutions e maua ai le saogalemu e ta'imua vasega ma puipuia le tele o auaunaga i luga ole laiga.",
  "home-plans-button-2-new": "Aoao atili",
  "header-enterprise-link": "Pisinisi",
  "sales-interstitial-c1b-new": "A'oa'o atili e uiga i le hCaptcha Enterprise"
}
