{
    "1290027486": "Pule Sili ole Brave. Co-faavae o Mozilla. Foafoaina le gagana fa'apolokalame a JavaScript. Fausia o su'esu'ega ma isi mea.",
    "211351380": "Mai le blog:",
    "3153117136": "E faʻafefea ona galue le hCaptcha Faʻafitauli Faʻafitauli",
    "2915355938": "Avanoa",
    "793784899": "Fuafuaga",
    "2671622670": "Pisinisi",
    "3527140447": "Docs",
    "505891021": "Au'aunaga Fa'ailoga",
    "692176459": "Ulufale i totonu",
    "1892574253": "Saini loa",
    "2593864519": "Taofi nisi bots. Amata le puipuia o tagata fa'apitoa.",
    "4007826952": "Le #1 fa'alilolilo-muamua CAPTCHA mo upegatafa'ilagi, feavea'i, ma isi mea.",
    "3721365241": "Taumafai",
    "3753956446": "Sa'oloto",
    "3276777569": "hCaptcha",
    "55035359": "O lo'o fa'aaoga nei le reCAPTCHA?",
    "3417372336": "Suia i minute",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "O auaunaga i luga ole laiga e fa'alagolago iai",
    "1470290349": "mo le sili-i-vasega bot ma pulega taufaasese.",
    "3714002185": "A'oa'o atili e uiga i le hCaptcha Enterprise",
    "3946753128": "Tumaoti. Saogalemu. Saosaoa.",
    "939665604": "Fa'alilolilo Taulai",
    "780475098": "O feso'ota'iga fa'asalalauga e va'aia au tagata asiasi o le oloa. Tatou te popole lava pe lelei pe leaga se asiasiga. HCaptcha e tausisia le GDPR, CCPA, LGPD, PIPL, ma isi tulafono fa'amaumauga a le lalolagi.",
    "219813583": "Saogalemu Muamua",
    "2714878440": "Puipui au 'au'aunaga mai le su'eina, fa'auluina o teugatupe, fa'atumuina o fa'amatalaga, ma le spam i la matou a'oa'oga fa'aa'oa'oga a le masini ma fa'amaonia tagata.",
    "1397766838": "Sili A'afiaga Fa'aoga",
    "2670352917": "hCaptcha e maua ai le su'esu'ega bot sili atu ona fa'atuatuaina a'o faigofie mo tagata e fo'ia.",
    "2806751666": "O le a le hCaptcha?",
    "3096063825": "Taumafai i ai",
    "2968026167": "O lau fualaau faisua e sili ona e fiafia iai",
    "713281684": "Isalaelu",
    "4147497805": "Karoti",
    "3758963444": "Faafetai! Ua maua lau talosaga!",
    "1070364246": "Oi! Sa iai se mea na faaletonu a o lafo atu le fomu.",
    "1129833879": "Taofi bots leaga, puipuia le tagata e le faalauaiteleina",
    "58091799": "A'oa'o atili e uiga i le hCaptcha Publisher ma Enterprise",
    "1599610318": "Lomitusi",
    "3093388779": "hCaptcha e leai se totogi e fa'aoga mo tagata tala'i o so'o se tele",
    "179723061": "Sili atu le pulea mo 'au e mana'omia le saogalemu e ta'imua vasega",
    "846501387": "Puipuiga o pate i le lalolagi",
    "119298044": "O fa'atekonolosi fa'apitoa a le tagata lava ia ML ma AI e puipuia ai au meatotino mai le fa'amata'u ma osofa'iga",
    "1263998069": "Maua taui mo fofo a tagata",
    "1103295010": "Maua tupe pe foaʻi atu i le alofa mo le taimi e foia ai e tagata CAPTCHA",
    "392886773": "E galue i atunuu uma",
    "2320894364": "Faatasi ai ma le sili atu ma le 200 vaega o le auai, o le ao a le hCaptcha e puipuia au aseta i le lalolagi atoa",
    "451701069": "Osi ma le GDPR, CCPA,",
    "2826051554": "ma isi mea",
    "3530599065": "O le fa'alilolilo o lo'o fausia mai lava i luga. HCaptcha e leai se PII e taofia ma e tausisia le tele o tulafono fa'alilolilo ma tulafono faatonutonu.",
    "2489287539": "E leai ni fe'ese'esea'iga \"Leai CAPTCHA\" & 99.9% fa'aoga fa'aletonu",
    "793242047": "Fa'aitiitia lu'itau e tu'uina atu i tagata fa'aoga ina ia fa'ataga vave ona fa'aoga i talosaga",
    "4195759329": "Su'esu'ega bot ma togi lamatia",
    "1150035777": "O fa'ata'ita'iga a'oa'oga fa'apitoa i masini e maua mai ai togi fa'atuatuaina o bot e fa'atatau i le tele o fa'amaumauga i tua atu o le tali sa'o o fesili",
    "3688621388": "Saini taufaamata'u",
    "1131525092": "Fa'atupu fa'atupu leaga fa'atasi fa'atasi e ala i la tatou fa'asao fa'alilolilo Scoped UIDs e su'e ma taofi fa'a'ole'ole feso'ota'i ma sauaga.",
    "1559631739": "A'oa'oga tumaoti",
    "3952259236": "Fa'atasi au fa'amatalaga tauaso ma le faitau afe o fa'ailoga a le hCaptcha e toleni ai le hCaptcha i vasega o amioga -- mo na'o lou fa'ata'ita'iga -- ia sili atu le va'ai lelei o amioga leaga nai lo na o le fofo",
    "1150963691": "APT mitigation",
    "4083018285": "O se vaega o faʻaopoopoga faʻalautele e tuʻufaʻatasia ma le faʻaleleia atili o le mataʻituina o le SOC ma le tali atu e faʻafeiloaʻi ai faʻamataʻu faifai pea",
    "3160820928": "Puipuiga o osofaiga faamaopoopo",
    "1849805607": "e puipuia e le hCaptcha mai taufaamata'u ma fa'a'ole'ole ua fuafuaina e fa'aulu ai au feso'ota'iga",
    "1958297836": "Puipuiga osofa'i fa'amaopoopo & fa'aitiitia APT",
    "1300485304": "hCaptcha puipuia mai fa'amata'u fa'amata'u ma fa'a'ole'ole ua fuafuaina e fa'aulu ai au feso'ota'iga",
    "2698640210": "Puleaina lu'i ma ituaiga o lo'o fa'aalia",
    "3121248460": "Fa'aali lu'itau fa'ale-aganu'u e le gata -- mai le faigofie i le lavelave -- mo lau 'au maimoa",
    "3807059944": "Puleaina mataupu lu'i ua fa'aaogaina",
    "2707282231": "Fa'avasega lu'i mo au tagata fa'aoga. Fai ia le mafai e bots ona foia ma ulu.",
    "4194763679": "Tulaga faigata fa'alelei",
    "3730038780": "Filifili mai se numera toetoe lava a le i'u o luitau mo tagata faʻaoga e foia",
    "1849717906": "Fa'apitoa i au lava mataupu lu'itau",
    "1508655687": "Fa'aopoopo au lava lu'itau e fa'atatau mo au au maimoa e fa'afaigofie pe fa'atapula'aina avanoa",
    "3620442880": "Fa'ailoga Fa'atauga Flash",
    "3265895521": "Si'i ma fa'aititia le lu'i faigata e fa'atatau ile taimi ole aso",
    "1485807325": "Laupapa fa'aoga-tele, SAML SSO",
    "359073033": "O Dashboards e maua ai le maualuga po'o le fa'ai'uga lelei o fa'atinoga.",
    "4272454814": "Fa'atasi ma le tagata e tu'uina atu fa'amatalaga o lau filifiliga.",
    "1141402092": "Fa'amatalaga mata'utia lipoti",
    "910989640": "Fausia lipoti auiliili ma fa'avasegaina o gaioiga",
    "3768951251": "Enterprise SLAs",
    "1014004474": "O fuafuaga a le hCaptcha's Enterprise o lo'o ofoina atu maliliega tulaga maualuga o auaunaga e puipuia ai lau fa'alapotopotoga",
    "1177598246": "Fa'afeso'ota'i Sales",
    "1067704102": "Le Taua i Fa'ailoga Fa'amaumauga",
    "3065000659": "Na e iloa o taimi uma e te \"kiliki i luga o le taavale\" o loʻo e fesoasoani e toleni se tasi",
    "3235430156": "faiga a le kamupani e a'oa'oina fua?",
    "1549336309": "hCaptcha fa'aliliuina lenei fa'ata'ita'iga. A e faʻaogaina le hCaptcha, kamupani faʻatau i luga o le galuega o loʻo faia e au faʻaoga aʻo latou faʻamaonia lo latou tagata soifua. E te maua taui.",
    "3725880582": "Foai i le Alofa",
    "1671436004": "E te manaʻo e toe foaʻi atu i lau foaʻi alofa e sili ona e fiafia i ai?",
    "1663628612": "faataga oe",
    "4272088465": "o fa'ameaalofa o lau filifiliga ma tupe e te maua mai le fa'aaogaina.",
    "2894845722": "O tagata fa'aoga i luga o lau 'upega tafa'ilagi o le a le pine ae mafai ona va'ai i lau sao i le alofa e ala i le fa'ailoga fa'apitoa i luga o le hCaptcha interface.",
    "3194111925": "lagolago",
    "1637702726": "E uiga i le hCaptcha",
    "2323282990": "O se auala fa'aonaponei e fa'amaonia ai tagata soifua",
    "1201821619": "Ua foia e le hCaptcha se tasi o faafitauli sili ona faigata i aso nei: puipuia o bots leaga mai le faaaoga sese o auaunaga i luga ole laiga.",
    "1475399473": "A'oa'o atili e uiga i le vaega hCaptcha",
    "3161489950": "Le Polokalama ML Puipuiga Sili a le Lalolagi",
    "3247172580": "hCaptcha tu'ufa'atasia a'oa'oga masini e va'ava'aia e le tagata lava ia fa'atasi ai ma se faiga fa'afuainumera mata'utia e fa'aitiitia ai le aoina ma le fa'atumauina o fa'amaumauga, e tu'uina mai i luga atu o le 250 nofoaga i le lalolagi atoa mo le fa'alauteleina tele.",
    "3767462250": "Fuafuaina mo le faalilolilo",
    "3500503648": "Ua mamanuina le hCaptcha e faʻaumatia ai faʻamaumauga umi taimi e ala i le faʻalagolago i le iloiloga vave nai lo le pueina ma le auʻiliʻili o lau suʻesuʻega talafaasolopito. Matou te lagolagoina foi fuafuaga e pei o",
    "2418549423": ", o se tulaga fa'atupula'ia mo le fa'asaoina o le fa'alilolilo i luga ole laiga e ala i fa'amaoniga fa'amaonia, ma isi tulaga fa'alilolilo-muamua.",
    "1544546608": "Pasi faalilolilo",
    "976209454": "Maua Taui pe Foai i le Alofa",
    "552920956": "hCaptcha fa'atagaina 'upega tafa'ilagi e maua taui a'o poloka bots ma isi ituaiga o sauaga. HCaptcha e fa'atagaina fo'i oe e lagolago i fa'ameaalofa o lau filifiliga i nei tupe maua.",
    "654326661": "E te fia vaai mo oe lava? Taumafai le hCaptcha mo le leai o se totogi.",
    "3570415321": "Kamupani",
    "3987022469": "Fa'ailoga",
    "1636202177": "E uiga i",
    "2670003220": "Galuega",
    "3233305531": "Fa'ailoga Fa'ailoga",
    "3028319964": "AI Amiotonu",
    "4131598919": "Tusitala",
    "1662477701": "Punaoa",
    "3130928685": "Blog",
    "1756106276": "Tulaga",
    "1235925265": "Fa'amaumauga",
    "920212083": "Lipoti se Bug",
    "2076066173": "Cyberattacks 101",
    "3644106388": "Fa'afeso'ota'i",
    "2182196747": "Lagolago",
    "487083593": "Fa'atauga",
    "878585497": "Tulaga",
    "1697438123": "Fa'alilolilo",
    "1316817321": "Fa'auiga",
    "3488019891": "hCaptcha ose fa'ailoga fa'amaufa'ailoga a Intuition Machines, Inc.",
    "4224961202": "Fa'alilolilo, Saogalemu, ma A'oa'oga Masini.",
    "98173630": "hCaptcha o le auaunaga tuto'atasi CAPTCHA e sili ona fa'aogaina e le lalolagi.",
    "1514478724": "Aoao atili",
    "1752795854": "Ua aumaia e le hCaptcha se faiga fa'aonaponei, fa'alilolilo fa'alilolilo e taofi bots.",
    "2927700175": "Matou te faʻaalia luʻitau CAPTCHA e faigata mo bots ae faigofie mo tagata e ala i le aoina mai o faʻamatalaga faigata-faʻailoga mai faʻafitauli aʻoaʻoga masini, ma faʻaaogaina e iloa ai pe o se upega tafaʻilagi poʻo se tagata asiasi app o se tagata.",
    "2188609322": "O tagata fai mea leaga ua fa'ateleina i luga ole laiga. Ae o le ositaulagaina o tagata faʻapitoa e le o le tali.",
    "2032102720": "O fofo saogalemu o lo'o ofoina mai e kamupani fa'asalalauga e fa'amuamua i le sailia o tagata fa'aoga i luga ole laiga. Ua matou faia se fofo saogalemu lelei e faʻamaonia ai le afaina o tagata faʻapitoa e le manaʻomia e tuʻuina atu iʻuga lelei.",
    "4146870445": "O ai i tatou",
    "353066938": "O se 'au poto masani, o lo'o galulue i fa'afitauli sili ona faigata o aso nei. hCaptcha o se tautua a",
    "1173652155": "Faufautua",
    "2256305371": "Polofesa, CS i le Iunivesite o Kalefonia, Berkeley. A'oa'oga loloto, saogalemu, tagata poto poloka poloka. Pule Sili o Oasis Labs.",
    "2177660021": "Saienitisi Suesue i Stanford. A'oa'oga masini ma le tele o tupe i faletupe tetele, tupe puipui, ma a'oga.",
    "2686825859": "Saini e leai se totogi pe fa'afeso'ota'i matou e uiga i fofo o le hCaptcha Enterprise",
    "583434701": "hCaptcha Avanoa",
    "611905972": "Faʻamautinoaina le faʻaogaina o avanoa mo tagata uma aʻo tausia le saogalemu",
    "874098071": "Afai o oe ose tagata fa'aoga avanoa, fa'amolemole saini i'i",
    "2745385064": "Aotelega",
    "3353238942": "hCaptcha ua mamanuina e taofi bots e ala i le faʻavasegaina oi latou mai tagata. O suʻega vaʻaia o se meafaigaluega faigofie mo lenei mea, ae le mafai e tagata uma ona foia se luʻitau vaʻaia.",
    "3600022491": "O le mafuaaga lea ua matou fuafuaina ai se faiga faigofie, leai se tiga e tuu atu ai i tagata talaʻi o loo faaaogāina la matou auaunaga ia faasaoina le avanoa mo tagata uma e tausisia atoatoa le Vaega 508 ma le WCAG 2.1 AA.",
    "2557240048": "Auala e galue ai: muamua, e saini se tagata fa'aoga avanoa e ala ile",
    "3871665286": ", lea o lo'o feso'ota'i iloga i le itulau fa'amatalaga widget hCaptcha. E tu'uina atu ia i latou se kuki fa'ailoga e mafai ona fa'aoga fa'atele i le aso, ae tatau ona fa'afou i itula uma e 24 e ala ile saini.",
    "3441764123": "A tu'uina atu se lu'i i se tagata fa'aoga avanoa i luga o se 'upega tafa'ilagi e fa'aoga ai le auaunaga hCaptcha, e otometi lava ona pasi.",
    "4247858664": "le itulau fa'ailoga avanoa",
    "1297657322": "Avanoa tagata fa'aoga mata ina ua uma ona saini",
    "1717658846": "Filifiliga avanoa ile widget UI menu",
    "1266963825": "Q: O le hCaptcha Vaega 508 + WCAG 2.1 AA e fa'amalieina?",
    "850025770": "A: Matou te talitonu o lea: o tagata uma e faʻaogaina soʻo se ituaiga o faʻaletonu o loʻo mafai ona suʻesuʻeina le upega tafaʻilagi ma faʻapipiʻi tusitusiga i luga o pepa e mafai ona maua auaunaga puipuia e hCaptcha i luga o le resitalaina. Ae ui i lea, e le o se fautuaga faaletulafono: e tatau ona e faia lau lava iloiloga, ma mafaufau i lau faʻatinoga faʻapitoa e faʻamautinoa ai o le tulaga lea mo lau faʻatulagaina.",
    "159272246": "F: O e galue i isi avanoa avanoa (\"a11y\") filifiliga, pei o leo?",
    "4074220464": "A: O filifiliga ta'uta'ua muamua e pei o le audio captchas e fa'ailoga tagata i le tele o tagata fa'aoga a11y ma e faigofie ona fa'ato'ilaloina e ala fa'aonaponei a'oa'oga masini. O le mea lea ua fa'amalosia ai lu'itau leo o lo'o i ai nei ina ia atili faigata, fa'aalia le pisapisao, taimi uigaese, tu'ufa'atasiga o upu e le masani ai, ma isi mea e fa'ato'ilalo ai tagata osofa'i. O lea ua tatou le fiafia ai i lenei faiga ma le aloese mai le lu'itau atoa, ae o le a iloiloina pe a iai se manaoga mai le nuu.",
    "2309661107": "Ae ui i lea, matou te matua fiafia i ai",
    "2555914614": "mo le tulaga fa'aoga Avanoa. Matou te talitonu o le tuʻufaʻatasia o la matou auala a11y o loʻo iai nei ma le tuʻuina atu o le Privacy Pass o le a mafai ai e tagata faʻaoga a11y ona suʻesuʻe ma le saogalemu, saogalemu i le iloa o latou feoaiga e sili atu ona faalilolilo, aʻo faʻatapulaʻaina le faʻaleagaina e le au faʻatautaia bot lea e mautinoa e tupu pe a avanoa a11y filifiliga. O matou o lo'o auai malosi i le kulupu galulue IETF fa'avasegaina lenei tekonolosi fou.",
    "2583775432": "F: Ae fa'afefea le le faalauaiteleina? E fa'ailoa e le resitalaina fa'amatalaga su'esu'e a11y i se isi itu? O le a sau mea e fai i le imeli?",
    "4215483493": "A: hCaptcha ua mamanuina mo le le faalauaiteleina mai le eleele i luga. E matua ese lava nai lo filifiliga masani e pei o le reCAPTCHA o loʻo umia e fesoʻotaʻiga faʻasalalauga, o loʻo i ai le faʻamalosi e siaki oe i luga o le upega tafaʻilagi ma faʻafesoʻotaʻi oe ma se faʻamatalaga moni.",
    "2474661839": "O tatou",
    "4137573005": "o lo'o i ai tali fa'apitoa ma fa'atonuga i le fa'aogaina o fa'amaumauga, ae o le tali pu'upu'u e leai so matou naunau e fa'afeso'ota'i oe o se tagata ma lau tala'aga su'esu'e.",
    "4101570501": "O lo'o matou galulue fo'i i le taimi nei i se fa'ata'ita'iga fa'amatalaga e vave lafoa'i lau tuatusi imeli a'o fa'atumauina pea lo matou agava'a e puipuia ai le fa'aleagaina, fa'aopoopo i le galuega o le Privacy Pass.",
    "260595108": "Matou te le fa'aogaina imeli avanoa po'o fa'amatalaga mo so'o se fa'amoemoe e ese mai i le fa'afaigofieina o le fa'aogaina ma le puipuia o le fa'aleagaina.",
    "3063819779": "faiga fa'alilolilo",
    "465714311": "Mo Tagata Fa'aoga Avanoa: Q&A ma Fa'afitauli Taiala",
    "3596207631": "F: O lo'o ou va'ai pea i se lu'i pe a uma ona tu'u le kuki. O le a le mea ua mafua ai lenei mea?",
    "469089249": "A: E masani lava ona mafua ona o le faʻaogaina o se faʻasalalauga faʻamalosi poʻo le faʻaopoopoga o le anti-kuki, poʻo se faʻatulagaga e poloka ai kuki \"cross-site\", i lenei tulaga o se kuki mo hcaptcha.com e seti pe siaki e le hCaptcha JS i luga o se 'ese'ese saite, pei o le saite o lo'o e asia.",
    "4263626815": "HCaptcha accessibility kuki e galulue faatasi ma tagata su'esu'e ta'uta'ua ma fa'asalalauga fa'asalalau ma latou tulaga masani, o lea e masani ona fa'aletonu ona o fa'amaumauga \"anti-anti-adblock\" po'o tulafono fa'atusa e fa'atatau i nofoaga patino.",
    "3906359167": "Tali:",
    "3464870463": "1. Whitelist hcaptcha.com ma *.hcaptcha.com kuki i lau poloka fa'asalalauga po'o le fa'aopoopoga o le puipuiga malu.",
    "1204911585": "2. Afai o loʻo e faʻaogaina le Brave browser, lea e leai (e pei o Aperila 2020) e foliga mai o loʻo i ai soʻo se ituaiga o kuki paʻepaʻe, alu ile Preferences -> Shields -> Cookies ma filifili \"Allow All Cookies.\"",
    "2932826396": "3. Afai o loʻo e faʻaaogaina le faʻamatalaga sili ona lata mai o Safari i luga ole OS X 10.15 poʻo iOS 13.4 talu ai nei, ua naʻo Apple na suia le amio a Safari e fesoʻotaʻi ma kuki lona tolu, poloka uma i latou e ala i le faaletonu. O loʻo matou faʻatinoina se fofo, ae i le taimi nei faʻamolemole asiasi i Safari Preferences, Privacy section, ma faʻamama le \"Website tracking: Prevent cross-site tracking\" ina ia mafai ai ona galue le kuki avanoa e pei ona faʻamoemoeina.",
    "3836291932": "Q: Ou te fa'aogaina masini e tele. E tatau ona ou saini i le tele o taimi?",
    "3251220335": "A: Leai. Fa'amolemole kiliki le feso'ota'iga imeli lava e tasi na lafo atu ia te oe i masini ta'itasi e te fa'aogaina e fa'atulaga ai le kuki.",
    "2082407178": "F: E fa'afefea ona ou puipuia a'u mai le su'eina o kuki a le isi vaega a'o fa'aogaina le kuki avanoa?",
    "2700197090": "A: O le fa'aogaina o so'o se fa'aliga fa'alilolilo po'o fa'alil-blocking fa'aopoopoga e lagolago ai le fa'avasegaina o tulaga-fa'atonu (eg uBlock Origin) o le a aoga e pei ona fa'amoemoeina: ia mautinoa e fa'amae'aina le hcaptcha.com.",
    "3657743880": "Fa'atonuga a le Su'esu'ega mo Kuki Feso'ota'i",
    "1960601330": "Ina ia fa'aagaina kuki i Safari (Mac): Alu i le Safari fa'alalo-lalo lisi. Filifili Fa'atonuga. Kiliki Privacy i le pito i luga laulau. I lalo ole 'Poka kuki' filifili le filifiliga 'Leai.'",
    "1622303590": "Ina ia mafai ai kuki i Safari (iPhone/iPad iOS 11+): Tatala lau Fa'atonu. Tusi i lalo ma filifili Safari. I lalo o le Puipuia ma le Saogalemu, tape le \"Fa'asao le Su'esu'eina o Nofoaga Feso'ota'i\" ma le \"Poka Kuki Uma\"",
    "2199048568": "Kiliki i luga o le talita i le agavale o le tuatusi pa i so'o se itulau web. Kiliki i luga o le Puipuiga Seti. O le a tatalaina le Firefox Preferences Privacy & Security panel. I lalo ole Puipuiga o le Su'esu'ega Fa'aleleia, filifili Fa'asinomaga. Filifili po o fea trackers ma scripts e poloka i le filifilia o na pusa siaki. Ia mautinoa ua e tatalaina le hcaptcha.com.",
    "3967047208": "E mafai fo'i ona e tape mo sina taimi nisi o puipuiga ile Custom e debug lenei mea, e ala i le tapeina o pusa siaki: Fa'a'ese'ese le siaki siaki po'o le filifili le pusa siaki Kuki pe afai o lo'o iai pea au fa'afitauli.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Filifili le Chrome menu icon. Filifili Fa'atonu.",
    "926138631": "Alu i le Privacy and Security, ona sosoo ai lea ma Kuki ma isi fa'amatalaga nofoaga.",
    "3419878556": "Ia mautinoa \"Poloa kuki isi vaega\" e le mafai.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Tatala mea e fiafia i ai Chrome mai le lisi o mea e fai.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "I luga o lau masini Android, tatala le Chrome app.",
    "3620039756": "I le pito i luga taumatau, tap More ona sosoo ai lea ma Seti.",
    "2813310562": "Tap Site Settings ona sosoo ai lea ma Kuki.",
    "3014657981": "I tafatafa o \"Kuki,\" ki le fa'atulagaina.",
    "1242066691": "Siaki le pusa i tafatafa o le \"Fa'ataga kuki isi vaega.\"",
    "292250020": "1. Filifili le meafaigaluega i le tulimanu pito i luga taumatau o le lau, ona filifili lea \"Filifiliga Initaneti\". Afai e mafai ona e maua le Menu Bar, e mafai ona e filifili \"Meafaigaluega\" ona \"filifiliga Initaneti\".",
    "4114820649": "2. Kiliki le \"Privacy\" tab.",
    "946838734": "3. Filifili le \"Advanced\" button.",
    "348809718": "4. I lalo o le \"Third-party Cookies\" filifili \"Accept\".",
    "1253441326": "5. Kiliki \"Ua lelei\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "AI Faiga Fa'avae",
    "1161704803": "Aisea e iai a matou faiga fa'avae AI Ethics?",
    "1806535500": "Toeitiiti lava o tekinolosi uma, mai penitala i le dynamite, o se",
    "24452499": "fofo; e mafai ona faʻaaogaina mo le lelei poʻo le leaga. So'o se kamupani su'esu'e, fau, po'o le fa'atauina o fa'aoga lua fa'aoga e iai le matafaioi e iloilo ai i'uga oa latou gaioiga.",
    "4023575072": "fa'aoga lua",
    "3336625692": "O lenei itulau o loʻo faʻamatalaina ai o matou manatu i lenei autu i le tulaga o AI Ethics, ma faiga matou te mulimulitaʻia e faʻamautinoa ai le faʻaogaina o a matou auaunaga o loʻo tumau pea i luga o faiga faʻavae ua matou faʻaaogaina o se kamupani.",
    "835717930": "AI Ethics i le hCaptcha",
    "2179524509": "O nisi taimi matou te maua ai ni fesili pe o a ituaiga o fesili e faʻatagaina mo le hCaptcha auaunaga, ma pe aisea e fesiligia ai ni fesili patino.",
    "1962721652": "O tagata soifua e saili mamanu, ma o nisi taimi o se fesili e le afaina e mafai ona alu ese mai le matua le maofa i le masalosalo i se taimi vave, ona o suiga i le lalolagi nai lo le faʻaosofia o soʻo se tasi e fesiligia le fesili.",
    "3974566657": "A'o fa'atupula'ia au'aunaga, e mautinoa lava e fa'atupu soo. hCaptcha o loʻo faʻaaogaina e le faitau miliona o tagata i aso taʻitasi i toetoe lava o atunuʻu uma i le lalolagi, o lea o loʻo matou faʻasalalauina lenei faiga faʻavae ma se faʻataʻitaʻiga suʻesuʻega i le auala matou te foia ai nei mataupu ina ia mafai ai ona manino.",
    "1830910223": "O se su'esu'ega o mataupu tau amio a le AI i le lalolagi moni",
    "805971861": "\"Umbrella\" o se faaupuga i ImageNet, o faʻamaumauga faʻamaufaʻailoga masani o loʻo faʻaogaina e tagata suʻesuʻe vaʻai komepiuta. O le fa'amaoniaina o tagata o lo'o uuina fa'amalu e taua tele mo le fauina saogalemu o le isi augatupulaga fesoasoani aveta'avale (ADAS).",
    "3988350": "O lona uiga o lo'o i ai tulaga fa'aoga lelei mo fa'amatalaga faamalu i le lalolagi moni. O loʻo i ai le avanoa mo le feeseeseaiga i luga o le aʻafiaga o taʻavale taʻavale a le tagata lava ia, ae o loʻo faʻasaoina e le ADAS system",
    "548587288": "i le lalolagi atoa.",
    "3138772661": "le faitau afe o ola i tausaga taʻitasi",
    "3168199226": "Ae ui i lea, i le 2020 na manino ai o le fausiaina o lenei ituaiga o faʻamaumauga e mafai ona vaʻaia o se faʻaoga lua tekinolosi i se auala e toʻaitiiti na faʻamoemoeina i le tausaga talu ai.",
    "558378834": "O lea ua matou le toe taliaina ni talosaga mo ni fesili e faatatau i faamalu i le taimi nei. O le avanoa mo le le mautonu pe a vaʻaia e se tagata faʻauʻu se fesili e uiga i faamalu i le taimi nei e maualuga tele, ma mulimuli ane o la tatou sini o le faia lea o le lalolagi o se nofoaga sili atu ona manaia.",
    "3376604063": "AI Ethics faiga fa'avae ma faiga",
    "1923365316": "E iai la matou faiga fa'avae a le AI Ethics i le hCaptcha, ma o se vaega o lena mea e aofia ai le faiga o le Know Your Customer (KYC).",
    "4230322909": "Matou te taumafai i taimi uma e maua se malamalamaga lelei o tagata fou taʻitasi ma latou faʻamoemoega faʻaoga, faʻamaonia uma e fetaui lelei mo a matou oloa ma auaunaga ma ia mautinoa o loʻo mulimulitaʻi i faiga faʻavae ua matou faʻaaogaina o se kamupani.",
    "2735073144": "Matou te faia foi iloiloga faifaipea pe a manaʻomia. Mo se faʻataʻitaʻiga, i la matou iloiloga talu ai nei o aso ma faʻapogai o talosaga mo faʻamaufaʻailoga e fesoʻotaʻi ma le faamalu sa vave ona matou faʻamaonia e leai se faʻalapotopotoga a le malo poʻo se kamupani faʻapitoa a le setete o loʻo tuʻuina atu polokalame mataʻituina na faia ni talosaga e uiga i faamalu e faʻaogaina ai a matou auaunaga i le 12 masina talu ai. .",
    "2715462692": "O le a le foliga o le tatou AI Ethics process?",
    "3049976256": "Mo tagata fa'atau igoa fou ta'itasi, matou te alu i se lisi siaki i le taimi o fa'atauga. E aofia ai le filiga muamua o le KYC a'o le'i fa'aulufaleina, fa'apea fo'i ma le fa'amaoniaina o talosaga uma na faia i a matou au su'esu'e, ma siaki taimi moni ma iloiloga fa'avaitaimi o talosaga na faia e fa'aaoga ai la matou fa'avae tautua.",
    "3103642530": "O lenei suʻesuʻega e aofia ai le tele o seti o taʻiala:",
    "3349094124": "Fa'atonuga o popolega fa'atatau: Sini",
    "1038019440": "1. O fai ea lenei tagata fa'atau mo le manuia o le atunu'u o se atunu'u ua iloa o lo'o faia ni amioga e fa'afeagai ma tulafono fa'ava-o-malo?",
    "493717511": "2. O lo'o fa'atauina e lenei tagata fa'atau auaunaga e mafai",
    "2209109640": "fa'aaogaina mo na'o fa'amoemoe leaga, i le tulaga o a latou gaioiga masani fa'apisinisi?",
    "3457805519": "3. E mafai ona fa'ataunu'uina le talosaga a le tagata fa'atau i lalo o le tulafono a Amerika ma a tatou tulafono fa'atasi?",
    "1942611550": "muamua",
    "109179759": "Ta'iala mo popolega fa'atatau: Fa'atatau",
    "1033698050": "1. Pe matou te talitonu na tu'uina mai e le tagata fa'atau se mea fa'aoga matou te manatu e talia lelei, e tusa ai ma la matou fa'auigaina o tu ma aga masani a tagata i Sisifo?",
    "361372538": "2. Pe matou te talitonu oa matou auaunaga tu'uina atu e ono fa'aaogaina mo fa'ailoga fa'ailoga tagata e le tagata fa'atau, i ni auala e ono fa'aletulafono ae e le taliaina e i matou?",
    "2867855718": "3. Pe matou te talitonu e mafai ona fa'amalieina mana'oga fa'alilolilo mo le talosaga?",
    "2462728596": "Afai e le mafai ona faamalieina i tatou lava i nei manatu, o le a tatou teena le talosaga ma e mafai ona faʻamutaina atili avanoa i la tatou tulaga, e pei ona otooto atu i totonu oa tatou Tuutuuga.",
    "1995277831": "faafetai",
    "1818116402": "Matou te faʻamoemoe na e talisapaia lenei vaʻaiga i le auala matou te taulimaina ai fesili faʻatino ma se vaega AI Ethics.",
    "1499894352": "E toaitiiti lava kamupani e ofoina atu le manino i a latou faiga filifiliga i lenei vaega, ma matou te faʻamoemoe o le a mulimuli isi i lenei faʻataʻitaʻiga!",
    "535659033": "Creative Commons Attribution",
    "1495915066": "Fa'afefea ona fa'aogaina e matou, matou paaga su'esu'e fa'alea'oa'oga, ma a matou tagata fa'atau fa'asalalauga Creative Commons",
    "3017533972": "O matou, a matou paaga suʻesuʻe faʻaleaʻoaʻoga, ma a matou tagata faʻatau e mafai i nisi taimi ona faʻasino pe toe gaosia ni vaega o mea e laiseneina e Creative Commons e ala i le hCaptcha platform ina ia faʻalauteleina le malamalama o tagata i le matata o le aʻoaʻoina o masini.",
    "1428053210": "O lenei anotusi e masani ona suia mai lona tulaga muamua. Mo se faʻataʻitaʻiga, e mafai ona vaevaeina se vitio i ni ata se tele, o na ata e mafai ona vaevaeina i ni ata fou se tele, ma o na ata fou e faʻafefiloi faʻafuaseʻi e maua ai le faʻaiʻuga mulimuli e faʻaalia.",
    "1728211763": "O le faʻaaogaina o mea i lenei auala ma mo nei faʻamoemoe e pa'ū i totonu o taʻiala faʻaoga talafeagai e tusa ai ma lo matou malamalama i le tulafono ma faiga masani i totonu o le fanua, ae o matou o tagata ua leva ona fiafia i Creative Commons ma sili atu le faʻafetai i soʻo se tasi e fesoasoani i le galuega tele o le faʻaleleia o le atamai o masini.",
    "1949452297": "Ona o faʻalavelave faʻapitoa o le hCaptcha UI ma ona iloiloga saogalemu, e le mafai ona toe gaosia le puna o ata taʻitasi e faʻatatau tonu i lona faʻaogaina. Nai lo lena, matou te fesoʻotaʻi i lenei itulau mai la matou itulau autu ma tausia se lisi o punaoa i le taimi nei poʻo talu ai nei o loʻo tuʻuina atu i luga o le tulaga. E mafai ona e mauaina le lisi o iai nei",
    "2367602973": "iinei",
    "659124570": "E le gata i lea, afai e te vaʻai i mea o loʻo ia te oe ua toe gaosia i luga o le hCaptcha platform ma e te manaʻo e aveese mo soʻo se mafuaʻaga, e mafai ona e faʻafesoʻotaʻi matou ile imeli ile",
    "2066749488": "Isi Faaseā",
    "3479034323": "Afai e te vaʻai i mea o loʻo ia te oe ua toe gaosia i luga o le hCaptcha platform ma e te manaʻo e aveese mo soʻo se mafuaʻaga, e mafai ona e faʻafesoʻotaʻi matou ile imeli.",
    "1836554225": "Blog Posts",
    "2873297188": "Pe fa'ailoga tagata uma CAPTCHAS i tagata e le o ni Amerika?",
    "165932542": "Se va'aiga ile hCaptcha fofo fua faatatau ile lalolagi atoa",
    "1865097546": "Novema 16, 2021",
    "3005876482": "O le hCaptcha ua avea nei ma Au'aunaga Tuto'atasi Tuto'atasi CAPTCHA, Fa'aauau i luga ole 15% ole Initaneti",
    "693820850": "E mafai ona e fa'ato'ilaloina Google e ala i le fa'amuamua o le le faalauaiteleina",
    "3609106478": "Fa'ailoga Fa'ailoga:",
    "299335340": "O le a le mea ma le auala e taofi ai osofaiga",
    "354925785": "Folasaga",
    "423222878": "O nisi o osofa'iga i luga ole laiga e sili ona faigata e iloa, puipuia ma taofi o mea ia e mafai ai e se tagata fai mea leaga ona fa'aogaina fa'amatalaga fa'aoga tatau e ulufale ai i totonu o se fa'amatalaga fa'aoga malosi. A aunoa ma le tele o tomai faʻapitoa e suʻesuʻe ai, o le kamupani o loʻo faʻapipiʻiina le teugatupe e leai se mafuaaga e masalomia ai se mea e sese. E foliga mai ua saini se tagata faatau i lana teugatupe. Na ausia e le tagata osofaʻi lenei togafiti manuia e faʻaaoga ai faʻamatalaga gaoia-e masani lava o le taunuuga o se faiga osofaʻiga i luga o le initaneti ua taʻua o le \"faʻailoga faʻamaonia.\" O se fa'afitauli tuga i aso nei, ae o se fa'afitauli e mafai ona fa'aitiitia i le fa'atatau tonu.",
    "777660551": "O le a le Fa'aigoaina Fa'amaonia?",
    "2602763587": "O le fa'ailoga fa'amaonia ose ituaiga o osofa'iga i luga ole laiga lea e taumafai ai le tagata osofa'i e ulufale i totonu o le upega tafa'ilagi i le tele o taimi e fa'aaoga ai taitoalua o igoa ma upu fa'apolopolo gaoia. O le \"tuffing\" e faasino i le toe faia o le saini taumafai, lea e toetoe lava a faia i taimi uma e masini komepiuta bot.",
    "1271831121": "E le pei o lo'o saofai iina le tagata ta'avale (oofu i se hoodie, ioe!) ma taina i le tusi fa'amaonia pe a uma ona fa'amaonia. E mafai ona faia le pusa otometi saini mai se mea faigaluega e leai se mea e pei o Seleni po'o se mea faigaluega fa'aleaganu'u.",
    "2588750717": "O le mea moni, o nisi osofa'iga fa'apipi'i fa'amaonia e aofia ai le faitau miliona o fa'amaoniga—o lo'o fa'aulu uma i totonu o le upegatafa'ilagi e le'i masalomia le fa'aogaina o feso'ota'iga ma le fa'amoemoe o le a tu'u i totonu. A o'o loa i totonu, e mafai e le tagata osofa'i ona ave le tala a le tagata manua.",
    "1137757109": "Afai o se eCommerce account, e mafai e le tagata osofaʻi ona faʻatonu oloa. Afai o le tagata ua afaina o se faletupe, e mafai e le tagata osofaʻi ona faʻafeiloaʻi tupe i fafo, ma isi.",
    "1559150837": "O sini e le'o leai se puipuiga. O le tele o upega tafa'ilagi e iai fa'atonuga e poloka ai se tagata masalomia o lo'o taumafai e ulufale i le faitau afe o tala eseese mai le tuatusi IP tutusa i se taimi puupuu. O le a le mea e fai e tagata osofaʻi faʻamaonia e faʻataʻamilo ai nei auala puipuia o le faʻataʻitaʻiina lea o faʻafanua ma IP eseese. O le fa'aaogaina o meafaigaluega mamana, e masani ona fa'auluina e le AI, e mafai ona latou fa'aalia ai le faitau afe o tagata fa'aoga o lo'o taumafai fa'afuase'i e saini i taimi eseese o le aso mai le atunu'u atoa. E sili atu le faigata ona iloa ma taofi.",
    "1892020899": "O fea e maua ai e tagata ta'avale fa'amaumauga?",
    "2597149484": "O le mafuaʻaga e tatau ai i le tagata taʻavale ona \"mea\" le tele o faʻamaoniga e faʻatatau i le mea latou te maua ai a latou faʻamaoniga gaoi.",
    "3030395800": "O nei fa'amaoniga e masani lava ona sau mai fa'amaumauga soli. E ta'ua fo'i o le “fa'amaligi fa'amaonia,” o nei osofa'iga e mafai ona i'u ai i le lafoa'iina o le faitau miliona o fa'amaumauga i luga o le upega tafa'ilagi pogisa. Afai o le masaa na sau mai se faletupe, o le a taumafai le tagata taʻavale e faʻaaoga na faʻamaoniga e alu ai i luga o isi nofoaga. O lenei faiga e aoga ona o le toʻatele o tagata e faʻaogaina le igoa tutusa ma le upega tafaʻilagi mo le tele o nofoaga. (O lenei faiga e faʻavaivaia, ae o le mea moni lava.",
    "1258965840": "O le mea lea, afai e mafai e le tagata osofaʻi ona alu i totonu o le saite e tasi, atonu e mafai ona ia ulu atu i le tele o nofoaga e faʻaaoga ai faʻamatalaga masaa. Mo se faʻataʻitaʻiga, atonu latou te maua se igoa faʻaigoa / password paiga pei o JohnDoe/525momma, ae latou te le iloa po o le a le mea o le a faia e lena paga mo i latou. O lea la, latou te faʻataʻitaʻiina le paga ile Amazon.com, Ebay, Citibank, Walgreens ma isi. Atonu latou te taumafai i lena paga i luga o le afe nofoaga eseese.",
    "3594440415": "Mulimuli ane, o le a amata ona latou tatalaina faitotoa.",
    "780280214": "E fa'afefea ona fa'afefeteina e le hCaptcha ma le hCaptcha Enterprise le fa'amata'u fa'ameaalofa",
    "4165374512": "E ui lava e mafai ona faʻaogaina meafaigaluega e iloa ai le IP ma nofoaga e puipuia ai faʻamaʻi faʻamaonia, o se auala e sili atu le tau ma le saʻo o le faʻalavelaveina o le pusa faʻapipiʻi faʻamaonia otometi lava ia. E mafai e le hCaptcha ma le hCaptcha Enterprise ona fa'amauina le bot i le mea e ulufale ai. E tusa lava pe iai fa'ailoga sa'o o le bot, afai e le mafai ona pasia le su'esu'ega a le hCaptcha Enterprise po'o le CAPTCHA a le hCaptcha, e le mafai ona fa'atumuina ma puipuia lau 'upega tafa'ilagi ma tagata fa'aoga.",
    "3269644546": "Faʻamolemole",
    "1058572205": "matou pe afai e te fia iloa atili e uiga i",
    "3753613260": "fa'afeso'ota'i",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Lipotia o tagi a le DMCA",
    "54093347": "Sui Resitala DMCA",
    "3233441200": "Toe fai Faiga Fa'asa'oga",
    "4011712313": "I le avea ai o se vaega o la matou Faiga Fa'avae DMCA, matou te tu'uina tala o tagata fa'atau matou te mauaina le tele o fa'amatalaga DMCA o tu'ua'iga soliga i totonu o le DMCA Repeat Infringer Policy. I le mauaina o fa'amatalaga faifaipea a le DMCA i se masina fa'alekalena, o le a fa'agasolo le tala a le tagata fa'atau mai le tasi la'asaga o faiga fa'avae i le isi laasaga.",
    "766825168": "O gaioiga e mafai ona matou faia i lalo o le DMCA Repeat Infringer Policy e aofia ai le auina atu o faʻaaliga o le faʻateleina o le vaʻaia i le tagata faʻatau a le teugatupe. Ina ia faʻaalia nei faʻaaliga, atonu matou te manaʻomia le tagata faʻatau e saini i totonu o le teugatupe pe valaʻau la matou au lagolago. Matou te faʻaagaga foʻi le aia tatau e taofi pe faʻamutaina, faʻapea foʻi ma le faʻaogaina o isi faiga le tumau i, le hCaptcha ma le IMI auaunaga a soʻo se tagata faʻatau o loʻo matou faʻaauau pea ona maua faʻamatalaga DMCA o tuʻuaʻiga soliga tusa lava pe ua uma ona matou toe lafoina faʻasalalauga faʻasalalau. E le gata i lea, e mafai ona matou fa'amutaina i la matou lava pule faitalia isi auaunaga hCaptcha po'o le IMI e tu'uina atu i nei tagata fa'atau pe a matou fa'amuta le tautua hCaptcha i lalo o lenei faiga fa'avae.",
    "2410122265": "hCaptcha Punaoa: Bots 101",
    "4166776480": "Fa'ailoga Fa'ailoga: O le a le mea ma le auala e taofi ai osofa'iga",
    "2301335298": "Fa'a'ole'ole Totogi: Fa'aitiitia le Fa'asao vave o Faiga Fa'asolitulafono i luga ole Initaneti",
    "3682071227": "O le a le Account Takeovers ma fa'afefea ona latou galulue?",
    "2729131930": "O le a le mea e ta'u mai ai ma e fa'afefea ona aoga?",
    "1344959096": "Galue ose fa'amaumauga fa'amaumauga ta'ito'atasi",
    "3510143229": "hCaptcha ose tautua mo upegatafa'ilagi ma polokalame,",
    "3930611699": "tagata faigaluega taitoatasi.",
    "1051214799": "hCaptcha ose 'upega tafaʻilagi saogalemu' auʻaunaga e taumafai e faʻasoa faʻatasi ma le au faʻasalalau o upega tafaʻilagi poʻo polokalama o loʻo faʻaaogaina.",
    "360236473": "O le auaunaga a le hCaptcha e le'o fa'amoemoe e fa'aoga mo so'o se tasi e galue o se fa'ailoga ta'ito'atasi. E le'i fuafuaina mo pe fetaui i lea fa'amoemoe. Matou te le fautuaina soʻo se tasi e taumafai e faʻaoga le hCaptcha e fai ma puna o tupe maua a le tagata lava ia.",
    "3842490632": "O se tagata fa'aoga ta'ito'atasi e taumafai e tali le tele o fesili e ono fa'atapula'aina pe fa'asa vave. E tutusa le taua, e pei o tatou",
    "1560232962": "e aofia ai au'ili'iliga, e leai ni fa'amaoniga e faia i le aofa'iga e maua mo so'o se tali. Atonu e leai ni fesili totogi e maua i lena taimi, e ono teena se tali mo mafuaaga lelei, ma isi.",
    "2694001822": "Ae ui i lea, matou te faʻafaigaluegaina i nisi taimi tagata taʻitoʻatasi e fesoasoani ia i matou e suʻe meatotino ma foliga fou.",
    "1569804581": "Afai e te mana'o e fa'afeso'ota'i i le lumana'i e uiga i avanoa fa'atatau, fa'amolemole fa'atumu le pepa lea.",
    "636461959": "Igoa",
    "1139500589": "Atunuu",
    "1789607185": "Imeli tuatusi",
    "325077666": "E ala i le tuʻuina atu o lau faʻamatalaga e te malilie i la matou",
    "3555583744": "ma",
    "3609929815": ". O le a matou taofia lou igoa, atunuu, ma fa'amatalaga tuatusi imeli mo na'o le fa'amoemoe e fa'afeso'ota'i oe i le lumana'i e uiga i avanoa faigaluega fa'ailoga ta'ito'atasi.",
    "4197928199": "Faiga Fa'alilolilo",
    "851786723": "E ala i lou ulufale i lau imeli, ua e malie i la matou Tu'utu'uga ma Faiga Fa'alilolilo, ma e maua mai imeli mai ia i matou.",
    "2402165761": "E Fa'afefea ona Gaioiina",
    "4260542944": "O le su'eina o mea (e ta'ua fo'i o le \"su'ega mata\" po'o le \"scraping\") ose faiga masani, masani ona aoga mo le aoina mai o fa'amatalaga mai le upegatafa'ilagi. Ae ui i lea, i tausaga talu ai nei, ua avea le metotia ma meafaigaluega faʻapitoa a tagata taʻavale ma tagata taufaasese. Fa'asagaga e mafai ona fa'aitiitia lelei le fa'amata'u, ae ia fa'atinoina, e taua le malamalama pe fa'apefea ona galue le fa'agasologa.",
    "2066255783": "O le a le mea e ta'u o le Content Scraping?",
    "1910628828": "O le su'eina o anotusi o se metotia mo le pu'eina o fa'amaumauga mai se faiga e aofia ai se meafaigaluega fa'aautometi e fa'afoliga ose tagata fa'akomepiuta po o se upegatafa'ilagi. E le fou. O le mea moni, mo inisinia faakomepiuta atonu e manaʻomia faʻamatalaga mai se mea tuai tuai, o le solo e mafai ona na o le pau lea o le auala e maua mai ai faʻamatalaga. Atonu o le a leai ni mea muamua ma e le mafai ona toe sui.",
    "3408107995": "I aso nei, e ui i lea, o le tipiina o lona uiga o se faiga faʻapolokalame e tosoina ai faʻamatalaga mai se upega tafaʻilagi. O lo'o fa'aogaina le polokalame e pei o se tagata e fa'aogaina, kiliki i luga o fa'amau ma faitau le taunu'uga. E tele fa'aoga tatau mo le solo. O fetolofi i luga o le upega tafaʻilagi e faʻamalosia ai masini suʻesuʻe o se tasi faʻataʻitaʻiga. E faapena foi meafaigaluega e pei o le Skyscanner e su'e ai fefa'ataua'iga e ala i le su'eina o le faitau afe o upegatafa'ilagi femalagaa'i. E fa'aaogaina fo'i e kamupani Fintech, e su'e fa'amatalaga tau tupe a le tagata fa'aoga mai nofoaga o faletupe pe afai e leai ni Fa'aoga Polokalama Fa'aoga (API) e avanoa e fai ai le feso'ota'iga fa'amaumauga. O mea e teu i lou mafaufau e uiga i le siiina o lau mata o lona saoasaoa ma le faʻalauteleina. O le faagasologa e mafai ona seleseleina le tele o faʻamaumauga mai luga o upega tafaʻilagi, faʻapea o nofoaga e le o faʻatulagaina e taofi ai mai le tupu. I le saoasaoa o le faʻatusatusaina, e mafai e se tagata suʻesuʻe ona faʻaputuina faʻamaumauga tetele e ala i le fegalegaleai ma upega tafaʻilagi ma polokalama faʻavae ma faʻamaumauga e faʻamalosia ai.",
    "1920884252": "Aisea ua avea ai le soloia o anotusi ma se taufaamatau saogalemu?",
    "2256795853": "O le mafai ona maua mai le tele o faʻamatalaga, vave, mai luga o upega tafaʻilagi e faia ai le suʻeina o se meafaigaluega malosi i lima o tagata fai mea leaga. E mafai ona aoina mai fa'amatalaga tagata fa'aoga mai nofoaga fa'asalalau lautele. Ma, e ala i le su'eina o saite o lo'o i ai tuatusi ma isi fa'amatalaga patino ma fa'amaopoopo fa'ai'uga, e mafai ai e le tagata ta'avale ona faia ni solitulafono e iloagofie ai e pei o le tu'uina atu o talosaga fa'a'ole'ole aitalafu.",
    "4087694419": "E mafai fo'i e se tagata fa'ameamea ona aoina fa'amatalaga mai nofoaga e pei o Amazon ma eBay e fatu ai lisi o oloa pepelo pe taufaasese. Ona mafai lea ona ia ofoina atu mo le faʻatau atu i luga o auʻaunaga a tupulaga-i-peer e pei o OfferUp ma faʻatautaia osofaʻiga phishing i tagata faʻatau. Po'o, e mafai e le tagata fa'a'ole'ole ona fa'atau atu oloa e le'o iai.O se isi fa'a'ese'esega fa'a'ole'ole e aofia ai le fa'aseseina o tagata fa'asalalau fa'asalalauga. E ala i le suʻeina o mea mai nofoaga faʻasalalau, e mafai e le tagata taufaasese ona fatuina itulau faʻasalalau faʻasalalau pepelo i luga o auaunaga eseese. Ona mafai lea ona latou fa'atau atu fa'asalalauga i luga o na itulau i tagata fa'atau fa'atagaina, o latou feso'ota'iga na latou seleseleina mai le faila ads.txt a le tagata fa'asalalau. O avanoa fa'asalalauga e foliga moni i le fa'asalalauga, ae e leai.",
    "3315658779": "Taofi le Su'eina o mea i totonu o le hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise fa'aoga masini a'oa'oga fa'apitoa e fa'ailoa ai fe'avea'i leaga i lau 'upega tafa'ilagi ma fa'aoga - e aofia ai ma gaioiga e su'e.",
    "1422537019": "tatou i aso nei e aoao atili.",
    "1988268879": "Fa'ailogaina o fa'amaumauga taugofie ile fua",
    "2163914794": "Mana'omia nisi fa'ailoga mo au fa'amaumauga? hCaptcha e tuʻuina atu faʻamatalaga vave, taugofie, ma le maualuga o faʻamaumauga mo kamupani o loʻo galulue i faʻamatalaga faʻapitoa ma masini aʻoaʻoga.",
    "3378932530": "Fa'ailoga Au Fa'amatalaga Nei",
    "3483700676": "Fa'alauiloa le faitau miliona o galuega i le taimi lava lena",
    "3478726913": "O le hCaptcha o loʻo iai se tasi o vaituloto tele i luga o le paneta o loʻo avanoa mo oe. Po'o le a lava lau fua, e mafai ona matou taulimaina e aunoa ma ni fa'atagaga taugatā. Miliona o galuega i le aso e leai se faafitauli.",
    "740501259": "Pipa faigofie e fa'atautaia e le API",
    "2784612261": "E te manaʻo e tuʻufaʻatasia saʻo iloiloga a tagata i au faʻagaioiga pisinisi? Matou te ofoina atu SLA maualuga faʻatuatuaina, faʻamaonia gafatia, ma faigofie REST API.",
    "1144966033": "Fa'atonu mo le tau ma le lelei",
    "3213351333": "Leai se tautinoga i luma e manaʻomia",
    "2107077506": "E fa'aogaina e le HUMAN fa'ata'ita'iga fa'ata'ita'iga mautinoa e fa'atino ai su'esu'ega au'ili'ili fa'apitoa i taimi moni. Ole mea lea e mafai ai ona matou vave fa'avasega uma le faigata o fesili ma a latou tali sa'o, e sefe ai lou taimi ma tupe.",
    "3576146278": "Na'o le totogi mo le sa'o e te mana'omia",
    "2952586316": "E le tutusa uma faafitauli. O faʻamatalaga mo galuega faʻapitoa mo le saogalemu atonu e manaʻomia ai le 99.99% faʻatuatuaina mai tagata faigaluega atoa. O fa'amatalaga mo le ata e tasi le beta i totonu o se ta'aloga fe'avea'i e ono mana'omia ai na'o le fa'atuatuaina feololo. E te filifili.",
    "710145621": "Tu'u mai au lava fa'amatalaga moni o le eleele pe tu'u mai matou e fausia i luga ole lele",
    "987901590": "E iai sau fa'amatalaga mata'utia e aunoa ma se seti fa'amaonia atoatoa? I le tele o tulaga e mafai ona matou fausia se tasi mo oe a'o fa'agasolo galuega ile faiga, po'o le faia o fa'ata'ita'iga fa'ailoga mo lau fa'atagaga.",
    "2597352122": "Ituaiga Faamatalaga",
    "1344687860": "Pusa Fa'amau",
    "1089415440": "Sa'o le su'esu'eina o mea i ata ma vitiō",
    "3817067682": "Polygons",
    "2682873489": "Fa'amatala le vaega o lo'o fusifusia mo mea",
    "1275150216": "Faailoga iloga",
    "2067112112": "Fa'ailoga fa'amatalaga mo le tele o tulaga fa'aoga eseese",
    "4228682126": "Fa'avasegaga o uiga",
    "2920213479": "Fa'avasega pe fa'apipi'i vaega fa'apitoa o so'o se tele",
    "3288667364": "Fa'atusatusaga ma Su'esu'ega",
    "155877895": "Su'esu'ega ma fa'avasegaga fa'aletagata",
    "3128433367": "... ma le tele o isi mea",
    "2827452240": "Manaomia se isi ituaiga e le o lisiina iinei? Tau lava ina fesili mai ia i matou.",
    "719304627": "Manaomia le Pulea Fa'ai'uga?",
    "1172067553": "O le HUMAN platform i tua o le hCaptcha e maua ai le tulaga sili ona fa'apitoa o galuega ma fa'atonuga e ala i luga ole fale, hybrid, po'o le SaaS deployments e tu'ufa'atasia ma au faiga o iai.",
    "2319072959": "Tamomoe atoa i luga ole laiga ma au lava tagata faigaluega, siaki le tau o lo'o fa'aaogaina i iunite pisinisi po'o pa'aga tu'ufa'atasi, filifili fa'agasolo galuega i isi tagata faigaluega i totonu po'o fafo e fa'atatau i tau ma mana'oga saogalemu, ma isi mea.",
    "1936512180": "Fa'afaigofie le fa'aogaina o le API, laupapa fa'ailoga matagofie, ma le fa'ata'ita'iga aupito lata mai fa'atekonolosi e fa'asilisili ai le lelei o tagata faigaluega.",
    "3913848038": "99.99% uptime SLAs ma 24/7 lagolago lalolagi avanoa.",
    "1080752747": "Fa'afeso'ota'i fa'atau",
    "1525403768": "Mo nisi fa'amatalaga fa'afeso'ota'i le Enterprise Sales.",
    "1546930020": "Mauaina o Fa'amatalaga Fa'ailoga",
    "2486638408": "Fa'amatala Fa'amatalaga",
    "1027200955": "Talanoa ma se tasi o matou tagata tomai faapitoa i le itu e fa'amatala au mana'oga: fa'atatau tonu, fa'asologa, ma so'o se mana'oga fa'apitoa.",
    "1156712451": "Uluai Su'ega Galuega",
    "181065232": "Matou te faʻatinoina se galuega gaosiga laʻititi e faʻatatau i au faʻamatalaga faʻataʻitaʻiga. Ole su'ega lea ole galuega sa matou faia fa'atasi ina ia mautinoa e te maua tonu mea e te mana'omia.",
    "3207769512": "Fa'ato'a Galuega Gaosiga",
    "1099238677": "Faatasi ai ma le matou voluma maualuga ma le maualalo o le leo o le a matou liliu vave lau galuega, faatasi ai ma le otometi tilivaina i le taimi lava e uma ai.",
    "465783046": "E te mana'o e fa'ata'ita'i i au fa'amatalaga?",
    "328625009": "... matou te sauni pe a e i ai: o loʻo avanoa la matou auaunaga i le taimi atoa.",
    "3225770968": "hCaptcha ua mamanuina e foia ai le faafitauli sili ona galue malosi i le aʻoaʻoina o masini; fa'ailogaina le tele o fa'amaumauga i se taimi, taugofie, ma fa'atuatuaina.",
    "2041686284": "Ole tele o fa'amaumauga e masani ona maua ai fa'ai'uga lelei ile a'oa'oina o fa'ata'ita'iga a'oa'oga masini. O le manuia talu ai nei o faʻataʻitaʻiga loloto ua taʻitaʻia ai le faʻateleina o faʻamaumauga tetele, ma o le hCaptcha e tautuaina lenei manaʻoga. Ae ui i lea, o le fatuina o faʻamaumauga faʻapitoa e suʻesuʻeina e tagata e faʻaaoga ai auala masani e tuai ma taugata.",
    "3729345277": "O le hCaptcha o se auala mo kamupani e maua ai faʻamatalaga latou te manaʻomia vave, faʻatasi ai ma le maualuga ma le tau maualalo nai lo isi auala.",
    "2103563261": "Fa'amatalaga Tuma'oti pe Fa'alaua'itele",
    "2513143348": "O le hCaptcha Enterprise system e tulaga ese le fetuutuunai i lona mamanu: e mafai ona faʻapipiʻiina se vaega pe faʻapipiʻi atoa i le pito o lau fesoʻotaʻiga pe afai e te faʻaogaina se ao lautele poʻo le tele o nofoaga autu o faʻamatalaga.",
    "3107683988": "Ole mea lea e mafai ona fa'aitiitia fa'aitiitiga i fafo ole feso'ota'iga ma tau a'o fa'atumauina uma fa'amanuiaga ole pulega e le matou aufaigaluega i luga ole 24/7 e fa'afetaui SLA sili ona mamafa.",
    "3660619092": "Saini e aunoa ma se totogi pe fa'afeso'ota'i fa'atauga mo fa'afitauli a Enterprise",
    "2351176803": "Tuutuuga Laisene mo le hCaptcha JS API",
    "2616226398": "Fa'atatau i la tatou",
    "2024293275": ". O isi aia tatau uma ua taofia, mo le taimi nei.",
    "1062291156": "tulaga masani",
    "2712493234": "Fa'a'ole'ole Totogi: Fa'aitiitia le Fa'asao vave o Faiga Fa'asolitulafono i luga ole Initaneti",
    "1817772953": "O le taufaavalea e le o se faiga fou o solitulafono. O le mea moni, ua maua e tagata suʻesuʻe suʻesuʻe mea e tetee atu ai i faiga taufaaʻoleʻole na faia e tagata Sumerians anamua e felauaiga lafumanu e aunoa ma se gau i le toeitiiti 10,000 tausaga talu ai! I lo latou tulaga, latou te tuuina faailoga omea, e fai ma sui o se manu, i totonu o se polo omea e taʻua o le \"bulla.\" E feoa'i le povi po'a ma le lafu a'o fealua'i mai le tagata fa'atau i le tagata fa'atau. E oo lava i lena taimi, sa popole le aufaipisinisi ona e le o tagata uma latou te feagai ma luga ma luga. E tele suiga i le 10,000 tausaga, ae o le manaʻoga ina ia fou i le puipuia o le taufaasese o loʻo tumau pea ia i tatou. I aso nei, o le mataupu o faiga taufaasese i luga ole laiga e sili ona taua. Faatasi ai ma le Initaneti, ua faʻatuputeleina le tomai faʻatauvaʻa i le faʻaogaina o faʻatonuga e tetee atu i faiga taufaasese. O fofo fou o lo'o fa'aliliuina le tai, peita'i.",
    "1053787685": "O le a le Fa'asesega o Totogi?",
    "433424759": "O faiga tau faasese o totogi e aofia ai so'o se ituaiga o fefa'ataua'iga fa'asolitulafono lea e fa'ate'a ai e le tagata solitulafono i luga ole laiga se mea e taua, e masani lava o tupe. Atonu o lona uiga o le fa'aaogaina o se credit card gaoi e oka ai oloa i luga ole laiga po'o le ave o se teugatupe i le faletupe ma fa'asolitulafono ai le fa'aliliuina atu o tupe mai ai. E tele fesuiaiga, ae tutusa uma i latou: e faʻaaoga e le tagata faʻatau se faʻamatalaga gaoia poʻo faʻamatalaga totogi e gaoi ai mai se tagata faʻatau, se faletupe poʻo se faʻatau.",
    "2939852138": "E Fa'afefea Tagata Taufaasese [Taumafai e] Alu ese ma le Fa'asesega o Totogi?",
    "1665616092": "O faiga taufaasese o totogi e faigofie i le manatu, ae e mafai ona matua faigata i lona faatinoga o aso nei.",
    "4246520782": "O le mea moni, ua avea le Initaneti ma molimau i se tuuga fa'atautau moni i le va o tagata taufaavalea ma tagata tetee i tausaga talu ai nei.",
    "2167049807": "Ua fa'aaogaina e 'au saogalemu le tele o faiga fa'asagatau ma fa'atonuga e fa'ato'ilaloina ai le faigofie ma le paie i faiga tau fa'asese tupe. Ae ui i lea, o osofaʻiga ua faʻateleina le faʻapitoa. Mo se faʻataʻitaʻiga, ua mafai nei e bots ona selesele numera o kata fai aitalafu ma PIN mai upega tafaʻilagi pepelo ma osofaʻiga phishing.",
    "1936449777": "Ma, i le faʻaogaina atoatoa, e mafai ona latou faʻataʻitaʻia amioga a le tagata i luga o saite e-pisinisi, kiliki i luga o faʻamau ma faʻaopopo aitema i faʻatau faʻatau-i le tulaga e le mafai ai e le toʻatele, pe a le o le tele o pulega faʻatauvaʻa, o loʻo taumafai se bot e gaoi. oloa. Nai lo lea, e foliga mai o se tagata e faʻaaogaina na o le faʻatau. E mafai e le bot ona ulufale i totonu o le tala moni a le tagata faʻatau e faʻaaoga ai faʻamaumauga gaoi i faʻamatalaga. O le isi mea e faanenefu ai le taufaavalea o le mafai lea e le bot ona fa'a'ole'ole tuatusi IP ma fa'aali foliga mai o le \"fa'atau\" e ese mai le tagata osofa'i, atonu o lo'o i se atunu'u ese.",
    "648630222": "Taofi Totogi Fa'asesega ma le hCaptcha Enterprise",
    "1621930829": "O le a se mea e mafai ona fai e uiga i faiga fa'a'ole'ole totogi o aso nei, e le mapu? O le fa'aogaina o le tele o fa'atonuga e masani lava o se faiga poto. Ae ui i lea, o faʻataʻitaʻiga sili ona lelei e mafai ona maileia le bot ma faʻaalia e pepelo, e ui lava i taumafaiga sili a ona foafoa e toe faʻafoʻi amioga a tagata.",
    "2423586454": "O loʻo i ai pea nisi mea e le mafai e le software ona fai, tusa lava po o le a le lelei o le AI i tua. O tekinolosi fa'aonaponei o le CAPTCHA ua ofoina atu se auala fa'amaonia e poloka ai bots o lo'o taumafai e fa'aauauina faiga taufaasese o totogi. E ui o auala tuai i le CAPTCHA, e pei o numera slanted faigofie i totonu o se atigipusa, ua tele lava ina le lava i le faʻaitiitia o bots alualu i luma, o se masini faʻataʻitaʻiga faʻataʻitaʻi-tali e pei o le hCaptcha Enterprise e mafai ona faigofie ona faʻafefeina se pusa faʻatauvaʻa i le taimi e saini ai faʻamatalaga poʻo le faʻatau faʻatau. E tusa lava pe iai faʻamatalaga moni a le bot, pe a le mafai ona oʻo i le CAPTCHA.",
    "1467308982": "Fa'asologa o Totogi",
    "1291824746": "hCaptcha Payouts e ta'i kuata ta'i 60 aso e fa'asolo. Ina ia faʻamalamalama le uiga o lenei mea, faʻamolemole tagaʻi i le laulau o loʻo i lalo.",
    "3444947612": "Ta'avale i le Va",
    "4181611011": "Aso Fa'alelei",
    "728503636": "Aso Totogi",
    "3720584906": "Iulai 15th 2021 - Oketopa 15th 2021",
    "388240587": "Ianuari 5-15 2022",
    "3426312287": "Ian 5-15th 2022",
    "615618648": "Aperila 15th 2021 - Iulai 15th 2021",
    "3376724603": "Setema 14-24 2021†††",
    "3398978455": "Setema 15-25th 2021†††",
    "2722456056": "Ian 15th 2021 - Aperila 15th 2021",
    "4063155841": "Ia le silia Iun 25th 2021††",
    "4082053540": "Iuni 19-25th 2021††",
    "64953197": "Oketopa 15th 2020 - Ian 15th 2021",
    "1023070345": "E le sili atu ia Mati 14th 2021",
    "2600696085": "Mati 15th 2021",
    "3217791519": "Iulai 15th 2020 - Oketopa 15th 2020",
    "649261378": "Ian 5-11 2021*",
    "1559190296": "Ianuari 5-11 2021†",
    "3806054689": "Aperila 15th 2020 - Iulai 15th 2020",
    "4162383380": "Setema 16 - 22nd 2020***",
    "1990824776": "Setema 16-24th 2020***",
    "3856690908": "Ianuari 15th 2020 - Aperila 15th 2020",
    "3200641265": "Ia le silia Iuni 16th 2020*",
    "3744079744": "Iuni 15-19 2020****",
    "2209837451": "Oketopa 15th 2019 - Ian 15th 2020",
    "2510534204": "Ia le silia Mati 23rd 2020***",
    "2910560864": "Mati 20-23th 2020***",
    "2544565802": "Iulai 15th 2019 - Oketopa 15th 2019",
    "3963642878": "A'o le'i o'o ia Tesema 14th 2019*",
    "622103562": "Tesema 17, 2019**",
    "4072202039": "Aperila 15th 2019 - Iulai 15th 2019",
    "818049069": "E le sili atu ia Iulai 15th 2019",
    "1169005651": "Setema 15th 2019",
    "2303655425": "Ianuari 15th 2019 - Aperila 15th 2019",
    "3678889946": "E le sili atu ia Iuni 15th 2019",
    "3094354698": "Iuni 15th 2019",
    "4217013126": "Totogi e masani ona faia i le aso atoa i le Aso Totogi, ma e masani ona maeʻa i le vaeluapo o le taimi o le Pasefika. Afai ua fa'ailoga se teugatupe mo le toe iloiloina, e ono o'o atu i le lima aso pisinisi fa'aopoopo e tatala ai se totogi.",
    "1447649958": "Mo se fa'amanatu, na'o feoaiga sa'o a tagata e agava'a mo totogi. E mafai ona e vaʻai i faʻamatalaga atili i lenei mea ile matou FAQ, faʻafesoʻotaʻi i lalo. O paleni avanoa e tatau fo'i ona ausia se la'ititi la'ititi ina ia agava'a mo totogi, i le taimi nei 10 HMT.",
    "4257144752": "Ole fa'atatau ole taimi moni e le atagia ai le sa'o atoatoa po'o le tagata soifua, ma e mafai ona matua'i fesuisuia'i i luga pe lalo au tupe maua mulimuli mai numera o lo'o fa'aalia ile Dashboard a'o le'i o'o i lau fa'aleleiga muamua.",
    "2728931827": "A mae'a fa'alelei ta'itasi, o le a fa'afou lau fa'atatauga o lau 'upega tafa'ilagi ma o le sa'o o valo'aga i le lumana'i e tatau ona fa'atupula'ia, se'i vagana ua i ai i lau 'upega tafa'ilagi se suiga tele i amioga a tagata fa'aoga.",
    "1200905005": "††† Mai ia Setema 2021, o le faaleleiga ma le totogiina o lea ua faagasolo i luga o se vaitaimi e tusa ma le 10 aso nai lo le tasi le aso, ina ia faafaigofie ai tapulaa tau galuega e fesootai ma le tuputupu ae o le auaunaga.",
    "4284094387": "†† O nisi o toe faaleleiga ma totogi o Iuni 2021 o le a faagasolo i le vaiaso a sau ona o le tuai o le faamaoniga o fa'atatauga mulimuli i le faamalama o le toe faaleleiga.",
    "1977013707": "† Tesema 2020 ua toe fa'atulaga totogi mai le aso 15 ina ia 'alofia ai le so'ona fa'atasi ma le fa'aiuga o le tausaga ma malologa a le aufaigaluega: e mae'a i le vaiaso lona lua o Ianuari. Ona o le telegese-nai lo le masani fesiitaiga i PayPal, totogi o le a alu i luga o ni nai aso nai lo le maeʻa i le aso e tasi.",
    "517010299": "Faamolemole Manatua: o loʻo matou galulue i le taimi nei i se suiga tele i tua i le toe faʻaleleia lata-taimi. Ole fa'alelei fa'avaitaimi ole a fa'aitiitia fa'agasolo nai lo le masani ile Q1 2021. E le afaina ai fa'asologa o totogi po'o aso.",
    "3092200338": "** A pa'ū le 15th i le faaiuga o le vaiaso, o le aso Totogi o le 17th.",
    "3891941747": "*** FAUTUAGA COVID-19: Ona o le faaitiitia o le aufaigaluega e fesoʻotaʻi ma le COVID-19, ua toe faʻatulagaina le toe faʻaleleia e faʻataga ai se taimi faaopoopo e faʻamaeʻa ai a matou faʻamaoniga masani. O totogi e tatau ona amata i le Aso Faraile ma maeʻa i le Aso Gafua e sosoo ai.",
    "2301757528": "**** Ona o le tausiga e PayPal o latou REST API i le taimi o le faʻamalama o totogi, e leʻi maeʻa totogi uma ia Iuni 15th. So'o se totogi na fa'atulaga mo Iuni 15th (Taimi Pasefika) ae le'i fa'ataunu'uina ona o fa'aletonu PayPal API na toe fa'atino ia Iuni 19 (taimi Pasefika).",
    "116842359": "***** O lo'o fa'amoemoe e mae'a le toe fa'aleleia i ni nai aso ona o le fa'aleleia o faiga.",
    "4154415610": "***** Setema 2020 totogi o le a faia i vaega pe a maeʻa le faaleleiga, ma o nisi o loʻo faia i ni nai aso mulimuli ane nai lo le taimi muamua na faʻatulagaina ona o le tuai o le faaleleiga.",
    "2310694091": "O le a le uiga o le Faafouga?",
    "164801246": "Fa'alelei o le fa'agasologa lea e su'esu'eina ai fefa'ataua'iga pe a mae'a le mea moni e fa'amaonia ai lona tagata soifua ma le sa'o, pe a o'o uma fa'amaumauga mai nofoaga uma o lipoti. E mafai ona e faitau atili fa'amatalaga i la matou",
    "3256245394": "fa'apea fo'i ma a tatou blog posts, fa'ata'ita'iga",
    "3089778412": "Fa'afefea ona Fa'atatauina e le hCaptcha taui",
    "3329755436": "O e fuafua e fa'avaveina lenei faiga?",
    "1911669851": "Ioe, o lo'o matou galulue i le taimi nei i le tele o fa'alelei i la matou pito i tua o lo'o matou fa'amoemoe e fa'ataga ai i matou e ofoina uma le fa'alelei vave, fa'asao sa'o fa'atatau, ma totogi vave. O lo'o matou galulue nei e fa'avave le faaleleiga muamua.",
    "2366003154": "Su'esu'ega a le Aufaasālalau ma Media",
    "3054564199": "Pusa Lomitusi",
    "3173156067": "O lo'o avanoa nisi fa'apolopolo ua saunia pe a e mana'o e fa'aofi fa'ata'ita'iga ata i lau tala.",
    "867314732": "E mafai ona e toe maua se iuga maualuga",
    "858218750": "ma taiala i le faaaogaina i luga o le",
    "3821716514": "itulau.",
    "1186243118": "ata logo",
    "3034959000": "E mafai ona e toe aumai",
    "1764089150": "iinei:",
    "1558428432": ". Fa'amolemole fa'afetai i latou ile hCaptcha.com.",
    "2429359042": "fa'ata'ita'iga ata fa'aoga",
    "1480820434": "ata 1",
    "3213411837": "ata 2",
    "1270712701": "Fa'asalalauga Fa'asalalau ma Lipoti lata mai",
    "231285005": "E mafai ona e mauaina fa'afouga lata mai ile matou blog",
    "1289884910": "Matou te fa'asalalauina fo'i au'ili'iliga ma lipoti i nisi taimi. Faataitaiga:",
    "932546190": "Aisea o le a faatasi ai CAPTCHA ma i matou i taimi uma",
    "2344319147": "O le a le tele o le su'esu'eina o bot a Google?",
    "1637527266": "O fea atunu'u e tele fefa'ataua'iga bot?",
    "230159237": "Feso'ota'iga",
    "3759923279": "Fa'amolemole tuusa'o fesili fa'asalalau ile tuatusi imeli lea:",
    "4255608322": "Fa'afou mulimuli: Aperila 12, 2021",
    "537881751": "Susu mai i le hCaptcha! O lenei Privacy Policy o loʻo faʻamatalaina ai faiga a Intuition Machines, Inc. (\"IMI\", \"matou\" poʻo \"matou\") e uiga i la matou aoina, faʻaogaina, ma le faʻaaliaina o faʻamatalaga (e aofia ai Faʻamatalaga Patino, faʻamatalaina i lalo) e ala i la matou upega tafaʻilagi i www.hcaptcha .com ma soʻo se isi subdomains poʻo vaega tatou te faʻaogaina (le \"Site\") ma le hCaptcha application program interface ma fesoʻotaʻiga polokalame ma meafaitino (faʻatasi, le \"Auaunaga\").",
    "33639629": "E le fa'atatau i Upega Tafa'ilagi a Vaega Tolu. Faamolemole ia matau o lenei Tulafono Faʻapitoa e le faʻaaogaina i soʻo se upega tafaʻilagi, ofoina, oloa poʻo auaunaga a soʻo se isi vaega, e tusa lava pe fesoʻotaʻi i la matou Nofoaga pe faʻapipiʻi le Auaunaga - faʻamolemole vaʻai i faiga faʻavae patino aʻo leʻi filifili e tuʻuina atu soʻo se faʻamatalaga i le tolu. pati.",
    "987375734": "O le IMI e fa'avae i le Iunaite Setete. O Nofoaga ma Au'aunaga o lo'o pulea ma fa'atautaia e matou mai le Iunaite Setete. O au Fa'amatalaga Patino e mafai ona teuina ma fa'agaoioia i so'o se atunu'u o lo'o i ai a matou fale po'o mea matou te fa'aogaina ai tagata e tu'uina atu auaunaga, ma e ala i le fa'aogaina o Nofoaga ma Auaunaga e te fa'atagaina ai le fa'aliliuina atu o fa'amatalaga i atunu'u i fafo atu o lou atunu'u o lo'o nofo ai, e aofia ai le Iunaite Setete. , ia e ono iai tulafono puipuia o fa'amaumauga e ese mai tulafono a lou atunu'u. I nisi tulaga, faamasinoga, ofisa faʻamalosia tulafono, lala sooupu faʻatonutonu poʻo pulega saogalemu i isi atunuʻu e ono agavaa e maua au Faʻamatalaga Patino.",
    "452920031": "O se Fa'amatalaga mo Tagata Fa'atau i fafo atu o le Iunaite Setete.",
    "2328839224": ". Fa'amolemole taga'i i la matou vaega \"Fa'asilasilaga i Tagata o nonofo i Kalefonia\" e fa'atatau i au aia tatau i lalo o le California Consumer Privacy Act (\"CCPA\").",
    "1565481281": "Ose Fa'amatalaga mo Tagata o nonofo i Kalefonia",
    "1028058338": "Fa'amolemole taga'i i la matou vaega \"Fa'asilasilaga i Mataupu o Fa'amatalaga a le EU\" e feso'ota'i ma au aia tatau i lalo o le Tulafono Fa'atonutonu o Puipuiga o Fa'amatalaga Lautele (\"GDPR\").",
    "2271205646": "Ose Fa'amatalaga mo Tagata o lo'o nonofo i le Eria o le Tamaoaiga a Europa.",
    "508143070": "Manatua o le IMI o le pule o au faʻamatalaga patino, sei vagana ai matou te faʻagaioia faʻamatalaga patino e fai ma sui o matou Integrators e fesoʻotaʻi ma le tuʻuina atu o la matou Auaunaga, i le tulaga lea o matou o le gaosiga o faʻamatalaga patino, ma o na Integrators o le pule o le faamatalaga patino.",
    "2330965058": "O mea tatou te galulue ai o se faʻagaioiga mo a tatou Integrators, matou te le faʻaogaina faʻamaumauga na aoina mo soʻo se faʻamoemoega e ese mai i le talafeagai e tuʻuina atu ai la matou Auaunaga, ma o la matou gaioiga o le a pulea e konekarate matou te faia ma a matou Integrators, ae le o lenei. Faiga Fa'alilolilo",
    "3017040355": "O le fa'agaioiina o fa'amaumauga o Mataupu o Fa'amaumauga a le EU o lo'o fa'agaoioia i lalo o le fa'avae fa'aletulafono o Fuaiupu Fa'akonekarate Tulaga (SCCs) ua tu'ufa'atasia i totonu o le Fa'aopoopo o Fa'asologa o Fa'amatalaga i a tatou Tuutuuga o Au'aunaga po'o Maliega o Fa'amatalaga Fa'amatalaga ma a tatou Fa'atasi.",
    "2233384692": "Afai ei ai ni au fesili po'o ni atugaluga e uiga i le fa'aogaina o ia fa'amatalaga pe e te mana'o e fa'aaoga au aia tatau, e tatau ona e fa'afeso'ota'i le tagata po'o le fa'alapotopotoga (fa'atusa, le pule o fa'amaumauga) o ia lea na fa'akonekarate ma i matou e fa'aoga le Auaunaga e fa'agasolo ai nei fa'amaumauga. Ae ui i lea, o le a matou tuʻuina atu fesoasoani i a matou Integrators e faʻafesoʻotaʻi soʻo se popolega atonu o ia te oe, e tusa ai ma aiaiga o la matou konekarate ma i latou.",
    "349292953": "Faamatalaga Matou te Aoina",
    "3022001832": "Matou te aoina mai faʻamatalaga mai tagata taʻitoʻatasi o loʻo fegalegaleai ma a matou Nofoaga ma Auaunaga, e aofia ai i latou o loʻo tuʻufaʻatasia a matou Auaunaga i totonu o la latou upega tafaʻilagi (\"Integrators\"), i latou o loʻo faʻaogaina auaunaga mo le faʻailogaina o faʻamaumauga (\"Tagata Faʻatau\"), ma tagata e faʻaaogaina e fegalegaleai ma a matou. Au'aunaga e ala i upegatafa'ilagi a tatou Integrators (\"End-Users\").",
    "835545301": "Matou te aoina vaega nei o faʻamatalaga:",
    "3228928991": "Fa'amatalaga e mafai ona fa'aoga e iloa ai pe fa'afeso'ota'i se tagata (\"Fa'amatalaga Fa'aletagata\"), e pei o le igoa, tuatusi imeli, ma le atunu'u. Matou te aoina Faʻamatalaga Patino mai a matou Faʻasalalauga ma Faʻatauga o loʻo iai nei pe a latou tuʻuina saʻo mai ia i matou (mo se faʻataʻitaʻiga, e ala i le faʻatumu o se pepa pe a sainia mo se teugatupe, poʻo le talosaga e maua faʻamatalaga imeli mai ia i matou). E mafai fo'i ona matou fa'amaonia le fa'ailoaina o a matou Fa'asoa ma Tagata Fa'atau e ala i le fa'atusatusaina o fa'amatalaga patino i fa'amaumauga a isi vaega po'o pepa aloaia faaletulafono.",
    "1655796811": "O faʻamatalaga e aoina faʻafuaseʻi ona o le faʻaogaina e le Faʻapipiʻi poʻo le Tagata Faʻatau o Nofoaga poʻo Auaunaga (\"Analytics Information\"), e pei o tuatusi IP, ituaiga o suʻesuʻega, tuʻuina atu auaunaga i luga ole Initaneti, ituaiga tulaga, ituaiga masini, faiga faʻaogaina, faʻailoga aso ma le taimi. o avanoa, ma isi fa'amatalaga fa'apena. O nisi o Fa'amatalaga Fa'amatalaga e aoina mo i matou e isi vaega matou te fa'atinoina mo lena fa'amoemoe, ma o nisi Fa'amatalaga Fa'amatalaga e aoina mai e ala i le tele o tekonolosi su'esu'e, e aofia ai kuki (silasila i le \"Third Party Analytics and Tracking Technologies\" i lalo).",
    "1388241689": "Fa'amatalaga na aoina ona o le taliina e tagata fa'ai'u fa'atonuga e ala i le Au'aunaga (\"Labeled Data\"), e pei o fa'amaumauga o fa'ailoga ata, tusitusiga fa'aliliu mai faila fa'alogo na ta'alo i na Tagata Fa'ai'uga, tali i fesili, ma isi fa'amatalaga na faia e le Auaunaga. mo fa'amoemoega o le fa'ailogaina o fa'amaumauga mo le fa'aoga i totonu ole masini a'oa'oga. Manatua o Faʻamatalaga Faʻailoga e le o noatia i soʻo se tagata faʻamaonia.",
    "1493790285": "O isi fa'amatalaga e aoina mai Tagata Fa'ai'u e avea o se vaega o le Auaunaga e mana'omia e iloa ai pe latou",
    "2216374138": "o tagata, e pei o le gaioiina o isumu, tulaga ta'ai, mea e fai ai ki, mea pa'i, ma fa'amatalaga gyroscope / accelerometer pe a talafeagai ai.",
    "2394073454": "E mafai ona matou aoina fa'amatalaga fa'aopoopo mai Tagata Fa'ai'uga e fia galulue fa'atasi ma i matou e fai ma Fa'ailoga Fa'amaumauga Ta'ito'atasi.",
    "3103557430": "Auala matou te Fa'aaogaina Faamatalaga",
    "1130802068": "Matou te faʻaogaina faʻamatalaga matou te aoina mo faʻamoemoega nei:",
    "2940689138": "Le fa'afoeina o fa'amatalaga tu'ufa'atasi ma tagata fa'atau ma tu'uina atu le Auaunaga. Matou te faʻaogaina Faʻamatalaga Patino ina ia faʻafesoʻotaʻi faʻamatalaga faʻapitoa ma Integrators ma Tagata Faʻatau ma tuʻuina atu ia i latou le Auaunaga, e tali atu ai i talosaga poʻo faʻamatalaga, e tuʻuina atu le lagolago poʻo fesoasoani faʻapitoa, ma faʻafaigofie totogi.",
    "857974529": "Ina ia faʻaleleia i le Nofoaga ma le Auaunaga. Matou te fa'aogaina Fa'amatalaga Fa'amatalaga e fa'aleleia atili ai a matou mea o lo'o i ai ma atina'e auaunaga fou ma ofo ma fa'avasega ai oloa o lo'o iai ma le lumana'i.",
    "1820844638": "E maua ai fa'amatalaga maketi. Matou te faʻaaogaina Faʻamatalaga Faʻamatalaga e iloilo ai le maketi ma faʻatautaia suʻesuʻega pisinisi e fesoʻotaʻi ma le Nofoaga ma a matou Auaunaga, ma mo isi faʻamoemoega suʻesuʻe.",
    "3386280249": "E tu'uina atu se maketi mo Fa'amaumauga Fa'ailoga. O la matou Au'aunaga e mafai ai ona fa'aigoaina fa'amaumauga ma su'esu'ega a tagata mo faiga a'oa'oga masini e fai ma 'au'aunaga i tagata e ona le upega tafa'ilagi ma kamupani e mana'omia le fesoasoani e fa'ailogaina a latou fa'amaumauga. I lena tulaga, matou te faʻaalia Faʻamatalaga Faʻailoga i a matou Tagata Faʻatau e fiafia i le mauaina o Faʻamatalaga Faʻailoga.",
    "3532143291": "Ina ia malupuipuia a matou auaunaga ma faiga. Matou te fa'aogaina Fa'amatalaga Fa'amatalaga e fa'amautu ai a matou faiga e ala i le fa'ailoaina o fa'amata'u ma fa'aletonu, ma puipuia ai fa'amatalaga matou te aoina.",
    "2185418511": "Mo so'o se fa'amoemoega fa'atauva'a fa'atauva'a, pe a fa'apea o le fa'amatalaga e fa'alilolilo pe tu'ufa'atasia e le mafai ona feso'ota'i ma se tagata.",
    "2386465280": "Fa'afefea Tatou Fa'asoa Fa'amatalaga",
    "2159517814": "Matou te faʻasoa pe faʻaalia faʻamatalaga patino i tulaga nei:",
    "4256083674": "I luga ole talosaga tuusa'o mai se Integrator e fa'ailoa le lamatiaga ole tau fa'asese ole talosaga ole lu'i a le CAPTCHA po'o le tuatusi IP, po'o se isi mea na tu'uina atu ai se fa'atagaga patino.",
    "3494826505": "Faatasi ai ma tagata faʻatau matou te faʻaogaina e tuʻuina atu vaega taua o le Nofoaga ma le Auaunaga, e pei o le teuina o faʻamaumauga, talimalo, ma Faʻamatalaga, ma naʻo na faʻamoemoega.",
    "1119009846": "Pe a manaʻomia le tausisia o tulafono talafeagai, e aofia ai talosaga a le malo, talosaga e faamalosia tulafono, ma isi mea i faalapotopotoga a le malo ma tagata tumaoti ina ia puipuia ai aia tatau, faalilolilo, saogalemu, poʻo meatotino a oe, matou, poʻo isi.",
    "197676026": "Faatasi ai ma isi mo soʻo se faʻamoemoega faʻapisinisi, pe a faʻamaonia le faʻamatalaga",
    "2359312315": "po'o fa'apotopotoina e le mafai ona fa'atatauina i se tagata.",
    "2497216176": "Su'esu'ega a Vaega Tolu ma Tekinolosi Su'e",
    "3694578791": "E pei ona talanoaina i luga, matou (ma a matou tagata faʻatau vaega lona tolu) aoina Faʻamatalaga Faʻamatalaga i se vaega e ala i le faʻaogaina o kuki, upega tafaʻilagi, ma isi tekonolosi suʻesuʻe. I nisi tulaga, matou te galulue ma isi tagata fa'atau oloa e fa'afaigaluegaina kuki mo le fa'amoemoe o le aoina o Fa'amatalaga Fa'amatalaga.",
    "2238885192": "Matou te fa'aogaina le Sentry e aoina ai fa'amaumauga fa'amautu pe a o'o i se tagata fa'aoga se mea sese. Mo faʻamatalaga ile auala e aoina ma faʻagasolo ai e Sentry faʻamaumauga:",
    "1535054294": "Fa'amolemole va'ai la latou fa'amatalaga auiliili",
    "658775471": "Matou te faʻaogaina Cloudflare e faʻamalieina a matou fefaʻatauaʻiga i luga ole laiga. Mo faʻamatalaga ile auala e aoina ma faʻagasolo ai e Cloudflare faʻamaumauga:",
    "2014256987": "Afai e te mana'o e aua ne'i poloka le fa'aogaina o kuki po'o isi tekinolosi e siaki ai, fa'amolemole va'ai le \"Fa'afoeina o Au Fa'amatalaga,\" i lalo. Fa'amolemole maitau o le faia o lea mea e ono a'afia ai lou poto masani i le fa'aogaina o Nofoaga po'o Au'aunaga, ona e ono le lelei le lelei o nisi vaega.",
    "2788024905": "Fa'afefea ona Matou Puipuia Faamatalaga",
    "271333468": "Matou te fa'atinoina faiga fa'atekinisi ma fa'alāpotopotoga talafeagai e puipuia ai fa'amatalaga matou te aoina ma teuina, ma mana'omia so'o uma o lo'o fa'atinoina a matou gaioiga mo i matou e fai le mea lava e tasi. O le mea e leaga ai, e leai se puipuiga e 100% fa'avalevalea, ma o lea e leai se feso'ota'iga po'o se faiga (e aofia ai a tatou) e mafai ona fa'amautinoa e 100% saogalemu mai le fa'aleagaina, leiloa, suiga, fa'ailoaina e le'i fa'atagaina, po'o le avanoa i fa'amatalaga matou te aoina ma teuina. Afai e te talitonu o au faʻamatalaga atonu e le saogalemu mo soʻo se mafuaʻaga, faʻamolemole faʻafesoʻotaʻi vave i matou ile:",
    "3031284129": "Fa'ailoga Fa'amaonia",
    "26365791": "I le tulaga atoatoa e faʻatagaina e le tulafono, o le Nofoaga ma le Auaunaga (ma soʻo se isi auaunaga e fesoʻotaʻi, faʻamatalaga, faʻamatalaga, foliga, ma isi anotusi poʻo meafaitino) o loʻo tuʻuina atu i luga o le \"pei-pei\" ma le \"avanoa\". I le tulaga atoatoa e faatagaina e le tulafono, e le aofia ai e le IMI faʻamaonia uma, e aofia ai ae le faʻatapulaʻaina i faʻamaoniga faʻamaonia o le faʻatau, talafeagai mo se faʻamoemoega faapitoa, ma le le solia.",
    "735630686": "Puleaina o Au Faamatalaga (O Au Aia Tatau)",
    "498769698": "E mafai ona e mauaina, fa'asa'o, teuteu, pe tape nisi Fa'amatalaga Patino atonu na e tu'uina mai ia i matou e ala i lau Integrator, Tagata Fa'atau, po'o le Accessibility User account (pe afai o oe o se Integrator, Customer, po'o le Accessibility User). Afai e le mafai ona e faia, pe i ai ni fesili e uiga i Faʻamatalaga Patino na matou aoina ma / pe faʻasoa e uiga ia te oe, pe e te manaʻo e faaui i tua lau faʻatagaga mo la matou gaioiga (e pei o le tape atoa o lau teugatupe) faʻamolemole faʻafesoʻotaʻi matou i:",
    "2895491273": "Afai e te manaʻo e poloka kuki poʻo isi tekinolosi faʻataʻitaʻiga, o le tele o suʻesuʻega ma masini feaveaʻi o mea uma e te suia au faʻatulagaga ina ia logoina oe pe a e mauaina kuki poʻo isi tekinolosi siaki o loʻo faʻaaogaina, ma filifili pe talia pe leai. e. Ole tele ole su'esu'ega e fa'atagaina oe e tape pe tape kuki o iai pe otometi ona teena kuki i le lumana'i. E mafai fo'i ona e fa'aogaina meafaigaluega a isi vaega, e aofia ai fa'apipi'i su'esu'e, e fa'atonutonu ai au mana'oga kuki. Manatua, peitaʻi, afai e te faʻagata uma kuki, o nisi vaega o la matou Nofoaga e ono le faʻaogaina lelei.",
    "707527778": "Fa'amatalaga mai Tamaiti",
    "1747657936": "O a matou Nofoaga ma Auaunaga e le o faʻasino i tamaiti i lalo ifo o le 13 tausaga ma matou te le aoina ma le iloa le Faʻamatalaga Patino mai tamaiti ei lalo ifo o le 13 tausaga. laasaga talafeagai e tape ai ia faʻamatalaga mai a matou faila i se taimi vave e mafai ai, seivagana ua i ai sa matou noataga faaletulafono e taofi ai. Fa'amolemole fa'afeso'ota'i mai pe a e talitonu e iai a matou fa'amatalaga mai po'o se tamaititi i lalo ifo o le 13 tausaga:",
    "2419795065": "Fa'asilasilaga i tagata o nonofo i Kalefonia",
    "1517625162": "I lalo o California Civil Code Section 1789.3, e agavaa tagata fa'aoga Kalefonia i le fa'aaliga o aia tatau a tagata fa'atau: E mafai e tagata Kalefonia ona o'o atu i le Vaega o Fesoasoani Fesoasoani a le Vaega o Auaunaga Fa'atau a le California Department of Consumer Affairs e ala i meli i le 1625 North Market Blvd., Sacramento, CA 95834, po'o le telefoni ile (916) 445-1254 po'o le (800) 952-5210.",
    "3730344349": "O lenei vaega o lo'o tu'uina atu ai fa'amatalaga fa'aopoopo e uiga i fa'amatalaga patino matou te aoina e uiga i tagata fa'atau Kalefonia ma aia tatau e tu'uina atu ia i latou i lalo o le California Consumer Privacy Act po'o le \"CCPA.\"",
    "4044467791": "Mo fa'avasegaga o fa'amatalaga patino na matou aoina mai ia te oe i le 12 masina talu ai, fa'amolemole va'ai le \"Fa'amatalaga Matou te Aoina\" i luga. Matou te aoina nei faʻamatalaga mo pisinisi ma faʻatau pisinisi o loʻo faʻamatalaina i le \"Faʻafefea ona Matou Faʻaogaina Faʻamatalaga Patino\" i luga. I le 12 masina talu ai, ua matou faʻasoa atu vaega nei o faʻamatalaga ma isi vaega mo se faʻamoemoega pisinisi:",
    "4208081170": "Vaega o Fa'amatalaga Patino",
    "1528242915": "Fa'ailoga.",
    "3863351997": "Tulaga fa'amatalaga patino o lo'o lisiina ile California Customer Records statute (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "Fa'amatalaga fa'apisinisi.",
    "2683038211": "Initaneti poʻo isi gaioiga faʻaeletoroni fesoʻotaʻiga.",
    "3671828834": "Fa'ata'ita'iga o Fa'amatalaga Patino Fa'asoa",
    "779426309": "Se igoa moni, fa'ailoa patino tulaga ese, fa'ailoa i luga ole laiga, tuatusi Initaneti, tuatusi imeli, igoa fa'amatalaga, po'o isi fa'ailoga tutusa.",
    "2414368123": "Se igoa, numera kata fai aitalafu, numera pepa aitalafu, poʻo soʻo se isi faʻamatalaga tau tupe.",
    "4088941349": "Fa'amaumauga o oloa po'o auaunaga na fa'atauina, mauaina, pe iloiloina.",
    "3238612014": "Tala'aga su'esu'e, fa'amatalaga i fegalegaleai a le tagata fa'atau ma se upegatafa'ilagi i luga ole laiga, talosaga, po'o fa'asalalauga.",
    "1023108656": "Vaega o Tagata Tolu-Tolu e mauaina",
    "1418235079": "Au'aunaga Tautua",
    "3238184941": "Fa'aaliga: O fa'alavelave tau fa'asese e feso'ota'i ma se tuatusi IP ta'ito'atasi e mafai ona fa'asoa i se Integrator pe a talosagaina.",
    "285116485": "E le \"fa'atau atu\" e le Kamupani (e pei ona fa'amatalaina i le CCPA) fa'amatalaga patino matou te aoina. Fa'amolemole va'ai le vaega \"Third Party Analytics and Tracking Technologies\" i luga mo nisi fa'amatalaga e uiga i ituaiga kuki isi vaega, pe a iai, matou te fa'aogaina.",
    "1408750006": "Fa'atatau i tapula'a fa'apitoa, ua tu'uina atu e le CCPA i tagata fa'atau Kalefonia le aia tatau e talosaga ai e iloa atili fa'amatalaga e uiga i fa'avasegaga po'o vaega fa'apitoa o fa'amatalaga patino matou te aoina (e aofia ai le fa'aogaina ma le fa'ailoaina o nei fa'amatalaga), e tape a latou fa'amatalaga patino, e filifili mai ai. so'o se \"fa'atauga\" e ono tupu, fa'apea fo'i ma le aia tatau e le fa'ailoga tagata i le fa'atinoina o nei aia tatau.",
    "759057398": "Fa'asilasilaga ile EU Data Subjects",
    "825780955": "Fa'amatalaga Patino",
    "2945960297": "E tusa ai ma mataupu o faʻamatalaga a le EU, o le faaupuga \"faʻamatalaga patino\" e pei ona faʻaogaina i lenei Faiga Faʻapitoa e tutusa ma \"faʻamatalaga patino\" e pei ona faʻamatalaina i le European Union General Data Protection Regulation (GDPR).",
    "1126613163": "Fa'amatalaga ma'ale'ale",
    "3571006800": "O nisi o fa'amatalaga e te tu'uina mai e mafai ona aofia ai fa'amatalaga ma'ale'ale e pei ona fa'amalamalamaina i le GDPR (e ta'ua fo'i o vaega fa'apitoa o fa'amatalaga patino), e aofia ai le fa'ailoaina o lou tu'uga po'o le fa'alapotopotoga i pepa fa'ailoa a le malo.",
    "1988461282": "Fa'avae Tulafono mo le Fa'agaioiina",
    "3519564631": "Fa'agaioiga Fa'amoemoe",
    "1778642038": "E fesootai ma oe",
    "2223819810": "Ina ia sili ona lelei le matou tulaga",
    "1678661231": "Mo le tausisia, puipuia o faiga taufaasese, ma le saogalemu",
    "2561077702": "E tuuina atu la matou auaunaga",
    "2066321185": "Fa'avae Tulafono",
    "1174237568": "O nei gaioiga fa'agaioiga o lo'o fa'avaeina ai a tatou aia tatau. Matou te taumafai e iloilo ma faapaleni soʻo se aʻafiaga e mafai ona oʻo ia te oe (le lelei ma le leaga) ma au aia tatau ae matou te leʻi faʻagasolo au faʻamatalaga patino mo a matou aia tatau. Matou te le faʻaogaina au faʻamatalaga patino mo gaioiga e faʻamalo ai a matou mea e fiafia i ai e soʻo se aʻafiaga leaga ia te oe (sei vagana ua i ai lau faʻatagaga pe e manaʻomia pe faʻatagaina e le tulafono).",
    "1350478093": "Fa'agaioiga Fa'amoemoe",
    "787916198": "Faatasi ai ma lau maliega",
    "3348433919": "O Au Aia Tatau",
    "3842673636": "I lalo ole GDPR, e iai au aia tatau e uiga i au faʻamatalaga patino. E mafai ona e fai mai matou te faia gaioiga nei e faʻatatau i au faʻamatalaga patino matou te umia:",
    "4057343238": "Filifili ese",
    "1834911235": "Taofi le tu'uina atu ia te oe o feso'ota'iga tau fefa'ataua'iga sa'o na e fa'atagaina muamua e maua. E ono fa'aauau pea ona matou tu'uina atu ia te oe feso'ota'iga e feso'ota'i ma Au'aunaga ma isi feso'ota'iga e le fa'atau.",
    "3022301908": "Avanoa",
    "680638297": "Tuuina atu ia te oe faʻamatalaga e uiga i la matou gaioiga o au faʻamatalaga patino ma tuʻuina atu ia te oe le avanoa i au faʻamatalaga patino.",
    "1409486258": "Sa'o",
    "3878077249": "Fa'afou pe fa'asa'o mea le sa'o i au fa'amatalaga patino.",
    "3645414921": "Aveese",
    "42182578": "Ave'ese au fa'amatalaga patino.",
    "1609621367": "Fa'aliliuina",
    "3208155808": "Fa'asolo atu se kopi e mafai ona faitau e masini o au fa'amatalaga patino ia te oe po'o se isi vaega o lau filifiliga.",
    "1786796818": "Taofi",
    "3329634829": "Fa'atapula'a le fa'agaioiina o au fa'amatalaga patino.",
    "4202774977": "Fa'amoemoe",
    "3007158970": "Tete'e i lo matou fa'alagolago i a matou aia tatau e fai ma fa'avae o la matou fa'agaioiga o au fa'amatalaga patino e a'afia ai au aia tatau.",
    "1273071008": "Talosaga Aia Tatau o Avanoa Mataupu o Fa'amaumauga",
    "3594381346": "nofoaga.",
    "21141582": "lenei",
    "3357523404": "Fa'aliliuina o Fa'amatalaga Fa'asalalau",
    "290966395": "E pei ona fa'amatalaina i la matou vaega \"O se Fa'amatalaga mo Tagata Fa'atau i fafo atu o le Iunaite Setete\", fa'amolemole ia nofouta o au fa'amatalaga patino o le a tu'uina atu i, fa'agaoioia, ma teuina i le Iunaite Setete. O tulafono o le puipuiga o fa'amaumauga i totonu o le US atonu e ese mai tulafono o lo'o i lou atunu'u e nofo ai. E te malie i le fesiitaiga o au faʻamatalaga, e aofia ai faʻamatalaga patino, i le US e pei ona faʻaalia i lenei Faiga Faʻapitoa e ala i le asiasi i la matou Nofoaga poʻo le faʻaaogaina o la matou Auaunaga.",
    "3178581111": "Fa'aoga mo Fa'amoemoega Fou",
    "1088304322": "E mafai ona matou faʻaogaina au faʻamatalaga patino mo mafuaʻaga e le o faʻamatalaina i totonu o lenei Faiga Faʻapitoa, pe a faʻatagaina i matou e le tulafono e faia ma pe a fetaui le mafuaʻaga ma le faʻamoemoe na matou aoina ai. Afai matou te manaʻomia le faʻaogaina o au faʻamatalaga patino mo se faʻamoemoega e le fesoʻotaʻi, e mafai ona matou logoina oe ma faʻamatalaina le faʻavae faaletulafono talafeagai mo lena faʻaoga. Afai na matou faʻalagolago i lau faʻatagaga mo se faʻaoga patino o au faʻamatalaga patino, e mafai ona matou sailia lau faʻatagaga mo soʻo se faʻamoemoega e le fesootai ma faʻatagaina oe e faʻamutaina lou faʻaogaina o le auaunaga i lena taimi pe a e teteʻe.",
    "2260079771": "Fa'amauina o Fa'amatalaga",
    "38428546": "Matou te teuina au Faʻamatalaga Patino ma le saogalemu i le olaga atoa o lau teugatupe ma matou. O le a matou taofia naʻo au Faʻamatalaga Faʻapitoa mo le umi e manaʻomia e faʻataunuʻu ai faʻamoemoega na matou aoina ai, e aofia ai mo le faʻamoemoe o le faʻamalieina o soʻo se tulafono, faʻamatalaga, poʻo le lipotia o noataga poʻo le foia o feeseeseaiga. O ta'iala matou te fa'aogaina e fuafua ai taimi e teu ai e aofia ai aiaiga fa'akonekarate talafeagai o lo'o fa'amalosia, taimi fa'atulafonoina fa'atapula'aina, mana'oga fa'atonutonu talafeagai, ma tulaga tau alamanuia.",
    "384965568": "E ui ina eseese mana'oga o le taofiga e tusa ai ma pulega fa'aletulafono, o fa'amatalaga e uiga i a matou taimi fa'atumauina masani mo vaega eseese o au fa'amatalaga patino o lo'o fa'amatalaina i lalo.",
    "2788836740": "O fa'amatalaga fa'afeso'ota'i mo fa'atauga fa'atau e fa'atumauina pea lava pea se'ia e le'i lesitalaina. A mae'a, matou te fa'aopoopoina au fa'amatalaga i la matou lisi fa'aletonu e le gata. O fa'amatalaga imeli e aoina mai Accessibility Users e le mafai lava ona fa'aogaina mo fa'atauga fa'atau.",
    "3520687192": "Fa'amaumauga o feso'ota'iga ma oe (fa'ata'ita'iga o pepa lagolago e tatala ile imeli po'o Twitter) e mafai ona teuina mo se taimi fa'avavau.",
    "292211832": "O fa'amatalaga e aoina e ala i auala fa'atekinisi e pei o kuki, itulau itulau itulau ma isi meafaigaluega au'ili'ili e lafoa'i i le taimi lava e fa'atino ai, ae e mafai ona teuina mo se vaitaimi fa'atapula'a e o'o atu i le tasi le tausaga mai le mutaaga o le kuki, e masani lava i se faiga fa'alilolilo ma tu'ufa'atasi. se'i vagana ua matou iloa le fa'aleagaina o la matou auaunaga, o le a matou taofia lena fa'amatalaga e fesoasoani ia i matou i le puipuia o le fa'aleagaina i le lumana'i. E le mafai ona matou fa'afeso'ota'ia lenei fa'amatalaga fa'alilolilo ma tu'ufa'atasiga ia te oe, lou aiga, se tuatusi IP, po'o so'o se fa'amatalaga patino e fa'atatau i fa'amatalaga o lo'o teuina.",
    "470943029": "Afai ei ai ni au fesili e uiga i lenei Privacy Policy, faʻamolemole faʻafesoʻotaʻi matou ile:",
    "3192683783": "Suiga i lenei Faiga Fa'alilolilo",
    "1702335960": "So'o se fa'amatalaga matou te aoina e fa'atatau i le Privacy Policy o lo'o fa'atinoina i le taimi e aoina ai ia fa'amatalaga. Ae ui i lea, e mafai ona matou toe iloiloina le Privacy Policy mai lea taimi i lea taimi. Afai o se toe iloiloga o meafaitino, e pei ona fuafuaina na'o matou, matou te logoina oe, mo se faʻataʻitaʻiga e ala ile imeli. O le lomiga o lo'o i ai nei o le a fa'asalalau i taimi uma i la matou itulau Faiga Fa'alilolilo.",
    "3669258571": "Faiga Kuki",
    "2905621957": "Fa'afou mulimuli: Iulai 18, 2020",
    "1173934218": "Matou te malamalama e taua lou fa'alilolilo ia oe ma e naunau e fa'amalamalama manino e uiga i tekinolosi matou te fa'aogaina. O lenei faiga fa'avae e maua ai fa'amatalaga au'ili'ili pe fa'afefea ma le taimi matou te fa'aogaina ai kuki i luga o la matou Nofoaga ma Au'aunaga.",
    "2694150481": "Matou te fa'aogaina Kuki?",
    "457627611": "Ioe. E mafai e matou ma a matou au'ili'iliga po'o kamupani tu'uina atu auaunaga, pa'aga fa'atau, ma fa'alāpotopotoga ona fa'aogaina kuki, fa'ailoga i luga ole laiga, po'o pika ma isi tekinolosi e fa'amautinoa ai o lo'o maua e tagata uma o lo'o fa'aogaina ia nofoaga le poto masani sili. Fa'amolemole va'ai le vaega \"Third Party Analytics and Tracking Technologies\" o la matou Faiga Fa'alilolilo mo nisi fa'amatalaga.",
    "501102544": ": matou te talitonu o le auaunaga a le hCaptcha anti-bot (e pei o le Auaunaga o loʻo faʻapipiʻiina i luga o upega tafaʻilagi, taʻaloga, poʻo polokalama feaveaʻi) e aofia ai na o kuki e taʻua o le \"faʻatagaina-faʻatagaina\" e tusa ai ma tulafono a le GDPR. O fa'ata'ita'iga o ia kuki tuusaunoaina e aofia ai:",
    "461631543": "GDPR Fa'amatalaga",
    "2150907653": "* Kuki faʻapitoa e matua manaʻomia mo le tuʻuina atu o le auaunaga. E aofia ai kuki e fiafia i ai, kuki o sauniga, kuki faapaleni uta, ma isi.",
    "1012122721": "* Kuki fa'amaumauga o lo'o pulea sa'o e matou (fa'atatau muamua, e le'o kuki lona tolu), lea e le fa'aogaina ai fa'amatalaga mo fa'amatalaga.",
    "148542287": "E le'o se fautuaga fa'aletulafono, ma e leai ni fa'amaoniga e tu'uina atu e uiga i lenei au'ili'iliga. Afai e iai ni au fesili fa'aopoopo po'o ni atugaluga, fa'amolemole fa'afeso'ota'i matou ile:",
    "3956117148": "O upegatafa'ilagi a le hCaptcha.com ma BotStop.com (o Sites) e mafai ona aofia ai kuki faaopoopo, e pei ona faamatalaina i lenei Faiga Fa'avae.",
    "3255230599": "O le a le Kuki?",
    "1095532507": "O se kuki (\"Kuki\") ose faila faila la'ititi lea e tu'u i luga o lau kesi malo e se 'upega tafa'ilagi. O kuki o lo'o iai fa'amatalaga e mafai ona faitau mulimuli ane e se 'upega tafa'ilagi i le vaega na tu'uina atu le kuki ia te oe. O nisi o kuki o le a na'o le fa'aaogaina pe afai e te fa'aogaina ni vaega fa'apitoa pe filifili ni mea e te mana'o iai, ma o nisi o kuki o le a fa'aaoga pea. E mafai ona e su'esu'e atili e uiga i kuki ta'itasi e ala i le va'ai i la matou lisi kuki o lo'o i lalo.",
    "2943815316": "Matou te fa'afouina lenei lisi i lea taimi ma lea taimi, ina ia mafai ona i ai isi kuki e le'i lisiina. E mafai ona fa'aoga fa'ailoga i luga ole laiga, fa'ailoga ma fa'amatalaga i luga ole laiga po'o imeli e fesoasoani ia i matou e tu'uina atu kuki, faitau asiasiga, malamalama i le fa'aoga ma le aoga o fa'aupuga ma fuafua pe ua tatalaina ma fa'atino se imeli. E mafai ona matou mauaina lipoti e faʻatatau i le faʻaogaina o nei tekinolosi e a matou auʻaunaga / auʻiliʻili e tuʻuina atu i luga o se tulaga faʻapitoa ma faʻapipiʻi.",
    "2954157511": "Aisea tatou te fa'aogaina ai Kuki?",
    "1539071196": "E masani ona matou faʻaogaina Kuki mo faʻamoemoega nei:",
    "3545935449": "Ia iloa tagata fou pe ua mavae.",
    "32739972": "E teu ai lau fa'amatalaga fa'aulufalega pe afai ua e lesitala i la matou Nofoaga.",
    "4209078147": "Ina ia faʻaleleia la matou Nofoaga ma ia malamalama atili ai i au asiasiga i luga o matou tulaga ma le Nofoaga.",
    "1077448694": "E tu'ufa'atasia ma isi upegatafa'ilagi fa'asalalau fa'aagafesootai.",
    "1709478090": "E tautuaina oe i fa'asalalauga fa'atatau i tului po'o fa'atatau.",
    "3256020881": "E mata'ituina au amioga ma au su'esu'e gaioiga ile taimi ile tele o upegatafa'ilagi po'o isi tulaga.",
    "1092241113": "Ina ia malamalama atili i mea e fiafia i ai a tatou Tagata Faʻatau ma Faʻatasi.",
    "1434289796": "O nisi Kuki e mana'omia mo nisi fa'aoga o Nofoaga, ma a aunoa ma ia Kuki, e le mafai ona matou tu'uina atu le tele o au'aunaga e te mana'omia e fa'aoga tatau ai le Nofoaga. O nei Kuki, mo se faʻataʻitaʻiga, faʻatagaina matou e faʻagaioia a matou Sites ina ia mafai ona e mauaina e pei ona e talosagaina ma ia matou iloa na e fatuina se tala ma ua e ulufale i totonu o lena teugatupe e maua ai mea o le Site. Latou te aofia ai foʻi Kuki e mafai ai ona matou manatua au gaioiga muamua i totonu o le suʻesuʻega tutusa ma faʻamautu a matou Nofoaga.",
    "1533171442": "Matou te fa'aogaina fo'i Kuki ma Kuki mai isi vaega mo au'ili'iliga ma fa'atauga. Kuki Fa'atino e mafai ai e nisi vaega o le Nofoaga ona galue lelei ma fa'atumauina pea lau fa'aoga mana'oga. Su'esu'ega Kuki, fa'atasi ai ma isi mea, aoina fa'amatalaga i le fa'aogaina e tagata fa'atau, Integrators, ma fa'au'uga fa'aoga a tatou Nofoaga, mea o lo'o i totonu ma oloa e va'aia so'o e tagata fa'aoga, ma le aoga oa tatou fa'asalalauga lona tolu. Fa'asalalauga Kuki e fesoasoani i le tu'uina atu o fa'asalalauga i tagata fa'atatau ma fa'aalia a tatou fa'asalalauga i le pito i luga ole su'esu'ega. O kuki o le \"session\" Kuki e tapeina pe a e fa'amutaina lau su'esu'ega, po'o le \"fa'aauau,\" e tumau pea seia o'o ina e tapeina e oe (talanoaina i lalo) po'o le pati na tautuaina le kuki. O fa'amatalaga atoa i Kuki uma o lo'o fa'aogaina i luga ole Nofoaga o lo'o maua ile matou laulau fa'ailoaina o Kuki i lalo.",
    "322830977": "Auala e tape ai Kuki.",
    "3885459114": "E mafai ona e fa'agaoioia pe mulimuli ane fa'ate'aina le fa'aogaina o kuki e ala i se fa'atinoga ua fausia i totonu o lau 'upega tafa'ilagi. Afai e te manaʻo e aʻoaʻo atili e uiga i kuki, pe faʻafefea ona pulea, tape pe tape, faʻamolemole asiasi https://www.knowcookies.com/ mo taʻiala auiliili.",
    "262509504": "E mafai ona matou fa'afeso'ota'ia fa'amatalaga na aoina e Kuki ma isi fa'amatalaga matou te aoina mai ia te oe e tusa ai ma lenei Faiga Fa'alilolilo ma fa'aoga fa'amatalaga tu'ufa'atasi e pei ona fa'ailoa mai i totonu. E fa'apena fo'i, o vaega lona tolu o lo'o tautuaina kuki i luga o la matou Nofoaga e mafai ona fa'afeso'ota'i lou igoa po'o tuatusi imeli i isi fa'amatalaga latou te aoina, e ono aofia ai fa'atauga ua tuana'i na faia i luga ole laiga po'o luga ole laiga, po'o au fa'amatalaga fa'aoga i luga ole laiga.",
    "2935155034": "Afai o oe o loʻo i totonu o le European Economic Area, e iai au aia tatau o loʻo faʻamatalaina i luga i lalo o le ulutala \"Faʻaaliga i EU Data Subjects\", e aofia ai le aia tatau e asiasia ma faʻasaʻo pe tape ai faʻamatalaga o loʻo ia i matou e uiga ia oe.",
    "1873812847": "Fa'aaliga Kuki",
    "3319083717": "Igoa:",
    "3183855267": "1. hmt_id",
    "907324388": "Galuega",
    "2896187462": "1. Fa'aoga mo fa'amaumauga e feso'ota'i ma au'aunaga e matua'i mana'omia, ma mo isi fa'amoemoega fa'apitoa e pei o le fesoasoani i le fesoasoani avanoa.",
    "987267027": "Pati",
    "3453526675": "1. 1st pati",
    "1952810469": "Ituaiga",
    "1795436560": "1. Sauniga",
    "102695075": "Umi",
    "3356329025": "1. 30 aso",
    "3744153629": "Igoa:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "sauniga,",
    "3186435874": "sessionid",
    "720059527": "2. Faʻaaogaina mo faʻamoemoega faʻapitoa faʻapitoa e manaʻomia: paleni o uta, taʻavale.",
    "1241291641": "Va'ai nisi fa'amatalaga.",
    "1834801943": "2. 1st pati",
    "2114694926": "2. Sauniga",
    "938404336": "2. Eseese; e oo atu i le 30 aso.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. Fa'aoga mo fa'amoemoega fa'apitoa e matua'i mana'omia lava: fa'ataga le fa'aogaina o le Fa'aoga Fa'aoga.",
    "1061239711": "3. 1st pati",
    "1483015662": "3. Sauniga",
    "3458934553": "3. Eseese; e oo atu i le 30 aso.",
    "1527172673": "Afai ei ai ni au fesili e uiga i lenei Faiga Kuki, fa'amolemole fa'afeso'ota'i matou ile:",
    "134571844": "Impressum (Fa'aaliga Tulaga)",
    "110836420": "Fa'afou mulimuli: Tesema 23, 2020",
    "2901894297": "hCaptcha ose tautua a Intuition Machines, Inc. (\"IMI\"), Delaware US Corporation (#6393793).",
    "2928362319": "E mafai ona lafo atu fa'amatalaga i le meli i: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "O faʻamatalaga e uiga i le pulega o loʻo iai nei e mafai ona maua ile itulau About. O le Ofisa Sili o Pulega o lo'o iai nei o le pule fa'atonu e nafa ma mataupu.",
    "3094150511": "Pule fa'atonutonu: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 ISA.",
    "2763011087": "E le fa'amaoni le IMI, e le'o fa'atauaina fo'i ona 'auai i, le isi fa'aiuga o fe'ese'esea'iga mo fe'ese'esea'iga a tagata fa'atau i luma o se fa'alapotopotoga e fo'ia fe'ese'esea'iga.",
    "1395644678": "'upega tafaʻilagi aloaʻia a le Komisi a Europa mo Faʻasalaga Faʻainitaneti:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Leai se fa'amaoniga e uiga i mea",
    "707541553": "O faʻamatalaga uma o loʻo i luga oa matou itulau initaneti ua faʻamaonia e le IMI poʻo se isi vaega. Ae ui i lea, e le mafai e le IMI poʻo isi vaega ona nafa mo faʻamatalaga o loʻo iai nei, saʻo, pe atoatoa. E fa'aoga foi lea i isi upegatafa'ilagi e mafai ona o'o atu ile hyperlinks ile matou itulau. E le talia e le IMI se matafaioi mo mea o lo'o i totonu o nei upegatafa'ilagi fafo.",
    "2650241052": "Leai se fautuaga",
    "3361191778": "O faʻamatalaga o loʻo tuʻuina atu i luga ole initaneti e le faʻatusalia fautuaga a le tagata lava ia ma e le mafai ona suia lenei mea. Afai e te mana'omia ni fautuaga a le tagata lava ia, fa'amolemole fa'afeso'ota'i la matou aufaigaluega lagolago.",
    "1031855757": "Fa'aoga o lenei saite",
    "204716894": "O le anotusi ma le mamanu oa tatou itulau web e puipuia i lalo ole tulafono o le puletaofia. O le fa'aluaina o itulau ma o latou anotusi i se faiga e sili atu i le fa'aoga talafeagai e mana'omia muamua le fa'atagaga tusitusia mai le IMI pe afai e leai se isi aiaiga fa'aletulafono o lo'o fa'amaoti mai mo le fa'aluaina ile itulau.",
    "3182435854": "Puletaofia",
    "3187946010": "O tusitusiga uma, ata, fa'afiafiaga ata, vitio, musika, leo ma isi mea i luga o nei itulau e puipuia i lalo o le tulafono o le puletaofia e le IMI po'o isi vaega pe a fa'amaonia. E fa'asa ona kopi pe suia lenei mea mo le fa'aaogaina faapisinisi i se faiga e sili atu nai lo le fa'aoga talafeagai.",
    "74538881": "Tiute mo lenei upegatafa'ilagi",
    "3236873806": "IMI e nafa ma lenei 'upega tafaʻilagi.",
    "2657277322": "Afai ei ai ni au fesili, fa'amolemole fa'afeso'ota'i matou ile:",
    "1338341134": "hCaptcha + Privacy Pass (Beta)",
    "88879089": "Privacy Pass o se",
    "1898063898": "mo le fa'asaoina o tagata fa'apitoa lea o lo'o matou atina'e fa'atasi ma",
    "1942186611": "ma isi.",
    "3673079511": "tulaga fa'aalia",
    "2164933356": "Cloudflare",
    "3119589996": "E fa'afefea ona galue: o le fa'alauteleina o le su'esu'ega e maua ai e tagata fa'aoga le tomai e fai ma saini fa'ailoga tauaso fa'apitoa mo upegatafa'ilagi o lo'o lagolagoina le protocol Privacy Pass. O le faʻaopoopoga e maua ai pasi o loʻo i ai faʻailoga tauaso mataʻutia e sainia e hCaptcha pe a foia se luʻi i luga o soʻo se nofoaga e faʻaaoga ai le hCaptcha auaunaga,",
    "1254771154": "lu'itau o lo'o fa'aalia i luga o isi 'au'aunaga lagolago a le Privacy Pass o lo'o fa'apipi'i ai hCaptcha, fa'ata'ita'iga Cloudflare.",
    "996362763": "O nei faʻailoga e le tauaso ma teuina e le faʻaopoopoga mo le faʻaaogaina i le lumanaʻi. A asiasi le tagata fa'aoga i se 'upega tafa'ilagi e fa'aaoga ai le hCaptcha ma mana'omia le pasia o le lu'i (pe le va'aia pe ala i le \"O a'u o le tagata\" fa'amau) e otometi lava ona togiolaina. O le faiga fa'atauso o lona uiga o fa'ailoga saini ma fa'atauina e le mafai ona feso'ota'i mai le va'aiga a le hCaptcha, ma fa'apea e fa'asaoina le tagata fa'apitoa.",
    "2943346052": "A'o fa'aauau pea le faiga fa'ata'atiaga a le IETF, matou te fa'amoemoe o le a fa'aaogaina e le au su'esu'e tele se ituaiga o Privacy Pass i le atunu'u. O lenei mea o le a iu ai ina le toe mana'omia le fa'aopoopoga. Ae peitai, mo le taimi nei, faamolemole mulimuli i faatonuga o loo i lalo.",
    "2326660907": "vagana ai",
    "741483946": "* I se isi faaupuga: e mafai ona e mauaina le hCaptcha Privacy Pass faʻailoga i luga o le hCaptcha.com, ma faʻaoga i luga o isi nofoaga e faʻaoga saʻo ai le hCaptcha.com. E le mafai ona e mauaina pe toe fa'atauina fa'ailoga a le hCaptcha Privacy Pass e pasi ai le auaunaga a le hCaptcha e pei ona fa'aogaina e Cloudflare, talu ai fa'afitauli Cloudflare ma toe fa'aola ana lava fa'ailoga Pasi Fa'alilolilo.",
    "1362015807": "Amataina",
    "1358325821": "Muamua, faʻapipiʻi le faʻaopoopoga mo",
    "310885519": "pe",
    "4091044469": ". Ia mautinoa ua e fa'aagaina le fa'aopoopoga ile fa'aogaina ole fa'aoga. Ona, asiasi i soʻo se upega tafaʻilagi e faʻaaoga ai le hCaptcha ma fofo se captcha. E tusa ai ma le version 2.0.3, e mafai ona e toe faʻatauina nei faʻailoga i luga o upega tafaʻilagi e faʻaaoga ai le hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "A mae'a ona fa'apipi'i le fa'aopoopoga, kiliki i'i (po'o so'o se upegatafa'ilagi e fa'aoga ai le hCaptcha) e maua ai pasese:",
    "166277959": "Fa'amolemole maitau: o lenei vaega o lo'o i le beta, ma atonu e le aoga mo upegatafa'ilagi uma ma tagata fa'aoga i taimi uma. I le tulaga e le mafai pe le aoga mo se tagata faʻapitoa, o le amio o le a toe foʻi i tua i le masani masani o le hCaptcha e aunoa ma le leiloa o galuega.",
    "3031357206": "O le a fa'aalia se fa'ailoga fou i tafatafa o lau pa URL. Asiasi nei i se upega tafa'ilagi e fa'aoga ai le hCaptcha. O le a fa'apea:",
    "1066753052": "o lona uiga o le atotupe e gaogao, ma o loʻo e i luga o se saite e aofia ai se luʻitau hCaptcha. O le taimi lava e te faʻamaeʻaina ai le luʻitau, o le ae mauaina faʻailoga e mafai ona faʻatauina i luga o soʻo se isi upega tafaʻilagi ma hCaptcha.",
    "651123197": "O le faitau aofa'i o lau atotupe o lo'o iai nei o le a fa'aalia ile fa'ailoga pe a uma le lu'i.",
    "554844646": "E mafai ona e faʻamaonia le faʻaopoopoga o loʻo galue e ala i le vaʻaia o le fata e alu i lalo i le 1 i taimi uma e te kiliki ai",
    "4087729475": "le lu'i pe a uma lau fofo muamua.",
    "647630208": "Ma o le mea lena! O lau su'esu'ega i luga ole laiga ua sili atu ona le faalauaiteleina.",
    "3272552822": "Atina'e ma fa'ata'oto:",
    "4059570880": "Afai e te mana'o e siaki le taumafaiga fa'ata'atia, o lo'o fa'agasolo nei taumafaiga ile",
    "1904390996": "e faalaugatasia le",
    "252720667": "o lo'o fa'avae i lalo ole puipuiga fa'akomipiuta ole Privacy Pass. O le protocol lava ia o loʻo alu i le",
    "3972554015": "faiga foi. Ma o le faʻaopoopoga o le browser e moni lava",
    "3723626769": "mo au sao ma iloiloga.",
    "3882147547": "Gaoioiga Pseudorandom Le'o",
    "565624910": "ata tusi",
    "3421090159": "puna tatala",
    "3098677775": "F: O la'u IP ma le su'esu'eina o tala fa'asolopito e na'oatoa mai le hCaptcha pe a fa'aogaina le Privacy Pass?",
    "4019638786": "A: O le a le fa'aalia lava e tagata fa'aoga le Privacy Pass o le hCaptcha a latou IP ile hCaptcha se'i vagana ua gaogao le atotupe fa'ailoga a latou su'esu'e pe lafo e le saite. HCaptcha e leai se auala e faʻafesoʻotaʻi ai le tagata faʻaoga i le faʻaolaina o faʻailoga, ma e le fegalegaleai saʻo ma le tagata faʻaoga i le taimi o le togiola sei vagana ua gaogao a latou atotupe faʻailoga.",
    "3887113660": "F: E fa'afefea ona a'afia tupe maua a le hCaptcha Pass Privacy?",
    "1116455671": "A: O le ae mauaina se taui mo le fofo muamua pe a faʻatumu e le tagata faʻaoga i luga o lau 'upega tafaʻilagi. Fa'aola e mulimulita'i le tali tutusa e pei o le tagata fa'aoga na pasi otometi i luga o lau 'upega tafa'ilagi ona o le maualuga o le talitonuga o tagata o tausia: leai se tupe e tupu, ma o le siteverify telefoni mai lau 'au'aunaga e maua se 'aitalafu: Sese' i taunu'uga o pasi.",
    "779817954": "F: Afai e iai a'u Pasi Fa'alilolilo na tu'uina atu e se isi kamupani, e mafai ona ou toe fa'atauina ile hCaptcha?",
    "3014149332": "A: Leai, o pasi e le mafai ona faʻaogaina: e tatau ona tuʻuina atu ma faʻatauina e le pule lava e tasi, i lenei tulaga hCaptcha. Manatua afai e iai sau pasi mai Cloudflare ma hCaptcha i lau faʻaopoopoga, o le numera o loʻo avanoa o le a suia i le aofaʻi saʻo e faʻatatau i le manaʻoga o le itulau o loʻo e asia. I se isi faaupuga, afai e iai sau 100 Cloudflare pasi i lau atotupe ma 10 hCaptcha pasi, e tatau ona e vaʻai i le 10 i luga o le faʻaopoopoga icon i luga o itulau ma hCaptcha faʻapipiʻi.",
    "3679148535": "F: O a isi tusi talosaga mo le Privacy Pass o lo'o e galue ai?",
    "1606783855": "A: Matou te matua fiafia lava i le Privacy Pass mo le Accessibility (\"a11y\") faʻaoga faʻaoga. O filifiliga ta'uta'ua muamua e pei o captcha leo e fa'ailoga tagata i le tele o fa'aoga a11y. Matou te talitonu o le tuʻufaʻatasia o la matou auala a11y o loʻo iai nei ma le tuʻuina atu o le Privacy Pass o le a mafai ai e tagata faʻaoga a11y ona suʻesuʻe ma le saogalemu, saogalemu i le iloa o latou feoaiga e sili atu ona faalilolilo, aʻo faʻatapulaʻaina le faʻaleagaina e le au faʻatautaia bot lea e mautinoa e tupu pe a avanoa a11y filifiliga.",
    "2359150347": "F: E lagolagoina e isi 'au'aunaga fa'ainitaneti le Privacy Pass?",
    "2082237880": "A: hCaptcha o le auaunaga muamua o lona ituaiga e lagolagoina le Privacy Pass, ma o le taimi nei na o le tasi e faia. Ae ui i lea, matou te fa'amoemoe e iloa e isi au'aunaga le lelei o le fa'ateleina o le tagata fa'apitoa i luga o le initaneti, ma fa'amoemoe o le lumana'i o le a sili atu le fa'atinoina ona o tulaga IETF o lo'o matou fesoasoani e atia'e ua talia aloaia.",
    "2109792055": "Ta'iala mo Tagata Fa'aoga: Fa'aliga Fa'afitauli i le Tuuina atu ma le Fa'amaoniaina o Pasi Fa'alilolilo",
    "3588620914": "O le Privacy Pass o se mea fou fou e faʻatatau i tulaga o le Upega Tafaʻilagi, ma e mafai mo isi tusi talosaga ma faʻaopoopoga o suʻesuʻega e le o iloa e faʻalavelave i ana galuega.",
    "4039193170": "Afai e iai sau fa'afitauli i le mauaina po'o le toe fa'aolaina o fa'ailoga:",
    "2378786360": "1. Taumafai se tasi o isi su'esu'ega lagolago: afai o lo'o e i luga o le Chrome, taumafai e fa'aoga Firefox e aunoa ma le fa'aulufaleina mai o au fa'atulagaga mai Chrome, ma fa'apipi'i le fa'apipi'i iina. Afai e aoga lena mea, atonu e iai sau faʻafitauli faʻapipiʻi browser.",
    "394235836": "3. Afai e leai se tasi o fautuaga o loʻo i luga e aoga, lafo mai se imeli lagolago ma o le a matou fiafia e fesoasoani e faʻatatau le mea o loʻo tupu.",
    "3470857731": "O se au'ili'iliga o le lelei e maua ai e le reCAPTCHA bots.",
    "3240786848": "Fa'afouga mulimuli: Fepuari 18, 2021",
    "2547140673": "Mo le sili atu ma le sefulu tausaga, Google's reCAPTCHA 'au'aunaga ua ofoina atu i latou e ona le upega tafa'ilagi se fefa'ataua'iga: tu'u Google e siaki au tagata fa'aoga ma fai fesili ia i latou, ma i le faafesuia'iga latou te folafola atu e taofi bots ma spam.",
    "2133754014": "E silia ma le 4.5 miliona upegatafa'ilagi o lo'o fa'aogaina le reCAPTCHA [",
    "3152512587": "ma o le faiga e aoina le selau miliona o fofo i aso taitasi. [",
    "2296918009": "E tutusa lea ma le silia ma le 100 tagata-tausaga o faigaluega i aso uma.[",
    "3900538778": "O fa'amaumauga fa'ailoga o le suau'u lea e fa'amalosia ai le a'oa'oina o masini. O tali reCAPTCHA ua fa'aogaina e fa'aleleia atili ai auaunaga ML/AI a Google talu mai le 2009. E to'atele tagata e fa'aogaina le reCAPTCHA latou te le'i iloa o lo'o fa'aogaina a latou galuega.",
    "1160252730": "Google o loʻo tuʻuina atu tau maualuga mo le reCAPTCHA Enterprise, ma mafua ai ona toe iloilo e le tele o kamupani lenei fefaʻatauaiga.",
    "1131196501": "E fiafia kamupani tetele",
    "204889717": "ua sui i le hCaptcha's",
    "639413188": "i le tali atu.",
    "3280658086": "fofo tau pisinisi",
    "3842815245": "O se fefa'ataua'iga tonu lea?",
    "714342693": "O lo'o aoina mai e le vaega a le hCaptcha fa'amatalaga tau mai le 'upega tafa'ilagi pogisa\" captcha-breaking services talu mai le 2016. Na matou matauina se tulaga mata'ina:",
    "468929661": "O le tau averesi o le talepeina o se reCAPTCHA e matua maualalo (itiiti ifo i le $1 i le 1000 fofo) ma e leʻi faʻatupulaia tele talu ona amata le matou mataʻituina i le 2016. E faʻatatau i le reCAPTCHA v2 ma le v3. [",
    "2862164005": "O fa'amaumauga o tau e mafai ai ona matou tu'uina se tau sa'o tala i luga o le puipuiga o lo'o ofoina mai e le reCAPTCHA: $0.001 pe itiiti i le tali.",
    "102498091": "E totogi e Google le $1 i le 1000 talosaga mo le reCAPTCHA Enterprise, o lona uiga ua sili atu nei latou totogi ile talosaga nai lo le tau e talepe ai le saogalemu o la latou auaunaga. E foliga mai ose mea leaga.",
    "130239139": "O le a le tau o le 100+ tagata-tausaga o tagata faigaluega e aoina e Google i aso uma?",
    "1421074182": "E matua maualuga lava.",
    "1953519598": "O le tau e fa'ailoga ai se ata e tasi e mai le $0.03 i le $1.00 pe sili atu. E tusa ai ma soʻo se faʻatusatusaga faʻapitoa, Google ua maua mai le faitau piliona o tala o galuega saoloto e oʻo mai i le taimi nei. [",
    "3025548709": "E i ai se isi mea e suitulaga i lenei faiga le tonu?",
    "263761351": "hCaptcha o le muamua fa'atuatuaina filifiliga, ua fa'aogaina nei e le faitau selau miliona o tagata i masina ta'itasi.",
    "2743692546": "Aʻo faʻamaonia e tagata faʻaoga lo latou tagata soifua e ala i le hCaptcha, o latou galuega e ulufale atu i se maketi matala e le taʻua mo le tauofoga.",
    "1982750088": "Kamupani i le lalolagi atoa e talosaga mo lena tagata faigaluega e faʻamaeʻa galuega faigofie e faigofie mo tagata ae faigata mo masini. E lagolagoina e tagata fa'aoga le saite o lo'o latou asia, ma fa'aitiitia le spam i luga ole laiga ona o le maualuga maualuga ole puipuiga.",
    "1108398506": "e maua e tagata fa'atau le pulea atoatoa o le poto masani, ma fa'amanuiaina mai le tomai ua maua e hCaptcha le fa'agaioiina o le tu'ufa'atasiga tuto'atasi tuto'atasi tele i luga ole initaneti. Latou te maua foi se tau sili atu nai lo le reCAPTCHA Enterprise: e oʻo atu i le 50-80% sili atu tau, faʻatatau i le voluma.",
    "3012870872": "O upegatafa'ilagi ma polokalame o lo'o fa'aogaina ai le kopi fua (hCaptcha Publisher) e maua tupe maua mai lena galuega nai lo le foa'i atu i Google.",
    "2271512952": "E lagolagoina e tagata fa'aoga le saite o lo'o latou asia, ma fa'aitiitia le spam i luga ole laiga.",
    "278010425": "Ole tele ma le tele o suiga eseese o galuega ile hCaptcha e sili atu ona faigata ona faʻaogaina. E le'i suia le feso'ota'iga tasi a le reCAPTCHA i le tele o tausaga, ma o lo'o i ai se seti o fesili e le masani ona suia. O se tasi lea o auala e maua ai e le hCaptcha le puipuiga sili atu le malosi o le anti-bot nai lo le reCAPTCHA.",
    "984849234": "hCaptcha fa'aoga masini a'oa'oga fa'apitoa e tu'uina atu mea na'o folafolaga a le reCAPTCHA, a'o fa'asoa le tau na pu'eina ma upegatafa'ilagi o lo'o fa'aogaina.",
    "4063769686": "E lagolagoina e tagata fa'aoga le saite o lo'o latou asia, ma fa'aitiitia le spam i luga ole laiga. E foliga mai o se mea e sili atu ona talafeagai.",
    "685916926": "Aisea ua le toe faaleleia ai le reCAPTCHA i le aluga o taimi?",
    "3992401943": "O lo'o iai se suiga i le loloto o a'oa'oga talu mai le 2012. O le tulaga masani a le alamanuia mo le sa'o o galuega ua matua fa'aleleia i le sefulu tausaga ua tuana'i, fa'autama ona o feso'ota'iga fa'alotoifale loloto. O isi ML-powered services Google ofo mai ua mulimulita'i i lenei pupuni.",
    "615031303": "(Tagaʻi i vaefaamatalaga",
    "2125514305": "ML ua faʻaleleia, ae o le faigata o le pasia o le reCAPTCHA e leʻi suia tele i lenei taimi.",
    "1406188018": "6 ma 7",
    "2689973938": "Fa'aleleia le reCAPTCHA e fa'atupu ai se fete'ena'iga tu'ufa'atasi mo Google o se fa'atau fa'asalalauga.",
    "464238793": "Afai e fa'amautu e Google lava ia o se tagata fa'aoga e va'ai i se fa'asalalauga po'o le kilikiina o se feso'ota'iga o le mea moni o se bot, e le mafai ona totogi mo fa'asalalauga fa'aalia i lena tagata fa'aoga. O lenei fete'ena'iga o tulu'iga ua matua fa'atapula'aina le lautele o fa'anaunauta'iga a Google e tetee atu i bot.",
    "918924423": "Mo se faʻataʻitaʻiga, e leʻi ofoina mai e Google ni auaunaga faʻapitoa e pei o le toe suʻeina o bot. E sili atu ona fa'atuatuaina le fa'ailoaina o fefa'ataua'iga fa'aoga bot-fa'atupuina pe a mae'a su'esu'ega ni nai aso o fa'amaumauga.",
    "661412233": "O le iloaina pe a uma le captcha o nisi o tagata faʻaoga o ni bots e taua foi. E mafai ai e tagata e ona le upega tafaʻilagi ona faʻamama ese pou tuai spam ma tape \"tala moe\" na resitalaina i spam forums i le lumanaʻi, faʻaitiitia le taufaasese, ma isi mea.",
    "3600797185": "O le tu'uina atu o fa'amatalaga bot toe fa'afo'isia o le a tatalaina ai Google i fesili faigata pe fa'afefea ona toe fa'afo'i fa'aola tagata fa'asalalau na fa'aalu tupe i na faiga fa'a'ole'ole.",
    "2076932190": "O le oloa o le reCAPTCHA ua fa'apea ona fa'aletonu mo le sefulu tausaga.",
    "3856912381": "Ua pagatia tagata fa'aoga, ma ua fa'ateleina le spam i luga ole laiga e le mana'omia. Ae o loo i ai se isi mea.",
    "1035621426": "O pate uma e iloa e le reCAPTCHA e fa'aitiitia sa'o ai tupe maua fa'asalalauga a Google.",
    "3668115514": "E faapefea ona ese le hCaptcha?",
    "2413742287": "O le faʻamalosi a le hCaptcha o le faʻateleina lea o le saʻo, ae le o tupe maua faʻasalalauga: e le aoga tali bot mo a tatou tagata faʻatau, oe manaʻomia faʻamatalaga aʻoaʻoga a tagata.",
    "1373262754": "O le iloa po'o ai se tagata e itiiti lona taua mo hCaptcha. Matou te popole lava pe o latou o ni tagata poʻo se tagata fai mea leaga.",
    "600646860": "Nai lo le ofoina atu o se auaunaga e fesiligia le taua aʻo faʻauluina galuega ma le tau moni, hCaptcha maua uma taui ma puipuiga malosi anti-bot.",
    "1836191653": "Nai lo le ofoina atu o se auaunaga faigofie e faʻatoʻilaloina i tagata faʻaoga saoloto aʻo tuʻuina atu le faitau miliona o tala mo se atinaʻe e le sili atu le lelei, e maua ai e le hCaptcha se puipuiga sili ona lelei i boti uma e lua, aʻo ofoina atu i tagata faʻaoga atinaʻe faʻaopoopoga faʻapitoa ma aganuʻu, faʻatasi ai ma SLA malosi ma lagolago vave.",
    "990215503": "hCaptcha na'o le pau lea o le tautua captcha e le o umia e se feso'ota'iga fa'asalalauga.",
    "971933157": "E popole le hCaptcha i le le faalauaiteleina, manino, ma le saʻo.",
    "178839499": "hCaptcha fa'asoa le taua o galuega na faia a'o fa'amaonia e tagata fa'aoga lo latou tagata soifua.",
    "1237076138": "hCaptcha ofo atu se fa'atauga talafeagai i tagata fa'atau fua (hCaptcha Publisher) ma atina'e (hCaptcha Enterprise).",
    "614310292": "O ai na fausia le hCaptcha?",
    "4188814619": "hCaptcha o se tautua a Intuition Machines (",
    "3265328927": "), o se kamupani a'oa'oga masini e ofoina atu oloa ma auaunaga mo kamupani o lo'o fa'atinoina a'oa'oga masini i le fua.",
    "2740033957": "O le 'au IM e aofia ai saienitisi ma inisinia mai Apple, Amazon, ma isi ta'ita'i i le a'oa'oina o masini, faiga fa'asoa, ma le saogalemu.",
    "1579715421": "Saienitisi IM e masani ona lomia faasalalau i luga o konafesi sili e pei o ICML, ICLR, ECCV, ma NeurIPS, ma ua faalauiloa faalauaitele e le kamupani taunuuga aupito sili ona lata mai i mataupu ML e pei o le loloto o le hashing [",
    "4015238193": "ma le OCR [",
    "279580593": "imachines.com",
    "279918384": "E fa'afefea ona fa'aogaina e Google lau galuega e leai se totogi?",
    "2385522384": "Atonu na e va'ai i fa'ava'a o vitiō mai mea pu'eata i Google's Waymo ta'avale ta'avale, ma fesoasoani i le fa'aleleia atili o latou mea faitino.",
    "1517627947": "Masalo na e va'ai i ata o fale po'o fa'ailoga o auala mai ta'avale a Google's Streetview, ma fesoasoani e fa'ailoga nofoaga mo a latou fa'afanua ma oloa o le Earth.",
    "3225936061": "Atonu na e va'ai i ata o tusitusiga na pu'eina mai itulau tusi ile Google's Books service, ma fesoasoani ile fa'aleleia atili ole OCR (text recognition) software.",
    "129661785": "Ua uma ona fesiligia e \"kiliki i luga o le taavale / savaliga / moli taofi?\"",
    "936667684": "Na fesiligia ea e \"ta'i i totonu le fa'ailoga o le fale/ala?\"",
    "3773515538": "Na fesiligia ea e \"tusi i upu e lua?\"",
    "1778058441": "O a ituaiga galuega o lo'o fa'atinoina ile hCaptcha?",
    "366088791": "e lagolagoina e hCaptcha le tele o galuega eseese.",
    "3114147525": "E fa'aogaina e tagata fa'atau a le hCaptcha le auaunaga mo galuega e aofia ai le fa'ailoaina o mea, fa'ailoga uiga (aoina mai o fa'ailoga e iloa ai ituaiga o lavalava), fa'avasegaga talafeagai (filifilia o oloa e sili ona talafeagai mai le tele o filifiliga pe a fa'atusatusa i se oloa muamua), pusa fa'amau (su'eina o vaega e fiafia i ai. se ata), \"Human OCR\" (fa'ailoaina o tusitusiga i se ata) ma le tele o isi ituaiga o galuega.",
    "3139609561": "O lo'o i lalo ni fa'ata'ita'iga se lua o le fa'avasegaina o ata ma ituaiga galuega e iloa ai uiga. [",
    "2273532558": "O ai tagata fa'atau totogi a le hCaptcha?",
    "4104221634": "O tagata fa'atau a le hCaptcha e fa'alautele le tele o alamanuia, mai kamupani fa'atekonolosi i latou o lo'o taula'i i fa'atauga, fa'atau oloa, ma isi vaega e mafai ona latou fa'atupuina ai le taua mai le fa'aogaina o masini a'oa'oga.",
    "1337725003": "HCaptcha ua tuuto atu i le faatemokalasi o avanoa i le maualuga o le voluma taimi moni faʻamatalaga, faʻatagaina kamupani tetele ma laiti e faʻaleleia le lelei oa latou oloa ma auaunaga e ala i le faʻaogaina o masini aʻoaʻoga i a latou pisinisi.",
    "4086379603": "Fesili?",
    "1243684308": "Matou te manatu mamafa i au manatu faaalia, ma e manaʻo e faʻamautinoa e sili atu le fiafia o tagata uma i luga ole laiga, faʻatasi ai ma nai bots ma faʻaitiitia spam. Aapa mai ia i matou:",
    "2645321220": "Ma afai e te manatu e maualuga tele le tau o le reCAPTCHA, fesili mai ia i matou e uiga i le hCaptcha Enterprise. O lo'o fa'aogaina nei e nisi o lomitusi tetele, kamupani o auaunaga tau tupe, ma kamupani fa'apipi'i i luga o le initaneti i le lalolagi, e le gata o se mea e fa'atuatuaina i le reCAPTCHA: matou te talitonu latou te ofoina atu le puipuiga sili ona lelei o lo'o avanoa nei.",
    "1229233916": "vaefaamatalaga",
    "1115642494": "1. Punavai: BuiltWith.com reCAPTCHA lisi o saite. Na maua mai ia Iulai 9th, 2019.",
    "448807334": "(\"E faitau selau miliona CAPTCHA e fofoina e tagata i aso uma.\") Toe maua mai ia Iulai 8, 2019.",
    "2397590157": "3. Fuafuaga Fa'asao: 200 miliona fofo * 30 sekone i le fofo ile tausaga = 190.3 tagata-tausaga/aso.",
    "3236311792": "4. hCaptcha su'esu'ega i totonu. Fa'amaumauga na aoina mai ia Iuni 30, 2019. Fa'amatalaga e maua pe a talosagaina.",
    "1752259468": "5. Fa'atatauga fa'apitoa: $0.01 tau o le fa'amatalaga e tasi * 200M avg. fa'amatalaga i le aso (fa'amaulalo) * 365 aso i le tausaga * 10 tausaga talu mai le 2009 mauaina = $7.3 piliona tau fa'amaulalo.",
    "3268946369": "6. Fa'amatalaga: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Punavai: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "SEMANIC HIERARCHY BASED RELATIONAL EMBEDDINGS MO VAAIA-VAAVAAI LOTO HASHING, Heikki Arponen, Tom E Epikopo. ICML 2019, LLD Workshop.",
    "2544169219": "I'uga fa'aonaponei lata mai: ICML LLD, Me 2019.",
    "1973347745": "10. Ata fa'ata'ita'iga e leai se tautupu. Punavai: Petapixel.",
    "1493115924": "Fa'amatalaga Fa'ailoga:",
    "4051104324": "\"Intuition Machines\" o se fa'ailoga fa'amaufa'ailoga a le Intuition Machines, Inc.",
    "3983646521": "O igoa uma o oloa, logos, fa'ailoga, fa'ailoga tau fefa'ataua'iga ma fa'ailoga fa'amaufa'ailoga o mea totino a latou tagata. O igoa uma o kamupani, oloa ma auaunaga o lo'o fa'aogaina i totonu o lenei 'upega tafa'ilagi e mo na'o fa'amatalaga. O le fa'aogaina o nei igoa, fa'ailoga tau fefa'ataua'iga ma fa'ailoga e le fa'aalia ai le fa'amaonia. I lenei tulaga, o le faafeagai.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Fa'atonu e Saienitisi IM Fa'ailoga Fou mo le Fa'ailoaina o Fa'amatalaga Fa'aletonu (OCR) ile CVPR 2020.",
    "1259002282": "Na maua se bug? O le auala lenei e lipotia ai.",
    "3301728462": "E faitau miliona tagata latou te faʻaogaina le hCaptcha i masina taʻitasi, i luga o le faitau afe o tuʻufaʻatasiga o suʻesuʻega, faʻaopoopoga, masini, pa puipui, ma isi mea.",
    "3878230879": "O la matou sini o le faʻamautinoa e aoga i taimi uma mo oe, o lea matou te matua talisapaia au lipoti!",
    "2465128185": "Mo fa'amatalaga vave, na'o le kiliki i le \"Send us feedback\" button.",
    "2921990472": "Afai o lo'o e va'ai i se fa'afitauli galue, fa'amolemole mulimuli i le",
    "2870341481": "lalo. Mo so'o se isi lava su'esu'ega",
    "1866590035": "fa'atonuga o fa'amaumauga mo Chrome",
    "444492541": "debug log fa'atonuga mo Firefox",
    "169267610": "imeli i matou",
    "3100722753": "Mo fa'afitauli saogalemu po'o fa'alilolilo, va'ai fa'atonuga o lo'o i lalo.",
    "1906593952": "Tu'u mai manatu ile hCaptcha na e va'ai",
    "3951254541": "Matou te talisapaia lou finagalo faaalia. Fa'ailoa mai so'o se fa'afitauli ma o le a matou fo'ia vave.",
    "3324288040": "Auina matou manatu",
    "2864016648": "Fa'afitauli Fa'alilolilo",
    "304004915": "Matou te le popole po'o ai tagata fa'aoga, ae po'o le a le mea e ono leaga ai po'o masini. Matou te lagolagoina fuafuaga e pei o",
    "1139493658": ", ma galue malosi e faapaleni le le faalauaiteleina ma le saogalemu.",
    "3083289844": "Afai ua e mauaina se fa'afitauli e te manatu e ono a'afia ai le le faalauaiteleina o tagata, fa'amolemole imeli mai ia i matou",
    "4264784515": "Saogalemu Bugs",
    "963238401": "Matou te fiafia i taimi uma i le mauaina o lipoti o faʻamaʻi saogalemu. imeli",
    "3926027556": "ma o le a matou toe foi vave atu ia te oe.",
    "1589805435": "E iai fo'i a matou a",
    "2560582224": "polokalame fa'ailoga bug",
    "103876916": "mo lipoti saogalemu i luga o le auaunaga a le hCaptcha ma le faʻailoga faʻapipiʻi.",
    "497117287": "Avanoa Filifiliga",
    "3230004040": "O e fa'aletonu lau vaai pe le mafai ona fa'atumu hCaptchas?",
    "3480023141": "A'oa'o atili e uiga i avanoa avanoa",
    "2052161540": "Pu'eina o Fa'amatalaga Lipoti: Chrome",
    "2281169898": "O le tu'uina atu o fa'amatalaga fa'apalapala fa'atasi ma lau lipoti o le a fa'afaigofie atili ai ona matou iloa mea o lo'o tupu. O fa'atonuga la'asaga nei:",
    "1123365779": "Afai o oe ose upegatafa'ilagi po'o se tagata poto fa'aoga, o le aotelega matou te mana'o e lafo mai ia i matou se feso'ota'iga pu'eina HAR ma fa'amaumauga fa'amafanafanaga.",
    "2015218686": "ae e te le'i uia laasaga nei. Afai e foia e lena mea lou faafitauli, matou te talisapaia pea lou faailoa mai o lau su'esu'ega version, ad blocker po'o le browser extension, ma le upegatafa'ilagi URL.",
    "3922723611": "Fa'amolemole taumafai e fa'agata so'o se poloka fa'asalalauga po'o fa'aopoopoga saogalemu o su'esu'ega",
    "4036872105": "muamua ona toe taumafai lea",
    "993651083": "Laasaga 1: Tatala Meafaigaluega Faʻavae (E amata ona puʻeina le sauniga.)",
    "4163469907": "Laasaga 2: Kiliki i luga ole Network tab ile Developer Tools. Siaki le pusa \"Faasao ogalaau\" i le pito i luga.",
    "4243348003": "Laasaga 3: asiasi",
    "641342999": ", po'o le upegatafa'ilagi o lo'o i ai sau fa'afitauli i luga (Fa'amatalaga Fa'alilolilo: na'o pe afai e te le mafaufau e fa'asoa le mea) ... ona kiliki lea o le \"O a'u o le tagata\" fa'amau, ma taumafai e foia.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Laasaga 4: Kiliki \"Export HAR\" (le aū laʻititi i lalo) pe a uma ona e taumafai e foia, lea e teu ai le upega tafailagi. Auina mai lena faila ia i matou.",
    "1503240421": "Laasaga 5: Kiliki i luga o le Console tab, ma kiliki-saʻo ona \"Save as ..\" ina ia faʻasaoina le faʻamaufaʻailoga ogalaau. Auina mai foi ia i matou lena mea.",
    "2863840904": "Laasaga 6: Laasaga mulimuli, imeli na HAR ma faʻamafanafana faila faila ia i matou, ma faʻamatala le faʻafitauli",
    "4051785543": "Fa'aaogā:",
    "3623028666": "(fa'amolemole fa'aaoga se auaunaga pei o",
    "551761392": "ma lafo so'otaga) ma fa'apea se fa'amalama, pe afai e te masalomia o lo'o i ai se mea e le o fa'aalia sa'o. Fa'amolemole lafo mai le IP o lo'o e fa'aogaina. E mafai ona e mauaina mai",
    "1219091208": "Dropbox",
    "443094024": "faila faila",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Fa'afetai mo le fa'aaluina o le taimi e fesoasoani mai ia matou maua lenei fa'amatalaga!",
    "3680327841": "Matou te naunau e fa'aoga lelei le hCaptcha mo tagata uma",
    "1059502393": "Pu'eina o Fa'amatalaga o Lipoti: Firefox",
    "1112074001": "Laasaga 2: Kiliki i luga ole Network tab ile Developer Tools. Siaki le pusa \"Persist logs\" ile pito i luga.",
    "1797298240": "Laasaga 4: Kiliki \"HAR\" pe a uma ona e taumafai e foia, ma filifili \"Save All as HAR\" e faʻasaoina le log network. Auina mai lena faila ia i matou.",
    "3671246379": "Laasaga 5: Kiliki i luga o le Console tab, ma kiliki-saʻo ona \"Filifili uma\" ma faʻasaoina i totonu o se faila faila, ina ia mafai ai ona faʻasaoina le faʻamafanafanaga log. Auina mai foi ia i matou lena mea.",
    "3816867833": "Manatu faaalia",
    "788770967": "Fa'amalie atu i lena mea! Atonu e te mana'o e fa'aoga la matou avanoa avanoa:",
    "1333016413": "E mafai ai e oe ona aloese mai fesili i le lumana'i e ala i le lesitala ma setiina se kuki.",
    "2333410049": "Fa'amolemole taumafai fo'i e tape lau poloka fa'asalalauga.",
    "1345083090": "Le lipotiina o se fa'afitauli fa'atino?",
    "2184564739": "Vaai",
    "604751186": "O isi mataupu? imeli",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "fa'afefea ona lipoti atu fa'afitauli i fa'amaumauga auiliili",
    "1050501253": "Faigata Tele",
    "3264813246": "Le talafeagai",
    "3526939538": "Software Bug",
    "126134492": "Isi",
    "3511610999": "Sei o tatou mautinoa e te oo i le nofoaga sa'o.",
    "3906886217": "Mo kamupani poʻo upega tafaʻilagi",
    "1621597093": "Fofo mo le puipuiga o pisinisi (totogi)",
    "3176531704": "Fa'amatalaga fa'amatalaga",
    "1834239172": "Fa'atau auaunaga fa'amatalaga hCaptcha",
    "1457707016": "Mo tagata taitoatasi",
    "770264626": "Fa'aopoopo le hCaptcha i lau 'au'aunaga (leai se totogi)",
    "881015166": "Fa'aopoopo le hCaptcha mo Publishers i la'u upegatafa'ilagi po'o le app",
    "47536007": "A'oa'o atili e uiga i le hCaptcha",
    "2012837493": "I'uga su'esu'e",
    "4034694801": "Leai se tali tutusa.",
    "3621411541": "Aoao e uiga i avanoa avanoa mo hCaptcha",
    "3401005681": "Su'e tupe",
    "3933993151": "Galue ose fa'ailoga fa'amaumauga ta'ito'atasi",
    "563059212": "Lisi o Subprocessors",
    "3501923981": "Fa'afou mulimuli: Ianuari 1, 2020.",
    "3548097301": "Fa'amanaia: Ianuari 1, 2020.",
    "3991444169": "Ole itulau lea ole lisi ole subprocessors ole taimi nei mo le auaunaga hCaptcha Enterprise.",
    "835396984": "O lo'o galue nei",
    "424089481": "Amazon Web Services, Inc. (Global). Au'aunaga tu'uina atu: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Global). Au'aunaga tu'uina atu: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Global). Au'aunaga tu'uina atu: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Global). Au'aunaga tu'uina atu: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Manatua: e le fa'atatau i tagata fa'atau uma. Mo se fa'ata'ita'iga, IP Blinding po'o isi tagata fa'atauga fa'alilolilo po'o le puipuiga malu (fa'ata'ita'iga Fa'atauga Fa'atauga Mautotogi Fa'atautotonuina) e matua le'i aofia uma mai so'o se \"PII\" e mafai ona ulufale atu i faiga telefoni, e o'o lava i se tuatusi IP. Fa'amolemole fa'afeso'ota'i le sui o lau teugatupe mo nisi fa'amatalaga pe a mana'omia.",
    "700843971": "Hound Technology, Inc. (Global). Au'aunaga tu'uina atu: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Global). Au'aunaga tu'uina atu: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Global). Au'aunaga tu'uina atu: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Global). Au'aunaga tu'uina atu: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Atina'e tetele",
    "370366524": "Ephemeral Service Telemetry",
    "121192737": "Fa'aopoopo o lo'o lumana'i",
    "2420789666": "Fastly, Inc. Au'aunaga e tu'uina atu: Fa'atosina CDN ma fa'atauga pito.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Fa'amanaia: Setema 1, 2021. Fa'aopoopo Aseta",
    "1487796027": "Mo kamupani",
    "3943417791": "Maua le lagolago mo le hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (saoloto)",
    "3397976149": "Maua le lagolago mo le hCaptcha Publisher",
    "833750823": "Fa'afaigata i se lu'i?",
    "2024737147": "E te mana'o e lipoti se bug?",
    "1978884623": "A'oa'o atili e uiga i le lipotia o fa'afitauli tau polokalame",
    "4188664955": "Tulaga Matai o Auaunaga",
    "2621989404": "Fa'afou Mulimuli: Setema 24, 2021. Fa'amolemole ia maitauina o la matou gagana fa'aPeretania e fa'atagaina.",
    "2404545611": "Susu mai i le hCaptcha! Faafetai mo le avea ma se vaega o lo matou nuu. O tagata uma e fa'aogaina le \"Au'aunaga\" (fa'amatala i lalo) e tatau ona malilie i tu'utu'uga nei (le \"Tu'utu'uga o Au'aunaga\"). I lalo o nei Tuutuuga o Auaunaga, \"IMI\", \"matou\" ma \"matou\" e faasino i le Intuition Machines, Inc. ma ona lala, paaga, ofisa, sooupu, tagata faigaluega, sui, ma sooupu, ma o la matou \"upega tafaʻilagi\" e aofia ai soʻo se upega tafaʻilagi i lalo. la matou pule, e aofia ai www.hcaptcha.com ma www.imachines.com.",
    "2348450790": "Faamolemole faitau nei Tuutuuga o Auaunaga. E aofia ai, fa'atasi ai ma isi aiaiga, fa'ate'aina o fa'atagaga, tapula'a o noataga, ma fa'atulafonoina fa'atulafonoina. Faamolemole ia matau o nei Tuutuuga o Auaunaga atonu na suia talu mai lau asiasiga mulimuli i la matou upega tafaʻilagi. E mafai ona matou toe teuteu ma fa'afou nei Tuutuuga o Auaunaga mai lea taimi i lea taimi i la matou lava pule faitalia. I le tulaga o se suiga faʻapitoa, matou te logoina oe e ala i le lafoina o Faʻamatalaga Faʻafou o Auaunaga i luga o lenei itulau, a maeʻa e tatau ona e talia ma le mautinoa le faʻafouina o Tuutuuga o Auaunaga ina ia mafai ai ona faʻaauau le faʻaogaina poʻo le mauaina o le Nofoaga poʻo le Auaunaga.",
    "1064537632": "Faamolemole ia matau o lou fa'aogaina o la matou Au'aunaga e fa'atonutonu e la matou Fa'amatalaga Fa'asologa o Fa'amatalaga, lea o lo'o tu'ufa'atasia i totonu e ala i fa'amatalaga. Fa'amolemole toe iloilo lenei maliliega e va'ai pe fa'afefea ona matou fa'agasolo fa'amatalaga patino mo oe. Manatua matou te fa'agaioiina o se \"fa'asologa o fa'amaumauga\" mo fa'amoemoega o le EU General Data Protection Regulation, ma se \"au'aunaga tu'uina atu\" mo le fa'amoemoega o le California Consumer Privacy Act.",
    "1933936765": "Maliega Fa'asologa o Fa'amaumauga (Fa'afouga mulimuli: Setema 23, 2021)",
    "2959486280": "Afai e te le malie i nei Tuutuuga o Auaunaga, e te le mafai ona faʻaogaina pe faʻaogaina le Nofoaga poʻo le Auaunaga.",
    "3200859925": "1. Faamoemoega",
    "1807143500": "O Au'aunaga e aofia ai se 'au'aunaga mo le saogalemu i luga o le initaneti (le \"hCaptcha Service\") ma se fa'avae (le \"Intuition Machines Platform\") e mafai ai e se tagata (\"Contributor\") ona filifili e fa'atino galuega a le vaega lona tolu po'o le Intuition Machines lava ia (ta'itasi). o se \"Talosaga\") lafoina i la matou upega tafaʻilagi poʻo le hCaptcha Service, pe tuusaʻo i luga o la matou upega tafaʻilagi poʻo le faʻaogaina o le Intuition Machines Platform ma / poʻo le faʻatinoina o galuega e ala i poʻo le fesoʻotaʻi ma se vaega lona tolu ma / poʻo se faʻavae poʻo se tautua (taʻitasi, se \"Fa'atasi\"). E fa'apipi'i e le au talosaga ni galuega ma vala'aulia tagata fai sao e fa'atino e fa'afesuia'i mo taui na tu'uina atu e le IMI i Integrators, po'o le fa'atonuina e le Talosaga pe a fa'aaogaina e le Talosaga le Intuition Machines Platform po'o le hCaptcha Service e tautua ai galuega ia latou lava tagata fa'aaogaina. Matou te molia kamupani ma tagata taʻitoʻatasi (taʻitasi o se \"Faʻatau\") mo le faʻaogaina o la matou faʻavae ina ia mafai ai ona latou faʻaogaina a matou polokalama, galuega a le tusitala, faʻafaigaluegaina i matou i galuega a le tusitala, ma/poʻo le mauaina o avanoa i le Fesoasoani. Matou te molia foi Integrators mo le faʻaogaina o la matou hCaptcha Auaunaga ina ia faʻaitiitia ai le taufaasese, faʻaleagaina, ma spam i luga o latou upega tafaʻilagi, telefoni feaveaʻi, ma isi mea i luga ole laiga. O mea ua ta'ua i luga o lo'o ta'ua fa'atasi o le \"Au'aunaga.\"",
    "3212830633": "2. Agavaa",
    "2605814073": "I le fa'aogaina po'o le lesitalaina mo a matou Au'aunaga, ua e ioeina: e le itiiti ifo i le 18 ou tausaga; o lo'o ia te oe le pule e ulufale ai i lenei maliliega e fai ma ou sui po'o le fa'alapotopotoga o lo'o e fai ma sui, ma o le a tumau i taimi uma i le usita'ia o nei Tu'utu'uga o Au'aunaga ma faiga fa'avae ma ta'iala uma a le IMI o lo'o ta'ua i totonu; ma o le ae le faʻaleagaina la matou upega tafaʻilagi, faʻaseseina lou faʻasinomaga ia i matou, pe faʻaogaina le atamai faʻapitoa e faʻamaeʻa ai soʻo se vaega o soʻo se galuega ile IMI e manaʻomia ai le atamai o le tagata.",
    "2616040974": "3. Tagata fa'atau ma Tagata Talosaga",
    "1544829730": "Afai o oe o se Tagata Fa'atau po'o se Tagata Talosaga, e te ioe e fa'apea o tu'utu'uga fa'aopoopo o lo'o fa'apipi'i atu ii e pei o le Fa'aopoopo Fa'atau o le a fa'aoga ma fa'apipi'iina e ala i le fa'asino i totonu o nei Tuutuuga o Auaunaga. Afai e le o oe o se Tagata Fa'atau po'o se Tagata Talosaga, pe fa'amuta le avea ma Tagata Fa'atau po'o Tagata Talosaga, o le a le fa'aogaina ia tu'utu'uga fa'aopoopo i totonu o le Fa'aopoopoga o Tagata Fa'atau ma o le a le tu'ufa'atasia fo'i e ala i le fa'asino i totonu o nei Tu'utu'uga o Auaunaga.",
    "3759360138": "4. Igoa fa'aoga ma upu fa'ataga",
    "2236960358": "I luga o le resitalaina, o le a talosagaina oe e faʻaalia nisi faʻamatalaga patino e uiga ia oe (\"Faʻamatalaga Faʻapitoa\"), e aofia ai lou igoa, tuatusi imeli, ma le fatuina o se igoa faʻaoga ma upu faʻaulu, o ia mea uma o le a noatia i la matou Faiga Faʻavae, e maua i luga o la matou upegatafa'ilagi. E na'o oe e nafa ma le mata'ituina, fa'amautinoa ma tausia le saogalemu o lau teugatupe, fa'aupuga, ma so'o se ki fa'amaonia e feso'ota'i ma lau teugatupe, ma o oe e nafa ma so'o se fa'aoga po'o se gaioiga na faia e ala i le fa'aogaina o lena fa'amatalaga i luga o Au'aunaga.",
    "3047519814": "E te ioe e te le fa'asoaina lau tala po'o lau fa'aupuga i se tasi.",
    "1699668873": "E tatau ona e logoina loa le IMI pe afai e te masalomia ua gaoia pe fa'aaoga e se isi tagata, po'o so'o se isi lava soliga o le puipuiga.",
    "3044038608": "E te malilie e tu'uina mai ia i matou fa'amatalaga moni, sa'o ma atoatoa e pei ona talosagaina i la matou fa'agasologa o le resitalaina. E te malie fo'i e fa'afou fa'amatalaga vave pe a mana'omia ina ia fa'aauau pea ma sa'o.",
    "4132302900": "5. Lau Fa'alilolilo, Au Fa'amatalaga, ma \"Fa'amatalaga mo Tagata Uma\"",
    "10724169": "E te talia la matou Faiga Fa'alilolilo, lea e pulea ai mea matou te faia i so'o se Fa'amatalaga Patino e te tu'uina mai ia i matou.",
    "1669194950": "I le faaopoopo atu i Faʻamatalaga Patino, atonu e manaʻomia foi oe e tuʻuina atu (pe ono manaʻomia mo matou e aoina) isi faʻamatalaga ina ia mafai ona matou tuʻuina atu Auaunaga (faʻatasi, \"Faʻamatalaga Tagata Faʻatau\"). Matou te le noatia mo soʻo se le mafai ona faʻatino Auaunaga e mafua ona o lou tuai poʻo le le tuʻuina atu o Faʻamatalaga a Tagata Faʻatau.",
    "1330274831": "E te tu'uina mai ia i matou se laisene i le lalolagi atoa, e le fa'apitoa, sublicenseable, fa'aliliuina, e leai se malo, e le mafai ona toe fa'aaogaina i le taimi o lenei Maliega e fa'aoga, toe gaosia, tufatufa fa'aeletoroni, ma fa'aalia fa'alaua'itele so'o se Fa'amatalaga Fa'atau mo na'o le fa'amoemoe o le tu'uina atu o Auaunaga. . E te fa'ailoa ma fa'amaonia e lava lau aia tatau, suafa, ma le fiafia i au fa'amatalaga ina ia mafai ai ona tu'uina atu le laisene i lenei vaega.",
    "2230333214": "Matou te tu'ufa'atasia Fa'amatalaga Fa'atau ma isi fa'amatalaga ina ia le mafai ona iloa e le tagata lava ia i'uga ma matou aoina fo'i fa'amaumauga fa'atekinisi ma fa'amaumauga e uiga i le fa'aogaina o Au'aunaga (\"Aggregate/De-identified Data\"). E ui lava i soʻo se mea e faʻafeagai ai iinei, soʻo se faʻamatalaga Tuʻufaʻatasia/De-identified e mafai ona faʻaaogaina e le IMI mo soʻo se faʻamoemoega pisinisi i le taimi poʻo le maeʻa o le vaitaimi o lenei Maliega, e aofia ai e aunoa ma se faʻatapulaʻaina e atiaʻe ma faʻaleleia Auaunaga ma fatuina ma tufatufa lipoti ma isi. meafaitino. E mafai fo'i ona fa'aauau pea ma fa'aalia fa'amatalaga a le Aufaigaluega mo se vaitaimi fa'atapula'a e le sili atu i le 180 aso pe a mae'a le galuega, fa'ata'ita'iga o le fa'avasegaina otometi po'o le fa'amaoniaina o fa'amaumauga mo Intuition Machines system. Mo le fa'amanino, o lenei Vaega 5 e le tu'uina mai ia i matou le aia tatau e fa'ailoa ai oe o le fa'apogai o so'o se Fa'amaumauga Tu'ufa'atasi/De-identified e aunoa ma lau fa'atagaga tusitusia muamua.",
    "3881754581": ". Afai o oe o se Tagata Fa'atau a matou 'au'aunaga fa'amatalaga ma ua e filifilia le filifiliga \"Fa'amatalaga Mo Tagata Uma\" e fai ma vaega o lou fa'aogaina o Au'aunaga, ona e tu'uina atu lea i le IMI ma tagata uma o lo'o fa'aogaina le Au'aunaga i le lalolagi atoa, e le fa'apitoa, e mafai ona fa'atulafonoina, fa'aliliuina, e leai se malo, laisene e le mafai ona toe fa'aaogaina e fa'aaoga uma ai Fa'amaumauga a Tagata Fa'atau, e aofia ai aia tatau uma tau meatotino tau le atamai. Afai e te filifilia le \"Data for All\", e te fai ma sui ma faʻamaonia e lava lau aia tatau, igoa, ma le fiafia i au faʻamatalaga ina ia mafai ai ona tuʻuina atu le laisene i lenei vaega.",
    "3496767126": "Mo le aloese mai le masalosalo, o le parakalafa o loʻo i lalo e faʻatatau i tagata faʻatau e faʻaaogaina a matou auʻaunaga faʻamatalaga, ae le o le faʻaaogaina oa matou Auaunaga e avea o se Faʻatasi.",
    "767207800": "Afai o au fa'amatalaga o lo'o iai ni mea e ono fa'amanino pe fa'aleaga, matou te mana'omia lou fa'ailogaina o le \"CONTENT EXPLICIT\" e fai ma lapata'iga talafeagai mo so'o se tasi e va'ai i au fa'amatalaga. E le mafai ona e aunoa ma se maliliega tusitusia ese ma le IMI e aofia ai galuega e solia ai a matou faiga faʻavae, e aofia ai, ae le gata i, (a) galuega e faʻalauiloa tuusaʻo pe le tuusaʻo se isi upega tafaʻilagi poʻo se auaunaga, (e) galuega e solia ai tuutuuga a le isi vaega ma tuutuuga, (c) galuega e talosagaina ai le au fai saofaga e talosagaina isi vaega, (d) galuega e talosagaina ai le au fai saofaga e faia se gaioiga e faʻaogaina ai amioga a le upega tafaʻilagi poʻo taunuuga, (e) galuega e solia ai aia tatau tau meatotino a isi vaega, ma (f) galuega e mana'omia ai Tagata Fai sao e la'u mai polokalame po'o faila.",
    "3370561195": "6. Amioga Taliaina",
    "4205152730": "E faʻamalosia oe e fegalegaleai ma isi tagata faʻaoga i soʻo se mea i luga o la matou upega tafaʻilagi, Forum, feʻau, talatalanoaga, ma isi ala o fesoʻotaʻiga faʻasalalau e pulea e le IMI, ae afai e te faia e tatau ona e usitaʻia aiaiga uma o le tautua ma faʻaoga i luga o la matou 'upega tafaʻilagi ma tulafono talafeagai uma. .",
    "1394253934": "7. Fa'aoga sese, Fa'aleaga, ma le Fa'aseseina",
    "1406393333": "So'o se avanoa po'o le fa'aogaina o Au'aunaga e ese mai i le fa'atatau i nei Tu'utu'uga o Au'aunaga ma so'o se fa'atonuga matou te tu'uina atu e matua fa'asāina. Aemaise lava, E TE LE:",
    "3409726716": "resitala mo sili atu ma le tasi le teugatupe ma i matou e aunoa ma se faatagaga tusitusia;",
    "3119498672": "fa'atino so'o se galuega i le fa'aogaina o le Initaneti, robots, bots, scripts, po'o so'o se isi lava ituaiga o atamai fa'apitoa po'o se isi mea e taumafai e maua mai taui mai le IMI po'o so'o se Talosaga po'o se Fa'atasi e aunoa ma le fa'amae'aina o galuega e pei ona fa'amatalaina;",
    "1188668818": "tuʻuina atu soʻo se faʻamatalaga sese aʻo faʻaogaina lenei 'upega tafaʻilagi (e aofia ai e aunoa ma se faʻatapulaʻaina le faʻafoligaina o soʻo se isi tagata poʻo se faʻalapotopotoga i totonu o lau teugatupe, poʻo le taʻu sese pe faʻaseseina oe lava poʻo lau mafutaga ma soʻo se isi tagata poʻo se faʻalapotopotoga i lau teugatupe;",
    "2804310964": "avanoa po'o le taumafai e fa'aoga i la matou 'upega tafa'ilagi e ala i so'o se 'upega tafa'ilagi sui po'o isi masini ua fuafuaina e fa'anenefu lou nofoaga moni po'o lou fa'asinomaga po'o so'o se auala e ese mai i le fa'aoga ua saunia;",
    "1374227759": "fa'aoga le upegatafa'ilagi mo so'o se gaioiga fa'asolitulafono, po'o so'o se fa'amoemoe e ese mai i le fa'amoemoe na fa'aavanoaina ai;",
    "2103513933": "auai i gaioiga e faʻalavelave pe faʻalavelaveina le faʻaogaina o le nofoaga;",
    "137127070": "fa'aofi, fa'apipi'i, pe fa'apipi'i feso'ota'iga po'o faila i fafo leaga po'o le le iloa, po'o le tu'uina atu o so'o se mea o lo'o i ai se siama, solofanua Trojan, anufe, pomu taimi, po'o isi fa'ailoga komepiuta leaga;",
    "1686655020": "Tu'u i luga so'o se mea e fa'atatau i le puletaofia e le'o sau ulua'i galuega, se'i vagana ua i ai sau fa'atagaga mai lē e ona sa'o e lafo ai ia mea ma tu'uina atu IMI aia tatau uma ua fa'atagaina i totonu;",
    "1406692811": "auai i le spamming pe lafo soʻo se ituaiga o faʻasalalauga, taumafai e maua ni faʻamatalaga, fesoʻotaʻiga tele, ofo tupe poʻo talosaga, faʻatalosagaina o auʻaunaga, faʻasalalauga, maketiina, feʻau faʻavalevalea, mataupu faʻaluaina, mea e le tusa ai ma tulafono, fesoʻotaʻiga i luga o le upega tafaʻilagi, tuatusi imeli, poʻo ID avefe'au vave se'i vagana ua mana'omia e le galuega;",
    "3893539589": "fa'aofi so'otaga i fafo e ofoina atu oloa po'o tautua se'i vagana ua mana'omia e le galuega;",
    "3214322759": "a le o lea e auai i so'o se faiga leaga pe tau fa'a'ole'ole.",
    "3733422465": "8. Fa'amaonia lou Fa'asinomaga",
    "267645277": "E mafai e le IMI ona fa'amaonia lou fa'asinomaga. Atonu e aofia ai le fa'atusatusaina o au fa'amatalaga patino i fa'amaumauga a isi vaega po'o pepa aloaia faaletulafono. E te fa'atagaina i matou e fai so'o se su'esu'ega e mana'omia e fa'amaonia ai lou fa'asinomaga, lou umiaina o lau tuatusi imeli, ma lou umiaina o au tala tau tupe. E te malie e tu'uina atu fa'amatalaga e uiga ia te oe e fesoasoani ia i matou i le fa'amaoniaina o lou fa'asinomaga.",
    "4169910317": "9. Tausia o le Tulafono",
    "519755936": "Na'o oe e nafa ma le usita'ia o tulafono feterale, setete, itumalo, ma le lotoifale e feso'ota'i ma lou fa'aogaina o Au'aunaga. Ua e malie e fa'aleaga ma taofia i matou e aunoa ma se afaina mo so'o se tagi e faasaga ia i matou ona ua e le usita'ia so'o se tulafono pe soli so'o se aia tatau a isi vaega, e aofia ai e aunoa ma se fa'atapula'aina konekarate, meatotino tau le atamai, po'o aia tatau fa'alilolilo.",
    "731546974": "10. Lafoga Fa'asoa po'o Lafoga Fa'atasi",
    "3128328457": "Afai o oe o se Fa'asoa po'o se Fa'asoa, e na'o oe e nafa ma le totogiina o so'o se fa'atatau po'o isi feterale, setete, po'o le lotoifale lafoga o tupe maua, saogalemu lautele, FICA, ma taui a tagata faigaluega o lo'o nofo aitalafu ona o le fa'aogaina o la matou upega tafa'ilagi, fa'apea fo'i ma lafoga tutusa poʻo totogi i totonu o pulega e le o Amerika. Ua e malie e fa'asala ma taofia i matou e aunoa ma se afaina mo so'o se iloiloga faasaga ia i matou ona ua e le usita'ia so'o se tulafono o lafoga.",
    "2931396764": "11. Solia o nei Tuutuuga o Auaunaga",
    "1240667045": "E mafai ona matou taofia, faatapulaa, pe faalēaogā lou avanoa i Auaunaga i soo se taimi mo soʻo se mafuaʻaga, e aofia ai ona: (a) matou te talitonu ua e solia nei Tuutuuga o Auaunaga (e aofia ai isi faiga faʻavae); (b) matou te talitonu ua e solia a matou aia tatau po o aia tatau a soʻo se isi vaega; (c) e le mafai ona matou fa'amaonia pe fa'amaonia fa'amatalaga na e tu'uina mai ia i matou; po'o (d) matou te talitonu o au gaioiga e ono tupu ai noataga mo oe, matou, po'o se isi vaega. Mo le aloese mai le masalosalo, matou te taofia le aia tatau e taofia pe taofia ai le totogiina atu ia te oe pe afai matou te talitonu talafeagai o soʻo se mea o loʻo taua i luga e faʻaoga i sea totogi.",
    "1601080128": "Afai matou te faʻagata pe faʻamutaina lau teugatupe, e te le toe maua se avanoa i soʻo se vaega o le upega tafaʻilagi, e aofia ai faʻamatalaga, feʻau, faila, ma isi mea e te teuina i luga o le saite. E te le mafai ona faʻaauau le faʻaogaina o la matou upega tafaʻilagi i lalo o se isi igoa faʻamatalaga fou. O le solia o nei Tuutuuga o Auaunaga e mafai ona molia i le tulaga atoatoa o le tulafono ma e ono iʻu ai i faʻasalaga faaopoopo ma faʻasalaga.",
    "1160707899": "12. Matafaioi a le Fesoasoani ma So'otaga ma IMI ma Isi Tagata Talosaga",
    "269838707": "Afai o oe o se Fa'asoa, o oe ma na'o oe e filifili po o fea ma pe fia galuega e fa'auma, ma o afea ma po o fea e te fa'auma ai. E te saoloto e faʻaalu le tele pe itiiti foi le taimi e faʻamaeʻa ai galuega e te filifilia. E leai se taimi e te i ai i lalo o soʻo se matafaioi e faʻamaeʻaina se galuega.",
    "1087195513": "Afai o oe o se Fa'asoa e fa'aoga i Au'aunaga ma/pe faia galuega e ala pe feso'ota'i ma se Integrator e fai ma sui o se Talosaga e le o le IMI, ona e malilie lea ma fa'ailoa e le noatia ma leai se noataga ia te oe e Intuition Machines. fa'aaloalo i so'o se taui po'o isi taui mo galuega ua mae'a. E te ioe ma fa'ailoa o so'o se taui po'o isi taui mo galuega ua mae'a e fa'atatau tonu lava e tusa ai ma lau maliliega ma le Talosaga ma/po'o le Integrator, pe a talafeagai ai. So'o se feeseeseaiga i luga o ia taui po'o isi taui (e aofia ai e aunoa ma se fa'atapula'aina le le maua o ia taui po'o isi taui) e na'o oe ma le Talosaga ma/po'o le Fa'atasi, pe a talafeagai ai.",
    "952813944": "E le o lou fa'aogaina o la matou 'upega tafa'ilagi po'o so'o se mea i totonu o lenei maliliega e fa'atupuina ai se galuega, faiga fa'apa'aga, pisinisi fa'atasi, lala sooupu, franchise, po'o se fa'atauga sui so'otaga i le va o oe ma Intuition Machines. Matou te le tuʻuina atu ia te oe ni meafaigaluega poʻo ni mea faigaluega e faʻamaeʻa ai se galuega. Matou te le tu'uina atu ia te oe ni penefiti, taui a tagata faigaluega, po'o inisiua inisiua. Matou te le nafa mo soʻo se tupe faʻaalu e te faʻaaluina i le faʻaaogaina o la matou upega tafaʻilagi. Matou te le taofia soʻo se aofaiga mai lau taui mo lafoga a le malo poʻo le setete o tupe maua, Social Security, poʻo soʻo se isi lafoga. E te saoloto i taimi uma e fai ai galuega mo soʻo se tagata poʻo se pisinisi, e aofia ai soʻo se tasi o matou tagata tauva. E leai sau pule e ulufale ai i so'o se konekarate, tusitusia pe tautala, e fai ma sui o Intuition Machines.",
    "3460432665": "E ui lava i mea ua ta'ua muamua, afai o oe o se tagata fai lafoga a Amerika e mafai ona matou talosaga atu ia te oe se W-9, e fa'afou i tausaga ta'itasi, ma e mafai ona matou taofia oe mai le faia o galuega se'ia mae'a pe fa'afouina se W-9.",
    "458271951": "Afai o oe o se Fa'asoa o lo'o fa'aogaina Au'aunaga ma/po'o fa'atino galuega e ala pe feso'ota'i ma se Integrator e fai ma sui o Intuition Machines (e fai ma Talosaga), e mafai e le Intuition Machines ona tauia oe mo le fa'amae'aina lelei o nisi galuega. Afai e maua oe ua e faia faiga taufaasese, fa'aleagaina, po'o le solia o nei Tu'utu'uga o Au'aunaga, so'o se taui ma taui uma ia te oe e ono taofia ma/pe toe maua mai e Intuition Machines.",
    "3056723024": "13. Fa'amae'aina Galuega le taliaina",
    "3913203723": "Afai, mo soʻo se mafuaʻaga, e le talia e le Talosaga le faʻatinoina o se galuega na e faʻamaeʻaina, o oe o se Fesoasoani poʻo se Faʻatasi o le a le agavaa i soʻo se taui mo le galuega. Afai ua uma ona tufatufaina atu ia te oe taui mo se galuega e le taliaina, e mafai ona matou toe maua mai ia oe.",
    "3666807632": "14. Agavaa ma Tomai Fesoasoani",
    "1993899769": "15. La Tatou Fa'aaogaina o Fa'amatalaga",
    "2927283721": "E ala i le faia o galuega i luga o la matou upega tafaʻilagi, e te faʻatagaina le aoina, faʻaoga, ma le faʻaalia o au faʻamatalaga patino e tusa ai ma la matou Faiga Faʻavae. E le gata i lea, e mafai ona matou faʻasoa atu faʻamatalaga patino e uiga ia oe ma au galuega maeʻa i le Talosaga o ana galuega ua maeʻa e faʻafaigofie ai le fesoʻotaʻiga auaunaga ma faʻaleleia le upega tafaʻilagi, e aofia ai, mo se faʻataʻitaʻiga, ID Fesoasoani, iʻuga o galuega ua maeʻa, ma isi uiga e fesoʻotaʻi ma ou agavaa, gagana, tomai, ma le faaaogaina o le upegatafa'ilagi.",
    "3027055607": "16. Meatotino Faaleatamai ma Aia Tatau",
    "3910971075": "O le IMI e ona aia tatau uma, e aofia ai aia tatau tau le atamai, i le source code, object code poʻo le faʻavae faavae, manatu poʻo algorithms, API, ma soʻo se polokalama faʻaopoopo, faʻamaumauga poʻo faʻamatalaga e fesoʻotaʻi ma Auaunaga (\"Software\"). E te le, tuusa'o pe le tuusa'o, e ala i se isi vaega po'o se isi mea: (a) toe fa'ainisinia, fa'aputu, fa'a'ese'ese, po'o se isi faiga e taumafai e su'e le Polokalama; (b) fesuia'i, fa'aliliu, po'o le faia o ni galuega fa'avae e fa'avae i luga o so'o se Polokalame; (c) kopi, lisi, lisi, tufatufa, tu'ufua, tu'u atu, po'o se isi faiga e fa'aliliu atu pe fa'atumauina aiā tatau i so'o se Polokalame; (d) fa'aoga so'o se Polokalama Fa'akomepiuta mo taimi fa'asoa, fa'amoemoega a le ofisa o auaunaga, po'o se isi faiga e ese ai mo le manuia o se isi vaega; po o (e) aveese so o se faasilasilaga patino po o igoa.",
    "3660891610": "Afai o oe o se Fa'asoa, IMI, ae le o oe, e iai aia tatau i so'o se galuega e te faia o se vaega o le fa'amae'aina o so'o se galuega. E ala i le taliaina o aiaiga o lenei Maliega ua e ioe e (ma o lea e fai ai) fesiita'i le umiaina, umiaina, ma le suafa (e aofia uma ai aia tatau tau meatotino i le lalolagi atoa) i totonu ma lau galuega ia i matou. Ina ia mautinoa e mafai ona matou mauaina, faʻaatoatoaina, ma faʻaogaina ia aia tatau, e te ioe atili e (i) sainia soʻo se pepa e fesoasoani i le faʻamaumauga, atoatoa ma le faʻamalosia oa matou aia tatau; ma (ii) tuuina atu avanoa talafeagai i faamatalaga mo le pueina, faaatoatoaina, malupuipuia, puipuia, ma le faamalosia o ia aia tatau i so o se atunuu ma atunuu uma. O au noataga i lalo o lenei vaega o le a fa'aauau e tusa lava pe ua e fa'ate'aina pe fa'amuta le fa'aogaina o Au'aunaga. E te tofia i matou e fai ma ou loia-i-mea moni e faʻatino pepa mo oe mo faʻamoemoega o loʻo faʻamatalaina i lenei vaega.",
    "426125156": "17. Puletaofia ma Aveese",
    "1408530660": "E fa'aaloalogia e le IMI meatotino fa'ale-mafaufau a isi ma matou fa'aagaga le aia tatau e aveese ai mai la matou 'upega tafa'ilagi so'o se mea matou te talitonu e ono solia ai aia tatau fa'ale-mafaufau a so'o se isi vaega. Afai e te talitonu o lau lava galuega na kopiina i se auala e aofia ai le solia o le puletaofia i luga o lenei upega tafaʻilagi, faʻamolemole faʻafesoʻotaʻi le lagolago a tagata faʻatau a le Intuition Machines.",
    "2696932851": "18. Fa'asalaga",
    "3844300338": "E te malilie e faʻasala, puipuia, ma taofia i matou e aunoa ma se afaina mai soʻo se tagi, faʻaleagaina, noataga, tau, ma tupe faʻaalu (e aofia ai totogifuapauina a loia talafeagai ma tau), e tulaʻi mai pe faʻatatau i lau faʻatinoga o galuega poʻo lou faʻaogaina o la matou upega tafaʻilagi. .",
    "2474091800": "19. Feeseeseaiga ma Isi Tagata fa'aoga; Fa'asa'oloto",
    "3162107126": "O le IMI e le o se pati i so'o se feeseeseaiga i le va o oe ma so'o se isi tagata fa'aoga o Auaunaga. E te faʻasaʻolotoina le IMI ma ana paaga mai soʻo se tagi, manaʻoga, ma faʻaleagaina o soʻo se ituaiga ma natura, iloa ma le le iloa, masalomia ma le le masalomia, faʻaalia ma le faʻaalia, e tulaʻi mai pe fesoʻotaʻi ma soʻo se feeseeseaiga i le va o oe ma se isi tagata faʻaoga.",
    "2271969747": "20. Fa'amatalaga Fa'alilolilo E te Maua",
    "1042802841": "O fa'amatalaga fa'alilolilo so'o se fa'amatalaga ua fa'ailogaina e fa'alilolilo pe fa'apitoa, pe e tatau fo'i ona malamalama lelei i ai le itu e taliaina e fa'alilolilo pe fa'atauaina. E le aofia ai so'o se fa'amatalaga o lo'o (1) avanoa fa'alaua'itele, (2) ua uma ona umia, atiae tutoatasi e, po'o ua uma ona iloa e le itu e taliaina, po'o le (3) ua fa'ailoaina e le fa'atonuga a le fa'amasinoga po'o se isi faiga e mana'omia e. tulafono.",
    "1918025546": "Afai e tu'uina atu ia te oe fa'amatalaga fa'alilolilo mai so'o se tasi i luga ole Au'aunaga, e te ioe e puipuia le lilo o fa'amatalaga agatapuia i le tulaga tutusa o le tausiga e te fa'aogaina e puipuia ai au lava fa'amatalaga fa'alilolilo, ae i se tulaga e le itiiti ifo ile tausiga tatau. E le mafai ona e fa'ailoaina pe fa'asalalau so'o se fa'amatalaga fa'alilolilo po'o fa'amatalaga fa'apitoa, se'i vagana ua mana'omia mo le fa'atinoina o se galuega. O faʻamatalaga uma i totonu o se galuega i luga o le Intuition Machines Platform e tatau ona manatu e le faalauaiteleina tusa lava pe le o faʻamaonia manino le faʻamatalaga e le faalauaiteleina.",
    "2690395789": "Afai ma pe a e le toe mana'omia le fa'amatalaga fa'alilolilo na e mauaina, e tatau ona e fa'afo'i vave pe fa'aumatia (pei ona talosagaina e so'o se tasi na te fa'ailoaina le fa'amatalaga) kopi uma o fa'amatalaga o lo'o iai i le fale, faiga, po'o isi masini e te pulea.",
    "2178073797": "Talu ai ona o le fa'ailoaina o fa'amatalaga fa'alilolilo e ono fa'atupu ai se fa'aletonu e le mafai ona toe fa'afo'isia, e i ai le aia a le itu fa'ailoa e su'e se toomaga mo so'o se soliga po'o le solia o lenei tuutuuga.",
    "2185860003": "21. Suiga Upega Tafaʻilagi",
    "2631249972": "E mafai ona matou faʻaleleia pe suia la matou upega tafaʻilagi e aunoa ma se faʻaaliga ia te oe.",
    "3764131594": "22. Upega Tafa'ilagi a Vaega Tolu",
    "295955580": "O la matou 'upega tafaʻilagi e mafai ona aofia ai fesoʻotaʻiga i upega tafaʻilagi a isi vaega. Matou te le pulea, suʻesuʻe, mataʻituina, pe siaki ia upega tafaʻilagi. E le o matou nafa ma matou te le lagolagoina foi polokalame komepiuta, mataupu, poʻo manatu o loʻo i luga o ia upega tafaʻilagi. Afai e te filifili e alu ese mai la matou upega tafaʻilagi ma maua soʻo se isi upega tafaʻilagi, e te faia i lou lava tulaga lamatia.",
    "838225123": "23. Fa'ate'aina o Fa'amaumauga",
    "3897238493": "O AUAUNAGA E TUUINA I LE FAAVAE \"E PEI AI\". Matou te le faia ni faʻataʻitaʻiga poʻo se faʻamaoniga, faʻaalia pe faʻaalia, e tusa ai ma le faʻaogaina, talafeagai, tulafono, avanoa, poʻo le aoga o auʻaunaga, soʻo se polokalame faakomepiuta poʻo meafaitino, o galuega, poʻo soʻo se mea e faʻaoga ai. I LE TULAFONO FA'AVAE E FA'AVAE E LE TULAFONO, E TA'E LE IMI TU'U'IGA FA'A'ALI'I UMA, FA'AALIGA MA FA'AALIGA E A'OA'O MAI, AE LE FA'ATA'ATAINA I, FA'AVAE O FA'A'OA'OGA, FA'AVAE MO SE FA'AMATALAGA, MA LE LE FA'A'OGA. O LOU FOFOGA TOTONU MA FA'AVAE FA'AIGA I LE IMI I LE FA'AALOALOGA I SO'O SE LEAGA, LE FEAGAI, PO'O LE LE TAGATA, O LE LE'I LE FA'A'OGA O AUAUNAGA O le a leai so matou tiute mo so'o se fa'alavelave i lau komepiuta, leiloa po'o le pi'opi'o o fa'amaumauga, po'o isi fa'alavelave e mafua ai. mai lou avanoa pe fa'aogaina le upega tafa'ilagi po'o le Intuition Machines Platform. E ono tula'i mai fa'alavelave fa'atulagaina ma e le'i fa'atulagaina, ma matou te le fa'amaonia le avanoa e le fa'alavelaveina o la matou upega tafa'ilagi.",
    "2110259227": "24. Tapulaa o Noataga",
    "3018077211": "25. I'uga o Feeseesea'iga a Tagata Fai sao",
    "2790841456": "Afai o oe o se Fa'asoa, ua e ioe i le fuaiupu o le fa'amasinoga o lo'o mulimuli mai ma le fa'amavaega a le vasega:",
    "3302832698": "E Manaomia Suiga I'uga o Feeseesea'iga.",
    "561456032": "E te ioeina mo so'o se feeseeseaiga e tula'i mai pe fa'atatau i lou fa'aogaina o Au'aunaga, e aofia ai so'o se fe'ese'esea'iga e ono tula'i mai mai le taimi na e amata fa'atino ai galuega mo le IMI, ma fa'apitoa e aofia ai so'o se tagi e feso'ota'i pe e te fa'avasegaina pe leai. ose konekarate tuto'atasi, e te fa'ailoa muamua ile IMI lau tagi fa'asaga iai. O oe ma le IMI o le a taumafai e foia le mataupu e ala i feutagaiga tuusaʻo poʻo le soalaupulega. O le a matou vaelua tutusa le tau o le soalaupulega ma ioe o le soalaupulega e tatau ona faia e ala i telefoni po o isi auala faaeletonika. Afai e tumau pea le le taliina o se tagi pe a mae'a feutagaiga faasamasamanoa po o le soalaupulega, e te ioe o oe ma le IMI o le a fa'aogaina le fa'amasinoga mautu ma le mautu e foia ai le feeseeseaiga. O lenei fuaiupu e pulea ai tagi uma i tua mai le taimi na e amata faʻaaogaina ai la matou upega tafaʻilagi, pe faʻavae i luga o faʻasalaga, konekarate, tulafono, e aofia ai, ae le gata i, soʻo se tagi o le faʻailoga tagata ma le faʻalavelave, pe faʻavae i luga o le California Fair Employment and Housing Act. , Ulutala VII o le Tulafono o Aia Tatau a Tagata o le 1964, e pei ona teuteuina, poʻo soʻo se isi setete poʻo le feterale tulafono poʻo tulafono faatonutonu, tulafono tutusa, poʻo se isi mea.",
    "3794239003": "Taualumaga o le Fa'amasinoga.",
    "4193379787": "O faamasinoga uma i lalo o lenei maliega o le a faia i lalo o tulafono a le American Arbitration Association poʻo se maliliega i luga o le auʻaunaga arbitration. O le a avea le arbitrator o se US arbitrator ua filifilia mai se lisi e le itiiti ifo i le fitu (7) igoa e ala i isi teuga. I le faamasinoga, o le a i ai i itu auai taitasi le aia tatau e faʻatautaia ai suʻesuʻega faʻale-malo, aumai faʻamatalaga faʻamaonia, ma tuʻuina atu molimau ma faʻamaoniga pe a manaʻomia e tuʻuina atu a latou mataupu ma puipuiga, ma soʻo se feeseeseaiga i lenei tulaga e tatau ona foia e le faʻamasinoga. O le faaiuga o le feeseeseaiga e tatau lava ona faavae i luga o le tulafono o lo o pulea ai tagi ma teteega ua ioeina, ma e le mafai e le faamasino ona faia se isi faavae e ese mai i lea tulafono faatonutonu. E tatau ona i ai i le tagata fa'amasino le puipuiga o se tagata ofisa fa'afa'amasinoga mai noataga fa'ale-malo pe'ā galue i le tulaga o se fa'atonu, lea e fa'aopoopo i so'o se isi puipuiga o lo'o iai. O fa'ailoga e tatau ona aofia ai manatu tusitusia a le tagata fa'amasino. E te tu'uina atu lau aia tatau e fa'amasino ai e le au fa'amasino o so'o se tagi e te ono faia e faasaga i le IMI po'o le IMI e ono faia faasaga ia te oe. So'o se tagi i lalo o lenei fuaiupu e tatau ona fa'aulu i totonu ole tulafono fa'atatau ole vaitaimi fa'atapula'aina. E pulea e le United States Federal Arbitration Act lenei fuaiupu, ma e te fa'ailoa o lenei Maliega e fa'amaonia ai se fefa'ataua'iga i pisinisi.",
    "2583888954": "Tuusaunoaga.",
    "1034830": "O feeseeseaiga atonu e le mafai ona noatia i le maliliega o le faamasinoga e pei ona aiaia e le Dodd-Frank Wall Street Reform and Consumer Protection Act (Tulafono a le Malo 111-203) e le aofia ai mai lenei.",
    "263977834": "Pulega vaivai.",
    "1807512722": "E mafai ona e aumaia so'o se tagi e tula'i mai i lou fa'aogaina o lenei 'upega tafa'ilagi i se lala sooupu tau pulega ae na'o le tulaga e mafai ai e le tulafono ona fa'atagaina le avanoa i sea lala sooupu e ui ina iai se maliega e fa'atalanoa. O ia tagi tau pulega e aofia ai tagi e aunoa ma ni tapulaa po o ni moliaga na aumai i luma o le Equal Employment Opportunity Commission, le US Department of Labor, ma le National Labor Relations Board. E leai se mea i totonu o lenei fuaiupu e tatau ona avea e taofia pe fa'amagaloina oe mai le tu'uina atu o se tagi tau pulega i luma o so'o se lala sooupu ina ia mafai ai ona fa'ataunu'uina lau matafaioi e fa'auma le fa'aogaina o fofo a'o le'i faia se tagi i le fa'amasinoga, peita'i, e te fa'ate'aina le aia tatau i so'o se taui tau tupe e ala i lea tulaga. taualumaga a le lala sooupu.",
    "996430331": "Nofoaga o le Fa'amasinoga.",
    "3040062804": "So'o se fa'amasinoga e faia i lalo o lenei vaega o le a faia e ala i le fa'aletonu i totonu o le Setete o Kalefonia, se'i vagana ua e nofo i fafo atu o le Iunaite Setete, ma o le a fa'ataunu'uina atoa le fa'amasinoga i luga ole laiga po'o le telefoni. E mafai ona faia le fa'amasinoga i so'o se isi nofoaga pe a malilie uma i ai i se faiga tusitusia. Po'o le a lava le nofoaga, e mafai e so'o se itu auai ona filifili e sau i le fa'amasinoga e ala ile vitiō po'o le teleconference.",
    "3091247030": "Fa'amavaega a Vasega.",
    "2520904193": "E te fa'ate'aina so'o se aia tatau o lo'o ia te oe mo so'o se fe'ese'esea'iga e aumai, fa'afofogaina, pe fa'amasinoina e avea o se vasega, tu'ufa'atasiga, po'o se fa'atulafonoina. E ui lava i so'o se isi fuaiupu o lo'o i totonu o lenei maliliega, o le fa'asalaga muamua e le tatau ona vavae'ese mai lenei maliliega i so'o se tulaga. So'o se tagi e fa'apea e le fa'amalosia uma po'o se vaega o lenei fa'amavaega, e le fa'amaoni, fa'aleaogaina pe fa'aleaogaina e na'o le fa'amasinoga e fa'atatau i le fa'amasinoga ae le o se fa'amasinoga. O le a le toe taui atu pe taofia oe mai le faʻamaeʻaina o galuega i luga o la matou upega tafaʻilagi ona o lou faʻaaogaina o au aia tatau i lalo o le Vaega 7 o le National Labor Relations Act, poʻo le faʻauluina poʻo le auai i se vasega, tuʻufaʻatasiga poʻo se sui sui i soʻo se fono. , ae e mafai ona matou sailia fa'aletulafono le fa'amalosia o lenei fa'amavaega a le vasega, ma saili le fa'ate'aina o ia vasega, fa'apotopotoga po'o fa'atonuga po'o tagi.",
    "3493572638": "Tau ma Totogi.",
    "702926385": "E tatau i itu auai taitasi ona tauave a latou tau mo le avea ma sui faaletulafono i so o sea faamasinoga, sei vagana ai le tulaga o totogi a loia ua aiaia manino e le tulafono. O le a vaeluaina e itu auai soʻo se totogifuapauina muamua tau pulega e molia e le arbitrator, e oʻo atu i le tau maualuga mo oe e lua selau limasefulu tala (US$250.00). O le tau o le fa'amasinoga ma le tusitala o le faamasinoga, pe afai ei ai, o le a muamua ona matou tauaveina; ae ui i lea, e tatau ona i ai i le tagata fa'amasino le pule faitalia e tu'uina atu ai tau talafeagai i le itu o lo'o iai, e pei ona aiaia e le tulafono, ma/po'o le mana'omia o itu auai e vaelua tau e feso'ota'i ma le fa'amasinoga ma/po'o le tusitala o le faamasinoga.",
    "3199694247": "Aveesea.",
    "3102490587": "Se'i vagana ai le Fa'amavaega a le Vasega, afai e fa'ailoa mai e leai se taimi po'o se aiaiga, po'o se vaega o lenei fuaiupu o le fa'amasinoga e fa'aleaogaina pe le fa'amalosia o le a vavae'ese ma o le a fa'amalosia le vaega o totoe o le fa'amasinoga.",
    "2323013093": "26. Tulafono Faatatau",
    "2900525040": "O tulafono a le Setete o Kalefonia e pulea nei Tuutuuga o Auaunaga ma soʻo se feeseeseaiga, feeseeseaiga, poʻo se tagi e tulaʻi mai ia i latou.",
    "3339302473": "27. Fa'amuta",
    "1158384644": "E mafai ona e filifili i so'o se taimi e taofi le fa'aogaina o la matou 'upega tafa'ilagi, pe afai e tatau ona e usita'ia tulafono fa'atatau IMI uma. E mafai, i la matou lava pule faitalia, faamutaina lenei maliega, taofia le avanoa i la matou upega tafaʻilagi, pe aveese soʻo se auaunaga vave e aunoa ma se faʻaaliga mo soʻo se mafuaʻaga.",
    "41530052": "28. Tulaga Lautele",
    "3202747130": "Maliega atoa. O nei Tuutuuga o Auaunaga ma soʻo se faiga faʻavae, taualumaga, poʻo tuʻutuʻuga o loʻo taʻua i totonu o lenei maliliega e aofia ai le maliliega atoa a itu auai e tusa ai ma le mataupu autu, ma suitulaga ma faʻaleaogaina uma maliega, tagi, faʻamatalaga, ma malamalamaga o itu auai. .",
    "4080263153": "Leai se Fa'amalologa. O le a le manatu i matou ua fa'ate'aina so'o se vaega oa matou aia tatau po'o fofo se'i vagana ua tusia le fa'amagalo ma sainia e matou. Afai matou te faatuai le faamalosia pe le mafai ona faamalosia a matou aia tatau i lalo o soʻo se aiaiga o lenei maliliega, o le a le avea lena ma faʻamalologa o la matou aia tatau e faʻamalosia ai sea aiaiga poʻo soʻo se vaega o lenei maliega.",
    "1789371580": "Tofia. E le mafai ona e tu'uina atu nei Tuutuuga o Auaunaga e aunoa ma la matou fa'atagaga tusitusia muamua. E mafai ona matou tofia nei Tuutuuga o Auaunaga i soo se taimi, e aunoa ma se faʻaaliga. I le fa'atatau i mea ua ta'ua muamua, o nei Tuutuuga o Au'aunaga o le a noatia i sui ta'itasi ma sui fa'atagaina.",
    "2819628066": "Aveesea. Afai e maua so'o se aiaiga o nei Tuutuuga o Au'aunaga e le aoga pe le fa'amalosia mo so'o se mafua'aga, o le a le afaina ai le aoga ma le fa'amalosia o so'o se aiaiga o totoe.",
    "3955981186": "Teuteuga. E leai se suiga po'o se teuteuga i nei Tuutuuga o Auaunaga e so'o se tasi e ese mai i le IMI e tatau ona noatia i luga ole IMI se'i vagana ua i totonu o se pepa tusia na sainia e se sui fa'atagaina o le IMI.",
    "1377538813": "Gagana Manuia. O le fa'aPeretania fa'aliliuga o nei Tu'utu'uga o Au'aunaga o le a pulea i itu uma ma o le a manumalo pe a iai ni fa'aletonu ma fa'aliliuga fa'aliliu, pe a iai.",
    "2438016011": "Maliega Tauofo. O vaega uma o nei Tuutuuga o Auaunaga o loʻo faʻaalia ma ioe ua uma ona iloiloina vaega uma o lenei maliega, ua faitau ma le totoa ma malamalama atoatoa i ana aiaiga uma, ma o loʻo ofo fua i totonu o lenei maliega.",
    "2445034923": "Afai e te le ioe i aiaiga uma ma aiaiga o nei Tuutuuga o Auaunaga, aua (ma e te le mafai) faʻaogaina pe faʻaogaina le Nofoaga poʻo Auaunaga.",
    "2646127839": "Fa'aopoopo a Tagata Fa'atau ile Tulaga Sili o Auaunaga",
    "4097297673": "I le avea ai o se Tagata Fa'atau, Talosaga, po'o le Fa'amaopoopo, e te malilie e noatia i tu'utu'uga o lo'o i lalo e fa'aopoopo i so'o se isi aiaiga fa'amau i le va o oe ma le IMI.",
    "1093280979": "1. Pepa Poloaiga Platform",
    "1549953005": "Atonu ua uma ona e fa'atumu se tasi pe sili atu fomu fa'atonu avanoa avanoa (ta'itasi, o se \"Order Form\") e fai ma tu'utu'uga o le avea ma Tagata Fa'atau po'o Tagata Talosaga. Afai o lea, o tuutuuga ma aiaiga o loʻo faʻamatalaina i le Pepa Faʻatonu e avea ma vaega o Tuutuuga o Auaunaga ma o loʻo tuʻufaʻatasia e ala i faʻamatalaga.",
    "3819851005": "2. Totogi",
    "1591032933": "E te totogiina le IMI pili e pei ona fa'amatalaina i le Fa'atonuga Fa'atatau e ala i le auala totogi na e tu'uina atu i le Fa'atonuga Fa'atatau. Se'i vagana ua malilie i ai itu e lua i se faiga tusitusia, o le a e tu'uina atu le totogi atoa mo pili uma na tu'uina atu i totonu o le tolusefulu (30) aso talu ona tu'u le aso na lafo ai le pili. E te fa'atagaina i matou e fa'agasolo fa'atagaga pepa aitalafu i fa'amatalaga uma o kata fai aitalafu e te tu'uina mai ia i matou, e teu ai fa'amatalaga o pepa fa'aaitalafu, ma totogi lau kata fai aitalafu po'o so'o se isi teugatupe matou te malilie uma i ai o se ituaiga o totogi. Se'i vagana ua ta'ua i se isi itu i luga o le Pepa Fa'atonu po'o totonu o lau Maliega Au'aunaga Atina'e po'o le Maliega Auaunaga Sili, o totogi uma mo Au'aunaga, e ese mai le ova, e totogiina i tausaga ta'itasi i le amataga o au'aunaga na tu'uina atu e le IMI i lalo o lau Maliega (le \"Aso Fa'atino\").",
    "4142610534": "So'o se totogi tuai o le a fa'atupu ai ni tau tuai i le fua faatatau o le 1.5% pasene i le masina po'o le aofa'i maualuga e fa'atagaina e le tulafono, po'o fea lava e maualalo. Afai e te le totogia le aofaʻi e tatau ona totogi i lalo o lenei Maliega mo soʻo se mafuaʻaga, e mafai ona taofia lau teugatupe, i la matou lava pule faitalia, ma e leai se totogi faaopoopo e faia mai lau teugatupe mo le faʻamaeʻaina o galuega ma o au galuega uma o le a aveesea. mai la matou upega tafa'ilagi. E tatau ona e toe fa'afo'i mai ia matou tupe uma e tatau ona totogi pe a mana'omia, fa'atasi ai ma so'o se totogifuapauina, pili tuai, po'o pili a loia. E mafai foi ona matou faia ni lipoti talafeagai i lala sooupu lipoti aitalafu ma pulega e faamalosia tulafono.",
    "512991700": "Afai e te mana'o e tete'e i so'o se totogifuapauina, e tatau ona e fa'afeso'ota'i le matou matagaluega lagolago tagata fa'atau e le sili atu i le tolusefulu (30) aso talu ona mae'a le aso tapuni i le fa'amatalaga muamua o pili po'o fa'amatalaga fa'amatalaga lea na alia'e mai ai le mea sese po'o le fa'afitauli ina ia maua ai se fetuunaiga po'o se aitalafu.",
    "1273914192": "3. Lafoga",
    "4242322181": "O oe e nafa ma le totogiina o lafoga uma e feso'ota'i ma Au'aunaga e ese mai lafoga a le US na iloiloina i luga o tupe maua a le Intuition Machines po'o meatotino a le tagata lava ia.",
    "1671996585": "Atonu e mana'omia oe e tu'ufa'atasia lau 'upega tafa'ilagi, talosaga, po'o le fa'avae ma a matou Auaunaga e ala i la matou atina'e polokalame fa'aoga (\"API\"). Afai e te faia, matou te tuʻuina atu ia te oe se laisene faʻatapulaʻa, e le faʻapitoa, e le mafai ona faʻafeiloaʻi, e le mafai ona tofia, e mafai ona faʻaaogaina le API naʻo le mauaina o Auaunaga. E mafai ona matou suia le API ma/pe taofia le lagolagoina o lomiga tuai po'o fa'amalologa o le API i soo se taimi. Matou te taofia le aia tatau e taofi pe faʻatapulaʻa lou avanoa i le API i la matou lava pule faitalia, ma o le a matou faʻaogaina taumafaiga talafeagai e tuʻuina atu ia te oe le faʻaaliga aʻo leʻi taofia.",
    "4036662147": "5. Puipuiga o Fa'amatalaga Fa'alilolilo",
    "3564208535": "E te ioe e fa'aaoga taumafaiga talafeagai fa'apisinisi e puipuia ai so'o se Fa'amatalaga Fa'alilolilo e maua mai ia i matou po'o ala mai i a matou Auaunaga. e aofia ai fa'ailoga bot ma fa'amatalaga e le fa'alaua'itele o la matou auaunaga tau atina'e, e aofia ai fa'amaumauga e le fa'alaua'itele ma so'o se fa'amatalaga e mafai ona matou fa'asoaina e uiga i a matou auala e su'e ai bot. Afai e tuʻuina atu ia te oe le avanoa i soʻo se Faʻamatalaga Faʻalilolilo, e mafai ona matou suia, taofia, pe faʻatapulaʻa lou avanoa i a matou Auaunaga i la matou lava pule faitalia pe a matou faʻamautinoa o loʻo faʻaalia Faʻamatalaga Faʻalilolilo e ala i lou faʻaogaina o a matou Auaunaga, ma o le a matou faʻaogaina taumafaiga talafeagai. e tu'uina atu ia te oe se fa'aaliga a'o le'i fa'amalolo.",
    "120384113": "6. Fa'amuta",
    "453723556": "E mafai ona e fa'amutaina lenei Fa'aopoopo Tagata Fa'atau e tuto'atasi mai Tu'utu'uga o Au'aunaga e ala i le fa'amutaina o le avea ma Tagata Fa'atau po'o Tagata Talosaga. Matou te taofia le aia tatau e taofi pe faʻamutaina lou tulaga o se Tagata Faʻatau poʻo Tagata Talosaga i soʻo se taimi, poʻo le faʻamutaina o lau teugatupe poʻo le faʻaaogaina o Auaunaga e ogatasi ma Tuutuuga o Auaunaga. E tumau pea lou noataga pe a fa'amuta mo so'o se aofaiga e tatau ona totogi i lalo o lau Pepa Fa'atonu. Afai o lau saofaga e aofia ai soʻo se totogi faʻaletausaga poʻo masina taʻitasi poʻo tausaga laʻititi, o le a nafa pea oe ma le totogiina o pili uma o Auaunaga e oʻo atu i le faaiuga o lena masina poʻo le tausaga, i le faasologa.",
    "218889628": "Se'i vagana ua matou fa'amutaina lenei Tagata Fa'aopoopo Fa'atatau po'o Tu'uga o Au'aunaga ona o lou solia o lenei Tagata Fa'aopoopo po'o Tu'utu'uga o Auaunaga, afai matou te fa'amutaina ma ua e mua'i totogia so'o se totogifuapauina ia i matou, o le a matou toe fa'afo'i atu se vaega tutusa o na. totogi muamua, fa'atatau i le taimi o totoe po'o Auaunaga na e totogiina, po'o fea lava e itiiti. O le a fa'amae'aina a matou galuega i se faiga fa'atauva'a fa'atauva'a ma fa'asaoina ma tu'u atu ia te oe uma totogi-mo Fa'amaumauga o Fa'amaumauga ma Fa'amaumauga uma a Tagata Fa'atau o lo'o ia i matou. I luga o soʻo se faʻamutaina, e mafai ae matou te le o faʻamalosia e tape soʻo se faʻamatalaga.",
    "2505227594": "7. Ova",
    "2369877184": "Ole maualuga maualuga ole fua faatatau ole RPS e fa'atagaina mo hCaptcha Integrators po'o Tagata Fa'atau e 1,000 talosaga ile sekone i fa'alapotopotoga i totonu o lau teugatupe (\"RPS\"), se'i vagana ua fa'amaoti mai e se feagaiga fa'akonekarate tusitusia i le va o oe ma matou.",
    "234420106": "Afai o oe o se Fa'asoa po'o se Tagata Fa'atau a le auaunaga a le hCaptcha Enterprise ma o lou fa'aogaina o le API e pei ona fuaina e le RPS e sili atu nai lo le fua fa'atatau mo lau vaega o au'aunaga, e mafai ona matou filifili e sui lau 'au'aunaga po'o le totogiina o se fua fa'atatau. Afai e sili atu lau fua faatatau maualuga o le RPS nai lo le fua faatatau o loʻo tuʻuina atu i se vaega o le 10 mo le 10 pe sili atu minute i le aofaʻi i totonu o le 30 aso ma o le tele o nei talosaga, i la matou lava faʻamasinoga, e le o fefaʻatauaiga leaga, e mafai ona matou filifili e fai. totogi oe ile fua fa'akonekarate ole ova'a mo talosaga uma API na faia i lena masina.",
    "2619472217": "8. Toe fa'atau atu",
    "2019702084": "Se'i vagana ua fa'atagaina manino i totonu ole Maliega Auaunaga Sili a le Tagata Fa'atau po'o le Fa'atau Fa'atau, e le tatau ona fa'atauina atu, toe fa'atau atu, lisi, lisiina, laiseneina, laiseneina, pe fa'aavanoaina i so'o se isi lava vaega (e ese mai i le So'oga a le Tagata Fa'atau. ), ma o fa'atonuga uma i lalo o le Maliega ma fa'aogaina uma e Tagata Fa'atau o le Au'aunaga e tatau ona fa'aaogaina e le Tagata Fa'atau po'o lana Pa'aga i totonu lava o pisinisi.",
    "1233229030": "Eseese",
    "1467783792": "E leai se tagata, fa'alapotopotoga, po'o se fa'alapotopotoga ua fa'atagaina e le Iunaite Setete (o se \"Actor Fa'asalaina\") e agava'a mo taui po'o le fa'aogaina o Au'aunaga e fai ma Fa'atasi. Mo le 'alofia o le masalosalo, e aofia ai so'o se Sactioned Actors ua tofia e le Office of Foreign Assets Control (\"OFAC\") a le US Department of the Treasury.",
    "3759657802": "E le mafai ona e tofia, faʻafeiloaʻi, pe tuʻuina atu nei Tuutuuga o Auaunaga poʻo au aia tatau poʻo noataga i lalo i soʻo se auala (e ala i le faʻaogaina o le tulafono poʻo se isi mea).",
    "1627232990": "Fa'aliliuga o nei Tu'utu'uga o Au'aunaga e tu'uina atu i luga o se fa'avae sili ona lelei. I le tulaga o so'o se eseesega tele i le va o Tuutuuga o Au'aunaga i le gagana Peretania ma se fa'aliliuga, e tatau ona faauigaina le Fa'a-Peretania Tuutuuga o Au'aunaga e fa'amaonia.",
    "805221621": "Fa'amolemole fa'afeso'ota'i matou ile",
    "259613338": "pe iai ni au fesili e uiga i nei Tuutuuga o Auaunaga.",
    "2735878907": "Fa'amatalaga Fuafuaga Fa'aauau Pisinisi",
    "2887242610": "Intuition Machines, Inc ua atiaʻe se Fuafuaga Faʻaauau Pisinisi ile auala tatou te tali atu ai i mea tutupu e matua faʻalavelaveina ai la tatou pisinisi hCaptcha. Talu ai o le taimi ma le aʻafiaga o faʻalavelave faʻafuaseʻi ma faʻalavelave e leʻo mautinoa, e tatau ona tatou fetuutuunai i le tali atu i mea moni e tutupu pe a tutupu. Faatasi ai ma lena mea i le mafaufau, matou te tuʻuina atu ia te oe lenei faʻamatalaga i la matou fuafuaga faʻaauau pisinisi.",
    "809251240": "Fa'afeso'ota'i matou",
    "2551802342": "- Matou te fuafua e vave toe faʻaleleia ma toe faʻaauau galuega faʻapisinisi pe a maeʻa se faʻalavelave tele pisinisi ma tali atu e ala i le puipuia o matou tagata faigaluega ma meatotino, faia o se iloiloga tau tupe ma faʻagaioiga, puipuia tusi a le kamupani ma faʻamaumauga, ma faʻatagaina a matou tagata faʻatau ma latou tagata faʻaaogaina e fefaʻatauaiga i luga o le initaneti. I se faapuupuuga, o la matou fuafuaga faʻaauau pisinisi ua mamanuina ina ia faʻatagaina le matou kamupani e toe amata faʻagaioiga i se taimi vave e mafai ai, pe a fua i le lautele ma le ogaoga o le faʻalavelave tele o pisinisi. O la matou pisinisi fa'aauau fuafuaga fa'atatau: fa'amaumauga fa'amaumauga ma toe fa'aleleia; faiga-misiona uma; iloiloga tau tupe ma galuega; isi feso'ota'iga ma tagata fa'atau, tagata faigaluega, ma tino va'aia; isi nofoaga faaletino o tagata faigaluega; fa'atauva'a fa'atau ma tagata fa'atau; lipoti fa'atonutonu; ma fa'ailoa vave atu ia matou tagata fa'atau pe a le mafai ona fa'aauau a matou pisinisi. O lo'o fa'amauina e le matou vaita'ele fa'atau oloa a matou fa'amaumauga taua i se fa'afanua tu'ese'ese. E ui o faʻalavelave faʻafuaseʻi uma e tulaʻi mai ai faʻafitauli faʻapitoa e faʻavae i luga o mea i fafo, e pei o le taimi o le aso ma le ogaoga o le faʻalavelave, ua fautuaina i matou e lenei faʻatau oloa o lo latou faʻamoemoe o le toe faʻaleleia o latou lava gaioiga ma mafai ona toe amata vave auaunaga. E ui lava sa matou galulue e faʻaitiitia le lamatiaga e ala i le faʻaogaina o se seti eseese o tagata faʻatau, e mafai ona faʻaleleia au tautua pe faʻalavelave i lenei vaitau.",
    "826396656": "La matou Fuafuaga Fa'aauau Pisinisi",
    "1979347895": "– O fa'alavelave fa'apisinisi tetele e mafai ona eseese i latou lautele, e pei na'o le tatou kamupani, se fale e tasi e nofo ai la tatou kamupani, le pitonu'u o lo'o i ai le tatou kamupani, le taulaga o lo'o tatou i ai, po'o le itulagi atoa. I totonu o nei vaega ta'itasi, o le mamafa o le fa'alavelave e mafai fo'i ona eseese mai le la'ititi i le ogaoga. I se faʻalavelave i la matou kamupani, matou pisinisi itumalo, taulaga, poʻo se itulagi poʻo se fale e nofo ai la matou kamupani, matou te faʻafeiloaʻi a matou galuega i se nofoaga faʻapitonuʻu pe a manaʻomia ma faʻamoemoe e leai se faʻalavelave faʻalavelave i galuega faʻapisinisi. I so'o se tulaga, matou te fuafua e fa'aauauina pisinisi, fa'afeiloa'i galuega i isi fa'atau oloa pe a mana'omia, ma logoina oe e ala i la matou 'upega tafa'ilagi i le hcaptcha.com ma la matou itulau tulaga i le hcaptchastatus.com pe fa'afefea ona fa'afeso'ota'i i matou. Afai o le faʻalavelave faʻalavelave faʻapisinisi e matua ogaoga ma taofia ai i matou mai le tumau i pisinisi, matou te logoina oe vave.",
    "653679457": "Fa'alavelave Eseese",
    "410397176": "Mo nisi fa'amatalaga",
    "2095899021": "hCaptcha Fa'ailoga Ta'iala ma Laisene Fa'ailoga Lautele",
    "2340340589": "Ta'iala ile fa'aogaina ole fa'ailoga hCaptcha",
    "2430148876": "Ua matou faia nei ta'iala ma laisene fa'amaufa'ailoga lautele e fa'afaigofie ai mo a matou tagata fa'atau, pa'aga, ma tagata fiafia e galulue fa'atasi ma la matou fa'ailoga a'o fa'atumauina pea lo matou fa'asinomaga fa'apisinisi. Afai e te manaʻomia le faʻaogaina o ata o le hCaptcha, logos, poʻo isi faʻailoga i auala e matua ese ai mai nei taʻiala, e tatau ona e faʻafesoʻotaʻi matou (IMI) mo se laisene tusitusia.",
    "3884400764": "E ui e mafai ona e faʻaogaina faʻailoga hCaptcha i nei taʻiala, e le faʻapea o loʻo i ai ni au aia tatau i le hCaptcha Marks, logos, poʻo soʻo se isi faʻailoga, igoa tau fefaʻatauaʻiga, faʻailoga tautua, igoa pisinisi poʻo le agalelei o le hCaptcha. Matou te mananaʻo e tuʻuina atu le tele o fetuutuunaiga e mafai ai, ae e tatau ona matou puipuia le hCaptcha mai le faʻaaogaina le faʻatagaina o soʻo se faʻailoga, igoa tau fefaʻatauaʻiga, faʻailoga tautua, igoa pisinisi poʻo le agalelei o le hCaptcha. So'o se fa'aoga e le fa'atagaina e otometi lava ona fa'amutaina le fa'atagaga po'o le laisene na tu'uina mai e hCaptcha ma e ono fa'atupu ai ni noataga fa'aletulafono mo so'o se fa'aletonu.",
    "512598290": "O le mea lea, e tatau ona matou talosaga atu ia e faʻaogaina uma faʻailoga ma logos hCaptcha i se faiga e tausisia tulafono o loʻo i lalo, e aofia ai mataitusi tetele, mataitusi, ma sitaili.",
    "2075610992": "Faafetai mo lau lagolago!",
    "1023190144": "hCaptcha® i tusitusiga",
    "4274324704": "O le auala lenei e faʻaaoga ai lo matou igoa i se kopi tusitusia:",
    "3912926900": "hCaptcha® e tatau ona i ai se fa'ailoga fa'ailoga fa'ailoga fa'amaufa'ailoga i le taimi muamua e aliali mai ai i se kopi fatuga.",
    "950637875": "E le tatau ona suia le sipelaga o le hCaptcha ma e tatau lava ona mataitusi tetele le hCaptcha i le mataitusi lona lua (\"C\"). E le o se numera tele po o se umia.",
    "2624601135": "\"hCaptcha\" e le tatau ona fa'aogaina e fai ma vaega o se igoa fa'ailoga, fa'atasi ma se va'aiga, pe fa'aoga i igoa o talosaga po'o isi oloa.",
    "3828090208": "Nai lo le fa'aoga \"mo le hCaptcha\".Afai e fa'aoga i se fa'ailoga lona tolu, \"mo le hCaptcha\" e mana'omia ona la'ititi nai lo le fa'ailoga lona tolu.",
    "4149738856": "hCaptcha e tatau ona fa'aogaina e fai ma fa'auiga ma soso'o ai ma se fa'aupuga lautele talafeagai.",
    "1446868537": "E le tatau ona fa'aogaina le hCaptcha e fai ma veape.",
    "2487931657": "Aua le fa'aogaina: \"matou hCaptcha'd la matou saite.\"",
    "2565565429": "Nai lo le faʻaoga: \"matou te faʻaogaina le hCaptcha e faʻaoga ai le saogalemu ma sili atu le saogalemu o la matou saite.\"",
    "3434202027": "So'o se fa'aogaina o le igoa hCaptcha i feso'ota'iga e mana'omia ai le fa'ailoga: \"hCaptcha o se fa'ailoga fa'amaufa'ailoga a le Intuition Machines, Inc.\"",
    "2754937029": "Fa'aoga le taliaina",
    "2436973524": "E na'o fa'amatalaga sa'o e talia. E le fa'atagaina le fai atu o se 'upega tafa'ilagi e fa'aogaina auaunaga a le hCaptcha ma talosaga pe a leai. E fa'apena fo'i, o le fa'aogaina o la matou logo po'o so'o se pine e fa'apena fo'i e talafeagai pe a fa'aogaina e le saite auaunaga hCaptcha.",
    "69844082": "HCaptcha fa'ailoga, fa'ailoga kalafi, logos, mataitusi, po'o fa'ailoga e le mafai fo'i ona fa'aogaina i se faiga fa'atauva'a.",
    "3861413614": "E le mafai ona e fa'aogaina so'o se fa'ailoga fa'ailoga a le hCaptcha po'o se fa'ailoga e fa'aalia ai o le hCaptcha o lo'o i ai se feso'ota'iga po'o le fa'amaoniga, lagolago, po'o le lagolago a se isi vaega oloa po'o se tautua, e aunoa ma se fa'atagaga tusitusia fa'aalia.",
    "1409822234": "I lalo ole tulaga e le tatau ona fa'aogaina se fa'ailoga tau fefa'ataua'iga tutusa pe toetoe a tutusa o le hCaptcha e fai ma igoa ole igoa.",
    "4181060163": "O isi vaega e le tatau ona fa'aogaina suiga po'o sipelaga sese pe fa'atino i so'o se auala e mafua ai so'o se ulua'i fa'afememea'i tului i luga o fa'ailoga fa'ailoga a le hCaptcha.",
    "3955555607": "E ese mai i Paaga po'o Fa'atau Fa'atagaina, isi vaega e le mafai ona fa'atau mo upu autu, Google AdWords, po'o isi faiga fa'asalalauga fa'atatau e fa'aoga ai fa'ailoga hCaptcha po'o sipelaga sese. E le mafai fo'i ona fa'aogaina e isi vaega fa'ailoga hCaptcha i igoa fa'apitonu'u, so'o se su'esu'ega afi su'esu'e, fa'ailoga meta, upu su'esu'e, code, po'o isi fa'amatalaga sese.",
    "1985238261": "Isi Fa'ailoga Fa'asaina",
    "2193061499": "O nisi o a tatou tagavai ma fa'ailoga e fa'agata i le fa'aogaina e hCaptcha ma ana paaga. E le mafai e isi vaega ona fa'aogaina fa'ailoga nei e aunoa ma se laisene tusitusia mai le hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Fa'atagaina Fa'atau ™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop e le hCaptcha™",
    "2557601376": "logo o le hCaptcha™",
    "248923369": "BotStop logo™",
    "3942875761": "Fesoasoani e Fausia se Upega Tafa'ilagi™",
    "364774188": "O aʻu o le tagata ™",
    "2785425016": "(i le tulaga o se fofo faʻamaonia tagata soifua, faʻataʻitaʻiga o se valaau e fai)",
    "2639657759": "Fa'ailoga Fa'aaogaina i le Fa'atagaga",
    "1268918580": "O nisi o fa'ailoga ma fa'ailoga o lo'o fa'aogaina e le hCaptcha ma ana pa'aga o lo'o umia e isi vaega ma e mafai ona fa'aaogaina pe a latou fa'atagaga. E le mafai e isi vaega ona faʻaogaina faʻailoga nei sei vagana ua faʻatagaina e latou e ona:",
    "3782751514": "HUMAN Protocol® ose fa'ailoga fa'amaufa'ailoga a le HUMAN Protocol Foundation, ma o lo'o fa'aaogaina ma lana fa'atagaga.",
    "1620709264": "O LE HUMAN Token® ose fa'ailoga fa'amaufa'ailoga a le HUMAN Protocol Foundation, ma e fa'aaogaina ma lana fa'atagaga.",
    "3031953928": "HUMAN Network™ ose fa'ailoga fa'ailoga a le HUMAN Protocol Foundation, ma o lo'o fa'aaogaina ma lana fa'atagaga.",
    "3554363588": "Isi Faailoga",
    "3290996791": "O isi igoa uma o oloa, logos, ma fa'ailoga o mea totino a latou lava tagata. O isi kamupani uma, igoa o oloa ma auaunaga o lo'o fa'aogaina i totonu o lenei 'upega tafa'ilagi e mo na'o fa'amatalaga. O le fa'aogaina o nei igoa, logos, ma fa'ailoga e le fa'aalia ai le fa'amaonia.",
    "2444685143": "Faiga Fa'ailoga",
    "2414232014": "O le matou logo e vave ona iloa ma o se tasi o matou aseta sili ona taua ma taua. Ina ia mautinoa o loʻo tumau pea se faʻataʻitaʻiga malosi o la tatou kamupani, e tatau ona tuʻuina atu i se faiga faʻaeteete ma le tumau i auala uma o fesoʻotaʻiga.",
    "803639471": "O le logo o le hCaptcha e aofia ai le fa'ailoga lima ma le logotype o le hCaptcha. I lona isi faiga, o le lima lima e mafai ona aliali na o ia lava pe a faʻatapulaʻaina le avanoa ma faʻaaogaina le \"hCaptcha\" e fai ma faʻailoga upu (e pei ona faʻamatalaina i luga) latalata i le faʻailoga lima, ina ia manino ai o le lima lima e faʻatusalia hCaptcha.",
    "564127016": "Le faailoga lima o le hCaptcha:",
    "1424800293": "Le logo o le hCaptcha:",
    "1525506526": "O le a le Account Takeovers ma fa'afefea ona latou galulue?",
    "2446481523": "O lo'o i ai se tala fa'aleaganu'u tuai o lo'o fa'aali mai ai se ave ta'avale fa'ata'avalevale ma se ali'i i le ofisa leoleo i se nu'u la'ititi. O se tasi alii, sa ofu i ofu eleelea, matitiva, sa fai atu i le leoleo, “O au o le tamalii. O lenei tamaloa o la'u avetaavale.",
    "1767952047": "Na ia osofaia a’u anapo, gaoi o’u ofu ma ave a’u tupe.” O le isi alii, sa ofu i ofu matagofie, o ofu o le vasega tamalii, sa tali mai, “Tagata Leoleo, e valea lenei tagata. E manatu o ia o se tamalii. O au o le tamalii moni. Pue mai o ia!”",
    "2947576723": "O lenei tala e muamua atu i laisene aveta'avale ma le lomitusi faakomepiuta tamatamailima, ae o loʻo ofoina mai ai se faʻataʻitaʻiga lelei o mea e mafai ona tupu i se tulaga o le faʻaaogaina o teugatupe. E ulufale se tagata i totonu o se teugatupe i luga ole laiga po'o se telefoni feavea'i totogi. O ia moni e umia tala, po'o se hacker? O ai moni o ai? O nei fa'afitauli tau puipuiga e a'afia ai fa'alāpotopotoga latou te fa'ataga le fa'aogaina o teugatupe a le tagata lava ia.",
    "1687299615": "O le a le fa'aaogaina o teugatupe?",
    "2648707986": "O le fa'aaogaina o fa'amatalaga ose faiga fa'asese i luga ole laiga lea e fa'afoliga ai e se tagata fai mea leaga e ona le fa'amatalaga i luga ole laiga. E masani lava, o le teugatupe o loʻo i se faʻalapotopotoga tau tupe poʻo se pisinisi e-pisinisi lea e mafai ai e le tagata taufaasese ona gaoi tupe, oloa poʻo kata meaalofa. E fa'aaoga e le tagata osofa'i fa'ailoga saini e gaoia e fa'aoga ai le teugatupe ona ave lea, atonu e sui le fa'aupuga e loka ai le tagata e ona le teugatupe moni.",
    "1476843710": "E itiiti tupe e afaina ai ae o lo'o fa'aleagaina pea ituaiga o fa'auluina o teugatupe e aofia ai le faoa o tala fa'asalalau fa'asalalau ma isi mea faapena. I nei tulaga, e masani lava ona taumafai le tagata osofaʻi e faʻasalalau faʻamaʻi pe auai i osofaʻiga phishing e faasaga i uo le mautonu a le tagata manua. Pe, o loʻo taumafai le tagata osofaʻi e faʻasiasia le tagata manua, lea e tupu i nisi taimi i tagata taʻutaʻua ma faipule, mo se faʻataʻitaʻiga.",
    "2904949278": "E fa'afefea ona pulea e se tagata ta'avale se teugatupe?",
    "2575690545": "O le fa'aaogaina o teugatupe, e pei o le tele o faiga fa'asese i luga ole laiga, o le tele lava o se mataupu fa'a otometi, fa'agasolo tetele. E seasea mo se tagata hackers, o loʻo ofuina se hoodie i le fogafale pito i lalo o lona tina, ona faʻapipiʻi upu faʻamaonia i luga o upega tafaʻilagi a le faletupe.",
    "3614653023": "Nai lo lena, o le fa'atinoga e fa'alagolago i osofa'iga fa'apipi'i fa'amaonia tetele e fa'ata'ita'i ai le faitau miliona o igoa fa'aigoa/password paiga i luga o le tele o fa'alapotopotoga tau tupe fa'amoemoe e tatala se vaega itiiti o fa'amatalaga. O le taimi lava e maua ai e le polokalama faakomepiuta faakomepiuta otometi le avanoa i le teugatupe, e mafai ona aafia ai se tagata hacker, ae i nisi tulaga, e leai.",
    "2762759509": "O le tele o osofa'iga o fa'atau tupe e toetoe lava otometi atoa.",
    "1972710018": "Va'ai mai le va'aiga a le kamupani",
    "1282121137": "Ina ia malamalama pe o le a le faʻafitauli faʻafitauli e mafai ona faʻaaogaina, mafaufau pe faʻapefea le aafiaga mai le vaaiga a le faʻalapotopotoga tau tupe. Latou te taulimaina le faitau miliona o logins i aso uma.",
    "2315518622": "Faatasi ai ma le atamai o loʻo maua i meafaigaluega osofaʻi i aso nei, e matua faigata lava ona iloa poʻo fea, pe a iai, e taufaasese. Ona vili lea e se tagata le laina o auaunaga a tagata faatau ma fai mai \"Ua osofaia laʻu tala! E le mafai ona ou saini i totonu ma ua gaoia e se tasi a’u tupe!”",
    "1836369533": "E pei o le leoleo i tala fa'aleaganu'u, e fa'apefea ona iloa e se tasi po'o ai moni? Afai o le tagata osofaʻi e lava le gaoia o elemene e iloagofie ai, e pei o le numera o laisene avetaʻavale, numera o le saogalemu lautele, igoa teine o tina, tuatusi, ma isi mea, atonu e fai si faigata ona iloa pe o le tagata telefoni o le tagata e umia faʻamatalaga moni poʻo se osofaʻi taumafai e maua se toe setiina upu faataga i luga o se teugatupe na te manao e ulu.",
    "2880837730": "O le a se mea e mafai ona fai e taofi ai le fa'aaogaina o teugatupe?",
    "3654556483": "O fa'alapotopotoga tau tupe ma kamupani eCommerce o lo'o i ai faiga ma fa'atonuga e fa'aitiitia ai nisi o fa'amata'u fa'atau. O nei fesili e amata mai i le taimi tuai \"o le a le igoa o lau uo mamae i le aoga tulagalua\" fesili saogalemu i auala e suʻe ai tuatusi IP masalosalo ma faʻamatalaga masini feaveaʻi.",
    "2449501658": "e maua ai se tasi o auala sili ona alualu i luma e faʻaitiitia ai le faʻamataʻu mai le faʻaʻoleʻole o le faʻaogaina o faʻamatalaga faʻamatalaga, faʻaogaina o masini e suʻesuʻe ma taofi bots, ma faʻamalosia atili ai le faigata pe le mafai foi e tagata taufaasese ona auai i le faʻaaogaina o teugatupe.",
    "3621455477": "e aoao atili!",
    "555246307": "Ae o le mea lea, o le ala lea na faaiu ai le tala i le tamalii ma lana avetaavale: Na faanofo faatasi e le leoleo ia alii e toalua i se potu mo le tele o itula ma le fiafia ai o la mafaufau. I le faaiuga o le aso, sa ia faaali mai ma fai mai, “O le a ou talanoa nei ma le avetaavale taavale.” Na tu i luga le tamaloa i ofu mamalu. Ua le fiafia tele o ia, ua galo ia te ia ua na ona faafoliga o ia o se tamalii.",
    "1224727373": "BotStop e hCaptcha",
    "1187718370": "Faafesootai matou",
    "3892905664": "E fesoasoani le hCaptcha i au 'au'aunaga i luga ole laiga e sili ona e fiafia i ai e taofia bots, spam, ma le sauaina e ala i le faia o fesili faigofie e faigofie mo tagata ma faigata mo masini.",
    "555158694": "O se au'aunaga e te fa'aogaina ua filifili e fa'aleleia lou poto masani i luga o la latou 'upega tafa'ilagi e ala i le fa'apipi'iina o le hCaptcha e fa'aitiitia ai feoaiga leaga.",
    "1617196410": "hCaptcha o loʻo taulaʻi i le taofi o bots. Matou te le popole po'o ai le tagata fa'aoga, ae na'o latou leaga. Matou te galulue malosi e faapaleni le le faalauaiteleina &",
    "1624200563": "saogalemu, ma tausisia le GDPR, CCPA, LGPD, PIPL, ma isi tulafono fa'alilolilo.",
    "1927613000": "Ua tu'ufa'atasia e le hCaptcha le a'oa'oina o masini fa'apitoa fa'atasi ai ma se fa'avae lu'i mamana e puipuia ai talosaga i luga ole laiga mai le fa'auluina o fa'amaumauga, fa'atumuina o fa'amatalaga, solo, ma isi ituaiga o sauaga.",
    "1133989302": "Aisea hCaptcha?",
    "34074886": "O taimi uma e te taliina ai se luʻi, matou te faʻaogaina faʻataʻitaʻiga faʻapitoa e iloa ai pe o oe o se tagata. O le 'upega tafaʻilagi na e asia ona faʻaaogaina lea o le taunuuga e fesoasoani e faʻaleleia lou poto masani i luga o la latou upega tafaʻilagi e ala i le taofia o bots.",
    "3412647984": "E mafai ai e oe ona aloese mai fesili i le lumana'i e ala i le lesitala ma setiina se kuki. Fa'amolemole taumafai fo'i e tape lau poloka fa'asalalauga.",
    "2510209017": "Manaomia nisi fesoasoani?",
    "477275453": "Aisea ua avea ai API ma taʻutaʻua mo tagata taʻavale?",
    "596347471": "Application Programming Interfaces (APIs) ua avea ma taulaʻiga taʻutaʻua mo tagata fai mea leaga i luga ole initaneti. E tele mafuaʻaga mo lenei mea, e aofia ai lo latou aoga tele i le tuʻufaʻatasia o talosaga. E mafai ona faʻaitiitia le lamatiaga API, peitaʻi.",
    "2441638955": "Muamua, o le a le API?",
    "3963216198": "Ina ia talanoaina pe aisea ua avea ai API ma taʻutaʻua mo tagata taʻavale, e aoga le faʻaalu muamua o sina taimi puupuu e faʻamalamalama ai le uiga o le faaupuga \"API.\" Ole manatu ole API e le'o fou. O le mea moni, o fesoʻotaʻiga e faʻafesoʻotaʻi ai masini komepiuta eseese i le tasi ma le isi, faʻapea foʻi ma a latou vaega i totonu, sa i ai talu mai le amataga o le 1960s.",
    "1047251718": "Ae ui i lea, i aso nei, pe a talanoa tagata e uiga i API, e masani lava ona faauigaina API faʻavae tulaga. O API ia e fausia e fa'aoga ai tulaga tatala e pei o le Representational State Transfer (REST) ma tatala fa'asologa o faila faila e pei o le JavaScript Object Notation (JSON). O ia \"RESTful APIs,\" e pei ona lauiloa, e mafai ona faia e aunoa ma le manaʻomia o polokalama faʻapitoa. O le taunuuga o API e mafai ona auina atu ma maua faʻamatalaga ma faʻagasologa telefoni i le va o polokalama faakomepiuta. Mo se fa'ata'ita'iga, e fa'aogaina e le telefoni feavea'i se API e fa'aoga ai faiga a le faletupe.",
    "3195334319": "Le aoga ma le vaivai o API",
    "1903743785": "O le o'o mai o API fa'avae fa'ata'atia na fa'atusalia ai se oso tele i luma i le tu'ufa'atasiga o talosaga. I le 20 tausaga talu ai, APIs na alu ese mai le taugata ma le lavelave o mea faʻapipiʻi faʻapitoa i mea faigaluega e leai se totogi, faʻavae faʻataʻitaʻiga e faigofie ona faʻaogaina-ma vave ona faʻapipiʻi.",
    "879362350": "Faatasi ai ma API fou o loʻo galue i luga o le Initaneti, na mafai ai ona faʻafesoʻotaʻi soʻo se polokalama poʻo faʻamaumauga, soʻo se mea i le lalolagi, e tusa lava po o le a le faʻavae, faʻamaumauga faʻamaumauga poʻo le gagana polokalame. O se taunuuga, o le lalolagi komepiuta ua i ai nei i le lotolotoi o se suiga API. O lo'o i ai se fa'alavelave o feso'ota'iga i le va o talosaga ma fa'amaumauga. E manaia tele, seiloga e leai.",
    "3844432472": "O le matala ma le faʻaogaina o API e avea ai i latou ma faʻailoga mataʻutia mo tagata osofaʻi. I le auala lava e tasi e mafai ai ona faʻapolokalameina se telefoni feaveaʻi e aapa atu ma MAUA faʻamatalaga mai se faiga faʻapitoa e faʻaaoga ai se API, e mafai foi ona faʻapea se vaega o malware. Ua tusia e tagata ta'avale le tele o meafaigaluega faakomepiuta e fa'aleagaina ai API. Ose faiga osofa'i lelei.",
    "2187096543": "O le mea moni, o loʻo i ai nisi o faʻamaumauga faʻamaufaʻailoga e mafua mai i polokalama faʻapipiʻi tusi-tusia lea na valaʻau i se API e aveese faʻamaumauga mai se faʻamaumauga. A uma mea uma, afai e gaoia faʻamatalaga e manaʻomia ai se GET telefoni i luga o se API, tusia e faʻaaoga ai le REST ma le JSON, ona faigofie ai lea ona vave aveese se faʻamaumauga mama. O le mea moni, pe a talanoa tagata e uiga i osofaʻiga o le \"screen scraping\", o le a le uiga moni, o le tele lava, o telefoni API vave-afi e toso mai faʻamaumauga mai faʻamaumauga. APIs ua avea ma osofaʻiga tele mo faʻalapotopotoga o loʻo fausia.",
    "4222109231": "Fa'aitiitia le lamatiaga o le API ile HCaptcha's Enterprise Product",
    "1783317946": "Taofi osofa'iga API ose fa'aoga fa'aoga masani mo",
    "3022922096": ", HCaptcha's enterprise set of products. E le pei o le free version of hCaptcha,",
    "63719113": "fa'aoga masini a'oa'oga fa'apitoa e iloa ai feoaiga leaga i lau 'upega tafa'ilagi ma fa'aoga - e aofia ai gaioiga e to'a.",
    "3566102529": "tatou i aso nei e aoao atili.",
    "3096553330": "O faiga uma tatou te faia e atagia mai ai a tatou sootaga ma isi tagata.",
    "1467218142": "O mea tatou te mananaʻo ai mai ia i latou ma i tatou lava e faʻaosoina ai a tatou amio, ma faʻapea o mamanu lava e tasi o fegalegaleaiga e toe faʻaalia i faiga uma o tagata. O le initaneti e maua ai le tele o faʻataʻitaʻiga sili o lenei vaega taua o lo tatou lalolagi.",
    "808872868": "Mo se fa'ata'ita'iga: spam, taufa'asese, ma fa'atautala sa i ai i luga ole laiga talu mai le toeitiiti lava o le aso talu ona fa'atasi muamua faiga e lua.",
    "1085089390": "Fa'aleagaina i luga ole laiga e afua mai i amioga fa'aletagata",
    "3064321967": "O le imeli spam muamua na iloa na lafoina i le 1978. [",
    "3800781598": "] Toeitiiti atoa le lima sefulu tausaga mulimuli ane, o loʻo faʻaauau pea ona faʻasalaina i matou e spam imeli. E tele piliona tala ma afe o tagata-tausaga o taumafaiga faʻainisinia ua tuʻuina i le faatoilaloina, ae o loʻo faʻaauau pea le spam. E i ai le piliona tala pisinisi i itu uma e lua, e pei o i latou e tetee i ai ma i latou e auina atu.",
    "2119943547": "Aisea ua faapea ai? E faigofie le tali. Afai lava e i ai se faʻaosofia e faʻaleagaina se faiga, e masani lava ona maua e se tasi se auala. Ma o le taimi lava latou te faia ai, o le a iai nei se isi tagata e faʻamalosi e taofi i latou.",
    "532470444": "O le paleni e mafai ona suia laʻititi mai lea tausaga i lea tausaga, ae o lenei amio e atagia mai ai le natura masani o le tagata, ma o le lima afe tausaga o faʻamaumauga faʻamaumauga e faʻaalia ai le malosi e le mafai ona suia i se taimi lata mai.",
    "3193548097": "Faamoemoe Puna e Faavavau",
    "4065614934": "E le fou lenei au'ili'iliga, ae e fa'avavau lava le fa'amoemoe o tagata. Ae maise pe a latou manatu e fou o latou manatu.",
    "1216071511": "O manatu lava e tasi o loʻo tuʻuina soo mai e tusa ma le 20 tausaga talu ai, na sau ai se tusitala e le o taʻua igoa ma se fesoasoani faʻatumu-le-vanoa mo talanoaga i luga ole laiga e uiga i fofo anti-spam:",
    "1941999673": "O lau pou e fautua a",
    "4179118182": "( ) fa'atekinisi ( ) fa'atulafono ( ) fa'avae maketi ( ) mataala",
    "3978720689": "auala e tau ai le spam. O le a le aoga lou manatu. O le mea lea e le aoga ai.",
    "318339230": "(E tasi pe sili atu o mea nei e mafai ona faʻaoga i lou manatu patino, ma atonu e iai",
    "30312304": "isi faaletonu sa masani ona eseese mai lea setete i lea setete a o lei pasia se tulafono a le feterale leaga.)",
    "2710988028": "( ) E faigofie ona faʻaaogaina e Spammers e selesele ai tuatusi imeli",
    "3912514510": "( ) Lisi meli ma isi fa'aoga tatau ile imeli ole a a'afia",
    "2030062561": "( ) E leai se tasi e mafai ona maua le tama pe aoina mai le tupe",
    "3334160175": "( ) E lē mafai ona puipuia mai osofaʻiga sauā",
    "3238345709": "( ) O le a taofia spam mo le lua vaiaso ona tatou pipii ai lea",
    "4227800293": "( ) O tagata e fa'aogaina imeli e le fa'amalieina",
    "2271252286": "( ) E le mafai e Microsoft ona fa'atali",
    "692064738": "( ) O le a lē onosaia e leoleo",
    "3475647460": "( ) Manaomia tele le felagolagomai mai tagata spammers",
    "1482845460": "( ) Manaomia vave le galulue fa'atasi mai tagata uma i le taimi e tasi",
    "3741193183": "( ) E le mafai e le tele o tagata fa'aoga imeli ona fa'aumatia pisinisi po'o le fa'ate'aina o tagata faigaluega",
    "2234909600": "( ) E le popole tagata Spammer i tuatusi le aoga i a latou lisi",
    "1982617151": "( ) So'o se tasi e mafai ona fa'aumatia ma le le ta'ua le galuega po'o pisinisi a se isi tagata",
    "2498172334": "Aemaise lava, o lau fuafuaga e le mafai ona tali atu",
    "389705801": "( ) Tulafono e matuā faasaina ai",
    "190955495": "() Leai se pulega fa'aautu mo le imeli",
    "237009707": "( ) Tatala relays i atunuu i fafo",
    "3507532387": "( ) Fa'afaigofie ona su'esu'e tama'i avanoa tuatusi faakomepiuta o tuatusi imeli uma",
    "2477958756": "( ) tagata leaga",
    "3254142589": "( ) Faafitauli tau pulega",
    "3621401685": "( ) Le lauiloa o lafoga fou uiga ese",
    "4277475973": "( ) O le mumusu o tagata lautele e talia ituaiga tupe fou uiga ese",
    "941057651": "( ) Tele fa'afaigaluegaina polokalame i SMTP",
    "3265293440": "( ) Fa'aletonu o fa'asalalauga e ese mai i le SMTP e osofa'ia",
    "515733427": "( ) Le naunau o tagata fa'aoga e fa'apipi'i patches OS maua ile imeli",
    "2631159699": "( ) 'Au a anufe atigipusa Pupuni feso'ota'i alalaupapa",
    "776542208": "( ) Fa'atauga fa'atautau e fa'avavau o lo'o aofia i faiga fa'amama uma",
    "989480928": "() Tulaga manuia o spam",
    "3898950867": "( ) Joe galuega ma/po'o le gaoi fa'asinomaga",
    "3395399558": "( ) Fa'apolokiki e le'i iloa tusitusi",
    "1118929614": "() Fa'avalevalea tele i le vaega a tagata o loʻo faia pisinisi ma tagata faʻasalalau",
    "838951836": "( ) Le fa'amaoni i le vaega a tagata fa'asalalau latou lava",
    "2123236933": "( ) O tau o bandwidth e le'o a'afia ile fa'amama a tagata o tausia",
    "2292919419": "( ) Vaaiga",
    "2534436327": "ma e mafai fo'i ona fa'aoga le tete'e fa'afilosofia nei:",
    "832385387": "( ) O manatu e pei o oe e faigofie ona maua, peitaʻi e leʻi iai lava se mea e aogā",
    "1993984258": "( ) So'o se polokalame e fa'avae i luga ole filifiliga e le taliaina",
    "3909240516": "( ) E le tatau ona avea ulutala SMTP ma mataupu o tulafono",
    "1151065360": "( ) E leaga le lisi uliuli",
    "2396605499": "( ) E leaga le lisi papa'e",
    "2225785608": "( ) E tatau ona mafai ona tatou talanoa e uiga i Viagra e aunoa ma le faʻasalaina",
    "3004688366": "( ) E le tatau ona aofia ai faiga fa'aletonu uaea po'o le fa'aseseina o kata fai aitalafu",
    "922470170": "( ) E le tatau ona aofia ai le sabotage o fesoʻotaʻiga lautele i faiga faʻalavelave",
    "3068923550": "( ) E tatau ona aoga faiga tetee pe a faasolosolo malie",
    "2752975480": "( ) O le lafoina o imeli e tatau ona leai se totogi",
    "117227832": "( ) Aiseā e tatau ai ona matou faʻatuatuaina oe ma au 'auʻaunaga?",
    "1021431157": "( ) Le ogatasi ma fa'amatalaga tatala po'o laisene fa'amatalaga tatala",
    "2801524659": "( ) E leai se mea e faia e lagona lelei e foʻia ai le faafitauli",
    "931661269": "( ) O tuatusi imeli le tumau/tasi e faigata",
    "2090457681": "( ) Ou te le mana'o e faitau e le malo la'u imeli",
    "3536122902": "( ) O le taofia o i latou i lena auala e le telegese ma tiga",
    "2391175562": "E le gata i lea, o le mea lenei ou te manatu ia te oe:",
    "229198134": "( ) Fa'amalie atu lau tama, ae ou te manatu e le aoga.",
    "345563040": "( ) O se manatu faavalevalea lea, ma o oe o se tagata faavalevalea e fautua mai ai.",
    "409780280": "( ) Manaia le taumafai, ****! Ou te faʻamoemoe e laa e se tasi lau piano!",
    "2820080973": "talimalo ma ❤ e",
    "3943164003": "vaai mata",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Aisea e le aoga ai lau vaifofo fou e tetee atu i spam",
    "361795034": ". Le iloa le tusitala, c. 2000",
    "1547006769": "O le fa'amaoniga o tagata soifua o le fa'afitauli lava lea e tasi",
    "3717942925": "E pei lava o le ai ai i taimi uma tagata e mananaʻo e faʻafeiloaʻi oe e ala i imeli, o le ai ai pea le manaʻoga e taofiofia le avanoa i nisi o punaoa e naʻo tagata e mafai ona maua.",
    "2481032625": "Pe o le sini o le puipuia:",
    "1691348394": "- otometi fa'atauga tetele i le taimi fa'atapula'a fa'atauga fa'amatu'u",
    "1771016224": "- polokalame mai le la'uina o mea uma mai lau upega tafa'ilagi fa'atele",
    "1959762846": "- fa'atumu lau pepa i luga ole laiga ile spam tau maketi e le gata po'o le fa'aleagaina",
    "345108670": "- fa'atumuina fa'amaonia ma isi taumafaiga e fa'aulu",
    "2540760245": "i le tele o isi fa'aoga, o le mafai ona fa'amamaina fefa'ataua'iga i luga o le initaneti i luga o le fa'avae o le \"tagata po'o le leai\" o le a tumau pea o se meafaigaluega taua pe afai e mulimuli le natura o le tagata i mamanu tutusa na fa'amauina i le lima afe tausaga talu ai.",
    "3346362371": "Ae faapefea masini a'oa'oga?",
    "3619183405": "I le 2021 faigofie CAPTCHA e mafai ona foia i nisi taimi i polokalama, faʻafetai i le alualu i luma i le aʻoaʻoina o masini. Ina ia foia lenei mea, e faia foi e le hCaptcha se auiliiliga auiliili o meatotino e pei o",
    "3292221787": "sa taliina le lu'i, e le na'o pe sa'o, ma e tele taimi e suia uma ai fesili ma fa'amaumauga na fa'aaogaina.",
    "1080672247": "Talu ai ona o le tele o fesili e fesiligia e le mafai ona foia i le tamaoaiga e aunoa ma le fata polokalama, ma talu ai o faʻamaumauga e masani ona tulaga ese i le faiga, o lona uiga o bots e masani ona taofia atoa e le tautua saoloto, ma e tatau ona faʻalagolago i tagata CAPTCHA solvers nai lo, lea. e matua'i leai se tamaoaiga o le tele o ituaiga o sauaga.",
    "4172868199": "e sili atu nai lo lenei, agai atu i le malo o le taumafai e iloa le \"tagata lelei\" mai le \"tagata leaga\", ma o loʻo faʻaaogaina i aso nei e le tele o auaunaga sili ona lauiloa i luga o le initaneti e suʻe ma taofi mea uma mai le faʻatauga taufaasese i le faʻaauau pea. fa'amata'u fa'asaga ia latou tagata fa'aoga, a'o fa'atumauina se fa'atatau tulaga ese i le fa'asaoina o le le faalauaiteleina.",
    "2873911365": "Ae faapefea le fa'amaoniaina o meafaigaluega?",
    "1477196356": "O auala eseese e feso'ota'i ai le fa'asinomaga i se masini i se faiga fa'amautu fa'amautu, o nisi taimi fa'atasi ai ma meatotino fa'alilolilo-fa'asao, ua fa'ata'ita'iina mo le tele o tausaga. O fa'amatalaga autu lautele na amata mai i le i. 1975, ma faʻailoga meafaigaluega na i ai toetoe lava a umi.",
    "2349681896": "Ae paga lea, o le puleaina o se vaega o meafaigaluega e le faapea o oe o se tagata. Toeitiiti lava o polokalame ta'uta'ua ta'uta'ua uma o meafaigaluega fa'amaonia ua ta'e fa'afia, fa'apipi'i, ona toe gau lea.",
    "254326776": "Fa'aleagaina fa'aleagaina o nei fa'aletonu e masani ona iloa na tupu mo masina po'o tausaga a'o le'i fa'ailoaina po'o fa'asalalauga a'oa'oga.",
    "2462909475": "O se puipui e sili atu i le 10,000 telefoni na faʻaaogaina mo le faʻaleagaina, o se vaega o le faʻaogaina o le bot a Saina.",
    "1963951234": "E tusa lava po o le a le faʻatuatuaina o lau cryptographic scheme, afai e mafai e se tasi i le faaiuga o le aso ona faʻaalu tupe e tuʻuina atu ia te oe le tali o loʻo e sailia, o le umiaina o se vaega o meafaigaluega e le lava.",
    "1278884196": "Na faapea mai, o le cryptography o se aʻoga talavou. Fa'avae i tala fa'asolopito lata mai, o lau fa'ata'otoga ma/po'o le fa'atinoga e ono malepe i le taimi lava e maua ai e se tasi se fa'amalosi e va'ai toto'a i ai, ma e foliga mai o le a iloa e isi tagata lenei mea ae e te le'i faia. O le fa'alagolago i meafaigaluega o lona uiga atonu e te mana'omia le fesili i tagata ta'ito'atasi uma o au fa'aoga e sui se masini fa'aletino ina ia mafai ai ona fa'apipi'i le fa'aletonu. E foliga mai e le tupu vave lenei mea i le tele o tulaga, o lona uiga o le mea moni o le a le mafai ona tatala lau polokalama.",
    "1828028934": "O le mea lea",
    "1642844535": "e taua tele: hCaptcha faʻaaogaina auala eseese e tali ai le fesili autu lava e tasi, faʻatagaina le faʻatusatusaga mo le faʻatasi i iloiloga uma.",
    "1155821305": "o le puipuiga e loloto",
    "119098046": "Ae fa'afefea ni fofo fa'aletonu pe leai se lu'i?",
    "2760410719": "Au'aunaga o lo'o taumafai e su'esu'e bot ma fa'ailo fa'amama fa'ato'a vave ona o'o i se fa'afitauli fa'avae: fa'afefea ona e fa'amaonia pe sa'o sa'o le iloa e le faiga o tagata leaga pe a leai sau mea moni fa'avae sa'o?",
    "1722734001": "O le initaneti tatala o se siosiomaga pisapisao tele. O tagata leaga e osofa'ia tagata fa'aoga o la matou auaunaga ma tagata tauva e pei o le reCAPTCHA i aso uma, ma o lo'o taumafai lava e fa'atagata soifua a'o faia.",
    "1595254735": "E tauivi au'aunaga mama e fa'atumauina le sa'o o le su'esu'eina o bot, po'o le iloa fo'i pe a le sa'o. A aunoa ma le malosi e lu'iina ai tagata fa'aoga i nisi taimi ma su'esu'e sa'o i'uga o lena lu'itau, e matua fa'aitiitia lava le sa'o i le aluga o taimi.",
    "2412751979": "Faʻafetai i faʻamaoniga sili atu ona saʻo a tagata e faʻamalosia ai le hCaptcha, o le tele o kamupani na faʻaogaina muamua le reCAPTCHA v3 / Enterprise ua suia i",
    "2284856231": "ma va'aia le fa'aleleia atili o le sa'o i le hCaptcha Enterprise's mode passive fo'i.",
    "4162847": "Ua mafai ona matou matauina sa'o lenei mea, ona o nisi o matou tagata fa'atau e fa'atautaia su'ega A/B i luga o le talosaga lava e tasi a'o le'i suia atoa mai taulaga a Google. E masani lava ona mafai ona matou fa'amaonia uma le maualuga o le sa'o lelei ma le sese sese fua e sau mai le reCAPTCHA v3 po'o le reCAPTCHA Enterprise.",
    "436125785": "E le o se mea e ofo ai ona o le le saʻo o faʻamatalaga faʻaalia o loʻo maua i na oloa, ma le mea moni o loʻo faʻatau atu e se fesoʻotaʻiga faʻasalalauga ma le tele o le fiafia i le le lelei tele i le suʻeina o bot, neʻi afaina ai a latou pisinisi autu.",
    "2233741720": "I le faaiuga",
    "2133809801": "O le a lava le umi e tumau ai tagata, e foliga mai o le faʻamaoniga o tagata soifua o le ai ai se sao e taʻalo i luga ole laiga.",
    "2255549335": "O la matou galuega i le hCaptcha o le sailia lea o fefaʻatauaʻiga lelei i le va o faigata ma le saʻo ma ia faʻaitiitia feteʻenaʻiga, aemaise lava mo",
    "4138068262": "tagata fa'aoga. I le faaiuga, o le fegalegaleai ma luitau e foliga mai o le a tumau pea o se vaega o auupega o meafaigaluega mo le faʻaitiitia o le faʻaleagaina i luga o le initaneti pe a tumau pea le natura o le tagata e le suia.",
    "855097735": "Fausiaina o se auaunaga e faia lelei lenei mea aʻo faapaleni uma atugaluga o se faʻafitauli faigata tele (ma o loʻo matou galulue pea e faʻaleleia ina ia faʻafiafiaina le poto masani i le mea e mafai ai) ae matou te faʻamoemoe o le a e ioeina o le faʻaitiitia o le spam, faʻaleagaina, faʻatau tupe , ma faiga taufaasese i luga ole laiga e matua aoga lava le fesili faigofie mai lea taimi i lea taimi.",
    "1953959745": "avanoa",
    "2543123170": "Zero friction humanity verification",
    "547245263": "Foia lau fa'afitauli bot i le aso.",
    "3117887301": "Fa'atuatuaina e le tele o 'au'aunaga i luga ole laiga",
    "981806349": "Fausia i luga o le faʻamaoniga o le hCaptcha platform",
    "2373007864": "hCaptcha Enterprise o lo'o fa'agaoioia i luga o tekonolosi fa'apolokalame o le hCaptcha, fa'alautele e aofia ai fa'ailoga e mana'omia e pisinisi maualuluga.",
    "2652399059": "O se paaga faatuatuaina",
    "1997838163": "O kamupani tetele a le lalolagi e fa'alagolago ile hCaptcha Enterprise. E faigofie le tu'ufa'atasia, ma e le mafaatusalia le sa'o atoatoa.",
    "734735952": "Na matou iloiloina le tele o tagata faʻatau CAPTCHA faʻapea foʻi ma le fausiaina o se faiga e i matou lava. I le faaiuga, na tulaʻi mai le hCaptcha o se mea sili ona lelei i le reCAPTCHA.",
    "1250541092": "— Sergi Isasi",
    "3524251858": "Faʻatonu o le Pulega o oloa, Cloudflare",
    "3971348140": "Aisea na matou fa'aogaina ai le hCaptcha? E leai se isi e mafai ona faʻaalia foliga ma faʻatinoga matou te manaʻomia. Na latou fa'atutūina i matou ma taufetuli vave, ma e fiafia a matou fa'atau'oa i le mea na tupu.",
    "4248655793": "— Alex M.",
    "4185927140": "Pule o oloa, Flash, Shopify",
    "282913023": "Le filifiliga taugofie mo pisinisi maualuga feoaiga",
    "999610953": "Ma le mea mulimuli, o se mea e talitonuina e suitulaga ia Google. hCaptcha Enterprise e tu'uina atu fa'aputuga tele i lau pili reCAPTCHA ma le saogalemu maualuga: e o'o atu i le 80% taugofie i nisi tulaga.",
    "1886100235": "O le tele o auaunaga fa'ainitaneti tetele a le lalolagi ua sui i le hCaptcha Enterprise ma maua ai le fa'aleleia atili o le su'esu'eina o bot fa'atasi ai ma le tele o tau sefe.",
    "2903742230": "O feso'ota'iga fa'asalalauga e va'aia au tagata asiasi o le oloa. Mo i tatou e na o le pau lava le sini o le fuafuaina o lo latou tagata soifua. O a matou au'aunaga e fetaui pe sili atu i le GDPR, CCPA, LGPD, ma le PIPL mana'oga, ma matou galulue malosi e faapaleni le le faalauaiteleina ma le saogalemu.",
    "3901503296": "O lenei taulaiga tulaga ese i le le faalauaiteleina o lona uiga e mafai ona matou ofoina atu leai se taofiga o faʻamatalaga a le tagata lava ia, faʻaogaina e leai se kuki, ma isi faʻamaoniga faalilolilo faʻamaonia pe a manaʻomia aʻo tausia lelei le saogalemu.",
    "3342910682": "Faitau atili",
    "1130783905": "O le sa'o i lou fiafia ma matou. hCaptcha galue e tu'uina atu ia te oe fa'amatalaga moni ma tu'u oe e filifili pe fa'apefea ona fa'aoga. O isi fofo saogalemu o loʻo tuʻuina atu e kamupani faʻasalalauga Gigantic. O lona uiga o bota uma latou te poloka e mafai ona faʻaititia a latou tupe maua.",
    "2019130052": "O a matou fa'afouga i le ML e fa'atatau i le le faalauaiteleina e mafai ai ona sili atu i tulaga saogalemu o talatuu \"faamaumau mea uma e faavavau\" fuafuaga e aunoa ma le afaina ai o le saogalemu po o le tagata e le faalauaiteleina.",
    "23114595": "Sili Aafiaga Fa'aoga",
    "3437412311": "Mo tagata fa'aoga Enterprise, o lo'o avanoa avanoa e aloese ai mai lu'itau i le tele o fa'aaliga, fa'alagolago i togi passive.",
    "1996843433": "Fa'aitiitia fe'ese'esea'iga e ala i le 'alo'ese atoa mai se lu'i mo le 99.9% o lau fe'avea'i fa'aletulafono a'o tu'uina atu pea le puipuiga sili.",
    "3093689546": "Faigofie fa'atasi",
    "247560732": "Faʻaopoopo le hCaptcha ma laina e tolu o le code. Afai e te sau mai le reCAPTCHA, o la matou API e fetaui ma e na o ni nai minute e sui ai.",
    "1510448156": "E mafai ona e tu i luga ma tamo'e ma se isi mea e sili atu i aso nei, ma fa'aola mea sili atu ona maualuga pe a mana'omia.",
    "2718999653": "Fa'ailoga Fa'amata'u Fa'apitoa",
    "2698140263": "E le tutusa uma faafitauli: o le mauaina o se togi e tasi o lona uiga e tatau ona faʻafetaui ou manaʻoga ina ia aoga.",
    "897432717": "Faatasi ai ma la matou mamanu fou mo Customized Threat Scores, o le faʻaopoopoina o lou poto faʻapisinisi e mafai ai e matou faʻataʻitaʻiga ona tuʻuina atu togi faʻapitoa mo au faʻaoga.",
    "2650502379": "Fa'alauiloa Au Lava Lu'itau ile Sekona",
    "3578122193": "Tumau i luga o fa'ailoga fa'atasi ai ma mataupu talafeagai",
    "1074044172": "Afai e tatau i tagata faʻaoga ona foia se luʻitau e faʻafetaui ai ou manaʻoga saogalemu, aisea e le fai ai ni fesili manaia ma talafeagai i le tagata faʻaoga?",
    "1579093044": "Faatasi ai ma la matou mamanu faʻailoga masani masani, e mafai ona e faʻalauiloa i luga ole faʻailoga luʻitusi i totonu o ni nai minute.",
    "3717512591": "Tu'ufa'atasiga Tu'usa'o",
    "121743429": "Mo Kamupani Infrastructure Web",
    "2131386784": "Tofa'atasiga Maua ma Lagolago mo oe ma au fa'aoga",
    "2782263070": "O le tautua o se fa'amuamua sili mo i matou. Matou te fa'atumauina le 24/7 i luga o le vala'au lagolago ma ofoina tu'usa'o Slack fa'amaopoopo ma lau 'au fa'ainisinia tu'ufa'atasi ma a matou 'aufaigaluega i luga o le telefoni i le taimi ma pe a mae'a fa'atinoga.",
    "3740051331": "Matou te fa'amaoni fo'i e mata'ituina ma tali atu i fesili a au tagata fa'aoga i luga o ala o feso'ota'iga lautele, fono, ma a matou feso'ota'iga i-widget ma imeli lagolago. Matou te maua ma tali mai, ma faʻaogaina le faʻamalieina o tagata faʻaoga o se KPI maualuga.",
    "170775527": "Vaega o pisinisi",
    "3383086062": "o le hCaptcha Enterprise ose fa'ato'a atoa le puipuiga ile initaneti. O faiga fa'agaioiga ma fa'agasolo e mafai ai ona e taofia le fa'auluina o fa'amatalaga, iloa le fa'auluina o teugatupe, ma poloka ai tagata fai mea masalomia. O mea uma e leai se fete'ena'iga mo tagata fa'aoga tatau.",
    "1408599440": "Amata vave i nai laina o le code ma le matou 99.9% passive mode, poʻo le pulea atoatoa o taimi ma pe faʻafefea ona luitauina tagata faʻaoga. Fa'ata'ita'iga fa'amata'u fa'apitoa ma lu'i fa'apitoa o lona uiga o le fetu'una'i e le mafaatusalia e fa'amautinoa le saogalemu.",
    "3365203058": "Puipuiga o le anti-bot a le lalolagi",
    "1803009328": "Fa'ata'ita'iina taua ile fua ole upegatafa'ilagi.",
    "1586809757": "Maualuluga sa'o sikoa bot",
    "353367791": "Su'e tagata leaga o le tele o ituaiga eseese.",
    "191460155": "E leai ni fete'ena'iga ma le 99.9% fa'aogaina auala",
    "585557010": "Lu'i i lalo ole 0.1% o tagata fa'aoga tatau.",
    "3287172429": "Puleaina ituaiga lu'i ua fa'aalia",
    "1844885924": "Tele faletusi o ituaiga e filifili mai ai.",
    "3018523079": "Tumau ile fa'ailoga fa'atasi ai ma se fa'aoga faifaipea.",
    "3817811295": "Fa'amaonia le fa'atuatuaina ma le vave 24/7 i luga ole vala'au lagolago.",
    "1798492192": "Legacy browser lagolago",
    "1356745565": "E fetaui lelei i tua i le Internet Explorer 8.",
    "751483365": "Lagolago mo tagata e le o ni JavaScript.",
    "4199502476": "Dashboards lipoti maualuluga ma API",
    "3630114728": "Va'ai mea o lo'o tupu i au saite uma ma polokalama.",
    "3573245166": "E le pei o le reCAPTCHA, matou te galulue i atunuu uma.",
    "2354267648": "GDPR, CCPA, ma LGPD-faauo faiga faalilolilo",
    "3167979932": "Fuafuaina mo le le faalauaiteleina mai le aso muamua. Malosiaga Fa'asologa o Fa'amaumauga.",
    "4065065042": "vili le mea lea ina ia fetaui lelei ma lau pusa fa'aoga.",
    "111184581": "Fa'afeiloa'iga muamua",
    "4272022475": "O talosaga uma ma aseta e alu ile hcaptcha.yourdomain.com",
    "2676853536": "Dashboards e tele tagata e faaaogāina",
    "1368787974": "Fa'asoa pulega i lau 'au.",
    "1045484714": "SAML SSO tu'ufa'atasi ma lau Fa'asinomaga Fa'asinomaga, fa'ata'ita'iga Okta po'o Azure AD.",
    "3953584369": "Fa'atapula'a avanoa RBAC avanoa.",
    "2781507299": "Fa'amaonia vave",
    "4019660456": "0ms latency: fa'amaonia faailoga hCaptcha e leai se API telefoni.",
    "3446714684": "Feavea'i (iOS ma le Android) Tu'ufa'atasi",
    "2593768395": "Le poto masani i luga o le upega tafaʻilagi, telefoni feaveaʻi, upega tafaʻilagi feaveaʻi. O lo'o maua fa'atasiga na muai fausia ma SDK moni.",
    "1779265104": "Tulaga Fa'apitoa ma Fa'amautinoaga Fa'alilolilo",
    "122875767": "Fa'amalie ou mana'oga fa'aletulafono pe a le mafai e isi kamupani.",
    "148188781": "Tuuina atu Lu'i",
    "838049015": "Filifili ata uma e fetaui ma fesili",
    "1126302400": "Pusa Fa'amau",
    "3554448168": "Fa'avasegaga",
    "2104933754": "Fa'ailoa igoa fa'atatau",
    "3612043014": "...ma isi galuega faigofie. Faigofie mo tagata, faigata mo bots.",
    "3624758171": "O lo'o avanoa fo'i galuega fa'apitoa mo tagata fa'asalalau pisinisi.",
    "1001938065": "E le'i faigofie le tu'ufa'atasia",
    "2138799135": "O le hCaptcha o loʻo i ai le tele o fesoʻotaʻiga faʻapipiʻi muamua mo le pito i luma ma le pito i tua faiga e te faʻaogaina.",
    "2535001179": "Afai e te sau mai le Google's reCAPTCHA, o matou API o loʻo faʻaulu i totonu o sui.",
    "1393184984": "na'o mea uma e te mana'omia.",
    "3715747429": "E mafai e a matou inisinia i luga ole laiga ona e alu vave, pe e te manaʻomia React integration, SDKs mo iOS native apps, se Java backend faʻataʻitaʻiga, poʻo toetoe lava o isi faʻaaliga.",
    "2681650568": "Ma e pei lava o taimi uma, o le le faalauaiteleina o se taua autu mo i matou. Fa'aopoopo la matou fa'ailoga lu'i na'o le mea e mana'omia, ma le mea e talafeagai e puipuia ai oe ma au fa'aoga. Fa'aitiitia le aoina o fa'amaumauga e amata mai i le taimi o le tu'ufa'atasia.",
    "1130868224": "E tolu laina o code",
    "2183926131": "Amata ile hCaptcha Enterprise",
    "1526887904": "hCaptcha Enterprise Privacy",
    "1845745385": "Fuafuaina mo le faalilolilo.",
    "1297224875": "Ose faiga fa'alilolilo fa'atauva'a ile saogalemu ile Initaneti.",
    "2762458927": "O au fa'amatalaga fa'aoga e le fa'atauina.",
    "2058856283": "O le hCaptcha Enterprise e tasi lava le fa'amoemoega: ia taofia tagata leaga mai le fa'alavelaveina o au gaioiga i luga ole laiga ma fa'aleagaina au tagata fa'aoga.",
    "2408036504": "O a matou faiga e fa'apea ua mamanuina mai i lalo e fa'aitiitia ai le aoina ma le taofiofia o fa'amaumauga a'o fa'atumauina le saogalemu e ta'imua vasega. O le auala sili e puipuia ai faʻamatalaga o tagata e le o le teuina.",
    "4099477834": "O so'otaga uma a tagata fa'atau e puipuia fo'i e se Maliega Fa'atonu Fa'amaumauga malosi. O le auaunaga a le hCaptcha e tausisia tulafono uma e le faalauaiteleina e tusa lava po o fea e nofo ai lau au'aunaga po'o au tagata fa'atau. O le le tausia o faʻamatalaga patino e sili atu ona faigofie mo i matou nai lo isi kamupani.",
    "3569492665": "O le pueina o gaoioiga i luga ole laiga e le o le tali lea.",
    "3389431373": "Au'aunaga e pei o le reCAPTCHA v3 fai mai o le tu'uina o latou pika pika i itulau ta'itasi o lau saite e mana'omia mo le saogalemu lelei. E le o le tulaga lea.",
    "3590546893": "O su'esu'ega tau amio faigofie o se fa'ailoga e faigofie ona fai e tagata leaga, ma e mana'omia le fa'atumauina o tala fa'asolopito mo au fefa'ataua'iga tatau uma.",
    "1105363520": "Matou te le fa'aogaina se feso'ota'iga fa'asalalauga, ma e leai se fiafia e mata'ituina lau amio fa'aoga ina ia fa'atau atu ia i latou fa'asalalauga. O lona uiga matou te le mana'omia se pika passive i itulau uma o lau saite.",
    "3088605177": "Fa'aopoopo la matou fa'ailoga lu'i na'o le mea e mana'omia, ma le mea e talafeagai e puipuia ai oe ma au fa'aoga.",
    "337971271": "E aoga le aʻoaʻoina o masini. Ae e le manaʻomia faʻamatalaga patino e galue ai.",
    "320166522": "O le a'oa'oina o masini i le taimi nei e a'afia ai toetoe o vaega uma o o tatou olaga, e masani lava i auala tatou te le iloa ma le va'aia. 'Au'aunaga saogalemu i luga ole laiga e leai se eseesega.",
    "3180664128": "E ala i le aʻoaʻoina o le faitau afe o faʻailoga, e mafai e faʻataʻitaʻiga ona faʻaalia ma oʻo atu le talitonuga maualuga i le vave iloa o amioga leaga, tusa lava pe leai se faʻailoga e lava lona malosi e faʻaalia ai se faʻafitauli.",
    "961941354": "Ae ui i lea, e leai se mea o nei mea e manaʻomia ai le faʻaaogaina o faʻamatalaga e iloagofie ai le tagata lava ia (\"PII\"). O faiga fa'aonaponei fa'aonaponei e mafai ai ona tatou lafoa'i so'o se fa'amatalaga patino i se taimi vave, ma faia ai saini e tasi le auala e le mafai ona feso'ota'i i so'o se tagata.",
    "1706581702": "O a'oa'oga i fa'amaumauga e le'i fa'ailoaina e aoga lelei, ma e le mana'omia ai le fetuutuuna'i ile saogalemu po'o le fa'alilolilo. Ua faia e a matou tagata fa'atau su'ega fa'apitoa, ma ua latou fa'ailoa mai e tutusa i matou pe sili atu nai lo le tele o isi mea fa'apitoa.",
    "3203921334": "Matou te fiafia i le tele o mea e uiga i fofo hCaptcha: 1) latou te le faʻatau atu faʻamatalaga patino; latou te aoina na'o fa'amatalaga patino e mana'omia, latou te manino i le fa'amatalaina o fa'amatalaga latou te aoina ma pe fa'apefea ona latou fa'aogaina ma/pe fa'ailoa.",
    "305735018": "Ma le mea mulimuli, o se mea e talitonuina e suitulaga ia Google. hCaptcha Enterprise e tu'uina atu fa'aputuga tele i lau pili reCAPTCHA ma le saogalemu maualuga: e o'o atu i le 80% taugofie i nisi tulaga.",
    "3695206755": "Tofotofo i matou i lou siosiomaga e aunoa ma se tiute.",
    "2941545733": "O matou o inisinia, ae le o tagata faʻatau: matou te mananaʻo ia e fiafia i lau filifiliga.",
    "131871195": "O le auala sili e faʻamautinoa ai lou faʻamalieina o le faʻaalia lea matou te ausia ou manaʻoga.",
    "3436534225": "Toeitiiti lava o kamupani uma e amataina se pailate e iu lava ina filifilia a tatou fofo.",
    "4060250206": "Fa'aoga lenei fomu e o'o atu ai i se tasi o matou tagata tomai fa'apitoa. Matou te tali vave atu.",
    "1159746815": "E mafai foi ona e imeli sa'o mai ia i matou.",
    "2531534427": "O fa'amatalaga o lo'o iai iinei.",
    "2059998584": "Itulagi",
    "3916131732": "Amerika",
    "135276624": "Europa, Sasa'e Tutotonu, Aferika (EMEA)",
    "1182294134": "Asia-Pasefika (APAC)",
    "2437934778": "Lou Suafa",
    "3859506577": "Pisinisi imeli",
    "1268414751": "O a nisi fa'amatalaga e tatau ona iai?",
    "42559805": "E te mana'omia le fa'anatinati i luga ole laiga?",
    "851679588": "Ioe.",
    "1729677626": "O lo'o osofa'ia a'u ma e mana'omia le ulufale vave.",
    "2808971932": "O nisi nei o tusitusiga i totonu ole poloka div.",
    "2468683988": "Ulutala",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Feso'ota'iga tusitusiga",
    "2212670355": "Saini loa",
    "31502377": "O le a le elemene Rich Text?",
    "2310705547": "O le elemene mauoa e mafai ai ona e fatuina ma faʻapipiʻi ulutala, parakalafa, poloka upusii, ata, ma vitio uma i le nofoaga e tasi nai lo le faʻaopoopoina ma faʻapipiʻi taʻitasi. Na'o le fa'alua-kiliki ma fa'afaigofie ona fai mea.",
    "2590587108": "Fa'ata'ita'iga fa'atonu ma le malosi",
    "778204464": "E mafai ona fa'aogaina se elemene mauoa i mea fa'apitoa po'o fa'amalosi. Mo mea fa'apitoa, na'o le tu'u i totonu o so'o se itulau ma amata fa'asa'o. Mo anotusi fa'amalosi, fa'aopoopo se fanua mauoa i so'o se fa'aputuga ona fa'afeso'ota'i lea o se elemene mauoa i lena fanua i le laulau fa'atulagaina. Voila!",
    "1890955039": "E fa'afefea ona fa'avasega le fa'atulagaina mo tusitusiga mauoa ta'itasi",
    "3286051798": "Ulutala, palakalafa, poloka upusii, fuainumera, ata, ma fa'aupuga fa'atusa e mafai uma ona fa'avasega pe a uma le fa'aopoopoina o se vasega i le elemene mauoa e fa'aaoga ai le \"When inside of\" nested selector system.",
    "504332576": "Matou te mitamita lava e fa'ailoa atu ua tupu a'e le hCaptcha i le tele o auaunaga fa'akomepiuta tuto'atasi i le lalolagi, e tusa ma le 15% o le initaneti - ma na matou ave sa'o le tele o lenei sea maketi mai le Google reCAPTCHA. Faʻatasi, hCaptcha ma",
    "1155436473": "(la matou atina'e ofo) ua puipuia nei le faitau selau miliona o tagata fa'aoga i le fiasefulu miliona o upega tafa'ilagi ma polokalama i masina uma. O la matou tala o loʻo faʻaalia e mafai ona e tauva ma Big Tech pe a e faʻamuamua le le faalauaiteleina.",
    "3108727249": "BotStop",
    "1296696044": "Fa'alilolilo vs. Saogalemu: Aisea e le lua ai?",
    "538871570": "O le tauva ma Google ma isi kamupani Big Tech e foliga mai o se faʻatonuga maualuga: o latou pule faʻatauvaʻa maketi, aafiaga faʻavae ma le autau a le au atinaʻe totogi maualuga e masani ona manatu e sili atu le malosi e faʻatautaia mo soʻo se tasi ae na o isi tekinolosi e pei o Facebook poʻo Amazon. O la matou tala e faʻaalia e le tatau ona faʻapea - e mafai ona e faʻatoʻilaloina Big Tech e ala i le taulaʻi i le le faalauaiteleina.",
    "3600718611": "Mafaufau i le Google reCAPTCHA,",
    "4281708680": ". I le hCaptcha, ua matou faia ma le loto i ai se auala e matua ese lava, e faʻaogaina ai le le faalauaiteleina-faʻasaoina masini aʻoaʻoga auala e iloa ai amioga masani bot i le maualuga saʻo, i taimi uma e faʻaaoga ma teu ai ni faʻamatalaga laiti pe a mafai.",
    "3312336121": "lea e fa'aaogaina ai le tele o fa'amaumauga o amioga e iloa ai pe o tagata fa'aoga i luga ole laiga o ni tagata po'o ni bots",
    "1193738791": ": latou te siakiina amioga a tagata i luga o itulau taʻitasi o se upega tafaʻilagi ma luga ole upega tafaʻilagi. Na matou mamanuina le hCaptcha ia faʻafeiloaʻi faʻalilolilo pe a mafai mai le aso muamua. O lenei mea na mafua ai se auala e matua ese lava i le faʻafitauli. E pei ona aliali mai, o le siakiina o tagata faʻaoga i luga o le upega tafaʻilagi ma nonoa a latou talaʻaga i luga o le upega tafaʻilagi i lo latou faasinomaga e matua le manaʻomia lava mo le mauaina o le saogalemu lelei. Le tele o kamupani ua sui i le hCaptcha",
    "2620705814": "Google ose kamupani fa'asalalauga, ma o latou oloa saogalemu e foliga tutusa lava a latou oloa fa'asalalauga",
    "1126447688": "e masani ona lipotia tutusa pe sili atu le faʻatinoga i le suʻesuʻeina o bot ma faʻaitiitia e ui lava i la matou taulaiga faʻapitoa",
    "439777523": "Tulafono Faatonutonu e Taua",
    "3588274874": "I le taulaʻi atu i le tuʻuina atu o se oloa e ogatusa ma taumafaiga faʻatonutonu e pei o le GDPR a le Iuni a Europa ma le CCPA a Kalefonia, ua matou oʻo i le tuputupu aʻe tele - o le mea moni, e fesoasoani i le hCaptcha e faigofie le \"paʻu\" mo le reCAPTCHA ma e mafai ona faʻapipiʻi i totonu o minute.",
    "2150595700": ". GDPR ma CCPA ua tuʻuina atu popolega faʻalilolilo i luga o le faʻafanua mo tagata faʻatau pisinisi, ma i le taimi lava e tasi ua faʻateleina le taua tele i luga o le initaneti i tagata lautele aʻo tatou amata uma ona malamalama pe faʻafefea ona faʻaogaina e le faʻasalalauga i luga ole laiga ma maketi pisinisi a tatou faʻamatalaga.",
    "2624949852": "O le mea moni, o le reCAPTCHA o se tagata muamua na ulufale mai i le saogalemu i luga o le upega tafaʻilagi talu mai le 2009, puipuia le faitau miliona o upega tafaʻilagi mai le faʻateleina o faʻamataʻu a bots leaga ma spammers. Ae ui i lea, ua matua faʻafefeteina i tausaga talu ai nei:",
    "499510428": "Matou te talitonu moni lava o tulafono faatonutonu na fesoasoani ia i matou iinei",
    "1232651561": "O lo'o lelei nei polokalame e pei o tagata i le fo'ia o lu'itau a le reCAPTCHA.",
    "824740867": "Nai lo le fa'aleleia atili o le fofo, Google na fa'atuina atu le reCAPTCHA v3, lea e fa'agaoioia e pei o se feso'ota'iga fa'asalalauga nai lo polokalama fa'akomepiuta, aoina mai fa'amatalaga o amioga mai luga o le upega tafa'ilagi e fausia ai fa'amatalaga fa'aoga. O le mea e leaga ai, o lenei ituaiga faʻailoga e faigofie ona faʻatoʻilaloina, ma faʻapea e maua ai se puipuiga itiiti mai bots aʻo faʻaleagaina le le faalauaiteleina o tagata.",
    "1027023087": "O matou i le hCaptcha ua taulaʻi atu i auala faʻaonaponei i le faʻafitauli, lea e le manaʻomia ai le taofiofia o faʻamaumauga umi o amioga e pei o le suʻesuʻeina o tala faʻasolopito ma ua faʻamaonia le sili atu ona maufetuunaʻi i le feagai ai ma fili maumauaʻi talu ona faʻalauiloaina le auaunaga.",
    "2852295413": "Ose fete'ena'iga tu'inanau: taofi bots fa'aitiitia tupe maua mo se feso'ota'iga fa'asalalauga",
    "1597520917": "O le faatupulaia o le numera o le au faitio ua faailoa mai o le le amanaia e Google o le tagata e le faalauaiteleina e tatau ona popole i tagata faatau o loo vaavaai e puipuia a latou upega tafaʻilagi ma polokalama.",
    "763447231": "I le taimi lava e tasi, o le taofia o bots mai le mauaina o nofoaga lomitusi e mafai ona faʻaalia ai le taufaasese o faʻasalalauga, faʻapipiʻi saʻo le Google's reCAPTCHA oloa faʻasaga ia latou pisinisi faʻasalalauga, lea e maua ai le 80% o latou tupe maua.",
    "999674529": "O bota uma e iloa e Google e tatau ona maua le leai o ni tala. O fa'aosofiaga a le kamupani a Google e fa'apea e le lelei le fetaui ma tagata o lo'o fa'aogaina a latou 'au'aunaga mo le puipuiga, ma atonu o se tasi lea fa'amatalaga mo le le lelei o le fa'atinoina o le latou ofo saogalemu reCAPTCHA.",
    "956019009": "O kamupani tetele i luga o le upega tafaʻilagi ua uma ona faia gaioiga",
    "1923297430": "O le mea mulimuli mo le tele o tagata fa'atau tetele na o'o mai ina ua amata ona totogi e Google kamupani mo le fa'aogaina oa latou oloa i so'o se fua anoa. O le mea lea na mafua ai ona su'e tagata fa'aoga reCAPTCHA mo se taimi umi mo ni isi auala e sili atu ona o atugaluga fa'aletulafono i le lalolagi ua uma ona fa'aaogaina ofo a Google ua fa'atupula'ia atili le le fiafia.",
    "2197218442": "Cloudflare CEO Matthew Prince aoteleina lenei manatu i le",
    "155456850": "faʻasalalau a latou suiga i le hCaptcha:",
    "435302267": "blog post a le kamupani",
    "2087769953": "\"Matou te fiafia i lenei suiga aua e fesoasoani e foia ai se popolega faʻalilolilo e mafua mai i le faʻalagolago i se auaunaga Google na matou maua mo sina taimi. Na matou iloiloina le tele o tagata faʻatau CAPTCHA faʻapea foʻi ma le fausiaina o se faiga i matou lava. I le faaiuga, hCaptcha na tula'i mai o se mea e sili ona lelei i le reCAPTCHA.\"\" Matou te fiafia i le tele o mea e uiga i fofo o le hCaptcha: 1) latou te le fa'atauina fa'amatalaga patino; latou te aoina naʻo faʻamatalaga patino e manaʻomia, latou te manino i le faʻamatalaina o faʻamatalaga latou te aoina ma pe faʻapefea ona latou faʻaogaina ma / pe faʻaalia.\"",
    "595582512": "Afai o loʻo e vaʻavaʻai e puipuia lelei lau 'upega tafaʻilagi poʻo lau app mai bots, spammers poʻo isi tagata fai mea leaga, i taimi uma e puipuia ai le le faalauaiteleina o au tagata faʻaoga (ma usitaʻia tulafono talafeagai uma!), Ia mafaufau i le hCaptcha ma la matou Atinaʻe ofo.",
    "3388180864": "Fiafia e galue i lu'itau fa'atekinisi loloto ile fua ole laiga? Matou te faafaigaluegaina i taimi uma inisinia talenia i le lalolagi atoa -",
    "3892952987": "siaki matou avanoa ma faʻaoga iinei",
    "3368788823": "Na faia e Terence Eden se manatu manaia i luga o lana blog: \"",
    "1491780143": "E le fa'amaonia e CAPTCHA o oe o se tagata - latou te fa'amaonia o oe o Amerika",
    "2146900431": "Ile faʻamatalaga, o lenei faʻamatalaga e taua tele. O CAPTCHA, e pei lava o mea uma, o lo'o fa'apipi'i i totonu o se fa'aaganu'u fa'aleaganu'u, ma afai o au fa'alavelave fa'alavelave na tele lava ina fa'atupuina i le tasi aganu'u, atonu e le lelei tele le fa'aliliuina i le isi. I lona autu, o le mataupu lea o le aganuu",
    "378086442": "o CAPTCHA, nai lo latou UX taʻitasi.",
    "1445008801": "E pei ona taʻua e Etena:",
    "332723732": "anotusi",
    "2072808435": "\"Mate mai, Google? O taxi i lo'u atunuu e masani ona uliuli. Ua lava na ou matamata i ata tifaga e iloa ai o mea uma i Amerika e samasama. Ae i isi atunuu uma na ou asiasi i ai, o taxis o se mea leaga tele. lanu eseese.\"",
    "3206136647": "O le fa'afitauli a Google iinei e fa'avae i luga o fa'amatalaga fesili latou te fa'aogaina vs. o ai e va'aia. Afai o faʻamaumauga uma e sau mai le aganuʻu e tasi (ma i le tulaga a Google, o le kamupani lava e tasi) e mautinoa lava e mafai ona e faʻamoemoe e iai ni luʻitau e le lelei faʻaliliu i isi aganuu, e tusa ai ma le faitioga a Etena.",
    "2217842245": "Ae ui i lea, o matou faʻamatalaga e faʻaalia ai (mo hCaptcha)",
    "4280117172": "O le tele o atunuu o le mea moni e sili atu nai lo le US, e aofia ai Nigeria, Initia, Pasila ma Siamani:",
    "555749578": "o lo'o i lalo ifo o le 1% le eseesega i le fofoina o fua faatatau i atunuu tetele i konetineta uma.",
    "151737819": "hCaptcha Solve Rates i le lalolagi atoa o lo'o fa'aalia ai sina eseesega",
    "3908992897": "ma o loʻo faʻaaogaina i atunuʻu uma ma teritori i le lalolagi, o lea matou te matua taulai atu ai i le tuʻuina atu o se poto masani i le lalolagi atoa.",
    "2808122102": "O galuega fa'ale-aganu'u e fa'apea ose tulaga mana'omia mo la tatou tautua. O le fa'amautinoaina e mafai e tagata fa'atulafonoina uma ona maua fa'amatalaga vave o se vaega taua o la tatou misiona. Matou te tu'uina atu lu'i i gagana e 110, ma o lo'o fa'aauau pea le fa'aleleia o fa'aliliuga talafeagai ina ia mautinoa e mafai ona fo'ia e tagata uma o tatou lu'itau.",
    "3913801502": "hCaptcha ua tamo'e nei ile 15% ole initaneti",
    "2077639538": ". Mo le tasi, o faʻamatalaga luʻitau i luga o la matou 'auʻaunaga e mafai ona sau mai le tele o punaoa, ae le naʻo le tasi - mai kamupani tetele Fortune 500 i le amataina o aʻoaʻoga masini, pe a latou pipiimau i la matou",
    "3951112506": ". O lena ua uma ona faʻamaonia se maualuga maualuga o le heterogeneity i faʻamaumauga.",
    "1803943584": "Lona lua, matou te tu'uina atu lu'itau e fa'amanino e le tagata lava ia e iloa ai po'o fea atunu'u po'o gagana latou te fa'atautaia, fa'atuputeleina atili ai le fa'atupuina o se poto masani. Afai e maualalo ifo le sa'o nai lo le mea na fa'amoemoeina, o se seti o fesili o le a na ona taofia le ta'avale i le itulagi po'o le gagana e tupu ai lea aafiaga.",
    "3668873369": "I le hCaptcha, ua matou faia se auala ese mai le aso muamua",
    "1519201684": "AI Ethics policy",
    "2155089487": ". Afai e faigofie ona foia o tatou luitau mo nisi vaega, tatou te faamoemoe e vaaia se eseesega i le auala e faatino ai e tagata i le lalolagi atoa ma aganuu eseese pe a foia. I le tulaga o le pou a Etena, matou te faʻamoemoe e sili atu le lelei o tagata Amerika nai lo tagata i isi atunuʻu. Talu ai ua tele tausaga o matou fa'atupuina faiga e aloese ai mai lenei fa'afitauli, o le mea moni matou te va'ai i le fa'afeagai.",
    "2603863826": "PS: Afai e te mauaina se fa'aliliuga i lau gagana e mafai ona fa'aleleia atili ai, lagona le saoloto e tu'uina atu se",
    "3543141425": "aua!",
    "2697276059": "Fa'amaoniga o lo'o aoga lenei mea: fua fa'atatau e fofo tutusa i le lalolagi atoa",
    "664236229": "toso talosaga",
    "1137470858": "Tesema 11, 2021",
    "12462594": "hCaptcha o lo'o fausia i luga o le HUMAN platform, lea e mafai ai ona fa'aogaina auala fa'apitoa ma au'ili'iliga e fa'asilisili ai le tau ma le lelei i la'asaga ta'itasi.",
    "2262549101": "O isi auala fa'afeso'ota'i o lo'o fa'amaumauina i le US Copyright Office DMCA Designated Agent Directory",
    "2272776729": "Fa'amolemole e tatau ona e fa'amaonia lou fa'asinomaga ma lou talosaga a'o le'i faia nisi gaioiga, e pei o le tu'uina atu o lou fa'amatalaga a le malo. E tusa ai ma le tulafono a Kalefonia, e mafai ona e tofia se sooupu faatagaina e fai se talosaga mo oe. Ina ia mafai ona tofia se sooupu faatagaina e faia se talosaga e fai ma ou sui, e tatau ona e tuuina atu se malosiaga aloaia o le loia, o le malo aloaia o le tagata talosaga e tuuina atu le faailoaga, ma le malo faatagaina e tuuina atu le faamaoniga aloaia.",
    "2335607721": "Fa'aaliga. O fa'asilasilaga uma e feso'ota'i ma nei Tu'utu'uga o Au'aunaga o le a lafo ile imeli pe fa'asalalau i luga ole la matou upega tafa'ilagi. E tatau ona e lafo mai fa'aaliga ia i matou ile",
    "2875934612": "Novema 20, 2020",
    "3084122606": "Afai o lo matou fa'aogaina o au fa'amatalaga patino e fa'avae i luga o lau fa'atagaga, o lo'o ia te oe le aia tatau e aveese ai i so'o se taimi i le faiga o lo'o fa'aalia i totonu o le Auaunaga po'o le fa'afeso'ota'i mai i matou ile",
    "3312286067": "po'o le tu'uina atu o se fa'aseā i le fa'atonu o le puipuiga o fa'amaumauga i lau fa'amasinoga. E mafai ona e mauaina lau fa'atonu fa'amaumauga mo puipuiga ile",
    "3506025515": "hCaptcha e le afaina ile log4shell. O le auala lenei tatou te iloa ai.",
    "3516838896": "O le log4j2 remote code execution bug talu ai nei na sosolo ai le initaneti, ma afaina ai se pasene tele o auaunaga i luga ole laiga. e le'i afaina le hCaptcha. O le auala lenei na matou faʻamaonia ai lena mea moni.",
    "3553195003": "hCaptcha e le afaina ile log4shell.",
    "3610875753": "– Afai a mae'a se fa'alavelave tele pisinisi e le mafai ona e fa'afeso'ota'i mai e pei ona e masani ai",
    "3612764043": ", e tatau ona e alu i la matou upega tafaʻilagi i le hcaptcha.com poʻo le hcaptchastatus.com.",
    "3626193263": "O le hCaptcha Tofia Agent mo le Digital Millennium Copyright Act (DMCA) o le",
    "3794891866": "E mafai e tagata fa'atau Kalefonia ona faia se talosaga e tusa ai ma a latou aia tatau i lalo o le CCPA e ala i le fa'afeso'ota'i mai i matou i",
    "3814036702": "- Afai ei ai ni au fesili e uiga i le matou pisinisi faʻaauau fuafuaga, e mafai ona e faʻafesoʻotaʻi matou i",
    "3975007628": "puipuia nei le faitau selau miliona o tagata fa'aoga i le fiasefulu miliona o upega tafa'ilagi ma polokalama i masina uma. O la matou tala o loʻo faʻaalia e mafai ona e tauva ma Big Tech pe a e faʻamuamua le le faalauaiteleina.",
    "4038264749": "Manatua a'o tumau pea le fa'atonuga o le COVID-19 i le lotoifale e leai ni fa'amaoniga o le a maua le meli i se taimi talafeagai, ma imeli (",
    "4115505783": ") o le ala sa'o lea e o'o mai ai ia i tatou. E le tausia e le kamupani numera telefoni po'o fax; o le seneturi 21 lenei.",
    "4164851712": "Matou te fa'aogaina au fa'amatalaga patino e pei ona fa'atagaina e le tulafono. Matou te manaʻomia e faʻailoa atu ia te oe faʻavae faaletulafono o matou faʻagaioiga o au faʻamatalaga patino, o loʻo faʻamatalaina i lalo. Afai e iai ni au fesili e uiga i fa'avae fa'aletulafono o lo'o matou fa'agasolo ai au fa'amatalaga patino, fa'afeso'ota'i i matou ile",
    "4201262098": "O lenei tekinolosi e mafai ai e le aufaigaluega sa'o ona taulimaina vaega ta'itasi o lau galuega, fa'ateleina le fa'asiliina o tau a'o fa'asaoina le fa'alilolilo ma fa'afetaui so'o se mana'oga fa'atonutonu e ono fa'atatau.",
    "4217188341": "Novema 30, 2020",
    "4238473596": "Fa'aitiitia fete'ena'iga mo tagata fa'aoga moni e taua. hCaptcha fa'aogaina galuega faigofie ma fa'aitiitia le taimi mo le tele o tagata fa'aoga a'o taofi le tele o fefa'ataua'iga bot.",
    "4243935861": "ha.com",
    "4270798104": "2. Taumafai e tape isi fa'aopoopoga. Afai e foia lena mea, faʻafesoʻotaʻi taʻitoʻatasi seia e mauaina le faʻafitauli, ma faʻailoa i le na te faia lena faʻaopoopoga e iloa e uiga i ai, faʻapea foʻi ma le tuʻuina mai ia i matou o se ulu i luga.",
    "427220273": "E mafai ona matou talosagaina fa'amatalaga patino mai ia te oe e fesoasoani ia i matou e fa'amaonia lou fa'asinomaga ma fa'agasolo lau talosaga. Atonu e mana'omia pe fa'atagaina e le tulafono fa'atatau i matou e te'ena lau talosaga. Afai matou te teena lau talosaga, matou te ta'u atu ia te oe pe aisea, i lalo o tapulaa faaletulafono. Afai e te manaʻo e tuʻuina atu se faʻasea e uiga i le matou faʻaogaina o au faʻamatalaga patino poʻo le tali atu i au talosaga e uiga i au faʻamatalaga patino, e mafai ona e faʻafesoʻotaʻi i matou ile",
    "433026247": "I le fa'atinoina o galuega, e mafai ona e fa'atupuina agavaa ma tomai, lea o le a matou tu'uina atu i la matou faitalia. Matou te taofia le aia tatau e fatu ai, faʻasaʻo, pe soloia ou agavaa ma tomai i soʻo se taimi, mo soʻo se mafuaʻaga pe leai se mafuaʻaga. Talu ai matou te le fa'ailoga tagata i luga o le fa'avae o le atunu'u, ta'aloga, lanu, itupa, fa'afeusuaiga, po'o so'o se isi lava vasega e puipuia e le tulafono, o le ae maua le avanoa tutusa e pei o so'o se isi Fesoasoani e ausia ai le avanoa i galuega a'o fa'aputuina ou agavaa ma tomai. . I le avea ai ma Fesoasoani, afai e te talitonu o fesili faʻafitauli faʻataʻitaʻi na aʻafia ai ou agavaa, tomai, poʻo taui, e mafai ona e tuʻuina atu finauga e lagolagoina lelei e faʻamatalaina ai fesili faʻafitauli faʻafitauli e ala i le faʻaogaina o galuega poʻo se tiketi i la matou polokalama lagolago, mo se faʻataʻitaʻiga e ala i imeli i",
    "492025216": "Tesema 13, 2021",
    "799274928": "O fa'asilasilaga i-meli e fa'atatauina o fa'asilasilaga tusitusia mo fa'amoemoega uma e ono mana'omia ai fa'aaliga tusitusia. O fa'asilasilaga i-meli e fa'apea ua maua i le aso pisinisi pe a mae'a ona tu'u sa'o ile tagata e fa'amoemoe e talia."
}