{
  "23114595": "Sili Aafiaga Fa'aoga",
  "34074886": "O taimi uma e te taliina ai se luʻi, matou te faʻaogaina faʻataʻitaʻiga faʻapitoa e iloa ai pe o oe o se tagata. O le upega tafaʻilagi na e asia ona faʻaaogaina lea o le taunuuga e fesoasoani e faʻaleleia lou poto masani i luga o la latou saite e ala i le taofia o bots.",
  "98173630": "hCaptcha o le auaunaga tuto'atasi CAPTCHA sili ona fa'aogaina e le lalolagi.",
  "111184581": "Fa'aulufale talimalo",
  "119298044": "O fa'atekonolosi fa'apitoa a le tagata lava ia ML ma AI e puipuia ai au 'upega tafa'ilagi mai fa'amata'u ma osofa'iga",
  "121743429": "Mo Kamupani Infrastructure Web",
  "122875767": "Fa'amalie ou mana'oga fa'aletulafono pe a le mafai e isi kamupani.",
  "126134492": "isi",
  "152010250": "hCaptcha tu'ufa'atasia a'oa'oga masini e va'ava'aia e le tagata lava ia fa'atasi ai ma se fa'ata'ita'iga fa'afuafua fa'atatau e fa'aitiitia ai fa'amaumauga ma le fa'atumauina o fa'amaumauga, e tu'uina atu mai le silia ma le 250 nofoaga i le lalolagi atoa mo le fa'alauteleina tele.",
  "179723061": "Sili atu le pulea mo 'au e mana'omia le saogalemu e ta'imua vasega",
  "191460155": "E leai ni fete'ena'iga ma le 99.9% fa'aogaina auala",
  "282913023": "Le filifiliga taugofie mo pisinisi maualuluga feoaiga",
  "328625009": "... ua matou sauni pe a e i ai: o loʻo avanoa la matou auaunaga i le taimi atoa.",
  "353066938": "O se 'au poto masani, o lo'o galulue i fa'afitauli sili ona faigata o aso nei. hCaptcha o se tautua a",
  "353367791": "Su'e tagata leaga o le tele o ituaiga eseese.",
  "359073033": "O laupapa fa'apipi'i e tu'uina atu ai fa'aaliga maualuga po'o fa'a'ai'ai lelei o gaioioiga.",
  "392886773": "E galue i atunuu uma",
  "451701069": "Osi ma le GDPR, CCPA,",
  "547245263": "Foia lau fa'afitauli bot i le aso.",
  "552920956": "hCaptcha fa'atagaina 'upega tafa'ilagi e maua taui a'o poloka bots ma isi ituaiga o sauaga. hCaptcha e fa'atagaina fo'i oe e lagolago i fa'ameaalofa o lau filifiliga i nei tupe maua.",
  "555158694": "O se au'aunaga e te fa'aogaina ua filifili e fa'aleleia lou poto masani i luga o la latou 'upega tafa'ilagi e ala i le fa'apipi'iina o le hCaptcha e fa'aitiitia ai feoaiga leaga.",
  "585557010": "Lu'i le itiiti ifo i le 0.1% o tagata fa'aoga tatau.",
  "713281684": "Isalaelu",
  "719304627": "Manaomia le Pulea Fa'ai'uga?",
  "734735952": "Na matou iloiloina le tele o tagata faʻatau CAPTCHA faʻapea foʻi ma le fausiaina o se faiga e i matou lava. I le faaiuga, na tulaʻi mai le hCaptcha o se mea sili ona lelei i le reCAPTCHA.",
  "751483365": "Lagolago mo tagata e le o ni JavaScript.",
  "788770967": "Fa'amalie atu i lena mea! Atonu e te mana'o e fa'aoga la matou avanoa avanoa:",
  "793242047": "Fa'aitiitia lu'itau e tu'uina atu i tagata fa'aoga ina ia fa'ataga vave le avanoa i talosaga",
  "829047995": "O lo'o fa'aaoga nei le reCAPTCHA?",
  "836577577": "O le fa'aopoopoina o le hCaptcha e na'o ni nai minute ma na'o ni nai laina fa'ailoga. Ole API fa'avae e fetaui ma le reCAPTCHA V2, ma e na'o ni minute e sui ai.",
  "838049015": "Filifili ata uma e fetaui ma fesili",
  "846501387": "Puipuiga o pate i le lalolagi",
  "861167568": "HCaptcha foia se tasi o faʻafitauli sili ona faigata a le IT: puipuia o bots leaga mai le osofaia o au talosaga i luga o le initaneti",
  "880478438": "mo le sili-i-vasega bot ma pulega taufaasese.",
  "897432717": "Faatasi ai ma la matou mamanu fou mo Fa'ailoga Fa'amata'u Fa'apitoa,   fa'aopoopoina o lou poto fa'apisinisi e mafai ai e a matou fa'ata'ita'iga ona tu'uina atu togi fa'apitoa e fetaui i au tagata fa'aoga.",
  "910989640": "Fausia lipoti auiliili ma fa'avasegaina o gaioiga",
  "976209454": "Maua Taui pe Foai i le Alofa",
  "981806349": "Fausia i luga o le faʻamaoniga o le hCaptcha platform",
  "999610953": "Ma le mea mulimuli, o se mea e talitonuina e suitulaga ia Google. hCaptcha Enterprise e tu'uina atu sefe tele i lau pili reCAPTCHA fa'atasi ai ma le puipuiga maualuga: e o'o atu i le 80% tau maualalo i nisi tulaga.",
  "1014004474": "O fuafuaga a le hCaptcha's Enterprise o lo'o ofoina atu maliliega tulaga maualuga o auaunaga e puipuia ai lau fa'alapotopotoga",
  "1045484714": "SAML SSO tu'ufa'atasia ma lau Fa'asinomaga Fa'asinomaga, eg. Okta poʻo Azure AD.",
  "1050501253": "Faigata Tele",
  "1070364246": "Oi! Sa iai se mea na faaletonu a o lafo atu le fomu.",
  "1103295010": "Maua tupe pe foaʻi atu i le alofa mo le taimi e foia ai e tagata CAPTCHA",
  "1130868224": "E tolu laina o code",
  "1131525092": "Fa'apotopoto fa'atasi tagata leaga e ala i a tatou UIDs Scoped e fa'asaoina le tagata lava ia e su'e ma taofi faiga fa'asese ma le fa'aleagaina.",
  "1141402092": "Fa'ailoga mata'utia lipoti",
  "1150035777": "O fa'ata'ita'iga fa'aa'oa'oga fa'apitoa i masini e maua mai ai togi fa'atuatuaina o bot e fa'atatau i le tele o fa'amaumauga i tua atu pe sa'o le taliina o fesili",
  "1150963691": "APT mitigation",
  "1172067553": "O le HUMAN platform i tua o le hCaptcha e maua ai le tulaga fa'apitoa o galuega ma fa'atonuga e ala i luga ole fale, fa'apipi'i, po'o le SaaS fa'apipi'i fa'atasi ma au faiga o iai.",
  "1173652155": "Faufautua",
  "1218990730": "fa'afefea ona lipoti atu fa'afitauli i fa'amaumauga auiliili",
  "1250541092": "— Sergi Isasi",
  "1263998069": "Maua taui mo fofo a tagata",
  "1300485304": "hCaptcha puipuia mai fa'amata'u fa'amata'u ma fa'a'ole'ole ua fuafuaina e fa'aulu ai au feso'ota'iga",
  "1345083090": "Lipotia o se fa'afitauli fa'atino?",
  "1356745565": "E fetaui lelei i tua i le Internet Explorer 8.",
  "1368787974": "Fa'asoa pulega i lau 'au.",
  "1393184984": "na'o mea uma e te mana'omia.",
  "1475399473": "A'oa'o atili e uiga i le vaega hCaptcha",
  "1485807325": "Laupapa fa'aoga-tele, SAML SSO",
  "1508655687": "Fa'aopoopo au lava lu'itau e fa'atatau mo lau au maimoa e fa'amanino pe fa'atapu ai le avanoa",
  "1510448156": "E mafai ona e tu i luga ma tamo'e ma se isi mea e sili atu i aso nei, ma fa'aola fa'ailoga sili atu pe a mana'omia.",
  "1525403768": "Mo nisi fa'amatalaga fa'afeso'ota'i le Enterprise Sales.",
  "1544546608": "Pasi faalilolilo",
  "1549336309": "hCaptcha fa'aliliuina lenei fa'ata'ita'iga. A e faʻaogaina le hCaptcha, kamupani faʻatau i luga o le galuega o loʻo faia e au faʻaoga aʻo latou faʻamaonia lo latou tagata soifua. E te maua taui.",
  "1559631739": "A'oa'oga tumaoti",
  "1579093044": "Faatasi ai ma la matou mamanu faʻailoga masani masani, e mafai ona e faʻalauiloa i luga ole faʻailoga luʻi mea i totonu o ni nai minute.",
  "1586809757": "maualuga sa'o sikoa bot",
  "1599610318": "Lomitusi",
  "1637702726": "E uiga i le hCaptcha",
  "1662477701": "Punaoa",
  "1676849166": "Fa'aitiitia fe'ese'esea'iga e ala i le 'alofia o se lu'i atoa mo le 99.9% o lau fe'avea'i fa'aletulafono a'o tu'uina atu pea le puipuiga sili, fa'afetai i fa'ata'ita'iga bot.",
  "1685871181": "O auaunaga i luga ole laiga e fa'alagolago iai",
  "1752795854": "Ua aumaia e le hCaptcha se faiga fa'aonaponei, fa'alilolilo fa'alilolilo e taofi bots.",
  "1779265104": "Tu'utu'uga Fa'apitoa ma Fa'amautinoaga Fa'alilolilo",
  "1792519141": "hCaptcha Enterprise",
  "1798492192": "Legacy browser lagolago",
  "1803009328": "Fa'ata'ita'iina taua ile fua ole upegatafa'ilagi.",
  "1844885924": "Tele faletusi o ituaiga e filifili mai ai.",
  "1849717906": "Fa'apitoa i au lava mataupu lu'itau",
  "1849805607": "e puipuia e le hCaptcha mai taufaamata'u ma fa'a'ole'ole ua fuafuaina e fa'aulu ai au feso'ota'iga",
  "1886100235": "O le tele o auaunaga fa'ainitaneti tetele a le lalolagi ua sui i le hCaptcha Enterprise ma maua ai le fa'aleleia atili o le su'esu'eina o bot fa'atasi ai ma le tele o tau e teu ai.",
  "1894355645": "hCaptcha e maua ai faigofie, faigofie, ma faʻatuatuaina bot suʻesuʻega aʻo le taua mo tagata e foia.",
  "1927613000": "Ua tu'ufa'atasia e le hCaptcha le a'oa'oina o masini fa'apitoa fa'atasi ai ma se fa'avae lu'i mamana e puipuia ai talosaga i luga ole laiga mai le fa'auluina o fa'amaumauga, fa'atumuina o fa'amatalaga, solo, ma isi ituaiga o sauaga.",
  "1936512180": "Fa'afaigofie le fa'aogaina o le API, fa'ailoga matagofie, ma le fa'ata'ita'iga aupito lata mai fa'atekonolosi e fa'asilisili ai le lelei o tagata faigaluega.",
  "1956967813": "O a matou 'au'aunaga e fa'atuatuaina e kamupani tetele i le lalolagi e tautua le tele o miliona o tagata fa'aoga i aso ta'itasi i le fiasefulu miliona o nofoaga.",
  "1958297836": "Puipuiga osofa'i fa'amaopoopo & fa'aitiitia APT",
  "2041686284": "Ole tele o fa'amaumauga e masani ona maua ai fa'ai'uga lelei ile a'oa'oina o fa'ata'ita'iga a'oa'oga masini. O le manuia talu ai nei o faʻataʻitaʻiga loloto ua taʻitaʻia ai le faʻateleina o faʻamaumauga, ma o le hCaptcha o loʻo faʻatinoina lenei manaʻoga. Ae ui i lea, o le fatuina o faʻamaumauga tetele e toe iloilo e tagata e faʻaaoga ai auala masani e tuai ma taugata.",
  "2103563261": "Fa'amatalaga Tuma'oti pe Fa'alaua'itele",
  "2131386784": "Tofa'atasiga Maua ma Lagolago mo oe ma au fa'aoga",
  "2138799135": "O le hCaptcha o loʻo i ai le tele o faʻapipiʻi faʻapipiʻi muamua mo le pito i luma ma le pito i tua faiga e te faʻaogaina.",
  "2163914794": "Mana'omia nisi fa'ailoga mo au fa'amaumauga? hCaptcha e saunia vave, taugofie,  ma tulaga maualuga fa'amaumauga o fa'amaumauga mo kamupani o lo'o galulue i fa'amatalaga fa'apitoa ma masini a'oa'oga.",
  "2183926131": "Amata ile hCaptcha Enterprise",
  "2184564739": "Vaai",
  "2188609322": "O tagata fai mea leaga ua fa'ateleina i luga ole laiga. Ae o le ositaulagaina o tagata faʻapitoa e le o le tali.",
  "2319072959": "Tamomoe atoa i luga ole laiga ma au lava tagata faigaluega, siaki le tau o lo'o fa'aaogaina i iunite pisinisi po'o pa'aga tu'ufa'atasi, filifili fa'agasolo galuega i isi tagata faigaluega i totonu po'o fafo e fa'atatau i tau ma mea e mana'omia mo le puipuiga, ma isi mea.",
  "2320894364": "Faatasi ai ma le sili atu i le 200 vaega o le auai, o le ao a le hCaptcha e puipuia au aseta i le lalolagi atoa",
  "2354267648": "GDPR, CCPA, ma LGPD-friendly faiga fa'alilolilo",
  "2373007864": "hCaptcha Enterprise o lo'o fa'agaoioia i luga o le hCaptcha platform technology, fa'alautele e aofia ai fa'ailoga e mana'omia e pisinisi maualuluga.",
  "2418549423": ", o se tulaga fa'atupula'ia mo le fa'asaoina o le fa'alilolilo i luga ole laiga e ala i fa'amaoniga fa'amaonia, ma isi uiga fa'alilolilo-muamua tulaga ese.",
  "2489287539": "E leai ni fe'ese'esea'iga \"Leai CAPTCHA\" & 99.9% fa'aoga fa'aletonu",
  "2510209017": "Manaomia nisi fesoasoani?",
  "2513143348": "O le faiga o le hCaptcha Enterprise e tulaga ese le fetuutuunai i lona mamanu: e mafai ona faʻapipiʻiina se vaega pe faʻapipiʻi atoa i le pito o lau fesoʻotaʻiga pe afai e te faʻaogaina se ao lautele pe umia le tele o nofoaga autu o faʻamatalaga.",
  "2535001179": "Afai e te sau mai le Google's reCAPTCHA, o matou API o loʻo faʻaulu i totonu o sui.",
  "2593768395": "Le poto masani i luga o le upega tafaʻilagi, telefoni feaveaʻi, upega tafaʻilagi feaveaʻi. O lo'o maua fa'atasiga na muai fausia ma SDK fa'ale-aganu'u.",
  "2650502379": "Fa'alauiloa Au Lava Lu'itau ile Sekona",
  "2670003220": "Galuega",
  "2671622670": "Pisinisi",
  "2676853536": "Dashboards e tele tagata e faaaogāina",
  "2681650568": "Ma e pei lava o taimi uma, o le le faalauaiteleina o se taua autu mo i matou. Fa'aopoopo la matou fa'ailoga lu'i na'o le mea e mana'omia, ma le mea e talafeagai e puipuia ai oe ma au fa'aoga. Fa'aitiitia le aoina o fa'amaumauga e amata mai i le taimi o le tu'ufa'atasia.",
  "2682873489": "Fa'amatala le vaega tuaoi mo mea",
  "2686825859": "Saini e leai se totogi pe fa'afeso'ota'i matou e uiga i fofo o le hCaptcha Enterprise",
  "2698140263": "E le tutusa uma faafitauli: o le mauaina o se togi e tasi o lona uiga e tatau ona faʻafetaui ou manaʻoga ina ia aoga.",
  "2698640210": "Puleaina lu'i ma ituaiga o lo'o fa'aalia",
  "2707282231": "Fa'avasega lu'i mo au tagata fa'aoga. Fai ia le mafai e bots ona foia ma ulu.",
  "2714878440": "Puipui au 'au'aunaga mai le su'eina, fa'auluina o tala, fa'atumu fa'amaonia, ma le spam fa'atasi ma la matou a'oa'oga masini ma fa'amaonia tagata.",
  "2718999653": "Fa'ailoga Fa'amata'u Fa'apitoa",
  "2781507299": "Fa'amaonia vave",
  "2782263070": "O le auaunaga o se fa'amuamua sili mo i matou. Matou te fa'atumauina le 24/7 i luga ole vala'au lagolago ma ofo atu le fa'amaopoopo tu'usa'o ole Slack ma lau 'au fa'ainisinia tu'ufa'atasia ma la matou 'aufaigaluega i luga ole vala'au ile taimi ma le mae'a o le fa'atinoga.",
  "2806751666": "O le a le hCaptcha?",
  "2826051554": "ma isi",
  "2881474837": "hCaptcha Enterprise",
  "2890048009": "O feso'ota'iga fa'asalalauga e va'aia au tagata asiasi o le oloa. Mo i tatou e na o le pau lava le oloa o le fuafuaina o latou tagata. O a matou auaunaga e ausia pe sili atu i le GDPR, CCPA, LGPD, ma le PIPL manaomia, ma fesoasoani e pei o le Privacy Pass. Matou te galulue malosi e faapaleni le le faalauaiteleina ma le saogalemu.",
  "2927700175": "Matou te faʻaalia luʻitau CAPTCHA e faigata mo bots ae faigofie mo tagata e ala i le aoina mai o faʻamatalaga faigata-faʻailoga mai faʻafitauli aʻoaʻoga masini, ma faʻaaogaina e iloa ai pe o se upega tafaʻilagi poʻo se tagata asiasi app o se tagata.",
  "2968026167": "O lau fuala'au e sili ona e fiafia iai",
  "3018523079": "Tumau ile fa'ailoga fa'atasi ma se fa'aoga faifaipea a tagata fa'aoga.",
  "3065000659": "Na e iloa o taimi uma e te \"kiliki i luga o le taavale\" o loʻo e fesoasoani e toleni se tasi",
  "3093388779": "hCaptcha e leai se totogi e fa'aoga mo tagata tala'i o so'o se tele",
  "3093689546": "Faigofie fa'atasi",
  "3096063825": "Taumafai i ai",
  "3107683988": "Ole mea lea e mafai ona fa'aitiitia fa'aitiitiga i fafo ole feso'ota'iga ma tau a'o fa'atumauina uma fa'amanuiaga ole pulega e le matou aufaigaluega i luga ole 24/7 e fa'afetaui SLA sili ona mamafa.",
  "3117887301": "Fa'atuatuaina e le tele o 'au'aunaga i luga ole laiga",
  "3121248460": "Fa'aali lu'itau fa'ale-aganu'u 'ese'ese e le gata -- mai le faigofie i le lavelave -- mo lau 'au maimoa",
  "3153117136": "E faʻafefea ona galue le hCaptcha Faʻafitauli Faʻafitauli",
  "3160820928": "Puipuiga o osofaiga faamaopoopo",
  "3161489950": "Le Saogalemu ML Platform sili ona maualuga i le lalolagi",
  "3167979932": "Fuafuaina mo le le faalauaiteleina mai le aso muamua. Malosiaga Fa'asologa o Fa'amaumauga.",
  "3194111925": "lagolago",
  "3213351333": "Leai se tautinoga i luma e manaʻomia",
  "3213957230": "Afai e tatau i tagata faʻaoga ona foia se luʻitau e faʻafetaui ai manaʻoga saogalemu, aisea e le faia ai ni galuega manaia ma talafeagai i le tagata faʻaoga?",
  "3225770968": "hCaptcha ua mamanuina e foia ai le faafitauli sili ona galue malosi i le aʻoaʻoina o masini; fa'ailogaina le tele o fa'amaumauga i se taimi, taugofie, ma fa'atuatuaina.",
  "3230004040": "O e fa'aletonu lau vaai pe le mafai ona fa'atumu hCaptchas?",
  "3235430156": "faiga a le kamupani e a'oa'oina fua?",
  "3260825523": "Masini Fa'amatalaga",
  "3264813246": "Le talafeagai",
  "3265895521": "Si'i ma fa'aititia le lu'i fa'atatau ile taimi ole aso",
  "3266612494": "O se paaga faatuatuaina",
  "3276777569": "hCaptcha",
  "3287172429": "Puleaina ituaiga lu'i ua fa'aalia",
  "3365203058": "Puipuiga o le anti-bot a le lalolagi",
  "3412647984": "Ole mea lea e mafai ai ona e aloese mai fesili i le lumana'i e ala ile lesitala ma setiina se kuki. Fa'amolemole taumafai fo'i e tape lau poloka fa'asalalauga.",
  "3417372336": "Suia i minute",
  "3446714684": "Feavea'i (iOS ma le Android) Fa'atasi",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "Mo tagata fa'aoga Enterprise, o lo'o avanoa avanoa e aloese ai mai lu'itau i le tele o fa'aaliga.",
  "3478726913": "O le hCaptcha o loʻo iai se tasi o vaituloto tele i luga o le paneta o loʻo avanoa mo oe. Po'o le a lava lau fua, e mafai ona matou taulimaina e aunoa ma ni fa'atauga taugatā. Miliona o galuega i le aso e leai se faafitauli.",
  "3480023141": "A'oa'o atili e uiga i avanoa avanoa",
  "3483700676": "Fa'alauiloa le faitau miliona o galuega i le taimi lava lena",
  "3500503648": "Ua mamanuina le hCaptcha e aveese fa'amaumau fa'amaumauga mo se taimi umi e ala i le fa'alagolago i iloiloga vave nai lo le fa'amauina ma au'ili'ili lau tala'aga su'esu'e. Matou te lagolagoina foi fuafuaga e pei o",
  "3524251858": "Faʻatonu o le Pulega o oloa, Cloudflare",
  "3526939538": "Software Bug",
  "3530599065": "O le fa'alilolilo o lo'o fausia mai lava i luga. HCaptcha e leai se PII e taofia ma e tausisia le tele o tulafono fa'alilolilo ma tulafono faatonutonu.",
  "3570415321": "Kamupani",
  "3573245166": "E le pei o le reCAPTCHA, matou te galulue i atunuu uma.",
  "3578122193": "Tumau ile fa'ailoga fa'atasi ma mea e talafeagai",
  "3620442880": "Fa'atauga Flash Fa'ailoga puipuiga",
  "3630114728": "Va'ai mea o lo'o tupu i au saite uma ma polokalama.",
  "3644106388": "Fa'afeso'ota'i",
  "3660619092": "Saini e leai se totogi pe fa'afeso'ota'i fa'atauga mo fa'afitauli a le Enterprise",
  "3688621388": "Saini taufaamata'u",
  "3704893754": "E te fia vaai mo oe lava? Taumafai le hCaptcha Free",
  "3714002185": "A'oa'o atili e uiga i le hCaptcha Enterprise",
  "3715747429": "E mafai e a matou inisinia i luga ole laiga ona e alu vave, pe e te manaʻomia React integration, SDKs mo iOS native apps, se Java backend faʻataʻitaʻiga, poʻo toetoe lava o isi faʻaaliga.",
  "3717512591": "Tu'ufa'atasiga Tu'usa'o",
  "3721365241": "Taumafai",
  "3729345277": "O le hCaptcha o se auala mo kamupani e maua ai faʻamatalaga latou te manaʻomia vave, faʻatasi ai ma le maualuga ma le tau maualalo nai lo isi auala.",
  "3730038780": "Filifili mai se numera toetoe lava le i'u o lu'itau mo tagata fa'aoga e foia",
  "3739936967": "O lenei taulaiga tulaga ese i le le faalauaiteleina o lona uiga e mafai ona matou ofoina atu leai se taofiga o faʻamaumauga a le tagata lava ia, faʻaogaina e leai se kuki, ma isi faʻamaoniga faalilolilo faʻakonekarate pe a manaʻomia aʻo tausia lelei le saogalemu. Faitau atili.",
  "3740051331": "Matou te fa'amaoni fo'i e mata'ituina ma tali atu i fesili a au tagata fa'aoga i luga o ala o feso'ota'iga, fa'asalalauga, ma a matou feso'ota'iga i-widget ma imeli lagolago. Matou te maua ma tali atu, ma faʻaogaina le faʻamalieina o tagata faʻaoga o se KPI maualuga.",
  "3753956446": "Sa'oloto",
  "3758963444": "Faafetai! Ua maua lau talosaga!",
  "3767462250": "Fuafuaina mo le faalilolilo",
  "3768951251": "Enterprise SLAs",
  "3807059944": "Puleaina mataupu lu'i ua fa'aaogaina",
  "3816867833": "Manatu faaalia",
  "3817811295": "Fa'amaonia le fa'atuatuaina ma le vave 24/7 i luga ole vala'au lagolago.",
  "3892905664": "E fesoasoani le hCaptcha i au 'au'aunaga i luga ole laiga e sili ona e fiafia i ai e taofia bots, spam, ma le sauaina e ala i le faia o fesili faigofie e faigofie mo tagata ma faigata mo masini.",
  "3913848038": "99.99% uptime SLAs ma 24/7 lagolago lalolagi avanoa.",
  "3951254541": "Matou te talisapaia lou finagalo. Fa'ailoa mai so'o se fa'afitauli ma o le a vave ona matou fo'ia.",
  "3952259236": "Fa'atasi au fa'amatalaga tauaso ma le faitau afe o faailo a le hCaptcha e a'oa'o ai le hCaptcha i vasega o amioga -- mo na'o lou fa'ata'ita'iga -- ia sili atu ona va'ai amio leaga nai lo na'o le fofo",
  "3953584369": "Fa'atapula'a avanoa RBAC avanoa.",
  "4007826952": "Le #1 fa'alilolilo-muamua CAPTCHA mo upegatafa'ilagi, feavea'i, ma isi mea.",
  "4019660456": "0ms latency: fa'amaonia faailoga hCaptcha e leai se API telefoni.",
  "4065065042": "vili le mea lea ina ia fetaui lelei ma lau pusa fa'aoga.",
  "4083018285": "O se vaega o foliga faʻalautele e tuʻufaʻatasia ma le faʻaleleia atili o le mataʻituina o le SOC ma le tali atu e faʻafeiloaʻi ai faʻamataʻu faifai pea",
  "4146870445": "O ai i tatou",
  "4147497805": "Karoti",
  "4194763679": "Fa'ato'a lelei tulaga faigata",
  "4195759329": "Su'esu'ega bot ma togi fa'alavelave",
  "4199502476": "Dashboards lipoti maualuluga ma API",
  "4238473596": "Fa'aitiitia fete'ena'iga mo tagata fa'aoga moni e taua. hCaptcha fa'aogaina galuega faigofie ma fa'aitiitia le taimi mo le tele o tagata fa'aoga a'o taofi le tele o fefa'ataua'iga bot.",
  "4272022475": "O talosaga uma ma aseta e alu ile hcaptcha.yourdomain.com",
  "4272454814": "Fa'atasi ma le tagata e tu'uina atu fa'amatalaga o lau filifiliga.",
  "header-privacy-link": "Fa'alilolilo",
  "header-integration-link": "Tuufaatasiga",
  "header-cost-link": "Tau",
  "header-features-link": "Vaega",
  "header-docs-link": "Docs",
  "header-login-button": "Ulufale",
  "header-contact-button": "Fa'afeso'ota'i Sales",
  "intro-heading": "Zero friction humanity verification.",
  "intro-contact-button": "Fa'afeso'ota'i matou e a'oa'o atili",
  "intro-text-bottom": "Fa'alagolago iai kamupani o lo'o fa'aola le upegatafa'ilagi.",
  "sub-menu-button": "Fa'afeso'ota'i Sales",
  "sub-menu-item1": "Pisinisi",
  "sub-menu-item2": "Tau",
  "sub-menu-item3": "Tuufaatasiga",
  "sub-menu-item4": "Vaega",
  "sub-menu-item5": "Fa'alilolilo",
  "sub-menu-item6": "Docs",
  "info-head-1": "Fausia i luga o le faʻamaoniga o le hCaptcha platform",
  "info-text-1": "hCaptcha Enterprise o lo'o fa'agaoioia i luga o le hCaptcha platform technology, fa'alautele e aofia ai vaega e mana'omia e pisinisi maualuluga.",
  "info-head-2": "O se paaga faatuatuaina",
  "intro-subtitle": "Foia lau fa'afitauli bot i le aso.",
  "info-text-2": "O a matou tautua e fa'atuatuaina e kamupani tetele i le lalolagi e tautuaina le tele o miliona o tagata fa'aoga i aso ta'itasi i le fiasefulu miliona o nofoaga.",
  "cloudflare-quote-text": "Na matou iloiloina le tele o tagata faʻatau CAPTCHA faʻapea foʻi ma le fausiaina o se faiga e i matou lava. I le faaiuga, na tulaʻi mai le hCaptcha o se mea sili ona lelei i le reCAPTCHA.",
  "cloudflare-quote-detail": "Faatonu o le Pulega o oloa, Cloudflare",
  "section-quote-head": "Le filifiliga taugofie mo pisinisi maualuga feoaiga",
  "section-quote-text": "Ma le mea mulimuli, o se mea e talitonuina e suitulaga ia Google. O le hCaptcha Enterprise e tu'uina atu sefe tele i lau pili reCAPTCHA ma le saogalemu maualuga: e o'o atu i le 80% taugofie i nisi tulaga. O le tele o auaunaga fa'ainitaneti tetele a le lalolagi ua sui i le hCaptcha Enterprise ma maua ai le fa'aleleia atili o le su'esu'eina o bot fa'atasi ai ma le tele o tau sefe.",
  "section-quote-button": "Fa'afeso'ota'i i matou i le asō mo se fa'amatalaga",
  "section-privacy-header": "Fa'alilolilo Taulai",
  "section-privacy-text-1": "O feso'ota'iga fa'asalalauga e va'aia au tagata asiasi o le oloa. Mo i tatou e na o le pau lava le oloa o le fuafuaina o latou tagata. O a matou au'aunaga e ausia pe sili atu i le GDPR, CCPA, ma le LGPD mana'oga, ma lagolago fesoasoani e pei o le Privacy Pass. Matou te galulue malosi e faapaleni le le faalauaiteleina ma le saogalemu.",
  "section-privacy-text-2": "O lenei taulaiga tulaga ese i le le faalauaiteleina o lona uiga e mafai ona matou ofoina atu leai se taofiga o faʻamaumauga a le tagata lava ia, faʻaogaina e leai se kuki, ma isi faʻamaoniga faalilolilo faʻakonekarate pe a manaʻomia aʻo tausia lelei le saogalemu.",
  "section-security-header": "Saogalemu Muamua",
  "section-security-text-1": "O le sa'o i lou fiafia ma matou. hCaptcha galue e tuʻuina atu ia te oe faʻamatalaga moni ma tuʻu oe e filifili pe faʻapefea ona faʻaaogaina. O isi captchas e tuʻuina atu e kamupani faʻasalalauga Gigantic. O lona uiga o bota uma latou te poloka e mafai ona faʻaititia a latou tupe maua.",
  "section-security-text-2": "O le fa'aogaina o metotia fou e a'oa'o ai masini fa'atasi ai ma le taula'i i le le faalauaiteleina e mafai ai ona tatou sili atu i tulaga saogalemu o talatuu fa'amaumau mea uma e fa'avavau fuafuaga e aunoa ma le fa'aleagaina o le saogalemu po'o le fa'alilolilo o tagata.",
  "section-user-experience-header": "Sili Aafiaga Fa'aoga",
  "section-user-experience-text1": "Mo tagata fa'aoga Enterprise, o lo'o avanoa avanoa e aloese ai mai lu'itau i le tele o fa'aaliga.",
  "section-user-experience-text2": "Fa'aitiitia fe'ese'esea'iga e ala i le 'alofia o se lu'i atoa mo le 99.9% o lau fe'avea'i fa'aletulafono a'o tu'uina atu pea le puipuiga sili, fa'afetai i fa'ata'ita'iga bot.",
  "section-easy-integration-header": "Faigofie fa'atasi",
  "section-easy-integration-text": "O le fa'aopoopoina o le hCaptcha e na'o ni nai minute ma na'o ni nai laina fa'ailoga. O le API fa'avae e fetaui ma le reCAPTCHA V2, ma e na'o ni nai minute e sui ai. E mafai ona e tu i luga ma tamo'e ma se isi mea e sili atu i aso nei, ma fa'aola fa'ailoga sili atu pe a mana'omia.",
  "section-easy-integration-serverside": "Itu o le Server:",
  "section-easy-integration-frontend": "pito i luma:",
  "section-threat-header": "Fa'ailoga Fa'amata'u Fa'apitoa",
  "section-threat-text": "E le tutusa uma faafitauli: o le mauaina o se togi e tasi o lona uiga e tatau ona faʻafetaui ou manaʻoga ina ia aoga. Faatasi ai ma le tulaga tulaga ese a le hCaptcha's Customized Threat Scores, o se fa'atalanoaga vave e mafai ai ona matou fa'afetaui a matou fa'ata'ita'iga e tu'uina atu togi e sili atu ona talafeagai i lau pisinisi.",
  "section-challenges-header": "Fa'alauiloa Au Lava Lu'itau ile Sekona",
  "section-challenges-text-1": "Tumau ile fa'ailoga fa'atasi ai ma mataupu talafeagai",
  "section-challenges-text-2": "Afai e tatau i tagata faʻaoga ona foia se luʻitau e faʻafetaui ai manaʻoga saogalemu, aisea e le faia ai ni galuega manaia ma talafeagai i le tagata faʻaoga? Faatasi ai ma la matou mamanu faʻailoga masani masani, e mafai ona e faʻalauiloa i luga o le faʻailoga luʻi mea i totonu o ni nai minute.",
  "section-integration-header": "Tu'ufa'atasiga Tu'usa'o",
  "section-integration-subheader": "Mo Kamupani Infrastructure Web",
  "section-integration-text": "O le faiga o le hCaptcha Enterprise e tulaga ese le fetuutuunai i lona mamanu: e mafai ona faʻapipiʻi se vaega pe faʻapipiʻi atoa i le pito o lau fesoʻotaʻiga pe afai e te faʻaogaina se ao lautele pe e te umia le tele o nofoaga autu o faʻamatalaga. Ole mea lea e mafai ona fa'aitiitia ai tau ma femalagaiga i fafo ole feso'ota'iga a'o fa'atumauina uma fa'amanuiaga ole pulega e le matou aufaigaluega i luga ole 24/7 e fa'afetaui SLA sili ona mamafa.",
  "section-support-header": "Tofa'atasiga Maua ma Lagolago mo oe ma au fa'aoga",
  "section-support-text": "O le auaunaga o se fa'amuamua sili mo i matou. Matou te tausia le 24/7 on-call support ma ofoina tuusaʻo Slack faʻamaopoopoina ma lau inisinia tuʻufaʻatasia 'au ma a matou tagata faigaluega i luga o le telefoni i le taimi ma pe a maeʻa le faʻatinoga. , ma a matou feso'ota'iga i-widget ma imeli lagolago. Matou te maua ma tali atu, ma faʻaogaina le faʻamalieina o tagata faʻaoga o se KPI maualuga.",
  "section-enterprise-header": "Vaega o pisinisi",
  "section-enterprise-title-1": "Puipuiga o le anti-bot a le lalolagi",
  "section-enterprise-desc-1": "Fa'ata'ita'iina taua ile fua ole upegatafa'ilagi.",
  "section-enterprise-title-2": "maualuga sa'o sikoa bot",
  "section-enterprise-desc-2": "Su'e tagata leaga o le tele o ituaiga eseese.",
  "section-enterprise-title-3": "E leai se vevesi ma 99.9% auala passive",
  "section-enterprise-desc-3": "Lu'i le itiiti ifo i le 0.1% o tagata fa'aoga tatau.",
  "section-enterprise-title-4": "Puleaina ituaiga lu'i ua fa'aalia",
  "section-enterprise-desc-4": "Tele faletusi o ituaiga e filifili mai ai.",
  "section-enterprise-title-5": "Puleaina mataupu lu'i ua fa'aaogaina",
  "section-enterprise-desc-5": "Tumau ile fa'ailoga fa'atasi ai ma se fa'aoga faifaipea.",
  "section-enterprise-title-6": "Enterprise SLAs",
  "section-enterprise-desc-6": "Faʻamaonia le faʻatuatuaina ma vave 24/7 on-call lagolago.",
  "section-enterprise-title-7": "Legacy browser lagolago",
  "section-enterprise-desc-7": "E fetaui lelei i tua i le Internet Explorer 8.",
  "section-enterprise-title-8": "Dashboards lipoti maualuluga ma API",
  "section-enterprise-desc-8": "Va'ai mea o lo'o tupu i au saite uma ma polokalama.",
  "section-enterprise-title-9": "E galue i atunuu uma",
  "section-enterprise-desc-9": "E le pei o le reCAPTCHA, matou te galulue i atunuu uma.",
  "section-enterprise-title-10": "GDPR, CCPA, ma LGPD-friendly faiga fa'alilolilo",
  "section-enterprise-desc-10": "Fuafuaina mo le le faalauaiteleina mai le aso muamua. Malosiaga Fa'asologa o Fa'amaumauga.",
  "section-enterprise-title-11": "Fa'amatagofie tulaga faigata",
  "section-enterprise-desc-11": "vili le mea lea ina ia fetaui lelei ma lau pusa fa'aoga.",
  "section-enterprise-title-12": "Fa'atosina a le vaega muamua",
  "section-enterprise-desc-12": "O talosaga uma ma aseta e alu ile hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Dashboards e tele tagata e faaaogāina",
  "section-enterprise-desc-13": "Fa'asoa pulega i lau 'au.",
  "section-enterprise-title-14": "Fa'amaonia vave",
  "section-enterprise-desc-14": "0ms latency: fa'amaonia faailoga hCaptcha e leai se API telefoni.",
  "section-enterprise-title-15": "Feavea'i (iOS ma le Android) Fa'atasi",
  "section-enterprise-desc-15": "Le poto masani i luga o le upega tafaʻilagi, telefoni feaveaʻi, upega tafaʻilagi feaveaʻi. O lo'o maua fa'atasiga na muai fausia ma SDK masani.",
  "section-enterprise-title-16": "Tulaga Fa'apitoa ma Fa'amautinoaga Fa'alilolilo",
  "section-enterprise-desc-16": "Fa'amalie ou mana'oga fa'aletulafono pe a le mafai e isi kamupani.",
  "presented-challlenges-head": "Tuuina atu Lu'i",
  "presented-challenges-title-1": "Faatusatusaga",
  "presented-challenges-text-1": "Filifili ata uma e fetaui ma fesili",
  "presented-challenges-title-2": "Pusa Fa'amau",
  "presented-challenges-text-2": "Fa'amatala le vaega tuaoi mo mea",
  "presented-challenges-title-3": "Fa'avasegaga",
  "presented-challenges-text-3": "Fa'ailoa igoa fa'atatau",
  "presented-challenges-subheader": "...ma isi galuega faigofie. Faigofie mo tagata, faigata mo bots.",
  "presented-challenges-subtext": "E avanoa fo'i galuega fa'apitoa mo le au fa'asalalau pisinisi.",
  "footer-header-1": "Kamupani",
  "footer-header-2": "Punaoa",
  "footer-header-3": "Faʻafesoʻotaʻi",
  "footer-link-1": "Faailoga",
  "footer-link-2": "E tusa",
  "footer-link-3": "Galuega",
  "footer-link-4": "Faailoga Faʻailoga",
  "footer-link-5": "AI Amiotonu",
  "footer-link-6": "Tesi",
  "footer-link-7": "Tulaga",
  "footer-link-8": "Faʻamaumauga",
  "footer-link-9": "Lipoti se Bug",
  "footer-terms": "Faʻatonuga",
  "footer-privacy": "Tulaga faalilolilo",
  "footer-attribution": "Faʻailoga",
  "footer-subheader-1": "Lagolago",
  "footer-subheader-2": "Faʻafesoʻotaʻi",
  "switch-to-english-link": "Suʻe i le Igilisi",
  "intro-heading-privacy": "Ua mamanuina mo le le faalauaiteleina.",
  "intro-subtitle-p1-privacy": " Ose faiga fa'alilolilo fa'atauva'a ile saogalemu ile initaneti.",
  "info-head-2-pr": "O le pueina o gaoioiga i luga ole laiga e le o le tali lea.",
  "info-text-1-pr": "O le hCaptcha Enterprise e tasi lava le fa'amoemoega: ia taofia tagata leaga mai le fa'alavelaveina o au gaioiga i luga ole laiga ma fa'aleagaina au tagata fa'aoga.",
  "info-text-2-pr": "O a matou faiga e fa'apea ua mamanuina mai i lalo e fa'aitiitia ai le aoina ma le taofiofia o fa'amaumauga a'o fa'atumauina le saogalemu e ta'imua vasega. O le auala sili e puipuia ai faʻamatalaga o tagata e le o le teuina.",
  "info-text-3-pr": "O so'otaga uma a tagata fa'atau e puipuia fo'i e se Maliega Fa'atonu Fa'amaumauga malosi. O le auaunaga a le hCaptcha e tausisia tulafono uma e le faalauaiteleina e tusa lava po o fea e nofo ai lau au'aunaga po'o au tagata fa'atau. O le le tausia o faʻamatalaga patino e sili atu ona faigofie mo i matou nai lo isi kamupani.",
  "info-text-2-2-pr": "Au'aunaga e pei o le reCAPTCHA v3 fai mai o le tu'uina o latou pika pika i itulau ta'itasi o lau saite e mana'omia mo le saogalemu lelei. E le o le tulaga lea.",
  "info-text-2-3-pr": "O le su'esu'eina o amioga faigofie o se fa'ailoga e faigofie ona fai e tagata leaga, ma e mana'omia le fa'atumauina o tala fa'asolopito mo au fefa'ataua'iga fa'atulafonoina uma.",
  "info-text-2-4-pr": "Matou te le fa'agaioia se feso'ota'iga fa'asalalauga, ma e leai so matou naunau e va'ava'ai lau amio fa'aoga ina ia fa'atau atu ia i latou fa'asalalauga. O lona uiga matou te le mana'omia se pika passive i itulau uma o lau saite.",
  "info-text-2-5-pr": "Fa'aopoopo la matou fa'ailoga lu'i na'o le mea e mana'omia, ma le mea e talafeagai e puipuia ai oe ma au fa'aoga.",
  "info-head-3-pr": "E aoga le aʻoaʻoina o masini. Ae e le manaʻomia faʻamatalaga patino e galue ai.",
  "info-text-3-1-pr": "O le a'oa'oina o masini i le taimi nei e a'afia ai toetoe o vaega uma o o tatou olaga, e masani lava i auala tatou te le'i iloa ma le va'aia. 'Au'aunaga saogalemu i luga ole laiga e leai se eseesega.",
  "info-text-3-2-pr": "E ala i le aʻoaʻoina o le faitau afe o faʻailoga, e mafai e faʻataʻitaʻiga ona faʻaalia ma oʻo i le talitonuga maualuga i le vave iloa o amioga leaga, tusa lava pe leai se faʻailoga e lava lona malosi e faʻaalia ai se faʻafitauli.",
  "info-text-3-3-pr": "Ae ui i lea, e leai se mea o nei mea e manaʻomia ai le faʻaaogaina o faʻamatalaga e iloagofie ai le tagata lava ia (PII). O faiga fa'aonaponei fa'aonaponei e mafai ai ona tatou lafoa'i so'o se fa'amatalaga patino i se taimi vave, ma fa'atupu ai saini e tasi le auala e le mafai ona feso'ota'i i so'o se tagata.",
  "info-text-3-4-pr": "O a'oa'oga i fa'amaumauga e le'i fa'ailoaina e aoga lelei, ma e le mana'omia ai le fetuutuuna'i i le saogalemu po'o le fa'alilolilo. Ua faia e a matou tagata fa'atau su'ega fa'apitoa, ma ua latou fa'ailoa mai matou e tutusa pe sili atu nai lo le tele o isi mea fa'apitoa.",
  "cloudflare-quote-text-privacy": "Matou te fiafia i le tele o mea e uiga i fofo hCaptcha: 1) latou te le faʻatau atu faʻamatalaga patino; latou te aoina na'o fa'amatalaga patino e mana'omia, latou te manino i le fa'amatalaina o fa'amatalaga latou te aoina ma pe fa'apefea ona latou fa'aoga ma/pe fa'ailoa.",
  "pilot-head": "Tofotofo i matou i lou siosiomaga e aunoa ma se tiute.",
  "pilot-text-1a": "O matou o inisinia, ae le o tagata faʻatau: matou te mananaʻo ia e fiafia i lau filifiliga.",
  "pilot-text-1b": "O le auala sili e faʻamautinoa ai lou faʻamalieina o le faʻaalia lea matou te ausia ou manaʻoga.",
  "pilot-text-1c": "Toeitiiti lava o kamupani uma e amataina se pailate e iu lava ina filifilia a tatou fofo.",
  "pilot-text-1d": "Fa'aoga lenei fomu e o'o atu ai i se tasi o matou tagata tomai fa'apitoa. Matou te tali vave atu.",
  "pilot-text-1e": "E mafai foi ona e imeli sa'o mai ia i matou.",
  "pilot-email-details": "O fa'amatalaga o lo'o iai iinei.",
  "pilot-f1": "Itulagi",
  "pilot-f2": "Lou Suafa",
  "pilot-f3": "Lou Suafa",
  "pilot-f4": "Pisinisi Email",
  "pilot-f5": "E iai nisi fa'amatalaga e tatau ona iai?",
  "pilot-f6": "E te mana'omia le fa'anatinati i luga ole va'aiga?",
  "pilot-f7": "Ioe.",
  "pilot-f8": "O lo'o osofa'ia a'u ma e mana'omia le fa'ato'a ulufale.",
  "pilot-f9": "Tuuina atu",
  "pilot-f10": "E ala i lou ulufale i lau imeli, ua e malie i la matou Tu'utu'uga ma Faiga Fa'alilolilo, ma e maua mai le imeli mai ia i matou.",
  "pilot-fo-1": "E le'i faigofie le tu'ufa'atasia.",
  "pilot-fo-2": "O le hCaptcha o loʻo i ai le tele o fesoʻotaʻiga na muai fausia mo le pito i luma ma le pito i tua o loʻo e faʻaogaina.",
  "pilot-fo-3": "Afai e te sau mai le Google's reCAPTCHA, o matou API o lo'o fa'asolo i totonu o sui. E tolu laina o code na'o mea e te mana'omia.",
  "pilot-fo-4": "E mafai e a matou inisinia i luga ole laiga ona e alu vave, pe e te manaʻomia le React integration, SDKs mo iOS native apps, se Java backend faʻataʻitaʻiga, poʻo toetoe lava o isi faʻaaliga.",
  "pilot-fo-5": "Ma e pei lava o taimi uma, o le le faalauaiteleina o se taua autu mo i matou. Fa'aopoopo la matou fa'ailoga lu'i na'o le mea e mana'omia, ma le mea e talafeagai e puipuia ai oe ma au fa'aoga. Fa'aitiitia le aoina o fa'amaumauga e amata mai i le taimi o le tu'ufa'atasia.",
  "pilot-fdone": "Faafetai. O le a tatou feso'ota'i lata mai.",
  "home-ent-2-new": "A'oa'o atili e uiga i la matou fofo tau atina'e.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "HCaptcha Enterprise solutions e maua ai le saogalemu e ta'imua vasega ma puipuia le tele o auaunaga i luga ole laiga.",
  "home-plans-button-2-new": "Aoao atili",
  "header-enterprise-link": "Pisinisi",
  "sales-interstitial-c1b-new": "A'oa'o atili e uiga i le hCaptcha Enterprise",
  "a11y-img-1": "Avanoa tagata faʻaaoga pupuni ina ua uma login",
  "a11y-img-2": "Avanoa avanoa i widget UI lisi",
  "a11y-img-3": "Avanoa avanoa talanoaga pusa i widget UI",
  "about-advisors-brendan": "Ofisa Sili o Pulega o le Toa. Co-faavaeina o Mozilla. Foafoa le gagana polokalame JavaScript. Tufuga o suʻega ma sili atu.",
  "about-advisors-dawn": "Polofesa, CS i le Iunivesite o Kalefonia, Berkeley. Aʻoaʻoga loloto, saogalemu, poloka poloka. Ofisa Sili o Pulega o Oasis Labs.",
  "about-advisors-head": "Faufautua",
  "about-advisors-keiran": "Saienitisi suesue i Stanford. Aʻoaʻoga masini ma tele aofaʻi tupe i tele faletupe, pa puipui, ma aʻoaʻoga.",
  "about-content-head-1": "Mea Tatou te Faia",
  "about-content-head-2": "Aisea e Taua ai",
  "about-content-text-1a": "hCaptcha aumaia se faʻaonapo nei, faalilolilo-taulaʻi auala e taofi ai bot.",
  "about-content-text-1b": "Matou te faʻaali CAPTCHA luitau e faigata mo bots ae faigofie mo tagata e ala i le aoina faigata-i-igoa faʻamatalaga mai masini aʻoaʻoga faʻafitauli, ma faʻaaogaina e iloa ai pe o le 'upega tafaʻilagi po o le tagata asiasi asiasi o tagata.",
  "about-content-text-2a": "O tagata leaga e faʻatinoina le tele o mea e tupu i luga ole laiga. Ae o le faʻataulagaina o le le faalauaiteleina o tagata e le o le tali lea.",
  "about-content-text-2b": "Faʻafitauli puipuiga na ofaina e faʻasalalauga kamupani faʻapitoa taulai atu i le sailia o tagata i luga o le upega tafailagi. Ua matou fausia se tali lelei mo le puipuiga e faʻamaonia ai le le afaina o le le faalauaiteleina o tagata i se mea taua.",
  "about-intro-head-1": "E uiga i le hCaptcha",
  "about-intro-head-2": "Tulaga faalilolilo, Puipuiga, ma le Aʻoaʻoina o Masini.",
  "about-intro-text": "hCaptcha o le auaunaga tuto'atasi CAPTCHA sili ona fa'aogaina e le lalolagi.",
  "about-leadership-head": "O ai tatou",
  "about-leadership-headsub": "O se 'au poto masani, o loʻo galulue i faʻafitauli faigata i aso nei.",
  "about-leadership-link1": "O ai tatou",
  "about-leadership-text1": "Matou te faʻapitoa i le loloto o le aʻoaʻoina ma le vaʻaia o masini masini e aʻoaʻoina i le fua, ma le faʻatauaina faapitoa i le faʻamautinoaina o faiga i luga o le upega tafailagi mai le faʻafaigataina faʻaonapo nei taufaamataʻu.",
  "about-leadership-text2": "Ile fiaselau tausaga ole polokalame o masini ma le aʻoaʻoina ole masini, matou te fausiaina ma faʻagaioia tele le fegasoloaʻiina o faʻafitauli e foʻia ai nisi o faʻafitauli faigata i aso nei aʻo faʻasaoina le le faalauaiteleina.",
  "acc-opt": "Avanoa avanoa",
  "acc-opt-but": "Aʻoaʻo atili e uiga i avanoa faʻaavanoaina",
  "acc-opt-text": "O e faʻaletonu vaʻai pe le mafai ona faʻamaeʻa hCaptchas?",
  "accessibility-link": "Avanoa",
  "appreciate-in": "Matou te talisapaia lou sao. Faʻailoa ia matou ni mataupu ma o le a matou fofoina vave.",
  "fb-but": "Lafo mai manatu faaalia",
  "feedback-text": "Saunia manatu i le hCaptcha na e vaʻaia",
  "footer-copyright-text": "hCaptcha o se faʻailoga faʻailogaina o Intuition Machines, Inc.",
  "footer-link-10": "Avanoa",
  "h-plans": "Fuafua Lesitala",
  "header-labeling-services-link": "Auaunaga faaigoaina",
  "header-plans-link": "Fuafuaga",
  "header-signup-button": "Saini loa",
  "home-about-head": "E uiga i le hCaptcha",
  "home-about-subtitle": "Faʻamalosia e le HUMAN Protocol",
  "home-about-text-1": "hCaptcha ua fuafuaina e foʻia le sili ona faigata galuega mamafa i le aʻoaʻoga masini: igoa tele o aofaʻi o faʻamatalaga i se taimi talafeagai, taugofie, ma faʻatuatuaina auala.",
  "home-about-text-2": "Tele faʻamatalaga e masani ona maua ai sili faʻaiuga i toleniga masini aʻoaʻoga faʻataʻitaʻiga. O le manuia talu ai nei o loloto loloto ua mafua ai le faʻateleina tele datasets, toetoe lava o taimi uma ma nisi tagata iloiloga. Peitaʻi, o le fausiaina o lapisi tetele a tagata e iloiloina e ala i le Mechanical Turk, Figure Valu, ma isi mea e telegese ma taugata.",
  "home-about-text-3": "hCaptcha faʻatagaina 'upega tafaʻilagi e maua ai tupe faʻatauaina lenei manaʻoga a o poloka poloka ma isi ituaiga o sauaga.",
  "home-about-text-4": "O le hCaptcha maketi o loʻo faʻamalosia e le HUMAN Protocol, o se avanoa tatala faʻavae mo le toe iloiloga a tagata e faʻatautaia luga o le Ethereum poloka. 'Upega Tafaʻilagi maua Tamai a Tagata (HMT) soʻo se taimi e faʻaaogaina ai e le au faʻaoga le hCaptcha widget i luga o la latou' upega tafaʻilagi, ma kamupani e aʻoaʻo masini latou te totogia Tagata Faʻailoga e tusia ai a latou faʻamaumauga.",
  "home-ba-labeling-services-link": "Auaunaga faaigoaina",
  "home-benefits-head-1": "Le Taua ile Faʻailogaina o Faʻamatalaga",
  "home-benefits-head-2": "Faʻafoʻi i le Alofa Mama",
  "home-benefits-text-1": "Na e iloaina i taimi uma e te kiliki ai i luga o le taʻavale o loʻo e fesoasoani e toleni se tasi Gigantic kamupani masini aʻoaʻoga polokalama mo saoloto?",
  "home-benefits-text-2": "hCaptcha liliu lenei faʻataʻitaʻiga. A e faʻaaogaina le hCaptcha, e ofo kamupani i galuega e faia e tagata faʻaoga a o latou faʻamaonia lo latou tagata soifua. E te maua faʻailoga.",
  "home-benefits-text-3": "E te manaʻo e toe faʻafoʻi i lau alofa moni e te fiafia iai? hCaptcha faʻatagaina oe lagolagoina le alofa o lau filifiliga ma tupe maua e te maua mai le faʻaaogaina. Tagata faʻaoga i luga o lau '' upega tafaʻilagi o le a le pine ona vaʻaia lau saofaga i le alofa mama e ala i le faʻautautafa o faʻailoga luga o le hCaptcha interface.",
  "home-challenge-text-1": "Filifili uma ata e fetaui ma le fesili",
  "home-challenge-text-2": "Faʻauiga le faʻatapulaʻaina o nofoaga mo mea faitino",
  "home-challenge-text-3": "Faʻailoa igoa talafeagai",
  "home-challenge-title-1": "Faʻatusatusaga",
  "home-challenge-title-2": "Pusa fusia",
  "home-challenge-title-3": "Faʻavasegaina",
  "home-challenges-head": "Lui Faʻaalia",
  "home-challenges-text-1": "... ma isi galuega faigofie. Faigofie mo tagata, faigata mo bots.",
  "home-challenges-text-2": "E avanoa fo'i galuega fa'apitoa mo le au fa'asalalau pisinisi.",
  "home-ent-1": "Vaʻai mo a matou pisinisi puipuiga taulaga?",
  "home-ent-2": "Asiasi i la matou 'upega tafaʻilagi fou: BotStop.com",
  "home-ent-button": "Aʻoaʻo atili: BotStop e hCaptcha",
  "home-from-the-blog": "MAI LE BLOG:",
  "home-from-the-blog-value": "Faʻafefea hCaptcha Faigata Faigata Faigaluega Galue",
  "home-intro-body": "E te faʻaogaina se captcha e tuʻu ai i fafo ni botā? hCaptcha puipuia le faʻamamaluina o tagata, faʻamanuiaina 'upega tafaʻilagi, ma fesoasoani i kamupani ia tusia a latou faʻamaumauga. O se pa'ū-i sui mo reCAPTCHA: oe mafai ona fesuiaʻi i totonu o minute.",
  "home-intro-button": "Saini e Nei",
  "home-intro-head": "Taofi nisi bot. Amata puipuia le tagata lilo.",
  "home-main-1": "Tumaoti Saogalemu Vave. Ma matou te totogia oe e faʻaoga ai.",
  "home-main-2": "Taʻiala faalauaiteleina",
  "home-main-2c": "O feso'ota'iga fa'asalalauga e va'aia au tagata asiasi o le oloa. Mo hCaptcha o le oloa o le galuega latou te saunia. Matou te le popole po'o ai au tagata fa'aoga, ae po'o le a le mea e ono leaga ai. Matou te lagolagoina fuafuaga e pei o le Privacy Pass, ma galulue malosi e faapaleni le faalilolilo ma le saogalemu.",
  "home-main-3": "Puipuiga Muamua",
  "home-main-3c": "O le saʻo e mo oe ma matou. hCaptcha o se tagata faʻasalalau-taulaʻi. Matou te galulue e avatu ia te oe faʻamaumauga moni ma faʻatagaina oe e filifili pe faʻafefea ona faʻaaogaina. O isi captchas o loʻo saunia e Gigantic advertising kamupani. O lona uiga o boti uma latou te poloka e ono faʻaititia a latou tupe maua.",
  "home-main-4": "Sili atu Aafiaga Tagata Faigofie",
  "home-main-4c": "O faʻataʻitaʻiga o le faʻaaogaina ole masini e faʻaaogaina e le hCaptcha mo le fuafuaina o tagata soifua. Ole mea lea e faʻatagaina ai matou ona manaʻomia ni mea faʻasoesa mai au tagata faʻaoga ma faʻaalu le tele o latou taimi i le faia o ia mea, aʻo faia pea faʻamatalaga taua e faʻaigoaina mo le faʻailogaina o tagata faʻatau.",
  "home-main-plans": "hCaptcha e saoloto e faʻaaoga mo tagata lolomia soʻo se tele. Peitaʻi, mo pisinisi ma faʻavae e manaʻomia tele le faʻatonutonu, o loʻo avanoa a matou taumafaiga faʻapisinisi.",
  "home-main-plans2": "hCaptcha atinaʻe fofo puipuia miliona o tagata faʻaoga i le sefulu o miliona o 'upega tafaʻilagi mo nisi o tele tele kamupani i luga o le paneta. Faʻamolemole faʻafesoʻotaʻi matou mo nisi faʻamatalaga, pe asiasi",
  "home-main-plans3": "hCaptcha atinaʻe fofo puipuia miliona o tagata faʻaoga i le sefulu o miliona o 'upega tafaʻilagi mo nisi o tele tele kamupani i luga o le paneta. Faʻamolemole faʻafesoʻotaʻi matou mo nisi faʻamatalaga, pe asiasi",
  "home-main-plans4": "mo auiliiliga.",
  "home-plans-button-1": "Saini loa",
  "home-plans-button-2": "Faʻatau atu faʻatau",
  "home-plans-chart-head-1": "Features",
  "home-plans-chart-head-2": "Lomitusi",
  "home-plans-chart-head-3": "Pisinisi",
  "home-plans-chart-row-1-cell-1": "Pulea luitau ituaiga faʻaalia",
  "home-plans-chart-row-1-cell-2": "Faʻagata",
  "home-plans-chart-row-1-cell-3": "Aofai",
  "home-plans-chart-row-10-cell-1": "Eseese laupapa faʻaaoga tagata",
  "home-plans-chart-row-11-cell-1": "Maualuga lipotia foliga",
  "home-plans-chart-row-12-cell-1": "Enterprise SLAs",
  "home-plans-chart-row-2-cell-1": "Faʻatonutonu luʻitau mataupu faʻaaogaina",
  "home-plans-chart-row-2-cell-2": "Faʻagata",
  "home-plans-chart-row-2-cell-3": "Aofai",
  "home-plans-chart-row-3-cell-1": "Maua ni taui mo faʻaiuga a tagata",
  "home-plans-chart-row-4-cell-1": "Puipuiga o vailaʻau fai-bot i le lalolagi",
  "home-plans-chart-row-5-cell-1": "Galue i atunuu uma",
  "home-plans-chart-row-5a-cell-1": "Leai-CAPTCHA ma 99.9% auala passive",
  "home-plans-chart-row-5b-cell-1": "O togi mautinoa a Bot",
  "home-plans-chart-row-6-cell-1": "GDPR ma CCPA-faʻauo tulafono faʻapitoa",
  "home-plans-chart-row-7-cell-1": "Tulaga faigata faigata-lelei",
  "home-plans-chart-row-8-cell-1": "Faʻalauiloa lau oe lava luʻi mataupu",
  "home-plans-chart-row-9-cell-1": "Faʻavasega taimi faigata-faʻavasegaina",
  "home-try-it-out-button": "Aumai hCaptcha",
  "home-try-it-out-head": "Faʻataʻitaʻi",
  "home-try-it-out-text": "hCaptcha maua faigofie, faigofie, ma faʻatuatuaina vaʻaia mauaina aʻo le faʻatauvaʻa mo tagata e foia.",
  "labeling-about-head": "E uiga i le hCaptcha",
  "labeling-about-text-1": "hCaptcha ua fuafuaina e foʻia le sili ona faigata tagata faigaluega faʻafitauli i le aʻoaʻoina masini; Faʻailogaina tele o faʻamatalaga i se taimi talafeagai, taugofie, ma faʻatuatuaina. Tele faʻamatalaga e masani ona maua ai sili faʻaiuga i toleniga masini aʻoaʻoga faʻataʻitaʻiga. O le manuia talu ai nei o loloto loloto faʻaiuga na mafua ai le faʻateleina tele datasets, ma hCaptcha tautua lenei manaʻoga.",
  "labeling-about-text-2": "Ae ui i lea, o le fausiaina tele o tagata-toe iloiloina faʻamaumauga faʻaaogaina metotia masani e tuai ma taugata. hCaptcha o se auala mo kamupani e maua ai faʻamaumauga latou te manaʻomia vave, ma maualuga maualuga ma i lalo tau nai lo isi auala.",
  "labeling-annotations-head": "Ituaiga Faʻamatalaga",
  "labeling-annotations-text-1": "Malamalama saʻo mea i ata ma vitio",
  "labeling-annotations-text-2": "Malamalama saʻo mea i ata ma vitio",
  "labeling-annotations-text-3": "Faʻailoga tusi mo le tele o mataupu faʻaaoga eseese",
  "labeling-annotations-text-4": "Faʻavasega pe faʻapipiʻi faʻapitoa vasega o soʻo se tele",
  "labeling-annotations-text-5": "Suʻesuʻega ma faʻavasegaina e le tagata-malosi",
  "labeling-annotations-text-6": "Manaʻomia se isi ituaiga le lisiina ii? Naʻo le fesili mai ia matou.",
  "labeling-annotations-title-1": "Pusa Fusia",
  "labeling-annotations-title-2": "Polygons",
  "labeling-annotations-title-3": "Faailoga faailo",
  "labeling-annotations-title-4": "Uiga Faʻavasegaina",
  "labeling-annotations-title-5": "Faʻatusatusaga ma Mauaina",
  "labeling-annotations-title-6": "... ma le anoanoaʻi",
  "labeling-ent-button": "Faʻafesoʻotaʻi le Vaega o Faʻamatalaga a le Atunuʻu",
  "labeling-ent-head": "Manaʻomia le Faʻatonuga Mai le Iuga?",
  "labeling-ent-text-1": "O le HUMAN Platform i tua atu o le hCaptcha o loʻo maua ai le faʻafaigofieina o galuega lelei ma le faʻafoeina o foliga e ala i luga atu o fale, hybrid, poʻo le SaaS faʻaaogaina e tuʻufaʻatasia ma lau polokalame o loʻo i ai.",
  "labeling-ent-text-2": "Tamoe atoa offline ma lau oe lava tagata faigaluega, ala taua faʻatauaina faʻaaluina i pisinisi pisinisi poʻo paʻaga consortium, filifilia auala galuega i eseʻese totonu pe fafo tagata faigaluega faʻatatau i luga o le tau ma le saogalemu manaʻoga, ma sili atu.",
  "labeling-ent-text-3": "Faigofie API faʻaaogaina, matagofie dashboard, ma le sili ona lata mai faʻataʻitaʻiga-i-le-matasele tekonolosi e faʻatele ai le lelei.",
  "labeling-ent-text-4": "99.99% uptime SLAs ma le 24/7 faʻavaomalo lagolago avanoa. Mo nisi faʻamatalaga:",
  "labeling-features-head-1": "Faigofie paipa tulia API.",
  "labeling-features-head-2": "Faʻaleleia mo tau ma lelei. Leai se tautinoga muamua e manaʻomia.",
  "labeling-features-head-3": "Naʻo le totogi mo le saʻo e te manaʻomia.",
  "labeling-features-head-4": "Tuʻu mai sau oe lava faʻamaumauga o mea moni eleele pe tuʻu ia matou e fau i luga ole lele.",
  "labeling-features-text-1": "E te manaʻo e tuʻufaʻatasia le iloiloga a tagata i lau pisinisi pisinisi? Matou te ofa atu le maualuga faʻatuatuaina SLAs, mautinoa gafatia, ma faigofie REST API.",
  "labeling-features-text-2": "O le HUMAN platform e faʻaaogaina ai ni tulaga atoatoa talitonuina e faʻatino ai se suʻesuʻega lelei o mea moni. E faʻatagaina ai matou ona vave fuafua uma le faigata o fesili ma a latou tali saʻo, e sefe ai lou taimi ma sau tupe.",
  "labeling-features-text-3": "E le tutusa uma faʻafitauli. Faʻamatalaga mo le saogalemu-faitioga galuega ono manaʻomia 99,99% talitonuina mai atoa tagata faigaluega. Faʻamatalaga mo se tasi vaega beta i se feaveaʻi taʻaloga polokalama atonu e naʻo le manaʻomia le feololo o le mautinoa. E te filifili.",
  "labeling-features-text-4": "E iai sau faʻamaumauga e aunoa ma se seti atoa o faʻamaoniga? I le tele o tulaga mafai ona matou fausia se tasi mo oe o gaioiga tamoʻe i le faiga, pe fausia ni igoa faʻailoga mo lau faʻamaoniga.",
  "labeling-info-head": "Mauaina o Faʻailoga igoa",
  "labeling-info-text-1": "Talanoa ma se tasi o matou aufaʻatonu faʻapitoa e faʻamatalaina au manaʻoga manaʻoga: taulaʻiga saʻo, faʻatulagaina, ma soʻo se manaʻoga faʻapitoa.",
  "labeling-info-text-2": "Matou te faʻatinoina se tamaʻi gaosiga galuega faʻavae i luga o au faʻataʻitaʻiga faʻamaumauga. E tofotofoina le galuega na matou faia faʻatasi e mautinoa ai e te maua tonu le mea e te manaʻomia.",
  "labeling-info-text-3": "Faatasi ai ma la matou maualuga tele ma maualalo latency o le a tatou liliu vave lau galuega, ma otometi faaooina i le taimi lava e uma ai.",
  "labeling-info-text-4": "A o matou malamalama lelei i faʻavae o lau gaosiga o galuega, o le a faʻaauau pea ona faʻaleleia i le aluga o taimi.",
  "labeling-info-text-5": "Live dashboard faʻatagaina oe e tuʻuina mai ni finagalo faaalia pe taofi le faia i soo se taimi.",
  "labeling-info-title-1": "Faʻauiga auiliiliga",
  "labeling-info-title-2": "Faʻataʻitaʻiga muamua o galuega",
  "labeling-info-title-3": "Faʻaaoga Galuega Gaosia",
  "labeling-info-title-4": "Faaleleia Faʻauau",
  "labeling-info-title-5": "Taunuʻuga Taimi Moni",
  "labeling-main-1": "Tau-lelei faʻailoga faʻailoga igoa i le fua",
  "labeling-main-1-button": "Faʻailoga nei au faʻamatalaga",
  "labeling-main-1c": "Mana'omia nisi fa'ailoga mo au fa'amaumauga? hCaptcha e tuʻuina atu vave, taugofie, ma maualuga faʻamaumauga faʻamaumauga mo kamupani o loʻo galulue i faʻamatalaga faʻapitoa ma masini aʻoaʻoga.",
  "labeling-main-2": "Lavea vave le fia miliona o galuega.",
  "labeling-main-2-button": "Faʻatau Tautua Faʻailogaina Tautua",
  "labeling-main-2c": "hCaptcha o loʻo i ai se tasi o sili ona tele vaitaʻele luga o le paneta avanoa mo lou faʻaaogaina. Poʻo le a lava lau fua, e mafai ona matou tagofia e aunoa ma le taugata i luga tautinoga. Miliona o galuega i le aso e leai se faʻafitauli.",
  "labeling-platform-head": "Tumaʻoti pe Lautele Faʻamatalaga",
  "labeling-platform-text": "hCaptcha o loʻo fausia i luga o le HUMAN Platform, e mafai ai ona faʻafaigofie le faʻasolosolo ma auʻiliʻiliga e faʻaleleia ai le tau ma le mataalia i sitepu uma. Lenei tekonolosi faʻatagaina le aufaigaluega saʻo e faʻataʻitaʻi vaega taʻitasi o lau galuega, faʻateleina le tau lelei ao faʻasaoina le le faalauaiteleina ma faʻafetaui ni tulafono manaʻomia manaʻomia.",
  "labeling-try-button": "Faʻatau Tautua Faʻailogaina Tautua",
  "labeling-try-head": "E te manaʻo e faʻataʻitaʻia au faʻamatalaga?",
  "labeling-try-text": "... ua matou sauni pe a e i ai: o la matou tautua e avanoa i le uati.",
  "learn-more-hcaptcha": "Aʻoaʻo atili e uiga i hCaptcha",
  "page-acc-faq-1": "Fesili: O le hCaptcha Section 508 + WCAG 2.1 AA o loʻo tausisia? Tali: Matou te talitonu: o tagata uma e iai soʻo se ituaiga o faʻaletonu e mafai ona suʻesuʻeina le upega tafaʻilagi ma faʻapipiʻi tusitusiga i luga o pepa e mafai ona maua auaunaga puipuia e le hCaptcha pe a lesitala. Ae ui i lea, e le o se fautuaga faaletulafono: e tatau ona e faia lau lava iloiloga, ma mafaufau i lau faʻatinoga faʻapitoa e faʻamautinoa ai o le tulaga lea mo lau faʻatulagaina.",
  "page-acc-faq-2": "Fesili: O e galue i isi avanoa avanoa (a11y), pei o leo? Tali: O filifiliga ta'uta'ua muamua e pei o le audio captchas e fa'ailoga tagata i le tele o tagata fa'aoga a11y ma e faigofie ona fa'ato'ilaloina e ala fa'aonaponei a'oa'oga masini. O le mea lea ua fa'amalosia ai lu'itau leo o lo'o i ai nei ina ia atili faigata, fa'aalia le pisapisao, taimi uigaese, tu'ufa'atasiga o upu e le masani ai, ma isi mea e fa'ato'ilalo ai tagata osofa'i. O lea ua tatou le fiafia ai i lenei faiga ma le aloese mai le lu'itau atoa, ae o le a mafaufau i ai pe a iai se manaoga mai le nuu. Ae ui i lea, matou te matua fiafia lava i le Privacy Pass mo le Accessibility use case. Matou te talitonu o le tuʻufaʻatasia o la matou auala a11y o loʻo iai nei ma le tuʻuina atu o le Privacy Pass o le a mafai ai e tagata faʻaoga a11y ona suʻesuʻe ma le saogalemu, saogalemu i le iloa o latou feoaiga e sili atu ona faalilolilo, aʻo faʻatapulaʻaina le faʻaleagaina e le au faʻatautaia bot lea e mautinoa e tupu pe a avanoa a11y filifiliga. O matou o lo'o auai malosi i le vaega galue IETF fa'ata'atiaina lenei tekonolosi fou.",
  "page-acc-faq-3": "Fesili: Ae faapefea le faalilolilo? E fa'aalia e le resitalaina fa'amatalaga su'esu'e a11y i se isi itu? O le a sau mea e fai i le imeli? Tali: hCaptcha ua mamanuina mo le le faalauaiteleina mai le eleele i luga. E matua ese lava nai lo filifiliga masani e pei o le reCAPTCHA o loʻo umia e fesoʻotaʻiga faʻasalalauga, o loʻo i ai le faʻamalosi e siaki oe i luga o le upega tafaʻilagi ma faʻafesoʻotaʻi oe ma se faʻamatalaga moni. Matou te le fa'aogaina imeli avanoa po'o fa'amatalaga mo so'o se fa'amoemoe e ese mai i le fa'afaigofieina o le fa'aogaina ma le puipuia o le fa'aleagaina. O la matou faiga fa'alilolilo fa'alilolilo e iai tali fa'apitoa ma fa'atagaina i le auala matou te fa'aogaina ai fa'amaumauga, ae o le tali pu'upu'u matou te le fiafia e fa'afeso'ota'i oe o se tagata ma lau tala'aga su'esu'e. a'o fa'atumauina pea lo matou agava'a e puipuia ai le fa'aleagaina, fa'atasi ai ma le galuega o le Privacy Pass.",
  "page-acc-link-1": "Afai o oe o se faʻaaoga tagata faʻamolemole, faʻamolemole saini ii.",
  "page-acc-subhead": "Faamautinoaina le leai se avanoa mo tagata faʻaaoga uma a o tumau pea le saogalemu",
  "page-acc-summary": "Aotelega",
  "page-acc-summary-contents-1": "hCaptcha ua mamanuina e taofi bots e ala i le faʻavasegaina oi latou mai tagata. O suʻega vaʻaia o se meafaigaluega faigofie mo lenei mea, ae le mafai e tagata uma ona foia se luʻitau vaʻaia. O le mafuaaga lea ua matou fuafuaina ai se faiga faigofie, leai se tiga e tuu atu ai i le au tala'i o loo faaaogaina la matou auaunaga ia faasaoina le avanoa mo tagata uma e tausisia atoatoa le Vaega 508 ma le WCAG 2.1 AA.",
  "page-acc-summary-contents-2": "Faʻafefea ona galue: muamua, o se faʻaaoga tagata sainia i luga o lenei URL, lea e fesoʻotaʻi i le hCaptcha widget info itulau. E tuʻuina atu ia i latou se kuki faʻailogaina e mafai ona faʻaaoga faʻatele i le aso, ae tatau ona faʻafouina uma i le 24 itula e ala i le ulufale.",
  "page-acc-title": "hCaptcha Avanoa Faamatalaga",
  "page-acc-tr-body": "Fesili: O loʻo ou vaʻaia pea se luʻi ina ua uma ona seti le kuki. O le a le mea ua mafua ai lenei?<br> Tali: E masani ona mafua mai ile faʻaaogaina ole poloka ad blocker poo le anti-cookie extension, poʻo se seti e poloka kuki i luga ole laiga, ile tulaga lea o se kuki mo hcaptcha.com ua setiina pe siakiina e le hCaptcha JS i seisi tulaga , pei o le tasi o loʻo e asia.<br><br> hCaptcha faigofie faʻaaogaina kuki galulue ma uma lauiloa browser ma faʻasalalauga poloka ma a latou tulaga masani, o lea e masani ai ona le maua e mafua mai anti-anti-adblock tusitusiga poʻo ni tulafono e faʻatatauina faapitoa 'upega tafaʻilagi.<br><br> Fofo:<br><br> 1. Whitelist hcaptcha.com ma * .hcaptcha.com kuki i lau ad blocker poʻo le browser extension extension.<br> 2. Afai o loʻo e faʻaaogaina le Brave browser, e le o foliga mai i le taimi nei e iai se ituaiga lisi kuki, alu i le Prefers -> Shields -> Kuki ma filifili Faʻatagaina uma kuki.<br> 3. Afai o loʻo e faʻaaogaina le sili ona lata mai o le Safari i luga o le OS X 10.15 poʻo le iOS 13.4, ua faʻatoa suia e Apple le amio a le Safari e faʻatatau i kuki lona tolu, poloka uma i latou i le le masani ai. O loʻo matou faʻaogaina se fofo, ae ole taimi nei faʻamolemole asiasi ile Safari Prefers, Privacy section, ma aveese le siakiina o le Upega Tafaʻilagi: Puipuia le suʻesuʻeina o nofoaga e mafai ai ona faʻaavanoa le kuki e pei ona fuafuaina.<br><br> Fesili: Ou te faʻaaogaina le tele o masini. E tatau ona ou lesitala i le tele o taimi?<br> Tali: Leai Faʻamolemole kiliki le tutusa imeli login fesoʻotaʻiga na lafoina atu ia te oe luga o masini taʻitasi e te faʻaaogaina ina ia mafai ai ona seti le kuki.<br><br> Fesili: Faʻafefea ona ou puipuia aʻu lava mai le isi itu pati kuki ao faʻaogaina le faʻaaogaina kuki?<br> Tali: Faʻaaoga o soʻo se mea lilo poʻo se-poloka faʻalautelega e lagolagoina le vaega-tulaga papaʻe sisitema (eg uBlock Amataga) o le a galue e pei ona faʻamoemoeina: na o le mautinoa ia whitelist hcaptcha.com.",
  "page-acc-tr-title": "Mo Tagata Fa'aoga Avanoa: Fesili Soo ma Taiala Fa'afitauli",
  "page-acc-tr2-body": "Safari<br> Ina ia mafai kuki i Safari (Mac): Alu i le Safari mataua i lalo lisi. Filifili Faʻatomuaga. Kiliki le faʻatauaina i le pito i luga vaega. I lalo o le 'Block cookies' filifili le filifiliga 'Aua Nei.'<br> Ina ia mafai kuki i Safari (iPhone / iPad iOS 11+): Tatala au tulaga. Tusi i lalo ma filifili Safari. I lalo o le le faalauaiteleina & Saogalēmū, tapē le 'Taofi le Lisi o Nofoaga Suʻesuʻega' ma le 'poloka kuki uma'<br><br> Firefox<br> Kiliki i le talita i le agavale o le tuatusi pa i luga o soʻo se 'upega tafaʻilagi. Kiliki i le Faʻasologa o Puipuiga. O le Firefox Prefers Privacy & Security panel o le a matala. I lalo o le Faʻaleleia o Suʻesuʻega Puipuiga, filifili Tiute. Filifili poʻo fea trackers ma tusitusiga e poloka i le filifilia o na siaki. Ia mautinoa ua e tatalaina le hcaptcha.com.<br><br> E mafai foʻi ona e tapunia mo se taimi le tumau ni puipuiga i le Custom e faʻapipiʻi ai lenei mea, e ala i le faʻamamaina o pusa siaki: Aveese le faʻailoga o le Trackers pe aveese le faʻailoga a le Kuki peʻa o loʻo i ai pea ni au faʻafitauli.<br><br> Google Chrome<br> Google Chrome (PC)<br> Filifili le faʻailoga o le lisi a le Chrome. Filifili tulaga.<br> Alu i le le faalauaiteleina ma le Puipuiga, ona kuki ai ma isi 'upega tafaʻilagi faʻamaumauga.<br> Ia mautinoa 'Poloka isi kuki kuki' e le mafai.<br><br> Google Chrome (Mac):<br> Tatala mea e fiafia iai Chrome mai le lisi o mea e fai.<br> Alu i le le faalauaiteleina ma le Puipuiga, ona kuki ai ma isi 'upega tafaʻilagi faʻamaumauga.<br> Ia mautinoa 'Poloka isi kuki kuki' e le mafai.<br><br> Google Chrome (Android):<br> I lau masini Android, tatala le Chrome app.<br> I le itu taumatau i luga, kiliki Sili Atu ma Seti.<br> Faʻapipiʻi tulaga o nofoaga ma kuki.<br> I tafatafa o le 'Cookies,' ki le faʻamau i luga.<br> Faʻailoga le atigipusa i autafa o le 'Faʻataga kuki lona tolu.'<br><br> Initaneti suesue<br> 1. Filifili kia i le itu taumatau taumatau o le lau, ona filifili lea 'Filifiliga Initaneti'. A faʻapea ua e faʻaavanoa le Menu Bar, e mafai ona e filifilia le 'Tools' ma le 'Initaneti Filifiliga'.<br> 2. Kiliki le 'Privacy' tab.<br> 3. Filifili le 'Advanced' button.<br> 4. Lalo o le 'Third-party Cookies' filifili le 'Talia'.<br> 5. Kiliki 'OK'",
  "page-acc-tr2-head": "Faʻatonuga a le Browser mo Kuki Kolisi",
  "priv-hc": "Taʻiala faalauaiteleina",
  "priv-hc-text": "Ad network vaʻai oe o latou oloa. Matou te le faia. Matou te le popole poʻo ai tagata e faʻaaogaina, na o le a lava le taimi latou te ono leaga ai. Matou te lagolagoina taumafaiga e pei o le faalilolilo Pass, ma galulue malosi e faʻapaleni le puipuia o oe ma le saogalemu.",
  "reporting-bugs-accessibility-button": "Aʻoaʻo atili e uiga i avanoa faʻaavanoaina",
  "reporting-bugs-accessibility-head": "Avanoa avanoa",
  "reporting-bugs-accessibility-text": "O e faʻaletonu vaʻai pe le mafai ona faʻamaeʻa hCaptchas?",
  "reporting-bugs-guide-ff-head": "Pu'eina o Fa'amatalaga Lipoti: Firefox",
  "reporting-bugs-guide-ff-step-1": "Laasaga 1: Tatala Meafaigaluega Faufautua (Lenei amata pueina le sauniga.)",
  "reporting-bugs-guide-ff-step-2": "Laasaga 2: Kiliki i luga o le Network tab i le Developer Tools. Siaki le Persist ogalaau pusa i le pito i luga.",
  "reporting-bugs-guide-ff-step-3": "Laasaga 3: asiasi https://accounts.hcaptcha.com/demo, poʻo le upega tafaʻilagi o loʻo i ai sau faʻafitauli i luga (Faʻamatalaga Faʻalilolilo: pe afai e te le mafaufau e faʻasoa le mea) ... ona kiliki lea o le I a'u faamau tagata, ma taumafai e foia.",
  "reporting-bugs-guide-ff-step-4": "Laasaga 4: Kiliki HAR pe a uma ona e taumafai e foia, ma filifili Save All as HAR e teu ai le log network. Auina mai lena faila ia i matou.",
  "reporting-bugs-guide-ff-step-5": "Laasaga 5: Kiliki i luga o le Console tab, ma taumatau kiliki ia Filifili uma ma sefe lena mea i totonu o se tusitusiga faila, ina ia mafai ona sefe le faamafanafana log. Lafo mai foi lena mea ia matou.",
  "reporting-bugs-guide-ff-step-6": "Laasaga mulimuli: imeli ia HAR ma faʻamafanafana faila faila ia i matou, ma faʻamatala le faʻafitauli Faʻaaoga: support@hcaptcha.com (faʻamolemole faʻaoga se auaunaga e pei o le Dropbox poʻo le Filebin ma lafo soʻotaga) ma filifili se faʻamalama, pe a e masalomia o loʻo i ai se mea e le o faʻaalia saʻo . Fa'amolemole lafo mai le IP o lo'o e fa'aogaina. E mafai ona e mauaina mai https://www.whatsmyip.org/ Fa'afetai mo le fa'aaluina o le taimi e fesoasoani ai ia matou maua lenei fa'amatalaga! Matou te naunau e fa'aoga lelei le hCaptcha mo tagata uma.",
  "reporting-bugs-guide-head": "Pu'eina o Fa'amatalaga o Lipoti: Chrome",
  "reporting-bugs-guide-step-1": "Laasaga 1: Tatala Meafaigaluega Faufautua (Lenei amata pueina le sauniga.)",
  "reporting-bugs-guide-step-2": "Laasaga 2: Kiliki i luga o le Network tab i le Developer Tools. Siaki le Lavea pusa ogalaau pusa i le pito i luga.",
  "reporting-bugs-guide-step-3": "Laasaga 3: asiasi https://accounts.hcaptcha.com/demo, poʻo le upega tafaʻilagi o loʻo i ai sau faʻafitauli i luga (Faʻamatalaga Faʻalilolilo: pe afai e te le mafaufau e faʻasoa le mea) ... ona kiliki lea o le I a'u faamau tagata, ma taumafai e foia.",
  "reporting-bugs-guide-step-4": "Sitepu 4: Kiliki Export HAR (le laʻititi ifo aū) pe a maeʻa ona e taumafai e fofo, lea e sefe ai le upega tafaʻilagi. Lafo mai lena faila ia matou.",
  "reporting-bugs-guide-step-5": "Laasaga 5: Kiliki i luga o le Console tab, ma taumatau-kiliki ona sefe a .. ina ia mafai ona sefe le faamafanafana log. Lafo mai foi lena mea ia matou.",
  "reporting-bugs-guide-step-6": "Laasaga mulimuli: Imeli na HAR ma fa'amafanafanaga faila faila ia i matou, ma fa'amatala le fa'afitauli. Fa'aoga: support@hcaptcha.com (fa'amolemole fa'aoga se auaunaga e pei o le Dropbox po'o le Filebin ma lafo feso'ota'iga) ma fai se fa'amalama, pe a e masalomia o lo'o i ai se mea e le o fa'aalia sa'o. Fa'amolemole lafo mai le IP o lo'o e fa'aogaina. E mafai ona e mauaina mai https://www.whatsmyip.org/ Fa'afetai mo le fa'aaluina o le taimi e fesoasoani ai ia matou maua lenei fa'amatalaga! Matou te naunau e fa'aoga lelei le hCaptcha mo tagata uma.",
  "reporting-bugs-guide-text-1": "O le lafoina o au faʻamatalaga faʻaletonu i lau lipoti o le a faigofie ai mo matou ona iloa le mea o tupu. Nei o laʻasaga i lea laʻasaga faatonuga:",
  "reporting-bugs-guide-text-2": "Afai o oe ose upegatafa'ilagi po'o se tagata poto fa'aoga, o le aotelega matou te mana'o e lafo mai ia i matou se feso'ota'iga pu'eina HAR ma fa'amaumauga fa'amafanafanaga. Fa'amolemole taumafai e fa'agata so'o se fa'asalalauga fa'alilolilo po'o fa'auluuluga puipuiga malu muamua ona toe taumafai lea ae e te le'i faia nei la'asaga. Afai e foia e lena mea lou faafitauli, matou te talisapaia pea lou faailoa mai o lau su'esu'ega version, ad blocker po'o le browser extension, ma le upegatafa'ilagi URL.",
  "reporting-bugs-intro-head": "Maua se bug? Lenei faʻafefea ona lipoti atu.",
  "reporting-bugs-intro-text": "Miliona o tagata latou te faʻaaogaina le hCaptcha i masina taʻitasi, i luga o le faitau afe o tuʻufaʻatasiga o suʻesuʻega, faʻaopoopoga, masini, pa puipui, ma sili atu. O la matou sini ia mautinoa ia aoga pea mo oe, o lea matou te matua talisapaia ai au lipoti! Ina ia vave maua mai sou finagalo, naʻo le kiliki i le Send Send feedback feedback. Afai o loʻo e vaʻaia se faʻatinoga gaioiga, faʻamolemole mulimuli i faʻatonuga log debug mo Chrome poʻo faʻatonutonu log ogalaau mo Firefox i lalo. Mo nisi isi tagata suʻesuʻe naʻo imeli mai ia matou. Mo ono ono maua se saogalemu poʻo ni mea e le faalauaiteleina, vaʻai i faʻatonuga o i lalo.",
  "reporting-bugs-privacy-head": "Mataupu e le faalauaiteleina",
  "reporting-bugs-privacy-text": "Matou te le popole poʻo ai tagata e faʻaaogaina, na o le a lava le ono avea ai latou ma ni tagata leaga poʻo ni masini. Matou te lagolagoina taumafaiga e pei o le faalilolilo Pass, ma galulue malosi e faʻapaleni le puipuia o oe ma le saogalemu. A faʻapea ua e mauaina se mataupu e te manatu e ono aʻafia ai le tagata lava ia, faʻamolemole imeli mai ia matou i le support@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "Lafo mai manatu faaalia",
  "reporting-bugs-provide-feedback-head": "Tuʻu vave mai ni manatu ile hCaptcha",
  "reporting-bugs-provide-feedback-text": "Matou te talisapaia lou sao. Faʻailoa ia matou ni mataupu ma o le a matou fofoina vave.",
  "reporting-bugs-security-head": "Papu Puipuiga",
  "reporting-bugs-security-text": "Matou te masani ona fiafia i le mauaina o lipoti o le saogalemu bugs. Imeli support@hcaptcha.com & CC security@hcaptcha.com ma o le a matou toe foʻi vave atu ia te oe. E i ai foʻi le matou polokalama faʻameaalofa mo mea taua mo le puipuia o lipoti i luga o le auaunaga a le hCaptcha ma le code code e fesoʻotaʻi.",
  "sales-interstitial-c1": "Mo kamupani",
  "sales-interstitial-c1a": "Pisinisi puipuiga fofo (totogi)",
  "sales-interstitial-c1b": "Aʻoaʻo atili e uiga i hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "Faamatalaga faʻamaumau",
  "sales-interstitial-c1d": "Faʻatau hCaptcha faʻamaumauga tautua",
  "sales-interstitial-c2": "Mo tagata taʻitoʻatasi",
  "sales-interstitial-c2a": "Faʻaopopo hCaptcha i lau tautua (leai se totogi)",
  "sales-interstitial-c2b": "Faʻaopopo hCaptcha mo Lomitusi i laʻu 'upega tafaʻilagi poʻo lau polokalama",
  "sales-interstitial-c2c": "O le a le hCaptcha?",
  "sales-interstitial-c2d": "Aʻoaʻo atili e uiga i hCaptcha",
  "sales-interstitial-head": "Seʻi tatou mautinoa ua e alu i le nofoaga saʻo.",
  "sec-hc": "Puipuiga Muamua",
  "sec-hc-text": "hCaptcha o lo'o taula'i le tagata tala'i. Matou te galulue e tuʻuina atu nofoaga faʻamatalaga moni ma tuʻu i latou e filifili pe faʻapefea ona faʻaaogaina. O le sa'o i lou fiafia ma matou. O isi captcha o loʻo tuʻuina atu e kamupani faʻasalalauga. O bota uma latou te poloka e mafai ona faʻaititia a latou tupe maua.",
  "signup-interstitial-c1": "Mo kamupani poʻo 'upega tafaʻilagi",
  "signup-interstitial-c1a": "Faʻaopopo hCaptcha i lau tautua (leai se totogi)",
  "signup-interstitial-c1b": "Faʻaopopo hCaptcha mo Lomitusi i laʻu 'upega tafaʻilagi poʻo lau polokalama",
  "signup-interstitial-c1c": "Pisinisi puipuiga fofo (totogi)",
  "signup-interstitial-c1d": "Aʻoaʻo atili e uiga i hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "Faamatalaga faʻamaumau",
  "signup-interstitial-c1f": "Faʻatau hCaptcha faʻamaumauga tautua",
  "signup-interstitial-c2": "Mo tagata taʻitoʻatasi",
  "signup-interstitial-c2a": "Avanoa",
  "signup-interstitial-c2b": "Aʻoaʻo e uiga i le faʻaavanoaina o filifiliga mo hCaptcha",
  "signup-interstitial-c2c": "Maua tupe",
  "signup-interstitial-c2d": "Galue o se taʻitasi igoa faʻailoga",
  "signup-interstitial-head": "Seʻi tatou mautinoa ua e alu i le nofoaga saʻo.",
  "support-interstitial-c1": "Mo kamupani",
  "support-interstitial-c1a": "Pisinisi puipuiga fofo (totogi)",
  "support-interstitial-c1b": "Maua le lagolago mo hCaptcha Enterprise (BotStop)",
  "support-interstitial-c1c": "hCaptcha Publisher (leai se totogi)",
  "support-interstitial-c1d": "Maua le lagolago mo hCaptcha Publisher",
  "support-interstitial-c2": "Mo tagata taʻitoʻatasi",
  "support-interstitial-c2a": "Faigata i se luʻi?",
  "support-interstitial-c2b": "Aʻoaʻo e uiga i le faʻaavanoaina o filifiliga mo hCaptcha",
  "support-interstitial-c2c": "E te manaʻo e lipotia se mea leaga?",
  "support-interstitial-c2d": "Aʻoaʻo atili e uiga i le lipotia o polokalama faʻafitauli",
  "support-interstitial-head": "Seʻi tatou mautinoa ua e alu i le nofoaga saʻo.",
  "what-is-hcaptcha": "O le a le hCaptcha?",
  "what-is-hcaptcha-text": "O le hCaptcha e fesoasoani i au 'upega tafaʻilagi e te fiafia iai e tuʻuʻese mai bot, spam, ma le sauaina e ala i le faia o fesili faigofie e faigofie mo tagata ae faigata mo masini.",
  "why-hc": "Aisea hCaptcha?",
  "why-hc-text": "Soʻo se taimi e te taliina ai se luʻi, matou te faʻaaogaina ni faʻataʻitaʻiga faʻafaigata e iloa ai pe o oe o se tagata poʻo se masini. O le 'upega tafaʻilagi na e asia ona faʻaaogaina lea o le iʻuga e fesoasoani e faʻaleleia atili ai lou poto masani i luga o la latou' upega tafaʻilagi e ala i le taofia o bot.",
  "footer-link-5b": "Tusitala",
  "footer-link-cyberattacks": "Cyberattacks 101"
}