{
  "header-privacy-link": "Privatsphäre",
  "header-integration-link": "Integration",
  "header-cost-link": "Kosten",
  "header-features-link": "Merkmale",
  "header-docs-link": "Dokumente",
  "header-login-button": "Anmeldung",
  "header-contact-button": "Vertrieb kontaktieren",
  "intro-heading": "Überprüfung der Menschlichkeit ohne Reibung.",
  "intro-contact-button": "Kontaktieren Sie uns, um mehr zu erfahren",
  "intro-text-bottom": "Verlasst sich auf die Unternehmen, die das Web antreiben.",
  "sub-menu-button": "Vertrieb kontaktieren",
  "sub-menu-item1": "Unternehmen",
  "sub-menu-item2": "Kosten",
  "sub-menu-item3": "Integration",
  "sub-menu-item4": "Merkmale",
  "sub-menu-item5": "Privatsphäre",
  "sub-menu-item6": "Dokumente",
  "info-head-1": "Aufgebaut auf der bewährten hCaptcha-Plattform",
  "info-text-1": "hCaptcha Enterprise läuft auf der hCaptcha-Plattformtechnologie, die um die Funktionen erweitert wurde, die Unternehmen mit hohem Datenverkehr benötigen.",
  "info-head-2": "Ein vertrauenswürdiger Partner",
  "intro-subtitle": "Lösen Sie Ihr Bot-Problem noch heute.",
  "info-text-2": "Unsere Dienste werden von den größten Unternehmen der Welt als vertrauenswürdig angesehen, um viele Millionen von täglichen Benutzern auf mehreren zehn Millionen Websites zu bedienen.",
  "cloudflare-quote-text": "Wir haben eine Reihe von CAPTCHA-Anbietern evaluiert und selbst ein System entwickelt. Am Ende hat sich hCaptcha als die beste Alternative zu reCAPTCHA herausgestellt.",
  "cloudflare-quote-detail": "Direktor für Produktmanagement, Cloudflare",
  "section-quote-head": "Die kostengünstige Option für Unternehmen mit hohem Verkehrsaufkommen",
  "section-quote-text": "Endlich eine glaubwürdige Alternative zu Google. hCaptcha Enterprise bietet mit höherer Sicherheit dramatische Einsparungen bei Ihrer reCAPTCHA-Rechnung: in einigen Fällen bis zu 80 % günstiger. ‍Viele der weltweit größten Online-Dienste sind auf hCaptcha Enterprise umgestiegen und haben eine verbesserte Bot-Erkennung sowie erhebliche Kosteneinsparungen erhalten.",
  "section-quote-button": "Kontaktieren Sie uns noch heute für ein Angebot",
  "section-privacy-header": "Datenschutzfokussiert",
  "section-privacy-text-1": "Werbenetzwerke sehen Ihre Besucher als Produkt. Für uns ist das einzige Produkt die Bestimmung ihrer Menschlichkeit. Unsere Dienste erfüllen oder übertreffen die Anforderungen von DSGVO, CCPA und LGPD und unterstützen Initiativen wie Privacy Pass. Wir arbeiten hart daran, Datenschutz und Sicherheit in Einklang zu bringen.",
  "section-privacy-text-2": "Dieser einzigartige Fokus auf Datenschutz bedeutet, dass wir bei Bedarf keine individuelle Datenspeicherung, einen Cookie-freien Betrieb und andere vertragliche Datenschutzgarantien anbieten können, während gleichzeitig eine hervorragende Sicherheit gewährleistet ist.",
  "section-security-header": "Sicherheit geht vor",
  "section-security-text-1": "Genauigkeit ist in Ihrem und unserem Interesse. hCaptcha liefert Ihnen echte Daten und lässt Sie entscheiden, wie Sie diese verwenden. Andere Captchas werden von gigantischen Werbefirmen bereitgestellt. Dies bedeutet, dass jeder Bot, den sie blockieren, ihren Umsatz reduzieren kann.",
  "section-security-text-2": "Durch die Verwendung der neuesten maschinellen Lerntechniken mit Fokus auf Datenschutz können wir die Sicherheitsstandards von Legacy-Aufzeichnungsstrategien für immer übertreffen, ohne die Sicherheit oder die Privatsphäre der Benutzer zu beeinträchtigen.",
  "section-user-experience-header": "Großartige Benutzererfahrung",
  "section-user-experience-text1": "Für Enterprise-Benutzer stehen Optionen zur Verfügung, um Herausforderungen in den meisten Szenarien vollständig zu vermeiden.",
  "section-user-experience-text2": "Reduzieren Sie Reibungsverluste, indem Sie 99,9 % Ihres legitimen Datenverkehrs vollständig vermeiden und gleichzeitig dank fortschrittlicher Bot-Modelle hervorragende Sicherheit bieten.",
  "section-easy-integration-header": "Einfache Integration",
  "section-easy-integration-text": "Das Hinzufügen von hCaptcha dauert nur wenige Minuten und nur wenige Codezeilen. Die Basis-API ist mit reCAPTCHA V2 kompatibel und der Wechsel dauert nur wenige Minuten. Sie können noch heute mit einer überlegenen Alternative einsatzbereit sein und bei Bedarf erweiterte Funktionen aktivieren.",
  "section-easy-integration-serverside": "Serverseite:",
  "section-easy-integration-frontend": "Vorderes Ende:",
  "section-threat-header": "Benutzerdefinierte Bedrohungsbewertungen",
  "section-threat-text": "Nicht alle Probleme sind gleich: Eine einzelne Punktzahl zu erhalten bedeutet, dass sie Ihren Bedürfnissen entsprechen muss, um nützlich zu sein. Mit den einzigartigen Customized Threat Scores von hCaptcha können wir in einer kurzen Beratung unsere Modelle so abstimmen, dass sie für Ihr Unternehmen relevantere Scores liefern.",
  "section-challenges-header": "Starten Sie Ihre eigenen Herausforderungen in Sekunden",
  "section-challenges-text-1": "Bleiben Sie mit relevanten Inhalten auf der Marke",
  "section-challenges-text-2": "Wenn Benutzer eine Herausforderung lösen müssen, um Sicherheitsanforderungen zu erfüllen, warum nicht Aufgaben erstellen, die für den Benutzer angenehm und relevant sind? Mit unserem einfachen benutzerdefinierten Challenge-Designer können Sie in wenigen Minuten markenspezifische Challenge-Inhalte starten.",
  "section-integration-header": "Direkte Plattformintegration",
  "section-integration-subheader": "Für Web-Infrastruktur-Unternehmen",
  "section-integration-text": "Das hCaptcha Enterprise-System ist einzigartig flexibel in seinem Design: Es kann ganz oder teilweise am Rand Ihres Netzwerks eingesetzt werden, wenn Sie eine Public Cloud betreiben oder viele Rechenzentren besitzen. ‍Dies kann die Kosten und den Verkehr außerhalb des Netzwerks drastisch reduzieren und gleichzeitig alle Vorteile des Managements durch unsere rund um die Uhr verfügbaren Mitarbeiter zur Einhaltung der strengsten SLAs erhalten.",
  "section-support-header": "Erreichbare Expertise und Unterstützung für Sie und Ihre Benutzer",
  "section-support-text": "Service steht bei uns an erster Stelle. Wir bieten rund um die Uhr einen Bereitschaftssupport und bieten während und nach der Implementierung eine direkte Slack-Koordination mit Ihrem Engineering-Integrationsteam und unseren Bereitschaftsmitarbeitern.‍ , und unsere In-Widget- und E-Mail-Supportkanäle. Wir sind zugänglich und reaktionsschnell und behandeln die Benutzerzufriedenheit als einen der wichtigsten KPIs.",
  "section-enterprise-header": "Unternehmensfunktionen",
  "section-enterprise-title-1": "Erstklassiger Anti-Bot-Schutz",
  "section-enterprise-desc-1": "Kampferprobt im Web-Maßstab.",
  "section-enterprise-title-2": "Bot-Scores mit hoher Genauigkeit",
  "section-enterprise-desc-2": "Erkennen Sie viele verschiedene Typen von schlechten Akteuren.",
  "section-enterprise-title-3": "Reibungsfrei und 99,9 % passive Modi",
  "section-enterprise-desc-3": "Fordern Sie weniger als 0,1 % der legitimen Benutzer heraus.",
  "section-enterprise-title-4": "Gezeigte Kontrollherausforderungstypen",
  "section-enterprise-desc-4": "Große Bibliothek von Typen zur Auswahl.",
  "section-enterprise-title-5": "Verwendete Inhalte der Kontroll-Challenge",
  "section-enterprise-desc-5": "Bleiben Sie auf der Marke mit einer konsistenten Benutzererfahrung.",
  "section-enterprise-title-6": "Unternehmens-SLAs",
  "section-enterprise-desc-6": "Garantierte Zuverlässigkeit und schnelle 24/7-Rufbereitschaft.",
  "section-enterprise-title-7": "Unterstützung für ältere Browser",
  "section-enterprise-desc-7": "Kompatibel bis zurück zu Internet Explorer 8.",
  "section-enterprise-title-8": "Erweiterte Reporting-Dashboards und API",
  "section-enterprise-desc-8": "Sehen Sie, was auf all Ihren Websites und Apps passiert.",
  "section-enterprise-title-9": "Funktioniert in jedem Land",
  "section-enterprise-desc-9": "Im Gegensatz zu reCAPTCHA arbeiten wir in jedem Land.",
  "section-enterprise-title-10": "DSGVO-, CCPA- und LGPD-freundliche Datenschutzrichtlinie",
  "section-enterprise-desc-10": "Entwickelt für Privatsphäre vom ersten Tag an. Starke Datenverarbeitungsvereinbarung.",
  "section-enterprise-title-11": "Feinkörnige Schwierigkeitsstufen",
  "section-enterprise-desc-11": "Wählen Sie dies so ein, dass es genau zu Ihrem Anwendungsfall passt.",
  "section-enterprise-title-12": "First-Party-Hosting",
  "section-enterprise-desc-12": "Alle Anfragen und Assets gehen an hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Mehrbenutzer-Dashboards",
  "section-enterprise-desc-13": "Teilen Sie die Verwaltung in Ihrem Team.",
  "section-enterprise-title-14": "Sofortige Verifizierung",
  "section-enterprise-desc-14": "0ms Latenz: Überprüfen Sie hCaptcha-Token ohne API-Aufruf.",
  "section-enterprise-title-15": "Mobile (iOS und Android) Integration",
  "section-enterprise-desc-15": "Nahtlose Erfahrung über das Web, natives Mobil, mobiles Web. Vorgefertigte Integrationen und native SDKs verfügbar.",
  "section-enterprise-title-16": "Maßgeschneiderte Bedingungen und Datenschutzgarantien",
  "section-enterprise-desc-16": "Erfüllen Sie Ihre rechtlichen Anforderungen, wenn andere Unternehmen dies nicht können.",
  "presented-challlenges-head": "Vorgestellte Herausforderungen",
  "presented-challenges-title-1": "Vergleich",
  "presented-challenges-text-1": "Wählen Sie alle Bilder aus, die mit der Suchanfrage übereinstimmen",
  "presented-challenges-title-2": "Begrenzungsrahmen",
  "presented-challenges-text-2": "Begrenzungsbereich für Objekte definieren",
  "presented-challenges-title-3": "Kategorisierung",
  "presented-challenges-text-3": "Identifizieren Sie die entsprechenden Etiketten",
  "presented-challenges-subheader": "...und andere einfache Aufgaben. Einfach für Menschen, schwer für Bots.",
  "presented-challenges-subtext": "Benutzerdefinierte Aufgaben auch für Unternehmensherausgeber verfügbar.",
  "footer-header-1": "Gesellschaft",
  "footer-header-2": "Ressourcen",
  "footer-header-3": "Kontakt",
  "footer-link-1": "Beschriftung",
  "footer-link-2": "Über",
  "footer-link-3": "Arbeitsplätze",
  "footer-link-4": "Warenzeichen",
  "footer-link-5": "Blog",
  "footer-link-6": "Status",
  "footer-link-7": "Dokumentation",
  "footer-link-8": "Melde einen technischen Fehler",
  "footer-link-9": "Barrierefreiheit",
  "footer-terms": "Bedingungen",
  "footer-privacy": "Privatsphäre",
  "footer-attribution": "Namensnennung",
  "footer-subheader-1": "Unterstützung",
  "footer-subheader-2": "Kontakt",
  "switch-to-english-link": "Zu englisch wechseln",
  "intro-heading-privacy": "Entwickelt für Privatsphäre.",
  "intro-subtitle-p1-privacy": " Ein einzigartiger datenschutzorientierter Ansatz für die Online-Sicherheit.",
  "info-head-2-pr": "Das Aufzeichnen von Online-Aktivitäten ist keine Lösung.",
  "info-text-1-pr": "hCaptcha Enterprise hat nur einen Zweck: Es soll verhindern, dass böswillige Akteure Ihren Onlinebetrieb stören und Ihren Nutzern schaden.",
  "info-text-2-pr": "Unsere Systeme sind daher von Grund auf darauf ausgelegt, die Datenerfassung und -speicherung zu minimieren und gleichzeitig eine erstklassige Sicherheit zu gewährleisten. Der beste Weg, Benutzerdaten zu schützen, besteht darin, sie überhaupt nicht zu speichern.",
  "info-text-3-pr": "Alle Kundenbeziehungen werden auch durch eine starke Datenverarbeitungsvereinbarung geschützt. Der hCaptcha-Dienst erfüllt alle Datenschutzgesetze, unabhängig davon, wo sich Ihr Dienst oder Ihre Kunden befinden. Das Nichtvorhalten personenbezogener Daten macht dies für uns viel einfacher als für andere Unternehmen.",
  "info-text-2-2-pr": "Dienste wie reCAPTCHA v3 sagen, dass es für eine gute Sicherheit erforderlich ist, ihr Tracking-Pixel auf jeder Seite Ihrer Website zu platzieren. Das ist nicht der Fall.",
  "info-text-2-3-pr": "Die einfache Verhaltensanalyse ist ein Signal, das von schlechten Akteuren leicht gefälscht werden kann und erfordert auch die Speicherung des Browserverlaufs für Ihren gesamten legitimen Datenverkehr.",
  "info-text-2-4-pr": "Wir betreiben kein Werbenetzwerk und haben kein Interesse daran, Ihr Nutzerverhalten zu beobachten, um ihnen Anzeigen zu verkaufen. Das bedeutet, dass wir nicht auf jeder Seite Ihrer Website ein passives Pixel benötigen.",
  "info-text-2-5-pr": "Fügen Sie unseren Challenge-Code nur dort hinzu, wo es notwendig und sinnvoll ist, Sie und Ihre Benutzer zu schützen.",
  "info-head-3-pr": "Maschinelles Lernen ist nützlich. Aber es erfordert keine personenbezogenen Daten, um zu funktionieren.",
  "info-text-3-1-pr": "Maschinelles Lernen beeinflusst heute fast jeden Aspekt unseres Lebens, oft auf eine Weise, die wir nicht erkennen und nicht sehen können. Online-Sicherheitsdienste sind nicht anders.",
  "info-text-3-2-pr": "Durch das Erlernen von Tausenden von Signalen können Modelle sehr schnell bösartiges Verhalten erkennen und hohes Vertrauen gewinnen, selbst wenn kein einzelnes Signal für sich allein stark genug wäre, um auf ein Problem hinzuweisen.",
  "info-text-3-3-pr": "Nichts davon erfordert jedoch die Verwendung personenbezogener Daten (PII). Moderne kryptografische Techniken ermöglichen es uns, personenbezogene Daten so schnell wie möglich zu verwerfen und stattdessen Einweg-Signaturen zu erstellen, die keiner Person zugeordnet werden können.",
  "info-text-3-4-pr": "Das Training zu anonymisierten Daten funktioniert genauso gut und erfordert keine Kompromisse bei der Sicherheit oder dem Datenschutz. Unsere Kunden haben die empirischen Tests durchgeführt und uns für gleich oder besser als viel weniger private Alternativen erklärt.",
  "cloudflare-quote-text-privacy": "Wir mochten eine Reihe von Dingen an den hCaptcha-Lösungen: 1) Sie verkaufen keine personenbezogenen Daten; Sie sammeln nur das erforderliche Minimum an personenbezogenen Daten, sie beschreiben die Informationen, die sie sammeln und wie sie diese verwenden und/oder offenlegen, transparent.",
  "pilot-head": "Testen Sie uns unverbindlich in Ihrer Umgebung.",
  "pilot-text-1a": "Wir sind Ingenieure, keine Verkäufer: Wir möchten, dass Sie mit Ihrer Wahl zufrieden sind.",
  "pilot-text-1b": "Der beste Weg, um Ihre Zufriedenheit sicherzustellen, besteht darin, zu zeigen, dass wir Ihre Bedürfnisse erfüllen.",
  "pilot-text-1c": "Nahezu alle Unternehmen, die ein Pilotprojekt starten, entscheiden sich letztendlich für unsere Lösungen.",
  "pilot-text-1d": "Verwenden Sie dieses Formular, um einen unserer technischen Spezialisten zu erreichen. Wir reagieren schnell.",
  "pilot-text-1e": "Sie können uns auch direkt eine E-Mail senden.",
  "pilot-email-details": "Einzelheiten sind hier.",
  "pilot-f1": "Region",
  "pilot-f2": "Dein Name",
  "pilot-f3": "Dein Name",
  "pilot-f4": "Geschäftliche E-Mail",
  "pilot-f5": "Irgendwelche anderen Details, die wir haben sollten?",
  "pilot-f6": "Benötigen Sie ein dringendes Onboarding?",
  "pilot-f7": "Jawohl.",
  "pilot-f8": "Ich werde angegriffen und benötige sofortiges Onboarding.",
  "pilot-f9": "einreichen",
  "pilot-f10": "Indem Sie Ihre E-Mail-Adresse eingeben, stimmen Sie unseren Bedingungen und Datenschutzbestimmungen zu und möchten E-Mails von uns erhalten.",
  "pilot-fo-1": "Integration könnte nicht einfacher sein.",
  "pilot-fo-2": "hCaptcha verfügt über Dutzende von vorgefertigten Integrationen für die von Ihnen verwendeten Frontend- und Backend-Systeme.",
  "pilot-fo-3": "Wenn Sie von Googles reCAPTCHA kommen, sind unsere APIs Drop-In-Ersatz. Drei Zeilen Code sind alles was Sie brauchen.",
  "pilot-fo-4": "Unsere Onboarding-Ingenieure können Sie schnell voranbringen, egal ob Sie eine React-Integration, SDKs für native iOS-Apps, ein Java-Backend-Beispiel oder praktisch jedes andere Szenario benötigen.",
  "pilot-fo-5": "Und wie immer ist Datenschutz für uns ein zentraler Wert. Fügen Sie unseren Challenge-Code nur dort hinzu, wo es notwendig und sinnvoll ist, Sie und Ihre Benutzer zu schützen. Die Minimierung der Datensammlung beginnt ab dem Zeitpunkt der Integration.",
  "pilot-fdone": "Dankeschön. Wir werden uns in Kürze mit Ihnen in Verbindung setzen.",
  "home-ent-2-new": "Erfahren Sie mehr über unsere Unternehmenslösung.",
  "home-ent-button-new": "hCaptcha Unternehmen",
  "home-main-plans2-new": "hCaptcha Enterprise-Lösungen bieten erstklassige Sicherheit und schützen viele der besten Online-Dienste.",
  "home-plans-button-2-new": "Mehr erfahren",
  "header-enterprise-link": "Unternehmen",
  "sales-interstitial-c1b-new": "Erfahre mehr über hCaptcha Enterprise"
}
