{
    "1137470858": "11. Dezember 2021",
    "12462594": "hCaptcha basiert auf der HUMAN-Plattform, die ausgeklügeltes Routing und Analysen ermöglicht, um Kosten und Effizienz bei jedem Schritt zu optimieren.",
    "2262549101": "Alternative Kontaktmethoden sind im DMCA Designated Agent Directory des US Copyright Office dokumentiert",
    "2272776729": "Bitte beachten Sie, dass Sie Ihre Identität und Ihren Antrag überprüfen müssen, bevor weitere Maßnahmen ergriffen werden, z. B. durch Bereitstellung Ihres amtlichen Ausweises. In Übereinstimmung mit dem kalifornischen Recht können Sie einen bevollmächtigten Vertreter benennen, der in Ihrem Namen eine Anfrage stellt. Um einen bevollmächtigten Vertreter zu benennen, um in Ihrem Namen eine Anfrage zu stellen, müssen Sie eine gültige Vollmacht, den gültigen amtlichen Ausweis des Antragstellers und den gültigen amtlichen Ausweis des bevollmächtigten Vertreters vorlegen.",
    "2335607721": "Notiz. Alle Mitteilungen in Bezug auf diese Nutzungsbedingungen werden per E-Mail gesendet oder auf unserer Website veröffentlicht. Sie müssen Mitteilungen an uns senden an",
    "2875934612": "20. November 2020",
    "3084122606": "Wenn unsere Verwendung Ihrer personenbezogenen Daten auf Ihrer Zustimmung beruht, haben Sie das Recht, diese jederzeit auf die im Service angegebene Weise zu widerrufen oder indem Sie uns unter kontaktieren",
    "3312286067": "oder reichen Sie eine Beschwerde bei der Datenschutzbehörde in Ihrem Land ein. Ihre Datenschutzaufsichtsbehörde finden Sie unter",
    "3506025515": "hCaptcha wird von log4shell nicht beeinflusst. So wissen wir es.",
    "3516838896": "Der Fehler log4j2 Remote Code Execution fegte kürzlich über das Internet und betraf einen Großteil der Online-Dienste. hCaptcha war nicht betroffen. So haben wir diese Tatsache überprüft.",
    "3553195003": "hCaptcha wird von log4shell nicht beeinflusst.",
    "3610875753": "– Wenn Sie uns nach einer erheblichen Betriebsstörung nicht wie gewohnt erreichen können",
    "3612764043": ", sollten Sie unsere Website unter hcaptcha.com oder hcaptchastatus.com besuchen.",
    "3626193263": "Der hCaptcha Designated Agent für den Digital Millennium Copyright Act (DMCA) ist",
    "3794891866": "Verbraucher in Kalifornien können gemäß ihren Rechten gemäß dem CCPA einen Antrag stellen, indem sie uns unter kontaktieren",
    "3814036702": "– Bei Fragen zu unserer Notfallplanung erreichen Sie uns unter",
    "3975007628": "jetzt jeden Monat Hunderte Millionen Benutzer auf Millionen von Websites und Apps schützen. Unsere Geschichte zeigt, dass Sie mit Big Tech konkurrieren können, wenn Sie den Datenschutz an erste Stelle setzen.",
    "4038264749": "Beachten Sie, dass während lokale COVID-19-Bestellungen in Kraft bleiben, es keine Garantien gibt, dass Post rechtzeitig empfangen wird und E-Mails (",
    "4115505783": ") ist der richtige Kanal, um uns zu erreichen. Das Unternehmen unterhält keine Telefon- oder Faxnummern; das ist das 21. Jahrhundert.",
    "4164851712": "Wir verwenden Ihre personenbezogenen Daten nur im gesetzlich zulässigen Rahmen. Wir sind verpflichtet, Sie über die Rechtsgrundlagen unserer Verarbeitung Ihrer personenbezogenen Daten zu informieren, die im Folgenden beschrieben werden. Wenn Sie Fragen zu den Rechtsgrundlagen haben, auf denen wir Ihre personenbezogenen Daten verarbeiten, kontaktieren Sie uns unter",
    "4201262098": "Diese Technologie ermöglicht es den richtigen Mitarbeitern, jeden Teil Ihrer Arbeit zu erledigen, wodurch die Kosteneffizienz maximiert wird, während gleichzeitig die Privatsphäre gewahrt und alle geltenden gesetzlichen Anforderungen erfüllt werden.",
    "4217188341": "30. November 2020",
    "4238473596": "Es ist wichtig, die Reibung für echte Benutzer zu minimieren. hCaptcha verwendet einfache Aufgaben und benötigt für die meisten Benutzer weniger Zeit, während gleichzeitig mehr Bot-Traffic gestoppt wird.",
    "4243935861": "ha.com",
    "4270798104": "2. Versuchen Sie, andere Erweiterungen zu deaktivieren. Wenn das Problem damit behoben ist, schalten Sie sie nacheinander ein, bis Sie das Problem gefunden haben, und informieren Sie den Entwickler dieser Erweiterung darüber und geben Sie uns eine Nachricht unter",
    "427220273": "Wir können von Ihnen spezifische Informationen anfordern, die uns helfen, Ihre Identität zu bestätigen und Ihre Anfrage zu bearbeiten. Anwendbares Recht kann uns verlangen oder erlauben, Ihre Anfrage abzulehnen. Wenn wir Ihre Anfrage ablehnen, werden wir Ihnen, vorbehaltlich rechtlicher Einschränkungen, den Grund dafür mitteilen. Wenn Sie eine Beschwerde über die Verwendung Ihrer personenbezogenen Daten durch uns einreichen oder auf Ihre Anfragen bezüglich Ihrer personenbezogenen Daten antworten möchten, können Sie uns unter kontaktieren",
    "433026247": "Durch die Wahrnehmung von Aufgaben können Sie sich Qualifikationen und Fähigkeiten aneignen, die wir nach eigenem Ermessen vergeben. Wir behalten uns das Recht vor, Ihre Qualifikationen und Fähigkeiten jederzeit und ohne Angabe von Gründen zu erstellen, zu bearbeiten oder zu widerrufen. Da wir nicht aufgrund von nationaler Herkunft, Rasse, Hautfarbe, Geschlecht, sexueller Orientierung oder einer anderen gesetzlich geschützten Klasse diskriminieren, haben Sie die gleiche Möglichkeit wie jeder andere Mitwirkende, Zugang zu Aufgaben zu erhalten, wenn Ihre Qualifikationen und Fähigkeiten zunehmen . Wenn Sie als Mitwirkender der Meinung sind, dass problematische Testfragen Ihre Qualifikationen, Fähigkeiten oder Belohnungen beeinträchtigt haben, können Sie über die Aufgabenschnittstelle oder über ein Ticket in unserem Support-System, beispielsweise per E-Mail, gut unterstützte Behauptungen bereitstellen, in denen problematische Testfragen beschrieben werden. beim",
    "492025216": "13. Dezember 2021",
    "799274928": "E-Mail-Mitteilungen gelten für alle Zwecke als schriftliche Mitteilungen, für die schriftliche Mitteilungen erforderlich sein können. E-Mail-Mitteilungen gelten am Werktag nach der ordnungsgemäß adressierten Übermittlung an den vorgesehenen Empfänger als zugegangen.",
    "211351380": "Von dem Blog:",
    "3153117136": "Wie hCaptcha-Schwierigkeitseinstellungen funktionieren",
    "2915355938": "Erreichbarkeit",
    "793784899": "Pläne",
    "2671622670": "Unternehmen",
    "3527140447": "Dokumente",
    "505891021": "Etikettierungsdienste",
    "692176459": "Einloggen",
    "1892574253": "Anmeldung",
    "2593864519": "Mehr Bots stoppen. Fangen Sie an, die Privatsphäre der Nutzer zu schützen.",
    "4007826952": "Die Nummer 1 unter den Datenschutz-CAPTCHAs für Web, Handy und mehr.",
    "3721365241": "Versuchen Sie",
    "3753956446": "Kostenlos",
    "3276777569": "hCaptcha",
    "55035359": "Verwenden Sie derzeit reCAPTCHA?",
    "3417372336": "Wechsel in Minuten",
    "2881474837": "hCaptcha Unternehmen",
    "1685871181": "Die besten Online-Dienste stützen sich auf",
    "1470290349": "für erstklassiges Bot- und Betrugsmanagement.",
    "3714002185": "Erfahren Sie mehr über hCaptcha Enterprise",
    "3946753128": "Privat. Sicher. Schneller.",
    "939665604": "Datenschutz im Mittelpunkt",
    "780475098": "Werbenetzwerke sehen Ihre Besucher als das Produkt. Uns interessiert nur, ob ein Besuch gut oder schlecht ist. hCaptcha erfüllt die Anforderungen von GDPR, CCPA, LGPD, PIPL und anderen globalen Datengesetzen.",
    "219813583": "Sicherheit geht vor",
    "2714878440": "Schützen Sie Ihre Dienste vor Scraping, Account-Takeover, Credential Stuffing und Spam mit unserem fortschrittlichen maschinellen Lernen und der Überprüfung von Menschen.",
    "1397766838": "Bessere Benutzererfahrung",
    "2670352917": "hCaptcha bietet eine zuverlässigere Bot-Erkennung und ist gleichzeitig für Menschen einfach zu lösen.",
    "2806751666": "Was ist hCaptcha?",
    "3096063825": "Probieren Sie es aus",
    "2968026167": "Ihr Lieblingsgemüse",
    "713281684": "Aubergine",
    "4147497805": "Karotte",
    "3758963444": "Vielen Dank! Ihr Beitrag ist eingegangen!",
    "1070364246": "Huch! Beim Absenden des Formulars ist etwas schief gelaufen.",
    "1129833879": "Bösartige Bots stoppen, Nutzerdaten schützen",
    "58091799": "Erfahren Sie mehr über hCaptcha Publisher und Enterprise",
    "1599610318": "Herausgeber",
    "3093388779": "hCaptcha ist für Verlage jeder Größe kostenlos zu verwenden",
    "179723061": "Mehr Kontrolle für Teams, die erstklassige Sicherheit benötigen",
    "846501387": "Weltklasse-Bot-Schutz",
    "119298044": "Fortschrittliche selbstüberwachende ML- und KI-Technologien schützen Ihre Web-Eigenschaften vor Bedrohungen und Angriffen",
    "1263998069": "Verdiene Belohnungen für gelöste Aufgaben",
    "1103295010": "Geld verdienen oder für wohltätige Zwecke spenden, wenn Menschen CAPTCHAs lösen",
    "392886773": "Funktioniert in jedem Land",
    "2320894364": "Mit über 200 Präsenzpunkten schützt die hCaptcha-Cloud Ihre Daten weltweit",
    "451701069": "Entspricht der GDPR, CCPA,",
    "2826051554": "und mehr",
    "3530599065": "Der Datenschutz wurde von Anfang an berücksichtigt. hCaptcha speichert keine personenbezogenen Daten und erfüllt zahlreiche Datenschutzrichtlinien und -vorschriften.",
    "2489287539": "Reibungslose \"No CAPTCHA\" & 99,9% passive Modi",
    "793242047": "Verringerung der Herausforderungen für die Nutzer, um einen schnellen Zugriff auf Anwendungen zu ermöglichen",
    "4195759329": "Bot-Erkennung und Risikobewertungen",
    "1150035777": "Hochentwickelte maschinelle Lernmodelle generieren Bot-Vertrauenswerte, die auf vielen Datenpunkten basieren, die über die korrekte Beantwortung von Fragen hinausgehen",
    "3688621388": "Bedrohungssignaturen",
    "1131525092": "Gruppieren Sie böswillige Akteure mühelos über unsere datenschutzfreundlichen Scoped UIDs, um damit verbundenen Betrug und Missbrauch aufzuspüren und zu unterbinden.",
    "1559631739": "Privates Lernen",
    "3952259236": "Kombinieren Sie Ihre geblendeten Daten mit den Tausenden von Signalen von hCaptcha, um hCaptcha auf Verhaltensklassen zu trainieren - nur für Ihre Instanz - um bösartiges Verhalten besser vorherzusagen als jede Lösung allein",
    "1150963691": "APT-Abschwächung",
    "4083018285": "Eine Reihe erweiterter Funktionen, die in Kombination mit einer verbesserten SOC-Überwachung und -Reaktion auf hochentwickelte anhaltende Bedrohungen reagieren.",
    "3160820928": "Koordinierter Schutz vor Angriffen",
    "1849805607": "hCaptcha schützt vor Bedrohungen und Täuschungsmanövern, die darauf abzielen, Ihre Netzwerke zu infiltrieren",
    "1958297836": "Koordinierter Angriffsschutz & APT-Abwehr",
    "1300485304": "hCaptcha schützt vor fortschrittlichen Bedrohungen und Täuschungen, die darauf abzielen, Ihre Netzwerke zu infiltrieren",
    "2698640210": "Gezeigte Herausforderungen und Kontrolltypen",
    "3121248460": "Zeigen Sie unendlich viele verschiedene benutzerdefinierte Herausforderungen - von einfach bis komplex - für Ihr erwartetes Publikum an.",
    "3807059944": "Kontrolle der verwendeten Challenge-Inhalte",
    "2707282231": "Passen Sie die Herausforderungen für Ihre Nutzer an.  Machen Sie es für Bots unmöglich, sie zu lösen und zu durchdringen.",
    "4194763679": "Fein abgestufte Schwierigkeitsgrade",
    "3730038780": "Wählen Sie aus einer fast unendlichen Anzahl von Herausforderungen, die Sie lösen müssen",
    "1849717906": "Anpassen mit Ihrem eigenen Inhalt der Herausforderung",
    "1508655687": "Fügen Sie Ihre eigenen, auf Ihre Zielgruppe zugeschnittenen Herausforderungen hinzu, um den Zugang zu vereinfachen oder einzuschränken",
    "3620442880": "Flash-Sale-Schutzfunktionen",
    "3265895521": "Erhöhen und senken Sie den Schwierigkeitsgrad der Herausforderung je nach Tageszeit",
    "1485807325": "Dashboards für mehrere Benutzer, SAML SSO",
    "359073033": "Dashboards bieten einen Überblick über die Aktivitäten auf hoher oder feiner Ebene.",
    "4272454814": "Integrieren Sie sich mit dem Identitätsanbieter Ihrer Wahl.",
    "1141402092": "Erweiterte Berichtsfunktionen",
    "910989640": "Detaillierte und angepasste Berichte über Aktivitäten erstellen",
    "3768951251": "SLAs für Unternehmen",
    "1014004474": "Die Enterprise-Tarife von hCaptcha bieten erweiterte Service-Level-Vereinbarungen, um Ihr Unternehmen zu schützen",
    "1177598246": "Kontakt Vertrieb",
    "1067704102": "Der Wert der Datenkennzeichnung",
    "3065000659": "Wussten Sie, dass Sie jedes Mal, wenn Sie \"auf das Auto klicken\", dazu beitragen, einen einzelnen",
    "3235430156": "die maschinellen Lernsysteme des Unternehmens kostenlos nutzen?",
    "1549336309": "hCaptcha stellt dieses Modell auf den Kopf. Wenn Sie hCaptcha verwenden, bieten Unternehmen auf die Arbeit Ihrer Nutzer, die ihre Menschlichkeit unter Beweis stellen. Sie erhalten die Belohnungen.",
    "3725880582": "Für wohltätige Zwecke spenden",
    "1671436004": "Möchten Sie Ihrer Lieblingswohltätigkeitsorganisation etwas zurückgeben?",
    "1663628612": "lässt Sie",
    "4272088465": "mit den Einkünften, die Sie damit erzielen, die Wohltätigkeitsorganisationen Ihrer Wahl unterstützen.",
    "2894845722": "Die Nutzer Ihrer Website werden bald in der Lage sein, Ihren Beitrag für wohltätige Zwecke durch dezentes Branding auf der hCaptcha-Schnittstelle zu erkennen.",
    "3194111925": "Unterstützung",
    "1637702726": "Über hCaptcha",
    "2323282990": "Ein moderner Ansatz zur Überprüfung der Menschlichkeit",
    "1201821619": "hCaptcha löst eines der drängendsten Probleme unserer Zeit: die Verhinderung des Missbrauchs von Online-Diensten durch bösartige Bots.",
    "1475399473": "Erfahren Sie mehr über das hCaptcha-Team",
    "3161489950": "Die weltweit fortschrittlichste Security ML Plattform",
    "3247172580": "hCaptcha kombiniert fortschrittliches selbstüberwachtes maschinelles Lernen mit einem neuartigen Edge-Computing-Ansatz, der die Datenerfassung und -speicherung auf ein Minimum reduziert und von über 250 Standorten weltweit bereitgestellt wird, um eine hohe Skalierbarkeit zu gewährleisten.",
    "3767462250": "Für den Datenschutz konzipiert",
    "3500503648": "hCaptcha wurde entwickelt, um eine langfristige Datenspeicherung zu vermeiden, indem es sich auf eine sofortige Auswertung stützt, anstatt Ihren Browserverlauf aufzuzeichnen und zu analysieren. Wir unterstützen auch Initiativen wie",
    "2418549423": ", einem aufkommenden Standard für die Wahrung der Online-Privatsphäre durch kryptografische Beweise, und anderen einzigartigen Funktionen, bei denen die Privatsphäre im Vordergrund steht.",
    "1544546608": "Datenschutz-Pass",
    "976209454": "Belohnungen verdienen oder für wohltätige Zwecke spenden",
    "552920956": "hCaptcha ermöglicht es Websites, Belohnungen zu verdienen und gleichzeitig Bots und andere Formen des Missbrauchs zu blockieren. hCaptcha ermöglicht es Ihnen auch, mit diesen Einnahmen die Wohltätigkeitsorganisationen Ihrer Wahl zu unterstützen.",
    "654326661": "Möchten Sie sich selbst davon überzeugen? Testen Sie hCaptcha kostenlos.",
    "3570415321": "Unternehmen",
    "3987022469": "Kennzeichnung",
    "1636202177": "Über",
    "2670003220": "Stellenangebote",
    "3233305531": "Markenzeichen",
    "3028319964": "KI-Ethik",
    "4131598919": "Presse",
    "1662477701": "Ressourcen",
    "3130928685": "Blog",
    "1756106276": "Status",
    "1235925265": "Dokumentation",
    "920212083": "Einen Fehler melden",
    "2076066173": "Cyberangriffe 101",
    "3644106388": "Kontakt",
    "2182196747": "Unterstützung",
    "487083593": "Vertrieb",
    "878585497": "Bedingungen",
    "1697438123": "Datenschutz",
    "1316817321": "Zuschreibung",
    "3488019891": "hCaptcha ist eine eingetragene Marke von Intuition Machines, Inc.",
    "4224961202": "Datenschutz, Sicherheit und maschinelles Lernen.",
    "98173630": "hCaptcha ist der weltweit am meisten genutzte unabhängige CAPTCHA-Dienst.",
    "1514478724": "Mehr erfahren",
    "1752795854": "hCaptcha bietet einen modernen, auf den Schutz der Privatsphäre ausgerichteten Ansatz zum Stoppen von Bots.",
    "2927700175": "Wir zeigen CAPTCHA-Herausforderungen, die für Bots schwierig, aber für Menschen einfach sind, indem wir schwer zu kennzeichnende Daten aus Problemen des maschinellen Lernens sammeln und sie verwenden, um zu unterscheiden, ob ein Website- oder App-Besucher ein Mensch ist.",
    "2188609322": "Böse Akteure sind im Internet immer häufiger anzutreffen. Aber die Privatsphäre der Nutzer zu opfern, ist keine Lösung.",
    "2032102720": "Die von Werbefirmen angebotenen Sicherheitslösungen konzentrieren sich in erster Linie auf die Verfolgung der Nutzer im Internet. Wir haben eine wirksame Sicherheitslösung entwickelt, die beweist, dass eine Beeinträchtigung der Privatsphäre der Nutzer nicht notwendig ist, um hervorragende Ergebnisse zu erzielen.",
    "4146870445": "Wer wir sind",
    "353066938": "Ein erfahrenes Team, das an den schwierigsten Problemen von heute arbeitet. hCaptcha ist ein Dienst von",
    "1173652155": "Beraterinnen und Berater",
    "2256305371": "Professor, CS an der Universität von Kalifornien, Berkeley. Experte für Deep Learning, Sicherheit und Blockchain. CEO von Oasis Labs.",
    "2177660021": "Forschungswissenschaftler in Stanford. Maschinelles Lernen und quantitatives Finanzwesen bei großen Banken, Hedgefonds und in der Wissenschaft.",
    "2686825859": "Registrieren Sie sich kostenlos oder kontaktieren Sie uns für hCaptcha Enterprise Lösungen",
    "583434701": "hCaptcha Barrierefreiheit",
    "611905972": "Gewährleistung eines nahtlosen Zugangs für alle Nutzer unter Wahrung der Sicherheit",
    "874098071": "Wenn Sie ein barrierefreier Nutzer sind, melden Sie sich bitte hier an",
    "2745385064": "Zusammenfassung",
    "3353238942": "hCaptcha wurde entwickelt, um Bots zu stoppen, indem sie von Menschen unterschieden werden. Visuelle Tests sind ein praktisches Werkzeug dafür, aber nicht jeder kann eine visuelle Herausforderung lösen.",
    "3600022491": "Aus diesem Grund haben wir eine einfache, mühelose Alternative entwickelt, die es Verlegern, die unseren Dienst nutzen, ermöglicht, die Zugänglichkeit für alle zu erhalten, und zwar in voller Übereinstimmung mit Abschnitt 508 und WCAG 2.1 AA.",
    "2557240048": "Und so funktioniert es: Zunächst meldet sich ein Nutzer für Barrierefreiheit über",
    "3871665286": "die auf der Infoseite des hCaptcha-Widgets prominent verlinkt ist. Sie erhalten ein verschlüsseltes Cookie, das mehrmals am Tag verwendet werden kann, aber alle 24 Stunden per Login aktualisiert werden muss.",
    "3441764123": "Wenn einem Benutzer auf einer Website, die den hCaptcha-Dienst nutzt, eine Herausforderung gestellt wird, besteht er sie automatisch.",
    "4247858664": "die Anmeldeseite für Barrierefreiheit",
    "1297657322": "Barrierefreier Benutzerbildschirm nach der Anmeldung",
    "1717658846": "Option Barrierefreiheit im Widget-UI-Menü",
    "1266963825": "F: Ist hCaptcha mit Abschnitt 508 und WCAG 2.1 AA konform?",
    "850025770": "A: Wir glauben, dass dies der Fall ist: Alle Nutzer mit irgendeiner Form von Beeinträchtigung, die in der Lage sind, im Internet zu surfen und Text in Formulare einzugeben, können nach der Registrierung auf durch hCaptcha geschützte Dienste zugreifen. Dies ist jedoch keine Rechtsberatung: Sie sollten Ihre eigene Bewertung durchführen und dabei Ihre spezielle Implementierung berücksichtigen, um sicherzustellen, dass dies für Ihren Einsatz der Fall ist.",
    "159272246": "F: Arbeiten Sie an weiteren Zugänglichkeitsoptionen (\"a11y\"), z. B. Audio?",
    "4074220464": "A: Früher beliebte Optionen wie Audio-Captchas diskriminieren viele a11y-Benutzer und sind durch moderne maschinelle Lerntechniken leicht zu überwinden. Dies hat dazu geführt, dass die aktuellen Audio-Challenges immer schwieriger werden, indem Rauschen, ungerades Timing, ungewöhnliche Wortkombinationen usw. eingeführt werden, um Angreifer zu besiegen. Wir sind daher weniger begeistert von diesem Ansatz als von der völligen Vermeidung der Herausforderung, werden ihn aber in Betracht ziehen, wenn die a11y-Gemeinschaft dies wünscht.",
    "2309661107": "Wir sind jedoch sehr interessiert an",
    "2555914614": "für den Anwendungsfall Barrierefreiheit. Wir sind davon überzeugt, dass die Kombination unseres derzeitigen a11y-Ansatzes mit der Ausstellung des Privacy Pass den a11y-Nutzern ein sicheres Surfen in dem Wissen ermöglicht, dass ihr Datenverkehr privater ist, und gleichzeitig den Missbrauch durch Bot-Betreiber einschränkt, der unweigerlich auftritt, wenn a11y-Optionen verfügbar sind. Wir sind aktive Teilnehmer der IETF-Arbeitsgruppe, die diese neue Technologie standardisiert.",
    "2583775432": "F: Wie sieht es mit dem Datenschutz aus? Werden bei der Registrierung Daten über das Surfen auf irgendeine Weise offengelegt? Was machen Sie mit der E-Mail?",
    "4215483493": "A: hCaptcha ist von Grund auf für den Datenschutz konzipiert. Es unterscheidet sich stark von herkömmlichen Optionen wie reCAPTCHA, die im Besitz von Werbenetzwerken sind, die ein Interesse daran haben, Sie im Web zu verfolgen und Sie mit einer echten Identität in Verbindung zu bringen.",
    "2474661839": "Unser",
    "4137573005": "hat umfassende und verbindliche Antworten darauf, wie wir Daten verwenden, aber die kurze Antwort ist, dass wir kein Interesse daran haben, Sie als Person mit Ihrem Browserverlauf in Verbindung zu bringen.",
    "4101570501": "Außerdem arbeiten wir derzeit an einer kryptografischen Lösung, um Ihre E-Mail-Adresse schnell zu löschen und gleichzeitig Missbrauch zu verhindern, was unsere Arbeit am Privacy Pass ergänzt.",
    "260595108": "Wir verwenden Erreichbarkeits-E-Mails oder -Informationen niemals zu einem anderen Zweck als zur Erleichterung der Nutzung von a11y und zur Verhinderung von Missbrauch.",
    "3063819779": "Datenschutzbestimmungen",
    "465714311": "Für Benutzer der Barrierefreiheit: Fragen und Antworten und Anleitung zur Fehlerbehebung",
    "3596207631": "F: Ich sehe immer noch eine Herausforderung, nachdem ich das Cookie gesetzt habe. Was ist die Ursache dafür?",
    "469089249": "A: Dies ist typischerweise auf die Verwendung eines aggressiven Werbeblockers oder einer Anti-Cookie-Erweiterung zurückzuführen, oder auf eine Einstellung, die \"Cross-Site\"-Cookies blockiert, in diesem Fall ein Cookie für hcaptcha.com, das von der hCaptcha JS auf einer anderen Website, wie der, die Sie besuchen, gesetzt oder überprüft wird.",
    "4263626815": "hCaptcha-Zugangs-Cookies funktionieren mit allen gängigen Browsern und Werbeblockern mit ihren Standardeinstellungen, so dass Misserfolge in der Regel auf \"Anti-Adblock\"-Skripte oder ähnliche Regelsätze zurückzuführen sind, die auf bestimmte Websites ausgerichtet sind.",
    "3906359167": "Lösungen:",
    "3464870463": "1. Setzen Sie hcaptcha.com und *.hcaptcha.com-Cookies in Ihrem Werbeblocker oder Ihrer Browser-Sicherheitserweiterung auf die Whitelist.",
    "1204911585": "2. Wenn Sie den Brave-Browser verwenden, der (Stand April 2020) anscheinend nicht über eine Cookie-Whitelist verfügt, gehen Sie zu Einstellungen -> Schutzschilde -> Cookies und wählen Sie \"Alle Cookies zulassen\".",
    "2932826396": "3. Wenn Sie die allerneueste Version von Safari unter dem kürzlich veröffentlichten OS X 10.15 oder iOS 13.4 verwenden, hat Apple gerade das Verhalten von Safari in Bezug auf Cookies von Drittanbietern geändert und blockiert diese standardmäßig. Wir sind dabei, eine Lösung zu implementieren, aber in der Zwischenzeit besuchen Sie bitte die Safari-Einstellungen, Abschnitt Datenschutz, und deaktivieren Sie die Option \"Website-Tracking: Cross-Site-Tracking verhindern\", damit das Erreichbarkeits-Cookie wie erwartet funktionieren kann.",
    "3836291932": "F: Ich verwende mehrere Geräte. Muss ich mich mehrere Male anmelden?",
    "3251220335": "A: Nein. Bitte klicken Sie auf denselben E-Mail-Login-Link, der Ihnen auf jedem Gerät, das Sie verwenden, zugesandt wird, um das Cookie zu setzen.",
    "2082407178": "F: Wie kann ich mich vor der Nachverfolgung von Cookies durch Dritte schützen, wenn ich das Zugänglichkeits-Cookie verwende?",
    "2700197090": "A: Die Verwendung einer beliebigen Datenschutz- oder Werbeblocker-Erweiterung, die Whitelisting auf Domain-Ebene unterstützt (z. B. uBlock Origin), funktioniert wie erwartet: Stellen Sie einfach sicher, dass hcaptcha.com auf die Whitelist gesetzt wird.",
    "3657743880": "Browser-Anweisungen für seitenübergreifende Cookies",
    "1960601330": "So aktivieren Sie Cookies in Safari (Mac): Öffnen Sie das Dropdown-Menü von Safari. Wählen Sie Präferenzen. Klicken Sie in der oberen Leiste auf Datenschutz. Wählen Sie unter \"Cookies blockieren\" die Option \"Nie\".",
    "1622303590": "So aktivieren Sie Cookies in Safari (iPhone/iPad iOS 11+): Öffnen Sie Ihre Einstellungen. Scrollen Sie nach unten und wählen Sie Safari. Deaktivieren Sie unter \"Datenschutz und Sicherheit\" die Option \"Cross-Site-Tracking verhindern\" und \"Alle Cookies blockieren\".",
    "2199048568": "Klicken Sie auf das Schild links neben der Adressleiste einer beliebigen Webseite. Klicken Sie auf Schutzeinstellungen. Der Bereich Datenschutz und Sicherheit der Firefox-Einstellungen wird geöffnet. Wählen Sie unter Erweiterter Tracking-Schutz die Option Benutzerdefiniert. Wählen Sie, welche Tracker und Skripte blockiert werden sollen, indem Sie die entsprechenden Kontrollkästchen aktivieren. Vergewissern Sie sich, dass Sie die Blockierung von hcaptcha.com aufgehoben haben.",
    "3967047208": "Sie können auch vorübergehend einige Schutzmechanismen in Benutzerdefiniert deaktivieren, um das Problem zu beheben, indem Sie die Kontrollkästchen deaktivieren: Deaktivieren Sie das Kontrollkästchen \"Tracker\" oder das Kontrollkästchen \"Cookies\", wenn Sie weiterhin Probleme haben.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Wählen Sie das Chrome-Menüsymbol. Wählen Sie Einstellungen.",
    "926138631": "Gehen Sie zu Datenschutz und Sicherheit, dann zu Cookies und anderen Website-Daten.",
    "3419878556": "Stellen Sie sicher, dass \"Cookies von Drittanbietern blockieren\" nicht aktiviert ist.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Öffnen Sie die Chrome-Einstellungen in der Menüleiste.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Öffnen Sie auf Ihrem Android-Gerät die Chrome-App.",
    "3620039756": "Tippen Sie oben rechts auf Mehr und dann auf Einstellungen.",
    "2813310562": "Tippen Sie auf Website-Einstellungen und dann auf Cookies.",
    "3014657981": "Schalten Sie die Einstellung neben \"Cookies\" ein.",
    "1242066691": "Aktivieren Sie das Kästchen neben \"Cookies von Drittanbietern zulassen\".",
    "292250020": "1. Wählen Sie das Zahnrad in der oberen rechten Ecke des Bildschirms und wählen Sie dann \"Internetoptionen\". Wenn Sie die Menüleiste aktiviert haben, können Sie \"Extras\" und dann \"Internetoptionen\" wählen.",
    "4114820649": "2.  Klicken Sie auf die Registerkarte \"Datenschutz\".",
    "946838734": "3. Wählen Sie die Schaltfläche \"Erweitert\".",
    "348809718": "4.  Wählen Sie unter \"Cookies von Drittanbietern\" die Option \"Akzeptieren\".",
    "1253441326": "5. Klicken Sie auf \"OK\".",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "AI-Ethik-Richtlinie",
    "1161704803": "Warum haben wir eine KI-Ethikrichtlinie?",
    "1806535500": "Praktisch jede Technologie, vom Bleistift bis zum Dynamit, ist ein",
    "24452499": "Lösung; sie kann zum Guten oder zum Schlechten verwendet werden. Jedes Unternehmen, das Lösungen mit doppeltem Verwendungszweck erforscht, herstellt oder verkauft, hat die Pflicht, die Folgen seines Handelns zu bedenken.",
    "4023575072": "Doppelnutzung",
    "3336625692": "Auf dieser Seite finden Sie unsere Überlegungen zu diesem Thema im Zusammenhang mit der KI-Ethik sowie die Prozesse, die wir befolgen, um sicherzustellen, dass die Nutzung unserer Dienste im Einklang mit den von uns als Unternehmen angenommenen Richtlinien steht.",
    "835717930": "KI-Ethik bei hCaptcha",
    "2179524509": "Gelegentlich erhalten wir Fragen dazu, welche Arten von Fragen für den hCaptcha-Dienst zulässig sind und warum bestimmte Fragen gestellt werden.",
    "1962721652": "Der Mensch ist ein Mustersucher, und manchmal kann eine harmlose Frage innerhalb eines Augenblicks von völlig überraschend zu verdächtig werden, und zwar aufgrund von Veränderungen in der Welt und nicht aufgrund der Beweggründe des Fragestellers.",
    "3974566657": "Je beliebter die Dienste werden, desto häufiger kommt es zwangsläufig zu solchen Vorfällen. hCaptcha wird täglich von Millionen von Menschen in praktisch allen Ländern der Welt genutzt, daher veröffentlichen wir diese Richtlinie und eine Fallstudie darüber, wie wir diese Probleme angehen, um so transparent wie möglich zu sein.",
    "1830910223": "Eine Fallstudie zur KI-Ethik in der realen Welt",
    "805971861": "Regenschirm ist ein Begriff in ImageNet, dem Standard-Benchmark-Datensatz, der von Forschern im Bereich der Computer Vision verwendet wird. Die zuverlässige Erkennung von Personen, die einen Regenschirm halten, ist auch für die Entwicklung sicherer Fahrerassistenzsysteme (ADAS) der nächsten Generation entscheidend.",
    "3988350": "Das bedeutet, dass es hervorragende Anwendungsfälle für reale Schirmkommentare gibt. Über die Auswirkungen von selbstfahrenden Autos kann man geteilter Meinung sein, aber ADAS-Systeme sparen bereits",
    "548587288": "rund um die Welt.",
    "3138772661": "Tausende von Menschenleben jedes Jahr",
    "3168199226": "Im Jahr 2020 wurde jedoch deutlich, dass der Aufbau dieser Art von Datensätzen als Technologie mit doppeltem Verwendungszweck wahrgenommen werden könnte, wie es vor einem Jahr nur wenige erwartet hätten.",
    "558378834": "Wir nehmen daher derzeit keine Anfragen zu Regenschirmen mehr an. Das Potenzial für Verwirrung, wenn ein Endnutzer eine Frage zu Regenschirmen sieht, ist zum jetzigen Zeitpunkt zu groß, und schließlich ist es unser Ziel, die Welt zu einem angenehmeren Ort zu machen.",
    "3376604063": "AI-Ethik-Richtlinien und -Prozesse",
    "1923365316": "Wir haben eine strenge KI-Ethik-Politik bei hCaptcha, und ein Teil davon ist ein Know Your Customer (KYC)-Prozess.",
    "4230322909": "Wir bemühen uns stets, jeden neuen Kunden und den von ihm beabsichtigten Anwendungsfall gut zu verstehen, sowohl um zu bestätigen, dass er gut zu unseren Produkten und Dienstleistungen passt, als auch um sicherzustellen, dass er die von uns als Unternehmen angenommenen Richtlinien befolgt.",
    "2735073144": "Bei Bedarf führen wir auch laufende Überprüfungen durch. So konnten wir beispielsweise bei unserer jüngsten Überprüfung der Daten und Quellen von Anfragen zu Kennzeichnungsanforderungen im Zusammenhang mit Regenschirmen schnell feststellen, dass in den letzten 12 Monaten keine Regierungsstelle oder bekannte staatliche Anbieter von Überwachungssoftware Anfragen zu Regenschirmen über unsere Dienste gestellt haben.",
    "2715462692": "Wie sieht unser KI-Ethikprozess aus?",
    "3049976256": "Für jeden neuen Labeling-Kunden gehen wir während des Verkaufsprozesses eine Checkliste durch. Dazu gehören eine anfängliche KYC-Prüfung vor dem Onboarding, die Überprüfung aller Anfragen an unsere Analysten sowie Echtzeit-Stichproben und regelmäßige Überprüfungen von Anfragen, die über unsere Selbstbedienungsplattform gestellt werden.",
    "3103642530": "Diese Überprüfung besteht aus mehreren Kriterienkomplexen:",
    "3349094124": "Kriterien für ethische Bedenken: Objektiv",
    "1038019440": "1. Vertritt dieser Kunde die nationalen Interessen eines Landes, von dem bekannt ist, dass es sich im Widerspruch zu internationalen Gesetzen und Normen verhält?",
    "493717511": "2. Fordert dieser Kunde Dienstleistungen an, die",
    "2209109640": "nur für böswillige Zwecke im Rahmen ihrer normalen Geschäftstätigkeit verwendet werden?",
    "3457805519": "3. Kann das Ersuchen des Kunden nach US-amerikanischem Recht und unseren Verhaltensregeln erfüllt werden?",
    "1942611550": "hauptsächlich",
    "109179759": "Kriterien für ethische Bedenken: Subjektiv",
    "1033698050": "1. Glauben wir, dass der Kunde uns einen Anwendungsfall gegeben hat, den wir nach unserer Interpretation typisch westlicher gesellschaftlicher Normen für moralisch akzeptabel halten?",
    "361372538": "2. Glauben wir, dass die von uns erbrachten Dienstleistungen vom Kunden wahrscheinlich zu diskriminierenden Zwecken genutzt werden, und zwar auf eine Art und Weise, die zwar legal ist, aber für uns nicht akzeptabel ist?",
    "2867855718": "3. Sind wir der Meinung, dass die Anforderungen an den Schutz der Privatsphäre in Bezug auf den Antrag zufriedenstellend erfüllt werden können?",
    "2462728596": "Wenn wir in diesen Punkten nicht zufrieden sind, lehnen wir die Anfrage ab und können den weiteren Zugang zu unserer Plattform sperren, wie in unseren Bedingungen beschrieben.",
    "1995277831": "Dankeschön",
    "1818116402": "Wir hoffen, dass Ihnen dieser Einblick in die Bearbeitung operativer Fragen mit einer KI-Ethik-Komponente gefallen hat.",
    "1499894352": "Nur sehr wenige Unternehmen bieten in diesem Bereich Transparenz über ihre Entscheidungsprozesse, und wir hoffen, dass andere diesem Beispiel folgen werden!",
    "535659033": "Creative Commons Namensnennung",
    "1495915066": "Wie wir, unsere akademischen Forschungspartner und unsere Kunden Creative-Commons-Medien nutzen",
    "3017533972": "Wir, unsere akademischen Forschungspartner und unsere Kunden können gelegentlich Teile von Creative Commons-lizenzierten Inhalten über die hCaptcha-Plattform referenzieren oder reproduzieren, um das Wissen der Menschheit im Bereich des maschinellen Lernens voranzutreiben.",
    "1428053210": "Diese Inhalte werden in der Regel aus ihrer ursprünglichen Form umgewandelt. So kann beispielsweise ein Video in viele Bilder aufgeteilt werden, diese Bilder können in viele neue Bilder aufgeteilt werden, und diese neuen Bilder werden dann zufällig gemischt, um das angezeigte Endergebnis zu erhalten.",
    "1728211763": "Die Verwendung von Inhalten auf diese Weise und für diese Zwecke fällt nach unserem Rechtsverständnis und den üblichen Praktiken in diesem Bereich unter die Richtlinien zur fairen Nutzung, aber wir sind seit langem Fans von Creative Commons und ziehen es vor, jedem Anerkennung zu zollen, der bei der monumentalen Aufgabe der Verbesserung der maschinellen Intelligenz hilft.",
    "1949452297": "Aufgrund der Beschränkungen der hCaptcha-Benutzeroberfläche und ihrer Sicherheitsaspekte ist es nicht möglich, die Quelle jedes Bildes direkt neben seiner Verwendung anzugeben. Stattdessen verlinken wir von unserer Homepage auf diese Seite und führen eine Liste der Quellen, die derzeit oder kürzlich über die Plattform bereitgestellt wurden. Sie können die aktuelle Liste abrufen",
    "2367602973": "hier",
    "659124570": "Wenn Sie außerdem sehen, dass Inhalte, die Ihnen gehören, auf der hCaptcha-Plattform wiedergegeben werden, und Sie möchten, dass diese aus irgendeinem Grund entfernt werden, können Sie uns per E-Mail kontaktieren unter",
    "2066749488": "Andere Reklamationen",
    "3479034323": "Wenn Sie sehen, dass Inhalte, die Ihnen gehören, auf der hCaptcha-Plattform wiedergegeben werden, und möchten, dass diese aus irgendeinem Grund entfernt werden, können Sie uns per E-Mail kontaktieren.",
    "1836554225": "Blog-Beiträge",
    "2873297188": "Benachteiligen alle CAPTCHAS Nicht-Amerikaner?",
    "165932542": "Ein Blick auf die hCaptcha-Lösungsraten in aller Welt",
    "1865097546": "Novembre 16,2021",
    "3005876482": "hCaptcha ist jetzt der größte unabhängige CAPTCHA-Dienst, der auf 15% des Internets läuft",
    "693820850": "Sie können Google schlagen, indem Sie den Datenschutz in den Vordergrund stellen",
    "3609106478": "Credential Stuffing:",
    "299335340": "Was es ist und wie man die Angriffe stoppt",
    "354925785": "Intro",
    "423222878": "Einige der am schwersten zu erkennenden, zu verhindernden und zu stoppenden Cyberangriffe sind solche, bei denen ein böswilliger Akteur in der Lage ist, sich mit legitimen Benutzerdaten bei einem aktiven Benutzerkonto anzumelden. Ohne ausgefeilte Erkennungsfunktionen hat das Unternehmen, das das Konto hostet, keinen Grund zu vermuten, dass etwas nicht stimmt. Ein Kunde scheint sich einfach bei seinem Konto angemeldet zu haben. Der Angreifer hat diese erfolgreiche List mit gestohlenen Anmeldeinformationen erreicht - in der Regel das Ergebnis einer Cyberangriffstechnik, die als \"Credential Stuffing\" bekannt ist. Dies ist heute ein ernstes Problem, das jedoch mit den richtigen Gegenmaßnahmen entschärft werden kann.",
    "777660551": "Was ist \"Credential Stuffing\"?",
    "2602763587": "Credential Stuffing ist eine Form des Cyberangriffs, bei dem der Angreifer versucht, sich mit gestohlenen Benutzernamen und Passwörtern mehrfach bei einer Website anzumelden. Das \"Stuffing\" bezieht sich auf die wiederholten Anmeldeversuche, die fast immer von automatisierter Bot-Software durchgeführt werden.",
    "1271831121": "Es ist ja nicht so, dass der Hacker (natürlich mit einem Kapuzenpulli bekleidet!) dasitzt und eine Zugangsberechtigung nach der anderen eintippt. Der automatisierte Login-Bot könnte mit einem Standard-Tool wie Selenium oder einem eigens entwickelten Hacker-Tool erstellt werden.",
    "2588750717": "Bei einigen Angriffen zum Ausfüllen von Anmeldedaten werden Millionen von Anmeldedaten in die Anmeldeschnittstelle einer ahnungslosen Website gestopft, in der Hoffnung, eingelassen zu werden. Einmal drin, kann der Angreifer das Konto des Opfers übernehmen.",
    "1137757109": "Handelt es sich um ein eCommerce-Konto, kann der Angreifer Waren bestellen. Handelt es sich bei dem Opfer um eine Bank, kann der Angreifer Geld ins Ausland überweisen und so weiter.",
    "1559150837": "Die Zielpersonen sind jedoch nicht schutzlos. Die meisten Websites verfügen über Kontrollmechanismen, die einen verdächtigen Benutzer blockieren, der versucht, sich innerhalb kurzer Zeit von derselben IP-Adresse aus bei Tausenden von verschiedenen Konten anzumelden. Um diese Schutzmechanismen zu umgehen, simulieren die Angreifer eine geografische und IP-Vielfalt, indem sie Anmeldedaten ausfüllen. Mithilfe leistungsfähiger, oft KI-gesteuerter Tools können sie den Anschein erwecken, dass Tausende von Nutzern zufällig versuchen, sich zu unterschiedlichen Tageszeiten von überall im Land aus anzumelden. Dies ist sehr viel schwieriger zu erkennen und zu stoppen.",
    "1892020899": "Woher bekommen die Hacker die Zugangsdaten?",
    "2597149484": "Der Grund, warum der Hacker so viele Zugangsdaten \"stopfen\" muss, hat damit zu tun, woher er die gestohlenen Zugangsdaten bekommt.",
    "3030395800": "Diese Zugangsdaten stammen in der Regel aus Datenschutzverletzungen. Diese Angriffe, die auch als \"Credential Spills\" bezeichnet werden, können dazu führen, dass Millionen von Zugangsdaten ins Dark Web abgeworfen werden. Wenn die Daten von einer Bank stammen, wird der Hacker versuchen, diese Zugangsdaten zu verwenden, um auf andere Websites zu gelangen. Dieser Ansatz funktioniert, weil so viele Menschen dieselbe Kombination aus Benutzername und Passwort für mehrere Websites verwenden. (Von dieser Praxis wird zwar abgeraten, aber die Realität ist, wie sie ist. Die Menschen neigen dazu, dieselben Anmeldedaten zu wiederholen.)",
    "1258965840": "Wenn der Angreifer also in eine Website eindringen kann, kann er mit den ausgespähten Anmeldedaten wahrscheinlich in mehrere Websites eindringen. Er könnte beispielsweise ein Benutzername/Kennwort-Paar wie JohnDoe/525momma erhalten, aber er hat keine Ahnung, was dieses Paar für ihn bedeutet. Also probieren sie das Paar bei Amazon.com, Ebay, Citibank, Walgreens und so weiter aus. Sie könnten das Paar auf tausend verschiedenen Websites ausprobieren.",
    "3594440415": "Irgendwann werden sie anfangen, Türen zu öffnen.",
    "780280214": "Wie hCaptcha und hCaptcha Enterprise die Bedrohung durch Credential Stuffing entschärfen",
    "4165374512": "Es ist zwar möglich, IP- und Standorterkennungs-Tools zu verwenden, um Credential Stuffing zu verhindern, aber eine kosteneffektivere und genauere Methode ist es, den automatisierten Credential Stuffing-Bot selbst zu unterbrechen. hCaptcha und hCaptcha Enterprise können den Bot am Eintrittspunkt überlisten. Selbst wenn der Bot die richtigen Anmeldedaten hat, kann er die Erkennung von hCaptcha Enterprise oder das CAPTCHA von hCaptcha nicht überwinden, und Ihre Website und Benutzer sind geschützt.",
    "3269644546": "Bitte",
    "1058572205": "uns, wenn Sie mehr erfahren möchten über",
    "3753613260": "Kontakt",
    "1792519141": "hCaptcha Unternehmen",
    "3515435438": "Meldung von DMCA-Beschwerden",
    "54093347": "DMCA Registrierter Agent",
    "3233441200": "Politik für wiederholte Rechtsverletzungen",
    "4011712313": "Im Rahmen unserer DMCA-Richtlinie unterwerfen wir die Konten von Kunden, für die wir mehrere DMCA-Benachrichtigungen über angebliche Rechtsverletzungen erhalten, einer mehrstufigen DMCA-Richtlinie für wiederholte Rechtsverletzer. Bei Erhalt wiederholter DMCA-Benachrichtigungen innerhalb eines Kalendermonats wird das Kundenkonto von einer Verfahrensstufe zur nächsten übergehen.",
    "766825168": "Zu den Maßnahmen, die wir im Rahmen der DMCA-Richtlinie für wiederholte Rechtsverletzungen ergreifen können, gehört das Versenden von Warnmeldungen mit erhöhter Sichtbarkeit an den Kunden des Kontos. Um diese Warnungen zu bestätigen, können wir den Kunden auffordern, sich in das Konto einzuloggen oder unser Support-Team anzurufen. Wir behalten uns auch das Recht vor, den hCaptcha- und IMI-Dienst eines Kunden, für den wir weiterhin DMCA-Meldungen über angebliche Rechtsverletzungen erhalten haben, auszusetzen oder zu beenden sowie andere vorläufige Maßnahmen anzuwenden, auch nachdem wir Warnungen über wiederholte Rechtsverletzungen versandt haben. Darüber hinaus können wir nach eigenem Ermessen andere hCaptcha- oder IMI-Dienste, die diesen Kunden zur Verfügung gestellt werden, beenden, wenn wir den hCaptcha-Dienst gemäß dieser Richtlinie beenden.",
    "2410122265": "hCaptcha-Ressourcen: Bots 101",
    "4166776480": "Credential Stuffing: Was es ist und wie man die Angriffe stoppt",
    "2301335298": "Zahlungsbetrug: Entschärfung einer sich schnell entwickelnden Form der Cyberkriminalität",
    "3682071227": "Was sind Kontoübernahmen und wie funktionieren sie?",
    "2729131930": "Was ist Scraping und wie funktioniert es?",
    "1344959096": "Arbeiten als individueller Datenetikettierer",
    "3510143229": "hCaptcha ist ein Dienst für Websites und Anwendungen,",
    "3930611699": "einzelne Arbeitnehmer.",
    "1051214799": "hCaptcha ist ein Web-Sicherheitsdienst, der versucht, den Wert mit den Herausgebern von Websites oder Anwendungen, die ihn nutzen, zu teilen.",
    "360236473": "Der hCaptcha-Dienst ist nicht dafür gedacht, dass jemand als individueller Kennzeichner arbeitet. Er ist nicht für diesen Zweck konzipiert oder geeignet. Wir empfehlen niemandem, hCaptcha als persönliche Einkommensquelle zu nutzen.",
    "3842490632": "Ein einzelner Nutzer, der versucht, viele Fragen zu beantworten, wird wahrscheinlich schnell eingeschränkt oder gesperrt werden. Genauso wichtig ist, dass unsere",
    "1560232962": "Für den Betrag, den Sie für eine bestimmte Antwort erhalten, wird keine Garantie übernommen. Es kann sein, dass zu diesem Zeitpunkt keine bezahlten Fragen verfügbar sind, eine Antwort kann aus Qualitätsgründen abgelehnt werden usw.",
    "2694001822": "Gelegentlich stellen wir jedoch Personen ein, die uns beim Testen von Systemeigenschaften und neuen Funktionen helfen.",
    "1569804581": "Wenn Sie in Zukunft über entsprechende Angebote informiert werden möchten, füllen Sie bitte dieses Formular aus.",
    "636461959": "Name",
    "1139500589": "Land",
    "1789607185": "E-Mail Adresse",
    "325077666": "Mit der Übermittlung Ihrer Daten erklären Sie sich mit unserer",
    "3555583744": "und",
    "3609929815": ". Wir werden Ihren Namen, Ihr Land und Ihre E-Mail-Adresse nur speichern, um Sie in Zukunft bezüglich individueller Arbeitsmöglichkeiten zu kontaktieren.",
    "4197928199": "Datenschutzbestimmungen",
    "851786723": "Durch die Eingabe Ihrer E-Mail-Adresse erklären Sie sich mit unseren Nutzungsbedingungen und Datenschutzrichtlinien einverstanden und sind damit einverstanden, E-Mails von uns zu erhalten.",
    "2402165761": "Wie funktioniert Scraping?",
    "4260542944": "Content Scraping (auch bekannt als \"Screen Scraping\" oder einfach \"Scraping\") ist ein bekanntes und oft nützliches Verfahren zum Sammeln von Informationen aus dem Internet. In den letzten Jahren hat sich diese Technik jedoch zu einem beliebten Werkzeug von Hackern und Betrügern entwickelt. Gegenmaßnahmen können die Bedrohung wirksam eindämmen, aber um sie zu implementieren, ist es wichtig zu verstehen, wie der Prozess funktioniert.",
    "2066255783": "Was ist Content Scraping?",
    "1910628828": "Content Scraping ist eine Technik zum Abgreifen von Daten aus einem System, bei der ein automatisiertes Toolset eingesetzt wird, das sich als Software-Client oder Webbrowser ausgibt. Sie ist nicht neu. Für Softwareingenieure, die Daten von einem alten Mainframe benötigen, kann Scraping sogar die einzige Möglichkeit sein, Informationen zu extrahieren. Die ursprünglichen Konnektoren sind möglicherweise nicht mehr vorhanden und können nicht ersetzt werden.",
    "3408107995": "Heutzutage bedeutet Scraping jedoch immer einen programmatischen Ansatz zum Abrufen von Daten von einer Website. Die Scraping-Software verhält sich wie ein menschlicher Benutzer, der auf Schaltflächen klickt und die resultierende Ausgabe liest. Es gibt viele legitime Verwendungszwecke für Scraping. Webcrawler, die Suchmaschinen betreiben, sind ein Beispiel dafür. Das Gleiche gilt für Tools wie Skyscanner, die Tausende von Reise-Websites nach Reiseangeboten durchforsten. Auch Fintech-Firmen nutzen diese Methode, indem sie Finanzdaten von Bank-Websites auslesen, wenn keine Anwendungsprogrammierschnittstellen (APIs) zur Verfügung stehen, um die Datenverbindung herzustellen. Beim Screen Scraping sind vor allem die Geschwindigkeit und Skalierbarkeit zu beachten. Der Prozess kann riesige Datenmengen von Websites sammeln, vorausgesetzt, die Websites sind nicht so konfiguriert, dass dies verhindert wird. Mit der Geschwindigkeit der Datenverarbeitung kann ein Scraper große Datenmengen sammeln, indem er mit Websites und der zugrunde liegenden Software und den Datenbanken interagiert, die sie betreiben.",
    "1920884252": "Warum ist das Scraping von Inhalten eine Sicherheitsbedrohung?",
    "2256795853": "Die Möglichkeit, schnell viele Daten von Websites zu extrahieren, macht Scraping zu einem mächtigen Werkzeug in den Händen von böswilligen Akteuren. Ein Scraping-Bot kann Benutzerdaten von Social-Media-Seiten sammeln. Wenn ein Hacker dann Websites ausliest, die Adressen und andere persönliche Informationen enthalten, und die Ergebnisse miteinander in Beziehung setzt, kann er Identitätsdelikte begehen, z. B. betrügerische Kreditkartenanträge einreichen.",
    "4087694419": "Ein Scraping-Hacker könnte auch Daten von Websites wie Amazon und eBay sammeln, um gefälschte oder betrügerische Produktangebote zu erstellen. Er oder sie könnte diese dann bei Peer-to-Peer-Diensten wie OfferUp zum Verkauf anbieten und Phishing-Angriffe auf die Käufer durchführen. Oder der Betrüger verkauft Produkte, die es gar nicht gibt. Ein weiterer Screen Scraping-Betrug besteht darin, die Herausgeber von Anzeigen zu täuschen. Indem sie den Inhalt von Verlagsseiten auslesen, können die Betrüger gefälschte Seiten von Anzeigenverlagen auf verschiedenen Diensten erstellen. Sie können dann Anzeigen auf diesen Seiten an autorisierte Wiederverkäufer verkaufen, deren Kontakte sie aus der ads.txt-Datei des Herausgebers entnommen haben. Die Anzeigenplätze erscheinen dem Werbetreibenden als echt, sind es aber nicht.",
    "3315658779": "Verhindern Sie Content Scraping mit hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise nutzt fortschrittliches maschinelles Lernen, um bösartigen Datenverkehr auf Ihrer Website und in Ihren Anwendungen zu erkennen - einschließlich Scraping-Aktivitäten.",
    "1422537019": "um mehr zu erfahren.",
    "1988268879": "Kosteneffiziente Datenbeschriftung im großen Maßstab",
    "2163914794": "Benötigen Sie mehr Kennzeichnungen für Ihre Datensätze? hCaptcha bietet schnelle, kostengünstige und qualitativ hochwertige Datenkennzeichnung für Unternehmen, die an Anwendungen für künstliche Intelligenz und maschinelles Lernen arbeiten.",
    "3378932530": "Jetzt Ihre Daten beschriften lassen",
    "3483700676": "Sofortiger Start von Millionen von Aufgaben",
    "3478726913": "hCaptcha verfügt über einen der größten Pools der Welt, der Ihnen zur Verfügung steht. Wie auch immer Ihr Umfang ist, wir können ihn ohne teure Vorabverpflichtungen bewältigen. Millionen von Aufgaben pro Tag sind kein Problem.",
    "740501259": "Einfache API-gesteuerte Pipelines",
    "2784612261": "Möchten Sie die menschliche Überprüfung direkt in Ihre Geschäftsabläufe integrieren? Wir bieten hochzuverlässige SLAs, garantierte Kapazitäten und einfache REST-APIs.",
    "1144966033": "Optimiert für Kosten und Qualität",
    "3213351333": "Keine Vorabverpflichtung erforderlich",
    "2107077506": "Die HUMAN-Plattform verwendet umfassende Vertrauensmodelle, um eine anspruchsvolle Qualitätsanalyse in Echtzeit durchzuführen. Auf diese Weise können wir sowohl den Schwierigkeitsgrad der Fragen als auch die wahrscheinliche richtige Antwort schnell ermitteln, wodurch Sie Zeit und Geld sparen.",
    "3576146278": "Zahlen Sie nur für die Genauigkeit, die Sie benötigen",
    "2952586316": "Nicht alle Probleme sind gleich. Anmerkungen für sicherheitskritische Aufgaben erfordern vielleicht 99,99 % Vertrauen von ausschließlich menschlichen Mitarbeitern. Anmerkungen für ein Beta-Feature in einer mobilen Spiele-App erfordern vielleicht nur mäßiges Vertrauen. Sie entscheiden.",
    "710145621": "Stellen Sie Ihre eigenen Ground-Truth-Daten zur Verfügung oder lassen Sie sie von uns im Handumdrehen erstellen",
    "987901590": "Verfügen Sie über Rohdaten ohne umfassenden Prüfsatz? In den meisten Fällen können wir ein solches Set für Sie erstellen, während die Aufgaben das System durchlaufen, oder wir erstellen gekennzeichnete Muster für Ihre Genehmigung.",
    "2597352122": "Anmerkungstypen",
    "1344687860": "Bounding Boxes",
    "1089415440": "Präzise Objekterkennung in Bildern und Videos",
    "3817067682": "Polygone",
    "2682873489": "Begrenzungsbereich für Objekte definieren",
    "1275150216": "Wahrzeichen",
    "2067112112": "Punktanmerkungen für viele verschiedene Anwendungsfälle",
    "4228682126": "Attribut-Kategorisierung",
    "2920213479": "Beliebige Kategorien beliebiger Größe sortieren oder anhängen",
    "3288667364": "Vergleich und Erkennung",
    "155877895": "Erkennung und Klassifizierung durch den Menschen",
    "3128433367": "... und viele mehr",
    "2827452240": "Benötigen Sie einen anderen Typ, der hier nicht aufgeführt ist? Fragen Sie uns einfach.",
    "719304627": "Benötigen Sie eine End-to-End-Kontrolle?",
    "1172067553": "Die HUMAN-Plattform, die hinter hCaptcha steht, bietet hochentwickelte Funktionen für die Arbeitsqualität und das Management über On-Premise-, Hybrid- oder SaaS-Bereitstellungen, die sich in Ihre bestehenden Systeme integrieren lassen.",
    "2319072959": "Führen Sie den Betrieb vollständig offline mit Ihren eigenen Mitarbeitern durch, verfolgen Sie den Wert, der über Geschäftseinheiten oder Konsortialpartner hinweg verbraucht wird, leiten Sie Aufträge je nach Kosten- und Sicherheitsanforderungen selektiv an verschiedene interne oder externe Arbeitsanbieter weiter und vieles mehr.",
    "1936512180": "Einfacher API-Zugang, ansprechende Dashboards und die neueste Model-in-the-Loop-Technologie zur Maximierung der Arbeitseffizienz.",
    "3913848038": "99,99 % Betriebszeit-SLAs und 24/7-Support weltweit verfügbar.",
    "1080752747": "Kontakt Vertrieb",
    "1525403768": "Weitere Informationen erhalten Sie bei Enterprise Sales.",
    "1546930020": "Beschriftung von Daten",
    "2486638408": "Definieren Sie Spezifikationen",
    "1027200955": "Sprechen Sie mit einem unserer Fachleute, um Ihre Projektanforderungen zu definieren: Zielgenauigkeit, Format und spezielle Anforderungen.",
    "1156712451": "Erster Job-Test",
    "181065232": "Wir führen einen kleinen Produktionsauftrag auf der Grundlage Ihrer Beispieldaten aus. Dabei testen wir die gemeinsam geleistete Arbeit, um sicherzustellen, dass Sie genau das bekommen, was Sie brauchen.",
    "3207769512": "Produktionsaufträge bereitstellen",
    "1099238677": "Dank unseres hohen Volumens und der geringen Latenzzeit können wir Ihre Arbeit schnell erledigen und automatisch liefern, sobald sie fertig ist.",
    "465783046": "Möchten Sie es mit Ihren Daten ausprobieren?",
    "328625009": "... wir sind bereit, wenn Sie es sind: Unser Service ist rund um die Uhr verfügbar.",
    "3225770968": "hCaptcha wurde entwickelt, um das arbeitsintensivste Problem des maschinellen Lernens zu lösen: die zeitnahe, kostengünstige und zuverlässige Kennzeichnung großer Datenmengen.",
    "2041686284": "Mehr Daten führen in der Regel zu besseren Ergebnissen beim Training von Machine-Learning-Modellen. Der jüngste Erfolg von Deep-Modellen hat zu immer größeren Datensätzen geführt, und hCaptcha erfüllt diesen Bedarf. Allerdings ist die Erstellung großer, von Menschen überprüfter Datensätze mit herkömmlichen Methoden sowohl langsam als auch teuer.",
    "3729345277": "hCaptcha bietet Unternehmen die Möglichkeit, die von ihnen benötigten Anmerkungen schneller, in höherer Qualität und zu geringeren Kosten als andere Alternativen zu erhalten.",
    "2103563261": "Private oder öffentliche Informationen",
    "2513143348": "Das hCaptcha Enterprise System ist in seinem Design einzigartig flexibel: Es kann teilweise oder ganz am Rande Ihres Netzwerks eingesetzt werden, wenn Sie eine öffentliche Cloud betreiben oder viele Rechenzentren besitzen.",
    "3107683988": "Auf diese Weise können der netzfremde Datenverkehr und die Kosten drastisch reduziert werden, während alle Vorteile der Verwaltung durch unsere Mitarbeiter, die rund um die Uhr auf Abruf bereitstehen, erhalten bleiben, um die strengsten SLAs einzuhalten.",
    "3660619092": "Registrieren Sie sich kostenlos oder kontaktieren Sie den Vertrieb für Enterprise-Lösungen",
    "2351176803": "Lizenzbedingungen für die hCaptcha JS API",
    "2616226398": "Vorbehaltlich unserer",
    "2024293275": ". Alle anderen Rechte sind vorerst vorbehalten.",
    "1062291156": "Standardbedingungen",
    "2712493234": "Zahlungsbetrug: Entschärfung einer sich schnell entwickelnden Form der Cyberkriminalität",
    "1817772953": "Betrug ist keine neue Form der Kriminalität. In der Tat haben Archäologen eine Vorrichtung zur Betrugsbekämpfung ausgegraben, die von den alten Sumerern entwickelt wurde, um vor fast 10.000 Jahren Vieh ohne Verluste zu transportieren! In ihrem Fall steckten sie Tonmünzen, die jeweils ein Tier darstellten, in eine Tonkugel, die so genannte \"Bulla\". Die Bulla begleitete die Herde auf ihrem Weg vom Verkäufer zum Käufer. Schon damals waren die Geschäftsleute besorgt darüber, dass nicht jeder, mit dem sie zu tun hatten, aufrichtig und integer war. In 10.000 Jahren hat sich viel verändert, aber die Notwendigkeit, bei der Betrugsbekämpfung innovativ zu sein, besteht nach wie vor. Heute ist das Thema Online-Zahlungsbetrug von größter Bedeutung. Durch das Internet sind Betrüger immer geschickter darin geworden, die Kontrollen zur Betrugsbekämpfung zu überlisten. Mit neuen Lösungen lässt sich das Blatt jedoch wenden.",
    "1053787685": "Was ist Zahlungsbetrug?",
    "433424759": "Unter Zahlungsbetrug versteht man jede Art von illegaler Transaktion, bei der ein Cyberkrimineller das Opfer um einen Wertgegenstand, in der Regel Geld, bringt. Dies kann bedeuten, dass eine gestohlene Kreditkarte verwendet wird, um Waren online zu bestellen, oder dass ein Bankkonto übernommen und illegal Geld von dort überwiesen wird. Es gibt viele Varianten, aber sie alle haben das gleiche Ergebnis: Ein Betrüger nutzt eine gestohlene Identität oder Zahlungsinformationen, um einen Verbraucher, eine Bank oder einen Händler zu bestehlen.",
    "2939852138": "Wie versuchen Betrüger, mit Zahlungsbetrug davonzukommen?",
    "1665616092": "Betrug im Zahlungsverkehr ist vom Konzept her einfach, aber in seiner heutigen Ausführung kann er fantastisch komplex sein.",
    "4246520782": "Tatsächlich hat sich in den letzten Jahren im Internet ein regelrechtes Wettrüsten zwischen Betrügern und Verteidigern entwickelt.",
    "2167049807": "Die Sicherheitsteams haben eine Vielzahl von Gegenmaßnahmen und Kontrollen eingeführt, die die einfachen, faulen Methoden des Zahlungsbetrugs vereiteln. Allerdings werden die Angriffe immer raffinierter. Zum Beispiel können Bots jetzt gestohlene Kreditkartennummern und PINs von gefälschten Websites und Phishing-Angriffen abgreifen.",
    "1936449777": "Im vollautomatischen Modus können sie das menschliche Verhalten auf E-Commerce-Websites imitieren, indem sie auf Schaltflächen klicken und Artikel in den Einkaufswagen legen - bis zu dem Punkt, an dem viele, wenn nicht sogar die meisten Betrugsbekämpfungssysteme nicht erkennen können, dass ein Bot versucht, Waren zu stehlen. Vielmehr sieht es so aus, als würde ein menschlicher Benutzer einfach nur einkaufen. Der Bot kann sich mit gestohlenen Anmeldedaten in das Konto eines echten Kunden einloggen. Um den Betrug weiter zu verschleiern, ist der Bot in der Lage, IP-Adressen zu fälschen und es so aussehen zu lassen, als befände sich der \"Käufer\" an einem anderen Ort als der Angreifer, der sich möglicherweise in einem anderen Land befindet.",
    "648630222": "Verhinderung von Zahlungsbetrug mit hCaptcha Enterprise",
    "1621930829": "Was kann man gegen den fortgeschrittenen, unaufhörlichen Zahlungsbetrug von heute tun? In der Regel ist es klug, mehrere Ebenen von Kontrollen einzusetzen. Die besten Gegenmaßnahmen sind jedoch solche, die den Bot in eine Falle locken und aufdecken können, dass er eine Fälschung ist, obwohl sich seine Schöpfer nach Kräften bemühen, menschliches Verhalten nachzuahmen.",
    "2423586454": "Es gibt immer noch einige Dinge, die Software nicht leisten kann, egal wie gut die KI dahinter ist. Die moderne CAPTCHA-Technologie ist eine bewährte Methode, um Bots zu blockieren, die versuchen, Zahlungsbetrug zu begehen. Während alte CAPTCHA-Ansätze, wie z. B. die einfachen schrägen Zahlen in einem Kästchen, bei der Abwehr von fortgeschrittenen Bots meist unzureichend sind, kann ein automatisiertes Test-Response-Gerät wie hCaptcha Enterprise einen Betrüger-Bot im Moment der Kontoanmeldung oder der Einkaufswagen-Kasse leicht überlisten. Selbst wenn der Bot echte Anmeldedaten hat, wird er nicht in der Lage sein, das CAPTCHA zu überwinden.",
    "1467308982": "Zeitpläne für Zahlungen",
    "1291824746": "hCaptcha-Auszahlungen erfolgen vierteljährlich auf einer 60-Tage-Nachlaufbasis. Um zu veranschaulichen, was das bedeutet, sehen Sie bitte die Tabelle unten.",
    "3444947612": "Verkehr zwischen",
    "4181611011": "Abstimmungsdatum",
    "728503636": "Auszahlungsdatum",
    "3720584906": "15. Juli 2021 - 15. Oktober 2021",
    "388240587": "5. bis 15. Januar 2022",
    "3426312287": "5-15. Januar 2022",
    "615618648": "15. April 2021 - 15. Juli 2021",
    "3376724603": "14. bis 24. September 2021†††",
    "3398978455": "15. bis 25. September 2021†††",
    "2722456056": "15. Januar 2021 - 15. April 2021",
    "4063155841": "Spätestens am 25. Juni 2021††",
    "4082053540": "19. bis 25. Juni 2021††",
    "64953197": "15. Oktober 2020 - 15. Januar 2021",
    "1023070345": "Spätestens am 14. März 2021",
    "2600696085": "15. März 2021",
    "3217791519": "15. Juli 2020 - 15. Oktober 2020",
    "649261378": "5. bis 11. Januar 2021*",
    "1559190296": "5. bis 11. Januar 2021†",
    "3806054689": "15. April 2020 - 15. Juli 2020",
    "4162383380": "16. bis 22. September 2020*****",
    "1990824776": "16-24. September 2020*****",
    "3856690908": "15. Januar 2020 - 15. April 2020",
    "3200641265": "Spätestens am 16. Juni 2020*",
    "3744079744": "15-19. Juni 2020****",
    "2209837451": "15. Oktober 2019 - 15. Januar 2020",
    "2510534204": "Spätestens am 23. März 2020***",
    "2910560864": "20.-23. März 2020***",
    "2544565802": "15. Juli 2019 - 15. Oktober 2019",
    "3963642878": "Spätestens am 14. Dezember 2019*",
    "622103562": "17. Dezember 2019**",
    "4072202039": "15. April 2019 - 15. Juli 2019",
    "818049069": "Spätestens am 15. Juli 2019",
    "1169005651": "15. September 2019",
    "2303655425": "15. Januar 2019 - 15. April 2019",
    "3678889946": "Spätestens am 15. Juni 2019",
    "3094354698": "15. Juni 2019",
    "4217013126": "Auszahlungen erfolgen in der Regel im Laufe des Tages am Auszahlungsdatum und sind in der Regel bis Mitternacht pazifischer Zeit abgeschlossen. Wenn ein Konto zur Überprüfung markiert wurde, kann es bis zu fünf weitere Werktage dauern, bis eine Auszahlung freigegeben wird.",
    "1447649958": "Zur Erinnerung: Nur akkurater menschlicher Traffic ist für Auszahlungen berechtigt. Weitere Einzelheiten hierzu finden Sie in unseren FAQ, die unten verlinkt sind. Das verfügbare Guthaben muss außerdem einen Mindestwert erreichen, um für eine Auszahlung in Frage zu kommen, derzeit 10 HMT.",
    "4257144752": "Echtzeit-Schätzungen spiegeln nicht die endgültige Genauigkeit oder Menschlichkeit wider, und daher können Ihre endgültigen Einnahmen erheblich nach oben oder unten von den Zahlen abweichen, die im Dashboard vor Ihrem ersten Abgleich angezeigt werden.",
    "2728931827": "Nach jedem Abgleich werden Ihre Schätzungen pro Website-Schlüssel aktualisiert und die Genauigkeit zukünftiger Vorhersagen sollte sich erhöhen, es sei denn, das Nutzerverhalten auf Ihrer Website hat sich wesentlich geändert.",
    "1200905005": "††† Ab September 2021 erstrecken sich die Abstimmungen und Auszahlungen nun über einen Zeitraum von ca. 10 Tagen und nicht mehr nur über einen einzigen Tag, um die mit dem Wachstum des Dienstes verbundenen betrieblichen Zwänge zu vereinfachen.",
    "4284094387": "†† Einige Abstimmungen und Auszahlungen im Juni 2021 werden in der darauffolgenden Woche durchgeführt, da es während des Abstimmungsfensters zu Verzögerungen bei der Überprüfung der endgültigen Berechnungen kommt.",
    "1977013707": "† Die Auszahlungen für Dezember 2020 wurden vom 15. auf den 15. Dezember verschoben, um Überschneidungen mit den Abstimmungen zum Jahresende und dem Urlaub der Mitarbeiter zu vermeiden: Sie werden in der zweiten Januarwoche abgeschlossen sein. Da die Überweisungen an PayPal langsamer als üblich erfolgen, werden die Auszahlungen nicht an einem einzigen Tag, sondern über mehrere Tage hinweg erfolgen.",
    "517010299": "Bitte beachten Sie: Wir arbeiten derzeit an einer umfassenden Umstellung des Backend auf einen zeitnahen Abgleich. Regelmäßige Abgleiche werden bis Q1 2021 weniger häufig als üblich durchgeführt. Dies hat keine Auswirkungen auf die Auszahlungspläne oder -termine.",
    "3092200338": "** Wenn der 15. auf ein Wochenende fällt, ist das Auszahlungsdatum stattdessen der 17.",
    "3891941747": "*** COVID-19 HINWEIS: Aufgrund der verringerten Personalkapazität im Zusammenhang mit COVID-19 wurde der Abgleich verschoben, um zusätzliche Zeit für die Durchführung unserer Standardüberprüfung zu gewinnen. Die Auszahlungen werden voraussichtlich am Freitag beginnen und am folgenden Montag abgeschlossen sein.",
    "2301757528": "**** Aufgrund von Wartungsarbeiten an den REST-APIs von PayPal während des Auszahlungsfensters wurden am 15. Juni nicht alle Auszahlungen abgeschlossen. Alle Auszahlungen, die für den 15. Juni (Pazifikzeit) geplant waren, aber aufgrund von PayPal-API-Fehlern nicht ausgeführt wurden, wurden bis zum 19. Juni (Pazifikzeit) erneut ausgeführt.",
    "116842359": "***** Aufgrund von Systemwartungsarbeiten werden sich die Abstimmungen voraussichtlich über mehrere Tage hinziehen.",
    "4154415610": "***** Die Auszahlungen im September 2020 erfolgen nach und nach, wenn der Abgleich abgeschlossen ist, wobei einige Auszahlungen aufgrund von Verzögerungen beim Abgleich mehrere Tage später als ursprünglich geplant erfolgen.",
    "2310694091": "Was bedeutet \"Versöhnung\"?",
    "164801246": "Die Abstimmung ist der Prozess, bei dem der Verkehr im Nachhinein analysiert wird, um seine Menschlichkeit und Genauigkeit zu überprüfen, sobald alle Daten von allen meldenden Websites eingegangen sind. Weitere Einzelheiten finden Sie in unserem",
    "3256245394": "sowie unsere Blogbeiträge, z. B.",
    "3089778412": "Wie hCaptcha die Belohnungen berechnet",
    "3329755436": "Planen Sie, diesen Prozess zu beschleunigen?",
    "1911669851": "Ja, wir arbeiten derzeit an einer Reihe von Verbesserungen an unseren Backend-Systemen, von denen wir erwarten, dass sie es uns letztendlich ermöglichen werden, sowohl einen schnelleren Abgleich, eine schnellere Schätzgenauigkeit als auch schnellere Auszahlungen anzubieten. Derzeit arbeiten wir zunächst daran, den Abgleich zu beschleunigen.",
    "2366003154": "Presse- und Medienanfragen",
    "3054564199": "Pressemappe",
    "3173156067": "Für den Fall, dass Sie Beispielbilder in Ihren Artikel einfügen möchten, stehen Ihnen einige vorgefertigte Materialien zur Verfügung.",
    "867314732": "Sie können hochauflösend abrufen",
    "858218750": "und eine Anleitung zu ihrer Verwendung im",
    "3821716514": "Seite.",
    "1186243118": "Logo-Bilder",
    "3034959000": "Sie können abrufen",
    "1764089150": "hier:",
    "1558428432": ". Bitte schreiben Sie diese an hCaptcha.com.",
    "2429359042": "Beispielbilder der Schnittstelle",
    "1480820434": "Bild 1",
    "3213411837": "Bild 2",
    "1270712701": "Pressemitteilungen und aktuelle Berichte",
    "231285005": "Aktuelle Informationen finden Sie in unserem Blog",
    "1289884910": "Wir veröffentlichen auch gelegentlich Analysen und Berichte. Zum Beispiel:",
    "932546190": "Warum CAPTCHAs uns immer begleiten werden",
    "2344319147": "Wie viel ist die Bot-Erkennung von Google wirklich wert?",
    "1637527266": "Welche Länder haben den meisten Bot-Traffic?",
    "230159237": "Kontakte",
    "3759923279": "Presseanfragen richten Sie bitte an die folgende E-Mail-Adresse:",
    "4255608322": "Zuletzt aktualisiert: April 12, 2021",
    "537881751": "Willkommen bei hCaptcha! Diese Datenschutzrichtlinie beschreibt die Praktiken von Intuition Machines, Inc. (\"IMI\", \"wir\" oder \"uns\") in Bezug auf die Erfassung, Verwendung und Weitergabe von Informationen (einschließlich persönlicher Daten, wie unten definiert) über unsere Website www.hcaptcha.com und alle anderen von uns verwendeten Subdomains oder Domains (die \"Sites\") sowie die hCaptcha-Anwendungsprogrammschnittstelle und die zugehörige Software und Materialien (zusammenfassend als \"Service\" bezeichnet).",
    "33639629": "Nicht anwendbar auf Websites von Dritten. Bitte beachten Sie, dass diese Datenschutzrichtlinie nicht für Websites, Angebote, Produkte oder Dienstleistungen Dritter gilt, auch wenn diese mit unserer Website verlinkt sind oder den Service beinhalten - bitte lesen Sie die entsprechenden Datenschutzrichtlinien, bevor Sie sich entscheiden, Informationen an Dritte weiterzugeben.",
    "987375734": "IMI hat seinen Sitz in den Vereinigten Staaten. Die Websites und der Service werden von uns von den Vereinigten Staaten aus kontrolliert und betrieben. Ihre persönlichen Daten können in jedem Land gespeichert und verarbeitet werden, in dem wir Einrichtungen haben oder in dem wir Dienstleister beauftragen, und durch die Nutzung der Websites und des Dienstes stimmen Sie der Übertragung von Daten in Länder außerhalb Ihres Wohnsitzlandes zu, einschließlich der Vereinigten Staaten, in denen möglicherweise andere Datenschutzbestimmungen gelten als in Ihrem Land. Unter bestimmten Umständen können Gerichte, Strafverfolgungsbehörden, Aufsichtsbehörden oder Sicherheitsbehörden in diesen anderen Ländern berechtigt sein, auf Ihre persönlichen Daten zuzugreifen.",
    "452920031": "Ein Hinweis für Kunden außerhalb der Vereinigten Staaten.",
    "2328839224": ". Bitte beachten Sie unseren Abschnitt \"Hinweis für Einwohner von Kalifornien\", der sich auf Ihre Rechte gemäß dem kalifornischen Verbraucherschutzgesetz (\"CCPA\") bezieht.",
    "1565481281": "Ein Hinweis für Einwohner Kaliforniens",
    "1028058338": "Bitte beachten Sie unseren Abschnitt \"Hinweis für EU-Datenschutzbeauftragte\" zu Ihren Rechten gemäß der Allgemeinen Datenschutzverordnung (GDPR).",
    "2271205646": "Ein Hinweis für Bewohner des Europäischen Wirtschaftsraums.",
    "508143070": "Beachten Sie, dass das IMI der für Ihre personenbezogenen Daten Verantwortliche ist, es sei denn, wir verarbeiten personenbezogene Daten im Auftrag unserer Integratoren in Verbindung mit der Bereitstellung unseres Dienstes. In diesem Fall sind wir der Verarbeiter personenbezogener Daten und diese Integratoren sind die für die personenbezogenen Daten Verantwortlichen.",
    "2330965058": "Wenn wir als Auftragsverarbeiter für unsere Integratoren fungieren, verwenden wir die erfassten Daten nur für die Zwecke, die für die Erbringung unserer Dienstleistung erforderlich sind, und unsere Verarbeitung unterliegt den Verträgen, die wir mit unseren Integratoren abgeschlossen haben, und nicht dieser Datenschutzrichtlinie.",
    "3017040355": "Die Verarbeitung von Daten betroffener Personen in der EU erfolgt auf der Rechtsgrundlage der Standardvertragsklauseln (SCC), die in den Datenverarbeitungszusatz zu unseren Allgemeinen Geschäftsbedingungen oder in den Datenverarbeitungsverträgen mit unseren Integratoren enthalten sind.",
    "2233384692": "Wenn Sie Fragen oder Bedenken hinsichtlich des Umgangs mit diesen Daten haben oder Ihre Rechte ausüben möchten, sollten Sie sich an die Person oder Einrichtung (d. h. den für die Datenverarbeitung Verantwortlichen) wenden, die mit uns einen Vertrag über die Nutzung des Dienstes zur Verarbeitung dieser Daten abgeschlossen hat. Wir werden jedoch unsere Integratoren unterstützen, um Ihre Bedenken gemäß den Bedingungen unseres Vertrags mit ihnen auszuräumen.",
    "349292953": "Gesammelte Informationen",
    "3022001832": "Wir erfassen Informationen von Personen, die mit unseren Websites und Diensten interagieren, einschließlich derjenigen, die unseren Dienst in ihre Website integrieren (Integratoren\"), derjenigen, die die Dienste zur Datenkennzeichnung nutzen (Kunden\"), und der Endbenutzer, die über die Websites unserer Integratoren mit unserem Dienst interagieren (Endbenutzer\").",
    "835545301": "Wir sammeln die folgenden Kategorien von Informationen:",
    "3228928991": "Informationen, die dazu verwendet werden können, eine Person zu identifizieren oder zu kontaktieren (\"Persönliche Daten\"), wie z. B. Name, E-Mail-Adresse und Land. Wir erheben personenbezogene Daten von unseren aktuellen und potenziellen Integratoren und Kunden, wenn sie uns diese direkt mitteilen (z. B. durch Ausfüllen eines Formulars bei der Anmeldung für ein Konto oder durch die Beantragung von E-Mail-Benachrichtigungen von uns). Wir können auch die Identität unserer Integratoren und Kunden überprüfen, indem wir personenbezogene Daten mit Datenbanken Dritter oder offiziellen Rechtsdokumenten abgleichen.",
    "1655796811": "Informationen, die automatisch infolge der Nutzung der Websites oder der Dienstleistungen durch einen Integrator oder Kunden erfasst werden (\"Analyseinformationen\"), wie z. B. IP-Adressen, Browsertyp, Internetdienstanbieter, Plattformtyp, Gerätetyp, Betriebssystem, Datum und Zeitstempel des Zugriffs und andere ähnliche Informationen. Einige Analyseinformationen werden in unserem Namen von Dritten gesammelt, die wir zu diesem Zweck beauftragen, und einige Analyseinformationen werden durch eine Vielzahl von Tracking-Technologien, einschließlich Cookies, gesammelt (siehe \"Analyse- und Tracking-Technologien von Dritten\" unten).",
    "1388241689": "Informationen, die infolge der Beantwortung von Aufforderungen durch Endnutzer über den Dienst gesammelt werden (\"gekennzeichnete Daten\"), wie z. B. Bildkennzeichnungsdaten, aus Audiodateien umgewandelter Text, der diesen Endnutzern vorgespielt wird, Antworten auf Fragen und andere Aufforderungen, die vom Dienst zum Zweck der Kennzeichnung von Daten zur Verwendung in Anwendungen für maschinelles Lernen generiert werden. Beachten Sie, dass beschriftete Daten nicht an eine bestimmte Person gebunden sind.",
    "1493790285": "Andere Informationen, die von Endnutzern als Teil des Dienstes gesammelt werden, um festzustellen, ob sie",
    "2216374138": "sind menschlich, z. B. Mausbewegungen, Bildlaufposition, Tastendruckereignisse, Berührungsereignisse und ggf. Gyroskop-/Beschleunigungsmesserinformationen.",
    "2394073454": "Wir können zusätzliche Informationen von Endbenutzern sammeln, die mit uns als individuelle Datenetikettierer zusammenarbeiten möchten.",
    "3103557430": "Wie wir Informationen verwenden",
    "1130802068": "Wir verwenden die von uns gesammelten Informationen für die folgenden Zwecke:",
    "2940689138": "Zur Verwaltung von Integratoren- und Kundenkonten und zur Bereitstellung des Dienstes. Wir verwenden personenbezogene Daten, um bestimmte Konten mit Integratoren und Kunden zu verknüpfen und ihnen den Dienst zur Verfügung zu stellen, um auf Anforderungen oder Anfragen zu reagieren, um Support oder technische Hilfe zu leisten und um Zahlungen zu erleichtern.",
    "857974529": "Zur Verbesserung der Website und des Service. Wir verwenden Analysedaten zur Verbesserung unserer bestehenden und zur Entwicklung neuer Dienstleistungen und Angebote sowie zur Anpassung bestehender und zukünftiger Produktangebote.",
    "1820844638": "Zur Gewinnung von Markteinblicken. Wir verwenden Analyseinformationen, um den Markt zu analysieren und Geschäftsanalysen in Bezug auf die Website und unsere Dienstleistungen durchzuführen, sowie für andere Forschungszwecke.",
    "3386280249": "Bereitstellung eines Marktes für beschriftete Daten. Unser Service ermöglicht die Beschriftung großer Datenmengen und die Überprüfung durch Menschen für maschinelle Lernsysteme als Dienstleistung für Website-Besitzer und Unternehmen, die Hilfe bei der Beschriftung ihrer Daten benötigen. Zu diesem Zweck geben wir gekennzeichnete Daten an unsere Kunden weiter, die am Erwerb von gekennzeichneten Daten interessiert sind.",
    "3532143291": "Um unsere Dienste und Systeme zu sichern. Wir verwenden Analysedaten, um unsere Systeme zu sichern, indem wir potenzielle Bedrohungen und Schwachstellen identifizieren und die von uns erfassten Daten anderweitig schützen.",
    "2185418511": "Für jeden legitimen Geschäftszweck, vorausgesetzt, dass die Informationen de-identifiziert oder so zusammengefasst werden, dass sie nicht vernünftigerweise mit einer Person in Verbindung gebracht werden können.",
    "2386465280": "Wie wir Informationen weitergeben",
    "2159517814": "In den folgenden Fällen geben wir personenbezogene Daten weiter oder legen sie offen:",
    "4256083674": "Auf direkte Anfrage eines Integrators, um das Betrugsrisiko einer bestimmten CAPTCHA-Aufforderung oder IP-Adresse zu ermitteln, oder wenn eine ausdrückliche Zustimmung erteilt wurde.",
    "3494826505": "Mit Anbietern, die wir beauftragen, um wesentliche Aspekte der Seiten und des Dienstes bereitzustellen, wie z. B. Datenspeicherung, Hosting und Analytik, und nur für diese Zwecke.",
    "1119009846": "Soweit dies erforderlich ist, um geltendem Recht zu entsprechen, einschließlich behördlicher Anfragen, Anfragen der Strafverfolgungsbehörden und anderer öffentlicher und privater Stellen, um die Rechte, die Privatsphäre, die Sicherheit oder das Eigentum von Ihnen, uns oder anderen zu schützen.",
    "197676026": "Weitergabe an andere für legitime Geschäftszwecke, sofern die Informationen de-identifiziert werden",
    "2359312315": "oder so aggregiert werden, dass sie nicht vernünftigerweise einer Person zugeordnet werden können.",
    "2497216176": "Analytik und Tracking-Technologien von Dritten",
    "3694578791": "Wie oben beschrieben, erheben wir (und unsere Drittanbieter) Analysedaten zum Teil durch die Verwendung von Cookies, Web-Beacons und anderen Tracking-Technologien. In einigen Fällen arbeiten wir mit Drittanbietern zusammen, um Cookies zum Zweck der Erfassung von Analyseinformationen zu verwenden.",
    "2238885192": "Wir verwenden Sentry, um Debugging-Daten zu sammeln, wenn bei einem Benutzer ein Fehler auftritt. Für Informationen darüber, wie Sentry Daten sammelt und verarbeitet:",
    "1535054294": "Bitte lesen Sie die ausführliche Politik",
    "658775471": "Wir verwenden Cloudflare, um unseren Webverkehr zu optimieren. Für Informationen darüber, wie Cloudflare Daten sammelt und verarbeitet:",
    "2014256987": "Wenn Sie die Verwendung von Cookies oder anderen Tracking-Technologien nicht blockieren möchten, lesen Sie bitte den Abschnitt \"Verwaltung Ihrer Daten\" weiter unten. Bitte beachten Sie, dass dies Ihre Erfahrung bei der Nutzung der Websites oder des Dienstes beeinträchtigen kann, da einige Funktionen möglicherweise nicht richtig funktionieren.",
    "2788024905": "Wie wir Informationen sichern",
    "271333468": "Wir setzen angemessene technische und organisatorische Maßnahmen ein, um die von uns erfassten und gespeicherten Daten zu schützen, und verlangen von allen Beauftragten, die unsere Daten in unserem Namen verarbeiten, dasselbe. Leider sind keine Sicherheitsmaßnahmen zu 100 % narrensicher, und daher kann für kein Netzwerk oder System (auch nicht für unseres) garantiert werden, dass es zu 100 % sicher ist vor Zerstörung, Verlust, Veränderung, unbefugter Offenlegung oder Zugriff auf die von uns erfassten und gespeicherten Daten. Wenn Sie glauben, dass Ihre Daten aus irgendeinem Grund nicht sicher sind, wenden Sie sich bitte umgehend an uns:",
    "3031284129": "Gewährleistungsausschlüsse",
    "26365791": "Soweit gesetzlich zulässig, werden die Website und der Service (sowie alle anderen zugehörigen Dienste, Informationen, Daten, Funktionen und sonstigen Inhalte oder Materialien) ohne Mängelgewähr und nach Verfügbarkeit bereitgestellt. IMI schließt im vollen gesetzlich zulässigen Umfang alle Garantien aus, einschließlich, aber nicht beschränkt auf die stillschweigenden Garantien der Marktgängigkeit, der Eignung für einen bestimmten Zweck und der Nichtverletzung von Rechten Dritter.",
    "735630686": "Verwaltung Ihrer Informationen (Ihre Rechte)",
    "498769698": "Sie können auf bestimmte personenbezogene Daten, die Sie uns über Ihr Integrator-, Kunden- oder Accessibility-Benutzerkonto zur Verfügung gestellt haben, zugreifen, sie korrigieren, ändern oder löschen (wenn Sie ein Integrator, Kunde oder Accessibility-Benutzer sind). Wenn Sie dazu nicht in der Lage sind oder Fragen zu den persönlichen Daten haben, die wir über Sie gesammelt und/oder weitergegeben haben, oder wenn Sie Ihre Zustimmung zu unserer Verarbeitung zurückziehen möchten (d. h. Ihr Konto vollständig löschen möchten), kontaktieren Sie uns bitte unter",
    "2895491273": "Wenn Sie es vorziehen, Cookies oder andere Tracking-Technologien zu blockieren, können Sie bei den meisten Browsern und mobilen Geräten Ihre Einstellungen so ändern, dass Sie benachrichtigt werden, wenn Sie Cookies oder andere Tracking-Technologien erhalten, und wählen können, ob Sie diese akzeptieren/zulassen. Die meisten Browser ermöglichen es Ihnen auch, bestehende Cookies zu deaktivieren oder zu löschen oder zukünftige Cookies automatisch abzulehnen. Sie können auch Tools von Drittanbietern, einschließlich Browser-Plug-ins, verwenden, um Ihre Cookie-Einstellungen zu steuern. Beachten Sie jedoch, dass einige Teile unserer Websites möglicherweise nicht ordnungsgemäß funktionieren, wenn Sie alle Cookies deaktivieren.",
    "707527778": "Informationen von Kindern",
    "1747657936": "Unsere Websites und Dienste richten sich nicht an Kinder unter 13 Jahren, und wir sammeln nicht wissentlich persönliche Daten von Kindern unter 13 Jahren. Wenn wir erfahren, dass wir persönliche Daten eines Kindes unter 13 Jahren gesammelt haben, werden wir angemessene Schritte unternehmen, um diese Daten so schnell wie möglich aus unseren Dateien zu löschen, es sei denn, wir sind gesetzlich verpflichtet, sie aufzubewahren. Bitte kontaktieren Sie uns, wenn Sie glauben, dass wir Informationen von oder über ein Kind unter 13 Jahren haben:",
    "2419795065": "Hinweis für Einwohner von Kalifornien",
    "1517625162": "Gemäß Abschnitt 1789.3 des kalifornischen Bürgerlichen Gesetzbuchs haben kalifornische Nutzer Anspruch auf den folgenden Hinweis auf Verbraucherrechte: Die Einwohner Kaliforniens können die Beschwerdeabteilung der Abteilung für Verbraucherdienste des kalifornischen Ministeriums für Verbraucherangelegenheiten per Post unter 1625 North Market Blvd. in Sacramento, CA 95834 oder telefonisch unter (916) 445-1254 oder (800) 952-5210 erreichen.",
    "3730344349": "In diesem Abschnitt finden Sie weitere Einzelheiten zu den personenbezogenen Daten, die wir über kalifornische Verbraucher erheben, sowie zu den Rechten, die ihnen nach dem kalifornischen Verbraucherschutzgesetz (California Consumer Privacy Act, \"CCPA\") zustehen.",
    "4044467791": "Die Kategorien der personenbezogenen Daten, die wir in den letzten 12 Monaten von Ihnen erhoben haben, finden Sie im Abschnitt \"Erhobene Daten\". Wir sammeln diese Informationen für die geschäftlichen und kommerziellen Zwecke, die im obigen Abschnitt \"Wie wir persönliche Informationen verwenden\" beschrieben sind. In den vorangegangenen 12 Monaten haben wir die folgenden Kategorien von Informationen zu Geschäftszwecken an Dritte weitergegeben:",
    "4208081170": "Kategorie der persönlichen Informationen",
    "1528242915": "Identifikatoren.",
    "3863351997": "Persönliche Datenkategorien, die im kalifornischen Gesetz über Kundendaten (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "Kommerzielle Informationen.",
    "2683038211": "Aktivitäten im Internet oder anderen elektronischen Netzen.",
    "3671828834": "Beispiele für weitergegebene persönliche Informationen",
    "779426309": "Ein echter Name, eine eindeutige persönliche Kennung, eine Online-Kennung, eine Internet-Protokoll-Adresse, eine E-Mail-Adresse, ein Kontoname oder andere ähnliche Identifikatoren.",
    "2414368123": "Einen Namen, eine Kreditkartennummer, eine Debitkartennummer oder andere finanzielle Informationen.",
    "4088941349": "Aufzeichnungen über gekaufte, erworbene oder in Betracht gezogene Produkte oder Dienstleistungen.",
    "3238612014": "Browserverlauf, Informationen über die Interaktion eines Verbrauchers mit einer Internet-Website, einer Anwendung oder einer Werbung.",
    "1023108656": "Kategorien von Dritt-Empfängern",
    "1418235079": "Anbieter von Dienstleistungen",
    "3238184941": "Hinweis: Das mit einer einzelnen IP-Adresse verbundene Betrugsrisiko kann auf Anfrage an einen Integrator weitergegeben werden.",
    "285116485": "Das Unternehmen \"verkauft\" (gemäß der Definition dieses Begriffs im CCPA) die von uns erfassten personenbezogenen Daten nicht. Weitere Informationen zu den Arten von Cookies von Drittanbietern, die wir gegebenenfalls verwenden, finden Sie im Abschnitt \"Analyse- und Tracking-Technologien Dritter\" weiter oben.",
    "1408750006": "Vorbehaltlich bestimmter Einschränkungen gibt das CCPA den kalifornischen Verbrauchern das Recht, nähere Informationen über die von uns gesammelten Kategorien oder bestimmten Teile personenbezogener Daten zu verlangen (einschließlich der Frage, wie wir diese Daten verwenden und weitergeben), ihre personenbezogenen Daten zu löschen, sich von eventuell stattfindenden \"Verkäufen\" abzumelden sowie das Recht, bei der Ausübung dieser Rechte nicht diskriminiert zu werden.",
    "759057398": "Mitteilung an die betroffenen Personen in der EU",
    "825780955": "Persönliche Informationen",
    "2945960297": "In Bezug auf EU-Datensubjekte entspricht der Begriff \"personenbezogene Informationen\", wie er in dieser Datenschutzrichtlinie verwendet wird, den \"personenbezogenen Daten\", wie sie in der Allgemeinen Datenschutzverordnung der Europäischen Union (GDPR) definiert sind.",
    "1126613163": "Sensible Daten",
    "3571006800": "Einige der Informationen, die Sie uns zur Verfügung stellen, können sensible Daten im Sinne der DSGVO sein (auch als besondere Kategorien personenbezogener Daten bezeichnet), einschließlich der Identifizierung Ihrer Rasse oder ethnischen Zugehörigkeit in staatlich ausgestellten Ausweisdokumenten.",
    "1988461282": "Rechtsgrundlagen für die Verarbeitung",
    "3519564631": "Zwecke der Verarbeitung",
    "1778642038": "Mit Ihnen zu kommunizieren",
    "2223819810": "Zur Optimierung unserer Plattform",
    "1678661231": "Für Compliance, Betrugsbekämpfung und Sicherheit",
    "2561077702": "Zur Erbringung unserer Dienstleistung",
    "2066321185": "Rechtliche Grundlagen",
    "1174237568": "Diese Verarbeitungstätigkeiten stellen unsere berechtigten Interessen dar. Wir versuchen, alle potenziellen Auswirkungen auf Sie (sowohl positive als auch negative) und Ihre Rechte zu berücksichtigen und abzuwägen, bevor wir Ihre personenbezogenen Daten zur Wahrung unserer berechtigten Interessen verarbeiten. Wir verwenden Ihre personenbezogenen Daten nicht für Aktivitäten, bei denen unsere Interessen durch nachteilige Auswirkungen auf Sie überlagert werden (es sei denn, wir haben Ihre Zustimmung oder sind anderweitig gesetzlich dazu verpflichtet oder berechtigt).",
    "1350478093": "Zweck der Verarbeitung",
    "787916198": "Mit Ihrer Zustimmung",
    "3348433919": "Ihre Rechte",
    "3842673636": "Nach der DSGVO haben Sie bestimmte Rechte in Bezug auf Ihre personenbezogenen Daten. Sie können uns auffordern, die folgenden Maßnahmen in Bezug auf Ihre personenbezogenen Daten, die wir besitzen, zu ergreifen:",
    "4057343238": "Opt-out",
    "1834911235": "Ihnen keine Direktmarketing-Mitteilungen mehr zu schicken, deren Erhalt Sie zuvor zugestimmt haben. Wir können Ihnen weiterhin dienstbezogene und andere nicht-marketingbezogene Mitteilungen zusenden.",
    "3022301908": "Zugang",
    "680638297": "Sie über die Verarbeitung Ihrer personenbezogenen Daten zu informieren und Ihnen Zugang zu Ihren personenbezogenen Daten zu gewähren.",
    "1409486258": "Richtig",
    "3878077249": "Ungenauigkeiten in Ihren persönlichen Daten zu aktualisieren oder zu korrigieren.",
    "3645414921": "Löschen",
    "42182578": "Löschen Sie Ihre persönlichen Daten.",
    "1609621367": "Übertragung",
    "3208155808": "Übermittlung einer maschinenlesbaren Kopie Ihrer personenbezogenen Daten an Sie oder an einen Dritten Ihrer Wahl.",
    "1786796818": "einschränken.",
    "3329634829": "die Verarbeitung Ihrer personenbezogenen Daten einschränken.",
    "4202774977": "Objekt",
    "3007158970": "Einspruch dagegen erheben, dass wir uns auf unsere berechtigten Interessen als Grundlage für die Verarbeitung Ihrer personenbezogenen Daten berufen, was Ihre Rechte beeinträchtigt.",
    "1273071008": "Anträge auf Zugang zu den Daten der betroffenen Personen",
    "3594381346": "Standort.",
    "21141582": "diese",
    "3357523404": "Grenzüberschreitender Datentransfer",
    "290966395": "Wie in unserem Abschnitt \"Hinweis für Kunden außerhalb der Vereinigten Staaten\" beschrieben, beachten Sie bitte, dass Ihre personenbezogenen Daten in die Vereinigten Staaten übermittelt, dort verarbeitet und gespeichert werden. Die Datenschutzgesetze in den Vereinigten Staaten können sich von denen in Ihrem Wohnsitzland unterscheiden. Durch den Besuch unserer Websites oder die Nutzung unseres Dienstes erklären Sie sich mit der Übertragung Ihrer Daten, einschließlich personenbezogener Daten, in die USA gemäß dieser Datenschutzrichtlinie einverstanden.",
    "3178581111": "Verwendung für neue Zwecke",
    "1088304322": "Wir können Ihre personenbezogenen Daten aus Gründen verwenden, die nicht in dieser Datenschutzrichtlinie beschrieben sind, wenn wir gesetzlich dazu befugt sind und wenn der Grund mit dem Zweck, für den wir sie gesammelt haben, vereinbar ist. Wenn wir Ihre personenbezogenen Daten für einen nicht damit zusammenhängenden Zweck verwenden müssen, werden wir Sie darüber informieren und die entsprechende Rechtsgrundlage für diese Verwendung erläutern. Wenn wir uns auf Ihre Zustimmung zu einer bestimmten Verwendung Ihrer personenbezogenen Daten verlassen haben, können wir Ihre Zustimmung für jeden anderen Zweck einholen und Ihnen die Möglichkeit geben, Ihre Nutzung des Dienstes zu diesem Zeitpunkt zu beenden, wenn Sie dagegen Einspruch erheben.",
    "2260079771": "Aufbewahrung von Daten",
    "38428546": "Wir speichern Ihre personenbezogenen Daten sicher während der gesamten Dauer Ihres Kontos bei uns. Wir bewahren Ihre personenbezogenen Daten nur so lange auf, wie es für die Erfüllung der Zwecke, für die wir sie erhoben haben, erforderlich ist, einschließlich der Erfüllung rechtlicher, buchhalterischer oder berichtspflichtiger Verpflichtungen oder zur Beilegung von Streitigkeiten. Zu den Kriterien, nach denen wir die Speicherfristen festlegen, gehören die geltenden Vertragsbestimmungen, die gesetzlichen Verjährungsfristen, die geltenden behördlichen Anforderungen und die Branchenstandards.",
    "384965568": "Die Anforderungen an die Aufbewahrung variieren je nach Land. Im Folgenden finden Sie Informationen über unsere typischen Aufbewahrungsfristen für verschiedene Aspekte Ihrer personenbezogenen Daten.",
    "2788836740": "Kontaktinformationen für Marketingzwecke werden so lange gespeichert, bis Sie sich abmelden. Danach werden wir Ihre Daten auf unbestimmte Zeit in unsere Unterdrückungsliste aufnehmen. E-Mail-Informationen, die von barrierefreien Nutzern gesammelt werden, werden niemals für Marketingzwecke verwendet.",
    "3520687192": "Aufzeichnungen über die Kommunikation mit Ihnen (z. B. über per E-Mail oder Twitter geöffnete Support-Tickets) können auf unbestimmte Zeit gespeichert werden.",
    "292211832": "Informationen, die mit technischen Mitteln wie Cookies, Webseiten-Zählern und anderen Analysetools erfasst werden, werden so schnell wie möglich gelöscht, können aber für einen begrenzten Zeitraum von bis zu einem Jahr nach Ablauf des Cookies aufbewahrt werden, in der Regel in anonymisierter und zusammengefasster Form, es sei denn, wir stellen einen potenziellen Missbrauch unseres Dienstes fest; in diesem Fall werden wir diese Informationen aufbewahren, um einen künftigen Missbrauch zu verhindern. Wir sind nicht in der Lage, diese anonymisierten und zusammengefassten Informationen mit Ihnen, Ihrem Haushalt, einer IP-Adresse oder anderen persönlichen Informationen zu verknüpfen, die auf den gespeicherten Informationen basieren.",
    "470943029": "Wenn Sie Fragen zu dieser Datenschutzrichtlinie haben, wenden Sie sich bitte an uns:",
    "3192683783": "Änderungen an dieser Datenschutzrichtlinie",
    "1702335960": "Alle von uns gesammelten Informationen unterliegen der Datenschutzrichtlinie, die zu dem Zeitpunkt, an dem diese Informationen gesammelt werden, in Kraft ist. Wir können jedoch die Datenschutzrichtlinie von Zeit zu Zeit überarbeiten. Wenn eine Überarbeitung nach unserem alleinigen Ermessen wesentlich ist, werden wir Sie benachrichtigen, z. B. per E-Mail. Die aktuelle Version wird immer auf unserer Seite Datenschutzrichtlinie veröffentlicht.",
    "3669258571": "Cookie-Richtlinie",
    "2905621957": "Zuletzt aktualisiert: Juli 18, 2020",
    "1173934218": "Wir wissen, dass Ihnen Ihre Privatsphäre wichtig ist und verpflichten uns, die von uns verwendeten Technologien transparent zu machen. Diese Richtlinie enthält detaillierte Informationen darüber, wie und wann wir Cookies auf unseren Websites und Diensten verwenden.",
    "2694150481": "Verwenden wir Cookies?",
    "457627611": "Ja. Wir und unsere Analyse- oder Dienstleistungsanbieter, Marketingpartner und Tochtergesellschaften können Cookies, Web-Beacons oder Pixel und andere Technologien verwenden, um sicherzustellen, dass jeder, der die Seiten nutzt, die bestmögliche Erfahrung macht. Bitte lesen Sie den Abschnitt \"Drittanbieter-Analyse und Tracking-Technologien\" unserer Datenschutzrichtlinie für weitere Informationen.",
    "501102544": "Wir glauben, dass der hCaptcha Anti-Bot-Dienst (d.h. der Dienst, der in Websites, Spiele oder mobile Apps eingebettet ist) nur sogenannte \"zustimmungsfreie\" Cookies gemäß den GDPR-Vorschriften enthält. Beispiele für solche ausgenommenen Cookies sind:",
    "461631543": "GDPR-Vermerk",
    "2150907653": "* Technische Cookies, die für die Erbringung des Dienstes unbedingt erforderlich sind. Dazu gehören Präferenz-Cookies, Sitzungs-Cookies, Lastausgleichs-Cookies, usw.",
    "1012122721": "* Statistische Cookies, die direkt von uns verwaltet werden (d.h. First-Party-Cookies, keine Drittanbieter-Cookies), wenn die Daten nicht zur Profilerstellung verwendet werden.",
    "148542287": "Es handelt sich hierbei nicht um eine Rechtsberatung, und es werden keine Garantien für diese Analyse gegeben. Wenn Sie weitere Fragen oder Bedenken haben, kontaktieren Sie uns bitte unter:",
    "3956117148": "Die Websites hCaptcha.com und BotStop.com (die Sites) können zusätzliche Cookies enthalten, wie in dieser Richtlinie beschrieben.",
    "3255230599": "Was ist ein Cookie?",
    "1095532507": "Ein Cookie (\"Cookie\") ist eine kleine Textdatei, die von einem Webserver auf Ihrer Festplatte abgelegt wird. Cookies enthalten Informationen, die später von einem Webserver in der Domäne gelesen werden können, die das Cookie an Sie ausgegeben hat. Einige der Cookies werden nur verwendet, wenn Sie bestimmte Funktionen nutzen oder bestimmte Einstellungen wählen, andere werden immer verwendet. Weitere Informationen zu den einzelnen Cookies finden Sie in unserer aktuellen Cookie-Liste unten.",
    "2943815316": "Wir aktualisieren diese Liste in regelmäßigen Abständen, so dass es zusätzliche Cookies geben kann, die noch nicht aufgeführt sind. Web-Beacons, Tags und Skripte können auf den Websites oder in E-Mails verwendet werden, um uns dabei zu helfen, Cookies zu liefern, Besuche zu zählen, die Nutzung und die Effektivität von Kampagnen zu verstehen und festzustellen, ob eine E-Mail geöffnet wurde und ob darauf reagiert wurde. Wir können von unseren Dienst-/Analyseanbietern Berichte über die Verwendung dieser Technologien auf individueller und aggregierter Basis erhalten.",
    "2954157511": "Warum verwenden wir Cookies?",
    "1539071196": "Wir verwenden Cookies im Allgemeinen für die folgenden Zwecke:",
    "3545935449": "Um neue oder ehemalige Benutzer zu erkennen.",
    "32739972": "Zur Speicherung Ihrer Anmeldeinformationen, wenn Sie auf unseren Websites registriert sind.",
    "4209078147": "Zur Verbesserung unserer Website und zum besseren Verständnis Ihrer Besuche auf unseren Plattformen und unserer Website.",
    "1077448694": "Zur Integration in Websites sozialer Medien von Drittanbietern.",
    "1709478090": "Um Ihnen interessenbezogene oder gezielte Werbung zukommen zu lassen.",
    "3256020881": "Um Ihr Verhalten und Ihre Surfaktivitäten über mehrere Websites oder andere Plattformen hinweg zu beobachten.",
    "1092241113": "Um die Interessen unserer Kunden und Integratoren besser zu verstehen.",
    "1434289796": "Einige Cookies sind für bestimmte Nutzungen der Seiten notwendig, und ohne solche Cookies wären wir nicht in der Lage, viele Dienste anzubieten, die Sie für die ordnungsgemäße Nutzung der Seiten benötigen. Diese Cookies ermöglichen es uns beispielsweise, unsere Websites so zu betreiben, dass Sie wie gewünscht darauf zugreifen können, und lassen uns erkennen, dass Sie ein Konto erstellt haben und in dieses Konto eingeloggt sind, um auf die Inhalte der Website zuzugreifen. Dazu gehören auch Cookies, die es uns ermöglichen, uns an Ihre früheren Aktionen innerhalb derselben Browsing-Sitzung zu erinnern und unsere Websites zu sichern.",
    "1533171442": "Wir verwenden auch funktionale Cookies und Cookies von Dritten zu Analyse- und Marketingzwecken. Funktionale Cookies ermöglichen es, dass bestimmte Teile der Websites ordnungsgemäß funktionieren und dass Ihre Benutzerpräferenzen bekannt bleiben. Analyse-Cookies sammeln unter anderem Informationen darüber, wie Kunden, Integratoren und Endbenutzer unsere Websites nutzen, welche Inhalte und Produkte die Benutzer am häufigsten ansehen und wie effektiv unsere Werbung von Dritten ist. Werbe-Cookies helfen dabei, Anzeigen an relevante Zielgruppen zu liefern und unsere Anzeigen an der Spitze der Suchergebnisse erscheinen zu lassen. Bei den Cookies handelt es sich entweder um \"Sitzungs-Cookies\", die gelöscht werden, wenn Sie Ihre Browsersitzung beenden, oder um \"dauerhafte Cookies\", die bis zu ihrer Löschung durch Sie (siehe unten) oder die Partei, die das Cookie bereitgestellt hat, bestehen bleiben. Ausführliche Informationen zu allen auf den Websites verwendeten Cookies finden Sie in der nachstehenden Tabelle zur Offenlegung von Cookies.",
    "322830977": "Wie Sie Cookies deaktivieren können.",
    "3885459114": "Sie können die Verwendung von Cookies im Allgemeinen über eine in Ihrem Webbrowser integrierte Funktion aktivieren oder später deaktivieren. Wenn Sie mehr über Cookies erfahren möchten oder darüber, wie Sie sie kontrollieren, deaktivieren oder löschen können, besuchen Sie bitte https://www.knowcookies.com/ für eine detaillierte Anleitung.",
    "262509504": "Wir können die durch Cookies gesammelten Informationen mit anderen Informationen, die wir gemäß dieser Datenschutzrichtlinie von Ihnen sammeln, verknüpfen und die kombinierten Informationen wie hier dargelegt verwenden. In ähnlicher Weise können Dritte, die Cookies auf unseren Websites bereitstellen, Ihren Namen oder Ihre E-Mail-Adresse mit anderen Informationen verknüpfen, die sie sammeln, wie z. B. frühere Käufe, die offline oder online getätigt wurden, oder Informationen über Ihre Online-Nutzung.",
    "2935155034": "Wenn Sie im Europäischen Wirtschaftsraum ansässig sind, haben Sie bestimmte Rechte, die oben unter der Überschrift \"Hinweis für EU-Betroffene\" beschrieben sind, einschließlich des Rechts auf Einsichtnahme und Berichtigung oder Löschung der Daten, die wir über Sie gespeichert haben.",
    "1873812847": "Cookie(s) Offenlegung",
    "3319083717": "Name:",
    "3183855267": "1. hmt_id",
    "907324388": "Funktion",
    "2896187462": "1. Für unbedingt notwendige anonyme dienstbezogene Statistiken und für andere technische Zwecke wie die Unterstützung der Zugänglichkeit.",
    "987267027": "Party",
    "3453526675": "1. 1. Partei",
    "1952810469": "Typ",
    "1795436560": "1. Sitzung",
    "102695075": "Dauer",
    "3356329025": "1. 30 Tage",
    "3744153629": "Namen:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "Sitzung,",
    "3186435874": "sessionid",
    "720059527": "2. Verwendung für unbedingt notwendige technische Zwecke: Lastausgleich, Routing.",
    "1241291641": "Siehe weitere Details.",
    "1834801943": "2. 1. Partei",
    "2114694926": "2. Sitzung",
    "938404336": "2. Unterschiedlich; bis zu 30 Tage.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. Verwendung für unbedingt notwendige technische Zwecke: Ermöglicht dem Benutzer die Nutzung der Barrierefreiheit.",
    "1061239711": "3. 1. Partei",
    "1483015662": "3. Sitzung",
    "3458934553": "3. Unterschiedlich; bis zu 30 Tage.",
    "1527172673": "Wenn Sie Fragen zu dieser Cookie-Richtlinie haben, wenden Sie sich bitte an uns:",
    "134571844": "impressum (Hinweis auf die Website)",
    "110836420": "Zuletzt aktualisiert: Dezember 23, 2020",
    "2901894297": "hCaptcha ist ein Dienst von Intuition Machines, Inc. (\"IMI\"), einer Delaware US Corporation (#6393793).",
    "2928362319": "Postalische Anfragen können an folgende Adresse geschickt werden: Intuition Machines, Inc. 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Informationen über das aktuelle Management des Unternehmens finden Sie auf der Seite Über uns. Der derzeitige CEO des Unternehmens ist der für den Inhalt zuständige Geschäftsführer.",
    "3094150511": "Regulierungsbehörde: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "2763011087": "Das IMI ist weder verpflichtet, an einer alternativen Streitbeilegung für Verbraucherstreitigkeiten vor einer Verbraucherschlichtungsstelle teilzunehmen, noch ist es dazu verpflichtet.",
    "1395644678": "Offizielle Website der Europäischen Kommission zur Online-Streitbeilegung:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Keine Garantien für den Inhalt",
    "707541553": "Alle auf unseren Internetseiten enthaltenen Informationen wurden vom IMI oder einem Dritten geprüft. Weder das IMI noch Dritte können jedoch für die Aktualität, Richtigkeit oder Vollständigkeit der Informationen verantwortlich gemacht werden. Dies gilt auch für andere Websites, die über Hyperlinks auf unseren Seiten erreicht werden können. Das IMI übernimmt keine Verantwortung für den Inhalt dieser externen Websites.",
    "2650241052": "Keine Beratung",
    "3361191778": "Die auf den Internetseiten bereitgestellten Informationen stellen keine individuelle Beratung dar und können diese nicht ersetzen. Wenn Sie eine individuelle Beratung benötigen, wenden Sie sich bitte an unsere Support-Mitarbeiter.",
    "1031855757": "Nutzung dieser Website",
    "204716894": "Der Inhalt und die Gestaltung unserer Webseiten sind urheberrechtlich geschützt. Eine Vervielfältigung der Seiten und ihrer Inhalte in einer Art und Weise, die über eine angemessene Nutzung hinausgeht, bedarf der vorherigen schriftlichen Zustimmung des IMI, sofern auf der Seite keine anderen gesetzlichen Bestimmungen zur Vervielfältigung angegeben sind.",
    "3182435854": "Urheberrecht",
    "3187946010": "Alle Texte, Bilder, grafischen Animationen, Videos, Musik, Geräusche und anderes Material auf diesen Seiten sind durch das IMI oder, falls angegeben, durch Dritte urheberrechtlich geschützt. Es ist untersagt, dieses Material für kommerzielle Zwecke in einer Weise zu kopieren oder zu verändern, die über eine angemessene angemessene Nutzung hinausgeht.",
    "74538881": "Verantwortung für diese Website",
    "3236873806": "IMI ist für diese Website verantwortlich.",
    "2657277322": "Wenn Sie Fragen haben, wenden Sie sich bitte an uns:",
    "1338341134": "hCaptcha + Datenschutz-Pass (Beta)",
    "88879089": "Privacy Pass ist ein",
    "1898063898": "zur Wahrung der Privatsphäre der Nutzer, die wir gemeinsam mit",
    "1942186611": "und andere.",
    "3673079511": "aufkommender Standard",
    "2164933356": "Cloudflare",
    "3119589996": "Funktionsweise: Eine Browsererweiterung bietet Nutzern die Möglichkeit, kryptografisch verdeckte Token für Websites zu erstellen und zu signieren, die das Privacy Pass-Protokoll unterstützen. Die Erweiterung generiert Pässe, die kryptografisch verblendete Token enthalten, die von hCaptcha signiert werden, wenn eine Herausforderung auf einer Website gelöst wird, die den hCaptcha-Dienst nutzt,",
    "1254771154": "Herausforderungen, die bei anderen Privacy-Pass-unterstützenden Diensten angezeigt werden, die ebenfalls hCaptcha einbetten, z. B. Cloudflare.",
    "996362763": "Diese Token werden entblendet und von der Erweiterung zur späteren Verwendung gespeichert. Wenn der Nutzer eine Website besucht, die hCaptcha verwendet, und die Herausforderung bestehen muss (entweder unsichtbar oder über die Schaltfläche \"Ich bin ein Mensch\"), werden sie automatisch eingelöst. Das Verblindungsverfahren bedeutet, dass signierte und eingelöste Token aus Sicht von hCaptcha kryptografisch nicht miteinander verknüpft werden können und somit die Privatsphäre der Nutzer gewahrt bleibt.",
    "2943346052": "Da der IETF-Standardisierungsprozess weitergeht, erwarten wir, dass die wichtigsten Browser eine Form von Privacy Pass von Haus aus übernehmen werden. Dies wird die Erweiterung schließlich überflüssig machen. Für den Moment befolgen Sie jedoch bitte die unten stehenden Anweisungen.",
    "2326660907": "außer",
    "741483946": "* Mit anderen Worten: Sie können hCaptcha-Privacy-Pass-Tokens auf hCaptcha.com erhalten und sie auf anderen Websites direkt über hCaptcha.com verwenden. Sie können keine hCaptcha-Privacy-Pass-Tokens erhalten oder einlösen, um den von Cloudflare verwendeten hCaptcha-Service zu umgehen, da Cloudflare seine eigenen Privacy-Pass-Tokens ausgibt und einlöst.",
    "1362015807": "Erste Schritte",
    "1358325821": "Installieren Sie zunächst die Erweiterung für",
    "310885519": "oder",
    "4091044469": ". Stellen Sie sicher, dass Sie die Erweiterung im Inkognito-Modus aktiviert haben. Besuchen Sie dann eine Website, die hCaptcha verwendet, und lösen Sie ein Captcha. Ab Version 2.0.3 können Sie diese Token auf Websites einlösen, die hCaptcha verwenden.",
    "3904679538": "Chrom",
    "3700767772": "Sobald Sie die Erweiterung installiert haben, klicken Sie hier (oder auf einer beliebigen hCaptcha-verwendenden Website), um Pässe zu verdienen:",
    "166277959": "Bitte beachten Sie: Diese Funktion befindet sich derzeit in der Beta-Phase und funktioniert möglicherweise nicht immer für alle Websites und Benutzer. Für den Fall, dass sie nicht aktiviert ist oder für einen bestimmten Benutzer nicht funktioniert, wird das Verhalten einfach auf die Standard-hCaptcha-Erfahrung ohne Funktionsverlust zurückfallen.",
    "3031357206": "Ein neues Symbol erscheint neben Ihrer URL-Leiste. Besuchen Sie nun eine Website, die hCaptcha verwendet. Sie sieht dann so aus:",
    "1066753052": "was bedeutet, dass die Brieftasche leer ist und Sie sich auf einer Website befinden, die eine hCaptcha-Herausforderung enthält. Sobald Sie die Herausforderung abgeschlossen haben, erhalten Sie Token, die auf jeder anderen Website mit hCaptcha eingelöst werden können.",
    "651123197": "Nach Beendigung der Herausforderung wird auf dem Symbol der aktuelle Gesamtbetrag in Ihrer Brieftasche angezeigt.",
    "554844646": "Sie können bestätigen, dass die Erweiterung funktioniert, indem Sie sehen, wie der Zähler jedes Mal um 1 sinkt, wenn Sie auf",
    "4087729475": "die Herausforderung nach der ersten Lösung.",
    "647630208": "Und das war's! Ihr Online-Browsing ist jetzt noch privater.",
    "3272552822": "Entwickler und Kryptographen:",
    "4059570880": "Wenn Sie die Standardisierungsbemühungen verfolgen möchten, finden Sie diese derzeit unter",
    "1904390996": "zur Vereinheitlichung der",
    "252720667": "das der kryptographischen Sicherheit von Privacy Pass zugrunde liegt. Das Protokoll selbst durchläuft gerade die",
    "3972554015": "Prozess ebenfalls. Und die Browsererweiterung ist natürlich",
    "3723626769": "für Ihre Beiträge und Bewertungen.",
    "3882147547": "Oblivious Pseudozufallsfunktionen",
    "565624910": "Entwurf",
    "3421090159": "offene Quelle",
    "3098677775": "F: Sind meine IP-Adresse und mein Browserverlauf bei Verwendung von Privacy Pass vollständig vor hCaptcha geschützt?",
    "4019638786": "A: Privacy-Pass-Benutzer von hCaptcha geben ihre IP-Adresse niemals an hCaptcha weiter, es sei denn, die Token-Brieftasche ihres Browsers ist leer oder die Website sendet sie. hCaptcha hat keine Möglichkeit, den Benutzer mit der Token-Einlösung in Verbindung zu bringen, und interagiert während der Einlösung niemals direkt mit dem Benutzer, es sei denn, seine Token-Brieftasche ist leer.",
    "3887113660": "F: Wie wirkt sich der Privacy Pass auf die hCaptcha-Einnahmen aus?",
    "1116455671": "A: Sie erhalten eine Belohnung für die erste Lösung, wenn der Benutzer sie auf Ihrer Website abschließt. Die Einlösung erfolgt nach demselben Muster, wie wenn der Benutzer die Aufgabe auf Ihrer Website aufgrund des hohen Vertrauens des Kunden automatisch gelöst hätte: Es erfolgt keine Belohnung, und der Siteverify-Aufruf von Ihrem Server erhält eine \"Gutschrift: Falsch\" in den Ergebnissen der Lösung.",
    "779817954": "F: Wenn ich Privacy-Pass-Pässe von einem anderen Anbieter ausgestellt habe, kann ich diese dann bei hCaptcha einlösen?",
    "3014149332": "A: Nein, Pässe sind nicht interoperabel: Sie müssen von derselben Behörde ausgestellt und eingelöst werden, in diesem Fall von hCaptcha. Beachten Sie, dass, wenn Sie Pässe sowohl von Cloudflare als auch von hCaptcha in Ihrer Erweiterung haben, sich die Anzahl der verfügbaren Pässe je nach den Anforderungen der von Ihnen besuchten Seite ändert. Mit anderen Worten, wenn Sie 100 Cloudflare-Pässe in Ihrer Brieftasche haben und 10 hCaptcha-Pässe, sollten Sie 10 auf dem Erweiterungssymbol auf Seiten mit eingebettetem hCaptcha sehen.",
    "3679148535": "F: An welchen anderen Anwendungen von Privacy Pass arbeiten Sie?",
    "1606783855": "A: Wir sind sehr interessiert an Privacy Pass für den Anwendungsfall Barrierefreiheit (\"a11y\"). Bislang beliebte Optionen wie Audio-Captchas diskriminieren viele a11y-Nutzer. Wir glauben, dass die Kombination unseres derzeitigen a11y-Ansatzes mit der Ausgabe von Privacy Pass es a11y-Nutzern ermöglichen wird, sicher zu surfen, in der Gewissheit, dass ihr Datenverkehr privater ist, und gleichzeitig den Missbrauch durch Bot-Betreiber einzuschränken, der unweigerlich auftritt, wenn a11y-Optionen verfügbar sind.",
    "2359150347": "F: Unterstützen andere Online-Sicherheitsdienste Privacy Pass?",
    "2082237880": "A: hCaptcha ist der erste Dienst seiner Art, der den Privacy Pass unterstützt, und derzeit der einzige, der dies tut. Wir gehen jedoch davon aus, dass auch andere Dienste die Vorteile der Verbesserung des Online-Datenschutzes der Nutzer erkennen und erwarten, dass in Zukunft weitere Implementierungen vorgenommen werden, sobald die IETF-Standards, an deren Entwicklung wir beteiligt sind, formell angenommen werden.",
    "2109792055": "Benutzerhandbuch: Fehlersuche bei Problemen mit der Ausstellung und Validierung von Privacy Pass",
    "3588620914": "Privacy Pass ist nach den Maßstäben des Internets eine neue Erfindung, und es ist möglich, dass andere Anwendungen und Browser-Erweiterungen, die sich dessen nicht bewusst sind, seine Funktionalität beeinträchtigen.",
    "4039193170": "Wenn Sie Probleme mit dem Erhalt oder der Einlösung von Token haben:",
    "2378786360": "1. Versuchen Sie einen der anderen unterstützten Browser: Wenn Sie Chrome verwenden, versuchen Sie Firefox zu verwenden, ohne Ihre Einstellungen aus Chrome zu importieren, und installieren Sie das Plugin dort. Wenn das funktioniert, haben Sie möglicherweise ein Problem mit der Browserkonfiguration.",
    "394235836": "3. Wenn keiner der oben genannten Vorschläge funktioniert, senden Sie uns eine E-Mail an den Support, und wir helfen Ihnen gerne, herauszufinden, was los ist.",
    "3470857731": "Eine Analyse, wie gut reCAPTCHA Bots erkennt.",
    "3240786848": "Letzte Aktualisierung: Februar 18, 2021",
    "2547140673": "Seit mehr als einem Jahrzehnt bietet der reCAPTCHA-Dienst von Google Website-Besitzern einen Handel an: Sie lassen Google Ihre Nutzer verfolgen und ihnen Fragen stellen, und im Gegenzug versprechen sie, Bots und Spam zu stoppen.",
    "2133754014": "Mehr als 4,5 Millionen Websites verwenden reCAPTCHA [",
    "3152512587": "und das System sammelt täglich Hunderte von Millionen von Lösungen. [",
    "2296918009": "Das entspricht mehr als 100 Personenjahren Arbeit pro Tag.[",
    "3900538778": "Markierte Daten sind der Treibstoff für das maschinelle Lernen. reCAPTCHA-Antworten werden seit 2009 zur Verbesserung der ML/AI-Dienste von Google verwendet. Viele Menschen, die reCAPTCHA verwenden, wissen nicht, dass ihre Arbeit genutzt wird.",
    "1160252730": "Google verlangt jetzt hohe Preise für reCAPTCHA Enterprise, was viele Unternehmen dazu veranlasst, dieses Geschäft neu zu bewerten.",
    "1131196501": "Große Unternehmen wie",
    "204889717": "haben zu hCaptcha's umgestellt",
    "639413188": "als Antwort.",
    "3280658086": "Unternehmenslösungen",
    "3842815245": "Ist das ein fairer Handel?",
    "714342693": "Das hCaptcha-Team sammelt seit 2016 Preisdaten von Captcha-Breaking-Diensten aus dem \"Dark Web\". Wir haben einen interessanten Trend festgestellt:",
    "468929661": "Die durchschnittlichen Kosten für das Brechen eines reCAPTCHA sind unglaublich niedrig (weniger als 1 $ pro 1000 Lösungen) und sind seit Beginn unserer Überwachung im Jahr 2016 nicht wesentlich gestiegen. Dies gilt sowohl für reCAPTCHA v2 als auch für v3.",
    "2862164005": "Anhand der Preisdaten können wir die Sicherheit, die ein reCAPTCHA bietet, genau beziffern: 0,001 Dollar oder weniger pro Antwort.",
    "102498091": "Google berechnet für reCAPTCHA Enterprise $1 pro 1000 Anfragen, was bedeutet, dass sie jetzt mehr pro Anfrage berechnen, als es kostet, die Sicherheit ihres Dienstes zu brechen. Das scheint ein schlechter Deal zu sein.",
    "130239139": "Welchen Wert haben die mehr als 100 Personenjahre Arbeit, die Google täglich leistet?",
    "1421074182": "Erheblich höher.",
    "1953519598": "Die Kosten für die Kennzeichnung eines einzigen Bildes liegen zwischen 0,03 und 1,00 Dollar oder mehr. Nach vorsichtigen Schätzungen hat Google bis heute Milliarden von Dollar an kostenloser Arbeit gewonnen. [",
    "3025548709": "Gibt es eine Alternative zu diesem unfairen Geschäft?",
    "263761351": "hCaptcha ist die erste glaubwürdige Alternative, die inzwischen jeden Monat von Hunderten Millionen Menschen genutzt wird.",
    "2743692546": "Wenn Nutzer ihre Menschlichkeit über hCaptcha nachweisen, wird ihre Arbeit auf einem anonymen, offenen Markt angeboten.",
    "1982750088": "Unternehmen auf der ganzen Welt bewerben sich um diese Arbeitskräfte, um einfache Aufgaben zu erledigen, die für Menschen leicht, für Maschinen aber schwer sind. Die Nutzer unterstützen die Website, die sie besuchen, und erleben weniger Web-Spam aufgrund eines höheren Sicherheitsniveaus.",
    "1108398506": "Kunden erhalten die volle Kontrolle über die Erfahrung und profitieren von der Expertise, die hCaptcha als größter unabhängiger Challenge-Anbieter im Internet erworben hat. Sie erhalten auch ein besseres Angebot als reCAPTCHA Enterprise: bis zu 50-80% bessere Preise, abhängig vom Volumen.",
    "3012870872": "Websites und Anwendungen, die die kostenlose Version (hCaptcha Publisher) verwenden, verdienen an dieser Arbeit, anstatt sie an Google zu spenden.",
    "2271512952": "Die Nutzer unterstützen die Website, die sie besuchen, und erleben weniger Web-Spam.",
    "278010425": "Die große und sich häufig ändernde Vielfalt an Aufgaben bei hCaptcha ist auch schwieriger zu automatisieren. Die einzige Schnittstelle von reCAPTCHA hat sich seit vielen Jahren nicht geändert und besteht aus einem kleinen Satz von Fragen, die sich nur selten ändern. Dies ist einer der Gründe, warum hCaptcha einen robusteren Anti-Bot-Schutz bietet als reCAPTCHA.",
    "984849234": "hCaptcha nutzt fortschrittliches maschinelles Lernen, um das zu liefern, was reCAPTCHA nur verspricht, und gleichzeitig den erfassten Wert mit den Websites zu teilen, die es verwenden.",
    "4063769686": "Die Nutzer unterstützen die Website, die sie besuchen, und erleben weniger Web-Spam. Dies scheint ein faireres Geschäft zu sein.",
    "685916926": "Warum hat sich reCAPTCHA im Laufe der Zeit nicht verbessert?",
    "3992401943": "Seit 2012 hat es eine Revolution beim Deep Learning gegeben. Die Industrienorm für die Genauigkeit von Aufgaben hat sich in den letzten zehn Jahren radikal verbessert, vor allem dank tiefer Faltungsnetzwerke. Andere ML-gestützte Dienste, die Google anbietet, sind dieser Entwicklung gefolgt.",
    "615031303": "(Siehe Fußnoten",
    "2125514305": "ML hat sich verbessert, aber die Schwierigkeit, reCAPTCHA zu umgehen, hat sich in dieser Zeit nicht wesentlich verändert.",
    "1406188018": "6 und 7",
    "2689973938": "Die Verbesserung von reCAPTCHA führt zu einem inneren Konflikt für Google als Anzeigenverkäufer.",
    "464238793": "Wenn Google selbst feststellt, dass ein Nutzer, der eine Anzeige sieht oder auf einen Link klickt, in Wirklichkeit ein Bot war, kann es für die diesem Nutzer angezeigten Anzeigen kein Geld verlangen. Dieser Interessenkonflikt hat die Reichweite von Googles Anti-Bot-Ambitionen stark eingeschränkt.",
    "918924423": "So hat Google beispielsweise keine offensichtlich wertvollen Dienste wie die rückwirkende Bot-Erkennung angeboten. Es ist viel zuverlässiger, den Nutzerverkehr nach der Analyse von Daten mehrerer Tage als bot-generiert zu erklären.",
    "661412233": "Nach dem Captcha zu wissen, dass es sich bei einigen Nutzern um Bots handelt, ist ebenfalls wertvoll. So können Website-Besitzer alte Spam-Beiträge löschen und \"Schläferkonten\", die in Zukunft für Spam-Foren registriert werden, ausschalten, Betrug verhindern und vieles mehr.",
    "3600797185": "Das Angebot einer rückwirkenden Bot-Identifizierung würde Google vor die heikle Frage stellen, wie Anzeigenkunden, die Geld für diesen betrügerischen Traffic ausgegeben haben, rückwirkend entschädigt werden sollen.",
    "2076932190": "Das Produkt reCAPTCHA stagniert also seit einem Jahrzehnt.",
    "3856912381": "Die Nutzer haben darunter gelitten, und unnötiger Web-Spam ist heute weit verbreitet. Aber es gibt eine Alternative.",
    "1035621426": "Jeder von reCAPTCHA identifizierte Bot verringert direkt die Werbeeinnahmen von Google.",
    "3668115514": "Was ist der Unterschied zu hCaptcha?",
    "2413742287": "Der Anreiz von hCaptcha besteht darin, die Genauigkeit zu maximieren, nicht die Werbeeinnahmen: Bot-Antworten sind für unsere Kunden, die menschliche Trainingsdaten benötigen, nutzlos.",
    "1373262754": "Zu wissen, wer eine Person ist, ist für hCaptcha von minimalem Wert. Uns interessiert nur, ob es sich um einen Menschen oder einen bösartigen Akteur handelt.",
    "600646860": "Anstatt eine Dienstleistung von zweifelhaftem Wert anzubieten und gleichzeitig Arbeit mit echtem Wert abzuziehen, bietet hCaptcha sowohl eine Vergütung als auch einen starken Anti-Bot-Schutz.",
    "1836191653": "Anstatt einen leicht zu überwindenden Dienst für kostenlose Nutzer anzubieten und gleichzeitig Millionen von Dollar für eine Unternehmensversion zu verlangen, die nicht viel besser ist, bietet hCaptcha einen ausgezeichneten Bot-Schutz für beide, während es Unternehmensnutzern zusätzliche Funktionen und Anpassungsmöglichkeiten bietet, zusammen mit starken SLAs und schnellem Support.",
    "990215503": "hCaptcha ist der einzige große Captcha-Dienst, der nicht zu einem Werbenetzwerk gehört.",
    "971933157": "hCaptcha legt großen Wert auf Datenschutz, Transparenz und Fairness.",
    "178839499": "hCaptcha teilt den Wert der geleisteten Arbeit, während die Nutzer ihre Menschlichkeit beweisen.",
    "1237076138": "hCaptcha bietet ein faires Angebot sowohl für kostenlose (hCaptcha Publisher) als auch für Unternehmenskunden (hCaptcha Enterprise).",
    "614310292": "Wer hat hCaptcha entwickelt?",
    "4188814619": "hCaptcha ist ein Dienst von Intuition Machines (",
    "3265328927": "), ein Unternehmen für maschinelles Lernen, das Produkte und Dienstleistungen für Unternehmen anbietet, die maschinelles Lernen in großem Umfang einsetzen.",
    "2740033957": "Das IM-Team besteht aus Wissenschaftlern und Ingenieuren von Apple, Amazon und anderen führenden Unternehmen in den Bereichen maschinelles Lernen, verteilte Systeme und Sicherheit.",
    "1579715421": "IM-Wissenschaftler veröffentlichen regelmäßig auf Top-Konferenzen wie ICML, ICLR, ECCV und NeurIPS, und das Unternehmen hat die neuesten Ergebnisse in ML-Disziplinen wie Deep Hashing veröffentlicht [",
    "4015238193": "und OCR [",
    "279580593": "imachines.com",
    "279918384": "Wie nutzt Google Ihre kostenlose Arbeit?",
    "2385522384": "Sie haben wahrscheinlich Videobilder von den Kameras der selbstfahrenden Autos von Google Waymo gesehen, die zur Verbesserung der Objekterkennung beitragen.",
    "1517627947": "Wahrscheinlich sahen Sie Bilder von Gebäuden oder Straßenschildern aus den Streetview-Autos von Google und halfen bei der Kennzeichnung von Standorten für die Produkte Maps und Earth.",
    "3225936061": "Wahrscheinlich haben Sie Bilder von Texten gesehen, die aus Buchseiten des Google-Dienstes \"Books\" entnommen wurden, und zur Verbesserung der OCR-Software (Texterkennung) beigetragen.",
    "129661785": "Wurden Sie schon einmal gebeten, \"auf das Auto/den Zebrastreifen/die Ampel zu klicken\"?",
    "936667684": "Wurden Sie schon einmal gebeten, \"das Gebäude/Straßenschild einzugeben\"?",
    "3773515538": "Wurden Sie schon einmal gebeten, \"die zwei Wörter einzugeben\"?",
    "1778058441": "Welche Arten von Aufträgen laufen auf hCaptcha?",
    "366088791": "hCaptcha unterstützt eine breite Palette von Aufgaben.",
    "3114147525": "hCaptcha-Kunden nutzen den Dienst für Aufgaben wie Objekterkennung, Attributerkennung (Sammeln von Etiketten zur Identifizierung von Kleidungsstücken), Relevanz-Ranking (Auswahl des relevantesten Produkts aus mehreren Optionen im Vergleich zu einem Primärprodukt), Bounding Boxes (Auffinden von Bereichen von Interesse auf einem Bild), \"Human OCR\" (Identifizierung von Text in einem Bild) und viele andere Aufgabenarten.",
    "3139609561": "Im Folgenden finden Sie zwei Beispiele für Bildklassifizierungs- und Attributerkennungsaufträge. [",
    "2273532558": "Wer sind die zahlenden Kunden von hCaptcha?",
    "4104221634": "Die Kunden von hCaptcha kommen aus einer Vielzahl von Branchen, von Technologieunternehmen bis hin zu Unternehmen, die sich auf Mode, Einzelhandel und andere Bereiche konzentrieren, in denen sie durch die Anwendung von maschinellem Lernen Mehrwert schaffen können.",
    "1337725003": "hCaptcha hat es sich zur Aufgabe gemacht, den Zugang zu umfangreichen Echtzeit-Anmerkungen zu demokratisieren und es großen und kleinen Unternehmen zu ermöglichen, die Qualität ihrer Produkte und Dienstleistungen zu verbessern, indem sie maschinelles Lernen auf ihr Geschäft anwenden.",
    "4086379603": "Noch Fragen?",
    "1243684308": "Wir nehmen Ihr Feedback ernst und möchten sicherstellen, dass jeder eine angenehmere Online-Erfahrung hat, mit weniger Bots und weniger Spam. Nehmen Sie Kontakt mit uns auf:",
    "2645321220": "Und wenn Ihnen die Kosten für reCAPTCHA zu hoch sind, fragen Sie uns nach hCaptcha Enterprise. Sie sind nicht nur eine glaubwürdige Alternative zu reCAPTCHA, sondern bieten unserer Meinung nach den besten derzeit verfügbaren Bot-Schutz.",
    "1229233916": "Fußnoten",
    "1115642494": "1. Quelle: BuiltWith.com reCAPTCHA site listings. Abgerufen am 9. Juli 2019.",
    "448807334": "(\"Hunderte von Millionen CAPTCHAs werden täglich von Menschen gelöst.\") Abgerufen am 8. Juli 2019.",
    "2397590157": "3. Konservative Schätzung: 200 Millionen gelöste Aufgaben * 30 Sekunden pro Lösung in Jahren = 190,3 Personenjahre/Tag.",
    "3236311792": "4. hCaptcha-interne Analyse. Die Daten wurden bis zum 30. Juni 2019 erhoben. Details sind auf Anfrage erhältlich.",
    "1752259468": "5. Konservative Schätzung: 0,01 $ Kosten für eine einzige Anmerkung * 200 Mio. durchschnittliche Anmerkungen pro Tag (untere Grenze) * 365 Tage pro Jahr * 10 Jahre seit der Übernahme 2009 = 7,3 Mrd. $ untere Grenze.",
    "3268946369": "6. Credit: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Quelle: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "SEMANTIC HIERARCHY BASED RELATIONAL EMBEDDINGS FOR WEAKLY-SUPERVISED DEEP HASHING, Heikki Arponen, Tom E Bishop. ICML 2019, LLD Workshop.",
    "2544169219": "Neueste Ergebnisse zum Stand der Technik: ICML LLD, Mai 2019.",
    "1973347745": "10. Lizenzfreie Beispielbilder. Quelle: Petapixel.",
    "1493115924": "Anmerkungen zum Warenzeichen:",
    "4051104324": "Intuition Machines ist eine eingetragene Marke von Intuition Machines, Inc.",
    "3983646521": "Alle Produktnamen, Logos, Marken, Warenzeichen und eingetragenen Warenzeichen sind Eigentum ihrer jeweiligen Inhaber. Alle auf dieser Website verwendeten Firmen-, Produkt- und Dienstleistungsnamen dienen nur zur Identifizierung. Die Verwendung dieser Namen, Warenzeichen und Marken impliziert keine Befürwortung. In diesem Fall ist genau das Gegenteil der Fall.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM-Wissenschaftler setzen auf der CVPR 2020 neue Maßstäbe für schwach überwachte Texterkennung (OCR).",
    "1259002282": "Sie haben einen Fehler gefunden? Hier erfahren Sie, wie Sie ihn melden können.",
    "3301728462": "Millionen von Menschen nutzen hCaptcha jeden Monat auf Tausenden von Kombinationen von Browsern, Erweiterungen, Geräten, Firewalls und mehr.",
    "3878230879": "Unser Ziel ist es, dass es immer für Sie funktioniert, deshalb sind wir für Ihre Berichte sehr dankbar!",
    "2465128185": "Um ein schnelles Feedback zu geben, klicken Sie einfach auf die Schaltfläche \"Senden Sie uns Feedback\".",
    "2921990472": "Wenn Sie ein Funktionsproblem haben, folgen Sie bitte den",
    "2870341481": "unten. Bei allen anderen Browsern genügt",
    "1866590035": "Anweisungen für das Debug-Protokoll für Chrome",
    "444492541": "Anweisungen für das Debug-Protokoll für Firefox",
    "169267610": "E-Mail",
    "3100722753": "Zu möglichen Sicherheits- oder Datenschutzproblemen lesen Sie bitte die nachstehenden Anweisungen.",
    "1906593952": "Geben Sie eine Rückmeldung zu dem gerade gesehenen hCaptcha",
    "3951254541": "Wir schätzen Ihre Anregungen. Teilen Sie uns alle Probleme mit und wir werden sie schnell lösen.",
    "3324288040": "Senden Sie uns Ihr Feedback",
    "2864016648": "Fragen zum Datenschutz",
    "304004915": "Uns interessiert nicht, wer die Nutzer sind, sondern nur, wie wahrscheinlich es ist, dass sie böswillig oder Maschinen sind. Wir unterstützen Initiativen wie",
    "1139493658": "und arbeiten hart daran, ein Gleichgewicht zwischen Privatsphäre und Sicherheit herzustellen.",
    "3083289844": "Wenn Sie ein Problem gefunden haben, das Ihrer Meinung nach die Privatsphäre der Nutzer beeinträchtigen könnte, senden Sie uns bitte eine E-Mail an",
    "4264784515": "Sicherheitslücken",
    "963238401": "Wir sind immer daran interessiert, Berichte über Sicherheitslücken zu erhalten. E-Mail",
    "3926027556": "und wir werden uns schnell bei Ihnen melden.",
    "1589805435": "Wir haben auch eine",
    "2560582224": "Bug-Bounty-Programm",
    "103876916": "für geeignete Sicherheitsberichte über den hCaptcha-Dienst und den zugehörigen Quellcode.",
    "497117287": "Zugänglichkeitsoptionen",
    "3230004040": "Sind Sie sehbehindert oder aus anderen Gründen nicht in der Lage, hCaptchas auszufüllen?",
    "3480023141": "Erfahren Sie mehr über Zugänglichkeitsoptionen",
    "2052161540": "Erfassen von Fehlerberichtsdetails: Chrome",
    "2281169898": "Wenn Sie Ihrem Bericht Fehlerbehebungsinformationen beifügen, ist es für uns viel einfacher herauszufinden, was los ist. Hier finden Sie eine Schritt-für-Schritt-Anleitung:",
    "1123365779": "Wenn Sie ein Webentwickler oder ein erfahrener Benutzer sind, möchten wir Sie bitten, uns eine Netzwerkaufzeichnung HAR und Protokolle der Browserkonsole zu schicken.",
    "2015218686": "bevor Sie diese Schritte ausführen. Wenn Ihr Problem damit behoben ist, würden wir uns trotzdem freuen, wenn Sie uns Ihre Browserversion, Ihren Werbeblocker oder Ihre Browsererweiterung sowie die URL der Website mitteilen.",
    "3922723611": "Bitte versuchen Sie, alle Werbeblocker oder Browser-Sicherheitserweiterungen zu deaktivieren.",
    "4036872105": "zuerst und dann erneut versuchen",
    "993651083": "Schritt 1: Öffnen Sie die Entwicklertools (Dadurch wird die Aufzeichnung der Sitzung gestartet.)",
    "4163469907": "Schritt 2: Klicken Sie in den Entwicklertools auf die Registerkarte Netzwerk. Markieren Sie oben das Kästchen \"Protokoll beibehalten\".",
    "4243348003": "Schritt 3: Besuch",
    "641342999": "oder die Website, auf der Sie ein Problem haben (Hinweis zum Datenschutz: nur, wenn es Ihnen nichts ausmacht, das Problem mitzuteilen) ... und klicken Sie dann auf die Schaltfläche \"Ich bin ein Mensch\", und versuchen Sie, das Problem zu lösen.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Schritt 4: Klicken Sie nach dem Lösungsversuch auf \"HAR exportieren\" (den kleinen Pfeil nach unten), um das Netzwerkprotokoll zu speichern. Senden Sie diese Datei an uns.",
    "1503240421": "Schritt 5: Klicken Sie auf die Registerkarte \"Konsole\" und dann mit der rechten Maustaste auf \"Speichern unter ...\", um das Konsolenprotokoll zu speichern. Senden Sie uns auch dieses.",
    "2863840904": "Schritt 6: Als letzten Schritt senden Sie uns die HAR- und Konsolenprotokolldateien per E-Mail zu und beschreiben das Problem.",
    "4051785543": "Verwendung:",
    "3623028666": "(bitte benutzen Sie einen Dienst wie",
    "551761392": "und senden Sie Links) und optional ein Bildschirmfoto, wenn Sie vermuten, dass etwas nicht korrekt angezeigt wird. Bitte senden Sie auch die IP, die Sie verwenden. Sie können sie abrufen unter",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Vielen Dank, dass Sie sich die Zeit genommen haben, uns diese Informationen zur Verfügung zu stellen!",
    "3680327841": "Wir sind bestrebt, dass hCaptcha für alle gut funktioniert",
    "1059502393": "Erfassen von Fehlerberichtsdetails: Firefox",
    "1112074001": "Schritt 2: Klicken Sie in den Entwicklertools auf die Registerkarte Netzwerk. Aktivieren Sie oben das Kontrollkästchen \"Protokolle beibehalten\".",
    "1797298240": "Schritt 4: Klicken Sie nach dem Lösungsversuch auf \"HAR\", und wählen Sie \"Alles als HAR speichern\", um das Netzwerkprotokoll zu speichern. Senden Sie diese Datei an uns.",
    "3671246379": "Schritt 5: Klicken Sie auf die Registerkarte \"Konsole\", dann mit der rechten Maustaste auf \"Alles auswählen\" und speichern Sie das Konsolenprotokoll in einer Textdatei. Senden Sie uns auch diese Datei.",
    "3816867833": "Rückmeldung",
    "788770967": "Tut mir leid, das zu hören! Vielleicht möchten Sie unsere Zugänglichkeitsoption nutzen:",
    "1333016413": "So können Sie zukünftige Fragen vermeiden, indem Sie sich registrieren und ein Cookie setzen.",
    "2333410049": "Bitte versuchen Sie auch, Ihren Werbeblocker zu deaktivieren.",
    "1345083090": "Ein Problem mit der Funktionalität melden?",
    "2184564739": "Siehe",
    "604751186": "Andere Probleme? E-Mail:",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "wie man Probleme mit detaillierten Protokollen meldet",
    "1050501253": "Zu schwierig",
    "3264813246": "Ungeeignet",
    "3526939538": "Software-Fehler",
    "126134492": "Andere",
    "3511610999": "Lassen Sie uns dafür sorgen, dass Sie an den richtigen Ort kommen.",
    "3906886217": "Für Unternehmen oder Websites",
    "1621597093": "Sicherheitslösungen für Unternehmen (kostenpflichtig)",
    "3176531704": "Anmerkung zu den Daten",
    "1834239172": "hCaptcha-Anmerkungsdienste kaufen",
    "1457707016": "Für Einzelpersonen",
    "770264626": "hCaptcha zu Ihrem Dienst hinzufügen (kostenlos)",
    "881015166": "hCaptcha für Publisher zu meiner Website oder App hinzufügen",
    "47536007": "Erfahren Sie mehr über hCaptcha",
    "2012837493": "Suchergebnisse",
    "4034694801": "Keine passenden Ergebnisse.",
    "3621411541": "Erfahren Sie mehr über die Zugänglichkeitsoptionen für hCaptcha",
    "3401005681": "Geld verdienen",
    "3933993151": "Arbeit als individueller Datenetikettierer",
    "563059212": "Liste der Unterauftragsverarbeiter",
    "3501923981": "Zuletzt aktualisiert: 1. Januar 2020.",
    "3548097301": "Wirksam: 1. Januar 2020.",
    "3991444169": "Diese Seite listet die aktuellen Subprozessoren für den hCaptcha Enterprise-Dienst auf.",
    "835396984": "Derzeit aktiv",
    "424089481": "Amazon Web Services, Inc. (Global). Angebotene Dienste: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Global). Erbrachte Dienstleistungen: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Global). Angebotene Dienste: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Global). Angebotene Dienste: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Hinweis: Gilt nicht für alle Kunden. Beispielsweise sind Kunden mit IP Blinding oder anderen erweiterten Datenschutz- oder Sicherheitsoptionen (z. B. Kunden mit Secure Virtual Tenancy) völlig davon ausgeschlossen, dass potenzielle \"PII\" jemals in Telemetriesysteme gelangen, selbst eine IP-Adresse. Bitte wenden Sie sich bei Bedarf an Ihren Kundenbetreuer, um weitere Informationen zu erhalten.",
    "700843971": "Hound Technology, Inc. (Global). Erbrachte Dienstleistungen: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Global). Erbrachte Dienstleistungen: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Global). Erbrachte Dienstleistungen: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Global). Erbrachte Dienstleistungen: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Infrastruktur",
    "370366524": "Ephemerer Dienst Telemetrie",
    "121192737": "Bevorstehende Ergänzungen",
    "2420789666": "Fastly, Inc. Erbrachte Dienstleistungen: Fastly CDN und Edge Compute.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Wirksam: 1. September 2021. Ergänzung der Infrastruktur",
    "1487796027": "Für Unternehmen",
    "3943417791": "Erhalten Sie Unterstützung für hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (kostenlos)",
    "3397976149": "Unterstützung für hCaptcha Publisher erhalten",
    "833750823": "Haben Sie Schwierigkeiten mit einer Herausforderung?",
    "2024737147": "Möchten Sie einen Fehler melden?",
    "1978884623": "Erfahren Sie mehr über das Melden von Softwareproblemen",
    "4188664955": "Allgemeine Geschäftsbedingungen",
    "2621989404": "Zuletzt aktualisiert: 24. September 2021. Bitte beachten Sie, dass unsere englischsprachigen Begriffe maßgebend sind.",
    "2404545611": "Willkommen bei hCaptcha! Vielen Dank, dass Sie ein Teil unserer Gemeinschaft sind. Alle Nutzer der \"Dienste\" (wie unten definiert) müssen den folgenden Bedingungen zustimmen (die \"Servicebedingungen\"). Im Rahmen dieser Nutzungsbedingungen bezieht sich \"IMI\", \"wir\" und \"uns\" auf Intuition Machines, Inc. und seine Tochtergesellschaften, verbundenen Unternehmen, leitenden Angestellten, Agenten, Mitarbeiter, Vertreter und Beauftragten, und unsere \"Website\" umfasst jede Website unter unserer Kontrolle, einschließlich www.hcaptcha.com und www.imachines.com.",
    "2348450790": "Bitte lesen Sie diese Allgemeinen Geschäftsbedingungen. Sie enthalten unter anderem Bestimmungen über den Ausschluss von Garantien, Haftungsbeschränkungen und ein verbindliches Schiedsverfahren. Bitte beachten Sie, dass sich diese Nutzungsbedingungen seit Ihrem letzten Besuch auf unserer Website geändert haben können. Wir können diese Nutzungsbedingungen von Zeit zu Zeit nach eigenem Ermessen überarbeiten und aktualisieren. Im Falle einer wesentlichen Änderung werden wir Sie benachrichtigen, indem wir die aktualisierten Servicebedingungen auf dieser Seite veröffentlichen, woraufhin Sie die aktualisierten Servicebedingungen akzeptieren müssen, um die Website oder den Service weiterhin nutzen oder darauf zugreifen zu können.",
    "1064537632": "Bitte beachten Sie, dass Ihre Nutzung unseres Dienstes durch unsere Datenverarbeitungsvereinbarung geregelt wird, die hier durch Verweis aufgenommen wird. Bitte lesen Sie diese Vereinbarung, um zu erfahren, wie wir personenbezogene Daten in Ihrem Namen verarbeiten. Beachten Sie, dass wir als \"Datenverarbeiter\" im Sinne der EU-Datenschutzgrundverordnung und als \"Dienstleister\" im Sinne des kalifornischen Verbraucherschutzgesetzes tätig sind.",
    "1933936765": "Datenverarbeitungsvertrag (Letzte Aktualisierung: 23. September 2021)",
    "2959486280": "Wenn Sie mit diesen Nutzungsbedingungen nicht einverstanden sind, dürfen Sie die Website oder den Dienst nicht nutzen oder darauf zugreifen.",
    "3200859925": "1. Zweck",
    "1807143500": "Die Dienste umfassen einen Online-Sicherheitsdienst (den \"hCaptcha-Dienst\") und eine Plattform (die \"Intuition Machines-Plattform\"), auf der eine Einzelperson (\"Mitwirkende\") Aufgaben erfüllen kann, die ein Drittunternehmen oder Intuition Machines selbst (jeweils ein \"Anforderer\") auf unserer Website oder dem hCaptcha-Dienst postet, entweder direkt auf unserer Website oder durch Zugriff auf die Intuition Machines-Plattform und/oder die Erfüllung von Aufgaben durch oder in Verbindung mit einem Drittunternehmen und/oder einer Plattform oder Dienstleistung (jeweils ein \"Integrator\"). Anforderer stellen Aufgaben ein und laden Mitwirkende ein, sie im Austausch für Belohnungen auszuführen, die IMI den Integratoren zur Verfügung stellt, oder wie vom Anforderer festgelegt, wenn der Anforderer die Intuition Machines-Plattform oder den hCaptcha-Service verwendet, um Aufgaben an seine eigenen Endbenutzer zu stellen. Wir berechnen Unternehmen und Einzelpersonen (jeweils ein \"Kunde\") für die Nutzung unserer Plattform, damit sie unsere Software verwenden, Aufgaben erstellen, uns mit der Erstellung von Aufgaben beauftragen und/oder Zugang zu den Mitwirkenden erhalten. Wir berechnen auch Integratoren für die Nutzung unseres hCaptcha-Dienstes, um Betrug, Missbrauch und Spam auf ihren Websites, mobilen Anwendungen und anderen Online-Eigenschaften zu reduzieren. Das Vorstehende wird zusammenfassend als die \"Dienste\" bezeichnet.",
    "3212830633": "2. Förderungswürdigkeit",
    "2605814073": "Indem Sie unsere Dienste nutzen oder sich dafür registrieren, erklären Sie sich damit einverstanden, dass Sie mindestens 18 Jahre alt sind, dass Sie befugt sind, diese Vereinbarung im eigenen Namen oder im Namen der von Ihnen vertretenen juristischen Person abzuschließen, und dass Sie diese Nutzungsbedingungen und alle hierin genannten IMI-Richtlinien und -Vorschriften jederzeit einhalten werden, und dass Sie unsere Website nicht missbrauchen, uns gegenüber keine falschen Angaben zu Ihrer Identität machen und keine künstliche Intelligenz einsetzen werden, um einen Teil einer Aufgabe auf IMI zu erledigen, die menschliche Intelligenz erfordert.",
    "2616040974": "3. Kunden und Antragsteller",
    "1544829730": "Wenn Sie ein Kunde oder Anforderer sind, erklären Sie sich damit einverstanden, dass die zusätzlichen Bedingungen, die als Kundenanhang beigefügt sind, gelten und durch Verweis in diese Servicebedingungen aufgenommen werden. Wenn Sie kein Kunde oder Anforderer sind oder aufhören, Kunde oder Anforderer zu sein, gelten die zusätzlichen Bedingungen im Kundenanhang nicht und werden auch nicht durch Verweis in diese Servicebedingungen aufgenommen.",
    "3759360138": "4. Benutzername und Passwort",
    "2236960358": "Bei der Registrierung werden Sie aufgefordert, bestimmte persönliche Informationen über sich preiszugeben (\"Persönliche Informationen\"), einschließlich Ihres Namens, Ihrer E-Mail-Adresse, und einen Benutzernamen und ein Passwort zu erstellen, die alle unserer Datenschutzrichtlinie unterliegen, die auf unserer Website verfügbar ist. Sie allein sind dafür verantwortlich, die Sicherheit Ihres Kontos, Ihrer Passwörter und aller mit Ihrem Konto verbundenen Authentifizierungsschlüssel zu überwachen, zu gewährleisten und aufrechtzuerhalten, und Sie sind für jede Nutzung oder Handlung verantwortlich, die durch die Nutzung dieser Informationen in den Diensten erfolgt.",
    "3047519814": "Sie stimmen zu, dass Sie Ihr Konto oder Passwort nicht an Dritte weitergeben werden.",
    "1699668873": "Sie müssen IMI unverzüglich benachrichtigen, wenn Sie den Verdacht haben, dass Ihre Kontodaten gestohlen oder von einer anderen Person verwendet wurden, oder wenn eine andere Verletzung der Sicherheit vorliegt.",
    "3044038608": "Sie verpflichten sich, uns wahrheitsgemäße, genaue und vollständige Informationen zu geben, wie sie in unserem Registrierungsprozess verlangt werden. Sie verpflichten sich außerdem, diese Informationen umgehend zu aktualisieren, um sie aktuell und korrekt zu halten.",
    "4132302900": "5. Ihre Privatsphäre, Ihre Daten und \"Daten für alle\"",
    "10724169": "Sie akzeptieren unsere Datenschutzrichtlinie, die regelt, was wir mit den persönlichen Daten, die Sie uns zur Verfügung stellen, tun werden.",
    "1669194950": "Zusätzlich zu den persönlichen Daten müssen Sie möglicherweise auch andere Daten zur Verfügung stellen (oder es kann für uns notwendig sein, diese zu sammeln), damit wir die Dienstleistungen erbringen können (zusammenfassend \"Kundendaten\"). Wir haften nicht für die Nichterbringung von Dienstleistungen, die durch Ihre Verspätung oder Ihr Versäumnis, Kundendaten bereitzustellen, verursacht werden.",
    "1330274831": "Sie gewähren uns hiermit eine weltweite, nicht ausschließliche, unterlizenzierbare, übertragbare, gebührenfreie und unwiderrufliche Lizenz für die Dauer dieses Vertrages zur Nutzung, Vervielfältigung, elektronischen Verteilung und öffentlichen Darstellung von Kundendaten ausschließlich zum Zweck der Erbringung der Dienste. Sie sichern zu und gewährleisten, dass Sie ausreichende Rechte, Titel und Interessen an Ihren Daten besitzen, um die Lizenz in diesem Abschnitt zu gewähren.",
    "2230333214": "Wir fassen Kundendaten mit anderen Daten zusammen, so dass die Ergebnisse nicht persönlich identifizierbar sind, und wir sammeln auch de-identifizierte technische Protokolle und Daten über die Nutzung der Dienste (\"zusammengefasste/de-identifizierte Daten\"). Ungeachtet gegenteiliger Bestimmungen in dieser Vereinbarung können solche zusammengefassten/ nicht identifizierten Daten von IMI während oder nach der Laufzeit dieser Vereinbarung für alle Geschäftszwecke verwendet werden, insbesondere zur Entwicklung und Verbesserung der Dienste und zur Erstellung und Verteilung von Berichten und anderen Materialien. Kundendaten können auch für einen begrenzten Zeitraum von höchstens 180 Tagen nach Abschluss eines Auftrags im System verbleiben und angezeigt werden, zum Beispiel als automatische Kalibrierungs- oder Validierungsdaten für Intuition Machines-Systeme. Aus Gründen der Klarheit gibt uns dieser Abschnitt 5 nicht das Recht, Sie ohne Ihre vorherige schriftliche Zustimmung als Quelle von aggregierten/de-identifizierten Daten zu identifizieren.",
    "3881754581": ". Wenn Sie ein Kunde unserer Anmerkungsdienste sind und die Option \"Daten für alle\" als Teil Ihrer Nutzung der Dienste ausgewählt haben, dann gewähren Sie IMI und allen Nutzern der Dienste eine weltweite, nicht exklusive, unterlizenzierbare, übertragbare, gebührenfreie und unwiderrufliche Lizenz zur vollständigen Nutzung aller Kundendaten, einschließlich aller damit verbundenen Rechte an geistigem Eigentum. Wenn Sie die Option \"Daten für alle\" wählen, sichern Sie zu und gewährleisten, dass Sie ausreichende Rechte, Titel und Anteile an Ihren Daten besitzen, um die Lizenz in diesem Abschnitt zu gewähren.",
    "3496767126": "Um jeden Zweifel auszuschließen, gilt der folgende Absatz ausschließlich für Kunden, die unsere Anmerkungsdienste nutzen, und nicht für die Nutzung unserer Dienste als Integrator",
    "767207800": "Wenn Ihre Daten potenziell explizite oder anstößige Inhalte enthalten, müssen Sie sie als \"EXPLICIT CONTENT\" kennzeichnen, um jeden, der Ihre Daten sieht, angemessen zu warnen. Ohne eine gesonderte schriftliche Vereinbarung mit IMI dürfen Sie keine Aufgaben aufnehmen, die gegen unsere Richtlinien verstoßen, einschließlich, aber nicht beschränkt auf (a) Aufgaben, die direkt oder indirekt eine andere Website oder einen anderen Dienst bewerben, (b) Aufgaben, die gegen die Geschäftsbedingungen einer Website Dritter verstoßen, (c) Aufgaben, die Mitwirkende auffordern, Dritte zu werben, (d) Aufgaben, die Mitwirkende auffordern, Maßnahmen zu ergreifen, um das Verhalten oder die Ergebnisse einer Website zu manipulieren, (e) Aufgaben, die die Rechte am geistigen Eigentum Dritter verletzen, und (f) Aufgaben, die Mitwirkende auffordern, Software oder Dateien herunterzuladen.",
    "3370561195": "6. Akzeptables Verhalten",
    "4205152730": "Sie werden ermutigt, mit anderen Nutzern auf unserer Website, im Forum, im Messaging, im Chat und in anderen von IMI kontrollierten Social-Media-Kanälen zu interagieren, aber wenn Sie dies tun, müssen Sie alle Dienstleistungs- und Nutzungsbedingungen auf unserer Website und alle einschlägigen Gesetze einhalten.",
    "1394253934": "7. Missbrauch, Misshandlung und Täuschung",
    "1406393333": "Jeglicher Zugriff auf die Dienste oder deren Nutzung, der nicht im Einklang mit diesen Nutzungsbedingungen und den von uns erteilten Anweisungen steht, ist strengstens untersagt. Insbesondere WERDEN Sie NICHT:",
    "3409726716": "sich ohne schriftliche Genehmigung für mehr als ein Konto bei uns zu registrieren;",
    "3119498672": "Aufgaben mit Hilfe von Internet-Bots, Web-Robotern, Bots, Skripten oder einer anderen Form von künstlicher Intelligenz auszuführen oder anderweitig zu versuchen, Belohnungen von IMI oder einem Antragsteller oder Integrator zu erhalten, ohne die Aufgaben wie beschrieben auszuführen;",
    "1188668818": "bei der Nutzung dieser Website falsche Angaben zu machen (einschließlich, aber nicht beschränkt auf das Ausgeben einer anderen Person oder Organisation in Ihrem Konto, oder die falsche Angabe oder anderweitige Falschdarstellung Ihrer Person oder Ihrer Zugehörigkeit zu einer anderen Person oder Organisation in Ihrem Konto);",
    "2804310964": "auf unsere Website über einen Proxy-Webserver oder ein anderes Gerät zuzugreifen oder dies zu versuchen, das dazu bestimmt ist, Ihren wahren Standort oder Ihre Identität zu verschleiern, oder über andere Mittel als die bereitgestellte Schnittstelle;",
    "1374227759": "die Website für illegale Aktivitäten oder für einen anderen Zweck als den, für den sie zur Verfügung gestellt wurde, zu nutzen;",
    "2103513933": "sich an Aktivitäten zu beteiligen, die das Funktionieren der Website beeinträchtigen oder stören;",
    "137127070": "bösartige oder unbekannte externe Links oder Dateien einzufügen, hochzuladen oder anzuhängen oder Inhalte hochzuladen, die einen Virus, ein trojanisches Pferd, einen Wurm, eine Zeitbombe oder einen anderen schädlichen Computercode enthalten;",
    "1686655020": "das Hochladen von urheberrechtlich geschützten Inhalten, bei denen es sich nicht um Ihre Originalarbeit handelt, es sei denn, Sie haben die Erlaubnis des rechtmäßigen Eigentümers, diese Inhalte zu veröffentlichen und IMI alle hierin gewährten Lizenzrechte zu gewähren;",
    "1406692811": "Spamming, Werbung, Empfehlungsversuche, Massenkommunikation, Geldangebote oder -aufforderungen, Werbung, Marketing, unsinnige Nachrichten, duplizierte Themen, illegale Inhalte, Links zu sozialen Websites, E-Mail-Adressen oder Instant-Messenger-Kennungen zu veröffentlichen, es sei denn, die Aufgabe erfordert dies;",
    "3893539589": "externe Links einfügen, die Waren oder Dienstleistungen anbieten, es sei denn, dies ist für die Aufgabe erforderlich;",
    "3214322759": "sich anderweitig an böswilligen oder betrügerischen Aktivitäten zu beteiligen.",
    "3733422465": "8. Überprüfung Ihrer Identität",
    "267645277": "Das IMI kann Ihre Identität überprüfen. Dazu kann der Abgleich Ihrer persönlichen Daten mit Datenbanken Dritter oder offiziellen Rechtsdokumenten gehören. Sie ermächtigen uns, alle erforderlichen Nachforschungen anzustellen, um Ihre Identität, den Besitz Ihrer E-Mail-Adresse und den Besitz Ihrer Finanzkonten zu bestätigen. Sie erklären sich damit einverstanden, uns Informationen über Sie zur Verfügung zu stellen, um uns bei der Überprüfung Ihrer Identität zu unterstützen.",
    "4169910317": "9. Einhaltung der Gesetze",
    "519755936": "Sie allein sind für die Einhaltung von Bundes-, Landes-, Provinz- und lokalen Gesetzen in Verbindung mit Ihrer Nutzung der Dienste verantwortlich. Sie erklären sich damit einverstanden, uns von allen Ansprüchen freizustellen und schadlos zu halten, die gegen uns erhoben werden, weil Sie gegen ein Gesetz verstoßen oder die Rechte Dritter verletzt haben, insbesondere vertragliche Rechte, Rechte an geistigem Eigentum oder Datenschutzrechte.",
    "731546974": "10. Beitragszahler oder Integrator Steuern",
    "3128328457": "Wenn Sie ein Mitwirkender oder Integrator sind, sind Sie allein verantwortlich für die Zahlung von geschätzten oder anderen Einkommenssteuern auf Bundes-, Landes- oder Kommunalebene, von Sozialversicherungs-, FICA- und Arbeitnehmerentschädigungssteuern, die aufgrund der Nutzung unserer Website geschuldet werden, sowie von ähnlichen Steuern oder Gebühren in Nicht-US-Gerichtsbarkeiten. Sie erklären sich damit einverstanden, uns für alle Veranlagungen gegen uns zu entschädigen und schadlos zu halten, die aufgrund der Nichteinhaltung von Steuergesetzen durch Sie entstehen.",
    "2931396764": "11. Verstoß gegen diese Nutzungsbedingungen",
    "1240667045": "Wir können Ihren Zugang zu den Diensten jederzeit und ohne Angabe von Gründen aussetzen, einschränken oder kündigen, u. a. weil: (a) wir der Meinung sind, dass Sie gegen diese Nutzungsbedingungen (einschließlich anderer damit verbundener Richtlinien) verstoßen haben; (b) wir der Meinung sind, dass Sie unsere Rechte oder die Rechte Dritter verletzt haben; (c) wir nicht in der Lage sind, Informationen, die Sie uns zur Verfügung gestellt haben, zu verifizieren oder zu authentifizieren; oder (d) wir der Meinung sind, dass Ihre Handlungen für Sie, uns oder einen Dritten eine Haftung nach sich ziehen könnten. Um Zweifel auszuschließen, behalten wir uns das Recht vor, Zahlungen an Sie zu verhindern oder auszusetzen, wenn wir vernünftigerweise davon ausgehen, dass einer der vorgenannten Punkte auf eine solche Zahlung zutrifft.",
    "1601080128": "Wenn wir Ihr Konto aussetzen oder kündigen, haben Sie keinen Zugang mehr zu allen Teilen der Website, einschließlich Daten, Nachrichten, Dateien und anderem Material, das Sie auf der Website gespeichert haben. Sie dürfen unsere Website NICHT unter einem anderen oder neuen Kontonamen weiter nutzen. Verstöße gegen diese Nutzungsbedingungen können im vollen Umfang des Gesetzes verfolgt werden und können zusätzliche Strafen und Sanktionen nach sich ziehen.",
    "1160707899": "12. Rolle des Beitragsleistenden und Beziehung zum IMI und anderen Antragstellern",
    "269838707": "Als Contributor entscheiden Sie und nur Sie selbst, welche und wie viele Aufgaben Sie erledigen und wann und wo Sie diese erledigen. Es steht Ihnen frei, so viel oder so wenig Zeit mit der Erledigung von Aufgaben zu verbringen, wie Sie möchten. Sie sind zu keinem Zeitpunkt verpflichtet, eine Aufgabe zu erledigen.",
    "1087195513": "Wenn Sie ein Mitwirkender sind, der im Namen eines Auftraggebers, der nicht IMI ist, auf die Dienste zugreift und/oder Aufgaben durch oder in Verbindung mit einem Integrator ausführt, erklären Sie sich damit einverstanden und erkennen an, dass Intuition Machines nicht für Belohnungen oder andere Entschädigungen für abgeschlossene Aufgaben haftet und Ihnen gegenüber keine Verpflichtung hat. Sie erklären sich damit einverstanden und erkennen an, dass Belohnungen oder andere Entschädigungen für abgeschlossene Aufgaben ausschließlich in Übereinstimmung mit Ihrer Vereinbarung mit dem Anforderer und/oder dem Integrator festgelegt werden, je nachdem, was zutrifft. Jegliche Streitigkeiten über solche Belohnungen oder andere Entschädigungen (einschließlich, aber nicht beschränkt auf das Ausbleiben des Erhalts solcher Belohnungen oder anderer Entschädigungen) werden ausschließlich zwischen Ihnen und dem Anforderer und/oder dem Integrator ausgetragen, soweit zutreffend.",
    "952813944": "Weder Ihre Nutzung unserer Website noch irgendetwas in dieser Vereinbarung schafft ein Arbeitsverhältnis, eine Partnerschaft, ein Joint Venture, eine Agentur, ein Franchise oder eine Handelsvertreterbeziehung zwischen Ihnen und Intuition Machines. Wir stellen Ihnen keine Ausrüstung oder Werkzeuge zur Verfügung, um eine Aufgabe zu erfüllen. Wir bieten Ihnen keine Sozialleistungen, Arbeiterunfallversicherung oder Versicherungsschutz. Wir sind nicht verantwortlich für Kosten, die Ihnen durch die Nutzung unserer Website entstehen. Wir werden keine Beträge von Ihrem Lohn für Bundes- oder Landeseinkommenssteuer, Sozialversicherung oder andere Steuern einbehalten. Es steht Ihnen jederzeit frei, Aufgaben für eine beliebige Person oder ein beliebiges Unternehmen auszuführen, auch für einen unserer Wettbewerber. Sie haben nicht die Befugnis, im Namen von Intuition Machines einen schriftlichen oder mündlichen Vertrag abzuschließen.",
    "3460432665": "Ungeachtet des Vorstehenden können wir, wenn Sie ein US-Steuerzahler sind, von Ihnen ein W-9 verlangen, das jährlich zu aktualisieren ist, und wir können Sie von der Ausführung von Aufgaben ausschließen, bis Sie ein W-9 ausgefüllt oder aktualisiert haben.",
    "458271951": "Wenn Sie ein Mitwirkender sind, der auf die Dienste zugreift und/oder Aufgaben durch oder in Verbindung mit einem Integrator im Namen von Intuition Machines (als Anfordernder) ausführt, kann Intuition Machines Sie für die akzeptable Ausführung bestimmter Aufgaben belohnen. Sollten Sie sich des Betrugs, des Missbrauchs oder des Verstoßes gegen diese Nutzungsbedingungen schuldig machen, kann Intuition Machines sämtliche Belohnungen für Sie einbehalten und/oder zurückfordern.",
    "3056723024": "13. Inakzeptable Erledigung von Aufgaben",
    "3913203723": "Wenn der Auftraggeber aus irgendeinem Grund die Ausführung einer von Ihnen erledigten Aufgabe nicht akzeptiert, haben Sie als Mitwirkender oder Integrator keinen Anspruch auf eine Belohnung für diese Aufgabe. Falls Ihnen bereits Belohnungen für eine nicht akzeptabel ausgeführte Aufgabe ausgezahlt wurden, können wir diese von Ihnen zurückfordern.",
    "3666807632": "14. Qualifikationen und Fähigkeiten der Mitwirkenden",
    "1993899769": "15. Unsere Verwendung von Informationen",
    "2927283721": "Indem Sie Aufgaben auf unserer Website erfüllen, stimmen Sie der Erfassung, Verwendung und Weitergabe Ihrer persönlichen Daten gemäß unserer Datenschutzrichtlinie zu. Darüber hinaus können wir bestimmte Informationen über Sie und Ihre erledigten Aufgaben an den Anforderer weitergeben, dessen Aufgaben Sie erledigt haben, um die Servicebeziehung zu erleichtern und die Website zu verbessern, z. B. die Contributor-ID, die Ergebnisse der erledigten Aufgaben und andere Attribute in Bezug auf Ihre Qualifikationen, Sprachen, Fähigkeiten und die Nutzung der Website.",
    "3027055607": "16. Geistiges Eigentum und Eigentumsrechte",
    "3910971075": "IMI besitzt alle Rechte, einschließlich der Rechte am geistigen Eigentum, am Quellcode, am Objektcode oder an der zugrunde liegenden Struktur, an Ideen oder Algorithmen, an der API und an jeglicher zusätzlicher Software, Dokumentation oder Daten im Zusammenhang mit den Diensten (\"Software\"). Sie werden weder direkt noch indirekt, über einen Dritten oder auf andere Weise (a) die Software zurückzuentwickeln, zu dekompilieren, zu disassemblieren oder anderweitig zu versuchen, sie zu entdecken; (b) die Software zu modifizieren, zu übersetzen oder davon abgeleitete Werke zu erstellen; (c) die Software zu kopieren, zu vermieten, zu verleasen, zu vertreiben, zu verpfänden, abzutreten oder anderweitig die Rechte an der Software zu übertragen oder zu belasten; (d) die Software für Timesharing- oder Service-Bureau-Zwecke oder anderweitig zum Nutzen Dritter zu verwenden; oder (e) Hinweise auf Eigentumsrechte oder Kennzeichnungen zu entfernen.",
    "3660891610": "Wenn Sie ein Mitwirkender sind, hat das IMI, und nicht Sie, die Eigentumsrechte an allen Arbeiten, die Sie im Rahmen der Erfüllung einer Aufgabe erstellen. Mit der Annahme der Bedingungen dieser Vereinbarung stimmen Sie zu (und tun dies hiermit), Besitz, Eigentum und Titel (einschließlich aller weltweit bestehenden Rechte an geistigem Eigentum) an Ihrer Arbeit auf uns zu übertragen. Um sicherzustellen, dass wir in der Lage sind, diese Rechte zu erwerben, zu vervollkommnen und zu nutzen, erklären Sie sich ferner bereit, (i) alle Dokumente zu unterzeichnen, die uns bei der Dokumentation, Vervollkommnung und Durchsetzung unserer Rechte helfen, und (ii) angemessenen Zugang zu Informationen für die Aufzeichnung, Vervollkommnung, Sicherung, Verteidigung und Durchsetzung dieser Eigentumsrechte in allen Ländern zu gewähren. Ihre Verpflichtungen gemäß diesem Abschnitt bestehen auch dann fort, wenn Sie sich von den Diensten abmelden oder diese nicht mehr nutzen. Sie ernennen uns zu Ihrem Bevollmächtigten, um in Ihrem Namen Dokumente für die in diesem Abschnitt dargelegten Zwecke zu unterzeichnen.",
    "426125156": "17. Urheberrecht und TakeDown",
    "1408530660": "IMI respektiert das geistige Eigentum anderer und behält sich das Recht vor, jegliches Material von unserer Website zu entfernen, von dem wir glauben, dass es die geistigen Rechte eines Dritten verletzen könnte. Wenn Sie glauben, dass Ihre eigene Arbeit auf dieser Website in einer Weise kopiert wurde, die eine Verletzung des Urheberrechts darstellt, wenden Sie sich bitte an den Intuition Machines-Kundenservice.",
    "2696932851": "18. Entschädigung",
    "3844300338": "Sie erklären sich damit einverstanden, uns zu entschädigen, zu verteidigen und von allen Ansprüchen, Schäden, Haftungen, Kosten und Ausgaben (einschließlich angemessener Anwaltsgebühren und -kosten) freizustellen, die sich aus oder im Zusammenhang mit der Erfüllung Ihrer Aufgaben oder der Nutzung unserer Website ergeben.",
    "2474091800": "19. Streitigkeiten mit anderen Nutzern; Freigabe",
    "3162107126": "IMI ist keine Partei in einem Streitfall zwischen Ihnen und einem anderen Nutzer der Dienste. Sie entbinden IMI und seine verbundenen Unternehmen von allen Ansprüchen, Forderungen und Schäden jeglicher Art und Natur, bekannt und unbekannt, vermutet und unvermutet, offengelegt und nicht offengelegt, die aus Streitigkeiten zwischen Ihnen und einem anderen Nutzer entstehen oder damit verbunden sind.",
    "2271969747": "20. Vertrauliche Informationen, die Sie erhalten",
    "1042802841": "Vertrauliche Informationen sind alle Informationen, die als vertraulich oder geschützt gekennzeichnet sind oder die von der empfangenden Partei vernünftigerweise als vertraulich oder geschützt verstanden werden sollten. Dazu gehören keine Informationen, die (1) öffentlich zugänglich sind, (2) sich bereits im Besitz der empfangenden Partei befinden, von ihr unabhängig entwickelt wurden oder ihr bereits bekannt sind, oder (3) durch Gerichtsbeschluss oder auf andere Weise gesetzlich vorgeschrieben offengelegt wurden.",
    "1918025546": "Wenn Sie vertrauliche Informationen von einer Person im Rahmen der Dienste erhalten, verpflichten Sie sich, die Geheimhaltung der vertraulichen Informationen mit der gleichen Sorgfalt zu wahren, mit der Sie Ihre eigenen vertraulichen Informationen schützen, auf keinen Fall jedoch mit weniger als der gebotenen Sorgfalt. Sie dürfen solche vertraulichen oder urheberrechtlich geschützten Informationen nicht offenlegen oder veröffentlichen, es sei denn, dies ist für die Ausführung einer Aufgabe erforderlich. Alle Informationen innerhalb einer Aufgabe auf der Intuition Machines Plattform sollten als vertraulich betrachtet werden, auch wenn die Informationen nicht ausdrücklich als vertraulich gekennzeichnet sind.",
    "2690395789": "Wenn Sie die vertraulichen Informationen, die Sie erhalten haben, nicht mehr benötigen, müssen Sie alle Kopien der Informationen, die sich in den von Ihnen kontrollierten Räumlichkeiten, Systemen oder anderen Geräten befinden, unverzüglich zurückgeben oder vernichten (je nach Aufforderung durch denjenigen, der die Informationen weitergegeben hat).",
    "2178073797": "Da die Offenlegung vertraulicher Informationen einen nicht wieder gutzumachenden Schaden verursachen kann, ist die offenlegende Partei berechtigt, bei einem Verstoß oder drohenden Verstoß gegen diese Klausel eine Unterlassungsklage zu erheben.",
    "2185860003": "21. Änderungen der Website",
    "2631249972": "Wir können unsere Website verbessern oder ändern, ohne Sie davon in Kenntnis zu setzen.",
    "3764131594": "22. Websites von Drittanbietern",
    "295955580": "Unsere Website kann Links zu Websites Dritter enthalten. Wir kontrollieren, erforschen, überwachen oder überprüfen solche Websites nicht. Wir sind weder für die Computerprogramme, Inhalte oder Meinungen auf diesen Websites verantwortlich noch billigen wir diese. Wenn Sie sich entscheiden, unsere Website zu verlassen und auf eine Website Dritter zuzugreifen, tun Sie dies auf eigenes Risiko.",
    "838225123": "23. Gewährleistungsausschluss",
    "3897238493": "DIE DIENSTE WERDEN OHNE MÄNGELGEWÄHR BEREITGESTELLT. WIR GEBEN KEINE AUSDRÜCKLICHEN ODER STILLSCHWEIGENDEN ZUSICHERUNGEN ODER GARANTIEN IN BEZUG AUF DIE ZUGÄNGLICHKEIT, EIGNUNG, RECHTMÄSSIGKEIT, VERFÜGBARKEIT ODER FUNKTIONSFÄHIGKEIT DER DIENSTE, JEGLICHER ZUGEHÖRIGER SOFTWARE ODER MATERIALIEN, DER AUFGABEN ODER JEGLICHER AKTIVITÄTEN ODER ARTIKEL IM ZUSAMMENHANG MIT DIESEM VERTRAG. SOWEIT GESETZLICH ZULÄSSIG, LEHNT IMI ALLE AUSDRÜCKLICHEN ODER STILLSCHWEIGENDEN BEDINGUNGEN, ZUSICHERUNGEN UND GARANTIEN AB, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF DIE GARANTIE DER MARKTGÄNGIGKEIT, DER EIGNUNG FÜR EINEN BESTIMMTEN ZWECK UND DER NICHTVERLETZUNG VON RECHTEN. IHR EINZIGER UND AUSSCHLIESSLICHER RECHTSANSPRUCH GEGEN IMI BEZÜGLICH JEGLICHER MÄNGEL, NICHT-ERFOLGREICHENDER LEISTUNGEN ODER DISSATISFACTIONEN IST DIE NUTZUNG DER DIENSTE ABZULEGEN Wir übernehmen keine Verantwortung für Schäden an Ihrem Computersystem, für den Verlust oder die Beschädigung von Daten oder für andere Schäden, die sich aus Ihrem Zugriff auf die Website oder die Intuition Machines-Plattform oder deren Nutzung ergeben. Es kann zu planmäßigen und außerplanmäßigen Unterbrechungen kommen, und wir übernehmen keine Garantie für die ununterbrochene Verfügbarkeit unserer Website.",
    "2110259227": "24. Begrenzung der Haftung",
    "3018077211": "25. Beilegung von Streitigkeiten zwischen Beitragszahlern",
    "2790841456": "Wenn Sie ein Beitragszahler sind, erklären Sie sich mit der folgenden Schiedsklausel und dem Verzicht auf Sammelklagen einverstanden:",
    "3302832698": "Alternative Streitbeilegung erforderlich.",
    "561456032": "Sie erklären sich damit einverstanden, dass Sie IMI bei allen Streitigkeiten, die sich aus Ihrer Nutzung der Dienste ergeben oder damit in Zusammenhang stehen, einschließlich aller Streitigkeiten, die ab dem Zeitpunkt entstanden sind, an dem Sie begonnen haben, Aufgaben für IMI auszuführen, und insbesondere bei allen Ansprüchen, die sich darauf beziehen, ob Sie als unabhängiger Auftragnehmer eingestuft werden oder nicht, zunächst Ihren Anspruch gegenüber IMI anmelden. Sie und IMI werden dann versuchen, die Angelegenheit entweder durch direkte Verhandlungen oder durch Schlichtung zu lösen. Wir werden die Kosten für die Schlichtung zu gleichen Teilen tragen und vereinbaren, dass die Schlichtung per Telefon oder auf anderem elektronischen Wege erfolgt. Bleibt ein Anspruch nach informellen Verhandlungen oder einer Schlichtung ungelöst, erklären Sie sich damit einverstanden, dass Sie und IMI ein endgültiges und verbindliches Schiedsverfahren zur Beilegung der Streitigkeit nutzen. Diese Klausel regelt alle Ansprüche rückwirkend ab dem Zeitpunkt, an dem Sie mit der Nutzung unserer Website begonnen haben, unabhängig davon, ob sie auf einer unerlaubten Handlung, einem Vertrag oder einem Gesetz beruhen, einschließlich, aber nicht beschränkt auf Ansprüche wegen Diskriminierung und Belästigung, unabhängig davon, ob sie auf dem kalifornischen Fair Employment and Housing Act, Titel VII des Civil Rights Act von 1964 in seiner geänderten Fassung oder einem anderen einzel- oder bundesstaatlichen Gesetz oder einer Verordnung, einem Billigkeitsrecht oder anderweitig beruhen.",
    "3794239003": "Schiedsgerichtsverfahren.",
    "4193379787": "Alle Schiedsverfahren im Rahmen dieser Vereinbarung werden nach den Regeln der American Arbitration Association oder durch eine einvernehmlich vereinbarte Schlichtungsstelle durchgeführt. Der Schiedsrichter wird ein US-Schiedsrichter sein, der aus einer Liste von mindestens sieben (7) Namen durch Alternativvorschläge ausgewählt wird. Während des Schiedsverfahrens hat jede Partei das Recht, angemessene zivilrechtliche Ermittlungen durchzuführen, Anträge auf Abhilfe zu stellen sowie Zeugen und Beweise vorzulegen, die für die Darstellung ihrer Argumente und Verteidigungsmittel erforderlich sind. Die Beilegung der Streitigkeit erfolgt ausschließlich auf der Grundlage des Rechts, das für die geltend gemachten Ansprüche und Verteidigungsmittel gilt, und der Schiedsrichter kann sich auf keine andere Grundlage als das maßgebliche Recht berufen. Der Schiedsrichter genießt die Immunität eines Gerichtsvollziehers vor zivilrechtlicher Haftung, wenn er in seiner Eigenschaft als Schiedsrichter handelt; diese Immunität ergänzt jede andere bestehende Immunität. Die Schiedssprüche müssen eine schriftliche, mit Gründen versehene Stellungnahme des Schiedsrichters enthalten. Sie verzichten auf Ihr Recht auf ein Schwurgerichtsverfahren für alle Ansprüche, die Sie gegen IMI oder IMI gegen Sie haben. Jede Forderung im Rahmen dieser Klausel muss innerhalb der geltenden Verjährungsfrist geltend gemacht werden. Diese Klausel unterliegt dem United States Federal Arbitration Act, und Sie erkennen an, dass es sich bei dieser Vereinbarung um eine Transaktion im Handel handelt.",
    "2583888954": "Ausnahmen.",
    "1034830": "Streitigkeiten, die gemäß dem Dodd-Frank Wall Street Reform and Consumer Protection Act (Public Law 111-203) nicht Gegenstand einer vorgerichtlichen Schiedsvereinbarung sein können, sind von dieser Regelung ausgeschlossen.",
    "263977834": "Administrative Erschöpfung.",
    "1807512722": "Sie können Ansprüche, die sich aus der Nutzung dieser Website ergeben, bei einer Verwaltungsbehörde geltend machen, jedoch nur in dem Umfang, in dem das geltende Recht den Zugang zu einer solchen Behörde ungeachtet des Bestehens einer Schiedsvereinbarung zulässt. Zu diesen verwaltungsrechtlichen Ansprüchen gehören unter anderem Ansprüche oder Anklagen, die bei der Equal Employment Opportunity Commission, dem U.S. Department of Labor und dem National Labor Relations Board vorgebracht werden. Nichts in dieser Klausel ist so zu verstehen, dass es Sie daran hindert oder entschuldigt, eine Verwaltungsklage bei einer Behörde einzureichen, um Ihrer Verpflichtung nachzukommen, den Verwaltungsrechtsweg auszuschöpfen, bevor Sie einen Anspruch im Schiedsverfahren geltend machen; Sie verzichten jedoch auf das Recht auf einen Geldbetrag in einem solchen Verfahren.",
    "996430331": "Ort der Schlichtung.",
    "3040062804": "Jedes Schiedsverfahren gemäß diesem Abschnitt findet standardmäßig im Bundesstaat Kalifornien statt, es sei denn, Sie haben Ihren Wohnsitz außerhalb der Vereinigten Staaten; in diesem Fall findet das Schiedsverfahren ausschließlich elektronisch oder telefonisch statt. Das Schiedsgerichtsverfahren kann an jedem anderen Ort stattfinden, wenn alle Parteien dem schriftlich zustimmen. Unabhängig vom Ort kann jede Partei entscheiden, ob sie per Video- oder Telefonkonferenz an der Schlichtung teilnehmen möchte.",
    "3091247030": "Verzicht auf Sammelklagen.",
    "2520904193": "Sie verzichten auf jegliches Recht, Streitigkeiten als Sammel-, Kollektiv- oder Vertretungsklage vorzubringen, anzuhören oder zu schlichten. Ungeachtet anderer Klauseln in dieser Vereinbarung kann der vorstehende Satz in keinem Fall von dieser Vereinbarung getrennt werden. Jede Behauptung, dass diese Verzichtserklärung ganz oder teilweise nicht durchsetzbar, unvereinbar, nichtig oder anfechtbar ist, kann nur von einem zuständigen Gericht und nicht von einem Schiedsrichter entschieden werden. Es werden keine Vergeltungsmaßnahmen gegen Sie ergriffen oder Sie werden nicht daran gehindert, Aufgaben auf unserer Website zu erledigen, weil Sie Ihre Rechte gemäß Abschnitt 7 des National Labor Relations Act wahrgenommen haben oder weil Sie eine Sammel-, Kollektiv- oder Vertretungsklage in einem beliebigen Forum eingereicht haben oder sich daran beteiligt haben; wir sind jedoch berechtigt, die Durchsetzung dieses Verzichts auf Sammelklagen anzustreben und die Abweisung solcher Sammel-, Kollektiv- oder Vertretungsklagen oder Ansprüche zu beantragen.",
    "3493572638": "Kosten und Honorare.",
    "702926385": "Die Parteien tragen jeweils ihre eigenen Kosten für die anwaltliche Vertretung in einem solchen Schiedsverfahren, es sei denn, die Anwaltskosten sind ausdrücklich gesetzlich vorgesehen. Die Parteien teilen sich die anfängliche Verwaltungsgebühr des Schiedsrichters bis zu einem Höchstbetrag von zweihundertfünfzig Dollar (250,00 US$). Die Kosten des Schiedsrichters und des Gerichtsberichterstatters werden zunächst von uns getragen; es liegt jedoch im Ermessen des Schiedsrichters, der obsiegenden Partei gemäß den gesetzlichen Bestimmungen angemessene Kosten zuzusprechen und/oder von den Parteien zu verlangen, die mit dem Schiedsrichter und/oder dem Gerichtsberichterstatter verbundenen Kosten zu teilen.",
    "3199694247": "Trennbarkeit.",
    "3102490587": "Sollte eine Bestimmung oder ein Teil dieser Schiedsklausel für ungültig oder nicht durchsetzbar erklärt werden, wird sie abgetrennt und der Rest der Schiedsklausel ist durchsetzbar, mit Ausnahme des Verzichts auf Sammelklagen.",
    "2323013093": "26. Anwendbares Recht",
    "2900525040": "Die Gesetze des US-Bundesstaates Kalifornien regeln diese Nutzungsbedingungen und alle sich daraus ergebenden Kontroversen, Streitigkeiten oder Ansprüche.",
    "3339302473": "27. Beendigung",
    "1158384644": "Sie können jederzeit die Nutzung unserer Website einstellen, vorausgesetzt, Sie halten sich an alle geltenden IMI-Richtlinien. Wir können nach eigenem Ermessen diese Vereinbarung kündigen, den Zugang zu unserer Website aussetzen oder jegliche Dienste ohne Vorankündigung und ohne Angabe von Gründen sofort entfernen.",
    "41530052": "28. Allgemeine Begriffe",
    "3202747130": "Gesamte Vereinbarung. Diese Nutzungsbedingungen und alle Richtlinien, Verfahren oder Bedingungen, auf die in dieser Vereinbarung Bezug genommen wird, stellen die gesamte Vereinbarung der Parteien in Bezug auf den Gegenstand dar und ersetzen und annullieren alle früheren und gleichzeitigen damit verbundenen Vereinbarungen, Ansprüche, Zusicherungen und Absprachen der Parteien.",
    "4080263153": "Kein Verzicht. Es wird nicht davon ausgegangen, dass wir auf irgendeinen Teil unserer Rechte oder Rechtsmittel verzichtet haben, es sei denn, der Verzicht ist schriftlich und von uns unterzeichnet. Wenn wir die Durchsetzung unserer Rechte gemäß einer Bestimmung dieser Vereinbarung verzögern oder nicht durchsetzen, stellt dies keinen Verzicht auf unser Recht dar, diese Bestimmung oder einen Teil dieser Vereinbarung später durchzusetzen.",
    "1789371580": "Abtretbarkeit. Sie dürfen diese Servicebedingungen nicht ohne unsere vorherige schriftliche Zustimmung abtreten. Wir können diese Servicebedingungen jederzeit und ohne Vorankündigung abtreten. Vorbehaltlich des Vorstehenden sind diese Nutzungsbedingungen für die Rechtsnachfolger und zulässigen Abtretungen jeder Partei verbindlich.",
    "2819628066": "Trennbarkeit. Sollte sich eine Bestimmung dieser Nutzungsbedingungen aus irgendeinem Grund als ungültig oder nicht durchsetzbar erweisen, so hat dies keine Auswirkungen auf die Gültigkeit und Durchsetzbarkeit der übrigen Bestimmungen.",
    "3955981186": "Abänderungen.  Änderungen oder Ergänzungen dieser Servicebedingungen durch eine andere Person als IMI sind für IMI nur dann verbindlich, wenn sie in einem schriftlichen Dokument enthalten sind, das von einem ordnungsgemäß bevollmächtigten Vertreter von IMI unterzeichnet wurde.",
    "1377538813": "Vorherrschende Sprache.  Die englischsprachige Version dieser Nutzungsbedingungen ist in jeder Hinsicht maßgebend und hat Vorrang im Falle von Unstimmigkeiten mit übersetzten Versionen, falls vorhanden.",
    "2438016011": "Freiwillige Vereinbarung. Alle Parteien dieser Nutzungsbedingungen erklären und stimmen zu, dass jede Partei alle Aspekte dieser Vereinbarung überprüft hat, alle Bestimmungen sorgfältig gelesen und vollständig verstanden hat und diese Vereinbarung freiwillig eingeht.",
    "2445034923": "Wenn Sie nicht mit allen Bestimmungen und Bedingungen dieser Nutzungsbedingungen einverstanden sind, dürfen Sie die Website oder die Dienste nicht nutzen oder darauf zugreifen.",
    "2646127839": "Kundenanhang zu den Allgemeinen Geschäftsbedingungen",
    "4097297673": "Als Kunde, Anforderer oder Integrator erklären Sie sich mit den nachstehenden Bedingungen einverstanden, die zusätzlich zu allen anderen verbindlichen Bedingungen zwischen Ihnen und IMI gelten.",
    "1093280979": "1. Plattform-Bestellformulare",
    "1549953005": "Möglicherweise haben Sie ein oder mehrere Bestellformulare für den Plattformzugang (jeweils ein \"Bestellformular\") ausgefüllt, um Kunde oder Antragsteller zu werden.  Wenn dies der Fall ist, werden die im Bestellformular beschriebenen Bedingungen Teil der Servicebedingungen und werden hiermit durch Verweis einbezogen.",
    "3819851005": "2. Gebühren",
    "1591032933": "Sie zahlen dem IMI die im jeweiligen Auftragsformular beschriebenen Gebühren über die von Ihnen im jeweiligen Auftragsformular angegebene Zahlungsmethode. Sofern nicht ausdrücklich von beiden Parteien schriftlich anders vereinbart, begleichen Sie alle ausgestellten Rechnungen innerhalb von dreißig (30) Tagen nach dem Versanddatum der Rechnung. Sie ermächtigen uns, Kreditkartenautorisierungen für alle von Ihnen zur Verfügung gestellten Kreditkarteninformationen vorzunehmen, diese Kreditkarteninformationen zu speichern und Ihre Kreditkarte oder ein anderes Konto, das wir gemeinsam als Zahlungsmittel vereinbaren, zu belasten. Sofern auf dem Bestellformular oder in Ihrem Enterprise Service Agreement oder Master Service Agreement nichts anderes angegeben ist, werden alle Gebühren für Dienstleistungen, abgesehen von Überschreitungen, jährlich bei Beginn der von IMI im Rahmen Ihrer Vereinbarung erbrachten Dienstleistungen in Rechnung gestellt (das \"Gültigkeitsdatum\").",
    "4142610534": "Für verspätete Zahlungen fallen Verzugsgebühren in Höhe von 1,5 % pro Monat oder dem gesetzlich zulässigen Höchstbetrag an, je nachdem, welcher Betrag niedriger ist. Wenn Sie aus irgendeinem Grund den gemäß dieser Vereinbarung fälligen Betrag nicht bezahlen, kann Ihr Konto nach unserem alleinigen Ermessen gesperrt werden; in diesem Fall werden keine weiteren Zahlungen von Ihrem Konto für die Erledigung von Aufgaben geleistet und alle Ihre Aufgaben werden von unserer Website entfernt. Sie sind verpflichtet, uns alle fälligen Beträge auf Anforderung zu erstatten, zuzüglich aller Bearbeitungsgebühren, Verzugsgebühren oder Anwaltskosten. Wir können auch entsprechende Berichte an Kreditauskunfteien und Strafverfolgungsbehörden erstellen.",
    "512991700": "Wenn Sie Gebühren anfechten möchten, müssen Sie sich spätestens dreißig (30) Tage nach dem Stichtag der ersten Abrechnung oder des ersten Kontoauszugs, in der/dem der Fehler oder das Problem aufgetreten ist, mit unserer Kundendienstabteilung in Verbindung setzen, um eine Anpassung oder Gutschrift zu erhalten.",
    "1273914192": "3. Steuern",
    "4242322181": "Sie sind für die Zahlung aller Steuern im Zusammenhang mit den Dienstleistungen verantwortlich, mit Ausnahme der US-Steuern, die auf das Nettoeinkommen oder das persönliche Eigentum von Intuition Machines erhoben werden.",
    "1671996585": "Es kann erforderlich sein, dass Sie Ihre Website, Anwendung oder Plattform über unsere Anwendungsprogrammierschnittstelle (\"API\") in unsere Dienste integrieren. Falls Sie dies tun, gewähren wir Ihnen eine begrenzte, nicht exklusive, nicht übertragbare, nicht abtretbare und widerrufbare Lizenz zur Nutzung der API ausschließlich für den Zugriff auf die Dienste. Wir können die API jederzeit ändern und/oder die Unterstützung für alte Versionen oder Versionen der API einstellen. Wir behalten uns das Recht vor, Ihren Zugang zur API nach eigenem Ermessen auszusetzen oder einzuschränken, und wir werden uns in angemessener Weise bemühen, Sie vor der Aussetzung zu benachrichtigen.",
    "4036662147": "5. Schutz von vertraulichen Informationen",
    "3564208535": "Sie verpflichten sich, wirtschaftlich angemessene Anstrengungen zu unternehmen, um alle von uns oder über unsere Dienste erhaltenen vertraulichen Informationen zu schützen. Dazu gehören Bot-Scores und nicht-öffentliche Details unseres Unternehmensdienstes, einschließlich nicht-öffentlicher Dokumentation und aller Details, die wir bezüglich unserer Bot-Erkennungsmethoden weitergeben. Wenn Ihnen Zugang zu solchen vertraulichen Informationen gewährt wird, können wir Ihren Zugang zu unseren Diensten nach eigenem Ermessen ändern, aussetzen oder einschränken, wenn wir feststellen, dass vertrauliche Informationen durch Ihre Nutzung unserer Dienste offengelegt werden, und wir werden angemessene Anstrengungen unternehmen, um Sie vor der Aussetzung zu benachrichtigen.",
    "120384113": "6. Beendigung",
    "453723556": "Sie können diesen Kundenanhang unabhängig von den Servicebedingungen kündigen, indem Sie aufhören, ein Kunde oder Anforderer zu sein. Wir behalten uns das Recht vor, Ihren Status als Kunde oder Anforderer jederzeit auszusetzen oder zu beenden oder Ihr Konto oder die Nutzung der Dienste in Übereinstimmung mit den Nutzungsbedingungen anderweitig zu beenden. Sie bleiben nach der Kündigung für alle fälligen Beträge gemäß Ihrem Bestellformular haftbar. Wenn Ihr Abonnement monatliche oder jährliche Gebühren oder monatliche oder jährliche Mindestbeträge enthält, sind Sie weiterhin für die Zahlung aller Gebühren für die Dienste bis zum Ende des jeweiligen Monats bzw. Jahres verantwortlich.",
    "218889628": "Sofern wir diesen Kundenanhang oder die Servicebedingungen nicht aufgrund eines Verstoßes Ihrerseits gegen diesen Kundenanhang oder die Servicebedingungen kündigen, erstatten wir Ihnen, wenn wir kündigen und Sie bereits Gebühren an uns gezahlt haben, einen anteiligen Betrag dieser im Voraus gezahlten Beträge zurück, basierend auf der verbleibenden Zeit oder den Dienstleistungen, für die Sie bezahlt haben, je nachdem, welcher Betrag geringer ist. Wir beenden unsere Arbeit in wirtschaftlich angemessener Weise und bewahren alle bezahlten Output-Datensätze und alle in unserem Besitz befindlichen Kundendaten auf und übergeben sie Ihnen. Bei Beendigung des Vertragsverhältnisses sind wir berechtigt, aber nicht verpflichtet, alle Daten zu löschen.",
    "2505227594": "7. Überschreitungen",
    "2369877184": "Die maximal zulässige Spitzen-RPS-Rate für hCaptcha-Integratoren oder -Kunden beträgt 1.000 Anfragen pro Sekunde an Entitäten innerhalb Ihres Kontos (\"RPS\"), es sei denn, in einer schriftlichen vertraglichen Vereinbarung zwischen Ihnen und uns ist etwas anderes festgelegt.",
    "234420106": "Für den Fall, dass Sie ein Integrator oder Kunde des hCaptcha Enterprise-Dienstes sind und Ihre API-Nutzung, gemessen durch RPS, die bereitgestellte Rate für Ihre Servicestufe übersteigt, können wir uns entscheiden, Ihren Dienst zu ändern oder eine Überschreitungsgebühr zu berechnen. Für den Fall, dass Ihre RPS-Spitzenrate die bereitgestellte Rate um den Faktor 10 für insgesamt 10 oder mehr Minuten innerhalb eines Zeitraums von 30 Tagen übersteigt und die Mehrheit dieser Anfragen nach unserer alleinigen Einschätzung kein böswilliger Datenverkehr ist, können wir uns dafür entscheiden, Ihnen die vertraglich festgelegte Overage-Rate für alle API-Anfragen in diesem Monat in Rechnung zu stellen.",
    "2619472217": "8. Wiederverkauf",
    "2019702084": "Sofern nicht ausdrücklich in der Master-Service-Vereinbarung oder der Reseller-Vereinbarung des Kunden gestattet, dürfen bestellte SaaS-Dienste nicht verkauft, weiterverkauft, vermietet, untervermietet, lizenziert, unterlizenziert oder anderweitig einem Dritten (außer einem verbundenen Unternehmen des Kunden) zur Verfügung gestellt werden, und alle Bestellungen im Rahmen der Vereinbarung und die gesamte Nutzung des Dienstes durch den Kunden sind für den eigenen internen Geschäftsgebrauch des Kunden oder seines verbundenen Unternehmens bestimmt.",
    "1233229030": "Sonstiges",
    "1467783792": "Keine natürliche oder juristische Person oder Organisation, die von den Vereinigten Staaten sanktioniert wurde (ein \"Sanktionierter Akteur\"), ist berechtigt, Prämien zu erhalten oder die Dienste als Integrator zu nutzen. Um Zweifel auszuschließen, schließt dies alle sanktionierten Akteure ein, die vom Office of Foreign Assets Control (\"OFAC\") des US-Finanzministeriums benannt wurden.",
    "3759657802": "Sie sind nicht berechtigt, diese Nutzungsbedingungen oder Ihre Rechte oder Verpflichtungen hierunter in irgendeiner Weise (kraft Gesetzes oder anderweitig) abzutreten, zu übertragen oder zu delegieren.",
    "1627232990": "Übersetzungen dieser Nutzungsbedingungen werden nach bestem Wissen und Gewissen angefertigt. Im Falle eines wesentlichen Unterschieds zwischen den englischsprachigen Servicebedingungen und einer Übersetzung davon sind die englischsprachigen Servicebedingungen als maßgeblich auszulegen.",
    "805221621": "Bitte kontaktieren Sie uns unter",
    "259613338": "wenn Sie Fragen zu diesen Nutzungsbedingungen haben.",
    "2735878907": "Erklärung zur Geschäftskontinuitätsplanung",
    "2887242610": "Intuition Machines, Inc. hat einen Geschäftskontinuitätsplan entwickelt, wie wir auf Ereignisse reagieren werden, die unser hCaptcha-Geschäft erheblich stören. Da der Zeitpunkt und die Auswirkungen von Katastrophen und Unterbrechungen nicht vorhersehbar sind, müssen wir flexibel auf tatsächliche Ereignisse reagieren, sobald sie eintreten. Aus diesem Grund stellen wir Ihnen diese Informationen zu unserem Business Continuity Plan zur Verfügung.",
    "809251240": "Kontaktieren Sie uns",
    "2551802342": "- Wir planen die rasche Wiederherstellung und Wiederaufnahme des Geschäftsbetriebs nach einer erheblichen Geschäftsunterbrechung und reagieren, indem wir unsere Mitarbeiter und unser Eigentum schützen, eine finanzielle und betriebliche Bewertung vornehmen, die Bücher und Aufzeichnungen des Unternehmens schützen und unseren Kunden und ihren Endnutzern die Online-Transaktionen ermöglichen. Kurz gesagt, unser Plan zur Aufrechterhaltung des Geschäftsbetriebs ist so konzipiert, dass unser Unternehmen angesichts des Umfangs und der Schwere der Unterbrechung des Geschäftsbetriebs so schnell wie möglich seine Tätigkeit wieder aufnehmen kann.  Unser Plan zur Aufrechterhaltung des Geschäftsbetriebs umfasst: Datensicherung und -wiederherstellung; alle unternehmenskritischen Systeme; finanzielle und betriebliche Bewertungen; alternative Kommunikation mit Kunden, Mitarbeitern und Aufsichtsorganen; alternative physische Standorte der Mitarbeiter; Auswirkungen auf kritische Zulieferer und Kunden; aufsichtsrechtliche Berichterstattung; und die unverzügliche Benachrichtigung unserer Kunden, falls wir unsere Geschäftstätigkeit nicht fortsetzen können. Unser Hauptlieferantenpool sichert unsere wichtigen Unterlagen in einem geografisch getrennten Gebiet. Obwohl jede Notfallsituation aufgrund externer Faktoren wie Tageszeit und Schwere der Unterbrechung einzigartige Probleme aufwirft, haben wir von diesem Lieferantenpool erfahren, dass es ihr Ziel ist, ihren eigenen Betrieb wiederherzustellen und ihre Dienste schnell wieder aufzunehmen. Obwohl wir uns bemüht haben, das Risiko zu verringern, indem wir eine Vielzahl von Anbietern herangezogen haben, könnten Ihre Dienste während dieser Zeit geändert oder unterbrochen werden.",
    "826396656": "Unser Geschäftskontinuitätsplan",
    "1979347895": "- Erhebliche Betriebsunterbrechungen können in ihrem Umfang variieren, z. B. nur unser Unternehmen, ein einzelnes Gebäude, in dem unser Unternehmen untergebracht ist, das Viertel, in dem sich unser Unternehmen befindet, die Stadt, in der wir ansässig sind, oder die gesamte Region. Innerhalb jedes dieser Bereiche kann die Schwere der Störung ebenfalls von minimal bis schwerwiegend variieren. Bei einer Störung unseres Unternehmens, des Geschäftsviertels, der Stadt oder der Region oder eines Gebäudes, in dem unser Unternehmen untergebracht ist, werden wir unseren Betrieb bei Bedarf an einen lokalen Standort verlagern und erwarten keine wesentliche Störung des Geschäftsbetriebs. In beiden Fällen planen wir, unsere Geschäftstätigkeit fortzusetzen, den Betrieb bei Bedarf auf andere Lieferanten zu verlagern und Sie über unsere Website hcaptcha.com und unsere Statusseite hcaptchastatus.com darüber zu informieren, wie Sie uns kontaktieren können. Wenn die erhebliche Geschäftsunterbrechung so schwerwiegend ist, dass sie uns daran hindert, den Betrieb aufrechtzuerhalten, werden wir Sie umgehend benachrichtigen.",
    "653679457": "Schwankende Unterbrechungen",
    "410397176": "Für weitere Informationen",
    "2095899021": "hCaptcha Branding-Richtlinien und allgemeine Markenlizenz",
    "2340340589": "Leitlinien zur Verwendung des hCaptcha-Zeichens",
    "2430148876": "Wir haben diese Richtlinien und die allgemeine Markenlizenz erstellt, um es unseren Kunden, Partnern und Fans so einfach wie möglich zu machen, mit unserer Marke zu arbeiten und gleichzeitig unsere Unternehmensidentität zu wahren. Wenn Sie hCaptcha-Symbole, -Logos oder andere Marken in einer Weise verwenden möchten, die wesentlich von diesen Richtlinien abweicht, müssen Sie sich mit uns (IMI) in Verbindung setzen, um eine schriftliche Lizenz zu erhalten.",
    "3884400764": "Obwohl Sie hCaptcha-Marken gemäß diesen Richtlinien verwenden dürfen, bedeutet dies nicht, dass Sie irgendwelche Rechte an hCaptcha-Marken, Logos oder an anderen Marken, Handelsnamen, Dienstleistungsmarken, Geschäftsnamen oder am Firmenwert von hCaptcha haben. Wir möchten Ihnen so viel Flexibilität wie möglich gewähren, aber wir sind verpflichtet, hCaptcha gegen die unbefugte Verwendung von Marken, Handelsnamen, Dienstleistungsmarken, Geschäftsnamen oder Firmenwerten von hCaptcha zu schützen. Jegliche unbefugte Nutzung beendet automatisch die von hCaptcha gewährte Erlaubnis oder Lizenz und kann zu einer rechtlichen Haftung für etwaige Schäden führen.",
    "512598290": "Daher müssen wir Sie bitten, alle hCaptcha-Zeichen und -Logos immer in einer Form zu verwenden, die den nachstehenden Regeln entspricht, einschließlich Großschreibung, Schriftart und Stil.",
    "2075610992": "Vielen Dank für Ihre Unterstützung!",
    "1023190144": "hCaptcha® als Text",
    "4274324704": "Hier erfahren Sie, wie Sie unseren Namen in schriftlichen Texten verwenden können:",
    "3912926900": "hCaptcha® sollte ein eingetragenes Markensymbol haben, wenn es zum ersten Mal in einem kreativen Text erscheint.",
    "950637875": "Die Schreibweise von hCaptcha sollte niemals geändert werden, und hCaptcha sollte im zweiten Buchstaben (\"C\") immer groß geschrieben werden. Es ist nie Plural oder possessiv.",
    "2624601135": "hCaptcha sollte nicht als Teil eines Markennamens, verbunden mit einem Bindestrich, oder in Namen von Anwendungen oder anderen Produkten verwendet werden.",
    "3828090208": "Wenn Sie ein Logo eines Drittanbieters verwenden, muss \"for hCaptcha\" kleiner sein als das Logo des Drittanbieters.",
    "4149738856": "hCaptcha sollte als Adjektiv verwendet werden, gefolgt von einem geeigneten Oberbegriff.",
    "1446868537": "hCaptcha sollte niemals als Verb verwendet werden.",
    "2487931657": "Verwenden Sie nicht: \"Wir haben unsere Website mit hCaptcha versehen.\"",
    "2565565429": "Verwenden Sie stattdessen: \"Wir verwenden hCaptcha, um unsere Website sicherer zu machen.\"",
    "3434202027": "Jegliche Verwendung des Namens hCaptcha in der Kommunikation erfordert die Nennung des Namens: \"hCaptcha ist eine eingetragene Marke von Intuition Machines, Inc.\".",
    "2754937029": "Unzulässige Verwendungen",
    "2436973524": "Nur genaue Referenzen sind zulässig. Es ist nicht zulässig, zu sagen, dass eine Website hCaptcha-Dienste und -Anwendungen verwendet, wenn sie dies nicht tut. Ebenso ist die Verwendung unseres Logos oder etwaiger Abzeichen nur dann angemessen, wenn die Website hCaptcha-Dienste nutzt.",
    "69844082": "hCaptcha-Warenzeichen, grafische Symbole, Logos, Schrifttypen oder Icons dürfen auch nicht in herabsetzender Weise verwendet werden.",
    "3861413614": "Sie dürfen ohne ausdrückliche schriftliche Genehmigung keine hCaptcha-Marken oder -Logos verwenden, die den Eindruck erwecken könnten, dass hCaptcha mit einem Produkt oder einer Dienstleistung eines Dritten verbunden ist oder diese unterstützt oder sponsert.",
    "1409822234": "Unter keinen Umständen darf eine identische oder nahezu identische hCaptcha-Marke als Domain-Name verwendet werden.",
    "4181060163": "Dritte sollten keine Abwandlungen oder falsche Schreibweisen verwenden oder sich in einer Weise verhalten, die zu einer anfänglichen Verwechslung der hCaptcha-Marken führen könnte.",
    "3955555607": "Mit Ausnahme von Partnern oder autorisierten Wiederverkäufern dürfen Dritte keine Gebote für Schlüsselwörter, Google AdWords oder andere gezielte Werbesysteme abgeben, die hCaptcha-Marken oder falsche Schreibweisen verwenden. Ebenso wenig dürfen Dritte hCaptcha-Marken in Domain-Namen, Suchmaschinenoptimierung, Meta-Tags, Suchbegriffen, Code oder anderen falschen Darstellungen verwenden.",
    "1985238261": "Andere eingeschränkte Marken",
    "2193061499": "Einige unserer Logos und Marken sind auf die Verwendung durch hCaptcha und seine Partner beschränkt. Dritte dürfen die folgenden Marken nicht ohne eine schriftliche Lizenz von hCaptcha verwenden:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™.",
    "755156539": "hCaptcha Autorisierter Wiederverkäufer™",
    "717622341": "hCaptcha Enterprise™.",
    "3433896984": "BotStop™.",
    "1655022901": "BotStop von hCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "BotStop logo™",
    "3942875761": "Helfen Sie mit, ein besseres Web™ aufzubauen.",
    "364774188": "Ich bin ein Mensch™",
    "2785425016": "(im Zusammenhang mit einer Lösung zur Überprüfung der Menschlichkeit, z. B. ein Aufruf zum Handeln)",
    "2639657759": "Mit Erlaubnis verwendete Marken",
    "1268918580": "Einige der von hCaptcha und seinen Partnern verwendeten Logos und Marken sind Eigentum Dritter und dürfen nur mit deren Genehmigung verwendet werden. Dritte dürfen die folgenden Marken nicht verwenden, es sei denn, es liegt die Erlaubnis ihrer Eigentümer vor:",
    "3782751514": "HUMAN Protocol® ist eine eingetragene Marke der HUMAN Protocol Foundation und wird mit deren Genehmigung verwendet.",
    "1620709264": "HUMAN Token® ist eine eingetragene Marke der HUMAN Protocol Foundation und wird mit deren Genehmigung verwendet.",
    "3031953928": "HUMAN Network™ ist eine Marke der HUMAN Protocol Foundation und wird mit deren Genehmigung verwendet.",
    "3554363588": "Andere Marken",
    "3290996791": "Alle anderen Produktnamen, Logos und Marken sind Eigentum ihrer jeweiligen Inhaber. Alle anderen Firmen-, Produkt- und Dienstleistungsnamen, die auf dieser Website verwendet werden, dienen nur zur Identifizierung. Die Verwendung dieser Namen, Logos und Marken impliziert keine Befürwortung.",
    "2444685143": "Logo-Politik",
    "2414232014": "Unser Logo hat einen hohen Wiedererkennungswert und ist eines unserer wertvollsten und wichtigsten Güter. Um sicherzustellen, dass es eine starke Repräsentation unseres Unternehmens bleibt, muss es in allen Kommunikationskanälen sorgfältig und einheitlich präsentiert werden.",
    "803639471": "Das hCaptcha-Logo setzt sich aus dem Handsymbol und dem hCaptcha-Schriftzug zusammen. In seiner alternativen Form kann das Handsymbol allein erscheinen, wenn der Platz begrenzt ist und \"hCaptcha\" als Wortmarke (wie oben beschrieben) in unmittelbarer Nähe des Handsymbols verwendet wird, so dass es klar ist, dass das Handsymbol hCaptcha darstellt.",
    "564127016": "Das hCaptcha Handsymbol:",
    "1424800293": "Das hCaptcha-Logo:",
    "1525506526": "Was sind Kontoübernahmen und wie funktionieren sie?",
    "2446481523": "Es gibt eine alte Volkserzählung, in der ein Fuhrmann und ein Edelmann bei der Polizei in einem kleinen Dorf auf dem Lande auftauchen. Der eine, in schmutziger Armutskleidung gekleidet, sagte dem Wachtmeister: \"Ich bin der Edelmann. Dieser Mann war mein Kutscher.",
    "1767952047": "Er hat mich letzte Nacht überfallen, meine Kleider gestohlen und mein Geld genommen\". Der andere Mann, gekleidet in prächtiger Kleidung, der Kleidung des Adels, erwiderte: \"Herr Wachtmeister, dieser Mann ist wahnsinnig. Er denkt, er sei ein Adliger. Ich bin der wahre Edelmann. Nehmt ihn fest!\"",
    "2947576723": "Diese Geschichte stammt aus der Zeit vor Führerscheinen und digitalem Fingerabdruck, aber sie ist ein gutes Beispiel dafür, was bei einer Kontoübernahme schiefgehen kann. Eine Person meldet sich bei einem Online-Bankkonto oder einer App für mobile Zahlungen an. Ist sie der tatsächliche Kontoinhaber oder ein Hacker? Wer ist wirklich wer? Diese Sicherheitsprobleme betreffen Organisationen, die einen Selbstbedienungszugang zu Konten ermöglichen.",
    "1687299615": "Was ist eine Kontoübernahme?",
    "2648707986": "Eine Kontoübernahme ist eine Form des Cyberbetrugs, bei der sich ein böswilliger Akteur als Inhaber eines Online-Kontos ausgibt. In der Regel handelt es sich um ein Konto bei einem Finanzinstitut oder einem E-Commerce-Unternehmen, wo der Betrüger Geld, Waren oder Geschenkkarten stehlen kann. Der Angreifer verwendet gestohlene Anmeldedaten, um auf das Konto zuzugreifen und es dann zu übernehmen, wobei er möglicherweise das Passwort ändert, um den eigentlichen Kontoinhaber auszusperren.",
    "1476843710": "Zu den weniger finanzschädlichen, aber dennoch schädlichen Formen der Kontoübernahme gehört das Hijacking von Social-Media-Konten und Ähnlichem. In diesen Fällen versucht der Angreifer in der Regel, Schadsoftware zu verbreiten oder Phishing-Angriffe gegen ahnungslose Freunde des Opfers zu starten. Oder der Angreifer versucht, das Opfer in Verlegenheit zu bringen, was zum Beispiel bei Prominenten und Politikern vorkommt.",
    "2904949278": "Wie kann ein Hacker ein Konto übernehmen?",
    "2575690545": "Kontoübernahmen sind, wie so viele Cyberbetrügereien, meist eine Sache automatisierter Massenprozesse. Es ist selten, dass ein Hacker in einem Kapuzenpulli im Keller seiner Mutter Passwörter einzeln in die Webseiten von Banken eintippt.",
    "3614653023": "Vielmehr stützt sich die Praxis auf groß angelegte Angriffe zum Ausfüllen von Anmeldeinformationen, bei denen Millionen von Benutzernamen/Passwort-Paaren bei Dutzenden von Ziel-Finanzinstituten ausprobiert werden, in der Hoffnung, eine kleine Teilmenge der Konten zu entsperren. Sobald die automatisierte Betrugssoftware Zugriff auf das Konto erlangt hat, kann ein menschlicher Hacker eingreifen, in manchen Fällen aber auch nicht.",
    "2762759509": "Viele Angriffe zur Übernahme von Konten sind fast vollständig automatisiert.",
    "1972710018": "Aus der Sicht des Unternehmens",
    "1282121137": "Um zu verstehen, wie problematisch die Übernahme von Konten sein kann, sollte man sich vor Augen führen, wie die Erfahrung aus der Sicht des Finanzinstituts aussieht. Sie bearbeiten täglich Millionen von Anmeldungen.",
    "2315518622": "Bei der Raffinesse der heutigen Angriffswerkzeuge ist es äußerst schwierig zu erkennen, ob es sich um einen Betrug handelt oder nicht. Dann ruft eine Person den Kundendienst an und sagt: \"Mein Konto wurde angegriffen! Ich kann mich nicht einloggen und jemand stiehlt mein Geld!\"",
    "1836369533": "Wie der Wachtmeister in dem Volksmärchen: Wie kann man feststellen, wer wirklich wer ist? Wenn der Angreifer über genügend gestohlene Identitätselemente wie Führerscheinnummer, Sozialversicherungsnummer, Mädchenname der Mutter, Adresse usw. verfügt, könnte es ziemlich schwierig sein, festzustellen, ob der Anrufer der echte Kontoinhaber ist oder ein Angreifer, der versucht, ein Passwort für ein Konto zurückzusetzen, in das er eindringen will.",
    "2880837730": "Was kann getan werden, um die Übernahme von Konten zu verhindern?",
    "3654556483": "Finanzinstitute und E-Commerce-Unternehmen verfügen über Verfahren und Kontrollen, die einen Teil der Bedrohung durch Kontoübernahmen eindämmen. Diese reichen von den altmodischen Sicherheitsfragen \"Wie hieß dein bester Freund in der Grundschule?\" bis hin zu Erkennungsmethoden, die verdächtige IP-Adressen und Mobilgeräteprofile aufspüren.",
    "2449501658": "bietet eine der fortschrittlichsten Möglichkeiten, die Bedrohung durch betrügerische Anmeldeversuche zu verringern, indem es maschinelles Lernen einsetzt, um Bots zu erkennen und zu stoppen, und es Betrügern damit sehr viel schwerer oder sogar unmöglich macht, ein Konto zu übernehmen.",
    "3621455477": "um mehr zu erfahren!",
    "555246307": "Die Geschichte von dem Edelmann und seinem Kutscher endet übrigens folgendermaßen: Der Wachtmeister ließ die beiden Männer stundenlang zusammen in einem Raum sitzen und langweilte sie zu Tode. Am Ende des Tages erschien er und sagte: \"Ich werde jetzt mit dem Fuhrmann sprechen.\" Der Mann in der edlen Kleidung stand auf. Er war so gelangweilt, dass er vergaß, dass er nur so tat, als sei er der Edelmann.",
    "1224727373": "BotStop von hCaptcha",
    "1187718370": "Kontakt",
    "3892905664": "hCaptcha hilft Ihren bevorzugten Online-Diensten, Bots, Spam und Missbrauch fernzuhalten, indem es einfache Fragen stellt, die für Menschen einfach und für Maschinen schwierig sind.",
    "555158694": "Ein von Ihnen genutzter Dienst hat sich entschlossen, Ihre Erfahrung auf seiner Website durch die Installation von hCaptcha zu verbessern, um bösartigen Datenverkehr zu reduzieren.",
    "1617196410": "hCaptcha ist darauf ausgerichtet, Bots zu stoppen. Es interessiert uns nicht, wer ein Nutzer ist, sondern nur, ob er bösartig ist. Wir arbeiten hart an der Balance zwischen Privatsphäre &",
    "1624200563": "Sicherheit und die Einhaltung von GDPR, CCPA, LGPD, PIPL und anderen Datenschutzbestimmungen.",
    "1927613000": "hCaptcha kombiniert ausgefeiltes maschinelles Lernen mit einer leistungsstarken Challenge-Plattform, um Webanwendungen vor Account-Takeover, Credential Stuffing, Scraping und anderen Arten von Missbrauch zu schützen.",
    "1133989302": "Warum hCaptcha?",
    "34074886": "Jedes Mal, wenn Sie eine Frage beantworten, verwenden wir hochentwickelte Modelle, um herauszufinden, ob Sie ein Mensch sind. Die von Ihnen besuchte Website nutzt dieses Ergebnis, um Ihre Erfahrung auf ihrer Website zu verbessern, indem sie Bots fernhält.",
    "3412647984": "So können Sie zukünftige Fragen vermeiden, indem Sie sich registrieren und ein Cookie setzen. Bitte versuchen Sie auch, Ihren Werbeblocker zu deaktivieren.",
    "2510209017": "Brauchen Sie weitere Hilfe?",
    "477275453": "Warum sind APIs ein beliebtes Ziel für Hacker?",
    "596347471": "Anwendungsprogrammierschnittstellen (APIs) sind ein beliebtes Ziel für böswillige Akteure im Cyberspace geworden. Dafür gibt es viele Gründe, unter anderem ihren großen Nutzen bei der Anwendungsintegration. Es ist jedoch möglich, das API-Risiko zu mindern.",
    "2441638955": "Zunächst einmal: Was ist eine API?",
    "3963216198": "Um zu erörtern, warum APIs ein beliebtes Ziel für Hacker sind, lohnt es sich zunächst, kurz zu definieren, was derzeit unter dem Begriff \"API\" zu verstehen ist. Das Konzept der API ist keineswegs neu. Tatsächlich gibt es Schnittstellen zur Verbindung verschiedener Computersysteme untereinander sowie ihrer internen Komponenten mindestens seit den frühen 1960er Jahren.",
    "1047251718": "Wenn heute jedoch von APIs die Rede ist, sind damit ausnahmslos standardbasierte APIs gemeint. Dabei handelt es sich um APIs, die auf offenen Standards wie Representational State Transfer (REST) und offenen Standarddateiformaten wie JavaScript Object Notation (JSON) basieren. Solche so genannten \"RESTful APIs\" können ohne proprietäre Software erstellt werden. Die daraus resultierenden APIs sind in der Lage, Daten und Verfahrensaufrufe zwischen Softwareanwendungen zu senden und zu empfangen. So verwendet beispielsweise eine mobile Bankanwendung eine API, um auf die Systeme der Bank zuzugreifen."
}