{
    "1031855757": "Nutzung dieser Seite",
    "1034830": "Ausgenommen hiervon sind Streitigkeiten, die nicht Gegenstand einer vorgerichtlichen Schiedsvereinbarung gemäß dem Dodd-Frank Wall Street Reform and Consumer Protection Act (Public Law 111-203) sein dürfen",
    "1064537632": "Bitte beachten Sie, dass Ihre Nutzung unseres Dienstes unserer Datenverarbeitungsvereinbarung unterliegt, die hier durch Bezugnahme aufgenommen wird. Bitte lesen Sie diese Vereinbarung, um zu erfahren, wie wir personenbezogene Daten in Ihrem Namen verarbeiten. Beachten Sie, dass wir als „Datenverarbeiter“ im Sinne der EU-Datenschutzgrundverordnung und als „Dienstleister“ im Sinne des California Consumer Privacy Act tätig sind.",
    "1095532507": "Ein Cookie (\"Cookie\") ist eine kleine Textdatei, die von einem Webseitenserver auf Ihrer Festplatte abgelegt wird. Cookies enthalten Informationen, die später von einem Webserver in der Domäne gelesen werden können, die das Cookie an Sie ausgegeben hat. Einige der Cookies werden nur verwendet, wenn Sie bestimmte Funktionen verwenden oder bestimmte Einstellungen auswählen, und einige Cookies werden immer verwendet. Weitere Informationen zu jedem Cookie finden Sie in unserer aktuellen Cookie-Liste unten.",
    "1158384644": "Sie können jederzeit die Nutzung unserer Website einstellen, vorausgesetzt, Sie müssen alle geltenden IMI-Richtlinien einhalten. Wir können nach eigenem Ermessen diese Vereinbarung kündigen, den Zugriff auf unsere Website aussetzen oder alle Dienste ohne Angabe von Gründen sofort und ohne Vorankündigung entfernen.",
    "1300074400": "Informationen über die aktuelle Geschäftsführung des Unternehmens finden Sie auf der Seite About. Der aktuelle CEO des Unternehmens ist der für den Inhalt verantwortliche Geschäftsführer.",
    "1395644678": "Offizielle Website der Europäischen Kommission zur Online-Streitbeilegung:",
    "148542287": "Dies ist keine Rechtsberatung und es werden keine Garantien in Bezug auf diese Analyse gegeben. Bei weiteren Fragen oder Anliegen kontaktieren Sie uns bitte unter:",
    "1527172673": "Wenn Sie Fragen zu dieser Cookie-Richtlinie haben, kontaktieren Sie uns bitte unter:",
    "1535054294": "Bitte beachten Sie ihre detaillierten Richtlinien",
    "1747657936": "Unsere Websites und Dienste richten sich nicht an Kinder unter 13 Jahren und wir erfassen wissentlich keine personenbezogenen Daten von Kindern unter 13 Jahren. Wenn wir erfahren, dass wir personenbezogene Daten eines Kindes unter 13 Jahren gesammelt haben, nehmen wir angemessene Schritte, um solche Informationen so schnell wie möglich aus unseren Dateien zu löschen, es sei denn, wir sind gesetzlich verpflichtet, sie aufzubewahren. Bitte kontaktieren Sie uns, wenn Sie glauben, dass wir Informationen von oder über ein Kind unter 13 Jahren haben:",
    "1807512722": "Sie können alle Ansprüche, die sich aus Ihrer Nutzung dieser Website ergeben, bei einer Verwaltungsbehörde geltend machen, jedoch nur insoweit, als das geltende Recht den Zugang zu einer solchen Behörde ungeachtet des Bestehens einer Schiedsvereinbarung gestattet. Solche administrativen Ansprüche umfassen ohne Einschränkung Ansprüche oder Anklagen, die vor der Equal Employment Opportunity Commission, dem US Department of Labor und dem National Labor Relations Board erhoben werden. Nichts in dieser Klausel soll Sie davon abhalten oder entschuldigen, eine Verwaltungsklage vor einer Behörde einzureichen, um Ihrer Verpflichtung nachzukommen, Verwaltungsrechtsbehelfe auszuschöpfen, bevor Sie einen Anspruch in einem Schiedsverfahren geltend machen Agenturverfahren.",
    "2238885192": "Wir verwenden Sentry, um Debugging-Daten zu sammeln, wenn bei einem Benutzer ein Fehler auftritt. Informationen darüber, wie Sentry Daten erhebt und verarbeitet:",
    "2520904193": "Sie verzichten auf jegliches Ihnen zustehende Recht, Streitigkeiten als Sammel-, Kollektiv- oder Verbandsklage vorzubringen, zu hören oder zu schlichten. Unbeschadet anderer Klauseln in dieser Vereinbarung ist der vorstehende Satz in keinem Fall von dieser Vereinbarung trennbar. Jede Behauptung, dass dieser Verzicht ganz oder teilweise nicht durchsetzbar, unzumutbar, nichtig oder anfechtbar ist, kann nur von einem zuständigen Gericht und nicht von einem Schiedsrichter entschieden werden. Sie werden nicht an der Ausführung von Aufgaben auf unserer Website gehindert oder daran gehindert, dass Sie Ihre Rechte gemäß Abschnitt 7 des National Labour Relations Act ausüben oder eine Sammelklage, eine Sammelklage oder eine Verbandsklage in einem beliebigen Forum einreichen oder daran teilnehmen , aber wir können rechtmäßig die Durchsetzung dieses Verzichts auf Sammelklagen beantragen und die Abweisung solcher Sammel-, Sammel- oder Verbandsklagen oder -ansprüche beantragen.",
    "2577178569": "3. Wird für unbedingt erforderliche technische Zwecke verwendet: Ermöglicht die Nutzung durch den Benutzer der Barrierefreiheit.",
    "2583888954": "Ausnahmen.",
    "263977834": "Administrative Erschöpfung.",
    "2657277322": "Bei Fragen kontaktieren Sie uns bitte unter:",
    "271333468": "Wir ergreifen geeignete technische und organisatorische Maßnahmen zum Schutz der von uns gesammelten und gespeicherten Informationen und verlangen dies von allen Vertretern, die unsere Verarbeitung in unserem Auftrag durchführen. Leider sind keine Sicherheitsmaßnahmen zu 100 % narrensicher, und daher kann kein Netzwerk oder System (einschließlich unseres) 100 % sicher gegen Zerstörung, Verlust, Veränderung, unbefugte Offenlegung oder Zugriff auf von uns gesammelte und gespeicherte Informationen sein. Wenn Sie der Meinung sind, dass Ihre Daten aus irgendeinem Grund nicht sicher sind, kontaktieren Sie uns bitte umgehend unter:",
    "2763011087": "IMI verpflichtet sich nicht und ist nicht verpflichtet, an einer alternativen Streitbeilegung in Verbraucherstreitigkeiten vor einer Verbraucherschlichtungsstelle teilzunehmen.",
    "2927283721": "Durch die Ausführung von Aufgaben auf unserer Website autorisieren Sie die Erhebung, Verwendung und Weitergabe Ihrer personenbezogenen Daten gemäß unserer Datenschutzrichtlinie. Darüber hinaus können wir bestimmte Informationen über Sie und Ihre erledigten Aufgaben an den Anforderer weitergeben, dessen Aufgaben Sie erledigt haben, um die Servicebeziehung zu erleichtern und die Website zu verbessern, einschließlich z Ihre Qualifikationen, Sprachen, Fähigkeiten und Nutzung der Website.",
    "2943815316": "Wir aktualisieren diese Liste regelmäßig, daher können zusätzliche Cookies vorhanden sein, die noch nicht aufgeführt sind. Web-Beacons, Tags und Skripte können auf den Sites oder in E-Mails verwendet werden, um uns dabei zu helfen, Cookies bereitzustellen, Besuche zu zählen, die Nutzung und die Kampagneneffektivität zu verstehen und festzustellen, ob eine E-Mail geöffnet und darauf reagiert wurde. Wir können Berichte basierend auf der Nutzung dieser Technologien durch unsere Service-/Analytics-Anbieter auf individueller und aggregierter Basis erhalten.",
    "3040062804": "Jedes Schiedsverfahren gemäß diesem Abschnitt findet standardmäßig im Bundesstaat Kalifornien statt, es sei denn, Sie wohnen außerhalb der Vereinigten Staaten. In diesem Fall wird das Schiedsverfahren vollständig elektronisch oder telefonisch durchgeführt. Das Schiedsverfahren kann an jedem anderen Ort stattfinden, wenn jede Partei schriftlich zustimmt. Unabhängig von ihrem Standort kann sich jede Partei dafür entscheiden, per Live-Video oder Telefonkonferenz beim Schiedsverfahren zu erscheinen.",
    "3091247030": "Verzicht auf Sammelklagen.",
    "3102490587": "Mit Ausnahme des Verzichts auf Sammelklagen wird eine Klausel oder Bestimmung oder ein Teil dieser Schiedsklausel für nichtig oder nicht durchsetzbar erklärt, und der Rest der Schiedsklausel ist vollstreckbar.",
    "3187946010": "Alle Texte, Bilder, grafische Animationen, Videos, Musik, Sounds und sonstige Materialien auf diesen Seiten unterliegen dem Urheberrecht von IMI oder Dritten, sofern angegeben. Es ist verboten, dieses Material zu kommerziellen Zwecken in einer Weise zu kopieren oder zu modifizieren, die über den angemessenen fairen Gebrauch hinausgeht.",
    "3199694247": "Teilbarkeit.",
    "3302832698": "Alternative Streitbeilegung erforderlich.",
    "3361191778": "Die auf den Internetseiten bereitgestellten Informationen stellen keine individuelle Beratung dar und können diese nicht ersetzen. Wenn Sie eine individuelle Beratung benötigen, wenden Sie sich bitte an unsere Support-Mitarbeiter.",
    "3493572638": "Kosten und Gebühren.",
    "3794239003": "Schlichtungsverfahren.",
    "3885459114": "Sie können die Verwendung von Cookies im Allgemeinen über eine in Ihren Webbrowser integrierte Funktion aktivieren oder später deaktivieren. Wenn Sie mehr über Cookies erfahren oder wie Sie diese kontrollieren, deaktivieren oder löschen möchten, besuchen Sie bitte https://www.knowcookies.com/ für eine detaillierte Anleitung.",
    "3956117148": "Die Websites hCaptcha.com und BotStop.com (die Websites) können zusätzliche Cookies enthalten, wie in dieser Richtlinie beschrieben.",
    "4193379787": "Alle Schiedsverfahren im Rahmen dieser Vereinbarung werden nach den Regeln der American Arbitration Association oder durch eine einvernehmlich vereinbarte Schiedsstelle durchgeführt. Der Schiedsrichter wird ein US-Schiedsrichter sein, der aus einer Liste von nicht weniger als sieben (7) Namen durch alternative Streiks ausgewählt wird. In einem Schiedsverfahren hat jede Partei das Recht, eine angemessene zivilrechtliche Ermittlung durchzuführen, entspre- chende Anträge zu stellen und Zeugen und Beweismittel vorzulegen, um ihre Fälle und Verteidigungen vorzutragen, und alle diesbezüglichen Streitigkeiten werden vom Schiedsrichter beigelegt. Die Beilegung der Streitigkeit basiert ausschließlich auf dem Recht, das die geltend gemachten Ansprüche und Einreden regelt, und der Schiedsrichter kann sich auf keine andere Grundlage als dieses maßgebliche Recht berufen. Der Schiedsrichter genießt in seiner Eigenschaft als Schiedsrichter die Immunität eines Gerichtsvollziehers von der zivilrechtlichen Haftung, die jede andere bestehende Immunität ergänzt. Schiedssprüche müssen eine schriftliche begründete Stellungnahme des Schiedsrichters enthalten. Sie verzichten auf Ihr Recht auf ein Schwurgerichtsverfahren für alle Ansprüche, die Sie gegen das IMI haben oder die das IMI möglicherweise gegen Sie hat. Jeder Anspruch aus dieser Klausel muss innerhalb der geltenden Verjährungsfrist geltend gemacht werden. Der United States Federal Arbitration Act regelt diese Klausel, und Sie erkennen an, dass diese Vereinbarung eine Transaktion im Handel nachweist.",
    "470943029": "Bei Fragen zu dieser Datenschutzerklärung kontaktieren Sie uns bitte unter:",
    "498769698": "Sie können auf bestimmte personenbezogene Daten zugreifen, diese korrigieren, ändern oder löschen, die Sie uns über Ihr Integrator-, Kunden- oder Accessibility-Benutzerkonto (wenn Sie ein Integrator, Kunde oder Accessibility-Benutzer sind) bereitgestellt haben. Wenn Sie dazu nicht in der Lage sind, Fragen zu personenbezogenen Daten haben, die wir über Sie gesammelt und/oder weitergegeben haben, oder Ihre Einwilligung zur Verarbeitung widerrufen (dh Ihr Konto vollständig löschen) möchten, kontaktieren Sie uns bitte unter:",
    "537881751": "Willkommen bei hCaptcha! Diese Datenschutzrichtlinie beschreibt die Praktiken von Intuition Machines, Inc. (\"IMI\", \"wir\" oder \"uns\") in Bezug auf unsere Sammlung, Verwendung und Offenlegung von Informationen (einschließlich personenbezogener Daten, wie unten definiert) über unsere Website unter www.hcaptcha .com und alle anderen von uns verwendeten Subdomains oder Domains (die \"Sites\") und die hCaptcha-Anwendungsprogrammschnittstelle und zugehörige Software und Materialien (zusammen der \"Service\").",
    "561456032": "Sie erklären sich damit einverstanden, dass für alle Streitigkeiten, die sich aus Ihrer Nutzung der Dienste ergeben oder sich auf diese beziehen, einschließlich aller Streitigkeiten, die sich möglicherweise ab dem Zeitpunkt ergeben haben, an dem Sie Aufgaben für das IMI ausgeführt haben, und insbesondere einschließlich aller Ansprüche im Zusammenhang mit der Einstufung als ein unabhängiger Auftragnehmer sind, werden Sie IMI zunächst über Ihren Anspruch gegen ihn informieren. Sie und IMI werden dann versuchen, das Problem entweder durch direkte Verhandlungen oder durch Vermittlung zu lösen. Wir teilen die Kosten der Mediation zu gleichen Teilen auf und vereinbaren, dass die Mediation telefonisch oder auf andere elektronische Weise durchgeführt wird. Wenn ein Anspruch nach informellen Verhandlungen oder Mediation ungelöst bleibt, erklären Sie sich damit einverstanden, dass Sie und IMI ein endgültiges und verbindliches Schiedsverfahren zur Beilegung der Streitigkeit einsetzen. Diese Klausel regelt alle Ansprüche rückwirkend ab dem Zeitpunkt, an dem Sie unsere Website nutzen, unabhängig davon, ob sie auf unerlaubter Handlung, Vertrag oder Gesetz beruhen, einschließlich, aber nicht beschränkt auf Ansprüche wegen Diskriminierung und Belästigung, unabhängig davon, ob sie auf dem California Fair Employment and Housing Act beruhen , Titel VII des Civil Rights Act von 1964 in der jeweils gültigen Fassung oder andere staatliche oder bundesstaatliche Gesetze oder Verordnungen, Billigkeitsgesetze oder sonstiges.",
    "658775471": "Wir verwenden Cloudflare, um unseren Webverkehr zu optimieren. Informationen darüber, wie Cloudflare Daten sammelt und verarbeitet:",
    "702926385": "Die Parteien tragen jeweils ihre jeweiligen Kosten für die Rechtsvertretung bei einem solchen Schiedsverfahren, es sei denn, die Anwaltskosten sind ausdrücklich gesetzlich vorgesehen. Die Parteien teilen alle vom Schiedsrichter erhobenen anfänglichen Verwaltungsgebühren bis zu einer maximalen Kostenhöhe von zweihundertfünfzig Dollar (US$250,00) auf. Die Kosten des Schiedsrichters und allfälligen Gerichtsschreibers gehen zunächst zu unseren Lasten; es liegt jedoch im Ermessen des Schiedsrichters, der obsiegenden Partei angemessene Kosten gemäß den gesetzlichen Bestimmungen aufzuerlegen und/oder die Parteien aufzufordern, die mit dem Schiedsrichter und/oder Gerichtsberichterstatter verbundenen Kosten aufzuteilen.",
    "720059527": "2. Wird für unbedingt erforderliche technische Zwecke verwendet: Lastausgleich, Routing.",
    "74538881": "Verantwortung für diese Website",
    "996430331": "Ort des Schiedsverfahrens.",
    "211351380": "Von dem Blog:",
    "3153117136": "Wie die hCaptcha-Schwierigkeitseinstellungen funktionieren",
    "2915355938": "Barrierefreiheit",
    "793784899": "Pläne",
    "2671622670": "Unternehmen",
    "3527140447": "Dokumente",
    "505891021": "Etikettierungsdienste",
    "692176459": "Einloggen",
    "1892574253": "Anmeldung",
    "2593864519": "Stoppen Sie mehr Bots. Beginnen Sie mit dem Schutz der Privatsphäre der Benutzer.",
    "4007826952": "Die Nummer 1 unter den Datenschutz-CAPTCHAs für Web, Mobilgeräte und mehr.",
    "3721365241": "Versuchen",
    "3753956446": "Kostenlos",
    "3276777569": "hCaptcha",
    "55035359": "Verwenden Sie derzeit reCAPTCHA?",
    "3417372336": "Wechseln Sie in Minuten",
    "2881474837": "hCaptcha Unternehmen",
    "1685871181": "Die Top-Online-Dienste verlassen sich auf",
    "1470290349": "für erstklassiges Bot- und Betrugsmanagement.",
    "3714002185": "Erfahre mehr über hCaptcha Enterprise",
    "3946753128": "Privatgelände. Sicher. Schneller.",
    "939665604": "Datenschutzfokussiert",
    "780475098": "Werbenetzwerke sehen Ihre Besucher als Produkt. Uns interessiert nur, ob ein Besuch gut oder schlecht ist. hCaptcha entspricht GDPR, CCPA, LGPD, PIPL und anderen globalen Datengesetzen.",
    "219813583": "Sicherheit geht vor",
    "2714878440": "Schützen Sie Ihre Dienste mit unserem fortschrittlichen maschinellen Lernen und der Menschlichkeitsüberprüfung vor Scraping, Kontoübernahmen, Credential Stuffing und Spam.",
    "1397766838": "Bessere Benutzererfahrung",
    "2670352917": "hCaptcha bietet eine zuverlässigere Bot-Erkennung und ist gleichzeitig für Menschen einfach zu lösen.",
    "2806751666": "Was ist hCaptcha?",
    "3096063825": "Versuch es",
    "2968026167": "Dein Lieblingsgemüse",
    "713281684": "Aubergine",
    "4147497805": "Karotte",
    "3758963444": "Dankeschön! Ihre Einreichung ist eingegangen!",
    "1070364246": "Hoppla! Beim Absenden des Formulars ist ein Fehler aufgetreten.",
    "1129833879": "Stoppen Sie bösartige Bots, schützen Sie die Privatsphäre der Benutzer",
    "58091799": "Erfahren Sie mehr über hCaptcha Publisher und Enterprise",
    "1599610318": "Herausgeber",
    "3093388779": "hCaptcha kann für Publisher jeder Größe kostenlos verwendet werden",
    "179723061": "Mehr Kontrolle für Teams, die erstklassige Sicherheit benötigen",
    "846501387": "Weltklasse-Bot-Schutz",
    "119298044": "Fortschrittliche selbstüberwachte ML- und KI-Technologien schützen Ihre Webeigenschaften vor Bedrohungen und Angriffen",
    "1263998069": "Verdienen Sie Belohnungen für menschliche Lösungen",
    "1103295010": "Geld verdienen oder für wohltätige Zwecke spenden, wenn Menschen CAPTCHAs lösen",
    "392886773": "Funktioniert in jedem Land",
    "2320894364": "Mit über 200 Points of Presence schützt die Cloud von hCaptcha Ihre Vermögenswerte auf der ganzen Welt",
    "451701069": "Entspricht DSGVO, CCPA,",
    "2826051554": "und mehr",
    "3530599065": "Privatsphäre wird von Grund auf aufgebaut. hCaptcha speichert keine PII und entspricht zahlreichen Datenschutzvorschriften und -vorschriften.",
    "2489287539": "Reibungsfreies „No CAPTCHA“ & 99,9 % passive Modi",
    "793242047": "Reduzieren Sie die Herausforderungen für Benutzer, um einen schnellen Zugriff auf Anwendungen zu ermöglichen",
    "4195759329": "Bot-Erkennung und Risikobewertungen",
    "1150035777": "Ausgefeilte Modelle für maschinelles Lernen generieren Bot-Konfidenzwerte basierend auf vielen Datenpunkten, die über die korrekte Beantwortung der Fragen hinausgehen",
    "3688621388": "Bedrohungssignaturen",
    "1131525092": "Gruppieren Sie böswillige Akteure mühelos über unsere datenschutzwahrenden Scoped-UIDs, um damit zusammenhängenden Betrug und Missbrauch zu finden und zu stoppen",
    "1559631739": "Privates Lernen",
    "3952259236": "Kombinieren Sie Ihre blinden Daten mit den Tausenden von Signalen von hCaptcha, um hCaptcha auf Verhaltensklassen zu trainieren – nur für Ihre Instanz – um bösartiges Verhalten besser vorherzusagen als jede der beiden Lösungen allein",
    "1150963691": "APT-Abschwächung",
    "4083018285": "Eine Suite erweiterter Funktionen, die mit verbesserter SOC-Überwachung und -Reaktion kombiniert werden, um anspruchsvolle persistente Bedrohungen zu bekämpfen",
    "3160820928": "Koordinierter Angriffsschutz",
    "1849805607": "hCaptcha schützt vor Bedrohungen und Ködern, die darauf ausgelegt sind, Ihre Netzwerke zu infiltrieren",
    "1958297836": "Koordinierter Angriffsschutz und APT-Mitigation",
    "1300485304": "hCaptcha schützt vor fortgeschrittenen Bedrohungen und Ködern, die darauf ausgelegt sind, Ihre Netzwerke zu infiltrieren",
    "2698640210": "Kontrollherausforderungen und gezeigte Typen",
    "3121248460": "Zeigen Sie unendlich unterschiedliche benutzerdefinierte Herausforderungen – von einfach bis komplex – für Ihr erwartetes Publikum an",
    "3807059944": "Verwendete Inhalte der Kontroll-Challenge",
    "2707282231": "Passen Sie Herausforderungen für Ihre Benutzer an. Machen Sie es Bots unmöglich, zu lösen und einzudringen.",
    "4194763679": "Feinkörnige Schwierigkeitsstufen",
    "3730038780": "Wählen Sie aus einer fast unendlichen Anzahl von Herausforderungen, die Benutzer lösen müssen",
    "1849717906": "Passen Sie mit Ihren eigenen Herausforderungsinhalten an",
    "1508655687": "Fügen Sie Ihre eigenen Herausforderungen hinzu, die auf Ihr Publikum zugeschnitten sind, um den Zugriff zu optimieren oder einzuschränken",
    "3620442880": "Flash Sale-Schutzfunktionen",
    "3265895521": "Erhöhen und senken Sie die Herausforderungsschwierigkeit basierend auf der Tageszeit",
    "1485807325": "Mehrbenutzer-Dashboards, SAML SSO",
    "359073033": "Dashboards bieten allgemeine oder detaillierte Ansichten der Aktivitäten.",
    "4272454814": "Integrieren Sie mit dem Identitätsanbieter Ihrer Wahl.",
    "1141402092": "Erweiterte Berichtsfunktionen",
    "910989640": "Generieren Sie detaillierte und angepasste Aktivitätsberichte",
    "3768951251": "Unternehmens-SLAs",
    "1014004474": "Die Enterprise-Pläne von hCaptcha bieten erweiterte Service-Level-Agreements, um Ihr Unternehmen zu schützen",
    "1177598246": "Vertrieb kontaktieren",
    "1067704102": "Der Wert der Datenbeschriftung",
    "3065000659": "Wusstest du, dass du jedes Mal, wenn du auf das Auto klickst, hilfst, einen Single zu trainieren?",
    "3235430156": "die Machine-Learning-Systeme des Unternehmens kostenlos?",
    "1549336309": "hCaptcha dreht dieses Modell um. Wenn Sie hCaptcha verwenden, bieten Unternehmen auf die Arbeit Ihrer Benutzer, die ihre Menschlichkeit beweisen. Sie erhalten die Belohnungen.",
    "3725880582": "Geben Sie der Nächstenliebe etwas zurück",
    "1671436004": "Möchten Sie Ihrer Lieblings-Wohltätigkeitsorganisation etwas zurückgeben?",
    "1663628612": "lässt dich",
    "4272088465": "die Wohltätigkeitsorganisationen Ihrer Wahl mit den Einnahmen, die Sie daraus erzielen.",
    "2894845722": "Benutzer auf Ihrer Website können Ihren Beitrag zu Wohltätigkeitsorganisationen bald durch diskretes Branding auf der hCaptcha-Benutzeroberfläche sehen.",
    "3194111925": "Unterstützung",
    "1637702726": "Über hCaptcha",
    "2323282990": "Ein moderner Ansatz zur Verifizierung der Menschlichkeit",
    "1201821619": "hCaptcha löst eines der dringendsten Probleme von heute: Es verhindert, dass bösartige Bots Online-Dienste missbrauchen.",
    "1475399473": "Erfahre mehr über das hCaptcha-Team",
    "3161489950": "Die fortschrittlichste Sicherheits-ML-Plattform der Welt",
    "3247172580": "hCaptcha kombiniert fortschrittliches, selbstüberwachtes maschinelles Lernen mit einem neuartigen Edge-Computing-Ansatz, der die Datensammlung und -speicherung auf einzigartige Weise minimiert und von über 250 Standorten weltweit für massive Skalierbarkeit bereitgestellt wird.",
    "3767462250": "Entwickelt für Privatsphäre",
    "3500503648": "hCaptcha wurde entwickelt, um die langfristige Datenspeicherung zu eliminieren, indem es sich auf eine sofortige Auswertung verlässt, anstatt Ihren Browserverlauf aufzuzeichnen und zu analysieren. Wir unterstützen auch Initiativen wie",
    "2418549423": ", ein aufkommender Standard zum Schutz der Online-Privatsphäre durch kryptografische Nachweise und andere einzigartige Datenschutzfunktionen.",
    "1544546608": "Datenschutzpass",
    "976209454": "Verdienen Sie Belohnungen oder spenden Sie für wohltätige Zwecke",
    "552920956": "hCaptcha ermöglicht es Websites, Belohnungen zu verdienen und gleichzeitig Bots und andere Formen des Missbrauchs zu blockieren. Mit hCaptcha können Sie auch die Wohltätigkeitsorganisationen Ihrer Wahl mit diesen Einnahmen unterstützen.",
    "654326661": "Möchten Sie selbst sehen? Testen Sie hCaptcha kostenlos.",
    "3570415321": "Gesellschaft",
    "3987022469": "Beschriftung",
    "1636202177": "Über",
    "2670003220": "Arbeitsplätze",
    "3233305531": "Warenzeichen",
    "3028319964": "KI-Ethik",
    "4131598919": "Drücken Sie",
    "1662477701": "Ressourcen",
    "3130928685": "Blog",
    "1756106276": "Status",
    "1235925265": "Dokumentation",
    "920212083": "Melde einen technischen Fehler",
    "2076066173": "Cyberangriffe 101",
    "3644106388": "Kontakt",
    "2182196747": "Unterstützung",
    "487083593": "Der Umsatz",
    "878585497": "Bedingungen",
    "1697438123": "Privatsphäre",
    "1316817321": "Namensnennung",
    "3488019891": "hCaptcha ist eine eingetragene Marke von Intuition Machines, Inc.",
    "4224961202": "Datenschutz, Sicherheit und maschinelles Lernen.",
    "98173630": "hCaptcha ist der weltweit am häufigsten genutzte unabhängige CAPTCHA-Dienst.",
    "1514478724": "Erfahren Sie mehr",
    "1752795854": "hCaptcha bietet einen modernen, datenschutzorientierten Ansatz zum Stoppen von Bots.",
    "2927700175": "Wir zeigen CAPTCHA-Herausforderungen, die für Bots schwierig, aber für Menschen einfach sind, indem wir schwer zu benennende Daten von Problemen beim maschinellen Lernen sammeln und diese verwenden, um zu unterscheiden, ob ein Website- oder App-Besucher ein Mensch ist.",
    "2188609322": "Schlechte Schauspieler sind im Internet immer häufiger anzutreffen. Aber die Privatsphäre der Benutzer zu opfern, ist nicht die Antwort.",
    "2032102720": "Die von Werbeunternehmen angebotenen Sicherheitslösungen konzentrieren sich hauptsächlich auf die Verfolgung von Benutzern im gesamten Web. Wir haben eine effektive Sicherheitslösung entwickelt, die beweist, dass eine Verletzung der Privatsphäre der Benutzer nicht erforderlich ist, um hervorragende Ergebnisse zu erzielen.",
    "4146870445": "Wer wir sind",
    "353066938": "Ein erfahrenes Team, das an den schwierigsten Problemen von heute arbeitet. hCaptcha ist ein Dienst von",
    "3260825523": "Intuitionsmaschinen",
    "1173652155": "Berater",
    "3972094614": "Brendan Eich",
    "2113642787": "Lied der Morgenröte",
    "2256305371": "Professor, CS an der University of California, Berkeley. Deep Learning, Sicherheit, Blockchain-Experte. CEO von Oasis Labs.",
    "1606599610": "Kieran Thompson",
    "2177660021": "Wissenschaftlicher Mitarbeiter in Stanford. Maschinelles Lernen und Quantenfinanzierung bei Großbanken, Hedgefonds und Hochschulen.",
    "2686825859": "Melden Sie sich kostenlos an oder kontaktieren Sie uns zu hCaptcha Enterprise-Lösungen",
    "583434701": "hCaptcha-Zugänglichkeit",
    "611905972": "Gewährleistung eines nahtlosen Zugriffs für alle Benutzer bei gleichzeitiger Aufrechterhaltung der Sicherheit",
    "874098071": "Wenn Sie ein Benutzer der Barrierefreiheit sind, melden Sie sich bitte hier an",
    "2745385064": "Zusammenfassung",
    "3353238942": "hCaptcha wurde entwickelt, um Bots zu stoppen, indem es sie von Menschen unterscheidet. Visuelle Tests sind dafür ein praktisches Werkzeug, aber nicht jeder kann eine visuelle Herausforderung lösen.",
    "3600022491": "Aus diesem Grund haben wir eine einfache, schmerzlose Alternative entwickelt, damit Verlage, die unseren Service nutzen, die Zugänglichkeit für alle mit vollständiger Einhaltung von Abschnitt 508 und WCAG 2.1 AA erhalten.",
    "2557240048": "So funktioniert es: Zuerst meldet sich ein Benutzer der Barrierefreiheit über . an",
    "3871665286": ", die auf der hCaptcha-Widget-Infoseite prominent verlinkt ist. Sie erhalten ein verschlüsseltes Cookie, das mehrmals täglich verwendet werden kann, aber alle 24 Stunden per Login aktualisiert werden muss.",
    "3441764123": "Wenn einem Benutzer der Barrierefreiheit auf einer Website, die den hCaptcha-Dienst verwendet, eine Herausforderung präsentiert wird, wird er automatisch bestanden.",
    "4247858664": "die Anmeldeseite für Barrierefreiheit",
    "1297657322": "Barrierefreier Benutzerbildschirm nach der Anmeldung",
    "1717658846": "Barrierefreiheitsoption im UI-Menü des Widgets",
    "1266963825": "F: Ist hCaptcha Section 508 + WCAG 2.1 AA konform?",
    "850025770": "A: Wir glauben, dass alle Benutzer mit irgendeiner Form von Beeinträchtigung, die in der Lage sind, im Internet zu surfen und Text in Formulare einzugeben, bei der Registrierung auf Dienste zugreifen können, die durch hCaptcha geschützt sind. Dies ist jedoch keine Rechtsberatung: Sie sollten Ihre eigene Bewertung unter Berücksichtigung Ihrer speziellen Implementierung durchführen, um sicherzustellen, dass dies für Ihre Bereitstellung der Fall ist.",
    "159272246": "F: Arbeiten Sie an anderen Optionen für die Barrierefreiheit (\"a11y\"), wie z. B. Audio?",
    "4074220464": "A: Früher beliebte Optionen wie Audio-Captchas diskriminieren viele a11y-Benutzer und werden durch moderne maschinelle Lerntechniken leicht besiegt. Dies hat dazu geführt, dass die aktuellen Audioherausforderungen immer schwieriger werden, indem Rauschen, ungewöhnliches Timing, ungewöhnliche Wortkombinationen usw. eingeführt werden, um Angreifer zu besiegen. Wir sind daher weniger begeistert von diesem Ansatz im Vergleich zur Vermeidung der Herausforderung, werden ihn jedoch in Betracht ziehen, wenn eine Nachfrage aus der a11y-Community besteht.",
    "2309661107": "Wir sind jedoch sehr daran interessiert",
    "2555914614": "für den Anwendungsfall Barrierefreiheit. Wir glauben, dass die Kombination unseres aktuellen a11y-Ansatzes mit der Ausstellung von Privacy Pass es a11y-Benutzern ermöglichen wird, sicher zu surfen, in dem Wissen, dass ihr Datenverkehr privater ist, während gleichzeitig der Missbrauch durch Bot-Betreiber eingeschränkt wird, der unweigerlich auftritt, wenn a11y-Optionen verfügbar sind. Wir sind aktive Teilnehmer in der IETF-Arbeitsgruppe, die diese neue Technologie standardisiert.",
    "2583775432": "F: Was ist mit der Privatsphäre? Werden bei der Registrierung a11y-Browsing-Daten in irgendeiner Weise preisgegeben? Was machst du mit der E-Mail?",
    "4215483493": "A: hCaptcha ist von Grund auf auf Privatsphäre ausgelegt. Es unterscheidet sich stark von traditionellen Optionen wie reCAPTCHA, die im Besitz von Werbenetzwerken sind, die einen Anreiz haben, Sie im Web zu verfolgen und Sie mit einer echten Identität zu verbinden.",
    "2474661839": "Unsere",
    "4137573005": "hat umfassende und maßgebliche Antworten darauf, wie wir Daten verwenden, aber die kurze Antwort ist, dass wir kein Interesse daran haben, Sie als Person mit Ihrem Browserverlauf zu verknüpfen.",
    "4101570501": "Wir arbeiten derzeit auch an einer kryptografischen Lösung, um Ihre E-Mail-Adresse schnell zu verwerfen und gleichzeitig unsere Fähigkeit zur Verhinderung von Missbrauch zu erhalten, die unsere Arbeit mit dem Datenschutzpass ergänzt.",
    "260595108": "Wir verwenden E-Mails oder Informationen zur Barrierefreiheit niemals für andere Zwecke als die Erleichterung der Nutzung und die Verhinderung von Missbrauch.",
    "3063819779": "Datenschutz-Bestimmungen",
    "465714311": "Für Benutzer der Barrierefreiheit: Leitfaden für Fragen und Antworten und Fehlerbehebung",
    "3596207631": "F: Ich sehe nach dem Setzen des Cookies immer noch eine Herausforderung. Was verursacht das?",
    "469089249": "A: Dies liegt in der Regel an der Verwendung eines aggressiven Werbeblockers oder einer Anti-Cookie-Erweiterung oder einer Einstellung, die \"siteübergreifende\" Cookies blockiert, in diesem Fall ein Cookie für hcaptcha.com, das von hCaptcha JS auf a . gesetzt oder überprüft wird eine andere Site, wie die, die Sie gerade besuchen.",
    "4263626815": "hCaptcha-Accessibility-Cookies funktionieren mit allen gängigen Browsern und Werbeblockern mit ihren Standardeinstellungen, daher sind Fehler in der Regel auf \"Anti-Anti-Adblock\"-Skripte oder ähnliche Regelsätze zurückzuführen, die auf bestimmte Websites abzielen.",
    "3906359167": "Lösungen:",
    "3464870463": "1. Setzen Sie die Cookies von hcaptcha.com und *.hcaptcha.com in Ihrem Werbeblocker oder Ihrer Browser-Sicherheitserweiterung auf die Whitelist.",
    "1204911585": "2. Wenn Sie den Brave-Browser verwenden, der (ab April 2020) keine Cookie-Whitelist zu haben scheint, gehen Sie zu Einstellungen -> Schilde -> Cookies und wählen Sie \"Alle Cookies zulassen\".",
    "2932826396": "3. Wenn Sie die neueste Version von Safari auf dem kürzlich veröffentlichten OS X 10.15 oder iOS 13.4 verwenden, hat Apple gerade das Verhalten von Safari in Bezug auf Cookies von Drittanbietern geändert und alle standardmäßig blockiert. Wir implementieren eine Lösung, aber besuchen Sie in der Zwischenzeit bitte die Safari-Einstellungen, den Abschnitt Datenschutz, und deaktivieren Sie \"Website-Tracking: Cross-Site-Tracking verhindern\", damit das Barrierefreiheits-Cookie wie erwartet funktioniert.",
    "3836291932": "F: Ich verwende mehrere Geräte. Muss ich mich mehrmals anmelden?",
    "3251220335": "A: Nein. Bitte klicken Sie auf jedem Gerät, das Sie verwenden, auf denselben E-Mail-Login-Link, der Ihnen zugesendet wird, um das Cookie zu setzen.",
    "2082407178": "F: Wie kann ich mich vor der Verfolgung von Drittanbieter-Cookies schützen, während ich das Barrierefreiheits-Cookie verwende?",
    "2700197090": "A: Die Verwendung einer Datenschutz- oder Werbeblocker-Erweiterung, die Whitelisting auf Domain-Ebene unterstützt (zB uBlock Origin), funktioniert wie erwartet: Stellen Sie einfach sicher, dass Sie hcaptcha.com auf die Whitelist setzen.",
    "3657743880": "Browser-Anweisungen für Cross-Site-Cookies",
    "1960601330": "So aktivieren Sie Cookies in Safari (Mac): Gehen Sie zum Dropdown-Menü Safari. Wählen Sie Einstellungen. Klicken Sie im oberen Bereich auf Datenschutz. Wählen Sie unter „Cookies blockieren“ die Option „Nie“.",
    "1622303590": "So aktivieren Sie Cookies in Safari (iPhone/iPad iOS 11+): Öffnen Sie Ihre Einstellungen. Scrollen Sie nach unten und wählen Sie Safari. Deaktivieren Sie unter Datenschutz & Sicherheit \"Cross-Site-Tracking verhindern\" und \"Alle Cookies blockieren\".",
    "2199048568": "Klicken Sie auf einer beliebigen Webseite auf das Schild links neben der Adressleiste. Klicken Sie auf Schutzeinstellungen. Das Fenster Firefox-Einstellungen Datenschutz und Sicherheit wird geöffnet. Wählen Sie unter Erweiterter Tracking-Schutz die Option Benutzerdefiniert aus. Wählen Sie aus, welche Tracker und Skripte blockiert werden sollen, indem Sie diese Kontrollkästchen aktivieren. Stellen Sie sicher, dass Sie hcaptcha.com entsperrt haben.",
    "3967047208": "Sie können auch einige Schutzmaßnahmen in Custom vorübergehend deaktivieren, um dies zu debuggen, indem Sie die Kontrollkästchen deaktivieren: Deaktivieren Sie das Kontrollkästchen Tracker oder deaktivieren Sie das Kontrollkästchen Cookies, wenn weiterhin Probleme auftreten.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Wählen Sie das Chrome-Menüsymbol aus. Einstellungen auswählen.",
    "926138631": "Gehen Sie zu Datenschutz und Sicherheit, dann zu Cookies und andere Websitedaten.",
    "3419878556": "Stellen Sie sicher, dass \"Cookies von Drittanbietern blockieren\" nicht aktiviert ist.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Öffnen Sie die Chrome-Einstellungen über die Menüleiste.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Öffnen Sie auf Ihrem Android-Gerät die Chrome-App.",
    "3620039756": "Tippen Sie rechts oben auf Mehr und dann auf Einstellungen.",
    "2813310562": "Tippen Sie auf Site-Einstellungen und dann auf Cookies.",
    "3014657981": "Schalten Sie neben \"Cookies\" die Einstellung ein.",
    "1242066691": "Aktivieren Sie das Kontrollkästchen neben \"Cookies von Drittanbietern zulassen\".",
    "292250020": "1. Wählen Sie das Zahnrad in der oberen rechten Ecke des Bildschirms aus und wählen Sie dann \"Internetoptionen\". Wenn Sie die Menüleiste aktiviert haben, können Sie \"Extras\" und dann \"Internetoptionen\" auswählen.",
    "4114820649": "2. Klicken Sie auf die Registerkarte \"Datenschutz\".",
    "946838734": "3. Wählen Sie die Schaltfläche \"Erweitert\".",
    "348809718": "4. Wählen Sie unter „Cookies von Drittanbietern“ „Akzeptieren“.",
    "1253441326": "5. Klicken Sie auf \"OK\"",
    "852032043": "Safari",
    "836017336": "Feuerfuchs",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "KI-Ethikrichtlinie",
    "1161704803": "Warum haben wir eine KI-Ethik-Richtlinie?",
    "1806535500": "Nahezu jede Technologie, vom Bleistift bis zum Dynamit, ist ein",
    "24452499": "Lösung; es kann zum Guten oder zum Bösen verwendet werden. Jedes Unternehmen, das Dual-Use-Lösungen erforscht, baut oder verkauft, ist verpflichtet, die Konsequenzen seines Handelns zu berücksichtigen.",
    "4023575072": "Doppelnutzung",
    "3336625692": "Auf dieser Seite werden unsere Gedanken zu diesem Thema im Kontext der KI-Ethik erläutert und die Prozesse, die wir befolgen, um sicherzustellen, dass die Nutzung unserer Dienste im Einklang mit den Richtlinien steht, die wir als Unternehmen verabschiedet haben.",
    "835717930": "KI-Ethik bei hCaptcha",
    "2179524509": "Gelegentlich werden wir gefragt, welche Arten von Fragen für den hCaptcha-Dienst zulässig sind und warum bestimmte Fragen gestellt werden.",
    "1962721652": "Menschen sind Mustersucher, und manchmal kann eine harmlose Frage im Handumdrehen von völlig überraschend zu verdächtig werden, aufgrund von Veränderungen in der Welt und nicht aufgrund der Motivation der Fragesteller.",
    "3974566657": "Da Dienste immer beliebter werden, wird diese Art von Vorkommnis unweigerlich häufiger. hCaptcha wird jeden Tag von Millionen von Menschen in praktisch jedem Land der Welt verwendet. Daher veröffentlichen wir diese Richtlinie und eine Fallstudie darüber, wie wir diese Probleme angehen, um so transparent wie möglich zu sein.",
    "1830910223": "Eine Fallstudie zu KI-Ethik aus der Praxis",
    "805971861": "„Umbrella“ ist ein Begriff in ImageNet, dem Standard-Benchmark-Datensatz, der von Computer Vision-Forschern verwendet wird. Die zuverlässige Identifizierung von Personen mit Regenschirmen ist auch entscheidend für den Aufbau sicherer Fahrerassistenzsysteme (ADAS) der nächsten Generation.",
    "3988350": "Dies bedeutet, dass es hervorragende Anwendungsfälle für reale Umbrella-Anmerkungen gibt. Es gibt Raum für Uneinigkeit über die Auswirkungen selbstfahrender Autos, aber ADAS-Systeme sparen bereits",
    "548587288": "um die Welt.",
    "3138772661": "Tausende Leben jedes Jahr",
    "3168199226": "Im Jahr 2020 wurde jedoch klar, dass die Erstellung eines solchen Datensatzes als Dual-Use-Technologie wahrgenommen werden könnte, wie es vor einem Jahr nur wenige erwartet hätten.",
    "558378834": "Daher nehmen wir derzeit keine Anfragen zu Fragen zu Regenschirmen mehr an. Das Verwirrungspotential, wenn ein Endverbraucher im aktuellen Moment eine Frage zu Regenschirmen sieht, ist zu hoch, und letztendlich ist es unser Ziel, die Welt angenehmer zu machen.",
    "3376604063": "KI-Ethik-Richtlinien und -Prozesse",
    "1923365316": "Wir haben bei hCaptcha eine strenge KI-Ethik-Richtlinie, und dazu gehört auch ein Know Your Customer (KYC)-Prozess.",
    "4230322909": "Wir versuchen immer, jeden neuen Kunden und seinen beabsichtigten Anwendungsfall gut zu verstehen, um sowohl zu bestätigen, dass er gut zu unseren Produkten und Dienstleistungen passt, als auch um sicherzustellen, dass er den Richtlinien entspricht, die wir als Unternehmen verabschiedet haben.",
    "2735073144": "Bei Bedarf führen wir auch laufende Überprüfungen durch. Bei unserer jüngsten Überprüfung der Daten und Quellen von Anfragen für regenschirmbezogene Kennzeichnungsanfragen konnten wir beispielsweise schnell bestätigen, dass in den letzten 12 Monaten keine Regierungsbehörde oder kein bekannter staatlicher Anbieter von Überwachungssoftware Anfragen bezüglich Regenschirmen gestellt hat, die unsere Dienste nutzen .",
    "2715462692": "Wie sieht unser KI-Ethik-Prozess aus?",
    "3049976256": "Für jeden neuen Labelling-Kunden gehen wir während des Verkaufsprozesses eine Checkliste durch. Dies umfasst die anfängliche KYC-Diligence vor dem Onboarding sowie die Überprüfung aller Anfragen an unsere Analysten sowie Stichprobenkontrollen in Echtzeit und regelmäßige Überprüfungen von Anfragen, die über unsere Self-Service-Plattform gestellt werden.",
    "3103642530": "Diese Überprüfung setzt sich aus mehreren Kriterienkatalogen zusammen:",
    "3349094124": "Kriterien für ethische Bedenken: Ziel",
    "1038019440": "1. Vertritt dieser Kunde die nationalen Interessen eines Landes, von dem bekannt ist, dass es gegen internationale Gesetze und Normen verstößt?",
    "493717511": "2. Fordert dieser Kunde Dienstleistungen an, die sein könnten?",
    "2209109640": "nur für böswillige Zwecke im Rahmen ihrer normalen Geschäftstätigkeit verwendet werden?",
    "3457805519": "3. Kann der Kundenwunsch nach US-Recht und unseren Auftragsregeln erfüllt werden?",
    "1942611550": "in erster Linie",
    "109179759": "Kriterien für ethische Bedenken: Subjektiv",
    "1033698050": "1. Glauben wir, dass der Kunde uns einen Anwendungsfall gegeben hat, den wir gemäß unserer Interpretation typischer westlicher Gesellschaftsnormen für moralisch vertretbar halten?",
    "361372538": "2. Glauben wir, dass unsere bereitgestellten Dienstleistungen vom Kunden wahrscheinlich für diskriminierende Zwecke verwendet werden, die zwar legal sind, aber für uns nicht akzeptabel sind?",
    "2867855718": "3. Glauben wir, dass die Datenschutzanforderungen für die Anfrage zufriedenstellend erfüllt werden können?",
    "2462728596": "Wenn wir uns in diesen Punkten nicht überzeugen können, werden wir die Anfrage ablehnen und können den weiteren Zugriff auf unsere Plattform gemäß unseren Bedingungen beenden.",
    "1995277831": "Dankeschön",
    "1818116402": "Wir hoffen, dass Ihnen dieser Einblick in unseren Umgang mit betrieblichen Fragen mit einer KI-Ethik-Komponente gefallen hat.",
    "1499894352": "Nur sehr wenige Unternehmen bieten Transparenz in ihren Entscheidungsfindungsprozessen in diesem Bereich und wir hoffen, dass andere diesem Beispiel folgen!",
    "535659033": "Creative Commons-Attribution",
    "1495915066": "Wie wir, unsere akademischen Forschungspartner und unsere Kunden Creative Commons-Medien nutzen",
    "3017533972": "Wir, unsere akademischen Forschungspartner und unsere Kunden können gelegentlich über die hCaptcha-Plattform auf Teile von Creative Commons-lizenzierten Inhalten verweisen oder diese reproduzieren, um das Wissen der Menschheit im Bereich des maschinellen Lernens zu fördern.",
    "1428053210": "Dieser Inhalt wird im Allgemeinen von seiner ursprünglichen Form transformiert. Beispielsweise kann ein Video in viele Bilder aufgeteilt werden, diese Bilder können in viele neue Bilder aufgeteilt werden und diese neuen Bilder können dann zufällig gemischt werden, um das angezeigte Endergebnis zu erzeugen.",
    "1728211763": "Die Verwendung von Inhalten auf diese Weise und für diese Zwecke fällt gemäß unserem Verständnis des Rechts und der Standardpraxis in diesem Bereich unter die Richtlinien zur fairen Nutzung, aber wir sind langjährige Fans von Creative Commons und ziehen es vor, jedem, der bei der monumentale Aufgabe, die maschinelle Intelligenz zu verbessern.",
    "1949452297": "Aufgrund intrinsischer Einschränkungen der hCaptcha-Benutzeroberfläche und ihrer Sicherheitsüberlegungen ist es nicht möglich, die Quelle jedes Bildes direkt neben seiner Verwendung zu reproduzieren. Stattdessen verlinken wir von unserer Homepage aus auf diese Seite und führen eine Liste der Quellen, die derzeit oder kürzlich über die Plattform bereitgestellt werden. Sie können auf die aktuelle Liste zugreifen",
    "2367602973": "Hier",
    "659124570": "Wenn Sie Inhalte, die Ihnen gehören, auf der hCaptcha-Plattform reproduziert sehen und diese aus irgendeinem Grund entfernen möchten, können Sie uns außerdem per E-Mail kontaktieren unter",
    "2066749488": "Andere Beschwerden",
    "3479034323": "Wenn Sie Inhalte, die Ihnen gehören, auf der hCaptcha-Plattform reproduziert sehen und diese aus irgendeinem Grund entfernen möchten, können Sie uns per E-Mail kontaktieren.",
    "1836554225": "Blogeinträge",
    "2873297188": "Diskriminieren alle CAPTCHAS Nicht-Amerikaner?",
    "165932542": "Ein Blick auf die hCaptcha-Lösungsraten auf der ganzen Welt",
    "1865097546": "16. November 2021",
    "3005876482": "hCaptcha ist jetzt der größte unabhängige CAPTCHA-Dienst und läuft auf 15% des Internets",
    "693820850": "Sie können Google schlagen, indem Sie die Privatsphäre an die erste Stelle setzen",
    "3609106478": "Berechtigungsfüllung:",
    "299335340": "Was es ist und wie man die Angriffe stoppt",
    "354925785": "Einführung",
    "423222878": "Einige der am schwierigsten zu erkennenden, zu verhindernden und zu stoppenden Cyberangriffe sind solche, bei denen ein böswilliger Akteur legitime Benutzeranmeldeinformationen verwenden kann, um sich bei einem aktiven Benutzerkonto anzumelden. Ohne viele ausgeklügelte Erkennungsfunktionen hat das Unternehmen, das das Konto hostet, keinen Grund zu der Annahme, dass etwas nicht stimmt. Ein Kunde scheint sich einfach in sein Konto eingeloggt zu haben. Der Angreifer erreichte diesen erfolgreichen Trick mit gestohlenen Anmeldeinformationen – normalerweise das Ergebnis einer Cyberangriffstechnik, die als „Credential Stuffing“ bekannt ist. Es ist heute ein ernstes Problem, das jedoch mit den richtigen Gegenmaßnahmen gemildert werden kann.",
    "777660551": "Was ist Credential Stuffing?",
    "2602763587": "Credential Stuffing ist eine Form des Cyberangriffs, bei der der Angreifer versucht, sich mehrmals mit gestohlenen Benutzernamen und Passwörtern bei einer Website anzumelden. Das „Stuffing“ bezieht sich auf die sich wiederholenden Login-Versuche, die fast immer von automatisierter Bot-Software durchgeführt werden.",
    "1271831121": "Es ist nicht so, als ob der Hacker (natürlich mit einem Kapuzenpulli bekleidet!) da sitzt und Berechtigungsnachweise nach Berechtigungsnachweisen eintippt. Der automatisierte Login-Bot könnte aus einem handelsüblichen Tool wie Selenium oder einem speziell entwickelten Hacker-Tool erstellt werden.",
    "2588750717": "Tatsächlich beinhalten einige Credential-Stuffing-Angriffe Millionen von Credentials – alle werden in die ahnungslose Website-Anmeldeschnittstelle gestopft, in der Hoffnung, hereingelassen zu werden. Sobald der Angreifer drin ist, kann er das Konto des Opfers übernehmen.",
    "1137757109": "Handelt es sich um ein E-Commerce-Konto, kann der Angreifer Waren bestellen. Wenn das Opfer eine Bank ist, kann der Angreifer Gelder ins Ausland transferieren und so weiter.",
    "1559150837": "Ziele sind jedoch nicht wehrlos. Die meisten Websites verfügen über Kontrollen, die einen verdächtigen Benutzer blockieren, der versucht, sich in kurzer Zeit von derselben IP-Adresse aus bei Tausenden verschiedener Konten anzumelden. Credential-Stuffing-Angreifer versuchen, diese Schutztechniken zu umgehen, indem sie geografische und IP-Diversität simulieren. Mit leistungsstarken, oft KI-gesteuerten Tools können sie den Anschein erwecken, dass Tausende von Benutzern wahllos versuchen, sich zu verschiedenen Tageszeiten aus dem ganzen Land anzumelden. Dies ist viel schwieriger zu erkennen und zu stoppen.",
    "1892020899": "Woher bekommen die Hacker die Zugangsdaten?",
    "2597149484": "Der Grund, warum der Hacker so viele Zugangsdaten „stopfen“ muss, hat damit zu tun, woher er seine gestohlenen Zugangsdaten bekommt.",
    "3030395800": "Diese Anmeldeinformationen stammen normalerweise von Datenschutzverletzungen. Diese Angriffe, auch bekannt als „Credential Spills“, können dazu führen, dass Millionen von Anmeldeinformationen ins Dark Web gelangen. Wenn der Spill von einer Bank stammt, versucht der Hacker, diese Zugangsdaten zu verwenden, um auf andere Websites zu gelangen. Dieser Ansatz funktioniert, weil so viele Benutzer dieselbe Kombination aus Benutzername und Kennwort für mehrere Websites verwenden. (Von dieser Praxis wird abgeraten, aber die Realität ist so. Die Leute neigen dazu, dieselben Anmeldeinformationen zu wiederholen.)",
    "1258965840": "Wenn der Angreifer also auf eine Site gelangen kann, kann er wahrscheinlich mit den verschütteten Anmeldeinformationen auf mehrere Sites zugreifen. Zum Beispiel könnten sie ein Benutzername/Passwort-Paar wie JohnDoe/525momma erhalten, aber sie haben keine Ahnung, was dieses Paar für sie tun wird. Also probieren sie das Paar auf Amazon.com, Ebay, Citibank, Walgreens und so weiter. Sie könnten dieses Paar auf tausend verschiedenen Websites ausprobieren.",
    "3594440415": "Irgendwann werden sie anfangen, Türen zu öffnen.",
    "780280214": "Wie hCaptcha und hCaptcha Enterprise die Bedrohung durch Credential Stuffing mindern",
    "4165374512": "Während es möglich ist, IP- und Standorterkennungstools zu verwenden, um Credential Stuffing zu verhindern, besteht eine kostengünstigere und genauere Methode darin, einfach den automatisierten Credential Stuffing-Bot selbst zu unterbrechen. hCaptcha und hCaptcha Enterprise können den Bot am Eintrittspunkt überwältigen. Selbst wenn der Bot über die richtigen Anmeldeinformationen verfügt, kann er die Erkennung von hCaptcha Enterprise oder das CAPTCHA von hCaptcha nicht überwinden, und Ihre Website und Ihre Benutzer sind geschützt.",
    "3269644546": "Bitte",
    "1058572205": "uns, wenn Sie mehr darüber erfahren möchten",
    "3753613260": "Kontakt",
    "1792519141": "hCaptcha Unternehmen",
    "3515435438": "DMCA-Beschwerden melden",
    "54093347": "DMCA Registrierter Agent",
    "3233441200": "Richtlinie für Wiederholungsverletzer",
    "4011712313": "Im Rahmen unserer DMCA-Richtlinie ordnen wir Konten von Kunden, für die wir mehrere DMCA-Benachrichtigungen über mutmaßliche Verstöße erhalten, in eine mehrstufige Richtlinie für DMCA-Wiederholungsverletzer ein. Nach Erhalt wiederholter DMCA-Benachrichtigungen in einem Kalendermonat geht das Kundenkonto von einem Richtlinienschritt zum nächsten über.",
    "766825168": "Zu den Maßnahmen, die wir im Rahmen der Richtlinie zu wiederholten Verstößen gegen DMCA ergreifen können, gehören das Senden von Warnungen mit erhöhter Sichtbarkeit an den registrierten Kunden des Kontos. Um diese Warnungen zu bestätigen, können wir vom Kunden verlangen, dass er sich beim Konto anmeldet oder unser Support-Team anruft. Wir behalten uns außerdem das Recht vor, den hCaptcha- und IMI-Dienst eines Kunden, für den wir weiterhin DMCA-Benachrichtigungen über mutmaßliche Verstöße erhalten haben, auch nach wiederholter Verletzerwarnung, auszusetzen oder zu beenden sowie andere einstweilige Maßnahmen zu ergreifen. Darüber hinaus können wir nach eigenem Ermessen andere hCaptcha- oder IMI-Dienste, die diesen Kunden bereitgestellt werden, kündigen, wenn wir den hCaptcha-Dienst gemäß dieser Richtlinie kündigen.",
    "2410122265": "hCaptcha-Ressourcen: Bots 101",
    "4166776480": "Credential Stuffing: Was es ist und wie man die Angriffe stoppt",
    "2301335298": "Zahlungsbetrug: Eindämmung eines sich schnell entwickelnden Modus der Cyberkriminalität",
    "3682071227": "Was sind Kontoübernahmen und wie funktionieren sie?",
    "2729131930": "Was ist Schaben und wie funktioniert es?",
    "1344959096": "Arbeiten als individueller Datenbeschrifter",
    "3510143229": "hCaptcha ist ein Dienst für Websites und Apps,",
    "3930611699": "einzelne Arbeitnehmer.",
    "1051214799": "hCaptcha ist ein Websicherheitsdienst, der versucht, Wert mit den Herausgebern von Websites oder Apps zu teilen, die ihn verwenden.",
    "360236473": "Der hCaptcha-Dienst ist nicht dafür gedacht, dass jemand als einzelner Etikettierer verwendet wird. Es ist nicht dafür ausgelegt oder geeignet. Wir empfehlen niemandem, hCaptcha als persönliche Einkommensquelle zu verwenden.",
    "3842490632": "Ein einzelner Benutzer, der versucht, viele Fragen zu beantworten, wird wahrscheinlich schnell eingeschränkt oder gesperrt. Ebenso wichtig wie unser",
    "1560232962": "ausführlich behandelt, werden keine Garantien bezüglich des verdienten Betrags für eine bestimmte Antwort gegeben. Zu diesem Zeitpunkt sind möglicherweise keine bezahlten Fragen verfügbar, eine Antwort kann aus Qualitätsgründen abgelehnt werden usw.",
    "2694001822": "Gelegentlich stellen wir jedoch Personen ein, die uns beim Testen von Systemeigenschaften und neuen Funktionen helfen.",
    "1569804581": "Wenn Sie in Zukunft bezüglich verwandter Möglichkeiten kontaktiert werden möchten, füllen Sie bitte dieses Formular aus.",
    "636461959": "Name",
    "1139500589": "Land",
    "1789607185": "E-Mail-Addresse",
    "325077666": "Mit dem Absenden deiner Daten stimmst du unseren",
    "3555583744": "und",
    "3609929815": ". Wir werden Ihren Namen, Ihr Land und Ihre E-Mail-Adresse nur zum Zweck der zukünftigen Kontaktaufnahme bezüglich individueller Kennzeichnungsarbeitsmöglichkeiten speichern.",
    "4197928199": "Datenschutz-Bestimmungen",
    "851786723": "Indem Sie Ihre E-Mail-Adresse eingeben, stimmen Sie unseren Bedingungen und Datenschutzbestimmungen zu und möchten E-Mails von uns erhalten.",
    "2402165761": "Wie funktioniert das Schaben?",
    "4260542944": "Content Scraping (auch bekannt als \"Screen Scraping\" oder einfach nur \"Scraping\") ist ein bekannter, oft nützlicher Prozess zum Sammeln von Informationen aus dem Web. In den letzten Jahren hat sich die Technik jedoch zu einem bevorzugten Werkzeug von Hackern und Betrügern entwickelt. Gegenmaßnahmen können die Bedrohung effektiv abschwächen, aber um sie umzusetzen, ist es wichtig zu verstehen, wie der Prozess funktioniert.",
    "2066255783": "Was ist Content-Scraping?",
    "1910628828": "Content Scraping ist eine Technik zum Erfassen von Daten aus einem System, bei der ein automatisiertes Toolset die Identität eines Software-Clients oder eines Webbrowsers annimmt. Es ist nicht neu. Tatsächlich kann Scraping für Softwareingenieure, die Daten von einem alten Mainframe benötigen, die einzige Möglichkeit sein, Informationen zu extrahieren. Die originalen Anschlüsse sind möglicherweise weg und können nicht ersetzt werden.",
    "3408107995": "Heute bedeutet Scraping jedoch ausnahmslos einen programmatischen Ansatz zum Abrufen von Daten von einer Website. Die Scraping-Software verhält sich wie ein menschlicher Benutzer, der auf Schaltflächen klickt und die resultierende Ausgabe liest. Es gibt viele legitime Verwendungen für das Schaben. Ein Beispiel dafür sind Webcrawler, die Suchmaschinen antreiben. Ebenso Tools wie Skyscanner, die nach Reiseangeboten suchen, indem sie Tausende von Reise-Websites durchkämmen. Fintech-Firmen verwenden es auch, um die Finanzdaten der Benutzer von Bankseiten abzukratzen, wenn keine Anwendungsprogrammierschnittstellen (APIs) verfügbar sind, um die Datenverbindung herzustellen. Die Dinge, die Sie beim Screen Scraping beachten sollten, sind seine Geschwindigkeit und Skalierbarkeit. Der Prozess kann immense Datenmengen von Websites sammeln, vorausgesetzt, die Websites sind nicht so konfiguriert, dass dies verhindert wird. Mit der Rechengeschwindigkeit kann ein Scraper große Datensätze ansammeln, indem er mit Websites und der zugrunde liegenden Software und Datenbanken interagiert, auf denen sie basieren.",
    "1920884252": "Warum ist Content Scraping eine Sicherheitsbedrohung?",
    "2256795853": "Die Möglichkeit, schnell viele Daten von Websites zu extrahieren, macht Scraping zu einem leistungsstarken Werkzeug in den Händen böswilliger Akteure. Ein Scraping-Bot kann Benutzerdaten von Social-Media-Sites sammeln. Durch das Scrapen von Websites, die Adressen und andere persönliche Informationen enthalten, und die Korrelation der Ergebnisse könnte ein Hacker dann Identitätsdelikte wie das Einreichen betrügerischer Kreditkartenanträge ausüben.",
    "4087694419": "Ein Scraping-Hacker könnte auch Daten von Websites wie Amazon und eBay sammeln, um gefälschte oder betrügerische Produktlisten zu erstellen. Er oder sie könnte sie dann auf Peer-to-Peer-Diensten wie OfferUp zum Verkauf anbieten und Phishing-Angriffe auf die Käufer durchführen. Oder der Betrüger könnte Produkte verkaufen, die es nicht gibt. Ein weiterer Screen Scraping-Betrug besteht darin, Anzeigenverleger vorzutäuschen. Durch das Auslesen des Inhalts von Publisher-Websites kann der Betrüger gefälschte Publisher-Seiten auf verschiedenen Diensten erstellen. Anschließend können sie Anzeigen auf diesen Seiten an autorisierte Reseller verkaufen, deren Kontakte sie aus der ads.txt-Datei des Publishers gewonnen haben. Die Anzeigenflächen erscheinen dem Werbetreibenden echt, sind es aber nicht.",
    "3315658779": "Verhindern Sie Content Scraping mit hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise verwendet fortschrittliches maschinelles Lernen, um bösartigen Datenverkehr zu Ihrer Website und Ihren Apps zu erkennen – einschließlich Scraping-Aktivitäten.",
    "1422537019": "uns heute, um mehr zu erfahren.",
    "1988268879": "Kostengünstige Datenkennzeichnung in großem Maßstab",
    "2163914794": "Benötigen Sie weitere Labels für Ihre Datasets? hCaptcha bietet schnelle, kostengünstige und qualitativ hochwertige Datenkennzeichnung für Unternehmen, die an Anwendungen für künstliche Intelligenz und maschinelles Lernen arbeiten.",
    "3378932530": "Lassen Sie Ihre Daten jetzt beschriften",
    "3483700676": "Starten Sie sofort Millionen von Aufgaben",
    "3478726913": "hCaptcha verfügt über einen der größten Pools der Welt, der Ihnen zur Verfügung steht. Was auch immer Ihre Größenordnung ist, wir können es ohne teure Vorabverpflichtungen handhaben. Millionen von Aufgaben pro Tag sind kein Problem.",
    "740501259": "Einfache API-gesteuerte Pipelines",
    "2784612261": "Möchten Sie die Überprüfung durch Menschen direkt in Ihren Geschäftsbetrieb integrieren? Wir bieten SLAs mit hoher Zuverlässigkeit, garantierte Kapazität und einfache REST-APIs.",
    "1144966033": "Optimiert für Kosten und Qualität",
    "3213351333": "Keine Vorabverpflichtung erforderlich",
    "2107077506": "Die HUMAN-Plattform verwendet umfassende Vertrauensmodelle, um anspruchsvolle Echtzeit-Qualitätsanalysen durchzuführen. Auf diese Weise können wir sowohl den Schwierigkeitsgrad von Fragen als auch die wahrscheinlich richtige Antwort schnell bestimmen, was Ihnen Zeit und Geld spart.",
    "3576146278": "Zahlen Sie nur für die Genauigkeit, die Sie benötigen",
    "2952586316": "Nicht alle Probleme sind gleich. Anmerkungen für sicherheitskritische Aufgaben erfordern möglicherweise 99,99% Vertrauen von ausschließlich menschlichen Mitarbeitern. Anmerkungen für eine Betafunktion in einer mobilen Spiele-App erfordern möglicherweise nur mäßiges Vertrauen. Du entscheidest.",
    "710145621": "Geben Sie Ihre eigenen Ground-Truth-Daten an oder lassen Sie uns diese im Handumdrehen erstellen",
    "987901590": "Sie haben Rohdaten ohne ein umfassendes Verifikationsset? In den meisten Fällen können wir eines für Sie erstellen, während die Aufgaben das System durchlaufen, oder beschriftete Muster für Ihre Genehmigung erstellen.",
    "2597352122": "Anmerkungstypen",
    "1344687860": "Begrenzungsrahmen",
    "1089415440": "Präzise Objekterkennung in Bildern und Videos",
    "3817067682": "Polygone",
    "2682873489": "Begrenzungsbereich für Objekte definieren",
    "1275150216": "Sehenswürdigkeiten",
    "2067112112": "Punktanmerkungen für viele verschiedene Anwendungsfälle",
    "4228682126": "Attributkategorisierung",
    "2920213479": "Sortieren Sie beliebige Kategorien beliebiger Größe oder hängen Sie sie an",
    "3288667364": "Vergleich und Erkennung",
    "155877895": "Erkennung und Klassifizierung durch den Menschen",
    "3128433367": "... und viele mehr",
    "2827452240": "Benötigen Sie einen anderen Typ, der hier nicht aufgeführt ist? Fragen Sie uns einfach.",
    "719304627": "Benötigen Sie eine End-to-End-Kontrolle?",
    "1172067553": "Die HUMAN-Plattform hinter hCaptcha bietet hochentwickelte Arbeitsqualitäts- und Verwaltungsfunktionen über On-Premise-, Hybrid- oder SaaS-Bereitstellungen, die sich in Ihre bestehenden Systeme integrieren lassen.",
    "2319072959": "Führen Sie mit Ihrer eigenen Belegschaft vollständig offline aus, verfolgen Sie den Wert, der über Geschäftsbereiche oder Konsortiumspartner hinweg verbraucht wird, leiten Sie Aufträge je nach Kosten- und Sicherheitsanforderungen selektiv an verschiedene interne oder externe Arbeitsanbieter weiter und vieles mehr.",
    "1936512180": "‍Einfacher API-Zugriff, schöne Dashboards und die neueste Model-in-the-Loop-Technologie zur Maximierung der Mitarbeitereffizienz.",
    "3913848038": "SLAs für 99,99 % Verfügbarkeit und globaler Support rund um die Uhr verfügbar.",
    "1080752747": "Vertrieb kontaktieren",
    "1525403768": "Weitere Informationen erhalten Sie von Enterprise Sales.",
    "1546930020": "Daten beschriften lassen",
    "2486638408": "Spezifikationen definieren",
    "1027200955": "Sprechen Sie mit einem unserer Domänenexperten, um Ihre Projektanforderungen zu definieren: Zielgenauigkeit, Format und spezielle Anforderungen.",
    "1156712451": "Erster Jobtest",
    "181065232": "Auf Basis Ihrer Musterdaten führen wir einen kleinen Produktionsauftrag aus. Dies testet die Arbeit, die wir gemeinsam geleistet haben, um sicherzustellen, dass Sie genau das bekommen, was Sie brauchen.",
    "3207769512": "Produktionsjobs bereitstellen",
    "1099238677": "Mit unserem hohen Volumen und der geringen Latenzzeit erledigen wir Ihre Arbeit schnell, mit automatischer Lieferung, sobald sie erledigt ist.",
    "465783046": "Möchten Sie es mit Ihren Daten versuchen?",
    "328625009": "... wir sind bereit, wenn Sie es sind: Unser Service steht Ihnen rund um die Uhr zur Verfügung.",
    "3225770968": "hCaptcha wurde entwickelt, um das arbeitsintensivste Problem beim maschinellen Lernen zu lösen; Etikettieren riesiger Datenmengen zeitnah, kostengünstig und zuverlässig.",
    "2041686284": "Mehr Daten führen im Allgemeinen zu besseren Ergebnissen beim Training von Modellen für maschinelles Lernen. Der jüngste Erfolg von Tiefenmodellen hat zu immer größeren Datensätzen geführt, und hCaptcha erfüllt diesen Bedarf. Die Erstellung großer, von Menschen begutachteter Datensätze mit herkömmlichen Methoden ist jedoch sowohl langsam als auch teuer.",
    "3729345277": "hCaptcha ist eine Möglichkeit für Unternehmen, die benötigten Anmerkungen schneller, mit höherer Qualität und zu geringeren Kosten als andere Alternativen zu erhalten.",
    "2103563261": "Private oder öffentliche Informationen",
    "2513143348": "Das hCaptcha Enterprise-System ist einzigartig flexibel in seinem Design: Es kann ganz oder teilweise am Rand Ihres Netzwerks eingesetzt werden, wenn Sie eine Public Cloud betreiben oder viele Rechenzentren besitzen.",
    "3107683988": "Dadurch können der Traffic und die Kosten außerhalb des Netzwerks drastisch reduziert werden, während alle Vorteile des Managements durch unsere rund um die Uhr verfügbaren Mitarbeiter zur Einhaltung der strengsten SLAs erhalten bleiben.",
    "3660619092": "Melden Sie sich kostenlos an oder wenden Sie sich an den Vertrieb für Unternehmenslösungen",
    "2351176803": "Lizenzbedingungen für die hCaptcha JS API",
    "2616226398": "Vorbehaltlich unserer",
    "2024293275": ". Alle anderen Rechte vorerst vorbehalten.",
    "1062291156": "Standardbedingungen",
    "2712493234": "Zahlungsbetrug: Eindämmung eines sich schnell entwickelnden Modus der Cyberkriminalität",
    "1817772953": "Betrug ist keine neue Form der Kriminalität. Tatsächlich haben Archäologen vor fast 10.000 Jahren von den alten Sumerern erfundene Vorrichtungen zur Betrugsbekämpfung ausgegraben, um Vieh ohne Verluste zu transportieren! In ihrem Fall legen sie Tonmarken, die jeweils ein Tier darstellen, in eine Tonkugel, die als \"Bulla\" bekannt ist. Die Bulla reiste mit der Herde, während sie sich vom Verkäufer zum Käufer bewegte. Schon damals waren Unternehmer besorgt, dass nicht jeder, mit dem sie es zu tun hatten, auf dem Vormarsch war. In 10.000 Jahren hat sich viel verändert, aber die Notwendigkeit, bei der Betrugsprävention innovativ zu sein, bleibt bei uns. Heutzutage ist das Thema Online-Zahlungsbetrug von größter Bedeutung. Mit dem Internet sind Betrüger immer geschickter darin geworden, Betrugsbekämpfungskontrollen zu überlisten. Neue Lösungen wenden jedoch das Blatt an.",
    "1053787685": "Was ist Zahlungsbetrug?",
    "433424759": "Zahlungsbetrug umfasst jede Art von illegaler Transaktion, bei der ein Cyberkrimineller dem Opfer etwas Wertvolles, typischerweise Geld, vorenthält. Dies kann bedeuten, dass eine gestohlene Kreditkarte verwendet wird, um online Waren zu bestellen oder ein Bankkonto zu übernehmen und illegal Geld von diesem zu überweisen. Es gibt viele Variationen, aber alle haben das gleiche Ergebnis: Ein Gauner nutzt eine gestohlene Identität oder Zahlungsinformationen, um einen Verbraucher, eine Bank oder einen Händler zu stehlen.",
    "2939852138": "Wie kommen Betrüger mit Zahlungsbetrug davon?",
    "1665616092": "Zahlungsbetrug hat ein einfaches Konzept, kann jedoch in seiner heutigen Ausführung fantastisch komplex sein.",
    "4246520782": "Tatsächlich war das Internet in den letzten Jahren Zeuge eines regelrechten Wettrüstens zwischen Betrügern und Verteidigern.",
    "2167049807": "Sicherheitsteams haben eine Vielzahl von Gegenmaßnahmen und Kontrollen eingeführt, die die einfachen, faulen Ansätze des Zahlungsbetrugs besiegen. Allerdings werden die Angriffe immer raffinierter. Bots können nun beispielsweise gestohlene Kreditkartennummern und PINs von gefälschten Websites und Phishing-Angriffen abrufen.",
    "1936449777": "Dann können sie im vollautomatischen Modus menschliches Verhalten auf E-Commerce-Sites nachahmen, auf Schaltflächen klicken und Artikel in Einkaufswagen legen – bis zu dem Punkt, an dem viele, wenn nicht die meisten Betrugsbekämpfungskontrollen nicht erkennen können, dass ein Bot versucht zu stehlen Fan-Shop. Vielmehr sieht es so aus, als ob ein menschlicher Nutzer einfach nur einkaufen würde. Der Bot kann sich mit gestohlenen Anmeldedaten in das Konto eines echten Kunden einloggen. Darüber hinaus wird der Betrug durch die Fähigkeit des Bots verdeckt, IP-Adressen zu fälschen und den Eindruck zu erwecken, dass sich der „Käufer“ an einem anderen Ort befindet als der Angreifer, der sich möglicherweise im Ausland befindet.",
    "648630222": "Verhindern Sie Zahlungsbetrug mit hCaptcha Enterprise",
    "1621930829": "Was kann man gegen die fortschrittlichen, unaufhörlichen Zahlungsbetrugsaktivitäten von heute tun? Die Verwendung mehrerer Kontrollebenen ist normalerweise ein kluger Ansatz. Die besten Gegenmaßnahmen sind jedoch diejenigen, die den Bot einfangen und aufdecken können, dass er gefälscht ist, trotz der besten Bemühungen seiner Schöpfer, menschliches Verhalten zu replizieren.",
    "2423586454": "Es gibt immer noch einige Dinge, die Software nicht kann, egal wie gut die KI dahinter steckt. Die moderne CAPTCHA-Technologie bietet eine bewährte Methode zum Blockieren von Bots, die versuchen, Zahlungsbetrug fortzusetzen. Während alte CAPTCHA-Ansätze, wie die einfachen schrägen Zahlen in einer Box, heute größtenteils mangelhaft sind, um fortschrittliche Bots abzuwehren, kann ein automatisiertes Test-Antwort-Gerät wie hCaptcha Enterprise einen betrügerischen Bot bei der Kontoanmeldung oder beim Checkout im Einkaufswagen leicht über den Haufen werfen. Selbst wenn der Bot echte Anmeldeinformationen hat, kann er das CAPTCHA nicht passieren.",
    "1467308982": "Zahlungspläne",
    "1291824746": "hCaptcha-Auszahlungen werden vierteljährlich auf einer 60-tägigen Trailing-Basis ausgeführt. Um zu veranschaulichen, was dies bedeutet, sehen Sie sich bitte die folgende Tabelle an.",
    "3444947612": "Verkehr zwischen",
    "4181611011": "Abstimmungsdatum",
    "728503636": "Auszahlungsdatum",
    "3720584906": "15.07.2021 - 15.10.2021",
    "388240587": "5.-15. Januar 2022",
    "3426312287": "5.-15. Januar 2022",
    "615618648": "15.04.2021 - 15.07.2021",
    "3376724603": "14.-24.09.2021†††",
    "3398978455": "15.-25.09.2021†††",
    "2722456056": "15.01.2021 - 15.04.2021",
    "4063155841": "Spätestens am 25.06.2021††",
    "4082053540": "19.-25. Juni 2021††",
    "64953197": "15.10.2020 - 15.01.2021",
    "1023070345": "Spätestens am 14. März 2021",
    "2600696085": "15. März 2021",
    "3217791519": "15.07.2020 - 15.10.2020",
    "649261378": "5.-11. Januar 2021*",
    "1559190296": "5.-11. Januar 2021†",
    "3806054689": "15.04.2020 - 15.07.2020",
    "4162383380": "16. - 22.09.2020*****",
    "1990824776": "16.-24.09.2020*****",
    "3856690908": "15.01.2020 - 15.04.2020",
    "3200641265": "Bis spätestens 16.06.2020*",
    "3744079744": "15.-19.06.2020****",
    "2209837451": "15. Okt. 2019 - 15. Jan. 2020",
    "2510534204": "Spätestens am 23.03.2020***",
    "2910560864": "20.-23. März 2020***",
    "2544565802": "15. Juli 2019 - 15. Oktober 2019",
    "3963642878": "Spätestens am 14.12.2019*",
    "622103562": "17.12.2019**",
    "4072202039": "15.04.2019 - 15.07.2019",
    "818049069": "Spätestens am 15. Juli 2019",
    "1169005651": "15. September 2019",
    "2303655425": "15. Januar 2019 - 15. April 2019",
    "3678889946": "Spätestens am 15. Juni 2019",
    "3094354698": "15. Juni 2019",
    "4217013126": "Auszahlungen laufen in der Regel den ganzen Tag am Auszahlungsdatum und werden im Allgemeinen bis Mitternacht Pacific Time abgeschlossen. Wenn ein Konto zur Überprüfung gekennzeichnet wurde, kann es bis zu fünf zusätzliche Werktage dauern, bis eine Zahlung freigegeben wird.",
    "1447649958": "Zur Erinnerung: Nur korrekter Personenverkehr kommt für Auszahlungen in Frage. Weitere Details dazu finden Sie in unseren unten verlinkten FAQ. Das verfügbare Guthaben muss auch einen Mindestbetrag erreichen, um für eine Auszahlung in Frage zu kommen, derzeit 10 HMT.",
    "4257144752": "Echtzeitschätzungen spiegeln nicht die endgültige Genauigkeit oder Menschlichkeit wider, und daher können Ihre endgültigen Einnahmen erheblich von den im Dashboard angezeigten Zahlen vor Ihrem ersten Abgleich abweichen.",
    "2728931827": "Nach jedem Abgleich werden Ihre Schätzungen pro Site-Schlüssel aktualisiert und die Genauigkeit zukünftiger Vorhersagen sollte erhöht werden, es sei denn, Ihre Site weist eine wesentliche Änderung des Nutzerverhaltens auf.",
    "1200905005": "††† Ab September 2021 laufen Abstimmungen und Auszahlungen nun über einen Zeitraum von etwa 10 Tagen statt über einen einzigen Tag, um betriebliche Einschränkungen im Zusammenhang mit dem Wachstum des Dienstes zu vereinfachen.",
    "4284094387": "†† Einige Abgleiche und Auszahlungen im Juni 2021 werden in der folgenden Woche durchgeführt, da sich die Überprüfung der endgültigen Berechnungen während des Abgleichsfensters verzögert.",
    "1977013707": "† Die Auszahlungen im Dezember 2020 wurden auf den 15. Dezember verschoben, um Überschneidungen mit Abstimmungen zum Jahresende und Mitarbeiterurlauben zu vermeiden: Sie werden bis zur zweiten Januarwoche abgeschlossen. Aufgrund der langsameren Überweisungen an PayPal als üblich, laufen Auszahlungen über mehrere Tage und werden nicht an einem einzigen Tag abgeschlossen.",
    "517010299": "Bitte beachten Sie: Wir arbeiten derzeit an einem umfassenden Back-End-Umstieg auf einen nahezu in Echtzeit erfolgenden Abgleich. Periodische Abstimmungen werden bis zum ersten Quartal 2021 seltener als üblich durchgeführt. Dies hat keine Auswirkungen auf Auszahlungspläne oder -termine.",
    "3092200338": "** Wenn der 15. auf ein Wochenende fällt, ist das Auszahlungsdatum stattdessen der 17..",
    "3891941747": "*** COVID-19-HINWEIS: Aufgrund der reduzierten Personalkapazität im Zusammenhang mit COVID-19 wurde die Abstimmung verschoben, um zusätzliche Zeit für die Durchführung unserer Standardüberprüfung zu haben. Die Auszahlungen werden voraussichtlich am Freitag beginnen und am darauffolgenden Montag abgeschlossen sein.",
    "2301757528": "**** Aufgrund der Wartung der REST-APIs durch PayPal während des Auszahlungsfensters wurden am 15. Juni nicht alle Auszahlungen abgeschlossen. Alle Auszahlungen, die für den 15. Juni (pazifische Zeit) geplant, aber aufgrund von PayPal-API-Fehlern nicht ausgeführt wurden, wurden bis zum 19. Juni (pazifische Zeit) erneut ausgeführt.",
    "116842359": "***** Aufgrund von Systemwartungen werden die Abstimmungen voraussichtlich über mehrere Tage abgeschlossen.",
    "4154415610": "***** Auszahlungen im September 2020 werden nach Abschluss des Abgleichs in Stapeln ausgeführt, wobei einige aufgrund von Abgleichsverzögerungen einige Tage später als ursprünglich geplant ausgeführt werden.",
    "2310694091": "Was bedeutet Versöhnung?",
    "164801246": "Der Abgleich ist der Prozess, bei dem der Verkehr im Nachhinein analysiert wird, um seine Menschlichkeit und Richtigkeit zu überprüfen, sobald alle Daten von allen meldenden Websites vorliegen. Weitere Informationen finden Sie in unserem",
    "3256245394": "sowie unsere Blogbeiträge, zB",
    "3089778412": "Wie hCaptcha Belohnungen berechnet",
    "3329755436": "Planen Sie, diesen Prozess zu beschleunigen?",
    "1911669851": "Ja, wir arbeiten derzeit an einer Vielzahl von Verbesserungen an unseren Backend-Systemen, von denen wir erwarten, dass wir letztendlich sowohl einen schnelleren Abgleich, eine schnellere Schätzungsgenauigkeit als auch schnellere Auszahlungen bieten werden. Wir arbeiten derzeit daran, zunächst die Versöhnung zu beschleunigen.",
    "2366003154": "Presse- und Medienanfragen",
    "3054564199": "Pressemappe",
    "3173156067": "Für den Fall, dass Sie Beispielbilder in Ihren Artikel einfügen möchten, stehen einige vorgefertigte Begleitmaterialien zur Verfügung.",
    "867314732": "Sie können hochauflösend abrufen",
    "858218750": "und Anleitung zu deren Verwendung auf dem",
    "3821716514": "Seite.",
    "1186243118": "Logobilder",
    "3034959000": "Sie können abrufen",
    "1764089150": "Hier:",
    "1558428432": ". Bitte schreiben Sie sie hCaptcha.com gut.",
    "2429359042": "Beispiel-Schnittstellenbilder",
    "1480820434": "Bild 1",
    "3213411837": "Bild 2",
    "1270712701": "Pressemitteilungen und aktuelle Berichte",
    "231285005": "Aktuelle Updates finden Sie in unserem Blog",
    "1289884910": "Gelegentlich veröffentlichen wir auch Analysen und Berichte. Zum Beispiel:",
    "932546190": "Warum CAPTCHAs immer bei uns sein werden",
    "2344319147": "Wie viel ist die Bot-Erkennung von Google wirklich wert?",
    "1637527266": "Welche Länder haben den meisten Bot-Traffic?",
    "230159237": "Kontakte",
    "3759923279": "Presseanfragen richten Sie bitte an folgende E-Mail-Adresse:",
    "4255608322": "Letzte Aktualisierung: 12. April 2021",
    "33639629": "Gilt nicht für Websites von Drittanbietern. Bitte beachten Sie, dass diese Datenschutzrichtlinie nicht für Websites, Angebote, Produkte oder Dienstleistungen Dritter gilt, selbst wenn sie auf unsere Website verweisen oder den Dienst einbinden – bitte lesen Sie die geltenden Datenschutzrichtlinien, bevor Sie sich entscheiden, Informationen an Dritte weiterzugeben Parteien.",
    "987375734": "IMI hat seinen Sitz in den Vereinigten Staaten. Die Websites und der Service werden von uns von den Vereinigten Staaten aus kontrolliert und betrieben. Ihre personenbezogenen Daten können in jedem Land gespeichert und verarbeitet werden, in dem wir Einrichtungen haben oder in dem wir Dienstleister beauftragen, und durch die Nutzung der Websites und des Dienstes stimmen Sie der Übermittlung von Informationen in Länder außerhalb Ihres Wohnsitzlandes, einschließlich der Vereinigten Staaten, zu , deren Datenschutzbestimmungen möglicherweise von denen Ihres Landes abweichen. Unter bestimmten Umständen können Gerichte, Strafverfolgungsbehörden, Aufsichtsbehörden oder Sicherheitsbehörden in diesen anderen Ländern berechtigt sein, auf Ihre personenbezogenen Daten zuzugreifen.",
    "452920031": "Ein Hinweis für Kunden außerhalb der Vereinigten Staaten.",
    "2328839224": ". Bitte lesen Sie unseren Abschnitt \"Mitteilung für Einwohner Kaliforniens\" in Bezug auf Ihre Rechte gemäß dem California Consumer Privacy Act (\"CCPA\").",
    "1565481281": "Ein Hinweis für Einwohner Kaliforniens",
    "1028058338": "Bitte beachten Sie unseren Abschnitt \"Mitteilung an betroffene Personen in der EU\" zu Ihren Rechten gemäß der Datenschutz-Grundverordnung (\"DSGVO\").",
    "2271205646": "Ein Hinweis für Einwohner des Europäischen Wirtschaftsraums.",
    "508143070": "Beachten Sie, dass IMI der Verantwortliche für Ihre personenbezogenen Daten ist, es sei denn, wir verarbeiten personenbezogene Daten im Auftrag unserer Integratoren im Zusammenhang mit der Bereitstellung unseres Dienstes, in diesem Fall sind wir der Verarbeiter personenbezogener Daten und diese Integratoren sind die Verantwortlichen der persönliche Informationen.",
    "2330965058": "Wenn wir als Auftragsverarbeiter für unsere Integratoren fungieren, verwenden wir die gesammelten Daten nicht für andere Zwecke, als dies für die Bereitstellung unseres Dienstes vernünftigerweise erforderlich ist, und unsere Verarbeitung unterliegt den Verträgen, die wir mit unseren Integratoren geschlossen haben, nicht dies Datenschutz-Bestimmungen",
    "3017040355": "Die Verarbeitung von Daten betroffener Personen aus der EU erfolgt auf der Rechtsgrundlage der Standardvertragsklauseln (SCCs), die in den Datenverarbeitungszusatz zu unseren Nutzungsbedingungen oder Datenverarbeitungsvereinbarungen mit unseren Integratoren integriert sind.",
    "2233384692": "Wenn Sie Fragen oder Bedenken bezüglich des Umgangs mit diesen Daten haben oder Ihre Rechte ausüben möchten, sollten Sie sich an die natürliche oder juristische Person (dh den Datenverantwortlichen) wenden, die mit uns einen Vertrag zur Nutzung des Dienstes zur Verarbeitung dieser Daten abgeschlossen hat. Wir werden unseren Integratoren jedoch gemäß den Bedingungen unseres Vertrags mit ihnen Hilfestellung leisten, um Ihre Bedenken auszuräumen.",
    "349292953": "Informationen, die wir sammeln",
    "3022001832": "Wir erfassen Informationen von Personen, die mit unseren Websites und Diensten interagieren, einschließlich derer, die unseren Dienst in ihre Website integrieren (\"Integratoren\"), derer, die die Dienste zur Datenkennzeichnung nutzen (\"Kunden\") und der Endbenutzer, die mit unseren . interagieren Service über die Websites unserer Integratoren (\"Endbenutzer\").",
    "835545301": "Wir erheben die folgenden Kategorien von Informationen:",
    "3228928991": "Informationen, die verwendet werden können, um eine Person zu identifizieren oder zu kontaktieren (\"personenbezogene Daten\"), wie Name, E-Mail-Adresse und Land. Wir erfassen personenbezogene Daten von unseren aktuellen und zukünftigen Integratoren und Kunden, wenn diese diese direkt an uns weitergeben (z. B. durch das Ausfüllen eines Formulars bei der Registrierung für ein Konto oder den Erhalt von E-Mail-Benachrichtigungen von uns). Wir können auch die Identität unserer Integratoren und Kunden überprüfen, indem wir personenbezogene Daten mit Datenbanken Dritter oder offiziellen Rechtsdokumenten vergleichen.",
    "1655796811": "Informationen, die automatisch als Ergebnis der Nutzung der Sites oder der Dienste durch einen Integrator oder Kunden erfasst werden (\"Analyseinformationen\"), wie IP-Adressen, Browsertyp, Internetdienstanbieter, Plattformtyp, Gerätetyp, Betriebssystem, Datums- und Zeitstempel des Zugangs und andere ähnliche Informationen. Einige Analytics-Informationen werden in unserem Auftrag von Drittanbietern gesammelt, die wir zu diesem Zweck beauftragen, und einige Analytics-Informationen werden durch eine Vielzahl von Tracking-Technologien, einschließlich Cookies, gesammelt (siehe \"Analysen und Tracking-Technologien von Drittanbietern\" unten).",
    "1388241689": "Informationen, die als Ergebnis der Beantwortung von Eingabeaufforderungen durch Endnutzer über den Dienst (\"gekennzeichnete Daten\") gesammelt wurden, wie z zum Zwecke der Kennzeichnung von Daten zur Verwendung in Anwendungen für maschinelles Lernen. Beachten Sie, dass gekennzeichnete Daten nicht an eine identifizierte Person gebunden sind.",
    "1493790285": "Andere Informationen, die von Endbenutzern als Teil des Dienstes gesammelt werden, sind erforderlich, um festzustellen, ob sie",
    "2216374138": "sind menschlich, wie Mausbewegungen, Bildlaufposition, Tastendruckereignisse, Berührungsereignisse und Gyroskop-/Beschleunigungsmesserinformationen, sofern zutreffend.",
    "2394073454": "Wir können zusätzliche Informationen von Endbenutzern sammeln, die mit uns als individuelle Datenkennzeichnungsbehörden zusammenarbeiten möchten.",
    "3103557430": "Wie wir Informationen verwenden",
    "1130802068": "Wir verwenden die von uns gesammelten Informationen für die folgenden Zwecke:",
    "2940689138": "Um Integrator- und Kundenkonten zu verwalten und den Service bereitzustellen. Wir verwenden personenbezogene Daten, um Integratoren und Kunden bestimmte Konten zuzuordnen und ihnen den Service bereitzustellen, um auf Anfragen oder Anfragen zu antworten, um Support oder technische Unterstützung zu leisten und Zahlungen zu erleichtern.",
    "857974529": "Um die Site und den Service zu verbessern. Wir verwenden Analytics-Informationen, um unsere bestehenden und neue Dienste und Angebote zu verbessern und bestehende und zukünftige Produktangebote anzupassen.",
    "1820844638": "Um Markteinblicke abzuleiten. Wir verwenden Analyseinformationen, um den Markt zu analysieren und Geschäftsanalysen in Bezug auf die Website und unsere Dienste sowie für andere Forschungszwecke durchzuführen.",
    "3386280249": "Um einen Markt für gekennzeichnete Daten bereitzustellen. Unser Service ermöglicht Websitebesitzern und Unternehmen, die Hilfe bei der Kennzeichnung ihrer Daten benötigen, die Kennzeichnung großer Datenmengen und die Überprüfung durch Menschen für Systeme des maschinellen Lernens. Zu diesem Zweck geben wir gekennzeichnete Daten an unsere Kunden weiter, die daran interessiert sind, gekennzeichnete Daten zu erwerben.",
    "3532143291": "Um unsere Dienste und Systeme zu sichern. Wir verwenden Analytics-Informationen, um unsere Systeme zu schützen, indem wir potenzielle Bedrohungen und Schwachstellen identifizieren, und um die von uns gesammelten Informationen anderweitig zu schützen.",
    "2185418511": "Für legitime Geschäftszwecke, vorausgesetzt, die Informationen werden anonymisiert oder aggregiert, so dass sie nicht vernünftigerweise einer Person zugeordnet werden können.",
    "2386465280": "Wie wir Informationen teilen",
    "2159517814": "Wir geben personenbezogene Daten in den folgenden Fällen weiter oder legen diese offen:",
    "4256083674": "Auf direkte Anfrage eines Integrators, um das Betrugsrisiko einer bestimmten CAPTCHA-Abfrageanfrage oder IP-Adresse zu identifizieren, oder auf andere Weise, wenn eine spezifische Zustimmung erteilt wurde.",
    "3494826505": "Mit Anbietern verpflichten wir uns, wesentliche Aspekte der Websites und des Dienstes bereitzustellen, wie z. B. Datenspeicherung, Hosting und Analysen, und zwar nur für diese Zwecke.",
    "1119009846": "Soweit erforderlich, um geltendes Recht einzuhalten, einschließlich behördlicher Anfragen, Anfragen von Strafverfolgungsbehörden und anderweitig gegenüber öffentlichen und privaten Einrichtungen, um die Rechte, die Privatsphäre, die Sicherheit oder das Eigentum von Ihnen, uns oder anderen zu schützen.",
    "197676026": "Mit anderen für legitime Geschäftszwecke, sofern die Informationen anonymisiert sind",
    "2359312315": "oder aggregiert, so dass es nicht vernünftigerweise einer Person zugeordnet werden kann.",
    "2497216176": "Analyse- und Tracking-Technologien von Drittanbietern",
    "3694578791": "Wie oben besprochen, sammeln wir (und unsere Drittanbieter) Analytics-Informationen teilweise durch die Verwendung von Cookies, Web Beacons und anderen Tracking-Technologien. In einigen Fällen arbeiten wir mit Drittanbietern zusammen, um Cookies zum Zwecke der Erfassung von Analytics-Informationen zu verwenden.",
    "2014256987": "Wenn Sie die Verwendung von Cookies oder anderen Tracking-Technologien nicht blockieren möchten, lesen Sie bitte unten \"Verwalten Ihrer Daten\". Bitte beachten Sie, dass dies Ihre Erfahrung mit der Nutzung der Websites oder des Dienstes beeinträchtigen kann, da einige Funktionen möglicherweise nicht ordnungsgemäß funktionieren.",
    "2788024905": "Wie wir Informationen sichern",
    "3031284129": "Gewährleistungsausschlüsse",
    "26365791": "Soweit gesetzlich zulässig, werden die Website und der Dienst (und alle anderen zugehörigen Dienste, Informationen, Daten, Funktionen und anderen Inhalte oder Materialien) „wie besehen“ und „wie verfügbar“ bereitgestellt. Soweit gesetzlich zulässig, schließt IMI alle Gewährleistungen aus, einschließlich, aber nicht beschränkt auf die stillschweigenden Gewährleistungen der Marktgängigkeit, Eignung für einen bestimmten Zweck und Nichtverletzung.",
    "735630686": "Verwaltung Ihrer Daten (Ihre Rechte)",
    "2895491273": "Wenn Sie es vorziehen, Cookies oder andere Tracking-Technologien zu blockieren, können Sie bei den meisten Browsern und Mobilgeräten Ihre Einstellungen ändern, um Sie zu benachrichtigen, wenn Sie Cookies oder andere Tracking-Technologien verwenden, und zu wählen, ob Sie sie akzeptieren/erlauben es. Die meisten Browser ermöglichen Ihnen auch, vorhandene Cookies zu deaktivieren oder zu löschen oder zukünftige Cookies automatisch abzulehnen. Sie können auch Tools von Drittanbietern, einschließlich Browser-Plug-Ins, verwenden, um Ihre Cookie-Einstellungen zu steuern. Beachten Sie jedoch, dass einige Teile unserer Websites möglicherweise nicht richtig funktionieren, wenn Sie alle Cookies deaktivieren.",
    "707527778": "Informationen von Kindern",
    "2419795065": "Hinweis für Einwohner Kaliforniens",
    "1517625162": "Gemäß Abschnitt 1789.3 des kalifornischen Zivilgesetzbuchs haben kalifornische Benutzer Anspruch auf den folgenden Verbraucherrechtshinweis: Einwohner Kaliforniens können die Beschwerdestelle der Abteilung für Verbraucherdienste des kalifornischen Ministeriums für Verbraucherangelegenheiten per Post unter 1625 North Market Blvd., Sacramento, erreichen. CA 95834 oder telefonisch unter (916) 445-1254 oder (800) 952-5210.",
    "3730344349": "Dieser Abschnitt enthält zusätzliche Details zu den personenbezogenen Daten, die wir über kalifornische Verbraucher sammeln, und zu den ihnen gemäß dem California Consumer Privacy Act oder „CCPA“ gewährten Rechten.",
    "4044467791": "Informationen zu den Kategorien personenbezogener Daten, die wir in den letzten 12 Monaten von Ihnen erhoben haben, finden Sie oben im Abschnitt „Von uns erfasste Daten“. Wir sammeln diese Informationen für die im Abschnitt „Wie wir personenbezogene Daten verwenden“ oben beschriebenen geschäftlichen und kommerziellen Zwecke. In den letzten 12 Monaten haben wir die folgenden Kategorien von Informationen zu geschäftlichen Zwecken an Dritte weitergegeben:",
    "4208081170": "Kategorie personenbezogener Daten",
    "1528242915": "Identifikatoren.",
    "3863351997": "Kategorien personenbezogener Daten, die im California Customer Records Statut (Cal. Civ. Code § 1798.80(e)) aufgeführt sind.",
    "2826705343": "Kommerzielle Informationen.",
    "2683038211": "Internet- oder andere elektronische Netzwerkaktivitäten.",
    "3671828834": "Beispiele für weitergegebene personenbezogene Daten",
    "779426309": "Ein richtiger Name, eine eindeutige persönliche Kennung, eine Online-Kennung, eine Internetprotokoll-Adresse, eine E-Mail-Adresse, ein Kontoname oder andere ähnliche Kennungen.",
    "2414368123": "Ein Name, eine Kreditkartennummer, eine Debitkartennummer oder andere Finanzinformationen.",
    "4088941349": "Aufzeichnungen über gekaufte, erworbene oder in Betracht gezogene Produkte oder Dienstleistungen.",
    "3238612014": "Browserverlauf, Informationen über die Interaktion eines Verbrauchers mit einer Internet-Website, -Anwendung oder -Werbung.",
    "1023108656": "Kategorien von Drittempfängern",
    "1418235079": "Dienstleister",
    "3238184941": "Hinweis: Das mit einer einzelnen IP-Adresse verbundene Betrugsrisiko kann auf Anfrage einem Integrator mitgeteilt werden.",
    "285116485": "Das Unternehmen „verkauft“ (wie dieser Begriff im CCPA definiert ist) die von uns erfassten personenbezogenen Daten nicht. Weitere Informationen zu den von uns gegebenenfalls verwendeten Arten von Drittanbieter-Cookies finden Sie im Abschnitt „Analyse- und Tracking-Technologien von Drittanbietern“ oben.",
    "1408750006": "Vorbehaltlich bestimmter Einschränkungen gewährt der CCPA kalifornischen Verbrauchern das Recht, weitere Einzelheiten zu den Kategorien oder bestimmten Teilen personenbezogener Daten, die wir sammeln (einschließlich der Art und Weise, wie wir diese Daten verwenden und offenlegen), zu verlangen, ihre personenbezogenen Daten zu löschen, sich abzumelden etwaige \"Verkäufe\" sowie das Recht, bei der Ausübung dieser Rechte nicht diskriminiert zu werden.",
    "759057398": "Hinweis für betroffene Personen in der EU",
    "825780955": "Persönliche Informationen",
    "2945960297": "In Bezug auf betroffene Personen in der EU ist der Begriff „personenbezogene Daten“, wie er in dieser Datenschutzrichtlinie verwendet wird, gleichbedeutend mit „personenbezogenen Daten“ im Sinne der Datenschutz-Grundverordnung der Europäischen Union (DSGVO).",
    "1126613163": "Sensible Daten",
    "3571006800": "Einige der Informationen, die Sie uns zur Verfügung stellen, können sensible Daten im Sinne der DSGVO sein (auch als besondere Kategorien personenbezogener Daten bezeichnet), einschließlich der Identifizierung Ihrer Rasse oder ethnischen Zugehörigkeit auf staatlich ausgestellten Ausweisdokumenten.",
    "1988461282": "Rechtsgrundlagen für die Verarbeitung",
    "3519564631": "Verarbeitungszwecke",
    "1778642038": "Mit Ihnen zu kommunizieren",
    "2223819810": "Um unsere Plattform zu optimieren",
    "1678661231": "Für Compliance, Betrugsprävention und Sicherheit",
    "2561077702": "Um unseren Service zu erbringen",
    "2066321185": "Rechtliche Grundlage",
    "1174237568": "Diese Verarbeitungstätigkeiten stellen unsere berechtigten Interessen dar. Wir versuchen, mögliche Auswirkungen auf Sie (sowohl positive als auch negative) und Ihre Rechte abzuwägen und abzuwägen, bevor wir Ihre personenbezogenen Daten für unsere berechtigten Interessen verarbeiten. Wir verwenden Ihre personenbezogenen Daten nicht für Aktivitäten, bei denen unsere Interessen durch negative Auswirkungen auf Sie außer Kraft gesetzt werden (es sei denn, wir haben Ihre Zustimmung oder sind anderweitig gesetzlich dazu verpflichtet oder erlaubt).",
    "1350478093": "Verarbeitungszweck",
    "787916198": "Mit Ihrer Zustimmung",
    "3348433919": "Deine Rechte",
    "3842673636": "Nach der DSGVO haben Sie bestimmte Rechte in Bezug auf Ihre personenbezogenen Daten. Sie können uns bitten, die folgenden Maßnahmen in Bezug auf Ihre personenbezogenen Daten, die wir gespeichert haben, zu ergreifen:",
    "4057343238": "Optischer Ausgang",
    "1834911235": "Beenden Sie die Zusendung von Direktmarketing-Mitteilungen, deren Erhalt Sie zuvor zugestimmt haben. Wir können Ihnen weiterhin servicebezogene und andere nicht-marketingbezogene Mitteilungen senden.",
    "3022301908": "Betreten",
    "680638297": "Ihnen Informationen über unsere Verarbeitung Ihrer personenbezogenen Daten bereitzustellen und Ihnen Zugang zu Ihren personenbezogenen Daten zu gewähren.",
    "1409486258": "Richtig",
    "3878077249": "Aktualisieren oder korrigieren Sie Ungenauigkeiten in Ihren personenbezogenen Daten.",
    "3645414921": "Löschen",
    "42182578": "Löschen Sie Ihre persönlichen Daten.",
    "1609621367": "Überweisen",
    "3208155808": "Übertragen Sie eine maschinenlesbare Kopie Ihrer personenbezogenen Daten an Sie oder einen Dritten Ihrer Wahl.",
    "1786796818": "Beschränken",
    "3329634829": "Schränken Sie die Verarbeitung Ihrer personenbezogenen Daten ein.",
    "4202774977": "Objekt",
    "3007158970": "Widersprechen Sie unserem Vertrauen auf unsere berechtigten Interessen als Grundlage unserer Verarbeitung Ihrer personenbezogenen Daten, die sich auf Ihre Rechte auswirkt.",
    "1273071008": "Anfragen zu Zugriffsrechten betroffener Personen",
    "3594381346": "Lage.",
    "21141582": "Dies",
    "3357523404": "Grenzüberschreitender Datentransfer",
    "290966395": "Wie in unserem Abschnitt „Ein Hinweis für Kunden außerhalb der Vereinigten Staaten“ beschrieben, beachten Sie bitte, dass Ihre personenbezogenen Daten in die Vereinigten Staaten übertragen, verarbeitet und dort gespeichert werden. Die Datenschutzgesetze in den USA können sich von denen in Ihrem Wohnsitzland unterscheiden. Sie stimmen der Übertragung Ihrer Daten, einschließlich personenbezogener Daten, in die USA gemäß dieser Datenschutzrichtlinie zu, indem Sie unsere Websites besuchen oder unseren Service nutzen.",
    "3178581111": "Für neue Zwecke verwenden",
    "1088304322": "Wir können Ihre personenbezogenen Daten aus Gründen, die nicht in dieser Datenschutzrichtlinie beschrieben sind, verwenden, sofern dies gesetzlich zulässig ist und der Grund mit dem Zweck vereinbar ist, für den wir sie erhoben haben. Wenn wir Ihre personenbezogenen Daten für einen anderen Zweck verwenden müssen, können wir Sie benachrichtigen und die geltende Rechtsgrundlage für diese Verwendung erläutern. Wenn wir uns für eine bestimmte Verwendung Ihrer personenbezogenen Daten auf Ihre Zustimmung verlassen haben, können wir Ihre Zustimmung für jeden anderen Zweck einholen und Ihnen gestatten, Ihre Nutzung des Dienstes zu diesem Zeitpunkt zu beenden, wenn Sie widersprechen.",
    "2260079771": "Vorratsdatenspeicherung",
    "38428546": "Wir speichern Ihre personenbezogenen Daten während der gesamten Lebensdauer Ihres Kontos bei uns sicher. Wir bewahren Ihre personenbezogenen Daten nur so lange auf, wie es zur Erfüllung der Zwecke, für die wir sie erhoben haben, erforderlich ist, einschließlich der Erfüllung gesetzlicher, buchhalterischer oder Berichtspflichten oder zur Beilegung von Streitigkeiten. Als Kriterien für die Festlegung der Speicherfristen gelten die geltenden vertraglichen Bestimmungen, gesetzliche Verjährungsfristen, geltende behördliche Vorgaben und Branchenstandards.",
    "384965568": "Obwohl die Aufbewahrungspflichten je nach Gerichtsbarkeit variieren, werden im Folgenden Informationen zu unseren typischen Aufbewahrungsfristen für verschiedene Aspekte Ihrer personenbezogenen Daten beschrieben.",
    "2788836740": "Kontaktinformationen für Marketingzwecke werden fortlaufend gespeichert, bis Sie sich abmelden. Danach werden wir Ihre Daten auf unbestimmte Zeit in unsere Unterdrückungsliste aufnehmen. Von Benutzern der Barrierefreiheit gesammelte E-Mail-Informationen werden niemals für Marketingzwecke verwendet.",
    "3520687192": "Aufzeichnungen über die Kommunikation mit Ihnen (z. B. per E-Mail oder Twitter geöffnete Support-Tickets) können auf unbestimmte Zeit aufbewahrt werden.",
    "292211832": "Informationen, die mit technischen Mitteln wie Cookies, Webseitenzählern und anderen Analysetools gesammelt werden, werden so schnell wie möglich verworfen, können jedoch für einen begrenzten Zeitraum von bis zu einem Jahr nach Ablauf des Cookies aufbewahrt werden, normalerweise in anonymisierter und aggregierter Form es sei denn, wir entdecken einen potenziellen Missbrauch unseres Dienstes. In diesem Fall speichern wir diese Informationen, um uns bei der Verhinderung eines zukünftigen Missbrauchs zu helfen. Wir sind nicht in der Lage, diese anonymisierten und aggregierten Informationen auf Grundlage der gespeicherten Informationen mit Ihnen, Ihrem Haushalt, einer IP-Adresse oder anderen personenbezogenen Daten zu verknüpfen.",
    "3192683783": "Änderungen dieser Datenschutzerklärung",
    "1702335960": "Alle Informationen, die wir sammeln, unterliegen der Datenschutzrichtlinie, die zum Zeitpunkt der Erhebung dieser Informationen gültig ist. Wir können die Datenschutzrichtlinie jedoch von Zeit zu Zeit überarbeiten. Wenn eine Überarbeitung wesentlich ist, die allein von uns bestimmt wird, werden wir Sie beispielsweise per E-Mail benachrichtigen. Die aktuelle Version wird immer auf unserer Datenschutzseite veröffentlicht.",
    "3669258571": "Cookie-Richtlinie",
    "2905621957": "Zuletzt aktualisiert: 18. Juli 2020",
    "1173934218": "Wir verstehen, dass Ihnen Ihre Privatsphäre wichtig ist und verpflichten uns, die von uns verwendeten Technologien transparent zu machen. Diese Richtlinie enthält detaillierte Informationen darüber, wie und wann wir Cookies auf unseren Websites und Diensten verwenden.",
    "2694150481": "Verwenden wir Cookies?",
    "457627611": "Jawohl. Wir und unsere Analyse- oder Serviceanbieter, Marketingpartner und verbundenen Unternehmen können Cookies, Web-Beacons oder Pixel und andere Technologien verwenden, um sicherzustellen, dass jeder, der die Sites nutzt, die bestmögliche Erfahrung macht. Weitere Informationen finden Sie im Abschnitt \"Analysen und Tracking-Technologien von Drittanbietern\" unserer Datenschutzrichtlinie.",
    "501102544": ": Wir glauben, dass der hCaptcha-Anti-Bot-Dienst (dh der in Websites, Spiele oder mobile Apps eingebettete Dienst) gemäß den DSGVO-Bestimmungen nur sogenannte „einwilligungsfreie“ Cookies enthält. Beispiele für solche ausgenommenen Cookies sind:",
    "461631543": "DSGVO-Hinweis",
    "2150907653": "* Technische Cookies, die für die Bereitstellung des Dienstes unbedingt erforderlich sind. Dazu gehören Präferenz-Cookies, Session-Cookies, Load-Balancing-Cookies usw.",
    "1012122721": "* Statistische Cookies, die direkt von uns verwaltet werden (dh Cookies von Erstanbietern, keine Drittanbieter-Cookies), bei denen die Daten nicht für die Profilerstellung verwendet werden.",
    "3255230599": "Was ist ein Cookie?",
    "2954157511": "Warum verwenden wir Cookies?",
    "1539071196": "Wir verwenden Cookies im Allgemeinen für die folgenden Zwecke:",
    "3545935449": "Um neue oder frühere Benutzer zu erkennen.",
    "32739972": "Um Ihre Login-Sitzungsinformationen zu speichern, wenn Sie auf unseren Sites registriert sind.",
    "4209078147": "Um unsere Website zu verbessern und Ihre Besuche auf unseren Plattformen und unserer Website besser zu verstehen.",
    "1077448694": "Zur Integration mit Social-Media-Websites von Drittanbietern.",
    "1709478090": "Um Ihnen interessenbezogene oder zielgerichtete Werbung zu bieten.",
    "3256020881": "Um Ihr Verhalten und Ihre Surfaktivitäten im Laufe der Zeit auf mehreren Websites oder anderen Plattformen zu beobachten.",
    "1092241113": "Um die Interessen unserer Kunden und Integratoren besser zu verstehen.",
    "1434289796": "Einige Cookies sind für bestimmte Nutzungen der Sites erforderlich, und ohne solche Cookies könnten wir viele Dienste nicht bereitstellen, die Sie für die ordnungsgemäße Nutzung der Sites benötigen. Diese Cookies ermöglichen es uns beispielsweise, unsere Sites zu betreiben, sodass Sie auf Wunsch darauf zugreifen können und uns erkennen lassen, dass Sie ein Konto erstellt und sich bei diesem Konto angemeldet haben, um auf die Site-Inhalte zuzugreifen. Dazu gehören auch Cookies, die es uns ermöglichen, Ihre vorherigen Aktionen innerhalb derselben Browsersitzung zu speichern und unsere Sites zu schützen.",
    "1533171442": "Wir verwenden auch funktionale Cookies und Cookies von Drittanbietern zu Analyse- und Marketingzwecken. Funktionale Cookies ermöglichen, dass bestimmte Teile der Sites ordnungsgemäß funktionieren und Ihre Benutzerpräferenzen bekannt bleiben. Analyse-Cookies sammeln unter anderem Informationen darüber, wie Kunden, Integratoren und Endbenutzer unsere Sites nutzen, die Inhalte und Produkte, die Benutzer am häufigsten ansehen, und die Wirksamkeit unserer Werbung durch Dritte. Werbe-Cookies helfen dabei, Anzeigen an relevante Zielgruppen zu liefern und unsere Anzeigen oben in den Suchergebnissen erscheinen zu lassen. Cookies sind entweder „Session“-Cookies, die gelöscht werden, wenn Sie Ihre Browser-Sitzung beenden, oder „persistent“, die bis zu ihrer Löschung durch Sie (siehe unten) oder die Partei, die das Cookie bereitgestellt hat, bestehen bleiben. Ausführliche Informationen zu allen auf den Websites verwendeten Cookies finden Sie in unserer Cookie-Offenlegungstabelle unten.",
    "322830977": "So deaktivieren Sie Cookies.",
    "262509504": "Wir können die durch Cookies gesammelten Informationen mit anderen Informationen verknüpfen, die wir gemäß dieser Datenschutzrichtlinie von Ihnen sammeln, und die kombinierten Informationen wie hierin beschrieben verwenden. In ähnlicher Weise können die Drittanbieter, die Cookies auf unseren Websites bereitstellen, Ihren Namen oder Ihre E-Mail-Adresse mit anderen von ihnen gesammelten Informationen verknüpfen, darunter frühere Offline- oder Online-Einkäufe oder Ihre Online-Nutzungsinformationen.",
    "2935155034": "Wenn Sie sich im Europäischen Wirtschaftsraum befinden, haben Sie bestimmte Rechte, die oben unter der Überschrift „Mitteilung an betroffene Personen in der EU“ beschrieben sind, einschließlich des Rechts auf Einsichtnahme und Berichtigung oder Löschung der Daten, die wir über Sie haben.",
    "1873812847": "Cookie(s)-Offenlegung",
    "3319083717": "Name:",
    "3183855267": "1. hmt_id",
    "907324388": "Funktion",
    "2896187462": "1. Wird für unbedingt erforderliche anonyme dienstleistungsbezogene Statistiken und für andere technische Zwecke wie die Unterstützung bei der Unterstützung der Barrierefreiheit verwendet.",
    "987267027": "Party",
    "3453526675": "1. Erstanbieter",
    "1952810469": "Typ",
    "1795436560": "1. Sitzung",
    "102695075": "Dauer",
    "3356329025": "1. 30 Tage",
    "3744153629": "Namen:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "Sitzung,",
    "3186435874": "Session-ID",
    "1241291641": "Weitere Einzelheiten anzeigen.",
    "1834801943": "2. Erstanbieter",
    "2114694926": "2. Sitzung",
    "938404336": "2. Variiert; bis zu 30 Tage.",
    "2196526290": "hc_zugänglichkeit",
    "1061239711": "3. Erstanbieter",
    "1483015662": "3. Sitzung",
    "3458934553": "3. Variiert; bis zu 30 Tage.",
    "134571844": "Impressum (Site Notice)",
    "110836420": "Letzte Aktualisierung: 23. Dezember 2020",
    "2901894297": "hCaptcha ist ein Dienst von Intuition Machines, Inc. (\"IMI\"), einer Delaware US Corporation (#6393793).",
    "2928362319": "Anfragen per Post können an folgende Adresse gerichtet werden: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "3094150511": "Aufsichtsbehörde: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Keine Gewähr für den Inhalt",
    "707541553": "Alle auf unseren Internetseiten enthaltenen Informationen wurden von IMI oder einem Dritten validiert. Weder das IMI noch Dritte können jedoch für die Aktualität, Richtigkeit oder Vollständigkeit der Informationen verantwortlich gemacht werden. Dies gilt auch für andere Websites, die über Hyperlinks auf unseren Seiten erreicht werden können. IMI übernimmt keine Verantwortung für den Inhalt dieser externen Websites.",
    "2650241052": "Kein Rat",
    "204716894": "Inhalt und Gestaltung unserer Webseiten sind urheberrechtlich geschützt. Eine Vervielfältigung der Seiten und ihrer Inhalte in einer Weise, die über den angemessenen fairen Gebrauch hinausgeht, bedarf der vorherigen schriftlichen Zustimmung von IMI, sofern keine anderen gesetzlichen Bestimmungen für die Vervielfältigung auf der Seite vorgesehen sind.",
    "3182435854": "Urheberrechte ©",
    "3236873806": "IMI ist für diese Website verantwortlich.",
    "1338341134": "hCaptcha + Datenschutzpass (Beta)",
    "88879089": "Datenschutzpass ist ein",
    "1898063898": "zum Schutz der Privatsphäre der Benutzer, die wir in Zusammenarbeit mit entwickeln",
    "1942186611": "und andere.",
    "3673079511": "aufkommender Standard",
    "2164933356": "Wolkenflare",
    "3119589996": "So funktioniert es: Eine Browsererweiterung bietet Benutzern die Möglichkeit, kryptografisch blinde Token für Websites zu erstellen und zu signieren, die das Privacy Pass-Protokoll unterstützen. Die Erweiterung generiert Pässe mit kryptographisch verblindeten Token, die von hCaptcha signiert werden, wenn eine Herausforderung auf einer beliebigen Site mit dem hCaptcha-Dienst gelöst wird.",
    "1254771154": "Herausforderungen, die bei anderen Privacy Pass-unterstützenden Diensten gezeigt werden, die ebenfalls hCaptcha einbetten, z. B. Cloudflare.",
    "996362763": "Diese Token werden entblendet und von der Erweiterung für die zukünftige Verwendung gespeichert. Wenn der Benutzer eine Website mit hCaptcha besucht und die Herausforderung bestehen muss (ob unsichtbar oder über die Schaltfläche \"Ich bin ein Mensch\"), werden sie automatisch eingelöst. Das Verblindungsverfahren bedeutet, dass signierte und eingelöste Token aus der Sicht von hCaptcha kryptographisch nicht verknüpft werden können und somit die Privatsphäre der Benutzer gewahrt wird.",
    "2943346052": "Im weiteren Verlauf des IETF-Standardisierungsprozesses gehen wir davon aus, dass die wichtigsten Browser eine Form von Privacy Pass nativ übernehmen werden. Dadurch wird die Erweiterung schließlich unnötig. Befolgen Sie jedoch vorerst die nachstehenden Anweisungen.",
    "2326660907": "außer",
    "741483946": "* Mit anderen Worten: Sie können hCaptcha Privacy Pass-Token auf hCaptcha.com erhalten und sie auf anderen Websites direkt über hCaptcha.com verwenden. Sie können keine hCaptcha Privacy Pass-Token erhalten oder einlösen, um den von Cloudflare verwendeten hCaptcha-Dienst zu umgehen, da Cloudflare seine eigenen Privacy Pass-Token ausgibt und einlöst.",
    "1362015807": "Einstieg",
    "1358325821": "Installieren Sie zuerst die Erweiterung für",
    "310885519": "oder",
    "4091044469": ". Stellen Sie sicher, dass Sie die Erweiterung im Inkognitomodus aktiviert haben. Besuchen Sie dann eine beliebige Website mit hCaptcha und lösen Sie ein Captcha. Ab Version 2.0.3 können Sie diese Token auf Websites mit hCaptcha einlösen.",
    "3904679538": "Chrom",
    "3700767772": "Sobald Sie die Erweiterung installiert haben, klicken Sie hier (oder auf einer anderen hCaptcha-verwendenden Website), um Pässe zu verdienen:",
    "166277959": "Bitte beachten Sie: Diese Funktion befindet sich derzeit in der Betaphase und funktioniert möglicherweise nicht immer für alle Websites und Benutzer. Für den Fall, dass es nicht aktiviert ist oder für einen bestimmten Benutzer nicht funktioniert, wird das Verhalten ohne Funktionsverlust einfach auf die Standard-hCaptcha-Erfahrung zurückgesetzt.",
    "3031357206": "Ein neues Symbol wird neben Ihrer URL-Leiste angezeigt. Besuchen Sie nun eine Website mit hCaptcha. Es wird so aussehen:",
    "1066753052": "Das bedeutet, dass die Brieftasche leer ist und Sie sich auf einer Website befinden, die eine hCaptcha-Herausforderung enthält. Sobald Sie die Herausforderung abgeschlossen haben, erhalten Sie Token, die auf jeder anderen Website mit hCaptcha eingelöst werden können.",
    "651123197": "Eine Zählung des aktuellen Gesamtbetrags in Ihrer Brieftasche wird nach Abschluss der Herausforderung auf dem Symbol angezeigt.",
    "554844646": "Sie können bestätigen, dass die Erweiterung funktioniert, indem Sie sehen, wie der Zähler jedes Mal um 1 sinkt, wenn Sie auf klicken",
    "4087729475": "die Herausforderung nach Ihrer ersten Lösung.",
    "647630208": "Und das ist es! Ihr Online-Browsing ist jetzt privater.",
    "3272552822": "Entwickler und Kryptografen:",
    "4059570880": "Wenn Sie die Standardisierungsbemühungen verfolgen möchten, sind die Bemühungen derzeit im Gange bei",
    "1904390996": "um die zu standardisieren",
    "252720667": "der kryptografischen Sicherheit von Privacy Pass zugrunde liegt. Das Protokoll selbst durchläuft die",
    "3972554015": "auch verarbeiten. Und die Browsererweiterung ist natürlich",
    "3723626769": "für Ihre Beiträge und Kritik.",
    "3882147547": "Oblivious pseudozufällige Funktionen",
    "565624910": "Luftzug",
    "3421090159": "Open Source",
    "3098677775": "F: Ist meine IP-Adresse und mein Browserverlauf von hCaptcha bei der Verwendung von Privacy Pass vollständig privat?",
    "4019638786": "A: Privacy Pass-Benutzer von hCaptcha werden ihre IP niemals hCaptcha preisgeben, es sei denn, die Token-Wallet ihres Browsers ist leer oder die Site sendet sie. hCaptcha hat keine Möglichkeit, den Benutzer mit der Token-Einlösung zu verknüpfen und interagiert während der Einlösung niemals direkt mit dem Benutzer, es sei denn, seine Token-Wallet ist leer.",
    "3887113660": "F: Wie wirkt sich Privacy Pass auf die hCaptcha-Einnahmen aus?",
    "1116455671": "A: Sie erhalten eine Belohnung für die erste Lösung, wenn der Benutzer sie auf Ihrer Website abschließt. Einlösungen folgen dem gleichen Antwortmuster, als ob der Benutzer aufgrund des hohen Kundenvertrauens automatisch auf Ihrer Site bestanden hätte: Es werden keine Einnahmen erzielt und der Siteverify-Aufruf von Ihrem Server erhält in den bestandenen Ergebnissen ein \"Guthaben: Falsch\".",
    "779817954": "F: Wenn ich Privacy Pass-Pässe eines anderen Anbieters habe, kann ich diese dann auf hCaptcha einlösen?",
    "3014149332": "A: Nein, Pässe sind nicht interoperabel: Sie müssen von derselben Behörde ausgestellt und eingelöst werden, in diesem Fall hCaptcha. Beachten Sie, dass sich die verfügbare Anzahl je nach Anforderung der von Ihnen besuchten Seite auf die richtige Anzahl ändert, wenn Sie sowohl über Cloudflare als auch über hCaptcha in Ihrer Nebenstelle verfügen. Mit anderen Worten, wenn Sie 100 Cloudflare-Pässe in Ihrer Brieftasche und 10 hCaptcha-Pässe haben, sollten Sie 10 auf dem Erweiterungssymbol auf Seiten mit eingebettetem hCaptcha sehen.",
    "3679148535": "F: An welchen anderen Anwendungen von Privacy Pass arbeiten Sie?",
    "1606783855": "A: Wir sind sehr an Privacy Pass für den Anwendungsfall Barrierefreiheit (\"a11y\") interessiert. Bisher beliebte Optionen wie Audio-Captchas diskriminieren viele a11y-Benutzer. Wir glauben, dass die Kombination unseres aktuellen a11y-Ansatzes mit der Ausstellung von Privacy Pass es a11y-Benutzern ermöglichen wird, sicher zu surfen, in dem Wissen, dass ihr Datenverkehr privater ist, während gleichzeitig der Missbrauch durch Bot-Betreiber eingeschränkt wird, der unweigerlich auftritt, wenn a11y-Optionen verfügbar sind.",
    "2359150347": "F: Unterstützen andere Online-Sicherheitsdienste Privacy Pass?",
    "2082237880": "A: hCaptcha ist der erste Dienst seiner Art, der Privacy Pass unterstützt, und ist derzeit der einzige, der dies tut. Wir erwarten jedoch, dass andere Dienste die Vorteile der Erhöhung des Datenschutzes der Benutzer online erkennen und erwarten, dass in Zukunft mehr Implementierungen vorgenommen werden, wenn die IETF-Standards, an deren Entwicklung wir beteiligt sind, offiziell angenommen werden.",
    "2109792055": "Benutzerhandbuch: Beheben von Problemen bei der Ausstellung und Validierung von Privacy Pass",
    "3588620914": "Privacy Pass ist eine neue Erfindung nach den Standards des Webs, und es ist möglich, dass andere Anwendungen und Browsererweiterungen, die sich dessen nicht bewusst sind, seine Funktionalität beeinträchtigen.",
    "4039193170": "Wenn Sie Probleme beim Abrufen oder Einlösen von Token haben:",
    "2378786360": "1. Probieren Sie einen der anderen unterstützten Browser aus: Wenn Sie Chrome verwenden, versuchen Sie es mit Firefox, ohne Ihre Einstellungen aus Chrome zu importieren, und installieren Sie das Plugin dort. Wenn das funktioniert, liegt möglicherweise ein Problem mit der Browserkonfiguration vor.",
    "394235836": "3. Wenn keiner der oben genannten Vorschläge funktioniert, senden Sie uns eine Support-E-Mail und wir helfen Ihnen gerne dabei, herauszufinden, was los ist.",
    "3470857731": "Eine Analyse, wie gut reCAPTCHA Bots erkennt.",
    "3240786848": "Letzte Aktualisierung: 18. Februar 2021",
    "2547140673": "Seit mehr als einem Jahrzehnt bietet der reCAPTCHA-Dienst von Google Website-Besitzern einen Trade: Lassen Sie Google Ihre Nutzer verfolgen und ihnen Fragen stellen, und im Gegenzug versprechen sie, Bots und Spam zu stoppen.",
    "2133754014": "Mehr als 4,5 Millionen Websites verwenden reCAPTCHA [",
    "3152512587": "und das System sammelt täglich Hunderte von Millionen von Lösungen. [",
    "2296918009": "Das entspricht täglich mehr als 100 Personenjahren Arbeit.[",
    "3900538778": "Gekennzeichnete Daten sind der Treibstoff, der maschinelles Lernen antreibt. reCAPTCHA-Antworten werden seit 2009 verwendet, um die ML/AI-Dienste von Google zu verbessern. Viele Menschen, die reCAPTCHA verwenden, wissen nicht, dass ihre Arbeitskraft eingesetzt wird.",
    "1160252730": "Google berechnet jetzt hohe Preise für reCAPTCHA Enterprise, was viele Unternehmen dazu veranlasst, diesen Deal neu zu bewerten.",
    "1131196501": "Große Unternehmen wie",
    "204889717": "bin auf hCaptcha umgestiegen",
    "639413188": "In Beantwortung.",
    "3280658086": "Unternehmenslösungen",
    "3842815245": "Ist das ein fairer Handel?",
    "714342693": "Das hCaptcha-Team sammelt seit 2016 Preisdaten von \"Dark Web\"-Captcha-brechenden Diensten. Wir haben einen interessanten Trend festgestellt:",
    "468929661": "Die durchschnittlichen Kosten für das Brechen eines reCAPTCHA sind unglaublich niedrig (weniger als 1 USD pro 1000 Lösungen) und haben sich seit Beginn unserer Überwachung im Jahr 2016 nicht wesentlich erhöht. Dies gilt sowohl für reCAPTCHA v2 als auch für v3. [",
    "2862164005": "Anhand der Preisdaten können wir der Sicherheit, die ein reCAPTCHA bietet, einen genauen Dollarwert zuordnen: 0,001 USD oder weniger pro Antwort.",
    "102498091": "Google berechnet 1 $ pro 1000 Anfragen für reCAPTCHA Enterprise, d. h. sie berechnen jetzt mehr pro Anfrage, als es kostet, die Sicherheit ihres Dienstes zu beeinträchtigen. Dies scheint ein schlechtes Geschäft zu sein.",
    "130239139": "Welchen Wert haben die über 100 Personenjahre, die Google täglich sammelt?",
    "1421074182": "Wesentlich höher.",
    "1953519598": "Die Kosten für die Beschriftung eines einzelnen Bildes liegen zwischen 0,03 USD und 1,00 USD oder mehr. Nach vorsichtigen Schätzungen hat Google bis heute Milliarden von Dollar an freien Arbeitskräften gewonnen. [",
    "3025548709": "Gibt es eine Alternative zu diesem unfairen Deal?",
    "263761351": "hCaptcha ist die erste glaubwürdige Alternative, die jetzt jeden Monat von Hunderten Millionen Menschen verwendet wird.",
    "2743692546": "Da Benutzer ihre Menschlichkeit über hCaptcha beweisen, betreten ihre Arbeitskräfte einen anonymen offenen Markt für Gebote.",
    "1982750088": "Unternehmen auf der ganzen Welt bieten diese Arbeitskräfte an, um einfache Aufgaben zu erledigen, die für Menschen leicht, für Maschinen jedoch schwer sind. Benutzer unterstützen die Website, die sie besuchen, und erleben aufgrund eines höheren Sicherheitsniveaus weniger Web-Spam.",
    "1108398506": "Kunden gewinnen die volle Kontrolle über die Erfahrung und profitieren von der Expertise, die hCaptcha als größter unabhängiger Challenge-Anbieter im Internet erworben hat. Sie erhalten auch ein besseres Angebot als reCAPTCHA Enterprise: bis zu 50-80 % günstigere Preise, je nach Volumen.",
    "3012870872": "Websites und Apps, die die kostenlose Version (hCaptcha Publisher) verwenden, erzielen Einnahmen aus dieser Arbeit, anstatt sie an Google zu spenden.",
    "2271512952": "Benutzer unterstützen die von ihnen besuchte Website und erleben weniger Web-Spam.",
    "278010425": "Die große und sich oft ändernde Aufgabenvielfalt auf hCaptcha ist auch schwerer zu automatisieren. Die einzige Benutzeroberfläche von reCAPTCHA hat sich seit vielen Jahren nicht geändert und enthält eine kleine Anzahl von sich selten ändernden Fragen. Auf diese Weise bietet hCaptcha einen robusteren Anti-Bot-Schutz als reCAPTCHA.",
    "984849234": "hCaptcha verwendet fortschrittliches maschinelles Lernen, um das zu liefern, was reCAPTCHA nur verspricht, und teilt den erfassten Wert mit den Websites, die es verwenden.",
    "4063769686": "Benutzer unterstützen die von ihnen besuchte Website und erleben weniger Web-Spam. Dies scheint ein gerechterer Deal zu sein.",
    "685916926": "Warum hat sich reCAPTCHA im Laufe der Zeit nicht verbessert?",
    "3992401943": "Seit 2012 gibt es eine Revolution im Deep Learning. Die Branchennorm für Aufgabengenauigkeit hat sich in den letzten zehn Jahren radikal verbessert, hauptsächlich aufgrund von Deep Convolutional Networks. Andere ML-gestützte Dienste, die Google anbietet, sind dieser Kurve gefolgt.",
    "615031303": "(Siehe Fußnoten",
    "2125514305": "ML hat sich verbessert, aber die Schwierigkeit, reCAPTCHA zu umgehen, hat sich in dieser Zeit nicht wesentlich geändert.",
    "1406188018": "6 und 7",
    "2689973938": "Die Verbesserung von reCAPTCHA führt zu einem intrinsischen Konflikt für Google als Anzeigenanbieter.",
    "464238793": "Wenn Google selbst feststellt, dass ein Nutzer, der eine Anzeige sieht oder auf einen Link klickt, tatsächlich ein Bot war, kann es diesem Nutzer keine Anzeigen in Rechnung stellen. Dieser Interessenkonflikt hat den Umfang der Anti-Bot-Ambitionen von Google stark eingeschränkt.",
    "918924423": "Google hat beispielsweise keine offensichtlich wertvollen Dienste wie die rückwirkende Bot-Erkennung angeboten. Es ist viel zuverlässiger, den Benutzerverkehr als Bot-generiert zu deklarieren, nachdem mehrere Tage Daten analysiert wurden.",
    "661412233": "Es ist auch wertvoll, nach dem Captcha zu wissen, dass einige Benutzer Bots waren. Es ermöglicht Website-Besitzern, alte Spam-Posts zu bereinigen und in Zukunft in Spam-Foren registrierte \"Schlafkonten\" zu löschen, Betrug zu reduzieren und vieles mehr.",
    "3600797185": "Das Angebot einer rückwirkenden Bot-Identifikation würde Google vor heikle Fragen stellen, wie Werbetreibenden, die Geld für diesen betrügerischen Datenverkehr ausgegeben haben, rückwirkend erstattet werden können.",
    "2076932190": "Das Produkt reCAPTCHA stagniert somit seit einem Jahrzehnt.",
    "3856912381": "Die Benutzer haben gelitten, und unnötiger Web-Spam ist jetzt weit verbreitet. Aber es gibt eine Alternative.",
    "1035621426": "Jeder von reCAPTCHA identifizierte Bot reduziert direkt die Werbeeinnahmen von Google.",
    "3668115514": "Wie unterscheidet sich hCaptcha?",
    "2413742287": "Der Anreiz von hCaptcha besteht darin, die Genauigkeit zu maximieren, nicht die Werbeeinnahmen: Bot-Antworten sind für unsere Kunden nutzlos, die menschliche Trainingsdaten benötigen.",
    "1373262754": "Zu wissen, wer eine Person ist, hat für hCaptcha einen minimalen Wert. Uns interessiert nur, ob sie ein Mensch oder ein böswilliger Akteur sind.",
    "600646860": "Anstatt einen Service von fragwürdigem Wert anzubieten und gleichzeitig Arbeitskräfte mit echtem Wert zu extrahieren, bietet hCaptcha sowohl eine Entschädigung als auch einen starken Anti-Bot-Schutz.",
    "1836191653": "Anstatt kostenlosen Benutzern einen leicht zu umgehenden Service anzubieten und gleichzeitig Millionen von Dollar für eine nicht viel bessere Unternehmensversion zu verlangen, bietet hCaptcha beiden einen hervorragenden Bot-Schutz und bietet gleichzeitig Unternehmensbenutzern zusätzliche Funktionen und Anpassungen sowie starke SLAs und schnellen Support.",
    "990215503": "hCaptcha ist der einzige große Captcha-Dienst, der keinem Werbenetzwerk gehört.",
    "971933157": "hCaptcha legt großen Wert auf Datenschutz, Transparenz und Fairness.",
    "178839499": "hCaptcha teilt den Wert der geleisteten Arbeit, während die Benutzer ihre Menschlichkeit beweisen.",
    "1237076138": "hCaptcha bietet sowohl kostenlosen (hCaptcha Publisher) als auch Unternehmenskunden (hCaptcha Enterprise) ein faires Angebot.",
    "614310292": "Wer hat hCaptcha entwickelt?",
    "4188814619": "hCaptcha ist ein Service von Intuition Machines (",
    "3265328927": "), ein Unternehmen für maschinelles Lernen, das Produkte und Dienstleistungen für Unternehmen anbietet, die maschinelles Lernen in großem Maßstab implementieren.",
    "2740033957": "Das IM-Team besteht aus Wissenschaftlern und Ingenieuren von Apple, Amazon und anderen führenden Unternehmen in den Bereichen maschinelles Lernen, verteilte Systeme und Sicherheit.",
    "1579715421": "IM-Wissenschaftler veröffentlichen regelmäßig auf Top-Konferenzen wie ICML, ICLR, ECCV und NeurIPS, und das Unternehmen hat neueste Ergebnisse in ML-Disziplinen wie Deep Hashing öffentlich veröffentlicht [",
    "4015238193": "und OCR [",
    "279580593": "imachines.com",
    "279918384": "Wie nutzt Google Ihre kostenlose Arbeitskraft?",
    "2385522384": "Sie haben wahrscheinlich Videobilder von Kameras der selbstfahrenden Autos Waymo von Google gesehen und dabei geholfen, deren Objekterkennung zu verbessern.",
    "1517627947": "Sie haben wahrscheinlich Bilder von Gebäuden oder Straßenschildern aus den Streetview-Autos von Google gesehen und dabei geholfen, Standorte für ihre Maps- und Earth-Produkte zu kennzeichnen.",
    "3225936061": "Sie haben wahrscheinlich Bilder von Text gesehen, die von Buchseiten im Bücherdienst von Google aufgenommen wurden und zur Verbesserung der OCR-Software (Texterkennung) beigetragen haben.",
    "129661785": "Wurden Sie jemals gebeten, \"auf das Auto/den Zebrastreifen/die Ampel zu klicken?\"",
    "936667684": "Wurden Sie jemals gebeten, \"das Gebäude-/Straßenschild einzugeben?\"",
    "3773515538": "Wurden Sie jemals gebeten, \"die beiden Wörter einzugeben?\"",
    "1778058441": "Welche Arten von Jobs werden auf hCaptcha ausgeführt?",
    "366088791": "hCaptcha unterstützt eine Vielzahl von Aufgaben.",
    "3114147525": "hCaptcha-Kunden nutzen den Service für Aufgaben wie Objekterkennung, Attributerkennung (Sammeln von Etiketten zur Identifizierung von Kleidungsarten), Relevanzranking (Auswahl des relevantesten Produkts aus mehreren Optionen im Vergleich zu einem Hauptprodukt), Begrenzungsrahmen (Suchen von Interessenbereichen auf ein Bild), \"Human OCR\" (Identifizieren des Textes in einem Bild) und viele andere Arten von Aufgaben.",
    "3139609561": "Im Folgenden finden Sie zwei Beispiele für Jobtypen der Bildklassifizierung und der Attributerkennung. [",
    "2273532558": "Wer sind die zahlenden Kunden von hCaptcha?",
    "4104221634": "Die Kunden von hCaptcha umfassen eine Vielzahl von Branchen, von Technologieunternehmen bis hin zu Unternehmen mit Schwerpunkt auf Mode, Einzelhandel und anderen Bereichen, in denen sie durch die Anwendung von maschinellem Lernen Mehrwert schaffen können.",
    "1337725003": "hCaptcha hat sich zum Ziel gesetzt, den Zugang zu hochvolumigen Echtzeit-Annotationen zu demokratisieren und es großen und kleinen Unternehmen zu ermöglichen, die Qualität ihrer Produkte und Dienstleistungen zu verbessern, indem sie maschinelles Lernen auf ihr Geschäft anwenden.",
    "4086379603": "Fragen?",
    "1243684308": "Wir nehmen Ihr Feedback ernst und möchten sicherstellen, dass jeder ein angenehmeres Online-Erlebnis mit weniger Bots und weniger Spam hat. Sprechen Sie uns an:",
    "2645321220": "Und wenn Ihnen die Kosten für reCAPTCHA zu hoch sind, fragen Sie uns nach hCaptcha Enterprise. Derzeit werden sie von einigen der größten Verlage, Finanzdienstleistungsunternehmen und Webinfrastrukturunternehmen der Welt verwendet und sind nicht nur eine glaubwürdige Alternative zu reCAPTCHA: Wir glauben, dass sie den derzeit besten Bot-Schutz bieten.",
    "1229233916": "Fußnoten",
    "1115642494": "1. Quelle: BuiltWith.com reCAPTCHA-Site-Auflistungen. Abgerufen am 9. Juli 2019.",
    "448807334": "(„Hunderte Millionen von CAPTCHAs werden jeden Tag von Menschen gelöst.“) Abgerufen am 8. Juli 2019.",
    "2397590157": "3. Konservative Schätzung: 200 Millionen Lösungen * 30 Sekunden pro Lösung in Jahren = 190,3 Personenjahre/Tag.",
    "3236311792": "4. Interne hCaptcha-Analyse. Datenerhebung bis zum 30. Juni 2019. Details auf Anfrage erhältlich.",
    "1752259468": "5. Konservative Schätzung: 0,01 $ Kosten für eine einzelne Anmerkung * 200 Mio. Anmerkungen pro Tag (Untergrenze) * 365 Tage pro Jahr * 10 Jahre seit der Übernahme im Jahr 2009 = 7,3 Milliarden US-Dollar Untergrenze.",
    "3268946369": "6. Quelle: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Quelle: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "SEMANTISCHE HIERARCHIE-BASIERTE RELATIONALE EINBETTUNGEN FÜR SCHWACH ÜBERWACHTES DEEP HASHING, Heikki Arponen, Tom E Bishop. ICML 2019, LLD-Workshop.",
    "2544169219": "Aktuelle Ergebnisse zum Stand der Technik: ICML LLD, Mai 2019.",
    "1973347745": "10. Lizenzfreie Beispielbilder. Quelle: Petapixel.",
    "1493115924": "Hinweise zu Marken:",
    "4051104324": "„Intuition Machines“ ist eine eingetragene Marke von Intuition Machines, Inc.",
    "3983646521": "Alle Produktnamen, Logos, Marken, Warenzeichen und eingetragenen Warenzeichen sind Eigentum ihrer jeweiligen Inhaber. Alle auf dieser Website verwendeten Firmen-, Produkt- und Dienstleistungsnamen dienen nur zu Identifikationszwecken. Die Verwendung dieser Namen, Warenzeichen und Marken bedeutet keine Billigung. In diesem Fall ganz im Gegenteil.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM-Wissenschaftler setzen auf der CVPR 2020 neue Maßstäbe für schwach überwachte Texterkennung (OCR).",
    "1259002282": "Einen Fehler gefunden? So melden Sie es.",
    "3301728462": "Millionen von Menschen verwenden jeden Monat hCaptcha auf Tausenden von Kombinationen von Browsern, Erweiterungen, Geräten, Firewalls und mehr.",
    "3878230879": "Unser Ziel ist es, sicherzustellen, dass es immer für Sie funktioniert, daher schätzen wir Ihre Berichte sehr!",
    "2465128185": "Um schnelles Feedback zu geben, klicken Sie einfach auf die Schaltfläche \"Feedback senden\".",
    "2921990472": "Wenn ein Funktionsproblem auftritt, befolgen Sie bitte die",
    "2870341481": "unter. Für alle anderen Browser nur",
    "1866590035": "Debug-Log-Anweisungen für Chrome",
    "444492541": "Debug-Log-Anweisungen für Firefox",
    "169267610": "Schreiben Sie uns eine E-Mail",
    "3100722753": "Informationen zu möglichen Sicherheits- oder Datenschutzproblemen finden Sie in den folgenden Anweisungen.",
    "1906593952": "Geben Sie Feedback zu dem hCaptcha, das Sie gerade gesehen haben",
    "3951254541": "Wir schätzen Ihren Beitrag. Teilen Sie uns alle Probleme mit und wir werden sie schnell lösen.",
    "3324288040": "Sende uns Feedback",
    "2864016648": "Datenschutzprobleme",
    "304004915": "Uns ist es egal, wer Benutzer sind, sondern nur, wie wahrscheinlich es ist, dass sie bösartig oder maschinell sind. Wir unterstützen Initiativen wie",
    "1139493658": ", und arbeiten hart daran, Datenschutz und Sicherheit in Einklang zu bringen.",
    "3083289844": "Wenn Sie ein Problem gefunden haben, von dem Sie glauben, dass es die Privatsphäre der Benutzer beeinträchtigen könnte, senden Sie uns bitte eine E-Mail an",
    "4264784515": "Sicherheitsfehler",
    "963238401": "Wir sind immer daran interessiert, Berichte über Sicherheitsfehler zu erhalten. Email",
    "3926027556": "und wir werden uns schnell bei Ihnen melden.",
    "1589805435": "Wir haben auch ein",
    "2560582224": "Bug-Bounty-Programm",
    "103876916": "für berechtigte Sicherheitsberichte über den hCaptcha-Dienst und den zugehörigen Quellcode.",
    "497117287": "Zugangsmöglichkeiten",
    "3230004040": "Sind Sie sehbehindert oder anderweitig nicht in der Lage, hCaptchas abzuschließen?",
    "3480023141": "Erfahren Sie mehr über Barrierefreiheitsoptionen",
    "2052161540": "Erfassen von Fehlerberichtsdetails: Chrome",
    "2281169898": "Wenn Sie mit Ihrem Bericht Debugging-Informationen senden, können wir leichter erkennen, was vor sich geht. Hier eine Schritt-für-Schritt-Anleitung:",
    "1123365779": "Wenn Sie ein Webentwickler oder erfahrener Benutzer sind, bitten wir Sie, uns eine Netzwerkaufzeichnung von HAR- und Browserkonsolenprotokollen zu senden.",
    "2015218686": "bevor Sie diese Schritte ausführen. Wenn das Problem dadurch behoben wird, würden wir uns dennoch freuen, wenn Sie uns Ihre Browserversion, Ihren Werbeblocker oder Ihre Browsererweiterung und die Website-URL mitteilen.",
    "3922723611": "Bitte versuchen Sie, Werbeblocker oder Browser-Sicherheitserweiterungen zu deaktivieren",
    "4036872105": "erst und dann erneut versuchen",
    "993651083": "Schritt 1: Öffnen Sie die Entwicklertools (Dies startet die Aufzeichnung der Sitzung.)",
    "4163469907": "Schritt 2: Klicken Sie in den Entwicklertools auf die Registerkarte Netzwerk. Aktivieren Sie oben das Kontrollkästchen \"Protokoll beibehalten\".",
    "4243348003": "Schritt 3: Besuch",
    "641342999": ", oder die Website, auf der Sie ein Problem haben (Datenschutzhinweis: nur, wenn es Ihnen nichts ausmacht, das Problem zu teilen) ... und klicken Sie dann auf die Schaltfläche \"Ich bin ein Mensch\" und versuchen Sie, es zu lösen.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Schritt 4: Klicken Sie nach dem Lösungsversuch auf \"HAR exportieren\" (der kleine Pfeil nach unten), wodurch das Netzwerkprotokoll gespeichert wird. Senden Sie diese Datei an uns.",
    "1503240421": "Schritt 5: Klicken Sie auf die Registerkarte Konsole und klicken Sie mit der rechten Maustaste dann auf \"Speichern unter ..\", um das Konsolenprotokoll zu speichern. Senden Sie uns das auch.",
    "2863840904": "Schritt 6: Im letzten Schritt senden Sie uns diese HAR- und Konsolenprotokolldateien per E-Mail und beschreiben Sie das Problem",
    "4051785543": "Verwenden:",
    "3623028666": "(bitte nutzen Sie einen Service wie",
    "551761392": "und Links senden) und optional einen Screenshot, wenn Sie vermuten, dass etwas nicht richtig angezeigt wird. Bitte senden Sie auch die von Ihnen verwendete IP. Du bekommst es von",
    "1219091208": "Dropbox",
    "443094024": "Dateiablage",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Vielen Dank, dass Sie sich die Zeit genommen haben, uns bei der Beschaffung dieser Informationen zu helfen!",
    "3680327841": "Wir setzen uns dafür ein, dass hCaptcha für alle gut funktioniert",
    "1059502393": "Erfassen von Fehlerberichtsdetails: Firefox",
    "1112074001": "Schritt 2: Klicken Sie in den Entwicklertools auf die Registerkarte Netzwerk. Aktivieren Sie oben das Kontrollkästchen \"Protokolle beibehalten\".",
    "1797298240": "Schritt 4: Klicken Sie nach dem Lösungsversuch auf „HAR“ und wählen Sie „Alle als HAR speichern“, um das Netzwerkprotokoll zu speichern. Senden Sie diese Datei an uns.",
    "3671246379": "Schritt 5: Klicken Sie auf die Registerkarte Konsole, klicken Sie mit der rechten Maustaste dann auf \"Alle auswählen\" und speichern Sie dies in einer Textdatei, um das Konsolenprotokoll zu speichern. Senden Sie uns das auch.",
    "3816867833": "Rückmeldung",
    "788770967": "Tut mir leid das zu hören! Vielleicht möchten Sie unsere Barrierefreiheitsoption nutzen:",
    "1333016413": "So können Sie zukünftige Rückfragen vermeiden, indem Sie sich registrieren und ein Cookie setzen.",
    "2333410049": "Versuchen Sie auch, Ihren Werbeblocker zu deaktivieren.",
    "1345083090": "Ein Funktionsproblem melden?",
    "2184564739": "Sehen",
    "604751186": "Andere Probleme? Email",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "So melden Sie Probleme mit detaillierten Protokollen",
    "1050501253": "Zu schwer",
    "3264813246": "Unangemessen",
    "3526939538": "Softwarefehler",
    "126134492": "Sonstiges",
    "3511610999": "Lassen Sie uns sicherstellen, dass Sie an den richtigen Ort gelangen.",
    "3906886217": "Für Unternehmen oder Websites",
    "1621597093": "Sicherheitslösungen für Unternehmen (kostenpflichtig)",
    "3176531704": "Datenanmerkung",
    "1834239172": "Erwerben Sie hCaptcha-Anmerkungsdienste",
    "1457707016": "Für Einzelpersonen",
    "770264626": "hCaptcha zu Ihrem Dienst hinzufügen (kostenlos)",
    "881015166": "HCaptcha for Publishers zu meiner Website oder App hinzufügen",
    "47536007": "Erfahre mehr über hCaptcha",
    "2012837493": "Suchergebnisse",
    "4034694801": "Keine passenden Ergebnisse.",
    "3621411541": "Erfahren Sie mehr über die Barrierefreiheitsoptionen für hCaptcha",
    "3401005681": "Geld verdienen",
    "3933993151": "Arbeite als individueller Datenbeschrifter",
    "563059212": "Liste der Unterauftragsverarbeiter",
    "3501923981": "Letzte Aktualisierung: 1. Januar 2020.",
    "3548097301": "Gültig ab: 1. Januar 2020.",
    "3991444169": "Auf dieser Seite werden aktuelle Unterprozessoren für den hCaptcha Enterprise-Dienst aufgelistet.",
    "835396984": "Gerade aktiv",
    "424089481": "Amazon Web Services, Inc. (weltweit). Bereitgestellte Dienste: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (weltweit). Bereitgestellte Dienste: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Global). Bereitgestellte Dienste: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (weltweit). Bereitgestellte Dienste: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Hinweis: gilt nicht für alle Kunden. Zum Beispiel sind IP-Blinding- oder andere erweiterte Datenschutz- oder Sicherheitsoptionskunden (z. B. Secure Virtual Tenancy-Kunden) vollständig von potenziellen \"PII\" ausgeschlossen, die jemals in Telemetriesysteme eintreten, sogar eine IP-Adresse. Bitte wenden Sie sich bei Bedarf an Ihren Kundenbetreuer, um weitere Informationen zu erhalten.",
    "700843971": "Hound Technology, Inc. (weltweit). Erbrachte Dienstleistungen: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (weltweit). Bereitgestellte Dienste: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (weltweit). Bereitgestellte Dienste: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (weltweit). Bereitgestellte Dienste: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Infrastruktur",
    "370366524": "Kurzlebige Diensttelemetrie",
    "121192737": "Kommende Ergänzungen",
    "2420789666": "Fastly, Inc. Bereitgestellte Dienstleistungen: Fastly CDN und Edge Computing.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Gültig ab: 1. September 2021. Infrastrukturerweiterung",
    "1487796027": "Für Unternehmen",
    "3943417791": "Holen Sie sich Unterstützung für hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha-Publisher (kostenlos)",
    "3397976149": "Holen Sie sich Unterstützung für hCaptcha Publisher",
    "833750823": "Haben Sie Schwierigkeiten mit einer Herausforderung?",
    "2024737147": "Möchten Sie einen Fehler melden?",
    "1978884623": "Erfahren Sie mehr über das Melden von Softwareproblemen",
    "4188664955": "Allgemeine Nutzungsbedingungen",
    "2621989404": "Letzte Aktualisierung: 24. September 2021. Bitte beachten Sie, dass unsere englischsprachigen Bedingungen maßgeblich sind.",
    "2404545611": "Willkommen bei hCaptcha! Vielen Dank, dass Sie ein Teil unserer Gemeinschaft sind. Alle Benutzer der \"Dienste\" (unten definiert) müssen den folgenden Bedingungen (die \"Dienstbedingungen\") zustimmen. Gemäß diesen Nutzungsbedingungen beziehen sich „IMI“, „wir“ und „uns“ auf Intuition Machines, Inc. und seine Tochtergesellschaften, verbundenen Unternehmen, leitenden Angestellten, Vertreter, Mitarbeiter, Vertreter und Vertreter, und unsere „Website“ umfasst alle Websites unter unsere Kontrolle, einschließlich www.hcaptcha.com und www.imachines.com.",
    "2348450790": "Bitte lesen Sie diese Nutzungsbedingungen. Sie beinhalten unter anderem Gewährleistungsausschlüsse, Haftungsbeschränkungen und verbindliche Schiedsverfahren. Bitte beachten Sie, dass sich diese Nutzungsbedingungen seit Ihrem letzten Besuch auf unserer Website möglicherweise geändert haben. Wir können diese Nutzungsbedingungen von Zeit zu Zeit nach eigenem Ermessen überarbeiten und aktualisieren. Im Falle einer wesentlichen Änderung werden wir Sie benachrichtigen, indem wir die aktualisierten Nutzungsbedingungen auf dieser Seite veröffentlichen. Danach müssen Sie die aktualisierten Nutzungsbedingungen bestätigen, um die Website oder den Service weiterhin nutzen oder darauf zugreifen zu können.",
    "1933936765": "Datenverarbeitungsvereinbarung (Zuletzt aktualisiert: 23. September 2021)",
    "2959486280": "Wenn Sie diesen Nutzungsbedingungen nicht zustimmen, dürfen Sie die Site oder den Service nicht nutzen oder darauf zugreifen.",
    "3200859925": "1. Zweck",
    "1807143500": "Die Dienste umfassen einen Online-Sicherheitsdienst (der \"hCaptcha-Dienst\") und eine Plattform (die \"Intuition Machines-Plattform\"), auf der eine Person (\"Mitwirkender\") wählen kann, Aufgaben auszuführen, die eine Drittpartei oder Intuition Machines selbst (jeweils ein „Anforderer“) auf unserer Website oder dem hCaptcha-Dienst postet, entweder direkt auf unserer Website oder durch den Zugriff auf die Intuition Machines-Plattform und/oder die Ausführung von Aufgaben durch oder in Verbindung mit einer Drittpartei und/oder einer Plattform oder einem Dienst (jeweils ein \"Integrator\"). Anforderer posten Aufgaben und laden Mitwirkende ein, diese im Austausch gegen Belohnungen durchzuführen, die IMI den Integratoren zur Verfügung stellt, oder wie vom Anforderer festgelegt, wenn der Anforderer die Intuition Machines-Plattform oder den hCaptcha-Dienst verwendet, um seinen eigenen Endbenutzern Aufgaben zu erfüllen. Wir berechnen Unternehmen und Einzelpersonen (jeweils ein „Kunde“) für die Nutzung unserer Plattform, damit sie unsere Software nutzen, Aufgaben erstellen, uns mit der Erstellung von Aufgaben beauftragen und/oder Zugang zu den Mitwirkenden erhalten. Wir berechnen Integratoren auch die Nutzung unseres hCaptcha-Dienstes, um Betrug, Missbrauch und Spam auf ihren Websites, mobilen Apps und anderen Online-Angeboten zu reduzieren. Das Vorstehende wird zusammenfassend als \"Dienste\" bezeichnet.",
    "3212830633": "2. Teilnahmeberechtigung",
    "2605814073": "Durch die Nutzung oder Registrierung unserer Dienste erklären Sie sich damit einverstanden: Sie sind mindestens 18 Jahre alt; Sie sind befugt, diese Vereinbarung im eigenen Namen oder im Namen der von Ihnen vertretenen Körperschaft abzuschließen, und halten sich jederzeit an diese Nutzungsbedingungen und alle hierin genannten IMI-Richtlinien und -Richtlinien; und Sie werden unsere Website nicht missbrauchen, uns gegenüber Ihre Identität falsch darstellen oder künstliche Intelligenz verwenden, um einen Teil einer Aufgabe im IMI zu erledigen, die menschliche Intelligenz erfordert.",
    "2616040974": "3. Kunden und Anforderer",
    "1544829730": "Wenn Sie ein Kunde oder Anforderer sind, erklären Sie sich damit einverstanden, dass die hier als Kundenanhang beigefügten zusätzlichen Bedingungen gelten und durch Bezugnahme in diese Servicebedingungen aufgenommen werden. Wenn Sie kein Kunde oder Anforderer sind oder aufhören, Kunde oder Anforderer zu sein, gelten die zusätzlichen Bedingungen im Kundenanhang nicht und werden auch nicht durch Bezugnahme in diese Servicebedingungen aufgenommen.",
    "3759360138": "4. Benutzername und Passwort",
    "2236960358": "Bei der Registrierung werden Sie aufgefordert, bestimmte personenbezogene Daten über Sie (\"personenbezogene Daten\") anzugeben, einschließlich Ihres Namens, Ihrer E-Mail-Adresse und die Erstellung eines Benutzernamens und eines Passworts, die alle unserer Datenschutzrichtlinie unterliegen, die auf unserer Website verfügbar ist Webseite. Sie allein sind für die Überwachung, Gewährleistung und Aufrechterhaltung der Sicherheit Ihres Kontos, Ihrer Passwörter und aller mit Ihrem Konto verknüpften Authentifizierungsschlüssel verantwortlich, und Sie sind verantwortlich für jegliche Nutzung oder Maßnahmen, die durch die Nutzung dieser Informationen in den Diensten ergriffen werden.",
    "3047519814": "Sie stimmen zu, dass Sie Ihr Konto oder Passwort mit niemandem teilen.",
    "1699668873": "Sie müssen IMI unverzüglich benachrichtigen, wenn Sie vermuten, dass Ihre Kontoinformationen gestohlen oder von jemand anderem verwendet wurden oder eine andere Sicherheitsverletzung vorliegt.",
    "3044038608": "Sie erklären sich damit einverstanden, uns wahrheitsgetreue, genaue und vollständige Informationen zur Verfügung zu stellen, die in unserem Registrierungsprozess angefordert werden. Sie stimmen auch zu, diese Informationen bei Bedarf unverzüglich zu aktualisieren, um sie aktuell und genau zu halten.",
    "4132302900": "5. Ihre Privatsphäre, Ihre Daten und „Daten für alle“",
    "10724169": "Sie akzeptieren unsere Datenschutzrichtlinie, die regelt, was wir mit allen personenbezogenen Daten tun, die Sie uns zur Verfügung stellen.",
    "1669194950": "Zusätzlich zu den personenbezogenen Daten müssen Sie möglicherweise auch andere Daten bereitstellen (oder es kann erforderlich sein, dass wir diese erfassen), damit wir die Dienste bereitstellen können (zusammen „Kundendaten“). Wir haften nicht für die Nichterbringung von Dienstleistungen, die durch Ihre Verzögerung oder die Nichtbereitstellung von Kundendaten verursacht werden.",
    "1330274831": "Sie gewähren uns hiermit während der Laufzeit dieser Vereinbarung eine weltweite, nicht ausschließliche, unterlizenzierbare, übertragbare, gebührenfreie, unwiderrufliche Lizenz zur Nutzung, Vervielfältigung, elektronischen Verteilung und öffentlichen Anzeige von Kundendaten ausschließlich zum Zweck der Bereitstellung der Dienste . Sie erklären und garantieren, dass Sie über ausreichende Rechte, Titel und Interessen an und an Ihren Daten verfügen, um die Lizenz in diesem Abschnitt zu erteilen.",
    "2230333214": "Wir aggregieren Kundendaten mit anderen Daten, sodass die Ergebnisse nicht persönlich identifizierbar sind, und sammeln auch anonymisierte technische Protokolle und Daten zur Nutzung der Dienste („aggregierte/anonymisierte Daten“). Ungeachtet anderslautender Bestimmungen hierin können solche aggregierten/anonymisierten Daten von IMI während oder nach der Laufzeit dieser Vereinbarung für beliebige Geschäftszwecke verwendet werden, einschließlich, aber nicht beschränkt auf die Entwicklung und Verbesserung der Dienste und die Erstellung und Verteilung von Berichten und anderen Materialien. Kundendaten können auch für einen begrenzten Zeitraum, der 180 Tage nach Abschluss eines Auftrags nicht überschreiten darf, bestehen bleiben und im System angezeigt werden, beispielsweise als automatische Kalibrierungs- oder Validierungsdaten für Intuition Machines-Systeme. Aus Gründen der Klarheit gibt uns dieser Abschnitt 5 nicht das Recht, Sie ohne Ihre vorherige schriftliche Zustimmung als Quelle aggregierter/anonymisierter Daten zu identifizieren.",
    "3881754581": ". Wenn Sie Kunde unserer Anmerkungsdienste sind und im Rahmen Ihrer Nutzung der Dienste die Option \"Daten für alle\" gewählt haben, gewähren Sie IMI und allen Nutzern der Dienste eine weltweite, nicht ausschließliche, unterlizenzierbare, übertragbare, gebührenfreie, unwiderrufliche Lizenz zur vollständigen Nutzung aller Kundendaten, einschließlich aller damit verbundenen geistigen Eigentumsrechte. Wenn Sie die Option \"Daten für alle\" auswählen, erklären und garantieren Sie, dass Sie über ausreichende Rechte, Titel und Interessen an und an Ihren Daten verfügen, um die Lizenz in diesem Abschnitt zu erteilen.",
    "3496767126": "Um Zweifel auszuschließen, gilt der folgende Absatz ausschließlich für Kunden, die unsere Anmerkungsdienste nutzen, und nicht für die Nutzung unserer Dienste als Integrator",
    "767207800": "Wenn Ihre Daten potenziell explizite oder anstößige Inhalte enthalten, bitten wir Sie, diese als \"EXPLIZITTER INHALT\" zu kennzeichnen, um jedem, der Ihre Daten sieht, eine faire Warnung zu bieten. Sie dürfen ohne eine separate schriftliche Vereinbarung mit IMI keine Aufgaben übernehmen, die gegen unsere Richtlinien verstoßen, einschließlich, aber nicht beschränkt auf (a) Aufgaben, die direkt oder indirekt für eine andere Website oder einen anderen Dienst werben, (b) Aufgaben, die gegen die Bedingungen einer Website Dritter verstoßen und Bedingungen, (c) Aufgaben, die Mitwirkende auffordern, Dritte anzuwerben, (d) Aufgaben, die Mitwirkende auffordern, Maßnahmen zu ergreifen, um das Verhalten oder die Ergebnisse einer Website zu manipulieren, (e) Aufgaben, die die geistigen Eigentumsrechte Dritter verletzen, und (f) Aufgaben die von Mitwirkenden verlangen, Software oder Dateien herunterzuladen.",
    "3370561195": "6. Akzeptables Verhalten",
    "4205152730": "Sie werden ermutigt, mit anderen Benutzern überall auf unserer Website, unserem Forum, Messaging, Chat und anderen von IMI kontrollierten Social-Media-Kanälen zu interagieren, aber wenn Sie dies tun, müssen Sie alle Nutzungsbedingungen auf unserer Website und alle relevanten Gesetze einhalten .",
    "1394253934": "7. Missbrauch, Missbrauch und falsche Darstellung",
    "1406393333": "Jeglicher Zugriff oder jede Nutzung der Dienste, die nicht gemäß diesen Nutzungsbedingungen und allen von uns erteilten Anweisungen erfolgt, ist strengstens untersagt. Insbesondere werden Sie NICHT:",
    "3409726716": "sich ohne schriftliche Genehmigung für mehr als ein Konto bei uns registrieren;",
    "3119498672": "Ausführen von Aufgaben unter Verwendung von Internet-Bots, Web-Robots, Bots, Skripten oder einer anderen Form von künstlicher Intelligenz oder anderweitiger Versuch, Belohnungen von IMI oder einem Anforderer oder Integrator zu erhalten, ohne die beschriebenen Aufgaben auszuführen;",
    "1188668818": "Geben Sie bei der Nutzung dieser Website falsche Informationen an (einschließlich, aber nicht beschränkt darauf, sich in Ihrem Konto als eine andere Person oder Organisation auszugeben oder sich selbst oder Ihre Zugehörigkeit zu einer anderen Person oder Organisation in Ihrem Konto falsch anzugeben oder anderweitig falsch darzustellen;",
    "2804310964": "auf unsere Website über einen Proxy-Webserver oder ein anderes Gerät zuzugreifen oder zu versuchen, darauf zuzugreifen, das Ihren wahren Standort oder Ihre Identität verschleiern soll, oder auf andere Weise als die bereitgestellte Schnittstelle;",
    "1374227759": "die Website für illegale Aktivitäten oder für andere Zwecke als den Zweck zu verwenden, für den sie zur Verfügung gestellt wurde;",
    "2103513933": "sich an Aktivitäten beteiligen, die das Funktionieren der Website beeinträchtigen oder unterbrechen;",
    "137127070": "bösartige oder unbekannte externe Links oder Dateien einfügen, hochladen oder anhängen oder Inhalte hochladen, die Viren, Trojaner, Würmer, Zeitbomben oder anderen schädlichen Computercode enthalten;",
    "1686655020": "Laden Sie urheberrechtlich geschützte Inhalte hoch, die nicht Ihr Originalwerk sind, es sei denn, Sie haben die Erlaubnis des rechtmäßigen Eigentümers, solche Inhalte zu veröffentlichen und IMI alle hierin gewährten lizenzierten Rechte zu gewähren;",
    "1406692811": "Spamming betreiben oder jegliche Art von Werbung posten, versuchen, Empfehlungen zu erhalten, Massenkommunikation, Geldangebote oder -anfragen, Aufforderung zu Dienstleistungen, Werbung, Marketing, unsinnige Nachrichten, duplizierte Themen, illegale Inhalte, Links zu sozialen Websites, E-Mail-Adressen oder Instant-Messenger-IDs, es sei denn, dies wird von der Aufgabe verlangt;",
    "3893539589": "externe Links einfügen, die Waren oder Dienstleistungen anbieten, sofern dies nicht durch die Aufgabe erforderlich ist;",
    "3214322759": "sich anderweitig an böswilligen oder betrügerischen Aktivitäten beteiligen.",
    "3733422465": "8. Überprüfung Ihrer Identität",
    "267645277": "IMI kann Ihre Identität überprüfen. Dies kann den Abgleich Ihrer personenbezogenen Daten mit Datenbanken Dritter oder offiziellen Rechtsdokumenten umfassen. Sie ermächtigen uns, alle erforderlichen Anfragen zu stellen, um Ihre Identität, Ihr Eigentum an Ihrer E-Mail-Adresse und Ihr Eigentum an Ihren Finanzkonten zu bestätigen. Sie erklären sich damit einverstanden, Informationen über Sie bereitzustellen, um uns bei der Überprüfung Ihrer Identität zu unterstützen.",
    "4169910317": "9. Einhaltung des Gesetzes",
    "519755936": "Sie allein sind für die Einhaltung von Bundes-, Landes-, Provinz- und lokalen Gesetzen in Verbindung mit Ihrer Nutzung der Dienste verantwortlich. Sie erklären sich damit einverstanden, uns für alle Ansprüche gegen uns schad- und klaglos zu halten, weil Sie gegen Gesetze verstoßen oder Rechte Dritter verletzt haben, einschließlich, aber nicht beschränkt auf vertragliche, geistige Eigentums- oder Datenschutzrechte.",
    "731546974": "10. Beitrags- oder Integratorsteuern",
    "3128328457": "Wenn Sie ein Beitragender oder Integrator sind, sind Sie allein verantwortlich für die Zahlung aller geschätzten oder sonstigen bundesstaatlichen, bundesstaatlichen oder lokalen Einkommenssteuern, Sozialversicherungen, FICA und Arbeitnehmerentschädigungen, die aufgrund der Nutzung unserer Website geschuldet werden, sowie ähnliche Steuern oder Gebühren in Nicht-US-Rechtsordnungen. Sie erklären sich damit einverstanden, uns für alle Bewertungen gegen uns schad- und klaglos zu halten, weil Sie Steuergesetze nicht eingehalten haben.",
    "2931396764": "11. Verstoß gegen diese Nutzungsbedingungen",
    "1240667045": "Wir können Ihren Zugang zu den Diensten jederzeit aus irgendeinem Grund aussetzen, einschränken oder stornieren, einschließlich weil: (a) wir glauben, dass Sie gegen diese Nutzungsbedingungen (einschließlich anderer damit zusammenhängender Richtlinien) verstoßen haben; (b) wir glauben, dass Sie unsere Rechte oder die Rechte Dritter verletzt haben; (c) wir nicht in der Lage sind, die von Ihnen bereitgestellten Informationen zu überprüfen oder zu authentifizieren; oder (d) wir glauben, dass Ihre Handlungen Verbindlichkeiten für Sie, uns oder einen Dritten nach sich ziehen können. Um Zweifel auszuschließen, behalten wir uns das Recht vor, Zahlungen an Sie zu verhindern oder auszusetzen, wenn wir vernünftigerweise davon ausgehen, dass eine der vorstehenden Ausführungen auf eine solche Zahlung zutrifft.",
    "1601080128": "Wenn wir Ihr Konto sperren oder kündigen, haben Sie keinen Zugriff mehr auf Teile der Website, einschließlich Daten, Nachrichten, Dateien und anderes Material, das Sie auf der Website aufbewahren. Sie dürfen unsere Website NICHT unter einem anderen oder neuen Kontonamen weiter nutzen. Verstöße gegen diese Nutzungsbedingungen können in vollem Umfang rechtlich verfolgt werden und können zusätzliche Strafen und Sanktionen nach sich ziehen.",
    "1160707899": "12. Rolle und Beziehung des Beitragenden zum IMI und anderen Anforderern",
    "269838707": "Wenn Sie ein Beitragender sind, entscheiden nur Sie selbst, welche und wie viele Aufgaben Sie wann und wo erledigen. Sie können so viel oder so wenig Zeit damit verbringen, Aufgaben zu erledigen, wie Sie möchten. Sie sind zu keinem Zeitpunkt verpflichtet, eine Aufgabe zu erledigen.",
    "1087195513": "Wenn Sie ein Mitwirkender sind, der auf die Dienste zugreift und/oder Aufgaben durch oder in Verbindung mit einem Integrator im Namen eines Anforderers, der nicht IMI ist, ausführt, dann stimmen Sie zu und erkennen an, dass Intuition Machines nicht für Sie haftet und Ihnen gegenüber keine Verpflichtung hat in Bezug auf Belohnungen oder andere Vergütungen für erledigte Aufgaben. Sie stimmen zu und erkennen an, dass Belohnungen oder sonstige Vergütungen für erledigte Aufgaben ausschließlich gemäß Ihrer Vereinbarung mit dem Anforderer und/oder dem Integrator festgelegt werden. Jegliche Streitigkeiten über solche Prämien oder andere Entschädigungen (einschließlich, aber nicht beschränkt auf den Nichterhalt solcher Prämien oder anderer Entschädigungen) liegen ausschließlich zwischen Ihnen und dem Anforderer und/oder dem Integrator, sofern zutreffend.",
    "952813944": "Weder Ihre Nutzung unserer Website noch irgendetwas in dieser Vereinbarung begründet eine Beschäftigungs-, Partnerschafts-, Joint-Venture-, Agentur-, Franchise- oder Handelsvertreterbeziehung zwischen Ihnen und Intuition Machines. Wir stellen Ihnen keine Ausrüstung oder Werkzeuge zur Verfügung, um eine Aufgabe zu erledigen. Wir bieten Ihnen keine Leistungen, Arbeitnehmerentschädigungen oder Versicherungsschutz. Wir sind nicht verantwortlich für Kosten, die Ihnen durch die Nutzung unserer Website entstehen. Wir werden keinen Betrag von Ihrer Belohnung für Bundes- oder Landeseinkommensteuer, Sozialversicherung oder andere Steuern einbehalten. Es steht Ihnen jederzeit frei, Aufgaben für jede Person oder jedes Unternehmen auszuführen, einschließlich unserer Wettbewerber. Sie sind nicht befugt, im Namen von Intuition Machines einen schriftlichen oder mündlichen Vertrag abzuschließen.",
    "3460432665": "Ungeachtet des Vorstehenden können wir, wenn Sie ein US-Steuerzahler sind, von Ihnen ein W-9 anfordern, das jährlich aktualisiert wird, und wir können Sie von der Ausführung von Aufgaben ausschließen, bis Sie ein W-9 abgeschlossen oder aktualisiert haben.",
    "458271951": "Wenn Sie ein Mitwirkender sind, der auf die Dienste zugreift und/oder Aufgaben durch oder in Verbindung mit einem Integrator im Namen von Intuition Machines durchführt (als Anforderer handelt), kann Intuition Machines Sie für die akzeptable Erledigung bestimmter Aufgaben belohnen. Falls festgestellt wird, dass Sie an Betrug, Missbrauch oder Verletzung dieser Nutzungsbedingungen beteiligt sind, können alle Ihnen gewährten Belohnungen von Intuition Machines einbehalten und/oder eingezogen werden.",
    "3056723024": "13. Inakzeptabler Abschluss von Aufgaben",
    "3913203723": "Wenn der Anforderer aus irgendeinem Grund die Ausführung einer von Ihnen erledigten Aufgabe nicht akzeptiert, haben Sie als Mitwirkender oder Integrator keinen Anspruch auf eine Belohnung für die Aufgabe. Für den Fall, dass Ihnen bereits Belohnungen für eine inakzeptabel erledigte Aufgabe zugeteilt wurden, können wir diese von Ihnen zurückfordern.",
    "3666807632": "14. Qualifikationen und Fähigkeiten der Mitwirkenden",
    "1993899769": "15. Unsere Verwendung von Informationen",
    "3027055607": "16. Geistiges Eigentum und Eigentumsrechte",
    "3910971075": "IMI besitzt alle Rechte, einschließlich der Rechte an geistigem Eigentum, an Quellcode, Objektcode oder zugrundeliegender Struktur, Ideen oder Algorithmen, API und jeglicher zusätzlicher Software, Dokumentation oder Daten im Zusammenhang mit den Diensten („Software“). Sie werden weder direkt noch indirekt über Dritte oder auf andere Weise: (a) die Software zurückentwickeln, dekompilieren, disassemblieren oder anderweitig versuchen, die Software zu entdecken; (b) auf Software basierende Werke zu modifizieren, zu übersetzen oder abgeleitete Werke zu erstellen; (c) die Rechte an Software kopieren, vermieten, verleasen, verteilen, verpfänden, abtreten oder anderweitig übertragen oder belasten; (d) Software für Timesharing-, Service-Büro-Zwecke oder anderweitig zugunsten Dritter zu verwenden; oder (e) alle Eigentumshinweise oder Etiketten entfernen.",
    "3660891610": "Wenn Sie ein Mitwirkender sind, besitzt IMI und nicht Sie die Eigentumsrechte an allen Werken, die Sie im Rahmen der Erledigung einer Aufgabe erstellen. Indem Sie die Bedingungen dieser Vereinbarung akzeptieren, stimmen Sie zu (und tun dies hiermit), den Besitz, das Eigentum und das Eigentum (einschließlich aller weltweit bestehenden geistigen Eigentumsrechte) an und an Ihrem Werk an uns zu übertragen. Um sicherzustellen, dass wir in der Lage sind, solche Rechte zu erwerben, zu vervollkommnen und zu nutzen, erklären Sie sich ferner damit einverstanden, (i) alle Dokumente zu unterzeichnen, um die Dokumentation, Perfektionierung und Durchsetzung unserer Rechte zu unterstützen; und (ii) einen angemessenen Zugang zu Informationen zur Aufzeichnung, Vervollkommnung, Sicherung, Verteidigung und Durchsetzung solcher Eigentumsrechte in allen Ländern zu gewähren. Ihre Verpflichtungen aus diesem Abschnitt bleiben auch dann bestehen, wenn Sie sich von den Diensten abmelden oder die Nutzung der Dienste einstellen. Sie ernennen uns zu Ihrem Bevollmächtigten, um Dokumente in Ihrem Namen für die in diesem Abschnitt genannten Zwecke auszuführen.",
    "426125156": "17. Urheberrecht und TakeDown",
    "1408530660": "IMI respektiert das geistige Eigentum anderer und behält sich das Recht vor, jegliches Material von unserer Website zu entfernen, von dem wir glauben, dass es die geistigen Rechte Dritter verletzen könnte. Wenn Sie der Meinung sind, dass Ihr eigenes Werk auf dieser Website in einer Weise kopiert wurde, die eine Urheberrechtsverletzung darstellt, wenden Sie sich bitte an den Kundendienst von Intuition Machines.",
    "2696932851": "18. Entschädigung",
    "3844300338": "Sie erklären sich damit einverstanden, uns von allen Ansprüchen, Schäden, Verbindlichkeiten, Kosten und Ausgaben (einschließlich angemessener Anwaltsgebühren und -kosten) freizustellen, zu verteidigen und schadlos zu halten, die sich aus oder im Zusammenhang mit Ihrer Aufgabenerfüllung oder Ihrer Nutzung unserer Website ergeben .",
    "2474091800": "19. Streitigkeiten mit anderen Benutzern; Veröffentlichung",
    "3162107126": "IMI ist keine Partei bei Streitigkeiten zwischen Ihnen und einem anderen Nutzer der Dienste. Sie stellen IMI und seine verbundenen Unternehmen von allen Ansprüchen, Forderungen und Schäden jeder Art und Art frei, die sich aus oder im Zusammenhang mit Streitigkeiten zwischen Ihnen und einem anderen Benutzer ergeben, bekannt und unbekannt, vermutet und nicht vermutet, offengelegt und nicht offengelegt.",
    "2271969747": "20. Vertrauliche Informationen, die Sie erhalten",
    "1042802841": "Vertrauliche Informationen sind alle Informationen, die als vertraulich oder geschützt gekennzeichnet sind oder von der empfangenden Partei vernünftigerweise als vertraulich oder geschützt angesehen werden sollten. Dies schließt keine Informationen ein, die (1) öffentlich zugänglich sind, (2) sich bereits im Besitz der empfangenden Partei befinden, von ihr unabhängig entwickelt wurden oder ihr bereits bekannt sind oder (3) auf gerichtliche Anordnung oder auf andere Weise von Gesetz.",
    "1918025546": "Wenn Ihnen vertrauliche Informationen von jemandem über die Dienste zur Verfügung gestellt werden, erklären Sie sich damit einverstanden, die Geheimhaltung der vertraulichen Informationen mit der gleichen Sorgfalt zu wahren, die Sie zum Schutz Ihrer eigenen vertraulichen Informationen anwenden, jedoch in keinem Fall mit der gebotenen Sorgfalt. Sie dürfen solche vertraulichen oder geschützten Informationen nicht offenlegen oder veröffentlichen, es sei denn, dies ist für die Erfüllung einer Aufgabe erforderlich. Alle Informationen innerhalb einer Aufgabe auf der Intuition Machines-Plattform sind als vertraulich zu betrachten, auch wenn die Informationen nicht ausdrücklich als vertraulich gekennzeichnet sind.",
    "2690395789": "Wenn Sie die erhaltenen vertraulichen Informationen nicht mehr benötigen, müssen Sie unverzüglich alle Kopien der Informationen, die sich in den Räumlichkeiten, Systemen oder anderen Geräten, die Sie kontrollieren, befinden, zurückgeben oder vernichten (auf Verlangen desjenigen, der die Informationen weitergegeben hat).",
    "2178073797": "Da die Offenlegung vertraulicher Informationen einen irreparablen Schaden verursachen kann, ist die offenlegende Partei berechtigt, bei einer Verletzung oder drohenden Verletzung dieser Bedingung einen Unterlassungsanspruch zu beantragen.",
    "2185860003": "21. Website-Änderungen",
    "2631249972": "Wir können unsere Website ohne vorherige Ankündigung verbessern oder ändern.",
    "3764131594": "22. Websites von Drittanbietern",
    "295955580": "Unsere Website kann Links zu Websites Dritter enthalten. Wir kontrollieren, untersuchen, überwachen oder überprüfen solche Websites nicht. Wir sind nicht verantwortlich für die Computerprogramme, Inhalte oder Meinungen, die auf solchen Websites enthalten sind, noch unterstützen wir sie. Wenn Sie sich entscheiden, unsere Website zu verlassen und auf eine Website Dritter zuzugreifen, tun Sie dies auf eigene Gefahr.",
    "838225123": "23. Haftungsausschluss",
    "3897238493": "DIE DIENSTE WERDEN \"WIE BESEHEN\" BEREITGESTELLT. WIR ÜBERNEHMEN KEINE IMPLIZIERTEN ODER AUSDRÜCKLICHEN ZUSICHERUNGEN ODER GEWÄHRLEISTUNGEN BEZÜGLICH DER ZUGÄNGLICHKEIT, EIGNUNG, RECHTMÄSSIGKEIT, VERFÜGBARKEIT ODER FUNKTIONALITÄT DER DIENSTE, DER ZUGEHÖRIGEN SOFTWARE ODER MATERIALIEN, DER AUFGABEN ODER DER VEREINBARTEN AKTIVITÄTEN ODER GEGENSTÄNDE. SOWEIT GESETZLICH ZULÄSSIG, LEHNT IMI ALLE AUSDRÜCKLICHEN ODER STILLSCHWEIGENDEN BEDINGUNGEN, ZUSICHERUNGEN UND GEWÄHRLEISTUNGEN AB, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF DIE GEWÄHRLEISTUNG DER MARKTGÄNGIGKEIT, EIGNUNG FÜR EINEN BESTIMMTEN ZWECK UND NICHTVERLETZUNG. IHR EINZIGES UND AUSSCHLIESSLICHES RECHTSMITTEL GEGEN IMI BEZÜGLICH MÄNGELN, NICHTKONFORMITÄTEN ODER UNZUFRIEDENHEIT IST DIE EINSTELLUNG DER NUTZUNG DER DIENSTE Wir übernehmen keine Verantwortung für Schäden an Ihrem Computersystem, Verlust oder Beschädigung von Daten oder andere daraus resultierende Schäden von Ihrem Zugriff auf oder Ihrer Nutzung der Website oder der Intuition Machines-Plattform. Geplante und ungeplante Unterbrechungen können auftreten, und wir garantieren nicht die ununterbrochene Verfügbarkeit unserer Website.",
    "2110259227": "24. Haftungsbeschränkung",
    "3018077211": "25. Beilegung von Streitigkeiten mit Mitwirkenden",
    "2790841456": "Wenn Sie ein Beitragender sind, stimmen Sie der folgenden Schiedsklausel und dem Verzicht auf Sammelklagen zu:",
    "2323013093": "26. Anwendbares Recht",
    "2900525040": "Die Gesetze des Staates Kalifornien regeln diese Nutzungsbedingungen und alle daraus resultierenden Kontroversen, Streitigkeiten oder Ansprüche.",
    "3339302473": "27. Kündigung",
    "41530052": "28. Allgemeine Geschäftsbedingungen",
    "3202747130": "Ganze Vereinbarung. Diese Servicebedingungen und alle Richtlinien, Verfahren oder Bedingungen, auf die in dieser Vereinbarung Bezug genommen wird, stellen die gesamte Vereinbarung der Parteien in Bezug auf den Vertragsgegenstand dar und ersetzen und annullieren alle vorherigen und gleichzeitigen diesbezüglichen Vereinbarungen, Ansprüche, Zusicherungen und Absprachen der Parteien .",
    "4080263153": "Keine Verzichtserklärung. Es wird nicht davon ausgegangen, dass wir auf einen Teil unserer Rechte oder Rechtsmittel verzichtet haben, es sei denn, der Verzicht erfolgt schriftlich und von uns unterzeichnet. Wenn wir die Durchsetzung unserer Rechte aus einer Bestimmung dieser Vereinbarung verzögern oder nicht durchsetzen, stellt dies keinen Verzicht auf unser Recht dar, diese Bestimmung oder einen Teil dieser Vereinbarung nachträglich durchzusetzen.",
    "1789371580": "Zuordenbarkeit. Sie dürfen diese Nutzungsbedingungen nicht ohne unsere vorherige schriftliche Zustimmung abtreten. Wir können diese Nutzungsbedingungen jederzeit ohne Vorankündigung abtreten. Vorbehaltlich des Vorstehenden sind diese Nutzungsbedingungen für die Rechtsnachfolger und zulässigen Rechtsnachfolger jeder Partei bindend.",
    "2819628066": "Teilbarkeit. Sollte eine Bestimmung dieser Nutzungsbedingungen aus irgendeinem Grund für ungültig oder nicht durchsetzbar befunden werden, hat dies keinen Einfluss auf die Gültigkeit und Durchsetzbarkeit der übrigen Bestimmungen.",
    "3955981186": "Änderungen. Änderungen oder Ergänzungen dieser Nutzungsbedingungen durch andere Personen als IMI sind für IMI nur in einer schriftlichen Urkunde bindend, die von einem ordnungsgemäß bevollmächtigten Vertreter von IMI unterzeichnet wurde.",
    "1377538813": "Vorherrschende Sprache. Die englischsprachige Version dieser Nutzungsbedingungen ist in jeder Hinsicht maßgebend und hat Vorrang bei eventuellen Unstimmigkeiten mit übersetzten Versionen.",
    "2438016011": "Freiwillige Vereinbarung. Alle Parteien dieser Nutzungsbedingungen erklären und stimmen zu, dass jeder alle Aspekte dieser Vereinbarung überprüft hat, alle ihre Bestimmungen sorgfältig gelesen und vollständig verstanden hat und diese Vereinbarung freiwillig abschließt.",
    "2445034923": "Wenn Sie nicht mit allen Bedingungen dieser Nutzungsbedingungen einverstanden sind, dürfen (und dürfen Sie nicht) die Site oder die Dienste nutzen oder darauf zugreifen.",
    "2646127839": "Kundenanhang zu den Allgemeinen Nutzungsbedingungen",
    "4097297673": "Als Kunde, Anforderer oder Integrator erklären Sie sich damit einverstanden, zusätzlich zu allen anderen verbindlichen Bedingungen zwischen Ihnen und IMI an die folgenden Bedingungen gebunden zu sein.",
    "1093280979": "1. Plattform-Bestellformulare",
    "1549953005": "Sie haben möglicherweise ein oder mehrere Bestellformulare für den Zugang zur Plattform (jedes ein \"Bestellformular\") als Bedingung ausgefüllt, um Kunde oder Anforderer zu werden. Wenn dies der Fall ist, werden die im Bestellformular beschriebenen Bedingungen Teil der Servicebedingungen und werden hiermit durch Bezugnahme aufgenommen.",
    "3819851005": "2. Gebühren",
    "1591032933": "Sie zahlen IMI die im jeweiligen Bestellformular beschriebenen Gebühren über die von Ihnen im jeweiligen Bestellformular angegebene Zahlungsmethode. Sofern von beiden Parteien nicht ausdrücklich schriftlich vereinbart, leisten Sie die vollständige Zahlung aller ausgestellten Rechnungen innerhalb von dreißig (30) Tagen nach dem Versanddatum der Rechnung. Sie ermächtigen uns, Kreditkartenautorisierungen für alle Kreditkarteninformationen durchzuführen, die Sie uns zur Verfügung stellen, diese Kreditkarteninformationen zu speichern und Ihre Kreditkarte oder jedes andere Konto zu belasten, dem wir gegenseitig als Zahlungsmittel zustimmen. Sofern auf dem Bestellformular oder in Ihrem Enterprise Service Agreement oder Master Service Agreement nicht anders angegeben, werden alle Gebühren für Services, mit Ausnahme von Überschreitungen, jährlich zu Beginn der von IMI im Rahmen Ihres Vertrags bereitgestellten Services (das \"Datum des Inkrafttretens\") in Rechnung gestellt.",
    "4142610534": "Bei verspäteten Zahlungen fallen Verzugszinsen in Höhe von 1,5 % pro Monat oder dem gesetzlich zulässigen Höchstbetrag an, je nachdem, welcher Betrag niedriger ist. Wenn Sie den gemäß dieser Vereinbarung fälligen Betrag aus irgendeinem Grund nicht bezahlen, kann Ihr Konto nach unserem alleinigen Ermessen gesperrt werden. In diesem Fall werden keine zusätzlichen Zahlungen von Ihrem Konto für die Erledigung von Aufgaben vorgenommen und alle Ihre Aufgaben werden entfernt von unserer Webseite. Sie haben uns alle fälligen Beträge auf Verlangen zuzüglich etwaiger Bearbeitungsgebühren, Verzugsgebühren oder Anwaltskosten zu erstatten. Wir können auch entsprechende Meldungen an Kreditauskunfteien und Strafverfolgungsbehörden machen.",
    "512991700": "Wenn Sie Gebühren anfechten möchten, müssen Sie sich spätestens dreißig (30) Tage nach Abschluss der ersten Rechnungsstellung oder des ersten Kontoauszugs, in dem der Fehler oder das Problem aufgetreten ist, an unseren Kundendienst wenden, um eine Anpassung oder Gutschrift zu erhalten.",
    "1273914192": "3. Steuern",
    "4242322181": "Sie sind für die Zahlung aller Steuern im Zusammenhang mit den Diensten verantwortlich, mit Ausnahme der US-Steuern, die auf das Nettoeinkommen oder das persönliche Eigentum von Intuition Machines erhoben werden.",
    "1671996585": "Möglicherweise müssen Sie Ihre Website, Anwendung oder Plattform über unsere Anwendungsprogrammierschnittstelle (\"API\") in unsere Dienste integrieren. Für den Fall, dass Sie dies tun, gewähren wir Ihnen eine begrenzte, nicht ausschließliche, nicht übertragbare, nicht übertragbare, widerrufliche Lizenz zur Nutzung der API ausschließlich für den Zugriff auf die Dienste. Wir können die API jederzeit ändern und/oder den Support für alte Versionen oder Releases der API einstellen. Wir behalten uns das Recht vor, Ihren Zugriff auf die API nach unserem alleinigen Ermessen auszusetzen oder einzuschränken, und wir werden angemessene Anstrengungen unternehmen, um Sie vor der Aussetzung zu benachrichtigen.",
    "4036662147": "5. Schutz vertraulicher Informationen",
    "3564208535": "Sie erklären sich damit einverstanden, wirtschaftlich angemessene Anstrengungen zu unternehmen, um vertrauliche Informationen, die Sie von uns oder über unsere Dienste erhalten, zu schützen. enthält Bot-Scores und nicht-öffentliche Details unseres Unternehmensdienstes, einschließlich nicht-öffentlicher Dokumentation und aller Details, die wir möglicherweise in Bezug auf unsere Bot-Erkennungsmethoden weitergeben. Wenn Ihnen der Zugriff auf solche vertraulichen Informationen gewährt wird, können wir Ihren Zugriff auf unsere Dienste nach unserem alleinigen Ermessen ändern, aussetzen oder einschränken, wenn wir feststellen, dass durch Ihre Nutzung unserer Dienste vertrauliche Informationen preisgegeben werden, und wir werden angemessene Anstrengungen unternehmen um Sie vor der Aussetzung zu benachrichtigen.",
    "120384113": "6. Kündigung",
    "453723556": "Sie können diesen Kundenanhang unabhängig von den Servicebedingungen kündigen, indem Sie aufhören, Kunde oder Anforderer zu sein. Wir behalten uns das Recht vor, Ihren Status als Kunde oder Anforderer jederzeit auszusetzen oder zu beenden oder Ihr Konto oder Ihre Nutzung der Dienste in Übereinstimmung mit den Nutzungsbedingungen anderweitig zu kündigen. Sie bleiben nach der Kündigung für alle gemäß Ihrem Bestellformular fälligen Beträge haftbar. Wenn Ihr Abonnement monatliche oder jährliche Gebühren oder monatliche oder jährliche Mindestgebühren enthält, sind Sie dennoch für die Zahlung aller Servicegebühren bis zum Ende dieses Monats bzw. Jahres verantwortlich.",
    "218889628": "Sofern wir diesen Kundenanhang oder die Servicebedingungen nicht aufgrund Ihres Verstoßes gegen diesen Kundenanhang oder die Servicebedingungen kündigen, erstatten wir einen anteiligen Teil dieser Gebühren, wenn wir kündigen und Sie im Voraus Gebühren an uns gezahlt haben Vorausbezahlte Beträge, basierend auf der verbleibenden Zeit oder den Services, für die Sie bezahlt haben, je nachdem, welcher Betrag niedriger ist. Wir werden unsere Arbeit in wirtschaftlich angemessener Weise abwickeln und alle bezahlten Ausgabedatensätze und alle Kundendaten in unserem Besitz aufbewahren und an Sie ausliefern. Bei einer Kündigung können wir Daten löschen, sind aber nicht dazu verpflichtet.",
    "2505227594": "7. Überschreitungen",
    "2369877184": "Die maximal zulässige Spitzen-RPS-Rate für hCaptcha-Integratoren oder -Kunden beträgt 1.000 Anfragen pro Sekunde an Einheiten innerhalb Ihres Kontos (\"RPS\"), sofern nicht anders durch eine schriftliche vertragliche Vereinbarung zwischen Ihnen und uns festgelegt.",
    "234420106": "Für den Fall, dass Sie ein Integrator oder Kunde des hCaptcha Enterprise-Dienstes sind und Ihre API-Nutzung, gemessen durch RPS, den bereitgestellten Tarif für Ihre Dienststufe überschreitet, können wir Ihren Dienst ändern oder einen Überschreitungstarif berechnen. Für den Fall, dass Ihre RPS-Spitzenrate die bereitgestellte Rate für insgesamt 10 oder mehr Minuten innerhalb eines Zeitraums von 30 Tagen um den Faktor 10 übersteigt und die meisten dieser Anfragen nach unserem alleinigen Ermessen kein böswilliger Datenverkehr sind, können wir uns dafür entscheiden Ihnen für alle in diesem Monat gestellten API-Anfragen Ihren vertraglich festgelegten Überschreitungssatz in Rechnung stellen.",
    "2619472217": "8. Weiterverkauf",
    "2019702084": "Sofern nicht ausdrücklich im Rahmen-Servicevertrag oder Reseller-Vertrag des Kunden gestattet, dürfen bestellte SaaS-Dienste nicht verkauft, weiterverkauft, vermietet, untervermietet, lizenziert, unterlizenziert oder anderweitig an Dritte (außer einem verbundenen Unternehmen des Kunden) zur Verfügung gestellt werden ), und alle Bestellungen im Rahmen der Vereinbarung und die gesamte Nutzung des Dienstes durch den Kunden sind für den eigenen internen Geschäftsgebrauch des Kunden oder seiner verbundenen Unternehmen bestimmt.",
    "1233229030": "Sonstig",
    "1467783792": "Keine von den Vereinigten Staaten sanktionierte natürliche, juristische Person oder Organisation (ein \"sanktionierter Akteur\") ist berechtigt, Prämien zu erhalten oder die Dienste als Integrator zu nutzen. Um Zweifel auszuschließen, umfasst dies alle vom Office of Foreign Assets Control (\"OFAC\") des US-Finanzministeriums benannten sanktionierten Akteure.",
    "3759657802": "Sie dürfen diese Nutzungsbedingungen oder Ihre Rechte oder Pflichten hierunter in keiner Weise (gesetzlich oder anderweitig) abtreten, übertragen oder delegieren.",
    "1627232990": "Übersetzungen dieser Nutzungsbedingungen werden nach bestem Wissen und Gewissen bereitgestellt. Im Falle eines wesentlichen Unterschieds zwischen den englischsprachigen Servicebedingungen und einer Übersetzung davon gelten die englischsprachigen Servicebedingungen als maßgeblich.",
    "805221621": "Bitte kontaktieren Sie uns unter",
    "259613338": "wenn Sie Fragen zu diesen Nutzungsbedingungen haben.",
    "2735878907": "Erklärung zur Planung der Geschäftskontinuität",
    "2887242610": "Intuition Machines, Inc. hat einen Geschäftskontinuitätsplan entwickelt, wie wir auf Ereignisse reagieren, die unser hCaptcha-Geschäft erheblich stören. Da der Zeitpunkt und die Auswirkungen von Katastrophen und Störungen unvorhersehbar sind, müssen wir flexibel auf tatsächliche Ereignisse reagieren, wenn sie eintreten. Vor diesem Hintergrund stellen wir Ihnen diese Informationen zu unserem Business-Continuity-Plan zur Verfügung.",
    "809251240": "Uns kontaktieren",
    "2551802342": "– Wir planen, den Geschäftsbetrieb nach einer erheblichen Betriebsunterbrechung schnell wiederherzustellen und wieder aufzunehmen und darauf zu reagieren, indem wir unsere Mitarbeiter und unser Eigentum schützen, eine finanzielle und betriebliche Bewertung vornehmen, die Bücher und Aufzeichnungen des Unternehmens schützen und unseren Kunden und ihren Endbenutzern ermöglichen, Online-Transaktionen durchzuführen. Kurz gesagt, unser Business-Continuity-Plan soll es unserem Unternehmen ermöglichen, den Betrieb angesichts des Umfangs und der Schwere der erheblichen Geschäftsunterbrechung so schnell wie möglich wieder aufzunehmen. Unser Business-Continuity-Plan befasst sich mit: Datensicherung und -wiederherstellung; alle geschäftskritischen Systeme; finanzielle und operative Bewertungen; alternative Kommunikation mit Kunden, Mitarbeitern und Aufsichtsbehörden; alternativer physischer Standort der Mitarbeiter; kritischer Einfluss auf Lieferanten und Kunden; Meldewesen; und unsere Kunden unverzüglich zu benachrichtigen, wenn wir unser Geschäft nicht fortsetzen können. Unser Kernlieferantenpool sichert unsere wichtigen Aufzeichnungen in einem geografisch getrennten Bereich. Obwohl jede Notfallsituation aufgrund externer Faktoren wie Tageszeit und Schwere der Störung einzigartige Probleme mit sich bringt, wurden wir von diesem Lieferantenpool darauf hingewiesen, dass es ihr Ziel ist, den eigenen Betrieb wiederherzustellen und die Dienste schnell wieder aufnehmen zu können. Obwohl wir daran gearbeitet haben, das Risiko durch den Einsatz verschiedener Lieferanten zu reduzieren, können Ihre Dienste während dieser Zeit geändert oder unterbrochen werden.",
    "826396656": "Unser Business Continuity Plan",
    "1979347895": "– Erhebliche Betriebsstörungen können in ihrem Umfang variieren, z. B. nur unsere Firma, ein einzelnes Gebäude unserer Firma, die Nachbarschaft, in der sich unsere Firma befindet, die Stadt, in der wir uns befinden, oder die gesamte Region. In jedem dieser Bereiche kann die Schwere der Störung ebenfalls von minimal bis schwer variieren. Bei einer Störung unserer Firma, unseres Geschäftsviertels, unserer Stadt oder Region oder eines Gebäudes, in dem unsere Firma untergebracht ist, werden wir unseren Betrieb bei Bedarf an einen lokalen Standort verlagern und erwarten keine wesentlichen Störungen des Geschäftsbetriebs. In beiden Fällen planen wir, unser Geschäft fortzusetzen, den Betrieb bei Bedarf an alternative Lieferanten zu übertragen und Sie über unsere Website unter hcaptcha.com und unsere Statusseite unter hcaptchastatus.com darüber zu informieren, wie Sie uns kontaktieren können. Wenn die wesentliche Geschäftsstörung so schwerwiegend ist, dass sie uns daran hindert, im Geschäft zu bleiben, werden wir Sie umgehend benachrichtigen.",
    "653679457": "Unterschiedliche Störungen",
    "410397176": "Für mehr Informationen",
    "2095899021": "hCaptcha-Markenrichtlinien und allgemeine Markenlizenz",
    "2340340589": "Richtlinien zur Verwendung des hCaptcha-Zeichens",
    "2430148876": "Wir haben diese Richtlinien und die allgemeine Markenlizenz erstellt, um unseren Kunden, Partnern und Fans die Arbeit mit unserer Marke so einfach wie möglich zu machen und gleichzeitig unsere Corporate Identity zu bewahren. Wenn Sie hCaptcha-Symbole, Logos oder andere Marken auf eine Weise verwenden müssen, die sich wesentlich von diesen Richtlinien unterscheidet, müssen Sie uns (IMI) für eine schriftliche Lizenz kontaktieren.",
    "3884400764": "Obwohl Sie hCaptcha-Marken gemäß diesen Richtlinien verwenden dürfen, bedeutet dies nicht, dass Sie über irgendwelche Eigentumsrechte an hCaptcha-Marken, -Logos oder anderen Marken, Handelsnamen, Dienstleistungsmarken, Firmennamen oder Firmenwerten von hCaptcha verfügen. Wir möchten Ihnen so viel Flexibilität wie möglich gewähren, sind jedoch verpflichtet, hCaptcha vor der unbefugten Verwendung von Warenzeichen, Handelsnamen, Dienstleistungsmarken, Firmennamen oder Firmenwerten von hCaptcha zu schützen. Jede unbefugte Nutzung beendet automatisch die von hCaptcha erteilte Erlaubnis oder Lizenz und kann rechtliche Verpflichtungen für Schäden nach sich ziehen.",
    "512598290": "Daher müssen wir Sie bitten, alle hCaptcha-Marken und -Logos immer in einer Form zu verwenden, die den unten aufgeführten Regeln entspricht, einschließlich Großschreibung, Schriftart und Stil.",
    "2075610992": "Danke für deine Unterstützung!",
    "1023190144": "hCaptcha® im Text",
    "4274324704": "So verwenden Sie unseren Namen in schriftlicher Form:",
    "3912926900": "hCaptcha® sollte beim ersten Erscheinen in einer kreativen Kopie ein eingetragenes Markensymbol haben.",
    "950637875": "Die Schreibweise von hCaptcha sollte nie geändert werden und hCaptcha sollte immer im zweiten Buchstaben (\"C\") groß geschrieben werden. Es ist niemals Plural oder Possessiv.",
    "2624601135": "\"hCaptcha\" sollte nicht als Teil eines Markennamens verwendet, mit einem Bindestrich verbunden oder in Namen von Anwendungen oder anderen Produkten verwendet werden.",
    "3828090208": "Verwenden Sie stattdessen \"for hCaptcha\". Bei Verwendung mit einem Drittanbieter-Logo muss \"for hCaptcha\" kleiner als das Drittanbieter-Logo sein.",
    "4149738856": "hCaptcha sollte als Adjektiv verwendet werden, gefolgt von einem geeigneten Oberbegriff.",
    "1446868537": "hCaptcha sollte niemals als Verb verwendet werden.",
    "2487931657": "Verwenden Sie nicht: \"wir haben unsere Site gecaptchaed.\"",
    "2565565429": "Verwenden Sie stattdessen: \"Wir verwenden hCaptcha, um unsere Website sicherer und sicherer zu machen.\"",
    "3434202027": "Jegliche Verwendung des Namens hCaptcha in der Kommunikation erfordert die Namensnennung: \"hCaptcha ist eine eingetragene Marke von Intuition Machines, Inc.\"",
    "2754937029": "Inakzeptable Verwendungen",
    "2436973524": "Nur genaue Referenzen sind akzeptabel. Es ist nicht zulässig zu sagen, dass eine Site hCaptcha-Dienste und -Anwendungen verwendet, wenn dies nicht der Fall ist. Ebenso ist die Verwendung unseres Logos oder etwaiger Abzeichen ebenfalls nur dann angemessen, wenn die Website hCaptcha-Dienste verwendet.",
    "69844082": "hCaptcha-Marken, grafische Symbole, Logos, Schriftarten oder Icons dürfen ebenfalls nicht herabsetzend verwendet werden.",
    "3861413614": "Sie dürfen ohne ausdrückliche schriftliche Genehmigung keine hCaptcha-Marken oder -Logos verwenden, die andeuten, dass hCaptcha eine Verbindung zu oder Befürwortung, Sponsoring oder Unterstützung eines Produkts oder einer Dienstleistung Dritter hat.",
    "1409822234": "Unter keinen Umständen darf eine identische oder nahezu identische hCaptcha-Marke als Domainname verwendet werden.",
    "4181060163": "Dritte sollten keine Variationen oder Rechtschreibfehler verwenden oder auf eine Weise handeln, die eine anfängliche Interessenverwirrung über hCaptcha-Marken verursachen würde.",
    "3955555607": "Mit Ausnahme von Partnern oder autorisierten Wiederverkäufern dürfen Dritte keine Gebote für Keywords, Google AdWords oder andere gezielte Werbesysteme abgeben, die hCaptcha-Markierungen oder Rechtschreibfehler verwenden. Auch dürfen Dritte keine hCaptcha-Marken in Domainnamen, Suchmaschinenoptimierung, Meta-Tags, Suchbegriffen, Code oder anderen falschen Darstellungen verwenden.",
    "1985238261": "Andere eingeschränkte Marken",
    "2193061499": "Einige unserer Logos und Marken dürfen nur von hCaptcha und seinen Partnern verwendet werden. Dritte dürfen die folgenden Marken ohne eine schriftliche Lizenz von hCaptcha nicht verwenden:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha-Partner™",
    "755156539": "Autorisierter hCaptcha-Händler™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop von hCaptcha™",
    "2557601376": "hCaptcha-Logo™",
    "248923369": "BotStop-Logo™",
    "3942875761": "Helfen Sie mit, ein besseres Web aufzubauen™",
    "364774188": "Ich bin ein Mensch™",
    "2785425016": "(im Rahmen einer Humanity-Verifikationslösung, zB ein Call-to-Action)",
    "2639657759": "Durch Erlaubnis verwendete Marken",
    "1268918580": "Einige der von hCaptcha und seinen Partnern verwendeten Logos und Marken sind Eigentum Dritter und dürfen nur mit deren Erlaubnis verwendet werden. Dritte dürfen die folgenden Marken nur mit Erlaubnis ihrer Eigentümer verwenden:",
    "3782751514": "HUMAN Protocol® ist eine eingetragene Marke der HUMAN Protocol Foundation und wird mit deren Genehmigung verwendet.",
    "1620709264": "HUMAN Token® ist eine eingetragene Marke der HUMAN Protocol Foundation und wird mit deren Erlaubnis verwendet.",
    "3031953928": "HUMAN Network™ ist eine Marke der HUMAN Protocol Foundation und wird mit deren Erlaubnis verwendet.",
    "3554363588": "Andere Marken",
    "3290996791": "Alle anderen Produktnamen, Logos und Marken sind Eigentum ihrer jeweiligen Inhaber. Alle anderen auf dieser Website verwendeten Firmen-, Produkt- und Dienstleistungsnamen dienen nur zu Identifikationszwecken. Die Verwendung dieser Namen, Logos und Marken bedeutet keine Billigung.",
    "2444685143": "Logo-Richtlinie",
    "2414232014": "Unser Logo ist sofort erkennbar und eines unserer wertvollsten und wichtigsten Vermögenswerte. Um sicherzustellen, dass sie eine starke Repräsentation unseres Unternehmens bleibt, muss sie sorgfältig und konsistent über alle Kommunikationskanäle hinweg präsentiert werden.",
    "803639471": "Das hCaptcha-Logo besteht aus dem Handsymbol und dem hCaptcha-Logo. In seiner alternativen Form kann das Handsymbol allein erscheinen, wenn der Platz beschränkt ist und \"hCaptcha\" als Wortmarke (wie oben beschrieben) in unmittelbarer Nähe des Handsymbols verwendet wird, so dass klar ist, dass das Handsymbol hCaptcha darstellt.",
    "564127016": "Das hCaptcha-Handsymbol:",
    "1424800293": "Das hCaptcha-Logo:",
    "1525506526": "Was sind Kontoübernahmen und wie funktionieren sie?",
    "2446481523": "Es gibt ein altes Volksmärchen, in dem ein Fuhrmann und ein Adliger bei der Polizei in einem kleinen Dorf auf dem Land auftauchen. Ein Mann in schmutziger Armenkleidung sagte dem Constable: „Ich bin der Adlige. Dieser Mann war mein Fahrer.",
    "1767952047": "Er hat mich letzte Nacht angegriffen, meine Kleider gestohlen und mein Geld genommen.“ Der andere Mann, gekleidet in große Pracht, die Kleidung des Adelsstandes, antwortete: „Constable, dieser Mann ist verrückt. Er hält sich für einen Edelmann. Ich bin der wahre Edelmann. Verhafte ihn!\"",
    "2947576723": "Diese Geschichte ist älter als Führerscheine und digitaler Fingerabdruck, aber sie bietet ein gutes Beispiel dafür, was bei einer Kontoübernahme schief gehen kann. Eine Person meldet sich bei einem Online-Bankkonto oder einer mobilen Zahlungs-App an. Ist er tatsächlich Kontoinhaber oder ein Hacker? Wer ist wirklich wer? Diese Sicherheitsprobleme betreffen Organisationen, die Self-Service-Kontozugriff zulassen.",
    "1687299615": "Was ist eine Kontoübernahme?",
    "2648707986": "Eine Kontoübernahme ist eine Form von Cyberbetrug, bei der sich ein böswilliger Akteur als Besitzer eines Online-Kontos ausgibt. Normalerweise befindet sich das Konto bei einem Finanzinstitut oder einem E-Commerce-Unternehmen, wo der Betrüger Geld, Waren oder Geschenkkarten stehlen kann. Der Angreifer verwendet gestohlene Anmeldeinformationen, um auf das Konto zuzugreifen und es dann zu übernehmen, indem er möglicherweise das Passwort ändert, um den tatsächlichen Kontoinhaber auszusperren.",
    "1476843710": "Weniger finanziell schädliche, aber immer noch schädliche Formen der Kontoübernahme beinhalten die Entführung von Social-Media-Konten und dergleichen. In diesen Fällen versucht der Angreifer meist, Schadsoftware zu verbreiten oder Phishing-Angriffe gegen ahnungslose Freunde des Opfers durchzuführen. Oder der Angreifer versucht, das Opfer in Verlegenheit zu bringen, was beispielsweise bei Prominenten und Politikern manchmal vorkommt.",
    "2904949278": "Wie übernimmt ein Hacker ein Konto?",
    "2575690545": "Kontoübernahmen sind, wie so vieles im Cyber-Betrug, meist automatisierte Massenprozesse. Es kommt selten vor, dass ein Hacker, der im Keller seiner Mutter mit einem Kapuzenpulli bekleidet ist, Passwörter nacheinander auf Bank-Websites eintippt.",
    "3614653023": "Vielmehr beruht die Praxis auf groß angelegten Credential-Stuffing-Angriffen, bei denen Millionen von Benutzernamen/Passwort-Paaren bei Dutzenden von Zielfinanzinstituten ausprobiert werden, in der Hoffnung, eine kleine Teilmenge der Konten freizuschalten. Sobald die automatisierte Betrugssoftware Zugriff auf das Konto hat, kann ein menschlicher Hacker beteiligt werden, in einigen Fällen jedoch auch nicht.",
    "2762759509": "Viele Angriffe auf Kontoübernahmen laufen fast vollständig automatisiert ab.",
    "1972710018": "Aus Sicht des Unternehmens sehen",
    "1282121137": "Um zu verstehen, wie problematisch eine Kontoübernahme sein kann, sollten Sie sich überlegen, wie die Erfahrung aus Sicht des Finanzinstituts aussieht. Sie verarbeiten täglich Millionen von Logins.",
    "2315518622": "Mit der technischen Raffinesse heutiger Angriffstools ist es äußerst schwierig zu erkennen, ob es sich um betrügerische Angriffe handelt. Dann ruft eine Person den Kundenservice an und sagt: „Mein Konto wurde angegriffen! Ich kann mich nicht einloggen und jemand stiehlt mein Geld!“",
    "1836369533": "Wie bestimmt man, wie der Constable im Volksmärchen, wer wirklich wer ist? Wenn der Angreifer über genügend gestohlene Identitätselemente wie Führerscheinnummer, Sozialversicherungsnummer, Mädchenname der Mutter, Adresse usw Passwort-Reset für ein Konto, das er durchdringen möchte.",
    "2880837730": "Was kann getan werden, um Kontoübernahmen zu stoppen?",
    "3654556483": "Finanzinstitute und E-Commerce-Unternehmen verfügen über Prozesse und Kontrollen, die einen Teil der Bedrohung durch die Kontoübernahme mindern. Diese reichen von altmodischen „Wie hieß dein bester Freund in der Grundschule“-Sicherheitsfragen bis hin zu Erkennungsmethoden, die verdächtige IP-Adressen und Mobilgeräteprofile aufspüren.",
    "2449501658": "bietet eine der fortschrittlichsten Möglichkeiten, um die Bedrohung durch betrügerische Anmeldeversuche zu mindern, indem es maschinelles Lernen verwendet, um Bots zu erkennen und zu stoppen, und Betrügern die Übernahme von Konten effektiv erschweren oder sogar unmöglich machen.",
    "3621455477": "um mehr zu lernen!",
    "555246307": "Übrigens, so endet die Geschichte des Edelmanns und seines Fahrers: Der Constable ließ die beiden Männer stundenlang zusammen in einem Raum sitzen und sich langweilen. Am Ende des Tages erschien er und sagte: \"Ich werde jetzt mit dem Wagenführer sprechen.\" Der Mann in der edlen Kleidung stand auf. Er war so gelangweilt, dass er vergaß, dass er nur so tat, als wäre er der Edelmann.",
    "1224727373": "BotStop von hCaptcha",
    "1187718370": "Kontaktiere uns",
    "3892905664": "hCaptcha hilft Ihren bevorzugten Online-Diensten, Bots, Spam und Missbrauch fernzuhalten, indem einfache Fragen gestellt werden, die für Menschen einfach und für Maschinen schwierig sind.",
    "555158694": "Ein von Ihnen verwendeter Dienst hat sich entschieden, Ihre Erfahrung auf seiner Website zu verbessern, indem er hCaptcha installiert, um bösartigen Datenverkehr zu reduzieren.",
    "1617196410": "hCaptcha konzentriert sich darauf, Bots zu stoppen. Es ist uns egal, wer ein Benutzer ist, sondern nur, ob er bösartig ist. Wir arbeiten hart daran, Privatsphäre und",
    "1624200563": "Sicherheit und halten Sie DSGVO, CCPA, LGPD, PIPL und andere Datenschutzbestimmungen ein.",
    "1927613000": "hCaptcha kombiniert ausgeklügeltes maschinelles Lernen mit einer leistungsstarken Challenge-Plattform, um Webanwendungen vor Kontoübernahmen, Credential Stuffing, Scraping und anderen Arten von Missbrauch zu schützen.",
    "1133989302": "Warum hCaptcha?",
    "34074886": "Jedes Mal, wenn Sie eine Herausforderung beantworten, verwenden wir ausgeklügelte Modelle, um herauszufinden, ob Sie ein Mensch sind. Die von Ihnen besuchte Website verwendet dieses Ergebnis dann, um Ihre Erfahrung auf ihrer Website zu verbessern, indem Bots ferngehalten werden.",
    "3412647984": "So können Sie zukünftige Rückfragen vermeiden, indem Sie sich registrieren und ein Cookie setzen. Versuchen Sie auch, Ihren Werbeblocker zu deaktivieren.",
    "2510209017": "Benötigen Sie weitere Hilfe?",
    "477275453": "Warum sind APIs ein beliebtes Ziel für Hacker?",
    "596347471": "Application Programming Interfaces (APIs) sind zu einem beliebten Ziel für böswillige Akteure im Cyberspace geworden. Dafür gibt es viele Gründe, einschließlich ihres großen Nutzens bei der Anwendungsintegration. Es ist jedoch möglich, das API-Risiko zu mindern.",
    "2441638955": "Erstens, was ist eine API?",
    "3963216198": "Um zu erörtern, warum APIs ein beliebtes Ziel für Hacker sind, sollten Sie sich zunächst einen kurzen Moment Zeit nehmen, um zu definieren, was derzeit mit dem Begriff „API“ gemeint ist. Das Konzept der API ist keineswegs neu. Tatsächlich gibt es seit mindestens den frühen 1960er Jahren Schnittstellen, um verschiedene Computersysteme sowie deren interne Komponenten miteinander zu verbinden.",
    "1047251718": "Wenn heute jedoch von APIs gesprochen wird, meinen sie ausnahmslos standardbasierte APIs. Dies sind APIs, die mit offenen Standards wie Representational State Transfer (REST) und offenen Standarddateiformaten wie JavaScript Object Notation (JSON) erstellt wurden. Solche sogenannten „RESTful APIs“ können ohne proprietäre Software erstellt werden. Die resultierenden APIs sind in der Lage, Daten- und Prozeduraufrufe zwischen Softwareanwendungen zu senden und zu empfangen. Beispielsweise verwendet eine Mobile-Banking-App eine API, um auf die Systeme der Bank zuzugreifen.",
    "3195334319": "Die Nützlichkeit und Anfälligkeit von APIs",
    "1903743785": "Das Aufkommen von standardbasierten APIs bedeutete einen großen Sprung nach vorne in der Anwendungsintegration. In den letzten 20 Jahren haben sich APIs von kostspieligen und komplizierten proprietären Softwareprodukten zu kostenlosen, standardbasierten Tools entwickelt, die vergleichsweise einfach zu handhaben und schnell bereitzustellen waren.",
    "879362350": "Mit den neuen APIs, die über das Internet funktionieren, wurde es möglich, jede Software oder Datenquelle überall auf der Welt anzubinden, unabhängig von Plattform, Datenschema oder Programmiersprache. Infolgedessen befindet sich die Computerwelt jetzt inmitten einer API-Revolution. Es hat eine Explosion der Konnektivität zwischen Anwendungen und Daten gegeben. Das ist großartig, bis es nicht mehr ist.",
    "3844432472": "Gerade die Offenheit und Nützlichkeit von APIs macht sie zu unglaublich reichhaltigen Zielen für Angreifer. Genauso wie eine mobile App so programmiert werden kann, dass sie mithilfe einer API Daten von einem Unternehmenssystem abruft, kann dies auch eine Malware sein. Hacker haben eine Vielzahl von Softwaretools geschrieben, um APIs zu missbrauchen. Es ist eine effektive Angriffstechnik.",
    "2187096543": "Tatsächlich gab es einige schwerwiegende Datenschutzverletzungen, die auf von Hackern geschriebene Software zurückzuführen waren, die eine API aufforderte, um Daten aus einer Datenbank zu extrahieren. Wenn für das Stehlen von Daten lediglich ein einfacher GET-Aufruf an einer API erforderlich ist, die mit REST und JSON geschrieben wurde, ist es einfach, eine Datenbank schnell zu bereinigen. Wenn Leute von „Screen Scraping“-Angriffen sprechen, meinen sie in Wirklichkeit meist schnelle API-Aufrufe, die Daten aus Datenbanken ziehen. APIs sind zu einer wichtigen Angriffsfläche für Unternehmen geworden, die sie erstellen.",
    "4222109231": "Minderung des API-Risikos mit dem Enterprise-Produkt von hCaptcha",
    "1783317946": "Das Stoppen von API-Angriffen ist ein beliebter Anwendungsfall für",
    "3022922096": ", die Enterprise-Produktsuite von hCaptcha. Im Gegensatz zur kostenlosen Version von hCaptcha,",
    "63719113": "verwendet fortschrittliches maschinelles Lernen, um bösartigen Datenverkehr zu Ihrer Website und Ihren Apps zu erkennen – einschließlich Scraping-Aktivitäten.",
    "3566102529": "uns heute, um mehr zu erfahren.",
    "3096553330": "Jedes von uns geschaffene System spiegelt einfach unsere Beziehungen zu anderen Menschen wider.",
    "1467218142": "Was wir uns von ihnen und uns selbst wünschen, treibt unser Verhalten an, und so finden sich in allen menschlichen Systemen dieselben Interaktionsmuster wieder. Das Internet bietet viele hervorragende Beispiele für diesen grundlegenden Aspekt unserer Welt.",
    "808872868": "Zum Beispiel: Spam, Betrug und Missbrauch gibt es im Internet seit fast dem Tag, nachdem zwei Systeme zum ersten Mal miteinander verbunden wurden.",
    "1085089390": "Online-Missbrauch entsteht durch angeborenes menschliches Verhalten",
    "3064321967": "Die erste bekannte Spam-E-Mail wurde 1978 versendet. [",
    "3800781598": "] Fast fünf Jahrzehnte später plagen uns E-Mail-Spam weiterhin. Viele Milliarden Dollar und Tausende von Personenjahren an Entwicklungsarbeit wurden investiert, um sie zu besiegen, und doch gibt es weiterhin Spam. Auf beiden Seiten gibt es milliardenschwere Industrien, dh diejenigen, die sich dagegen wehren und diejenigen, die sie senden.",
    "2119943547": "Warum ist das? Die Antwort ist einfach. Solange ein Anreiz besteht, ein System zu missbrauchen, wird in der Regel jemand einen Weg finden. Und sobald sie es tun, wird jemand anderes jetzt einen Anreiz haben, sie zu stoppen.",
    "532470444": "Das Gleichgewicht kann sich von Jahr zu Jahr leicht verschieben, aber dieses Verhalten spiegelt einfach die grundlegende menschliche Natur wider, und fünftausend Jahre aufgezeichneter Geschichte lassen darauf schließen, dass sich die Dynamik in absehbarer Zeit nicht ändern wird.",
    "3193548097": "Hope Springs Eternal",
    "4065614934": "Diese Analyse ist nicht neu, aber die Menschen sind ewig optimistisch. Vor allem, wenn sie denken, ihre Idee sei neu.",
    "1216071511": "Die gleichen Ideen werden so häufig vorgeschlagen, dass ein anonymer Autor vor etwa 20 Jahren ein hilfreiches Lückentext für Online-Diskussionen über Anti-Spam-Lösungen formulierte:",
    "1941999673": "Ihr Beitrag befürwortet a",
    "4179118182": "( ) technisch ( ) gesetzgeberisch ( ) marktorientiert ( ) vigilante",
    "3978720689": "Ansatz zur Spambekämpfung. Ihre Idee wird nicht funktionieren. Hier ist, warum es nicht funktionieren wird.",
    "318339230": "(Eine oder mehrere der folgenden Aussagen können auf Ihre spezielle Idee zutreffen, und sie kann",
    "30312304": "andere Mängel, die von Staat zu Staat unterschiedlich waren, bevor ein schlechtes Bundesgesetz verabschiedet wurde.)",
    "2710988028": "( ) Spammer können damit ganz einfach E-Mail-Adressen sammeln",
    "3912514510": "( ) Mailinglisten und andere legitime E-Mail-Verwendungen wären betroffen",
    "2030062561": "( ) Niemand wird den Typen finden oder das Geld einsammeln können",
    "3334160175": "( ) Es ist wehrlos gegen Brute-Force-Angriffe",
    "3238345709": "( ) Es wird zwei Wochen lang Spam stoppen und dann bleiben wir dabei",
    "4227800293": "( ) Benutzer von E-Mail werden es nicht ertragen",
    "2271252286": "( ) Microsoft lässt sich das nicht gefallen",
    "692064738": "( ) Die Polizei lässt sich das nicht gefallen",
    "3475647460": "( ) Erfordert zu viel Kooperation von Spammern",
    "1482845460": "( ) Erfordert sofortige, vollständige Zusammenarbeit von allen gleichzeitig",
    "3741193183": "( ) Viele E-Mail-Benutzer können es sich nicht leisten, Geschäfte zu verlieren oder potenzielle Arbeitgeber zu entfremden",
    "2234909600": "( ) Spammer interessieren sich nicht für ungültige Adressen in ihren Listen",
    "1982617151": "( ) Jeder könnte anonym die Karriere oder das Geschäft eines anderen zerstören",
    "2498172334": "Insbesondere berücksichtigt Ihr Plan nicht",
    "389705801": "( ) Gesetze, die es ausdrücklich verbieten",
    "190955495": "( ) Fehlende zentrale Kontrollinstanz für E-Mail",
    "237009707": "( ) Offene Relais im Ausland",
    "3507532387": "( ) Einfache Suche im winzigen alphanumerischen Adressraum aller E-Mail-Adressen",
    "2477958756": "( ) Böse Menschen",
    "3254142589": "( ) Rechtsprechungsprobleme",
    "3621401685": "( ) Unpopularität seltsamer neuer Steuern",
    "4277475973": "( ) Öffentliche Zurückhaltung, seltsame neue Geldformen zu akzeptieren",
    "941057651": "( ) Riesige Investitionen in bestehende Software in SMTP",
    "3265293440": "( ) Anfälligkeit anderer Protokolle als SMTP für Angriffe",
    "515733427": "( ) Bereitschaft der Benutzer, per E-Mail erhaltene Betriebssystem-Patches zu installieren",
    "2631159699": "( ) Armeen von Würmern durchzogene, breitbandig verbundene Windows-Boxen",
    "776542208": "( ) Ewiges Wettrüsten bei allen Filteransätzen",
    "989480928": "( ) Extreme Profitabilität von Spam",
    "3898950867": "( ) Joe Jobs und/oder Identitätsdiebstahl",
    "3395399558": "( ) Technisch ungebildete Politiker",
    "1118929614": "( ) Extreme Dummheit von Leuten, die mit Spammern Geschäfte machen",
    "838951836": "( ) Unehrlichkeit der Spammer selbst",
    "2123236933": "( ) Bandbreitenkosten, die von der Clientfilterung nicht beeinflusst werden",
    "2292919419": "( ) Ausblick",
    "2534436327": "und die folgenden philosophischen Einwände können ebenfalls gelten:",
    "832385387": "( ) Ähnliche Ideen wie Ihre sind leicht zu entwickeln, aber keine hat sich jemals als praktisch erwiesen",
    "1993984258": "( ) Jegliche auf Opt-out basierende Regelung ist inakzeptabel",
    "3909240516": "( ) SMTP-Header sollten nicht Gegenstand der Gesetzgebung sein",
    "1151065360": "( ) Schwarze Listen sind scheiße",
    "2396605499": "( ) Whitelists sind scheiße",
    "2225785608": "( ) Wir sollten in der Lage sein, über Viagra zu sprechen, ohne zensiert zu werden",
    "3004688366": "( ) Gegenmaßnahmen sollten keinen Überweisungsbetrug oder Kreditkartenbetrug beinhalten",
    "922470170": "( ) Gegenmaßnahmen sollten keine Sabotage öffentlicher Netze beinhalten",
    "3068923550": "( ) Gegenmaßnahmen müssen wirken, wenn sie schrittweise eingeführt werden",
    "2752975480": "( ) Das Senden von E-Mails sollte kostenlos sein",
    "117227832": "( ) Warum sollten wir Ihnen und Ihren Servern vertrauen müssen?",
    "1021431157": "( ) Inkompatibilität mit Open Source oder Open Source Lizenzen",
    "2801524659": "( ) Wohlfühlmaßnahmen bringen nichts zur Lösung des Problems",
    "931661269": "( ) Temporäre/einmalige E-Mail-Adressen sind umständlich",
    "2090457681": "( ) Ich möchte nicht, dass die Regierung meine E-Mails liest",
    "3536122902": "( ) Sie auf diese Weise zu stoppen ist nicht langsam und schmerzhaft genug",
    "2391175562": "Außerdem denke ich über dich:",
    "229198134": "( ) Tut mir leid, Alter, aber ich glaube nicht, dass es funktionieren würde.",
    "345563040": "( ) Das ist eine dumme Idee, und Sie sind eine dumme Person, wenn Sie sie vorschlagen.",
    "409780280": "( ) Netter Versuch, ****! Ich hoffe, jemand tritt auf Ihre Tastatur!",
    "2820080973": "gehostet mit ❤ von",
    "3943164003": "roh ansehen",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Warum Ihre neue Anti-Spam-Lösung nicht funktioniert",
    "361795034": ". Unbekannter Autor, c. 2000",
    "1547006769": "Die Verifizierung der Menschlichkeit ist das gleiche Problem",
    "3717942925": "So wie es immer Menschen geben wird, die Ihre Aufmerksamkeit per E-Mail erregen möchten, wird es immer den Wunsch geben, den Zugriff auf einige Ressourcen so einzuschränken, dass nur Menschen darauf zugreifen können.",
    "2481032625": "Ob das Ziel ist zu verhindern:",
    "1691348394": "- automatisierte Massenkäufe während eines Limited Release Sale",
    "1771016224": "- Software, die alle Inhalte von Ihrer Website en masse herunterlädt",
    "1959762846": "- Ihre Webformulare mit endlosem Marketing-Spam oder Missbrauch ausfüllen lassen",
    "345108670": "- Credential Stuffing und andere Versuche zur Kontoübernahme",
    "2540760245": "Neben vielen anderen Anwendungen wird die Möglichkeit, den Online-Verkehr nach „Mensch oder nicht“ zu filtern, wahrscheinlich ein wertvolles Werkzeug bleiben, solange die menschliche Natur den gleichen Mustern folgt, die in den letzten fünftausend Jahren aufgezeichnet wurden.",
    "3346362371": "Was ist mit maschinellem Lernen?",
    "3619183405": "Im Jahr 2021 können einfache CAPTCHAs dank der Fortschritte beim maschinellen Lernen manchmal mit Software gelöst werden. Um dies zu beheben, führt hCaptcha auch eine sehr detaillierte Analyse von Eigenschaften durch, wie z",
    "3292221787": "die Herausforderung wurde beantwortet, nicht nur ob sie richtig war, und ändert häufig sowohl die Fragen als auch die verwendeten Daten.",
    "1080672247": "Da viele der gestellten Fragen mit Standardsoftware nicht wirtschaftlich gelöst werden können und die Daten in der Regel systemspezifisch sind, bedeutet dies, dass Bots durch den kostenlosen Dienst oft komplett gestoppt werden und stattdessen auf menschliche CAPTCHA-Löser angewiesen sind, was macht viele Arten von Missbrauch völlig unwirtschaftlich.",
    "4172868199": "geht weit darüber hinaus und versucht auch, „guter Mensch“ von „schlechter Mensch“ zu unterscheiden Bedrohungen gegen ihre Benutzer, während gleichzeitig ein einzigartiger Fokus auf die Wahrung der Privatsphäre gelegt wird.",
    "2873911365": "Wie sieht es mit der Hardware-Bestätigung aus?",
    "1477196356": "Seit Jahrzehnten werden verschiedene Verfahren zum kryptographisch sicheren Verknüpfen der Identität mit einem Gerät vorgeschlagen, manchmal mit Eigenschaften zum Schutz der Privatsphäre. Die Kryptographie mit öffentlichen Schlüsseln geht auf das Jahr c zurück. 1975, und Hardware-Token gibt es fast genauso lange.",
    "2349681896": "Leider bedeutet die Steuerung einer Hardware nicht, dass Sie eine Person sind. Praktisch jedes gängige Hardware-Bescheinigungsschema für Verbraucher wurde wiederholt gebrochen, gepatcht und dann wieder gebrochen.",
    "254326776": "Es wird oft festgestellt, dass böswilliger Missbrauch dieser Fehler Monate oder Jahre vor der Offenlegung oder wissenschaftlichen Veröffentlichung stattgefunden hat.",
    "2462909475": "Eine Wand aus mehr als 10.000 Telefonen, die für Missbrauch verwendet werden, Teil einer chinesischen Bot-Operation.",
    "1963951234": "Egal wie zuverlässig Ihr kryptografisches Schema ist, wenn jemand am Ende des Tages einfach Geld ausgeben kann, um Ihnen die gesuchte Antwort zu geben, reicht es nicht aus, eine Hardware zu besitzen.",
    "1278884196": "Allerdings ist Kryptographie eine recht junge Disziplin. Basierend auf der jüngsten Geschichte ist Ihr kryptografisches Schema und/oder Ihre Implementierung wahrscheinlich kaputt, sobald jemand einen Anreiz hat, es genau zu betrachten, und es ist wahrscheinlich, dass andere Leute dies lange vor Ihnen herausfinden. Wenn Sie sich auf Hardware verlassen, müssen Sie möglicherweise jeden einzelnen Ihrer Benutzer bitten, ein physisches Gerät zu wechseln, um den Fehler zu beheben. Dies wird in den meisten Fällen wahrscheinlich nicht schnell passieren, was bedeutet, dass Ihr System in Wirklichkeit einfach nicht geöffnet werden kann.",
    "1828028934": "Deshalb",
    "1642844535": "ist wichtig: hCaptcha verwendet mehrere unterschiedliche Ansätze, um dieselbe grundlegende Frage zu beantworten, was einen Vergleich für Konsistenz über alle Auswertungen hinweg ermöglicht.",
    "1155821305": "Verteidigung ist Tiefe",
    "119098046": "Wie sieht es mit passiven oder No-Challenge-Lösungen aus?",
    "2760410719": "Dienste, die versuchen, Bots mit rein passiven Signalen zu erkennen, stoßen schnell auf ein grundlegendes Problem: Wie überprüft man, ob ein System schlechte Akteure richtig erkennt, wenn man keine genaue Ground Truth hat?",
    "1722734001": "Das offene Internet ist eine sehr laute Umgebung. Böse Akteure greifen täglich Nutzer unseres Dienstes und Konkurrenten wie reCAPTCHA an und versuchen dabei natürlich so menschlich wie möglich auszusehen.",
    "1595254735": "Rein passive Dienste haben Schwierigkeiten, die Genauigkeit der Bot-Erkennung aufrechtzuerhalten oder sogar zu wissen, wann sie ungenau sind. Ohne die Möglichkeit, Benutzer gelegentlich herauszufordern und die Ergebnisse dieser Herausforderung korrekt zu analysieren, nimmt die Genauigkeit im Laufe der Zeit stark ab.",
    "2412751979": "Dank der genaueren Menschlichkeitssignale, die hCaptcha antreiben, sind viele Unternehmen, die zuvor reCAPTCHA v3/Enterprise verwendet haben, auf umgestiegen",
    "2284856231": "und sah auch im rein passiven Modus von hCaptcha Enterprise eine dramatisch verbesserte Genauigkeit.",
    "4162847": "Dies konnten wir direkt beobachten, da einige unserer Kunden auf dieselbe Anfrage hin A/B-Tests durchführen, bevor sie komplett von den Angeboten von Google wechseln. Wir können in der Regel sowohl eine hohe Falsch-Positiv- als auch Falsch-Negativ-Rate von reCAPTCHA v3 oder reCAPTCHA Enterprise nachweisen.",
    "436125785": "Dies ist nicht überraschend angesichts der Ungenauigkeit der in diesen Produkten verfügbaren Feedbackschleifen und der Tatsache, dass sie von einem Werbenetzwerk verkauft werden, das ein überwältigendes Interesse daran hat, bei der Bot-Erkennung nicht allzu gut zu werden, damit dies ihrem Kerngeschäft schadet.",
    "2233741720": "Abschließend",
    "2133809801": "Solange Menschen Menschen bleiben, ist es wahrscheinlich, dass die Überprüfung der Menschlichkeit online eine Rolle spielen wird.",
    "2255549335": "Unsere Aufgabe bei hCaptcha ist es, gute Kompromisse zwischen Schwierigkeit und Genauigkeit zu finden und die Reibung gering zu halten, insbesondere für",
    "4138068262": "Benutzer. Letztendlich wird die Interaktion mit Herausforderungen wahrscheinlich Teil des Arsenals an Instrumenten zur Reduzierung des Online-Missbrauchs bleiben, solange die menschliche Natur unverändert bleibt.",
    "855097735": "Einen Dienst aufzubauen, der dies gut macht und dabei alle Bedenken ausbalanciert, ist ein sehr schwieriges Problem (und wir arbeiten ständig daran, ihn zu verbessern, um die Erfahrung so angenehm wie möglich zu gestalten), aber wir hoffen, Sie stimmen zu, dass Spam, Missbrauch und Kontoübernahmen reduziert werden , und Online-Betrug ist letztendlich die gelegentliche einfache Frage wert.",
    "1953959745": "Barrierefreiheit",
    "2543123170": "Überprüfung der Menschlichkeit ohne Reibung",
    "547245263": "Lösen Sie Ihr Bot-Problem noch heute.",
    "3117887301": "Vertrauen der größten Online-Dienste",
    "981806349": "Basierend auf der bewährten hCaptcha-Plattform",
    "2373007864": "hCaptcha Enterprise läuft auf der hCaptcha-Plattformtechnologie, die um die Funktionen erweitert wurde, die Unternehmen mit hohem Datenverkehr benötigen.",
    "2652399059": "Ein zuverlässiger Partner",
    "1997838163": "Die größten Unternehmen der Welt verlassen sich auf hCaptcha Enterprise. Die Integration ist einfach und die Erkennungsgenauigkeit ist beispiellos.",
    "734735952": "Wir haben eine Reihe von CAPTCHA-Anbietern evaluiert und selbst ein System entwickelt. Am Ende hat sich hCaptcha als die beste Alternative zu reCAPTCHA herausgestellt.",
    "1250541092": "— Sergi Isasi",
    "3524251858": "Direktor für Produktmanagement, Cloudflare",
    "3971348140": "Warum haben wir hCaptcha verwendet? Niemand sonst konnte die Funktionen und die Leistung liefern, die wir brauchten. Sie haben uns schnell zum Laufen gebracht und unsere Händler lieben die Erfahrung.",
    "4248655793": "– Alex M.",
    "4185927140": "Produktmanager, Flash, Shopify",
    "282913023": "Die kostengünstige Option für Unternehmen mit hohem Verkehrsaufkommen",
    "999610953": "Endlich eine glaubwürdige Alternative zu Google. hCaptcha Enterprise bietet mit höherer Sicherheit dramatische Einsparungen bei Ihrer reCAPTCHA-Rechnung: in einigen Fällen bis zu 80 % günstiger.",
    "1886100235": "Viele der weltweit größten Online-Dienste sind auf hCaptcha Enterprise umgestiegen und haben neben erheblichen Kosteneinsparungen eine verbesserte Bot-Erkennung erhalten.",
    "2903742230": "Werbenetzwerke sehen Ihre Besucher als Produkt. Für uns ist das einzige Ziel, ihre Menschlichkeit zu bestimmen. Unsere Dienste erfüllen oder übertreffen die Anforderungen von DSGVO, CCPA, LGPD und PIPL, und wir arbeiten hart daran, Datenschutz und Sicherheit in Einklang zu bringen.",
    "3901503296": "Dieser einzigartige Fokus auf Datenschutz bedeutet, dass wir bei Bedarf keine individuelle Datenspeicherung, einen Cookie-freien Betrieb und andere vertragliche Datenschutzgarantien anbieten können, während wir eine hervorragende Sicherheit gewährleisten.",
    "3342910682": "Weiterlesen",
    "1130783905": "Genauigkeit ist in Ihrem und unserem Interesse. hCaptcha liefert Ihnen echte Daten und lässt Sie entscheiden, wie Sie diese verwenden. Andere Sicherheitslösungen werden von gigantischen Werbefirmen bereitgestellt. Dies bedeutet, dass jeder Bot, den sie blockieren, ihren Umsatz reduzieren kann.",
    "2019130052": "Unsere Innovationen in der datenschutzorientierten ML ermöglichen es uns, die Sicherheitsstandards der bisherigen „Alles für immer aufzeichnen“-Strategien zu übertreffen, ohne die Sicherheit oder die Privatsphäre der Benutzer zu beeinträchtigen.",
    "23114595": "Großartige Benutzererfahrung",
    "3437412311": "Für Enterprise-Benutzer stehen Optionen zur Verfügung, um Herausforderungen in den meisten Szenarien vollständig zu vermeiden, indem sie sich auf passive Bewertungen verlassen.",
    "1996843433": "Reduzieren Sie Reibungsverluste, indem Sie 99,9 % Ihres legitimen Datenverkehrs vollständig vermeiden und gleichzeitig hervorragende Sicherheit bieten.",
    "3093689546": "Einfache Integration",
    "247560732": "Fügen Sie hCaptcha mit drei Codezeilen hinzu. Wenn Sie von reCAPTCHA kommen, ist unsere API kompatibel und der Wechsel dauert nur wenige Minuten.",
    "1510448156": "Sie können noch heute mit einer überlegenen Alternative einsatzbereit sein und bei Bedarf erweiterte Funktionen aktivieren.",
    "2718999653": "Benutzerdefinierte Bedrohungsbewertungen",
    "2698140263": "Nicht alle Probleme sind gleich: Eine einzelne Punktzahl zu erhalten bedeutet, dass sie Ihren Bedürfnissen entsprechen muss, um nützlich zu sein.",
    "897432717": "Mit unserem neuartigen Design für benutzerdefinierte Bedrohungsscores können unsere Modelle durch Hinzufügen Ihres Geschäftswissens Scores liefern, die für Ihre Benutzer einzigartig relevant sind.",
    "2650502379": "Starten Sie Ihre eigenen Herausforderungen in Sekunden",
    "3578122193": "Bleiben Sie mit relevanten Inhalten auf der Marke",
    "1074044172": "Wenn Benutzer eine Herausforderung lösen müssen, um Ihre Sicherheitsanforderungen zu erfüllen, warum stellen Sie dann nicht angenehme und für den Benutzer relevante Fragen?",
    "1579093044": "Mit unserem einfachen benutzerdefinierten Challenge-Designer können Sie in wenigen Minuten markenspezifische Challenge-Inhalte starten.",
    "3717512591": "Direkte Plattformintegration",
    "121743429": "Für Web-Infrastruktur-Unternehmen",
    "2131386784": "Erreichbare Expertise und Unterstützung für Sie und Ihre Benutzer",
    "2782263070": "Service steht bei uns an erster Stelle. Wir unterhalten einen 24/7-Rufbereitschaftssupport und bieten eine direkte Slack-Koordination mit deinem Engineering-Integrationsteam und unseren Bereitschaftsmitarbeitern während und nach der Implementierung.",
    "3740051331": "Wir sind auch bestrebt, die Fragen Ihrer Benutzer in sozialen Medien, Foren und unseren In-Widget- und E-Mail-Supportkanälen aktiv zu überwachen und zu beantworten. Wir sind zugänglich und reaktionsschnell und behandeln die Benutzerzufriedenheit als einen der wichtigsten KPIs.",
    "170775527": "Unternehmensfunktionen",
    "3383086062": "hCaptcha Enterprise ist eine komplette Online-Sicherheitslösung. Aktive und passive Modi ermöglichen es Ihnen, Credential Stuffing zu stoppen, Kontoübernahmen zu erkennen und verdächtige Akteure zu blockieren. Alles ohne Reibung für legitime Benutzer.",
    "1408599440": "Beginnen Sie schnell mit ein paar Codezeilen und unserem 99,9 % passiven Modus oder übernehmen Sie die volle Kontrolle darüber, wann und wie Benutzer herausgefordert werden. Benutzerdefinierte Bedrohungsmodelle und anpassbare Herausforderungen bedeuten konkurrenzlose Flexibilität, um die Sicherheit zu gewährleisten.",
    "3365203058": "Erstklassiger Anti-Bot-Schutz",
    "1803009328": "Kampferprobt im Web-Maßstab.",
    "1586809757": "Bot-Scores mit hoher Genauigkeit",
    "353367791": "Erkennen Sie schlechte Akteure vieler verschiedener Typen.",
    "191460155": "Reibungsfrei und 99,9 % passive Modi",
    "585557010": "Fordern Sie weniger als 0,1 % der legitimen Benutzer heraus.",
    "3287172429": "Gezeigte Kontrollherausforderungstypen",
    "1844885924": "Große Bibliothek von Typen zur Auswahl.",
    "3018523079": "Bleiben Sie auf der Marke mit einer konsistenten Benutzererfahrung.",
    "3817811295": "Garantierte Zuverlässigkeit und schnelle 24/7-Rufbereitschaft.",
    "1798492192": "Unterstützung für ältere Browser",
    "1356745565": "Kompatibel bis zurück zu Internet Explorer 8.",
    "751483365": "Unterstützung für Nicht-JavaScript-Clients.",
    "4199502476": "Erweiterte Reporting-Dashboards und API",
    "3630114728": "Sehen Sie, was auf all Ihren Websites und Apps passiert.",
    "3573245166": "Im Gegensatz zu reCAPTCHA arbeiten wir in jedem Land.",
    "2354267648": "DSGVO-, CCPA- und LGPD-freundliche Datenschutzrichtlinie",
    "3167979932": "Entwickelt für Privatsphäre vom ersten Tag an. Starke Vereinbarung zur Datenverarbeitung.",
    "4065065042": "Wählen Sie dies so ein, dass es genau zu Ihrem Anwendungsfall passt.",
    "111184581": "First-Party-Hosting",
    "4272022475": "Alle Anfragen und Assets gehen an hcaptcha.yourdomain.com",
    "2676853536": "Mehrbenutzer-Dashboards",
    "1368787974": "Teilen Sie die Verwaltung in Ihrem Team.",
    "1045484714": "SAML-SSO-Integration mit Ihrem Identitätsanbieter, z. B. Okta oder Azure AD.",
    "3953584369": "Ausgefeilte RBAC-Zugriffsbeschränkungen verfügbar.",
    "2781507299": "Sofortige Verifizierung",
    "4019660456": "0ms Latenz: Überprüfen Sie hCaptcha-Token ohne API-Aufruf.",
    "3446714684": "Mobile (iOS und Android) Integration",
    "2593768395": "Nahtlose Erfahrung über das Web, natives Mobil, mobiles Web. Vorgefertigte Integrationen und native SDKs verfügbar.",
    "1779265104": "Maßgeschneiderte Bedingungen und Datenschutzgarantien",
    "122875767": "Erfüllen Sie Ihre rechtlichen Anforderungen, wenn andere Unternehmen dies nicht können.",
    "148188781": "Vorgestellte Herausforderungen",
    "838049015": "Wählen Sie alle Bilder aus, die mit der Abfrage übereinstimmen",
    "1126302400": "Begrenzungsrahmen",
    "3554448168": "Kategorisierung",
    "2104933754": "Identifizieren Sie die entsprechenden Etiketten",
    "3612043014": "...und andere einfache Aufgaben. Einfach für Menschen, schwer für Bots.",
    "3624758171": "Benutzerdefinierte Aufgaben auch für Unternehmensherausgeber verfügbar.",
    "1001938065": "Integration könnte nicht einfacher sein",
    "2138799135": "hCaptcha verfügt über Dutzende von vorgefertigten Integrationen für die von Ihnen verwendeten Frontend- und Backend-Systeme.",
    "2535001179": "Wenn Sie von Googles reCAPTCHA kommen, sind unsere APIs Drop-In-Ersatz.",
    "1393184984": "sind alles was Sie brauchen.",
    "3715747429": "Unsere Onboarding-Ingenieure können Sie schnell voranbringen, egal ob Sie eine React-Integration, SDKs für native iOS-Apps, ein Java-Backend-Beispiel oder praktisch jedes andere Szenario benötigen.",
    "2681650568": "Und wie immer ist Datenschutz für uns ein zentraler Wert. Fügen Sie unseren Challenge-Code nur dort hinzu, wo es notwendig und sinnvoll ist, Sie und Ihre Benutzer zu schützen. Die Minimierung der Datensammlung beginnt ab dem Zeitpunkt der Integration.",
    "1130868224": "Drei Zeilen Code",
    "2183926131": "Erste Schritte mit hCaptcha Enterprise",
    "1526887904": "hCaptcha Enterprise-Datenschutz",
    "1845745385": "Entwickelt für Privatsphäre.",
    "1297224875": "Ein einzigartiger datenschutzorientierter Ansatz für die Online-Sicherheit von Unternehmen.",
    "2762458927": "Ihre Benutzerdaten sind unverkäuflich.",
    "2058856283": "hCaptcha Enterprise hat nur einen Zweck: zu verhindern, dass schlechte Akteure Ihren Online-Betrieb stören und Ihren Benutzern schaden.",
    "2408036504": "Unsere Systeme sind daher von Grund auf darauf ausgelegt, die Datenerfassung und -speicherung zu minimieren und gleichzeitig eine erstklassige Sicherheit zu gewährleisten. Der beste Weg, Benutzerdaten zu schützen, besteht darin, sie überhaupt nicht zu speichern.",
    "4099477834": "Alle Kundenbeziehungen werden auch durch eine starke Datenverarbeitungsvereinbarung geschützt. Der hCaptcha-Dienst erfüllt alle Datenschutzgesetze, unabhängig davon, wo sich Ihr Dienst oder Ihre Kunden befinden. Das Nichtvorhalten personenbezogener Daten macht dies für uns viel einfacher als für andere Unternehmen.",
    "3569492665": "Das Aufzeichnen von Online-Aktivitäten ist keine Lösung.",
    "3389431373": "Dienste wie reCAPTCHA v3 sagen, dass es für eine gute Sicherheit erforderlich ist, ihr Tracking-Pixel auf jeder Seite Ihrer Website zu platzieren. Das ist nicht der Fall.",
    "3590546893": "Die einfache Verhaltensanalyse ist ein Signal, das von schlechten Akteuren leicht gefälscht werden kann und erfordert auch die Speicherung des Browserverlaufs für Ihren gesamten legitimen Datenverkehr.",
    "1105363520": "Wir betreiben kein Werbenetzwerk und haben kein Interesse daran, Ihr Nutzerverhalten zu beobachten, um ihnen Anzeigen zu verkaufen. Das bedeutet, dass wir nicht auf jeder Seite Ihrer Website ein passives Pixel benötigen.",
    "3088605177": "Fügen Sie unseren Challenge-Code nur dort hinzu, wo es notwendig und sinnvoll ist, Sie und Ihre Benutzer zu schützen.",
    "337971271": "Maschinelles Lernen ist nützlich. Aber es erfordert keine personenbezogenen Daten, um zu funktionieren.",
    "320166522": "Maschinelles Lernen beeinflusst heute fast jeden Aspekt unseres Lebens, oft auf eine Weise, die wir nicht erkennen und nicht sehen können. Online-Sicherheitsdienste sind nicht anders.",
    "3180664128": "Durch das Erlernen von Tausenden von Signalen können Modelle sehr schnell bösartiges Verhalten erkennen und hohes Vertrauen gewinnen, selbst wenn kein einzelnes Signal für sich allein stark genug wäre, um auf ein Problem hinzuweisen.",
    "961941354": "Nichts davon erfordert jedoch die Verwendung personenbezogener Daten (\"PII\"). Moderne kryptografische Techniken ermöglichen es uns, personenbezogene Daten so schnell wie möglich zu verwerfen und stattdessen Einweg-Signaturen zu erstellen, die keiner Person zugeordnet werden können.",
    "1706581702": "Das Training zu anonymisierten Daten funktioniert genauso gut und erfordert keine Kompromisse bei der Sicherheit oder dem Datenschutz. Unsere Kunden haben die empirischen Tests durchgeführt und uns für gleich oder besser als viel weniger private Alternativen erklärt.",
    "3203921334": "Wir mochten eine Reihe von Dingen an den hCaptcha-Lösungen: 1) Sie verkaufen keine personenbezogenen Daten; Sie erheben nur die minimal notwendigen personenbezogenen Daten, sie beschreiben die von ihnen gesammelten Informationen und wie sie diese verwenden und/oder offenlegen, transparent.",
    "305735018": "Endlich eine glaubwürdige Alternative zu Google. hCaptcha Enterprise bietet mit höherer Sicherheit dramatische Einsparungen bei Ihrer reCAPTCHA-Rechnung: in einigen Fällen bis zu 80 % günstiger.",
    "3695206755": "Testen Sie uns unverbindlich in Ihrer Umgebung.",
    "2941545733": "Wir sind Ingenieure, keine Verkäufer: Wir möchten, dass Sie mit Ihrer Wahl zufrieden sind.",
    "131871195": "Der beste Weg, um Ihre Zufriedenheit zu gewährleisten, besteht darin, zu zeigen, dass wir Ihre Bedürfnisse erfüllen.",
    "3436534225": "Nahezu alle Unternehmen, die ein Pilotprojekt starten, entscheiden sich letztendlich für unsere Lösungen.",
    "4060250206": "Verwenden Sie dieses Formular, um einen unserer technischen Spezialisten zu erreichen. Wir reagieren schnell.",
    "1159746815": "Sie können uns auch direkt eine E-Mail senden.",
    "2531534427": "Einzelheiten sind hier.",
    "2059998584": "Region",
    "3916131732": "Amerika",
    "135276624": "Europa, Naher Osten, Afrika (EMEA)",
    "1182294134": "Asien-Pazifik (APAC)",
    "2437934778": "Dein Name",
    "3859506577": "Geschäftliche E-Mail",
    "1268414751": "Irgendwelche anderen Details, die wir haben sollten?",
    "42559805": "Benötigen Sie ein dringendes Onboarding?",
    "851679588": "Jawohl.",
    "1729677626": "Ich werde angegriffen und benötige sofortiges Onboarding.",
    "2808971932": "Dies ist ein Text innerhalb eines div-Blocks.",
    "2468683988": "Üerschrift",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Textlink",
    "2212670355": "Anmelden",
    "31502377": "Was ist ein Rich-Text-Element?",
    "2310705547": "Mit dem Rich-Text-Element können Sie Überschriften, Absätze, Blockzitate, Bilder und Videos an einem Ort erstellen und formatieren, anstatt sie einzeln hinzufügen und formatieren zu müssen. Doppelklicken Sie einfach und erstellen Sie ganz einfach Inhalte.",
    "2590587108": "Statische und dynamische Inhaltsbearbeitung",
    "778204464": "Ein Rich-Text-Element kann mit statischem oder dynamischem Inhalt verwendet werden. Legen Sie statischen Inhalt einfach auf eine beliebige Seite und beginnen Sie mit der Bearbeitung. Fügen Sie für dynamische Inhalte einer Sammlung ein Rich-Text-Feld hinzu und verbinden Sie dann im Einstellungsfenster ein Rich-Text-Element mit diesem Feld. Voila!",
    "1890955039": "So passen Sie die Formatierung für jeden Rich Text an",
    "3286051798": "Überschriften, Absätze, Blockzitate, Abbildungen, Bilder und Abbildungsbeschriftungen können alle nach dem Hinzufügen einer Klasse zum Rich-Text-Element mithilfe des verschachtelten Auswahlsystems \"Wenn innerhalb von\" formatiert werden.",
    "504332576": "Wir freuen uns, Ihnen mitteilen zu können, dass sich hCaptcha zum größten unabhängigen Cybersicherheitsdienst der Welt entwickelt hat, der auf etwa 15 % des Internets läuft – und wir den größten Teil dieses Marktanteils direkt von Google reCAPTCHA übernommen haben. Zusammen, hCaptcha und",
    "1155436473": "(unser Enterprise-Angebot) schützen jetzt jeden Monat Hunderte Millionen Benutzer auf Millionen von Websites und Apps. Unsere Geschichte zeigt, dass Sie mit Big Tech konkurrieren können, wenn Sie den Datenschutz an erste Stelle setzen.",
    "3108727249": "BotStop",
    "1296696044": "Datenschutz vs. Sicherheit: Warum nicht beides?",
    "538871570": "Der Wettbewerb mit Google und anderen Big-Tech-Unternehmen scheint eine große Herausforderung zu sein: Ihre monopolistische Marktmacht, ihre Plattformeffekte und ihre Armee hochbezahlter Entwickler gelten im Allgemeinen als zu mächtig, um sie für andere als andere Technologiegiganten wie Facebook oder Amazon zu bekämpfen. Unsere Geschichte zeigt, dass es nicht so sein muss – Sie können Big Tech schlagen, indem Sie sich auf die Privatsphäre konzentrieren.",
    "3600718611": "Betrachten Sie Google reCAPTCHA,",
    "4281708680": ". Bei hCaptcha haben wir bewusst einen ganz anderen Ansatz gewählt, indem wir mit datenschutzwahrenden Machine-Learning-Techniken typisches Bot-Verhalten mit hoher Genauigkeit identifizieren und dabei so wenig Daten wie möglich verbrauchen und speichern.",
    "3312336121": "die enorme Mengen an Verhaltensdaten verbraucht, um festzustellen, ob Webbenutzer legitime Menschen oder Bots sind",
    "1193738791": ": Sie verfolgen das Nutzerverhalten auf jeder Seite einer Website und im gesamten Web. Wir haben hCaptcha vom ersten Tag an so datenschutzfreundlich wie möglich gestaltet. Dies führte zu einer völlig anderen Herangehensweise an das Problem. Wie sich herausstellt, ist es völlig unnötig, Benutzer im Web zu verfolgen und ihren Webverlauf mit ihrer Identität zu verknüpfen, um eine gute Sicherheit zu erreichen. Die vielen Unternehmen, die auf hCaptcha umgestiegen sind",
    "2620705814": "Google ist ein Werbeunternehmen und ihre Sicherheitsprodukte sehen ihren Werbeprodukten sehr ähnlich.",
    "1126447688": "berichten oft von gleicher oder besserer Leistung bei der Bot-Erkennung und -Abwehr trotz unseres Datenschutzfokus",
    "439777523": "Regulierungsangelegenheiten",
    "3588274874": "Indem wir uns auf die Bereitstellung eines Produkts konzentrieren, das auf regulatorische Bemühungen wie die DSGVO der Europäischen Union und das kalifornische CCPA ausgerichtet ist, haben wir ein massives Wachstum erlebt - natürlich hilft es, dass hCaptcha ein einfacher „Drop-in“-Ersatz für reCAPTCHA ist und somit innerhalb von Minuten installiert werden kann.",
    "2150595700": ". DSGVO und CCPA haben Datenschutzbedenken für Unternehmenskäufer auf die Karte gesetzt, und gleichzeitig wird der Online-Datenschutz für die Öffentlichkeit immer wichtiger, da wir alle beginnen zu verstehen, wie die Online-Werbe- und Marketingbranche unsere Daten in der Vergangenheit verwendet hat.",
    "2624949852": "Natürlich war reCAPTCHA seit 2009 ein Vorreiter in der Websicherheit und schützte Millionen von Websites vor ständig wachsenden Bedrohungen durch bösartige Bots und Spammer. Es wurde jedoch in den letzten Jahren vollständig kompromittiert:",
    "499510428": "Wir glauben tatsächlich, dass uns die Regulierung hier geholfen hat",
    "1232651561": "Software ist jetzt so gut wie Menschen bei der Lösung von reCAPTCHA-Herausforderungen.",
    "824740867": "Anstatt die Lösung zu verbessern, veröffentlichte Google stattdessen reCAPTCHA v3, das eher wie ein Werbenetzwerk als eine Sicherheitssoftware funktioniert und Verhaltensdaten aus dem gesamten Web sammelt, um Benutzerprofile zu erstellen. Leider ist diese Art von Signal leicht zu umgehen und bietet daher wenig Schutz vor Bots, während die Privatsphäre der Benutzer verletzt wird.",
    "1027023087": "Wir bei hCaptcha haben uns stattdessen auf modernere Ansätze für das Problem konzentriert, die keine langfristigen Verhaltensaufzeichnungen wie den Browserverlauf erfordern und sich seit der Einführung des Dienstes gegenüber entschlossenen Gegnern als weitaus widerstandsfähiger erwiesen haben.",
    "2852295413": "Ein inhärenter Interessenkonflikt: Das Stoppen von Bots reduziert den Umsatz eines Werbenetzwerks",
    "1597520917": "Eine wachsende Zahl von Kritikern hat darauf hingewiesen, dass die Missachtung der Privatsphäre der Nutzer durch Google Kunden betreffen sollte, die ihre Websites und Apps schützen möchten.",
    "763447231": "Gleichzeitig kann das Verhindern des Zugriffs durch Bots auf Publisher-Websites Anzeigenbetrug aufdecken und das reCAPTCHA-Produkt von Google direkt mit ihrem Anzeigengeschäft ausspielen, das über 80 % ihres Umsatzes erwirtschaftet.",
    "999674529": "Jeder Bot, den Google erkennt, sollte null Werbegelder verdienen. Die Unternehmensanreize von Google sind daher schlecht auf die Nutzer ihrer Sicherheitsdienste ausgerichtet, und dies könnte eine Erklärung für die schlechte Leistung ihres reCAPTCHA-Sicherheitsangebots sein.",
    "956019009": "Die größten Web-Infrastruktur-Unternehmen haben bereits Maßnahmen ergriffen",
    "1923297430": "Die letzte Grenze für viele größere Kunden kam, als Google anfing, Unternehmen für die Nutzung ihres Produkts in einem sinnvollen Umfang zu berechnen. Dies veranlasste langjährige reCAPTCHA-Nutzer, nach besseren Alternativen zu suchen, da regulatorische Bedenken weltweit die Nutzung der Angebote von Google bereits immer unattraktiver gemacht hatten.",
    "2197218442": "Cloudflare-CEO Matthew Prince fasste diesen Standpunkt in der",
    "155456850": "geben ihren Wechsel zu hCaptcha bekannt:",
    "435302267": "Blogbeitrag des Unternehmens",
    "2087769953": "\"Wir freuen uns über diese Änderung, da sie dazu beiträgt, ein Datenschutzproblem auszuräumen, das mit dem Vertrauen auf einen Google-Dienst verbunden ist, den wir seit einiger Zeit haben. Wir haben eine Reihe von CAPTCHA-Anbietern evaluiert und selbst ein System entwickelt. hCaptcha hat sich als die beste Alternative zu reCAPTCHA herausgestellt.“ „Wir mochten eine Reihe von Dingen an den hCaptcha-Lösungen: 1) Sie verkaufen keine personenbezogenen Daten; sie erheben nur das erforderliche Minimum an personenbezogenen Daten, sie beschreiben die von ihnen gesammelten Informationen transparent und beschreiben, wie sie diese verwenden und/oder offenlegen.\"",
    "595582512": "Wenn Sie Ihre Website oder App effektiv vor Bots, Spammern oder anderen böswilligen Akteuren schützen möchten, während Sie gleichzeitig die Privatsphäre Ihrer Benutzer wahren (und alle relevanten Vorschriften einhalten!), ziehen Sie hCaptcha und unser Enterprise-Angebot in Betracht",
    "3388180864": "Sind Sie daran interessiert, an tiefgreifenden technischen Herausforderungen im Web-Maßstab zu arbeiten? Wir stellen ständig talentierte Ingenieure weltweit ein -",
    "3892952987": "Schauen Sie sich unsere Stellenangebote an und bewerben Sie sich hier",
    "3368788823": "Terence Eden macht in seinem Blog einen interessanten Punkt: \"",
    "1491780143": "CAPTCHAs beweisen nicht, dass Sie ein Mensch sind – sie beweisen, dass Sie Amerikaner sind",
    "2146900431": "Intuitiv macht diese Behauptung sehr viel Sinn. CAPTCHAs sind, wie fast alles, in einen kulturellen Kontext eingebettet, und wenn Ihr Pool an Herausforderungen hauptsächlich in einer Kultur erstellt wurde, lässt er sich möglicherweise nicht sehr gut auf eine andere übertragen. Im Kern ist dies eine Frage des kulturellen",
    "378086442": "von CAPTCHAs und nicht deren UX an sich.",
    "1445008801": "Wie Eden es ausdrückt:",
    "332723732": "Inhalt",
    "2072808435": "„Rate mal, Google? Taxis in meinem Land sind im Allgemeinen schwarz. Ich habe genug Filme gesehen, um zu wissen, dass alle in Amerika gelb sind verschiedene Farbtöne.\"",
    "3206136647": "Das Problem von Google hier basiert auf den Fragedaten, die sie verwenden und wer sie sieht. Wenn alle Daten aus derselben Kultur stammen (und im Fall von Google von demselben Unternehmen), können Sie sicherlich mit Herausforderungen rechnen, die sich in Übereinstimmung mit Edens Beschwerde nicht gut auf andere Kulturen übertragen lassen.",
    "2217842245": "Unsere Daten zeigen jedoch, dass (für hCaptcha)",
    "4280117172": "Viele Länder schneiden sogar etwas besser ab als die USA, darunter Nigeria, Indien, Brasilien und Deutschland:",
    "555749578": "es gibt weniger als 1% Varianz bei den Lösungsraten in den wichtigsten Ländern auf allen Kontinenten.",
    "151737819": "hCaptcha-Lösungsraten auf der ganzen Welt zeigen sehr geringe Abweichungen",
    "3908992897": "und wird in jedem Land und Territorium der Welt verwendet, daher konzentrieren wir uns sehr darauf, ein konsistentes globales Erlebnis zu bieten.",
    "2808122102": "Interkulturelle Funktionalität ist daher eine Grundvoraussetzung für unseren Service. Sicherzustellen, dass alle legitimen Benutzer schnell auf Inhalte zugreifen können, ist ein wichtiger Teil unserer Mission. Wir bieten Herausforderungen in 110 Sprachen und verbessern ständig die entsprechenden Übersetzungen, um sicherzustellen, dass unsere Herausforderungen von allen gelöst werden können.",
    "3913801502": "hCaptcha läuft jetzt auf etwa 15% des Internets",
    "2077639538": ". Zum einen können Herausforderungsdaten zu unserem Service aus vielen Quellen stammen, nicht nur aus einer – von großen Fortune-500-Unternehmen bis hin zu Startups für maschinelles Lernen, solange sie sich an unsere . halten",
    "3951112506": ". Das garantiert bereits eine höhere Heterogenität der Daten.",
    "1803943584": "Zweitens lassen wir Challenges sich selbst optimieren, um zu bestimmen, in welchen Ländern oder Sprachen sie laufen, was die Wahrscheinlichkeit einer konsistenten Erfahrung noch weiter erhöht. Wenn die Genauigkeit geringer als erwartet ist, wird eine Reihe von Fragen in der Region oder Sprache, in der dieser Effekt auftritt, einfach nicht mehr ausgeführt.",
    "3668873369": "Bei hCaptcha haben wir vom ersten Tag an einen anderen Ansatz gewählt",
    "1519201684": "KI-Ethikrichtlinie",
    "2155089487": ". Wenn unsere Herausforderungen für einige Gruppen leichter zu lösen wären, würden wir erwarten, dass sich die Leistung von Menschen auf der ganzen Welt und in verschiedenen Kulturen bei der Lösung unterscheidet. Im Zusammenhang mit Edens Post würden wir erwarten, dass Amerikaner besser abschneiden als Menschen in anderen Ländern. Da wir jahrelang Systeme entwickelt haben, um dieses Problem zu vermeiden, sehen wir genau das Gegenteil.",
    "2603863826": "PS: Wenn Sie eine Übersetzung in Ihrer Sprache finden, die Verbesserungen gebrauchen könnte, senden Sie bitte eine",
    "3543141425": "dafür!",
    "2697276059": "Beweise dafür, dass dies funktioniert: einheitliche Lösungsraten auf der ganzen Welt",
    "664236229": "Pull-Request"
}