{
  "header-privacy-link": "Privacy",
  "header-integration-link": "integratie",
  "header-cost-link": "Kosten",
  "header-features-link": "Functies",
  "header-docs-link": "Documenten",
  "header-login-button": "Log in",
  "header-contact-button": "Contact opnemen met verkoop",
  "intro-heading": "Verificatie van de mensheid zonder wrijving.",
  "intro-contact-button": "Neem contact met ons op voor meer informatie",
  "intro-text-bottom": "Vertrouwd door de bedrijven die het internet mogelijk maken.",
  "sub-menu-button": "Contact opnemen met verkoop",
  "sub-menu-item1": "Onderneming",
  "sub-menu-item2": "Kosten",
  "sub-menu-item3": "integratie",
  "sub-menu-item4": "Functies",
  "sub-menu-item5": "Privacy",
  "sub-menu-item6": "Documenten",
  "info-head-1": "Gebouwd op het beproefde hCaptcha-platform",
  "info-text-1": "hCaptcha Enterprise draait op hCaptcha-platformtechnologie, uitgebreid met de functies die bedrijven met veel verkeer nodig hebben.",
  "info-head-2": "Een vertrouwde partner",
  "intro-subtitle": "Los uw botprobleem vandaag nog op.",
  "info-text-2": "Onze diensten worden vertrouwd door de grootste bedrijven ter wereld om vele miljoenen dagelijkse gebruikers op tientallen miljoenen sites te bedienen.",
  "cloudflare-quote-text": "We hebben een aantal CAPTCHA-leveranciers geëvalueerd en zelf een systeem gebouwd. Uiteindelijk kwam hCaptcha naar voren als het beste alternatief voor reCAPTCHA.",
  "cloudflare-quote-detail": "Directeur productbeheer, Cloudflare",
  "section-quote-head": "De kosteneffectieve optie voor ondernemingen met veel verkeer",
  "section-quote-text": "Eindelijk een geloofwaardig alternatief voor Google. hCaptcha Enterprise levert enorme besparingen op uw reCAPTCHA-factuur op met een hogere beveiliging: in sommige gevallen tot 80% goedkoper. ‍Veel van 's werelds grootste online services zijn overgestapt op hCaptcha Enterprise en hebben naast aanzienlijke kostenbesparingen verbeterde botdetectie gekregen.",
  "section-quote-button": "Neem vandaag nog contact met ons op voor een offerte",
  "section-privacy-header": "Privacygericht",
  "section-privacy-text-1": "Advertentienetwerken zien uw bezoekers als het product. Voor ons is het enige product het bepalen van hun menselijkheid. Onze services voldoen aan of overtreffen de vereisten van de AVG, CCPA en LGPD en ondersteunen initiatieven zoals Privacy Pass. We werken er hard aan om privacy en veiligheid in evenwicht te brengen.",
  "section-privacy-text-2": "Deze unieke focus op privacy betekent dat we desgewenst geen individuele gegevensretentie, cookie-vrije werking en andere contractuele privacygaranties kunnen bieden met behoud van uitstekende beveiliging.",
  "section-security-header": "Beveiliging eerst",
  "section-security-text-1": "Nauwkeurigheid is in uw belang en dat van ons. hCaptcha werkt om u echte gegevens te geven en u te laten beslissen hoe u deze wilt gebruiken. Andere captcha's worden geleverd door gigantische advertentiebedrijven. Dit betekent dat elke bot die ze blokkeren, hun inkomsten kan verminderen.",
  "section-security-text-2": "Door gebruik te maken van de nieuwste machine learning-technieken met een focus op privacy, kunnen we de beveiligingsnormen van legacy-strategieën voor alles voor altijd opnemen overtreffen zonder de veiligheid of de privacy van gebruikers te schaden.",
  "section-user-experience-header": "Geweldige gebruikerservaring",
  "section-user-experience-text1": "Voor Enterprise-gebruikers zijn er opties beschikbaar om uitdagingen in de meeste scenario's volledig te vermijden.",
  "section-user-experience-text2": "Verminder wrijving door een uitdaging volledig te vermijden voor 99,9% van uw legitieme verkeer en toch uitstekende beveiliging te bieden, dankzij geavanceerde botmodellen.",
  "section-easy-integration-header": "Eenvoudige integratie",
  "section-easy-integration-text": "Het toevoegen van hCaptcha duurt slechts enkele minuten en slechts een paar regels code. De basis-API is compatibel met reCAPTCHA V2 en het overschakelen duurt slechts enkele minuten. U kunt vandaag aan de slag met een superieur alternatief en indien nodig meer geavanceerde functies inschakelen.",
  "section-easy-integration-serverside": "Serverkant:",
  "section-easy-integration-frontend": "Voorkant:",
  "section-threat-header": "Aangepaste dreigingsscores",
  "section-threat-text": "Niet alle problemen zijn hetzelfde: als u één score krijgt, moet deze aan uw behoeften voldoen om nuttig te zijn. Met hCaptcha's unieke, op maat gemaakte bedreigingsscores, stelt een snel overleg ons in staat om onze modellen af te stemmen om scores te leveren die relevanter zijn voor uw bedrijf.",
  "section-challenges-header": "Lanceer je eigen uitdagingen in seconden",
  "section-challenges-text-1": "Blijf bij het merk met relevante inhoud",
  "section-challenges-text-2": "Als gebruikers een uitdaging moeten oplossen om aan de beveiligingseisen te voldoen, waarom zou u dan geen taken creëren die prettig en relevant zijn voor de gebruiker? Met onze eenvoudige, op maat gemaakte uitdagingsontwerper kun je binnen een paar minuten on-brand challenge-inhoud lanceren.",
  "section-integration-header": "Directe platformintegratie",
  "section-integration-subheader": "Voor webinfrastructuurbedrijven",
  "section-integration-text": "Het hCaptcha Enterprise-systeem is uniek flexibel in zijn ontwerp: het kan gedeeltelijk of volledig worden ingezet aan de rand van uw netwerk als u een openbare cloud exploiteert of veel datacenters bezit. ‍Dit kan de kosten en het verkeer buiten het netwerk drastisch verminderen, terwijl alle voordelen van beheer door ons 24/7 oproepbare personeel behouden blijven om aan de strengste SLA's te voldoen.",
  "section-support-header": "Bereikbare expertise en ondersteuning voor zowel u als uw gebruikers",
  "section-support-text": "Service staat bij ons hoog in het vaandel. We onderhouden 24/7 on-call-ondersteuning en bieden directe Slack-coördinatie met uw engineering-integratieteam en onze on-call-medewerkers tijdens en na de implementatie. , en onze in-widget- en e-mailondersteuningskanalen. We zijn toegankelijk en responsief en beschouwen gebruikerstevredenheid als een top-KPI.",
  "section-enterprise-header": "Enterprise-functies",
  "section-enterprise-title-1": "Antibotbescherming van wereldklasse",
  "section-enterprise-desc-1": "Battle-getest op webschaal.",
  "section-enterprise-title-2": "Botscores met hoge nauwkeurigheid",
  "section-enterprise-desc-2": "Detecteer slechte acteurs van veel verschillende typen.",
  "section-enterprise-title-3": "Geen wrijving en 99,9% passieve modi",
  "section-enterprise-desc-3": "Daag minder dan 0,1% van de legitieme gebruikers uit.",
  "section-enterprise-title-4": "Getoonde soorten controle-uitdagingen",
  "section-enterprise-desc-4": "Brede bibliotheek met typen om uit te kiezen.",
  "section-enterprise-title-5": "Beheer de gebruikte inhoud van de uitdaging",
  "section-enterprise-desc-5": "Blijf bij het merk met een consistente gebruikerservaring.",
  "section-enterprise-title-6": "Enterprise SLA's",
  "section-enterprise-desc-6": "Gegarandeerde betrouwbaarheid en snelle 24/7 on-call support.",
  "section-enterprise-title-7": "Ondersteuning voor oudere browsers",
  "section-enterprise-desc-7": "Compatibel helemaal terug naar Internet Explorer 8.",
  "section-enterprise-title-8": "Geavanceerde rapportagedashboards en API",
  "section-enterprise-desc-8": "Bekijk wat er op al uw sites en apps gebeurt.",
  "section-enterprise-title-9": "Werkt in elk land",
  "section-enterprise-desc-9": "In tegenstelling tot reCAPTCHA werken we in elk land.",
  "section-enterprise-title-10": "AVG-, CCPA- en LGPD-vriendelijk privacybeleid",
  "section-enterprise-desc-10": "Ontworpen voor privacy vanaf de eerste dag. Sterke gegevensverwerkingsovereenkomst.",
  "section-enterprise-title-11": "Fijnmazige moeilijkheidsgraden",
  "section-enterprise-desc-11": "Kies dit in om precies bij uw gebruiksgeval te passen.",
  "section-enterprise-title-12": "Hosting van de eerste partij",
  "section-enterprise-desc-12": "Alle verzoeken en activa gaan naar hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Dashboards voor meerdere gebruikers",
  "section-enterprise-desc-13": "Deel het beheer met uw team.",
  "section-enterprise-title-14": "Onmiddellijke verificatie",
  "section-enterprise-desc-14": "0ms latentie: verifieer hCaptcha-tokens zonder API-aanroep.",
  "section-enterprise-title-15": "Mobiele (iOS en Android) integratie",
  "section-enterprise-desc-15": "Naadloze ervaring op internet, native mobiel, mobiel internet. Vooraf gebouwde integraties en native SDK's beschikbaar.",
  "section-enterprise-title-16": "Aangepaste voorwaarden en privacygaranties",
  "section-enterprise-desc-16": "Voldoe aan uw juridische behoeften wanneer andere bedrijven dat niet kunnen.",
  "presented-challlenges-head": "Gepresenteerde uitdagingen",
  "presented-challenges-title-1": "Vergelijking",
  "presented-challenges-text-1": "Selecteer alle afbeeldingen die overeenkomen met de zoekopdracht",
  "presented-challenges-title-2": "Begrenzingsvak",
  "presented-challenges-text-2": "Begrenzingsgebied voor objecten definiëren",
  "presented-challenges-title-3": "categorisatie",
  "presented-challenges-text-3": "Identificeer de bijbehorende labels",
  "presented-challenges-subheader": "...en andere eenvoudige taken. Makkelijk voor mensen, moeilijk voor bots.",
  "presented-challenges-subtext": "Aangepaste taken zijn ook beschikbaar voor zakelijke uitgevers.",
  "footer-header-1": "Bedrijf",
  "footer-header-2": "Bronnen",
  "footer-header-3": "Contact",
  "footer-link-1": "Etikettering",
  "footer-link-2": "Wat betreft",
  "footer-link-3": "Banen",
  "footer-link-4": "Handelsmerken",
  "footer-link-5": "Blog",
  "footer-link-6": "Toestand",
  "footer-link-7": "Documentatie",
  "footer-link-8": "Een bug melden",
  "footer-link-9": "Toegankelijkheid",
  "footer-terms": "voorwaarden",
  "footer-privacy": "Privacy",
  "footer-attribution": "Naamsvermelding",
  "footer-subheader-1": "Steun",
  "footer-subheader-2": "Contact",
  "switch-to-english-link": "schakel over naar Engels",
  "intro-heading-privacy": "Ontworpen voor privacy.",
  "intro-subtitle-p1-privacy": " Een unieke, op privacy gebaseerde benadering van online beveiliging.",
  "info-head-2-pr": "Het vastleggen van online activiteiten is niet het antwoord.",
  "info-text-1-pr": "hCaptcha Enterprise heeft maar één doel: voorkomen dat kwaadwillenden uw online activiteiten verstoren en uw gebruikers schaden.",
  "info-text-2-pr": "Onze systemen zijn dus vanaf de grond af ontworpen om het verzamelen en bewaren van gegevens tot een minimum te beperken en tegelijkertijd de toonaangevende beveiliging te behouden. De beste manier om gebruikersgegevens te beschermen, is door ze helemaal niet op te slaan.",
  "info-text-3-pr": "Alle klantrelaties worden ook beschermd door een sterke Verwerkersovereenkomst. De hCaptcha-service voldoet aan alle privacywetten, ongeacht waar uw service of uw klanten zich bevinden. Het niet bewaren van persoonsgegevens maakt dit voor ons veel gemakkelijker dan voor andere bedrijven.",
  "info-text-2-2-pr": "Diensten zoals reCAPTCHA v3 zeggen dat het plaatsen van hun trackingpixel op elke pagina van uw site noodzakelijk is voor een goede beveiliging. Dit is niet het geval.",
  "info-text-2-3-pr": "Eenvoudige gedragsanalyse is een signaal dat gemakkelijk wordt vervalst door kwaadwillenden en vereist ook het bewaren van de browsegeschiedenis voor al uw legitieme verkeer.",
  "info-text-2-4-pr": "We hebben geen advertentienetwerk en hebben geen interesse in het observeren van uw gebruikersgedrag om hen advertenties te verkopen. Dit betekent dat we niet op elke pagina van uw site een passieve pixel nodig hebben.",
  "info-text-2-5-pr": "Voeg onze uitdagingscode alleen toe waar het nodig is en waar het zinvol is om zowel u als uw gebruikers te beschermen.",
  "info-head-3-pr": "Machine learning is handig. Maar het vereist geen persoonlijke gegevens om te werken.",
  "info-text-3-1-pr": "Machine learning heeft nu invloed op bijna elk aspect van ons leven, vaak op manieren die we ons niet realiseren en niet kunnen zien. Online beveiligingsdiensten zijn niet anders.",
  "info-text-3-2-pr": "Door meer dan duizenden signalen te leren, kunnen modellen afleiden en een hoog vertrouwen bereiken in het zeer snel detecteren van kwaadaardig gedrag, zelfs wanneer geen enkel individueel signaal op zichzelf sterk genoeg zou zijn om op een probleem te wijzen.",
  "info-text-3-3-pr": "Dit alles vereist echter niet het gebruik van persoonlijk identificeerbare informatie (PII). Moderne cryptografische technieken stellen ons in staat om alle persoonlijke gegevens zo snel mogelijk te verwijderen en in plaats daarvan eenrichtingshandtekeningen te maken die niet aan een persoon kunnen worden gekoppeld.",
  "info-text-3-4-pr": "Training over geanonimiseerde gegevens werkt net zo goed en vereist geen concessies aan beveiliging of privacy. Onze klanten hebben de empirische tests gedaan en hebben ons gelijk of beter verklaard dan veel minder particuliere alternatieven.",
  "cloudflare-quote-text-privacy": "We vonden een aantal dingen leuk aan de hCaptcha-oplossingen: 1) ze verkopen geen persoonlijke gegevens; ze verzamelen alleen minimaal noodzakelijke persoonlijke gegevens, ze zijn transparant in het beschrijven van de informatie die ze verzamelen en hoe ze deze gebruiken en/of openbaar maken.",
  "pilot-head": "Probeer ons geheel vrijblijvend uit in uw omgeving.",
  "pilot-text-1a": "Wij zijn ingenieurs, geen verkopers: we willen dat u tevreden bent met uw keuze.",
  "pilot-text-1b": "De beste manier om ervoor te zorgen dat u tevreden bent, is door aan te tonen dat we aan uw behoeften voldoen.",
  "pilot-text-1c": "Vrijwel alle bedrijven die een pilot starten kiezen uiteindelijk voor onze oplossingen.",
  "pilot-text-1d": "Gebruik dit formulier om een van onze technische specialisten te bereiken. Wij reageren snel.",
  "pilot-text-1e": "U kunt ons ook rechtstreeks mailen.",
  "pilot-email-details": "Details zijn hier.",
  "pilot-f1": "Regio",
  "pilot-f2": "Uw naam",
  "pilot-f3": "Uw naam",
  "pilot-f4": "zakelijke E-mail",
  "pilot-f5": "Nog andere details die we zouden moeten hebben?",
  "pilot-f6": "Heeft u dringend onboarding nodig?",
  "pilot-f7": "Ja.",
  "pilot-f8": "Ik word aangevallen en heb onmiddellijke onboarding nodig.",
  "pilot-f9": "Indienen",
  "pilot-f10": "Door uw e-mailadres in te voeren, gaat u akkoord met onze voorwaarden en ons privacybeleid en om e-mail van ons te ontvangen.",
  "pilot-fo-1": "Integratie kan niet eenvoudiger.",
  "pilot-fo-2": "hCaptcha heeft tientallen vooraf gebouwde integraties voor de frontend- en backend-systemen die u gebruikt.",
  "pilot-fo-3": "Als je toevallig van Google's reCAPTCHA komt, zijn onze API's drop-in vervangingen. Drie regels code zijn alles wat je nodig hebt.",
  "pilot-fo-4": "Onze onboarding-engineers kunnen u snel op weg helpen, of u nu React-integratie, SDK's voor native iOS-apps, een Java-backend-voorbeeld of vrijwel elk ander scenario nodig heeft.",
  "pilot-fo-5": "En zoals altijd is privacy een kernwaarde voor ons. Voeg onze uitdagingscode alleen toe waar het nodig is en waar het zinvol is om zowel u als uw gebruikers te beschermen. Het minimaliseren van dataverzameling begint vanaf het moment van integratie.",
  "pilot-fdone": "Bedankt. We nemen binnenkort contact met u op.",
  "home-ent-2-new": "Lees meer over onze bedrijfsoplossing.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise-oplossingen bieden toonaangevende beveiliging en beschermen veel van de beste online services.",
  "home-plans-button-2-new": "Kom meer te weten",
  "header-enterprise-link": "Onderneming",
  "sales-interstitial-c1b-new": "Meer informatie over hCaptcha Enterprise"
}
