{
    "1001938065": "Integratie kan niet eenvoudiger",
    "1012122721": "* Statistische cookies die rechtstreeks door ons worden beheerd (dwz cookies van de eerste partij, geen cookies van derden), waarbij de gegevens niet worden gebruikt voor profilering.",
    "1014004474": "De Enterprise-abonnementen van hCaptcha bieden geavanceerde serviceovereenkomsten om uw organisatie te beschermen",
    "1021431157": "( ) Incompatibiliteit met open source- of open source-licenties",
    "1023070345": "Uiterlijk op 14 maart 2021",
    "1023108656": "Categorieën van externe ontvangers",
    "1023190144": "hCaptcha® in tekst",
    "102498091": "Google rekent $ 1 per 1000 verzoeken voor reCAPTCHA Enterprise, wat betekent dat ze nu meer per verzoek in rekening brengen dan het kost om de beveiliging van hun service te doorbreken. Dit lijkt een slechte deal.",
    "102695075": "Looptijd",
    "1027023087": "Bij hCaptcha hebben we ons in plaats daarvan gericht op modernere benaderingen van het probleem, waarvoor geen langetermijngedragsrecords zoals browsegeschiedenis hoeven te worden bewaard en die sinds de introductie van de service veel veerkrachtiger zijn gebleken tegenover vastberaden tegenstanders.",
    "1027200955": "Praat met een van onze domeinexperts om uw projectbehoeften te definiëren: doelnauwkeurigheid, formaat en eventuele speciale vereisten.",
    "1028058338": "Raadpleeg onze sectie \"Kennisgeving aan EU-gegevenssubjecten\" met betrekking tot uw rechten onder de Algemene Verordening Gegevensbescherming (\"AVG\").",
    "1033698050": "1. Geloven we dat de klant ons een use case heeft gegeven die we moreel acceptabel achten, volgens onze interpretatie van typisch westerse maatschappelijke normen?",
    "1035621426": "Elke bot die door reCAPTCHA wordt geïdentificeerd, verlaagt rechtstreeks de advertentie-inkomsten van Google.",
    "1038019440": "1. Vertegenwoordigt deze klant de nationale belangen van een land waarvan bekend is dat het zich bezighoudt met gedrag dat in strijd is met internationale wetten en normen?",
    "103876916": "voor in aanmerking komende beveiligingsrapporten over de hCaptcha-service en gerelateerde broncode.",
    "1042802841": "Vertrouwelijke informatie is alle informatie die is gemarkeerd als vertrouwelijk of bedrijfseigen, of waarvan de ontvangende partij redelijkerwijs moet begrijpen dat deze vertrouwelijk of eigendom is. Dit omvat geen informatie die (1) openbaar beschikbaar is, (2) al in het bezit is van, onafhankelijk is ontwikkeld door of al bekend is bij de ontvangende partij, of (3) openbaar is gemaakt door een gerechtelijk bevel of zoals anderszins vereist door wet.",
    "1045484714": "SAML SSO-integratie met uw identiteitsprovider, bijvoorbeeld Okta of Azure AD.",
    "1046087606": "IBM. (Globaal). Geleverde diensten: IBM Cloud.",
    "1047251718": "Wanneer mensen het tegenwoordig echter over API's hebben, bedoelen ze altijd op standaarden gebaseerde API's. Dit zijn API's die zijn gebouwd met behulp van open standaarden zoals Representational State Transfer (REST) en open standaardbestandsindelingen zoals JavaScript Object Notation (JSON). Dergelijke \"RESTful API's\", zoals ze worden genoemd, kunnen worden gemaakt zonder dat er propriëtaire software nodig is. De resulterende API's kunnen gegevens en procedureaanroepen tussen softwaretoepassingen verzenden en ontvangen. Zo gebruikt een mobiel bankieren app een API om toegang te krijgen tot de systemen van de bank.",
    "1050501253": "Te moeilijk",
    "1051214799": "hCaptcha is een webbeveiligingsservice die waarde probeert te delen met de uitgevers van websites of apps die het gebruiken.",
    "1053787685": "Wat is betalingsfraude?",
    "1058572205": "ons als u meer wilt weten over",
    "1059502393": "Details van bugrapporten vastleggen: Firefox",
    "1061239711": "3. 1e partij",
    "1062291156": "standaard voorwaarden",
    "1066753052": "wat betekent dat de portemonnee leeg is en dat u zich op een site bevindt met een hCaptcha-uitdaging. Zodra je de uitdaging hebt voltooid, verdien je tokens die met hCaptcha op elke andere website kunnen worden ingewisseld.",
    "1067704102": "De waarde van gegevenslabels",
    "1070364246": "Oeps! Er is iets misgegaan bij het verzenden van het formulier.",
    "10724169": "U accepteert ons privacybeleid, dat bepaalt wat we zullen doen met alle persoonlijke informatie die u ons verstrekt.",
    "1074044172": "Als gebruikers een uitdaging moeten oplossen om aan uw beveiligingseisen te voldoen, waarom zou u dan geen vragen stellen die prettig en relevant zijn voor de gebruiker?",
    "1077448694": "Om te integreren met sociale media websites van derden.",
    "1080672247": "Omdat veel van de gestelde vragen niet economisch kunnen worden opgelost met standaardsoftware, en omdat de gegevens over het algemeen uniek zijn voor het systeem, betekent dit dat bots vaak volledig worden gestopt door de gratis service en in plaats daarvan moeten vertrouwen op menselijke CAPTCHA-oplossers, die maakt vele soorten misbruik volkomen oneconomisch.",
    "1080752747": "Contact opnemen met verkoop",
    "1085089390": "Online misbruik komt voort uit aangeboren menselijk gedrag",
    "1087195513": "Als u een Bijdrager bent die toegang heeft tot de Services en/of taken uitvoert via of in verband met een Integrator namens een Aanvrager die niet IMI is, gaat u ermee akkoord en erkent u dat Intuition Machines niet aansprakelijk is voor en geen verplichting heeft jegens u met met betrekking tot beloningen of andere vergoedingen voor voltooide taken. U stemt ermee in en erkent dat beloningen of andere vergoedingen voor voltooide taken uitsluitend worden bepaald in overeenstemming met uw overeenkomst met de aanvrager en/of de integrator, voor zover van toepassing. Alle geschillen over dergelijke beloningen of andere vergoedingen (inclusief maar niet beperkt tot het niet ontvangen van dergelijke beloningen of andere vergoedingen) zijn uitsluitend tussen u en de Aanvrager en/of de Integrator, voor zover van toepassing.",
    "1087260385": "Als u vragen heeft over dit privacybeleid, neem dan contact met ons op via:",
    "1088304322": "We kunnen uw persoonlijke gegevens gebruiken om redenen die niet worden beschreven in dit privacybeleid, waar we wettelijk zijn toegestaan om dit te doen en wanneer de reden verenigbaar is met het doel waarvoor we ze hebben verzameld. Als we uw persoonlijke gegevens moeten gebruiken voor een niet-gerelateerd doel, kunnen we u hiervan op de hoogte stellen en de toepasselijke wettelijke basis voor dat gebruik uitleggen. Als we op uw toestemming hebben vertrouwd voor een bepaald gebruik van uw persoonlijke gegevens, kunnen we uw toestemming vragen voor elk niet-gerelateerd doel en u toestaan uw gebruik van de service op dat moment te beëindigen als u bezwaar maakt.",
    "1089415440": "Nauwkeurige objectdetectie in afbeeldingen en video",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "109179759": "Ethische aandachtspunten criteria: Subjectief",
    "1092241113": "Om de belangen van onze klanten en integrators beter te begrijpen.",
    "1093280979": "1. Platformbestelformulieren",
    "1099238677": "Met ons hoge volume en lage latentie draaien we uw werk snel om, met geautomatiseerde levering zodra het klaar is.",
    "1103295010": "Verdien geld of geef aan een goed doel voor als mensen CAPTCHA's oplossen",
    "1105363520": "We hebben geen advertentienetwerk en hebben geen interesse in het observeren van uw gebruikersgedrag om hen advertenties te verkopen. Dit betekent dat we niet op elke pagina van uw site een passieve pixel nodig hebben.",
    "110836420": "Laatst bijgewerkt: 23 december 2020",
    "1108398506": "klanten krijgen totale controle over de ervaring en profiteren van de expertise die hCaptcha heeft opgedaan door de grootste onafhankelijke challenge-provider op internet te zijn. Ze krijgen ook een betere deal dan reCAPTCHA Enterprise: tot 50-80% betere prijzen, afhankelijk van het volume.",
    "111184581": "Hosting van de eerste partij",
    "1112074001": "Stap 2: Klik op het tabblad Netwerk in Developer Tools. Vink het vakje \"Logboeken aanhouden\" bovenaan aan.",
    "1115642494": "1. Bron: BuiltWith.com reCAPTCHA-sitevermeldingen. Ontvangen op 9 juli 2019.",
    "1115671076": "Zendesk, Inc. (wereldwijd). Geleverde diensten: Zendesk.com.",
    "1116455671": "A: U verdient een beloning voor de eerste oplossing als de gebruiker deze op uw site voltooit. Verzilveringen volgen hetzelfde reactiepatroon alsof de gebruiker automatisch uw site heeft bezocht vanwege het hoge vertrouwen van de klant: er worden geen inkomsten gegenereerd en de siteverify-aanroep van uw server krijgt een 'tegoed: False' in de resultaten.",
    "1118929614": "( ) Extreme domheid van mensen die zaken doen met spammers",
    "1119009846": "Indien nodig om te voldoen aan de toepasselijke wetgeving, inclusief verzoeken van de overheid, wetshandhavingsverzoeken en anderszins aan openbare en particuliere entiteiten om de rechten, privacy, veiligheid of eigendom van u, ons of anderen te beschermen.",
    "1123365779": "Als u een webontwikkelaar of ervaren gebruiker bent, is de samenvatting: we willen graag dat u ons een netwerkopname HAR en browserconsole-logboeken stuurt.",
    "1126302400": "Begrenzingsvak",
    "1126447688": "rapporteren vaak gelijke of betere prestaties bij botdetectie en -beperking, ondanks onze focus op privacy",
    "1126613163": "Gevoelige data",
    "1129833879": "Stop kwaadaardige bots, bescherm de privacy van gebruikers",
    "1130783905": "Nauwkeurigheid is in uw belang en dat van ons. hCaptcha werkt om u echte gegevens te geven en u te laten beslissen hoe u deze wilt gebruiken. Andere beveiligingsoplossingen worden geleverd door gigantische advertentiebedrijven. Dit betekent dat elke bot die ze blokkeren, hun inkomsten kan verminderen.",
    "1130802068": "We gebruiken de informatie die we verzamelen voor de volgende doeleinden:",
    "1130868224": "Drie regels code",
    "1131196501": "Grote bedrijven zoals",
    "1131525092": "Groepeer kwaadwillenden moeiteloos via onze privacybeschermende Scoped UID's om gerelateerde fraude en misbruik te vinden en te stoppen",
    "1133989302": "Waarom hCaptcha?",
    "1137757109": "Als het een eCommerce-account is, kan de aanvaller merchandise bestellen. Als het slachtoffer een bank is, kan de aanvaller geld naar het buitenland overmaken, enzovoort.",
    "1139493658": "en werken er hard aan om privacy en beveiliging in evenwicht te brengen.",
    "1139500589": "Land",
    "1140554614": "Gegevensverwerkingsovereenkomst",
    "1141402092": "Geavanceerde rapportagefuncties",
    "1144966033": "Geoptimaliseerd voor kosten en kwaliteit",
    "1150035777": "Geavanceerde machine learning-modellen genereren botvertrouwensscores op basis van veel gegevenspunten, behalve of vragen correct zijn beantwoord",
    "1150786045": "www.botstop.com",
    "1150963691": "APT-beperking",
    "1151065360": "( ) Zwarte lijsten zijn waardeloos",
    "1155436473": "(onze zakelijke aanbieding) beschermt nu elke maand honderden miljoenen gebruikers op tientallen miljoenen websites en apps. Ons verhaal laat zien dat je kunt concurreren met Big Tech als je privacy voorop stelt.",
    "1155821305": "verdediging is diepte",
    "1156712451": "Eerste taaktest",
    "1159746815": "U kunt ons ook rechtstreeks mailen.",
    "1160252730": "Google rekent nu hoge prijzen voor reCAPTCHA Enterprise, waardoor veel bedrijven deze deal opnieuw evalueren.",
    "1160707899": "12. De rol en relatie van de bijdrager met IMI en andere aanvragers",
    "1161704803": "Waarom hebben we een AI-ethiekbeleid?",
    "116842359": "***** Afstemmingen zullen naar verwachting over meerdere dagen worden voltooid vanwege systeemonderhoud.",
    "1169005651": "15 sep 2019",
    "1172067553": "Het HUMAN-platform achter hCaptcha biedt zeer geavanceerde functies voor werkkwaliteit en beheer via on-premise, hybride of SaaS-implementaties die kunnen worden geïntegreerd met uw bestaande systemen.",
    "117227832": "( ) Waarom zouden we u en uw servers moeten vertrouwen?",
    "1173652155": "Adviseurs",
    "1173934218": "We begrijpen dat uw privacy belangrijk voor u is en streven ernaar transparant te zijn over de technologieën die we gebruiken. Dit beleid biedt gedetailleerde informatie over hoe en wanneer we cookies gebruiken op onze Sites en Service.",
    "1174237568": "Deze verwerkingsactiviteiten vormen onze legitieme belangen. We proberen mogelijke gevolgen voor u (zowel positieve als negatieve) en uw rechten in overweging te nemen en af te wegen voordat we uw persoonlijke gegevens verwerken voor onze legitieme belangen. We gebruiken uw persoonlijke gegevens niet voor activiteiten waarbij onze belangen worden overschreven door nadelige gevolgen voor u (tenzij we uw toestemming hebben of anderszins wettelijk verplicht of toegestaan zijn).",
    "1177598246": "Contact opnemen met verkoop",
    "1182294134": "Azië-Pacific (APAC)",
    "1186243118": "logo afbeeldingen",
    "1187718370": "Neem contact op",
    "1188668818": "valse informatie verstrekken tijdens het gebruik van deze website (inclusief maar niet beperkt tot het zich voordoen als een andere persoon of organisatie in uw account, of valselijk verklaren of anderszins een verkeerde voorstelling geven van uzelf of uw aansluiting bij een andere persoon of organisatie in uw account;",
    "119098046": "Hoe zit het met passieve of no-challenge oplossingen?",
    "119298044": "Geavanceerde, zelfbeheerde ML- en AI-technologieën beschermen uw webeigendommen tegen bedreigingen en aanvallen",
    "1193738791": ": ze volgen het gebruikersgedrag op elke pagina van een website en op internet. We hebben hCaptcha vanaf dag één zo privacyvriendelijk mogelijk ontworpen. Dit leidde tot een heel andere benadering van het probleem. Het blijkt dat het volgen van gebruikers op internet en het koppelen van hun webgeschiedenis aan hun identiteit volledig onnodig is voor een goede beveiliging. De vele bedrijven die zijn overgestapt op hCaptcha",
    "1200905005": "††† Vanaf september 2021 lopen afstemmingen en uitbetalingen nu over een periode van ongeveer 10 dagen in plaats van een enkele dag, om de operationele beperkingen in verband met de groei van de service te vereenvoudigen.",
    "1201821619": "hCaptcha lost een van de meest urgente problemen van dit moment op: voorkomen dat kwaadwillende bots misbruik maken van online diensten.",
    "120384113": "6. Beëindiging",
    "1204911585": "2. Als je de Brave-browser gebruikt, die (vanaf april 2020) geen enkele witte lijst voor cookies lijkt te hebben, ga dan naar Voorkeuren -> Schilden -> Cookies en kies \"Alle cookies toestaan\".",
    "1208179159": "LogDNA, Inc. (wereldwijd). Geleverde diensten: LogDNA.com.",
    "121192737": "Aankomende toevoegingen",
    "1216071511": "Dezelfde ideeën worden zo vaak geopperd dat ongeveer 20 jaar geleden een anonieme auteur met een handige aanvulling kwam voor online discussies over anti-spamoplossingen:",
    "121743429": "Voor webinfrastructuurbedrijven",
    "1218990730": "hoe u problemen met gedetailleerde logboeken kunt melden",
    "1219091208": "Dropbox",
    "1224727373": "BotStop door hCaptcha",
    "122875767": "Voldoe aan uw juridische behoeften wanneer andere bedrijven dat niet kunnen.",
    "1229233916": "voetnoten",
    "1230058025": "Scheidbaarheid. Met uitzondering van de Class Action Waiver, als een voorwaarde of bepaling, of een deel van deze arbitrageclausule nietig of niet-afdwingbaar wordt verklaard, zal deze worden verbroken en zal de rest van de arbitrageclausule afdwingbaar zijn.",
    "1232651561": "software is nu zo goed als mensen in het oplossen van reCAPTCHA-uitdagingen.",
    "1233229030": "Diversen",
    "1233793176": "Onze Sites en Service zijn niet gericht op kinderen jonger dan 13 jaar en we verzamelen niet bewust persoonlijke informatie van kinderen jonger dan 13 jaar. Als we vernemen dat we persoonlijke informatie hebben verzameld van een kind jonger dan 13 jaar, zullen we redelijke stappen te ondernemen om dergelijke informatie zo snel mogelijk uit onze bestanden te verwijderen, tenzij we een wettelijke verplichting hebben om deze te bewaren. Neem dan contact met ons op via",
    "1235925265": "Documentatie",
    "1237076138": "hCaptcha biedt een eerlijke deal voor zowel gratis (hCaptcha Publisher) als zakelijke (hCaptcha Enterprise) klanten.",
    "1240667045": "We kunnen uw toegang tot de Services op elk moment om welke reden dan ook opschorten, beperken of annuleren, inclusief omdat: (a) we van mening zijn dat u deze Servicevoorwaarden (inclusief ander gerelateerd beleid) hebt geschonden; (b) wij menen dat u onze rechten of de rechten van een derde partij hebt geschonden; (c) we zijn niet in staat om de informatie die u ons heeft verstrekt te verifiëren of te authenticeren; of (d) we denken dat uw acties aansprakelijkheden voor u, ons of een derde partij kunnen creëren. Voor alle duidelijkheid: we behouden ons het recht voor om betaling aan u te voorkomen of op te schorten als we redelijkerwijs van mening zijn dat een van het voorgaande van toepassing is op een dergelijke betaling.",
    "1241291641": "Zie meer details.",
    "1242066691": "Vink het vakje aan naast 'Cookies van derden toestaan'.",
    "1243684308": "We nemen uw feedback serieus en willen ervoor zorgen dat iedereen een prettigere online ervaring heeft, met minder bots en minder spam. Neem contact met ons op:",
    "1250541092": "— Sergi Isasi",
    "1253441326": "5. Klik op \"OK\"",
    "1254771154": "uitdagingen getoond op andere Privacy Pass-ondersteunende diensten die ook hCaptcha insluiten, bijv. Cloudflare.",
    "1258965840": "Dus als de aanvaller één site kan binnendringen, kan hij waarschijnlijk meerdere sites binnenkomen met behulp van de gemorste inloggegevens. Ze kunnen bijvoorbeeld een gebruikersnaam/wachtwoord-paar krijgen zoals JohnDoe/525momma, maar ze hebben geen idee wat dat paar voor hen zal doen. Dus proberen ze het paar op Amazon.com, Ebay, Citibank, Walgreens en ga zo maar door. Ze kunnen dat paar misschien op duizend verschillende sites proberen.",
    "1259002282": "Een fout gevonden? Hier leest u hoe u dit kunt melden.",
    "126134492": "Ander",
    "1263998069": "Verdien beloningen voor menselijke oplossingen",
    "1266963825": "V: Voldoet hCaptcha Sectie 508 + WCAG 2.1 AA?",
    "1268414751": "Nog meer details die we zouden moeten hebben?",
    "1268918580": "Sommige van de logo's en merken die door hCaptcha en haar partners worden gebruikt, zijn eigendom van derden en mogen alleen met hun toestemming worden gebruikt. Derden mogen de volgende merken niet gebruiken, behalve zoals toegestaan door hun eigenaars:",
    "1270712701": "Persberichten en recente rapporten",
    "1271831121": "Het is niet zo dat de hacker (uiteraard gekleed in een hoodie!) inloggegevens na inloggegevens intypt. De geautomatiseerde login-bot kan worden gemaakt van een kant-en-klare tool zoals Selenium of een op maat ontwikkelde hacker-tool.",
    "1273071008": "Verzoeken om toegangsrechten van betrokkenen",
    "1273914192": "3. Belastingen",
    "1275150216": "monumenten",
    "1278884196": "Dat gezegd hebbende, cryptografie is een vrij jonge discipline. Op basis van de recente geschiedenis zal uw cryptografische schema en/of implementatie waarschijnlijk worden verbroken zodra iemand een prikkel heeft om er nauwkeurig naar te kijken, en het is waarschijnlijk dat andere mensen dit zullen ontdekken lang voordat u dat doet. Vertrouwen op hardware betekent ook dat u mogelijk al uw gebruikers moet vragen om een fysiek apparaat te wijzigen om de fout te verhelpen. Dit zal in de meeste gevallen waarschijnlijk niet snel gebeuren, wat betekent dat uw systeem in werkelijkheid gewoon niet opengaat.",
    "1282121137": "Om te begrijpen hoe problematisch accountovername kan zijn, moet u eens kijken hoe de ervaring eruitziet vanuit het oogpunt van de financiële instelling. Ze verwerken dagelijks miljoenen aanmeldingen.",
    "1289884910": "We publiceren ook incidenteel analyses en rapporten. Bijvoorbeeld:",
    "1291824746": "hCaptcha-uitbetalingen worden driemaandelijks uitgevoerd op basis van 60 dagen. Zie onderstaande tabel om te illustreren wat dit betekent.",
    "129661785": "Ooit gevraagd om \"op de auto / zebrapad / stoplicht te klikken?\"",
    "1296696044": "Privacy versus beveiliging: waarom niet beide?",
    "1297224875": "Een unieke, op privacy gebaseerde benadering van Enterprise online beveiliging.",
    "1297657322": "Toegankelijkheid gebruikersscherm na inloggen",
    "1300485304": "hCaptcha beschermt tegen geavanceerde bedreigingen en lokvogels die zijn ontworpen om uw netwerken te infiltreren",
    "130239139": "Wat is de waarde van de 100+ persoonsjaren arbeid die dagelijks door Google wordt verzameld?",
    "1316817321": "Naamsvermelding",
    "131871195": "De beste manier om ervoor te zorgen dat u tevreden bent, is door aan te tonen dat we aan uw behoeften voldoen.",
    "1330274831": "U verleent ons hierbij een wereldwijde, niet-exclusieve, sublicentieerbare, overdraagbare, royaltyvrije, onherroepelijke licentie gedurende de looptijd van deze Overeenkomst om alle Klantgegevens te gebruiken, te reproduceren, elektronisch te distribueren en openbaar weer te geven, uitsluitend met het oog op het leveren van de Services . U verklaart en garandeert dat u over voldoende rechten, titels en belangen in en op uw gegevens beschikt om de licentie in deze sectie te verlenen.",
    "1333016413": "Hiermee kunt u toekomstige vragen voorkomen door u te registreren en een cookie in te stellen.",
    "1337725003": "hCaptcha zet zich in voor het democratiseren van de toegang tot realtime annotaties met een hoog volume, zodat grote en kleine bedrijven de kwaliteit van hun producten en diensten kunnen verbeteren door machine learning toe te passen op hun bedrijf.",
    "1338341134": "hCaptcha + privacypas (bèta)",
    "1340011854": "Alternatieve geschillenbeslechting vereist. U stemt ermee in dat voor elk geschil dat voortvloeit uit of verband houdt met uw gebruik van de Services, met inbegrip van elk geschil dat kan zijn ontstaan vanaf het moment dat u taken voor IMI begon uit te voeren, en met name elke claim met betrekking tot het al dan niet classificeren als een onafhankelijke contractant bent, stelt u IMI eerst op de hoogte van uw vordering ertegen. U en IMI zullen dan proberen het probleem op te lossen door middel van rechtstreekse onderhandelingen of bemiddeling. We zullen de kosten van bemiddeling gelijk verdelen en komen overeen dat bemiddeling via telefoon of andere elektronische middelen zal plaatsvinden. Als een claim onopgelost blijft na informele onderhandelingen of bemiddeling, stemt u ermee in dat u en IMI definitieve en bindende arbitrage zullen gebruiken om het geschil op te lossen. Deze clausule regelt alle claims met terugwerkende kracht vanaf het moment dat u onze website begon te gebruiken, ongeacht of deze gebaseerd zijn op onrechtmatige daad, contract, statuut, inclusief, maar niet beperkt tot, claims van discriminatie en intimidatie, ongeacht of deze gebaseerd zijn op de California Fair Employment and Housing Act , Titel VII van de Civil Rights Act van 1964, zoals gewijzigd, of enige andere staats- of federale wet of regelgeving, billijke wetgeving of anderszins.",
    "1344687860": "Begrenzingsvakken",
    "1344959096": "Werken als een individuele data labeler",
    "1345083090": "Een functionaliteitsprobleem melden?",
    "134571844": "Impressum (sitekennisgeving)",
    "1350478093": "Verwerkingsdoel:",
    "135276624": "Europa, Midden-Oosten, Afrika (EMEA)",
    "1356745565": "Compatibel helemaal terug naar Internet Explorer 8.",
    "1358325821": "Installeer eerst de extensie voor",
    "1362015807": "Beginnen",
    "1368787974": "Deel het beheer met uw team.",
    "137127070": "kwaadaardige of onbekende externe links of bestanden invoegen, uploaden of bijvoegen, of inhoud uploaden die een virus, Trojaans paard, worm, tijdbom of andere schadelijke computercode bevat;",
    "1373262754": "Weten wie een persoon is, heeft minimale waarde voor hCaptcha. Het kan ons alleen schelen of ze een mens of een kwaadwillende acteur zijn.",
    "1374227759": "de website gebruiken voor illegale activiteiten of voor enig ander doel dan waarvoor deze beschikbaar is gesteld;",
    "1377538813": "Overheersende taal. De Engelstalige versie van deze Servicevoorwaarden prevaleert in alle opzichten en prevaleert in het geval van eventuele inconsistenties met vertaalde versies.",
    "1388241689": "Informatie die is verzameld als resultaat van het beantwoorden van vragen van eindgebruikers via de Service (\"Gelabelde gegevens\"), zoals gegevens over het labelen van afbeeldingen, tekst die is omgezet van audiobestanden die naar die Eindgebruikers zijn afgespeeld, antwoorden op vragen en andere door de Service gegenereerde prompts voor het labelen van gegevens voor gebruik in machine learning-toepassingen. Houd er rekening mee dat Gelabelde gegevens niet zijn gekoppeld aan een geïdentificeerde persoon.",
    "1393184984": "zijn alles wat je nodig hebt.",
    "1394253934": "7. Misbruik, misbruik en verkeerde voorstelling van zaken",
    "1397766838": "Betere gebruikerservaring",
    "1406188018": "6 en 7",
    "1406393333": "Elke toegang tot of gebruik van de Services anders dan in overeenstemming met deze Servicevoorwaarden en alle instructies die we verstrekken, is ten strengste verboden. U ZULT in het bijzonder NIET:",
    "1406692811": "zich bezighouden met spammen of enige vorm van publiciteit posten, proberen om verwijzingen te krijgen, massacommunicatie, geldaanbiedingen of verzoeken, verzoeken om diensten, advertenties, marketing, onzinberichten, dubbele onderwerpen, illegale inhoud, links naar sociale websites, e-mailadressen, of instant messenger-ID's, tenzij vereist door de taak;",
    "1408530660": "IMI respecteert het intellectuele eigendom van anderen en we behouden ons het recht voor om materiaal van onze site te verwijderen waarvan we denken dat het de intellectuele rechten van een derde partij schendt. Als u van mening bent dat uw eigen werk is gekopieerd op een manier die inbreuk maakt op het auteursrecht op deze website, neem dan contact op met de klantenondersteuning van Intuition Machines.",
    "1408599440": "Begin snel met een paar regels code en onze 99,9% passieve modus, of neem volledige controle over wanneer en hoe gebruikers worden uitgedaagd. Aangepaste dreigingsmodellen en aanpasbare uitdagingen zorgen voor ongeëvenaarde flexibiliteit om beveiliging te garanderen.",
    "1408750006": "Behoudens bepaalde beperkingen, biedt de CCPA consumenten in Californië het recht om meer details te vragen over de categorieën of specifieke persoonlijke informatie die we verzamelen (inclusief hoe we deze informatie gebruiken en vrijgeven), om hun persoonlijke informatie te verwijderen, om zich af te melden voor eventuele \"verkopen\" die plaatsvinden, evenals het recht om niet te worden gediscrimineerd voor het uitoefenen van deze rechten.",
    "1409486258": "Juist",
    "1409822234": "In geen geval mag een identiek of bijna identiek hCaptcha-handelsmerk als domeinnaam worden gebruikt.",
    "1418235079": "Dienstverleners",
    "1421074182": "Aanzienlijk hoger.",
    "1422537019": "ons vandaag om meer te leren.",
    "1424800293": "Het hCaptcha-logo:",
    "1428053210": "Deze inhoud is over het algemeen getransformeerd van zijn oorspronkelijke vorm. Een video kan bijvoorbeeld worden opgesplitst in veel afbeeldingen, die afbeeldingen kunnen worden opgesplitst in veel nieuwe afbeeldingen en die nieuwe afbeeldingen kunnen vervolgens willekeurig worden gemengd om het weergegeven eindresultaat te produceren.",
    "1434289796": "Sommige cookies zijn nodig voor bepaald gebruik van de sites, en zonder dergelijke cookies zouden we niet veel diensten kunnen leveren die u nodig hebt om de sites correct te gebruiken. Deze cookies stellen ons bijvoorbeeld in staat om onze sites te beheren, zodat u er toegang toe hebt zoals u hebt gevraagd en laat ons herkennen dat u een account hebt aangemaakt en op dat account bent ingelogd om toegang te krijgen tot de inhoud van de site. Ze bevatten ook cookies die ons in staat stellen uw eerdere acties binnen dezelfde browsersessie te onthouden en onze sites te beveiligen.",
    "1445008801": "Zoals Eden het zegt:",
    "1446868537": "hCaptcha mag nooit als werkwoord worden gebruikt.",
    "1447649958": "Ter herinnering: alleen nauwkeurig mensenverkeer komt in aanmerking voor uitbetalingen. U kunt meer details hierover zien in onze veelgestelde vragen, hieronder gelinkt. Het beschikbare saldo moet ook voldoen aan een minimumdrempel om in aanmerking te komen voor uitbetaling, momenteel 10 HMT.",
    "1457707016": "Voor particulieren",
    "1467218142": "Wat we van hen en onszelf verlangen, drijft ons gedrag, en dus komen dezelfde interactiepatronen terug in alle menselijke systemen. Het internet biedt veel goede voorbeelden van dit fundamentele aspect van onze wereld.",
    "1467308982": "Betalingsschema's",
    "1467783792": "Geen enkele persoon, entiteit of organisatie die is gesanctioneerd door de Verenigde Staten (een \"gesanctioneerde actor\") komt in aanmerking voor beloningen of om de Services als Integrator te gebruiken. Voor alle duidelijkheid: dit omvat alle gesanctioneerde actoren die zijn aangewezen door het Office of Foreign Assets Control (\"OFAC\") van het Amerikaanse ministerie van Financiën.",
    "1470290349": "voor eersteklas bot- en fraudebeheer.",
    "1475399473": "Meer informatie over het hCaptcha-team",
    "1476843710": "Minder financieel schadelijke maar nog steeds schadelijke vormen van accountovername zijn het kapen van sociale media-accounts en dergelijke. In deze gevallen probeert de aanvaller meestal malware te verspreiden of phishing-aanvallen uit te voeren tegen nietsvermoedende vrienden van het slachtoffer. Of de aanvaller probeert het slachtoffer in verlegenheid te brengen, wat bijvoorbeeld wel eens gebeurt bij beroemdheden en politici.",
    "1477196356": "Er worden al tientallen jaren verschillende methoden voorgesteld om de identiteit op cryptografisch veilige wijze aan een apparaat te koppelen, soms met privacybeschermende eigenschappen. Cryptografie met openbare sleutels dateert uit c. 1975, en hardware-tokens bestaan al bijna net zo lang.",
    "1480820434": "afbeelding 1",
    "148188781": "Gepresenteerde uitdagingen",
    "1482845460": "( ) Vereist onmiddellijke totale medewerking van iedereen tegelijk",
    "1483015662": "3. Sessie",
    "1485807325": "Dashboards voor meerdere gebruikers, SAML SSO",
    "1487796027": "Voor bedrijven",
    "1491780143": "CAPTCHA's bewijzen niet dat je een mens bent - ze bewijzen dat je Amerikaan bent",
    "1493115924": "Opmerkingen over handelsmerken:",
    "1493790285": "Andere informatie die van Eindgebruikers wordt verzameld als onderdeel van de Service, is vereist om te bepalen of zij:",
    "1495915066": "Hoe wij, onze academische onderzoekspartners en onze klanten Creative Commons-media gebruiken",
    "1499894352": "Zeer weinig bedrijven bieden transparantie in hun besluitvormingsprocessen op dit gebied, en we hopen dat anderen dit voorbeeld zullen volgen!",
    "1503240421": "Stap 5: Klik op het tabblad Console en klik met de rechtermuisknop en vervolgens op \"Opslaan als ..\" om het consolelogboek op te slaan. Stuur ons dat ook door.",
    "1504327211": "Houd er rekening mee dat uw gebruik van onze Service wordt beheerst door onze",
    "1508655687": "Voeg uw eigen uitdagingen toe die zijn afgestemd op uw publiek om de toegang te stroomlijnen of te beperken",
    "1510448156": "U kunt vandaag aan de slag met een superieur alternatief en indien nodig meer geavanceerde functies inschakelen.",
    "1514478724": "Kom meer te weten",
    "151737819": "hCaptcha Solve Rates over de hele wereld vertonen weinig variatie",
    "1517625162": "Volgens sectie 1789.3 van het California Civil Code hebben gebruikers van Californië recht op de volgende mededeling over consumentenrechten: Inwoners van Californië kunnen per post contact opnemen met de Complaint Assistance Unit van de Division of Consumer Services van het California Department of Consumer Affairs op 1625 North Market Blvd., Sacramento, CA 95834, of telefonisch op (916) 445-1254 of (800) 952-5210.",
    "1517627947": "U zag waarschijnlijk afbeeldingen van gebouwen of straatnaamborden van Google's Streetview-auto's en hielp bij het labelen van locaties voor hun Maps- en Earth-producten.",
    "1519201684": "AI Ethisch beleid",
    "1519560388": "7. Bron: Mary Meeker, KP Internet Trends 2017",
    "1525403768": "Neem voor meer informatie contact op met Enterprise Sales.",
    "1525506526": "Wat zijn accountovernames en hoe werken ze?",
    "1526887904": "hCaptcha Enterprise-privacy",
    "1528242915": "ID's.",
    "1533171442": "We gebruiken ook functionele cookies en cookies van derden voor analyse- en marketingdoeleinden. Functionele cookies zorgen ervoor dat bepaalde delen van de Sites naar behoren werken en dat uw gebruikersvoorkeuren bekend blijven. Analysecookies verzamelen onder andere informatie over hoe klanten, integrators en eindgebruikers onze sites gebruiken, de inhoud en producten die gebruikers het vaakst bekijken en de effectiviteit van onze advertenties van derden. Advertentiecookies helpen bij het weergeven van advertenties aan relevante doelgroepen en bij het weergeven van onze advertenties bovenaan de zoekresultaten. Cookies zijn ofwel \"sessie\"-cookies die worden verwijderd wanneer u uw browsersessie beëindigt, of \"permanente\", die blijven totdat ze worden verwijderd door u (hieronder besproken) of de partij die de cookie heeft geplaatst. Volledige details over alle Cookies die op de Sites worden gebruikt, zijn beschikbaar in onze Cookie Disclosure-tabel hieronder.",
    "1539071196": "Over het algemeen gebruiken we cookies voor de volgende doeleinden:",
    "1544546608": "Privacypas",
    "1544829730": "Als u een Klant of Aanvrager bent, gaat u ermee akkoord dat de aanvullende voorwaarden die hieraan zijn gehecht als de Klantenbijlage, van toepassing zijn en door verwijzing worden opgenomen in deze Servicevoorwaarden. Als u geen Klant of Aanvrager bent, of ophoudt een Klant of Aanvrager te zijn, zijn de aanvullende voorwaarden in de Klantenbijlage niet van toepassing en zullen deze ook niet door middel van verwijzing worden opgenomen in deze Servicevoorwaarden.",
    "1546930020": "Gegevens gelabeld krijgen",
    "1547006769": "Verificatie van de mensheid is hetzelfde probleem",
    "1549336309": "hCaptcha draait dit model om. Wanneer u hCaptcha gebruikt, bieden bedrijven op het werk dat uw gebruikers doen om hun menselijkheid te bewijzen. Jij krijgt de beloningen.",
    "1549953005": "Mogelijk hebt u een of meer bestelformulieren voor platformtoegang ingevuld (elk een \"Bestelformulier\") als voorwaarde om Klant of Aanvrager te worden. Als dit het geval is, worden de voorwaarden beschreven in het Bestelformulier onderdeel van de Servicevoorwaarden en worden hierbij door middel van verwijzing opgenomen.",
    "155456850": "kondigen hun overstap naar hCaptcha aan:",
    "1558428432": ". Crediteer ze aan hCaptcha.com.",
    "155877895": "Door mensen aangedreven detectie en classificatie",
    "1559150837": "Doelen zijn echter niet weerloos. De meeste websites hebben bedieningselementen die een verdachte gebruiker blokkeren die in korte tijd probeert in te loggen op duizenden verschillende accounts vanaf hetzelfde IP-adres. Wat aanvallers met credential stuffing doen om deze beveiligingstechnieken te omzeilen, is om geografische en IP-diversiteit te simuleren. Met behulp van krachtige, vaak AI-gestuurde tools kunnen ze het lijken alsof duizenden gebruikers willekeurig proberen in te loggen op verschillende tijdstippen van de dag vanuit het hele land. Dit is een stuk moeilijker te detecteren en te stoppen.",
    "1559190296": "5-11 januari 2021†",
    "1559631739": "Privé leren",
    "1560232962": "dekt in detail, er worden geen garanties gegeven met betrekking tot het verdiende bedrag voor een bepaald antwoord. Mogelijk zijn er op dat moment geen betaalde vragen beschikbaar, kan een antwoord om kwaliteitsredenen worden afgewezen, enzovoort.",
    "1565481281": "Een opmerking voor inwoners van Californië",
    "1569804581": "Als u in de toekomst contact wilt opnemen met betrekking tot gerelateerde mogelijkheden, vul dan dit formulier in.",
    "1579093044": "Met onze eenvoudige, op maat gemaakte uitdagingsontwerper kun je binnen een paar minuten on-brand challenge-inhoud lanceren.",
    "1579715421": "IM-wetenschappers publiceren regelmatig op topconferenties zoals ICML, ICLR, ECCV en NeurIPS, en het bedrijf heeft state-of-the-art resultaten gepubliceerd in ML-disciplines zoals deep hashing [",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "1586809757": "Botscores met hoge nauwkeurigheid",
    "1589805435": "We hebben ook een",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "1591032933": "U betaalt IMI de vergoedingen zoals beschreven in het toepasselijke Bestelformulier via de betalingsmethode die u heeft opgegeven in het toepasselijke Bestelformulier. Tenzij beide partijen uitdrukkelijk schriftelijk anders zijn overeengekomen, betaalt u alle facturen die binnen dertig (30) dagen na de verzenddatum van de factuur zijn uitgegeven, volledig. U machtigt ons om creditcardautorisaties uit te voeren op alle creditcardgegevens die u aan ons verstrekt, om die creditcardgegevens op te slaan en om uw creditcard of een andere rekening die we onderling hebben afgesproken als betaalmiddel te belasten. Tenzij anders vermeld op het Bestelformulier of in uw Enterprise Service Agreement of Master Service Agreement, worden alle vergoedingen voor Services, afgezien van overschrijdingen, jaarlijks gefactureerd bij het begin van de services die door IMI onder uw Overeenkomst worden geleverd (de \"Ingangsdatum\").",
    "159272246": "V: Werkt u aan andere toegankelijkheidsopties (\"a11y\"), zoals audio?",
    "1595254735": "Puur passieve services hebben moeite om de nauwkeurigheid van botdetectie te behouden, of zelfs om te weten wanneer ze onnauwkeurig zijn. Zonder de mogelijkheid om gebruikers af en toe uit te dagen en de resultaten van die uitdaging correct te analyseren, neemt de nauwkeurigheid in de loop van de tijd sterk af.",
    "1597520917": "Een groeiend aantal critici hebben erop gewezen dat de minachting van Google voor de privacy van gebruikers klanten zou moeten baren die hun websites en apps willen beschermen.",
    "1599610318": "Uitgeverij",
    "1601080128": "Als we uw account opschorten of beëindigen, heeft u geen toegang meer tot delen van de website, inclusief gegevens, berichten, bestanden en ander materiaal dat u op de site bewaart. U mag onze website NIET blijven gebruiken onder een andere of nieuwe accountnaam. Overtredingen van deze Servicevoorwaarden kunnen worden vervolgd in de ruimste zin van de wet en kunnen leiden tot aanvullende boetes en sancties.",
    "1606599610": "Kieran Thompson",
    "1606783855": "A: We zijn erg geïnteresseerd in Privacy Pass voor het gebruiksscenario Toegankelijkheid (\"a11y\"). Eerder populaire opties zoals audio-captcha's discrimineren veel a11y-gebruikers. We zijn van mening dat het combineren van onze huidige a11y-aanpak met de uitgifte van een privacypas a11y-gebruikers in staat zal stellen veilig te browsen, in de wetenschap dat hun verkeer meer privé is, terwijl het misbruik door botoperators dat onvermijdelijk optreedt wanneer a11y-opties beschikbaar zijn, wordt beperkt.",
    "1609621367": "Overdracht",
    "1617196410": "hCaptcha is gericht op het stoppen van bots. Het maakt ons niet uit wie een gebruiker is, maar alleen of deze kwaadaardig is. We werken er hard aan om privacy en",
    "162063633": "Mailgun Technologies, Inc. (wereldwijd). Geleverde diensten: Mailgun.com.",
    "1620709264": "HUMAN Token® is een gedeponeerd handelsmerk van de HUMAN Protocol Foundation en wordt gebruikt met zijn toestemming.",
    "1621597093": "Enterprise beveiligingsoplossingen (betaald)",
    "1621930829": "Wat kan er worden gedaan aan de geavanceerde, onophoudelijke betalingsfraudeactiviteiten van vandaag? Het gebruik van meerdere controlelagen is meestal een verstandige benadering. De beste tegenmaatregelen zijn echter degene die de bot kunnen vangen en onthullen dat het nep is, ondanks de inspanningen van de makers om menselijk gedrag te repliceren.",
    "1622303590": "Cookies inschakelen in Safari (iPhone/iPad iOS 11+): Open uw Instellingen. Scroll naar beneden en selecteer Safari. Schakel onder Privacy en beveiliging \"Cross-site tracking voorkomen\" en \"Alle cookies blokkeren\" uit",
    "1624200563": "beveiliging en voldoen aan de AVG, CCPA, LGPD, PIPL en andere privacyregelgeving.",
    "1627232990": "Vertalingen van deze Servicevoorwaarden worden naar best vermogen verstrekt. In het geval van een wezenlijk verschil tussen de Engelstalige Servicevoorwaarden en een vertaling daarvan, zullen de Engelstalige Servicevoorwaarden als gezaghebbend worden beschouwd.",
    "1636202177": "Wat betreft",
    "1637527266": "Welke landen hebben het meeste botverkeer?",
    "1637702726": "Over hCaptcha",
    "1642844535": "is belangrijk: hCaptcha gebruikt meerdere verschillende benaderingen om dezelfde fundamentele vraag te beantwoorden, waardoor vergelijking voor consistentie tussen alle evaluaties mogelijk is.",
    "1644003939": "Let op: geldt niet voor alle klanten. IP Blinding of andere klanten met geavanceerde privacy- of beveiligingsopties (bijv. Secure Virtual Tenancy-klanten) zijn bijvoorbeeld volledig uitgesloten van potentiële \"PII\" die ooit telemetriesystemen binnenkomen, zelfs een IP-adres. Neem indien nodig contact op met uw accountvertegenwoordiger voor meer informatie.",
    "164801246": "Reconciliatie is het proces waarbij verkeer achteraf wordt geanalyseerd om de menselijkheid en nauwkeurigheid te verifiëren, zodra alle gegevens van alle rapportagesites binnen zijn. U kunt meer details lezen in onze",
    "1655022901": "BotStop door hCaptcha™",
    "1655796811": "Informatie die automatisch wordt verzameld als gevolg van het gebruik van de Sites of de Services door een Integrator of Klant (\"Analytics-informatie\"), zoals IP-adressen, browsertype, internetserviceprovider, platformtype, apparaattype, besturingssysteem, datum- en tijdstempel van toegang en andere soortgelijke informatie. Sommige Analytics-informatie wordt namens ons verzameld door derden die we voor dat doel hebben ingeschakeld, en sommige Analytics-informatie wordt verzameld via verschillende trackingtechnologieën, waaronder cookies (zie \"Analyse- en trackingtechnologieën van derden\" hieronder).",
    "165932542": "Een blik op hCaptcha-oplossingspercentages over de hele wereld",
    "1662477701": "Bronnen",
    "166277959": "Let op: deze functie bevindt zich momenteel in de bètafase en werkt mogelijk niet altijd voor alle websites en gebruikers. In het geval dat het niet is ingeschakeld of niet werkt voor een bepaalde gebruiker, zal het gedrag gewoon terugvallen op de standaard hCaptcha-ervaring zonder verlies van functionaliteit.",
    "1663628612": "laat jou",
    "1665616092": "Betalingsfraude is eenvoudig van opzet, maar kan in de huidige uitvoering fantastisch complex zijn.",
    "1669194950": "Naast persoonlijke informatie, kan het zijn dat u ook andere gegevens moet verstrekken (of het voor ons nodig kan zijn om deze te verzamelen) zodat we de services kunnen leveren (gezamenlijk \"klantgegevens\"). Wij zijn niet aansprakelijk voor het niet uitvoeren van Services die wordt veroorzaakt door uw vertraging of het niet verstrekken van Klantgegevens.",
    "1671436004": "Wil je iets teruggeven aan je favoriete goede doel?",
    "1671996585": "Mogelijk moet u uw website, applicatie of platform integreren met onze Services via onze Application Programming Interface (\"API\"). In het geval dat u dit doet, verlenen wij u een beperkte, niet-exclusieve, niet-overdraagbare, niet-toewijsbare, herroepbare licentie om de API uitsluitend te gebruiken om toegang te krijgen tot de Services. We kunnen de API op elk moment wijzigen en/of de ondersteuning van oude versies of releases van de API stopzetten. We behouden ons het recht voor om uw toegang tot de API naar eigen goeddunken op te schorten of te beperken, en we zullen redelijke inspanningen leveren om u voorafgaand aan de opschorting hiervan op de hoogte te stellen.",
    "1678661231": "Voor compliance, fraudepreventie en veiligheid",
    "1685871181": "De beste online services vertrouwen op",
    "1686079269": "Informatie over het huidige management van het bedrijf kan worden verkregen op de",
    "1686655020": "Upload inhoud waarop copyright rust en die niet uw originele werk is, tenzij u toestemming hebt van de rechtmatige eigenaar om dergelijke inhoud te plaatsen en IMI alle hierin verleende licentierechten te verlenen;",
    "1687299615": "Wat is een accountovername?",
    "1691348394": "- geautomatiseerde massa-aankopen tijdens een verkoop met beperkte release",
    "1691879905": "https://www.honeycomb.io/privacy",
    "169267610": "email ons",
    "1697438123": "Privacy",
    "1699668873": "U moet IMI onmiddellijk op de hoogte stellen als u vermoedt dat uw accountgegevens zijn gestolen of gebruikt door iemand anders, of als u een andere inbreuk op de beveiliging heeft.",
    "1702335960": "Alle informatie die we verzamelen is onderworpen aan het privacybeleid dat van kracht is op het moment dat dergelijke informatie wordt verzameld. We kunnen het privacybeleid echter van tijd tot tijd herzien. Als een revisie materieel is, zoals uitsluitend door ons bepaald, zullen we u hiervan op de hoogte stellen, bijvoorbeeld via e-mail. De huidige versie wordt altijd op onze pagina met het privacybeleid geplaatst.",
    "1706581702": "Training over geanonimiseerde gegevens werkt net zo goed en vereist geen concessies aan beveiliging of privacy. Onze klanten hebben de empirische tests gedaan en hebben ons gelijk of beter verklaard dan veel minder particuliere alternatieven.",
    "170775527": "Enterprise-functies",
    "1709478090": "Om u van dienst te zijn met op interesses gebaseerde of gerichte advertenties.",
    "1717658846": "Toegankelijkheidsoptie in widget UI-menu",
    "1722734001": "Het open internet is een zeer luidruchtige omgeving. Slechte acteurs vallen gebruikers van onze service en concurrenten zoals reCAPTCHA elke dag aan, en proberen daarbij natuurlijk zo menselijk mogelijk te lijken.",
    "1728211763": "Het gebruik van inhoud op deze manier en voor deze doeleinden valt binnen de richtlijnen voor redelijk gebruik volgens ons begrip van de wet en standaardpraktijken in het veld, maar we zijn al heel lang fans van Creative Commons en geven er de voorkeur aan iedereen die helpt bij het monumentale taak om machine-intelligentie te verbeteren.",
    "1729677626": "Ik word aangevallen en heb onmiddellijke onboarding nodig.",
    "1752259468": "5. Conservatieve schatting: $ 0,01 kosten van een enkele annotatie * 200 miljoen gem. annotaties per dag (ondergrens) * 365 dagen per jaar * 10 jaar sinds 2009 acquisitie = $ 7,3 miljard ondergrenswaarde.",
    "1752795854": "hCaptcha biedt een moderne, op privacy gerichte benadering om bots te stoppen.",
    "1756106276": "Toestand",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "1764089150": "hier:",
    "1767952047": "Hij viel me gisteravond aan, stal mijn kleren en nam mijn geld.” De andere man, gekleed in grote opsmuk, de kleding van de adellijke klasse, antwoordde: \"Constable, deze man is krankzinnig. Hij denkt dat hij een edelman is. Ik ben de echte edelman. Arresteer hem!”",
    "1771016224": "- software van het massaal downloaden van alle inhoud van uw website",
    "1778058441": "Wat voor soort banen draaien op hCaptcha?",
    "1778642038": "Om te communiceren met jou",
    "1779265104": "Aangepaste voorwaarden en privacygaranties",
    "1783317946": "Het stoppen van API-aanvallen is een populaire use case voor",
    "1786796818": "Beperken",
    "178839499": "hCaptcha deelt de waarde van het geleverde werk terwijl gebruikers hun menselijkheid bewijzen.",
    "1789371580": "Toewijsbaarheid. U mag deze Servicevoorwaarden niet overdragen zonder onze voorafgaande schriftelijke toestemming. We kunnen deze Servicevoorwaarden op elk moment zonder voorafgaande kennisgeving toewijzen. Met inachtneming van het voorgaande zijn deze Servicevoorwaarden bindend voor de opvolgers en toegestane rechtverkrijgenden van elke partij.",
    "1789607185": "E-mailadres",
    "1792519141": "hCaptcha Enterprise",
    "1795436560": "1. Sessie",
    "179723061": "Meer controle voor teams die toonaangevende beveiliging nodig hebben",
    "1797298240": "Stap 4: Klik op \"HAR\" nadat u de oplossing hebt geprobeerd en kies \"Alles opslaan als HAR\" om het netwerklogboek op te slaan. Stuur dat bestand naar ons.",
    "1798492192": "Ondersteuning voor oudere browsers",
    "1803009328": "Battle-getest op webschaal.",
    "1803943584": "Ten tweede laten we uitdagingen zichzelf optimaliseren om te bepalen in welke landen of talen ze worden uitgevoerd, waardoor de kans op een consistente ervaring nog groter wordt. Als de nauwkeurigheid lager is dan verwacht, stopt een reeks vragen gewoon met lopen in de regio of taal waar dit effect optreedt.",
    "1806535500": "Vrijwel elke technologie, van potloden tot dynamiet, is een",
    "1807143500": "De Services omvatten een online beveiligingsservice (de \"hCaptcha-service\") en een platform (het \"Intuition Machines-platform\") waarop een persoon (\"Bijdrager\") kan kiezen om taken uit te voeren die een derde partij of Intuition Machines zelf (elk een \"Aanvrager\") plaatst op onze website of de hCaptcha-service, ofwel rechtstreeks op onze website of door toegang te krijgen tot het Intuition Machines-platform en/of taken uit te voeren via of in verband met een derde partij en/of platform of dienst (elk, een \"Integrator\"). Aanvragers plaatsen taken en nodigen bijdragers uit om deze uit te voeren in ruil voor beloningen die door IMI aan Integrators worden verstrekt, of zoals bepaald door de Aanvrager als de Aanvrager het Intuition Machines-platform of de hCaptcha-service gebruikt om taken aan hun eigen eindgebruikers uit te voeren. We brengen bedrijven en individuen (elk een \"Klant\") kosten in rekening voor het gebruik van ons platform, zodat ze onze software kunnen gebruiken, taken kunnen schrijven, ons kunnen inhuren om taken te schrijven en/of toegang kunnen krijgen tot de Bijdragers. We brengen Integrators ook kosten in rekening voor het gebruik van onze hCaptcha-service om fraude, misbruik en spam op hun websites, mobiele apps en andere online eigendommen te verminderen. Naar het voorgaande wordt gezamenlijk verwezen als de \"Diensten\".",
    "181065232": "Op basis van uw voorbeeldgegevens voeren wij een kleine productieopdracht uit. Dit test het werk dat we samen hebben gedaan om ervoor te zorgen dat u precies krijgt wat u nodig heeft.",
    "1817772953": "Fraude is geen nieuwe vorm van criminaliteit. Inderdaad, archeologen hebben bijna 10.000 jaar geleden fraudebestrijdingsmiddelen opgegraven die door de oude Sumeriërs waren ontworpen om vee te vervoeren zonder verliezen! In hun geval stopten ze kleifiches, die elk een dier vertegenwoordigen, in een kleibal die bekend staat als een 'bulla'. De bulla reisde met de kudde mee terwijl deze van verkoper naar koper ging. Zelfs toen waren bedrijfseigenaren bezorgd dat niet iedereen met wie ze te maken hadden, in opkomst was. In 10.000 jaar is er veel veranderd, maar de noodzaak om innovatief te zijn in het voorkomen van fraude blijft bij ons. Tegenwoordig is het probleem van online betalingsfraude van het grootste belang. Met het internet zijn fraudeurs steeds bedrevener geworden in het te slim af zijn van fraudebestrijdingscontroles. Nieuwe oplossingen keren echter het tij.",
    "1818116402": "We hopen dat je deze kijk op hoe we omgaan met operationele vragen met een AI Ethics-component op prijs stelde.",
    "1820844638": "Marktinzichten afleiden. We gebruiken Analytics-informatie om de markt te analyseren en zakelijke analyses uit te voeren met betrekking tot de Site en onze Services, en voor andere onderzoeksdoeleinden.",
    "1828028934": "Dit is waarom",
    "1829242168": "__cflb,",
    "1830910223": "Een real-world AI Ethics case study",
    "1834239172": "Koop hCaptcha-annotatieservices",
    "1834801943": "2. 1e partij",
    "1834911235": "Stop met het sturen van direct-marketingberichten die u eerder hebt goedgekeurd om te ontvangen. We kunnen u servicegerelateerde en andere niet-marketingberichten blijven sturen.",
    "1836191653": "In plaats van een gemakkelijk te verslaan service aan te bieden aan gratis gebruikers en miljoenen dollars te vragen voor een niet veel betere enterprise-versie, biedt hCaptcha beide uitstekende botbescherming, terwijl het zakelijke gebruikers extra functies en maatwerk biedt, samen met sterke SLA's en snelle ondersteuning.",
    "1836369533": "Hoe bepaal je, net als de agent in het volksverhaal, wie echt wie is? Als de aanvaller voldoende gestolen identiteitselementen heeft, zoals rijbewijsnummer, burgerservicenummer, meisjesnaam van de moeder, adres, enzovoort, kan het behoorlijk moeilijk zijn om te bepalen of de beller de echte accounthouder is of een aanvaller die probeert een wachtwoord opnieuw instellen op een account dat hij wil binnendringen.",
    "1836554225": "Blog berichten",
    "1844885924": "Brede bibliotheek met typen om uit te kiezen.",
    "1845745385": "Ontworpen voor privacy.",
    "184971506": "https://aws.amazon.com/compliance/",
    "1849717906": "Aanpassen met je eigen uitdagingsinhoud",
    "1849805607": "hCaptcha beschermt tegen bedreigingen en lokvogels die zijn ontworpen om uw netwerken te infiltreren",
    "1865097546": "16 november 2021",
    "1866590035": "instructies voor foutopsporingslogboeken voor Chrome",
    "1873812847": "Cookie(s) openbaarmaking",
    "1886100235": "Veel van 's werelds grootste online services zijn overgestapt op hCaptcha Enterprise en hebben naast aanzienlijke kostenbesparingen verbeterde botdetectie gekregen.",
    "1890955039": "Opmaak aanpassen voor elke rich text",
    "1892020899": "Waar halen de hackers de inloggegevens vandaan?",
    "1892574253": "Inschrijven",
    "1898063898": "voor het behoud van de privacy van gebruikers die we ontwikkelen in samenwerking met",
    "1903743785": "De komst van op standaarden gebaseerde API's betekende een grote sprong voorwaarts in applicatie-integratie. In de afgelopen 20 jaar zijn API's veranderd van dure en gecompliceerde propriëtaire softwareproducten naar gratis, op standaarden gebaseerde tools die relatief eenvoudig waren om mee te werken en snel te implementeren.",
    "1904390996": "om de te standaardiseren",
    "1906593952": "Geef feedback over de hCaptcha die je zojuist hebt gezien",
    "190955495": "( ) Gebrek aan centraal controlerende autoriteit voor e-mail",
    "1910628828": "Contentscraping is een techniek om gegevens uit een systeem te halen waarbij een geautomatiseerde toolset wordt gebruikt die zich voordoet als een softwareclient of een webbrowser. Het is niet nieuw. Voor software-engineers die gegevens van een oud mainframe nodig hebben, kan scraping zelfs de enige manier zijn om informatie te extraheren. De originele connectoren zijn mogelijk verdwenen en niet te vervangen.",
    "1911669851": "Ja, we werken momenteel aan verschillende verbeteringen aan onze backend-systemen waarvan we verwachten dat ze ons uiteindelijk in staat zullen stellen om zowel snellere afstemming, snellere schattingsnauwkeurigheid als snellere uitbetalingen te bieden. We zijn momenteel bezig om eerst de verzoening te versnellen.",
    "191460155": "Geen wrijving en 99,9% passieve modi",
    "1918025546": "Als u vertrouwelijke informatie krijgt van iemand op de Services, stemt u ermee in de geheimhouding van de vertrouwelijke informatie te beschermen met dezelfde mate van zorg die u gebruikt om uw eigen vertrouwelijke informatie te beschermen, maar in geen geval met minder dan de nodige zorgvuldigheid. U mag dergelijke vertrouwelijke of eigendomsinformatie niet openbaar maken of publiceren, behalve als dit nodig is voor de uitvoering van een taak. Alle informatie binnen een taak op het Intuition Machines Platform moet als vertrouwelijk worden beschouwd, zelfs als de informatie niet uitdrukkelijk als vertrouwelijk is aangemerkt.",
    "1920884252": "Waarom is content scraping een beveiligingsrisico?",
    "1923297430": "Het laatste breekpunt voor veel grotere klanten kwam toen Google bedrijven begon te laten betalen voor het gebruik van hun product op een zinvolle schaal. Dit zorgde ervoor dat reCAPTCHA-gebruikers al heel lang op zoek gingen naar betere alternatieven, aangezien zorgen over de hele wereld het gebruik van Google's aanbod al steeds onaantrekkelijker hadden gemaakt.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "1923365316": "We hebben een strikt AI-ethiekbeleid bij hCaptcha, en een deel daarvan omvat een Know Your Customer (KYC)-proces.",
    "1927613000": "hCaptcha combineert geavanceerde machine learning met een krachtig uitdagingsplatform om webapplicaties te beschermen tegen accountovernames, inloggegevens, scraping en andere vormen van misbruik.",
    "1933936765": "Gegevensverwerkingsovereenkomst (laatst bijgewerkt: 23 september 2021)",
    "1936449777": "Vervolgens kunnen ze in volledig geautomatiseerde modus menselijk gedrag op e-commercesites nabootsen, op knoppen klikken en items aan winkelwagentjes toevoegen - tot het punt waarop veel, zo niet de meeste controlemechanismen voor fraudebestrijding niet kunnen zien dat een bot probeert te stelen handelswaar. Het lijkt eerder alsof een menselijke gebruiker gewoon aan het winkelen is. De bot kan inloggen op het account van een echte klant met behulp van gestolen inloggegevens. Verdere verduistering van de fraude is het vermogen van de bot om IP-adressen te vervalsen en het te laten lijken alsof de \"shopper\" ergens anders is dan de aanvaller, die zich mogelijk in het buitenland bevindt.",
    "1936512180": "‍Eenvoudige API-toegang, prachtige dashboards en de nieuwste model-in-the-loop-technologie om de efficiëntie van de werknemer te maximaliseren.",
    "1941999673": "Uw bericht pleit voor een",
    "1942186611": "en anderen.",
    "1942611550": "in de eerste plaats",
    "1949452297": "Vanwege intrinsieke beperkingen van de hCaptcha-gebruikersinterface en de veiligheidsoverwegingen, is het niet mogelijk om de bron van elke afbeelding direct naast het gebruik ervan te reproduceren. In plaats daarvan linken we vanaf onze startpagina naar deze pagina en houden we een lijst bij met bronnen die momenteel of recentelijk via het platform worden aangeboden. U heeft toegang tot de huidige lijst",
    "1952810469": "Type",
    "1953519598": "De kosten voor het labelen van een enkele afbeelding variëren van $ 0,03 tot $ 1,00 of meer. Volgens een voorzichtige schatting heeft Google tot op heden miljarden dollars aan gratis arbeid gewonnen. [",
    "1953959745": "toegankelijkheid",
    "1958297836": "Gecoördineerde aanvalsbescherming en APT-beperking",
    "1959762846": "- uw webformulieren laten invullen met eindeloze marketingspam of misbruik",
    "1960601330": "Cookies inschakelen in Safari (Mac): Ga naar het vervolgkeuzemenu Safari. Selecteer Voorkeuren. Klik op Privacy in het bovenste paneel. Selecteer onder 'Cookies blokkeren' de optie 'Nooit'.",
    "1962721652": "Mensen zijn op zoek naar patronen en soms kan een onschuldige vraag in een oogwenk van geheel niets verrassend in verdacht worden, vanwege veranderingen in de wereld in plaats van de motivaties van iemand die de vraag stelt.",
    "1963951234": "Hoe betrouwbaar uw cryptografische schema ook is, als iemand aan het eind van de dag gewoon geld kan uitgeven om u het antwoord te geven waarnaar u op zoek bent, is het bezit van een stuk hardware onvoldoende.",
    "1972710018": "Bekijk het vanuit het perspectief van het bedrijf",
    "1973347745": "10. Royalty-free voorbeeldafbeeldingen. Bron: Petapixel.",
    "197676026": "Met anderen voor elk legitiem zakelijk doel, op voorwaarde dat de informatie geanonimiseerd is",
    "1977013707": "† De uitbetalingen van december 2020 zijn opnieuw gepland vanaf 15 december om overlapping met eindejaarsafstemmingen en personeelsvakanties te voorkomen: ze zullen in de tweede week van januari zijn voltooid. Vanwege langzamer dan gebruikelijke overboekingen naar PayPal, worden uitbetalingen over meerdere dagen uitgevoerd in plaats van op één dag te worden voltooid.",
    "1978884623": "Meer informatie over het melden van softwareproblemen",
    "1979347895": "– Significante bedrijfsverstoringen kunnen variëren in omvang, zoals alleen ons bedrijf, een enkel gebouw waarin ons bedrijf is gehuisvest, de buurt waar ons bedrijf is gevestigd, de stad waar we zijn gevestigd of de hele regio. Binnen elk van deze gebieden kan de ernst van de verstoring ook variëren van minimaal tot ernstig. Bij een verstoring van ons bedrijf, ons zakendistrict, onze stad of regio of een gebouw waarin ons bedrijf is gehuisvest, zullen we onze activiteiten indien nodig overdragen naar een lokale locatie en verwachten we geen materiële verstoring van de bedrijfsactiviteiten. In beide situaties zijn we van plan om door te gaan met onze activiteiten, indien nodig activiteiten over te dragen aan alternatieve leveranciers, en u via onze website op hcaptcha.com en onze statuspagina op hcaptchastatus.com op de hoogte te stellen over hoe u contact met ons kunt opnemen. Als de aanzienlijke bedrijfsonderbreking zo ernstig is dat het ons belet om in bedrijf te blijven, zullen we u zo spoedig mogelijk op de hoogte stellen.",
    "1982617151": "( ) Iedereen kan anoniem de carrière of het bedrijf van iemand anders vernietigen",
    "1982750088": "Bedrijven over de hele wereld bieden op die arbeid om eenvoudige taken uit te voeren die gemakkelijk zijn voor mensen, maar moeilijk voor machines. Gebruikers ondersteunen de site die ze bezoeken en ervaren minder webspam door een hoger beveiligingsniveau.",
    "1985238261": "Andere beperkte merken",
    "1988268879": "Kosteneffectieve gegevenslabels op schaal",
    "1988461282": "Rechtsgronden voor verwerking",
    "1990824776": "16-24 september 2020*****",
    "1993899769": "15. Ons gebruik van informatie",
    "1993984258": "( ) Elke regeling gebaseerd op opt-out is onaanvaardbaar",
    "1995277831": "Bedankt",
    "1996843433": "Verminder wrijving door een uitdaging volledig te vermijden voor 99,9% van uw legitieme verkeer en toch uitstekende beveiliging te bieden.",
    "1997838163": "De grootste bedrijven ter wereld zijn afhankelijk van hCaptcha Enterprise. Integratie is eenvoudig en de detectienauwkeurigheid is ongeëvenaard.",
    "2012837493": "Zoekresultaten",
    "2014256987": "Als u het gebruik van cookies of andere trackingtechnologieën liever niet wilt blokkeren, raadpleeg dan 'Uw gegevens beheren' hieronder. Houd er rekening mee dat dit een negatieve invloed kan hebben op uw ervaring met het gebruik van de Sites of Service, aangezien sommige functies mogelijk niet correct werken.",
    "2015218686": "voordat u deze stappen doorloopt. Als uw probleem hiermee is opgelost, stellen we het nog steeds op prijs als u ons uw browserversie, adblocker of browserextensie en de website-URL laat weten.",
    "2019130052": "Dankzij onze innovaties op het gebied van op privacy gerichte ML, kunnen we de beveiligingsnormen van de oude \"record alles voor altijd\"-strategieën overtreffen zonder de beveiliging of de privacy van gebruikers in gevaar te brengen.",
    "2019702084": "Tenzij uitdrukkelijk toegestaan in de Master Service Agreement of Reseller Agreement van de klant, mogen bestelde SaaS-services niet worden verkocht, doorverkocht, geleasd, onderverhuurd, in licentie gegeven, in sublicentie gegeven of anderszins beschikbaar gesteld aan een andere derde partij (anders dan een gelieerde onderneming van de klant). ), en alle bestellingen onder de Overeenkomst en al het gebruik door de Klant van de Service zijn voor eigen intern zakelijk gebruik van de Klant of zijn Aangeslotene.",
    "2024293275": ". Alle andere rechten voorbehouden, voor nu.",
    "2024737147": "Wil je een bug melden?",
    "2030062561": "( ) Niemand zal de man kunnen vinden of het geld kunnen innen",
    "2032102720": "Beveiligingsoplossingen die door advertentiebedrijven worden aangeboden, zijn voornamelijk gericht op het volgen van gebruikers op internet. We hebben een effectieve beveiligingsoplossing ontwikkeld die aantoont dat het niet nodig is om de privacy van gebruikers te schaden om uitstekende resultaten te leveren.",
    "2041686284": "Meer gegevens leveren over het algemeen betere resultaten op bij het trainen van machine learning-modellen. Het recente succes van diepe modellen heeft geleid tot steeds grotere datasets en hCaptcha voorziet in deze behoefte. Het maken van grote door mensen beoordeelde datasets met behulp van traditionele methoden is echter zowel traag als duur.",
    "204716894": "De inhoud en vormgeving van onze webpagina's zijn auteursrechtelijk beschermd. Voor het dupliceren van de pagina's en hun inhoud op een manier die redelijkerwijs redelijk gebruik overschrijdt, is voorafgaande schriftelijke toestemming van IMI vereist als er geen andere wettelijke bepalingen zijn gespecificeerd voor duplicatie op de pagina.",
    "204889717": "zijn overgestapt op hCaptcha's",
    "2052161540": "Details van bugrapport vastleggen: Chrome",
    "2058856283": "hCaptcha Enterprise heeft maar één doel: voorkomen dat kwaadwillenden uw online activiteiten verstoren en uw gebruikers schaden.",
    "2059998584": "Regio",
    "2066255783": "Wat is inhoudscraping?",
    "2066321185": "Legale basis",
    "2066749488": "Andere klachten",
    "2067112112": "Puntannotaties voor veel verschillende gebruikssituaties",
    "2067334580": "Tekstlink",
    "2072808435": "\"Raad eens, Google? Taxi's in mijn land zijn over het algemeen zwart. Ik heb genoeg films gezien om te weten dat ze in Amerika allemaal geel zijn. Maar in elk ander land dat ik heb bezocht, zijn taxi's een mengelmoes van verschillende tinten.\"",
    "2075610992": "Bedankt voor uw steun!",
    "2076066173": "Cyberaanvallen 101",
    "2076932190": "Het product reCAPTCHA stagneert dus al een decennium.",
    "2077639538": ". Ten eerste kunnen uitdagingsgegevens over onze service uit vele bronnen komen, niet slechts uit één - van grote Fortune 500-bedrijven tot startups op het gebied van machine learning, zolang ze zich houden aan onze",
    "2082237880": "A: hCaptcha is de eerste service in zijn soort die Privacy Pass ondersteunt en is momenteel de enige die dit doet. We verwachten echter dat andere services de voordelen van het vergroten van de online privacy van gebruikers erkennen, en verwachten dat er in de toekomst meer zullen worden geïmplementeerd als de IETF-normen die we helpen ontwikkelen, formeel worden aangenomen.",
    "2082407178": "V: Hoe kan ik mezelf beschermen tegen het volgen van cookies van derden tijdens het gebruik van de toegankelijkheidscookie?",
    "2087769953": "\"We zijn enthousiast over deze verandering omdat het helpt bij het aanpakken van een privacyprobleem dat inherent is aan het vertrouwen op een Google-service die we al een tijdje hebben. We hebben een aantal CAPTCHA-leveranciers geëvalueerd en zelf een systeem gebouwd. Uiteindelijk hebben we hCaptcha kwam naar voren als het beste alternatief voor reCAPTCHA.” \"We vonden een aantal dingen leuk aan de hCaptcha-oplossingen: 1) ze verkopen geen persoonlijke gegevens; ze verzamelen alleen minimaal noodzakelijke persoonlijke gegevens, ze zijn transparant in het beschrijven van de informatie die ze verzamelen en hoe ze deze gebruiken en/of openbaar maken.\"",
    "2090457681": "( ) Ik wil niet dat de overheid mijn e-mail leest",
    "2095899021": "hCaptcha-richtlijnen voor branding en algemene handelsmerklicentie",
    "2103513933": "deelnemen aan activiteiten die de werking van de site verstoort of verstoort;",
    "2103563261": "Privé of openbare informatie",
    "2104933754": "Identificeer de bijbehorende labels",
    "2107077506": "Het HUMAN-platform maakt gebruik van uitgebreide vertrouwensmodellen om geavanceerde realtime kwaliteitsanalyses uit te voeren. Dit stelt ons in staat om snel zowel de moeilijkheidsgraad van vragen als het waarschijnlijk juiste antwoord te bepalen, wat u tijd en geld bespaart.",
    "2109792055": "Gebruikershandleiding: problemen opsporen met de uitgifte en validatie van privacypas",
    "2110259227": "24. Beperking van aansprakelijkheid",
    "211351380": "Van de blog:",
    "2113642787": "Dageraad lied",
    "21141582": "dit",
    "2114694926": "2. Sessie",
    "2119943547": "Waarom is dit? Het antwoord is simpel. Zolang er een prikkel is om een systeem te misbruiken, zal iemand over het algemeen een manier vinden. En als ze dat eenmaal doen, zal iemand anders nu een prikkel hebben om ze te stoppen.",
    "2123236933": "( ) Bandbreedtekosten die niet worden beïnvloed door clientfiltering",
    "2125514305": "ML is verbeterd, maar de moeilijkheid om reCAPTCHA te omzeilen is in deze periode niet wezenlijk veranderd.",
    "2131386784": "Bereikbare expertise en ondersteuning voor zowel u als uw gebruikers",
    "2133754014": "Meer dan 4,5 miljoen websites gebruiken reCAPTCHA [",
    "2133809801": "Zolang mensen mensen blijven, is het waarschijnlijk dat verificatie van de mensheid een rol zal spelen online.",
    "2138799135": "hCaptcha heeft tientallen vooraf gebouwde integraties voor de frontend- en backend-systemen die u gebruikt.",
    "2146900431": "Intuïtief is deze bewering heel logisch. CAPTCHA's zijn, zoals bijna alles, ingebed in een culturele context, en als uw pool van uitdagingen grotendeels in de ene cultuur is gecreëerd, vertaalt dit zich mogelijk niet zo goed naar een andere. In de kern is dit een kwestie van de culturele",
    "2150595700": ". GDPR en CCPA hebben privacykwesties op de kaart gezet voor zakelijke kopers, en tegelijkertijd wordt online privacy steeds belangrijker voor het publiek nu we allemaal beginnen te begrijpen hoe de online advertentie- en marketingindustrieën in het verleden onze gegevens hebben gebruikt.",
    "2150907653": "* Technische cookies die strikt noodzakelijk zijn voor het leveren van de dienst. Deze omvatten voorkeurscookies, sessiecookies, load balancing-cookies, enz.",
    "2155089487": ". Als onze uitdagingen voor sommige groepen gemakkelijker op te lossen waren, zouden we een verschil verwachten in hoe mensen over de hele wereld en in verschillende culturen presteren bij het oplossen ervan. In de context van Edens post zouden we verwachten dat Amerikanen het beter doen dan mensen in andere landen. Omdat we jarenlang systemen hebben ontwikkeld om dit probleem te voorkomen, zien we juist het tegenovergestelde.",
    "2159517814": "We delen of onthullen persoonlijke informatie in de volgende gevallen:",
    "2163914794": "Meer labels nodig voor uw datasets? hCaptcha biedt snelle, kosteneffectieve en hoogwaardige gegevenslabels voor bedrijven die werken aan toepassingen voor kunstmatige intelligentie en machine learning.",
    "2164933356": "Cloudflare",
    "2167049807": "Beveiligingsteams hebben verschillende tegenmaatregelen en controles genomen om de gemakkelijke, luie benadering van betalingsfraude teniet te doen. De aanvallen worden echter steeds geavanceerder. Bots kunnen nu bijvoorbeeld gestolen creditcardnummers en pincodes van nepwebsites en phishing-aanvallen verzamelen.",
    "2168177815": "Klik hier alsjeblieft",
    "2177660021": "Onderzoekswetenschapper aan Stanford. Machine learning en kwantitatieve financiering bij grote banken, hedgefondsen en de academische wereld.",
    "2178073797": "Omdat het vrijgeven van vertrouwelijke informatie onherstelbare schade kan veroorzaken, heeft de bekendmakende partij het recht om een voorlopige voorziening te vragen voor elke schending of dreigende schending van deze voorwaarde.",
    "2179524509": "We krijgen af en toe vragen over wat voor soort vragen zijn toegestaan voor de hCaptcha-service en waarom bepaalde vragen worden gesteld.",
    "2182196747": "Steun",
    "2183926131": "Aan de slag met hCaptcha Enterprise",
    "2184564739": "Zien",
    "2185418511": "Voor elk legitiem zakelijk doel, op voorwaarde dat de informatie is geanonimiseerd of geaggregeerd zodat deze redelijkerwijs niet aan een persoon kan worden gekoppeld.",
    "2185860003": "21. Website-aanpassingen",
    "2187096543": "Er zijn inderdaad enkele grote datalekken geweest als gevolg van door hackers geschreven software die een API aanriep om gegevens uit een database te extraheren. Immers, als het stelen van gegevens eenvoudigweg een eenvoudige GET-aanroep op een API vereist, geschreven met REST en JSON, dan is het gemakkelijk om een database snel op te schonen. Als mensen het hebben over 'screen scraping'-aanvallen, bedoelen ze eigenlijk meestal snelle API-aanroepen die gegevens uit databases halen. API's zijn een belangrijk aanvalsoppervlak geworden voor organisaties die ze bouwen.",
    "2188609322": "Slechte acteurs komen steeds vaker online voor. Maar het opofferen van de privacy van gebruikers is niet het antwoord.",
    "218889628": "Behalve wanneer we deze Klantenbijlage of de Servicevoorwaarden beëindigen als gevolg van uw schending van deze Klantenbijlage of de Servicevoorwaarden, zullen wij, als we beëindigen en u vooruitbetaalde vergoedingen aan ons heeft betaald, een evenredig deel van die kosten terugbetalen. vooruitbetaalde bedragen, gebaseerd op de resterende tijd of Services waarvoor u hebt betaald, welke van de twee het minst is. We zullen ons werk op een commercieel redelijke manier afronden en alle betaalde outputgegevenssets en alle klantgegevens die in ons bezit zijn bewaren en aan u leveren. Bij elke beëindiging kunnen we, maar zijn we niet verplicht, om gegevens te verwijderen.",
    "2193061499": "Sommige van onze logo's en merken zijn beperkt tot het gebruik door hCaptcha en zijn partners. Derden mogen de volgende merken niet gebruiken zonder schriftelijke licentie van hCaptcha:",
    "2196526290": "hc_toegankelijkheid",
    "2197218442": "Cloudflare CEO Matthew Prince vatte dit standpunt samen in de:",
    "219813583": "Beveiliging eerst",
    "2199048568": "Klik op het schild links van de adresbalk op een webpagina. Klik op Beveiligingsinstellingen. Het Firefox-voorkeuren voor privacy en beveiliging wordt geopend. Selecteer onder Verbeterde bescherming tegen volgen de optie Aangepast. Kies welke trackers en scripts u wilt blokkeren door die selectievakjes in te schakelen. Zorg ervoor dat u hcaptcha.com hebt gedeblokkeerd.",
    "2209109640": "alleen worden gebruikt voor kwaadwillende doeleinden, in het kader van hun normale bedrijfsactiviteiten?",
    "2209837451": "15 okt 2019 - 15 jan 2020",
    "2212670355": "Inschrijven",
    "2216374138": "menselijk zijn, zoals muisbewegingen, scrollpositie, toetsaanslagen, aanraakgebeurtenissen en informatie over gyroscoop/versnellingsmeter, indien van toepassing.",
    "2217842245": "Uit onze gegevens blijkt echter dat (voor hCaptcha)",
    "2219945145": "sessie,",
    "2223819810": "Om ons platform te optimaliseren",
    "2225785608": "( ) We zouden over Viagra moeten kunnen praten zonder gecensureerd te worden",
    "2230333214": "We voegen Klantgegevens samen met andere gegevens zodat de resultaten niet persoonlijk identificeerbaar zijn en we verzamelen ook geanonimiseerde technische logs en gegevens met betrekking tot het gebruik van de Services (\"Geaggregeerde/niet-geïdentificeerde gegevens\"). Niettegenstaande enige andersluidende bepaling in deze overeenkomst, mogen dergelijke geaggregeerde/niet-geïdentificeerde gegevens door IMI worden gebruikt voor elk zakelijk doel tijdens of na de looptijd van deze overeenkomst, inclusief maar niet beperkt tot het ontwikkelen en verbeteren van de services en het maken en verspreiden van rapporten en andere materialen. Klantgegevens kunnen ook blijven bestaan en in het systeem worden weergegeven gedurende een beperkte periode van maximaal 180 dagen nadat een taak is voltooid, bijvoorbeeld als automatische kalibratie- of validatiegegevens voor Intuition Machines-systemen. Voor alle duidelijkheid: deze sectie 5 geeft ons niet het recht om u te identificeren als de bron van alle geaggregeerde/niet-geïdentificeerde gegevens zonder uw voorafgaande schriftelijke toestemming.",
    "2233384692": "Als u vragen of opmerkingen heeft over de manier waarop met dergelijke gegevens wordt omgegaan of als u uw rechten wilt uitoefenen, dient u contact op te nemen met de persoon of entiteit (dwz de gegevensbeheerder) die een overeenkomst met ons heeft gesloten om de Service te gebruiken om deze gegevens te verwerken. We zullen onze integrators echter helpen om eventuele zorgen weg te nemen, in overeenstemming met de voorwaarden van ons contract met hen.",
    "2233741720": "Tot slot",
    "2234909600": "( ) Spammers geven niets om ongeldige adressen in hun lijsten",
    "2236960358": "Na registratie wordt u gevraagd om bepaalde persoonlijke informatie over u vrij te geven (\"Persoonlijke informatie\"), waaronder uw naam, e-mailadres, en om een gebruikersnaam en wachtwoord aan te maken, die allemaal onderworpen zijn aan ons Privacybeleid, beschikbaar op onze website. website. Alleen u bent verantwoordelijk voor het bewaken, waarborgen en onderhouden van de veiligheid van uw account, wachtwoorden en eventuele authenticatiesleutels die aan uw account zijn gekoppeld, en u bent verantwoordelijk voor elk gebruik van of elke actie die wordt ondernomen door het gebruik van die informatie op de Services.",
    "2255549335": "Het is onze taak bij hCaptcha om goede compromissen te vinden tussen moeilijkheidsgraad en nauwkeurigheid en om de wrijving laag te houden, vooral voor",
    "2256305371": "Professor, CS aan de Universiteit van Californië, Berkeley. Deep learning, beveiliging, blockchain-expert. CEO van Oasis Labs.",
    "2256795853": "De mogelijkheid om snel veel gegevens van websites te extraheren, maakt scraping een krachtig hulpmiddel in de handen van kwaadwillende actoren. Een scraping-bot kan gebruikersgegevens verzamelen van sociale-mediasites. Door vervolgens sites die adressen en andere persoonlijke informatie bevatten te schrapen en de resultaten te correleren, kan een hacker identiteitsmisdrijven plegen, zoals het indienen van frauduleuze creditcardaanvragen.",
    "2260079771": "Dataretentie",
    "2268939633": "IMI verplicht zich niet tot, en is ook niet verplicht om deel te nemen aan, alternatieve geschillenbeslechting voor consumentengeschillen voor een entiteit voor de beslechting van consumentengeschillen. Officiële website van de Europese Commissie voor onlinegeschillenbeslechting:",
    "2269166171": "Google Chrome (Mac):",
    "2271205646": "Een opmerking voor inwoners van de Europese Economische Ruimte.",
    "2271252286": "( ) Microsoft zal het niet pikken",
    "2271512952": "Gebruikers ondersteunen de site die ze bezoeken en ervaren minder webspam.",
    "2271969747": "20. Vertrouwelijke informatie die u ontvangt",
    "2273532558": "Wie zijn de betalende klanten van hCaptcha?",
    "2281169898": "Als u foutopsporingsinformatie samen met uw rapport verzendt, wordt het voor ons veel gemakkelijker om te identificeren wat er aan de hand is. Hier zijn stapsgewijze instructies:",
    "2284856231": "en ook een dramatisch verbeterde nauwkeurigheid in de puur passieve modus van hCaptcha Enterprise.",
    "229198134": "( ) Sorry kerel, maar ik denk niet dat het zou werken.",
    "2292919419": "( ) Outlook",
    "2296918009": "Dit komt neer op meer dan 100 persoonsjaren arbeid per dag.[",
    "2301335298": "Betalingsfraude: een snel evoluerende vorm van cybercriminaliteit verminderen",
    "230159237": "Contacten",
    "2301757528": "**** Vanwege onderhoud door PayPal aan hun REST API's tijdens het uitbetalingsvenster, zijn niet alle uitbetalingen voltooid op 15 juni. Alle uitbetalingen die gepland waren voor 15 juni (Pacific-tijd) maar niet werden uitgevoerd vanwege PayPal API-fouten, werden opnieuw uitgevoerd op 19 juni (Pacific-tijd).",
    "2303655425": "15 januari 2019 - 15 april 2019",
    "2309661107": "Wij zijn echter zeer geïnteresseerd in",
    "2310694091": "Wat betekent Verzoening?",
    "2310705547": "Met het RTF-element kunt u koppen, alinea's, blockquotes, afbeeldingen en video allemaal op één plek maken en opmaken in plaats van ze afzonderlijk toe te voegen en op te maken. Dubbelklik en creëer eenvoudig inhoud.",
    "23114595": "Geweldige gebruikerservaring",
    "231285005": "Recente updates vind je op onze blog",
    "2315518622": "Met de verfijning die beschikbaar is in de huidige aanvalstools, is het buitengewoon uitdagend om te detecteren welke frauduleus zijn, indien aanwezig. Dan belt een persoon de klantenservice en zegt: \"Mijn account is aangevallen! Ik kan niet inloggen en iemand steelt mijn geld!”",
    "2319072959": "Werk volledig offline met uw eigen personeel, volg de verbruikte waarde van bedrijfseenheden of consortiumpartners, routeer taken selectief naar verschillende interne of externe arbeidsaanbieders op basis van kosten- en beveiligingsvereisten, en meer.",
    "2320894364": "Met meer dan 200 points of presence beschermt hCaptcha's cloud uw bedrijfsmiddelen over de hele wereld",
    "2323013093": "26. Toepasselijk recht",
    "2323282990": "Een moderne benadering om de mensheid te verifiëren",
    "2326660907": "behalve",
    "2328839224": ". Raadpleeg onze sectie \"Kennisgeving aan inwoners van Californië\" met betrekking tot uw rechten onder de California Consumer Privacy Act (\"CCPA\").",
    "2330965058": "Waar we optreden als verwerker voor onze Integrators, gebruiken we de verzamelde gegevens niet voor andere doeleinden dan redelijkerwijs nodig is om onze Service te verlenen, en onze verwerking wordt beheerst door de contracten die we hebben afgesloten met onze Integrators, niet dit Privacybeleid",
    "2333410049": "Probeer ook eens je adblocker uit te schakelen.",
    "2340340589": "Richtlijnen voor het gebruik van het hCaptcha-teken",
    "234420106": "In het geval dat u een integrator of klant van de hCaptcha Enterprise-service bent en uw API-gebruik zoals gemeten door RPS het geleverde tarief voor uw serviceniveau overschrijdt, kunnen we ervoor kiezen om uw service aan te passen of een overschrijdingstarief in rekening te brengen. In het geval dat uw piek-RPS-snelheid het geleverde tarief met een factor 10 overschrijdt gedurende 10 of meer minuten in totaal binnen een periode van 30 dagen en de meeste van deze verzoeken, naar ons eigen oordeel, geen kwaadaardig verkeer zijn, kunnen we ervoor kiezen om u in rekening brengen tegen uw contractueel gespecificeerde overschrijdingstarief voor alle API-verzoeken die in die maand zijn gedaan.",
    "2344319147": "Hoeveel is de botdetectie van Google echt waard?",
    "2348450790": "Lees deze Servicevoorwaarden. Ze omvatten onder meer afwijzingen van garanties, beperkingen van aansprakelijkheid en bindende arbitrage. Houd er rekening mee dat deze Servicevoorwaarden mogelijk zijn gewijzigd sinds uw laatste bezoek aan onze website. We kunnen deze Servicevoorwaarden van tijd tot tijd naar eigen goeddunken herzien en bijwerken. In het geval van een materiële wijziging, zullen we u op de hoogte stellen door de bijgewerkte Servicevoorwaarden op deze pagina te plaatsen, waarna u de bijgewerkte Servicevoorwaarden bevestigend moet accepteren om de Site of de Service te blijven gebruiken of openen.",
    "2348697693": "Google Chrome (Android):",
    "2349681896": "Helaas betekent het besturen van een stuk hardware niet dat je een persoon bent. Vrijwel elk populair attestschema voor consumentenhardware is herhaaldelijk verbroken, gepatcht en vervolgens opnieuw verbroken.",
    "2351176803": "Licentievoorwaarden voor de hCaptcha JS API",
    "2354267648": "AVG-, CCPA- en LGPD-vriendelijk privacybeleid",
    "2359150347": "V: Ondersteunen andere online beveiligingsdiensten Privacy Pass?",
    "2359312315": "of zodanig geaggregeerd dat het redelijkerwijs niet aan een persoon kan worden gekoppeld.",
    "2359913400": "Infrastructuur",
    "2366003154": "Pers- en mediavragen",
    "2367602973": "hier",
    "2369877184": "Het maximaal toegestane piek-RPS-tarief voor hCaptcha-integrators of klanten is 1.000 verzoeken per seconde aan entiteiten binnen uw account (\"RPS\"), tenzij anders gespecificeerd in een schriftelijke contractuele overeenkomst tussen u en ons.",
    "237009707": "( ) Open relais in het buitenland",
    "2373007864": "hCaptcha Enterprise draait op hCaptcha-platformtechnologie, uitgebreid met de functies die bedrijven met veel verkeer nodig hebben.",
    "2378786360": "1. Probeer een van de andere ondersteunde browsers: als je Chrome gebruikt, probeer dan Firefox te gebruiken zonder je instellingen uit Chrome te importeren, en installeer de plug-in daar. Als dat werkt, heeft u mogelijk een probleem met de browserconfiguratie.",
    "2385522384": "Je zag waarschijnlijk videobeelden van camera's op de zelfrijdende auto's van Waymo van Google en hielp bij het verbeteren van hun objectherkenning.",
    "2386465280": "Hoe we informatie delen",
    "2391175562": "Verder denk ik zo over jou:",
    "2394073454": "We kunnen aanvullende informatie verzamelen van eindgebruikers die met ons willen samenwerken als individuele gegevenslabels.",
    "2396605499": "( ) Witte lijsten zijn waardeloos",
    "2397590157": "3. Conservatieve schatting: 200 miljoen solves * 30 seconden per solve in jaren = 190,3 persoonsjaren/dag.",
    "2402165761": "Hoe werkt schrapen?",
    "2404545611": "Welkom bij hCaptcha! Bedankt dat je deel uitmaakt van onze gemeenschap. Alle gebruikers van de \"Services\" (hieronder gedefinieerd) moeten akkoord gaan met de volgende voorwaarden (de \"Servicevoorwaarden\"). Onder deze Servicevoorwaarden verwijzen \"IMI\", \"wij\" en \"ons\" naar Intuition Machines, Inc. en haar dochterondernemingen, gelieerde ondernemingen, functionarissen, agenten, werknemers, vertegenwoordigers en agenten, en onze \"website\" omvat elke website onder onze controle, inclusief www.hcaptcha.com en www.imachines.com.",
    "2408036504": "Onze systemen zijn dus vanaf de grond af ontworpen om het verzamelen en bewaren van gegevens tot een minimum te beperken en tegelijkertijd de toonaangevende beveiliging te behouden. De beste manier om gebruikersgegevens te beschermen, is door ze helemaal niet op te slaan.",
    "2410122265": "hCaptcha-bronnen: Bots 101",
    "2412751979": "Dankzij de nauwkeuriger menselijke signalen die hCaptcha aandrijven, zijn veel bedrijven die eerder reCAPTCHA v3/Enterprise gebruikten, overgestapt op",
    "2413742287": "hCaptcha's drijfveer is om de nauwkeurigheid te maximaliseren, niet de advertentie-inkomsten: botantwoorden zijn nutteloos voor onze klanten, die menselijke trainingsgegevens nodig hebben.",
    "2414232014": "Ons logo is direct herkenbaar en een van onze meest waardevolle en belangrijke activa. Om ervoor te zorgen dat het een sterke vertegenwoordiging van ons bedrijf blijft, moet het op een zorgvuldige en consistente manier worden gepresenteerd via alle communicatiekanalen.",
    "2414368123": "Een naam, creditcardnummer, bankpasnummer of andere financiële informatie.",
    "2418549423": ", een opkomende standaard voor het beschermen van online privacy via cryptografische bewijzen en andere unieke privacy-first-functies.",
    "2419795065": "Kennisgeving aan inwoners van Californië",
    "2420789666": "Fastly, Inc. Geleverde services: Fastly CDN en edge compute.",
    "2423586454": "Er zijn nog steeds een aantal dingen die software niet kan, hoe goed de AI er ook achter zit. Moderne CAPTCHA-technologie biedt een beproefde methode om bots te blokkeren die betalingsfraude proberen in stand te houden. Terwijl oude benaderingen van CAPTCHA, zoals de eenvoudige schuine cijfers in een doos, nu meestal onvoldoende zijn in het verminderen van geavanceerde bots, kan een geautomatiseerd test-responsapparaat zoals hCaptcha Enterprise gemakkelijk een frauduleuze bot tegenhouden op het moment van inloggen op een account of het afrekenen van het winkelwagentje. Zelfs als de bot echte inloggegevens heeft, kan hij de CAPTCHA niet doorlopen.",
    "2429359042": "voorbeeld interface afbeeldingen",
    "2430148876": "We hebben deze richtlijnen en algemene handelsmerklicentie opgesteld om het voor onze klanten, partners en fans zo gemakkelijk mogelijk te maken om met ons merk samen te werken en tegelijkertijd onze bedrijfsidentiteit te behouden. Als u hCaptcha-pictogrammen, logo's of andere merken moet gebruiken op manieren die wezenlijk afwijken van deze richtlijnen, moet u contact met ons (IMI) opnemen voor een schriftelijke licentie.",
    "2436973524": "Alleen nauwkeurige referenties zijn acceptabel. Het is niet toegestaan om te zeggen dat een site hCaptcha-services en -applicaties gebruikt terwijl dat niet het geval is. Evenzo is het gebruik van ons logo of eventuele badges ook alleen gepast wanneer de site hCaptcha-services gebruikt.",
    "2437934778": "Uw naam",
    "2438016011": "Vrijwillige overeenkomst. Alle partijen bij deze Servicevoorwaarden verklaren en stemmen ermee in dat elk alle aspecten van deze overeenkomst heeft bekeken, alle bepalingen ervan zorgvuldig heeft gelezen en volledig heeft begrepen, en vrijwillig deze overeenkomst aangaat.",
    "2441638955": "Ten eerste, wat is een API?",
    "2444685143": "Logobeleid",
    "2445034923": "Als u niet akkoord gaat met alle voorwaarden van deze Servicevoorwaarden, mag u de Site of de Services niet gebruiken (en u mag deze ook niet gebruiken).",
    "24452499": "oplossing; het kan ten goede of ten kwade worden gebruikt. Elk bedrijf dat oplossingen voor tweeërlei gebruik onderzoekt, bouwt of verkoopt, heeft de plicht om na te denken over de gevolgen van hun acties.",
    "2446481523": "Er is een oud volksverhaal waarin een wagenmenner en een edelman verschijnen bij de politie in een klein plattelandsdorpje. Een man, gekleed in vuile, armzalige kleding, zei tegen de agent: 'Ik ben de edelman. Deze man was mijn chauffeur.",
    "2449501658": "biedt een van de meest geavanceerde manieren om de dreiging van frauduleuze inlogpogingen voor accounts te verminderen, door gebruik te maken van machine learning om bots te detecteren en te stoppen, en om het voor fraudeurs veel moeilijker of zelfs onmogelijk te maken om accounts over te nemen.",
    "2462728596": "Als we ons op deze punten niet tevreden kunnen stellen, zullen we het verzoek afwijzen en kunnen we verdere toegang tot ons platform beëindigen, zoals uiteengezet in onze voorwaarden.",
    "2462909475": "Een muur van meer dan 10.000 telefoons gebruikt voor misbruik, onderdeel van een Chinese botoperatie.",
    "2465128185": "Om snel feedback te geven, klikt u op de knop \"Stuur ons feedback\".",
    "2468683988": "rubriek",
    "2474091800": "19. Geschillen met andere gebruikers; Uitgave",
    "2474661839": "Ons",
    "247560732": "Voeg hCaptcha toe met drie regels code. Als u van reCAPTCHA komt, is onze API compatibel en duurt het slechts enkele minuten om over te schakelen.",
    "2477958756": "( ) Slechte mensen",
    "2481032625": "Of het doel is om te voorkomen:",
    "2486638408": "Definieer specificaties",
    "2487931657": "Gebruik niet: \"we hebben onze site gecaptchad.\"",
    "248923369": "BotStop-logo™",
    "2489287539": "Wrijvingsvrije \"No CAPTCHA\" & 99,9% passieve modi",
    "2491398763": "Alle tekst, afbeeldingen, grafische animaties, video's, muziek, geluiden en ander materiaal op deze pagina's zijn auteursrechtelijk beschermd door IMI of door derden indien gespecificeerd. Het is verboden om dit materiaal voor commercieel gebruik te kopiëren of te wijzigen op een manier die redelijkerwijs redelijk gebruik overschrijdt. Verantwoordelijkheid voor deze website",
    "2497216176": "Analyse- en trackingtechnologieën van derden",
    "2498172334": "In het bijzonder houdt uw plan geen rekening met:",
    "2505227594": "7. Overschotten",
    "2510209017": "Meer hulp nodig?",
    "2510534204": "Uiterlijk 23 mrt 2020***",
    "2513143348": "Het hCaptcha Enterprise-systeem is uniek flexibel in zijn ontwerp: het kan gedeeltelijk of volledig worden ingezet aan de rand van uw netwerk als u een openbare cloud exploiteert of veel datacenters bezit.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "252720667": "ten grondslag liggen aan de cryptografische beveiliging van Privacy Pass. Het protocol zelf gaat door de",
    "2531534427": "Details zijn hier.",
    "2534436327": "en de volgende filosofische bezwaren kunnen ook van toepassing zijn:",
    "2535001179": "Als je toevallig van Google's reCAPTCHA komt, zijn onze API's drop-in vervangingen.",
    "2540760245": "naast vele andere toepassingen zal het kunnen filteren van online verkeer op basis van \"menselijk of niet\" waarschijnlijk een waardevol hulpmiddel blijven zolang de menselijke natuur dezelfde patronen volgt die in de afgelopen vijfduizend jaar zijn geregistreerd.",
    "2543123170": "Verificatie van de mensheid zonder wrijving",
    "254326776": "Kwaadaardig misbruik van deze gebreken blijkt vaak al maanden of jaren voor de onthulling of wetenschappelijke publicatie te hebben plaatsgevonden.",
    "2544169219": "Recente state-of-the-art resultaten: ICML LLD, mei 2019.",
    "2544565802": "15 juli 2019 - 15 oktober 2019",
    "2547140673": "Al meer dan tien jaar biedt de reCAPTCHA-service van Google website-eigenaren een vak: laat Google uw gebruikers volgen en stel hen vragen, en in ruil daarvoor beloven ze bots en spam te stoppen.",
    "2547406584": "Als u vragen heeft over dit cookiebeleid, neem dan contact met ons op via:",
    "2551802342": "– We zijn van plan om de bedrijfsactiviteiten snel te herstellen en te hervatten na een aanzienlijke bedrijfsonderbreking en te reageren door onze werknemers en eigendommen te beschermen, een financiële en operationele beoordeling te maken, de boeken en bescheiden van het bedrijf te beschermen en onze klanten en hun eindgebruikers in staat te stellen online transacties uit te voeren. Kortom, ons bedrijfscontinuïteitsplan is ontworpen om ons bedrijf in staat te stellen de activiteiten zo snel mogelijk te hervatten, gezien de omvang en ernst van de aanzienlijke bedrijfsverstoring. Ons bedrijfscontinuïteitsplan heeft betrekking op: back-up en herstel van gegevens; alle bedrijfskritische systemen; financiële en operationele beoordelingen; alternatieve communicatie met klanten, medewerkers en toezichthoudende instanties; alternatieve fysieke locatie van medewerkers; kritische leveranciers- en klantimpact; regelgevende rapportage; en onze klanten onmiddellijk op de hoogte stellen als we onze activiteiten niet kunnen voortzetten. Onze kernleverancierspool ondersteunt onze belangrijke records in een geografisch gescheiden gebied. Hoewel elke noodsituatie unieke problemen met zich meebrengt op basis van externe factoren, zoals het tijdstip van de dag en de ernst van de storing, is ons door deze leveranciersgroep geadviseerd dat hun doel is om hun eigen activiteiten te herstellen en de diensten snel te kunnen hervatten. Hoewel we hebben gewerkt aan het verminderen van risico's door gebruik te maken van een diverse reeks leveranciers, kunnen uw diensten gedurende deze periode worden gewijzigd of onderbroken.",
    "2555914614": "voor de use case Toegankelijkheid. We zijn van mening dat het combineren van onze huidige a11y-aanpak met de uitgifte van een privacypas a11y-gebruikers in staat zal stellen veilig te browsen, in de wetenschap dat hun verkeer meer privé is, terwijl het misbruik door botoperators dat onvermijdelijk optreedt wanneer a11y-opties beschikbaar zijn, wordt beperkt. We nemen actief deel aan de IETF-werkgroep die deze nieuwe technologie standaardiseert.",
    "2557240048": "Hoe het werkt: eerst meldt een toegankelijkheidsgebruiker zich aan via",
    "2557601376": "hCaptcha-logo™",
    "2560582224": "bug bounty programma",
    "2561077702": "Om onze service te verlenen",
    "2565565429": "Gebruik in plaats daarvan: \"we gebruiken hCaptcha om onze site veiliger en veiliger te maken.\"",
    "2575690545": "Accountovernames zijn, zoals zoveel cyberfraude, meestal een kwestie van geautomatiseerde, massale processen. Het komt zelden voor dat een hacker, gekleed in een hoodie in de kelder van zijn moeder, wachtwoorden één voor één op bankwebsites typt.",
    "2583775432": "V: Hoe zit het met de privacy? Legt de registratie op de een of andere manier a11y-browsegegevens bloot? Wat doe je met de e-mail?",
    "2588750717": "Bij sommige aanvallen met credential stuffing zijn zelfs miljoenen inloggegevens nodig, die allemaal in de nietsvermoedende inloginterface van de website worden gestopt in de hoop binnengelaten te worden. Eenmaal binnen kan de aanvaller het account van het slachtoffer overnemen.",
    "2590587108": "Statische en dynamische inhoudsbewerking",
    "2593768395": "Naadloze ervaring op internet, native mobiel, mobiel internet. Vooraf gebouwde integraties en native SDK's beschikbaar.",
    "2593864519": "Stop meer bots. Begin met het beschermen van de privacy van gebruikers.",
    "259613338": "als u vragen heeft over deze Servicevoorwaarden.",
    "2597149484": "De reden dat de hacker zoveel inloggegevens moet \"proppen\", heeft te maken met waar ze hun gestolen inloggegevens vandaan halen.",
    "2597352122": "Annotatietypen",
    "2600696085": "15 maart 2021",
    "2602081482": "hCaptcha Enterprise gebruikt geavanceerde machine learning om kwaadaardig verkeer naar uw site en apps te identificeren, inclusief scraping-activiteiten.",
    "2602763587": "Credential stuffing is een vorm van cyberaanval waarbij de aanvaller meerdere keren probeert in te loggen op een website met behulp van gestolen gebruikersnamen en wachtwoorden. De \"stuffing\" verwijst naar de herhaalde inlogpogingen, die bijna altijd worden uitgevoerd door geautomatiseerde botsoftware.",
    "2603863826": "PS: Als je een vertaling in jouw taal vindt die verbeteringen kan gebruiken, stuur dan gerust een",
    "2605814073": "Door gebruik te maken van of te registreren voor onze Diensten, gaat u ermee akkoord: u bent minimaal 18 jaar oud; u hebt de bevoegdheid om deze overeenkomst namens uzelf of de entiteit die u vertegenwoordigt aan te gaan, en u zult te allen tijde in overeenstemming blijven met deze Servicevoorwaarden en alle IMI-beleidslijnen en -richtlijnen waarnaar hierin wordt verwezen; en u zult geen misbruik maken van onze website, uw identiteit niet verkeerd voorstellen aan ons, of kunstmatige intelligentie gebruiken om enig deel van een taak op IMI uit te voeren waarvoor menselijke intelligentie vereist is.",
    "260595108": "We gebruiken e-mails of informatie over toegankelijkheid nooit voor andere doeleinden dan het vergemakkelijken van het gebruik en het voorkomen van misbruik.",
    "2611914656": "We gebruiken Sentry om foutopsporingsgegevens te verzamelen wanneer een gebruiker een fout ervaart. Voor informatie over hoe Sentry gegevens verzamelt en verwerkt,",
    "2616040974": "3. Klanten en aanvragers",
    "2616226398": "Onderworpen aan onze",
    "2619472217": "8. Wederverkoop",
    "2620705814": "Google is een advertentiebedrijf en hun beveiligingsproducten lijken erg op hun advertentieproducten",
    "2621989404": "Laatst bijgewerkt: 24 september 2021. Houd er rekening mee dat onze Engelstalige voorwaarden gezaghebbend zijn.",
    "2624601135": "\"hCaptcha\" mag niet worden gebruikt als onderdeel van een merknaam, niet worden gecombineerd met een koppelteken of worden gebruikt in namen van toepassingen of andere producten.",
    "2624949852": "Natuurlijk was reCAPTCHA sinds 2009 een vroege speler op het gebied van webbeveiliging en beschermde het miljoenen websites tegen de steeds groter wordende bedreigingen door kwaadaardige bots en spammers. De afgelopen jaren is het echter volledig in het gedrang gekomen:",
    "262509504": "We kunnen de informatie die door cookies wordt verzameld, koppelen aan andere informatie die we van u verzamelen in overeenstemming met dit privacybeleid en de gecombineerde informatie gebruiken zoals hierin uiteengezet. Evenzo kunnen de derde partijen die cookies op onze Sites plaatsen, uw naam of e-mailadres koppelen aan andere informatie die zij verzamelen, waaronder eerdere aankopen die offline of online zijn gedaan, of uw online gebruiksinformatie.",
    "2631159699": "( ) Legers van met wormen doorzeefde breedband-verbonden Windows-boxen",
    "2631249972": "We kunnen onze website verbeteren of wijzigen zonder u hiervan op de hoogte te stellen.",
    "26365791": "Voor zover wettelijk toegestaan, worden de Site en de Service (en alle andere bijbehorende services, informatie, gegevens, functies en andere inhoud of materialen) geleverd op een \"as-is\" en \"as-available\"-basis. Voor zover wettelijk toegestaan, sluit IMI alle garanties uit, inclusief maar niet beperkt tot de impliciete garanties van verkoopbaarheid, geschiktheid voor een bepaald doel en niet-inbreuk.",
    "263761351": "hCaptcha is het eerste geloofwaardige alternatief, dat nu elke maand door honderden miljoenen mensen wordt gebruikt.",
    "2639657759": "Markeringen gebruikt met toestemming",
    "2645321220": "En als u denkt dat de kosten van reCAPTCHA te hoog zijn, vraag ons dan naar hCaptcha Enterprise. Momenteel in gebruik door enkele van de grootste uitgevers, financiële dienstverleners en webinfrastructuurbedrijven ter wereld, zijn ze niet alleen een geloofwaardig alternatief voor reCAPTCHA: we zijn van mening dat ze de beste botbescherming bieden die momenteel beschikbaar is.",
    "2646127839": "Klantbijlage bij de hoofdservicevoorwaarden",
    "2648707986": "Een accountovername is een vorm van cyberfraude waarbij een kwaadwillende actor zich voordoet als de eigenaar van een online account. Meestal bevindt de rekening zich bij een financiële instelling of een e-commercebedrijf waar de fraudeur geld, koopwaar of cadeaubonnen kan stelen. De aanvaller gebruikt gestolen inloggegevens om toegang te krijgen tot het account en neemt het vervolgens over, waarbij hij misschien het wachtwoord wijzigt om de daadwerkelijke accounteigenaar buiten te sluiten.",
    "2650241052": "Geen advies",
    "2650502379": "Lanceer je eigen uitdagingen in enkele seconden",
    "2652399059": "Een betrouwbare partner",
    "265443926": "Voor alle duidelijkheid: houd er rekening mee dat deze drempels in totaal gelden voor alle accounts die u als individu, entiteit of organisatie heeft gemaakt. Als u bijvoorbeeld 10 accounts heeft aangemaakt, die elk 100.000 verzoeken in een maand hebben ontvangen (dwz 1 miljoen verzoeken in totaal), dan zou u de limieten voor redelijk gebruik voor alle accounts in die maand hebben overschreden.",
    "2659418535": "Arbitrageprocedure. Alle arbitrage onder deze overeenkomst zal worden uitgevoerd volgens de regels van de American Arbitration Association of door een onderling overeengekomen arbitragedienst. De arbiter zal een Amerikaanse arbiter zijn, geselecteerd uit een lijst van niet minder dan zeven (7) namen door middel van alternatieve stakingen. Bij arbitrage heeft elke partij het recht om een adequate civielrechtelijke ontdekking uit te voeren, beschikkingsbevoegdheden in te dienen en, indien nodig, getuigen en bewijsmateriaal voor te leggen om hun zaken en verdedigingen te presenteren, en alle geschillen in dit verband zullen worden opgelost door de arbiter. De oplossing van het geschil zal uitsluitend gebaseerd zijn op de wet die van toepassing is op de aangevoerde vorderingen en verweren, en de arbiter mag zich op geen enkele andere basis beroepen dan die toepasselijke wet. De arbiter geniet de immuniteit van een gerechtsdeurwaarder van burgerlijke aansprakelijkheid wanneer hij optreedt in de hoedanigheid van arbiter, welke immuniteit een aanvulling vormt op elke andere bestaande immuniteit. De uitspraken moeten het schriftelijke met redenen omklede advies van de arbiter bevatten. U doet afstand van uw recht om door een jury te worden berecht met betrekking tot elke claim die u tegen IMI heeft of die IMI tegen u heeft. Elke claim op grond van deze clausule moet worden ingediend binnen de toepasselijke verjaringstermijn. De Amerikaanse federale arbitragewet is van toepassing op deze clausule en u erkent dat deze overeenkomst een handelstransactie vormt.",
    "2666258754": "OP SEMANTISCHE HIERARCHIE GEBASEERDE RELATIONALE EMBEDDINGS VOOR SLECHT ONDER CONTROLE DEEP HASHING, Heikki Arponen, Tom E Bishop. ICML 2019, LLD-workshop.",
    "2670003220": "Banen",
    "2670352917": "hCaptcha biedt betrouwbaardere botdetectie terwijl het voor mensen eenvoudig op te lossen is.",
    "2671622670": "Onderneming",
    "267645277": "IMI kan uw identiteit verifiëren. Dit kan inhouden dat uw persoonlijke gegevens worden vergeleken met databases van derden of officiële juridische documenten. U machtigt ons om alle onderzoeken te doen die nodig zijn om uw identiteit, uw eigendom van uw e-mailadres en uw eigendom van uw financiële rekeningen te bevestigen. U stemt ermee in om informatie over u te verstrekken om ons te helpen bij het verifiëren van uw identiteit.",
    "2676853536": "Dashboards voor meerdere gebruikers",
    "2681650568": "En zoals altijd is privacy een kernwaarde voor ons. Voeg onze uitdagingscode alleen toe waar het nodig is en waar het zinvol is om zowel u als uw gebruikers te beschermen. Het minimaliseren van dataverzameling begint vanaf het moment van integratie.",
    "2682873489": "Begrenzingsgebied voor objecten definiëren",
    "2683038211": "Internet of andere elektronische netwerkactiviteit.",
    "2686825859": "Meld u gratis aan of neem contact met ons op over hCaptcha Enterprise-oplossingen",
    "2689973938": "Het verbeteren van reCAPTCHA creëert een intrinsiek conflict voor Google als advertentieleverancier.",
    "2690395789": "Als en wanneer u de vertrouwelijke informatie die u hebt ontvangen niet langer nodig hebt, moet u onmiddellijk alle kopieën van de informatie die zich in de gebouwen, systemen of andere apparatuur die u beheert, teruggeven of vernietigen (zoals gevraagd door degene die de informatie heeft verstrekt).",
    "2694001822": "We huren echter af en toe mensen in om ons te helpen bij het testen van systeemeigenschappen en nieuwe functies.",
    "2694150481": "Gebruiken we cookies?",
    "2696932851": "18. Vrijwaring",
    "2697276059": "Bewijs dat dit werkt: uniforme oplospercentages over de hele wereld",
    "2698140263": "Niet alle problemen zijn hetzelfde: als u één score krijgt, moet deze aan uw behoeften voldoen om nuttig te zijn.",
    "269838707": "Als u bijdrager bent, bepaalt u en alleen u welke en hoeveel taken u uitvoert, en wanneer en waar u ze voltooit. U bent vrij om zo veel of zo weinig tijd te besteden aan het voltooien van taken als u wilt. U bent op geen enkel moment verplicht om een taak uit te voeren.",
    "2698640210": "Beheer uitdagingen en typen weergegeven",
    "2700197090": "A: Het gebruik van een privacy- of advertentieblokkerende extensie die whitelisting op domeinniveau ondersteunt (bijv. uBlock Origin) werkt zoals verwacht: zorg er wel voor dat u hcaptcha.com op de witte lijst zet.",
    "2707282231": "Pas uitdagingen aan voor uw gebruikers. Maak het voor bots onmogelijk om op te lossen en binnen te dringen.",
    "2710988028": "( ) Spammers kunnen het gemakkelijk gebruiken om e-mailadressen te verzamelen",
    "2712493234": "Betalingsfraude: een snel evoluerende vorm van cybercriminaliteit verminderen",
    "2714878440": "Bescherm uw services tegen scraping, accountovernames, inloggegevens en spam met onze geavanceerde machine learning en menselijkheidsverificatie.",
    "2715462692": "Hoe ziet ons AI Ethics-proces eruit?",
    "2718999653": "Aangepaste dreigingsscores",
    "2722456056": "15 januari 2021 - 15 april 2021",
    "2728931827": "Na elke afstemming worden uw schattingen per sitesleutel bijgewerkt en zou de nauwkeurigheid van toekomstige voorspellingen moeten toenemen, tenzij uw site een wezenlijke verandering in het gebruikersgedrag heeft ondergaan.",
    "2729131930": "Wat is schrapen en hoe werkt het?",
    "2735073144": "Indien nodig voeren we ook doorlopende beoordelingen uit. In onze recente beoordeling van de datums en bronnen van verzoeken om paraplugerelateerde etiketteringsverzoeken konden we bijvoorbeeld snel bevestigen dat geen enkele overheidsinstantie of bekende staatsleverancier van bewakingssoftware verzoeken heeft ingediend met betrekking tot paraplu's die onze diensten gebruiken in de afgelopen 12 maanden .",
    "2735878907": "Verklaring van bedrijfscontinuïteitsplanning",
    "2740033957": "Het IM-team bestaat uit wetenschappers en technici van Apple, Amazon en andere leiders op het gebied van machine learning, gedistribueerde systemen en beveiliging.",
    "2743692546": "Terwijl gebruikers hun menselijkheid bewijzen via hCaptcha, betreedt hun arbeid een anonieme open markt om te bieden.",
    "2745385064": "Samenvatting",
    "2752975480": "( ) Het verzenden van e-mail zou gratis moeten zijn",
    "2754937029": "Onacceptabel gebruik",
    "2760410719": "Services die botdetectie proberen uit te voeren met puur passieve signalen, lopen al snel tegen een fundamenteel probleem aan: hoe valideer je of een systeem slechte actoren correct detecteert als je geen accurate grondwaarheid hebt?",
    "2762458927": "Uw gebruikersgegevens zijn niet te koop.",
    "2762759509": "Veel aanvallen op accountovernames zijn bijna volledig geautomatiseerd.",
    "2769710842": "Als u vragen heeft, neem dan contact met ons op via:",
    "278010425": "De brede en vaak veranderende verscheidenheid aan taken op hCaptcha zijn ook moeilijker te automatiseren. De enkele interface van reCAPTCHA is in vele jaren niet veranderd en heeft een klein aantal vragen die niet vaak veranderen. Dit is een van de manieren waarop hCaptcha een robuustere antibotbescherming biedt dan reCAPTCHA.",
    "2781507299": "Onmiddellijke verificatie",
    "2782263070": "Service staat bij ons hoog in het vaandel. We onderhouden 24/7 on-call support en bieden directe Slack-coördinatie met uw engineering integratieteam en onze on-call medewerkers tijdens en na de implementatie.",
    "2784612261": "Human review direct integreren in uw bedrijfsvoering? We bieden SLA's met hoge betrouwbaarheid, gegarandeerde capaciteit en eenvoudige REST API's.",
    "2785425016": "(in de context van een oplossing voor menselijkheidsverificatie, bijvoorbeeld een oproep tot actie)",
    "278568955": "Ingangsdatum: 1 september 2021. Toevoeging infrastructuur",
    "2788024905": "Hoe we informatie beveiligen",
    "2788836740": "Contactgegevens voor marketingdoeleinden worden doorlopend bewaard totdat u zich uitschrijft. Daarna zullen we uw gegevens voor onbepaalde tijd aan onze onderdrukkingslijst toevoegen. E-mailinformatie die is verzameld van Toegankelijkheidsgebruikers zal nooit worden gebruikt voor marketingdoeleinden.",
    "2790841456": "Als u een Bijdrager bent, gaat u akkoord met de volgende arbitrageclausule en vrijstelling van class action:",
    "279580593": "imachines.com",
    "279918384": "Hoe gebruikt Google uw gratis arbeid?",
    "2801359190": "__cfduid,",
    "2801524659": "( ) Feelgood-maatregelen lossen het probleem niet op",
    "2804310964": "toegang krijgen tot of proberen toegang te krijgen tot onze website via een proxy-webserver of ander apparaat dat is ontworpen om uw ware locatie of identiteit te verdoezelen of op een andere manier dan de geboden interface;",
    "2806751666": "Wat is hCaptcha?",
    "2808122102": "Cross-culturele functionaliteit is dus een basisvereiste voor onze dienstverlening. Ervoor zorgen dat alle legitieme gebruikers snel toegang hebben tot inhoud, is een cruciaal onderdeel van onze missie. We bieden uitdagingen in 110 talen en verbeteren voortdurend de relevante vertalingen om ervoor te zorgen dat onze uitdagingen door iedereen kunnen worden opgelost.",
    "2808971932": "Dit is wat tekst in een div-blok.",
    "2813310562": "Tik op Site-instellingen en vervolgens op Cookies.",
    "2819628066": "Scheidbaarheid. Als een bepaling van deze Servicevoorwaarden om welke reden dan ook ongeldig of niet-afdwingbaar wordt bevonden, heeft dit geen invloed op de geldigheid en afdwingbaarheid van de overige bepalingen.",
    "2820080973": "gehost met ❤ door",
    "2826051554": "en meer",
    "2826705343": "Commerciële informatie.",
    "2827452240": "Een ander type nodig dat hier niet wordt vermeld? Vraag het ons maar.",
    "282913023": "De kosteneffectieve optie voor ondernemingen met veel verkeer",
    "2840750518": "GitHub",
    "285116485": "Het bedrijf \"verkoopt\" (zoals deze term is gedefinieerd in de CCPA) de persoonlijke informatie die we verzamelen niet. Raadpleeg de sectie \"Analyse- en trackingtechnologieën van derden\" hierboven voor meer informatie over de soorten cookies van derden, indien aanwezig, die we gebruiken.",
    "2852295413": "Een inherent belangenconflict: het stoppen van bots vermindert de inkomsten voor een advertentienetwerk",
    "2862164005": "Met prijsgegevens kunnen we een exacte dollarwaarde bepalen voor de beveiliging die wordt geboden door een reCAPTCHA: $ 0,001 of minder per antwoord.",
    "2863840904": "Stap 6: Laatste stap, e-mail die HAR- en consolelogbestanden naar ons en beschrijf het probleem",
    "2864016648": "Priveproblemen",
    "2867855718": "3. Zijn wij van mening dat voor het verzoek op bevredigende wijze aan de privacybehoeften kan worden voldaan?",
    "2870341481": "onderstaand. Voor alle andere browsers gewoon",
    "2873297188": "Discrimineren alle CAPTCHA's niet-Amerikanen?",
    "2873911365": "Hoe zit het met hardware-attest?",
    "2880837730": "Wat kan er worden gedaan om accountovernames te stoppen?",
    "2881474837": "hCaptcha Enterprise",
    "2887242610": "Intuition Machines, Inc heeft een bedrijfscontinuïteitsplan ontwikkeld over hoe we zullen reageren op gebeurtenissen die onze hCaptcha-activiteiten aanzienlijk verstoren. Aangezien de timing en impact van rampen en verstoringen onvoorspelbaar zijn, zullen we flexibel moeten reageren op feitelijke gebeurtenissen wanneer ze zich voordoen. Met dat in gedachten verstrekken we u deze informatie over ons bedrijfscontinuïteitsplan.",
    "2894845722": "Gebruikers op uw site zullen binnenkort uw bijdrage aan het goede doel kunnen zien via discrete branding op de hCaptcha-interface.",
    "2895491273": "Als u liever cookies of andere trackingtechnologieën wilt blokkeren, kunt u in de meeste browsers en mobiele apparaten alleen uw instellingen wijzigen om u op de hoogte te stellen wanneer u cookies of andere trackingtechnologieën gebruikt, en om te kiezen of u dit al dan niet wilt accepteren/toestaan het. In de meeste browsers kunt u ook bestaande cookies uitschakelen of verwijderen of toekomstige cookies automatisch weigeren. U kunt ook tools van derden gebruiken, waaronder browserplug-ins, om uw cookievoorkeuren te beheren. Houd er echter rekening mee dat als u alle cookies uitschakelt, sommige delen van onze Sites mogelijk niet correct werken.",
    "2896187462": "1. Gebruikt voor strikt noodzakelijke anonieme servicegerelateerde statistieken en voor andere technische doeleinden, zoals ondersteuning bij toegankelijkheidsondersteuning.",
    "2900525040": "De wetten van de staat Californië zijn van toepassing op deze Servicevoorwaarden en alle controverses, geschillen of claims die hieruit voortvloeien.",
    "2901894297": "hCaptcha is een dienst van Intuition Machines, Inc. (\"IMI\"), een Delaware US Corporation (#6393793).",
    "2903742230": "Advertentienetwerken zien uw bezoekers als het product. Voor ons is het enige doel het bepalen van hun menselijkheid. Onze services voldoen aan of overtreffen de vereisten van de AVG, CCPA, LGPD en PIPL, en we werken er hard aan om privacy en beveiliging in evenwicht te brengen.",
    "2904949278": "Hoe neemt een hacker een account over?",
    "2905621957": "Laatst bijgewerkt: 18 juli 2020",
    "290966395": "Houd er rekening mee dat uw persoonlijke gegevens worden overgedragen naar, verwerkt en opgeslagen in de Verenigde Staten, zoals beschreven in onze sectie \"Een opmerking voor klanten buiten de Verenigde Staten\". De wetgeving inzake gegevensbescherming in de VS kan verschillen van die in het land waar u woont. U stemt in met de overdracht van uw informatie, inclusief persoonlijke informatie, naar de VS zoals uiteengezet in dit Privacybeleid door onze Sites te bezoeken of onze Service te gebruiken.",
    "2910560864": "20-23 maart 2020***",
    "2915355938": "Toegankelijkheid",
    "2920213479": "Sorteer of voeg willekeurige categorieën van elke grootte toe",
    "2921990472": "Als je een functioneel probleem ziet, volg dan de",
    "292211832": "Informatie verzameld via technische middelen zoals cookies, webpaginatellers en andere analysetools wordt zo snel mogelijk verwijderd, maar kan worden bewaard voor een beperkte periode van maximaal een jaar vanaf het verstrijken van de cookie, meestal in een geanonimiseerde en geaggregeerde vorm tenzij we mogelijk misbruik van onze service detecteren, in welk geval we die informatie bewaren om ons te helpen toekomstig misbruik te voorkomen. We kunnen deze geanonimiseerde en geaggregeerde informatie niet koppelen aan u, uw huishouden, een IP-adres of enige persoonlijke informatie op basis van de opgeslagen informatie.",
    "292250020": "1. Selecteer het tandwiel in de rechterbovenhoek van het scherm en selecteer vervolgens \"Internetopties\". Als u de menubalk hebt ingeschakeld, kunt u \"Extra\" en vervolgens \"Internetopties\" selecteren.",
    "2927700175": "We laten CAPTCHA-uitdagingen zien die moeilijk zijn voor bots maar gemakkelijk voor mensen door moeilijk te labelen gegevens van machine learning-problemen te verzamelen en deze te gebruiken om te onderscheiden of een website- of app-bezoeker een mens is.",
    "2928362319": "Vragen per post kunnen worden gestuurd naar: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "2931396764": "11. Schending van deze servicevoorwaarden",
    "2932826396": "3. Als u de allernieuwste versie van Safari gebruikt op het onlangs uitgebrachte OS X 10.15 of iOS 13.4, heeft Apple zojuist het gedrag van Safari met betrekking tot cookies van derden gewijzigd, waarbij ze standaard allemaal worden geblokkeerd. We implementeren een oplossing, maar bezoek in de tussentijd de Safari-voorkeuren, het gedeelte Privacy en schakel \"Website-tracking: cross-site-tracking voorkomen\" uit om ervoor te zorgen dat de toegankelijkheidscookie werkt zoals verwacht.",
    "2935155034": "Als u zich in de Europese Economische Ruimte bevindt, heeft u bepaalde rechten die hierboven zijn beschreven onder het kopje \"Kennisgeving aan EU-betrokkenen\", waaronder het recht op inzage en correctie of verwijdering van de gegevens die wij over u hebben.",
    "2939852138": "Hoe [proberen] fraudeurs weg te komen met betalingsfraude?",
    "2940689138": "Om Integrator- en Klantaccounts te beheren en de Service te verlenen. We gebruiken persoonlijke informatie om specifieke accounts aan Integrators en klanten te koppelen en om hen de service te bieden, om te reageren op verzoeken of vragen, om ondersteuning of technische assistentie te bieden en om betalingen te vergemakkelijken.",
    "2941545733": "Wij zijn ingenieurs, geen verkopers: we willen dat u tevreden bent met uw keuze.",
    "2943346052": "Naarmate het IETF-standaardisatieproces doorgaat, verwachten we dat grote browsers native een vorm van Privacy Pass zullen gebruiken. Hierdoor wordt de extensie uiteindelijk overbodig. Volg voorlopig echter de onderstaande instructies.",
    "2945960297": "Met betrekking tot EU-betrokkenen is de term \"persoonlijke informatie\" zoals gebruikt in dit privacybeleid gelijk aan \"persoonlijke gegevens\" zoals gedefinieerd in de Algemene Verordening Gegevensbescherming (AVG) van de Europese Unie.",
    "2947576723": "Dit verhaal dateert van vóór rijbewijzen en digitale vingerafdrukken, maar biedt een goed voorbeeld van wat er mis kan gaan in een situatie van accountovername. Een persoon logt in op een online bankrekening of app voor mobiel betalen. Is hij daadwerkelijk rekeninghouder, of een hacker? Wie is echt wie? Deze beveiligingsproblemen zijn van invloed op organisaties die selfservice-accounttoegang toestaan.",
    "2952586316": "Niet alle problemen zijn hetzelfde. Annotaties voor veiligheidskritieke taken vereisen mogelijk 99,99% vertrouwen van volledig menselijke werknemers. Annotaties voor één bètafunctie in een mobiele game-app vereisen mogelijk slechts matig vertrouwen. Jij beslist.",
    "2954157511": "Waarom gebruiken we cookies?",
    "2959486280": "Als u niet akkoord gaat met deze Servicevoorwaarden, mag u de Site of de Service niet gebruiken of openen.",
    "295955580": "Onze website kan links naar websites van derden bevatten. We controleren, onderzoeken, controleren of controleren dergelijke websites niet. Wij zijn niet verantwoordelijk voor en onderschrijven de computerprogramma's, inhoud of meningen op dergelijke websites niet. Als u besluit onze website te verlaten en een website van derden te bezoeken, doet u dit op eigen risico.",
    "2968026167": "Je favoriete groente",
    "2970907810": "bladzijde. De huidige CEO van het bedrijf is de directeur die verantwoordelijk is voor de inhoud.",
    "2989126922": "Open Chrome-voorkeuren vanuit de menubalk.",
    "299335340": "Wat het is en hoe de aanvallen te stoppen?",
    "3004688366": "( ) Bij tegenmaatregelen mag geen sprake zijn van overboeking of creditcardfraude",
    "3005876482": "hCaptcha is nu de grootste onafhankelijke CAPTCHA-service, draait op 15% van internet",
    "3007128955": "https://www.whatsmyip.org/",
    "3007158970": "Bezwaar maken tegen ons vertrouwen op onze legitieme belangen als basis voor onze verwerking van uw persoonlijke informatie die van invloed is op uw rechten.",
    "3012870872": "Websites en apps die de gratis versie (hCaptcha Publisher) gebruiken, verdienen aan dat werk in plaats van het aan Google te doneren.",
    "3014149332": "A: Nee, passen zijn niet interoperabel: ze moeten worden uitgegeven en ingewisseld door dezelfde autoriteit, in dit geval hCaptcha. Merk op dat als je passen van zowel Cloudflare als hCaptcha in je extensie hebt, het beschikbare aantal zal veranderen in het juiste aantal, afhankelijk van de vereisten van de pagina die je bezoekt. Met andere woorden, als je 100 Cloudflare-passen in je portemonnee en 10 hCaptcha-passen hebt, zou je 10 moeten zien op het extensiepictogram op pagina's waarin hCaptcha is ingesloten.",
    "3014657981": "Schakel naast 'Cookies' de instelling in.",
    "3017040355": "De verwerking van gegevens van EU-betrokkenen valt onder de rechtsgrondslag van de standaardcontractbepalingen (SCC's) die zijn geïntegreerd in het Addendum voor gegevensverwerking bij onze servicevoorwaarden of gegevensverwerkingsovereenkomsten met onze integrators.",
    "3017533972": "Wij, onze academische onderzoekspartners en onze klanten kunnen af en toe naar delen van Creative Commons-gelicentieerde inhoud verwijzen of deze reproduceren via het hCaptcha-platform om de kennis van de mensheid op het gebied van machine learning te vergroten.",
    "3018077211": "25. Beslechting van geschillen met bijdragers",
    "3018523079": "Blijf bij het merk met een consistente gebruikerservaring.",
    "3022001832": "We verzamelen informatie van personen die interactie hebben met onze Sites en Services, inclusief degenen die onze Service opnemen in hun website (\"Integrators\"), degenen die de services gebruiken voor gegevenslabels (\"Klanten\"), en de eindgebruikers die interactie hebben met onze Service via de websites van onze Integrators (\"Eindgebruikers\").",
    "3022301908": "Toegang",
    "3022922096": ", hCaptcha's enterprise suite van producten. In tegenstelling tot de gratis versie van hCaptcha,",
    "3025548709": "Is er een alternatief voor deze oneerlijke deal?",
    "3027055607": "16. Intellectuele eigendom en eigendomsrechten",
    "3028319964": "AI-ethiek",
    "3030395800": "Deze inloggegevens zijn meestal afkomstig van datalekken. Deze aanvallen, ook wel bekend als 'credential spills', kunnen ertoe leiden dat miljoenen inloggegevens op het dark web worden gedumpt. Als de lekkage afkomstig is van een bank, zal de hacker proberen die inloggegevens te gebruiken om op andere sites te komen. Deze aanpak werkt omdat zoveel mensen dezelfde combinatie van gebruikersnaam en wachtwoord voor meerdere sites gebruiken. (Deze praktijk wordt afgeraden, maar de realiteit is wat het is. Mensen hebben de neiging om dezelfde inloggegevens te herhalen.)",
    "30312304": "andere gebreken die van staat tot staat verschilden voordat er een slechte federale wet werd aangenomen.)",
    "3031284129": "Garantiedisclaimers",
    "3031357206": "Er verschijnt een nieuw pictogram naast uw URL-balk. Bezoek nu een website met hCaptcha. Het zal er als volgt uitzien:",
    "3031953301": "We kunnen u in plaats daarvan de mogelijkheid bieden om onze hCaptcha Enterprise-service te gebruiken en u gedurende een bepaalde periode service te blijven verlenen (de \"Aanbiedingsperiode\"). Onze voortdurende dienstverlening tijdens de Aanbiedingsperiode zal op geen enkele manier onze rechten onder deze Sectie wijzigen.",
    "3031953928": "HUMAN Network™ is een handelsmerk van de HUMAN Protocol Foundation en wordt gebruikt met zijn toestemming.",
    "3034959000": "U kunt ophalen",
    "3038275155": "Ontheffing van classificatie. U doet afstand van elk recht dat u heeft om een geschil aanhangig te maken, te horen of te arbitreren als een collectieve, collectieve of representatieve vordering. Niettegenstaande enige andere clausule in deze overeenkomst, kan de voorgaande zin in geen geval van deze overeenkomst worden gescheiden. Elke claim dat deze verklaring van afstand of een deel ervan niet-afdwingbaar, gewetenloos, nietig of vernietigbaar is, kan alleen worden bepaald door een bevoegde rechtbank en niet door een arbiter. U zult geen represailles nemen tegen of verhinderd worden om taken op onze website uit te voeren als gevolg van uw uitoefening van uw rechten op grond van sectie 7 van de National Labour Relations Act, of door het indienen van of deelname aan een collectieve, collectieve of representatieve actie in een forum , maar we kunnen rechtmatig de handhaving van deze vrijstelling van groepsvorderingen eisen en verzoeken om afwijzing van dergelijke collectieve, collectieve of representatieve vorderingen of vorderingen.",
    "304004915": "Het maakt ons niet uit wie gebruikers zijn, alleen hoe groot de kans is dat ze kwaadaardig zijn of machines. Wij ondersteunen initiatieven zoals:",
    "3044038608": "U stemt ermee in om ons juiste, nauwkeurige en volledige informatie te verstrekken zoals gevraagd in ons registratieproces. U stemt er ook mee in om dergelijke informatie zo snel mogelijk bij te werken om deze actueel en nauwkeurig te houden.",
    "3047519814": "U gaat ermee akkoord dat u uw account of wachtwoord met niemand deelt.",
    "3048865891": "Kosten en vergoedingen. De partijen dragen elk hun respectieve kosten voor juridische vertegenwoordiging bij een dergelijke arbitrage, behalve voor zover de advocaatkosten uitdrukkelijk zijn voorzien door de wet. De partijen zullen eventuele initiële administratieve kosten die door de arbiter in rekening worden gebracht, delen tot een maximumbedrag voor u van tweehonderdvijftig dollar (US$250,00). De kosten van de arbiter en eventuele rechtbankverslaggever komen in eerste instantie voor onze rekening; de arbiter heeft echter de vrijheid om passende kosten toe te kennen aan de winnende partij, zoals bepaald door de wet, en/of om van de partijen te eisen dat zij de kosten die verband houden met de arbiter en/of de rechtbankverslaggever delen.",
    "3049976256": "Voor elke nieuwe labelling klant doorlopen we tijdens het verkoopproces een checklist. Dit omvat initiële KYC-diligence voorafgaand aan onboarding, evenals verificatie van alle verzoeken aan onze analisten, en realtime steekproeven en periodieke beoordelingen van verzoeken die zijn gedaan met behulp van ons zelfbedieningsplatform.",
    "3054564199": "Persmap",
    "3056723024": "13. Onaanvaardbare voltooiing van taken",
    "305735018": "Eindelijk een geloofwaardig alternatief voor Google. hCaptcha Enterprise levert enorme besparingen op uw reCAPTCHA-factuur op met een hogere beveiliging: in sommige gevallen tot 80% goedkoper.",
    "3060764232": "https://lld-workshop.github.io",
    "3063819779": "privacybeleid",
    "3064321967": "De eerste bekende spam-e-mail werd in 1978 verzonden. [",
    "3065000659": "Wist je dat elke keer dat je \"op de auto klikt\" je helpt om een single te trainen?",
    "3068923550": "( ) Tegenmaatregelen moeten werken als ze geleidelijk worden ingevoerd",
    "3083289844": "Als je een probleem hebt gevonden waarvan je denkt dat het de privacy van gebruikers kan beïnvloeden, stuur dan een e-mail naar:",
    "3086730511": "Als u een integrator van onze gratis service bent en we vaststellen dat u onze drempels voor redelijk gebruik heeft overschreden, momenteel de laagste van:",
    "3088605177": "Voeg onze uitdagingscode alleen toe waar het nodig is en waar het zinvol is om zowel u als uw gebruikers te beschermen.",
    "3089778412": "Hoe hCaptcha beloningen berekent",
    "3092200338": "** Als de 15e in een weekend valt, is de uitbetalingsdatum in plaats daarvan de 17e.",
    "3093388779": "hCaptcha is gratis te gebruiken voor uitgevers van elke omvang",
    "3093689546": "Eenvoudige integratie",
    "3094150511": "Regelgevende instantie: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 VS.",
    "3094354698": "15 juni 2019",
    "3096063825": "Probeer het",
    "3096553330": "Elk systeem dat we creëren, weerspiegelt simpelweg onze relaties met andere mensen.",
    "3098677775": "V: Zijn mijn IP-adres en browsegeschiedenis volledig privé van hCaptcha bij gebruik van Privacy Pass?",
    "3100722753": "Raadpleeg de onderstaande instructies voor mogelijke beveiligings- of privacyproblemen.",
    "3103557430": "Hoe we informatie gebruiken",
    "3103642530": "Deze beoordeling is samengesteld uit verschillende sets van criteria:",
    "3107683988": "Dit kan het verkeer en de kosten buiten het netwerk drastisch verminderen, terwijl alle voordelen van beheer door ons 24/7 oproepbare personeel behouden blijven om aan de strengste SLA's te voldoen.",
    "3108727249": "BotStop",
    "310885519": "of",
    "3114147525": "hCaptcha-klanten gebruiken de service voor taken zoals objectherkenning, attribuutdetectie (labels verzamelen om soorten kleding te identificeren), relevantieclassificatie (het meest relevante product kiezen uit verschillende opties in vergelijking met een primair product), begrenzingsvakken (interessegebieden vinden op een afbeelding), \"Human OCR\" (het identificeren van de tekst in een afbeelding) en vele andere soorten taken.",
    "3117887301": "Vertrouwd door de grootste online services",
    "3119498672": "elke taak uitvoeren met behulp van internetbots, webrobots, bots, scripts of enige andere vorm van kunstmatige intelligentie of anderszins proberen beloningen te verkrijgen van IMI of een aanvrager of integrator zonder de beschreven taken uit te voeren;",
    "3119589996": "Hoe het werkt: een browserextensie biedt gebruikers de mogelijkheid om cryptografisch blinde tokens te maken en te ondertekenen voor websites die het Privacy Pass-protocol ondersteunen. De extensie genereert passen met cryptografisch geblindeerde tokens die zijn ondertekend door hCaptcha wanneer een uitdaging wordt opgelost op een site met behulp van de hCaptcha-service,",
    "3121248460": "Toon oneindig diverse aangepaste uitdagingen -- van eenvoudig tot complex -- voor uw verwachte publiek",
    "3128328457": "Als u een Bijdrager of Integrator bent, bent u alleen verantwoordelijk voor de betaling van enige geschatte of andere federale, staats- of lokale inkomstenbelastingen, sociale zekerheid, VAIS en werknemersvergoedingen die verschuldigd zijn als gevolg van het gebruik van onze website, evenals voor soortgelijke belastingen of heffingen in niet-Amerikaanse rechtsgebieden. U stemt ermee in ons schadeloos te stellen en schadeloos te stellen voor eventuele aanslagen tegen ons omdat u zich niet aan belastingwetten hebt gehouden.",
    "3128433367": "... en nog veel meer",
    "3130928685": "Blog",
    "3138772661": "duizenden levens per jaar",
    "3139609561": "Hieronder vindt u twee voorbeelden van taaktypen voor afbeeldingsclassificatie en kenmerkdetectie. [",
    "31502377": "Wat is een Rich Text-element?",
    "3152512587": "en het systeem verzamelt honderden miljoenen dagelijkse oplossingen. [",
    "3153117136": "Hoe de instellingen van de hCaptcha-moeilijkheidsgraad werken",
    "3160820928": "Gecoördineerde aanvalsbescherming",
    "3161489950": "'s Werelds meest geavanceerde ML-beveiligingsplatform",
    "3162107126": "IMI is geen partij bij enig geschil tussen u en een andere gebruiker van de Diensten. U vrijwaart IMI en zijn gelieerde ondernemingen van alle claims, eisen en schade van welke aard dan ook, bekend en onbekend, verdacht en onvermoed, bekendgemaakt en niet bekendgemaakt, die voortvloeien uit of verband houden met een geschil tussen u en een andere gebruiker.",
    "3167979932": "Ontworpen voor privacy vanaf de eerste dag. Sterke gegevensverwerkingsovereenkomst.",
    "3168199226": "In 2020 werd echter duidelijk dat het bouwen van dit soort datasets kan worden gezien als een technologie voor tweeërlei gebruik op een manier die weinigen een jaar geleden hadden verwacht.",
    "3173156067": "Er is kant-en-klaar materiaal beschikbaar voor het geval u voorbeeldafbeeldingen in uw artikel wilt opnemen.",
    "3176531704": "Gegevensannotatie",
    "3178581111": "Gebruik voor nieuwe doeleinden",
    "3180664128": "Door meer dan duizenden signalen te leren, kunnen modellen afleiden en een hoog vertrouwen bereiken in het zeer snel detecteren van kwaadaardig gedrag, zelfs wanneer geen enkel individueel signaal op zichzelf sterk genoeg zou zijn om op een probleem te wijzen.",
    "3182435854": "auteursrechten",
    "318339230": "(Een of meer van de volgende zaken kunnen van toepassing zijn op uw specifieke idee, en het kan zijn dat:",
    "3183855267": "1. hmt_id",
    "3186435874": "sessie-id",
    "3192683783": "Wijzigingen in dit privacybeleid",
    "3193548097": "Hoop springt voor eeuwig",
    "3194111925": "steun",
    "3194601049": "www.hcaptcha.com",
    "3195334319": "Het nut en de kwetsbaarheid van API's",
    "3200641265": "Uiterlijk 16 juni 2020*",
    "3200859925": "1. Doel",
    "320166522": "Machine learning heeft nu invloed op bijna elk aspect van ons leven, vaak op manieren die we ons niet realiseren en niet kunnen zien. Online beveiligingsdiensten zijn niet anders.",
    "3202747130": "Volledige overeenkomst. Deze Servicevoorwaarden en alle beleidslijnen, procedures of voorwaarden waarnaar in deze overeenkomst wordt verwezen, vormen de volledige overeenkomst van de partijen met betrekking tot het onderwerp, en vervangen en annuleren alle eerdere en gelijktijdige gerelateerde overeenkomsten, claims, verklaringen en afspraken van de partijen .",
    "3203921334": "We vonden een aantal dingen leuk aan de hCaptcha-oplossingen: 1) ze verkopen geen persoonlijke gegevens; ze verzamelen alleen de minimaal noodzakelijke persoonlijke gegevens, ze zijn transparant in het beschrijven van de informatie die ze verzamelen en hoe ze deze gebruiken en/of openbaar maken.",
    "3206136647": "Het probleem van Google hier is gebaseerd op de vraaggegevens die ze gebruiken versus wie het ziet. Als alle data uit dezelfde cultuur komen (en in het geval van Google hetzelfde bedrijf), kun je zeker uitdagingen verwachten die zich niet goed vertalen naar andere culturen, in lijn met de klacht van Eden.",
    "3207769512": "Productietaken implementeren",
    "3208155808": "Een machineleesbare kopie van uw persoonlijke gegevens overdragen aan u of een derde partij naar keuze.",
    "3212830633": "2. Geschiktheid",
    "3213351333": "Geen verplichting vooraf vereist",
    "3213411837": "afbeelding 2",
    "3214322759": "zich anderszins inlaten met kwaadwillende of frauduleuze activiteiten.",
    "3217791519": "15 juli 2020 - 15 oktober 2020",
    "3225770968": "hCaptcha is ontworpen om het meest arbeidsintensieve probleem in machine learning op te lossen; het labelen van enorme hoeveelheden gegevens op een tijdige, betaalbare en betrouwbare manier.",
    "3225936061": "U zag waarschijnlijk foto's van tekst van boekpagina's op de Boeken-service van Google, die hielpen bij het verbeteren van hun OCR-software (tekstherkenning).",
    "322830977": "Hoe cookies uit te schakelen.",
    "3228928991": "Informatie die kan worden gebruikt om een persoon te identificeren of contact op te nemen (\"Persoonlijke gegevens\"), zoals naam, e-mailadres en land. We verzamelen persoonlijke informatie van onze huidige en toekomstige integrators en klanten wanneer ze deze rechtstreeks aan ons verstrekken (bijvoorbeeld door een formulier in te vullen wanneer u zich aanmeldt voor een account of door een aanvraag in te dienen om e-mailmeldingen van ons te ontvangen). We kunnen ook de identiteit van onze Integrators en Klanten verifiëren door persoonlijke informatie te vergelijken met databases van derden of officiële juridische documenten.",
    "3230004040": "Ben je slechtziend of kan je hCaptchas op een andere manier niet voltooien?",
    "3233305531": "Handelsmerken",
    "3233441200": "Herhaal Inbreukbeleid",
    "3235430156": "machine learning-systemen van het bedrijf gratis?",
    "3235744534": "Internet Explorer",
    "3236311792": "4. hCaptcha interne analyse. Gegevens verzameld tot en met 30 juni 2019. Details op aanvraag beschikbaar.",
    "3236873806": "IMI is verantwoordelijk voor deze website.",
    "3238184941": "Opmerking: Het frauderisico in verband met een individueel IP-adres kan op verzoek worden gedeeld met een integrator.",
    "3238345709": "( ) Het stopt twee weken met spam en dan zitten we ermee",
    "3238612014": "Browsegeschiedenis, informatie over de interactie van een consument met een internetwebsite, applicatie of advertentie.",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "3240786848": "Laatste update: 18 februari 2021",
    "324647915": "Bedankt dat je de tijd hebt genomen om ons te helpen deze informatie te verkrijgen!",
    "3247172580": "hCaptcha combineerde geavanceerde zelf-gecontroleerde machine learning met een nieuwe edge-computing-aanpak die het verzamelen en bewaren van gegevens op unieke wijze minimaliseert, geleverd vanaf meer dan 250 locaties wereldwijd voor enorme schaalbaarheid.",
    "325077666": "Door uw gegevens in te dienen, gaat u akkoord met onze",
    "3251220335": "A: Nee. Klik op dezelfde e-mailaanmeldingslink die naar u is verzonden op elk apparaat dat u gebruikt om de cookie in te stellen.",
    "3254142589": "( ) Juridische problemen",
    "3255230599": "Wat is een koekje?",
    "3256020881": "Om uw gedrag en browse-activiteiten in de loop van de tijd op meerdere websites of andere platforms te observeren.",
    "3256245394": "evenals onze blogberichten, bijv",
    "3260825523": "Intuïtiemachines",
    "3264813246": "Ongepast",
    "3265293440": "( ) Gevoeligheid van andere protocollen dan SMTP voor aanvallen",
    "3265328927": "), een machine learning-bedrijf dat producten en diensten aanbiedt voor bedrijven die machine learning op grote schaal implementeren.",
    "3265895521": "Verhoog en verlaag de moeilijkheidsgraad van de uitdaging op basis van het tijdstip van de dag",
    "3268946369": "6. Krediet: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "3269644546": "Alsjeblieft",
    "3272552822": "Ontwikkelaars en cryptografen:",
    "32739972": "Om uw login-sessie-informatie op te slaan als u geregistreerd bent op onze Sites.",
    "3276777569": "hCaptcha",
    "3280658086": "Bedrijfsoplossingen",
    "3286051798": "Koppen, alinea's, blokaanhalingstekens, figuren, afbeeldingen en bijschriften van figuren kunnen allemaal worden gestyled nadat een klasse is toegevoegd aan het RTF-element met behulp van het geneste selectorsysteem \"When inside of\".",
    "328625009": "... we zijn klaar wanneer u dat bent: onze service is de klok rond beschikbaar.",
    "3287172429": "Getoonde soorten controle-uitdagingen",
    "3288667364": "Vergelijking en detectie",
    "3290996791": "Alle andere productnamen, logo's en merken zijn eigendom van hun respectievelijke eigenaren. Alle andere bedrijfs-, product- en servicenamen die op deze website worden gebruikt, zijn alleen voor identificatiedoeleinden. Het gebruik van deze namen, logo's en merken impliceert geen goedkeuring.",
    "3292221787": "de uitdaging werd beantwoord, niet alleen of het correct was, en verandert regelmatig zowel de vragen als de gebruikte gegevens.",
    "3301728462": "Miljoenen mensen gebruiken hCaptcha elke maand, op duizenden combinaties van browsers, extensies, apparaten, firewalls en meer.",
    "3312336121": "die enorme hoeveelheden gedragsgegevens verbruikt om te bepalen of webgebruikers legitieme mensen of bots zijn",
    "3315658779": "Voorkom het schrapen van inhoud met hCaptcha Enterprise",
    "3319083717": "Naam:",
    "3324288040": "Stuur ons feedback",
    "332723732": "inhoud",
    "3329634829": "Beperk de verwerking van uw persoonlijke gegevens.",
    "3329755436": "Bent u van plan dit proces te versnellen?",
    "3334160175": "( ) Het is weerloos tegen aanvallen met brute kracht",
    "3336625692": "Deze pagina beschrijft onze gedachten over dit onderwerp in de context van AI-ethiek, en de processen die we volgen om ervoor te zorgen dat het gebruik van onze diensten in overeenstemming blijft met het beleid dat we als bedrijf hebben aangenomen.",
    "3339302473": "27. Beëindiging",
    "3342910682": "Lees verder",
    "3346362371": "Hoe zit het met machinaal leren?",
    "3348433919": "Jou rechten",
    "3349094124": "Ethische aandachtspunten criteria: Doelstelling",
    "3353238942": "hCaptcha is ontworpen om bots te stoppen door ze te onderscheiden van mensen. Visuele tests zijn hiervoor een handig hulpmiddel, maar niet iedereen kan een visuele uitdaging oplossen.",
    "3356329025": "1. 30 dagen",
    "3356349631": "Google Chrome",
    "3357523404": "Grensoverschrijdende gegevensoverdracht",
    "33639629": "Niet van toepassing op websites van derden. Houd er rekening mee dat dit privacybeleid niet van toepassing is op enige website, aanbieding, product of dienst van een derde partij, zelfs als het een link bevat naar onze site of de dienst bevat - raadpleeg het toepasselijke privacybeleid voordat u besluit informatie aan derden te verstrekken partijen.",
    "3365203058": "Antibotbescherming van wereldklasse",
    "3368788823": "Terence Eden maakt een interessant punt op zijn blog: \"",
    "3370561195": "6. Aanvaardbaar gedrag",
    "3372710513": "https://www.knowcookies.com/",
    "3376604063": "AI Ethics-beleid en -processen",
    "3376724603": "14-24 september 2021†††",
    "337766618": "https://www.logdna.com/privacy-policy",
    "3378932530": "Laat uw gegevens nu labelen",
    "337971271": "Machine learning is handig. Maar het vereist geen persoonlijke gegevens om te werken.",
    "3383086062": "hCaptcha Enterprise is een complete online beveiligingsoplossing. Met actieve en passieve modi kunt u het vullen van referenties stoppen, accountovernames detecteren en verdachte actoren blokkeren. Allemaal zonder frictie voor legitieme gebruikers.",
    "3386280249": "Een markt bieden voor gelabelde gegevens. Onze service maakt het mogelijk om grote hoeveelheden gegevens te labelen en door mensen te beoordelen voor machine learning-systemen als service voor website-eigenaren en bedrijven die hulp nodig hebben bij het labelen van hun gegevens. Daartoe maken we gelabelde gegevens bekend aan onze klanten die geïnteresseerd zijn in het verkrijgen van gelabelde gegevens.",
    "3388180864": "Geïnteresseerd in het werken aan diepgaande technische uitdagingen op webschaal? We zijn altijd op zoek naar getalenteerde ingenieurs over de hele wereld -",
    "3389431373": "Diensten zoals reCAPTCHA v3 zeggen dat het plaatsen van hun trackingpixel op elke pagina van uw site noodzakelijk is voor een goede beveiliging. Dit is niet het geval.",
    "3395399558": "( ) Technisch analfabete politici",
    "3397976149": "Krijg ondersteuning voor hCaptcha Publisher",
    "3398978455": "15-25 september 2021†††",
    "3401005681": "Geld verdienen",
    "3401861278": ", dat hierin door verwijzing is opgenomen. Lees deze overeenkomst om te zien hoe wij namens u persoonsgegevens verwerken. Houd er rekening mee dat we opereren als een \"gegevensverwerker\" voor de doeleinden van de Algemene Verordening Gegevensbescherming van de EU, en een \"serviceprovider\" voor de doeleinden van de California Consumer Privacy Act.",
    "34074886": "Elke keer dat je een uitdaging beantwoordt, gebruiken we geavanceerde modellen om erachter te komen of je een mens bent. De website die u bezocht, gebruikt dit resultaat vervolgens om uw ervaring op hun site te verbeteren door bots buiten te houden.",
    "3408107995": "Tegenwoordig betekent scrapen echter altijd een programmatische benadering om gegevens van een website te halen. De scraping-software gedraagt zich als een menselijke gebruiker, klikt op knoppen en leest de resulterende uitvoer. Er zijn veel legitieme toepassingen voor scraping. Webcrawlers die zoekmachines aansturen, zijn daar een voorbeeld van. Dat geldt ook voor tools zoals Skyscanner die op zoek zijn naar reisaanbiedingen door duizenden reiswebsites te doorzoeken. Fintech-bedrijven gebruiken het ook om de financiële gegevens van gebruikers van banksites te schrapen als er geen Application Programming Interfaces (API's) beschikbaar zijn om de gegevensverbinding tot stand te brengen. De dingen om in gedachten te houden over schermschrapen zijn de snelheid en schaalbaarheid. Het proces kan enorme hoeveelheden gegevens van websites verzamelen, ervan uitgaande dat de sites niet zijn geconfigureerd om dit te voorkomen. Met de snelheid van berekenen kan een scraper grote datasets verzamelen door interactie met websites en de onderliggende software en databases die ze aandrijven.",
    "3409726716": "registreer voor meer dan één account bij ons zonder schriftelijke toestemming;",
    "3412647984": "Hiermee kunt u toekomstige vragen voorkomen door u te registreren en een cookie in te stellen. Probeer ook eens je adblocker uit te schakelen.",
    "3417372336": "Overstappen in minuten",
    "3419878556": "Zorg ervoor dat \"Blokkeer cookies van derden\" niet is ingeschakeld.",
    "3421090159": "open source",
    "3426312287": "5-15 januari 2022",
    "3433896984": "BotStop™",
    "3434202027": "Elk gebruik van de naam hCaptcha in communicatie vereist de vermelding: \"hCaptcha is een geregistreerd handelsmerk van Intuition Machines, Inc.\"",
    "3436534225": "Vrijwel alle bedrijven die een pilot starten kiezen uiteindelijk voor onze oplossingen.",
    "3437412311": "Voor Enterprise-gebruikers zijn er opties beschikbaar om uitdagingen in de meeste scenario's volledig te vermijden, op basis van passieve scores.",
    "3441764123": "Wanneer een toegankelijkheidsgebruiker een uitdaging wordt aangeboden op een site die de hCaptcha-service gebruikt, zullen ze automatisch slagen.",
    "3443160243": "hCaptcha Partner™",
    "3444947612": "Verkeer tussen",
    "3446714684": "Mobiele (iOS en Android) integratie",
    "345108670": "- credential stuffing en andere pogingen tot accountovername",
    "3453526675": "1. 1e partij",
    "345563040": "( ) Dit is een dom idee, en je bent een dom persoon om het te suggereren.",
    "3457805519": "3. Kan aan het verzoek van de klant worden voldaan volgens de Amerikaanse wetgeving en onze Rules of Engagement?",
    "3458934553": "3. Varieert; tot 30 dagen.",
    "3460432665": "Niettegenstaande het voorgaande, als u een Amerikaanse belastingbetaler bent, kunnen we u verzoeken om een W-9, die jaarlijks moet worden bijgewerkt, en kunnen we u verbieden taken uit te voeren totdat u een W-9 hebt voltooid of bijgewerkt.",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "3464870463": "1. Zet hcaptcha.com- en *.hcaptcha.com-cookies op de witte lijst in uw adblocker of browserbeveiligingsextensie.",
    "3470857731": "Een analyse van hoe goed reCAPTCHA bots detecteert.",
    "3475647460": "( ) Vereist te veel medewerking van spammers",
    "3478726913": "hCaptcha heeft een van de grootste zwembaden ter wereld die beschikbaar is voor uw gebruik. Wat uw schaal ook is, we kunnen het aan zonder dure verplichtingen vooraf. Miljoenen taken per dag zijn geen probleem.",
    "3479034323": "Als u inhoud ziet die van u is, gereproduceerd op het hCaptcha-platform en u wilt dat deze om welke reden dan ook wordt verwijderd, kunt u per e-mail contact met ons opnemen.",
    "3480023141": "Meer informatie over toegankelijkheidsopties",
    "3483700676": "Start direct miljoenen taken",
    "3488019891": "hCaptcha is een geregistreerd handelsmerk van Intuition Machines, Inc.",
    "348809718": "4. Kies onder \"Cookies van derden\" de optie \"Accepteren\".",
    "349292953": "Informatie die we verzamelen",
    "3494826505": "Met leveranciers die we inschakelen om essentiële aspecten van de Sites en de Service te bieden, zoals gegevensopslag, hosting en Analytics, en alleen voor die doeleinden.",
    "3496767126": "Voor alle duidelijkheid: de volgende paragraaf is uitsluitend van toepassing op klanten die onze annotatieservices gebruiken, en niet op het gebruik van onze services als integrator",
    "3500503648": "hCaptcha is ontworpen om het bewaren van gegevens op de lange termijn te elimineren door te vertrouwen op onmiddellijke evaluatie in plaats van uw browsegeschiedenis vast te leggen en te analyseren. We ondersteunen ook initiatieven zoals:",
    "3501923981": "Laatst bijgewerkt: 1 januari 2020.",
    "3507532387": "( ) Gemakkelijk zoeken in de kleine alfanumerieke adresruimte van alle e-mailadressen",
    "3510143229": "hCaptcha is een dienst voor websites en apps,",
    "3511610999": "Laten we ervoor zorgen dat u op de juiste plek terechtkomt.",
    "3515435438": "DMCA-klachten melden",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3519564631": "Verwerkingsdoeleinden",
    "3520687192": "Gegevens van communicatie met u (bijv. ondersteuningstickets die via e-mail of Twitter zijn geopend) kunnen voor onbepaalde tijd worden bewaard.",
    "3524251858": "Directeur productbeheer, Cloudflare",
    "3526939538": "Softwarefout",
    "3527140447": "Documenten",
    "3530599065": "Privacy wordt vanaf de grond opgebouwd. hCaptcha bewaart geen PII en voldoet aan tal van privacymandaten en -regelgeving.",
    "353066938": "Een ervaren team dat werkt aan de moeilijkste problemen van vandaag. hCaptcha is een dienst van",
    "3532143291": "Om onze diensten en systemen te beveiligen. We gebruiken Analytics-informatie om onze systemen te beveiligen door potentiële bedreigingen en kwetsbaarheden te identificeren, en om de informatie die we verzamelen op een andere manier te beschermen.",
    "353367791": "Detecteer slechte acteurs van veel verschillende typen.",
    "3536122902": "( ) Ze op die manier stoppen is niet langzaam en pijnlijk genoeg",
    "3543141425": "ervoor!",
    "3545935449": "Om nieuwe of vroegere gebruikers te herkennen.",
    "3548097301": "Ingangsdatum: 1 januari 2020.",
    "354925785": "Intro",
    "3554363588": "Andere merken",
    "3554448168": "categorisatie",
    "3555583744": "en",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nuc ut sem vitae risus tristique posuere.",
    "3564208535": "U stemt ermee in om commercieel redelijke inspanningen te doen om alle Vertrouwelijke informatie die u van ons of via onze Services ontvangt, te beschermen. bevat botscores en niet-openbare details van onze bedrijfsservice, inclusief niet-openbare documentatie en alle details die we kunnen delen met betrekking tot onze botdetectiemethoden. Als u toegang wordt verleend tot dergelijke vertrouwelijke informatie, kunnen we uw toegang tot onze services naar eigen goeddunken wijzigen, opschorten of beperken als we vaststellen dat vertrouwelijke informatie wordt vrijgegeven door uw gebruik van onze services, en we zullen redelijke inspanningen leveren om u voorafgaand aan de schorsing op de hoogte te stellen.",
    "3566102529": "ons vandaag om meer te leren.",
    "3569492665": "Het vastleggen van online activiteiten is niet het antwoord.",
    "3570415321": "Bedrijf",
    "3571003547": "https://www.honeycomb.io/security",
    "3571006800": "Sommige informatie die u ons verstrekt, kan gevoelige gegevens zijn zoals gedefinieerd in de AVG (ook wel speciale categorieën persoonsgegevens genoemd), inclusief identificatie van uw ras of etniciteit op door de overheid uitgegeven identificatiedocumenten.",
    "3573245166": "In tegenstelling tot reCAPTCHA werken we in elk land.",
    "3576146278": "Betaal alleen voor de nauwkeurigheid die u nodig heeft",
    "3578122193": "Blijf bij het merk met relevante inhoud",
    "3588274874": "Door ons te concentreren op het leveren van een product dat is afgestemd op regelgevende inspanningen zoals de AVG van de Europese Unie en de CCPA van Californië, hebben we een enorme groei doorgemaakt - natuurlijk helpt het dat hCaptcha een eenvoudige vervanging is voor reCAPTCHA en dus binnen enkele minuten kan worden geïnstalleerd.",
    "3588620914": "Privacy Pass is een nieuwe uitvinding volgens de normen van het web, en het is mogelijk dat andere applicaties en browserextensies die zich er niet van bewust zijn, de functionaliteit ervan verstoren.",
    "3590546893": "Eenvoudige gedragsanalyse is een signaal dat gemakkelijk door kwaadwillenden wordt vervalst en vereist ook het bewaren van de browsegeschiedenis voor al uw legitieme verkeer.",
    "359073033": "Dashboards bieden gedetailleerde of gedetailleerde weergaven van activiteiten.",
    "3594381346": "plaats.",
    "3594440415": "Uiteindelijk zullen ze deuren openen.",
    "3594526017": "IM-wetenschappers stellen nieuwe benchmark vast voor Weakly Supervised Text Recognition (OCR) op CVPR 2020.",
    "3596207631": "V: Ik zie nog steeds een uitdaging na het plaatsen van de cookie. Wat veroorzaakt dit?",
    "3600022491": "Om deze reden hebben we een eenvoudig, pijnloos alternatief ontworpen om uitgevers die onze service gebruiken de toegankelijkheid voor iedereen te laten behouden met volledige naleving van Sectie 508 en WCAG 2.1 AA.",
    "3600718611": "Overweeg Google reCAPTCHA,",
    "3600797185": "Het aanbieden van botidentificatie met terugwerkende kracht zou Google blootstellen aan netelige vragen over hoe adverteerders met terugwerkende kracht geld kunnen terugbetalen aan dat frauduleuze verkeer.",
    "360236473": "De hCaptcha-service is niet bedoeld om door iemand te worden gebruikt om als individuele labelmaker te werken. Het is niet ontworpen voor of geschikt voor dit doel. We raden niemand aan om hCaptcha te gebruiken als een bron van persoonlijk inkomen.",
    "3604147138": "3. Gebruikt voor strikt noodzakelijke technische doeleinden: maakt gebruik van Toegankelijkheid door gebruiker mogelijk.",
    "3609106478": "Inloggegevens vullen:",
    "3609929815": ". We bewaren uw naam, land en e-mailadres alleen om in de toekomst contact met u op te nemen met betrekking tot individuele labelwerkmogelijkheden.",
    "3612043014": "...en andere eenvoudige taken. Makkelijk voor mensen, moeilijk voor bots.",
    "361372538": "2. Zijn wij van mening dat onze geleverde diensten waarschijnlijk door de klant voor discriminerende doeleinden zullen worden gebruikt, op manieren die mogelijk legaal zijn maar voor ons niet acceptabel zijn?",
    "3614653023": "In plaats daarvan vertrouwt de praktijk op grootschalige aanvallen van credential stuffing die miljoenen gebruikersnaam/wachtwoord-paren proberen op tientallen financiële doelwitten in de hoop een kleine subset van de accounts te ontgrendelen. Zodra de geautomatiseerde fraudesoftware toegang heeft gekregen tot het account, kan een menselijke hacker daarbij betrokken raken, maar in sommige gevallen niet.",
    "361795034": ". Onbekende auteur, ca. 2000",
    "3619183405": "In 2021 kunnen eenvoudige CAPTCHA's soms softwarematig worden opgelost, dankzij de vooruitgang in machine learning. Om dit aan te pakken, doet hCaptcha ook een zeer gedetailleerde analyse van eigenschappen zoals:",
    "3620039756": "Tik rechtsboven op Meer en vervolgens op Instellingen.",
    "3620442880": "Flash Sale-beveiligingsfuncties",
    "3621401685": "( ) Impopulariteit van rare nieuwe belastingen",
    "3621411541": "Meer informatie over toegankelijkheidsopties voor hCaptcha",
    "3621455477": "meer leren!",
    "3623028666": "(gebruik een service zoals",
    "3624758171": "Aangepaste taken zijn ook beschikbaar voor zakelijke uitgevers.",
    "3630114728": "Bekijk wat er op al uw sites en apps gebeurt.",
    "3644106388": "Contact",
    "3645414921": "Verwijderen",
    "364774188": "Ik ben een mens™",
    "3654556483": "Financiële instellingen en e-commercebedrijven hebben processen en controles die een deel van de dreiging van accountovername verminderen. Deze variëren van de ouderwetse \"wat was de naam van je beste vriend op de basisschool\"-beveiligingsvragen tot detectiemethoden die verdachte IP-adressen en profielen van mobiele apparaten opsporen.",
    "3657743880": "Browserinstructies voor cross-site cookies",
    "3660619092": "Meld u gratis aan of neem contact op met sales voor Enterprise-oplossingen",
    "366088791": "hCaptcha ondersteunt een breed scala aan taken.",
    "3660891610": "Als u een bijdrager bent, heeft IMI, en niet u, eigendomsrechten op elk werk dat u produceert als onderdeel van het voltooien van een taak. Door de voorwaarden van deze Overeenkomst te accepteren, stemt u ermee in (en doet u hierbij) het bezit, eigendom en titel (inclusief alle intellectuele eigendomsrechten die over de hele wereld bestaan) in en op uw werk aan ons over te dragen. Om ervoor te zorgen dat we dergelijke rechten kunnen verwerven, perfectioneren en gebruiken, stemt u er verder mee in om (i) alle documenten te ondertekenen om te helpen bij de documentatie, perfectie en handhaving van onze rechten; en (ii) redelijke toegang bieden tot informatie voor het vastleggen, perfectioneren, beveiligen, verdedigen en afdwingen van dergelijke eigendomsrechten in alle landen. Uw verplichtingen op grond van deze sectie blijven bestaan, zelfs nadat u zich uitschrijft voor of het gebruik van de Services staakt. U wijst ons aan als uw gevolmachtigde om namens u documenten uit te voeren voor de doeleinden die in deze sectie worden uiteengezet.",
    "3666807632": "14. Kwalificaties en vaardigheden van bijdragers",
    "3668115514": "Hoe is hCaptcha anders?",
    "3668873369": "Bij hCaptcha hebben we het vanaf dag één anders aangepakt",
    "3669258571": "Cookie beleid",
    "3671246379": "Stap 5: Klik op het tabblad Console en klik met de rechtermuisknop en vervolgens op \"Alles selecteren\" en sla dat op in een tekstbestand om het consolelogboek op te slaan. Stuur ons dat ook door.",
    "3671828834": "Voorbeelden van gedeelde persoonlijke informatie",
    "3673079511": "opkomende standaard",
    "3678889946": "Uiterlijk op 15 juni 2019",
    "3679148535": "V: Aan welke andere toepassingen van Privacy Pass werkt u?",
    "3680327841": "We doen er alles aan om hCaptcha voor iedereen goed te laten werken",
    "3682071227": "Wat zijn accountovernames en hoe werken ze?",
    "3688621388": "Dreigingshandtekeningen",
    "3694578791": "Zoals hierboven besproken, verzamelen wij (en onze externe leveranciers) Analytics-informatie gedeeltelijk door het gebruik van cookies, webbakens en andere trackingtechnologieën. In sommige gevallen werken we samen met externe leveranciers om cookies te gebruiken voor het verzamelen van analytische informatie.",
    "3695206755": "Probeer ons geheel vrijblijvend uit in uw omgeving.",
    "3700113699": "Open de Chrome-app op uw Android-apparaat.",
    "3700767772": "Zodra je de extensie hebt geïnstalleerd, klik je hier (of op een website die hCaptcha gebruikt) om passen te verdienen:",
    "370366524": "Kortstondige servicetelemetrie",
    "3709608616": "dan kan uw account naar eigen goeddunken, voor een bepaalde periode, worden uitgeschakeld of niet in aanmerking komen voor inkomsten, met of zonder voorafgaande kennisgeving aan u. Verzoeken die onze drempels voor redelijk gebruik overschrijden, komen in geen geval in aanmerking voor inkomsten zonder schriftelijke bevestiging van ons.",
    "3714002185": "Meer informatie over hCaptcha Enterprise",
    "3715747429": "Onze onboarding-engineers kunnen u snel op weg helpen, of u nu React-integratie, SDK's voor native iOS-apps, een Java-backend-voorbeeld of vrijwel elk ander scenario nodig heeft.",
    "3717512591": "Directe platformintegratie",
    "3717942925": "Net zoals er altijd mensen zullen zijn die uw aandacht willen trekken via e-mail, zal er altijd de wens zijn om de toegang tot bepaalde bronnen te beperken, zodat alleen mensen er toegang toe hebben.",
    "3719056187": "De informatie op de internetpagina's vormt geen individueel advies en kan deze niet vervangen. Als u individueel advies nodig heeft, neem dan contact op met onze ondersteuningsmedewerkers.Gebruik van deze site",
    "3720584906": "15 juli 2021 - 15 okt 2021",
    "3721365241": "Proberen",
    "3723626769": "voor uw bijdragen en recensie.",
    "3725880582": "Geef terug aan het goede doel",
    "3729345277": "hCaptcha is een manier voor bedrijven om sneller de annotaties te krijgen die ze nodig hebben, met een hogere kwaliteit en tegen lagere kosten dan andere alternatieven.",
    "3730038780": "Kies uit een bijna oneindig aantal uitdagingen die gebruikers kunnen oplossen",
    "3730344349": "Dit gedeelte bevat aanvullende informatie over de persoonlijke informatie die we verzamelen over consumenten in Californië en de rechten die aan hen worden verleend onder de California Consumer Privacy Act of 'CCPA'.",
    "3733422465": "8. Uw identiteit verifiëren",
    "3740051331": "We doen er ook alles aan om actief toezicht te houden op en te reageren op de vragen van uw gebruikers via sociale media, forums en onze in-widget- en e-mailondersteuningskanalen. We zijn toegankelijk en responsief en beschouwen gebruikerstevredenheid als een top-KPI.",
    "3741193183": "( ) Veel e-mailgebruikers kunnen het zich niet veroorloven om zaken te verliezen of potentiële werkgevers te vervreemden",
    "3744079744": "15-19 juni 2020****",
    "3744153629": "namen:",
    "3747664195": "https://www.fastly.com/privacy/",
    "3753613260": "contact",
    "3753956446": "Vrij",
    "3758963444": "Bedankt! Uw inzending is ontvangen!",
    "3759360138": "4. Gebruikersnaam en wachtwoord",
    "3759657802": "U mag deze Servicevoorwaarden of uw rechten of verplichtingen hieronder op geen enkele manier toewijzen, overdragen of delegeren (van rechtswege of anderszins).",
    "3759923279": "Vragen van de pers kunt u richten aan het volgende e-mailadres:",
    "3764131594": "22. Websites van derden",
    "3766910104": "2. Gebruikt voor strikt noodzakelijke technische doeleinden: load balancing, routering.",
    "3767462250": "Ontworpen voor privacy",
    "3768951251": "Enterprise SLA's",
    "3773515538": "Ooit gevraagd om \"de twee woorden in te typen?\"",
    "378086442": "van CAPTCHA's, in plaats van hun UX per se.",
    "3782751514": "HUMAN Protocol® is een gedeponeerd handelsmerk van de HUMAN Protocol Foundation en wordt gebruikt met zijn toestemming.",
    "3783031293": "We gebruiken Cloudflare om ons webverkeer te optimaliseren. Voor informatie over hoe Cloudflare gegevens verzamelt en verwerkt,",
    "3795997071": "Selecteer het Chrome-menupictogram. Selecteer Instellingen.",
    "3800781598": "] Bijna vijf decennia later blijft e-mailspam ons teisteren. Er zijn vele miljarden dollars en duizenden mensjaren aan technische inspanning gestoken in het verslaan ervan, en toch blijft spam bestaan. Er zijn industrieën van miljarden dollars aan beide kanten, dat wil zeggen degenen die zich ertegen verweren en degenen die het sturen.",
    "3805618893": "Google Chrome (pc)",
    "3806054689": "15 april 2020 - 15 juli 2020",
    "3807059944": "Beheer de gebruikte inhoud van de uitdaging",
    "3816867833": "Feedback",
    "3817067682": "Veelhoeken",
    "3817811295": "Gegarandeerde betrouwbaarheid en snelle 24/7 on-call support.",
    "3819851005": "2. Kosten",
    "3821716514": "bladzijde.",
    "3828090208": "Gebruik in plaats daarvan \"for hCaptcha\". Indien gebruikt met een logo van een derde partij, moet \"for hCaptcha\" kleiner zijn dan het logo van een derde partij.",
    "3833636936": "a) 1.000 verzoeken per seconde,",
    "3836291932": "V: Ik gebruik meerdere apparaten. Moet ik me meerdere keren aanmelden?",
    "3842490632": "Een individuele gebruiker die veel vragen probeert te beantwoorden, wordt waarschijnlijk snel beperkt of verbannen. Even belangrijk, als onze",
    "3842673636": "Onder de AVG heeft u bepaalde rechten met betrekking tot uw persoonlijke gegevens. U kunt ons vragen om de volgende acties te ondernemen met betrekking tot uw persoonlijke informatie die wij bewaren:",
    "3842815245": "Is dit een eerlijke handel?",
    "38428546": "We slaan uw persoonlijke gegevens veilig op gedurende de levensduur van uw account bij ons. We bewaren uw persoonlijke gegevens alleen zolang als nodig is om de doeleinden te vervullen waarvoor we ze hebben verzameld, inclusief om te voldoen aan wettelijke, boekhoudkundige of rapportageverplichtingen of om geschillen op te lossen. De criteria die we gebruiken om bewaartermijnen te bepalen, omvatten de toepasselijke contractuele bepalingen die van kracht zijn, wettelijke wettelijke verjaringstermijnen, toepasselijke wettelijke vereisten en industrienormen.",
    "3844300338": "U stemt ermee in om ons schadeloos te stellen, te verdedigen en ons te vrijwaren van alle claims, schade, aansprakelijkheden, kosten en uitgaven (inclusief redelijke advocatenhonoraria en kosten), die voortvloeien uit of verband houden met uw uitvoering van taken of uw gebruik van onze website .",
    "3844432472": "Juist de openheid en bruikbaarheid van API's maakt ze ongelooflijk rijke doelen voor aanvallers. Op dezelfde manier waarop een mobiele app kan worden geprogrammeerd om met behulp van een API gegevens van een bedrijfssysteem te bereiken en te KRIJGEN, kan een stukje malware dat ook. Hackers hebben een breed scala aan softwaretools geschreven om API's te misbruiken. Het is een effectieve aanvalstechniek.",
    "384965568": "Hoewel de bewaarvereisten per rechtsgebied verschillen, wordt hieronder informatie over onze typische bewaartermijnen voor verschillende aspecten van uw persoonlijke gegevens beschreven.",
    "3856690908": "15 januari 2020 - 15 april 2020",
    "3856912381": "Gebruikers hebben geleden en onnodige webspam is nu hoogtij. Maar er is een alternatief.",
    "3859506577": "zakelijke E-mail",
    "3861413614": "U mag geen hCaptcha-handelsmerk of -logo gebruiken dat zou impliceren dat hCaptcha een band heeft met of goedkeuring, sponsoring of ondersteuning van een product of dienst van een derde partij heeft, zonder uitdrukkelijke schriftelijke toestemming.",
    "3863351997": "Categorieën met persoonlijke informatie vermeld in het California Customer Records-statuut (Cal. Civ. Code § 1798.80(e)).",
    "3871665286": ", die prominent is gelinkt op de hCaptcha-widget-infopagina. Ze krijgen een versleutelde cookie die meerdere keren per dag kan worden gebruikt, maar die elke 24 uur ververst moet worden via login.",
    "3875523186": "gistfile1.txt",
    "3878077249": "Onnauwkeurigheden in uw persoonlijke gegevens bijwerken of corrigeren.",
    "3878230879": "Ons doel is om ervoor te zorgen dat het altijd voor u werkt, dus we stellen uw meldingen zeer op prijs!",
    "3881754581": ". Als u een klant bent van onze annotatieservices en de optie \"Data For All\" hebt geselecteerd als onderdeel van uw gebruik van de Services, verleent u IMI en alle gebruikers van de Services een wereldwijde, niet-exclusieve, sublicentieerbare, overdraagbare, royalty-vrije, onherroepelijke licentie om alle Klantgegevens volledig te exploiteren, inclusief alle gerelateerde intellectuele eigendomsrechten. Als u de optie \"Data for All\" selecteert, verklaart en garandeert u dat u over voldoende rechten, titels en belangen in en op uw gegevens beschikt om de licentie in deze sectie te verlenen.",
    "3882147547": "Onwetende pseudo-willekeurige functies",
    "388240587": "5-15 januari 2022",
    "3884400764": "Hoewel u hCaptcha-merken volgens deze richtlijnen mag gebruiken, betekent dit niet dat u enige verworven rechten heeft op hCaptcha-merken, logo's of enig ander handelsmerk, handelsnaam, dienstmerk, bedrijfsnaam of goodwill van hCaptcha. We willen zoveel mogelijk flexibiliteit bieden, maar we zijn verplicht hCaptcha te beschermen tegen ongeoorloofd gebruik van een handelsmerk, handelsnaam, dienstmerk, bedrijfsnaam of goodwill van hCaptcha. Elk ongeoorloofd gebruik beëindigt automatisch de toestemming of licentie die door hCaptcha is verleend en kan wettelijke aansprakelijkheid oplopen voor eventuele schade.",
    "3887113660": "V: Welke invloed heeft Privacy Pass op de inkomsten van hCaptcha?",
    "3891941747": "*** COVID-19-ADVIES: vanwege verminderde personeelscapaciteit in verband met COVID-19, is de afstemming opnieuw gepland om extra tijd te geven om onze standaardverificatie te voltooien. De uitbetalingen beginnen naar verwachting op vrijdag en worden de volgende maandag voltooid.",
    "3892905664": "hCaptcha helpt uw favoriete online services bots, spam en misbruik buiten de deur te houden door eenvoudige vragen te stellen die gemakkelijk zijn voor mensen en moeilijk voor machines.",
    "3892952987": "bekijk onze vacatures en solliciteer hier",
    "3893539589": "voeg externe links in die goederen of diensten aanbieden, tenzij vereist door de taak;",
    "389705801": "( ) Wetten die het uitdrukkelijk verbieden",
    "3897238493": "DE DIENSTEN WORDEN GELEVERD OP EEN \"AS IS\" BASIS. WIJ GEVEN GEEN VERKLARINGEN OF GARANTIES, IMPLICIET OF UITDRUKKELIJK, MET BETREKKING TOT DE TOEGANKELIJKHEID, GESCHIKTHEID, WETTIGHEID, BESCHIKBAARHEID OF FUNCTIONALITEIT VAN DE DIENSTEN, ENIGE GERELATEERDE SOFTWARE OF MATERIALEN, DE TAKEN, OF ENIGE ACTIVITEITEN DIE VERBONDEN ZIJN MET DEZE ITEMS. VOOR ZOVER TOEGESTAAN DOOR DE WET, WIJST IMI ALLE UITDRUKKELIJKE OF IMPLICIETE VOORWAARDEN, VERKLARINGEN EN GARANTIES VAN DE HAND, INCLUSIEF, MAAR NIET BEPERKT TOT, DE GARANTIES VAN VERKOOPBAARHEID, GESCHIKTHEID VOOR EEN BEPAALD DOEL EN NIET. UW ENIGE EN EXCLUSIEVE VERHAALSMOGELIJKHEID TEGEN IMI MET BETREKKING TOT ENIGE DEFECTEN, NIET-CONFORMITEITEN OF ONTEVREDENHEID IS HET STOPPEN VAN HET GEBRUIK VAN DE DIENSTEN We zijn niet verantwoordelijk voor enige schade aan uw computersysteem, verlies of beschadiging van gegevens of andere schade die daaruit voortvloeit van uw toegang tot of gebruik van de website of het Intuition Machines Platform. Geplande en ongeplande onderbrekingen kunnen optreden en we garanderen geen ononderbroken beschikbaarheid van onze website.",
    "3898950867": "( ) Joe banen en/of identiteitsdiefstal",
    "3900538778": "Gelabelde gegevens zijn de brandstof voor machine learning. reCAPTCHA-antwoorden worden sinds 2009 gebruikt om de ML/AI-services van Google te verbeteren. Veel mensen die reCAPTCHA gebruiken, realiseren zich niet dat hun werk wordt gebruikt.",
    "3901503296": "Deze unieke focus op privacy betekent dat we geen individuele gegevensretentie, cookievrije werking en andere contractuele privacygaranties kunnen bieden zoals vereist met behoud van uitstekende beveiliging.",
    "3904679538": "chroom",
    "3906359167": "Oplossingen:",
    "3906886217": "Voor bedrijven of websites",
    "3908992897": "en wordt in elk land en gebied ter wereld gebruikt, dus we zijn erg gefocust op het bieden van een consistente wereldwijde ervaring.",
    "3909240516": "( ) SMTP-headers mogen geen onderwerp zijn van wetgeving",
    "3910971075": "IMI bezit alle rechten, inclusief intellectuele eigendomsrechten, in de broncode, objectcode of onderliggende structuur, ideeën of algoritmen, API en alle aanvullende software, documentatie of gegevens met betrekking tot de Services (\"Software\"). U zult niet, direct of indirect, via een derde partij of anderszins: (a) de Software reverse-engineeren, decompileren, demonteren of anderszins proberen te ontdekken; (b) wijzigen, vertalen of afgeleide werken maken op basis van Software; (c) rechten op Software kopiëren, verhuren, leasen, distribueren, verpanden, toewijzen of anderszins overdragen of bezwaren; (d) Software gebruiken voor timesharing, servicebureaudoeleinden of anderszins ten behoeve van een derde partij; of (e) eigendomsaanduidingen of labels te verwijderen.",
    "3912514510": "( ) Mailinglijsten en ander legitiem e-mailgebruik zouden worden beïnvloed",
    "3912926900": "hCaptcha® zou een geregistreerd handelsmerksymbool moeten hebben wanneer het voor het eerst in een creatieve kopie verschijnt.",
    "3913203723": "Als de aanvrager om welke reden dan ook de uitvoering van een taak die u hebt voltooid niet accepteert, heeft u als bijdrager of integrator geen recht op enige beloning voor de taak. In het geval dat beloningen al naar u zijn uitgedeeld voor een onaanvaardbaar voltooide taak, kunnen we deze van u terugkrijgen.",
    "3913801502": "hCaptcha draait nu op ongeveer 15% van het internet",
    "3913848038": "99,99% uptime SLA's en 24/7 wereldwijde ondersteuning beschikbaar.",
    "3916131732": "Amerika",
    "3922723611": "Probeer a.u.b. adblockers of browserbeveiligingsextensies uit te schakelen",
    "3926027556": "en we komen snel bij je terug.",
    "392886773": "Werkt in elk land",
    "3930611699": "individuele arbeiders.",
    "3930808600": "We implementeren passende technische en organisatorische maatregelen om de informatie die we verzamelen en opslaan te beschermen, en eisen dat alle agenten die onze verwerking namens ons uitvoeren hetzelfde doen. Helaas zijn geen beveiligingsmaatregelen 100% onfeilbaar, en als zodanig kan geen enkel netwerk of systeem (inclusief het onze) gegarandeerd 100% veilig zijn tegen vernietiging, verlies, wijziging, ongeoorloofde openbaarmaking van of toegang tot informatie die we verzamelen en opslaan. Als u denkt dat uw informatie om welke reden dan ook niet veilig is, neem dan onmiddellijk contact met ons op via:",
    "3933993151": "Werk als een individuele datalabeler",
    "394235836": "3. Als geen van de bovenstaande suggesties werkt, stuur ons dan een e-mail voor ondersteuning en we helpen je graag verder uit te zoeken wat er aan de hand is.",
    "3942875761": "Help een beter web™ . te bouwen",
    "3943164003": "rauw bekijken",
    "3943417791": "Krijg ondersteuning voor hCaptcha Enterprise (BotStop)",
    "3946753128": "Privaat. Zeker. Sneller.",
    "3951112506": ". Dat garandeert al een hogere mate van heterogeniteit in de data.",
    "3951254541": "We stellen uw inbreng op prijs. Laat ons eventuele problemen weten en we lossen ze snel op.",
    "3952259236": "Combineer uw geblindeerde gegevens met de duizenden signalen van hCaptcha om hCaptcha te trainen op gedragsklassen - alleen voor uw instantie - om kwaadaardig gedrag beter te voorspellen dan beide oplossingen alleen",
    "3953584369": "Geavanceerde RBAC-toegangsbeperkingen beschikbaar.",
    "3955555607": "Behalve Partners of Geautoriseerde Wederverkopers mogen derden niet bieden op zoekwoorden, Google AdWords of andere gerichte advertentiesystemen die hCaptcha-tekens of spelfouten gebruiken. Evenmin mogen derden hCaptcha-merken gebruiken in domeinnamen, zoekmachineoptimalisatie, metatags, zoektermen, code of andere verkeerde voorstelling van zaken.",
    "3955981186": "Wijzigingen. Geen enkele wijziging of wijziging van deze Servicevoorwaarden door iemand anders dan IMI is bindend voor IMI, tenzij in een schriftelijke akte die is ondertekend door een naar behoren gemachtigde vertegenwoordiger van IMI.",
    "3963216198": "Om te bespreken waarom API's een populair doelwit zijn voor hackers, is het de moeite waard eerst even de tijd te nemen om te definiëren wat momenteel wordt bedoeld met de term 'API'. Het concept van de API is helemaal niet nieuw. Interfaces om verschillende computersystemen met elkaar te verbinden, evenals hun interne componenten, bestaan in feite al sinds het begin van de jaren zestig.",
    "3963642878": "Uiterlijk 14 december 2019*",
    "3967047208": "U kunt ook tijdelijk bepaalde beveiligingen in Aangepast uitschakelen om dit te debuggen door de selectievakjes uit te schakelen: Schakel het selectievakje Trackers uit of schakel het selectievakje Cookies uit als u nog steeds problemen ondervindt.",
    "3971348140": "Waarom hebben we hCaptcha gebruikt? Niemand anders kon de functies en prestaties leveren die we nodig hadden. Ze hebben ons snel aan de slag geholpen en onze handelaren zijn dol op de ervaring.",
    "3972094614": "Brendan Eicho",
    "3972554015": "proces ook. En de browserextensie is natuurlijk",
    "3974566657": "Naarmate services populairder worden, komt dit soort gebeurtenissen onvermijdelijk vaker voor. hCaptcha wordt elke dag door miljoenen mensen in vrijwel elk land ter wereld gebruikt, dus we publiceren dit beleid en een casestudy over hoe we deze problemen aanpakken om zo transparant mogelijk te zijn.",
    "3978720689": "aanpak om spam te bestrijden. Je idee zal niet werken. Hier is waarom het niet zal werken.",
    "3983646521": "Alle productnamen, logo's, merken, handelsmerken en geregistreerde handelsmerken zijn eigendom van hun respectievelijke eigenaren. Alle bedrijfs-, product- en servicenamen die op deze website worden gebruikt, zijn alleen voor identificatiedoeleinden. Het gebruik van deze namen, handelsmerken en merken impliceert geen goedkeuring. In dit geval juist het tegenovergestelde.",
    "3987022469": "Etikettering",
    "3988350": "Dit betekent dat er uitstekende gebruiksscenario's zijn voor echte paraplu-annotaties. Er is ruimte voor onenigheid over de impact van zelfrijdende auto's, maar ADAS-systemen besparen nu al",
    "3991444169": "Op deze pagina staan de huidige subverwerkers voor de hCaptcha Enterprise-service.",
    "3992401943": "Sinds 2012 heeft er een revolutie plaatsgevonden in deep learning. De industrienorm voor taaknauwkeurigheid is het afgelopen decennium radicaal verbeterd, voornamelijk als gevolg van diepe convolutionele netwerken. Andere door ML aangedreven services die Google aanbiedt, hebben deze curve gevolgd.",
    "4007826952": "De #1 privacy-first CAPTCHA voor web, mobiel en meer.",
    "4008400186": "Stap 4: Klik op \"HAR exporteren\" (het kleine pijltje naar beneden) nadat u het hebt geprobeerd op te lossen, waardoor het netwerklogboek wordt opgeslagen. Stuur dat bestand naar ons.",
    "4011712313": "Als onderdeel van ons DMCA-beleid plaatsen we accounts van klanten voor wie we meerdere DMCA-meldingen van vermeende inbreuk ontvangen in een meerstaps DMCA-beleid inzake herhaalde inbreukmakers. Na ontvangst van herhaalde DMCA-meldingen in een kalendermaand, gaat het klantaccount van de ene beleidsstap naar de volgende.",
    "4015238193": "en OCR [",
    "4019638786": "A: Privacy Pass-gebruikers van hCaptcha zullen hun IP nooit aan hCaptcha blootstellen, tenzij de token-portemonnee van hun browser leeg is of de site deze verzendt. hCaptcha kan de gebruiker niet koppelen aan het inwisselen van tokens en heeft nooit rechtstreeks contact met de gebruiker tijdens het inwisselen, tenzij zijn token-portemonnee leeg is.",
    "4019660456": "0ms latentie: verifieer hCaptcha-tokens zonder API-aanroep.",
    "4023575072": "dubbel gebruik",
    "4024785952": "Cloudflare, Inc. (wereldwijd). Geleverde diensten: Cloudflare.com.",
    "4034694801": "Geen overeenkomende resultaten.",
    "4036662147": "5. Bescherming van vertrouwelijke informatie",
    "4036872105": "eerst en dan opnieuw proberen",
    "4039193170": "Als je problemen hebt met het verkrijgen of inwisselen van tokens:",
    "4044467791": "Voor de categorieën persoonlijke informatie die we in de afgelopen 12 maanden van u hebben verzameld, raadpleegt u het gedeelte 'Informatie die we verzamelen' hierboven. We verzamelen deze informatie voor de zakelijke en commerciële doeleinden die worden beschreven in het gedeelte 'Hoe we persoonlijke informatie gebruiken' hierboven. In de afgelopen 12 maanden hebben we de volgende categorieën informatie met derden gedeeld voor een zakelijk doel:",
    "4051104324": "\"Intuition Machines\" is een gedeponeerd handelsmerk van Intuition Machines, Inc.",
    "4051785543": "Gebruik maken van:",
    "4057343238": "Afmelden",
    "4059570880": "Als u de normalisatie-inspanningen wilt volgen, zijn er momenteel inspanningen aan de gang op:",
    "4060250206": "Gebruik dit formulier om een van onze technische specialisten te bereiken. Wij reageren snel.",
    "4063155841": "Uiterlijk op 25 juni 2021††",
    "4063769686": "Gebruikers ondersteunen de site die ze bezoeken en ervaren minder webspam. Dit lijkt een eerlijkere deal.",
    "4065065042": "Kies dit in om precies bij uw gebruiksgeval te passen.",
    "4065614934": "Deze analyse is niet nieuw, maar mensen zijn eeuwig optimistisch. Vooral als ze denken dat hun idee nieuw is.",
    "4072202039": "15 april 2019 - 15 juli 2019",
    "4074220464": "A: Eerder populaire opties zoals audio-captcha's discrimineren veel a11y-gebruikers en kunnen gemakkelijk worden verslagen door moderne machine learning-technieken. Dit heeft de huidige audio-uitdagingen gedwongen om steeds moeilijker te worden, met ruis, vreemde timing, ongebruikelijke woordcombinaties, enzovoort om aanvallers te verslaan. We zijn dus minder enthousiast over deze aanpak versus het helemaal vermijden van de uitdaging, maar zullen het overwegen als er vraag is vanuit de a11y-gemeenschap.",
    "4080263153": "Geen vrijstelling. We worden niet geacht afstand te hebben gedaan van enig deel van onze rechten of rechtsmiddelen, tenzij de afstandsverklaring schriftelijk is en door ons is ondertekend. Als we het afdwingen van onze rechten onder enige bepaling van deze overeenkomst uitstellen of niet afdwingen, houdt dat geen afstandsverklaring in van ons recht om vervolgens een dergelijke bepaling of een deel van deze overeenkomst af te dwingen.",
    "4082053540": "19-25 juni 2021††",
    "4083018285": "Een reeks uitgebreide functies die worden gecombineerd met verbeterde SOC-bewaking en -respons om geavanceerde, aanhoudende bedreigingen aan te pakken",
    "4086379603": "Vragen?",
    "4087694419": "Een schrapende hacker kan ook gegevens verzamelen van sites zoals Amazon en eBay om valse of bedrieglijke productvermeldingen te maken. Hij of zij kan ze vervolgens te koop aanbieden via peer-to-peer-services zoals OfferUp en phishing-aanvallen uitvoeren op de kopers. Of de fraudeur kan producten verkopen die niet bestaan. Een andere fraude met screen scraping is het faken van advertentie-uitgevers. Door de inhoud van uitgeverssites te schrapen, kan de fraudeur valse advertentie-uitgeverspagina's maken op verschillende services. Ze kunnen vervolgens advertenties op die pagina's verkopen aan geautoriseerde wederverkopers, van wie ze de contacten hebben verzameld uit het ads.txt-bestand van de uitgever. De advertentieruimtes lijken echt voor de adverteerder, maar zijn dat niet.",
    "4087729475": "de uitdaging na je eerste oplossing.",
    "4088941349": "Gegevens van gekochte, verkregen of overwogen producten of diensten.",
    "4091044469": ". Zorg ervoor dat je de extensie in de incognitomodus hebt ingeschakeld. Bezoek vervolgens een website die hCaptcha gebruikt en los een captcha op. Vanaf versie 2.0.3 kunt u deze tokens inwisselen op websites met hCaptcha.",
    "4097297673": "Als klant, aanvrager of integrator stemt u ermee in gebonden te zijn aan de onderstaande voorwaarden, naast eventuele andere bindende voorwaarden tussen u en IMI.",
    "409780280": "( ) Goed geprobeerd, ****! Ik hoop dat iemand op je toetsenbord stapt!",
    "4099477834": "Alle klantrelaties worden ook beschermd door een sterke Verwerkersovereenkomst. De hCaptcha-service voldoet aan alle privacywetten, ongeacht waar uw service of uw klanten zich bevinden. Het niet bewaren van persoonsgegevens maakt dit voor ons veel gemakkelijker dan voor andere bedrijven.",
    "4101570501": "We werken momenteel ook aan een cryptografische oplossing om uw e-mailadres snel te verwijderen en tegelijkertijd misbruik te voorkomen, als aanvulling op ons Privacy Pass-werk.",
    "410397176": "Voor meer informatie",
    "4104188759": "AI-ethisch beleid",
    "4104221634": "hCaptcha-klanten omvatten verschillende sectoren, van technologiebedrijven tot bedrijven die zich richten op mode, detailhandel en andere gebieden waar ze waarde kunnen creëren door machine learning toe te passen.",
    "4114820649": "2. Klik op het tabblad \"Privacy\".",
    "4131598919": "druk op",
    "4132302900": "5. Uw privacy, uw gegevens en \"Data For All\"",
    "4137573005": "heeft uitgebreide en gezaghebbende antwoorden over hoe we gegevens gebruiken, maar het korte antwoord is dat we er geen belang bij hebben u als persoon te associëren met uw browsegeschiedenis.",
    "4138068262": "gebruikers. Uiteindelijk zal het omgaan met uitdagingen waarschijnlijk deel blijven uitmaken van het arsenaal aan hulpmiddelen om online misbruik te verminderen, zolang de menselijke natuur ongewijzigd blijft.",
    "4142610534": "Voor laattijdige betalingen worden te late betalingen in rekening gebracht tegen een tarief van 1,5% procent per maand of het maximale wettelijk toegestane bedrag, indien dit lager is. Als u om welke reden dan ook het verschuldigde bedrag onder deze Overeenkomst niet betaalt, kan uw account naar eigen goeddunken worden opgeschort, in welk geval er geen extra betalingen van uw account zullen worden gedaan voor het voltooien van taken en al uw taken zullen worden verwijderd van onze website. U moet ons alle verschuldigde bedragen op eerste verzoek terugbetalen, plus eventuele verwerkingskosten, te late vergoedingen of advocaatkosten. We kunnen ook passende meldingen doen aan kredietinformatiebureaus en wetshandhavingsinstanties.",
    "4146870445": "Wie we zijn",
    "4147497805": "Wortel",
    "4149738856": "hCaptcha moet worden gebruikt als een bijvoeglijk naamwoord en gevolgd door een goede generieke term.",
    "41530052": "28. Algemene voorwaarden",
    "4154415610": "***** Uitbetalingen van september 2020 worden in batches uitgevoerd wanneer de afstemming is voltooid, en sommige worden enkele dagen later uitgevoerd dan oorspronkelijk gepland vanwege vertragingen bij de afstemming.",
    "4162383380": "16 - 22 september 2020*****",
    "4162847": "We hebben dit direct kunnen waarnemen, aangezien sommige van onze klanten A/B-tests uitvoeren op hetzelfde verzoek voordat ze volledig overstappen van het aanbod van Google. We zijn doorgaans in staat om zowel een hoog percentage fout-positieve als fout-negatieven aan te tonen afkomstig van reCAPTCHA v3 of reCAPTCHA Enterprise.",
    "4163469907": "Stap 2: Klik op het tabblad Netwerk in Developer Tools. Vink bovenaan het vakje 'Logboek bewaren' aan.",
    "4165374512": "Hoewel het mogelijk is om IP- en locatiedetectietools te gebruiken om het opvullen van inloggegevens te voorkomen, is het een meer kosteneffectieve en nauwkeurige methode om de geautomatiseerde bot voor het opvullen van inloggegevens zelf te onderbreken. hCaptcha en hCaptcha Enterprise kunnen de bot tegenhouden op het punt van binnenkomst. Zelfs als de bot de juiste inloggegevens heeft, als hij niet voorbij de detectie van hCaptcha Enterprise of de CAPTCHA van hCaptcha kan komen, zal hij zijn stuffing niet doen en zijn uw site en gebruikers beschermd.",
    "4166776480": "Credential Stuffing: wat het is en hoe de aanvallen te stoppen?",
    "4169910317": "9. Naleving van de wet",
    "4172868199": "gaat veel verder dan dit en begeeft zich op het gebied van pogingen om \"goede mens\" ook van \"slechte mens\" te onderscheiden, en wordt tegenwoordig door veel van 's werelds populairste online services gebruikt om alles te vinden en te stoppen, van aankoopfraude tot geavanceerde hardnekkige bedreigingen tegen hun gebruikers, met behoud van een unieke focus op het behoud van privacy.",
    "4179118182": "( ) technisch ( ) wetgevend ( ) marktgericht ( ) burgerwacht",
    "4181060163": "Derden mogen geen variaties of spelfouten gebruiken of op een manier handelen die verwarring zou veroorzaken over de hCaptcha-handelsmerken.",
    "4181611011": "Afstemmingsdatum",
    "4185927140": "Productmanager, Flash, Shopify",
    "4188477534": "hCaptcha®",
    "4188664955": "Algemene servicevoorwaarden",
    "4188814619": "hCaptcha is een service van Intuition Machines (",
    "4194763679": "Fijnmazige moeilijkheidsgraden",
    "4195759329": "Botdetectie en risicoscores",
    "4197928199": "Privacybeleid",
    "4199502476": "Geavanceerde rapportagedashboards en API",
    "4202774977": "Object",
    "4205152730": "U wordt aangemoedigd om overal op onze website, forum, berichten-, chat- en andere door IMI beheerde socialemediakanalen te communiceren met andere gebruikers, maar als u dit doet, moet u zich houden aan alle service- en gebruiksvoorwaarden op onze site en alle relevante wetten .",
    "4208081170": "Categorie van persoonlijke informatie",
    "4209078147": "Om onze site te verbeteren en uw bezoeken aan onze platforms en site beter te begrijpen.",
    "4215483493": "A: hCaptcha is vanaf het begin ontworpen voor privacy. Het is heel anders dan traditionele opties zoals reCAPTCHA die eigendom zijn van advertentienetwerken, die een stimulans hebben om u op internet te volgen en u te associëren met een echte identiteit.",
    "4217013126": "Uitbetalingen lopen doorgaans de hele dag door op de Uitbetalingsdatum, en worden over het algemeen rond middernacht Pacific Time voltooid. Als een account is gemarkeerd voor beoordeling, kan het tot vijf extra werkdagen duren om een betaling vrij te geven.",
    "4217693416": ". De hCaptcha.com- en BotStop.com-websites (de Sites) kunnen aanvullende cookies bevatten, zoals beschreven in dit Beleid.",
    "42182578": "Verwijder uw persoonlijke gegevens.",
    "4222109231": "Beperk het API-risico met hCaptcha's Enterprise Product",
    "4224961202": "Privacy, beveiliging en machine learning.",
    "4227800293": "( ) Gebruikers van e-mail zullen het niet verdragen",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "4228682126": "Kenmerkcategorisatie",
    "4230322909": "We proberen altijd een goed begrip te krijgen van elke nieuwe klant en hun beoogde gebruik, zowel om te bevestigen dat het goed past bij onze producten en diensten en om ervoor te zorgen dat het voldoet aan het beleid dat we als bedrijf hebben aangenomen.",
    "423222878": "Enkele van de moeilijkste cyberaanvallen om te detecteren, te voorkomen en te stoppen, zijn die waarbij een kwaadwillende actor legitieme gebruikersreferenties kan gebruiken om in te loggen op een actief gebruikersaccount. Zonder veel geavanceerde detectiemogelijkheden heeft het bedrijf dat het account host geen reden om te vermoeden dat er iets mis is. Een klant lijkt simpelweg te zijn ingelogd op zijn of haar account. De aanvaller bereikte deze succesvolle list met behulp van gestolen inloggegevens, meestal het resultaat van een cyberaanvaltechniek die bekend staat als 'credential stuffing'. Het is tegenwoordig een serieus probleem, maar een probleem dat kan worden verholpen met de juiste tegenmaatregelen.",
    "424089481": "Amazon Web Services, Inc. (wereldwijd). Geleverde diensten: Amazon Web Services. https://aws.amazon.com/security/",
    "4242322181": "U bent verantwoordelijk voor de betaling van alle belastingen die verband houden met de Services, behalve de Amerikaanse belastingen die worden geheven op het netto-inkomen of persoonlijke eigendommen van Intuition Machines.",
    "4243348003": "Stap 3: bezoek",
    "4246520782": "Het internet is de afgelopen jaren zelfs getuige geweest van een ware wapenwedloop tussen fraudeurs en verdedigers.",
    "4247858664": "de aanmeldingspagina voor toegankelijkheid",
    "4248655793": "- Alex M.",
    "4255608322": "Laatst bijgewerkt: 12 april 2021",
    "42559805": "Heeft u dringend onboarding nodig?",
    "4256083674": "Op direct verzoek van een Integrator om het frauderisico van een specifiek CAPTCHA-uitdagingsverzoek of IP-adres te identificeren, of anderszins wanneer specifieke toestemming is gegeven.",
    "4257144752": "Realtime schattingen weerspiegelen niet de uiteindelijke nauwkeurigheid of menselijkheid, en daarom kunnen uw uiteindelijke inkomsten aanzienlijk omhoog of omlaag verschillen van de cijfers die vóór uw eerste afstemming in het dashboard worden getoond.",
    "4260466272": "U kunt er op elk moment voor kiezen om te stoppen met het gebruik van onze website, op voorwaarde dat u zich houdt aan alle toepasselijke IMI-beleidsregels. We kunnen, naar eigen goeddunken, deze overeenkomst beëindigen, de toegang tot onze website opschorten of diensten onmiddellijk verwijderen zonder voorafgaande kennisgeving om welke reden dan ook.",
    "4260542944": "Content scraping (ook bekend als \"screen scraping\" of gewoon \"scraping\") is een bekend, vaak handig proces voor het verzamelen van informatie van internet. In de afgelopen jaren is de techniek echter een favoriet hulpmiddel geworden van hackers en fraudeurs. Tegenmaatregelen kunnen de dreiging effectief verminderen, maar om ze te implementeren, is het essentieel om te begrijpen hoe het proces werkt.",
    "426125156": "17. Auteursrecht en verwijdering",
    "4263626815": "hCaptcha-toegankelijkheidscookies werken met alle populaire browsers en adblockers met hun standaardinstellingen, dus fouten zijn meestal te wijten aan 'anti-anti-adblock'-scripts of vergelijkbare regelsets die zich op bepaalde sites richten.",
    "4264784515": "Beveiligingsfouten",
    "4270038521": "(de \"Sites\") en de hCaptcha-toepassingsprogramma-interface en gerelateerde software en materialen (gezamenlijk de \"Service\").",
    "4272022475": "Alle verzoeken en activa gaan naar hcaptcha.yourdomain.com",
    "4272088465": "de goede doelen van uw keuze met de inkomsten die u hiermee behaalt.",
    "4272454814": "Integreer met de identiteitsprovider van uw keuze.",
    "4274324704": "Hier leest u hoe u onze naam in geschreven tekst gebruikt:",
    "4277475973": "( ) Publieke onwil om vreemde nieuwe vormen van geld te accepteren",
    "4280117172": "Veel landen doen het zelfs net iets beter dan de VS, waaronder Nigeria, India, Brazilië en Duitsland:",
    "4281708680": ". Bij hCaptcha hebben we bewust voor een heel andere benadering gekozen, waarbij we technieken voor het beschermen van de privacy van machines gebruiken om typisch botgedrag met hoge nauwkeurigheid te identificeren, terwijl we zo min mogelijk gegevens verbruiken en opslaan.",
    "4284094387": "†† Sommige afstemmingen en uitbetalingen van juni 2021 zullen in de volgende week worden uitgevoerd vanwege vertragingen bij de verificatie van de definitieve berekeningen tijdens de afstemmingsperiode.",
    "4286602632": "c) 100.000 verzoeken per maand voor integrators die hCaptcha Publisher (gratis) accounts gebruiken om commerciële botbeheerproducten mogelijk te maken, bijv. webfirewalls (WAF's) en soortgelijke toepassingen,",
    "4290195307": "voor gedetailleerde begeleiding.",
    "433424759": "Betalingsfraude omvat elk type illegale transactie waarbij een cybercrimineel het slachtoffer iets van waarde ontneemt, meestal geld. Dit kan betekenen dat u een gestolen creditcard gebruikt om online goederen te bestellen of een bankrekening overneemt en er illegaal geld van overmaakt. Er zijn veel variaties, maar ze hebben allemaal hetzelfde resultaat: een oplichter gebruikt een gestolen identiteit of betalingsinformatie om te stelen van een consument, een bank of een handelaar.",
    "435302267": "blogbericht van het bedrijf",
    "436125785": "Dit is niet verwonderlijk gezien de onnauwkeurigheid van de feedbackloops die beschikbaar zijn in die producten, en het feit dat ze worden verkocht door een advertentienetwerk met een overweldigend gevestigd belang om niet al te goed te worden in botdetectie, anders zou het hun kernactiviteiten schaden.",
    "439777523": "Regelgeving is belangrijk",
    "443094024": "Bestandsbin",
    "444492541": "debug-logboekinstructies voor Firefox",
    "448807334": "(\"Honderden miljoenen CAPTCHA's worden elke dag door mensen opgelost.\") Ontvangen op 8 juli 2019.",
    "451701069": "Voldoet aan de AVG, CCPA,",
    "452920031": "Een opmerking voor klanten buiten de Verenigde Staten.",
    "453723556": "U kunt deze Klantenbijlage onafhankelijk van de Servicevoorwaarden beëindigen door op te houden een Klant of Aanvrager te zijn. We behouden ons het recht voor om uw status als Klant of Aanvrager op elk moment op te schorten of te beëindigen, of om uw account of gebruik van de Services op een andere manier te beëindigen in overeenstemming met de Servicevoorwaarden. U blijft na beëindiging aansprakelijk voor elk verschuldigd bedrag op uw Bestelformulier. Als uw abonnement maandelijkse of jaarlijkse vergoedingen of maandelijkse of jaarlijkse minima omvat, bent u nog steeds verantwoordelijk voor het betalen van alle servicekosten tot het einde van respectievelijk die maand of dat jaar.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "457627611": "Ja. Wij en onze analyse- of serviceproviders, marketingpartners en gelieerde ondernemingen kunnen cookies, webbakens of pixels en andere technologieën gebruiken om ervoor te zorgen dat iedereen die de Sites gebruikt de best mogelijke ervaring heeft. Raadpleeg het gedeelte 'Analyse- en trackingtechnologieën van derden' van ons privacybeleid voor meer informatie.",
    "458271951": "Als u een Bijdrager bent die toegang heeft tot de Services en/of taken uitvoert via of in verband met een Integrator namens Intuition Machines (handelend als een Aanvrager), kan Intuition Machines u belonen voor acceptabele voltooiing van bepaalde taken. In het geval dat blijkt dat u betrokken bent geweest bij fraude, misbruik of schending van deze Servicevoorwaarden, kunnen alle beloningen aan u worden ingehouden en/of teruggevorderd door Intuition Machines.",
    "458376553": "U kunt bepaalde persoonlijke informatie die u ons mogelijk heeft verstrekt, openen, corrigeren, wijzigen of verwijderen via uw Integrator-, Klant- of Toegankelijkheidsgebruikersaccount (als u een Integrator, Klant of Toegankelijkheidsgebruiker bent). Als u dit niet kunt doen, of vragen heeft over persoonlijke informatie die we over u hebben verzameld en/of gedeeld, of als u uw toestemming voor onze verwerking wilt intrekken (dwz uw account volledig verwijderen), neem dan contact met ons op via",
    "461631543": "AVG-opmerking",
    "462321455": "Plaats van arbitrage. Elke arbitrageprocedure op grond van deze sectie zal standaard plaatsvinden in de staat Californië, tenzij u buiten de Verenigde Staten woont, in welk geval de arbitrage volledig elektronisch of telefonisch zal plaatsvinden. De arbitrage kan op elke andere plaats plaatsvinden indien door elke partij schriftelijk overeengekomen. Ongeacht de locatie kan elke partij ervoor kiezen om bij de arbitrage te verschijnen via live video of teleconferentie.",
    "464238793": "Als Google zelf vaststelt dat een gebruiker die een advertentie ziet of op een link klikt, in feite een bot is, kan Google geen kosten in rekening brengen voor advertenties die aan die gebruiker worden getoond. Dit belangenconflict heeft de reikwijdte van de antibot-ambities van Google ernstig beperkt.",
    "465714311": "Voor gebruikers van toegankelijkheid: handleiding voor vragen en antwoorden en probleemoplossing",
    "465783046": "Wil je het eens proberen met je gegevens?",
    "468929661": "De gemiddelde kosten van het breken van een reCAPTCHA zijn ongelooflijk laag (minder dan $ 1 per 1000 oplosingen) en zijn niet wezenlijk gestegen sinds onze monitoring in 2016 begon. Dit geldt voor zowel reCAPTCHA v2 als v3. [",
    "469089249": "A: Dit komt meestal door het gebruik van een agressieve adblocker of anti-cookie-extensie, of een instelling die 'cross-site'-cookies blokkeert, in dit geval een cookie voor hcaptcha.com die is ingesteld of gecontroleerd door de hCaptcha JS op een andere site, zoals de site die u bezoekt.",
    "47536007": "Meer informatie over hCaptcha",
    "477275453": "Waarom zijn API's een populair doelwit voor hackers?",
    "487083593": "verkoop",
    "493717511": "2. Vraagt deze klant om diensten die mogelijk zijn?",
    "497117287": "Toegankelijkheidsinstellingen",
    "499510428": "We geloven inderdaad dat regelgeving ons hier heeft geholpen",
    "501102544": ": we zijn van mening dat de hCaptcha-antibotservice (dwz de Service die is ingebed in websites, games of mobiele apps) alleen zogenaamde \"toestemmings-vrijgestelde\" cookies bevat in overeenstemming met de AVG-regelgeving. Voorbeelden van dergelijke vrijgestelde cookies zijn:",
    "504332576": "We zijn trots om aan te kondigen dat hCaptcha is uitgegroeid tot de grootste onafhankelijke cyberbeveiligingsservice ter wereld, die op ongeveer 15% van het internet draait - en we hebben het grootste deel van dit marktaandeel rechtstreeks overgenomen van Google reCAPTCHA. Samen, hCaptcha en",
    "505891021": "Etiketteringsservices",
    "508143070": "Houd er rekening mee dat IMI de verwerkingsverantwoordelijke is van uw persoonlijke informatie, behalve wanneer wij persoonlijke informatie verwerken namens onze Integrators in verband met de levering van onze Service, in welk geval wij de verwerker van persoonlijke informatie zijn en die Integrators de verwerkingsverantwoordelijken zijn van de persoonlijke informatie.",
    "512598290": "Daarom moeten we u vragen altijd alle hCaptcha-merken en -logo's te gebruiken in een vorm die voldoet aan de onderstaande regels, inclusief hoofdlettergebruik, lettertype en stijl.",
    "512991700": "Als u een vergoeding wilt betwisten, moet u uiterlijk dertig (30) dagen na de sluitingsdatum van de eerste factuur of het rekeningoverzicht waarin de fout of het probleem verscheen contact opnemen met onze klantenservice om een correctie of krediet te ontvangen.",
    "515733427": "( ) Bereidheid van gebruikers om per e-mail ontvangen OS-patches te installeren",
    "517010299": "Let op: we werken momenteel aan een grote backend-overgang naar bijna-realtime afstemming. Periodieke afstemmingen zullen tot en met Q1 2021 minder vaak plaatsvinden dan normaal. Dit heeft geen invloed op uitbetalingsschema's of datums.",
    "519755936": "U alleen bent verantwoordelijk voor het naleven van federale, staats-, provinciale en lokale wetten in verband met uw gebruik van de Services. U stemt ermee in ons te vrijwaren en schadeloos te stellen voor alle claims tegen ons omdat u de wet niet hebt nageleefd of rechten van derden hebt geschonden, inclusief maar niet beperkt tot contractuele, intellectuele eigendoms- of privacyrechten.",
    "532470444": "De balans kan van jaar tot jaar enigszins verschuiven, maar dit gedrag weerspiegelt gewoon de fundamentele menselijke natuur, en vijfduizend jaar opgetekende geschiedenis impliceren dat de dynamiek waarschijnlijk niet snel zal veranderen.",
    "535659033": "Creative Commons Naamsvermelding",
    "538871570": "Concurreren met Google en andere Big Tech-bedrijven lijkt een hele opgave: hun monopolistische marktmacht, platformeffecten en leger van goedbetaalde ontwikkelaars worden over het algemeen als te krachtig beschouwd om aan te pakken voor iedereen behalve andere technische giganten zoals Facebook of Amazon. Ons verhaal laat zien dat het niet zo hoeft te zijn - je kunt Big Tech verslaan door te focussen op privacy.",
    "54093347": "DMCA-geregistreerde agent",
    "547245263": "Los uw botprobleem vandaag nog op.",
    "548587288": "rond de wereld.",
    "55035359": "Gebruikt u momenteel reCAPTCHA?",
    "551761392": "en stuur links) en optioneel een screenshot, als u vermoedt dat er iets niet correct wordt weergegeven. Stuur ook het IP-adres dat u gebruikt. Je kunt het krijgen van",
    "552920956": "Met hCaptcha kunnen websites beloningen verdienen en bots en andere vormen van misbruik blokkeren. hCaptcha stelt u ook in staat om met deze verdiensten de goede doelen van uw keuze te steunen.",
    "554844646": "U kunt bevestigen dat de extensie werkt door de teller elke keer dat u klikt met 1 te zien dalen",
    "555158694": "Een service die u gebruikt, heeft ervoor gekozen om uw ervaring op hun site te verbeteren door hCaptcha te installeren om kwaadaardig verkeer te verminderen.",
    "555246307": "Trouwens, hier is hoe het verhaal van de edelman en zijn chauffeur eindigt: De agent zorgde ervoor dat de twee mannen urenlang samen in een kamer zaten en zich verveelden. Aan het eind van de dag verscheen hij en zei: \"Ik zal nu met de wagenchauffeur spreken.\" De man in de edele kleding stond op. Hij verveelde zich zo, dat hij vergat dat hij alleen maar deed alsof hij de edelman was.",
    "555749578": "er is minder dan 1% variantie in oplospercentages in grote landen op elk continent.",
    "558378834": "Op dit moment nemen we daarom geen verzoeken meer in behandeling met betrekking tot paraplu's. De kans op verwarring wanneer een eindgebruiker op dit moment een vraag over paraplu's ziet, is te groot, en uiteindelijk is ons doel om de wereld een aangenamere plek te maken.",
    "563059212": "Lijst met subverwerkers",
    "564127016": "Het hCaptcha-handpictogram:",
    "565624910": "droogte",
    "578738483": "U kunt het gebruik van cookies over het algemeen activeren of later deactiveren via een functionaliteit die in uw webbrowser is ingebouwd. Als je meer wilt weten over cookies, of hoe je ze kunt beheren, uitschakelen of verwijderen, ga dan naar",
    "58091799": "Meer informatie over hCaptcha Publisher en Enterprise",
    "583434701": "hCaptcha Toegankelijkheid",
    "585557010": "Daag minder dan 0,1% van de legitieme gebruikers uit.",
    "593735469": "Waarom uw nieuwe antispamoplossing niet werkt",
    "595582512": "Als u uw site of app effectief wilt beschermen tegen bots, spammers of andere kwaadwillende actoren, en dit allemaal met behoud van de privacy van uw gebruikers (en in overeenstemming met alle relevante regelgeving!), overweeg dan hCaptcha en ons Enterprise-aanbod",
    "596347471": "Application Programming Interfaces (API's) zijn een populair doelwit geworden voor kwaadwillende actoren in cyberspace. Hier zijn veel redenen voor, waaronder hun grote bruikbaarheid bij applicatie-integratie. Het is echter mogelijk om het API-risico te verkleinen.",
    "600646860": "In plaats van een dienst van twijfelachtige waarde aan te bieden en tegelijkertijd arbeid met echte waarde te extraheren, biedt hCaptcha zowel compensatie als sterke anti-botbescherming.",
    "604751186": "Andere problemen? E-mail",
    "606978017": "Welkom bij hCaptcha! Dit privacybeleid beschrijft de praktijken van Intuition Machines, Inc. (\"IMI\", \"wij\" of \"ons\") met betrekking tot onze verzameling, gebruik en openbaarmaking van informatie (inclusief persoonlijke informatie, hieronder gedefinieerd) via onze website op",
    "611905972": "Zorgen voor naadloze toegang voor alle gebruikers met behoud van veiligheid",
    "614310292": "Wie heeft hCaptcha gebouwd?",
    "615017396": "Een cookie (\"Cookie\") is een klein tekstbestand dat door een webpaginaserver op uw harde schijf wordt geplaatst. Cookies bevatten informatie die later kan worden gelezen door een webserver in het domein dat de cookie aan u heeft verstrekt. Sommige cookies worden alleen gebruikt als u bepaalde functies gebruikt of bepaalde voorkeuren selecteert, en sommige cookies zullen altijd worden gebruikt. U kunt meer te weten komen over elke cookie door onze huidige cookielijst hieronder te bekijken. We werken deze lijst regelmatig bij, dus er kunnen extra cookies zijn die nog niet in de lijst staan. Webbakens, tags en scripts kunnen op de Sites of in e-mails worden gebruikt om ons te helpen cookies te leveren, bezoeken te tellen, het gebruik en de effectiviteit van de campagne te begrijpen en te bepalen of een e-mail is geopend en opgevolgd. We kunnen rapporten ontvangen op basis van het gebruik van deze technologieën door onze service-/analyseproviders op individuele en geaggregeerde basis.",
    "615031303": "(Zie voetnoten",
    "615618648": "15 april 2021 - 15 juli 2021",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "622103562": "17 december 2019**",
    "633598495": "Administratieve uitputting. U kunt elke claim die voortvloeit uit uw gebruik van deze website indienen bij een administratieve instantie, maar alleen voor zover de toepasselijke wetgeving toegang tot een dergelijke instantie toestaat, niettegenstaande het bestaan van een arbitrageovereenkomst. Dergelijke administratieve claims omvatten, maar niet beperkt tot, claims of aanklachten ingediend bij de Equal Employment Opportunity Commission, het Amerikaanse ministerie van Arbeid en de National Labor Relations Board. Niets in deze clausule zal worden geacht u uit te sluiten of u te verontschuldigen om een administratieve claim bij een instantie in te dienen om te voldoen aan uw verplichting om administratieve rechtsmiddelen uit te putten voordat u een claim in arbitrage indient, maar u doet afstand van het recht op enige geldelijke vergoeding via deze dergelijke bemiddelingsprocedures.",
    "636461959": "Naam",
    "63719113": "gebruikt geavanceerde machine learning om kwaadaardig verkeer naar uw site en apps te identificeren, inclusief scraping-activiteiten.",
    "639413188": "in antwoord.",
    "641342999": ", of de website waarop je een probleem hebt (Privacy Opmerking: alleen als je het niet erg vindt om te delen wat het is) ... en klik vervolgens op de knop \"Ik ben een mens\" en probeer het op te lossen.",
    "647630208": "En dat is het! Uw online browsen is nu meer privé.",
    "648630222": "Voorkom betalingsfraude met hCaptcha Enterprise",
    "649193891": "https://developers.google.com/recaptcha/",
    "649261378": "5-11 januari 2021*",
    "64953197": "15 okt 2020 - 15 jan 2021",
    "651123197": "Een telling van het huidige totaal in uw portemonnee wordt weergegeven op het pictogram na het voltooien van de uitdaging.",
    "653679457": "Variërende storingen",
    "654326661": "Wil je het zelf zien? Probeer hCaptcha gratis.",
    "655974837": "Geen garanties met betrekking tot inhoud",
    "659124570": "Als u bovendien inhoud ziet die van u is, gereproduceerd op het hCaptcha-platform en deze om welke reden dan ook wilt verwijderen, kunt u contact met ons opnemen via e-mail op",
    "661412233": "Het is ook waardevol om na de captcha te weten dat sommige gebruikers bots waren. Hiermee kunnen website-eigenaren oude spamberichten opschonen en 'slaapaccounts' die in de toekomst op spamforums zijn geregistreerd, verwijderen, fraude verminderen en meer.",
    "664236229": "trekverzoek",
    "680638297": "U informatie verstrekken over onze verwerking van uw persoonlijke gegevens en u toegang geven tot uw persoonlijke gegevens.",
    "685916926": "Waarom is reCAPTCHA in de loop van de tijd niet verbeterd?",
    "692064738": "( ) De politie pikt het niet",
    "692176459": "Log in",
    "693820850": "Je kunt Google verslaan door privacy voorop te stellen",
    "69844082": "hCaptcha-handelsmerken, grafische symbolen, logo's, lettertypen of pictogrammen mogen ook niet op minachtende wijze worden gebruikt.",
    "700843971": "Hound Technology, Inc. (wereldwijd). Geleverde diensten: honeycomb.io.",
    "702287791": "hCaptcha-uitgever (gratis)",
    "703051968": "ha hand icoon:",
    "707527778": "Informatie van kinderen",
    "707541553": "Alle informatie op onze internetpagina's is gevalideerd door IMI of een derde partij. Noch IMI noch derden kunnen er echter verantwoordelijk voor worden gehouden dat de informatie actueel, nauwkeurig of volledig is. Dit geldt ook voor andere websites die via hyperlinks op onze pagina's te bereiken zijn. IMI aanvaardt geen verantwoordelijkheid voor de inhoud van deze externe websites.",
    "710145621": "Geef uw eigen grondwaarheidsgegevens op of laat ons deze on-the-fly bouwen",
    "713281684": "Aubergine",
    "714342693": "Het hCaptcha-team verzamelt sinds 2016 prijsgegevens van \"dark web\" captcha-breaking-services. We merkten een interessante trend op:",
    "717622341": "hCaptcha Enterprise™",
    "719304627": "End-to-end controle nodig?",
    "723027910": "Dit is geen juridisch advies en er worden geen garanties gegeven met betrekking tot deze analyse. Als u nog vragen of opmerkingen heeft, neem dan contact met ons op via:",
    "728503636": "Uitbetalingsdatum",
    "731546974": "10. Bijdrager- of integratorbelastingen",
    "734735952": "We hebben een aantal CAPTCHA-leveranciers geëvalueerd en zelf een systeem gebouwd. Uiteindelijk kwam hCaptcha naar voren als het beste alternatief voor reCAPTCHA.",
    "735630686": "Uw gegevens beheren (uw rechten)",
    "740501259": "Eenvoudige API-gestuurde pijplijnen",
    "741483946": "* Met andere woorden: u kunt hCaptcha Privacy Pass-tokens krijgen op hCaptcha.com en deze rechtstreeks op andere sites gebruiken met hCaptcha.com. U kunt geen hCaptcha Privacy Pass-tokens krijgen of inwisselen om de hCaptcha-service zoals gebruikt door Cloudflare te omzeilen, aangezien Cloudflare zijn eigen Privacy Pass-tokens uitgeeft en inwisselt.",
    "751483365": "Ondersteuning voor niet-JavaScript-clients.",
    "755156539": "hCaptcha geautoriseerde wederverkoper™",
    "755283510": "als u denkt dat we informatie hebben van of over een kind jonger dan 13 jaar.",
    "759057398": "Kennisgeving aan EU-betrokkenen",
    "763447231": "Tegelijkertijd kan het voorkomen dat bots toegang krijgen tot sites van uitgevers advertentiefraude aan het licht brengen, waardoor het reCAPTCHA-product van Google rechtstreeks wordt afgezet tegen hun advertentieactiviteiten, die meer dan 80% van hun inkomsten genereren.",
    "766825168": "Acties die we kunnen ondernemen op grond van het DMCA-beleid voor herhaalde inbreukmakers, zijn onder meer het verzenden van waarschuwingen over verhoogde zichtbaarheid naar de geregistreerde klant van het account. Om deze waarschuwingen te bevestigen, kunnen we de klant vragen om in te loggen op het account of ons ondersteuningsteam te bellen. We behouden ons ook het recht voor om de hCaptcha- en IMI-service van elke klant voor wie we DMCA-meldingen van vermeende inbreuk blijven ontvangen, op te schorten of te beëindigen, evenals andere voorlopige maatregelen toe te passen, zelfs nadat we waarschuwingen voor herhaalde inbreukplegers hebben verzonden. Daarnaast kunnen we naar eigen goeddunken andere hCaptcha- of IMI-services die aan deze klanten worden geleverd, beëindigen wanneer we de hCaptcha-service onder dit beleid beëindigen.",
    "767207800": "Als uw gegevens mogelijk expliciete of aanstootgevende inhoud bevatten, vragen we u deze te markeren als \"EXPLICIETE INHOUD\" om als eerlijke waarschuwing te dienen voor iedereen die uw gegevens ziet. Zonder een afzonderlijke schriftelijke overeenkomst met IMI mag u niet taken opnemen die in strijd zijn met ons beleid, met inbegrip van, maar niet beperkt tot, (a) taken die direct of indirect reclame maken voor een andere website of dienst, (b) taken die in strijd zijn met de voorwaarden van een website van een derde en voorwaarden, (c) taken die bijdragers vragen om derden te vragen, (d) taken die bijdragers vragen om actie te ondernemen om het gedrag of de resultaten van een website te manipuleren, (e) taken die de intellectuele eigendomsrechten van derden schenden, en (f) taken waarvoor Contributors software of bestanden moeten downloaden.",
    "770264626": "Voeg hCaptcha toe aan uw service (gratis)",
    "776542208": "( ) Eeuwige wapenwedloop betrokken bij alle filterbenaderingen",
    "777660551": "Wat is Credential Stuffing?",
    "778204464": "Een rich text-element kan worden gebruikt met statische of dynamische inhoud. Voor statische inhoud plaatst u deze op een willekeurige pagina en begint u met bewerken. Voor dynamische inhoud voegt u een RTF-veld toe aan een verzameling en koppelt u vervolgens een RTF-element aan dat veld in het instellingenpaneel. Voila!",
    "779426309": "Een echte naam, unieke persoonlijke identifier, online identifier, Internet Protocol-adres, e-mailadres, accountnaam of andere soortgelijke identifiers.",
    "779817954": "V: Als ik Privacy Pass-passen heb die zijn uitgegeven door een andere provider, kan ik ze dan inwisselen op hCaptcha?",
    "780280214": "Hoe hCaptcha en hCaptcha Enterprise de dreiging van credential stuffing verminderen",
    "780475098": "Advertentienetwerken zien uw bezoekers als het product. Het maakt ons alleen uit of een bezoek goed of slecht is. hCaptcha voldoet aan de AVG, CCPA, LGPD, PIPL en andere wereldwijde gegevenswetten.",
    "787916198": "Met uw toestemming",
    "788770967": "Sorry om dat te horen! Misschien wilt u onze toegankelijkheidsoptie gebruiken:",
    "793242047": "Beperk de uitdagingen voor gebruikers om snelle toegang tot applicaties mogelijk te maken",
    "793784899": "Plannen",
    "803639471": "Het hCaptcha-logo bestaat uit het handpictogram en het hCaptcha-logotype. In zijn alternatieve vorm kan het handpictogram vanzelf verschijnen wanneer de ruimte beperkt is en \"hCaptcha\" wordt gebruikt als een woordmerk (zoals hierboven beschreven) in de buurt van het handpictogram, zodat het duidelijk is dat het handpictogram hCaptcha vertegenwoordigt.",
    "805221621": "Neem dan contact met ons op via",
    "805971861": "\"Paraplu\" is een term in ImageNet, de standaard benchmarkgegevensset die wordt gebruikt door computervisieonderzoekers. Het betrouwbaar identificeren van mensen met paraplu's is ook van cruciaal belang voor het bouwen van veilige geavanceerde rijhulpsystemen (ADAS) van de volgende generatie.",
    "808872868": "Bijvoorbeeld: spam, fraude en misbruik bestaan online sinds bijna de dag nadat twee systemen voor het eerst met elkaar werden verbonden.",
    "809251240": "Contact met ons opnemen",
    "811735413": "Uitzonderingen. Geschillen die mogelijk niet onderworpen zijn aan een voorafgaande arbitrageovereenkomst zoals bepaald door de Dodd-Frank Wall Street Reform and Consumer Protection Act (Public Law 111-203) zijn uitgesloten van deze",
    "818049069": "Uiterlijk op 15 juli 2019",
    "824740867": "In plaats van de oplossing te verbeteren, bracht Google in plaats daarvan reCAPTCHA v3 uit, dat veel meer werkt als een advertentienetwerk dan als beveiligingssoftware, waarbij gedragsgegevens van internet worden verzameld om gebruikersprofielen op te bouwen. Helaas wordt dit soort signaal gemakkelijk verslagen en biedt het dus weinig bescherming tegen bots terwijl het de privacy van de gebruiker schaadt.",
    "825780955": "Persoonlijke informatie",
    "826396656": "Ons bedrijfscontinuïteitsplan",
    "832385387": "( ) Ideeën die vergelijkbaar zijn met die van u zijn gemakkelijk te bedenken, maar geen enkele is ooit praktisch gebleken",
    "833750823": "Moeite met een uitdaging?",
    "835249867": "b) 1 miljoen verzoeken per maand voor de meeste Integrators die hCaptcha Publisher (gratis) accounts gebruiken, of",
    "835396984": "Momenteel actief",
    "835545301": "We verzamelen de volgende categorieën informatie:",
    "835717930": "AI-ethiek bij hCaptcha",
    "836017336": "Firefox",
    "838049015": "Selecteer alle afbeeldingen die overeenkomen met de zoekopdracht",
    "838225123": "23. Vrijwaring van garantie",
    "83852121": "Microsoft Corp. (wereldwijd). Geleverde diensten: Microsoft Azure.",
    "838951836": "( ) Oneerlijkheid van de kant van spammers zelf",
    "846501387": "Botbescherming van wereldklasse",
    "850025770": "A: Wij geloven van wel: alle gebruikers met enige vorm van beperking die op internet kunnen surfen en tekst op formulieren kunnen invoeren, hebben na registratie toegang tot door hCaptcha beschermde diensten. Dit is echter geen juridisch advies: u moet uw eigen evaluatie uitvoeren, rekening houdend met uw specifieke implementatie, om ervoor te zorgen dat dit het geval is voor uw implementatie.",
    "851679588": "Ja.",
    "851786723": "Door uw e-mailadres in te voeren, gaat u akkoord met onze voorwaarden en ons privacybeleid en om e-mail van ons te ontvangen.",
    "852032043": "Safari",
    "855097735": "Een service bouwen die dit goed doet en tegelijkertijd alle zorgen in evenwicht houdt, is een heel moeilijk probleem (en we werken er altijd aan om het te verbeteren om de ervaring zo aangenaam mogelijk te maken), maar we hopen dat u het ermee eens bent dat het verminderen van spam, misbruik en accountovernames , en online fraude is uiteindelijk de moeite waard om af en toe een simpele vraag te stellen.",
    "857974529": "Om de site en de service te verbeteren. We gebruiken Analytics-informatie om onze bestaande en nieuwe diensten en aanbiedingen te verbeteren en om bestaande en toekomstige productaanbiedingen aan te passen.",
    "858218750": "en begeleiding bij het gebruik ervan op de",
    "867314732": "U kunt hoge resolutie ophalen",
    "869702955": "Door taken op onze website uit te voeren, geeft u toestemming voor het verzamelen, gebruiken en vrijgeven van uw persoonlijke informatie in overeenstemming met ons privacybeleid. Daarnaast kunnen we bepaalde informatie over u en uw voltooide taken delen met de aanvrager wiens taken u heeft voltooid om de servicerelatie te vergemakkelijken en de website te verbeteren, waaronder bijvoorbeeld de ID van de bijdrager, het IP-adres, voltooide taken en andere kenmerken die verband houden met uw kwalificaties, talen, vaardigheden en gebruik van de website.",
    "874098071": "Als je een toegankelijkheidsgebruiker bent, meld je dan hier aan",
    "878585497": "voorwaarden",
    "879362350": "Met de nieuwe API's die via internet werkten, werd het mogelijk om elke software of gegevensbron, waar ook ter wereld, te verbinden, ongeacht het platform, het gegevensschema of de programmeertaal. Als gevolg hiervan bevindt de computerwereld zich nu midden in een API-revolutie. Er is een explosie van connectiviteit tussen applicaties en data geweest. Dat is geweldig, totdat het niet zo is.",
    "881015166": "Voeg hCaptcha for Publishers toe aan mijn website of app",
    "88879089": "Privacy Pass is een",
    "897432717": "Met ons nieuwe ontwerp voor aangepaste dreigingsscores, kunnen onze modellen, door uw zakelijke kennis toe te voegen, scores leveren die uniek relevant zijn voor uw gebruikers.",
    "907324388": "Functie",
    "910989640": "Genereer gedetailleerde en aangepaste rapporten van activiteiten",
    "918924423": "Google heeft bijvoorbeeld geen duidelijk waardevolle diensten aangeboden, zoals botdetectie met terugwerkende kracht. Het is veel betrouwbaarder om gebruikersverkeer te declareren als bot-gegenereerd na analyse van enkele dagen aan gegevens.",
    "920212083": "Een bug melden",
    "922470170": "( ) Tegenmaatregelen mogen geen sabotage van openbare netwerken inhouden",
    "926138631": "Ga naar Privacy en beveiliging en vervolgens naar Cookies en andere sitegegevens.",
    "931661269": "( ) Tijdelijke/eenmalige e-mailadressen zijn omslachtig",
    "932546190": "Waarom CAPTCHA's altijd bij ons zullen zijn",
    "936667684": "Ooit gevraagd om \"het gebouw/straatnaambord in te typen?\"",
    "938404336": "2. Varieert; tot 30 dagen.",
    "939665604": "Privacygericht",
    "941057651": "( ) Enorme bestaande software-investering in SMTP",
    "946838734": "3. Selecteer de knop \"Geavanceerd\".",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "950637875": "De spelling van hCaptcha mag nooit worden gewijzigd en hCaptcha moet altijd met een hoofdletter worden geschreven in de tweede letter (\"C\"). Het is nooit meervoud of bezittelijk.",
    "952813944": "Noch uw gebruik van onze website, noch iets in deze overeenkomst creëert een arbeidsrelatie, partnerschap, joint venture, agentschap, franchise of vertegenwoordigerrelatie tussen u en Intuition Machines. We bieden u geen apparatuur of gereedschap om een taak uit te voeren. Wij bieden u geen voordelen, werknemerscompensatie of verzekeringsdekking. Wij zijn niet verantwoordelijk voor eventuele kosten die u maakt bij het gebruik van onze website. We zullen geen enkel bedrag inhouden op uw beloning voor federale of staatsinkomstenbelasting, sociale zekerheid of enige andere belasting. U bent te allen tijde vrij om taken uit te voeren voor een persoon of bedrijf, inclusief onze concurrenten. U bent niet bevoegd om namens Intuition Machines een contract, schriftelijk of mondeling, aan te gaan.",
    "956019009": "De grootste webinfrastructuurbedrijven hebben al actie ondernomen",
    "961941354": "Dit alles vereist echter niet het gebruik van persoonlijk identificeerbare informatie (\"PII\"). Moderne cryptografische technieken stellen ons in staat om alle persoonlijke gegevens zo snel mogelijk te verwijderen en in plaats daarvan eenrichtingshandtekeningen te maken die niet aan een persoon kunnen worden gekoppeld.",
    "963238401": "We zijn altijd geïnteresseerd in het ontvangen van meldingen van beveiligingsbugs. E-mail",
    "971933157": "hCaptcha geeft om privacy, transparantie en eerlijkheid.",
    "976209454": "Verdien beloningen of geef aan een goed doel",
    "98173630": "hCaptcha is 's werelds meest gebruikte onafhankelijke CAPTCHA-service.",
    "981806349": "Gebouwd op het beproefde hCaptcha-platform",
    "984849234": "hCaptcha maakt gebruik van geavanceerde machine learning om te leveren wat reCAPTCHA alleen belooft, terwijl het de vastgelegde waarde deelt met de websites die het gebruiken.",
    "987267027": "Partij",
    "987375734": "IMI is gevestigd in de Verenigde Staten. De Sites en Service worden door ons beheerd en beheerd vanuit de Verenigde Staten. Uw persoonlijke informatie kan worden opgeslagen en verwerkt in elk land waar we faciliteiten hebben of waarin we serviceproviders inschakelen, en door de Sites en Service te gebruiken, stemt u in met de overdracht van informatie naar landen buiten uw land van verblijf, inclusief de Verenigde Staten , die mogelijk regels voor gegevensbescherming hebben die verschillen van die in uw land. In bepaalde omstandigheden kunnen rechtbanken, wetshandhavingsinstanties, regelgevende instanties of veiligheidsinstanties in die andere landen recht hebben op toegang tot uw persoonlijke informatie.",
    "987901590": "Heeft u onbewerkte gegevens zonder een uitgebreide verificatieset? In de meeste gevallen kunnen we er een voor u bouwen terwijl de taken door het systeem lopen, of gelabelde voorbeelden maken voor uw goedkeuring.",
    "989480928": "( ) Extreme winstgevendheid van spam",
    "990215503": "hCaptcha is de enige grote captcha-service die geen eigendom is van een advertentienetwerk.",
    "993651083": "Stap 1: Open Developer Tools (Hiermee wordt de sessie opgenomen.)",
    "996362763": "Deze tokens worden gedeblindeerd en opgeslagen door de extensie voor toekomstig gebruik. Wanneer de gebruiker een site bezoekt die hCaptcha gebruikt en de uitdaging moet doorstaan (hetzij onzichtbaar of via de knop \"Ik ben een mens\"), wordt deze automatisch ingewisseld. De verblindingsprocedure betekent dat ondertekende en ingewisselde tokens cryptografisch ontkoppelbaar zijn vanuit het perspectief van hCaptcha, waardoor de privacy van de gebruiker behouden blijft.",
    "999610953": "Eindelijk een geloofwaardig alternatief voor Google. hCaptcha Enterprise levert enorme besparingen op uw reCAPTCHA-factuur op met een hogere beveiliging: in sommige gevallen tot 80% goedkoper.",
    "999674529": "Elke bot die Google detecteert, zou nul advertentiedollars moeten verdienen. De bedrijfsprikkels van Google zijn dus slecht afgestemd op de gebruikers van hun beveiligingsservices, en dit kan een verklaring zijn voor de slechte prestaties van hun reCAPTCHA-beveiligingsaanbod."
}