{
  "23114595": "Geweldige gebruikerservaring",
  "34074886": "Elke keer dat je een uitdaging beantwoordt, gebruiken we geavanceerde modellen om erachter te komen of je een mens bent. De website die u bezocht, gebruikt dit resultaat vervolgens om uw ervaring op hun site te verbeteren door bots buiten te houden.",
  "98173630": "hCaptcha is 's werelds meest gebruikte onafhankelijke CAPTCHA-service.",
  "111184581": "Hosting van de eerste partij",
  "119298044": "Geavanceerde, zelfbeheerde ML- en AI-technologieën beschermen uw webeigendommen tegen bedreigingen en aanvallen",
  "121743429": "Voor webinfrastructuurbedrijven",
  "122875767": "Voldoe aan uw juridische behoeften wanneer andere bedrijven dat niet kunnen.",
  "126134492": "Ander",
  "152010250": "hCaptcha combineerde geavanceerde, zelf-gecontroleerde machine learning met een nieuw edge compute-platform dat het verzamelen en bewaren van gegevens op unieke wijze minimaliseert, geleverd vanaf meer dan 250 locaties wereldwijd voor enorme schaalbaarheid.",
  "179723061": "Meer controle voor teams die toonaangevende beveiliging nodig hebben",
  "191460155": "Geen wrijving en 99,9% passieve modi",
  "282913023": "De kosteneffectieve optie voor ondernemingen met veel verkeer",
  "328625009": "... we zijn klaar wanneer u dat bent: onze service is de klok rond beschikbaar.",
  "353066938": "Een ervaren team dat werkt aan de moeilijkste problemen van vandaag. hCaptcha is een dienst van",
  "353367791": "Detecteer slechte acteurs van veel verschillende typen.",
  "359073033": "Dashboards bieden gedetailleerde of gedetailleerde weergaven van activiteiten.",
  "392886773": "Werkt in elk land",
  "451701069": "Voldoet aan de AVG, CCPA,",
  "547245263": "Los uw botprobleem vandaag nog op.",
  "552920956": "Met hCaptcha kunnen websites beloningen verdienen en bots en andere vormen van misbruik blokkeren. hCaptcha stelt u ook in staat om met deze verdiensten de goede doelen van uw keuze te steunen.",
  "555158694": "Een service die u gebruikt, heeft ervoor gekozen om uw ervaring op hun site te verbeteren door hCaptcha te installeren om kwaadaardig verkeer te verminderen.",
  "585557010": "Daag minder dan 0,1% van de legitieme gebruikers uit.",
  "713281684": "Aubergine",
  "719304627": "End-to-end controle nodig?",
  "734735952": "We hebben een aantal CAPTCHA-leveranciers geëvalueerd en zelf een systeem gebouwd. Uiteindelijk kwam hCaptcha naar voren als het beste alternatief voor reCAPTCHA.",
  "751483365": "Ondersteuning voor niet-JavaScript-clients.",
  "788770967": "Sorry om dat te horen! Misschien wilt u onze toegankelijkheidsoptie gebruiken:",
  "793242047": "Beperk de uitdagingen voor gebruikers om snelle toegang tot applicaties mogelijk te maken",
  "829047995": "Gebruikt u momenteel reCAPTCHA?",
  "836577577": "Het toevoegen van hCaptcha duurt slechts enkele minuten en slechts een paar regels code. De basis-API is compatibel met reCAPTCHA V2 en het overschakelen duurt slechts enkele minuten.",
  "838049015": "Selecteer alle afbeeldingen die overeenkomen met de zoekopdracht",
  "846501387": "Botbescherming van wereldklasse",
  "861167568": "hCaptcha lost een van de meest urgente problemen van IT op: voorkomen dat kwaadwillende bots uw webapplicaties aanvallen",
  "880478438": "voor eersteklas bot- en fraudebeheer.",
  "897432717": "Met ons nieuwe ontwerp voor aangepaste dreigingsscores, kunnen onze modellen, door uw zakelijke kennis toe te voegen, scores leveren die uniek relevant zijn voor uw gebruikers.",
  "910989640": "Genereer gedetailleerde en aangepaste rapporten van activiteiten",
  "976209454": "Verdien beloningen of geef aan een goed doel",
  "981806349": "Gebouwd op het beproefde hCaptcha-platform",
  "999610953": "Eindelijk een geloofwaardig alternatief voor Google. hCaptcha Enterprise levert enorme besparingen op uw reCAPTCHA-factuur op met een hogere beveiliging: in sommige gevallen tot 80% goedkoper.",
  "1014004474": "De Enterprise-abonnementen van hCaptcha bieden geavanceerde overeenkomsten op serviceniveau om uw organisatie te beschermen",
  "1045484714": "SAML SSO-integratie met uw Identity Provider, b.v. Okta of Azure AD.",
  "1050501253": "Te moeilijk",
  "1070364246": "Oeps! Er is iets misgegaan bij het verzenden van het formulier.",
  "1103295010": "Verdien geld of geef aan een goed doel voor als mensen CAPTCHA's oplossen",
  "1130868224": "Drie regels code",
  "1131525092": "Groepeer kwaadwillenden moeiteloos via onze privacybeschermende Scoped UID's om gerelateerde fraude en misbruik te vinden en te stoppen",
  "1141402092": "Geavanceerde rapportagefuncties",
  "1150035777": "Geavanceerde machine learning-modellen genereren botvertrouwensscores op basis van veel gegevenspunten, behalve of vragen correct zijn beantwoord",
  "1150963691": "APT-beperking",
  "1172067553": "Het HUMAN-platform achter hCaptcha biedt zeer geavanceerde functies voor werkkwaliteit en beheer via on-premise, hybride of SaaS-implementaties die kunnen worden geïntegreerd met uw bestaande systemen.",
  "1173652155": "Adviseurs",
  "1218990730": "hoe u problemen met gedetailleerde logboeken kunt melden",
  "1250541092": "— Sergi Isasi",
  "1263998069": "Verdien beloningen voor menselijke oplossingen",
  "1300485304": "hCaptcha beschermt tegen geavanceerde bedreigingen en lokvogels die zijn ontworpen om uw netwerken te infiltreren",
  "1345083090": "Een functionaliteitsprobleem melden?",
  "1356745565": "Compatibel helemaal terug naar Internet Explorer 8.",
  "1368787974": "Deel het beheer met uw team.",
  "1393184984": "zijn alles wat je nodig hebt.",
  "1475399473": "Meer informatie over het hCaptcha-team",
  "1485807325": "Dashboards voor meerdere gebruikers, SAML SSO",
  "1508655687": "Voeg uw eigen uitdagingen toe die zijn afgestemd op uw publiek om de toegang te stroomlijnen of te beperken",
  "1510448156": "U kunt vandaag aan de slag met een superieur alternatief en indien nodig meer geavanceerde functies inschakelen.",
  "1525403768": "Neem voor meer informatie contact op met Enterprise Sales.",
  "1544546608": "Privacypas",
  "1549336309": "hCaptcha draait dit model om. Wanneer u hCaptcha gebruikt, bieden bedrijven op het werk dat uw gebruikers doen om hun menselijkheid te bewijzen. Jij krijgt de beloningen.",
  "1559631739": "Privé leren",
  "1579093044": "Met onze eenvoudige, op maat gemaakte uitdagingsontwerper kun je binnen een paar minuten on-brand challenge-inhoud lanceren.",
  "1586809757": "Botscores met hoge nauwkeurigheid",
  "1599610318": "Uitgeverij",
  "1637702726": "Over hCaptcha",
  "1662477701": "Bronnen",
  "1676849166": "Verminder wrijving door een uitdaging volledig te vermijden voor 99,9% van uw legitieme verkeer en toch uitstekende beveiliging te bieden, dankzij geavanceerde botmodellen.",
  "1685871181": "De beste online services vertrouwen op",
  "1752795854": "hCaptcha biedt een moderne, op privacy gerichte benadering om bots te stoppen.",
  "1779265104": "Aangepaste voorwaarden en privacygaranties",
  "1792519141": "hCaptcha Enterprise",
  "1798492192": "Ondersteuning voor oudere browsers",
  "1803009328": "Battle-getest op webschaal.",
  "1844885924": "Brede bibliotheek met typen om uit te kiezen.",
  "1849717906": "Aanpassen met je eigen uitdagingsinhoud",
  "1849805607": "hCaptcha beschermt tegen bedreigingen en lokvogels die zijn ontworpen om uw netwerken te infiltreren",
  "1886100235": "Veel van 's werelds grootste online services zijn overgestapt op hCaptcha Enterprise en hebben naast aanzienlijke kostenbesparingen verbeterde botdetectie gekregen.",
  "1894355645": "hCaptcha biedt eenvoudige, gemakkelijke en betrouwbare botdetectie terwijl het voor mensen triviaal is om op te lossen.",
  "1927613000": "hCaptcha combineert geavanceerde machine learning met een krachtig uitdagingsplatform om webapplicaties te beschermen tegen accountovernames, inloggegevens, scraping en andere vormen van misbruik.",
  "1936512180": "‍Eenvoudige API-toegang, prachtige dashboards en de nieuwste model-in-the-loop-technologie om de efficiëntie van werknemers te maximaliseren.",
  "1956967813": "Onze diensten worden vertrouwd door de grootste bedrijven ter wereld om vele miljoenen dagelijkse gebruikers op tientallen miljoenen sites te bedienen.",
  "1958297836": "Gecoördineerde aanvalsbescherming en APT-beperking",
  "2041686284": "Meer data levert over het algemeen betere resultaten op bij het trainen van machine learning-modellen. Het recente succes van diepe modellen heeft geleid tot steeds grotere datasets en hCaptcha voorziet in deze behoefte. Het maken van grote door mensen beoordeelde datasets met behulp van traditionele methoden is echter zowel traag als duur.",
  "2103563261": "Privé of openbare informatie",
  "2131386784": "Bereikbare expertise en ondersteuning voor zowel u als uw gebruikers",
  "2138799135": "hCaptcha heeft tientallen vooraf gebouwde integraties voor de frontend- en backend-systemen die u gebruikt.",
  "2163914794": "Meer labels nodig voor uw datasets? hCaptcha biedt snelle, kosteneffectieve en hoogwaardige gegevenslabels voor bedrijven die werken aan toepassingen voor kunstmatige intelligentie en machine learning.",
  "2183926131": "Aan de slag met hCaptcha Enterprise",
  "2184564739": "Zien",
  "2188609322": "Slechte acteurs komen steeds vaker online voor. Maar het opofferen van de privacy van gebruikers is niet het antwoord.",
  "2319072959": "Werk volledig offline met uw eigen personeel, volg de verbruikte waarde van bedrijfseenheden of consortiumpartners, routeer taken selectief naar verschillende interne of externe arbeidsaanbieders op basis van kosten- en beveiligingsvereisten, en meer.",
  "2320894364": "Met meer dan 200 points of presence beschermt hCaptcha's cloud uw bedrijfsmiddelen over de hele wereld",
  "2354267648": "AVG-, CCPA- en LGPD-vriendelijk privacybeleid",
  "2373007864": "hCaptcha Enterprise draait op hCaptcha-platformtechnologie, uitgebreid met de functies die bedrijven met veel verkeer nodig hebben.",
  "2418549423": ", een opkomende standaard voor het beschermen van online privacy via cryptografische bewijzen en andere unieke privacy-first-functies.",
  "2489287539": "Wrijvingsvrije \"No CAPTCHA\" & 99,9% passieve modi",
  "2510209017": "Meer hulp nodig?",
  "2513143348": "Het hCaptcha Enterprise-systeem is uniek flexibel in zijn ontwerp: het kan gedeeltelijk of volledig worden ingezet aan de rand van uw netwerk als u een openbare cloud exploiteert of veel datacenters bezit.",
  "2535001179": "Als je toevallig van Google's reCAPTCHA komt, zijn onze API's drop-in vervangingen.",
  "2593768395": "Naadloze ervaring op internet, native mobiel, mobiel internet. Vooraf gebouwde integraties en native SDK's beschikbaar.",
  "2650502379": "Lanceer je eigen uitdagingen in seconden",
  "2670003220": "Banen",
  "2671622670": "Onderneming",
  "2676853536": "Dashboards voor meerdere gebruikers",
  "2681650568": "En zoals altijd is privacy een kernwaarde voor ons. Voeg onze uitdagingscode alleen toe waar het nodig is en waar het zinvol is om zowel u als uw gebruikers te beschermen. Het minimaliseren van dataverzameling begint vanaf het moment van integratie.",
  "2682873489": "Begrenzingsgebied voor objecten definiëren",
  "2686825859": "Meld u gratis aan of neem contact met ons op over hCaptcha Enterprise-oplossingen",
  "2698140263": "Niet alle problemen zijn hetzelfde: als u één score krijgt, moet deze aan uw behoeften voldoen om nuttig te zijn.",
  "2698640210": "Beheer uitdagingen en typen weergegeven",
  "2707282231": "Pas uitdagingen aan voor uw gebruikers. Maak het voor bots onmogelijk om op te lossen en binnen te dringen.",
  "2714878440": "Bescherm uw services tegen scraping, accountovernames, inloggegevens en spam met onze geavanceerde machine learning en menselijkheidsverificatie.",
  "2718999653": "Aangepaste dreigingsscores",
  "2781507299": "Onmiddellijke verificatie",
  "2782263070": "Service staat bij ons hoog in het vaandel. We onderhouden 24/7 on-call support en bieden directe Slack-coördinatie met uw engineering integratieteam en onze on-call medewerkers tijdens en na de implementatie.",
  "2806751666": "Wat is hCaptcha?",
  "2826051554": "en meer",
  "2881474837": "hCaptcha Enterprise",
  "2890048009": "Advertentienetwerken zien uw bezoekers als het product. Voor ons is het enige product het bepalen van hun menselijkheid. Onze services voldoen aan of overtreffen de vereisten van de AVG, CCPA, LGPD en PIPL en ondersteunen initiatieven zoals Privacy Pass. We werken er hard aan om privacy en veiligheid in evenwicht te brengen.",
  "2927700175": "We laten CAPTCHA-uitdagingen zien die moeilijk zijn voor bots maar gemakkelijk voor mensen door moeilijk te labelen gegevens van machine learning-problemen te verzamelen en deze te gebruiken om te onderscheiden of een website- of app-bezoeker een mens is.",
  "2968026167": "Je favoriete groente",
  "3018523079": "Blijf bij het merk met een consistente gebruikerservaring.",
  "3065000659": "Wist je dat elke keer dat je \"op de auto klikt\" je helpt om een single te trainen?",
  "3093388779": "hCaptcha is gratis te gebruiken voor uitgevers van elke omvang",
  "3093689546": "Eenvoudige integratie",
  "3096063825": "Probeer het",
  "3107683988": "Dit kan het verkeer en de kosten buiten het netwerk drastisch verminderen, terwijl alle voordelen van beheer door ons 24/7 oproepbare personeel behouden blijven om aan de strengste SLA's te voldoen.",
  "3117887301": "Vertrouwd door de grootste online services",
  "3121248460": "Toon oneindig diverse aangepaste uitdagingen -- van eenvoudig tot complex -- voor uw verwachte publiek",
  "3153117136": "Hoe de instellingen van de hCaptcha-moeilijkheidsgraad werken",
  "3160820928": "Gecoördineerde aanvalsbescherming",
  "3161489950": "'s Werelds meest geavanceerde beveiligings-ML-platform",
  "3167979932": "Ontworpen voor privacy vanaf de eerste dag. Sterke gegevensverwerkingsovereenkomst.",
  "3194111925": "steun",
  "3213351333": "Geen verplichting vooraf vereist",
  "3213957230": "Als gebruikers een uitdaging moeten oplossen om aan de beveiligingseisen te voldoen, waarom zou u dan geen taken creëren die prettig en relevant zijn voor de gebruiker?",
  "3225770968": "hCaptcha is ontworpen om het meest arbeidsintensieve probleem in machine learning op te lossen; het labelen van enorme hoeveelheden gegevens op een tijdige, betaalbare en betrouwbare manier.",
  "3230004040": "Ben je slechtziend of kan je hCaptchas op een andere manier niet voltooien?",
  "3235430156": "machine learning-systemen van het bedrijf gratis?",
  "3260825523": "Intuïtiemachines",
  "3264813246": "Ongepast",
  "3265895521": "Verhoog en verlaag de moeilijkheidsgraad van de uitdaging op basis van het tijdstip van de dag",
  "3266612494": "Een vertrouwde partner",
  "3276777569": "hCaptcha",
  "3287172429": "Getoonde soorten controle-uitdagingen",
  "3365203058": "Antibotbescherming van wereldklasse",
  "3412647984": "Hiermee kunt u toekomstige vragen voorkomen door u te registreren en een cookie in te stellen. Probeer ook eens je adblocker uit te schakelen.",
  "3417372336": "Overstappen in minuten",
  "3446714684": "Mobiele (iOS en Android) integratie",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "Voor Enterprise-gebruikers zijn er opties beschikbaar om uitdagingen in de meeste scenario's volledig te vermijden.",
  "3478726913": "hCaptcha heeft een van de grootste zwembaden ter wereld die beschikbaar is voor uw gebruik. Wat uw schaal ook is, we kunnen het aan zonder dure verplichtingen vooraf. Miljoenen taken per dag zijn geen probleem.",
  "3480023141": "Meer informatie over toegankelijkheidsopties",
  "3483700676": "Start direct miljoenen taken",
  "3500503648": "hCaptcha is ontworpen om langdurige gegevensretentie te voorkomen door te vertrouwen op onmiddellijke evaluatie in plaats van uw browsegeschiedenis vast te leggen en te analyseren. We ondersteunen ook initiatieven zoals:",
  "3524251858": "Directeur productbeheer, Cloudflare",
  "3526939538": "Softwarefout",
  "3530599065": "Privacy wordt vanaf de grond opgebouwd. hCaptcha bewaart geen PII en voldoet aan tal van privacymandaten en -regelgeving.",
  "3570415321": "Bedrijf",
  "3573245166": "In tegenstelling tot reCAPTCHA werken we in elk land.",
  "3578122193": "Blijf bij het merk met relevante inhoud",
  "3620442880": "Flash Sale-beveiligingsfuncties",
  "3630114728": "Bekijk wat er op al uw sites en apps gebeurt.",
  "3644106388": "Contact",
  "3660619092": "Meld u gratis aan of neem contact op met sales voor Enterprise-oplossingen",
  "3688621388": "Dreigingshandtekeningen",
  "3704893754": "Wil je het zelf zien? Probeer hCaptcha gratis",
  "3714002185": "Meer informatie over hCaptcha Enterprise",
  "3715747429": "Onze onboarding-engineers kunnen u snel op weg helpen, of u nu React-integratie, SDK's voor native iOS-apps, een Java-backend-voorbeeld of vrijwel elk ander scenario nodig heeft.",
  "3717512591": "Directe platformintegratie",
  "3721365241": "Proberen",
  "3729345277": "hCaptcha is een manier voor bedrijven om sneller de annotaties te krijgen die ze nodig hebben, met een hogere kwaliteit en tegen lagere kosten dan andere alternatieven.",
  "3730038780": "Kies uit een bijna oneindig aantal uitdagingen die gebruikers kunnen oplossen",
  "3739936967": "Deze unieke focus op privacy betekent dat we desgewenst geen individuele gegevensretentie, cookievrije werking en andere contractuele privacygaranties kunnen bieden met behoud van uitstekende beveiliging. Lees verder.",
  "3740051331": "We doen er ook alles aan om actief toezicht te houden op en te reageren op de vragen van uw gebruikers via sociale media, forums en onze in-widget- en e-mailondersteuningskanalen. We zijn toegankelijk en responsief en beschouwen gebruikerstevredenheid als een top-KPI.",
  "3753956446": "Vrij",
  "3758963444": "Bedankt! Uw inzending is ontvangen!",
  "3767462250": "Ontworpen voor privacy",
  "3768951251": "Enterprise SLA's",
  "3807059944": "Beheer de gebruikte inhoud van de uitdaging",
  "3816867833": "Feedback",
  "3817811295": "Gegarandeerde betrouwbaarheid en snelle 24/7 on-call support.",
  "3892905664": "hCaptcha helpt uw favoriete online services bots, spam en misbruik buiten de deur te houden door eenvoudige vragen te stellen die gemakkelijk zijn voor mensen en moeilijk voor machines.",
  "3913848038": "99,99% uptime SLA's en 24/7 wereldwijde ondersteuning beschikbaar.",
  "3951254541": "We stellen uw inbreng op prijs. Laat ons eventuele problemen weten en we lossen ze snel op.",
  "3952259236": "Combineer uw geblindeerde gegevens met de duizenden signalen van hCaptcha om hCaptcha te trainen op gedragsklassen - alleen voor uw instantie - om kwaadaardig gedrag beter te voorspellen dan beide oplossingen alleen",
  "3953584369": "Geavanceerde RBAC-toegangsbeperkingen beschikbaar.",
  "4007826952": "De #1 privacy-first CAPTCHA voor internet, mobiel en meer.",
  "4019660456": "0ms latentie: verifieer hCaptcha-tokens zonder API-aanroep.",
  "4065065042": "Kies dit in om precies bij uw gebruiksgeval te passen.",
  "4083018285": "Een reeks uitgebreide functies die worden gecombineerd met verbeterde SOC-bewaking en -respons om geavanceerde aanhoudende bedreigingen aan te pakken",
  "4146870445": "Wie we zijn",
  "4147497805": "Wortel",
  "4194763679": "Fijnmazige moeilijkheidsgraden",
  "4195759329": "Botdetectie en risicoscores",
  "4199502476": "Geavanceerde rapportagedashboards en API",
  "4238473596": "Het minimaliseren van wrijving voor echte gebruikers is belangrijk. hCaptcha gebruikt eenvoudige taken en kost de meeste gebruikers minder tijd, terwijl het meer botverkeer stopt.",
  "4272022475": "Alle verzoeken en activa gaan naar hcaptcha.yourdomain.com",
  "4272454814": "Integreer met de identiteitsprovider van uw keuze.",
  "a11y-img-1": "Toegankelijkheid gebruikersscherm na inloggen",
  "a11y-img-2": "Toegankelijkheidsoptie in widget UI-menu",
  "a11y-img-3": "Toegankelijkheidsvenster in widget-gebruikersinterface",
  "about-advisors-brendan": "CEO van Brave. Medeoprichter van Mozilla. Maker van de programmeertaal JavaScript. Bouwer van browsers en meer.",
  "about-advisors-dawn": "Professor, CS bij University of California, Berkeley. Diep leren, beveiliging, blockchain-expert. CEO van Oasis Labs.",
  "about-advisors-head": "Adviseurs",
  "about-advisors-keiran": "Onderzoekswetenschapper aan Stanford. Machine learning en kwantitatieve financiering bij grote banken, hedgefondsen en de academische wereld.",
  "about-content-head-1": "Wat we doen",
  "about-content-head-2": "Waarom het uitmaakt",
  "about-content-text-1a": "hCaptcha biedt een moderne, privacygerichte benadering om bots te stoppen.",
  "about-content-text-1b": "We laten CAPTCHA-uitdagingen zien die moeilijk zijn voor bots, maar gemakkelijk voor mensen door moeilijk te labelen gegevens van machine learning-problemen te verzamelen en deze te gebruiken om te onderscheiden of een website- of app-bezoeker een mens is.",
  "about-content-text-2a": "Slechte acteurs komen steeds vaker online voor. Maar het opofferen van de privacy van gebruikers is niet de oplossing.",
  "about-content-text-2b": "Beveiligingsoplossingen die door advertentiebedrijven worden aangeboden, zijn voornamelijk gericht op het volgen van gebruikers op internet. We hebben een effectieve beveiligingsoplossing ontwikkeld die aantoont dat het schaden van de privacy van gebruikers niet nodig is om uitstekende resultaten te leveren.",
  "about-intro-head-1": "Over hCaptcha",
  "about-intro-head-2": "Privacy, beveiliging en machine learning.",
  "about-intro-text": "hCaptcha is 's werelds meest gebruikte onafhankelijke CAPTCHA-service.",
  "about-leadership-head": "Wie we zijn",
  "about-leadership-headsub": "Een ervaren team dat werkt aan de moeilijkste problemen van vandaag.",
  "about-leadership-link1": "Wie we zijn",
  "about-leadership-text1": "We zijn gespecialiseerd in deep learning en visual domain machine learning op grote schaal, met een bijzondere focus op het beveiligen van online systemen tegen steeds geavanceerdere moderne bedreigingen.",
  "about-leadership-text2": "Met tientallen jaren ervaring op het gebied van software en machine learning bouwen en exploiteren we enorm schaalbare systemen om enkele van de moeilijkste problemen van vandaag de dag aan te pakken met behoud van privacy.",
  "acc-opt": "Toegankelijkheidsinstellingen",
  "acc-opt-but": "Lees meer over toegankelijkheidsopties",
  "acc-opt-text": "Bent u slechtziend of bent u anderszins niet in staat hCaptchas te voltooien?",
  "accessibility-link": "Toegankelijkheid",
  "appreciate-in": "We stellen uw inbreng zeer op prijs. Laat ons eventuele problemen weten en we lossen ze snel op.",
  "fb-but": "Stuur ons feedback",
  "feedback-text": "Geef feedback over de hCaptcha die u zojuist hebt gezien",
  "footer-attribution": "Attributie",
  "footer-copyright-text": "hCaptcha is een geregistreerd handelsmerk van Intuition Machines, Inc.",
  "footer-header-1": "Bedrijf",
  "footer-header-2": "Middelen",
  "footer-header-3": "Contact",
  "footer-link-1": "Etikettering",
  "footer-link-10": "Toegankelijkheid",
  "footer-link-2": "Over",
  "footer-link-3": "Jobs",
  "footer-link-4": "Handelsmerken",
  "footer-link-5": "AI-ethiek",
  "footer-link-6": "Blog",
  "footer-link-7": "Toestand",
  "footer-link-8": "Documentatie",
  "footer-link-9": "Rapporteer een bug",
  "footer-privacy": "Privacy",
  "footer-subheader-1": "Ondersteuning",
  "footer-subheader-2": "Contact",
  "footer-terms": "Voorwaarden",
  "h-plans": "Abonnementsplannen",
  "header-docs-link": "Docs",
  "header-labeling-services-link": "Etiketteringsdiensten",
  "header-login-button": "Log in",
  "header-plans-link": "Plannen",
  "header-signup-button": "Inschrijven",
  "home-about-head": "Over hCaptcha",
  "home-about-subtitle": "Aangedreven door HUMAN Protocol",
  "home-about-text-1": "hCaptcha is ontworpen om het meest arbeidsintensieve probleem bij machine learning op te lossen: het labelen van enorme hoeveelheden data op een tijdige, betaalbare en betrouwbare manier.",
  "home-about-text-2": "Meer data levert over het algemeen betere resultaten op bij het trainen van machine learning-modellen. Het recente succes van diepe modellen heeft geleid tot steeds grotere datasets, bijna altijd met enige menselijke beoordeling. Het maken van grote door mensen beoordeelde datasets via Mechanical Turk, Figure Eight, etc. is echter zowel traag als duur.",
  "home-about-text-3": "Met hCaptcha kunnen websites geld verdienen door aan deze vraag te voldoen, terwijl bots en andere vormen van misbruik worden geblokkeerd.",
  "home-about-text-4": "De hCaptcha-marktplaats wordt aangedreven door het HUMAN-protocol, een open gedecentraliseerd protocol voor menselijke beoordeling dat draait op de Ethereum-blockchain. Websites verdienen Human Tokens (HMT) wanneer gebruikers de hCaptcha-widget op hun site gebruiken, en machine learning-bedrijven betalen Human Tokens om hun gegevens te labelen.",
  "home-ba-labeling-services-link": "Etiketteringsdiensten",
  "home-benefits-head-1": "De waarde van gegevensetikettering",
  "home-benefits-head-2": "Geef terug aan liefdadigheid",
  "home-benefits-text-1": "Wist u zich elke keer dat u op de auto klikt, u helpt om gratis machine-leersystemen van een enkel Gigantisch bedrijf te trainen?",
  "home-benefits-text-2": "hCaptcha draait dit model om. Wanneer u hCaptcha gebruikt, bieden bedrijven op het werk van uw gebruikers terwijl ze hun menselijkheid bewijzen. Je krijgt de beloningen.",
  "home-benefits-text-3": "Wil je iets terugdoen voor je favoriete goede doel? Met hCaptcha kunt u de goede doelen van uw keuze steunen met de inkomsten die u ermee verdient. Gebruikers op uw site zullen binnenkort uw bijdrage aan het goede doel kunnen zien door middel van discrete branding op de hCaptcha-interface.",
  "home-challenge-text-1": "Selecteer alle afbeeldingen die overeenkomen met de zoekopdracht",
  "home-challenge-text-2": "Definieer het begrenzingsgebied voor objecten",
  "home-challenge-text-3": "Identificeer de bijbehorende labels",
  "home-challenge-title-1": "Vergelijking",
  "home-challenge-title-2": "Omsluitend kader",
  "home-challenge-title-3": "Categorisering",
  "home-challenges-head": "Gepresenteerde uitdagingen",
  "home-challenges-text-1": "... en andere eenvoudige taken. Makkelijk voor mensen, moeilijk voor bots.",
  "home-challenges-text-2": "Aangepaste taken zijn ook beschikbaar voor zakelijke uitgevers.",
  "home-ent-1": "Op zoek naar ons beveiligingsaanbod voor bedrijven?",
  "home-ent-2": "Bezoek onze nieuwe speciale site: BotStop.com",
  "home-ent-button": "Meer informatie: BotStop door hCaptcha",
  "home-from-the-blog": "VAN DE BLOG:",
  "home-from-the-blog-value": "Hoe hCaptcha-moeilijkheidsinstellingen werken",
  "home-intro-body": "Gebruik je een captcha om bots buiten te houden? hCaptcha beschermt de privacy van gebruikers, beloont websites en helpt bedrijven om hun gegevens te labelen. Het is een drop-in vervanging voor reCAPTCHA: u kunt binnen enkele minuten overschakelen.",
  "home-intro-button": "Meld u nu aan",
  "home-intro-head": "Stop meer bots. Begin met het beschermen van de privacy van gebruikers.",
  "home-main-1": "Privaat. Veilig. Sneller. En we betalen u om het te gebruiken.",
  "home-main-2": "Privacy gericht",
  "home-main-2c": "Advertentienetwerken zien uw bezoekers als het product. Voor hCaptcha is het product het werk dat ze leveren. Het maakt ons niet uit wie uw gebruikers zijn, alleen hoe groot de kans is dat ze kwaadaardig zijn. We ondersteunen initiatieven zoals Privacy Pass en werken er hard aan om privacy en beveiliging in evenwicht te brengen.",
  "home-main-3": "Veiligheid eerst",
  "home-main-3c": "Nauwkeurigheid is in uw belang en dat van ons. hCaptcha is gericht op uitgevers. We werken eraan om u echte gegevens te geven en u te laten beslissen hoe u deze gebruikt. Andere captcha's worden geleverd door gigantische advertentiebedrijven. Dit betekent dat elke bot die ze blokkeren, hun inkomsten kan verlagen.",
  "home-main-4": "Betere gebruikerservaring",
  "home-main-4c": "Geavanceerde machine learning-modellen worden door hCaptcha gebruikt om de mensheid te bepalen. Hierdoor hebben we minder vervelende taken van uw gebruikers nodig en nemen we minder tijd in beslag, terwijl we toch nuttige gelabelde gegevens produceren voor het labelen van klanten.",
  "home-main-plans": "hCaptcha is gratis te gebruiken voor uitgevers van elke omvang. Voor ondernemingen en platforms die meer controle nodig hebben, zijn onze bedrijfsoplossingen beschikbaar.",
  "home-main-plans2": "De bedrijfsoplossingen van hCaptcha beschermen miljoenen gebruikers op tientallen miljoenen websites voor enkele van de grootste bedrijven ter wereld. Neem contact met ons op voor meer info, of kom langs",
  "home-main-plans3": "De bedrijfsoplossingen van hCaptcha beschermen miljoenen gebruikers op tientallen miljoenen websites voor enkele van de grootste bedrijven ter wereld. Neem contact met ons op voor meer info, of kom langs",
  "home-main-plans4": "voor details.",
  "home-plans-button-1": "Schrijf je nu in",
  "home-plans-button-2": "Neem contact op met sales",
  "home-plans-chart-head-1": "Kenmerken",
  "home-plans-chart-head-2": "Uitgever",
  "home-plans-chart-head-3": "Onderneming",
  "home-plans-chart-row-1-cell-1": "Controle van de weergegeven uitdagingstypen",
  "home-plans-chart-row-1-cell-2": "Beperkt",
  "home-plans-chart-row-1-cell-3": "Totaal",
  "home-plans-chart-row-10-cell-1": "Dashboards voor meerdere gebruikers",
  "home-plans-chart-row-11-cell-1": "Geavanceerde rapportagefuncties",
  "home-plans-chart-row-12-cell-1": "SLA's voor ondernemingen",
  "home-plans-chart-row-2-cell-1": "Beheer de gebruikte challenge-inhoud",
  "home-plans-chart-row-2-cell-2": "Beperkt",
  "home-plans-chart-row-2-cell-3": "Totaal",
  "home-plans-chart-row-3-cell-1": "Verdien beloningen voor menselijke oplossingen",
  "home-plans-chart-row-4-cell-1": "Antibotbescherming van wereldklasse",
  "home-plans-chart-row-5-cell-1": "Werkt in elk land",
  "home-plans-chart-row-5a-cell-1": "No-CAPTCHA en 99,9% passieve modi",
  "home-plans-chart-row-5b-cell-1": "Botvertrouwen scoort",
  "home-plans-chart-row-6-cell-1": "AVG- en CCPA-vriendelijk privacybeleid",
  "home-plans-chart-row-7-cell-1": "Fijnmazige moeilijkheidsgraden",
  "home-plans-chart-row-8-cell-1": "Lanceer je eigen challenge-inhoud",
  "home-plans-chart-row-9-cell-1": "Tijdgebaseerde moeilijkheidsplanning",
  "home-try-it-out-button": "Krijg hCaptcha",
  "home-try-it-out-head": "Probeer het",
  "home-try-it-out-text": "hCaptcha biedt eenvoudige, gemakkelijke en betrouwbare botdetectie terwijl het voor mensen triviaal is om op te lossen.",
  "labeling-about-head": "Over hCaptcha",
  "labeling-about-text-1": "hCaptcha is ontworpen om het meest arbeidsintensieve probleem bij machine learning op te lossen; het labelen van enorme hoeveelheden gegevens op een tijdige, betaalbare en betrouwbare manier. Meer data levert over het algemeen betere resultaten op bij het trainen van machine learning-modellen. Het recente succes van diepe modellen heeft geleid tot steeds grotere datasets, en hCaptcha voorziet in deze behoefte.",
  "labeling-about-text-2": "Het maken van grote door mensen beoordeelde datasets met behulp van traditionele methoden is echter zowel traag als duur. hCaptcha is een manier voor bedrijven om de annotaties die ze nodig hebben sneller, met hogere kwaliteit en tegen lagere kosten te krijgen dan andere alternatieven.",
  "labeling-annotations-head": "Annotatietypen",
  "labeling-annotations-text-1": "Nauwkeurige objectdetectie in afbeeldingen en video",
  "labeling-annotations-text-2": "Nauwkeurige objectdetectie in afbeeldingen en video",
  "labeling-annotations-text-3": "Puntannotaties voor veel verschillende gebruiksscenario's",
  "labeling-annotations-text-4": "Sorteer of voeg willekeurige categorieën van elke grootte toe",
  "labeling-annotations-text-5": "Door mensen aangedreven detectie en classificatie",
  "labeling-annotations-text-6": "Een ander type nodig dat hier niet wordt vermeld? Vraag het ons maar.",
  "labeling-annotations-title-1": "Begrenzende vakken",
  "labeling-annotations-title-2": "Polygonen",
  "labeling-annotations-title-3": "Oriëntatiepunten",
  "labeling-annotations-title-4": "Attribuut categorisatie",
  "labeling-annotations-title-5": "Vergelijking en detectie",
  "labeling-annotations-title-6": "... en nog veel meer",
  "labeling-ent-button": "Neem contact op met ons Enterprise Solutions-team",
  "labeling-ent-head": "End-to-end-controle nodig?",
  "labeling-ent-text-1": "Het HUMAN-platform achter hCaptcha biedt zeer geavanceerde functies voor werkkwaliteit en beheer via on-premise, hybride of SaaS-implementaties die kunnen worden geïntegreerd met uw bestaande systemen.",
  "labeling-ent-text-2": "Werk volledig offline met uw eigen personeel, houd de verbruikte waarde bij tussen bedrijfseenheden of consortiumpartners, routeer taken selectief naar verschillende interne of externe arbeidsaanbieders op basis van kosten- en beveiligingsvereisten, en meer.",
  "labeling-ent-text-3": "Gemakkelijke API-toegang, prachtige dashboards en de nieuwste model-in-the-loop-technologie om de efficiëntie te maximaliseren.",
  "labeling-ent-text-4": "99,99% uptime SLA's en 24/7 wereldwijde ondersteuning beschikbaar. Voor meer informatie:",
  "labeling-features-head-1": "Eenvoudige API-gestuurde pijplijnen.",
  "labeling-features-head-2": "Geoptimaliseerd voor kosten en kwaliteit. Geen verplichting vooraf.",
  "labeling-features-head-3": "Betaal alleen voor de nauwkeurigheid die u nodig heeft.",
  "labeling-features-head-4": "Geef uw eigen grondwaarheidsgegevens op of laat ons deze direct bouwen.",
  "labeling-features-text-1": "Human review rechtstreeks integreren in uw bedrijfsvoering? We bieden betrouwbare SLA's, gegarandeerde capaciteit en eenvoudige REST API's.",
  "labeling-features-text-2": "Het HUMAN-platform maakt gebruik van uitgebreide betrouwbaarheidsmodellen om geavanceerde real-time kwaliteitsanalyses uit te voeren. Dit stelt ons in staat om snel de moeilijkheidsgraad van vragen en hun waarschijnlijk juiste antwoord te bepalen, waardoor u tijd en geld bespaart.",
  "labeling-features-text-3": "Niet alle problemen zijn hetzelfde. Annotaties voor veiligheidskritieke taken vereisen mogelijk 99,99% vertrouwen van volledig menselijke werknemers. Annotaties voor één bètafunctie in een mobiele game-app vereisen mogelijk slechts een matig vertrouwen. Jij beslist.",
  "labeling-features-text-4": "Heeft u onbewerkte gegevens zonder uitgebreide verificatieset? In de meeste gevallen kunnen we er een voor u bouwen terwijl de taken door het systeem lopen, of gelabelde voorbeelden maken voor uw goedkeuring.",
  "labeling-info-head": "Gegevens gelabeld krijgen",
  "labeling-info-text-1": "Praat met een van onze domeinexperts om uw projectbehoeften te bepalen: nauwkeurigheid van het doel, formaat en eventuele speciale vereisten.",
  "labeling-info-text-2": "We voeren een kleine productietaak uit op basis van uw voorbeeldgegevens. Dit test het werk dat we samen hebben gedaan om ervoor te zorgen dat u precies krijgt wat u nodig heeft.",
  "labeling-info-text-3": "Met ons hoge volume en lage latency zullen we uw werk snel omdraaien, met automatische levering zodra het klaar is.",
  "labeling-info-text-4": "Naarmate we de parameters van uw productiewerk beter begrijpen, zullen de resultaten in de loop van de tijd blijven verbeteren.",
  "labeling-info-text-5": "Met live dashboards kunt u op elk moment feedback geven of de productie onderbreken.",
  "labeling-info-title-1": "Definieer specificaties",
  "labeling-info-title-2": "Eerste taaktest",
  "labeling-info-title-3": "Implementeer productietaken",
  "labeling-info-title-4": "Continue verbetering",
  "labeling-info-title-5": "Real-time resultaten",
  "labeling-main-1": "Kosteneffectieve gegevensetikettering op schaal",
  "labeling-main-1-button": "Geef uw gegevens nu een label",
  "labeling-main-1c": "Meer labels nodig voor uw datasets? hCaptcha biedt snelle, kosteneffectieve en hoogwaardige gegevenslabels voor bedrijven die werken aan toepassingen voor kunstmatige intelligentie en machine learning.",
  "labeling-main-2": "Start miljoenen taken direct.",
  "labeling-main-2-button": "Koop Data Labelling Services",
  "labeling-main-2c": "hCaptcha heeft een van de grootste zwembaden ter wereld tot uw beschikking. Wat uw schaal ook is, we kunnen het aan zonder dure verplichtingen vooraf. Miljoenen taken per dag zijn geen probleem.",
  "labeling-platform-head": "Privé- of openbare informatie",
  "labeling-platform-text": "hCaptcha is gebouwd op het HUMAN-platform, dat geavanceerde routing en analyse mogelijk maakt om de kosten en efficiëntie bij elke stap te optimaliseren. Met deze technologie kan het juiste personeel elk onderdeel van uw werk afhandelen, waardoor de kostenefficiëntie wordt gemaximaliseerd met behoud van de privacy en wordt voldaan aan alle mogelijke wettelijke vereisten.",
  "labeling-try-button": "Koop Data Labelling Services",
  "labeling-try-head": "Wilt u het proberen met uw gegevens?",
  "labeling-try-text": "... we staan klaar als u dat bent: onze service is de klok rond beschikbaar.",
  "learn-more-hcaptcha": "Meer informatie over hCaptcha",
  "page-acc-faq-1": "Vraag: Voldoet hCaptcha Sectie 508 + WCAG 2.1 AA? Antwoord: Wij geloven van wel: alle gebruikers met enige vorm van beperking die op internet kunnen surfen en tekst op formulieren kunnen invoeren, hebben na registratie toegang tot door hCaptcha beschermde diensten. Dit is echter geen juridisch advies: u moet uw eigen evaluatie uitvoeren, rekening houdend met uw specifieke implementatie, om ervoor te zorgen dat dit het geval is voor uw implementatie.",
  "page-acc-faq-2": "Vraag: Werkt u aan andere toegankelijkheidsopties (a11y), zoals audio? Antwoord: Eerder populaire opties zoals audio-captcha's discrimineren veel a11y-gebruikers en kunnen gemakkelijk worden verslagen door moderne machine learning-technieken. Dit heeft de huidige audio-uitdagingen gedwongen om steeds moeilijker te worden, met ruis, vreemde timing, ongebruikelijke woordcombinaties, enzovoort om aanvallers te verslaan. We zijn dus minder enthousiast over deze aanpak versus het helemaal vermijden van de uitdaging, maar zullen het overwegen als er vraag is vanuit de a11y-gemeenschap. We zijn echter erg geïnteresseerd in Privacy Pass voor de use case Toegankelijkheid. We zijn van mening dat het combineren van onze huidige a11y-aanpak met de uitgifte van een privacypas a11y-gebruikers in staat zal stellen veilig te browsen, in de wetenschap dat hun verkeer meer privé is, terwijl het misbruik door botoperators dat onvermijdelijk optreedt wanneer a11y-opties beschikbaar zijn, wordt beperkt. We nemen actief deel aan de IETF-werkgroep die deze nieuwe technologie standaardiseert.",
  "page-acc-faq-3": "Vraag: Hoe zit het met de privacy? Legt de registratie op de een of andere manier a11y-browsegegevens bloot? Wat doe je met de e-mail? Antwoord: hCaptcha is vanaf het begin ontworpen voor privacy. Het is heel anders dan traditionele opties zoals reCAPTCHA die eigendom zijn van advertentienetwerken, die een stimulans hebben om u op internet te volgen en u te associëren met een echte identiteit. We gebruiken e-mails of informatie over toegankelijkheid nooit voor andere doeleinden dan het vergemakkelijken van het gebruik en het voorkomen van misbruik. Ons privacybeleid bevat uitgebreide en gezaghebbende antwoorden over hoe we gegevens gebruiken, maar het korte antwoord is dat we er geen belang bij hebben u als persoon te associëren met uw browsegeschiedenis. We werken momenteel ook aan een cryptografische oplossing om uw e-mailadres snel te verwijderen met behoud van ons vermogen om misbruik te voorkomen, als aanvulling op ons Privacy Pass-werk.",
  "page-acc-link-1": "Als u een toegankelijkheidsgebruiker bent, meld u dan hier aan.",
  "page-acc-subhead": "Zorgen voor naadloze toegang voor alle gebruikers met behoud van veiligheid",
  "page-acc-summary": "Overzicht",
  "page-acc-summary-contents-1": "hCaptcha is ontworpen om bots te stoppen door ze te onderscheiden van mensen. Visuele tests zijn hiervoor een handig hulpmiddel, maar niet iedereen kan een visuele uitdaging oplossen. Om deze reden hebben we een eenvoudig, pijnloos alternatief ontworpen om uitgevers die onze service gebruiken de toegankelijkheid voor iedereen te laten behouden met volledige naleving van Sectie 508 en WCAG 2.1 AA.",
  "page-acc-summary-contents-2": "Hoe het werkt: eerst meldt een toegankelijkheidsgebruiker zich aan op deze URL, die is gekoppeld aan de hCaptcha-widgetinfo-pagina. Ze krijgen een gecodeerde cookie die meerdere keren per dag kan worden gebruikt, maar die via inloggen elke 24 uur moet worden ververst. Wanneer een toegankelijkheidsgebruiker op een site die de hCaptcha-service gebruikt, een uitdaging wordt voorgelegd, gaan ze automatisch voorbij.",
  "page-acc-title": "hCaptcha Toegankelijkheidsinformatie",
  "page-acc-tr-body": "Vraag: Ik zie nog steeds een uitdaging na het plaatsen van de cookie. Wat veroorzaakt dit?<br> Antwoord: Dit komt meestal door het gebruik van een agressieve advertentieblokkering of anti-cookie-extensie, of een instelling die cross-site cookies blokkeert, in dit geval een cookie voor hcaptcha.com die door de hCaptcha JS op een andere site is ingesteld of gecontroleerd. , zoals degene die u bezoekt.<br><br> Toegankelijkheidscookies van hCaptcha werken met alle populaire browsers en adblockers met hun standaardinstellingen, dus fouten zijn meestal te wijten aan anti-anti-adblock-scripts of soortgelijke regelsets die gericht zijn op bepaalde sites.<br><br> Oplossingen:<br><br> 1. Zet cookies van hcaptcha.com en * .hcaptcha.com op de witte lijst in uw advertentieblokkering of de beveiligingsextensie van uw browser.<br> 2. Als u de Brave-browser gebruikt, die momenteel geen enkele cookie-witte lijst lijkt te hebben, gaat u naar Voorkeuren -> Schilden -> Cookies en kiest u Alle cookies toestaan.<br> 3. Als u de allernieuwste versie van Safari gebruikt op het recentelijk uitgebrachte OS X 10.15 of iOS 13.4, heeft Apple zojuist het gedrag van Safari met betrekking tot cookies van derden gewijzigd, door ze standaard allemaal te blokkeren. We implementeren een oplossing, maar ga in de tussentijd naar Safari-voorkeuren, Privacy-sectie en schakel Website-tracking uit: Voorkom cross-site tracking om ervoor te zorgen dat de toegankelijkheidscookie werkt zoals verwacht.<br><br> Vraag: ik gebruik meerdere apparaten. Moet ik me meerdere keren aanmelden?<br> Antwoord: Nee. Klik op dezelfde inloglink voor e-mail die naar u is verzonden op elk apparaat dat u gebruikt om de cookie in te stellen.<br><br> Vraag: Hoe kan ik mezelf beschermen tegen het volgen van cookies door derden terwijl ik de toegankelijkheidscookie gebruik?<br> Antwoord: Het gebruik van een privacy- of advertentieblokkerende extensie die whitelisting op domeinniveau ondersteunt (bijv. UBlock Origin) werkt zoals verwacht: zorg ervoor dat u hcaptcha.com op de whitelist zet.",
  "page-acc-tr-title": "Voor gebruikers van toegankelijkheid: veelgestelde vragen en handleiding voor probleemoplossing",
  "page-acc-tr2-body": "Safari<br> Cookies inschakelen in Safari (Mac): Ga naar het vervolgkeuzemenu Safari. Selecteer voorkeuren. Klik op Privacy in het bovenste paneel. Selecteer onder 'Cookies blokkeren' de optie 'Nooit'.<br> Cookies inschakelen in Safari (iPhone / iPad iOS 11+): Open uw instellingen. Scroll naar beneden en selecteer Safari. Schakel onder Privacy en beveiliging 'Cross-site tracking voorkomen' en 'Alle cookies blokkeren' uit<br><br> Firefox<br> Klik op het schild links van de adresbalk op een webpagina. Klik op Beveiligingsinstellingen. Het Firefox-voorkeuren Privacy & Beveiliging-paneel wordt geopend. Selecteer Aangepast onder Verbeterde bescherming tegen volgen. Kies welke trackers en scripts u wilt blokkeren door deze selectievakjes in te schakelen. Zorg ervoor dat u hcaptcha.com hebt gedeblokkeerd.<br><br> U kunt ook tijdelijk sommige beveiligingen in Aangepast uitschakelen om dit te debuggen, door de selectievakjes uit te schakelen: Schakel het selectievakje Trackers uit of schakel het selectievakje Cookies uit als u nog steeds problemen ondervindt.<br><br> Google Chrome<br> Google Chrome (pc)<br> Selecteer het Chrome-menupictogram. Selecteer instellingen.<br> Ga naar Privacy en beveiliging en vervolgens naar Cookies en andere sitegegevens.<br> Zorg ervoor dat 'Blokkeer cookies van derden' niet is ingeschakeld.<br><br> Google Chrome (Mac):<br> Open de Chrome-voorkeuren in de menubalk.<br> Ga naar Privacy en beveiliging en vervolgens naar Cookies en andere sitegegevens.<br> Zorg ervoor dat 'Blokkeer cookies van derden' niet is ingeschakeld.<br><br> Google Chrome (Android):<br> Open de Chrome-app op je Android-apparaat.<br> Tik rechtsboven op Meer en vervolgens op Instellingen.<br> Tik op Site-instellingen en vervolgens op Cookies.<br> Schakel naast 'Cookies' de instelling in.<br> Vink het vakje aan naast 'Cookies van derden toestaan'.<br><br> Internet Explorer<br> 1. Selecteer het tandwiel in de rechterbovenhoek van het scherm en selecteer 'Internetopties'. Als u de menubalk heeft ingeschakeld, kunt u 'Extra' en vervolgens 'Internetopties' selecteren.<br> 2. Klik op het tabblad 'Privacy'.<br> 3. Selecteer de knop 'Geavanceerd'.<br> 4. Kies onder 'Third-party cookies' voor 'Accepteren'.<br> 5. Klik op 'OK'",
  "page-acc-tr2-head": "Browserinstructies voor cross-site cookies",
  "priv-hc": "Privacy gericht",
  "priv-hc-text": "Advertentienetwerken zien jou als hun product. Wij niet. Het maakt ons niet uit wie gebruikers zijn, alleen hoe waarschijnlijk het is dat ze kwaadaardig zijn. We ondersteunen initiatieven zoals Privacy Pass en werken er hard aan om privacy en veiligheid in evenwicht te brengen.",
  "reporting-bugs-accessibility-button": "Lees meer over toegankelijkheidsopties",
  "reporting-bugs-accessibility-head": "Toegankelijkheidsinstellingen",
  "reporting-bugs-accessibility-text": "Bent u slechtziend of bent u anderszins niet in staat hCaptchas te voltooien?",
  "reporting-bugs-guide-ff-head": "Details van bugrapporten vastleggen: Firefox",
  "reporting-bugs-guide-ff-step-1": "Stap 1: Open Developer Tools (hiermee wordt de opname van de sessie gestart.)",
  "reporting-bugs-guide-ff-step-2": "Stap 2: Klik op het tabblad Netwerk in Developer Tools. Vink bovenaan het vak Logboeken aanhouden aan.",
  "reporting-bugs-guide-ff-step-3": "Stap 3: bezoek https://accounts.hcaptcha.com/demo, of de website waarop u een probleem hebt (Privacy Opmerking: alleen als u het niet erg vindt om te delen wat het is) ... en klik vervolgens op de I ben een menselijke knop, en probeer op te lossen.",
  "reporting-bugs-guide-ff-step-4": "Stap 4: Klik op HAR nadat u de oplossing hebt geprobeerd en kies Alles opslaan als HAR om het netwerklogboek op te slaan. Stuur dat bestand naar ons.",
  "reporting-bugs-guide-ff-step-5": "Stap 5: Klik op het tabblad Console, klik met de rechtermuisknop en selecteer alles en sla dat op in een tekstbestand om het consolelogboek op te slaan. Stuur ons dat ook.",
  "reporting-bugs-guide-ff-step-6": "Laatste stap: e-mail die HAR- en console-logbestanden naar ons en beschrijf het probleem Gebruik: support@hcaptcha.com (gebruik een service zoals Dropbox of Filebin en stuur links) en optioneel een screenshot, als u vermoedt dat iets niet correct wordt weergegeven . Stuur ook het IP-adres dat u gebruikt. Je kunt het krijgen van https://www.whatsmyip.org/ Bedankt dat je de tijd hebt genomen om ons te helpen deze informatie te krijgen! We doen er alles aan om hCaptcha voor iedereen goed te laten werken.",
  "reporting-bugs-guide-head": "Details van bugrapport vastleggen: Chrome",
  "reporting-bugs-guide-step-1": "Stap 1: Open Developer Tools (hiermee wordt de opname van de sessie gestart.)",
  "reporting-bugs-guide-step-2": "Stap 2: Klik op het tabblad Netwerk in Developer Tools. Vink bovenaan het vak Logboek behouden aan.",
  "reporting-bugs-guide-step-3": "Stap 3: bezoek https://accounts.hcaptcha.com/demo, of de website waarop u een probleem hebt (Privacy Opmerking: alleen als u het niet erg vindt om te delen wat het is) ... en klik vervolgens op de I ben een menselijke knop, en probeer op te lossen.",
  "reporting-bugs-guide-step-4": "Stap 4: Klik op Export HAR (de kleine pijl naar beneden) nadat u geprobeerd hebt het op te lossen, waardoor het netwerklogboek wordt opgeslagen. Stuur dat bestand naar ons.",
  "reporting-bugs-guide-step-5": "Stap 5: Klik op het tabblad Console en klik met de rechtermuisknop en vervolgens op Opslaan als .. om het consolelogboek op te slaan. Stuur ons dat ook.",
  "reporting-bugs-guide-step-6": "Laatste stap: e-mail die HAR- en consolelogbestanden naar ons en beschrijf het probleem. Gebruik: support@hcaptcha.com (gebruik een service zoals Dropbox of Filebin en stuur links) en optioneel een screenshot, als je vermoedt dat iets niet correct wordt weergegeven. Stuur ook het IP-adres dat u gebruikt. Je kunt het krijgen van https://www.whatsmyip.org/ Bedankt dat je de tijd hebt genomen om ons te helpen deze informatie te krijgen! We doen er alles aan om hCaptcha voor iedereen goed te laten werken.",
  "reporting-bugs-guide-text-1": "Als u foutopsporingsinformatie met uw rapport verzendt, kunnen we veel gemakkelijker vaststellen wat er aan de hand is. Hier zijn stapsgewijze instructies:",
  "reporting-bugs-guide-text-2": "Als u een webontwikkelaar of ervaren gebruiker bent, is de samenvatting: we willen graag dat u ons een HAR-netwerkopname en browserconsole-logboeken stuurt. Probeer eerst adblockers of browserbeveiligingsextensies uit te schakelen en probeer het opnieuw voordat u deze stappen doorloopt. Als uw probleem hiermee is opgelost, stellen we het nog steeds op prijs als u ons uw browserversie, adblocker of browserextensie en de website-URL laat weten.",
  "reporting-bugs-intro-head": "Bug gevonden? Hier leest u hoe u het kunt melden.",
  "reporting-bugs-intro-text": "Miljoenen mensen gebruiken hCaptcha elke maand op duizenden combinaties van browsers, extensies, apparaten, firewalls en meer. Ons doel is om ervoor te zorgen dat het altijd voor u werkt, dus we stellen uw meldingen zeer op prijs! Om snel feedback te geven, klikt u op de knop Feedback verzenden. Als u een functioneel probleem ziet, volgt u de instructies voor het foutopsporingslogboek voor Chrome of de instructies voor het foutopsporingslogboek voor Firefox hieronder. Stuur ons voor alle andere browsers een e-mail. Raadpleeg de onderstaande instructies voor mogelijke beveiligings- of privacyproblemen.",
  "reporting-bugs-privacy-head": "Priveproblemen",
  "reporting-bugs-privacy-text": "Het maakt ons niet uit wie gebruikers zijn, alleen hoe waarschijnlijk het is dat ze kwaadaardig of machines zijn. We ondersteunen initiatieven zoals Privacy Pass en werken er hard aan om privacy en veiligheid in evenwicht te brengen. Als je een probleem hebt gevonden waarvan je denkt dat het de privacy van de gebruiker zou kunnen beïnvloeden, stuur dan een e-mail naar support@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "Stuur ons feedback",
  "reporting-bugs-provide-feedback-head": "Geef onmiddellijk feedback over hCaptcha",
  "reporting-bugs-provide-feedback-text": "We stellen uw inbreng zeer op prijs. Laat ons eventuele problemen weten en we lossen ze snel op.",
  "reporting-bugs-security-head": "Beveiligingsfouten",
  "reporting-bugs-security-text": "We zijn altijd geïnteresseerd in het ontvangen van meldingen van beveiligingsbugs. E-mail support@hcaptcha.com & CC security@hcaptcha.com en we nemen zo snel mogelijk contact met u op. We hebben ook een bugbounty-programma voor in aanmerking komende beveiligingsrapporten over de hCaptcha-service en gerelateerde broncode.",
  "sales-interstitial-c1": "Voor bedrijven",
  "sales-interstitial-c1a": "Enterprise-beveiligingsoplossingen (betaald)",
  "sales-interstitial-c1b": "Meer informatie over hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "Gegevensannotatie",
  "sales-interstitial-c1d": "Koop hCaptcha-annotatieservices",
  "sales-interstitial-c2": "Voor particulieren",
  "sales-interstitial-c2a": "Voeg hCaptcha toe aan uw service (gratis)",
  "sales-interstitial-c2b": "Voeg hCaptcha for Publishers toe aan mijn website of app",
  "sales-interstitial-c2c": "Wat is hCaptcha?",
  "sales-interstitial-c2d": "Meer informatie over hCaptcha",
  "sales-interstitial-head": "Laten we ervoor zorgen dat u op de juiste plek komt.",
  "sec-hc": "Veiligheid eerst",
  "sec-hc-text": "hCaptcha is gericht op uitgevers. We werken eraan om sites echte gegevens te geven en ze te laten beslissen hoe ze deze willen gebruiken. Nauwkeurigheid is in uw belang en dat van ons. Andere captcha's worden geleverd door advertentiebedrijven. Elke bot die ze blokkeren, kan hun inkomsten verminderen.",
  "signup-interstitial-c1": "Voor bedrijven of websites",
  "signup-interstitial-c1a": "Voeg hCaptcha toe aan uw service (gratis)",
  "signup-interstitial-c1b": "Voeg hCaptcha for Publishers toe aan mijn website of app",
  "signup-interstitial-c1c": "Enterprise-beveiligingsoplossingen (betaald)",
  "signup-interstitial-c1d": "Meer informatie over hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "Gegevensannotatie",
  "signup-interstitial-c1f": "Koop hCaptcha-annotatieservices",
  "signup-interstitial-c2": "Voor particulieren",
  "signup-interstitial-c2a": "Toegankelijkheid",
  "signup-interstitial-c2b": "Lees meer over toegankelijkheidsopties voor hCaptcha",
  "signup-interstitial-c2c": "Geld verdienen",
  "signup-interstitial-c2d": "Werk als een individuele gegevenslabel",
  "signup-interstitial-head": "Laten we ervoor zorgen dat u op de juiste plek komt.",
  "support-interstitial-c1": "Voor bedrijven",
  "support-interstitial-c1a": "Enterprise-beveiligingsoplossingen (betaald)",
  "support-interstitial-c1b": "Ondersteuning krijgen voor hCaptcha Enterprise (BotStop)",
  "support-interstitial-c1c": "hCaptcha Publisher (gratis)",
  "support-interstitial-c1d": "Krijg ondersteuning voor hCaptcha Publisher",
  "support-interstitial-c2": "Voor particulieren",
  "support-interstitial-c2a": "Heeft u moeite met een uitdaging?",
  "support-interstitial-c2b": "Lees meer over toegankelijkheidsopties voor hCaptcha",
  "support-interstitial-c2c": "Wilt u een bug melden?",
  "support-interstitial-c2d": "Meer informatie over het melden van softwareproblemen",
  "support-interstitial-head": "Laten we ervoor zorgen dat u op de juiste plek komt.",
  "switch-to-english-link": "schakel over naar Engels",
  "what-is-hcaptcha": "Wat is hCaptcha?",
  "what-is-hcaptcha-text": "hCaptcha helpt uw favoriete webservices bots, spam en misbruik buiten te houden door eenvoudige vragen te stellen die gemakkelijk zijn voor mensen en moeilijk voor machines.",
  "why-hc": "Waarom hCaptcha?",
  "why-hc-text": "Elke keer dat u een uitdaging beantwoordt, gebruiken we geavanceerde modellen om erachter te komen of u een mens of een machine bent. De website die u heeft bezocht, gebruikt dit resultaat vervolgens om uw ervaring op hun site te verbeteren door bots buiten te houden."
}
