{
  "header-privacy-link": "ຄວາມເປັນສ່ວນຕົວ",
  "header-integration-link": "ການປະສົມປະສານ",
  "header-cost-link": "ຄ່າໃຊ້ຈ່າຍ",
  "header-features-link": "ຄຸນ​ລັກ​ສະ​ນະ",
  "header-docs-link": "ເອກະສານ",
  "header-login-button": "ເຂົ້າ​ສູ່​ລະ​ບົບ",
  "header-contact-button": "ຕິດຕໍ່ຝ່າຍຂາຍ",
  "intro-heading": "ການຢັ້ງຢືນມະນຸດ friction ສູນ.",
  "intro-contact-button": "ຕິດຕໍ່ພວກເຮົາເພື່ອສຶກສາເພີ່ມເຕີມ",
  "intro-text-bottom": "ອີງ​ຕາມ​ການ​ໂດຍ​ບໍ​ລິ​ສັດ​ທີ່​ພະ​ລັງ​ງານ​ເວັບ​ໄຊ​ຕ​໌​.",
  "sub-menu-button": "ຕິດຕໍ່ຝ່າຍຂາຍ",
  "sub-menu-item1": "ວິສາຫະກິດ",
  "sub-menu-item2": "ຄ່າໃຊ້ຈ່າຍ",
  "sub-menu-item3": "ການປະສົມປະສານ",
  "sub-menu-item4": "ຄຸນ​ລັກ​ສະ​ນະ",
  "sub-menu-item5": "ຄວາມເປັນສ່ວນຕົວ",
  "sub-menu-item6": "ເອກະສານ",
  "info-head-1": "ສ້າງຂຶ້ນໃນເວທີ hCaptcha ທີ່ພິສູດແລ້ວ",
  "info-text-1": "hCaptcha Enterprise ແລ່ນດ້ວຍເທັກໂນໂລຍີແພລະຕະຟອມ hCaptcha, ຂະຫຍາຍໄປດ້ວຍຄຸນສົມບັດທີ່ວິສາຫະກິດຈະລາຈອນຕ້ອງການ.",
  "info-head-2": "ຄູ່ຮ່ວມງານທີ່ເຊື່ອຖືໄດ້",
  "intro-subtitle": "ແກ້ໄຂບັນຫາ bot ຂອງທ່ານໃນມື້ນີ້.",
  "info-text-2": "ການບໍລິການຂອງພວກເຮົາໄດ້ຮັບຄວາມໄວ້ວາງໃຈຈາກບໍລິສັດທີ່ໃຫຍ່ທີ່ສຸດໃນໂລກເພື່ອຮັບໃຊ້ຜູ້ໃຊ້ປະຈໍາວັນຫຼາຍລ້ານຄົນໃນທົ່ວຫຼາຍສິບລ້ານເວັບໄຊທ໌.",
  "cloudflare-quote-text": "ພວກເຮົາໄດ້ປະເມີນຜູ້ຂາຍ CAPTCHA ຈໍານວນຫນຶ່ງເຊັ່ນດຽວກັນກັບການສ້າງລະບົບຕົວເອງ. ໃນທີ່ສຸດ, hCaptcha ກາຍເປັນທາງເລືອກທີ່ດີທີ່ສຸດເພື່ອ reCAPTCHA.",
  "cloudflare-quote-detail": "ຜູ້ອໍານວຍການບໍລິຫານຜະລິດຕະພັນ, Cloudflare",
  "section-quote-head": "ທາງເລືອກທີ່ມີປະສິດທິພາບດ້ານຄ່າໃຊ້ຈ່າຍສໍາລັບວິສາຫະກິດການຈະລາຈອນສູງ",
  "section-quote-text": "ສຸດທ້າຍ, ເປັນທາງເລືອກທີ່ຫນ້າເຊື່ອຖືຂອງ Google. hCaptcha Enterprise ໃຫ້ການປະຢັດຢ່າງຫຼວງຫຼາຍໃນໃບບິນ reCAPTCHA ຂອງທ່ານດ້ວຍຄວາມປອດໄພທີ່ສູງຂຶ້ນ: ເຖິງ 80% ລາຄາຖືກກວ່າໃນບາງກໍລະນີ. ການບໍລິການອອນໄລນ໌ທີ່ໃຫຍ່ທີ່ສຸດຂອງໂລກຈໍານວນຫຼາຍໄດ້ປ່ຽນໄປ hCaptcha Enterprise ແລະໄດ້ຮັບການປັບປຸງການກວດສອບ bot ຄຽງຄູ່ກັບການປະຫຍັດຄ່າໃຊ້ຈ່າຍຢ່າງຫຼວງຫຼາຍ.",
  "section-quote-button": "ຕິດຕໍ່ພວກເຮົາໃນມື້ນີ້ສໍາລັບການສະເຫນີລາຄາ",
  "section-privacy-header": "ເນັ້ນຄວາມເປັນສ່ວນຕົວ",
  "section-privacy-text-1": "ເຄືອຂ່າຍໂຄສະນາເບິ່ງຜູ້ມາຢ້ຽມຢາມຂອງທ່ານເປັນຜະລິດຕະພັນ. ສໍາລັບພວກເຮົາຜະລິດຕະພັນດຽວແມ່ນການກໍານົດມະນຸດຂອງເຂົາເຈົ້າ. ການບໍລິການຂອງພວກເຮົາຕອບສະໜອງ ຫຼືເກີນຄວາມຕ້ອງການ GDPR, CCPA, ແລະ LGPD, ແລະສະໜັບສະໜູນຂໍ້ລິເລີ່ມຕ່າງໆ ເຊັ່ນ: Pass Privacy Pass. ພວກເຮົາເຮັດວຽກຢ່າງໜັກເພື່ອດຸ່ນດ່ຽງຄວາມເປັນສ່ວນຕົວ ແລະຄວາມປອດໄພ.",
  "section-privacy-text-2": "ຈຸດສຸມທີ່ເປັນເອກະລັກນີ້ກ່ຽວກັບຄວາມເປັນສ່ວນຕົວຫມາຍຄວາມວ່າພວກເຮົາສາມາດສະເຫນີໃຫ້ບໍ່ມີການເກັບຮັກສາຂໍ້ມູນສ່ວນບຸກຄົນ, ການດໍາເນີນງານທີ່ບໍ່ມີຄຸກກີ, ແລະການຮັບປະກັນຄວາມເປັນສ່ວນຕົວຕາມສັນຍາອື່ນໆຕາມຄວາມຕ້ອງການໃນຂະນະທີ່ຮັກສາຄວາມປອດໄພທີ່ດີເລີດ.",
  "section-security-header": "ຄວາມປອດໄພທໍາອິດ",
  "section-security-text-1": "ຄວາມຖືກຕ້ອງແມ່ນຢູ່ໃນຄວາມສົນໃຈຂອງທ່ານແລະຂອງພວກເຮົາ. hCaptcha ເຮັດວຽກເພື່ອໃຫ້ທ່ານມີຂໍ້ມູນທີ່ແທ້ຈິງແລະໃຫ້ທ່ານຕັດສິນໃຈວ່າຈະໃຊ້ມັນແນວໃດ. captchas ອື່ນໆແມ່ນສະຫນອງໃຫ້ໂດຍບໍລິສັດໂຄສະນາ Gigantic. ນີ້ຫມາຍຄວາມວ່າທຸກໆ bot ທີ່ພວກເຂົາບລັອກອາດຈະຫຼຸດລົງລາຍໄດ້ຂອງພວກເຂົາ.",
  "section-security-text-2": "ການນໍາໃຊ້ເຕັກນິກການຮຽນຮູ້ເຄື່ອງຈັກຫລ້າສຸດໂດຍເນັ້ນໃສ່ຄວາມເປັນສ່ວນຕົວເຮັດໃຫ້ພວກເຮົາເກີນມາດຕະຖານຄວາມປອດໄພຂອງບັນທຶກມໍລະດົກຂອງຍຸດທະສາດຕະຫຼອດໄປໂດຍບໍ່ມີການເປັນອັນຕະລາຍຄວາມປອດໄພຫຼືຄວາມເປັນສ່ວນຕົວຂອງຜູ້ໃຊ້.",
  "section-user-experience-header": "ປະສົບການຜູ້ໃຊ້ທີ່ຍິ່ງໃຫຍ່",
  "section-user-experience-text1": "ສໍາລັບຜູ້ໃຊ້ວິສາຫະກິດ, ທາງເລືອກແມ່ນມີຢູ່ເພື່ອຫຼີກເວັ້ນການທ້າທາຍຢ່າງສົມບູນໃນສະຖານະການສ່ວນໃຫຍ່.",
  "section-user-experience-text2": "ຫຼຸດຜ່ອນຄວາມຂັດແຍ້ງໂດຍການຫຼີກເວັ້ນການທ້າທາຍທັງຫມົດສໍາລັບ 99.9% ຂອງການຈະລາຈອນທີ່ຖືກຕ້ອງຂອງທ່ານໃນຂະນະທີ່ຍັງສະຫນອງຄວາມປອດໄພທີ່ດີເລີດ, ຂໍຂອບໃຈກັບຮູບແບບ bot ກ້າວຫນ້າ.",
  "section-easy-integration-header": "ການເຊື່ອມໂຍງງ່າຍ",
  "section-easy-integration-text": "ການເພີ່ມ hCaptcha ໃຊ້ເວລາພຽງແຕ່ນາທີແລະພຽງແຕ່ສອງສາມເສັ້ນຂອງລະຫັດ. API ພື້ນຖານແມ່ນເຂົ້າກັນໄດ້ກັບ reCAPTCHA V2, ແລະມັນໃຊ້ເວລາພຽງແຕ່ນາທີເພື່ອປ່ຽນ. ທ່ານ​ສາ​ມາດ​ລຸກ​ຂຶ້ນ​ແລະ​ດໍາ​ເນີນ​ການ​ກັບ​ທາງ​ເລືອກ​ທີ່​ດີກ​ວ່າ​ໃນ​ມື້​ນີ້​, ແລະ​ເປີດ​ຄຸນ​ນະ​ສົມ​ບັດ​ຂັ້ນ​ສູງ​ເພີ່ມ​ເຕີມ​ຕາມ​ຄວາມ​ຈໍາ​ເປັນ​.",
  "section-easy-integration-serverside": "ຂ້າງເຊີບເວີ:",
  "section-easy-integration-frontend": "ດ້ານໜ້າ:",
  "section-threat-header": "ຄະແນນໄພຂົ່ມຂູ່ທີ່ປັບແຕ່ງເອງ",
  "section-threat-text": "ບໍ່ແມ່ນບັນຫາທັງຫມົດແມ່ນຄືກັນ: ການໄດ້ຮັບຄະແນນດຽວຫມາຍຄວາມວ່າມັນຕ້ອງແກ້ໄຂຄວາມຕ້ອງການຂອງທ່ານເພື່ອເປັນປະໂຫຍດ. ດ້ວຍຄະແນນໄພຂົ່ມຂູ່ທີ່ປັບແຕ່ງສະເພາະຕົວຂອງ hCaptcha, ການໃຫ້ຄໍາປຶກສາໄວເຮັດໃຫ້ພວກເຮົາປັບຕົວແບບຂອງພວກເຮົາເພື່ອໃຫ້ຄະແນນກ່ຽວຂ້ອງກັບທຸລະກິດຂອງທ່ານຫຼາຍຂຶ້ນ.",
  "section-challenges-header": "ເປີດຕົວສິ່ງທ້າທາຍຂອງທ່ານເອງໃນວິນາທີ",
  "section-challenges-text-1": "ຢູ່ໃນຍີ່ຫໍ້ທີ່ມີເນື້ອຫາທີ່ກ່ຽວຂ້ອງ",
  "section-challenges-text-2": "ເມື່ອຜູ້ໃຊ້ຕ້ອງແກ້ໄຂສິ່ງທ້າທາຍເພື່ອຕອບສະຫນອງຄວາມຕ້ອງການດ້ານຄວາມປອດໄພ, ເປັນຫຍັງຈຶ່ງບໍ່ສ້າງວຽກທີ່ຫນ້າພໍໃຈແລະກ່ຽວຂ້ອງກັບຜູ້ໃຊ້? ດ້ວຍຜູ້ອອກແບບການທ້າທາຍແບບກຳນົດເອງທີ່ງ່າຍດາຍຂອງພວກເຮົາ, ທ່ານສາມາດເປີດເນື້ອຫາການທ້າທາຍໃນຍີ່ຫໍ້ໄດ້ໃນເວລາພຽງສອງສາມນາທີ.",
  "section-integration-header": "ການເຊື່ອມໂຍງເວທີໂດຍກົງ",
  "section-integration-subheader": "ສໍາລັບບໍລິສັດໂຄງສ້າງພື້ນຖານເວັບ",
  "section-integration-text": "ລະບົບ hCaptcha Enterprise ມີຄວາມຍືດຫຍຸ່ນພິເສດໃນການອອກແບບຂອງມັນ: ມັນສາມາດຖືກນໍາໄປໃຊ້ເປັນບາງສ່ວນຫຼືທັງຫມົດຢູ່ໃນຂອບຂອງເຄືອຂ່າຍຂອງທ່ານຖ້າທ່ານດໍາເນີນການຟັງສາທາລະນະຫຼືເປັນເຈົ້າຂອງສູນຂໍ້ມູນຈໍານວນຫຼາຍ. ນີ້ສາມາດຫຼຸດຜ່ອນຄ່າໃຊ້ຈ່າຍແລະການຈະລາຈອນນອກເຄືອຂ່າຍຢ່າງຫຼວງຫຼາຍໃນຂະນະທີ່ຍັງຮັກສາຜົນປະໂຫຍດທັງຫມົດຂອງການຄຸ້ມຄອງໂດຍພະນັກງານຂອງພວກເຮົາ 24 ຊົ່ວໂມງຕໍ່ມື້ເພື່ອຕອບສະຫນອງ SLAs ທີ່ເຄັ່ງຄັດທີ່ສຸດ.",
  "section-support-header": "ຄວາມຊໍານານທີ່ສາມາດບັນລຸໄດ້ແລະສະຫນັບສະຫນູນສໍາລັບທັງທ່ານແລະຜູ້ໃຊ້ຂອງທ່ານ",
  "section-support-text": "ການບໍລິການເປັນບູລິມະສິດອັນດັບໜຶ່ງສຳລັບພວກເຮົາ. ພວກເຮົາຮັກສາການສະຫນັບສະຫນູນທາງໂທ 24/7 ແລະສະເຫນີການປະສານງານໂດຍກົງຂອງ Slack ກັບທີມງານປະສົມປະສານດ້ານວິສະວະກໍາຂອງທ່ານແລະພະນັກງານທີ່ໂທຫາຂອງພວກເຮົາໃນລະຫວ່າງແລະຫຼັງຈາກການປະຕິບັດ. , ແລະ in-widget ແລະຊ່ອງທາງສະຫນັບສະຫນູນອີເມລ໌ຂອງພວກເຮົາ. ພວກເຮົາສາມາດເຂົ້າເຖິງໄດ້ແລະຕອບສະຫນອງ, ແລະປະຕິບັດຕໍ່ຄວາມພໍໃຈຂອງຜູ້ໃຊ້ເປັນ KPI ສູງສຸດ.",
  "section-enterprise-header": "ຄຸນສົມບັດວິສາຫະກິດ",
  "section-enterprise-title-1": "ການປ້ອງກັນ bots ລະດັບໂລກ",
  "section-enterprise-desc-1": "ທົດສອບການສູ້ຮົບໃນລະດັບເວັບ.",
  "section-enterprise-title-2": "ຄະແນນ bot ຄວາມຖືກຕ້ອງສູງ",
  "section-enterprise-desc-2": "ກວດພົບນັກສະແດງທີ່ບໍ່ດີຫຼາຍປະເພດ.",
  "section-enterprise-title-3": "ສູນ​ເສຍ friction ແລະ 99.9​% ຮູບ​ແບບ passive​",
  "section-enterprise-desc-3": "ທ້າທາຍຫນ້ອຍກວ່າ 0.1% ຂອງຜູ້ໃຊ້ທີ່ຖືກຕ້ອງຕາມກົດຫມາຍ.",
  "section-enterprise-title-4": "ຄວບຄຸມປະເພດສິ່ງທ້າທາຍສະແດງໃຫ້ເຫັນ",
  "section-enterprise-desc-4": "ຫ້ອງສະຫມຸດກ້ວາງຂອງປະເພດທີ່ຈະເລືອກເອົາຈາກ.",
  "section-enterprise-title-5": "ຄວບຄຸມເນື້ອຫາທ້າທາຍທີ່ໃຊ້",
  "section-enterprise-desc-5": "ຢູ່ໃນຍີ່ຫໍ້ທີ່ມີປະສົບການຂອງຜູ້ໃຊ້ທີ່ສອດຄ່ອງ.",
  "section-enterprise-title-6": "ວິສາຫະກິດ SLAs",
  "section-enterprise-desc-6": "ຮັບປະກັນຄວາມໜ້າເຊື່ອຖື ແລະ ຮອງຮັບການໂທໄດ້ໄວ 24/7.",
  "section-enterprise-title-7": "ສະຫນັບສະຫນູນຕົວທ່ອງເວັບແບບເກົ່າ",
  "section-enterprise-desc-7": "ເຂົ້າກັນໄດ້ຕະຫຼອດກັບ Internet Explorer 8.",
  "section-enterprise-title-8": "ກະດານລາຍງານຂັ້ນສູງ ແລະ API",
  "section-enterprise-desc-8": "ເບິ່ງສິ່ງທີ່ເກີດຂຶ້ນໃນທົ່ວທຸກເວັບໄຊ ແລະແອັບຯຂອງທ່ານ.",
  "section-enterprise-title-9": "ເຮັດວຽກຢູ່ໃນທຸກປະເທດ",
  "section-enterprise-desc-9": "ບໍ່ເຫມືອນກັບ reCAPTCHA, ພວກເຮົາເຮັດວຽກຢູ່ໃນທຸກປະເທດ.",
  "section-enterprise-title-10": "GDPR, CCPA, ແລະນະໂຍບາຍຄວາມເປັນສ່ວນຕົວທີ່ເປັນມິດກັບ LGPD",
  "section-enterprise-desc-10": "ອອກແບບສໍາລັບຄວາມເປັນສ່ວນຕົວຕັ້ງແຕ່ມື້ຫນຶ່ງ. ຂໍ້ຕົກລົງການປະມວນຜົນຂໍ້ມູນທີ່ເຂັ້ມແຂງ.",
  "section-enterprise-title-11": "ລະ​ດັບ​ຄວາມ​ຫຍຸ້ງ​ຍາກ​ລະ​ອຽດ​",
  "section-enterprise-desc-11": "ກົດໃສ່ອັນນີ້ເພື່ອໃຫ້ພໍດີກັບກໍລະນີທີ່ໃຊ້ຂອງເຈົ້າ.",
  "section-enterprise-title-12": "ການເປັນເຈົ້າພາບຂອງຝ່າຍທໍາອິດ",
  "section-enterprise-desc-12": "ການຮ້ອງຂໍແລະຊັບສິນທັງຫມົດໄປຫາ hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "dashboards ຫຼາຍຜູ້ໃຊ້",
  "section-enterprise-desc-13": "ແບ່ງປັນການຈັດການໃນທົ່ວທີມງານຂອງທ່ານ.",
  "section-enterprise-title-14": "ການຢັ້ງຢືນທັນທີ",
  "section-enterprise-desc-14": "ເວລາ 0ms: ຢັ້ງຢືນ hCaptcha tokens ໂດຍບໍ່ມີການໂທ API.",
  "section-enterprise-title-15": "ການເຊື່ອມໂຍງມືຖື (iOS ແລະ Android).",
  "section-enterprise-desc-15": "ປະສົບການທີ່ລຽບງ່າຍໃນທົ່ວເວັບ, ມືຖືພື້ນເມືອງ, ເວັບມືຖື. ການເຊື່ອມໂຍງທີ່ສ້າງໄວ້ກ່ອນແລະ SDK ພື້ນເມືອງທີ່ມີຢູ່.",
  "section-enterprise-title-16": "ເງື່ອນໄຂການປັບແຕ່ງແລະການຄໍ້າປະກັນຄວາມເປັນສ່ວນຕົວ",
  "section-enterprise-desc-16": "ຕອບສະໜອງຄວາມຕ້ອງການທາງດ້ານກົດໝາຍຂອງເຈົ້າເມື່ອບໍລິສັດອື່ນເຮັດບໍ່ໄດ້.",
  "presented-challlenges-head": "ສິ່ງທ້າທາຍທີ່ນໍາສະເຫນີ",
  "presented-challenges-title-1": "ການປຽບທຽບ",
  "presented-challenges-text-1": "ເລືອກທຸກຮູບທີ່ກົງກັບແບບສອບຖາມ",
  "presented-challenges-title-2": "ກ່ອງຜູກມັດ",
  "presented-challenges-text-2": "ກໍານົດພື້ນທີ່ຂອບເຂດສໍາລັບວັດຖຸ",
  "presented-challenges-title-3": "ການຈັດປະເພດ",
  "presented-challenges-text-3": "ກໍານົດປ້າຍຊື່ທີ່ສອດຄ້ອງກັນ",
  "presented-challenges-subheader": "...ແລະ​ວຽກ​ງານ​ງ່າຍ​ດາຍ​ອື່ນໆ​. ງ່າຍສໍາລັບມະນຸດ, ຍາກສໍາລັບ bots.",
  "presented-challenges-subtext": "ວຽກງານທີ່ກໍາຫນົດເອງຍັງມີໃຫ້ສໍາລັບຜູ້ເຜີຍແຜ່ວິສາຫະກິດ.",
  "footer-header-1": "ບໍລິສັດ",
  "footer-header-2": "ຊັບ​ພະ​ຍາ​ກອນ",
  "footer-header-3": "ຕິດຕໍ່",
  "footer-link-1": "ການຕິດສະຫຼາກ",
  "footer-link-2": "ກ່ຽວກັບ",
  "footer-link-3": "ວຽກ",
  "footer-link-4": "ເຄື່ອງໝາຍການຄ້າ",
  "footer-link-5": "ບລັອກ",
  "footer-link-6": "ສະຖານະ",
  "footer-link-7": "ເອກະສານ",
  "footer-link-8": "ລາຍງານຂໍ້ຜິດພາດ",
  "footer-link-9": "ການເຂົ້າເຖິງ",
  "footer-terms": "ເງື່ອນໄຂ",
  "footer-privacy": "ຄວາມເປັນສ່ວນຕົວ",
  "footer-attribution": "ຄຸນສົມບັດ",
  "footer-subheader-1": "ສະຫນັບສະຫນູນ",
  "footer-subheader-2": "ຕິດຕໍ່",
  "switch-to-english-link": "ປ່ຽນເປັນພາສາອັງກິດ",
  "intro-heading-privacy": "ອອກແບບມາເພື່ອຄວາມເປັນສ່ວນຕົວ.",
  "intro-subtitle-p1-privacy": " ວິທີທີ່ເປັນເອກະລັກສະເພາະເພື່ອຄວາມປອດໄພທາງອິນເຕີເນັດ.",
  "info-head-2-pr": "ການບັນທຶກກິດຈະກໍາອອນໄລນ໌ບໍ່ແມ່ນຄໍາຕອບ.",
  "info-text-1-pr": "hCaptcha Enterprise ມີຈຸດປະສົງດຽວເທົ່ານັ້ນ: ເພື່ອປ້ອງກັນນັກສະແດງທີ່ບໍ່ດີຈາກການລົບກວນການດໍາເນີນງານອອນໄລນ໌ຂອງທ່ານແລະເປັນອັນຕະລາຍຕໍ່ຜູ້ໃຊ້ຂອງທ່ານ.",
  "info-text-2-pr": "ດັ່ງນັ້ນລະບົບຂອງພວກເຮົາໄດ້ຖືກອອກແບບຕັ້ງແຕ່ພື້ນຖານເພື່ອຫຼຸດຜ່ອນການເກັບຂໍ້ມູນແລະການເກັບຮັກສາຂໍ້ມູນໃນຂະນະທີ່ຮັກສາຄວາມປອດໄພຊັ້ນນໍາ. ວິທີທີ່ດີທີ່ສຸດໃນການປົກປ້ອງຂໍ້ມູນຜູ້ໃຊ້ບໍ່ແມ່ນການເກັບຮັກສາມັນໄວ້ທັງຫມົດ.",
  "info-text-3-pr": "ຄວາມສໍາພັນຂອງລູກຄ້າທັງຫມົດຍັງຖືກປົກປ້ອງໂດຍຂໍ້ຕົກລົງການປຸງແຕ່ງຂໍ້ມູນທີ່ເຂັ້ມແຂງ. ການບໍລິການ hCaptcha ປະຕິບັດຕາມກົດໝາຍວ່າດ້ວຍຄວາມເປັນສ່ວນຕົວທັງໝົດບໍ່ວ່າບໍລິການຂອງເຈົ້າ ຫຼືລູກຄ້າຂອງເຈົ້າຢູ່ໃສກໍຕາມ. ການບໍ່ເກັບຮັກສາຂໍ້ມູນສ່ວນຕົວເຮັດໃຫ້ສິ່ງນີ້ງ່າຍຂຶ້ນຫຼາຍສໍາລັບພວກເຮົາກ່ວາບໍລິສັດອື່ນ.",
  "info-text-2-2-pr": "ການບໍລິການເຊັ່ນ reCAPTCHA v3 ເວົ້າວ່າການວາງ pixel ຕິດຕາມຂອງເຂົາເຈົ້າຢູ່ໃນທຸກຫນ້າຂອງເວັບໄຊຂອງທ່ານແມ່ນມີຄວາມຈໍາເປັນເພື່ອຄວາມປອດໄພທີ່ດີ. ນີ້ບໍ່ແມ່ນກໍລະນີ.",
  "info-text-2-3-pr": "ການວິເຄາະພຶດຕິກຳແບບງ່າຍໆແມ່ນເປັນສັນຍານທີ່ຖືກປອມແປງໄດ້ງ່າຍໂດຍນັກສະແດງທີ່ບໍ່ດີ, ແລະຮຽກຮ້ອງໃຫ້ມີການເກັບຮັກສາປະຫວັດການທ່ອງເວັບໃຫ້ກັບການເຂົ້າຊົມທີ່ຖືກຕ້ອງທັງໝົດຂອງທ່ານເຊັ່ນກັນ.",
  "info-text-2-4-pr": "ພວກເຮົາບໍ່ໄດ້ດໍາເນີນການເຄືອຂ່າຍໂຄສະນາ, ແລະບໍ່ມີຄວາມສົນໃຈໃນການສັງເກດເບິ່ງພຶດຕິກໍາຂອງຜູ້ໃຊ້ຂອງທ່ານເພື່ອຂາຍໃຫ້ເຂົາເຈົ້າໂຄສະນາ. ນີ້ຫມາຍຄວາມວ່າພວກເຮົາບໍ່ຕ້ອງການ pixel passive ໃນທຸກໆຫນ້າຂອງເວັບໄຊທ໌ຂອງເຈົ້າ.",
  "info-text-2-5-pr": "ເພີ່ມລະຫັດທ້າທາຍຂອງພວກເຮົາພຽງແຕ່ບ່ອນທີ່ມັນຈໍາເປັນ, ແລະບ່ອນທີ່ມັນມີຄວາມຫມາຍທີ່ຈະປົກປ້ອງທັງທ່ານແລະຜູ້ໃຊ້ຂອງທ່ານ.",
  "info-head-3-pr": "ການຮຽນຮູ້ເຄື່ອງຈັກແມ່ນເປັນປະໂຫຍດ. ແຕ່ມັນບໍ່ຕ້ອງການຂໍ້ມູນສ່ວນຕົວເພື່ອເຮັດວຽກ.",
  "info-text-3-1-pr": "ໃນປັດຈຸບັນການຮຽນຮູ້ເຄື່ອງຈັກມີຜົນກະທົບເກືອບທຸກດ້ານຂອງຊີວິດຂອງພວກເຮົາ, ເລື້ອຍໆໃນວິທີທີ່ພວກເຮົາບໍ່ຮູ້ແລະເບິ່ງບໍ່ເຫັນ. ການບໍລິການຄວາມປອດໄພອອນໄລນ໌ແມ່ນບໍ່ແຕກຕ່າງກັນ.",
  "info-text-3-2-pr": "ໂດຍການຮຽນຮູ້ຫຼາຍກວ່າພັນສັນຍານ, ຕົວແບບສາມາດຄາດເດົາໄດ້ ແລະບັນລຸຄວາມເຊື່ອໝັ້ນສູງໃນການກວດຫາພຶດຕິກຳທີ່ເປັນອັນຕະລາຍໄດ້ໄວ, ເຖິງແມ່ນວ່າຈະບໍ່ມີສັນຍານຂອງບຸກຄົນໃດທີ່ແຂງແຮງພໍທີ່ຈະຊີ້ບອກບັນຫາໄດ້.",
  "info-text-3-3-pr": "ຢ່າງໃດກໍ່ຕາມ, ບໍ່ມີອັນໃດອັນໜຶ່ງອັນນີ້ຕ້ອງການໃຊ້ຂໍ້ມູນທີ່ສາມາດລະບຸຕົວຕົນໄດ້ (PII). ເຕັກນິກການເຂົ້າລະຫັດລັບທີ່ທັນສະໄຫມຊ່ວຍໃຫ້ພວກເຮົາຍົກເລີກຂໍ້ມູນສ່ວນຕົວໄວເທົ່າທີ່ຈະໄວໄດ້, ແທນທີ່ຈະສ້າງລາຍເຊັນດຽວທີ່ບໍ່ສາມາດເຊື່ອມໂຍງກັບບຸກຄົນໃດຫນຶ່ງ.",
  "info-text-3-4-pr": "ການຝຶກອົບຮົມກ່ຽວກັບຂໍ້ມູນທີ່ບໍ່ໄດ້ລະບຸຕົວຕົນເຮັດວຽກເຊັ່ນດຽວກັນ, ແລະບໍ່ຮຽກຮ້ອງໃຫ້ມີການປະນີປະນອມກ່ຽວກັບຄວາມປອດໄພຫຼືຄວາມເປັນສ່ວນຕົວ. ລູກຄ້າຂອງພວກເຮົາໄດ້ເຮັດການທົດສອບ empirical, ແລະໄດ້ປະກາດວ່າພວກເຮົາເທົ່າກັບຫຼືດີກວ່າທາງເລືອກເອກະຊົນຫນ້ອຍຫຼາຍ.",
  "cloudflare-quote-text-privacy": "ພວກເຮົາມັກຫຼາຍໆຢ່າງກ່ຽວກັບວິທີແກ້ໄຂ hCaptcha: 1) ເຂົາເຈົ້າບໍ່ໄດ້ຂາຍຂໍ້ມູນສ່ວນຕົວ; ພວກເຂົາເຈົ້າເກັບກໍາຂໍ້ມູນສ່ວນບຸກຄົນທີ່ຈໍາເປັນຂັ້ນຕ່ໍາເທົ່ານັ້ນ, ພວກເຂົາເຈົ້າມີຄວາມໂປ່ງໃສໃນການອະທິບາຍຂໍ້ມູນທີ່ພວກເຂົາເກັບກໍາແລະວິທີການນໍາໃຊ້ແລະ / ຫຼືເປີດເຜີຍມັນ.",
  "pilot-head": "ລອງໃຊ້ພວກເຮົາໃນສະພາບແວດລ້ອມຂອງເຈົ້າໂດຍບໍ່ມີພັນທະ.",
  "pilot-text-1a": "ພວກເຮົາເປັນວິສະວະກອນ, ບໍ່ແມ່ນພະນັກງານຂາຍ: ພວກເຮົາຕ້ອງການໃຫ້ທ່ານມີຄວາມສຸກກັບການເລືອກຂອງທ່ານ.",
  "pilot-text-1b": "ວິທີທີ່ດີທີ່ສຸດເພື່ອຮັບປະກັນຄວາມພໍໃຈຂອງທ່ານແມ່ນເພື່ອສະແດງໃຫ້ເຫັນວ່າພວກເຮົາຕອບສະຫນອງຄວາມຕ້ອງການຂອງທ່ານ.",
  "pilot-text-1c": "ເກືອບທຸກບໍລິສັດທີ່ເລີ່ມເປັນນັກບິນໃນທີ່ສຸດກໍ່ເລືອກວິທີແກ້ໄຂຂອງພວກເຮົາ.",
  "pilot-text-1d": "ໃຊ້ແບບຟອມນີ້ເພື່ອເຂົ້າຫາຜູ້ຊ່ຽວຊານດ້ານວິຊາການຂອງພວກເຮົາ. ພວກເຮົາຕອບສະຫນອງຢ່າງໄວວາ.",
  "pilot-text-1e": "ທ່ານຍັງສາມາດສົ່ງອີເມວຫາພວກເຮົາໂດຍກົງ.",
  "pilot-email-details": "ລາຍລະອຽດຢູ່ນີ້.",
  "pilot-f1": "ພາກພື້ນ",
  "pilot-f2": "ຊື່​ຂອງ​ເຈົ້າ",
  "pilot-f3": "ຊື່​ຂອງ​ເຈົ້າ",
  "pilot-f4": "ອີເມວທຸລະກິດ",
  "pilot-f5": "ລາຍລະອຽດອື່ນໆທີ່ພວກເຮົາຄວນຈະມີ?",
  "pilot-f6": "ທ່ານຕ້ອງການການຂຶ້ນເຮືອບິນດ່ວນບໍ?",
  "pilot-f7": "ແມ່ນແລ້ວ.",
  "pilot-f8": "ຂ້ອຍຢູ່ພາຍໃຕ້ການໂຈມຕີ ແລະຕ້ອງການໃຫ້ມີການຂຶ້ນເຮືອບິນທັນທີ.",
  "pilot-f9": "ສົ່ງ",
  "pilot-f10": "ໂດຍການໃສ່ອີເມວຂອງທ່ານ, ທ່ານຕົກລົງເຫັນດີກັບຂໍ້ກໍານົດແລະນະໂຍບາຍຄວາມເປັນສ່ວນຕົວຂອງພວກເຮົາ, ແລະເພື່ອຮັບອີເມວຈາກພວກເຮົາ.",
  "pilot-fo-1": "ການປະສົມປະສານບໍ່ສາມາດງ່າຍຂຶ້ນ.",
  "pilot-fo-2": "hCaptcha ມີຫຼາຍສິບການເຊື່ອມໂຍງກັບລະບົບທາງຫນ້າແລະ backend ທີ່ທ່ານໃຊ້.",
  "pilot-fo-3": "ຖ້າທ່ານມາຈາກ reCAPTCHA ຂອງ Google, APIs ຂອງພວກເຮົາແມ່ນການທົດແທນທີ່ຫຼຸດລົງ. ສາມແຖວຂອງລະຫັດແມ່ນທັງຫມົດທີ່ທ່ານຕ້ອງການ.",
  "pilot-fo-4": "ວິສະວະກອນທີ່ເຂົ້າມາເຮັດວຽກຂອງພວກເຮົາສາມາດເຮັດໃຫ້ທ່ານໄປໄດ້ໄວ, ບໍ່ວ່າທ່ານຕ້ອງການການເຊື່ອມໂຍງ React, SDKs ສໍາລັບແອັບຯພື້ນເມືອງຂອງ iOS, ຕົວຢ່າງຂອງ backend Java, ຫຼືເກືອບທຸກສະຖານະການ.",
  "pilot-fo-5": "ແລະຕາມເຄີຍ, ຄວາມເປັນສ່ວນຕົວແມ່ນຄຸນຄ່າຫຼັກສຳລັບພວກເຮົາ. ເພີ່ມລະຫັດທ້າທາຍຂອງພວກເຮົາພຽງແຕ່ບ່ອນທີ່ມັນຈໍາເປັນ, ແລະບ່ອນທີ່ມັນສົມເຫດສົມຜົນທີ່ຈະປົກປ້ອງທັງທ່ານແລະຜູ້ໃຊ້ຂອງທ່ານ. ການ​ເກັບ​ກໍາ​ຂໍ້​ມູນ​ຫຼຸດ​ຜ່ອນ​ເລີ່ມ​ຕົ້ນ​ຈາກ​ປັດ​ຈຸ​ບັນ​ຂອງ​ການ​ເຊື່ອມ​ໂຍງ​.",
  "pilot-fdone": "ຂອບ​ໃຈ. ພວກເຮົາຈະຕິດຕໍ່ກັນໃນໄວໆນີ້.",
  "home-ent-2-new": "ຮຽນຮູ້ເພີ່ມເຕີມກ່ຽວກັບການແກ້ໄຂວິສາຫະກິດຂອງພວກເຮົາ.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise solutions ສະໜອງຄວາມປອດໄພຊັ້ນນໍາ ແລະປົກປ້ອງການບໍລິການອອນໄລນ໌ຊັ້ນນໍາຫຼາຍອັນ.",
  "home-plans-button-2-new": "ສຶກສາເພີ່ມເຕີມ",
  "header-enterprise-link": "ວິສາຫະກິດ",
  "sales-interstitial-c1b-new": "ສຶກສາເພີ່ມເຕີມກ່ຽວກັບ hCaptcha Enterprise"
}
