{
    "1137470858": "ວັນທີ 11 ທັນວາ 2021",
    "12462594": "hCaptcha ຖືກສ້າງຂຶ້ນໃນແພລະຕະຟອມ HUMAN, ເຊິ່ງອະນຸຍາດໃຫ້ກໍານົດເສັ້ນທາງແລະການວິເຄາະທີ່ຊັບຊ້ອນເພື່ອເພີ່ມປະສິດທິພາບຄ່າໃຊ້ຈ່າຍແລະປະສິດທິພາບໃນແຕ່ລະຂັ້ນຕອນ.",
    "2262549101": "ວິທີການຕິດຕໍ່ທາງເລືອກແມ່ນບັນທຶກໄວ້ໃນຫ້ອງການລິຂະສິດຂອງສະຫະລັດ DMCA ລາຍຊື່ຕົວແທນທີ່ກໍານົດ",
    "2272776729": "ກະລຸນາຮັບຊາບວ່າທ່ານຈະຕ້ອງຢັ້ງຢືນຕົວຕົນ ແລະຄໍາຮ້ອງຂໍຂອງທ່ານກ່ອນທີ່ຈະດໍາເນີນການຕື່ມອີກ, ເຊັ່ນວ່າໂດຍການໃຫ້ບັດປະຈໍາຕົວຂອງລັດຖະບານຂອງທ່ານ. ອີງຕາມກົດໝາຍຂອງລັດຄາລິຟໍເນຍ, ເຈົ້າອາດຈະແຕ່ງຕັ້ງຕົວແທນທີ່ໄດ້ຮັບອະນຸຍາດເພື່ອເຮັດການຮ້ອງຂໍໃນນາມຂອງເຈົ້າ. ເພື່ອກໍານົດຕົວແທນທີ່ໄດ້ຮັບອະນຸຍາດເພື່ອເຮັດຄໍາຮ້ອງຂໍໃນນາມຂອງເຈົ້າ, ທ່ານຕ້ອງໃຫ້ສິດອໍານາດທີ່ຖືກຕ້ອງ, ການກໍານົດຕົວຕົນທີ່ຖືກຕ້ອງຂອງລັດຖະບານທີ່ອອກໃຫ້ຂອງຜູ້ຮ້ອງຂໍ, ແລະການກໍານົດຕົວຕົນທີ່ຖືກຕ້ອງຂອງຕົວແທນທີ່ໄດ້ຮັບອະນຸຍາດ.",
    "2335607721": "ແຈ້ງການ. ແຈ້ງການທັງໝົດທີ່ກ່ຽວຂ້ອງກັບເງື່ອນໄຂການໃຫ້ບໍລິການເຫຼົ່ານີ້ຈະຖືກສົ່ງໄປທາງອີເມລ ຫຼື ປະກາດຢູ່ໃນເວັບໄຊທ໌ຂອງພວກເຮົາ. ທ່ານຕ້ອງສົ່ງແຈ້ງການໃຫ້ພວກເຮົາທີ່",
    "2875934612": "ວັນທີ 20 ພະຈິກ 2020",
    "3084122606": "ບ່ອນທີ່ການນໍາໃຊ້ຂໍ້ມູນສ່ວນຕົວຂອງພວກເຮົາແມ່ນອີງໃສ່ການຍິນຍອມຂອງທ່ານ, ທ່ານມີສິດທີ່ຈະຖອນມັນໄດ້ທຸກເວລາໃນລັກສະນະທີ່ລະບຸໄວ້ໃນການບໍລິການຫຼືໂດຍການຕິດຕໍ່ພວກເຮົາທີ່",
    "3312286067": "ຫຼືສົ່ງຄໍາຮ້ອງທຸກໄປຫາຜູ້ຄວບຄຸມການປົກປ້ອງຂໍ້ມູນຢູ່ໃນເຂດອໍານາດຂອງເຈົ້າ. ທ່ານ​ສາ​ມາດ​ຊອກ​ຫາ​ລະ​ບຽບ​ການ​ປົກ​ປັກ​ຮັກ​ສາ​ຂໍ້​ມູນ​ຂອງ​ທ່ານ​ທີ່​",
    "3506025515": "hCaptcha ບໍ່ໄດ້ຮັບຜົນກະທົບຈາກ log4shell. ນີ້ແມ່ນວິທີທີ່ພວກເຮົາຮູ້.",
    "3516838896": "ຂໍ້ຜິດພາດການປະຕິບັດລະຫັດຫ່າງໄກສອກຫຼີກ log4j2 ບໍ່ດົນມານີ້ໄດ້ແຜ່ລາມອິນເຕີເນັດ, ຜົນກະທົບຕໍ່ການບໍລິການອອນໄລນ໌ຢ່າງຫຼວງຫຼາຍ. hCaptcha ບໍ່ໄດ້ຮັບຜົນກະທົບ. ນີ້ແມ່ນວິທີທີ່ພວກເຮົາກວດສອບຄວາມຈິງນັ້ນ.",
    "3553195003": "hCaptcha ບໍ່ໄດ້ຮັບຜົນກະທົບຈາກ log4shell.",
    "3610875753": "– ຖ້າ​ຫາກ​ວ່າ​ຫຼັງ​ຈາກ​ການ​ທຸ​ລະ​ກິດ​ທີ່​ສໍາ​ຄັນ​, ທ່ານ​ບໍ່​ສາ​ມາດ​ຕິດ​ຕໍ່​ຫາ​ພວກ​ເຮົາ​ຕາມ​ທີ່​ທ່ານ​ປົກ​ກະ​ຕິ​ແລ້ວ​",
    "3612764043": ", ທ່ານຄວນໄປຫາເວັບໄຊທ໌ຂອງພວກເຮົາທີ່ hcaptcha.com ຫຼື hcaptchastatus.com.",
    "3626193263": "ຕົວແທນທີ່ກໍານົດ hCaptcha ສໍາລັບ Digital Millennium Copyright Act (DMCA) ແມ່ນ",
    "3794891866": "ຜູ້ບໍລິໂພກຂອງລັດຄາລິຟໍເນຍອາດຈະເຮັດການຮ້ອງຂໍຕາມສິດທິຂອງເຂົາເຈົ້າພາຍໃຕ້ CCPA ໂດຍການຕິດຕໍ່ພວກເຮົາທີ່",
    "3814036702": "– ຖ້າ​ຫາກ​ທ່ານ​ມີ​ຄໍາ​ຖາມ​ກ່ຽວ​ກັບ​ການ​ວາງ​ແຜນ​ການ​ສືບ​ຕໍ່​ທຸ​ລະ​ກິດ​ຂອງ​ພວກ​ເຮົາ​, ທ່ານ​ສາ​ມາດ​ຕິດ​ຕໍ່​ຫາ​ພວກ​ເຮົາ​ໄດ້​ທີ່​",
    "3975007628": "ໃນປັດຈຸບັນປົກປ້ອງຜູ້ໃຊ້ຫຼາຍຮ້ອຍລ້ານຄົນໃນທົ່ວຫລາຍສິບລ້ານເວັບໄຊທ໌ແລະແອັບຯທຸກໆເດືອນ. ເລື່ອງຂອງພວກເຮົາສະແດງໃຫ້ເຫັນວ່າທ່ານສາມາດແຂ່ງຂັນກັບ Big Tech ເມື່ອທ່ານໃສ່ຄວາມເປັນສ່ວນຕົວກ່ອນ.",
    "4038264749": "ໝາຍເຫດ ໃນຂະນະທີ່ຄຳສັ່ງຊື້ COVID-19 ທ້ອງຖິ່ນຍັງຄົງມີຜົນບັງຄັບໃຊ້, ບໍ່ມີການຮັບປະກັນວ່າ mail ຈະໄດ້ຮັບຢ່າງທັນເວລາ, ແລະ ອີເມວ (",
    "4115505783": ") ເປັນຊ່ອງທາງທີ່ຖືກຕ້ອງທີ່ຈະເຂົ້າຫາພວກເຮົາ. ບໍລິສັດບໍ່ໄດ້ຮັກສາເບີໂທລະສັບ ຫຼືແຟັກ; ນີ້ແມ່ນສະຕະວັດທີ 21.",
    "4164851712": "ພວກເຮົາພຽງແຕ່ໃຊ້ຂໍ້ມູນສ່ວນຕົວຂອງເຈົ້າຕາມທີ່ກົດໝາຍອະນຸຍາດ. ພວກເຮົາຕ້ອງການແຈ້ງໃຫ້ທ່ານຊາບກ່ຽວກັບພື້ນຖານທາງດ້ານກົດຫມາຍຂອງການປະມວນຜົນຂໍ້ມູນສ່ວນຕົວຂອງທ່ານ, ເຊິ່ງໄດ້ອະທິບາຍຂ້າງລຸ່ມນີ້. ຖ້າທ່ານມີຄໍາຖາມກ່ຽວກັບພື້ນຖານທາງດ້ານກົດຫມາຍທີ່ພວກເຮົາດໍາເນີນການຂໍ້ມູນສ່ວນຕົວຂອງທ່ານ, ຕິດຕໍ່ພວກເຮົາທີ່",
    "4201262098": "ເທກໂນໂລຍີນີ້ເຮັດໃຫ້ພະນັກງານທີ່ເຫມາະສົມຈັດການແຕ່ລະສ່ວນຂອງວຽກຂອງເຈົ້າ, ເພີ່ມປະສິດທິພາບຄ່າໃຊ້ຈ່າຍໃນຂະນະທີ່ຮັກສາຄວາມເປັນສ່ວນຕົວແລະຕອບສະຫນອງຂໍ້ກໍານົດກົດລະບຽບທີ່ອາດຈະນໍາໃຊ້.",
    "4217188341": "ວັນທີ 30 ພະຈິກ 2020",
    "4238473596": "ການຫຼຸດຜ່ອນ friction ສໍາລັບຜູ້ໃຊ້ທີ່ແທ້ຈິງແມ່ນສໍາຄັນ. hCaptcha ໃຊ້ວຽກງານທີ່ງ່າຍດາຍແລະໃຊ້ເວລາຫນ້ອຍສໍາລັບຜູ້ໃຊ້ສ່ວນໃຫຍ່ໃນຂະນະທີ່ຢຸດການຈະລາຈອນ bot ຫຼາຍ.",
    "4243935861": "ha.com",
    "4270798104": "2. ລອງປິດການໃຊ້ງານສ່ວນຂະຫຍາຍອື່ນ. ຖ້າອັນນັ້ນແກ້ໄຂໄດ້, ເປີດພວກມັນເທື່ອລະອັນຈົນກວ່າເຈົ້າຈະພົບບັນຫາ, ແລະໃຫ້ຜູ້ພັດທະນາສ່ວນຂະຫຍາຍນັ້ນຮູ້ກ່ຽວກັບມັນ, ພ້ອມທັງແຈ້ງໃຫ້ພວກເຮົາຊາບທີ່.",
    "427220273": "ພວກເຮົາອາດຈະຮ້ອງຂໍຂໍ້ມູນສະເພາະຈາກທ່ານເພື່ອຊ່ວຍພວກເຮົາຢືນຢັນຕົວຕົນຂອງທ່ານແລະດໍາເນີນການຮ້ອງຂໍຂອງທ່ານ. ກົດໝາຍທີ່ນຳໃຊ້ອາດຈະກຳນົດ ຫຼືອະນຸຍາດໃຫ້ພວກເຮົາປະຕິເສດຄຳຮ້ອງຂໍຂອງທ່ານ. ຖ້າພວກເຮົາປະຕິເສດຄໍາຮ້ອງຂໍຂອງທ່ານ, ພວກເຮົາຈະບອກທ່ານວ່າເປັນຫຍັງ, ຂຶ້ນກັບຂໍ້ຈໍາກັດທາງດ້ານກົດຫມາຍ. ຖ້າທ່ານຕ້ອງການສົ່ງຄໍາຮ້ອງທຸກກ່ຽວກັບການນໍາໃຊ້ຂໍ້ມູນສ່ວນຕົວຂອງເຈົ້າຫຼືການຕອບສະຫນອງຕໍ່ຄໍາຮ້ອງຂໍຂອງເຈົ້າກ່ຽວກັບຂໍ້ມູນສ່ວນຕົວຂອງເຈົ້າ, ເຈົ້າສາມາດຕິດຕໍ່ພວກເຮົາໄດ້ທີ່",
    "433026247": "ໂດຍການປະຕິບັດວຽກງານ, ທ່ານອາດຈະໄດ້ຮັບຄຸນສົມບັດແລະທັກສະ, ເຊິ່ງພວກເຮົາຈະອະນຸຍາດໃຫ້ຢູ່ໃນການຕັດສິນໃຈຂອງພວກເຮົາ. ພວກເຮົາສະຫງວນສິດໃນການສ້າງ, ດັດແກ້, ຫຼືຖອນຄຸນສົມບັດ ແລະທັກສະຂອງທ່ານໄດ້ທຸກເວລາ, ດ້ວຍເຫດຜົນໃດກໍ່ຕາມ ຫຼືບໍ່ມີເຫດຜົນໃດໆ. ເນື່ອງຈາກວ່າພວກເຮົາບໍ່ຈໍາແນກໂດຍພື້ນຖານຂອງຊາດກໍາເນີດ, ເຊື້ອຊາດ, ສີຜິວ, ເພດ, ທັດສະນະທາງເພດ, ຫຼືຊົນຊັ້ນອື່ນໆທີ່ຖືກປົກປ້ອງໂດຍກົດຫມາຍ, ທ່ານຈະມີໂອກາດດຽວກັນກັບຜູ້ປະກອບສ່ວນອື່ນໆເພື່ອບັນລຸການເຂົ້າເຖິງວຽກງານຕາມຄຸນສົມບັດແລະທັກສະຂອງທ່ານ. . ໃນຖານະຜູ້ປະກອບສ່ວນ, ຖ້າທ່ານເຊື່ອວ່າຄໍາຖາມທົດສອບທີ່ມີບັນຫາໄດ້ສົ່ງຜົນກະທົບຕໍ່ຄຸນສົມບັດ, ທັກສະ, ຫຼືລາງວັນຂອງທ່ານ, ທ່ານອາດຈະສະຫນອງການໂຕ້ແຍ້ງທີ່ໄດ້ຮັບການສະຫນັບສະຫນູນທີ່ດີທີ່ອະທິບາຍຄໍາຖາມທົດສອບທີ່ມີບັນຫາຜ່ານທາງຕິດຕໍ່ຫນ້າວຽກຫຼືຜ່ານຕົ໋ວໃນລະບົບການຊ່ວຍເຫຼືອຂອງພວກເຮົາ, ຕົວຢ່າງທາງອີເມລ໌. ທີ່",
    "492025216": "ວັນທີ 13 ທັນວາ 2021",
    "799274928": "ແຈ້ງການທາງອີເມລແມ່ນຖືວ່າເປັນການແຈ້ງການເປັນລາຍລັກອັກສອນເພື່ອຈຸດປະສົງທັງໝົດທີ່ອາດຈະຕ້ອງການແຈ້ງການເປັນລາຍລັກອັກສອນ. ແຈ້ງ​ການ​ອີ​ເມລ​ແມ່ນ​ຖື​ວ່າ​ໄດ້​ຮັບ​ໃນ​ມື້​ເຮັດ​ວຽກ​ຫຼັງ​ຈາກ​ການ​ສົ່ງ​ຂໍ້​ມູນ​ທີ່​ຖືກ​ຕ້ອງ​ກັບ​ຜູ້​ຮັບ​ທີ່​ຕັ້ງ​ໃຈ.",
    "211351380": "ຈາກ blog:",
    "3153117136": "ການຕັ້ງຄ່າຄວາມຫຍຸ້ງຍາກ hCaptcha ເຮັດວຽກແນວໃດ",
    "2915355938": "ການເຂົ້າເຖິງ",
    "793784899": "ແຜນການ",
    "2671622670": "ວິສາຫະກິດ",
    "3527140447": "ເອກະສານ",
    "505891021": "ບໍລິການຕິດປ້າຍ",
    "692176459": "ເຂົ້າ​ສູ່​ລະ​ບົບ",
    "1892574253": "ລົງ​ທະ​ບຽນ",
    "2593864519": "ຢຸດ bots ຫຼາຍ. ເລີ່ມປົກປ້ອງຄວາມເປັນສ່ວນຕົວຂອງຜູ້ໃຊ້.",
    "4007826952": "ອັນດັບ 1 ຄວາມເປັນສ່ວນຕົວ-ທຳອິດ CAPTCHA ສຳລັບເວັບ, ມືຖື, ແລະອື່ນໆອີກ.",
    "3721365241": "ພະຍາຍາມ",
    "3753956446": "ຟຣີ",
    "3276777569": "hCaptcha",
    "55035359": "ຕອນນີ້ກຳລັງໃຊ້ reCAPTCHA ບໍ?",
    "3417372336": "ປ່ຽນໃນນາທີ",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "ການບໍລິການອອນໄລນ໌ສູງສຸດແມ່ນອີງໃສ່",
    "1470290349": "ສໍາລັບ bot ທີ່ດີທີ່ສຸດໃນຫ້ອງຮຽນແລະການຄຸ້ມຄອງການສໍ້ໂກງ.",
    "3714002185": "ສຶກສາເພີ່ມເຕີມກ່ຽວກັບ hCaptcha Enterprise",
    "3946753128": "ສ່ວນຕົວ. ປອດໄພ. ໄວກວ່າ.",
    "939665604": "ເນັ້ນຄວາມເປັນສ່ວນຕົວ",
    "780475098": "ເຄືອຂ່າຍໂຄສະນາເບິ່ງຜູ້ມາຢ້ຽມຢາມຂອງທ່ານເປັນຜະລິດຕະພັນ. ພວກເຮົາພຽງແຕ່ສົນໃຈວ່າການຢ້ຽມຢາມຈະດີຫຼືບໍ່ດີ. hCaptcha ປະຕິບັດຕາມ GDPR, CCPA, LGPD, PIPL, ແລະກົດໝາຍຂໍ້ມູນທົ່ວໂລກອື່ນໆ.",
    "219813583": "ຄວາມປອດໄພທໍາອິດ",
    "2714878440": "ປົກປ້ອງການບໍລິການຂອງທ່ານຈາກການຂູດ, ການຄອບຄອງບັນຊີ, ການບັນຈຸຂໍ້ມູນການຢັ້ງຢືນ, ແລະການຂີ້ເຫຍື້ອດ້ວຍການຮຽນຮູ້ເຄື່ອງຈັກຂັ້ນສູງແລະການຢັ້ງຢືນມະນຸດຂອງພວກເຮົາ.",
    "1397766838": "ປະສົບການຜູ້ໃຊ້ທີ່ດີກວ່າ",
    "2670352917": "hCaptcha ສະຫນອງການກວດຫາ bot ທີ່ເຊື່ອຖືໄດ້ຫຼາຍຂຶ້ນໃນຂະນະທີ່ມັນງ່າຍດາຍສໍາລັບມະນຸດທີ່ຈະແກ້ໄຂ.",
    "2806751666": "hCaptcha ແມ່ນຫຍັງ?",
    "3096063825": "ລອງໃຊ້ເບິ່ງ",
    "2968026167": "ຜັກທີ່ທ່ານມັກ",
    "713281684": "ຫມາກ​ເຂືອ",
    "4147497805": "ແຄລອດ",
    "3758963444": "ຂອບ​ໃຈ! ໄດ້​ຮັບ​ການ​ຍື່ນ​ສະ​ເຫນີ​ຂອງ​ທ່ານ​!",
    "1070364246": "ອຸຍ! ມີບາງຢ່າງຜິດພາດໃນຂະນະທີ່ສົ່ງແບບຟອມ.",
    "1129833879": "ຢຸດ bots ທີ່ເປັນອັນຕະລາຍ, ປົກປ້ອງຄວາມເປັນສ່ວນຕົວຂອງຜູ້ໃຊ້",
    "58091799": "ສຶກສາເພີ່ມເຕີມກ່ຽວກັບ hCaptcha Publisher ແລະ Enterprise",
    "1599610318": "ຜູ້ເຜີຍແຜ່",
    "3093388779": "hCaptcha ແມ່ນບໍ່ເສຍຄ່າເພື່ອໃຊ້ສໍາລັບຜູ້ເຜີຍແຜ່ທຸກຂະຫນາດ",
    "179723061": "ການຄວບຄຸມເພີ່ມເຕີມສໍາລັບທີມງານທີ່ຕ້ອງການຄວາມປອດໄພຊັ້ນນໍາ",
    "846501387": "ການປົກປ້ອງ bot ລະດັບໂລກ",
    "119298044": "ເຕັກໂນໂລຊີ ML ແລະ AI ຄວບຄຸມຕົນເອງແບບພິເສດປົກປ້ອງຄຸນສົມບັດເວັບຂອງທ່ານຈາກການຂົ່ມຂູ່ ແລະການໂຈມຕີ",
    "1263998069": "ໄດ້ຮັບລາງວັນສໍາລັບການແກ້ໄຂຂອງມະນຸດ",
    "1103295010": "ຫາເງິນ ຫຼືໃຫ້ການກຸສົນເມື່ອມະນຸດແກ້ໄຂ CAPTCHAs",
    "392886773": "ເຮັດວຽກຢູ່ໃນທຸກປະເທດ",
    "2320894364": "ດ້ວຍຫຼາຍກວ່າ 200 ຈຸດຂອງການປະກົດຕົວ, ຟັງຂອງ hCaptcha ປົກປ້ອງຊັບສິນຂອງທ່ານທົ່ວໂລກ",
    "451701069": "ປະຕິບັດຕາມ GDPR, CCPA,",
    "2826051554": "ແລະອື່ນໆອີກ",
    "3530599065": "ຄວາມເປັນສ່ວນຕົວແມ່ນສ້າງຂຶ້ນຈາກພື້ນດິນ. hCaptcha ຮັກສາບໍ່ມີ PII ແລະປະຕິບັດຕາມຄໍາສັ່ງແລະກົດລະບຽບຄວາມເປັນສ່ວນຕົວຈໍານວນຫລາຍ.",
    "2489287539": "“ບໍ່ມີ CAPTCHA” ແລະ ໂໝດ passive 99.9%.",
    "793242047": "ຫຼຸດຜ່ອນສິ່ງທ້າທາຍທີ່ນໍາສະເຫນີຕໍ່ຜູ້ໃຊ້ເພື່ອອະນຸຍາດໃຫ້ເຂົ້າເຖິງແອັບພລິເຄຊັນໄດ້ໄວ",
    "4195759329": "ການກວດຫາ bot ແລະຄະແນນຄວາມສ່ຽງ",
    "1150035777": "ຮູບແບບການຮຽນຮູ້ເຄື່ອງຈັກທີ່ຊັບຊ້ອນສ້າງຄະແນນຄວາມໝັ້ນໃຈຂອງ bot ໂດຍອີງໃສ່ຂໍ້ມູນຫຼາຍຈຸດທີ່ເກີນກວ່າວ່າຄຳຖາມຖືກຕອບຖືກຫຼືບໍ່",
    "3688621388": "ລາຍເຊັນໄພຂົ່ມຂູ່",
    "1131525092": "ຈັດກຸ່ມນັກສະແດງທີ່ບໍ່ດີຮ່ວມກັນຜ່ານ UIDs ທີ່ມີຂອບເຂດທີ່ຮັກສາຄວາມເປັນສ່ວນຕົວຂອງພວກເຮົາເພື່ອຊອກຫາ ແລະຢຸດການສໍ້ໂກງ ແລະການລະເມີດທີ່ກ່ຽວຂ້ອງ.",
    "1559631739": "ການຮຽນຮູ້ສ່ວນຕົວ",
    "3952259236": "ສົມທົບຂໍ້ມູນຕາບອດຂອງທ່ານກັບສັນຍານຫຼາຍພັນອັນຂອງ hCaptcha ເພື່ອຝຶກອົບຮົມ hCaptcha ໃນຫ້ອງຮຽນຂອງພຶດຕິກໍາ - ສໍາລັບຕົວຢ່າງຂອງທ່ານເທົ່ານັ້ນ - ເພື່ອຄາດຄະເນພຶດຕິກໍາທີ່ເປັນອັນຕະລາຍດີກວ່າການແກ້ໄຂຢ່າງດຽວ.",
    "1150963691": "ການຫຼຸດຜ່ອນ APT",
    "4083018285": "ຊຸດຂອງລັກສະນະຂະຫຍາຍທີ່ປະສົມປະສານກັບການຕິດຕາມ SOC ແລະການຕອບສະຫນອງທີ່ປັບປຸງເພື່ອແກ້ໄຂໄພຂົ່ມຂູ່ທີ່ຍັງຄົງຄ້າງທີ່ຊັບຊ້ອນ.",
    "3160820928": "ການປ້ອງກັນການໂຈມຕີແບບປະສານງານ",
    "1849805607": "hCaptcha ປ້ອງກັນໄພຂົ່ມຂູ່ແລະການຫຼອກລວງທີ່ຖືກອອກແບບມາເພື່ອແຊກຊຶມເຂົ້າເຄືອຂ່າຍຂອງທ່ານ",
    "1958297836": "ການ​ປະ​ສານ​ງານ​ການ​ປ້ອງ​ກັນ​ການ​ໂຈມ​ຕີ & ການ​ຫຼຸດ​ຜ່ອນ APT​",
    "1300485304": "hCaptcha ປ້ອງກັນໄພຂົ່ມຂູ່ຂັ້ນສູງ ແລະເຄື່ອງຫຼອກລວງທີ່ອອກແບບມາເພື່ອແຊກຊຶມເຂົ້າເຄືອຂ່າຍຂອງທ່ານ",
    "2698640210": "ຄວບຄຸມສິ່ງທ້າທາຍ ແລະປະເພດທີ່ສະແດງ",
    "3121248460": "ສະແດງສິ່ງທ້າທາຍແບບກຳນົດເອງທີ່ຫຼາກຫຼາຍຢ່າງບໍ່ຢຸດຢັ້ງ - ຈາກແບບງ່າຍດາຍຫາຄວາມສັບສົນ - ສໍາລັບຜູ້ຊົມທີ່ຄາດໄວ້ຂອງທ່ານ",
    "3807059944": "ຄວບຄຸມເນື້ອຫາທ້າທາຍທີ່ໃຊ້",
    "2707282231": "ປັບແຕ່ງສິ່ງທ້າທາຍສໍາລັບຜູ້ໃຊ້ຂອງທ່ານ. ເຮັດໃຫ້ມັນເປັນໄປບໍ່ໄດ້ສໍາລັບ bots ທີ່ຈະແກ້ໄຂແລະເຈາະ.",
    "4194763679": "ລະ​ດັບ​ຄວາມ​ຫຍຸ້ງ​ຍາກ​ລະ​ອຽດ​",
    "3730038780": "ເລືອກຈາກຈໍານວນສິ່ງທ້າທາຍເກືອບບໍ່ມີຂອບເຂດສໍາລັບຜູ້ໃຊ້ທີ່ຈະແກ້ໄຂ",
    "1849717906": "ປັບແຕ່ງດ້ວຍເນື້ອຫາທ້າທາຍຂອງທ່ານເອງ",
    "1508655687": "ເພີ່ມສິ່ງທ້າທາຍຂອງທ່ານເອງທີ່ປັບແຕ່ງສໍາລັບຜູ້ຊົມຂອງທ່ານເພື່ອປັບປຸງຫຼືຈໍາກັດການເຂົ້າເຖິງ",
    "3620442880": "ຄຸນສົມບັດການປົກປ້ອງ Flash Sale",
    "3265895521": "ຍົກ​ສູງ​ຂຶ້ນ​ແລະ​ຫຼຸດ​ຜ່ອນ​ຄວາມ​ຫຍຸ້ງ​ຍາກ​ທີ່​ທ້າ​ທາຍ​ໂດຍ​ອີງ​ໃສ່​ເວ​ລາ​ຂອງ​ມື້​",
    "1485807325": "ແຜງໜ້າປັດຫຼາຍຜູ້ໃຊ້, SAML SSO",
    "359073033": "Dashboards ໃຫ້ທັດສະນະໃນລະດັບສູງຫຼືລະອຽດຂອງກິດຈະກໍາ.",
    "4272454814": "ປະສົມປະສານກັບຜູ້ໃຫ້ບໍລິການຕົວຕົນທີ່ທ່ານເລືອກ.",
    "1141402092": "ຄຸນສົມບັດການລາຍງານຂັ້ນສູງ",
    "910989640": "ສ້າງບົດລາຍງານກິດຈະກໍາທີ່ລະອຽດແລະກໍາຫນົດເອງ",
    "3768951251": "ວິສາຫະກິດ SLAs",
    "1014004474": "ແຜນການວິສາຫະກິດຂອງ hCaptcha ສະເໜີໃຫ້ຂໍ້ຕົກລົງລະດັບການບໍລິການຂັ້ນສູງເພື່ອຮັກສາອົງການຂອງເຈົ້າໃຫ້ຖືກປົກປ້ອງ",
    "1177598246": "ຕິດຕໍ່ຝ່າຍຂາຍ",
    "1067704102": "ມູນຄ່າໃນການຕິດສະຫຼາກຂໍ້ມູນ",
    "3065000659": "ເຈົ້າຮູ້ບໍທຸກຄັ້ງທີ່ເຈົ້າ \"ກົດໃສ່ລົດ\" ເຈົ້າກຳລັງຊ່ວຍຝຶກຄົນດຽວ",
    "3235430156": "ລະບົບການຮຽນຮູ້ເຄື່ອງຈັກຂອງບໍລິສັດໂດຍບໍ່ເສຍຄ່າບໍ?",
    "1549336309": "hCaptcha ປ່ຽນຮູບແບບນີ້. ເມື່ອທ່ານໃຊ້ hCaptcha, ບໍລິສັດສະເຫນີລາຄາກ່ຽວກັບວຽກງານທີ່ຜູ້ໃຊ້ຂອງທ່ານເຮັດຍ້ອນວ່າພວກເຂົາພິສູດຄວາມເປັນມະນຸດຂອງພວກເຂົາ. ທ່ານໄດ້ຮັບລາງວັນ.",
    "3725880582": "ມອບຄືນການກຸສົນ",
    "1671436004": "ຕ້ອງການຄືນໃຫ້ກັບການກຸສົນທີ່ທ່ານມັກບໍ?",
    "1663628612": "ໃຫ້ທ່ານ",
    "4272088465": "ການກຸສົນທີ່ທ່ານເລືອກດ້ວຍລາຍຮັບທີ່ທ່ານໄດ້ຮັບຈາກການນໍາໃຊ້ມັນ.",
    "2894845722": "ຜູ້ໃຊ້ຢູ່ໃນເວັບໄຊຂອງເຈົ້າຈະສາມາດເຫັນການປະກອບສ່ວນຂອງເຈົ້າໃຫ້ກັບການກຸສົນໂດຍຜ່ານການສ້າງຕາສິນຄ້າທີ່ລະມັດລະວັງໃນການໂຕ້ຕອບ hCaptcha.",
    "3194111925": "ສະຫນັບສະຫນູນ",
    "1637702726": "ກ່ຽວກັບ hCaptcha",
    "2323282990": "ວິທີການທີ່ທັນສະໄຫມເພື່ອພິສູດມະນຸດ",
    "1201821619": "hCaptcha ແກ້ໄຂບັນຫາທີ່ຮີບດ່ວນທີ່ສຸດໃນມື້ນີ້: ການປ້ອງກັນ bots ທີ່ເປັນອັນຕະລາຍຈາກການລ່ວງລະເມີດການບໍລິການອອນໄລນ໌.",
    "1475399473": "ຮຽນຮູ້ເພີ່ມເຕີມກ່ຽວກັບທີມງານ hCaptcha",
    "3161489950": "ເວທີ ML ຄວາມປອດໄພຂັ້ນສູງທີ່ສຸດໃນໂລກ",
    "3247172580": "hCaptcha ໄດ້ລວມເອົາການຮຽນຮູ້ເຄື່ອງຈັກແບບຄວບຄຸມຕົນເອງແບບພິເສດດ້ວຍວິທີການຄຳນວນແບບໃໝ່ທີ່ຫຼຸດການເກັບກຳຂໍ້ມູນ ແລະ ການເກັບຮັກສາຂໍ້ມູນຢ່າງເປັນເອກະລັກ, ສົ່ງມາຈາກຫຼາຍກວ່າ 250 ສະຖານທີ່ທົ່ວໂລກເພື່ອການຂະຫຍາຍຂະໜາດໃຫຍ່.",
    "3767462250": "ອອກແບບມາເພື່ອຄວາມເປັນສ່ວນຕົວ",
    "3500503648": "hCaptcha ຖືກອອກແບບມາເພື່ອລົບລ້າງການເກັບຮັກສາຂໍ້ມູນໃນໄລຍະຍາວໂດຍການອີງໃສ່ການປະເມີນຜົນທັນທີແທນທີ່ຈະບັນທຶກແລະວິເຄາະປະຫວັດການທ່ອງເວັບຂອງທ່ານ. ພວກເຮົາຍັງສະຫນັບສະຫນູນການລິເລີ່ມເຊັ່ນ",
    "2418549423": ", ເປັນມາດຕະຖານທີ່ພົ້ນເດັ່ນຂື້ນສໍາລັບການຮັກສາຄວາມເປັນສ່ວນຕົວອອນໄລນ໌ໂດຍຜ່ານຫຼັກຖານສະແດງການເຂົ້າລະຫັດລັບ, ແລະລັກສະນະທໍາອິດທີ່ເປັນເອກະລັກອື່ນໆ.",
    "1544546608": "ໜັງສືຜ່ານແດນສ່ວນຕົວ",
    "976209454": "ໄດ້ຮັບລາງວັນຫຼືໃຫ້ຄວາມໃຈບຸນ",
    "552920956": "hCaptcha ອະນຸຍາດໃຫ້ເວັບໄຊທ໌ໄດ້ຮັບລາງວັນໃນຂະນະທີ່ບລັອກ bots ແລະຮູບແບບການລ່ວງລະເມີດອື່ນໆ. hCaptcha ຍັງອະນຸຍາດໃຫ້ທ່ານເພື່ອສະຫນັບສະຫນູນການກຸສົນທີ່ທ່ານເລືອກດ້ວຍລາຍຮັບເຫຼົ່ານີ້.",
    "654326661": "ຕ້ອງການເບິ່ງຕົວເອງບໍ? ລອງໃຊ້ hCaptcha ໄດ້ຟຣີ.",
    "3570415321": "ບໍລິສັດ",
    "3987022469": "ການຕິດສະຫຼາກ",
    "1636202177": "ກ່ຽວກັບ",
    "2670003220": "ວຽກ",
    "3233305531": "ເຄື່ອງໝາຍການຄ້າ",
    "3028319964": "ຈັນຍາບັນ AI",
    "4131598919": "ກົດ",
    "1662477701": "ຊັບ​ພະ​ຍາ​ກອນ",
    "3130928685": "ບລັອກ",
    "1756106276": "ສະຖານະ",
    "1235925265": "ເອກະສານ",
    "920212083": "ລາຍງານຂໍ້ຜິດພາດ",
    "2076066173": "ການໂຈມຕີທາງອິນເຕີເນັດ 101",
    "3644106388": "ຕິດຕໍ່",
    "2182196747": "ສະຫນັບສະຫນູນ",
    "487083593": "ການຂາຍ",
    "878585497": "ເງື່ອນໄຂ",
    "1697438123": "ຄວາມເປັນສ່ວນຕົວ",
    "1316817321": "ຄຸນສົມບັດ",
    "3488019891": "hCaptcha ເປັນເຄື່ອງໝາຍການຄ້າທີ່ຈົດທະບຽນຂອງ Intuition Machines, Inc.",
    "4224961202": "ຄວາມເປັນສ່ວນຕົວ, ຄວາມປອດໄພ, ແລະການຮຽນຮູ້ເຄື່ອງຈັກ.",
    "98173630": "hCaptcha ແມ່ນບໍລິການ CAPTCHA ເອກະລາດທີ່ໃຊ້ກັນຢ່າງກວ້າງຂວາງທີ່ສຸດໃນໂລກ.",
    "1514478724": "ສຶກສາເພີ່ມເຕີມ",
    "1752795854": "hCaptcha ເອົາວິທີການທີ່ທັນສະໄຫມ, ສຸມໃສ່ຄວາມເປັນສ່ວນຕົວເພື່ອຢຸດ bots.",
    "2927700175": "ພວກເຮົາສະແດງໃຫ້ເຫັນສິ່ງທ້າທາຍ CAPTCHA ທີ່ຍາກສໍາລັບ bots ແຕ່ງ່າຍສໍາລັບປະຊາຊົນໂດຍການລວບລວມຂໍ້ມູນທີ່ຍາກທີ່ຈະຕິດປ້າຍຊື່ຈາກບັນຫາການຮຽນຮູ້ຂອງເຄື່ອງຈັກ, ແລະນໍາໃຊ້ມັນເພື່ອຈໍາແນກວ່າຜູ້ເຂົ້າຊົມເວັບໄຊທ໌ຫຼື app ແມ່ນມະນຸດ.",
    "2188609322": "ນັກສະແດງທີ່ບໍ່ດີແມ່ນເປັນທົ່ວໄປອອນໄລນ໌ເພີ່ມຂຶ້ນ. ແຕ່ການເສຍສະລະຄວາມເປັນສ່ວນຕົວຂອງຜູ້ໃຊ້ບໍ່ແມ່ນຄໍາຕອບ.",
    "2032102720": "ການແກ້ໄຂຄວາມປອດໄພທີ່ສະເຫນີໂດຍບໍລິສັດໂຄສະນາແມ່ນສຸມໃສ່ການຕິດຕາມຜູ້ໃຊ້ທົ່ວເວັບ. ພວກ​ເຮົາ​ໄດ້​ສ້າງ​ການ​ແກ້​ໄຂ​ຄວາມ​ປອດ​ໄພ​ປະ​ສິດ​ທິ​ຜົນ​ທີ່​ພິ​ສູດ​ການ​ທໍາ​ຮ້າຍ​ຄວາມ​ເປັນ​ສ່ວນ​ຕົວ​ຂອງ​ຜູ້​ໃຊ້​ແມ່ນ​ບໍ່​ຈໍາ​ເປັນ​ເພື່ອ​ໃຫ້​ຜົນ​ໄດ້​ຮັບ​ທີ່​ດີ​ເລີດ​.",
    "4146870445": "ພວກ​ເຮົາ​ແມ່ນ​ໃຜ",
    "353066938": "ທີມງານທີ່ມີປະສົບການ, ເຮັດວຽກກ່ຽວກັບບັນຫາທີ່ຍາກທີ່ສຸດຂອງມື້ນີ້. hCaptcha ແມ່ນການບໍລິການຂອງ",
    "1173652155": "ທີ່ປຶກສາ",
    "2256305371": "ສາດສະດາຈານ, CS ຢູ່ມະຫາວິທະຍາໄລຄາລິຟໍເນຍ, ເບີເກີລີ. ການຮຽນຮູ້ຢ່າງເລິກເຊິ່ງ, ຄວາມປອດໄພ, ຜູ້ຊ່ຽວຊານດ້ານ blockchain. CEO ຂອງ Oasis Labs.",
    "2177660021": "ນັກຄົ້ນຄວ້າວິທະຍາສາດຢູ່ສະແຕນຟອດ. ການຮຽນຮູ້ເຄື່ອງຈັກ ແລະປະລິມານການເງິນຢູ່ທະນາຄານໃຫຍ່, ກອງທຶນປ້ອງກັນໄພ, ແລະສະຖາບັນການສຶກສາ.",
    "2686825859": "ລົງທະບຽນຟຣີ ຫຼືຕິດຕໍ່ພວກເຮົາກ່ຽວກັບ hCaptcha Enterprise solutions",
    "583434701": "hCaptcha ການເຂົ້າເຖິງ",
    "611905972": "ຮັບປະກັນການເຂົ້າເຖິງ seamless ສໍາລັບຜູ້ໃຊ້ທັງຫມົດໃນຂະນະທີ່ຮັກສາຄວາມປອດໄພ",
    "874098071": "ຖ້າທ່ານເປັນຜູ້ໃຊ້ຊ່ວຍເຂົ້າເຖິງ, ກະລຸນາລົງທະບຽນທີ່ນີ້",
    "2745385064": "ສະຫຼຸບ",
    "3353238942": "hCaptcha ຖືກອອກແບບມາເພື່ອຢຸດ bots ໂດຍການຈໍາແນກພວກເຂົາຈາກຄົນ. ການທົດສອບສາຍຕາແມ່ນເຄື່ອງມືທີ່ສະດວກສໍາລັບການນີ້, ແຕ່ບໍ່ແມ່ນທຸກຄົນສາມາດແກ້ໄຂສິ່ງທ້າທາຍດ້ານສາຍຕາ.",
    "3600022491": "ດ້ວຍເຫດຜົນນີ້, ພວກເຮົາຈຶ່ງໄດ້ອອກແບບທາງເລືອກທີ່ງ່າຍດາຍ, ທີ່ບໍ່ເຈັບປວດເພື່ອໃຫ້ຜູ້ເຜີຍແຜ່ທີ່ໃຊ້ບໍລິການຂອງພວກເຮົາຮັກສາການເຂົ້າເຖິງສໍາລັບທຸກຄົນດ້ວຍການປະຕິບັດຕາມມາດຕາ 508 ແລະ WCAG 2.1 AA ຢ່າງເຕັມທີ່.",
    "2557240048": "ມັນເຮັດວຽກແນວໃດ: ທໍາອິດ, ຜູ້ໃຊ້ເຂົ້າເຖິງໄດ້ລົງທະບຽນຜ່ານ",
    "3871665286": ", ເຊິ່ງມີການເຊື່ອມໂຍງຢ່າງເດັ່ນຊັດໃນຫນ້າຂໍ້ມູນ widget hCaptcha. ພວກມັນຖືກມອບໃຫ້ຄຸກກີເຂົ້າລະຫັດທີ່ສາມາດໃຊ້ໄດ້ຫຼາຍຄັ້ງຕໍ່ມື້, ແຕ່ຕ້ອງໄດ້ຮັບການປັບປຸງໃຫມ່ທຸກໆ 24 ຊົ່ວໂມງຜ່ານການເຂົ້າສູ່ລະບົບ.",
    "3441764123": "ເມື່ອສິ່ງທ້າທາຍຖືກນໍາສະເຫນີໃຫ້ຜູ້ໃຊ້ເຂົ້າເຖິງຢູ່ໃນເວັບໄຊທ໌ທີ່ໃຊ້ບໍລິການ hCaptcha, ພວກເຂົາຈະຜ່ານໂດຍອັດຕະໂນມັດ.",
    "4247858664": "ໜ້າລົງທະບຽນການຊ່ວຍເຂົ້າເຖິງ",
    "1297657322": "ຫນ້າຈໍຜູ້ໃຊ້ການເຂົ້າເຖິງຫຼັງຈາກເຂົ້າສູ່ລະບົບ",
    "1717658846": "ຕົວເລືອກການຊ່ວຍເຂົ້າເຖິງຢູ່ໃນເມນູ widget UI",
    "1266963825": "Q: hCaptcha Section 508 + WCAG 2.1 AA ແມ່ນສອດຄ່ອງບໍ?",
    "850025770": "A: ພວກເຮົາເຊື່ອວ່າ: ຜູ້ໃຊ້ທຸກຄົນທີ່ມີຄວາມບົກຜ່ອງໃນທຸກຮູບແບບທີ່ສາມາດທ່ອງເວັບແລະໃສ່ຂໍ້ຄວາມໃນແບບຟອມສາມາດເຂົ້າເຖິງການບໍລິການທີ່ປົກປ້ອງໂດຍ hCaptcha ເມື່ອລົງທະບຽນ. ຢ່າງໃດກໍ່ຕາມ, ນີ້ບໍ່ແມ່ນຄໍາແນະນໍາທາງດ້ານກົດຫມາຍ: ທ່ານຄວນປະຕິບັດການປະເມີນຜົນຂອງທ່ານເອງ, ພິຈາລະນາການປະຕິບັດໂດຍສະເພາະຂອງທ່ານເພື່ອຮັບປະກັນວ່ານີ້ແມ່ນກໍລະນີສໍາລັບການນໍາໃຊ້ຂອງທ່ານ.",
    "159272246": "ຖາມ: ທ່ານກຳລັງເຮັດວຽກກ່ຽວກັບທາງເລືອກການຊ່ວຍເຂົ້າເຖິງອື່ນໆ (\"a11y\") ເຊັ່ນ: ສຽງບໍ?",
    "4074220464": "A: ຕົວເລືອກທີ່ນິຍົມໃນເມື່ອກ່ອນເຊັ່ນ: ສຽງ captchas ຈໍາແນກຕໍ່ຜູ້ໃຊ້ a11y ຫຼາຍຄົນແລະຖືກທໍາລາຍໄດ້ຢ່າງງ່າຍດາຍໂດຍເຕັກນິກການຮຽນຮູ້ເຄື່ອງຈັກທີ່ທັນສະໄຫມ. ນີ້ໄດ້ບັງຄັບໃຫ້ຄວາມທ້າທາຍທາງດ້ານສຽງໃນປັດຈຸບັນກາຍເປັນເລື່ອງຍາກຫຼາຍຂຶ້ນ, ການແນະນໍາສິ່ງລົບກວນ, ເວລາແປກໆ, ການປະສົມຄໍາສັບທີ່ຜິດປົກກະຕິ, ແລະອື່ນໆເພື່ອເອົາຊະນະຜູ້ໂຈມຕີ. ດັ່ງນັ້ນພວກເຮົາມີຄວາມກະຕືລືລົ້ນຫນ້ອຍກ່ຽວກັບວິທີນີ້ທຽບກັບການຫລີກລ້ຽງສິ່ງທ້າທາຍທັງຫມົດ, ແຕ່ຈະພິຈາລະນາຖ້າມີຄວາມຕ້ອງການຈາກຊຸມຊົນ a11y.",
    "2309661107": "ຢ່າງໃດກໍຕາມ, ພວກເຮົາມີຄວາມສົນໃຈຫຼາຍ",
    "2555914614": "ສໍາລັບກໍລະນີການນໍາໃຊ້ການເຂົ້າເຖິງ. ພວກເຮົາເຊື່ອວ່າການລວມເອົາວິທີການ a11y ໃນປະຈຸບັນຂອງພວກເຮົາກັບການອອກ Privacy Pass ຈະຊ່ວຍໃຫ້ຜູ້ໃຊ້ a11y ສາມາດທ່ອງເວັບໄດ້ຢ່າງປອດໄພ, ປອດໄພໃນຄວາມຮູ້ທີ່ການຈະລາຈອນຂອງພວກເຂົາເປັນສ່ວນຕົວກວ່າ, ໃນຂະນະທີ່ຈໍາກັດການລ່ວງລະເມີດໂດຍຜູ້ປະກອບການ bot ທີ່ເກີດຂຶ້ນຢ່າງຫຼີກລ່ຽງບໍ່ໄດ້ເມື່ອມີທາງເລືອກ a11y. ພວກເຮົາເປັນຜູ້ເຂົ້າຮ່ວມຢ່າງຫ້າວຫັນໃນກຸ່ມເຮັດວຽກຂອງ IETF ມາດຕະຖານເຕັກໂນໂລຊີໃຫມ່ນີ້.",
    "2583775432": "ຖາມ: ແມ່ນຫຍັງກ່ຽວກັບຄວາມເປັນສ່ວນຕົວ? ການລົງທະບຽນເປີດເຜີຍຂໍ້ມູນການຊອກຫາ a11y ໃນບາງທາງບໍ? ເຈົ້າເຮັດຫຍັງກັບອີເມລ໌?",
    "4215483493": "A: hCaptcha ຖືກອອກແບບມາສໍາລັບຄວາມເປັນສ່ວນຕົວຕັ້ງແຕ່ພື້ນຖານ. ມັນແຕກຕ່າງກັນຫຼາຍກ່ວາທາງເລືອກແບບດັ້ງເດີມເຊັ່ນ reCAPTCHA ທີ່ເປັນເຈົ້າຂອງໂດຍເຄືອຂ່າຍໂຄສະນາ, ຜູ້ທີ່ມີແຮງຈູງໃຈທີ່ຈະຕິດຕາມທ່ານທົ່ວເວັບແລະເຊື່ອມໂຍງເຈົ້າກັບຕົວຕົນທີ່ແທ້ຈິງ.",
    "2474661839": "ຂອງພວກເຮົາ",
    "4137573005": "ມີຄໍາຕອບທີ່ສົມບູນແບບແລະມີອໍານາດກ່ຽວກັບວິທີທີ່ພວກເຮົາໃຊ້ຂໍ້ມູນ, ແຕ່ຄໍາຕອບສັ້ນໆແມ່ນພວກເຮົາບໍ່ມີຄວາມສົນໃຈທີ່ຈະເຊື່ອມໂຍງກັບທ່ານເປັນບຸກຄົນທີ່ມີປະຫວັດການທ່ອງເວັບຂອງທ່ານ.",
    "4101570501": "ໃນປັດຈຸບັນພວກເຮົາຍັງເຮັດວຽກກ່ຽວກັບການແກ້ໄຂການເຂົ້າລະຫັດລັບເພື່ອຍົກເລີກທີ່ຢູ່ອີເມວຂອງເຈົ້າຢ່າງໄວວາໃນຂະນະທີ່ຍັງຮັກສາຄວາມສາມາດຂອງພວກເຮົາໃນການປ້ອງກັນການລ່ວງລະເມີດ, ເສີມສ້າງວຽກ Pass ຄວາມເປັນສ່ວນຕົວຂອງພວກເຮົາ.",
    "260595108": "ພວກ​ເຮົາ​ບໍ່​ເຄີຍ​ນໍາ​ໃຊ້​ອີ​ເມວ​ການ​ເຂົ້າ​ເຖິງ​ຫຼື​ຂໍ້​ມູນ​ສໍາ​ລັບ​ຈຸດ​ປະ​ສົງ​ໃດ​ຫນຶ່ງ​ນອກ​ເຫນືອ​ໄປ​ຈາກ​ການ​ອໍາ​ນວຍ​ຄວາມ​ສະ​ດວກ​ການ​ນໍາ​ໃຊ້ a11y ແລະ​ປ້ອງ​ກັນ​ການ​ລ່ວງ​ລະ​ເມີດ​.",
    "3063819779": "ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ",
    "465714311": "ສໍາລັບຜູ້ໃຊ້ການເຂົ້າເຖິງ: ຖາມ-ຕອບ ແລະຄູ່ມືການແກ້ໄຂບັນຫາ",
    "3596207631": "ຖາມ: ຂ້ອຍຍັງເຫັນສິ່ງທ້າທາຍຫຼັງຈາກຕັ້ງຄ່າຄຸກກີ. ອັນນີ້ແມ່ນຫຍັງ?",
    "469089249": "A: ໂດຍທົ່ວໄປແລ້ວນີ້ແມ່ນຍ້ອນການໃຊ້ຕົວບລັອກໂຄສະນາທີ່ຮຸກຮານ ຫຼືສ່ວນຂະຫຍາຍຕ້ານຄຸກກີ້ ຫຼືການຕັ້ງຄ່າທີ່ບລັອກຄຸກກີ້ \"ຂ້າມເວັບໄຊ\", ໃນກໍລະນີນີ້ຄຸກກີສໍາລັບ hcaptcha.com ທີ່ຕັ້ງ ຫຼືກວດສອບໂດຍ hCaptcha JS ໃນ ເວັບໄຊທີ່ແຕກຕ່າງກັນ, ເຊັ່ນດຽວກັບທີ່ທ່ານກໍາລັງຢ້ຽມຢາມ.",
    "4263626815": "ຄຸກກີການຊ່ວຍເຂົ້າເຖິງ hCaptcha ເຮັດວຽກກັບຕົວທ່ອງເວັບທີ່ນິຍົມທັງຫມົດແລະຕົວບລັອກໂຄສະນາທີ່ມີການຕັ້ງຄ່າມາດຕະຖານຂອງພວກເຂົາ, ດັ່ງນັ້ນໂດຍທົ່ວໄປແລ້ວຄວາມລົ້ມເຫລວແມ່ນຍ້ອນ \"ຕ້ານການຕ້ານ adblock\" scripts ຫຼືກົດລະບຽບທີ່ຄ້າຍຄືກັນທີ່ກໍາຫນົດເປົ້າຫມາຍສະຖານທີ່ສະເພາະ.",
    "3906359167": "ວິທີແກ້ໄຂ:",
    "3464870463": "1. Whitelist hcaptcha.com ແລະ *.hcaptcha.com cookies ໃນຕົວບລັອກໂຄສະນາ ຫຼືສ່ວນຂະຫຍາຍຄວາມປອດໄພຂອງຕົວທ່ອງເວັບ.",
    "1204911585": "2. ຖ້າທ່ານກໍາລັງໃຊ້ຕົວທ່ອງເວັບ Brave, ເຊິ່ງບໍ່ມີ (ມາຮອດເດືອນເມສາ 2020) ປະກົດວ່າມີບັນຊີຂາວຄຸກກີປະເພດໃດກໍ່ຕາມ, ໃຫ້ໄປທີ່ Preferences -> Shields -> Cookies ແລະເລືອກ \"Allow All Cookies.\"",
    "2932826396": "3. ຖ້າທ່ານກໍາລັງໃຊ້ Safari ຮຸ່ນຫຼ້າສຸດຢູ່ໃນ OS X 10.15 ຫຼື iOS 13.4 ທີ່ປ່ອຍອອກມາເມື່ອບໍ່ດົນມານີ້, Apple ໄດ້ປ່ຽນພຶດຕິກໍາຂອງ Safari ທີ່ກ່ຽວຂ້ອງກັບ cookies ພາກສ່ວນທີສາມ, ຂັດຂວາງພວກມັນທັງຫມົດໂດຍຄ່າເລີ່ມຕົ້ນ. ພວກເຮົາກໍາລັງປະຕິບັດການແກ້ໄຂ, ແຕ່ໃນເວລານີ້, ກະລຸນາເຂົ້າໄປທີ່ Safari Preferences, ພາກສ່ວນຄວາມເປັນສ່ວນຕົວ, ແລະຍົກເລີກການເລືອກ \"ການຕິດຕາມເວັບໄຊທ໌: ປ້ອງກັນການຕິດຕາມຂ້າມເວັບໄຊທ໌\" ເພື່ອເຮັດໃຫ້ cookie ການເຂົ້າເຖິງສາມາດເຮັດວຽກໄດ້ຕາມທີ່ຄາດໄວ້.",
    "3836291932": "ຖາມ: ຂ້ອຍໃຊ້ຫຼາຍອຸປະກອນ. ຂ້ອຍຈໍາເປັນຕ້ອງລົງທະບຽນຫຼາຍຄັ້ງບໍ?",
    "3251220335": "A: ບໍ່. ກະລຸນາຄລິກລິ້ງເຂົ້າສູ່ລະບົບອີເມວດຽວກັນທີ່ສົ່ງໃຫ້ທ່ານໃນແຕ່ລະອຸປະກອນທີ່ເຈົ້າໃຊ້ເພື່ອຕັ້ງຄຸກກີ້.",
    "2082407178": "ຖາມ: ຂ້ອຍສາມາດປ້ອງກັນຕົນເອງຈາກການຕິດຕາມຄຸກກີພາກສ່ວນທີສາມໄດ້ແນວໃດ ໃນຂະນະທີ່ໃຊ້ຄຸກກີການຊ່ວຍເຂົ້າເຖິງ?",
    "2700197090": "A: ການນໍາໃຊ້ຄວາມເປັນສ່ວນຕົວຫຼືການຂະຫຍາຍການໂຄສະນາໃດໆທີ່ສະຫນັບສະຫນູນບັນຊີຂາວລະດັບໂດເມນ (ເຊັ່ນ: uBlock Origin) ຈະເຮັດວຽກຕາມທີ່ຄາດໄວ້: ພຽງແຕ່ໃຫ້ແນ່ໃຈວ່າ whitelist hcaptcha.com.",
    "3657743880": "ຄໍາແນະນໍາຂອງຕົວທ່ອງເວັບສໍາລັບ cookies ຂ້າມເວັບໄຊທ໌",
    "1960601330": "ເພື່ອເປີດໃຊ້ cookies ໃນ Safari (Mac): ໄປທີ່ເມນູເລື່ອນລົງ Safari. ເລືອກການຕັ້ງຄ່າ. ກົດ Privacy ໃນແຜງດ້ານເທິງ. ພາຍໃຕ້ 'Block cookies' ເລືອກຕົວເລືອກ 'ບໍ່ເຄີຍ.",
    "1622303590": "ເພື່ອເປີດໃຊ້ cookies ໃນ Safari (iPhone/iPad iOS 11+): ເປີດການຕັ້ງຄ່າຂອງທ່ານ. ເລື່ອນລົງແລະເລືອກ Safari. ພາຍໃຕ້ຄວາມເປັນສ່ວນຕົວ ແລະຄວາມປອດໄພ, ໃຫ້ປິດ \"ປ້ອງກັນການຕິດຕາມຂ້າມເວັບໄຊ\" ແລະ \"ບລັອກຄຸກກີ້ທັງໝົດ\"",
    "2199048568": "ໃຫ້ຄລິກໃສ່ໄສ້ຢູ່ເບື້ອງຊ້າຍຂອງແຖບທີ່ຢູ່ໃນຫນ້າເວັບໃດນຶ່ງ. ໃຫ້ຄລິກໃສ່ການຕັ້ງຄ່າການປົກປ້ອງ. ແຜງຄວາມເປັນສ່ວນຕົວ & ຄວາມປອດໄພການຕັ້ງຄ່າ Firefox ຈະເປີດ. ພາຍໃຕ້ການປົກປ້ອງການຕິດຕາມທີ່ປັບປຸງ, ເລືອກ Custom. ເລືອກຕົວຕິດຕາມ ແລະສະຄຣິບໃດທີ່ຈະບລັອກໂດຍການເລືອກກ່ອງໝາຍເຫຼົ່ານັ້ນ. ໃຫ້ແນ່ໃຈວ່າທ່ານໄດ້ປົດບລັອກ hcaptcha.com ແລ້ວ.",
    "3967047208": "ນອກນັ້ນທ່ານຍັງສາມາດປິດການປົກປ້ອງບາງອັນຊົ່ວຄາວໃນ Custom ເພື່ອດີບັກນີ້, ໂດຍການຍົກເລີກການເລືອກກ່ອງກາເຄື່ອງຫມາຍ: ຍົກເລີກການເລືອກກ່ອງກາເຄື່ອງຫມາຍຕິດຕາມຫຼືຍົກເລີກການເລືອກກ່ອງກາວຄຸກກີຖ້າທ່ານຍັງມີບັນຫາ.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "ເລືອກໄອຄອນເມນູ Chrome. ເລືອກການຕັ້ງຄ່າ.",
    "926138631": "ໄປທີ່ຄວາມເປັນສ່ວນຕົວ ແລະຄວາມປອດໄພ, ຈາກນັ້ນຄຸກກີ້ ແລະຂໍ້ມູນເວັບໄຊອື່ນໆ.",
    "3419878556": "ໃຫ້ແນ່ໃຈວ່າ \"ບລັອກ cookies ພາກສ່ວນທີສາມ\" ບໍ່ໄດ້ເປີດໃຊ້.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "ເປີດການຕັ້ງຄ່າ Chrome ຈາກແຖບເມນູ.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "ໃນອຸປະກອນ Android ຂອງທ່ານ, ເປີດແອັບ Chrome.",
    "3620039756": "ຢູ່ເບື້ອງຂວາເທິງ, ແຕະ ເພີ່ມເຕີມ ແລະຈາກນັ້ນການຕັ້ງຄ່າ.",
    "2813310562": "ແຕະທີ່ການຕັ້ງຄ່າເວັບໄຊແລະຫຼັງຈາກນັ້ນ Cookies.",
    "3014657981": "ຖັດຈາກ \"ຄຸກກີ້,\" ເປີດການຕັ້ງຄ່າ.",
    "1242066691": "ໝາຍເອົາກ່ອງຖັດຈາກ \"ອະນຸຍາດຄຸກກີ້ພາກສ່ວນທີສາມ.\"",
    "292250020": "1. ເລືອກເຟືອງໃນມຸມຂວາເທິງຂອງຫນ້າຈໍ, ຈາກນັ້ນເລືອກ \"Internet Options\". ຖ້າ​ຫາກ​ທ່ານ​ໄດ້​ເປີດ​ແຖບ​ເມ​ນູ​, ທ່ານ​ສາ​ມາດ​ເລືອກ​ເອົາ \"ເຄື່ອງ​ມື​\" ຫຼັງ​ຈາກ​ນັ້ນ \"Internet Options​\"​.",
    "4114820649": "2. ໃຫ້ຄລິກໃສ່ແຖບ \"ຄວາມເປັນສ່ວນຕົວ\".",
    "946838734": "3. ເລືອກປຸ່ມ \"Advanced\".",
    "348809718": "4. ພາຍໃຕ້ \"Cookies ພາກສ່ວນທີສາມ\" ເລືອກ \"ຍອມຮັບ\".",
    "1253441326": "5. ກົດ \"OK\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "ນະໂຍບາຍຈັນຍາບັນ AI",
    "1161704803": "ເປັນຫຍັງພວກເຮົາຈຶ່ງມີນະໂຍບາຍດ້ານຈັນຍາບັນຂອງ AI?",
    "1806535500": "ເກືອບທຸກເຕັກໂນໂລຊີ, ຈາກດິນສໍກັບ dynamite, ເປັນ",
    "24452499": "ການແກ້ໄຂ; ມັນສາມາດຖືກນໍາໃຊ້ສໍາລັບການດີຫຼືເຈັບປ່ວຍ. ທຸກໆບໍລິສັດທີ່ຄົ້ນຄ້ວາ, ກໍ່ສ້າງ, ຫຼືຂາຍວິທີແກ້ໄຂການນໍາໃຊ້ສອງຢ່າງມີພັນທະທີ່ຈະພິຈາລະນາຜົນສະທ້ອນຂອງການກະທໍາຂອງພວກເຂົາ.",
    "4023575072": "ໃຊ້ຄູ່",
    "3336625692": "ຫນ້ານີ້ມີລາຍລະອຽດກ່ຽວກັບຄວາມຄິດຂອງພວກເຮົາກ່ຽວກັບຫົວຂໍ້ນີ້ໃນແງ່ຂອງຈັນຍາບັນ AI, ແລະຂະບວນການທີ່ພວກເຮົາປະຕິບັດຕາມເພື່ອຮັບປະກັນການນໍາໃຊ້ການບໍລິການຂອງພວກເຮົາຍັງຄົງສອດຄ່ອງກັບນະໂຍບາຍທີ່ພວກເຮົາໄດ້ຮັບຮອງເອົາເປັນບໍລິສັດ.",
    "835717930": "ຈັນຍາບັນ AI ຢູ່ hCaptcha",
    "2179524509": "ບາງຄັ້ງພວກເຮົາໄດ້ຮັບຄໍາຖາມກ່ຽວກັບຄໍາຖາມປະເພດໃດແດ່ທີ່ອະນຸຍາດໃຫ້ບໍລິການ hCaptcha, ແລະເປັນຫຍັງຄໍາຖາມໂດຍສະເພາະຈຶ່ງຖືກຖາມ.",
    "1962721652": "ມະນຸດແມ່ນຜູ້ຊອກຫາແບບຢ່າງ, ແລະບາງຄັ້ງຄໍາຖາມທີ່ບໍ່ມີເຫດຜົນສາມາດໄປຈາກຄວາມບໍ່ແປກໃຈທັງຫມົດໄປສູ່ຄວາມສົງໃສໃນທັນທີ, ເນື່ອງຈາກການປ່ຽນແປງຂອງໂລກແທນທີ່ຈະເປັນແຮງຈູງໃຈຂອງຜູ້ຖາມຄໍາຖາມ.",
    "3974566657": "ເມື່ອການບໍລິການກາຍເປັນທີ່ນິຍົມຫຼາຍຂຶ້ນ, ປະກົດການແບບນີ້ຄົງຈະເກີດຂຶ້ນເລື້ອຍໆເລື້ອຍໆ. hCaptcha ຖືກໃຊ້ໂດຍປະຊາຊົນຫຼາຍລ້ານຄົນໃນແຕ່ລະວັນໃນເກືອບທຸກປະເທດໃນໂລກ, ດັ່ງນັ້ນພວກເຮົາຈຶ່ງເຜີຍແຜ່ນະໂຍບາຍນີ້ແລະການສຶກສາກໍລະນີກ່ຽວກັບວິທີການແກ້ໄຂບັນຫາເຫຼົ່ານີ້ເພື່ອໃຫ້ມີຄວາມໂປ່ງໃສເທົ່າທີ່ເປັນໄປໄດ້.",
    "1830910223": "ກໍລະນີສຶກສາດ້ານຈັນຍາບັນ AI ໃນໂລກທີ່ແທ້ຈິງ",
    "805971861": "\"Umbrella\" ແມ່ນຄໍາສັບໃນ ImageNet, ຊຸດຂໍ້ມູນມາດຕະຖານມາດຕະຖານທີ່ໃຊ້ໂດຍນັກຄົ້ນຄວ້າວິໄສທັດຄອມພິວເຕີ. ການລະບຸຕົວຄົນຖືຄັນຮົ່ມຢ່າງໜ້າເຊື່ອຖືແມ່ນຍັງສຳຄັນຕໍ່ກັບການສ້າງລະບົບການຊ່ວຍເຫຼືອຜູ້ຂັບຂີ່ແບບພິເສດ (ADAS) ລຸ້ນຕໍ່ໄປທີ່ປອດໄພ.",
    "3988350": "ນີ້ຫມາຍຄວາມວ່າມີກໍລະນີການນໍາໃຊ້ທີ່ດີເລີດສໍາລັບຄໍາບັນຍາຍ umbrella ໃນໂລກທີ່ແທ້ຈິງ. ມີຫ້ອງສໍາລັບການຂັດແຍ້ງກ່ຽວກັບຜົນກະທົບຂອງລົດທີ່ຂັບລົດຕົນເອງ, ແຕ່ລະບົບ ADAS ກໍາລັງປະຫຍັດແລ້ວ",
    "548587288": "ຮອບ​ໂລກ.",
    "3138772661": "ຫລາຍພັນຄົນໃນແຕ່ລະປີ",
    "3168199226": "ຢ່າງໃດກໍ່ຕາມ, ໃນປີ 2020 ມັນໄດ້ກາຍເປັນທີ່ຊັດເຈນວ່າການສ້າງຊຸດຂໍ້ມູນປະເພດນີ້ສາມາດຖືກຮັບຮູ້ວ່າເປັນເທກໂນໂລຍີການນໍາໃຊ້ສອງເທົ່າໃນແບບທີ່ຈໍານວນຫນ້ອຍຄາດວ່າຈະມີໃນປີທີ່ຜ່ານມາ.",
    "558378834": "ດັ່ງນັ້ນ, ພວກເຮົາຈຶ່ງບໍ່ຮັບການຮ້ອງຂໍສໍາລັບຄໍາຖາມທີ່ກ່ຽວຂ້ອງກັບ umbrellas ໃນເວລານີ້. ທ່າແຮງຂອງຄວາມສັບສົນໃນເວລາທີ່ຜູ້ໃຊ້ສຸດທ້າຍເຫັນຄໍາຖາມກ່ຽວກັບ umbrellas ໃນປັດຈຸບັນແມ່ນສູງເກີນໄປ, ແລະໃນທີ່ສຸດເປົ້າຫມາຍຂອງພວກເຮົາແມ່ນເພື່ອເຮັດໃຫ້ໂລກເປັນສະຖານທີ່ທີ່ມີຄວາມສຸກຫຼາຍ.",
    "3376604063": "ນະໂຍບາຍ ແລະຂະບວນການດ້ານຈັນຍາບັນຂອງ AI",
    "1923365316": "ພວກເຮົາມີນະໂຍບາຍດ້ານຈັນຍາບັນ AI ທີ່ເຂັ້ມງວດຢູ່ hCaptcha, ແລະສ່ວນໜຶ່ງຂອງນັ້ນລວມມີຂະບວນການຮູ້ຈັກລູກຄ້າ (KYC).",
    "4230322909": "ພວກເຮົາສະເຫມີພະຍາຍາມສ້າງຄວາມເຂົ້າໃຈທີ່ດີຂອງລູກຄ້າໃຫມ່ແຕ່ລະຄົນແລະກໍລະນີການນໍາໃຊ້ທີ່ຕັ້ງໃຈຂອງພວກເຂົາ, ທັງເພື່ອຢືນຢັນວ່າມັນເຫມາະກັບຜະລິດຕະພັນແລະການບໍລິການຂອງພວກເຮົາແລະໃຫ້ແນ່ໃຈວ່າມັນປະຕິບັດຕາມນະໂຍບາຍທີ່ພວກເຮົາໄດ້ຮັບຮອງເອົາເປັນບໍລິສັດ.",
    "2735073144": "ພວກເຮົາຍັງດໍາເນີນການກວດສອບຢ່າງຕໍ່ເນື່ອງຕາມຄວາມຈໍາເປັນ. ຕົວຢ່າງ, ໃນການທົບທວນຄືນທີ່ຜ່ານມາຂອງພວກເຮົາກ່ຽວກັບວັນທີແລະແຫຼ່ງຂອງການຮ້ອງຂໍການຮ້ອງຂໍການຕິດສະຫຼາກທີ່ກ່ຽວຂ້ອງກັບ umbrella ພວກເຮົາສາມາດຢືນຢັນຢ່າງໄວວາວ່າບໍ່ມີຫນ່ວຍງານຂອງລັດຖະບານຫຼືລັດທີ່ຮູ້ຈັກຜູ້ສະຫນອງຊອຟແວເຝົ້າລະວັງໄດ້ຮ້ອງຂໍກ່ຽວກັບການ umbrellas ການບໍລິການຂອງພວກເຮົາໃນ 12 ເດືອນທີ່ຜ່ານມາ. .",
    "2715462692": "ຂະບວນການດ້ານຈັນຍາບັນ AI ຂອງພວກເຮົາມີລັກສະນະແນວໃດ?",
    "3049976256": "ສໍາລັບລູກຄ້າການຕິດສະຫຼາກໃຫມ່ແຕ່ລະຄົນ, ພວກເຮົາຜ່ານລາຍການກວດສອບໃນລະຫວ່າງຂະບວນການຂາຍ. ນີ້ລວມມີຄວາມພາກພຽນຂອງ KYC ເບື້ອງຕົ້ນກ່ອນການຂຶ້ນເຮືອບິນ, ເຊັ່ນດຽວກັນກັບການຢັ້ງຢືນຄໍາຮ້ອງຂໍທັງຫມົດທີ່ເຮັດກັບນັກວິເຄາະຂອງພວກເຮົາ, ແລະການກວດສອບຈຸດເວລາຈິງແລະການທົບທວນແຕ່ລະໄລຍະຂອງຄໍາຮ້ອງຂໍທີ່ເຮັດໂດຍໃຊ້ເວທີການບໍລິການຕົນເອງຂອງພວກເຮົາ.",
    "3103642530": "ການທົບທວນຄືນນີ້ແມ່ນປະກອບດ້ວຍຫຼາຍຊຸດຂອງເງື່ອນໄຂ:",
    "3349094124": "ເງື່ອນໄຂກ່ຽວກັບຈັນຍາບັນ: ຈຸດປະສົງ",
    "1038019440": "1. ລູກຄ້າຄົນນີ້ເປັນຕົວແທນຜົນປະໂຫຍດແຫ່ງຊາດຂອງປະເທດໃດນຶ່ງ ທີ່ຮູ້ຈັກການປະພຶດທີ່ຂັດກັບກົດໝາຍ ແລະມາດຕະຖານສາກົນ?",
    "493717511": "2. ນີ້ແມ່ນລູກຄ້າຮ້ອງຂໍການບໍລິການທີ່ອາດຈະເປັນ",
    "2209109640": "ໃຊ້ສໍາລັບຈຸດປະສົງທີ່ເປັນອັນຕະລາຍ, ໃນສະພາບການຂອງກິດຈະກໍາທາງທຸລະກິດປົກກະຕິຂອງພວກເຂົາບໍ?",
    "3457805519": "3. ການຮ້ອງຂໍຂອງລູກຄ້າສາມາດປະຕິບັດໄດ້ພາຍໃຕ້ກົດຫມາຍສະຫະລັດແລະກົດລະບຽບການມີສ່ວນຮ່ວມຂອງພວກເຮົາບໍ?",
    "1942611550": "ຕົ້ນຕໍ",
    "109179759": "ເງື່ອນໄຂກ່ຽວກັບຈັນຍາບັນ: ຫົວຂໍ້",
    "1033698050": "1. ພວກເຮົາເຊື່ອວ່າລູກຄ້າໄດ້ໃຫ້ກໍລະນີການນໍາໃຊ້ທີ່ພວກເຮົາຖືວ່າເປັນທີ່ຍອມຮັບທາງດ້ານສິນທໍາ, ອີງຕາມການຕີຄວາມມາດຕະຖານຂອງສັງຄົມຕາເວັນຕົກຂອງພວກເຮົາບໍ?",
    "361372538": "2. ພວກເຮົາເຊື່ອບໍວ່າການບໍລິການທີ່ສະໜອງໃຫ້ຂອງພວກເຮົາອາດຈະຖືກໃຊ້ເພື່ອຈຸດປະສົງຈໍາແນກໂດຍລູກຄ້າ, ໃນທາງທີ່ອາດຈະຖືກກົດໝາຍແຕ່ພວກເຮົາບໍ່ຍອມຮັບ?",
    "2867855718": "3. ພວກເຮົາເຊື່ອວ່າຄວາມຕ້ອງການຄວາມເປັນສ່ວນຕົວສາມາດແກ້ໄຂໄດ້ຢ່າງພໍໃຈຕໍ່ການຮ້ອງຂໍ?",
    "2462728596": "ຖ້າພວກເຮົາບໍ່ສາມາດເຮັດໃຫ້ຕົນເອງພໍໃຈໃນຈຸດເຫຼົ່ານີ້, ພວກເຮົາຈະປະຕິເສດຄໍາຮ້ອງຂໍແລະອາດຈະຢຸດເຊົາການເຂົ້າເຖິງເວທີຂອງພວກເຮົາຕື່ມອີກ, ດັ່ງທີ່ໄດ້ກ່າວໄວ້ໃນເງື່ອນໄຂຂອງພວກເຮົາ.",
    "1995277831": "ຂອບ​ໃຈ",
    "1818116402": "ພວກເຮົາຫວັງວ່າທ່ານຈະຊື່ນຊົມການເບິ່ງນີ້ໃນວິທີທີ່ພວກເຮົາຈັດການກັບຄໍາຖາມປະຕິບັດງານທີ່ມີອົງປະກອບດ້ານຈັນຍາບັນຂອງ AI.",
    "1499894352": "ບໍລິສັດຈໍານວນຫນ້ອຍຫຼາຍສະເຫນີຄວາມໂປ່ງໃສໃນຂະບວນການຕັດສິນໃຈຂອງເຂົາເຈົ້າໃນຂົງເຂດນີ້, ແລະພວກເຮົາຫວັງວ່າຄົນອື່ນຈະປະຕິບັດຕາມຕົວຢ່າງນີ້!",
    "535659033": "Creative Commons Attribution",
    "1495915066": "ພວກເຮົາ, ຄູ່ຮ່ວມງານການຄົ້ນຄວ້າທາງວິຊາການຂອງພວກເຮົາ, ແລະລູກຄ້າຂອງພວກເຮົາໃຊ້ສື່ Creative Commons ແນວໃດ",
    "3017533972": "ພວກເຮົາ, ຄູ່ຮ່ວມງານການຄົ້ນຄວ້າທາງວິຊາການຂອງພວກເຮົາ, ແລະລູກຄ້າຂອງພວກເຮົາບາງຄັ້ງອາດຈະອ້າງອິງຫຼືຜະລິດຄືນບາງສ່ວນຂອງເນື້ອຫາທີ່ມີໃບອະນຸຍາດ Creative Commons ຜ່ານເວທີ hCaptcha ເພື່ອເຮັດໃຫ້ຄວາມຮູ້ຂອງມະນຸດກ້າວຫນ້າທາງດ້ານການຮຽນຮູ້ເຄື່ອງຈັກ.",
    "1428053210": "ໂດຍທົ່ວໄປແລ້ວເນື້ອຫານີ້ຖືກປ່ຽນຈາກຮູບແບບຕົ້ນສະບັບຂອງມັນ. ຕົວຢ່າງ, ວິດີໂອອາດຈະຖືກແບ່ງອອກເປັນຫຼາຍຮູບ, ຮູບພາບເຫຼົ່ານັ້ນອາດຈະຖືກແບ່ງອອກເປັນຫຼາຍຮູບໃຫມ່, ແລະຮູບພາບໃຫມ່ເຫຼົ່ານັ້ນຫຼັງຈາກນັ້ນປະສົມແບບສຸ່ມເພື່ອຜະລິດຜົນໄດ້ຮັບສຸດທ້າຍສະແດງ.",
    "1728211763": "ການໃຊ້ເນື້ອຫາໃນທາງນີ້ ແລະເພື່ອຈຸດປະສົງເຫຼົ່ານີ້ແມ່ນຢູ່ໃນຂໍ້ແນະນຳການນຳໃຊ້ທີ່ຍຸດຕິທຳຕາມຄວາມເຂົ້າໃຈຂອງພວກເຮົາກ່ຽວກັບກົດໝາຍ ແລະມາດຕະຖານການປະຕິບັດໃນພາກສະໜາມ, ແຕ່ພວກເຮົາເປັນແຟນຂອງ Creative Commons ມາເປັນເວລາດົນນານ ແລະມັກໃຫ້ສິນເຊື່ອແກ່ໃຜກໍຕາມທີ່ຊ່ວຍໃນ ວຽກງານອັນໃຫຍ່ຫຼວງຂອງການປັບປຸງປັນຍາຂອງເຄື່ອງຈັກ.",
    "1949452297": "ເນື່ອງຈາກຂໍ້ຈໍາກັດພາຍໃນຂອງ hCaptcha UI ແລະການພິຈາລະນາຄວາມປອດໄພຂອງມັນ, ມັນເປັນໄປບໍ່ໄດ້ທີ່ຈະຜະລິດແຫຼ່ງຂອງແຕ່ລະຮູບພາບທີ່ຕິດກັບການນໍາໃຊ້ຂອງມັນ. ແທນທີ່ຈະ, ພວກເຮົາເຊື່ອມຕໍ່ກັບຫນ້ານີ້ຈາກຫນ້າທໍາອິດຂອງພວກເຮົາແລະຮັກສາບັນຊີລາຍຊື່ຂອງແຫຼ່ງຂໍ້ມູນໃນປະຈຸບັນຫຼືບໍ່ດົນມານີ້ໃຫ້ບໍລິການຜ່ານເວທີ. ທ່ານ​ສາ​ມາດ​ເຂົ້າ​ເຖິງ​ບັນ​ຊີ​ລາຍ​ການ​ໃນ​ປັດ​ຈຸ​ບັນ​",
    "2367602973": "ທີ່ນີ້",
    "659124570": "ນອກຈາກນັ້ນ, ຖ້າທ່ານເຫັນເນື້ອຫາທີ່ເປັນຂອງທ່ານຜະລິດຄືນໃຫມ່ໃນເວທີ hCaptcha ແລະຕ້ອງການໃຫ້ມັນຖືກໂຍກຍ້າຍອອກດ້ວຍເຫດຜົນໃດກໍ່ຕາມ, ທ່ານສາມາດຕິດຕໍ່ພວກເຮົາຜ່ານທາງອີເມວທີ່",
    "2066749488": "ຮ້ອງທຸກອື່ນໆ",
    "3479034323": "ຖ້າເຈົ້າເຫັນເນື້ອຫາທີ່ເປັນຂອງເຈົ້າທີ່ຖືກຜະລິດຄືນໃນເວທີ hCaptcha ແລະຕ້ອງການໃຫ້ມັນຖືກລຶບອອກດ້ວຍເຫດຜົນໃດກໍ່ຕາມ, ເຈົ້າສາມາດຕິດຕໍ່ພວກເຮົາຜ່ານທາງອີເມວ.",
    "1836554225": "ບົດຄວາມບລັອກ",
    "2873297188": "CAPTCHAS ທັງໝົດຈຳແນກຄົນທີ່ບໍ່ແມ່ນຄົນອາເມລິກາບໍ?",
    "165932542": "ເບິ່ງອັດຕາການແກ້ໄຂ hCaptcha ທົ່ວໂລກ",
    "1865097546": "ວັນທີ 16 ພະຈິກ 2021",
    "3005876482": "hCaptcha ໃນປັດຈຸບັນແມ່ນການບໍລິການ CAPTCHA ເອກະລາດທີ່ໃຫຍ່ທີ່ສຸດ, ດໍາເນີນການໃນ 15% ຂອງອິນເຕີເນັດ.",
    "693820850": "ທ່ານສາມາດເອົາຊະນະ Google ໂດຍການວາງຄວາມເປັນສ່ວນຕົວກ່ອນ",
    "3609106478": "ການບັນຈຸຂໍ້ມູນປະຈໍາຕົວ:",
    "299335340": "ມັນແມ່ນຫຍັງແລະວິທີການຢຸດການໂຈມຕີ",
    "354925785": "ແນະນຳ",
    "423222878": "ບາງການໂຈມຕີທາງອິນເຕີເນັດທີ່ຍາກທີ່ສຸດເພື່ອກວດຫາ, ປ້ອງກັນ ແລະຢຸດແມ່ນບ່ອນທີ່ນັກສະແດງທີ່ເປັນອັນຕະລາຍສາມາດໃຊ້ຂໍ້ມູນປະຈໍາຕົວຂອງຜູ້ໃຊ້ທີ່ຖືກຕ້ອງເພື່ອເຂົ້າສູ່ລະບົບບັນຊີຜູ້ໃຊ້ທີ່ໃຊ້ວຽກໄດ້. ໂດຍບໍ່ມີຄວາມສາມາດໃນການກວດຫາທີ່ຊັບຊ້ອນຫຼາຍຢູ່ໃນສະຖານທີ່, ບໍລິສັດທີ່ໂຮດບັນຊີບໍ່ມີເຫດຜົນທີ່ຈະສົງໃສວ່າມີຫຍັງຜິດພາດ. ເບິ່ງຄືວ່າລູກຄ້າໄດ້ເຂົ້າສູ່ລະບົບບັນຊີຂອງລາວ. ຜູ້ໂຈມຕີໄດ້ບັນລຸວິທີການທີ່ປະສົບຜົນສໍາເລັດນີ້ໂດຍໃຊ້ຂໍ້ມູນປະຈໍາຕົວທີ່ຖືກລັກ - ໂດຍປົກກະຕິແມ່ນຜົນຂອງເຕັກນິກການໂຈມຕີທາງອິນເຕີເນັດທີ່ເອີ້ນວ່າ \"ການເອົາຂໍ້ມູນປະຈໍາຕົວ.\" ມັນເປັນບັນຫາທີ່ຮ້າຍແຮງໃນມື້ນີ້, ແຕ່ເປັນຫນຶ່ງທີ່ສາມາດຫຼຸດຜ່ອນໄດ້ດ້ວຍມາດຕະການຕ້ານທີ່ຖືກຕ້ອງ.",
    "777660551": "ການບັນຈຸຂໍ້ມູນປະຈໍາຕົວແມ່ນຫຍັງ?",
    "2602763587": "ການເອົາຂໍ້ມູນການຮັບຮອງແມ່ນຮູບແບບຂອງການໂຈມຕີທາງອິນເຕີເນັດທີ່ຜູ້ໂຈມຕີພະຍາຍາມເຂົ້າສູ່ລະບົບເວັບໄຊທ໌ຫຼາຍຄັ້ງໂດຍໃຊ້ຊື່ຜູ້ໃຊ້ ແລະລະຫັດຜ່ານທີ່ຖືກລັກເປັນຄູ່. \"stuffing\" ຫມາຍເຖິງຄວາມພະຍາຍາມເຂົ້າສູ່ລະບົບຊ້ໍາກັນ, ເຊິ່ງເກືອບສະເຫມີປະຕິບັດໂດຍຊອບແວ bot ອັດຕະໂນມັດ.",
    "1271831121": "ມັນບໍ່ຄືກັບວ່າແຮກເກີ (ນຸ່ງເສື້ອໃສ່ເສື້ອກັນ ໜາວ, ແນ່ນອນ!) ນັ່ງຢູ່ບ່ອນນັ້ນ, ພິມໃບຢັ້ງຢືນຫຼັງຈາກຂໍ້ມູນປະຈໍາຕົວ. bot ເຂົ້າສູ່ລະບົບອັດຕະໂນມັດສາມາດເຮັດໄດ້ຈາກເຄື່ອງມືນອກຊັ້ນວາງເຊັ່ນ Selenium ຫຼືເຄື່ອງມືແຮກເກີທີ່ພັດທະນາເອງ.",
    "2588750717": "ແທ້ຈິງແລ້ວ, ບາງການໂຈມຕີການລັກລອບຂໍ້ມູນມີຂໍ້ມູນປະຈໍາຕົວຫຼາຍລ້ານ - ທັງຫມົດຖືກໃສ່ເຂົ້າໄປໃນອິນເຕີເຟດການເຂົ້າສູ່ລະບົບເວັບໄຊທ໌ທີ່ບໍ່ສົງໃສໃນຄວາມຫວັງທີ່ຈະຖືກປ່ອຍອອກມາ. ເມື່ອເຂົ້າໄປໃນ, ຜູ້ໂຈມຕີສາມາດຍຶດເອົາບັນຊີຂອງຜູ້ເຄາະຮ້າຍໄດ້.",
    "1137757109": "ຖ້າມັນເປັນບັນຊີອີຄອມເມີຊ, ຜູ້ໂຈມຕີສາມາດສັ່ງຊື້ສິນຄ້າ. ຖ້າຜູ້ເຄາະຮ້າຍແມ່ນທະນາຄານ, ຜູ້ໂຈມຕີສາມາດໂອນເງິນໄປຕ່າງປະເທດ, ແລະອື່ນໆ.",
    "1559150837": "ຢ່າງໃດກໍຕາມ, ເປົ້າຫມາຍແມ່ນບໍ່ມີການປ້ອງກັນ. ເວັບໄຊທ໌ສ່ວນໃຫຍ່ມີການຄວບຄຸມທີ່ຂັດຂວາງຜູ້ໃຊ້ທີ່ຫນ້າສົງໄສທີ່ພະຍາຍາມເຂົ້າໄປໃນຫລາຍພັນບັນຊີທີ່ແຕກຕ່າງກັນຈາກທີ່ຢູ່ IP ດຽວກັນໃນໄລຍະເວລາສັ້ນໆ. ສິ່ງທີ່ຜູ້ໂຈມຕີທີ່ຢືນຢັນຕົວຕົນເຮັດເພື່ອເຂົ້າຫາເຕັກນິກການປົກປ້ອງເຫຼົ່ານີ້ແມ່ນການຈໍາລອງຄວາມຫຼາກຫຼາຍທາງດ້ານພູມສັນຖານແລະຄວາມຫຼາກຫຼາຍຂອງ IP. ການນໍາໃຊ້ເຄື່ອງມືທີ່ມີປະສິດທິພາບ, ມັກຈະເປັນ AI-driven, ພວກເຂົາສາມາດເຮັດໃຫ້ມັນປາກົດວ່າຜູ້ໃຊ້ຫລາຍພັນຄົນກໍາລັງພະຍາຍາມເຂົ້າສູ່ລະບົບໃນຊ່ວງເວລາທີ່ແຕກຕ່າງກັນຂອງມື້ຈາກທົ່ວປະເທດ. ນີ້ແມ່ນຫຼາຍຍາກທີ່ຈະກວດພົບແລະຢຸດເຊົາ.",
    "1892020899": "ແຮກເກີໄດ້ຮັບຂໍ້ມູນປະຈໍາຕົວຢູ່ໃສ?",
    "2597149484": "ເຫດຜົນທີ່ແຮກເກີຕ້ອງ \"ເອົາ\" ຂໍ້ມູນປະຈໍາຕົວຈໍານວນຫຼາຍທີ່ກ່ຽວຂ້ອງກັບບ່ອນທີ່ພວກເຂົາໄດ້ຮັບຂໍ້ມູນປະຈໍາຕົວຂອງພວກເຂົາຖືກລັກ.",
    "3030395800": "ຂໍ້ມູນປະຈຳຕົວເຫຼົ່ານີ້ມັກຈະມາຈາກການລະເມີດຂໍ້ມູນ. ເຊິ່ງເອີ້ນກັນວ່າ “ການຮົ່ວໄຫຼຂອງຂໍ້ມູນປະຈຳຕົວ,” ການໂຈມຕີເຫຼົ່ານີ້ສາມາດສົ່ງຜົນໃຫ້ຂໍ້ມູນປະຈຳຕົວນັບລ້ານຖືກຖິ້ມລົງເທິງເວັບມືດ. ຖ້າການຮົ່ວໄຫຼມາຈາກທະນາຄານ, ແຮກເກີຈະພະຍາຍາມໃຊ້ຂໍ້ມູນປະຈໍາຕົວເຫຼົ່ານັ້ນເພື່ອໄປຫາເວັບໄຊທ໌ອື່ນໆ. ວິທີການນີ້ໃຊ້ໄດ້ເພາະວ່າຫຼາຍຄົນໃຊ້ຊື່ຜູ້ໃຊ້ດຽວກັນແລະລະຫັດຜ່ານປະສົມປະສານສໍາລັບຫຼາຍເວັບໄຊທ໌. (ການ​ປະ​ຕິ​ບັດ​ນີ້​ແມ່ນ​ທໍ້​ຖອຍ​ໃຈ​, ແຕ່​ຄວາມ​ເປັນ​ຈິງ​ແມ່ນ​ເປັນ​ແນວ​ໃດ​ມັນ​ແມ່ນ​. ປະ​ຊາ​ຊົນ​ມັກ​ຈະ​ເຮັດ​ເລ​ື້ມ​ຄືນ​ການ​ເຂົ້າ​ສູ່​ລະ​ບົບ​ໃບ​ຢັ້ງ​ຢືນ​.)",
    "1258965840": "ດັ່ງນັ້ນ, ຖ້າຜູ້ໂຈມຕີສາມາດເຂົ້າໄປໃນເວັບໄຊທ໌ດຽວ, ລາວອາດຈະເຂົ້າໄປໃນຫຼາຍໆເວັບໄຊທ໌ໂດຍໃຊ້ຂໍ້ມູນປະຈໍາຕົວທີ່ຮົ່ວໄຫຼ. ຕົວຢ່າງ, ພວກເຂົາອາດຈະໄດ້ຮັບຊື່ຜູ້ໃຊ້ / ລະຫັດຜ່ານເຊັ່ນ JohnDoe/525momma, ແຕ່ພວກເຂົາບໍ່ຮູ້ວ່າຄູ່ນັ້ນຈະເຮັດຫຍັງສໍາລັບພວກເຂົາ. ດັ່ງນັ້ນ, ພວກເຂົາເຈົ້າພະຍາຍາມຄູ່ໃນ Amazon.com, Ebay, Citibank, Walgreens ແລະສຸດແລະສຸດ. ເຂົາເຈົ້າອາດຈະລອງຄູ່ນັ້ນຢູ່ໃນຫຼາຍພັນເວັບໄຊ.",
    "3594440415": "ໃນທີ່ສຸດ, ພວກເຂົາຈະເລີ່ມເປີດປະຕູ.",
    "780280214": "ວິ​ທີ​ການ hCaptcha ແລະ hCaptcha Enterprise ຫຼຸດ​ຜ່ອນ​ໄພ​ຂົ່ມ​ຂູ່​ຂອງ​ການ stuffing ຄວາມ​ເຊື່ອ​ຖື",
    "4165374512": "ໃນຂະນະທີ່ມັນເປັນໄປໄດ້ທີ່ຈະໃຊ້ IP ແລະເຄື່ອງມືກວດຫາສະຖານທີ່ເພື່ອປ້ອງກັນການ stuffing credential, ວິທີການທີ່ມີລາຄາຖືກກວ່າແລະຖືກຕ້ອງແມ່ນພຽງແຕ່ຂັດຂວາງການ stuffing bot ອັດຕະໂນມັດຂອງຕົນເອງ. hCaptcha ແລະ hCaptcha Enterprise ສາມາດ stump bot ໃນຈຸດທີ່ເຂົ້າມາ. ເຖິງແມ່ນວ່າ bot ມີຂໍ້ມູນປະຈໍາຕົວທີ່ຖືກຕ້ອງ, ຖ້າມັນບໍ່ສາມາດຜ່ານການກວດສອບ hCaptcha Enterprise ຫຼື CAPTCHA ຂອງ hCaptcha, ມັນຈະບໍ່ເຮັດສິ່ງຂອງມັນແລະເວັບໄຊທ໌ແລະຜູ້ໃຊ້ຂອງທ່ານຖືກປົກປ້ອງ.",
    "3269644546": "ກະລຸນາ",
    "1058572205": "ພວກເຮົາຖ້າທ່ານຕ້ອງການຮຽນຮູ້ເພີ່ມເຕີມກ່ຽວກັບ",
    "3753613260": "ຕິດຕໍ່",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "ລາຍງານການຮ້ອງຮຽນ DMCA",
    "54093347": "ຕົວແທນທີ່ລົງທະບຽນ DMCA",
    "3233441200": "ນະໂຍບາຍການລະເມີດຊໍ້າຄືນ",
    "4011712313": "ເປັນສ່ວນຫນຶ່ງຂອງນະໂຍບາຍ DMCA ຂອງພວກເຮົາ, ພວກເຮົາວາງບັນຊີຂອງລູກຄ້າທີ່ພວກເຮົາໄດ້ຮັບການແຈ້ງເຕືອນ DMCA ຫຼາຍຄັ້ງກ່ຽວກັບການລະເມີດລິຂະສິດທີ່ຖືກກ່າວຫາເຂົ້າໄປໃນນະໂຍບາຍການລ່ວງລະເມີດຊໍ້າຄືນ DMCA ຫຼາຍຂັ້ນຕອນ. ເມື່ອໄດ້ຮັບການແຈ້ງເຕືອນ DMCA ຊ້ຳແລ້ວຊ້ຳອີກໃນເດືອນປະຕິທິນ, ບັນຊີລູກຄ້າຈະກ້າວຈາກຂັ້ນຕອນນະໂຍບາຍໜຶ່ງໄປສູ່ຂັ້ນຕອນຕໍ່ໄປ.",
    "766825168": "ການປະຕິບັດທີ່ພວກເຮົາອາດຈະປະຕິບັດພາຍໃຕ້ນະໂຍບາຍການລ່ວງລະເມີດຊໍ້າຄືນຂອງ DMCA ລວມມີການສົ່ງການແຈ້ງເຕືອນກ່ຽວກັບການເບິ່ງເຫັນທີ່ເພີ່ມຂຶ້ນໃຫ້ກັບລູກຄ້າຂອງບັນທຶກ. ເພື່ອຮັບຮູ້ການແຈ້ງເຕືອນເຫຼົ່ານີ້, ພວກເຮົາອາດຈະຮຽກຮ້ອງໃຫ້ລູກຄ້າເຂົ້າສູ່ລະບົບບັນຊີຫຼືໂທຫາທີມງານຊ່ວຍເຫຼືອຂອງພວກເຮົາ. ພວກເຮົາຍັງສະຫງວນສິດທີ່ຈະລະງັບ ຫຼືຢຸດເຊົາ, ເຊັ່ນດຽວກັນກັບການນໍາໃຊ້ມາດຕະການຊົ່ວຄາວອື່ນໆ, ການບໍລິການ hCaptcha ແລະ IMI ຂອງລູກຄ້າທີ່ພວກເຮົາໄດ້ສືບຕໍ່ໄດ້ຮັບການແຈ້ງເຕືອນ DMCA ກ່ຽວກັບການລະເມີດທີ່ຖືກກ່າວຫາເຖິງແມ່ນວ່າພວກເຮົາຈະສົ່ງການແຈ້ງເຕືອນການລະເມີດຊໍ້າຄືນແລ້ວ. ນອກຈາກນັ້ນ, ພວກເຮົາອາດຈະຢຸດເຊົາການບໍລິການ hCaptcha ຫຼື IMI ອື່ນຕາມການຕັດສິນໃຈຂອງພວກເຮົາທີ່ສະຫນອງໃຫ້ລູກຄ້າເຫຼົ່ານີ້ເມື່ອພວກເຮົາຢຸດເຊົາການບໍລິການ hCaptcha ພາຍໃຕ້ນະໂຍບາຍນີ້.",
    "2410122265": "ຊັບພະຍາກອນ hCaptcha: Bots 101",
    "4166776480": "ການບັນຈຸຂໍ້ມູນປະຈໍາຕົວ: ມັນແມ່ນຫຍັງແລະວິທີການຢຸດການໂຈມຕີ",
    "2301335298": "ການສໍ້ໂກງການຈ່າຍເງິນ: ຫຼຸດຜ່ອນຮູບແບບທີ່ພັດທະນາໄວຂອງອາຊະຍາກຳທາງອິນເຕີເນັດ",
    "3682071227": "ການຄອບຄອງບັນຊີແມ່ນຫຍັງ ແລະພວກເຂົາເຮັດວຽກແນວໃດ?",
    "2729131930": "ການຂູດແມ່ນຫຍັງ ແລະມັນເຮັດວຽກແນວໃດ?",
    "1344959096": "ເຮັດວຽກເປັນປ້າຍຂໍ້ມູນສ່ວນບຸກຄົນ",
    "3510143229": "hCaptcha ເປັນບໍລິການສໍາລັບເວັບໄຊທ໌ແລະແອັບຯ,",
    "3930611699": "ພະນັກງານສ່ວນບຸກຄົນ.",
    "1051214799": "hCaptcha ເປັນບໍລິການຄວາມປອດໄພເວັບທີ່ພະຍາຍາມແບ່ງປັນມູນຄ່າກັບຜູ້ເຜີຍແຜ່ເວັບໄຊທ໌ຫຼືແອັບຯທີ່ໃຊ້ມັນ.",
    "360236473": "ການບໍລິການ hCaptcha ບໍ່ໄດ້ມີຈຸດປະສົງທີ່ຈະໃຊ້ສໍາລັບທຸກຄົນທີ່ຈະເຮັດວຽກເປັນປ້າຍຊື່ບຸກຄົນ. ມັນບໍ່ໄດ້ຖືກອອກແບບສໍາລັບຫຼືເຫມາະສົມກັບຈຸດປະສົງນີ້. ພວກເຮົາບໍ່ແນະນໍາໃຫ້ໃຜພະຍາຍາມໃຊ້ hCaptcha ເປັນແຫຼ່ງລາຍຮັບສ່ວນບຸກຄົນ.",
    "3842490632": "ຜູ້ໃຊ້ສ່ວນບຸກຄົນທີ່ພະຍາຍາມຕອບຄໍາຖາມຈໍານວນຫຼາຍມີແນວໂນ້ມທີ່ຈະຈໍາກັດອັດຕາຫຼືຖືກຫ້າມຢ່າງໄວວາ. ມີຄວາມສໍາຄັນເທົ່າທຽມກັນ, ຂອງພວກເຮົາ",
    "1560232962": "ກວມເອົາໃນລາຍລະອຽດ, ບໍ່ມີການຮັບປະກັນໃດໆກ່ຽວກັບຈໍານວນເງິນທີ່ໄດ້ຮັບສໍາລັບຄໍາຕອບໃດໆ. ອາດຈະບໍ່ມີຄໍາຖາມທີ່ໄດ້ຮັບຄ່າຈ້າງໃນເວລານັ້ນ, ຄໍາຕອບອາດຈະຖືກປະຕິເສດຍ້ອນເຫດຜົນດ້ານຄຸນນະພາບ, ແລະອື່ນໆ.",
    "2694001822": "ຢ່າງໃດກໍຕາມ, ບາງຄັ້ງພວກເຮົາຈ້າງບຸກຄົນເພື່ອຊ່ວຍພວກເຮົາທົດສອບຄຸນສົມບັດຂອງລະບົບແລະຄຸນສົມບັດໃຫມ່.",
    "1569804581": "ຖ້າທ່ານຕ້ອງການທີ່ຈະຕິດຕໍ່ໃນອະນາຄົດກ່ຽວກັບໂອກາດທີ່ກ່ຽວຂ້ອງ, ກະລຸນາຕື່ມແບບຟອມນີ້.",
    "636461959": "ຊື່",
    "1139500589": "ປະເທດ",
    "1789607185": "ທີ່​ຢູ່​ອີ​ເມວ",
    "325077666": "ໂດຍການສົ່ງຂໍ້ມູນຂອງທ່ານ, ທ່ານຕົກລົງເຫັນດີກັບພວກເຮົາ",
    "3555583744": "ແລະ",
    "3609929815": ". ພວກເຮົາຈະເກັບຂໍ້ມູນຊື່, ປະເທດ ແລະທີ່ຢູ່ອີເມວຂອງເຈົ້າໄວ້ເພື່ອຈຸດປະສົງຕິດຕໍ່ກັບເຈົ້າໃນອະນາຄົດກ່ຽວກັບໂອກາດການເຮັດວຽກຂອງປ້າຍຊື່ບຸກຄົນ.",
    "4197928199": "ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ",
    "851786723": "ໂດຍການໃສ່ອີເມວຂອງທ່ານ, ທ່ານຕົກລົງເຫັນດີກັບຂໍ້ກໍານົດແລະນະໂຍບາຍຄວາມເປັນສ່ວນຕົວຂອງພວກເຮົາ, ແລະເພື່ອຮັບອີເມວຈາກພວກເຮົາ.",
    "2402165761": "ການຂູດເຮັດວຽກແນວໃດ?",
    "4260542944": "ການຂູດເນື້ອຫາ (ຍັງເອີ້ນວ່າ \"ການຂູດຫນ້າຈໍ\" ຫຼືພຽງແຕ່ \"ຂູດ\") ເປັນຂະບວນການທີ່ຄຸ້ນເຄີຍ, ມັກຈະເປັນປະໂຫຍດສໍາລັບການລວບລວມຂໍ້ມູນຈາກເວັບ. ຢ່າງໃດກໍຕາມ, ໃນຊຸມປີມໍ່ໆມານີ້, ເຕັກນິກໄດ້ກາຍເປັນເຄື່ອງມືທີ່ມັກຂອງແຮກເກີແລະຜູ້ສໍ້ໂກງ. ມາດຕະການຕ້ານສາມາດຫຼຸດຜ່ອນໄພຂົ່ມຂູ່ຢ່າງມີປະສິດທິຜົນ, ແຕ່ເພື່ອປະຕິບັດພວກມັນ, ມັນເປັນສິ່ງຈໍາເປັນທີ່ຈະເຂົ້າໃຈວິທີການເຮັດວຽກ.",
    "2066255783": "ການຂູດເນື້ອຫາແມ່ນຫຍັງ?",
    "1910628828": "ການຂູດເນື້ອຫາແມ່ນເຕັກນິກການດຶງຂໍ້ມູນຈາກລະບົບທີ່ກ່ຽວຂ້ອງກັບເຄື່ອງມືອັດຕະໂນມັດທີ່ປອມຕົວເປັນລູກຄ້າຊອບແວຫຼືຕົວທ່ອງເວັບ. ມັນບໍ່ແມ່ນໃຫມ່. ໃນຄວາມເປັນຈິງ, ສໍາລັບວິສະວະກອນຊອບແວທີ່ອາດຈະຕ້ອງການຂໍ້ມູນຈາກ mainframe ເກົ່າ, ການຂູດສາມາດເປັນວິທີດຽວທີ່ຈະສະກັດຂໍ້ມູນ. ຕົວເຊື່ອມຕໍ່ຕົ້ນສະບັບອາດຈະຫມົດໄປແລະບໍ່ສາມາດທົດແທນໄດ້.",
    "3408107995": "ໃນມື້ນີ້, ເຖິງແມ່ນວ່າ, scraping invariably ຫມາຍຄວາມວ່າເປັນວິທີການໂຄງການທີ່ຈະດຶງຂໍ້ມູນຈາກເວັບໄຊທ໌. ຊອບແວຂູດເຮັດຫນ້າທີ່ຄືກັບຜູ້ໃຊ້ຂອງມະນຸດ, ຄລິກໃສ່ປຸ່ມຕ່າງໆແລະອ່ານຜົນໄດ້ຮັບ. ມີຫຼາຍການນໍາໃຊ້ທີ່ຖືກຕ້ອງສໍາລັບການຂູດ. ຕົວກວາດເວັບທີ່ເຄື່ອງຈັກຊອກຫາພະລັງງານແມ່ນຕົວຢ່າງຫນຶ່ງ. ດັ່ງນັ້ນເຄື່ອງມືເຊັ່ນ Skyscanner ທີ່ຊອກຫາຂໍ້ສະເຫນີການເດີນທາງໂດຍການລວບລວມຜ່ານເວັບໄຊທ໌ການທ່ອງທ່ຽວຫລາຍພັນເວັບໄຊທ໌. ບໍລິສັດ Fintech ໃຊ້ມັນເຊັ່ນດຽວກັນ, ການຂູດຂໍ້ມູນທາງດ້ານການເງິນຂອງຜູ້ໃຊ້ຈາກເວັບໄຊທ໌ທະນາຄານຖ້າບໍ່ມີ Application Programming Interfaces (APIs) ທີ່ມີຢູ່ເພື່ອເຮັດໃຫ້ການເຊື່ອມຕໍ່ຂໍ້ມູນ. ສິ່ງທີ່ຄວນຈື່ກ່ຽວກັບການຂູດຫນ້າຈໍແມ່ນຄວາມໄວແລະຂະຫນາດຂອງມັນ. ຂະບວນການດັ່ງກ່າວສາມາດເກັບກ່ຽວຂໍ້ມູນຈໍານວນຫຼວງຫຼາຍຈາກເວັບໄຊທ໌ຕ່າງໆ, ໂດຍສົມມຸດວ່າສະຖານທີ່ຕ່າງໆບໍ່ໄດ້ຖືກຕັ້ງຄ່າເພື່ອຢຸດມັນຈາກການເກີດຂື້ນ. ໃນຄວາມໄວຂອງຄອມພິວເຕີ້, ເຄື່ອງຂູດສາມາດລວບລວມຊຸດຂໍ້ມູນຂະຫນາດໃຫຍ່ໂດຍການພົວພັນກັບເວັບໄຊທ໌ແລະຊອບແວທີ່ຕິດພັນແລະຖານຂໍ້ມູນທີ່ມີອໍານາດໃຫ້ເຂົາເຈົ້າ.",
    "1920884252": "ເປັນຫຍັງເນື້ອຫາຈຶ່ງເປັນໄພຂົ່ມຂູ່ຕໍ່ຄວາມປອດໄພ?",
    "2256795853": "ຄວາມສາມາດໃນການສະກັດຂໍ້ມູນຈໍານວນຫລາຍ, ຢ່າງໄວວາ, ຈາກເວັບໄຊທ໌ເຮັດໃຫ້ການຂູດເປັນເຄື່ອງມືທີ່ມີປະສິດທິພາບຢູ່ໃນມືຂອງຜູ້ສະແດງທີ່ເປັນອັນຕະລາຍ. bot scraping ສາມາດເກັບກໍາຂໍ້ມູນຜູ້ໃຊ້ຈາກສະຖານທີ່ສື່ມວນຊົນສັງຄົມ. ຫຼັງຈາກນັ້ນ, ໂດຍການຂູດເວັບໄຊທ໌ທີ່ມີທີ່ຢູ່ແລະຂໍ້ມູນສ່ວນບຸກຄົນອື່ນໆແລະຜົນໄດ້ຮັບທີ່ກ່ຽວຂ້ອງ, ແຮກເກີສາມາດພົວພັນກັບອາຊະຍາກໍາຕົວຕົນເຊັ່ນການສົ່ງຄໍາຮ້ອງສະຫມັກບັດເຄຣດິດທີ່ສໍ້ໂກງ.",
    "4087694419": "ແຮກເກີທີ່ຂູດຂີ້ເຫຍື້ອຍັງສາມາດລວບລວມຂໍ້ມູນຈາກເວັບໄຊທ໌ເຊັ່ນ Amazon ແລະ eBay ເພື່ອສ້າງລາຍຊື່ຜະລິດຕະພັນທີ່ປອມແປງຫຼືຫຼອກລວງ. ຫຼັງຈາກນັ້ນລາວສາມາດສະເຫນີຂາຍໃຫ້ເຂົາເຈົ້າໃນການບໍລິການ peer-to-peer ເຊັ່ນ OfferUp ແລະດໍາເນີນການໂຈມຕີ phishing ໃສ່ຜູ້ຊື້. ຫຼື, ຜູ້ສໍ້ໂກງສາມາດຂາຍຜະລິດຕະພັນທີ່ບໍ່ມີຢູ່ໄດ້. ການສໍ້ໂກງຂູດຫນ້າຈໍຕື່ມອີກກ່ຽວຂ້ອງກັບການປອມແປງຜູ້ເຜີຍແຜ່ໂຄສະນາ. ໂດຍການຂູດເນື້ອຫາຈາກເວັບໄຊທ໌ຂອງຜູ້ເຜີຍແຜ່, ຜູ້ສໍ້ໂກງສາມາດສ້າງຫນ້າຜູ້ເຜີຍແຜ່ໂຄສະນາປອມໃນການບໍລິການທີ່ແຕກຕ່າງກັນ. ຫຼັງຈາກນັ້ນເຂົາເຈົ້າສາມາດຂາຍໂຄສະນາໃນຫນ້າເຫຼົ່ານັ້ນໃຫ້ກັບຕົວແທນຈໍາຫນ່າຍທີ່ໄດ້ຮັບອະນຸຍາດ, ຕິດຕໍ່ພົວພັນທີ່ເຂົາເຈົ້າຂຸດຄົ້ນຈາກໄຟລ໌ ads.txt ຂອງຜູ້ຈັດພິມ. ສະລັອດຕິງໂຄສະນາປາກົດຕົວຈິງກັບຜູ້ໂຄສະນາ, ແຕ່ພວກມັນບໍ່ແມ່ນ.",
    "3315658779": "ປ້ອງກັນການຂູດເນື້ອຫາດ້ວຍ hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise ໃຊ້ການຮຽນຮູ້ເຄື່ອງຈັກຂັ້ນສູງເພື່ອກໍານົດການຈະລາຈອນທີ່ເປັນອັນຕະລາຍໄປຫາເວັບໄຊທ໌ແລະແອັບຯຂອງທ່ານ - ລວມທັງກິດຈະກໍາການຂູດຂີ້ເຫຍື້ອ.",
    "1422537019": "ພວກເຮົາໃນມື້ນີ້ເພື່ອຮຽນຮູ້ເພີ່ມເຕີມ.",
    "1988268879": "ການຕິດສະຫຼາກຂໍ້ມູນທີ່ມີຄ່າໃຊ້ຈ່າຍໃນຂະຫນາດ",
    "2163914794": "ຕ້ອງການປ້າຍກຳກັບເພີ່ມເຕີມສຳລັບຊຸດຂໍ້ມູນຂອງທ່ານບໍ? hCaptcha ສະຫນອງການຕິດສະຫຼາກຂໍ້ມູນໄວ, ປະຫຍັດຄ່າໃຊ້ຈ່າຍ, ແລະຄຸນນະພາບສູງສໍາລັບບໍລິສັດທີ່ເຮັດວຽກກ່ຽວກັບປັນຍາປະດິດແລະຄໍາຮ້ອງສະຫມັກການຮຽນຮູ້ເຄື່ອງຈັກ.",
    "3378932530": "ເອົາ​ຂໍ້​ມູນ​ຂອງ​ທ່ານ​ຕິດ​ສະ​ຫຼາກ​ດຽວ​ນີ້​",
    "3483700676": "ເປີດຕົວຫຼາຍລ້ານໜ້າວຽກທັນທີ",
    "3478726913": "hCaptcha ມີສະນຸກເກີທີ່ໃຫຍ່ທີ່ສຸດໃນໂລກທີ່ມີຢູ່ສໍາລັບການນໍາໃຊ້ຂອງທ່ານ. ບໍ່ວ່າຂະຫນາດໃດຂອງເຈົ້າ, ພວກເຮົາສາມາດຈັດການກັບມັນໄດ້ໂດຍບໍ່ມີຄໍາຫມັ້ນສັນຍາທີ່ມີລາຄາແພງ. ຫຼາຍລ້ານວຽກຕໍ່ມື້ແມ່ນບໍ່ມີບັນຫາ.",
    "740501259": "ທໍ່ API ທີ່ຂັບເຄື່ອນແບບງ່າຍດາຍ",
    "2784612261": "ຕ້ອງການລວມການທົບທວນຄືນຂອງມະນຸດໂດຍກົງເຂົ້າໃນການດໍາເນີນທຸລະກິດຂອງທ່ານບໍ? ພວກເຮົາສະເຫນີ SLAs ຄວາມຫນ້າເຊື່ອຖືສູງ, ຄວາມອາດສາມາດຮັບປະກັນ, ແລະ APIs REST ງ່າຍດາຍ.",
    "1144966033": "ເຫມາະສໍາລັບຄ່າໃຊ້ຈ່າຍແລະຄຸນນະພາບ",
    "3213351333": "ບໍ່ຈໍາເປັນຕ້ອງມີຄໍາຫມັ້ນສັນຍາລ່ວງຫນ້າ",
    "2107077506": "ແພລດຟອມ HUMAN ໃຊ້ຕົວແບບຄວາມໝັ້ນໃຈທີ່ສົມບູນແບບເພື່ອປະຕິບັດການວິເຄາະຄຸນນະພາບໃນເວລາຈິງທີ່ຊັບຊ້ອນ. ນີ້ອະນຸຍາດໃຫ້ພວກເຮົາກໍານົດຄວາມຫຍຸ້ງຍາກຂອງຄໍາຖາມແລະຄໍາຕອບທີ່ເຫມາະສົມຂອງພວກເຂົາຢ່າງໄວວາ, ຊ່ວຍປະຢັດເວລາແລະເງິນຂອງທ່ານ.",
    "3576146278": "ພຽງແຕ່ຈ່າຍສໍາລັບຄວາມຖືກຕ້ອງທີ່ທ່ານຕ້ອງການ",
    "2952586316": "ບໍ່ແມ່ນທຸກບັນຫາຄືກັນ. ຄໍາອະທິບາຍປະກອບສໍາລັບວຽກງານທີ່ມີຄວາມສໍາຄັນດ້ານຄວາມປອດໄພອາດຈະຕ້ອງການຄວາມຫມັ້ນໃຈ 99.99% ຈາກຄົນງານທັງຫມົດ. ຄຳອະທິບາຍປະກອບສຳລັບຄຸນສົມບັດເບຕ້າອັນດຽວໃນແອັບເກມມືຖືອາດຈະຕ້ອງການຄວາມໝັ້ນໃຈປານກາງເທົ່ານັ້ນ. ເຈົ້າ​ຕັດ​ສິນ​ໃຈ.",
    "710145621": "ໃຫ້ຂໍ້ມູນຄວາມຈິງພື້ນດິນຂອງເຈົ້າເອງ ຫຼືໃຫ້ພວກເຮົາສ້າງມັນທັນທີ",
    "987901590": "ທ່ານມີຂໍ້ມູນດິບທີ່ບໍ່ມີຊຸດການຢັ້ງຢືນທີ່ສົມບູນແບບບໍ? ໃນກໍລະນີຫຼາຍທີ່ສຸດ, ພວກເຮົາສາມາດສ້າງຫນຶ່ງສໍາລັບທ່ານຍ້ອນວ່າວຽກງານທີ່ດໍາເນີນການຜ່ານລະບົບ, ຫຼືສ້າງຕົວຢ່າງທີ່ມີປ້າຍສໍາລັບການອະນຸມັດຂອງທ່ານ.",
    "2597352122": "ປະເພດຄໍາບັນຍາຍ",
    "1344687860": "ກ່ອງຜູກມັດ",
    "1089415440": "ການກວດຫາວັດຖຸທີ່ຖືກຕ້ອງໃນຮູບພາບແລະວິດີໂອ",
    "3817067682": "ໂພລີກອນ",
    "2682873489": "ກໍານົດພື້ນທີ່ຂອບເຂດສໍາລັບວັດຖຸ",
    "1275150216": "ສະຖານທີ່ສຳຄັນ",
    "2067112112": "ຄໍາອະທິບາຍຈຸດສໍາລັບກໍລະນີການນໍາໃຊ້ທີ່ແຕກຕ່າງກັນຫຼາຍ",
    "4228682126": "ການຈັດໝວດໝູ່",
    "2920213479": "ຈັດຮຽງ ຫຼືຕື່ມໃສ່ໝວດໝູ່ທີ່ມັກໃນທຸກຂະໜາດ",
    "3288667364": "ການປຽບທຽບ ແລະການກວດຫາ",
    "155877895": "ການ​ກວດ​ສອບ​ແລະ​ການ​ຈັດ​ປະ​ເພດ​ໂດຍ​ມະ​ນຸດ​",
    "3128433367": "... ແລະອື່ນໆອີກ",
    "2827452240": "ຕ້ອງການປະເພດອື່ນທີ່ບໍ່ມີຢູ່ໃນລາຍຊື່ນີ້ບໍ? ພຽງແຕ່ຖາມພວກເຮົາ.",
    "719304627": "ຕ້ອງການການຄວບຄຸມ End-to-End?",
    "1172067553": "ແພລະຕະຟອມ HUMAN ທີ່ຢູ່ເບື້ອງຫຼັງ hCaptcha ສະຫນອງຄຸນນະພາບການເຮັດວຽກທີ່ມີຄວາມຊັບຊ້ອນສູງແລະລັກສະນະການຈັດການໂດຍຜ່ານການນໍາໃຊ້ໃນພື້ນທີ່, ປະສົມ, ຫຼື SaaS ທີ່ປະສົມປະສານກັບລະບົບທີ່ມີຢູ່ຂອງທ່ານ.",
    "2319072959": "ເຮັດວຽກແບບອອບໄລນ໌ທັງໝົດດ້ວຍກຳລັງແຮງງານຂອງເຈົ້າເອງ, ຕິດຕາມມູນຄ່າທີ່ບໍລິໂພກໃນທົ່ວຫົວໜ່ວຍທຸລະກິດ ຫຼື ຄູ່ຮ່ວມງານຂອງກຸ່ມ, ເລືອກເສັ້ນທາງວຽກໃຫ້ກັບຜູ້ໃຫ້ບໍລິການແຮງງານພາຍໃນ ຫຼື ພາຍນອກທີ່ແຕກຕ່າງກັນໂດຍອີງໃສ່ຄວາມຕ້ອງການດ້ານຄ່າໃຊ້ຈ່າຍ ແລະຄວາມປອດໄພ ແລະ ອື່ນໆ.",
    "1936512180": "ການເຂົ້າເຖິງ API ງ່າຍ, dashboards ທີ່ສວຍງາມ, ແລະເຕັກໂນໂລຊີຫລ້າສຸດໃນວົງການເພື່ອເພີ່ມປະສິດທິພາບຂອງພະນັກງານ.",
    "3913848038": "99.99% uptime SLAs ແລະ 24/7 ສະຫນັບສະຫນູນທົ່ວໂລກທີ່ມີຢູ່.",
    "1080752747": "ຕິດຕໍ່ຝ່າຍຂາຍ",
    "1525403768": "ສໍາລັບຂໍ້ມູນເພີ່ມເຕີມຕິດຕໍ່ຝ່າຍຂາຍວິສາຫະກິດ.",
    "1546930020": "ການ​ຕິດ​ສະ​ຫຼາກ​ຂໍ້​ມູນ​",
    "2486638408": "ກໍານົດຂໍ້ມູນສະເພາະ",
    "1027200955": "ເວົ້າກັບຜູ້ຊ່ຽວຊານດ້ານໂດເມນຂອງພວກເຮົາເພື່ອກໍານົດຄວາມຕ້ອງການຂອງໂຄງການຂອງທ່ານ: ຄວາມຖືກຕ້ອງຂອງເປົ້າຫມາຍ, ຮູບແບບ, ແລະຄວາມຕ້ອງການພິເສດໃດໆ.",
    "1156712451": "ການທົດສອບວຽກເບື້ອງຕົ້ນ",
    "181065232": "ພວກເຮົາປະຕິບັດວຽກງານການຜະລິດຂະຫນາດນ້ອຍໂດຍອີງໃສ່ຂໍ້ມູນຕົວຢ່າງຂອງທ່ານ. ນີ້ທົດສອບການເຮັດວຽກທີ່ພວກເຮົາໄດ້ເຮັດຮ່ວມກັນເພື່ອຮັບປະກັນວ່າທ່ານໄດ້ຮັບສິ່ງທີ່ທ່ານຕ້ອງການ.",
    "3207769512": "ນຳໃຊ້ວຽກການຜະລິດ",
    "1099238677": "ດ້ວຍປະລິມານທີ່ສູງ ແລະເວລາຕອບສະໜອງຕໍ່າຂອງພວກເຮົາ, ພວກເຮົາຈະປ່ຽນວຽກຂອງເຈົ້າໄປໃຫ້ໄວ, ດ້ວຍການຈັດສົ່ງອັດຕະໂນມັດທັນທີທີ່ມັນສຳເລັດ.",
    "465783046": "ຕ້ອງການລອງໃຊ້ຂໍ້ມູນຂອງທ່ານບໍ?",
    "328625009": "... ພວກເຮົາພ້ອມແລ້ວເມື່ອທ່ານຢູ່: ການບໍລິການຂອງພວກເຮົາແມ່ນມີຢູ່ຕະຫຼອດໂມງ.",
    "3225770968": "hCaptcha ຖືກອອກແບບມາເພື່ອແກ້ໄຂບັນຫາທີ່ໃຊ້ແຮງງານຫຼາຍທີ່ສຸດໃນການຮຽນຮູ້ເຄື່ອງຈັກ; ການຕິດສະຫຼາກຂໍ້ມູນຈໍານວນຫຼວງຫຼາຍໃນວິທີການທີ່ທັນເວລາ, ລາຄາບໍ່ແພງ, ແລະເຊື່ອຖືໄດ້.",
    "2041686284": "ໂດຍທົ່ວໄປແລ້ວ ຂໍ້ມູນເພີ່ມເຕີມຈະໃຫ້ຜົນໄດ້ຮັບທີ່ດີກວ່າໃນແບບຈໍາລອງການຮຽນຮູ້ເຄື່ອງຈັກ. ຄວາມສໍາເລັດທີ່ຜ່ານມາຂອງແບບຈໍາລອງເລິກໄດ້ເຮັດໃຫ້ຊຸດຂໍ້ມູນຂະຫນາດໃຫຍ່ເພີ່ມຂຶ້ນ, ແລະ hCaptcha ໃຫ້ບໍລິການຄວາມຕ້ອງການນີ້. ຢ່າງໃດກໍ່ຕາມ, ການສ້າງຊຸດຂໍ້ມູນທີ່ມີການທົບທວນຄືນຂະຫນາດໃຫຍ່ຂອງມະນຸດໂດຍໃຊ້ວິທີການແບບດັ້ງເດີມແມ່ນທັງຊ້າແລະລາຄາແພງ.",
    "3729345277": "hCaptcha ແມ່ນວິທີການສໍາລັບບໍລິສັດທີ່ຈະໄດ້ຮັບຄໍາບັນຍາຍທີ່ພວກເຂົາຕ້ອງການໄວ, ມີຄຸນນະພາບສູງແລະມີຄ່າໃຊ້ຈ່າຍຕ່ໍາກວ່າທາງເລືອກອື່ນ.",
    "2103563261": "ຂໍ້ມູນສ່ວນຕົວ ຫຼືສາທາລະນະ",
    "2513143348": "ລະບົບ hCaptcha Enterprise ມີຄວາມຍືດຫຍຸ່ນພິເສດໃນການອອກແບບຂອງມັນ: ມັນສາມາດຖືກນໍາໄປໃຊ້ເປັນບາງສ່ວນຫຼືທັງຫມົດຢູ່ໃນຂອບຂອງເຄືອຂ່າຍຂອງທ່ານຖ້າທ່ານປະຕິບັດການຟັງສາທາລະນະຫຼືເປັນເຈົ້າຂອງສູນຂໍ້ມູນຈໍານວນຫຼາຍ.",
    "3107683988": "ນີ້ສາມາດຫຼຸດຜ່ອນການຈະລາຈອນນອກເຄືອຂ່າຍແລະຄ່າໃຊ້ຈ່າຍຢ່າງຫຼວງຫຼາຍໃນຂະນະທີ່ຍັງຮັກສາຜົນປະໂຫຍດທັງຫມົດຂອງການຄຸ້ມຄອງໂດຍພະນັກງານຂອງພວກເຮົາ 24 ຊົ່ວໂມງຕໍ່ມື້ເພື່ອຕອບສະຫນອງ SLAs ທີ່ເຄັ່ງຄັດທີ່ສຸດ.",
    "3660619092": "ລົງທະບຽນຟຣີ ຫຼືຕິດຕໍ່ຝ່າຍຂາຍສຳລັບວິທີແກ້ໄຂວິສາຫະກິດ",
    "2351176803": "ເງື່ອນໄຂການອະນຸຍາດສໍາລັບ hCaptcha JS API",
    "2616226398": "ຂຶ້ນກັບພວກເຮົາ",
    "2024293275": ". ສະຫງວນສິດອື່ນໆທັງໝົດ, ສໍາລັບໃນປັດຈຸບັນ.",
    "1062291156": "ຂໍ້ກໍານົດມາດຕະຖານ",
    "2712493234": "ການສໍ້ໂກງການຈ່າຍເງິນ: ຫຼຸດຜ່ອນຮູບແບບທີ່ພັດທະນາໄວຂອງອາຊະຍາກຳທາງອິນເຕີເນັດ",
    "1817772953": "ການສໍ້ໂກງບໍ່ແມ່ນຮູບແບບໃຫມ່ຂອງອາຊະຍາກໍາ. ແທ້ຈິງແລ້ວ, ນັກໂບຮານຄະດີໄດ້ຄົ້ນພົບອຸປະກອນຕ້ານການສໍ້ໂກງທີ່ສ້າງຂຶ້ນໂດຍຊາວ Sumerians ບູຮານເພື່ອຂົນສົ່ງສັດລ້ຽງໂດຍບໍ່ມີການສູນເສຍເກືອບ 10,000 ປີກ່ອນ! ໃນກໍລະນີຂອງພວກເຂົາ, ພວກເຂົາໃສ່ເຄື່ອງໝາຍດິນເຜົາ, ແຕ່ລະໂຕທີ່ເປັນຕົວແທນຂອງສັດ, ຢູ່ໃນກ້ອນດິນເຜົາທີ່ເອີ້ນວ່າ \"bulla.\" bulla ຈະເດີນທາງກັບຝູງໃນຂະນະທີ່ມັນຍ້າຍຈາກຜູ້ຂາຍໄປຫາຜູ້ຊື້. ແມ້ແຕ່ເວລານັ້ນ, ເຈົ້າຂອງທຸລະກິດກໍ່ກັງວົນວ່າບໍ່ແມ່ນທຸກຄົນທີ່ເຂົາເຈົ້າພົວພັນກັບແມ່ນເພີ່ມຂຶ້ນ. ມີການປ່ຽນແປງຫຼາຍຢ່າງໃນ 10,000 ປີ, ແຕ່ຄວາມຕ້ອງການທີ່ຈະມີນະວັດຕະກໍາເພື່ອປ້ອງກັນການສໍ້ໂກງຍັງຄົງຢູ່ກັບພວກເຮົາ. ໃນມື້ນີ້, ບັນຫາການສໍ້ໂກງການຈ່າຍເງິນອອນໄລນ໌ແມ່ນມີຄວາມສໍາຄັນຫຼາຍ. ດ້ວຍອິນເຕີເນັດ, ຜູ້ສໍ້ໂກງໄດ້ກາຍເປັນຄວາມຊໍານິຊໍານານຫຼາຍຂຶ້ນໃນການຄວບຄຸມການຕ້ານການສໍ້ໂກງ. ຢ່າງໃດກໍຕາມ, ວິທີແກ້ໄຂໃຫມ່ກໍາລັງເຮັດໃຫ້ນ້ໍາ.",
    "1053787685": "ການສໍ້ໂກງການຈ່າຍເງິນແມ່ນຫຍັງ?",
    "433424759": "ການສໍ້ໂກງການຈ່າຍເງິນປະກອບມີປະເພດຂອງທຸລະກໍາທີ່ຜິດກົດຫມາຍໃດໆ, ຄະດີອາຍາທາງອິນເຕີເນັດເຮັດໃຫ້ຜູ້ຖືກເຄາະຮ້າຍຂອງບາງສິ່ງບາງຢ່າງທີ່ມີຄຸນຄ່າ, ໂດຍປົກກະຕິແມ່ນເງິນ. ນີ້ອາດຈະຫມາຍຄວາມວ່າການໃຊ້ບັດເຄຣດິດຖືກລັກເພື່ອສັ່ງຊື້ສິນຄ້າອອນໄລນ໌ຫຼືການຄອບຄອງບັນຊີທະນາຄານແລະໂອນເງິນຈາກມັນຢ່າງຜິດກົດຫມາຍ. ມີຫຼາຍຮູບແບບ, ແຕ່ພວກມັນລ້ວນແຕ່ມີຜົນຄືກັນ: ຄົນຂີ້ລັກໃຊ້ຕົວຕົນທີ່ຖືກລັກ ຫຼືຂໍ້ມູນການຈ່າຍເງິນເພື່ອລັກຈາກຜູ້ບໍລິໂພກ, ທະນາຄານ ຫຼືຜູ້ຄ້າຂາຍ.",
    "2939852138": "Fraudsters [ພະຍາຍາມ] ໜີດ້ວຍການສໍ້ໂກງການຈ່າຍເງິນແນວໃດ?",
    "1665616092": "ການສໍ້ໂກງການຈ່າຍເງິນແມ່ນງ່າຍດາຍໃນແນວຄວາມຄິດ, ແຕ່ມັນສາມາດສັບສົນຫຼາຍໃນການປະຕິບັດໃນປະຈຸບັນ.",
    "4246520782": "ໃນຄວາມເປັນຈິງ, ອິນເຕີເນັດໄດ້ເປັນພະຍານເຖິງການແຂ່ງຂັນອາວຸດທີ່ແທ້ຈິງລະຫວ່າງຜູ້ສໍ້ໂກງແລະຜູ້ຖືກກ່າວຟ້ອງໃນຊຸມປີມໍ່ໆມານີ້.",
    "2167049807": "ທີມງານຮັກສາຄວາມປອດໄພໄດ້ຮັບຮອງເອົາຫຼາຍມາດຕະການຕ້ານແລະການຄວບຄຸມທີ່ເອົາຊະນະວິທີການທີ່ງ່າຍ, ຂີ້ກຽດຕໍ່ການສໍ້ໂກງການຈ່າຍເງິນ. ​ເຖິງ​ຢ່າງ​ໃດ​ກໍ​ຕາມ, ​ການ​ໂຈມ​ຕີ​ພວມ​ຜັນ​ແປ​ໄປ​ຢ່າງ​ສັບສົນ. ຕົວຢ່າງ, ຕອນນີ້ bots ສາມາດເກັບກູ້ເລກບັດເຄຣດິດ ແລະ PINs ຖືກລັກຈາກເວັບໄຊທ໌ປອມ ແລະການໂຈມຕີ phishing.",
    "1936449777": "ຫຼັງຈາກນັ້ນ, ໃນຮູບແບບອັດຕະໂນມັດຢ່າງເຕັມທີ່, ພວກເຂົາສາມາດ mimic ພຶດຕິກໍາຂອງມະນຸດຢູ່ໃນເວັບໄຊທ໌ອີຄອມເມີຊ, ຄລິກໃສ່ປຸ່ມແລະເພີ່ມລາຍການໃນກະຕ່າຊື້ເຄື່ອງ - ເຖິງຈຸດທີ່ຫຼາຍຄົນ, ຖ້າບໍ່ແມ່ນການຄວບຄຸມການສໍ້ໂກງສ່ວນໃຫຍ່ບໍ່ສາມາດບອກໄດ້ວ່າ bot ກໍາລັງພະຍາຍາມລັກ. ສິນຄ້າ. ແທນທີ່ຈະ, ມັນເບິ່ງຄືວ່າຜູ້ໃຊ້ຂອງມະນຸດພຽງແຕ່ຊື້ເຄື່ອງ. bot ສາມາດເຂົ້າສູ່ລະບົບບັນຊີຂອງລູກຄ້າທີ່ແທ້ຈິງໂດຍໃຊ້ຂໍ້ມູນການເຂົ້າສູ່ລະບົບທີ່ຖືກລັກ. ການປິດບັງການສໍ້ໂກງຕື່ມອີກແມ່ນຄວາມສາມາດຂອງ bot ທີ່ຈະຫຼອກລວງທີ່ຢູ່ IP ແລະເຮັດໃຫ້ມັນເບິ່ງຄືວ່າ \"ຜູ້ຊື້\" ແມ່ນບ່ອນທີ່ແຕກຕ່າງຈາກຜູ້ໂຈມຕີ, ຜູ້ທີ່ອາດຈະຢູ່ໃນຕ່າງປະເທດ.",
    "648630222": "ປ້ອງກັນການສໍ້ໂກງການຈ່າຍເງິນດ້ວຍ hCaptcha Enterprise",
    "1621930829": "ສິ່ງທີ່ສາມາດເຮັດໄດ້ກ່ຽວກັບກິດຈະກໍາການສໍ້ໂກງການຈ່າຍເງິນແບບພິເສດຂອງມື້ນີ້? ການໃຊ້ການຄວບຄຸມຫຼາຍຊັ້ນມັກຈະເປັນວິທີການທີ່ສະຫລາດ. ແນວໃດກໍ່ຕາມ, ມາດຕະການຕ້ານທີ່ດີທີ່ສຸດແມ່ນອັນທີ່ສາມາດໃສ່ກັບດັກ bot ແລະເປີດເຜີຍວ່າມັນປອມ, ເຖິງວ່າຈະມີຄວາມພະຍາຍາມທີ່ດີທີ່ສຸດຂອງຜູ້ສ້າງຂອງຕົນເພື່ອ replicate ພຶດຕິກໍາຂອງມະນຸດ.",
    "2423586454": "ຍັງມີບາງສິ່ງທີ່ຊອບແວບໍ່ສາມາດເຮັດໄດ້, ບໍ່ວ່າ AI ຈະຢູ່ເບື້ອງຫຼັງມັນດີປານໃດ. ເທກໂນໂລຍີ CAPTCHA ທີ່ທັນສະໄຫມສະເຫນີວິທີການທີ່ພິສູດແລ້ວໃນການສະກັດ bots ທີ່ພະຍາຍາມສືບຕໍ່ການສໍ້ໂກງການຈ່າຍເງິນ. ໃນຂະນະທີ່ວິທີການເກົ່າແກ່ຂອງ CAPTCHA, ຄືກັບຕົວເລກທີ່ຫລອກລວງແບບງ່າຍໆໃນກ່ອງ, ໃນປັດຈຸບັນສ່ວນຫຼາຍແມ່ນຂາດແຄນໃນການຫຼຸດຜ່ອນ bots ຂັ້ນສູງ, ອຸປະກອນທົດສອບອັດຕະໂນມັດເຊັ່ນ hCaptcha Enterprise ສາມາດຂັດຂວາງ bot fraudster ໄດ້ຢ່າງງ່າຍດາຍໃນເວລາເຂົ້າສູ່ລະບົບບັນຊີຫຼືການຊໍາລະໃນກະຕ່າຊື້ເຄື່ອງ. ເຖິງແມ່ນວ່າ bot ມີຂໍ້ມູນປະຈໍາຕົວທີ່ແທ້ຈິງ, ຖ້າຈະບໍ່ສາມາດຜ່ານ CAPTCHA ໄດ້.",
    "1467308982": "ຕາຕະລາງການຈ່າຍເງິນ",
    "1291824746": "hCaptcha Payouts ດໍາເນີນການປະຈໍາໄຕມາດເປັນໄລຍະເວລາ 60 ມື້. ເພື່ອສະແດງໃຫ້ເຫັນຄວາມຫມາຍນີ້, ກະລຸນາເບິ່ງຕາຕະລາງຂ້າງລຸ່ມນີ້.",
    "3444947612": "ການຈະລາຈອນລະຫວ່າງ",
    "4181611011": "ວັນທີຄືນດີ",
    "728503636": "ວັນທີຈ່າຍເງິນ",
    "3720584906": "ວັນທີ 15 ກໍລະກົດ 2021 - 15 ຕຸລາ 2021",
    "388240587": "ວັນທີ 5-15 ມັງກອນ 2022",
    "3426312287": "ວັນທີ 5-15 ມັງກອນ 2022",
    "615618648": "ວັນທີ 15 ເມສາ 2021 - 15 ກໍລະກົດ 2021",
    "3376724603": "ວັນທີ 14-24 ກັນຍາ 2021†††",
    "3398978455": "ວັນທີ 15-25 ກັນຍາ 2021†††",
    "2722456056": "ວັນທີ 15 ມັງກອນ 2021 - 15 ເມສາ 2021",
    "4063155841": "ບໍ່ເກີນວັນທີ 25 ມິຖຸນາ 2021††",
    "4082053540": "ວັນທີ 19-25 ມິຖຸນາ 2021††",
    "64953197": "ວັນທີ 15 ຕຸລາ 2020 – 15 ມັງກອນ 2021",
    "1023070345": "ບໍ່ເກີນວັນທີ 14 ມີນາ 2021",
    "2600696085": "ວັນທີ 15 ມີນາ 2021",
    "3217791519": "ວັນທີ 15 ກໍລະກົດ 2020 - 15 ຕຸລາ 2020",
    "649261378": "ວັນທີ 5-11 ມັງກອນ 2021*",
    "1559190296": "ວັນທີ 5-11 ມັງກອນ 2021†",
    "3806054689": "ວັນທີ 15 ເມສາ 2020 – 15 ກໍລະກົດ 2020",
    "4162383380": "ວັນທີ 16-22 ກັນຍາ 2020*****",
    "1990824776": "ວັນທີ 16-24 ກັນຍາ 2020*****",
    "3856690908": "ວັນທີ 15 ມັງກອນ 2020 - 15 ເມສາ 2020",
    "3200641265": "ບໍ່ເກີນ 16 ມິຖຸນາ 2020*",
    "3744079744": "ວັນທີ 15-19 ມິຖຸນາ 2020****",
    "2209837451": "ວັນທີ 15 ຕຸລາ 2019 – 15 ມັງກອນ 2020",
    "2510534204": "ບໍ່ເກີນ 23 ມີນາ 2020 ***",
    "2910560864": "ວັນທີ 20-23 ມີນາ 2020***",
    "2544565802": "ວັນທີ 15 ກໍລະກົດ 2019 - 15 ຕຸລາ 2019",
    "3963642878": "ບໍ່ເກີນ 14 ທັນວາ 2019*",
    "622103562": "ວັນທີ 17 ທັນວາ 2019**",
    "4072202039": "ວັນທີ 15 ເມສາ 2019 – 15 ກໍລະກົດ 2019",
    "818049069": "ບໍ່ເກີນ 15 ກໍລະກົດ 2019",
    "1169005651": "ວັນທີ 15 ກັນຍາ 2019",
    "2303655425": "ວັນທີ 15 ມັງກອນ 2019 - 15 ເມສາ 2019",
    "3678889946": "ບໍ່ເກີນ 15 ມິຖຸນາ 2019",
    "3094354698": "ວັນທີ 15 ມິຖຸນາ 2019",
    "4217013126": "ໂດຍທົ່ວໄປແລ້ວການຈ່າຍເງິນຈະດໍາເນີນການຕະຫຼອດມື້ໃນວັນທີຈ່າຍເງິນ, ແລະໂດຍທົ່ວໄປແລ້ວຈະສໍາເລັດໃນເວລາທ່ຽງຄືນຕາມເວລາປາຊີຟິກ. ຖ້າບັນຊີຖືກໝາຍໃຫ້ກວດສອບ, ມັນອາດໃຊ້ເວລາເຖິງຫ້າມື້ເຮັດວຽກເພີ່ມເຕີມເພື່ອປ່ອຍການຈ່າຍເງິນ.",
    "1447649958": "ໃນຖານະເປັນການເຕືອນ, ພຽງແຕ່ການຈະລາຈອນຂອງມະນຸດທີ່ຖືກຕ້ອງແມ່ນມີສິດໄດ້ຮັບການຈ່າຍເງິນ. ທ່ານສາມາດເບິ່ງລາຍລະອຽດເພີ່ມເຕີມກ່ຽວກັບເລື່ອງນີ້ໃນ FAQ ຂອງພວກເຮົາ, ເຊື່ອມຕໍ່ຂ້າງລຸ່ມນີ້. ຍອດຄົງເຫຼືອທີ່ສາມາດໃຊ້ໄດ້ຍັງຈະຕ້ອງມີເກນຕໍ່າສຸດເພື່ອໃຫ້ມີສິດໄດ້ຮັບການຈ່າຍເງິນ, ປະຈຸບັນແມ່ນ 10 HMT.",
    "4257144752": "ການຄາດຄະເນໃນເວລາທີ່ແທ້ຈິງບໍ່ໄດ້ສະທ້ອນເຖິງຄວາມຖືກຕ້ອງສຸດທ້າຍຫຼືມະນຸດ, ແລະດັ່ງນັ້ນລາຍຮັບສຸດທ້າຍຂອງທ່ານອາດຈະແຕກຕ່າງກັນຢ່າງຫຼວງຫຼາຍຈາກຕົວເລກທີ່ສະແດງຢູ່ໃນ Dashboard ກ່ອນການຄືນດີຄັ້ງທໍາອິດຂອງທ່ານ.",
    "2728931827": "ຫຼັງຈາກແຕ່ລະ reconciliation, ການຄາດຄະເນ per-sitekey ຂອງທ່ານຈະໄດ້ຮັບການປັບປຸງແລະຄວາມຖືກຕ້ອງຂອງການຄາດຄະເນໃນອະນາຄົດຄວນຈະເພີ່ມຂຶ້ນ, ເວັ້ນເສຍແຕ່ວ່າເວັບໄຊຂອງທ່ານມີການປ່ຽນແປງເນື້ອໃນຂອງພຶດຕິກໍາຂອງຜູ້ໃຊ້.",
    "1200905005": "††† ຈາກເດືອນກັນຍາ 2021, ການປອງດອງກັນ ແລະ ການຈ່າຍເງິນໃນປັດຈຸບັນດຳເນີນໄປເປັນໄລຍະເວລາປະມານ 10 ວັນ ແທນທີ່ຈະເປັນມື້ດຽວ, ເພື່ອເຮັດໃຫ້ຂໍ້ຈຳກັດດ້ານການດຳເນີນງານທີ່ກ່ຽວຂ້ອງກັບການເຕີບໂຕຂອງການບໍລິການງ່າຍຂຶ້ນ.",
    "4284094387": "†† ບາງການປອງດອງໃນເດືອນມິຖຸນາ 2021 ແລະການຈ່າຍເງິນຈະດໍາເນີນການໃນອາທິດຕໍ່ໄປເນື່ອງຈາກການຊັກຊ້າໃນການກວດສອບການຄິດໄລ່ສຸດທ້າຍໃນລະຫວ່າງປ່ອງຢ້ຽມການຄືນດີ.",
    "1977013707": "† ການຈ່າຍເງິນເດືອນທັນວາ 2020 ໄດ້ຖືກກຳນົດຄືນຈາກວັນທີ 15 ເພື່ອຫຼີກເວັ້ນການຊໍ້າຊ້ອນກັບການຄືນດີໃນທ້າຍປີ ແລະ ການພັກຜ່ອນຂອງພະນັກງານ: ພວກເຂົາຈະສຳເລັດໃນອາທິດທີສອງຂອງເດືອນມັງກອນ. ເນື່ອງຈາກການໂອນເງິນເຂົ້າ PayPal ຊ້າກວ່າປົກກະຕິ, ການຈ່າຍເງິນຈະດໍາເນີນໄປຫຼາຍມື້ ແທນທີ່ຈະສໍາເລັດໃນມື້ດຽວ.",
    "517010299": "ກະລຸນາຮັບຊາບວ່າ: ພວກເຮົາກຳລັງເຮັດວຽກກ່ຽວກັບການຫັນປ່ຽນອັນສຳຄັນໄປສູ່ການປອງດອງກັນແບບໃກ້ໆເວລາຈິງ. ການຄືນດີແຕ່ລະໄລຍະຈະດຳເນີນໜ້ອຍກວ່າປົກກະຕິຜ່ານ Q1 2021. ນີ້ບໍ່ມີຜົນຕໍ່ກຳນົດການຈ່າຍ ຫຼືວັນທີ.",
    "3092200338": "** ເມື່ອວັນທີ 15 ຕົກຢູ່ໃນທ້າຍອາທິດ, ວັນທີຈ່າຍເງິນແມ່ນແທນວັນທີ 17.",
    "3891941747": "*** ຄຳແນະນຳກ່ຽວກັບ COVID-19: ເນື່ອງຈາກຄວາມສາມາດຂອງພະນັກງານທີ່ກ່ຽວຂ້ອງກັບ COVID-19 ຫຼຸດລົງ, ການປອງດອງໄດ້ຖືກກຳນົດເວລາຄືນໃໝ່ເພື່ອໃຫ້ມີເວລາເພີ່ມເຕີມເພື່ອເຮັດການຢັ້ງຢືນມາດຕະຖານຂອງພວກເຮົາ. ການຈ່າຍເງິນຄາດວ່າຈະເລີ່ມຕົ້ນໃນວັນສຸກແລະສໍາເລັດໃນວັນຈັນຕໍ່ໄປ.",
    "2301757528": "**** ເນື່ອງຈາກການບໍາລຸງຮັກສາໂດຍ PayPal ຂອງ REST APIs ຂອງພວກເຂົາໃນລະຫວ່າງປ່ອງຢ້ຽມການຈ່າຍເງິນ, ບໍ່ແມ່ນການຈ່າຍເງິນທັງຫມົດແມ່ນສໍາເລັດໃນວັນທີ 15 ມິຖຸນາ. ການຈ່າຍເງິນໃດໆທີ່ກຳນົດໄວ້ໃນວັນທີ 15 ມິຖຸນາ (ເວລາມະຫາສະໝຸດປາຊີຟິກ) ແຕ່ບໍ່ຖືກປະຕິບັດເນື່ອງຈາກຄວາມຜິດພາດຂອງ PayPal API ຖືກດຳເນີນຄືນໃໝ່ໃນວັນທີ 19 ມິຖຸນາ (ເວລາປາຊີຟິກ).",
    "116842359": "***** ການປອງດອງຄາດວ່າຈະສໍາເລັດໃນຫຼາຍມື້ເນື່ອງຈາກການບໍາລຸງຮັກສາລະບົບ.",
    "4154415610": "***** ການຊໍາລະໃນເດືອນກັນຍາ 2020 ຈະດໍາເນີນການເປັນຊຸດໃນຂະນະທີ່ການປອງດອງສໍາເລັດ, ເຊິ່ງບາງອັນແມ່ນແລ່ນຊ້າກວ່າກໍານົດໄວ້ໃນຕອນຕົ້ນຫຼາຍມື້ເນື່ອງຈາກການຄືນດີຊັກຊ້າ.",
    "2310694091": "Reconciliation ໝາຍ ຄວາມວ່າແນວໃດ?",
    "164801246": "Reconciliation ແມ່ນຂະບວນການທີ່ການຈະລາຈອນໄດ້ຖືກວິເຄາະຫຼັງຈາກຄວາມຈິງເພື່ອກວດສອບຄວາມເປັນມະນຸດແລະຄວາມຖືກຕ້ອງຂອງມັນ, ເມື່ອຂໍ້ມູນທັງຫມົດຈາກເວັບໄຊທ໌ລາຍງານທັງຫມົດແມ່ນຢູ່ໃນ. ທ່ານສາມາດອ່ານລາຍລະອຽດເພີ່ມເຕີມໃນຂອງພວກເຮົາ.",
    "3256245394": "ເຊັ່ນດຽວກັນກັບບົດຄວາມ blog ຂອງພວກເຮົາ, eg",
    "3089778412": "ວິທີ hCaptcha ຄິດໄລ່ລາງວັນ",
    "3329755436": "ທ່ານກໍາລັງວາງແຜນທີ່ຈະເລັ່ງຂະບວນການນີ້ບໍ?",
    "1911669851": "ແມ່ນແລ້ວ, ພວກເຮົາກໍາລັງເຮັດວຽກໃນການປັບປຸງຫຼາຍໆຢ່າງຕໍ່ກັບລະບົບ backend ຂອງພວກເຮົາທີ່ພວກເຮົາຄາດວ່າໃນທີ່ສຸດຈະຊ່ວຍໃຫ້ພວກເຮົາສະເຫນີໃຫ້ທັງສອງຄືນດີໄວຂຶ້ນ, ຄວາມຖືກຕ້ອງຂອງການຄາດຄະເນໄວຂຶ້ນ, ແລະການຈ່າຍເງິນໄວຂຶ້ນ. ຂະນະ​ນີ້​ພວກ​ເຮົາ​ພວມ​ເຮັດ​ວຽກ​ເພື່ອ​ເລັ່ງລັດ​ການ​ປອງ​ດອງ​ກັນ​ກ່ອນ.",
    "2366003154": "ນັກຂ່າວ ແລະສື່ມວນຊົນສອບຖາມ",
    "3054564199": "ກົດຊຸດ",
    "3173156067": "ບາງຄ່ໍາປະກັນທີ່ພ້ອມທີ່ຈະເຮັດແມ່ນມີຢູ່ໃນກໍລະນີທີ່ທ່ານຕ້ອງການທີ່ຈະລວມເອົາຮູບພາບຕົວຢ່າງໃນບົດຄວາມຂອງທ່ານ.",
    "867314732": "ທ່ານສາມາດດຶງຂໍ້ມູນຄວາມລະອຽດສູງ",
    "858218750": "ແລະຄໍາແນະນໍາກ່ຽວກັບການນໍາໃຊ້ພວກມັນ",
    "3821716514": "ຫນ້າ.",
    "1186243118": "ຮູບໂລໂກ້",
    "3034959000": "ທ່ານສາມາດດຶງຂໍ້ມູນ",
    "1764089150": "ທີ່ນີ້:",
    "1558428432": ". ກະລຸນາໃຫ້ເຄຣດິດພວກເຂົາໄປທີ່ hCaptcha.com.",
    "2429359042": "ຮູບ​ພາບ​ການ​ໂຕ້​ຕອບ​ຕົວ​ຢ່າງ​",
    "1480820434": "ຮູບ​ພາບ 1",
    "3213411837": "ຮູບ​ພາບ 2",
    "1270712701": "ຖະແຫຼງຂ່າວ ແລະລາຍງານຫຼ້າສຸດ",
    "231285005": "ທ່ານສາມາດຊອກຫາການປັບປຸງຫຼ້າສຸດໃນ blog ຂອງພວກເຮົາ",
    "1289884910": "ພວກເຮົາຍັງເຜີຍແຜ່ການວິເຄາະ ແລະບົດລາຍງານເປັນບາງໂອກາດ. ຍົກ​ຕົວ​ຢ່າງ:",
    "932546190": "ເປັນຫຍັງ CAPTCHAs ຈະຢູ່ກັບພວກເຮົາສະເໝີ",
    "2344319147": "ການກວດສອບ bot ຂອງ Google ມີມູນຄ່າຫຼາຍປານໃດ?",
    "1637527266": "ປະເທດໃດທີ່ມີການເຂົ້າຊົມ bot ຫຼາຍທີ່ສຸດ?",
    "230159237": "ຕິດຕໍ່ພົວພັນ",
    "3759923279": "ກະ​ລຸ​ນາ​ການ​ສອບ​ຖາມ​ຂ່າວ​ໂດຍ​ກົງ​ກັບ​ທີ່​ຢູ່​ອີ​ເມວ​ດັ່ງ​ຕໍ່​ໄປ​ນີ້​:",
    "4255608322": "ອັບເດດຫຼ້າສຸດ: 12 ເມສາ 2021",
    "537881751": "ຍິນດີຕ້ອນຮັບສູ່ hCaptcha! ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວນີ້ອະທິບາຍເຖິງການປະຕິບັດຂອງ Intuition Machines, Inc. (\"IMI\", \"ພວກເຮົາ\" ຫຼື \"ພວກເຮົາ\") ກ່ຽວກັບການເກັບລວບລວມ, ການນໍາໃຊ້, ແລະການເປີດເຜີຍຂໍ້ມູນຂອງພວກເຮົາ (ລວມທັງຂໍ້ມູນສ່ວນບຸກຄົນ, ທີ່ກໍານົດໄວ້ຂ້າງລຸ່ມນີ້) ຜ່ານເວັບໄຊທ໌ຂອງພວກເຮົາທີ່ www.hcaptcha .com ແລະໂດເມນຍ່ອຍອື່ນໆຫຼືໂດເມນທີ່ພວກເຮົາໃຊ້ (\"ສະຖານທີ່\") ແລະການໂຕ້ຕອບໂຄງການຄໍາຮ້ອງສະຫມັກ hCaptcha ແລະຊອບແວແລະອຸປະກອນທີ່ກ່ຽວຂ້ອງ (ລວມກັນ, \"ການບໍລິການ\").",
    "33639629": "ບໍ່ສາມາດໃຊ້ໄດ້ກັບເວັບໄຊທ໌ພາກສ່ວນທີສາມ. ກະລຸນາຮັບຊາບວ່ານະໂຍບາຍຄວາມເປັນສ່ວນຕົວນີ້ບໍ່ໄດ້ໃຊ້ກັບເວັບໄຊທ໌, ການສະເຫນີຂາຍ, ຜະລິດຕະພັນຫຼືການບໍລິການຂອງພາກສ່ວນທີສາມໃດໆ, ເຖິງແມ່ນວ່າມັນຈະເຊື່ອມຕໍ່ກັບເວັບໄຊທ໌ຂອງພວກເຮົາຫຼືລວມເອົາການບໍລິການ - ກະລຸນາອ້າງອີງເຖິງນະໂຍບາຍຄວາມເປັນສ່ວນຕົວທີ່ໃຊ້ໄດ້ກ່ອນທີ່ຈະຕັດສິນໃຈໃຫ້ຂໍ້ມູນໃດໆກັບຜູ້ທີສາມ. ພາກສ່ວນ.",
    "987375734": "IMI ແມ່ນຕັ້ງຢູ່ໃນສະຫະລັດ. ສະຖານທີ່ ແລະການບໍລິການຖືກຄວບຄຸມ ແລະດໍາເນີນການໂດຍພວກເຮົາຈາກສະຫະລັດ. ຂໍ້ມູນສ່ວນຕົວຂອງເຈົ້າອາດຈະຖືກເກັບໄວ້ ແລະປະມວນຜົນຢູ່ໃນປະເທດໃດນຶ່ງທີ່ພວກເຮົາມີສິ່ງອໍານວຍຄວາມສະດວກ ຫຼືໃນບ່ອນທີ່ພວກເຮົາພົວພັນກັບຜູ້ໃຫ້ບໍລິການ, ແລະໂດຍການໃຊ້ເວັບໄຊ ແລະການບໍລິການ ເຈົ້າຍິນຍອມໃຫ້ໂອນຂໍ້ມູນໄປຍັງປະເທດນອກປະເທດທີ່ຢູ່ອາໃສຂອງທ່ານ, ລວມທັງສະຫະລັດ. , ເຊິ່ງອາດມີກົດລະບຽບການປົກປ້ອງຂໍ້ມູນທີ່ແຕກຕ່າງຈາກປະເທດຂອງທ່ານ. ໃນບາງກໍລະນີ, ສານ, ອົງການບັງຄັບໃຊ້ກົດໝາຍ, ໜ່ວຍງານຄຸ້ມຄອງ ຫຼືເຈົ້າໜ້າທີ່ຮັກສາຄວາມປອດໄພໃນປະເທດອື່ນເຫຼົ່ານັ້ນອາດມີສິດໃນການເຂົ້າເຖິງຂໍ້ມູນສ່ວນຕົວຂອງເຈົ້າ.",
    "452920031": "ຫມາຍເຫດເຖິງລູກຄ້າທີ່ຢູ່ນອກສະຫະລັດ.",
    "2328839224": ". ກະລຸນາເບິ່ງ \"ແຈ້ງການເຖິງຊາວຄາລິຟໍເນຍ\" ຂອງພວກເຮົາກ່ຽວກັບສິດທິຂອງທ່ານພາຍໃຕ້ກົດໝາຍວ່າດ້ວຍຄວາມເປັນສ່ວນຕົວຂອງຜູ້ບໍລິໂພກຂອງລັດຄາລິຟໍເນຍ (\"CCPA\").",
    "1565481281": "ບັນທຶກຕໍ່ກັບຊາວຄາລິຟໍເນຍ",
    "1028058338": "ກະລຸນາເບິ່ງ \"ແຈ້ງການເຖິງຫົວຂໍ້ຂໍ້ມູນ EU\" ຂອງພວກເຮົາທີ່ກ່ຽວຂ້ອງກັບສິດທິຂອງທ່ານພາຍໃຕ້ກົດລະບຽບການປົກປ້ອງຂໍ້ມູນທົ່ວໄປ (\"GDPR\").",
    "2271205646": "ບັນທຶກຕໍ່ກັບຜູ້ອາໄສຢູ່ເຂດເສດຖະກິດເອີຣົບ.",
    "508143070": "ໃຫ້ສັງເກດວ່າ IMI ເປັນຜູ້ຄວບຄຸມຂໍ້ມູນສ່ວນຕົວຂອງທ່ານ, ຍົກເວັ້ນບ່ອນທີ່ພວກເຮົາປະມວນຜົນຂໍ້ມູນສ່ວນຕົວໃນນາມຂອງ Integrators ຂອງພວກເຮົາທີ່ກ່ຽວຂ້ອງກັບການສະຫນອງການບໍລິການຂອງພວກເຮົາ, ໃນກໍລະນີນີ້ພວກເຮົາເປັນຜູ້ປຸງແຕ່ງຂໍ້ມູນສ່ວນບຸກຄົນ, ແລະ Integrators ເຫຼົ່ານັ້ນແມ່ນຜູ້ຄວບຄຸມ. ຂໍ້​ມູນ​ສ່ວນ​ຕົວ.",
    "2330965058": "ບ່ອນທີ່ພວກເຮົາເຮັດຫນ້າທີ່ເປັນໂປເຊດເຊີສໍາລັບ Integrator ຂອງພວກເຮົາ, ພວກເຮົາບໍ່ໄດ້ໃຊ້ຂໍ້ມູນທີ່ເກັບກໍາເພື່ອຈຸດປະສົງໃດໆນອກເຫນືອຈາກຄວາມຈໍາເປັນທີ່ສົມເຫດສົມຜົນເພື່ອໃຫ້ບໍລິການຂອງພວກເຮົາ, ແລະການປະມວນຜົນຂອງພວກເຮົາຈະຖືກຄວບຄຸມໂດຍສັນຍາທີ່ພວກເຮົາມີຢູ່ກັບ Integrator ຂອງພວກເຮົາ, ບໍ່ແມ່ນນີ້. ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ",
    "3017040355": "ການປະມວນຜົນຂໍ້ມູນຂອງ EU Data Subject ດໍາເນີນການພາຍໃຕ້ພື້ນຖານທາງດ້ານກົດໝາຍຂອງ Standard Contractual Clauses (SCCs) ທີ່ປະສົມປະສານພາຍໃນເອກະສານຊ້ອນທ້າຍການປະມວນຜົນຂໍ້ມູນກັບເງື່ອນໄຂການໃຫ້ບໍລິການ ຫຼື ຂໍ້ຕົກລົງການປະມວນຜົນຂໍ້ມູນກັບຜູ້ລວມຂອງພວກເຮົາ.",
    "2233384692": "ຖ້າທ່ານມີຄໍາຖາມຫຼືຄວາມກັງວົນກ່ຽວກັບວິທີການຈັດການກັບຂໍ້ມູນດັ່ງກ່າວຫຼືຕ້ອງການໃຊ້ສິດທິຂອງທ່ານ, ທ່ານຄວນຕິດຕໍ່ກັບບຸກຄົນຫຼືຫນ່ວຍງານ (ເຊັ່ນ: ຜູ້ຄວບຄຸມຂໍ້ມູນ) ທີ່ໄດ້ສັນຍາກັບພວກເຮົາເພື່ອໃຊ້ບໍລິການເພື່ອປະມວນຜົນຂໍ້ມູນນີ້. ຢ່າງໃດກໍຕາມ, ພວກເຮົາຈະສະຫນອງການຊ່ວຍເຫຼືອກັບຜູ້ປະສົມປະສານຂອງພວກເຮົາເພື່ອແກ້ໄຂຄວາມກັງວົນໃດໆທີ່ທ່ານອາດຈະມີ, ຕາມເງື່ອນໄຂຂອງສັນຍາຂອງພວກເຮົາກັບພວກເຂົາ.",
    "349292953": "ຂໍ້ມູນທີ່ພວກເຮົາເກັບກໍາ",
    "3022001832": "ພວກເຮົາເກັບກໍາຂໍ້ມູນຈາກບຸກຄົນທີ່ພົວພັນກັບເວັບໄຊທ໌ແລະການບໍລິການຂອງພວກເຮົາ, ລວມທັງຜູ້ທີ່ລວມເອົາການບໍລິການຂອງພວກເຮົາເຂົ້າໄປໃນເວັບໄຊທ໌ຂອງພວກເຂົາ (\"Integrators\"), ຜູ້ທີ່ນໍາໃຊ້ການບໍລິການສໍາລັບການຕິດສະຫຼາກຂໍ້ມູນ (\"ລູກຄ້າ\"), ແລະຜູ້ໃຊ້ສຸດທ້າຍທີ່ພົວພັນກັບພວກເຮົາ. ບໍລິການຜ່ານເວັບໄຊທ໌ຂອງຜູ້ລວມຂອງພວກເຮົາ (\"ຜູ້ໃຊ້ສຸດທ້າຍ\").",
    "835545301": "ພວກເຮົາເກັບກໍາຂໍ້ມູນປະເພດຕໍ່ໄປນີ້:",
    "3228928991": "ຂໍ້ມູນທີ່ສາມາດຖືກນໍາໃຊ້ເພື່ອກໍານົດຫຼືຕິດຕໍ່ບຸກຄົນ (\"ຂໍ້ມູນສ່ວນບຸກຄົນ\"), ເຊັ່ນ: ຊື່, ທີ່ຢູ່ອີເມວ, ແລະປະເທດ. ພວກເຮົາເກັບກໍາຂໍ້ມູນສ່ວນບຸກຄົນຈາກຜູ້ລວມແລະລູກຄ້າໃນປະຈຸບັນແລະອະນາຄົດຂອງພວກເຮົາເມື່ອພວກເຂົາໃຫ້ມັນໂດຍກົງກັບພວກເຮົາ (ຕົວຢ່າງເຊັ່ນ, ໂດຍການຕື່ມແບບຟອມໃນເວລາທີ່ລົງທະບຽນສໍາລັບບັນຊີ, ຫຼືສະຫມັກຂໍເອົາການແຈ້ງເຕືອນທາງອີເມວຈາກພວກເຮົາ). ພວກເຮົາຍັງອາດຈະຢືນຢັນຕົວຕົນຂອງຜູ້ລວມແລະລູກຄ້າຂອງພວກເຮົາໂດຍການປຽບທຽບຂໍ້ມູນສ່ວນຕົວກັບຖານຂໍ້ມູນພາກສ່ວນທີສາມຫຼືເອກະສານທາງກົດຫມາຍຢ່າງເປັນທາງການ.",
    "1655796811": "ຂໍ້ມູນທີ່ເກັບລວບລວມໂດຍອັດຕະໂນມັດເປັນຜົນມາຈາກການລວມຫຼືລູກຄ້າຂອງການນໍາໃຊ້ເວັບໄຊທ໌ຫຼືການບໍລິການ (\"ຂໍ້ມູນການວິເຄາະ\"), ເຊັ່ນ: ທີ່ຢູ່ IP, ປະເພດຕົວທ່ອງເວັບ, ຜູ້ໃຫ້ບໍລິການອິນເຕີເນັດ, ປະເພດແພລະຕະຟອມ, ປະເພດອຸປະກອນ, ລະບົບປະຕິບັດການ, ວັນທີແລະເວລາ ການເຂົ້າເຖິງ, ແລະຂໍ້ມູນທີ່ຄ້າຍຄືກັນອື່ນໆ. ຂໍ້ມູນການວິເຄາະບາງຢ່າງຖືກເກັບກໍາໃນນາມຂອງພວກເຮົາໂດຍພາກສ່ວນທີສາມທີ່ພວກເຮົາມີສ່ວນຮ່ວມສໍາລັບຈຸດປະສົງນັ້ນ, ແລະຂໍ້ມູນການວິເຄາະບາງຢ່າງຖືກລວບລວມໂດຍຜ່ານເຕັກໂນໂລຢີການຕິດຕາມທີ່ຫລາກຫລາຍ, ລວມທັງ cookies (ເບິ່ງ \"Third Party Analytics and Tracking Technologies\" ຂ້າງລຸ່ມນີ້).",
    "1388241689": "ຂໍ້ມູນທີ່ເກັບກຳເປັນຜົນມາຈາກຜູ້ໃຊ້ສຸດທ້າຍຕອບການເຕືອນຜ່ານບໍລິການ (\"ຂໍ້ມູນປ້າຍກຳກັບ\"), ເຊັ່ນ: ຂໍ້ມູນປ້າຍກຳກັບຮູບພາບ, ຂໍ້ຄວາມທີ່ປ່ຽນຈາກໄຟລ໌ສຽງທີ່ຫຼິ້ນໃຫ້ກັບຜູ້ໃຊ້ສຸດທ້າຍ, ຄຳຕອບຕໍ່ກັບຄຳຖາມ ແລະຂໍ້ແນະນຳອື່ນໆທີ່ສ້າງຂຶ້ນໂດຍບໍລິການ. ສໍາລັບຈຸດປະສົງການຕິດສະຫຼາກຂໍ້ມູນສໍາລັບການນໍາໃຊ້ໃນການຮຽນຮູ້ເຄື່ອງຈັກ. ກະລຸນາຮັບຊາບວ່າຂໍ້ມູນທີ່ມີປ້າຍກຳກັບບໍ່ໄດ້ຜູກມັດກັບບຸກຄົນໃດນຶ່ງທີ່ລະບຸໄວ້.",
    "1493790285": "ຂໍ້​ມູນ​ອື່ນໆ​ທີ່​ເກັບ​ກໍາ​ຈາກ​ຜູ້​ໃຊ້​ສຸດ​ທ້າຍ​ເປັນ​ສ່ວນ​ຫນຶ່ງ​ຂອງ​ການ​ບໍ​ລິ​ການ​ທີ່​ຈໍາ​ເປັນ​ຕ້ອງ​ການ​ເພື່ອ​ກໍາ​ນົດ​ວ່າ​ເຂົາ​ເຈົ້າ​",
    "2216374138": "ຂອງມະນຸດ, ເຊັ່ນ: ການເຄື່ອນໄຫວຂອງຫນູ, ຕໍາແຫນ່ງເລື່ອນ, ເຫດການການກົດແປ້ນພິມ, ເຫດການສໍາຜັດ, ແລະຂໍ້ມູນ gyroscope / accelerometer ຕາມການນໍາໃຊ້.",
    "2394073454": "ພວກເຮົາອາດຈະເກັບກໍາຂໍ້ມູນເພີ່ມເຕີມຈາກຜູ້ໃຊ້ສຸດທ້າຍທີ່ຕ້ອງການເຮັດວຽກກັບພວກເຮົາເປັນປ້າຍຊື່ສ່ວນບຸກຄົນ.",
    "3103557430": "ພວກເຮົາໃຊ້ຂໍ້ມູນແນວໃດ",
    "1130802068": "ພວກເຮົາໃຊ້ຂໍ້ມູນທີ່ພວກເຮົາເກັບກໍາເພື່ອຈຸດປະສົງດັ່ງຕໍ່ໄປນີ້:",
    "2940689138": "ເພື່ອຄຸ້ມຄອງບັນຊີລວມແລະບັນຊີລູກຄ້າແລະໃຫ້ບໍລິການ. ພວກເຮົາໃຊ້ຂໍ້ມູນສ່ວນຕົວເພື່ອເຊື່ອມໂຍງບັນຊີສະເພາະກັບຜູ້ລວມຕົວ ແລະລູກຄ້າ ແລະສະໜອງການບໍລິການໃຫ້ເຂົາເຈົ້າ, ເພື່ອຕອບສະໜອງຕໍ່ການຮ້ອງຂໍ ຫຼື ສອບຖາມ, ໃຫ້ການສະໜັບສະໜູນ ຫຼື ການຊ່ວຍເຫຼືອດ້ານວິຊາການ, ແລະ ອຳນວຍຄວາມສະດວກໃນການຈ່າຍເງິນ.",
    "857974529": "ເພື່ອປັບປຸງເວັບໄຊ ແລະການບໍລິການ. ພວກເຮົາໃຊ້ຂໍ້ມູນການວິເຄາະເພື່ອປັບປຸງທີ່ມີຢູ່ແລ້ວຂອງພວກເຮົາແລະພັດທະນາການບໍລິການແລະການສະເຫນີໃຫມ່ແລະປັບແຕ່ງການສະເຫນີຜະລິດຕະພັນທີ່ມີຢູ່ແລະໃນອະນາຄົດ.",
    "1820844638": "ເພື່ອຮັບຮູ້ຄວາມເຂົ້າໃຈຂອງຕະຫຼາດ. ພວກເຮົາໃຊ້ຂໍ້ມູນການວິເຄາະເພື່ອວິເຄາະຕະຫຼາດແລະດໍາເນີນການວິເຄາະທຸລະກິດທີ່ກ່ຽວຂ້ອງກັບເວັບໄຊທ໌ແລະການບໍລິການຂອງພວກເຮົາ, ແລະສໍາລັບຈຸດປະສົງການຄົ້ນຄວ້າອື່ນໆ.",
    "3386280249": "ເພື່ອສະຫນອງຕະຫຼາດສໍາລັບຂໍ້ມູນທີ່ມີປ້າຍຊື່. ການບໍລິການຂອງພວກເຮົາເຮັດໃຫ້ການຕິດສະຫຼາກຂໍ້ມູນປະລິມານສູງ ແລະການທົບທວນຂອງມະນຸດສໍາລັບລະບົບການຮຽນຮູ້ເຄື່ອງຈັກເປັນການບໍລິການໃຫ້ກັບເຈົ້າຂອງເວັບໄຊທ໌ ແລະບໍລິສັດທີ່ຕ້ອງການຄວາມຊ່ວຍເຫຼືອໃນການຕິດສະຫຼາກຂໍ້ມູນຂອງເຂົາເຈົ້າ. ດ້ວຍເຫດນັ້ນ, ພວກເຮົາເປີດເຜີຍຂໍ້ມູນປ້າຍກຳກັບໃຫ້ກັບລູກຄ້າທີ່ສົນໃຈຢາກໄດ້ຂໍ້ມູນປ້າຍກຳກັບ.",
    "3532143291": "ເພື່ອຮັບປະກັນການບໍລິການ ແລະລະບົບຂອງພວກເຮົາ. ພວກເຮົາໃຊ້ຂໍ້ມູນການວິເຄາະເພື່ອຮັບປະກັນລະບົບຂອງພວກເຮົາໂດຍການກໍານົດໄພຂົ່ມຂູ່ແລະຄວາມສ່ຽງທີ່ອາດຈະເກີດຂຶ້ນ, ແລະເພື່ອປົກປ້ອງຂໍ້ມູນທີ່ພວກເຮົາເກັບກໍາ.",
    "2185418511": "ສໍາລັບຈຸດປະສົງທາງທຸລະກິດທີ່ຖືກຕ້ອງຕາມກົດຫມາຍ, ສະຫນອງໃຫ້ວ່າຂໍ້ມູນຖືກ de-identified ຫຼືລວບລວມດັ່ງກ່າວວ່າມັນບໍ່ສາມາດຖືກຜູກມັດຢ່າງສົມເຫດສົມຜົນກັບບຸກຄົນ.",
    "2386465280": "ພວກເຮົາແບ່ງປັນຂໍ້ມູນແນວໃດ",
    "2159517814": "ພວກເຮົາແບ່ງປັນ ຫຼືເປີດເຜີຍຂໍ້ມູນສ່ວນຕົວໃນກໍລະນີຕໍ່ໄປນີ້:",
    "4256083674": "ຕາມການຮ້ອງຂໍໂດຍກົງຈາກ Integrator ເພື່ອກໍານົດຄວາມສ່ຽງການສໍ້ໂກງຂອງຄໍາຮ້ອງຂໍການທ້າທາຍ CAPTCHA ສະເພາະຫຼືທີ່ຢູ່ IP, ຫຼືຖ້າບໍ່ດັ່ງນັ້ນການຍິນຍອມເຫັນດີສະເພາະ.",
    "3494826505": "ກັບຜູ້ຂາຍພວກເຮົາມີສ່ວນຮ່ວມໃນການສະຫນອງລັກສະນະທີ່ສໍາຄັນຂອງສະຖານທີ່ແລະການບໍລິການ, ເຊັ່ນ: ການເກັບຮັກສາຂໍ້ມູນ, ການເປັນເຈົ້າພາບ, ແລະການວິເຄາະ, ແລະພຽງແຕ່ສໍາລັບຈຸດປະສົງເຫຼົ່ານັ້ນ.",
    "1119009846": "ຕາມຄວາມຈໍາເປັນເພື່ອປະຕິບັດຕາມກົດຫມາຍທີ່ນໍາໃຊ້, ລວມທັງຄໍາຮ້ອງຂໍຂອງລັດຖະບານ, ການຮ້ອງຂໍການບັງຄັບໃຊ້ກົດຫມາຍ, ແລະອື່ນ ໆ ອົງການຈັດຕັ້ງຂອງລັດແລະເອກະຊົນເພື່ອປົກປ້ອງສິດທິ, ຄວາມເປັນສ່ວນຕົວ, ຄວາມປອດໄພ, ຫຼືຊັບສິນຂອງທ່ານ, ພວກເຮົາ, ຫຼືຄົນອື່ນ.",
    "197676026": "ກັບຜູ້ອື່ນເພື່ອຈຸດປະສົງທາງທຸລະກິດທີ່ຖືກຕ້ອງຕາມກົດໝາຍ, ຂໍ້ມູນດັ່ງກ່າວຈະຖືກແຍກຕົວອອກ",
    "2359312315": "ຫຼືລວມກັນທີ່ມັນບໍ່ສາມາດຖືກຜູກມັດຢ່າງສົມເຫດສົມຜົນກັບບຸກຄົນ.",
    "2497216176": "ເທກໂນໂລຍີການວິເຄາະແລະການຕິດຕາມຂອງພາກສ່ວນທີສາມ",
    "3694578791": "ດັ່ງທີ່ໄດ້ສົນທະນາຂ້າງເທິງ, ພວກເຮົາ (ແລະຜູ້ຂາຍພາກສ່ວນທີສາມຂອງພວກເຮົາ) ເກັບກໍາຂໍ້ມູນການວິເຄາະໃນສ່ວນຫນຶ່ງໂດຍຜ່ານການນໍາໃຊ້ cookies, web beacons, ແລະເຕັກໂນໂລຢີການຕິດຕາມອື່ນໆ. ໃນບາງຕົວຢ່າງ, ພວກເຮົາເຮັດວຽກຮ່ວມກັບຜູ້ຂາຍພາກສ່ວນທີສາມເພື່ອຈ້າງ cookies ສໍາລັບຈຸດປະສົງຂອງການເກັບກໍາຂໍ້ມູນການວິເຄາະ.",
    "2238885192": "ພວກເຮົາໃຊ້ Sentry ເພື່ອເກັບກຳຂໍ້ມູນການດີບັກ ເມື່ອຜູ້ໃຊ້ປະສົບກັບຂໍ້ຜິດພາດ. ສໍາລັບຂໍ້ມູນກ່ຽວກັບ Sentry ເກັບກຳ ແລະປະມວນຜົນຂໍ້ມູນແນວໃດ:",
    "1535054294": "ກະລຸນາເບິ່ງນະໂຍບາຍລາຍລະອຽດຂອງເຂົາເຈົ້າ",
    "658775471": "ພວກເຮົາໃຊ້ Cloudflare ເພື່ອເພີ່ມປະສິດທິພາບການເຂົ້າຊົມເວັບ. ສໍາລັບຂໍ້ມູນກ່ຽວກັບວິທີທີ່ Cloudflare ເກັບກຳ ແລະປະມວນຜົນຂໍ້ມູນ:",
    "2014256987": "ຖ້າທ່ານຕ້ອງການທີ່ຈະບໍ່ສະກັດກັ້ນການໃຊ້ cookies ຫຼືເຕັກໂນໂລຢີການຕິດຕາມອື່ນໆ, ກະລຸນາເບິ່ງ \"ການຄຸ້ມຄອງຂໍ້ມູນຂອງທ່ານ,\" ຂ້າງລຸ່ມນີ້. ກະ​ລຸ​ນາ​ຮັບ​ຮູ້​ວ່າ​ການ​ເຮັດ​ດັ່ງ​ນັ້ນ​ອາດ​ຈະ​ສົ່ງ​ຜົນ​ກະ​ທົບ​ທາງ​ລົບ​ປະ​ສົບ​ການ​ຂອງ​ທ່ານ​ການ​ນໍາ​ໃຊ້​ເວັບ​ໄຊ​ຫຼື​ການ​ບໍ​ລິ​ການ​, ເນື່ອງ​ຈາກ​ວ່າ​ບາງ​ລັກ​ສະ​ນະ​ອາດ​ຈະ​ບໍ່​ໄດ້​ເຮັດ​ວຽກ​ຢ່າງ​ຖືກ​ຕ້ອງ​.",
    "2788024905": "ພວກເຮົາຮັບປະກັນຂໍ້ມູນແນວໃດ",
    "271333468": "ພວກເຮົາປະຕິບັດມາດຕະການດ້ານວິຊາການແລະອົງການຈັດຕັ້ງທີ່ເຫມາະສົມເພື່ອປົກປ້ອງຂໍ້ມູນທີ່ພວກເຮົາເກັບກໍາແລະເກັບຮັກສາ, ແລະຮຽກຮ້ອງໃຫ້ຕົວແທນທັງຫມົດທີ່ດໍາເນີນການປຸງແຕ່ງໃນນາມຂອງພວກເຮົາເຮັດເຊັ່ນດຽວກັນ. ແຕ່ຫນ້າເສຍດາຍ, ບໍ່ມີມາດຕະການຄວາມປອດໄພ 100% ໂງ່, ແລະດັ່ງນັ້ນບໍ່ມີເຄືອຂ່າຍຫຼືລະບົບ (ລວມທັງຂອງພວກເຮົາ) ສາມາດໄດ້ຮັບການຮັບປະກັນ 100% ຄວາມປອດໄພຈາກການທໍາລາຍ, ການສູນເສຍ, ການປ່ຽນແປງ, ການເປີດເຜີຍໂດຍບໍ່ມີການອະນຸຍາດ, ຫຼືການເຂົ້າເຖິງຂໍ້ມູນຂ່າວສານທີ່ພວກເຮົາເກັບກໍາແລະເກັບຮັກສາໄວ້. ຖ້າທ່ານເຊື່ອວ່າຂໍ້ມູນຂອງທ່ານອາດຈະບໍ່ປອດໄພດ້ວຍເຫດຜົນໃດກໍ່ຕາມ, ກະລຸນາຕິດຕໍ່ພວກເຮົາທັນທີທີ່:",
    "3031284129": "ການປະຕິເສດການຮັບປະກັນ",
    "26365791": "ໃນຂອບເຂດສູງສຸດທີ່ກົດໝາຍອະນຸຍາດ, ເວັບໄຊ ແລະການບໍລິການ (ແລະການບໍລິການທີ່ກ່ຽວຂ້ອງອື່ນໆ, ຂໍ້ມູນ, ຂໍ້ມູນ, ຄຸນສົມບັດ, ແລະເນື້ອຫາ ຫຼືວັດສະດຸອື່ນໆ) ແມ່ນສະໜອງໃຫ້ບົນພື້ນຖານ “ເປັນຢູ່” ແລະ “ຕາມມີ”. ໃນຂອບເຂດທີ່ກົດຫມາຍອະນຸຍາດຢ່າງເຕັມທີ່, IMI ບໍ່ລວມເອົາການຮັບປະກັນທັງຫມົດ, ລວມທັງແຕ່ບໍ່ຈໍາກັດການຮັບປະກັນໂດຍຫຍໍ້ກ່ຽວກັບຄວາມສາມາດໃນການຄ້າ, ການສອດຄ່ອງສໍາລັບຈຸດປະສົງສະເພາະໃດຫນຶ່ງ, ແລະບໍ່ລະເມີດ.",
    "735630686": "ການ​ຄຸ້ມ​ຄອງ​ຂໍ້​ມູນ​ຂອງ​ທ່ານ (ສິດ​ທິ​ຂອງ​ທ່ານ​)",
    "498769698": "ເຈົ້າອາດຈະເຂົ້າເຖິງ, ແກ້ໄຂ, ແກ້ໄຂ ຫຼືລຶບຂໍ້ມູນສ່ວນຕົວບາງຢ່າງທີ່ເຈົ້າອາດຈະສະໜອງໃຫ້ພວກເຮົາຜ່ານບັນຊີຜູ້ໃຊ້ລວມ, ລູກຄ້າ, ຫຼືການເຂົ້າເຖິງຂອງທ່ານ (ຖ້າທ່ານເປັນຜູ້ລວມ, ລູກຄ້າ, ຫຼືຜູ້ໃຊ້ການເຂົ້າເຖິງ). ຖ້າທ່ານບໍ່ສາມາດເຮັດໄດ້, ຫຼືມີຄໍາຖາມໃດໆກ່ຽວກັບຂໍ້ມູນສ່ວນຕົວທີ່ພວກເຮົາໄດ້ເກັບກໍາແລະ/ຫຼືແບ່ງປັນກ່ຽວກັບທ່ານ, ຫຼືຕ້ອງການຖອນການຍິນຍອມເຫັນດີຂອງທ່ານສໍາລັບການປະມວນຜົນຂອງພວກເຮົາ (ເຊັ່ນ: ລຶບບັນຊີຂອງທ່ານທັງຫມົດ) ກະລຸນາຕິດຕໍ່ພວກເຮົາທີ່:",
    "2895491273": "ຖ້າທ່ານຕ້ອງການບລັອກ cookies ຫຼືເຕັກໂນໂລຢີການຕິດຕາມອື່ນໆ, ຕົວທ່ອງເວັບສ່ວນໃຫຍ່ແລະອຸປະກອນມືຖືທັງຫມົດໃຫ້ທ່ານປ່ຽນການຕັ້ງຄ່າຂອງທ່ານເພື່ອແຈ້ງໃຫ້ທ່ານຮູ້ເມື່ອທ່ານໄດ້ຮັບ cookies ຫຼືເຕັກໂນໂລຢີຕິດຕາມອື່ນໆຖືກນໍາໃຊ້, ແລະເລືອກວ່າຈະຍອມຮັບ / ອະນຸຍາດຫຼືບໍ່. ມັນ. ຕົວທ່ອງເວັບສ່ວນໃຫຍ່ຍັງອະນຸຍາດໃຫ້ທ່ານປິດການໃຊ້ງານຫຼືລຶບ cookies ທີ່ມີຢູ່ແລ້ວຫຼືປະຕິເສດ cookies ໃນອະນາຄົດໂດຍອັດຕະໂນມັດ. ທ່ານອາດຈະໃຊ້ເຄື່ອງມືພາກສ່ວນທີສາມ, ລວມທັງ plug-ins ຂອງຕົວທ່ອງເວັບ, ເພື່ອຄວບຄຸມການຕັ້ງຄ່າຄຸກກີຂອງທ່ານ. ຢ່າງໃດກໍຕາມ, ໃຫ້ສັງເກດວ່າຖ້າທ່ານປິດ cookies ທັງຫມົດ, ບາງສ່ວນຂອງເວັບໄຊທ໌ຂອງພວກເຮົາອາດຈະບໍ່ເຮັດວຽກຢ່າງຖືກຕ້ອງ.",
    "707527778": "ຂໍ້ມູນຈາກເດັກນ້ອຍ",
    "1747657936": "ເວັບໄຊ ແລະການບໍລິການຂອງພວກເຮົາບໍ່ໄດ້ມຸ້ງໄປຫາເດັກນ້ອຍທີ່ມີອາຍຸຕ່ຳກວ່າ 13 ປີ ແລະພວກເຮົາບໍ່ໄດ້ເກັບກຳຂໍ້ມູນສ່ວນຕົວຈາກເດັກນ້ອຍທີ່ມີອາຍຸຕ່ຳກວ່າ 13 ປີໂດຍເຈດຕະນາ. ຂັ້ນ​ຕອນ​ທີ່​ສົມ​ເຫດ​ສົມ​ຜົນ​ທີ່​ຈະ​ລົບ​ຂໍ້​ມູນ​ດັ່ງ​ກ່າວ​ຈາກ​ໄຟລ​໌​ຂອງ​ພວກ​ເຮົາ​ໃນ​ທັນ​ທີ​ທີ່​ສາ​ມາດ​ປະ​ຕິ​ບັດ​ໄດ້​, ເວັ້ນ​ເສຍ​ແຕ່​ພວກ​ເຮົາ​ມີ​ພັນ​ທະ​ທາງ​ດ້ານ​ກົດ​ຫມາຍ​ທີ່​ຈະ​ເກັບ​ຮັກ​ສາ​ມັນ​. ກະ​ລຸ​ນາ​ຕິດ​ຕໍ່​ຫາ​ພວກ​ເຮົາ​ຖ້າ​ຫາກ​ວ່າ​ທ່ານ​ເຊື່ອ​ວ່າ​ພວກ​ເຮົາ​ມີ​ຂໍ້​ມູນ​ໃດໆ​ຈາກ​ຫຼື​ກ່ຽວ​ກັບ​ເດັກ​ນ້ອຍ​ອາ​ຍຸ​ຕໍ່າ​ກວ່າ 13 ປີ​:",
    "2419795065": "ແຈ້ງການເຖິງຊາວຄາລິຟໍເນຍ",
    "1517625162": "ພາຍໃຕ້ກົດໝາຍແພ່ງລັດຄາລິຟໍເນຍ ມາດຕາ 1789.3, ຜູ້ໃຊ້ລັດຄາລິຟໍເນຍມີສິດໄດ້ຮັບແຈ້ງການສິດທິຜູ້ບໍລິໂພກຕໍ່ໄປນີ້: ຊາວຄາລິຟໍເນຍອາດຈະໄປເຖິງໜ່ວຍງານຊ່ວຍເຫຼືອການຮ້ອງຮຽນຂອງພະແນກບໍລິການຜູ້ບໍລິໂພກຂອງພະແນກກິດຈະການຜູ້ບໍລິໂພກຂອງລັດຄາລິຟໍເນຍທາງໄປສະນີທີ່ເບີ 1625 North Market Blvd., Sacramento, CA 95834, ຫຼືທາງໂທລະສັບທີ່ (916) 445-1254 ຫຼື (800) 952-5210.",
    "3730344349": "ພາກນີ້ໃຫ້ລາຍລະອຽດເພີ່ມເຕີມກ່ຽວກັບຂໍ້ມູນສ່ວນຕົວທີ່ພວກເຮົາເກັບກຳກ່ຽວກັບຜູ້ບໍລິໂພກຂອງລັດຄາລິຟໍເນຍ ແລະສິດທີ່ເຂົາເຈົ້າໄດ້ມອບໃຫ້ພາຍໃຕ້ກົດໝາຍວ່າດ້ວຍຄວາມເປັນສ່ວນຕົວຂອງຜູ້ບໍລິໂພກຂອງລັດຄາລິຟໍເນຍ ຫຼື \"CCPA.\"",
    "4044467791": "ສໍາລັບປະເພດຂອງຂໍ້ມູນສ່ວນບຸກຄົນທີ່ພວກເຮົາໄດ້ເກັບກໍາຈາກທ່ານໃນ 12 ເດືອນກ່ອນຫນ້ານີ້, ກະລຸນາເບິ່ງ \"ຂໍ້ມູນທີ່ພວກເຮົາເກັບກໍາ\" ຂ້າງເທິງ. ພວກເຮົາເກັບກໍາຂໍ້ມູນນີ້ສໍາລັບຈຸດປະສົງທາງທຸລະກິດແລະການຄ້າທີ່ອະທິບາຍໄວ້ໃນສ່ວນ \"ພວກເຮົາໃຊ້ຂໍ້ມູນສ່ວນຕົວແນວໃດ\" ຂ້າງເທິງ. ໃນ 12 ເດືອນກ່ອນໜ້ານີ້, ພວກເຮົາໄດ້ແບ່ງປັນຂໍ້ມູນປະເພດຕໍ່ໄປນີ້ກັບພາກສ່ວນທີສາມເພື່ອຈຸດປະສົງທາງທຸລະກິດ:",
    "4208081170": "ປະເພດຂອງຂໍ້ມູນສ່ວນຕົວ",
    "1528242915": "ຕົວລະບຸ.",
    "3863351997": "ໝວດຂໍ້ມູນສ່ວນຕົວທີ່ມີລາຍຊື່ຢູ່ໃນລັດ California Customer Records (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "ຂໍ້ມູນການຄ້າ.",
    "2683038211": "ອິນເຕີເນັດ ຫຼືກິດຈະກໍາເຄືອຂ່າຍອີເລັກໂທຣນິກອື່ນໆ.",
    "3671828834": "ຕົວຢ່າງຂອງຂໍ້ມູນສ່ວນຕົວທີ່ແບ່ງປັນ",
    "779426309": "ຊື່ແທ້, ຕົວລະບຸຕົວຕົນທີ່ເປັນເອກະລັກ, ຕົວລະບຸອອນໄລນ໌, ທີ່ຢູ່ Internet Protocol, ທີ່ຢູ່ອີເມວ, ຊື່ບັນຊີ, ຫຼືຕົວລະບຸທີ່ຄ້າຍຄືກັນອື່ນໆ.",
    "2414368123": "ຊື່, ໝາຍເລກບັດເຄຣດິດ, ໝາຍເລກບັດເດບິດ, ຫຼືຂໍ້ມູນການເງິນອື່ນໆ.",
    "4088941349": "ບັນທຶກຂອງຜະລິດຕະພັນຫຼືບໍລິການທີ່ຊື້, ໄດ້ຮັບ, ຫຼືພິຈາລະນາ.",
    "3238612014": "ປະຫວັດຜົນການຊອກຫາ, ຂໍ້ມູນກ່ຽວກັບການໂຕ້ຕອບຂອງຜູ້ບໍລິໂພກກັບເວັບໄຊທ໌ອິນເຕີເນັດ, ຄໍາຮ້ອງສະຫມັກ, ຫຼືການໂຄສະນາ.",
    "1023108656": "ປະເພດຂອງຜູ້ຮັບພາກສ່ວນທີສາມ",
    "1418235079": "ຜູ້ໃຫ້ບໍລິການ",
    "3238184941": "ຫມາຍເຫດ: ຄວາມສ່ຽງຕໍ່ການສໍ້ໂກງທີ່ກ່ຽວຂ້ອງກັບທີ່ຢູ່ IP ສ່ວນບຸກຄົນອາດຈະຖືກແບ່ງປັນກັບ Integrator ຕາມການຮ້ອງຂໍ.",
    "285116485": "ບໍລິສັດບໍ່ໄດ້ \"ຂາຍ\" (ຕາມຄໍານີ້ຖືກກໍານົດໄວ້ໃນ CCPA) ຂໍ້ມູນສ່ວນບຸກຄົນທີ່ພວກເຮົາເກັບກໍາ. ກະລຸນາເບິ່ງ \"Third Party Analytics and Tracking Technologies\" ພາກຂ້າງເທິງສໍາລັບຂໍ້ມູນເພີ່ມເຕີມກ່ຽວກັບປະເພດຂອງ cookies ພາກສ່ວນທີສາມ, ຖ້າມີ, ທີ່ພວກເຮົາໃຊ້.",
    "1408750006": "ຂຶ້ນກັບຂໍ້ຈຳກັດບາງຢ່າງ, CCPA ໃຫ້ສິດແກ່ຜູ້ບໍລິໂພກຂອງລັດຄາລິຟໍເນຍເພື່ອຮ້ອງຂໍໃຫ້ຮູ້ລາຍລະອຽດເພີ່ມເຕີມກ່ຽວກັບໝວດໝູ່ ຫຼືສ່ວນສະເພາະຂອງຂໍ້ມູນສ່ວນຕົວທີ່ພວກເຮົາເກັບກຳ (ລວມທັງວິທີທີ່ພວກເຮົາໃຊ້ ແລະເປີດເຜີຍຂໍ້ມູນນີ້), ເພື່ອລຶບຂໍ້ມູນສ່ວນຕົວຂອງເຂົາເຈົ້າ, ເລືອກອອກຈາກການ \"ການຂາຍ\" ໃດໆທີ່ອາດຈະເກີດຂື້ນ, ເຊັ່ນດຽວກັນກັບສິດທິທີ່ບໍ່ໄດ້ຮັບການຈໍາແນກຕໍ່ການໃຊ້ສິດທິເຫຼົ່ານີ້.",
    "759057398": "ແຈ້ງການເຖິງຫົວຂໍ້ຂໍ້ມູນ EU",
    "825780955": "ຂໍ້​ມູນ​ສ່ວນ​ຕົວ",
    "2945960297": "ກ່ຽວກັບຫົວຂໍ້ຂໍ້ມູນຂອງ EU, ຄໍາວ່າ \"ຂໍ້ມູນສ່ວນບຸກຄົນ\" ທີ່ໃຊ້ໃນນະໂຍບາຍຄວາມເປັນສ່ວນຕົວນີ້ແມ່ນເທົ່າກັບ \"ຂໍ້ມູນສ່ວນບຸກຄົນ\" ຕາມທີ່ໄດ້ກໍານົດໄວ້ໃນກົດລະບຽບການປົກປ້ອງຂໍ້ມູນທົ່ວໄປຂອງສະຫະພາບເອີຣົບ (GDPR).",
    "1126613163": "ຂໍ້ມູນລະອຽດອ່ອນ",
    "3571006800": "ຂໍ້ມູນບາງຢ່າງທີ່ທ່ານສະໜອງໃຫ້ພວກເຮົາອາດເປັນຂໍ້ມູນທີ່ລະອຽດອ່ອນຕາມທີ່ໄດ້ກຳນົດໄວ້ໃນ GDPR (ຍັງເອີ້ນວ່າປະເພດພິເສດຂອງຂໍ້ມູນສ່ວນຕົວ), ລວມທັງການລະບຸເຊື້ອຊາດ ຫຼືຊົນເຜົ່າຂອງທ່ານໃນເອກະສານການລະບຸຕົວຕົນທີ່ລັດຖະບານອອກໃຫ້.",
    "1988461282": "ພື້ນຖານທາງດ້ານກົດໝາຍສໍາລັບການປຸງແຕ່ງ",
    "3519564631": "ຈຸດປະສົງການປຸງແຕ່ງ",
    "1778642038": "ເພື່ອຕິດຕໍ່ສື່ສານກັບທ່ານ",
    "2223819810": "ເພື່ອເພີ່ມປະສິດທິພາບເວທີຂອງພວກເຮົາ",
    "1678661231": "ສໍາລັບການປະຕິບັດຕາມ, ການປ້ອງກັນການສໍ້ໂກງ, ແລະຄວາມປອດໄພ",
    "2561077702": "ເພື່ອໃຫ້ບໍລິການຂອງພວກເຮົາ",
    "2066321185": "ພື້ນຖານທາງດ້ານກົດໝາຍ",
    "1174237568": "ກິດຈະກໍາການປຸງແຕ່ງເຫຼົ່ານີ້ເປັນຜົນປະໂຫຍດອັນຊອບທໍາຂອງພວກເຮົາ. ພວກເຮົາພະຍາຍາມພິຈາລະນາ ແລະດຸ່ນດ່ຽງຜົນກະທົບທີ່ອາດເກີດຂຶ້ນກັບເຈົ້າ (ທັງທາງບວກ ແລະທາງລົບ) ແລະສິດທິຂອງເຈົ້າກ່ອນທີ່ພວກເຮົາຈະປະມວນຜົນຂໍ້ມູນສ່ວນຕົວຂອງເຈົ້າເພື່ອຜົນປະໂຫຍດອັນຊອບທໍາຂອງພວກເຮົາ. ພວກເຮົາບໍ່ໃຊ້ຂໍ້ມູນສ່ວນຕົວຂອງເຈົ້າສໍາລັບກິດຈະກໍາທີ່ຜົນປະໂຫຍດຂອງພວກເຮົາຖືກ overrided ໂດຍຜົນກະທົບທາງລົບຕໍ່ເຈົ້າ (ເວັ້ນເສຍແຕ່ວ່າພວກເຮົາໄດ້ຮັບການຍິນຍອມເຫັນດີຈາກເຈົ້າຫຼືຖືກຮຽກຮ້ອງຫຼືອະນຸຍາດຕາມກົດຫມາຍ).",
    "1350478093": "ຈຸດປະສົງການປຸງແຕ່ງ",
    "787916198": "ດ້ວຍຄວາມຍິນຍອມຂອງເຈົ້າ",
    "3348433919": "ສິດທິຂອງທ່ານ",
    "3842673636": "ພາຍໃຕ້ GDPR, ທ່ານມີສິດທີ່ແນ່ນອນກ່ຽວກັບຂໍ້ມູນສ່ວນຕົວຂອງທ່ານ. ທ່ານອາດຈະຂໍໃຫ້ພວກເຮົາດໍາເນີນການດັ່ງຕໍ່ໄປນີ້ທີ່ກ່ຽວຂ້ອງກັບຂໍ້ມູນສ່ວນຕົວຂອງທ່ານທີ່ພວກເຮົາຖື:",
    "4057343238": "ເລືອກອອກ",
    "1834911235": "ຢຸດການສົ່ງການສື່ສານທາງການຕະຫຼາດໂດຍກົງໃຫ້ທ່ານທີ່ເຄີຍຍິນຍອມທີ່ຈະໄດ້ຮັບ. ພວກເຮົາອາດຈະສືບຕໍ່ສົ່ງໃຫ້ທ່ານກ່ຽວກັບການບໍລິການ ແລະການສື່ສານທີ່ບໍ່ແມ່ນການຕະຫຼາດອື່ນໆ.",
    "3022301908": "ການເຂົ້າເຖິງ",
    "680638297": "ສະໜອງຂໍ້ມູນກ່ຽວກັບການປະມວນຜົນຂໍ້ມູນສ່ວນຕົວຂອງເຈົ້າ ແລະໃຫ້ເຈົ້າເຂົ້າເຖິງຂໍ້ມູນສ່ວນຕົວຂອງເຈົ້າ.",
    "1409486258": "ຖືກຕ້ອງ",
    "3878077249": "ອັບເດດ ຫຼືແກ້ໄຂຄວາມບໍ່ຖືກຕ້ອງໃນຂໍ້ມູນສ່ວນຕົວຂອງທ່ານ.",
    "3645414921": "ລຶບ",
    "42182578": "ລຶບຂໍ້ມູນສ່ວນຕົວຂອງທ່ານ.",
    "1609621367": "ໂອນ",
    "3208155808": "ໂອນສຳເນົາຂໍ້ມູນສ່ວນຕົວຂອງເຈົ້າທີ່ເຄື່ອງສາມາດອ່ານໄດ້ໃຫ້ກັບເຈົ້າ ຫຼືພາກສ່ວນທີສາມທີ່ທ່ານເລືອກ.",
    "1786796818": "ຈຳກັດ",
    "3329634829": "ຈຳກັດການປະມວນຜົນຂໍ້ມູນສ່ວນຕົວຂອງເຈົ້າ.",
    "4202774977": "ວັດຖຸ",
    "3007158970": "ຄັດຄ້ານການອີງໃສ່ຜົນປະໂຫຍດອັນຊອບທຳຂອງພວກເຮົາເປັນພື້ນຖານຂອງການປະມວນຜົນຂໍ້ມູນສ່ວນຕົວຂອງເຈົ້າທີ່ສົ່ງຜົນກະທົບຕໍ່ສິດທິຂອງເຈົ້າ.",
    "1273071008": "ຂໍ້ມູນການຮ້ອງຂໍສິດການເຂົ້າເຖິງ",
    "3594381346": "ສະຖານທີ່.",
    "21141582": "ນີ້",
    "3357523404": "ການໂອນຂໍ້ມູນຂ້າມຊາຍແດນ",
    "290966395": "ດັ່ງທີ່ໄດ້ອະທິບາຍໄວ້ໃນພາກ \"ບັນທຶກລູກຄ້າທີ່ຢູ່ນອກສະຫະລັດ\" ຂອງພວກເຮົາ, ກະລຸນາຮັບຊາບວ່າຂໍ້ມູນສ່ວນຕົວຂອງທ່ານຈະຖືກໂອນໄປ, ປະມວນຜົນ ແລະເກັບໄວ້ໃນສະຫະລັດ. ກົດໝາຍວ່າດ້ວຍການປົກປ້ອງຂໍ້ມູນໃນສະຫະລັດອາດຈະແຕກຕ່າງຈາກກົດໝາຍຢູ່ໃນປະເທດທີ່ທ່ານອາໄສຢູ່. ທ່ານຍິນຍອມທີ່ຈະໂອນຂໍ້ມູນຂອງທ່ານ, ລວມທັງຂໍ້ມູນສ່ວນຕົວ, ໄປສະຫະລັດຕາມທີ່ໄດ້ກໍານົດໄວ້ໃນນະໂຍບາຍຄວາມເປັນສ່ວນຕົວນີ້ໂດຍການໄປຢ້ຽມຢາມເວັບໄຊທ໌ຂອງພວກເຮົາຫຼືໃຊ້ບໍລິການຂອງພວກເຮົາ.",
    "3178581111": "ໃຊ້ເພື່ອຈຸດປະສົງໃໝ່",
    "1088304322": "ພວກເຮົາອາດຈະໃຊ້ຂໍ້ມູນສ່ວນຕົວຂອງເຈົ້າສໍາລັບເຫດຜົນທີ່ບໍ່ໄດ້ອະທິບາຍໄວ້ໃນນະໂຍບາຍຄວາມເປັນສ່ວນຕົວນີ້, ບ່ອນທີ່ພວກເຮົາໄດ້ຮັບອະນຸຍາດຈາກກົດຫມາຍໃຫ້ເຮັດແນວນັ້ນແລະບ່ອນທີ່ເຫດຜົນເຫມາະສົມກັບຈຸດປະສົງທີ່ພວກເຮົາເກັບກໍາມັນ. ຖ້າພວກເຮົາຕ້ອງການໃຊ້ຂໍ້ມູນສ່ວນຕົວຂອງເຈົ້າເພື່ອຈຸດປະສົງທີ່ບໍ່ກ່ຽວຂ້ອງ, ພວກເຮົາອາດຈະແຈ້ງໃຫ້ເຈົ້າຮູ້ ແລະອະທິບາຍພື້ນຖານທາງກົດໝາຍທີ່ໃຊ້ໄດ້ສໍາລັບການນໍາໃຊ້ນັ້ນ. ຖ້າພວກເຮົາອີງໃສ່ການຍິນຍອມເຫັນດີຂອງທ່ານສໍາລັບການນໍາໃຊ້ຂໍ້ມູນສ່ວນຕົວຂອງທ່ານໂດຍສະເພາະ, ພວກເຮົາອາດຈະຊອກຫາການຍິນຍອມເຫັນດີຂອງທ່ານສໍາລັບຈຸດປະສົງທີ່ບໍ່ກ່ຽວຂ້ອງໃດໆແລະອະນຸຍາດໃຫ້ທ່ານຢຸດເຊົາການໃຊ້ບໍລິການໃນເວລານັ້ນຖ້າທ່ານຄັດຄ້ານ.",
    "2260079771": "ການເກັບຮັກສາຂໍ້ມູນ",
    "38428546": "ພວກເຮົາເກັບຮັກສາຂໍ້ມູນສ່ວນຕົວຂອງທ່ານຢ່າງປອດໄພຕະຫຼອດຊີວິດຂອງບັນຊີຂອງທ່ານກັບພວກເຮົາ. ພວກເຮົາຈະເກັບຂໍ້ມູນສ່ວນຕົວຂອງເຈົ້າໄວ້ດົນເທົ່າທີ່ຈຳເປັນເພື່ອເຮັດສຳເລັດຈຸດປະສົງທີ່ພວກເຮົາເກັບເອົາມັນ, ລວມທັງຈຸດປະສົງເພື່ອຕອບສະໜອງຂໍ້ຜູກມັດທາງກົດໝາຍ, ການບັນຊີ, ຫຼືການລາຍງານ ຫຼືແກ້ໄຂຂໍ້ຂັດແຍ່ງຕ່າງໆ. ເງື່ອນໄຂທີ່ພວກເຮົາໃຊ້ເພື່ອກໍານົດໄລຍະເວລາການເກັບຮັກສາປະກອບມີຂໍ້ກໍານົດຂອງສັນຍາທີ່ມີຜົນບັງຄັບໃຊ້, ໄລຍະເວລາຈໍາກັດທາງດ້ານກົດຫມາຍ, ຂໍ້ກໍານົດກົດລະບຽບທີ່ກ່ຽວຂ້ອງ, ແລະມາດຕະຖານອຸດສາຫະກໍາ.",
    "384965568": "ໃນຂະນະທີ່ຄວາມຕ້ອງການເກັບຮັກສາໄວ້ແຕກຕ່າງກັນໄປຕາມສິດອໍານາດ, ຂໍ້ມູນກ່ຽວກັບໄລຍະເວລາເກັບຮັກສາປົກກະຕິຂອງພວກເຮົາສໍາລັບລັກສະນະທີ່ແຕກຕ່າງກັນຂອງຂໍ້ມູນສ່ວນຕົວຂອງທ່ານໄດ້ຖືກອະທິບາຍຂ້າງລຸ່ມນີ້.",
    "2788836740": "ຂໍ້​ມູນ​ການ​ຕິດ​ຕໍ່​ສໍາ​ລັບ​ຈຸດ​ປະ​ສົງ​ການ​ຕະ​ຫຼາດ​ແມ່ນ​ໄດ້​ຮັບ​ການ​ເກັບ​ຮັກ​ສາ​ໄວ້​ເປັນ​ການ​ຕໍ່​ເນື່ອງ​ຈົນ​ກ​່​ວາ​ທ່ານ​ຍົກ​ເລີກ​ການ​ສະ​ຫມັກ​. ຫຼັງຈາກນັ້ນ, ພວກເຮົາຈະເພີ່ມລາຍລະອຽດຂອງທ່ານເຂົ້າໃນບັນຊີລາຍຊື່ສະກັດກັ້ນຂອງພວກເຮົາຢ່າງບໍ່ມີກໍານົດ. ຂໍ້​ມູນ​ອີ​ເມວ​ທີ່​ເກັບ​ກຳ​ຈາກ​ຜູ້​ໃຊ້​ການ​ເຂົ້າ​ເຖິງ​ຈະ​ບໍ່​ຖືກ​ນຳ​ໃຊ້​ເພື່ອ​ຈຸດ​ປະ​ສົງ​ການ​ຕະ​ຫຼາດ.",
    "3520687192": "ບັນທຶກການສື່ສານກັບທ່ານ (ເຊັ່ນ: ປີ້ສະຫນັບສະຫນູນເປີດຜ່ານທາງອີເມລ໌ຫຼື Twitter) ອາດຈະຖືກເກັບຮັກສາໄວ້ຢ່າງບໍ່ມີກໍານົດ.",
    "292211832": "ຂໍ້ມູນທີ່ເກັບກຳຜ່ານທາງເທັກນິກ ເຊັ່ນ: ຄຸກກີ້, ຕົວນັບໜ້າເວັບ ແລະ ເຄື່ອງມືການວິເຄາະອື່ນໆ ຈະຖືກຍົກເລີກໃນທັນທີທີ່ປະຕິບັດໄດ້, ແຕ່ອາດຈະຖືກເກັບຮັກສາໄວ້ເປັນໄລຍະເວລາຈຳກັດເຖິງໜຶ່ງປີ ນັບແຕ່ຄຸກກີໝົດອາຍຸ, ໂດຍປົກກະຕິແລ້ວ ໃນຮູບແບບທີ່ບໍ່ໄດ້ລະບຸຕົວຕົນ ແລະຖືກລວມເຂົ້າກັນ. ເວັ້ນເສຍແຕ່ວ່າພວກເຮົາກວດພົບການລະເມີດການບໍລິການຂອງພວກເຮົາ, ໃນກໍລະນີນີ້ພວກເຮົາຈະເກັບຂໍ້ມູນນັ້ນໄວ້ເພື່ອຊ່ວຍພວກເຮົາປ້ອງກັນການລ່ວງລະເມີດໃນອະນາຄົດ. ພວກ​ເຮົາ​ບໍ່​ສາ​ມາດ​ເຊື່ອມ​ຕໍ່​ຂໍ້​ມູນ​ທີ່​ບໍ່​ເປີດ​ເຜີຍ​ແລະ​ລວມ​ນີ້​ກັບ​ທ່ານ, ຄອບ​ຄົວ​ຂອງ​ທ່ານ, ທີ່​ຢູ່ IP, ຫຼື​ຂໍ້​ມູນ​ສ່ວນ​ບຸກ​ຄົນ​ໂດຍ​ອີງ​ໃສ່​ຂໍ້​ມູນ​ທີ່​ເກັບ​ໄວ້.",
    "470943029": "ຖ້າທ່ານມີຄໍາຖາມໃດໆກ່ຽວກັບນະໂຍບາຍຄວາມເປັນສ່ວນຕົວນີ້, ກະລຸນາຕິດຕໍ່ພວກເຮົາທີ່:",
    "3192683783": "ການປ່ຽນແປງນະໂຍບາຍຄວາມເປັນສ່ວນຕົວນີ້",
    "1702335960": "ຂໍ້ມູນໃດໆທີ່ພວກເຮົາເກັບກໍາແມ່ນຂຶ້ນກັບນະໂຍບາຍຄວາມເປັນສ່ວນຕົວທີ່ມີຜົນບັງຄັບໃຊ້ໃນເວລາທີ່ຂໍ້ມູນດັ່ງກ່າວຖືກເກັບກໍາ. ຢ່າງໃດກໍຕາມ, ພວກເຮົາອາດຈະປັບປຸງນະໂຍບາຍຄວາມເປັນສ່ວນຕົວເປັນບາງເວລາ. ຖ້າການດັດແກ້ເປັນເອກະສານ, ຕາມທີ່ເຮົາກຳນົດໄວ້ແຕ່ພຽງຜູ້ດຽວ, ພວກເຮົາຈະແຈ້ງໃຫ້ເຈົ້າຮູ້, ຕົວຢ່າງຜ່ານທາງອີເມວ. ເວີຊັນປັດຈຸບັນຈະຖືກໂພສໃສ່ໜ້ານະໂຍບາຍຄວາມເປັນສ່ວນຕົວຂອງພວກເຮົາສະເໝີ.",
    "3669258571": "ນະໂຍບາຍຄຸກກີ",
    "2905621957": "ອັບເດດຫຼ້າສຸດ: 18 ກໍລະກົດ 2020",
    "1173934218": "ພວກເຮົາເຂົ້າໃຈວ່າຄວາມເປັນສ່ວນຕົວຂອງທ່ານແມ່ນສໍາຄັນຕໍ່ກັບທ່ານ ແລະມຸ່ງຫມັ້ນທີ່ຈະມີຄວາມໂປ່ງໃສກ່ຽວກັບເຕັກໂນໂລຢີທີ່ພວກເຮົາໃຊ້. ນະໂຍບາຍນີ້ໃຫ້ຂໍ້ມູນລະອຽດກ່ຽວກັບວິທີການ ແລະເວລາທີ່ພວກເຮົາໃຊ້ cookies ຢູ່ໃນເວັບໄຊ ແລະການບໍລິການຂອງພວກເຮົາ.",
    "2694150481": "ພວກເຮົາໃຊ້ Cookies ບໍ?",
    "457627611": "ແມ່ນແລ້ວ. ພວກເຮົາ ແລະ ຜູ້ໃຫ້ບໍລິການວິເຄາະ ຫຼື ຜູ້ໃຫ້ບໍລິການຂອງພວກເຮົາ, ຄູ່ຮ່ວມການຕະຫຼາດ, ແລະສາຂາອາດຈະໃຊ້ cookies, web beacons, ຫຼື pixels ແລະເຕັກໂນໂລຢີອື່ນໆເພື່ອຮັບປະກັນວ່າທຸກຄົນທີ່ໃຊ້ Sites ມີປະສົບການທີ່ດີທີ່ສຸດ. ກະລຸນາເບິ່ງສ່ວນ \"Third Party Analytics and Tracking Technologies\" ຂອງນະໂຍບາຍຄວາມເປັນສ່ວນຕົວຂອງພວກເຮົາສຳລັບລາຍລະອຽດເພີ່ມເຕີມ.",
    "501102544": ": ພວກເຮົາເຊື່ອວ່າການບໍລິການຕ້ານ bot ຂອງ hCaptcha (ເຊັ່ນ: ການບໍລິການທີ່ຝັງຢູ່ໃນເວັບໄຊທ໌, ເກມ, ຫຼືແອັບຯມືຖື) ປະກອບມີພຽງແຕ່ອັນທີ່ເອີ້ນວ່າ \"ການຍົກເວັ້ນການຍິນຍອມເຫັນດີ\" cookies ຕາມກົດລະບຽບຂອງ GDPR. ຕົວຢ່າງຂອງຄຸກກີທີ່ໄດ້ຮັບການຍົກເວັ້ນດັ່ງກ່າວລວມມີ:",
    "461631543": "ຫມາຍເຫດ GDPR",
    "2150907653": "* cookies ດ້ານວິຊາການຢ່າງເຂັ້ມງວດມີຄວາມຈໍາເປັນສໍາລັບການສະຫນອງການບໍລິການ. ເຫຼົ່ານີ້ລວມມີ cookies ທີ່ຕ້ອງການ, cookies session, load balancing cookies, ແລະອື່ນໆ.",
    "1012122721": "* cookies ສະຖິຕິທີ່ຄຸ້ມຄອງໂດຍພວກເຮົາໂດຍກົງ (ເຊັ່ນ: ພາກສ່ວນທີສາມ, ບໍ່ແມ່ນ cookies ພາກສ່ວນທີສາມ), ບ່ອນທີ່ຂໍ້ມູນບໍ່ໄດ້ຖືກນໍາໃຊ້ສໍາລັບການສ້າງໂປຣໄຟລ໌.",
    "148542287": "ນີ້ບໍ່ແມ່ນຄໍາແນະນໍາທາງດ້ານກົດຫມາຍ, ແລະບໍ່ມີການຮັບປະກັນໃດໆກ່ຽວກັບການວິເຄາະນີ້. ຖ້າທ່ານມີຄໍາຖາມຫຼືຂໍ້ສົງໄສເພີ່ມເຕີມ, ກະລຸນາຕິດຕໍ່ພວກເຮົາທີ່:",
    "3956117148": "ເວັບໄຊທ໌ hCaptcha.com ແລະ BotStop.com (ເວັບໄຊທ໌) ອາດຈະປະກອບມີ cookies ເພີ່ມເຕີມ, ດັ່ງທີ່ອະທິບາຍໄວ້ໃນນະໂຍບາຍນີ້.",
    "3255230599": "Cookie ແມ່ນຫຍັງ?",
    "1095532507": "ຄຸກກີ (\"ຄຸກກີ\") ແມ່ນໄຟລ໌ຂໍ້ຄວາມຂະຫນາດນ້ອຍທີ່ໃສ່ໃນຮາດໄດຂອງທ່ານໂດຍເຄື່ອງແມ່ຂ່າຍຂອງຫນ້າເວັບ. ຄຸກກີມີຂໍ້ມູນທີ່ສາມາດອ່ານໄດ້ໃນພາຍຫຼັງໂດຍເຊີບເວີເວັບໃນໂດເມນທີ່ອອກຄຸກກີໃຫ້ທ່ານ. ບາງ cookies ຈະຖືກນໍາໃຊ້ພຽງແຕ່ຖ້າທ່ານໃຊ້ຄຸນສົມບັດບາງຢ່າງຫຼືເລືອກຄວາມມັກບາງຢ່າງ, ແລະບາງ cookies ຈະຖືກໃຊ້ຕະຫຼອດເວລາ. ທ່ານສາມາດຊອກຮູ້ເພີ່ມເຕີມກ່ຽວກັບແຕ່ລະຄຸກກີໂດຍການເບິ່ງບັນຊີລາຍຊື່ຄຸກກີໃນປະຈຸບັນຂອງພວກເຮົາຂ້າງລຸ່ມນີ້.",
    "2943815316": "ພວກເຮົາອັບເດດລາຍການນີ້ເປັນໄລຍະໆ, ດັ່ງນັ້ນອາດຈະມີ cookies ເພີ່ມເຕີມທີ່ຍັງບໍ່ທັນໄດ້ລະບຸໄວ້. ເວັບ beacons, tags ແລະ scripts ອາດຈະຖືກນໍາໃຊ້ໃນເວັບໄຊທ໌ຫຼືໃນອີເມລ໌ເພື່ອຊ່ວຍໃຫ້ພວກເຮົາສົ່ງ cookies, ນັບຈໍານວນການເຂົ້າຊົມ, ເຂົ້າໃຈການນໍາໃຊ້ແລະປະສິດທິພາບຂອງແຄມເປນແລະກໍານົດວ່າອີເມລ໌ໄດ້ຖືກເປີດແລະປະຕິບັດຫຼືບໍ່. ພວກເຮົາອາດຈະໄດ້ຮັບບົດລາຍງານໂດຍອີງໃສ່ການນໍາໃຊ້ເຕັກໂນໂລຢີເຫຼົ່ານີ້ໂດຍຜູ້ໃຫ້ບໍລິການ / ການວິເຄາະຂອງພວກເຮົາເປັນສ່ວນບຸກຄົນແລະພື້ນຖານລວມ.",
    "2954157511": "ເປັນຫຍັງພວກເຮົາຈຶ່ງໃຊ້ Cookies?",
    "1539071196": "ໂດຍທົ່ວໄປແລ້ວພວກເຮົາໃຊ້ Cookies ສໍາລັບຈຸດປະສົງຕໍ່ໄປນີ້:",
    "3545935449": "ເພື່ອຮັບຮູ້ຜູ້ໃຊ້ໃຫມ່ຫຼືອະດີດ.",
    "32739972": "ເພື່ອເກັບຮັກສາຂໍ້ມູນການເຂົ້າສູ່ລະບົບຂອງທ່ານຖ້າທ່ານລົງທະບຽນຢູ່ໃນເວັບໄຊທ໌ຂອງພວກເຮົາ.",
    "4209078147": "ເພື່ອ​ປັບ​ປຸງ​ເວັບ​ໄຊ​ຂອງ​ພວກ​ເຮົາ​ແລະ​ເພື່ອ​ເຂົ້າ​ໃຈ​ທີ່​ດີກ​ວ່າ​ການ​ຢ້ຽມ​ຢາມ​ຂອງ​ທ່ານ​ກ່ຽວ​ກັບ​ເວ​ທີ​ແລະ​ເວັບ​ໄຊ​ຂອງ​ພວກ​ເຮົາ.",
    "1077448694": "ເພື່ອປະສົມປະສານກັບເວັບໄຊທ໌ສື່ສັງຄົມຂອງພາກສ່ວນທີສາມ.",
    "1709478090": "ເພື່ອຮັບໃຊ້ທ່ານດ້ວຍການໂຄສະນາທີ່ອີງໃສ່ຄວາມສົນໃຈຫຼືເປົ້າຫມາຍ.",
    "3256020881": "ເພື່ອສັງເກດພຶດຕິກໍາແລະການເຄື່ອນໄຫວການຊອກຫາຂອງທ່ານໃນໄລຍະເວລາໃນທົ່ວເວັບໄຊທ໌ຕ່າງໆຫຼືເວທີອື່ນໆ.",
    "1092241113": "ເພື່ອເຂົ້າໃຈຜົນປະໂຫຍດຂອງລູກຄ້າແລະການເຊື່ອມໂຍງຂອງພວກເຮົາໃຫ້ດີຂຶ້ນ.",
    "1434289796": "ບາງຄຸກກີ້ແມ່ນມີຄວາມຈໍາເປັນສໍາລັບການນໍາໃຊ້ສະເພາະໃດຫນຶ່ງຂອງເວັບໄຊ, ແລະໂດຍບໍ່ມີການ cookies ດັ່ງກ່າວ, ພວກເຮົາຈະບໍ່ສາມາດໃຫ້ບໍລິການຈໍານວນຫຼາຍທີ່ທ່ານຕ້ອງການນໍາໃຊ້ເວັບໄຊທ໌ຢ່າງຖືກຕ້ອງ. Cookies ເຫຼົ່ານີ້, ສໍາລັບຕົວຢ່າງ, ອະນຸຍາດໃຫ້ພວກເຮົາດໍາເນີນການເວັບໄຊທ໌ຂອງພວກເຮົາ, ດັ່ງນັ້ນທ່ານສາມາດເຂົ້າຫາມັນຕາມທີ່ທ່ານຮ້ອງຂໍແລະໃຫ້ພວກເຮົາຮັບຮູ້ວ່າທ່ານໄດ້ສ້າງບັນຊີແລະໄດ້ເຂົ້າໄປໃນບັນຊີນັ້ນເພື່ອເຂົ້າເຖິງເນື້ອຫາເວັບໄຊທ໌. ພວກມັນຍັງລວມເອົາຄຸກກີ້ທີ່ຊ່ວຍໃຫ້ພວກເຮົາຈື່ຈໍາການກະທໍາທີ່ຜ່ານມາຂອງເຈົ້າພາຍໃນເຊດຊັນການທ່ອງເວັບດຽວກັນ ແລະຮັບປະກັນເວັບໄຊຂອງພວກເຮົາ.",
    "1533171442": "ພວກເຮົາຍັງໃຊ້ Cookies ແລະ Cookies ທີ່ມີປະໂຫຍດຈາກພາກສ່ວນທີສາມເພື່ອຈຸດປະສົງການວິເຄາະ ແລະການຕະຫຼາດ. Functional Cookies ເຮັດໃຫ້ບາງສ່ວນຂອງ Sites ເຮັດວຽກຢ່າງຖືກຕ້ອງ ແລະຄວາມມັກຂອງຜູ້ໃຊ້ຂອງທ່ານຍັງຄົງເປັນທີ່ຮູ້ຈັກ. Cookies ການວິເຄາະ, ໃນບັນດາສິ່ງອື່ນໆ, ເກັບກໍາຂໍ້ມູນກ່ຽວກັບວິທີທີ່ລູກຄ້າ, ຜູ້ປະສົມປະສານ, ແລະຜູ້ໃຊ້ສຸດທ້າຍໃຊ້ເວັບໄຊທ໌ຂອງພວກເຮົາ, ເນື້ອຫາແລະຜະລິດຕະພັນທີ່ຜູ້ໃຊ້ເບິ່ງເລື້ອຍໆ, ແລະປະສິດທິຜົນຂອງການໂຄສະນາພາກສ່ວນທີສາມຂອງພວກເຮົາ. Cookies ໂຄສະນາຊ່ວຍໃນການສົ່ງໂຄສະນາໃຫ້ກັບຜູ້ຊົມທີ່ກ່ຽວຂ້ອງແລະມີການໂຄສະນາຂອງພວກເຮົາປາກົດຢູ່ເທິງສຸດຂອງຜົນການຄົ້ນຫາ. Cookies ແມ່ນຄຸກກີ \"session\" ທີ່ຖືກລຶບອອກເມື່ອທ່ານສິ້ນສຸດເຊດຊັນຂອງຕົວທ່ອງເວັບຂອງທ່ານ, ຫຼື \"persistent,\" ເຊິ່ງຍັງຄົງຢູ່ຈົນກ່ວາການລຶບພວກມັນໂດຍທ່ານ (ສົນທະນາຂ້າງລຸ່ມນີ້) ຫຼືຝ່າຍທີ່ໃຫ້ບໍລິການຄຸກກີ. ລາຍລະອຽດທັງໝົດຂອງຄຸກກີ້ທີ່ໃຊ້ຢູ່ໃນເວັບໄຊແມ່ນມີຢູ່ໃນຕາຕະລາງການເປີດເຜີຍ Cookie ຂອງພວກເຮົາຂ້າງລຸ່ມນີ້.",
    "322830977": "ວິທີການປິດການໃຊ້ງານ Cookies.",
    "3885459114": "ໂດຍທົ່ວໄປແລ້ວທ່ານສາມາດເປີດໃຊ້ ຫຼືປິດການນຳໃຊ້ຄຸກກີ້ໃນພາຍຫຼັງໄດ້ໂດຍຜ່ານການເຮັດວຽກທີ່ສ້າງຂຶ້ນໃນຕົວທ່ອງເວັບຂອງທ່ານ. ຖ້າ​ຫາກ​ວ່າ​ທ່ານ​ຕ້ອງ​ການ​ທີ່​ຈະ​ຮຽນ​ຮູ້​ເພີ່ມ​ເຕີມ​ກ່ຽວ​ກັບ cookies​, ຫຼື​ວິ​ທີ​ການ​ຄວບ​ຄຸມ​, ປິດ​ການ​ທໍາ​ງານ​ຫຼື​ລຶບ​ພວກ​ເຂົາ​, ກະ​ລຸ​ນາ​ໄປ​ຢ້ຽມ​ຢາມ https://www.knowcookies.com/ ສໍາ​ລັບ​ການ​ແນະ​ນໍາ​ລະ​ອຽດ​.",
    "262509504": "ພວກເຮົາອາດຈະເຊື່ອມໂຍງຂໍ້ມູນທີ່ເກັບກໍາໂດຍ Cookies ກັບຂໍ້ມູນອື່ນໆທີ່ພວກເຮົາເກັບກໍາຈາກທ່ານອີງຕາມນະໂຍບາຍຄວາມເປັນສ່ວນຕົວນີ້ແລະນໍາໃຊ້ຂໍ້ມູນທີ່ລວມກັນຕາມທີ່ໄດ້ກໍານົດໄວ້ໃນທີ່ນີ້. ເຊັ່ນດຽວກັນ, ພາກສ່ວນທີສາມທີ່ໃຫ້ບໍລິການ cookies ຢູ່ໃນເວັບໄຊຂອງພວກເຮົາອາດຈະເຊື່ອມຕໍ່ຊື່ຫຼືທີ່ຢູ່ອີເມວຂອງທ່ານກັບຂໍ້ມູນອື່ນໆທີ່ເຂົາເຈົ້າເກັບກໍາ, ເຊິ່ງອາດຈະປະກອບມີການຊື້ທີ່ຜ່ານມາເຮັດອອຟໄລຫຼືອອນໄລນ໌, ຫຼືຂໍ້ມູນການນໍາໃຊ້ອອນໄລນ໌ຂອງທ່ານ.",
    "2935155034": "ຖ້າທ່ານຕັ້ງຢູ່ໃນເຂດເສດຖະກິດເອີຣົບ, ທ່ານມີສິດທີ່ແນ່ນອນທີ່ໄດ້ອະທິບາຍຂ້າງເທິງພາຍໃຕ້ຫົວຂໍ້ \"ແຈ້ງການເຖິງຫົວຂໍ້ຂໍ້ມູນ EU\", ລວມທັງສິດທິໃນການກວດສອບແລະແກ້ໄຂຫຼືລຶບຂໍ້ມູນທີ່ພວກເຮົາມີກ່ຽວກັບທ່ານ.",
    "1873812847": "ການເປີດເຜີຍຄຸກກີ",
    "3319083717": "ຊື່:",
    "3183855267": "1. hmt_id",
    "907324388": "ຟັງຊັນ",
    "2896187462": "1. ໃຊ້ສໍາລັບສະຖິຕິທີ່ກ່ຽວຂ້ອງກັບການບໍລິການທີ່ບໍ່ເປີດເຜີຍຊື່ທີ່ຈໍາເປັນຢ່າງເຂັ້ມງວດ, ແລະສໍາລັບຈຸດປະສົງທາງວິຊາການອື່ນໆເຊັ່ນ: ການຊ່ວຍເຫຼືອໃນການຊ່ວຍເຫຼືອການເຂົ້າເຖິງ.",
    "987267027": "ພັກ",
    "3453526675": "1. ພັກທີ 1",
    "1952810469": "ປະເພດ",
    "1795436560": "1. ກອງປະຊຸມ",
    "102695075": "ໄລຍະເວລາ",
    "3356329025": "1. 30 ມື້",
    "3744153629": "ຊື່:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "ກອງ​ປະ​ຊຸມ​,",
    "3186435874": "sessionid",
    "720059527": "2. ໃຊ້ສໍາລັບຈຸດປະສົງດ້ານວິຊາການທີ່ຈໍາເປັນຢ່າງເຂັ້ມງວດ: ການດຸ່ນດ່ຽງການໂຫຼດ, ເສັ້ນທາງ.",
    "1241291641": "ເບິ່ງລາຍລະອຽດເພີ່ມເຕີມ.",
    "1834801943": "2. ຝ່າຍທີ 1",
    "2114694926": "2. ກອງປະຊຸມ",
    "938404336": "2. ແຕກຕ່າງກັນ; ເຖິງ 30 ມື້.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. ນຳໃຊ້ເພື່ອຈຸດປະສົງທາງເທັກນິກທີ່ຈຳເປັນຢ່າງເຂັ້ມງວດ: ຊ່ວຍໃຫ້ການເຂົ້າເຖິງຜູ້ໃຊ້ສາມາດນຳໃຊ້ໄດ້.",
    "1061239711": "3. ຝ່າຍທີ 1",
    "1483015662": "3. ກອງປະຊຸມ",
    "3458934553": "3. ແຕກຕ່າງກັນ; ເຖິງ 30 ມື້.",
    "1527172673": "ຖ້າທ່ານມີຄໍາຖາມໃດໆກ່ຽວກັບນະໂຍບາຍ Cookie ນີ້, ກະລຸນາຕິດຕໍ່ພວກເຮົາທີ່:",
    "134571844": "ປະທັບໃຈ (ປະກາດສະຖານທີ່)",
    "110836420": "ອັບເດດຫຼ້າສຸດ: 23 ທັນວາ 2020",
    "2901894297": "hCaptcha ແມ່ນການບໍລິການຂອງ Intuition Machines, Inc. (\"IMI\"), ບໍລິສັດ Delaware US (#6393793).",
    "2928362319": "ການສອບຖາມທາງໄປສະນີອາດຈະຖືກສົ່ງໄປຫາ: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "ຂໍ້ມູນກ່ຽວກັບການຄຸ້ມຄອງໃນປະຈຸບັນຂອງບໍລິສັດອາດຈະໄດ້ຮັບໃນຫນ້າກ່ຽວກັບ. CEO ໃນປັດຈຸບັນຂອງບໍລິສັດແມ່ນຜູ້ອໍານວຍການບໍລິຫານທີ່ຮັບຜິດຊອບສໍາລັບເນື້ອຫາ.",
    "3094150511": "ອຳນາດການປົກຄອງ: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "2763011087": "IMI ບໍ່ໄດ້ໃຫ້ຄໍາຫມັ້ນສັນຍາ, ຫຼືບໍ່ມີພັນທະທີ່ຈະເຂົ້າຮ່ວມໃນການແກ້ໄຂຂໍ້ຂັດແຍ່ງທາງເລືອກສໍາລັບຂໍ້ຂັດແຍ້ງຂອງຜູ້ບໍລິໂພກຕໍ່ຫນ້າຫນ່ວຍງານແກ້ໄຂຂໍ້ຂັດແຍ່ງຜູ້ບໍລິໂພກ.",
    "1395644678": "ເວັບໄຊທ໌ທາງການຂອງຄະນະກໍາມະການເອີຣົບສໍາລັບການແກ້ໄຂບັນຫາການຂັດແຍ້ງອອນໄລນ໌:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "ບໍ່ມີການຮັບປະກັນກ່ຽວກັບເນື້ອຫາ",
    "707541553": "ຂໍ້ມູນທັງໝົດທີ່ມີຢູ່ໃນໜ້າອິນເຕີເນັດຂອງພວກເຮົາໄດ້ຮັບການຢັ້ງຢືນໂດຍ IMI ຫຼືພາກສ່ວນທີສາມ. ຢ່າງໃດກໍ່ຕາມ, ທັງ IMI ຫຼືພາກສ່ວນທີສາມບໍ່ສາມາດຮັບຜິດຊອບສໍາລັບຂໍ້ມູນໃນປະຈຸບັນ, ຖືກຕ້ອງ, ຫຼືຄົບຖ້ວນ. ນີ້ຍັງໃຊ້ກັບເວັບໄຊທ໌ອື່ນໆທີ່ສາມາດເຂົ້າເຖິງໄດ້ຜ່ານ hyperlinks ໃນຫນ້າເວັບຂອງພວກເຮົາ. IMI ຍອມຮັບບໍ່ມີຄວາມຮັບຜິດຊອບຕໍ່ເນື້ອຫາຂອງເວັບໄຊທ໌ພາຍນອກເຫຼົ່ານີ້.",
    "2650241052": "ບໍ່ມີຄໍາແນະນໍາ",
    "3361191778": "ຂໍ້​ມູນ​ທີ່​ສະ​ຫນອງ​ໃຫ້​ຢູ່​ໃນ​ຫນ້າ​ອິນ​ເຕີ​ເນັດ​ບໍ່​ໄດ້​ເປັນ​ຕົວ​ແທນ​ຂອງ​ຄໍາ​ແນະ​ນໍາ​ຂອງ​ບຸກ​ຄົນ​ແລະ​ບໍ່​ສາ​ມາດ​ທົດ​ແທນ​ການ​ນີ້​. ຖ້າທ່ານຕ້ອງການຄໍາແນະນໍາສ່ວນບຸກຄົນ, ກະລຸນາຕິດຕໍ່ພະນັກງານຊ່ວຍເຫຼືອຂອງພວກເຮົາ.",
    "1031855757": "ການນໍາໃຊ້ເວັບໄຊທ໌ນີ້",
    "204716894": "ເນື້ອຫາແລະການອອກແບບຂອງຫນ້າເວັບຂອງພວກເຮົາຖືກປົກປ້ອງພາຍໃຕ້ກົດຫມາຍລິຂະສິດ. ການຊໍ້າຊ້ອນຂອງຫນ້າແລະເນື້ອຫາຂອງພວກເຂົາໃນລັກສະນະທີ່ເກີນການນໍາໃຊ້ທີ່ເຫມາະສົມທີ່ສົມເຫດສົມຜົນຮຽກຮ້ອງໃຫ້ມີການຍິນຍອມເຫັນດີເປັນລາຍລັກອັກສອນຈາກ IMI ຖ້າບໍ່ມີຂໍ້ກໍານົດດ້ານກົດຫມາຍອື່ນໆທີ່ລະບຸໄວ້ສໍາລັບການຊ້ໍາກັນໃນຫນ້າ.",
    "3182435854": "ລິຂະສິດ",
    "3187946010": "ຂໍ້ຄວາມ, ຮູບພາບ, ພາບເຄື່ອນໄຫວ, ວິດີໂອ, ເພງ, ສຽງ ແລະອຸປະກອນອື່ນໆຢູ່ໃນໜ້າເຫຼົ່ານີ້ຖືກປົກປ້ອງພາຍໃຕ້ກົດໝາຍລິຂະສິດໂດຍ IMI ຫຼືພາກສ່ວນທີສາມຫາກລະບຸໄວ້. ມັນຖືກຫ້າມບໍ່ໃຫ້ຄັດລອກຫຼືດັດແປງເອກະສານນີ້ສໍາລັບການນໍາໃຊ້ທາງການຄ້າໃນລັກສະນະທີ່ເກີນການນໍາໃຊ້ທີ່ເຫມາະສົມທີ່ສົມເຫດສົມຜົນ.",
    "74538881": "ຄວາມຮັບຜິດຊອບສໍາລັບເວັບໄຊທ໌ນີ້",
    "3236873806": "IMI ແມ່ນຮັບຜິດຊອບສໍາລັບເວັບໄຊທ໌ນີ້.",
    "2657277322": "ຖ້າທ່ານມີຄໍາຖາມໃດໆ, ກະລຸນາຕິດຕໍ່ພວກເຮົາທີ່:",
    "1338341134": "hCaptcha + ຂໍ້ມູນສ່ວນຕົວ (ເບຕ້າ)",
    "88879089": "Privacy Pass ເປັນ",
    "1898063898": "ສໍາລັບການຮັກສາຄວາມເປັນສ່ວນຕົວຂອງຜູ້ໃຊ້ທີ່ພວກເຮົາກໍາລັງພັດທະນາໂດຍສົມທົບກັບ",
    "1942186611": "ແລະ​ອື່ນໆ.",
    "3673079511": "ມາດຕະຖານທີ່ພົ້ນເດັ່ນຂື້ນ",
    "2164933356": "Cloudflare",
    "3119589996": "ມັນເຮັດວຽກແນວໃດ: ສ່ວນຂະຫຍາຍຂອງຕົວທ່ອງເວັບໃຫ້ຜູ້ໃຊ້ສາມາດສ້າງແລະເຊັນ tokens ຕາບອດ cryptographically ສໍາລັບເວັບໄຊທ໌ທີ່ສະຫນັບສະຫນູນໂປໂຕຄອນ Privacy Pass. ສ່ວນຂະຫຍາຍສ້າງ passes ທີ່ມີ tokens blinded cryptographically ທີ່ຖືກລົງນາມໂດຍ hCaptcha ເມື່ອສິ່ງທ້າທາຍຖືກແກ້ໄຂຢູ່ໃນເວັບໄຊທ໌ໃດກໍ່ຕາມທີ່ໃຊ້ບໍລິການ hCaptcha,",
    "1254771154": "ສິ່ງທ້າທາຍທີ່ສະແດງຢູ່ໃນບໍລິການສະຫນັບສະຫນູນ Pass-Privacy ອື່ນໆທີ່ຝັງ hCaptcha, ເຊັ່ນ Cloudflare.",
    "996362763": "tokens ເຫຼົ່ານີ້ແມ່ນ unblinded ແລະເກັບຮັກສາໄວ້ໂດຍສ່ວນຂະຫຍາຍສໍາລັບການນໍາໃຊ້ໃນອະນາຄົດ. ເມື່ອຜູ້ໃຊ້ໄປຢ້ຽມຢາມເວັບໄຊທ໌ໂດຍໃຊ້ hCaptcha ແລະຕ້ອງການຜ່ານສິ່ງທ້າທາຍ (ບໍ່ວ່າຈະເປັນເບິ່ງບໍ່ເຫັນຫຼືຜ່ານປຸ່ມ \"ຂ້ອຍເປັນມະນຸດ\") ພວກມັນຈະຖືກໄຖ່ໂດຍອັດຕະໂນມັດ. ຂັ້ນຕອນການເຮັດໃຫ້ຕາບອດຫມາຍຄວາມວ່າ tokens ທີ່ເຊັນແລະແລກແມ່ນ cryptographically unlinkable ຈາກທັດສະນະຂອງ hCaptcha, ແລະດັ່ງນັ້ນຄວາມເປັນສ່ວນຕົວຂອງຜູ້ໃຊ້ຖືກຮັກສາໄວ້.",
    "2943346052": "ໃນຂະນະທີ່ຂະບວນການມາດຕະຖານ IETF ຍັງສືບຕໍ່, ພວກເຮົາຄາດວ່າຕົວທ່ອງເວັບທີ່ສໍາຄັນຈະຮັບຮອງເອົາບາງຮູບແບບຂອງ Privacy Pass ແບບພື້ນເມືອງ. ນີ້ໃນທີ່ສຸດຈະເຮັດໃຫ້ການຂະຫຍາຍທີ່ບໍ່ຈໍາເປັນ. ຢ່າງໃດກໍຕາມ, ສໍາລັບປັດຈຸບັນ, ກະລຸນາປະຕິບັດຕາມຄໍາແນະນໍາຂ້າງລຸ່ມນີ້.",
    "2326660907": "ຍົກເວັ້ນ",
    "741483946": "* ໃນຄໍາສັບຕ່າງໆອື່ນໆ: ທ່ານສາມາດໄດ້ຮັບ hCaptcha Privacy Pass tokens ໃນ hCaptcha.com, ແລະນໍາໃຊ້ພວກມັນຢູ່ໃນເວັບໄຊທ໌ອື່ນໆໂດຍກົງໂດຍໃຊ້ hCaptcha.com. ທ່ານບໍ່ສາມາດຮັບ ຫຼືແລກເອົາ hCaptcha Privacy Pass tokens ເພື່ອຂ້າມການບໍລິການ hCaptcha ຕາມທີ່ໃຊ້ໂດຍ Cloudflare, ເນື່ອງຈາກ Cloudflare ມີບັນຫາ ແລະແລກປ່ຽນໂທເຄັນ Privacy Pass ຂອງຕົນເອງ.",
    "1362015807": "ການເລີ່ມຕົ້ນ",
    "1358325821": "ທໍາອິດ, ຕິດຕັ້ງສ່ວນຂະຫຍາຍສໍາລັບ",
    "310885519": "ຫຼື",
    "4091044469": ". ໃຫ້ແນ່ໃຈວ່າທ່ານໄດ້ເປີດໃຊ້ສ່ວນຂະຫຍາຍຢູ່ໃນໂໝດບໍ່ເປີດເຜີຍຕົວຕົນ. ຫຼັງຈາກນັ້ນ, ໄປຢ້ຽມຢາມເວັບໄຊທ໌ໃດຫນຶ່ງໂດຍໃຊ້ hCaptcha ແລະແກ້ໄຂ captcha. ໃນຖານະເປັນສະບັບ 2.0.3, ທ່ານສາມາດແລກໂທເຄັນເຫຼົ່ານີ້ຢູ່ໃນເວັບໄຊທ໌ໂດຍໃຊ້ hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "ເມື່ອທ່ານໄດ້ຕິດຕັ້ງສ່ວນຂະຫຍາຍແລ້ວ, ຄລິກທີ່ນີ້ (ຫຼືຢູ່ໃນເວັບໄຊທ໌ທີ່ໃຊ້ hCaptcha) ເພື່ອຮັບບັດຜ່ານ:",
    "166277959": "ກະ​ລຸ​ນາ​ບັນ​ທຶກ​: ຄຸນ​ນະ​ສົມ​ບັດ​ນີ້​ໃນ​ປັດ​ຈຸ​ບັນ​ຢູ່​ໃນ beta​, ແລະ​ອາດ​ຈະ​ບໍ່​ໄດ້​ເຮັດ​ວຽກ​ສໍາ​ລັບ​ທຸກ​ເວັບ​ໄຊ​ທ​໌​ແລະ​ຜູ້​ຊົມ​ໃຊ້​ຕະ​ຫຼອດ​ເວ​ລາ​. ໃນກໍລະນີທີ່ມັນບໍ່ໄດ້ຖືກເປີດໃຊ້ຫຼືບໍ່ໄດ້ເຮັດວຽກສໍາລັບຜູ້ໃຊ້ໂດຍສະເພາະ, ພຶດຕິກໍາພຽງແຕ່ຈະກັບຄືນສູ່ປະສົບການ hCaptcha ມາດຕະຖານທີ່ບໍ່ມີການສູນເສຍການເຮັດວຽກ.",
    "3031357206": "ໄອຄອນໃໝ່ຈະປາກົດຢູ່ຖັດຈາກແຖບ URL ຂອງທ່ານ. ໃນປັດຈຸບັນໄປຢ້ຽມຢາມເວັບໄຊທ໌ໂດຍໃຊ້ hCaptcha. ມັນຈະມີລັກສະນະນີ້:",
    "1066753052": "ຊຶ່ງຫມາຍຄວາມວ່າກະເປົ໋າເງິນຫວ່າງເປົ່າ, ແລະທ່ານຢູ່ໃນເວັບໄຊທ໌ທີ່ປະກອບມີສິ່ງທ້າທາຍ hCaptcha. ເມື່ອທ່ານເຮັດສໍາເລັດສິ່ງທ້າທາຍ, ທ່ານຈະໄດ້ຮັບ tokens ທີ່ສາມາດແລກໄດ້ຢູ່ໃນເວັບໄຊທ໌ອື່ນໆທີ່ມີ hCaptcha.",
    "651123197": "ການນັບຈຳນວນທັງໝົດປັດຈຸບັນໃນກະເປົາເງິນຂອງທ່ານຈະສະແດງຢູ່ໃນໄອຄອນຫຼັງຈາກສຳເລັດການທ້າທາຍ.",
    "554844646": "ທ່ານ​ສາ​ມາດ​ຢືນ​ຢັນ​ການ​ຂະ​ຫຍາຍ​ແມ່ນ​ເຮັດ​ວຽກ​ໂດຍ​ການ​ເຫັນ​ຕົວ​ນັບ​ຫຼຸດ​ລົງ 1 ໃນ​ແຕ່​ລະ​ຄັ້ງ​ທີ່​ທ່ານ​ຄລິກ​ໃສ່​",
    "4087729475": "ສິ່ງທ້າທາຍຫຼັງຈາກການແກ້ໄຂເບື້ອງຕົ້ນຂອງທ່ານ.",
    "647630208": "ແລະນັ້ນແມ່ນມັນ! ການທ່ອງເວັບຂອງທ່ານໃນປັດຈຸບັນເປັນສ່ວນຕົວກວ່າ.",
    "3272552822": "ນັກພັດທະນາ ແລະນັກຂຽນລະຫັດລັບ:",
    "4059570880": "ຖ້າທ່ານຕ້ອງການຕິດຕາມຄວາມພະຍາຍາມສ້າງມາດຕະຖານ, ຄວາມພະຍາຍາມກໍາລັງດໍາເນີນຢູ່",
    "1904390996": "ເພື່ອມາດຕະຖານ",
    "252720667": "ທີ່ຕິດພັນກັບຄວາມປອດໄພຂອງລະຫັດລັບຂອງ Privacy Pass. ອະນຸສັນຍາຕົວມັນເອງແມ່ນຜ່ານ",
    "3972554015": "ຂະ​ບວນ​ການ​ເຊັ່ນ​ດຽວ​ກັນ​. ແລະການຂະຫຍາຍຂອງຕົວທ່ອງເວັບແມ່ນແນ່ນອນ",
    "3723626769": "ສໍາລັບການປະກອບສ່ວນແລະການທົບທວນຄືນຂອງທ່ານ.",
    "3882147547": "ຟັງຊັນ Pseudorandom Oblivious",
    "565624910": "ຮ່າງ",
    "3421090159": "ແຫຼ່ງເປີດ",
    "3098677775": "ຖາມ: IP ແລະປະຫວັດການທ່ອງເວັບຂອງຂ້ອຍເປັນສ່ວນຕົວຢ່າງສົມບູນຈາກ hCaptcha ໃນເວລາໃຊ້ Privacy Pass ບໍ?",
    "4019638786": "A: ຜູ້ໃຊ້ Pass ຄວາມເປັນສ່ວນຕົວຂອງ hCaptcha ຈະບໍ່ເປີດເຜີຍ IP ຂອງເຂົາເຈົ້າຕໍ່ກັບ hCaptcha ເວັ້ນເສຍແຕ່ວ່າກະເປົາເງິນ token ຂອງຕົວທ່ອງເວັບຂອງພວກເຂົາຫວ່າງເປົ່າຫຼືເວັບໄຊທ໌ຈະສົ່ງມັນ. hCaptcha ບໍ່ມີວິທີທີ່ຈະເຊື່ອມຕໍ່ຜູ້ໃຊ້ກັບການແລກໂທເຄັນ, ແລະບໍ່ເຄີຍມີປະຕິສໍາພັນໂດຍກົງກັບຜູ້ໃຊ້ໃນລະຫວ່າງການແລກເງິນເວັ້ນເສຍແຕ່ວ່າກະເປົາເງິນ token ຂອງເຂົາເຈົ້າຫວ່າງເປົ່າ.",
    "3887113660": "Q: Privacy Pass ມີຜົນກະທົບແນວໃດຕໍ່ລາຍໄດ້ hCaptcha?",
    "1116455671": "A: ທ່ານຈະໄດ້ຮັບລາງວັນສໍາລັບການແກ້ໄຂເບື້ອງຕົ້ນຖ້າຜູ້ໃຊ້ເຮັດສໍາເລັດມັນຢູ່ໃນເວັບໄຊຂອງເຈົ້າ. ການໄຖ່ແມ່ນປະຕິບັດຕາມຮູບແບບການຕອບໂຕ້ດຽວກັນກັບວ່າຜູ້ໃຊ້ໄດ້ຜ່ານເວັບໄຊທ໌ຂອງເຈົ້າໂດຍອັດຕະໂນມັດເນື່ອງຈາກຄວາມເຊື່ອຫມັ້ນຂອງລູກຄ້າສູງ: ບໍ່ມີລາຍຮັບເກີດຂຶ້ນ, ແລະການໂທຈາກເຄື່ອງແມ່ຂ່າຍຂອງ siteverify ໄດ້ຮັບ \"ສິນເຊື່ອ: ຜິດ\" ໃນຜົນໄດ້ຮັບຜ່ານ.",
    "779817954": "ຖາມ: ຖ້າຂ້ອຍມີບັດຜ່ານຄວາມເປັນສ່ວນຕົວທີ່ອອກໃຫ້ໂດຍຜູ້ໃຫ້ບໍລິການອື່ນ, ຂ້ອຍສາມາດແລກມັນໃນ hCaptcha ໄດ້ບໍ?",
    "3014149332": "A: ບໍ່, ໃບຜ່ານແມ່ນບໍ່ສາມາດເຮັດວຽກຮ່ວມກັນໄດ້: ພວກເຂົາຕ້ອງໄດ້ຮັບການອອກແລະແລກປ່ຽນໂດຍເຈົ້າຫນ້າທີ່ດຽວກັນ, ໃນກໍລະນີນີ້ hCaptcha. ໃຫ້ສັງເກດວ່າຖ້າທ່ານໄດ້ຜ່ານທັງ Cloudflare ແລະ hCaptcha ໃນສ່ວນຂະຫຍາຍຂອງທ່ານ, ຕົວເລກທີ່ມີຢູ່ຈະປ່ຽນເປັນຈໍານວນທີ່ຖືກຕ້ອງໂດຍອີງຕາມຄວາມຕ້ອງການຂອງຫນ້າທີ່ທ່ານກໍາລັງຢ້ຽມຢາມ. ໃນຄໍາສັບຕ່າງໆອື່ນໆ, ຖ້າທ່ານມີ 100 Cloudflare passes ໃນ wallet ຂອງທ່ານແລະ 10 hCaptcha passes, ທ່ານຄວນເຫັນ 10 ໃນໄອຄອນການຂະຫຍາຍຢູ່ໃນຫນ້າທີ່ມີ hCaptcha ຝັງ.",
    "3679148535": "ຖາມ: ແອັບພລິເຄຊັນອື່ນໃດທີ່ເຈົ້າເຮັດວຽກຢູ່?",
    "1606783855": "A: ພວກເຮົາມີຄວາມສົນໃຈຫຼາຍກ່ຽວກັບ Privacy Pass ສໍາລັບກໍລະນີການນໍາໃຊ້ Accessibility (\"a11y\"). ຕົວເລືອກທີ່ນິຍົມໃນເມື່ອກ່ອນເຊັ່ນ: ສຽງ captchas ຈໍາແນກຕໍ່ຜູ້ໃຊ້ a11y ຫຼາຍຄົນ. ພວກເຮົາເຊື່ອວ່າການລວມເອົາວິທີການ a11y ໃນປະຈຸບັນຂອງພວກເຮົາກັບການອອກ Privacy Pass ຈະຊ່ວຍໃຫ້ຜູ້ໃຊ້ a11y ສາມາດທ່ອງເວັບໄດ້ຢ່າງປອດໄພ, ປອດໄພໃນຄວາມຮູ້ທີ່ການຈະລາຈອນຂອງພວກເຂົາເປັນສ່ວນຕົວກວ່າ, ໃນຂະນະທີ່ຈໍາກັດການລ່ວງລະເມີດໂດຍຜູ້ປະກອບການ bot ທີ່ເກີດຂຶ້ນຢ່າງຫຼີກລ່ຽງບໍ່ໄດ້ເມື່ອມີທາງເລືອກ a11y.",
    "2359150347": "ຖາມ: ບໍລິການຮັກສາຄວາມປອດໄພອອນໄລນ໌ອື່ນຮອງຮັບ Pass Privacy Pass ບໍ?",
    "2082237880": "A: hCaptcha ເປັນບໍລິການທໍາອິດຂອງປະເພດທີ່ຮອງຮັບ Privacy Pass, ແລະປະຈຸບັນເປັນບໍລິການດຽວເທົ່ານັ້ນ. ຢ່າງໃດກໍ່ຕາມ, ພວກເຮົາຄາດຫວັງວ່າການບໍລິການອື່ນໆຈະຮັບຮູ້ຂໍ້ໄດ້ປຽບຂອງການເພີ່ມຄວາມເປັນສ່ວນຕົວຂອງຜູ້ໃຊ້ອອນໄລນ໌, ແລະຄາດວ່າໃນອະນາຄົດຈະມີການປະຕິບັດຫຼາຍຂຶ້ນຍ້ອນວ່າມາດຕະຖານ IETF ທີ່ພວກເຮົາຊ່ວຍພັດທະນາໄດ້ຖືກຮັບຮອງເອົາຢ່າງເປັນທາງການ.",
    "2109792055": "ຄູ່​ມື​ການ​ນໍາ​ໃຊ້​: ການ​ແກ້​ໄຂ​ບັນ​ຫາ​ທີ່​ມີ​ການ​ອອກ​ຄວາມ​ເປັນ​ສ່ວນ​ຕົວ​ແລະ​ການ​ກວດ​ສອບ​",
    "3588620914": "Privacy Pass ແມ່ນການປະດິດສ້າງໃຫມ່ໂດຍມາດຕະຖານຂອງເວັບ, ແລະມັນເປັນໄປໄດ້ສໍາລັບຄໍາຮ້ອງສະຫມັກອື່ນໆແລະສ່ວນຂະຫຍາຍຂອງຕົວທ່ອງເວັບທີ່ບໍ່ຮູ້ເຖິງການແຊກແຊງການເຮັດວຽກຂອງມັນ.",
    "4039193170": "ຖ້າທ່ານມີບັນຫາໃນການຮັບ ຫຼືແລກເອົາ tokens:",
    "2378786360": "1. ລອງໃຊ້ໜຶ່ງໃນບຣາວເຊີອື່ນທີ່ຮອງຮັບ: ຖ້າເຈົ້າຢູ່ໃນ Chrome, ລອງໃຊ້ Firefox ໂດຍບໍ່ຕ້ອງນໍາເຂົ້າການຕັ້ງຄ່າຂອງເຈົ້າຈາກ Chrome, ແລະຕິດຕັ້ງ plugin ຢູ່ທີ່ນັ້ນ. ຖ້າມັນເຮັດວຽກ, ທ່ານອາດຈະມີບັນຫາການຕັ້ງຄ່າຕົວທ່ອງເວັບ.",
    "394235836": "3. ຖ້າບໍ່ມີຄໍາແນະນໍາຂ້າງເທິງນີ້ເຮັດວຽກ, ສົ່ງອີເມວຊ່ວຍເຫຼືອໃຫ້ພວກເຮົາແລະພວກເຮົາຍິນດີທີ່ຈະຊ່ວຍຄິດອອກສິ່ງທີ່ກໍາລັງເກີດຂຶ້ນ.",
    "3470857731": "ການວິເຄາະວ່າ reCAPTCHA ກວດພົບບັອດໄດ້ດີເທົ່າໃດ.",
    "3240786848": "ອັບເດດຫຼ້າສຸດ: 18 ກຸມພາ 2021",
    "2547140673": "ສໍາລັບຫຼາຍກວ່າຫນຶ່ງທົດສະວັດ, ການບໍລິການ reCAPTCHA ຂອງ Google ໄດ້ສະເຫນີໃຫ້ເຈົ້າຂອງເວັບໄຊທ໌ການຄ້າ: ໃຫ້ Google ຕິດຕາມຜູ້ໃຊ້ຂອງທ່ານແລະຖາມພວກເຂົາຄໍາຖາມ, ແລະໃນການແລກປ່ຽນພວກເຂົາສັນຍາວ່າຈະຢຸດ bots ແລະ spam.",
    "2133754014": "ຫຼາຍກວ່າ 4.5 ລ້ານເວັບໄຊທ໌ໃຊ້ reCAPTCHA [",
    "3152512587": "ແລະລະບົບເກັບກໍາຫຼາຍຮ້ອຍລ້ານການແກ້ໄຂປະຈໍາວັນ. [",
    "2296918009": "ນີ້ເທົ່າກັບຫຼາຍກວ່າ 100 ຄົນຕໍ່ປີຂອງແຮງງານທຸກໆມື້.",
    "3900538778": "ຂໍ້ມູນທີ່ມີປ້າຍຊື່ແມ່ນນໍ້າມັນເຊື້ອໄຟທີ່ມີອໍານາດການຮຽນຮູ້ເຄື່ອງຈັກ. ຄໍາຕອບ reCAPTCHA ໄດ້ຖືກນໍາໃຊ້ເພື່ອປັບປຸງການບໍລິການ ML/AI ຂອງ Google ຕັ້ງແຕ່ປີ 2009. ຫຼາຍຄົນທີ່ໃຊ້ reCAPTCHA ບໍ່ຮູ້ວ່າແຮງງານຂອງພວກເຂົາຖືກໃຊ້.",
    "1160252730": "ຕອນນີ້ Google ກໍາລັງຄິດຄ່າບໍລິການສູງສໍາລັບ reCAPTCHA Enterprise, ເຊິ່ງເຮັດໃຫ້ຫຼາຍບໍລິສັດປະເມີນຂໍ້ຕົກລົງນີ້ຄືນໃຫມ່.",
    "1131196501": "ບໍລິສັດໃຫຍ່ເຊັ່ນ",
    "204889717": "ໄດ້ປ່ຽນໄປ hCaptcha's",
    "639413188": "ໃນການຕອບໂຕ້.",
    "3280658086": "ວິທີແກ້ໄຂວິສາຫະກິດ",
    "3842815245": "ນີ້ແມ່ນການຄ້າຍຸດຕິທໍາບໍ?",
    "714342693": "ທີມງານ hCaptcha ໄດ້ເກັບກໍາຂໍ້ມູນລາຄາຈາກການບໍລິການ \"dark web\" captcha-breaking ນັບຕັ້ງແຕ່ 2016. ພວກເຮົາສັງເກດເຫັນແນວໂນ້ມທີ່ຫນ້າສົນໃຈ:",
    "468929661": "ຄ່າໃຊ້ຈ່າຍສະເລ່ຍຂອງການທໍາລາຍ reCAPTCHA ແມ່ນຕໍ່າຢ່າງບໍ່ຫນ້າເຊື່ອ (ຫນ້ອຍກວ່າ $1 ຕໍ່ 1000 ການແກ້ໄຂ) ແລະບໍ່ໄດ້ເພີ່ມຂຶ້ນຢ່າງຫຼວງຫຼາຍນັບຕັ້ງແຕ່ການຕິດຕາມຂອງພວກເຮົາໄດ້ເລີ່ມຕົ້ນໃນປີ 2016. ນີ້ໃຊ້ກັບທັງ reCAPTCHA v2 ແລະ v3. [",
    "2862164005": "ຂໍ້ມູນລາຄາເຮັດໃຫ້ພວກເຮົາໃສ່ຄ່າເງິນໂດລາທີ່ແນ່ນອນຕໍ່ກັບຄວາມປອດໄພທີ່ສະເໜີໃຫ້ໂດຍ reCAPTCHA: $0.001 ຫຼືໜ້ອຍກວ່າຕໍ່ຄຳຕອບ.",
    "102498091": "Google ຮຽກເກັບ $1 ຕໍ່ 1,000 ຄໍາຮ້ອງຂໍສໍາລັບ reCAPTCHA Enterprise, ຊຶ່ງຫມາຍຄວາມວ່າຕອນນີ້ພວກເຂົາຄິດຄ່າທໍານຽມຕໍ່ຄໍາຮ້ອງຂໍຫຼາຍກ່ວາຄ່າໃຊ້ຈ່າຍໃນການທໍາລາຍຄວາມປອດໄພຂອງການບໍລິການຂອງພວກເຂົາ. ນີ້ເບິ່ງຄືວ່າເປັນຂໍ້ຕົກລົງທີ່ບໍ່ດີ.",
    "130239139": "ມູນຄ່າຂອງແຮງງານ 100+ ຄົນຕໍ່ປີທີ່ Google ເກັບກໍາປະຈໍາວັນແມ່ນຫຍັງ?",
    "1421074182": "ສູງຂຶ້ນຢ່າງຫຼວງຫຼາຍ.",
    "1953519598": "ຄ່າ​ໃຊ້​ຈ່າຍ​ໃນ​ການ​ຕິດ​ສະ​ຫຼາກ​ຮູບ​ພາບ​ດຽວ​ລະ​ຫວ່າງ $0.03 ຫາ $1.00 ຫຼື​ຫຼາຍ​ກວ່າ. ໂດຍການຄາດຄະເນແບບອະນຸລັກໃດໆ, Google ໄດ້ສະກັດເອົາແຮງງານຟຣີຫຼາຍຕື້ໂດລາຈົນເຖິງປະຈຸບັນ. [",
    "3025548709": "ມີທາງເລືອກຕໍ່ກັບຂໍ້ຕົກລົງທີ່ບໍ່ຍຸດຕິທໍານີ້ບໍ?",
    "263761351": "hCaptcha ເປັນທາງເລືອກທໍາອິດທີ່ຫນ້າເຊື່ອຖື, ໃນປັດຈຸບັນຖືກນໍາໃຊ້ໂດຍຫຼາຍຮ້ອຍລ້ານຄົນໃນແຕ່ລະເດືອນ.",
    "2743692546": "ໃນຂະນະທີ່ຜູ້ໃຊ້ພິສູດຄວາມເປັນມະນຸດຂອງເຂົາເຈົ້າຜ່ານ hCaptcha, ແຮງງານຂອງພວກເຂົາເຂົ້າສູ່ຕະຫຼາດເປີດທີ່ບໍ່ເປີດເຜີຍຊື່ສໍາລັບການປະມູນ.",
    "1982750088": "ບັນດາບໍລິສັດທົ່ວໂລກສະເໜີໃຫ້ແຮງງານນັ້ນເຮັດສຳເລັດໜ້າວຽກທີ່ງ່າຍສຳລັບຄົນ ແຕ່ຍາກສຳລັບເຄື່ອງຈັກ. ຜູ້ໃຊ້ສະຫນັບສະຫນູນເວັບໄຊທ໌ທີ່ເຂົາເຈົ້າກໍາລັງໄປຢ້ຽມຢາມ, ແລະມີປະສົບການ spam ເວັບຫນ້ອຍລົງເນື່ອງຈາກລະດັບຄວາມປອດໄພທີ່ສູງຂຶ້ນ.",
    "1108398506": "ລູກຄ້າໄດ້ຮັບການຄວບຄຸມປະສົບການທັງຫມົດ, ແລະໄດ້ຮັບຜົນປະໂຫຍດຈາກຄວາມຊໍານານ hCaptcha ໄດ້ຮັບການດໍາເນີນງານຂອງຜູ້ໃຫ້ບໍລິການທ້າທາຍເອກະລາດທີ່ໃຫຍ່ທີ່ສຸດໃນອິນເຕີເນັດ. ພວກເຂົາຍັງໄດ້ຮັບຂໍ້ຕົກລົງທີ່ດີກ່ວາວິສາຫະກິດ reCAPTCHA: ເຖິງ 50-80% ລາຄາທີ່ດີກວ່າ, ຂຶ້ນກັບປະລິມານ.",
    "3012870872": "ເວັບໄຊທ໌ ແລະແອັບຯທີ່ໃຊ້ເວີຊັນຟຣີ (hCaptcha Publisher) ມີລາຍໄດ້ຈາກການເຮັດວຽກນັ້ນແທນທີ່ຈະບໍລິຈາກໃຫ້ Google.",
    "2271512952": "ຜູ້ໃຊ້ສະຫນັບສະຫນູນເວັບໄຊທ໌ທີ່ເຂົາເຈົ້າກໍາລັງຢ້ຽມຢາມ, ແລະມີປະສົບການ spam ເວັບຫນ້ອຍ.",
    "278010425": "ວຽກທີ່ຫຼາກຫຼາຍ ແລະປ່ຽນແປງເລື້ອຍໆໃນ hCaptcha ແມ່ນຍັງຍາກທີ່ຈະເຮັດໃຫ້ອັດຕະໂນມັດ. ການໂຕ້ຕອບດຽວຂອງ reCAPTCHA ບໍ່ໄດ້ມີການປ່ຽນແປງໃນຫຼາຍປີ, ແລະມີຊຸດນ້ອຍໆຂອງຄໍາຖາມທີ່ມີການປ່ຽນແປງເລື້ອຍໆ. ນີ້ແມ່ນຫນຶ່ງໃນວິທີທີ່ hCaptcha ສະຫນອງການປ້ອງກັນຕ້ານ bot ທີ່ເຂັ້ມແຂງຫຼາຍກ່ວາ reCAPTCHA.",
    "984849234": "hCaptcha ໃຊ້ການຮຽນຮູ້ເຄື່ອງຈັກຂັ້ນສູງເພື່ອສົ່ງສິ່ງທີ່ reCAPTCHA ພຽງແຕ່ສັນຍາ, ໃນຂະນະທີ່ແບ່ງປັນມູນຄ່າທີ່ຖືກຈັບກັບເວັບໄຊທ໌ທີ່ໃຊ້ມັນ.",
    "4063769686": "ຜູ້ໃຊ້ສະຫນັບສະຫນູນເວັບໄຊທ໌ທີ່ເຂົາເຈົ້າກໍາລັງຢ້ຽມຢາມ, ແລະມີປະສົບການ spam ເວັບຫນ້ອຍ. ນີ້ເບິ່ງຄືວ່າເປັນຂໍ້ຕົກລົງທີ່ຍຸດຕິທໍາກວ່າ.",
    "685916926": "ເປັນຫຍັງ reCAPTCHA ຈຶ່ງບໍ່ປັບປຸງຕາມເວລາ?",
    "3992401943": "ມີການປະຕິວັດໃນການຮຽນຮູ້ຢ່າງເລິກເຊິ່ງນັບຕັ້ງແຕ່ປີ 2012. ມາດຕະຖານອຸດສາຫະກໍາສໍາລັບຄວາມຖືກຕ້ອງຂອງວຽກງານໄດ້ຮັບການປັບປຸງຢ່າງຫຼວງຫຼາຍໃນໄລຍະທົດສະວັດທີ່ຜ່ານມາ, ຕົ້ນຕໍແມ່ນຍ້ອນເຄືອຂ່າຍ convolutional ເລິກ. ການບໍລິການທີ່ໃຊ້ ML ອື່ນໆທີ່ Google ສະເຫນີໄດ້ປະຕິບັດຕາມເສັ້ນໂຄ້ງນີ້.",
    "615031303": "(ເບິ່ງ footnotes",
    "2125514305": "ML ໄດ້ປັບປຸງແລ້ວ, ແຕ່ຄວາມຫຍຸ້ງຍາກໃນການຂ້າມ reCAPTCHA ບໍ່ໄດ້ມີການປ່ຽນແປງຢ່າງຫຼວງຫຼາຍໃນລະຫວ່າງເວລານີ້.",
    "1406188018": "6 ແລະ 7",
    "2689973938": "ການປັບປຸງ reCAPTCHA ສ້າງຄວາມຂັດແຍ້ງພາຍໃນສໍາລັບ Google ໃນຖານະຜູ້ຂາຍໂຄສະນາ.",
    "464238793": "ຖ້າ Google ຕົວມັນເອງກໍານົດວ່າຜູ້ໃຊ້ທີ່ເຫັນໂຄສະນາຫຼືຄລິກໃສ່ການເຊື່ອມຕໍ່ນັ້ນແມ່ນຕົວຈິງແລ້ວ bot, ມັນບໍ່ສາມາດຄິດຄ່າໂຄສະນາທີ່ສະແດງໃຫ້ເຫັນກັບຜູ້ໃຊ້ນັ້ນ. ຄວາມຂັດແຍ້ງດ້ານຜົນປະໂຫຍດນີ້ໄດ້ຈໍາກັດຂອບເຂດຄວາມທະເຍີທະຍານຕ້ານ bot ຂອງ Google ຢ່າງຮ້າຍແຮງ.",
    "918924423": "ຕົວຢ່າງ, Google ບໍ່ໄດ້ສະຫນອງການບໍລິການທີ່ມີຄຸນຄ່າຢ່າງຈະແຈ້ງເຊັ່ນ: ການກວດສອບ bot retroactive. ມັນມີຄວາມຫນ້າເຊື່ອຖືຫຼາຍທີ່ຈະປະກາດການຈະລາຈອນຂອງຜູ້ໃຊ້ທີ່ສ້າງ bot ພາຍຫຼັງການວິເຄາະຂໍ້ມູນຫຼາຍໆມື້.",
    "661412233": "ການຮູ້ຫຼັງຈາກ captcha ວ່າຜູ້ໃຊ້ບາງຄົນເປັນ bots ຍັງມີຄຸນຄ່າ. ມັນເຮັດໃຫ້ເຈົ້າຂອງເວັບໄຊທ໌ທໍາຄວາມສະອາດຂໍ້ຄວາມຂີ້ເຫຍື້ອເກົ່າແລະລຶບ \"ບັນຊີນອນ\" ທີ່ລົງທະບຽນຢູ່ໃນກອງປະຊຸມ spam ໃນອະນາຄົດ, ຫຼຸດຜ່ອນການສໍ້ໂກງ, ແລະອື່ນໆ.",
    "3600797185": "ການສະເຫນີການກໍານົດ bot retroactive ຈະເປີດ Google ເຖິງຄໍາຖາມ thorny ຂອງວິທີການ retroactively refund ຜູ້ໂຄສະນາທີ່ໃຊ້ເງິນໃນການຈະລາຈອນທີ່ສໍ້ໂກງນັ້ນ.",
    "2076932190": "ດັ່ງນັ້ນ, ຜະລິດຕະພັນ reCAPTCHA ໄດ້ຢຸດສະງັກເປັນເວລາໜຶ່ງທົດສະວັດ.",
    "3856912381": "ຜູ້​ໃຊ້​ໄດ້​ຮັບ​ຄວາມ​ທຸກ, ແລະ spam ເວັບ​ໄຊ​ຕ​໌​ທີ່​ບໍ່​ຈໍາ​ເປັນ​ແມ່ນ​ແຜ່​ຂະ​ຫຍາຍ​ໃນ​ປັດ​ຈຸ​ບັນ​. ແຕ່ມີທາງເລືອກ.",
    "1035621426": "ທຸກໆ bot ທີ່ຖືກກໍານົດໂດຍ reCAPTCHA ໂດຍກົງຫຼຸດລົງລາຍໄດ້ໂຄສະນາຂອງ Google.",
    "3668115514": "hCaptcha ແຕກຕ່າງກັນແນວໃດ?",
    "2413742287": "ແຮງຈູງໃຈຂອງ hCaptcha ແມ່ນເພື່ອເພີ່ມປະສິດທິພາບຄວາມຖືກຕ້ອງ, ບໍ່ແມ່ນລາຍໄດ້ໂຄສະນາ: ຄໍາຕອບຂອງ bot ແມ່ນບໍ່ມີປະໂຫຍດສໍາລັບລູກຄ້າຂອງພວກເຮົາ, ຜູ້ທີ່ຕ້ອງການຂໍ້ມູນການຝຶກອົບຮົມຂອງມະນຸດ.",
    "1373262754": "ການຮູ້ວ່າບຸກຄົນແມ່ນໃຜມີມູນຄ່າຫນ້ອຍທີ່ສຸດສໍາລັບ hCaptcha. ພວກເຮົາພຽງແຕ່ສົນໃຈວ່າພວກເຂົາເປັນມະນຸດຫຼືນັກສະແດງທີ່ເປັນອັນຕະລາຍ.",
    "600646860": "ແທນທີ່ຈະສະຫນອງການບໍລິການຂອງມູນຄ່າຄໍາຖາມໃນຂະນະທີ່ການຂຸດຄົ້ນແຮງງານດ້ວຍມູນຄ່າທີ່ແທ້ຈິງ, hCaptcha ສະຫນອງທັງການຊົດເຊີຍແລະການປົກປ້ອງຕ້ານ bot ທີ່ເຂັ້ມແຂງ.",
    "1836191653": "ແທນທີ່ຈະສະຫນອງການບໍລິການທີ່ພ່າຍແພ້ງ່າຍໃຫ້ກັບຜູ້ໃຊ້ຟຣີໃນຂະນະທີ່ຄິດຄ່າບໍລິການຫຼາຍລ້ານໂດລາສໍາລັບສະບັບວິສາຫະກິດທີ່ບໍ່ດີກວ່າຫຼາຍ, hCaptcha ໃຫ້ການປົກປ້ອງ bot ທີ່ດີເລີດກັບທັງສອງ, ໃນຂະນະທີ່ສະເຫນີໃຫ້ຜູ້ໃຊ້ວິສາຫະກິດມີຄຸນສົມບັດເພີ່ມເຕີມແລະການປັບແຕ່ງ, ພ້ອມກັບ SLAs ທີ່ເຂັ້ມແຂງແລະການສະຫນັບສະຫນູນຢ່າງໄວວາ.",
    "990215503": "hCaptcha ແມ່ນບໍລິການ captcha ທີ່ສໍາຄັນເທົ່ານັ້ນທີ່ບໍ່ໄດ້ເປັນເຈົ້າຂອງໂດຍເຄືອຂ່າຍໂຄສະນາ.",
    "971933157": "hCaptcha ເປັນຫ່ວງເປັນໄຍກ່ຽວກັບຄວາມເປັນສ່ວນຕົວ, ຄວາມໂປ່ງໃສ, ແລະຍຸຕິທໍາ.",
    "178839499": "hCaptcha ແບ່ງປັນມູນຄ່າຂອງການເຮັດວຽກທີ່ເຮັດໃນຂະນະທີ່ຜູ້ໃຊ້ພິສູດຄວາມເປັນມະນຸດຂອງພວກເຂົາ.",
    "1237076138": "hCaptcha ສະເຫນີຂໍ້ສະເຫນີທີ່ຍຸດຕິທໍາກັບລູກຄ້າຟຣີ (hCaptcha Publisher) ແລະວິສາຫະກິດ (hCaptcha Enterprise).",
    "614310292": "ໃຜສ້າງ hCaptcha?",
    "4188814619": "hCaptcha ແມ່ນການບໍລິການຂອງເຄື່ອງຈັກ Intuition (",
    "3265328927": "), ບໍລິສັດການຮຽນຮູ້ເຄື່ອງຈັກທີ່ສະຫນອງຜະລິດຕະພັນແລະການບໍລິການສໍາລັບບໍລິສັດທີ່ປະຕິບັດການຮຽນຮູ້ເຄື່ອງຈັກໃນລະດັບ.",
    "2740033957": "ທີມງານ IM ແມ່ນປະກອບດ້ວຍນັກວິທະຍາສາດແລະວິສະວະກອນຈາກ Apple, Amazon, ແລະຜູ້ນໍາອື່ນໆໃນການຮຽນຮູ້ເຄື່ອງຈັກ, ລະບົບແຈກຢາຍ, ແລະຄວາມປອດໄພ.",
    "1579715421": "ນັກວິທະຍາສາດ IM ເຜີຍແຜ່ຢ່າງເປັນປົກກະຕິໃນກອງປະຊຸມຊັ້ນນໍາເຊັ່ນ ICML, ICLR, ECCV, ແລະ NeurIPS, ແລະບໍລິສັດໄດ້ເປີດເຜີຍຜົນໄດ້ຮັບທີ່ທັນສະໄຫມໃນວິໄນຂອງ ML ເຊັ່ນ: hashing ເລິກ [",
    "4015238193": "ແລະ OCR [",
    "279580593": "imachines.com",
    "279918384": "Google ໃຊ້ແຮງງານຟຣີຂອງເຈົ້າແນວໃດ?",
    "2385522384": "ເຈົ້າອາດຈະເຫັນກອບຂອງວິດີໂອຈາກກ້ອງຖ່າຍຮູບຢູ່ໃນລົດທີ່ຂັບລົດເອງ Waymo ຂອງ Google, ແລະຊ່ວຍປັບປຸງການຮັບຮູ້ວັດຖຸຂອງເຂົາເຈົ້າ.",
    "1517627947": "ເຈົ້າອາດຈະເຫັນຮູບຕຶກ ຫຼືປ້າຍຖະໜົນຈາກລົດສະຕຣີດວິວຂອງ Google ແລະຊ່ວຍຕິດສະຫຼາກສະຖານທີ່ສຳລັບຜະລິດຕະພັນແຜນທີ່ ແລະແຜ່ນດິນໂລກຂອງເຂົາເຈົ້າ.",
    "3225936061": "ເຈົ້າອາດຈະເຫັນຮູບພາບຂອງຂໍ້ຄວາມທີ່ຖ່າຍຈາກໜ້າປຶ້ມຢູ່ໃນບໍລິການ Books ຂອງ Google, ແລະຊ່ວຍປັບປຸງຊອບແວ OCR (ການຮັບຮູ້ຂໍ້ຄວາມ).",
    "129661785": "ເຄີຍຖືກຖາມວ່າ \"ຄລິກໃສ່ລົດ/ທາງຂ້າມ/ຈຸດຢຸດ?\"",
    "936667684": "ເຄີຍຖືກຖາມວ່າ \"ພິມປ້າຍໃນອາຄານ / ຖະຫນົນ?\"",
    "3773515538": "ເຄີຍຖືກຖາມວ່າ \"ພິມສອງຄໍາ?\"",
    "1778058441": "ວຽກປະເພດໃດແດ່ທີ່ເຮັດວຽກຢູ່ໃນ hCaptcha?",
    "366088791": "hCaptcha ສະຫນັບສະຫນູນຫຼາກຫຼາຍຂອງວຽກງານ.",
    "3114147525": "ລູກຄ້າ hCaptcha ໃຊ້ບໍລິການສໍາລັບວຽກງານລວມທັງການຮັບຮູ້ວັດຖຸ, ການກວດສອບຄຸນລັກສະນະ (ການລວບລວມປ້າຍເພື່ອກໍານົດປະເພດຂອງເຄື່ອງນຸ່ງ), ການຈັດອັນດັບຄວາມກ່ຽວຂ້ອງ (ເລືອກຜະລິດຕະພັນທີ່ກ່ຽວຂ້ອງທີ່ສຸດຈາກຫຼາຍທາງເລືອກເມື່ອປຽບທຽບກັບຜະລິດຕະພັນຕົ້ນຕໍ), ກ່ອງຜູກມັດ (ຊອກຫາພື້ນທີ່ທີ່ມີຄວາມສົນໃຈໃນ. ຮູບພາບ), \"OCR ຂອງມະນຸດ\" (ການກໍານົດຂໍ້ຄວາມໃນຮູບພາບໃດຫນຶ່ງ) ແລະຫຼາຍປະເພດຂອງວຽກງານອື່ນໆ.",
    "3139609561": "ຂ້າງລຸ່ມນີ້ແມ່ນສອງຕົວຢ່າງຂອງການຈັດປະເພດຮູບພາບ ແລະປະເພດວຽກກວດຫາຄຸນສົມບັດ. [",
    "2273532558": "ໃຜເປັນລູກຄ້າທີ່ຈ່າຍເງິນຂອງ hCaptcha?",
    "4104221634": "ລູກຄ້າ hCaptcha ກວມເອົາຫຼາຍໆອຸດສາຫະກໍາ, ຈາກບໍລິສັດເຕັກໂນໂລຢີໄປຫາຜູ້ທີ່ສຸມໃສ່ຄົນອັບເດດ:, ການຂາຍຍ່ອຍ, ແລະຂົງເຂດອື່ນໆທີ່ພວກເຂົາສາມາດສ້າງມູນຄ່າຈາກການນໍາໃຊ້ການຮຽນຮູ້ເຄື່ອງຈັກ.",
    "1337725003": "hCaptcha ມຸ່ງຫມັ້ນທີ່ຈະປະຊາທິປະໄຕໃນການເຂົ້າເຖິງຄໍາບັນຍາຍໃນເວລາທີ່ແທ້ຈິງທີ່ມີປະລິມານສູງ, ປ່ອຍໃຫ້ບໍລິສັດໃຫຍ່ແລະຂະຫນາດນ້ອຍປັບປຸງຄຸນນະພາບຂອງຜະລິດຕະພັນແລະການບໍລິການຂອງພວກເຂົາໂດຍການໃຊ້ການຮຽນຮູ້ເຄື່ອງຈັກກັບທຸລະກິດຂອງພວກເຂົາ.",
    "4086379603": "ຄຳຖາມ?",
    "1243684308": "ພວກເຮົາເອົາຄໍາຕິຊົມຂອງທ່ານຢ່າງຈິງຈັງ, ແລະຕ້ອງການໃຫ້ແນ່ໃຈວ່າທຸກຄົນມີປະສົບການທີ່ມີຄວາມສຸກຫຼາຍອອນໄລນ໌, ດ້ວຍ bots ຫນ້ອຍແລະ spam ຫນ້ອຍ. ຕິດຕໍ່ພວກເຮົາ:",
    "2645321220": "ແລະຖ້າທ່ານຄິດວ່າຄ່າໃຊ້ຈ່າຍຂອງ reCAPTCHA ແມ່ນສູງເກີນໄປ, ໃຫ້ຖາມພວກເຮົາກ່ຽວກັບ hCaptcha Enterprise. ປະຈຸບັນມີການນໍາໃຊ້ໂດຍຜູ້ເຜີຍແຜ່, ບໍລິສັດບໍລິການທາງດ້ານການເງິນ, ແລະບໍລິສັດໂຄງສ້າງພື້ນຖານເວັບທີ່ໃຫຍ່ທີ່ສຸດໃນໂລກ, ພວກເຂົາບໍ່ພຽງແຕ່ເປັນທາງເລືອກທີ່ຫນ້າເຊື່ອຖືກັບ reCAPTCHA: ພວກເຮົາເຊື່ອວ່າພວກເຂົາສະຫນອງການປົກປ້ອງ bot ທີ່ດີທີ່ສຸດທີ່ມີຢູ່ໃນປະຈຸບັນ.",
    "1229233916": "ໝາຍເຫດ",
    "1115642494": "1. ແຫຼ່ງຂໍ້ມູນ: BuiltWith.com reCAPTCHA ລາຍຊື່ເວັບໄຊທ໌. ເອົາມາໃນວັນທີ 9 ກໍລະກົດ 2019.",
    "448807334": "(\"ຫຼາຍຮ້ອຍລ້ານ CAPTCHA ຖືກແກ້ໄຂໂດຍຄົນທຸກໆມື້.\") ດຶງຂໍ້ມູນໃນວັນທີ 8 ກໍລະກົດ 2019.",
    "2397590157": "3. ການຄາດຄະເນແບບອະນຸລັກ: 200 ລ້ານແກ້ໄຂ * 30 ວິນາທີຕໍ່ການແກ້ໄຂໃນປີ = 190.3 ຄົນຕໍ່ປີ/ມື້.",
    "3236311792": "4. hCaptcha ການວິເຄາະພາຍໃນ. ຂໍ້ມູນເກັບກ່ຽວຈົນຮອດວັນທີ 30 ມິຖຸນາ 2019. ລາຍລະອຽດມີໃຫ້ຕາມການຮ້ອງຂໍ.",
    "1752259468": "5. ການຄາດຄະເນແບບອະນຸລັກ: $0.01 cost of a single annotation * 200M avg. annotations ຕໍ່ມື້ (ຂອບເຂດຕ່ໍາ) * 365 ມື້ຕໍ່ປີ * 10 ປີນັບຕັ້ງແຕ່ 2009 ທີ່ໄດ້ມາ = $ 7.3 ຕື້ມູນຄ່າຜູກມັດຕ່ໍາ.",
    "3268946369": "6. ສິນເຊື່ອ: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. ແຫຼ່ງຂໍ້ມູນ: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "ການຝັງຕົວຕາມລໍາດັບຂັ້ນ SEMANTIC ສໍາລັບ HASHING ເລິກທີ່ຄວບຄຸມໂດຍອ່ອນແອ, Heikki Arponen, Tom E Bishop. ICML 2019, LLD Workshop.",
    "2544169219": "ຜົນການຄົ້ນຫາທີ່ທັນສະໄໝຫຼ້າສຸດ: ICML LLD, ພຶດສະພາ 2019.",
    "1973347745": "10. ຮູບພາບຕົວຢ່າງທີ່ບໍ່ມີຄ່າພາກຫຼວງ. ທີ່ມາ: Petapixel.",
    "1493115924": "ຫມາຍເຫດເຄື່ອງໝາຍການຄ້າ:",
    "4051104324": "\"Intuition Machines\" ເປັນເຄື່ອງໝາຍການຄ້າຈົດທະບຽນຂອງ Intuition Machines, Inc.",
    "3983646521": "ຊື່ຜະລິດຕະພັນທັງໝົດ, ໂລໂກ້, ຍີ່ຫໍ້, ເຄື່ອງໝາຍການຄ້າ ແລະເຄື່ອງໝາຍການຄ້າທີ່ຈົດທະບຽນເປັນຊັບສິນຂອງເຈົ້າຂອງຂອງເຂົາເຈົ້າ. ຊື່ບໍລິສັດ, ຜະລິດຕະພັນ ແລະບໍລິການທັງໝົດທີ່ໃຊ້ຢູ່ໃນເວັບໄຊທ໌ນີ້ແມ່ນເພື່ອຈຸດປະສົງການລະບຸຕົວຕົນເທົ່ານັ້ນ. ການໃຊ້ຊື່, ເຄື່ອງໝາຍການຄ້າ ແລະຍີ່ຫໍ້ເຫຼົ່ານີ້ບໍ່ໄດ້ໝາຍເຖິງການຮັບຮອງ. ໃນກໍລະນີນີ້, ຂ້ອນຂ້າງກົງກັນຂ້າມ.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "ນັກວິທະຍາສາດ IM ກໍານົດມາດຕະຖານໃຫມ່ສໍາລັບການຮັບຮູ້ຂໍ້ຄວາມທີ່ມີການຄວບຄຸມທີ່ອ່ອນແອ (OCR) ຢູ່ CVPR 2020.",
    "1259002282": "ພົບແມງໄມ້ບໍ? ນີ້ແມ່ນວິທີການລາຍງານມັນ.",
    "3301728462": "ຫລາຍລ້ານຄົນໃຊ້ hCaptcha ໃນແຕ່ລະເດືອນ, ຢູ່ໃນຫລາຍພັນຕົວທ່ອງເວັບ, ສ່ວນຂະຫຍາຍ, ອຸປະກອນ, ໄຟວໍ, ແລະອື່ນໆ.",
    "3878230879": "ເປົ້າໝາຍຂອງພວກເຮົາແມ່ນເພື່ອໃຫ້ແນ່ໃຈວ່າມັນໃຊ້ໄດ້ກັບເຈົ້າສະເໝີ, ດັ່ງນັ້ນພວກເຮົາຂໍຂອບໃຈເປັນຢ່າງຍິ່ງຕໍ່ກັບບົດລາຍງານຂອງເຈົ້າ!",
    "2465128185": "ເພື່ອໃຫ້ຄໍາຄິດເຫັນໄວ, ພຽງແຕ່ຄລິກໃສ່ປຸ່ມ \"ສົ່ງຄໍາຕິຊົມໃຫ້ພວກເຮົາ\".",
    "2921990472": "ຖ້າເຈົ້າເຫັນບັນຫາທີ່ເປັນປະໂຫຍດ, ກະລຸນາປະຕິບັດຕາມ",
    "2870341481": "ຂ້າງລຸ່ມນີ້. ສໍາລັບຕົວທ່ອງເວັບອື່ນໆພຽງແຕ່",
    "1866590035": "ຄຳແນະນຳບັນທຶກການດີບັກສຳລັບ Chrome",
    "444492541": "ຄຳແນະນຳບັນທຶກການດີບັກສຳລັບ Firefox",
    "169267610": "ສົ່ງອີເມວຫາພວກເຮົາ",
    "3100722753": "ສໍາລັບບັນຫາຄວາມປອດໄພ ຫຼືຄວາມເປັນສ່ວນຕົວທີ່ອາດຈະເກີດຂຶ້ນ, ເບິ່ງຄໍາແນະນໍາຂ້າງລຸ່ມນີ້.",
    "1906593952": "ໃຫ້ຄໍາຄິດເຫັນກ່ຽວກັບ hCaptcha ທີ່ເຈົ້າຫາກໍ່ເຫັນ",
    "3951254541": "ພວກເຮົາຂໍຂອບໃຈທີ່ທ່ານເຂົ້າມາ. ແຈ້ງໃຫ້ພວກເຮົາຮູ້ບັນຫາໃດນຶ່ງ ແລະພວກເຮົາຈະແກ້ໄຂພວກມັນໂດຍໄວ.",
    "3324288040": "ສົ່ງຄຳຕິຊົມໃຫ້ພວກເຮົາ",
    "2864016648": "ບັນຫາຄວາມເປັນສ່ວນຕົວ",
    "304004915": "ພວກ​ເຮົາ​ບໍ່​ສົນ​ໃຈ​ວ່າ​ຜູ້​ໃຊ້​ແມ່ນ​ໃຜ, ພຽງ​ແຕ່​ວ່າ​ພວກ​ເຂົາ​ເຈົ້າ​ມີ​ຄວາມ​ເປັນ​ໄປ​ໄດ້​ທີ່​ຈະ malicious ຫຼື​ເຄື່ອງ​ຈັກ. ພວກເຮົາສະຫນັບສະຫນູນການລິເລີ່ມເຊັ່ນ",
    "1139493658": ", ແລະເຮັດວຽກຫນັກເພື່ອດຸ່ນດ່ຽງຄວາມເປັນສ່ວນຕົວແລະຄວາມປອດໄພ.",
    "3083289844": "ຖ້າທ່ານພົບບັນຫາທີ່ທ່ານຄິດວ່າອາດຈະສົ່ງຜົນກະທົບຕໍ່ຄວາມເປັນສ່ວນຕົວຂອງຜູ້ໃຊ້, ກະລຸນາສົ່ງອີເມວຫາພວກເຮົາ",
    "4264784515": "ບັກຄວາມປອດໄພ",
    "963238401": "ພວກເຮົາມີຄວາມສົນໃຈສະເຫມີໃນການໄດ້ຮັບບົດລາຍງານຂອງແມງໄມ້ຄວາມປອດໄພ. ອີເມວ",
    "3926027556": "ແລະພວກເຮົາຈະກັບຄືນຫາເຈົ້າຢ່າງໄວວາ.",
    "1589805435": "ພວກເຮົາຍັງມີ a",
    "2560582224": "ໂຄງການ bug bounty",
    "103876916": "ສໍາລັບລາຍງານຄວາມປອດໄພທີ່ມີສິດໃນການບໍລິການ hCaptcha ແລະລະຫັດແຫຼ່ງທີ່ກ່ຽວຂ້ອງ.",
    "497117287": "ຕົວເລືອກການຊ່ວຍເຂົ້າເຖິງ",
    "3230004040": "ທ່ານມີຄວາມບົກຜ່ອງທາງດ້ານສາຍຕາຫຼືບໍ່ດັ່ງນັ້ນບໍ່ສາມາດເຮັດ hCaptchas ໄດ້ບໍ?",
    "3480023141": "ສຶກສາເພີ່ມເຕີມກ່ຽວກັບຕົວເລືອກການຊ່ວຍເຂົ້າເຖິງ",
    "2052161540": "ກຳລັງບັນທຶກລາຍລະອຽດລາຍງານຂໍ້ຜິດພາດ: Chrome",
    "2281169898": "ການສົ່ງຂໍ້ມູນການດີບັ໊ກພ້ອມກັບລາຍງານຂອງເຈົ້າຈະເຮັດໃຫ້ເຮົາລະບຸສິ່ງທີ່ເກີດຂຶ້ນໄດ້ງ່າຍຂຶ້ນຫຼາຍ. ນີ້ແມ່ນຄຳແນະນຳເທື່ອລະຂັ້ນຕອນ:",
    "1123365779": "ຖ້າທ່ານເປັນນັກພັດທະນາເວັບ ຫຼືຜູ້ໃຊ້ທີ່ຊ່ຽວຊານ, ສະຫຼຸບແມ່ນພວກເຮົາຕ້ອງການໃຫ້ທ່ານສົ່ງບັນທຶກ HAR ແລະບັນທຶກຂອງ browser console ໃຫ້ພວກເຮົາ.",
    "2015218686": "ກ່ອນທີ່ທ່ານຈະໄປໂດຍຜ່ານຂັ້ນຕອນເຫຼົ່ານີ້. ຖ້າມັນແກ້ໄຂບັນຫາຂອງທ່ານ, ພວກເຮົາຍັງຂໍຂອບໃຈທີ່ທ່ານແຈ້ງໃຫ້ພວກເຮົາຮູ້ວ່າສະບັບຂອງຕົວທ່ອງເວັບ, ຕົວບລັອກໂຄສະນາຫຼືສ່ວນຂະຫຍາຍຂອງຕົວທ່ອງເວັບ, ແລະ URL ເວັບໄຊທ໌.",
    "3922723611": "ກະລຸນາລອງປິດຕົວບລັອກໂຄສະນາ ຫຼືສ່ວນຂະຫຍາຍຄວາມປອດໄພຂອງຕົວທ່ອງເວັບ",
    "4036872105": "ທຳອິດ ແລ້ວລອງໃໝ່",
    "993651083": "ຂັ້ນ​ຕອນ​ທີ 1​: ເປີດ​ເຄື່ອງ​ມື​ການ​ພັດ​ທະ​ນາ (ນີ້​ເລີ່ມ​ຕົ້ນ​ການ​ບັນ​ທຶກ​ກອງ​ປະ​ຊຸມ​.",
    "4163469907": "ຂັ້ນຕອນທີ 2: ໃຫ້ຄລິກໃສ່ແຖບເຄືອຂ່າຍໃນເຄື່ອງມືພັດທະນາ. ກວດເບິ່ງກ່ອງ \"ຮັກສາບັນທຶກ\" ຢູ່ເທິງສຸດ.",
    "4243348003": "ຂັ້ນຕອນທີ 3: ຢ້ຽມຢາມ",
    "641342999": ", ຫຼືເວັບໄຊທ໌ທີ່ທ່ານກໍາລັງມີບັນຫາກ່ຽວກັບ (ຫມາຍເຫດຄວາມເປັນສ່ວນຕົວ: ພຽງແຕ່ຖ້າຫາກວ່າທ່ານບໍ່ສົນໃຈແບ່ງປັນສິ່ງທີ່ມັນເປັນ) ... ແລະຫຼັງຈາກນັ້ນໃຫ້ຄລິກໃສ່ປຸ່ມ \"ຂ້າພະເຈົ້າເປັນມະນຸດ\", ແລະພະຍາຍາມແກ້ໄຂ.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "ຂັ້ນ​ຕອນ​ທີ 4​: ໃຫ້​ຄລິກ​ໃສ່ \"ການ​ສົ່ງ​ອອກ HAR​\" (ລູກ​ສອນ​ລົງ​ພຽງ​ເລັກ​ນ້ອຍ​) ຫຼັງ​ຈາກ​ທີ່​ທ່ານ​ພະ​ຍາ​ຍາມ​ແກ້​ໄຂ​, ທີ່​ຈະ​ຊ່ວຍ​ປະ​ຢັດ​ບັນ​ທຶກ​ເຄືອ​ຂ່າຍ​. ສົ່ງໄຟລ໌ນັ້ນໃຫ້ພວກເຮົາ.",
    "1503240421": "ຂັ້ນ​ຕອນ​ທີ 5​: ໃຫ້​ຄລິກ​ໃສ່​ແຖບ Console​, ແລະ​ຄລິກ​ຂວາ​ຈາກ​ນັ້ນ \"Save as .. \" ເພື່ອ​ບັນ​ທຶກ​ບັນ​ທຶກ console ໄດ້​. ສົ່ງໃຫ້ພວກເຮົາຄືກັນ.",
    "2863840904": "ຂັ້ນຕອນທີ 6: ຂັ້ນຕອນສຸດທ້າຍ, ສົ່ງອີເມວບັນທຶກ HAR ແລະ console ເຫຼົ່ານັ້ນໃຫ້ພວກເຮົາ, ແລະອະທິບາຍບັນຫາ",
    "4051785543": "ໃຊ້:",
    "3623028666": "(ກະລຸນາໃຊ້ບໍລິການເຊັ່ນ",
    "551761392": "ແລະ​ສົ່ງ​ເຊື່ອມ​ຕໍ່​) ແລະ​ທາງ​ເລືອກ​ທີ່​ຈະ screenshot ເປັນ​, ຖ້າ​ຫາກ​ວ່າ​ທ່ານ​ສົງ​ໃສ​ວ່າ​ມີ​ບາງ​ສິ່ງ​ບາງ​ຢ່າງ​ທີ່​ບໍ່​ໄດ້​ສະ​ແດງ​ຢ່າງ​ຖືກ​ຕ້ອງ​. ກະລຸນາສົ່ງ IP ທີ່ທ່ານກໍາລັງໃຊ້ເຊັ່ນກັນ. ທ່ານສາມາດໄດ້ຮັບມັນຈາກ",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "ຂໍຂອບໃຈສຳລັບການໃຊ້ເວລາເພື່ອຊ່ວຍພວກເຮົາໄດ້ຮັບຂໍ້ມູນນີ້!",
    "3680327841": "ພວກເຮົາມຸ່ງຫມັ້ນທີ່ຈະເຮັດໃຫ້ hCaptcha ເຮັດວຽກໄດ້ດີສໍາລັບທຸກຄົນ",
    "1059502393": "ບັນທຶກລາຍລະອຽດລາຍງານຂໍ້ຜິດພາດ: Firefox",
    "1112074001": "ຂັ້ນຕອນທີ 2: ໃຫ້ຄລິກໃສ່ແຖບເຄືອຂ່າຍໃນເຄື່ອງມືພັດທະນາ. ກວດເບິ່ງກ່ອງ \"ສືບຕໍ່ບັນທຶກ\" ຢູ່ເທິງສຸດ.",
    "1797298240": "ຂັ້ນ​ຕອນ​ທີ 4​: ໃຫ້​ຄລິກ​ໃສ່ \"HAR​\" ຫຼັງ​ຈາກ​ທີ່​ທ່ານ​ພະ​ຍາ​ຍາມ​ແກ້​ໄຂ​, ແລະ​ເລືອກ \"Save All as HAR​\" ເພື່ອ​ບັນ​ທຶກ​ການ​ບັນ​ທຶກ​ເຄືອ​ຂ່າຍ​. ສົ່ງໄຟລ໌ນັ້ນໃຫ້ພວກເຮົາ.",
    "3671246379": "ຂັ້ນ​ຕອນ​ທີ 5​: ໃຫ້​ຄລິກ​ໃສ່​ແຖບ Console​, ແລະ​ຄລິກ​ຂວາ​ຈາກ​ນັ້ນ \"ເລືອກ​ທັງ​ຫມົດ​\" ແລະ​ບັນ​ທຶກ​ທີ່​ເປັນ​ໄຟລ​໌​ຂໍ້​ຄວາມ​, ໃນ​ຄໍາ​ສັ່ງ​ທີ່​ຈະ​ບັນ​ທຶກ​ບັນ​ທຶກ console ໄດ້​. ສົ່ງໃຫ້ພວກເຮົາຄືກັນ.",
    "3816867833": "ຄໍາຕິຊົມ",
    "788770967": "ເສຍ​ໃຈ​ທີ່​ໄດ້​ຍິນ​ແນວ​ນັ້ນ! ທ່ານອາດຈະຕ້ອງການໃຊ້ທາງເລືອກການຊ່ວຍເຂົ້າເຖິງຂອງພວກເຮົາ:",
    "1333016413": "ນີ້ຊ່ວຍໃຫ້ທ່ານຫຼີກເວັ້ນຄໍາຖາມໃນອະນາຄົດໂດຍການລົງທະບຽນແລະຕັ້ງຄຸກກີ.",
    "2333410049": "ກະລຸນາລອງປິດຕົວບລັອກໂຄສະນາຂອງທ່ານ.",
    "1345083090": "ລາຍງານບັນຫາການເຮັດວຽກບໍ?",
    "2184564739": "ເບິ່ງ",
    "604751186": "ບັນຫາອື່ນໆ? ອີເມວ",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "ວິທີການລາຍງານບັນຫາທີ່ມີບັນທຶກລາຍລະອຽດ",
    "1050501253": "ຍາກ​ເກີນ​ໄປ",
    "3264813246": "ບໍ່ເໝາະສົມ",
    "3526939538": "ບັກຊອບແວ",
    "126134492": "ອື່ນໆ",
    "3511610999": "ໃຫ້ແນ່ໃຈວ່າເຈົ້າໄປຮອດບ່ອນທີ່ຖືກຕ້ອງ.",
    "3906886217": "ສໍາລັບບໍລິສັດຫຼືເວັບໄຊທ໌",
    "1621597093": "ການແກ້ໄຂຄວາມປອດໄພວິສາຫະກິດ (ຈ່າຍ)",
    "3176531704": "ຄໍາບັນຍາຍຂໍ້ມູນ",
    "1834239172": "ຊື້ການບໍລິການຄໍາບັນຍາຍ hCaptcha",
    "1457707016": "ສໍາລັບບຸກຄົນ",
    "770264626": "ເພີ່ມ hCaptcha ໃສ່ການບໍລິການຂອງທ່ານ (ຟຣີ)",
    "881015166": "ເພີ່ມ hCaptcha ສໍາລັບຜູ້ເຜີຍແຜ່ໃສ່ເວັບໄຊທ໌ຫຼືແອັບຯຂອງຂ້ອຍ",
    "47536007": "ສຶກສາເພີ່ມເຕີມກ່ຽວກັບ hCaptcha",
    "2012837493": "ຜົນການຄົ້ນຫາ",
    "4034694801": "ບໍ່ມີຜົນໄດ້ຮັບທີ່ກົງກັນ.",
    "3621411541": "ຮຽນຮູ້ກ່ຽວກັບທາງເລືອກການຊ່ວຍເຂົ້າເຖິງສໍາລັບ hCaptcha",
    "3401005681": "ຫາເງິນ",
    "3933993151": "ເຮັດວຽກເປັນປ້າຍກຳກັບຂໍ້ມູນສ່ວນບຸກຄົນ",
    "563059212": "ລາຍຊື່ຜູ້ປະມວນຜົນຍ່ອຍ",
    "3501923981": "ອັບເດດຫຼ້າສຸດ: 1 ມັງກອນ 2020.",
    "3548097301": "ມີຜົນບັງຄັບໃຊ້: ວັນທີ 1 ມັງກອນ 2020.",
    "3991444169": "ໜ້ານີ້ມີລາຍຊື່ຕົວປະມວນຜົນຍ່ອຍປັດຈຸບັນສຳລັບການບໍລິການ hCaptcha Enterprise.",
    "835396984": "ປະຈຸບັນມີການເຄື່ອນໄຫວ",
    "424089481": "Amazon Web Services, Inc. (ທົ່ວໂລກ). ບໍລິການທີ່ສະຫນອງໃຫ້: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (ທົ່ວໂລກ). ໃຫ້ບໍລິການ: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (ທົ່ວໂລກ). ບໍລິການທີ່ສະໜອງໃຫ້: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (ທົ່ວໂລກ). ບໍລິການໃຫ້: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "ໝາຍເຫດ: ບໍ່ໄດ້ນຳໃຊ້ກັບລູກຄ້າທັງໝົດ. ຕົວຢ່າງ, IP Blinding ຫຼືລູກຄ້າທາງເລືອກດ້ານຄວາມເປັນສ່ວນຕົວ ຫຼືຄວາມປອດໄພອື່ນໆ (ເຊັ່ນ: Secure Virtual Tenancy customers) ແມ່ນຖືກຍົກເວັ້ນທັງໝົດຈາກ \"PII\" ທີ່ມີທ່າແຮງທີ່ເຄີຍເຂົ້າສູ່ລະບົບ telemetry, ເຖິງແມ່ນວ່າທີ່ຢູ່ IP. ກະລຸນາຕິດຕໍ່ຕົວແທນບັນຊີຂອງທ່ານສຳລັບຂໍ້ມູນເພີ່ມເຕີມຖ້າຕ້ອງການ.",
    "700843971": "Hound Technology, Inc. (ທົ່ວໂລກ). ໃຫ້ບໍລິການ: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (ທົ່ວໂລກ). ບໍລິການໃຫ້: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (ທົ່ວໂລກ). ໃຫ້ບໍລິການ: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (ທົ່ວໂລກ). ບໍລິການໃຫ້: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "ພື້ນຖານໂຄງລ່າງ",
    "370366524": "ການບໍລິການ Telemetry ຊົ່ວຄາວ",
    "121192737": "ການເພີ່ມເຕີມທີ່ຈະມາເຖິງ",
    "2420789666": "Fastly, Inc. ໃຫ້ບໍລິການ: ໄວ CDN ແລະ edge compute.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "ມີຜົນບັງຄັບໃຊ້: ວັນທີ 1 ກັນຍາ 2021. ການເພີ່ມໂຄງສ້າງພື້ນຖານ",
    "1487796027": "ສໍາລັບບໍລິສັດ",
    "3943417791": "ໄດ້ຮັບການສະຫນັບສະຫນູນສໍາລັບ hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (ຟຣີ)",
    "3397976149": "ໄດ້ຮັບການສະຫນັບສະຫນູນສໍາລັບ hCaptcha Publisher",
    "833750823": "ມີຄວາມຫຍຸ້ງຍາກກັບສິ່ງທ້າທາຍບໍ?",
    "2024737147": "ຕ້ອງການລາຍງານຂໍ້ຜິດພາດບໍ?",
    "1978884623": "ສຶກສາເພີ່ມເຕີມກ່ຽວກັບການລາຍງານບັນຫາຊອບແວ",
    "4188664955": "ເງື່ອນໄຂການໃຫ້ບໍລິການຕົ້ນສະບັບ",
    "2621989404": "ອັບເດດຫຼ້າສຸດ: ວັນທີ 24 ກັນຍາ 2021. ກະລຸນາຮັບຊາບວ່າເງື່ອນໄຂພາສາອັງກິດຂອງພວກເຮົາແມ່ນຖືກຕ້ອງ.",
    "2404545611": "ຍິນດີຕ້ອນຮັບສູ່ hCaptcha! ຂອບໃຈສໍາລັບການເປັນສ່ວນຫນຶ່ງຂອງຊຸມຊົນຂອງພວກເຮົາ. ຜູ້ໃຊ້ທັງຫມົດຂອງ \"ການບໍລິການ\" (ກໍານົດຂ້າງລຸ່ມນີ້) ຕ້ອງຕົກລົງເຫັນດີກັບຂໍ້ກໍານົດດັ່ງຕໍ່ໄປນີ້ (\"ເງື່ອນໄຂການໃຫ້ບໍລິການ\"). ພາຍໃຕ້ເງື່ອນໄຂການບໍລິການເຫຼົ່ານີ້, \"IMI\", \"ພວກເຮົາ\" ແລະ \"ພວກເຮົາ\" ຫມາຍເຖິງ Intuition Machines, Inc. ແລະບໍລິສັດຍ່ອຍ, ສາຂາ, ເຈົ້າຫນ້າທີ່, ຕົວແທນ, ພະນັກງານ, ຕົວແທນ, ແລະຕົວແທນ, ແລະ \"ເວັບໄຊທ໌\" ຂອງພວກເຮົາປະກອບມີເວັບໄຊທ໌ໃດກໍ່ຕາມພາຍໃຕ້ ການຄວບຄຸມຂອງພວກເຮົາ, ລວມທັງ www.hcaptcha.com ແລະ www.imachines.com.",
    "2348450790": "ກະລຸນາອ່ານເງື່ອນໄຂການໃຫ້ບໍລິການເຫຼົ່ານີ້. ພວກມັນປະກອບມີ, ໃນບັນດາຂໍ້ກໍານົດອື່ນໆ, ການປະຕິເສດຄວາມຮັບຜິດຊອບຂອງການຮັບປະກັນ, ຂໍ້ຈໍາກັດຂອງຄວາມຮັບຜິດຊອບ, ແລະການຊີ້ຂາດທີ່ຜູກມັດ. ກະລຸນາຮັບຊາບວ່າເງື່ອນໄຂການໃຫ້ບໍລິການເຫຼົ່ານີ້ອາດຈະມີການປ່ຽນແປງນັບຕັ້ງແຕ່ການເຂົ້າເບິ່ງເວັບໄຊທ໌ຂອງພວກເຮົາຄັ້ງສຸດທ້າຍຂອງທ່ານ. ພວກ​ເຮົາ​ອາດ​ຈະ​ປັບ​ປຸງ​ແລະ​ປັບ​ປຸງ​ເງື່ອນ​ໄຂ​ການ​ບໍ​ລິ​ການ​ເຫຼົ່າ​ນີ້​ເປັນ​ບາງ​ຄັ້ງ​ຄາວ​ໃນ​ການ​ຕັດ​ສິນ​ໃຈ​ພຽງ​ແຕ່​ຂອງ​ພວກ​ເຮົາ​. ໃນກໍລະນີທີ່ມີການປ່ຽນແປງທາງດ້ານວັດຖຸ, ພວກເຮົາຈະແຈ້ງໃຫ້ທ່ານຊາບໂດຍການປະກາດເງື່ອນໄຂການໃຫ້ບໍລິການສະບັບປັບປຸງຢູ່ໃນຫນ້ານີ້, ຫຼັງຈາກນັ້ນທ່ານຕ້ອງຢືນຢັນເງື່ອນໄຂການໃຫ້ບໍລິການທີ່ປັບປຸງໃຫມ່ເພື່ອສືບຕໍ່ນໍາໃຊ້ຫຼືເຂົ້າເຖິງເວັບໄຊທ໌ຫຼືບໍລິການ.",
    "1064537632": "ກະ​ລຸ​ນາ​ສັງ​ເກດ​ວ່າ​ການ​ນໍາ​ໃຊ້​ຂອງ​ທ່ານ​ການ​ບໍ​ລິ​ການ​ຂອງ​ພວກ​ເຮົາ​ແມ່ນ​ຄວບ​ຄຸມ​ໂດຍ​ຂໍ້​ຕົກ​ລົງ​ການ​ປຸງ​ແຕ່ງ​ຂໍ້​ມູນ​ຂອງ​ພວກ​ເຮົາ​, ເຊິ່ງ​ລວມ​ຢູ່​ທີ່​ນີ້​ໂດຍ​ການ​ອ້າງ​ອີງ​. ກະລຸນາກວດເບິ່ງຂໍ້ຕົກລົງນີ້ເພື່ອເບິ່ງວ່າພວກເຮົາປະມວນຜົນຂໍ້ມູນສ່ວນຕົວໃນນາມຂອງເຈົ້າແນວໃດ. ໃຫ້ສັງເກດວ່າພວກເຮົາດໍາເນີນການເປັນ \"ຕົວປະມວນຜົນຂໍ້ມູນ\" ສໍາລັບຈຸດປະສົງຂອງກົດລະບຽບການປົກປ້ອງຂໍ້ມູນທົ່ວໄປຂອງສະຫະພາບເອີຣົບ, ແລະ \"ຜູ້ໃຫ້ບໍລິການ\" ສໍາລັບຈຸດປະສົງຂອງກົດຫມາຍວ່າດ້ວຍຄວາມເປັນສ່ວນຕົວຂອງຜູ້ບໍລິໂພກຂອງລັດຄາລິຟໍເນຍ.",
    "1933936765": "ຂໍ້ຕົກລົງການປະມວນຜົນຂໍ້ມູນ (ອັບເດດຫຼ້າສຸດ: 23 ກັນຍາ 2021)",
    "2959486280": "ຖ້າ​ຫາກ​ວ່າ​ທ່ານ​ບໍ່​ເຫັນ​ດີ​ກັບ​ເງື່ອນ​ໄຂ​ການ​ບໍ​ລິ​ການ​ເຫຼົ່າ​ນີ້​, ທ່ານ​ອາດ​ຈະ​ບໍ່​ໄດ້​ນໍາ​ໃຊ້​ຫຼື​ເຂົ້າ​ເຖິງ​ເວັບ​ໄຊ​ຫຼື​ການ​ບໍ​ລິ​ການ​.",
    "3200859925": "1. ຈຸດປະສົງ",
    "1807143500": "ການບໍລິການປະກອບມີການບໍລິການຄວາມປອດໄພອອນໄລນ໌ ( \"hCaptcha Service\") ແລະແພລະຕະຟອມ (\"Intuition Machines Platform\") ທີ່ບຸກຄົນ (\"ຜູ້ປະກອບສ່ວນ\") ສາມາດເລືອກທີ່ຈະປະຕິບັດວຽກງານທີ່ບຸກຄົນທີສາມຫຼື Intuition Machines ຕົວຂອງມັນເອງ (ແຕ່ລະຄົນ. a \"Requester\") ປະກາດຫາເວັບໄຊທ໌ຂອງພວກເຮົາຫຼື hCaptcha ບໍລິການ, ໂດຍກົງຢູ່ໃນເວັບໄຊທ໌ຂອງພວກເຮົາຫຼືໂດຍການເຂົ້າເຖິງ Intuition Machines Platform ແລະ / ຫຼືປະຕິບັດວຽກງານໂດຍຜ່ານຫຼືກ່ຽວຂ້ອງກັບຫນ່ວຍງານພາກສ່ວນທີສາມແລະ / ຫຼືເວທີຫຼືການບໍລິການ (ແຕ່ລະຄົນ, an \"ຕົວປະກອບ\"). ຜູ້ຮ້ອງຂໍປະກາດຫນ້າວຽກແລະເຊີນຜູ້ປະກອບສ່ວນໃຫ້ປະຕິບັດໃຫ້ເຂົາເຈົ້າເພື່ອແລກປ່ຽນກັບລາງວັນທີ່ IMI ໃຫ້ກັບ Integrators, ຫຼືຕາມການກໍານົດໂດຍຜູ້ຮ້ອງຂໍຖ້າຜູ້ຮ້ອງຂໍກໍາລັງໃຊ້ Intuition Machines Platform ຫຼື hCaptcha ບໍລິການເພື່ອຮັບໃຊ້ວຽກງານໃຫ້ກັບຜູ້ໃຊ້ຂອງພວກເຂົາເອງ. ພວກເຮົາຄິດຄ່າບໍລິສັດ ແລະບຸກຄົນ (ແຕ່ລະ \"ລູກຄ້າ\") ສໍາລັບການນໍາໃຊ້ແພລະຕະຟອມຂອງພວກເຮົາເພື່ອວ່າພວກເຂົາອາດຈະໃຊ້ຊອບແວຂອງພວກເຮົາ, ວຽກງານຂອງຜູ້ຂຽນ, ຈ້າງພວກເຮົາເພື່ອຂຽນຫນ້າວຽກ, ແລະ / ຫຼືເຂົ້າເຖິງຜູ້ປະກອບສ່ວນ. ພວກເຮົາຍັງຄິດຄ່າບໍລິການ Integrators ສໍາລັບການນໍາໃຊ້ hCaptcha ຂອງພວກເຮົາເພື່ອຫຼຸດຜ່ອນການສໍ້ໂກງ, ການລ່ວງລະເມີດ, ແລະ spam ຢູ່ໃນເວັບໄຊທ໌, ແອັບຯມືຖືແລະຊັບສິນອອນໄລນ໌ອື່ນໆຂອງພວກເຂົາ. ຂ້າງເທິງນີ້ແມ່ນເອີ້ນວ່າ \"ການບໍລິການ.\"",
    "3212830633": "2. ການມີສິດໄດ້ຮັບ",
    "2605814073": "ໂດຍການນໍາໃຊ້ຫຼືລົງທະບຽນສໍາລັບການບໍລິການຂອງພວກເຮົາ, ທ່ານຕົກລົງເຫັນດີ: ທ່ານມີອາຍຸຢ່າງຫນ້ອຍ 18 ປີ; ທ່ານມີສິດອຳນາດໃນການເຂົ້າຮ່ວມຂໍ້ຕົກລົງນີ້ໃນນາມຂອງຕົວທ່ານເອງ ຫຼື ໜ່ວຍງານທີ່ທ່ານເປັນຕົວແທນ, ແລະ ຕະຫຼອດເວລາຈະຍັງຄົງປະຕິບັດຕາມເງື່ອນໄຂການໃຫ້ບໍລິການ ແລະ ນະໂຍບາຍ ແລະ ຂໍ້ແນະນຳທັງໝົດຂອງ IMI ທີ່ອ້າງອີງໃນທີ່ນີ້; ແລະທ່ານຈະບໍ່ສວຍໃຊ້ເວັບໄຊທ໌ຂອງພວກເຮົາ, ສະແດງຕົວຕົນຂອງທ່ານຜິດຕໍ່ພວກເຮົາ, ຫຼືນໍາໃຊ້ປັນຍາປະດິດເພື່ອເຮັດສໍາເລັດບາງສ່ວນຂອງວຽກງານໃດໆກ່ຽວກັບ IMI ທີ່ຮຽກຮ້ອງໃຫ້ມີປັນຍາຂອງມະນຸດ.",
    "2616040974": "3. ລູກຄ້າແລະຜູ້ຮ້ອງຂໍ",
    "1544829730": "ຖ້າທ່ານເປັນລູກຄ້າຫຼືຜູ້ຮ້ອງຂໍ, ທ່ານຕົກລົງເຫັນດີວ່າຂໍ້ກໍານົດເພີ່ມເຕີມທີ່ແນບມານີ້ເປັນເອກະສານຊ້ອນທ້າຍຂອງລູກຄ້າຈະຖືກນໍາໃຊ້ແລະຖືກລວມເຂົ້າໂດຍການອ້າງອີງໃສ່ເງື່ອນໄຂການບໍລິການເຫຼົ່ານີ້. ຖ້າທ່ານບໍ່ແມ່ນລູກຄ້າຫຼືຜູ້ຮ້ອງຂໍ, ຫຼືຢຸດເຊົາການເປັນລູກຄ້າຫຼືຜູ້ຮ້ອງຂໍ, ຫຼັງຈາກນັ້ນ, ຂໍ້ກໍານົດເພີ່ມເຕີມໃນເອກະສານຊ້ອນທ້າຍຂອງລູກຄ້າຈະບໍ່ຖືກນໍາໄປໃຊ້ຫຼືພວກມັນຈະຖືກລວມເຂົ້າໂດຍການອ້າງອີງໃສ່ເງື່ອນໄຂການໃຫ້ບໍລິການເຫຼົ່ານີ້.",
    "3759360138": "4. ຊື່ຜູ້ໃຊ້ ແລະລະຫັດຜ່ານ",
    "2236960358": "ເມື່ອລົງທະບຽນ, ທ່ານຈະຖືກຮ້ອງຂໍໃຫ້ເປີດເຜີຍຂໍ້ມູນສ່ວນຕົວບາງຢ່າງກ່ຽວກັບທ່ານ (\"ຂໍ້ມູນສ່ວນຕົວ\"), ລວມທັງຊື່, ທີ່ຢູ່ອີເມວ, ແລະສ້າງຊື່ຜູ້ໃຊ້ແລະລະຫັດຜ່ານ, ເຊິ່ງທັງຫມົດຈະຢູ່ພາຍໃຕ້ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວຂອງພວກເຮົາ, ມີຢູ່ໃນຂອງພວກເຮົາ. ເວັບໄຊທ໌. ທ່ານຜູ້ດຽວຮັບຜິດຊອບໃນການຕິດຕາມ, ຮັບປະກັນແລະຮັກສາຄວາມປອດໄພຂອງບັນຊີຂອງທ່ານ, ລະຫັດຜ່ານ, ແລະກະແຈການພິສູດຢືນຢັນໃດໆທີ່ກ່ຽວຂ້ອງກັບບັນຊີຂອງທ່ານ, ແລະທ່ານຮັບຜິດຊອບສໍາລັບການນໍາໃຊ້ຫຼືການດໍາເນີນການໃດໆໂດຍຜ່ານການນໍາໃຊ້ຂໍ້ມູນນັ້ນຢູ່ໃນການບໍລິການ.",
    "3047519814": "ທ່ານຕົກລົງເຫັນດີວ່າທ່ານຈະບໍ່ແບ່ງປັນບັນຊີຫຼືລະຫັດຜ່ານຂອງທ່ານກັບໃຜ.",
    "1699668873": "ທ່ານຕ້ອງແຈ້ງ IMI ທັນທີຖ້າທ່ານສົງໃສວ່າຂໍ້ມູນບັນຊີຂອງທ່ານໄດ້ຖືກລັກຫຼືຖືກນໍາໃຊ້ໂດຍຜູ້ອື່ນ, ຫຼືການລະເມີດຄວາມປອດໄພອື່ນໆ.",
    "3044038608": "ທ່ານຕົກລົງທີ່ຈະສະໜອງຂໍ້ມູນທີ່ແທ້ຈິງ, ຖືກຕ້ອງ ແລະຄົບຖ້ວນແກ່ພວກເຮົາຕາມການຮ້ອງຂໍໃນຂະບວນການລົງທະບຽນຂອງພວກເຮົາ. ນອກຈາກນັ້ນ, ທ່ານຍັງຕົກລົງເຫັນດີທີ່ຈະປັບປຸງຂໍ້ມູນດັ່ງກ່າວໂດຍທັນທີຕາມຄວາມຈໍາເປັນເພື່ອໃຫ້ມັນເປັນປັດຈຸບັນແລະຖືກຕ້ອງ.",
    "4132302900": "5. ຄວາມເປັນສ່ວນຕົວ, ຂໍ້ມູນຂອງທ່ານ, ແລະ \"ຂໍ້ມູນສໍາລັບທຸກຄົນ\"",
    "10724169": "ທ່ານຍອມຮັບນະໂຍບາຍຄວາມເປັນສ່ວນຕົວຂອງພວກເຮົາ, ເຊິ່ງຄວບຄຸມສິ່ງທີ່ພວກເຮົາຈະເຮັດກັບຂໍ້ມູນສ່ວນຕົວໃດໆທີ່ທ່ານມອບໃຫ້ພວກເຮົາ.",
    "1669194950": "ນອກເໜືອໄປຈາກຂໍ້ມູນສ່ວນຕົວແລ້ວ, ເຈົ້າຍັງອາດຈະຕ້ອງການໃຫ້ (ຫຼືມັນອາດຈະຈໍາເປັນສໍາລັບພວກເຮົາທີ່ຈະເກັບກໍາ) ຂໍ້ມູນອື່ນໆເພື່ອວ່າພວກເຮົາອາດຈະໃຫ້ບໍລິການ (ລວມກັນ, \"ຂໍ້ມູນລູກຄ້າ\"). ພວກເຮົາບໍ່ຮັບຜິດຊອບຕໍ່ຄວາມລົ້ມເຫລວໃນການປະຕິບັດການບໍລິການທີ່ເກີດຈາກຄວາມລ່າຊ້າ ຫຼືຄວາມລົ້ມເຫລວໃນການສະໜອງຂໍ້ມູນລູກຄ້າຂອງທ່ານ.",
    "1330274831": "ທ່ານອະນຸຍາດໃຫ້ພວກເຮົາທົ່ວໂລກ, ບໍ່ສະເພາະຕົວ, ໃບອະນຸຍາດຍ່ອຍ, ໂອນໄດ້, ບໍ່ມີຄ່າພາກຫຼວງ, ໃບອະນຸຍາດທີ່ບໍ່ສາມາດຖອດຖອນໄດ້ໃນລະຫວ່າງເງື່ອນໄຂຂອງສັນຍານີ້ເພື່ອນໍາໃຊ້, ຜະລິດຄືນໃຫມ່, ແຈກຢາຍທາງອີເລັກໂທຣນິກ, ແລະສະແດງຂໍ້ມູນລູກຄ້າໃດໆຕໍ່ສາທາລະນະເພື່ອຈຸດປະສົງຂອງການໃຫ້ບໍລິການ. . ທ່ານເປັນຕົວແທນແລະຮັບປະກັນວ່າທ່ານເປັນເຈົ້າຂອງສິດທິ, ຫົວຂໍ້, ແລະຄວາມສົນໃຈພຽງພໍໃນແລະຂໍ້ມູນຂອງທ່ານເພື່ອໃຫ້ໃບອະນຸຍາດໃນພາກນີ້.",
    "2230333214": "ພວກເຮົາຮວບຮວມຂໍ້ມູນລູກຄ້າກັບຂໍ້ມູນອື່ນໆເພື່ອໃຫ້ຜົນໄດ້ຮັບບໍ່ສາມາດລະບຸຕົວຕົນຕົວຕົນໄດ້ ແລະພວກເຮົາຍັງເກັບກຳບັນທຶກທາງເທັກນິກທີ່ບໍ່ໄດ້ລະບຸຕົວຕົນ ແລະຂໍ້ມູນກ່ຽວກັບການໃຊ້ບໍລິການ (\"ຂໍ້ມູນລວມ/ຂໍ້ມູນທີ່ບໍ່ໄດ້ລະບຸຕົວຕົນ\"). ເຖິງວ່າຈະມີສິ່ງໃດກໍ່ຕາມທີ່ກົງກັນຂ້າມໃນນີ້, ຂໍ້ມູນລວມ / De-identified ດັ່ງກ່າວອາດຈະຖືກນໍາໃຊ້ໂດຍ IMI ສໍາລັບຈຸດປະສົງທາງທຸລະກິດໃດໆໃນລະຫວ່າງຫຼືຫຼັງຈາກສັນຍາສະບັບນີ້, ລວມທັງບໍ່ມີຂໍ້ຈໍາກັດໃນການພັດທະນາແລະປັບປຸງການບໍລິການແລະການສ້າງແລະແຈກຢາຍບົດລາຍງານແລະອື່ນໆ. ວັດສະດຸ. ຂໍ້ມູນລູກຄ້າຍັງອາດຈະຍັງຄົງຢູ່ແລະຖືກສະແດງຢູ່ໃນລະບົບໃນໄລຍະເວລາຈໍາກັດບໍ່ໃຫ້ເກີນ 180 ມື້ຫຼັງຈາກວຽກສໍາເລັດ, ຕົວຢ່າງເຊັ່ນການປັບອັດຕະໂນມັດຫຼືຂໍ້ມູນການກວດສອບສໍາລັບລະບົບ Intuition Machines. ເພື່ອຄວາມກະຈ່າງແຈ້ງ, ພາກທີ 5 ນີ້ບໍ່ໄດ້ໃຫ້ພວກເຮົາມີສິດທີ່ຈະລະບຸຕົວເຈົ້າເປັນແຫຼ່ງທີ່ມາຂອງຂໍ້ມູນລວມ/ການລະບຸຕົວຕົນໂດຍບໍ່ໄດ້ຮັບອະນຸຍາດເປັນລາຍລັກອັກສອນກ່ອນຈາກເຈົ້າ.",
    "3881754581": ". ຖ້າທ່ານເປັນລູກຄ້າຂອງການບໍລິການຄໍາບັນຍາຍຂອງພວກເຮົາແລະໄດ້ເລືອກທາງເລືອກ \"Data For All\" ເປັນສ່ວນຫນຶ່ງຂອງການໃຊ້ບໍລິການຂອງທ່ານ, ຫຼັງຈາກນັ້ນ, ທ່ານໃຫ້ IMI ແລະຜູ້ໃຊ້ບໍລິການທັງຫມົດໃນທົ່ວໂລກ, ບໍ່ຈໍາກັດ, sublicenseable, ໂອນ, ໃບອະນຸຍາດທີ່ບໍ່ມີຄ່າລິຂະສິດ, ຖອນຄືນບໍ່ໄດ້ເພື່ອຂຸດຄົ້ນຂໍ້ມູນລູກຄ້າທັງໝົດ, ລວມທັງສິດຊັບສິນທາງປັນຍາທີ່ກ່ຽວຂ້ອງທັງໝົດ. ຖ້າທ່ານເລືອກທາງເລືອກ \"ຂໍ້ມູນສໍາລັບທັງຫມົດ\", ທ່ານເປັນຕົວແທນແລະຮັບປະກັນວ່າທ່ານເປັນເຈົ້າຂອງສິດທິ, ຫົວຂໍ້, ແລະຄວາມສົນໃຈພຽງພໍແລະຕໍ່ຂໍ້ມູນຂອງທ່ານເພື່ອໃຫ້ໃບອະນຸຍາດໃນພາກນີ້.",
    "3496767126": "ເພື່ອຫຼີກເວັ້ນການສົງໃສ, ວັກຕໍ່ໄປນີ້ໃຊ້ສະເພາະກັບລູກຄ້າທີ່ໃຊ້ບໍລິການຄໍາບັນຍາຍຂອງພວກເຮົາ, ແລະບໍ່ໃຊ້ການບໍລິການຂອງພວກເຮົາເປັນຜູ້ລວມ.",
    "767207800": "ຖ້າຂໍ້ມູນຂອງທ່ານມີເນື້ອຫາທີ່ອາດບໍ່ເໝາະສົມ ຫຼືມີຄວາມກະຕືລືລົ້ນ, ພວກເຮົາຕ້ອງການໃຫ້ທ່ານໝາຍພວກມັນເປັນ \"ເນື້ອໃນທີ່ຈະແຈ້ງ\" ເພື່ອເປັນການເຕືອນໄພຕໍ່ຜູ້ທີ່ເຫັນຂໍ້ມູນຂອງທ່ານ. ທ່ານອາດຈະບໍ່ມີຂໍ້ຕົກລົງລາຍລັກອັກສອນແຍກຕ່າງຫາກກັບ IMI ປະກອບມີວຽກງານທີ່ລະເມີດນະໂຍບາຍຂອງພວກເຮົາ, ລວມທັງ, ແຕ່ບໍ່ຈໍາກັດ, (a) ວຽກງານທີ່ສົ່ງເສີມເວັບໄຊທ໌ຫຼືບໍລິການອື່ນໂດຍກົງຫຼືທາງອ້ອມ, (b) ວຽກງານທີ່ລະເມີດຂໍ້ກໍານົດຂອງເວັບໄຊທ໌ພາກສ່ວນທີສາມແລະ ເງື່ອນໄຂ, (c) ວຽກງານທີ່ຂໍໃຫ້ຜູ້ປະກອບສ່ວນເພື່ອຮຽກຮ້ອງພາກສ່ວນທີສາມ, (d) ວຽກງານທີ່ຂໍໃຫ້ຜູ້ປະກອບສ່ວນປະຕິບັດການດັດແປງພຶດຕິກໍາຫຼືຜົນໄດ້ຮັບຂອງເວັບໄຊທ໌, (e) ວຽກງານທີ່ລະເມີດສິດທິຊັບສິນທາງປັນຍາຂອງພາກສ່ວນທີສາມ, ແລະ (f) ວຽກງານ. ທີ່ຕ້ອງການໃຫ້ຜູ້ປະກອບສ່ວນເພື່ອດາວໂຫລດຊອບແວ ຫຼືໄຟລ໌.",
    "3370561195": "6. ພຶດຕິກໍາທີ່ຍອມຮັບ",
    "4205152730": "ທ່ານໄດ້ຖືກຊຸກຍູ້ໃຫ້ພົວພັນກັບຜູ້ໃຊ້ອື່ນໆຢູ່ທຸກບ່ອນໃນເວັບໄຊທ໌ຂອງພວກເຮົາ, ເວທີສົນທະນາ, ຂໍ້ຄວາມ, ການສົນທະນາ, ແລະຊ່ອງທາງສື່ສັງຄົມອື່ນໆທີ່ຄວບຄຸມໂດຍ IMI, ແຕ່ຖ້າທ່ານເຮັດແນວນັ້ນທ່ານຕ້ອງປະຕິບັດຕາມເງື່ອນໄຂການບໍລິການແລະການນໍາໃຊ້ທັງຫມົດໃນເວັບໄຊທ໌ຂອງພວກເຮົາແລະກົດຫມາຍທີ່ກ່ຽວຂ້ອງທັງຫມົດ. .",
    "1394253934": "7. ການໃຊ້ໃນທາງທີ່ຜິດ, ລ່ວງລະເມີດ, ແລະການເວົ້າທີ່ບໍ່ຖືກຕ້ອງ",
    "1406393333": "ການເຂົ້າເຖິງຫຼືການໃຊ້ບໍລິການໃດໆນອກເຫນືອຈາກການປະຕິບັດຕາມເງື່ອນໄຂການບໍລິການເຫຼົ່ານີ້ແລະຄໍາແນະນໍາໃດໆທີ່ພວກເຮົາສະຫນອງແມ່ນຖືກຫ້າມຢ່າງເຂັ້ມງວດ. ໂດຍສະເພາະ, ເຈົ້າຈະບໍ່:",
    "3409726716": "ລົງທະບຽນສໍາລັບຫຼາຍກວ່າຫນຶ່ງບັນຊີກັບພວກເຮົາໂດຍບໍ່ມີການອະນຸຍາດລາຍລັກອັກສອນ;",
    "3119498672": "ປະຕິບັດວຽກງານໃດນຶ່ງໂດຍໃຊ້ Internet bots, web robots, bots, scripts, or any other form of artificial intelligence or otherwise try to get rewards from IMI or any Requester or Integrator ໂດຍບໍ່ມີການເຮັດສໍາເລັດວຽກງານທີ່ເຂົາເຈົ້າໄດ້ຖືກອະທິບາຍ;",
    "1188668818": "ສະຫນອງຂໍ້ມູນທີ່ບໍ່ຖືກຕ້ອງໃນຂະນະທີ່ນໍາໃຊ້ເວັບໄຊທ໌ນີ້ (ລວມທັງໂດຍບໍ່ຈໍາກັດການປອມຕົວເປັນບຸກຄົນອື່ນຫຼືອົງການຈັດຕັ້ງໃນບັນຊີຂອງທ່ານ, ຫຼືການລະບຸຜິດຫຼືການເປີດເຜີຍຂໍ້ມູນທີ່ບໍ່ຖືກຕ້ອງຫຼືການພົວພັນກັບບຸກຄົນອື່ນຫຼືອົງການຈັດຕັ້ງໃນບັນຊີຂອງທ່ານ;",
    "2804310964": "ເຂົ້າເຖິງ ຫຼືພະຍາຍາມເຂົ້າເຖິງເວັບໄຊທ໌ຂອງພວກເຮົາຜ່ານເຊີບເວີພຣັອກຊີ ຫຼືອຸປະກອນອື່ນໆທີ່ອອກແບບມາເພື່ອລົບກວນສະຖານທີ່ ຫຼືຕົວຕົນທີ່ແທ້ຈິງຂອງເຈົ້າ ຫຼືໂດຍວິທີອື່ນນອກຈາກການໂຕ້ຕອບທີ່ສະໜອງໃຫ້;",
    "1374227759": "ໃຊ້ເວັບໄຊທ໌ສໍາລັບກິດຈະກໍາທີ່ຜິດກົດຫມາຍ, ຫຼືສໍາລັບຈຸດປະສົງອື່ນນອກເຫນືອຈາກຈຸດປະສົງທີ່ມັນຖືກເຮັດໃຫ້ສາມາດໃຊ້ໄດ້;",
    "2103513933": "ມີສ່ວນຮ່ວມໃນກິດຈະກໍາທີ່ແຊກແຊງຫຼືຂັດຂວາງການເຮັດວຽກຂອງເວັບໄຊທ໌;",
    "137127070": "ໃສ່, ອັບໂຫລດ, ຫຼືແນບລິ້ງ ຫຼືໄຟລ໌ພາຍນອກທີ່ເປັນອັນຕະລາຍ ຫຼືບໍ່ຮູ້ຕົວ ຫຼືອັບໂຫລດເນື້ອຫາໃດໆກໍຕາມທີ່ມີໄວຣັສ, ມ້າໂທຈັນ, ແມ່ທ້ອງ, ລະເບີດເວລາ ຫຼືລະຫັດຄອມພິວເຕີທີ່ເປັນອັນຕະລາຍອື່ນໆ;",
    "1686655020": "ອັບໂຫຼດເນື້ອຫາໃດນຶ່ງທີ່ຂຶ້ນກັບລິຂະສິດທີ່ບໍ່ແມ່ນຜົນງານຕົ້ນສະບັບຂອງເຈົ້າ, ເວັ້ນເສຍແຕ່ວ່າເຈົ້າໄດ້ຮັບການອະນຸຍາດຈາກເຈົ້າຂອງສິດໃນການໂພສເນື້ອຫາດັ່ງກ່າວ ແລະໃຫ້ສິດອະນຸຍາດທັງໝົດຂອງ IMI ທີ່ມອບໃຫ້ຢູ່ນີ້;",
    "1406692811": "ມີສ່ວນຮ່ວມໃນ spamming ຫຼືປະກາດປະເພດຂອງສາທາລະນະ, ພະຍາຍາມທີ່ຈະໄດ້ຮັບການອ້າງອິງ, ການສື່ສານມະຫາຊົນ, ການສະເຫນີເງິນຫຼືຄໍາຮ້ອງຂໍ, ການຮ້ອງຂໍໃຫ້ບໍລິການ, ການໂຄສະນາ, ການຕະຫຼາດ, ຂໍ້ຄວາມທີ່ບໍ່ມີເຫດຜົນ, ຫົວຂໍ້ທີ່ຊ້ໍາກັນ, ເນື້ອຫາທີ່ຜິດກົດຫມາຍ, ການເຊື່ອມໂຍງເວັບໄຊທ໌ທາງສັງຄົມ, ທີ່ຢູ່ອີເມວ, ຫຼື Instant messenger IDs ເວັ້ນເສຍແຕ່ຕ້ອງການໂດຍວຽກງານ;",
    "3893539589": "ໃສ່ການເຊື່ອມຕໍ່ພາຍນອກທີ່ສະຫນອງສິນຄ້າຫຼືການບໍລິການເວັ້ນເສຍແຕ່ຕ້ອງການໂດຍວຽກງານ;",
    "3214322759": "ຖ້າບໍ່ດັ່ງນັ້ນ ມີສ່ວນຮ່ວມໃນການເຄື່ອນໄຫວທີ່ເປັນອັນຕະລາຍ ຫຼືການສໍ້ໂກງໃດໆ.",
    "3733422465": "8. ການຢືນຢັນຕົວຕົນຂອງທ່ານ",
    "267645277": "IMI ອາດຈະຢືນຢັນຕົວຕົນຂອງທ່ານ. ອັນນີ້ອາດຈະລວມເຖິງການປຽບທຽບຂໍ້ມູນສ່ວນຕົວຂອງເຈົ້າກັບຖານຂໍ້ມູນພາກສ່ວນທີສາມ ຫຼືເອກະສານທາງກົດໝາຍຢ່າງເປັນທາງການ. ທ່ານອະນຸຍາດໃຫ້ພວກເຮົາເຮັດການສອບຖາມໃດໆທີ່ຈໍາເປັນເພື່ອຢືນຢັນຕົວຕົນຂອງທ່ານ, ຄວາມເປັນເຈົ້າຂອງທີ່ຢູ່ອີເມວຂອງທ່ານແລະຄວາມເປັນເຈົ້າຂອງບັນຊີທາງດ້ານການເງິນຂອງທ່ານ. ທ່ານຕົກລົງທີ່ຈະໃຫ້ຂໍ້ມູນກ່ຽວກັບທ່ານເພື່ອຊ່ວຍພວກເຮົາໃນການກວດສອບຕົວຕົນຂອງທ່ານ.",
    "4169910317": "9. ການປະຕິບັດຕາມກົດໝາຍ",
    "519755936": "ທ່ານຜູ້ດຽວມີຄວາມຮັບຜິດຊອບຕໍ່ການປະຕິບັດຕາມລັດຖະບານກາງ, ລັດ, ແຂວງ, ແລະກົດຫມາຍທ້ອງຖິ່ນທີ່ກ່ຽວຂ້ອງກັບການໃຊ້ບໍລິການຂອງທ່ານ. ທ່ານຕົກລົງທີ່ຈະຈ່າຍຄ່າຊົດເຊີຍ ແລະຖືພວກເຮົາບໍ່ເປັນອັນຕະລາຍຕໍ່ການຮຽກຮ້ອງໃດໆຕໍ່ພວກເຮົາ ເພາະວ່າທ່ານບໍ່ປະຕິບັດຕາມກົດໝາຍໃດໆ ຫຼືລະເມີດສິດຂອງພາກສ່ວນທີສາມ, ລວມທັງບໍ່ມີຂໍ້ຈຳກັດທາງດ້ານສັນຍາ, ຊັບສິນທາງປັນຍາ ຫຼືສິດທິຄວາມເປັນສ່ວນຕົວ.",
    "731546974": "10. ພາສີຂອງຜູ້ປະກອບສ່ວນ ຫຼືລວມ",
    "3128328457": "ຖ້າທ່ານເປັນຜູ້ປະກອບສ່ວນຫຼືປະສົມປະສານ, ທ່ານຜູ້ດຽວແມ່ນຮັບຜິດຊອບສໍາລັບການຈ່າຍເງິນທີ່ຄາດຄະເນຫຼືພາສີລາຍໄດ້ຂອງລັດຖະບານກາງ, ລັດ, ຫຼືທ້ອງຖິ່ນ, ການປະກັນສັງຄົມ, FICA, ແລະຄ່າຊົດເຊີຍຂອງຜູ້ອອກແຮງງານທີ່ເປັນຫນີ້ຍ້ອນການນໍາໃຊ້ເວັບໄຊທ໌ຂອງພວກເຮົາ, ເຊັ່ນດຽວກັນກັບ ພາສີ ຫຼືຄ່າບໍລິການທີ່ຄ້າຍຄືກັນຢູ່ໃນເຂດປົກຄອງທີ່ບໍ່ແມ່ນຂອງສະຫະລັດ. ທ່ານຕົກລົງທີ່ຈະຈ່າຍຄ່າຊົດເຊີຍ ແລະຖືພວກເຮົາບໍ່ເປັນອັນຕະລາຍຕໍ່ການປະເມີນໃດໆຕໍ່ພວກເຮົາ ເພາະວ່າທ່ານບໍ່ປະຕິບັດຕາມກົດໝາຍພາສີໃດໆ.",
    "2931396764": "11. ການລະເມີດເງື່ອນໄຂການໃຫ້ບໍລິການເຫຼົ່ານີ້",
    "1240667045": "ພວກເຮົາອາດຈະລະງັບ, ຈໍາກັດ, ຫຼືຍົກເລີກການເຂົ້າເຖິງການບໍລິການຂອງທ່ານໄດ້ທຸກເວລາດ້ວຍເຫດຜົນໃດກໍ່ຕາມ, ລວມທັງຍ້ອນວ່າ: (a) ພວກເຮົາເຊື່ອວ່າທ່ານໄດ້ລະເມີດເງື່ອນໄຂການໃຫ້ບໍລິການເຫຼົ່ານີ້ (ລວມທັງນະໂຍບາຍທີ່ກ່ຽວຂ້ອງອື່ນໆ); (b) ພວກເຮົາເຊື່ອວ່າທ່ານໄດ້ລະເມີດສິດທິຂອງພວກເຮົາຫຼືສິດທິຂອງພາກສ່ວນທີສາມໃດໆ; (c) ພວກ​ເຮົາ​ບໍ່​ສາ​ມາດ​ກວດ​ສອບ​ຫຼື​ກວດ​ສອບ​ຂໍ້​ມູນ​ທີ່​ທ່ານ​ໄດ້​ສະ​ຫນອງ​ໃຫ້​ພວກ​ເຮົາ​; ຫຼື (d) ພວກເຮົາເຊື່ອວ່າການກະທຳຂອງເຈົ້າອາດຈະສ້າງໜີ້ສິນໃຫ້ກັບເຈົ້າ, ພວກເຮົາ, ຫຼືພາກສ່ວນທີສາມ. ເພື່ອຫຼີກເວັ້ນການສົງໃສ, ພວກເຮົາສະຫງວນສິດທີ່ຈະປ້ອງກັນ ຫຼືລະງັບການຈ່າຍເງິນໃຫ້ທ່ານ ຖ້າພວກເຮົາເຊື່ອວ່າອັນໃດອັນໜຶ່ງທີ່ກ່າວມາຂ້າງເທິງນີ້ນຳໃຊ້ກັບການຈ່າຍເງິນດັ່ງກ່າວ.",
    "1601080128": "ຖ້າພວກເຮົາລະງັບ ຫຼືຢຸດບັນຊີຂອງທ່ານ, ທ່ານຈະບໍ່ສາມາດເຂົ້າເຖິງພາກສ່ວນໃດໆຂອງເວັບໄຊທ໌ໄດ້, ລວມທັງຂໍ້ມູນ, ຂໍ້ຄວາມ, ໄຟລ໌ ແລະເອກະສານອື່ນໆທີ່ທ່ານເກັບໄວ້ໃນເວັບໄຊ. ທ່ານອາດຈະບໍ່ສືບຕໍ່ນໍາໃຊ້ເວັບໄຊທ໌ຂອງພວກເຮົາພາຍໃຕ້ຊື່ບັນຊີອື່ນ ຫຼືໃຫມ່. ການລະເມີດເງື່ອນໄຂການໃຫ້ບໍລິການເຫຼົ່ານີ້ອາດຈະຖືກດໍາເນີນຄະດີໃນຂອບເຂດເຕັມທີ່ຂອງກົດຫມາຍແລະອາດຈະເຮັດໃຫ້ມີການລົງໂທດແລະການລົງໂທດເພີ່ມເຕີມ.",
    "1160707899": "12. ບົດບາດຂອງຜູ້ປະກອບສ່ວນ ແລະຄວາມສໍາພັນກັບ IMI ແລະຜູ້ຮ້ອງຂໍອື່ນໆ",
    "269838707": "ຖ້າທ່ານເປັນຜູ້ປະກອບສ່ວນ, ທ່ານແລະພຽງແຕ່ທ່ານຕັດສິນໃຈວ່າວຽກງານໃດແລະຫຼາຍປານໃດທີ່ຈະເຮັດສໍາເລັດ, ແລະເວລາໃດແລະບ່ອນໃດທີ່ທ່ານເຮັດສໍາເລັດ. ເຈົ້າມີອິດສະລະໃນການໃຊ້ເວລາຫຼາຍ ຫຼືໜ້ອຍເທົ່າທີ່ຈະເຮັດສຳເລັດໜ້າວຽກຕາມທີ່ເຈົ້າເລືອກ. ບໍ່ມີເວລາໃດທີ່ທ່ານຢູ່ພາຍໃຕ້ພັນທະໃດໆທີ່ຈະເຮັດສໍາເລັດວຽກງານ.",
    "1087195513": "ຖ້າທ່ານເປັນຜູ້ປະກອບສ່ວນທີ່ເຂົ້າເຖິງການບໍລິການແລະ / ຫຼືປະຕິບັດວຽກງານໂດຍຜ່ານຫຼືພົວພັນກັບ Integrator ໃນນາມຂອງຜູ້ຮ້ອງຂໍທີ່ບໍ່ແມ່ນ IMI, ຫຼັງຈາກນັ້ນທ່ານຕົກລົງແລະຍອມຮັບວ່າ Intuition Machines ບໍ່ຮັບຜິດຊອບແລະບໍ່ມີພັນທະກັບທ່ານກັບ ເຄົາລົບຕໍ່ລາງວັນ ຫຼືຄ່າຊົດເຊີຍອື່ນໆສຳລັບວຽກງານທີ່ສຳເລັດແລ້ວ. ທ່ານຕົກລົງເຫັນດີແລະຮັບຮູ້ວ່າລາງວັນໃດໆຫຼືການຊົດເຊີຍອື່ນໆສໍາລັບວຽກງານທີ່ສໍາເລັດແມ່ນຖືກກໍານົດຢ່າງດຽວຕາມຂໍ້ຕົກລົງຂອງທ່ານກັບຜູ້ຮ້ອງຂໍແລະ / ຫຼືຜູ້ລວມ, ຕາມທີ່ກ່ຽວຂ້ອງ. ຂໍ້ຂັດແຍ່ງໃດໆກ່ຽວກັບລາງວັນດັ່ງກ່າວ ຫຼືການຊົດເຊີຍອື່ນໆ (ລວມທັງການບໍ່ຈໍາກັດການບໍ່ໄດ້ຮັບຮາງວັນດັ່ງກ່າວ ຫຼືຄ່າຊົດເຊີຍອື່ນໆ) ແມ່ນແຕ່ພຽງຜູ້ດຽວລະຫວ່າງທ່ານກັບຜູ້ຮ້ອງຂໍ ແລະ/ຫຼື ຜູ້ລວມຕົວ, ຕາມທີ່ກ່ຽວຂ້ອງ.",
    "952813944": "ບໍ່ວ່າການນໍາໃຊ້ເວັບໄຊທ໌ຂອງພວກເຮົາຫຼືສິ່ງໃດກໍ່ຕາມໃນຂໍ້ຕົກລົງນີ້ສ້າງການຈ້າງງານ, ຄູ່ຮ່ວມງານ, ບໍລິສັດຮ່ວມທຶນ, ອົງການ, ແຟນໄຊ, ຫຼືການພົວພັນຕົວແທນການຂາຍລະຫວ່າງທ່ານກັບເຄື່ອງຈັກ Intuition. ພວກ​ເຮົາ​ບໍ່​ໄດ້​ສະ​ຫນອງ​ໃຫ້​ທ່ານ​ມີ​ອຸ​ປະ​ກອນ​ຫຼື​ເຄື່ອງ​ມື​ທີ່​ຈະ​ເຮັດ​ສໍາ​ເລັດ​ວຽກ​ງານ​ໃດ​ຫນຶ່ງ​. ພວກເຮົາບໍ່ໃຫ້ຜົນປະໂຫຍດໃດໆ, ຄ່າຊົດເຊີຍຂອງພະນັກງານ, ຫຼືການປະກັນໄພ. ພວກເຮົາບໍ່ຮັບຜິດຊອບຕໍ່ຄ່າໃຊ້ຈ່າຍໃດໆທີ່ທ່ານເກີດຂຶ້ນໃນການນໍາໃຊ້ເວັບໄຊທ໌ຂອງພວກເຮົາ. ພວກ​ເຮົາ​ຈະ​ບໍ່​ມີ​ຈໍາ​ນວນ​ເງິນ​ໃດໆ​ຈາກ​ລາງ​ວັນ​ຂອງ​ທ່ານ​ສໍາ​ລັບ​ພາ​ສີ​ລາຍ​ໄດ້​ລັດ​ຖະ​ບານ​ກາງ​ຫຼື​ຂອງ​ລັດ​, ການ​ປະ​ກັນ​ໄພ​ສັງ​ຄົມ​, ຫຼື​ພາ​ສີ​ອື່ນໆ​. ທ່ານມີອິດສະຫຼະຕະຫຼອດເວລາເພື່ອປະຕິບັດວຽກງານໃຫ້ກັບບຸກຄົນຫຼືທຸລະກິດ, ລວມທັງຄູ່ແຂ່ງຂອງພວກເຮົາ. ທ່ານບໍ່ມີສິດອໍານາດໃນການເຮັດສັນຍາໃດໆ, ເປັນລາຍລັກອັກສອນຫຼືປາກເປົ່າ, ໃນນາມຂອງ Intuition Machines.",
    "3460432665": "ເຖິງຢ່າງໃດກໍຕາມທີ່ກ່າວມາຂ້າງເທິງນັ້ນ, ຖ້າທ່ານເປັນຜູ້ເສຍພາສີຂອງສະຫະລັດ ພວກເຮົາອາດຈະຮ້ອງຂໍໃຫ້ມີ W-9 ຈາກທ່ານ, ເພື່ອໄດ້ຮັບການປັບປຸງປະຈໍາປີ, ແລະພວກເຮົາອາດຈະຂັດຂວາງທ່ານຈາກການປະຕິບັດວຽກງານຈົນກວ່າທ່ານຈະສໍາເລັດຫຼືປັບປຸງ W-9.",
    "458271951": "ຖ້າທ່ານເປັນຜູ້ປະກອບສ່ວນທີ່ເຂົ້າເຖິງການບໍລິການແລະ / ຫຼືປະຕິບັດວຽກງານໂດຍຜ່ານຫຼືພົວພັນກັບ Integrator ໃນນາມຂອງ Intuition Machines (ເຮັດຫນ້າທີ່ເປັນຜູ້ຮ້ອງຂໍ), Intuition Machines ອາດຈະໃຫ້ລາງວັນໃຫ້ທ່ານສໍາລັບການສໍາເລັດບາງຫນ້າວຽກທີ່ຍອມຮັບໄດ້. ໃນກໍລະນີທີ່ທ່ານພົບວ່າມີສ່ວນພົວພັນໃນການສໍ້ໂກງ, ການລ່ວງລະເມີດ, ຫຼືການລະເມີດເງື່ອນໄຂການໃຫ້ບໍລິການເຫຼົ່ານີ້, ລາງວັນໃດໆແລະທັງຫມົດທີ່ໃຫ້ທ່ານອາດຈະຖືກກັກໄວ້ແລະ / ຫຼືກູ້ຄືນໂດຍ Intuition Machines.",
    "3056723024": "13. ການສໍາເລັດວຽກງານທີ່ບໍ່ສາມາດຍອມຮັບໄດ້",
    "3913203723": "ຖ້າເຫດຜົນໃດກໍ່ຕາມ, ຜູ້ຮ້ອງຂໍບໍ່ຍອມຮັບການປະຕິບັດວຽກງານທີ່ທ່ານເຮັດສໍາເລັດ, ທ່ານເປັນຜູ້ປະກອບສ່ວນຫຼືຜູ້ປະສົມປະສານຈະບໍ່ມີສິດໄດ້ຮັບລາງວັນໃດໆສໍາລັບວຽກງານ. ໃນກໍລະນີທີ່ລາງວັນໄດ້ຖືກແຈກຢາຍໃຫ້ທ່ານແລ້ວສໍາລັບວຽກງານທີ່ສໍາເລັດທີ່ບໍ່ສາມາດຍອມຮັບໄດ້, ພວກເຮົາອາດຈະເອົາມັນຄືນຈາກທ່ານ.",
    "3666807632": "14. ຄຸນສົມບັດ ແລະ ທັກສະຂອງຜູ້ປະກອບສ່ວນ",
    "1993899769": "15. ການນຳໃຊ້ຂໍ້ມູນຂອງພວກເຮົາ",
    "2927283721": "ໂດຍການປະຕິບັດວຽກງານຢູ່ໃນເວັບໄຊທ໌ຂອງພວກເຮົາ, ທ່ານອະນຸຍາດໃຫ້ເກັບກໍາ, ການນໍາໃຊ້, ແລະການເປີດເຜີຍຂໍ້ມູນສ່ວນຕົວຂອງທ່ານໂດຍສອດຄ່ອງກັບນະໂຍບາຍຄວາມເປັນສ່ວນຕົວຂອງພວກເຮົາ. ນອກຈາກນັ້ນ, ພວກເຮົາອາດຈະແບ່ງປັນຂໍ້ມູນບາງຢ່າງກ່ຽວກັບທ່ານ ແລະວຽກງານທີ່ສໍາເລັດແລ້ວຂອງທ່ານໃຫ້ກັບຜູ້ຮ້ອງຂໍທີ່ວຽກງານທີ່ທ່ານໄດ້ເຮັດສໍາເລັດ ເພື່ອສ້າງຄວາມສະດວກໃນການພົວພັນການບໍລິການ ແລະປັບປຸງເວັບໄຊທ໌, ລວມທັງ, ຕົວຢ່າງ, ID ຜູ້ປະກອບສ່ວນ, ຜົນໄດ້ຮັບຂອງວຽກງານທີ່ສໍາເລັດ, ແລະຄຸນລັກສະນະອື່ນໆທີ່ກ່ຽວຂ້ອງກັບ ຄຸນສົມບັດຂອງທ່ານ, ພາສາ, ທັກສະ, ແລະການນໍາໃຊ້ເວັບໄຊທ໌.",
    "3027055607": "16. ຊັບສິນທາງປັນຍາ ແລະ ສິດທິກຳມະສິດ",
    "3910971075": "IMI ເປັນເຈົ້າຂອງສິດທິທັງຫມົດ, ລວມທັງສິດທິຊັບສິນທາງປັນຍາ, ໃນລະຫັດແຫຼ່ງ, ລະຫັດວັດຖຸຫຼືໂຄງສ້າງພື້ນຖານ, ແນວຄວາມຄິດຫຼືສູດການຄິດໄລ່, API, ແລະຊອບແວເພີ່ມເຕີມ, ເອກະສານຫຼືຂໍ້ມູນທີ່ກ່ຽວຂ້ອງກັບການບໍລິການ (\"ຊອບແວ\"). ທ່ານຈະບໍ່, ໂດຍກົງຫຼືທາງອ້ອມ, ຜ່ານພາກສ່ວນທີສາມຫຼືທາງອື່ນ: (a) ວິສະວະກອນ reverse, decompile, disassemble, ຫຼືຖ້າບໍ່ດັ່ງນັ້ນພະຍາຍາມທີ່ຈະຄົ້ນພົບຊອບແວ; (b) ປັບປຸງແກ້ໄຂ, ແປ, ຫຼືສ້າງຜົນງານທີ່ມາຈາກຊອບແວຕ່າງໆ; (c) ສໍາເນົາ, ເຊົ່າ, ເຊົ່າ, ແຈກຢາຍ, ສັນຍາ, ມອບຫມາຍ, ຫຼືຖ້າບໍ່ດັ່ງນັ້ນການໂອນຫຼື encumber ສິດກັບຊອບແວໃດໆ; (d) ໃຊ້ຊອບແວໃດໆສໍາລັບການແບ່ງປັນເວລາ, ຈຸດປະສົງຂອງຫ້ອງການບໍລິການ, ຫຼືຖ້າບໍ່ດັ່ງນັ້ນເພື່ອຜົນປະໂຫຍດຂອງພາກສ່ວນທີສາມ; ຫຼື (e) ເອົາແຈ້ງການ ຫຼືປ້າຍກຳກັບທີ່ເປັນເຈົ້າຂອງອອກ.",
    "3660891610": "ຖ້າທ່ານເປັນຜູ້ປະກອບສ່ວນ, IMI, ແລະບໍ່ແມ່ນທ່ານ, ມີສິດເປັນເຈົ້າຂອງໃນວຽກງານໃດໆທີ່ທ່ານຜະລິດເປັນສ່ວນຫນຶ່ງຂອງການສໍາເລັດວຽກງານໃດຫນຶ່ງ. ໂດຍການຍອມຮັບເງື່ອນໄຂຂອງສັນຍານີ້, ທ່ານຕົກລົງເຫັນດີ (ແລະເຮັດຕາມນີ້) ການໂອນສິດຄອບຄອງ, ສິດເປັນເຈົ້າຂອງ, ແລະຫົວຂໍ້ (ລວມທັງສິດທິຊັບສິນທາງປັນຍາທັງຫມົດທີ່ມີຢູ່ທົ່ວໂລກ) ໃນແລະວຽກງານຂອງທ່ານໃຫ້ພວກເຮົາ. ເພື່ອຮັບປະກັນວ່າພວກເຮົາສາມາດໄດ້ຮັບ, ສົມບູນ, ແລະນໍາໃຊ້ສິດທິດັ່ງກ່າວ, ທ່ານຍັງຕົກລົງເຫັນດີກັບ (i) ເຊັນເອກະສານໃດໆເພື່ອຊ່ວຍໃນເອກະສານ, ສົມບູນແລະການບັງຄັບໃຊ້ສິດທິຂອງພວກເຮົາ; ແລະ (ii) ໃຫ້ການເຂົ້າເຖິງຂໍ້ມູນທີ່ສົມເຫດສົມຜົນເພື່ອບັນທຶກ, ສົມບູນ, ຮັບປະກັນ, ປ້ອງກັນ, ແລະການບັງຄັບໃຊ້ສິດທິດັ່ງກ່າວໃນທຸກປະເທດ. ພັນທະຂອງທ່ານພາຍໃຕ້ພາກນີ້ຈະສືບຕໍ່ເຖິງແມ່ນວ່າຫຼັງຈາກທີ່ທ່ານຍົກເລີກການລົງທະບຽນ ຫຼືຢຸດການໃຊ້ບໍລິການ. ທ່ານແຕ່ງຕັ້ງພວກເຮົາເປັນທະນາຍຄວາມຂອງເຈົ້າໃນຄວາມເປັນຈິງເພື່ອປະຕິບັດເອກະສານໃນນາມຂອງເຈົ້າສໍາລັບຈຸດປະສົງທີ່ລະບຸໄວ້ໃນພາກນີ້.",
    "426125156": "17. ລິຂະສິດ ແລະ Takedown",
    "1408530660": "IMI ເຄົາລົບຊັບສິນທາງປັນຍາຂອງຜູ້ອື່ນ ແລະພວກເຮົາສະຫງວນສິດທີ່ຈະລຶບອອກຈາກເວັບໄຊຂອງພວກເຮົາ ເນື້ອຫາໃດໆກໍຕາມທີ່ພວກເຮົາເຊື່ອວ່າອາດຈະລະເມີດສິດທິທາງປັນຍາຂອງພາກສ່ວນທີສາມໃດໆ. ຖ້າທ່ານເຊື່ອວ່າວຽກງານຂອງທ່ານເອງໄດ້ຖືກຄັດລອກໃນແບບທີ່ເຮັດໃຫ້ເກີດການລະເມີດລິຂະສິດຢູ່ໃນເວັບໄຊທ໌ນີ້, ກະລຸນາຕິດຕໍ່ຝ່າຍຊ່ວຍເຫຼືອລູກຄ້າຂອງ Intuition Machines.",
    "2696932851": "18. ການຊົດເຊີຍ",
    "3844300338": "ທ່ານຕົກລົງເຫັນດີທີ່ຈະຊົດເຊີຍ, ປົກປ້ອງ, ແລະຮັກສາພວກເຮົາບໍ່ໃຫ້ເປັນອັນຕະລາຍຈາກການຮຽກຮ້ອງ, ຄວາມເສຍຫາຍ, ຄວາມຮັບຜິດຊອບ, ຄ່າໃຊ້ຈ່າຍ, ແລະຄ່າໃຊ້ຈ່າຍ (ລວມທັງຄ່າທໍານຽມທະນາຍຄວາມທີ່ເຫມາະສົມແລະຄ່າໃຊ້ຈ່າຍ), ທີ່ເກີດຂື້ນຈາກຫຼືກ່ຽວຂ້ອງກັບການປະຕິບັດຫນ້າທີ່ຂອງທ່ານຫຼືການນໍາໃຊ້ເວັບໄຊທ໌ຂອງພວກເຮົາ. .",
    "2474091800": "19. ການຂັດແຍ້ງກັບຜູ້ໃຊ້ອື່ນໆ; ປ່ອຍ",
    "3162107126": "IMI ບໍ່ແມ່ນພາກສ່ວນຂອງການຂັດແຍ້ງລະຫວ່າງທ່ານກັບຜູ້ໃຊ້ບໍລິການອື່ນ. ທ່ານປ່ອຍ IMI ແລະສາຂາຂອງມັນຈາກການຮຽກຮ້ອງ, ຮຽກຮ້ອງ, ແລະຄວາມເສຍຫາຍຂອງທຸກໆປະເພດແລະທໍາມະຊາດ, ຮູ້ຈັກແລະບໍ່ຮູ້, ສົງໃສແລະບໍ່ສົງໃສ, ເປີດເຜີຍແລະບໍ່ໄດ້ເປີດເຜີຍ, ເກີດຂື້ນຈາກຫຼືເຊື່ອມຕໍ່ກັບການຂັດແຍ້ງລະຫວ່າງທ່ານກັບຜູ້ໃຊ້ອື່ນ.",
    "2271969747": "20. ຂໍ້ມູນລັບທີ່ທ່ານໄດ້ຮັບ",
    "1042802841": "ຂໍ້​ມູນ​ຄວາມ​ລັບ​ແມ່ນ​ຂໍ້​ມູນ​ໃດໆ​ທີ່​ຖືກ​ຫມາຍ​ເປັນ​ຄວາມ​ລັບ​ຫຼື​ມີ​ກໍາ​ມະ​ສິດ​, ຫຼື​ທີ່​ຄວນ​ຈະ​ມີ​ຄວາມ​ເຂົ້າ​ໃຈ​ຢ່າງ​ສົມ​ເຫດ​ສົມ​ຜົນ​ໂດຍ​ຝ່າຍ​ທີ່​ໄດ້​ຮັບ​ເພື່ອ​ເປັນ​ຄວາມ​ລັບ​ຫຼື​ເປັນ​ກໍາ​ມະ​ສິດ​. ນີ້ບໍ່ລວມເອົາຂໍ້ມູນໃດໆທີ່ (1) ເປີດເຜີຍຕໍ່ສາທາລະນະ, (2) ຢູ່ໃນການຄອບຄອງຂອງ, ພັດທະນາເປັນເອກະລາດໂດຍ, ຫຼືຮູ້ແລ້ວກັບຝ່າຍຮັບ, ຫຼື (3) ໄດ້ຖືກເປີດເຜີຍໂດຍຄໍາສັ່ງຂອງສານຫຼືຕາມຄວາມຕ້ອງການອື່ນໆໂດຍ ກົດໝາຍ.",
    "1918025546": "ຖ້າເຈົ້າໄດ້ຮັບການສະໜອງຂໍ້ມູນລັບຈາກຜູ້ໃດຜູ້ໜຶ່ງໃນການບໍລິການ, ເຈົ້າຕົກລົງທີ່ຈະປົກປ້ອງຄວາມລັບຂອງຂໍ້ມູນລັບດ້ວຍລະດັບການດູແລດຽວກັນກັບເຈົ້າໃຊ້ເພື່ອປົກປ້ອງຂໍ້ມູນລັບຂອງເຈົ້າເອງ, ແຕ່ໃນກໍລະນີບໍ່ມີການດູແລໜ້ອຍກວ່າກຳນົດ. ທ່ານບໍ່ສາມາດເປີດເຜີຍ ຫຼືເຜີຍແຜ່ຂໍ້ມູນລັບ ຫຼືການເປັນເຈົ້າຂອງໃດໆ, ຍົກເວັ້ນແຕ່ອາດຈະມີຄວາມຈໍາເປັນສໍາລັບການປະຕິບັດວຽກງານ. ຂໍ້ມູນທັງໝົດພາຍໃນໜ້າວຽກໃນເວທີ Intuition Machines ຄວນຖືກພິຈາລະນາເປັນຄວາມລັບ ເຖິງແມ່ນວ່າຂໍ້ມູນນັ້ນບໍ່ໄດ້ຖືກກຳນົດຢ່າງຈະແຈ້ງວ່າເປັນຄວາມລັບກໍຕາມ.",
    "2690395789": "ຖ້າ​ຫາກ​ວ່າ​ແລະ​ໃນ​ເວ​ລາ​ທີ່​ທ່ານ​ບໍ່​ຕ້ອງ​ການ​ຂໍ້​ມູນ​ຂ່າວ​ສານ​ຄວາມ​ລັບ​ທີ່​ທ່ານ​ໄດ້​ຮັບ​, ທ່ານ​ຈະ​ຕ້ອງ​ສົ່ງ​ຄືນ​ຫຼື​ທໍາ​ລາຍ​ທັນ​ທີ (ຕາມ​ການ​ຮ້ອງ​ຂໍ​ຂອງ​ຜູ້​ທີ່​ເປີດ​ເຜີຍ​ຂໍ້​ມູນ​) ສໍາ​ເນົາ​ທັງ​ຫມົດ​ຂອງ​ຂໍ້​ມູນ​ທີ່​ມີ​ຢູ່​ໃນ​ສະ​ຖານ​ທີ່​, ລະ​ບົບ​, ຫຼື​ອຸ​ປະ​ກອນ​ອື່ນໆ​ທີ່​ທ່ານ​ຄວບ​ຄຸມ​.",
    "2178073797": "ເນື່ອງຈາກວ່າການເປີດເຜີຍຂໍ້ມູນລັບອາດຈະເຮັດໃຫ້ເກີດຄວາມເສຍຫາຍທີ່ບໍ່ສາມາດແກ້ໄຂໄດ້, ພາກສ່ວນທີ່ເປີດເຜີຍມີສິດທີ່ຈະຊອກຫາການບັນເທົາທຸກສໍາລັບການລະເມີດຫຼືການຂົ່ມຂູ່ຕໍ່ຂໍ້ກໍານົດນີ້.",
    "2185860003": "21. ການປ່ຽນແປງເວັບໄຊທ໌",
    "2631249972": "ພວກເຮົາອາດຈະປັບປຸງ ຫຼືແກ້ໄຂເວັບໄຊທ໌ຂອງພວກເຮົາໂດຍບໍ່ມີການແຈ້ງໃຫ້ທ່ານຮູ້.",
    "3764131594": "22. ເວັບໄຊທ໌ພາກສ່ວນທີສາມ",
    "295955580": "ເວັບໄຊທ໌ຂອງພວກເຮົາອາດຈະປະກອບມີການເຊື່ອມຕໍ່ກັບເວັບໄຊທ໌ຂອງພາກສ່ວນທີສາມ. ພວກເຮົາບໍ່ຄວບຄຸມ, ສືບສວນ, ຕິດຕາມ, ຫຼືກວດເບິ່ງເວັບໄຊທ໌ດັ່ງກ່າວ. ພວກ​ເຮົາ​ບໍ່​ມີ​ຄວາມ​ຮັບ​ຜິດ​ຊອບ​ຫຼື​ພວກ​ເຮົາ​ບໍ່​ໄດ້​ຮັບ​ຮອງ​ໂຄງ​ການ​ຄອມ​ພິວ​ເຕີ, ເນື້ອ​ໃນ, ຫຼື​ຄວາມ​ຄິດ​ເຫັນ​ທີ່​ມີ​ຢູ່​ໃນ​ເວັບ​ໄຊ​ທ​໌​ດັ່ງ​ກ່າວ. ຖ້າທ່ານຕັດສິນໃຈອອກຈາກເວັບໄຊທ໌ຂອງພວກເຮົາແລະເຂົ້າເຖິງເວັບໄຊທ໌ຂອງບຸກຄົນທີສາມ, ທ່ານກໍ່ມີຄວາມສ່ຽງຂອງທ່ານເອງ.",
    "838225123": "23. ການປະຕິເສດການຮັບປະກັນ",
    "3897238493": "ການ​ບໍ​ລິ​ການ​ແມ່ນ​ໄດ້​ສະ​ຫນອງ​ໃຫ້​ໃນ​ພື້ນ​ຖານ \"ເປັນ​\"​. ພວກເຮົາບໍ່ມີການເປັນຕົວແທນ ຫຼືການຮັບປະກັນ, ໂດຍທາງອ້ອມ ຫຼືສະແດງອອກ, ກ່ຽວກັບການເຂົ້າເຖິງ, ຟິດເນສ, ຄວາມຜິດກົດໝາຍ, ການມີໃຫ້, ຫຼືການທໍາງານຂອງການບໍລິການ, ຜະລິດຕະພັນທີ່ກ່ຽວຂ້ອງກັບອຸປະກອນ, ຊອບແວ ຫຼືອຸປະກອນຕ່າງໆ. ໃນຂອບເຂດສູງສຸດທີ່ກົດໝາຍອະນຸຍາດ, IMI ປະຕິເສດທຸກການສະແດງອອກ ຫຼືໂດຍนัย, ການເປັນຕົວແທນ ແລະການຮັບປະກັນ ລວມທັງການຮັບປະກັນ, ການຮັບປະກັນຂອງສິນຄ້າ, ການສະໜອງສິນຄ້າ, ການສະໜອງສິນຄ້າ. ການແກ້ໄຂອັນດຽວ ແລະພິເສດຂອງທ່ານຕໍ່ກັບ IMI ດ້ວຍການເຄົາລົບຂໍ້ບົກພ່ອງ, ຄວາມບໍ່ສອດຄ່ອງ, ຫຼືຄວາມບໍ່ພໍໃຈແມ່ນການຢຸດການໃຫ້ບໍລິການ ພວກເຮົາຈະບໍ່ມີຄວາມຮັບຜິດຊອບຕໍ່ຄວາມເສຍຫາຍໃດໆຕໍ່ລະບົບຄອມພິວເຕີ, ການສູນເສຍ ຫຼືຄວາມເສຍຫາຍຂອງຂໍ້ມູນ ຫຼືຜົນເສຍຫາຍອື່ນໆ. ຈາກການເຂົ້າເຖິງຫຼືການນໍາໃຊ້ເວັບໄຊທ໌ຫຼື Intuition Machines Platform. ການຂັດຂວາງການກໍານົດເວລາແລະບໍ່ໄດ້ກໍານົດເວລາອາດຈະເກີດຂື້ນ, ແລະພວກເຮົາບໍ່ຮັບປະກັນວ່າເວັບໄຊທ໌ຂອງພວກເຮົາມີຢູ່ທີ່ບໍ່ຕິດຂັດ.",
    "2110259227": "24. ການຈຳກັດຄວາມຮັບຜິດຊອບ",
    "3018077211": "25. ການແກ້ໄຂຂໍ້ຂັດແຍ່ງຂອງຜູ້ປະກອບສ່ວນ",
    "2790841456": "ຖ້າທ່ານເປັນຜູ້ປະກອບສ່ວນ, ທ່ານຕົກລົງເຫັນດີກັບຂໍ້ອະນຸຍາໂຕຕຸລາການຕໍ່ໄປນີ້ ແລະການຍົກເວັ້ນການປະຕິບັດໃນຊັ້ນຮຽນ:",
    "3302832698": "ຕ້ອງການການແກ້ໄຂຂໍ້ຂັດແຍ່ງທາງເລືອກ.",
    "561456032": "ທ່ານຕົກລົງເຫັນດີວ່າສໍາລັບການຂັດແຍ້ງທີ່ເກີດຂື້ນຈາກຫຼືກ່ຽວຂ້ອງກັບການໃຊ້ບໍລິການຂອງທ່ານ, ລວມທັງຂໍ້ຂັດແຍ້ງທີ່ອາດຈະເກີດຂື້ນຕັ້ງແຕ່ເວລາທີ່ທ່ານເລີ່ມປະຕິບັດຫນ້າວຽກສໍາລັບ IMI, ແລະໂດຍສະເພາະລວມທັງການຮຽກຮ້ອງໃດໆທີ່ກ່ຽວຂ້ອງກັບວ່າທ່ານຈັດປະເພດເປັນຫຼືບໍ່. ຜູ້ຮັບເຫມົາເອກະລາດ, ທໍາອິດທ່ານຈະແຈ້ງໃຫ້ IMI ກ່ຽວກັບການຮ້ອງຂໍຂອງທ່ານຕໍ່ກັບມັນ. ຫຼັງຈາກນັ້ນທ່ານແລະ IMI ຈະພະຍາຍາມແກ້ໄຂບັນຫາໂດຍຜ່ານການເຈລະຈາໂດຍກົງຫຼືການໄກ່ເກ່ຍ. ພວກ​ເຮົາ​ຈະ​ແບ່ງ​ຄ່າ​ໃຊ້​ຈ່າຍ​ຂອງ​ການ​ໄກ່​ເກ່ຍ​ໃຫ້​ເທົ່າ​ທຽມ​ກັນ ​ແລະ ຕົກລົງ​ວ່າ​ການ​ໄກ່​ເກ່ຍ​ຈະ​ດຳ​ເນີນ​ການ​ຜ່ານ​ທາງ​ໂທລະສັບ ຫຼື​ວິທີ​ທາງ​ເອ​ເລັກ​ໂຕຣນິກອື່ນໆ. ຖ້າການຮຽກຮ້ອງຍັງຄົງບໍ່ໄດ້ຮັບການແກ້ໄຂຫຼັງຈາກການເຈລະຈາຫຼືການໄກ່ເກ່ຍທີ່ບໍ່ເປັນທາງການ, ທ່ານຕົກລົງເຫັນດີວ່າທ່ານແລະ IMI ຈະໃຊ້ການຕັດສິນຂັ້ນສຸດທ້າຍແລະຜູກມັດເພື່ອແກ້ໄຂຂໍ້ຂັດແຍ້ງ. ຂໍ້ນີ້ຄຸ້ມຄອງການຮຽກຮ້ອງທັງໝົດຄືນຫຼັງຈາກເວລາທີ່ທ່ານເລີ່ມນຳໃຊ້ເວັບໄຊທ໌ຂອງພວກເຮົາ, ບໍ່ວ່າຈະອີງໃສ່ການທໍລະຍົດ, ສັນຍາ, ລັດຖະບັນຍັດ, ລວມທັງ, ແຕ່ບໍ່ຈຳກັດ, ການຮຽກຮ້ອງການຈຳແນກ ແລະ ການຂົ່ມເຫັງ, ບໍ່ວ່າຈະອີງໃສ່ກົດໝາຍວ່າດ້ວຍວຽກເຮັດງານທຳ ແລະ ທີ່ຢູ່ອາໄສຂອງລັດຄາລິຟໍເນຍ. , ຫົວຂໍ້ VII ຂອງກົດຫມາຍວ່າດ້ວຍສິດທິພົນລະເຮືອນຂອງ 1964, ສະບັບປັບປຸງ, ຫຼືກົດຫມາຍຂອງລັດຫຼືລັດຖະບານກາງຫຼືກົດລະບຽບອື່ນໆ, ກົດຫມາຍທີ່ເທົ່າທຽມກັນ, ຫຼືອື່ນໆ.",
    "3794239003": "ຂັ້ນຕອນການຊີ້ຂາດ.",
    "4193379787": "ການໄກ່ເກ່ຍທັງໝົດພາຍໃຕ້ຂໍ້ຕົກລົງນີ້ຈະຖືກດຳເນີນພາຍໃຕ້ກົດລະບຽບຂອງສະມາຄົມຊີ້ຂາດຂອງອາເມຣິກາ ຫຼື ໂດຍການຕົກລົງເຫັນດີເຊິ່ງກັນ ແລະ ກັນໃນການບໍລິການຊີ້ຂາດ. ອະນຸຍາໂຕຕຸລາການຈະເປັນຜູ້ຊີ້ຂາດຂອງສະຫະລັດທີ່ຖືກຄັດເລືອກຈາກບັນຊີລາຍຊື່ບໍ່ຫນ້ອຍກວ່າເຈັດ (7) ຊື່ໂດຍຜ່ານການປະທ້ວງທາງເລືອກ. ​ໃນ​ການ​ຊີ້​ຂາດ, ​ແຕ່​ລະ​ຝ່າຍ​ຈະ​ມີ​ສິດ​ດຳ​ເນີນ​ການ​ຄົ້ນ​ພົບ​ທາງ​ແພ່ງ​ຢ່າງ​ພຽງພໍ, ນຳ​ເອົາ​ການ​ຮ້ອງ​ຟ້ອງ, ​ແລະ​ມີ​ພະຍານ​ຫຼັກ​ຖານ​ທີ່​ຈຳ​ເປັນ​ເພື່ອ​ສະ​ເໜີ​ຄະດີ ​ແລະ ການ​ປ້ອງ​ກັນ, ​ແລະ​ຂໍ້​ຂັດ​ແຍ່ງ​ໃດໆ​ໃນ​ເລື່ອງ​ນີ້​ຈະ​ຖືກ​ແກ້​ໄຂ​ໂດຍ​ສານ. ການ​ແກ້​ໄຂ​ຂໍ້​ຂັດ​ແຍ່ງ​ຈະ​ອີງ​ໃສ່​ກົດ​ໝາຍ​ທີ່​ຄວບ​ຄຸມ​ການ​ຮຽກ​ຮ້ອງ​ແລະ​ການ​ປ້ອງ​ກັນ​ທີ່​ໄດ້​ຂໍ​ຮ້ອງ, ແລະ​ຜູ້​ຊີ້​ຂາດ​ບໍ່​ອາດ​ຮຽກ​ຮ້ອງ​ບົນ​ພື້ນ​ຖານ​ອື່ນ​ນອກ​ເໜືອ​ໄປ​ຈາກ​ກົດ​ໝາຍ​ຄວບ​ຄຸມ​ດັ່ງ​ກ່າວ. ອະນຸຍາໂຕຕຸລາການຈະຕ້ອງມີອະໄພຍະໂທດຂອງເຈົ້າໜ້າທີ່ຕຸລາການຈາກຄວາມຮັບຜິດຊອບທາງແພ່ງ ເມື່ອປະຕິບັດໜ້າທີ່ຂອງສານອະນຸຍາໂຕຕຸລາການ, ເຊິ່ງການເພີ່ມຄວາມຄຸ້ມກັນໄດ້ເສີມພູມຄຸ້ມກັນອື່ນໆທີ່ມີຢູ່. ລາງວັນຕ້ອງລວມເອົາຄວາມຄິດເຫັນທີ່ສົມເຫດສົມຜົນທີ່ເປັນລາຍລັກອັກສອນຂອງຜູ້ຕັດສິນ. ທ່ານຍອມແພ້ສິດທິຂອງທ່ານໃນການທົດລອງໂດຍຄະນະລູກຂຸນຂອງການຮຽກຮ້ອງໃດໆທີ່ເຈົ້າອາດມີຕໍ່ IMI ຫຼື IMI ອາດຈະມີຕໍ່ເຈົ້າ. ການຮຽກຮ້ອງໃດໆພາຍໃຕ້ຂໍ້ນີ້ຈະຕ້ອງຖືກນຳມາພາຍໃນໄລຍະເວລາການຈຳກັດທີ່ນຳໃຊ້ໄດ້. ກົດໝາຍວ່າດ້ວຍການຕັດສີນໃຈຂອງລັດຖະບານກາງຂອງສະຫະລັດ ຄວບຄຸມຂໍ້ນີ້, ແລະທ່ານຮັບຮູ້ວ່າຂໍ້ຕົກລົງນີ້ສະແດງໃຫ້ເຫັນເຖິງການເຮັດທຸລະກໍາໃນການຄ້າ.",
    "2583888954": "ຂໍ້ຍົກເວັ້ນ.",
    "1034830": "ຂໍ້ໂຕ້ແຍ້ງທີ່ອາດຈະບໍ່ຂຶ້ນກັບຂໍ້ຕົກລົງການຕັດສິນຊີ້ຂາດທີ່ເປັນຂໍ້ໂຕ້ແຍ້ງຕາມທີ່ໄດ້ສະໜອງໃຫ້ໂດຍ Dodd-Frank Wall Street Reform and Consumer Protection Act (ກົດໝາຍສາທາລະນະ 111-203) ແມ່ນຖືກຍົກເວັ້ນຈາກເລື່ອງນີ້.",
    "263977834": "ການ​ສູນ​ເສຍ​ການ​ບໍ​ລິ​ຫານ​.",
    "1807512722": "ທ່ານອາດຈະນໍາເອົາການຮຽກຮ້ອງໃດໆທີ່ເກີດຂື້ນຈາກການນໍາໃຊ້ເວັບໄຊທ໌ນີ້ໄປຫາອົງການບໍລິຫານແຕ່ໃນຂອບເຂດທີ່ກົດຫມາຍສາມາດນໍາໃຊ້ໄດ້ອະນຸຍາດໃຫ້ເຂົ້າເຖິງອົງການດັ່ງກ່າວເຖິງແມ່ນວ່າມີຂໍ້ຕົກລົງທີ່ຈະຊີ້ຂາດ. ການຮຽກຮ້ອງດ້ານບໍລິຫານດັ່ງກ່າວລວມມີການຮຽກຮ້ອງ ຫຼືຄ່າບໍລິການໂດຍບໍ່ຈຳກັດການນຳໜ້າຄະນະກຳມາທິການໂອກາດການຈ້າງງານທີ່ສະເໝີພາບ, ກະຊວງແຮງງານສະຫະລັດ, ແລະຄະນະກຳມາທິການແຮງງານແຫ່ງຊາດ. ບໍ່ມີຫຍັງໃນຂໍ້ນີ້ຈະຖືກຖືວ່າເປັນການຂັດຂວາງຫຼືແກ້ຕົວທ່ານຈາກການນໍາຄໍາຮ້ອງຂໍການບໍລິຫານຕໍ່ອົງການໃດຫນຶ່ງເພື່ອປະຕິບັດພັນທະຂອງທ່ານທີ່ຈະຫມົດໄປໃນການແກ້ໄຂທາງບໍລິຫານກ່ອນທີ່ຈະດໍາເນີນການຮ້ອງຟ້ອງໃນສານຕັດສິນ, ຢ່າງໃດກໍຕາມ, ທ່ານສະລະສິດທີ່ຈະໄດ້ຮັບລາງວັນການເງິນໃດໆໂດຍຜ່ານເລື່ອງນີ້. ການ​ດໍາ​ເນີນ​ຄະ​ດີ​ຂອງ​ອົງ​ການ​.",
    "996430331": "ທີ່​ຕັ້ງ​ຂອງ​ການ​ຊີ້​ຂາດ​.",
    "3040062804": "ການດໍາເນີນການຕັດສິນຊີ້ຂາດພາຍໃຕ້ພາກນີ້ຈະຖືກດໍາເນີນໂດຍຄ່າເລີ່ມຕົ້ນພາຍໃນລັດຄາລິຟໍເນຍ, ເວັ້ນເສຍແຕ່ວ່າທ່ານອາໄສຢູ່ນອກສະຫະລັດ, ໃນກໍລະນີນີ້, ການຊີ້ຂາດຈະດໍາເນີນໄປດ້ວຍລະບົບເອເລັກໂຕຣນິກຫຼືທາງໂທລະສັບ. ການຊີ້ຂາດອາດຈະເກີດຂຶ້ນຢູ່ບ່ອນອື່ນ ຖ້າຕົກລົງເຫັນດີຈາກທຸກຝ່າຍເປັນລາຍລັກອັກສອນ. ໂດຍບໍ່ຄໍານຶງເຖິງສະຖານທີ່ຂອງມັນ, ຝ່າຍໃດກໍ່ຕາມອາດຈະເລືອກທີ່ຈະປາກົດຢູ່ໃນການຊີ້ຂາດຜ່ານວິດີໂອສົດຫຼືກອງປະຊຸມທາງໂທລະຄົມ.",
    "3091247030": "ການຍົກເວັ້ນການປະຕິບັດໃນຫ້ອງຮຽນ.",
    "2520904193": "ທ່ານສະຫຼະສິດໃດໆທີ່ເຈົ້າມີສຳລັບການຂັດແຍ້ງທີ່ຈະຖືກນຳມາ, ໄດ້ຍິນ, ຫຼືຊີ້ຂາດເປັນກຸ່ມ, ການກະທຳລວມ, ຫຼືຕົວແທນ. ເຖິງວ່າຂໍ້ອື່ນໃດທີ່ຢູ່ໃນຂໍ້ຕົກລົງສະບັບນີ້, ປະໂຫຍກກ່ອນໜ້າຈະບໍ່ຖືກແຍກອອກຈາກຂໍ້ຕົກລົງນີ້ໃນກໍລະນີໃດກໍ່ຕາມ. ການຮຽກຮ້ອງທັງໝົດ ຫຼືບາງສ່ວນຂອງການຍົກເວັ້ນນີ້ແມ່ນບໍ່ສາມາດບັງຄັບໄດ້, ບໍ່ມີສະຕິ, ເປັນໂມຄະ ຫຼືເປັນໂມຄະ ອາດຈະຖືກກຳນົດໂດຍສານທີ່ມີສິດອຳນາດເທົ່ານັ້ນ ແລະບໍ່ແມ່ນໂດຍຜູ້ຕັດສິນ. ທ່ານຈະບໍ່ຖືກແກ້ແຄ້ນ ຫຼືປ້ອງກັນຈາກການເຮັດສໍາເລັດໜ້າວຽກຢູ່ໃນເວັບໄຊທ໌ຂອງພວກເຮົາ ເນື່ອງຈາກການໃຊ້ສິດທິຂອງເຈົ້າພາຍໃຕ້ມາດຕາ 7 ຂອງກົດໝາຍວ່າດ້ວຍແຮງງານແຫ່ງຊາດ, ຫຼືໂດຍການຍື່ນ ຫຼືການເຂົ້າຮ່ວມໃນຫ້ອງຮຽນ, ການລວບລວມ ຫຼືຕົວແທນໃນເວທີສົນທະນາໃດໜຶ່ງ. , ແຕ່ພວກເຮົາອາດຈະຊອກຫາການບັງຄັບໃຊ້ຢ່າງຖືກກົດໝາຍຂອງການຍົກເວັ້ນການກະທຳໃນຊັ້ນຮຽນນີ້, ແລະຊອກຫາການໄລ່ອອກຈາກຊັ້ນຮຽນ, ການກະທຳລວມ ຫຼືຕົວແທນ ຫຼືການຮຽກຮ້ອງດັ່ງກ່າວ.",
    "3493572638": "ຄ່າໃຊ້ຈ່າຍແລະຄ່າທໍານຽມ.",
    "702926385": "ແຕ່ລະຝ່າຍຈະຕ້ອງຮັບຜິດຊອບຄ່າໃຊ້ຈ່າຍຂອງເຂົາເຈົ້າສໍາລັບການເປັນຕົວແທນທາງດ້ານກົດຫມາຍຢູ່ໃນການຊີ້ຂາດດັ່ງກ່າວ, ຍົກເວັ້ນໃນຂອບເຂດທີ່ຄ່າທໍານຽມຂອງທະນາຍຄວາມໄດ້ຖືກສະຫນອງໃຫ້ຢ່າງຊັດເຈນໂດຍກົດຫມາຍ. ພາກສ່ວນຕ່າງໆຈະແບ່ງຄ່າທຳນຽມບໍລິຫານເບື້ອງຕົ້ນໃດໆທີ່ຮຽກເກັບໂດຍຜູ້ຊີ້ຂາດ, ສູງເຖິງສອງຮ້ອຍຫ້າສິບໂດລາ (US$250.00). ຄ່າ​ໃຊ້​ຈ່າຍ​ຂອງ​ຜູ້​ຊີ້​ຂາດ​ແລະ​ຜູ້​ລາຍ​ງານ​ສານ​, ຖ້າ​ຫາກ​ວ່າ​ມີ​, ໃນ​ເບື້ອງ​ຕົ້ນ​ຈະ​ຮັບ​ຜິດ​ຊອບ​ໂດຍ​ພວກ​ເຮົາ​; ແນວໃດກໍ່ຕາມ, ອະນຸຍາໂຕຕຸລາການຈະມີການຕັດສິນໃຈທີ່ຈະມອບຄ່າໃຊ້ຈ່າຍທີ່ເໝາະສົມໃຫ້ກັບຝ່າຍທີ່ຊະນະ, ຕາມທີ່ກົດໝາຍກຳນົດໄວ້, ແລະ/ຫຼື ຕ້ອງການໃຫ້ພາກສ່ວນຕ່າງໆແບ່ງຄ່າໃຊ້ຈ່າຍທີ່ກ່ຽວຂ້ອງກັບຜູ້ຕັດສິນ ແລະ/ຫຼື ນັກຂ່າວຂອງສານ.",
    "3199694247": "ຄວາມ​ແຕກ​ຕ່າງ.",
    "3102490587": "ຍົກ​ເວັ້ນ​ແຕ່​ການ​ຍົກ​ເວັ້ນ​ການ​ກະ​ທຳ​ໃນ​ລະ​ດັບ, ຖ້າ​ຄຳ​ກຳ​ນົດ​ຫຼື​ຂໍ້​ກຳ​ນົດ, ຫຼື​ບາງ​ສ່ວນ​ຂອງ​ຂໍ້​ພິ​ພາກ​ສາ​ຊີ້​ຂາດ​ນີ້​ຖືກ​ປະ​ກາດ​ເປັນ​ໂມ​ຄະ​ຫຼື​ບໍ່​ມີ​ຜົນ​ບັງ​ຄັບ​ໃຊ້, ມັນ​ຈະ​ຖືກ​ຕັດ​ອອກ ແລະ​ສ່ວນ​ທີ່​ເຫຼືອ​ຂອງ​ບັນ​ດາ​ການ​ຕັດ​ສິນ​ຈະ​ມີ​ຜົນ​ບັງ​ຄັບ​ໃຊ້.",
    "2323013093": "26. ກົດໝາຍນຳໃຊ້",
    "2900525040": "ກົດໝາຍຂອງລັດຄາລິຟໍເນຍຄຸ້ມຄອງເງື່ອນໄຂການໃຫ້ບໍລິການເຫຼົ່ານີ້ ແລະການຂັດແຍ້ງ, ຂໍ້ຂັດແຍ່ງ, ຫຼືການຮຽກຮ້ອງທີ່ເກີດຂຶ້ນຈາກພວກມັນ.",
    "3339302473": "27. ການຢຸດເຊົາ",
    "1158384644": "ທ່ານສາມາດເລືອກໄດ້ທຸກເວລາເພື່ອຢຸດການນໍາໃຊ້ເວັບໄຊທ໌ຂອງພວກເຮົາ, ສະຫນອງໃຫ້ວ່າທ່ານຈະຕ້ອງປະຕິບັດຕາມນະໂຍບາຍ IMI ທີ່ກ່ຽວຂ້ອງທັງຫມົດ. ພວກເຮົາອາດຈະ, ໃນການຕັດສິນໃຈຂອງພວກເຮົາຢ່າງດຽວ, ຍົກເລີກຂໍ້ຕົກລົງນີ້, ໂຈະການເຂົ້າເຖິງເວັບໄຊທ໌ຂອງພວກເຮົາ, ຫຼືເອົາການບໍລິການໃດໆທັນທີໂດຍບໍ່ມີການແຈ້ງການສໍາລັບເຫດຜົນໃດໆ.",
    "41530052": "28. ເງື່ອນໄຂທົ່ວໄປ",
    "3202747130": "ຂໍ້ຕົກລົງທັງໝົດ. ເງື່ອນ​ໄຂ​ການ​ບໍ​ລິ​ການ​ເຫຼົ່າ​ນີ້​ແລະ​ນະ​ໂຍ​ບາຍ, ຂັ້ນ​ຕອນ​ການ, ຫຼື​ຂໍ້​ກໍາ​ນົດ​ທີ່​ອ້າງ​ອີງ​ເຖິງ​ໃນ​ສັນ​ຍາ​ນີ້​ປະ​ກອບ​ເປັນ​ຂໍ້​ຕົກ​ລົງ​ທັງ​ຫມົດ​ຂອງ​ພາກ​ສ່ວນ​ກ່ຽວ​ກັບ​ຫົວ​ຂໍ້​, ແລະ​ປ່ຽນ​ແທນ​ແລະ​ຍົກ​ເລີກ​ທັງ​ຫມົດ​ທີ່​ກ່ຽວ​ຂ້ອງ​ກັບ​ກ່ອນ​ແລະ​ໃນ​ສະ​ໄຫມ​ຂອງ​ສັນ​ຍາ​, ການ​ຮ້ອງ​ຂໍ​, ການ​ເປັນ​ຕົວ​ແທນ​, ແລະ​ຄວາມ​ເຂົ້າ​ໃຈ​ຂອງ​ພາກ​ສ່ວນ​. .",
    "4080263153": "ບໍ່ມີການຍົກເວັ້ນ. ພວກເຮົາຈະບໍ່ຖືກພິຈາລະນາວ່າໄດ້ສະລະບາງສ່ວນຂອງສິດທິ ຫຼືການແກ້ໄຂຂອງພວກເຮົາ ເວັ້ນເສຍແຕ່ການຍົກເວັ້ນນັ້ນແມ່ນເປັນລາຍລັກອັກສອນ ແລະລົງນາມໂດຍພວກເຮົາ. ຖ້າພວກເຮົາຊັກຊ້າການບັງຄັບໃຊ້ຫຼືບໍ່ບັງຄັບໃຊ້ສິດທິຂອງພວກເຮົາພາຍໃຕ້ການສະຫນອງໃດໆຂອງຂໍ້ຕົກລົງນີ້, ນັ້ນຈະບໍ່ເປັນການຍົກເວັ້ນສິດທິຂອງພວກເຮົາທີ່ຈະບັງຄັບໃຊ້ຂໍ້ກໍານົດດັ່ງກ່າວຕໍ່ມາຫຼືສ່ວນຫນຶ່ງຂອງຂໍ້ຕົກລົງນີ້.",
    "1789371580": "ການມອບໝາຍ. ທ່ານບໍ່ສາມາດກໍານົດເງື່ອນໄຂການໃຫ້ບໍລິການເຫຼົ່ານີ້ໂດຍບໍ່ມີການຍິນຍອມເຫັນດີເປັນລາຍລັກອັກສອນຂອງພວກເຮົາ. ພວກເຮົາອາດຈະກໍານົດເງື່ອນໄຂການໃຫ້ບໍລິການເຫຼົ່ານີ້ໄດ້ທຸກເວລາ, ໂດຍບໍ່ມີການແຈ້ງການ. ຂຶ້ນກັບສິ່ງທີ່ກ່າວມາຂ້າງເທິງ, ເງື່ອນໄຂການໃຫ້ບໍລິການເຫຼົ່ານີ້ຈະຜູກມັດກັບຜູ້ສືບທອດຂອງແຕ່ລະຝ່າຍ ແລະມອບໝາຍໃຫ້.",
    "2819628066": "ຄວາມ​ແຕກ​ຕ່າງ. ຖ້າຂໍ້ກໍານົດການບໍລິການເຫຼົ່ານີ້ຖືກພົບເຫັນວ່າບໍ່ຖືກຕ້ອງ ຫຼືບໍ່ມີຜົນບັງຄັບໃຊ້ດ້ວຍເຫດຜົນໃດກໍ່ຕາມ, ມັນຈະບໍ່ມີຜົນຕໍ່ຄວາມຖືກຕ້ອງ ແລະຜົນບັງຄັບໃຊ້ຂອງຂໍ້ກໍານົດທີ່ຍັງເຫຼືອໃດໆ.",
    "3955981186": "ການແກ້ໄຂ. ບໍ່ມີການດັດແກ້ຫຼືປັບປຸງເງື່ອນໄຂການໃຫ້ບໍລິການເຫຼົ່ານີ້ໂດຍຜູ້ອື່ນທີ່ບໍ່ແມ່ນ IMI ຈະຖືກຜູກມັດກັບ IMI ເວັ້ນເສຍແຕ່ວ່າຢູ່ໃນເຄື່ອງມືລາຍລັກອັກສອນທີ່ລົງນາມໂດຍຜູ້ຕາງຫນ້າທີ່ໄດ້ຮັບອະນຸຍາດຢ່າງຖືກຕ້ອງຂອງ IMI.",
    "1377538813": "ພາສາທົ່ວໄປ. ສະບັບພາສາອັງກິດຂອງເງື່ອນໄຂການໃຫ້ບໍລິການເຫຼົ່ານີ້ຈະຄວບຄຸມໃນທຸກດ້ານ ແລະຈະຊະນະໃນກໍລະນີທີ່ບໍ່ສອດຄ່ອງກັນກັບສະບັບແປ, ຖ້າມີ.",
    "2438016011": "ສັນຍາສະໝັກໃຈ. ທຸກພາກສ່ວນຂອງເງື່ອນໄຂການໃຫ້ບໍລິການເຫຼົ່ານີ້ເປັນຕົວແທນ ແລະຕົກລົງເຫັນດີວ່າແຕ່ລະຄົນໄດ້ທົບທວນຄືນທຸກດ້ານຂອງຂໍ້ຕົກລົງສະບັບນີ້, ໄດ້ອ່ານຢ່າງລະມັດລະວັງ ແລະເຂົ້າໃຈຢ່າງຖີ່ຖ້ວນເຖິງຂໍ້ກໍານົດທັງໝົດຂອງມັນ, ແລະໄດ້ເຂົ້າຮ່ວມຂໍ້ຕົກລົງສະບັບນີ້ດ້ວຍຄວາມສະໝັກໃຈ.",
    "2445034923": "ຖ້າ​ຫາກ​ທ່ານ​ບໍ່​ເຫັນ​ດີ​ກັບ​ທັງ​ຫມົດ​ຂອງ​ຂໍ້​ກໍາ​ນົດ​ແລະ​ເງື່ອນ​ໄຂ​ຂອງ​ເງື່ອນ​ໄຂ​ການ​ບໍ​ລິ​ການ​ເຫຼົ່າ​ນີ້​, ຢ່າ (ແລະ​ທ່ານ​ອາດ​ຈະ​ບໍ່​) ນໍາ​ໃຊ້​ຫຼື​ເຂົ້າ​ເຖິງ​ເວັບ​ໄຊ​ຫຼື​ການ​ບໍ​ລິ​ການ​.",
    "2646127839": "ເອກະສານຊ້ອນທ້າຍຂອງລູກຄ້າກັບເງື່ອນໄຂການໃຫ້ບໍລິການຕົ້ນສະບັບ",
    "4097297673": "ໃນຖານະເປັນລູກຄ້າ, ຜູ້ຮ້ອງຂໍ, ຫຼືການເຊື່ອມໂຍງ, ທ່ານຕົກລົງເຫັນດີທີ່ຈະຜູກມັດໂດຍຂໍ້ກໍານົດຂ້າງລຸ່ມນີ້ນອກເຫນືອໄປຈາກຂໍ້ກໍານົດການຜູກມັດອື່ນໆລະຫວ່າງທ່ານແລະ IMI.",
    "1093280979": "1. ແບບຟອມຄໍາສັ່ງຂອງເວທີ",
    "1549953005": "ທ່ານອາດຈະໄດ້ສໍາເລັດຫນຶ່ງຫຼືຫຼາຍແບບຟອມຄໍາສັ່ງການເຂົ້າເຖິງເວທີ (ແຕ່ລະ, \"ແບບຟອມຄໍາສັ່ງ\") ເປັນເງື່ອນໄຂຂອງການເປັນລູກຄ້າຫຼືຜູ້ຮ້ອງຂໍ. ຖ້າເປັນດັ່ງນັ້ນ, ຂໍ້ກໍານົດແລະເງື່ອນໄຂທີ່ອະທິບາຍໄວ້ໃນແບບຟອມຄໍາສັ່ງກາຍເປັນສ່ວນຫນຶ່ງຂອງເງື່ອນໄຂການບໍລິການແລະຖືກລວມເຂົ້າໂດຍການອ້າງອິງ.",
    "3819851005": "2. ຄ່າທຳນຽມ",
    "1591032933": "ທ່ານຈະຈ່າຍຄ່າ IMI ຕາມທີ່ອະທິບາຍໄວ້ໃນແບບຟອມການສັ່ງຊື້ທີ່ໃຊ້ໄດ້ໂດຍຜ່ານວິທີການຊໍາລະເງິນທີ່ທ່ານລະບຸໄວ້ໃນແບບຟອມຄໍາສັ່ງທີ່ກ່ຽວຂ້ອງ. ເວັ້ນເສຍແຕ່ໄດ້ຕົກລົງກັນຢ່າງຈະແຈ້ງໂດຍທັງສອງຝ່າຍເປັນລາຍລັກອັກສອນ, ທ່ານຈະສະຫນອງການຊໍາລະເຕັມທີ່ສໍາລັບໃບແຈ້ງຫນີ້ທັງຫມົດທີ່ອອກພາຍໃນສາມສິບ (30) ມື້ຫຼັງຈາກວັນທີສົ່ງໃບແຈ້ງຫນີ້. ທ່ານອະນຸຍາດໃຫ້ພວກເຮົາດໍາເນີນການອະນຸຍາດບັດເຄຣດິດໃນທຸກຂໍ້ມູນບັດເຄຣດິດທີ່ທ່ານສະຫນອງໃຫ້ພວກເຮົາ, ເພື່ອເກັບຮັກສາຂໍ້ມູນບັດເຄຣດິດນັ້ນ, ແລະຄິດຄ່າບັດເຄຣດິດຂອງທ່ານຫຼືບັນຊີອື່ນໆທີ່ພວກເຮົາຕົກລົງເຫັນດີຮ່ວມກັນເປັນຮູບແບບການຈ່າຍເງິນ. ເວັ້ນເສຍແຕ່ໄດ້ລະບຸໄວ້ເປັນຢ່າງອື່ນໃນແບບຟອມການສັ່ງຊື້ ຫຼືພາຍໃນສັນຍາການບໍລິການວິສາຫະກິດ ຫຼືສັນຍາການບໍລິການຫຼັກຂອງເຈົ້າ, ຄ່າບໍລິການທັງໝົດ, ນອກຈາກຄ່າບໍລິການ, ຈະຖືກຮຽກເກັບທຸກໆປີເມື່ອເລີ່ມໃຫ້ບໍລິການໂດຍ IMI ພາຍໃຕ້ສັນຍາຂອງເຈົ້າ (\"ວັນທີທີ່ມີຜົນບັງຄັບໃຊ້\").",
    "4142610534": "ການຊໍາລະຊ້າໃດໆຈະເກີດຄ່າບໍລິການຊ້າໃນອັດຕາ 1.5% ເປີເຊັນຕໍ່ເດືອນ ຫຼືຈໍານວນສູງສຸດທີ່ກົດໝາຍອະນຸຍາດ, ອັນໃດຈະຕໍ່າກວ່າ. ຖ້າທ່ານບໍ່ຈ່າຍເງິນຕາມສັນຍາສະບັບນີ້ດ້ວຍເຫດຜົນໃດກໍ່ຕາມ, ບັນຊີຂອງທ່ານອາດຈະຖືກລະງັບ, ຕາມການຕັດສິນໃຈຂອງພວກເຮົາຢ່າງດຽວ, ໃນກໍລະນີທີ່ບໍ່ມີການຈ່າຍເງິນເພີ່ມເຕີມຈາກບັນຊີຂອງທ່ານສໍາລັບການສໍາເລັດວຽກງານແລະວຽກງານທັງຫມົດຂອງທ່ານຈະຖືກລຶບອອກ. ຈາກເວັບໄຊທ໌ຂອງພວກເຮົາ. ທ່ານຕ້ອງຈ່າຍຄືນໃຫ້ພວກເຮົາສໍາລັບຈໍານວນທັງຫມົດຕາມຄວາມຕ້ອງການ, ບວກກັບຄ່າທໍານຽມການດໍາເນີນການ, ຄ່າທໍານຽມການຊັກຊ້າ, ຫຼືຄ່າທໍານຽມທະນາຍຄວາມ. ພວກເຮົາອາດຈະເຮັດບົດລາຍງານທີ່ເຫມາະສົມກັບອົງການລາຍງານສິນເຊື່ອແລະເຈົ້າຫນ້າທີ່ບັງຄັບໃຊ້ກົດຫມາຍ.",
    "512991700": "ຖ້າທ່ານຕ້ອງການໂຕ້ແຍ້ງຄ່າທໍານຽມໃດໆ, ທ່ານຕ້ອງຕິດຕໍ່ກັບພະແນກສະຫນັບສະຫນູນລູກຄ້າຂອງພວກເຮົາບໍ່ເກີນສາມສິບ (30) ມື້ຫຼັງຈາກມື້ປິດໃນໃບບິນຫຼືບັນຊີລາຍການທໍາອິດທີ່ຄວາມຜິດພາດຫຼືບັນຫາປະກົດຂຶ້ນເພື່ອໄດ້ຮັບການປັບຫຼືສິນເຊື່ອ.",
    "1273914192": "3. ພາສີ",
    "4242322181": "ທ່ານຮັບຜິດຊອບຕໍ່ການຈ່າຍເງິນພາສີທັງໝົດທີ່ກ່ຽວຂ້ອງກັບການບໍລິການອື່ນນອກເໜືອໄປຈາກພາສີຂອງສະຫະລັດທີ່ປະເມີນຢູ່ໃນລາຍຮັບສຸດທິ ຫຼືຊັບສິນສ່ວນຕົວຂອງ Intuition Machines.",
    "1671996585": "ທ່ານອາດຈະຖືກຮຽກຮ້ອງໃຫ້ເຊື່ອມໂຍງເວັບໄຊທ໌, ແອັບພລິເຄຊັນ, ຫຼືແພລະຕະຟອມຂອງທ່ານກັບການບໍລິການຂອງພວກເຮົາໂດຍຜ່ານການໂຕ້ຕອບການຂຽນໂປຼແກຼມຂອງພວກເຮົາ (\"API\"). ໃນ​ກໍ​ລະ​ນີ​ທີ່​ທ່ານ​ເຮັດ​ແນວ​ນັ້ນ​, ພວກ​ເຮົາ​ອະ​ນຸ​ຍາດ​ໃຫ້​ທ່ານ​ມີ​ຈໍາ​ກັດ​, nonexclusive , nonexclusive , nontransferable , nonassignable , revocable ໃບ​ອະ​ນຸ​ຍາດ​ການ​ນໍາ​ໃຊ້ API ພຽງ​ແຕ່​ການ​ເຂົ້າ​ເຖິງ​ການ​ບໍ​ລິ​ການ​. ພວກ​ເຮົາ​ອາດ​ຈະ​ປັບ​ປຸງ API ແລະ/ຫຼື​ຢຸດ​ການ​ສະ​ຫນັບ​ສະ​ຫນູນ​ຂອງ​ສະ​ບັບ​ເກົ່າ​ຫຼື​ການ​ປ່ອຍ API ໃນ​ທຸກ​ເວ​ລາ​. ພວກເຮົາສະຫງວນສິດທີ່ຈະລະງັບ ຫຼືຈໍາກັດການເຂົ້າເຖິງ API ຂອງທ່ານຢູ່ໃນການຕັດສິນໃຈຂອງພວກເຮົາຢ່າງດຽວ, ແລະພວກເຮົາຈະໃຊ້ຄວາມພະຍາຍາມທີ່ສົມເຫດສົມຜົນເພື່ອແຈ້ງໃຫ້ທ່ານຊາບກ່ອນການລະງັບ.",
    "4036662147": "5. ການປົກປ້ອງຂໍ້ມູນລັບ",
    "3564208535": "ທ່ານຕົກລົງທີ່ຈະໃຊ້ຄວາມພະຍາຍາມທີ່ສົມເຫດສົມຜົນທາງດ້ານການຄ້າເພື່ອປົກປ້ອງຂໍ້ມູນລັບທີ່ໄດ້ຮັບຈາກພວກເຮົາ ຫຼືຜ່ານການບໍລິການຂອງພວກເຮົາ. ລວມມີຄະແນນ bot ແລະລາຍລະອຽດທີ່ບໍ່ແມ່ນສາທາລະນະຂອງການບໍລິການວິສາຫະກິດຂອງພວກເຮົາ, ລວມທັງເອກະສານທີ່ບໍ່ແມ່ນສາທາລະນະແລະລາຍລະອຽດໃດໆທີ່ພວກເຮົາສາມາດແບ່ງປັນກ່ຽວກັບວິທີການກວດສອບ bot ຂອງພວກເຮົາ. ຖ້າທ່ານໄດ້ຮັບອະນຸຍາດໃຫ້ເຂົ້າເຖິງຂໍ້ມູນລັບດັ່ງກ່າວ, ພວກເຮົາອາດຈະປັບປຸງແກ້ໄຂ, ໂຈະ, ຫຼືຈໍາກັດການເຂົ້າເຖິງການບໍລິການຂອງພວກເຮົາໃນການຕັດສິນໃຈຂອງພວກເຮົາແຕ່ພຽງຜູ້ດຽວຖ້າຫາກວ່າພວກເຮົາກໍານົດວ່າຂໍ້ມູນທີ່ເປັນຄວາມລັບໄດ້ຖືກເປີດເຜີຍໂດຍການໃຊ້ບໍລິການຂອງພວກເຮົາ, ແລະພວກເຮົາຈະໃຊ້ຄວາມພະຍາຍາມທີ່ສົມເຫດສົມຜົນ. ເພື່ອແຈ້ງໃຫ້ທ່ານຊາບກ່ອນການລະງັບ.",
    "120384113": "6. ການຢຸດເຊົາ",
    "453723556": "ທ່ານ​ອາດ​ຈະ​ລະ​ງັບ​ອຸ​ປະ​ກອນ​ລູກ​ຄ້າ​ນີ້​ເປັນ​ເອ​ກະ​ລາດ​ຂອງ​ເງື່ອນ​ໄຂ​ການ​ບໍ​ລິ​ການ​ໂດຍ​ການ​ຢຸດ​ເຊົາ​ການ​ເປັນ​ລູກ​ຄ້າ​ຫຼື​ຜູ້​ຮ້ອງ​ຂໍ. ພວກເຮົາສະຫງວນສິດທີ່ຈະໂຈະ ຫຼືຢຸດສະຖານະຂອງທ່ານໃນຖານະລູກຄ້າ ຫຼືຜູ້ຮ້ອງຂໍໄດ້ທຸກເວລາ, ຫຼືເພື່ອຍົກເລີກບັນຊີ ຫຼືການໃຊ້ບໍລິການທີ່ສອດຄ່ອງກັບເງື່ອນໄຂການໃຫ້ບໍລິການຂອງທ່ານ. ທ່ານຍັງຄົງຮັບຜິດຊອບຕໍ່ການຢຸດເຊົາສໍາລັບຈໍານວນເງິນໃດໆທີ່ຕ້ອງຈ່າຍພາຍໃຕ້ແບບຟອມຄໍາສັ່ງຂອງທ່ານ. ຖ້າການສະໝັກໃຊ້ຂອງທ່ານລວມມີຄ່າທຳນຽມລາຍເດືອນ ຫຼື ລາຍປີ ຫຼື ຕ່ຳສຸດລາຍເດືອນ ຫຼື ປະຈຳປີ, ທ່ານຍັງຈະຕ້ອງຮັບຜິດຊອບຈ່າຍຄ່າບໍລິການທັງໝົດຕະຫຼອດທ້າຍເດືອນ ຫຼື ປີນັ້ນຕາມລຳດັບ.",
    "218889628": "ຍົກເວັ້ນບ່ອນທີ່ພວກເຮົາຍົກເລີກເອກະສານຊ້ອນທ້າຍລູກຄ້ານີ້ ຫຼືເງື່ອນໄຂການໃຫ້ບໍລິການທີ່ເປັນຜົນມາຈາກການລະເມີດເອກະສານຊ້ອນທ້າຍລູກຄ້ານີ້ ຫຼືເງື່ອນໄຂການໃຫ້ບໍລິການ, ຖ້າພວກເຮົາຢຸດເຊົາ ແລະທ່ານໄດ້ຊໍາລະຄ່າທໍານຽມໃດໆໃຫ້ກັບພວກເຮົາລ່ວງໜ້າ, ພວກເຮົາຈະສົ່ງເງິນຄືນໃຫ້ກັບສ່ວນທີ່ເປັນສ່ວນເກີນຂອງຂໍ້ມູນເຫຼົ່ານັ້ນ. ຈຳນວນເງິນທີ່ຈ່າຍລ່ວງໜ້າ, ອີງຕາມເວລາທີ່ເຫຼືອ ຫຼືການບໍລິການທີ່ທ່ານໄດ້ຈ່າຍໃຫ້, ອັນໃດຈະໜ້ອຍກວ່າ. ພວກເຮົາຈະປັບປຸງວຽກງານຂອງພວກເຮົາໃນລັກສະນະທີ່ສົມເຫດສົມຜົນທາງດ້ານການຄ້າແລະຮັກສາແລະສົ່ງໃຫ້ທ່ານທັງຫມົດທີ່ຈ່າຍສໍາລັບຊຸດຂໍ້ມູນຜົນຜະລິດແລະຂໍ້ມູນລູກຄ້າທັງຫມົດທີ່ຢູ່ໃນການຄອບຄອງຂອງພວກເຮົາ. ເມື່ອມີການຢຸດເຊົາໃດໆ, ພວກເຮົາອາດຈະແຕ່ບໍ່ມີພັນທະທີ່ຈະລຶບຂໍ້ມູນໃດໆ.",
    "2505227594": "7. ເງິນເກີນ",
    "2369877184": "ອັດຕາ RPS ສູງສຸດທີ່ອະນຸຍາດສໍາລັບ hCaptcha Integrators ຫຼືລູກຄ້າແມ່ນ 1,000 ຄໍາຮ້ອງຂໍຕໍ່ວິນາທີຕໍ່ຫນ່ວຍງານພາຍໃນບັນຊີຂອງທ່ານ (\"RPS\"), ເວັ້ນເສຍແຕ່ໄດ້ລະບຸໄວ້ເປັນຢ່າງອື່ນໂດຍສັນຍາລາຍລັກອັກສອນລະຫວ່າງທ່ານແລະພວກເຮົາ.",
    "234420106": "ໃນກໍລະນີທີ່ທ່ານເປັນຜູ້ລວມຫຼືລູກຄ້າຂອງການບໍລິການ hCaptcha Enterprise ແລະການນໍາໃຊ້ API ຂອງທ່ານທີ່ວັດແທກໂດຍ RPS ເກີນອັດຕາທີ່ກໍານົດສໍາລັບລະດັບການບໍລິການຂອງທ່ານ, ພວກເຮົາອາດຈະເລືອກທີ່ຈະດັດແປງການບໍລິການຂອງທ່ານຫຼືການຄິດຄ່າບໍລິການເກີນອັດຕາ. ໃນກໍລະນີທີ່ອັດຕາ RPS ສູງສຸດຂອງທ່ານເກີນອັດຕາທີ່ກໍານົດໂດຍປັດໃຈ 10 ສໍາລັບ 10 ນາທີຫຼືຫຼາຍກວ່ານັ້ນໃນຈໍານວນທັງຫມົດພາຍໃນໄລຍະເວລາ 30 ມື້ແລະຄໍາຮ້ອງຂໍເຫຼົ່ານີ້ສ່ວນໃຫຍ່ແມ່ນ, ໃນການຕັດສິນຂອງພວກເຮົາ, ບໍ່ແມ່ນການຈາລະຈອນທີ່ເປັນອັນຕະລາຍ, ພວກເຮົາອາດຈະເລືອກເອົາ. ຮຽກເກັບຄ່າຈ້າງໃນອັດຕາທີ່ກຳນົດໄວ້ໃນສັນຍາຂອງທ່ານສຳລັບການຮ້ອງຂໍ API ທັງໝົດທີ່ເຮັດໃນເດືອນນັ້ນ.",
    "2619472217": "8. ຂາຍຄືນ",
    "2019702084": "ເວັ້ນເສຍແຕ່ໄດ້ຮັບອະນຸຍາດຢ່າງຈະແຈ້ງໃນຂໍ້ຕົກລົງການບໍລິການຫຼັກຂອງລູກຄ້າ ຫຼື ຂໍ້ຕົກລົງຕົວແທນຈໍາໜ່າຍ, ບໍລິການ SaaS ທີ່ສັ່ງຈະບໍ່ຖືກຂາຍ, ຂາຍຕໍ່, ໃຫ້ເຊົ່າ, ເຊົ່າຍ່ອຍ, ອະນຸຍາດ, ມີໃບອະນຸຍາດຍ່ອຍ, ຫຼືມີໃຫ້ພາກສ່ວນທີສາມອື່ນໆ (ນອກເໜືອໄປຈາກສາຂາຂອງລູກຄ້າ. ), ແລະຄໍາສັ່ງທັງຫມົດພາຍໃຕ້ສັນຍາແລະລູກຄ້າທັງຫມົດການນໍາໃຊ້ການບໍລິການຈະເປັນສໍາລັບການນໍາໃຊ້ທຸລະກິດພາຍໃນຂອງຕົນເອງຂອງລູກຄ້າຫຼືສາຂາຂອງຕົນ.",
    "1233229030": "ຕ່າງໆ",
    "1467783792": "ບໍ່ມີບຸກຄົນ, ນິຕິບຸກຄົນ, ຫຼືອົງການຈັດຕັ້ງທີ່ຖືກລົງໂທດໂດຍສະຫະລັດ (ເປັນ \"ນັກສະແດງທີ່ຖືກລົງໂທດ\") ມີສິດໄດ້ຮັບຮາງວັນຫຼືໃຊ້ການບໍລິການເປັນຜູ້ລວມ. ສໍາລັບການຫຼີກລ່ຽງຄວາມສົງໃສ, ນີ້ປະກອບມີນັກສະແດງທີ່ຖືກລົງໂທດທີ່ຖືກແຕ່ງຕັ້ງໂດຍຫ້ອງການຄວບຄຸມຊັບສິນຕ່າງປະເທດ (\"OFAC\") ຂອງກະຊວງຄັງເງິນສະຫະລັດ.",
    "3759657802": "ທ່ານບໍ່ສາມາດມອບໝາຍ, ໂອນ, ຫຼືມອບໝາຍເງື່ອນໄຂການໃຫ້ບໍລິການເຫຼົ່ານີ້ ຫຼືສິດ ຫຼືພັນທະຂອງທ່ານພາຍໃຕ້ນີ້ໃນທາງໃດກໍ່ຕາມ (ໂດຍການປະຕິບັດກົດໝາຍ ຫຼືທາງອື່ນ).",
    "1627232990": "ການແປເງື່ອນໄຂການໃຫ້ບໍລິການເຫຼົ່ານີ້ແມ່ນສະໜອງໃຫ້ບົນພື້ນຖານຄວາມພະຍາຍາມທີ່ດີທີ່ສຸດ. ໃນ​ກໍ​ລະ​ນີ​ທີ່​ມີ​ຄວາມ​ແຕກ​ຕ່າງ​ກັນ​ຢ່າງ​ຫຼວງ​ຫຼາຍ​ລະ​ຫວ່າງ​ເງື່ອນ​ໄຂ​ການ​ໃຫ້​ບໍ​ລິ​ການ​ພາ​ສາ​ອັງ​ກິດ​ແລະ​ການ​ແປ​ພາ​ສາ​ມັນ​, ເງື່ອນ​ໄຂ​ການ​ບໍ​ລິ​ການ​ພາ​ສາ​ອັງ​ກິດ​ຈະ​ຖືກ​ແປ​ເປັນ​ສິດ​ອໍາ​ນາດ​.",
    "805221621": "ກະລຸນາຕິດຕໍ່ພວກເຮົາທີ່",
    "259613338": "ຖ້າທ່ານມີຄໍາຖາມໃດໆກ່ຽວກັບເງື່ອນໄຂການໃຫ້ບໍລິການເຫຼົ່ານີ້.",
    "2735878907": "ຖະແຫຼງການການວາງແຜນການສືບຕໍ່ທຸລະກິດ",
    "2887242610": "Intuition Machines, Inc ໄດ້ສ້າງແຜນທຸລະກິດຢ່າງຕໍ່ເນື່ອງກ່ຽວກັບວິທີທີ່ພວກເຮົາຈະຕອບສະຫນອງຕໍ່ເຫດການທີ່ລົບກວນທຸລະກິດ hCaptcha ຂອງພວກເຮົາຢ່າງຫຼວງຫຼາຍ. ເນື່ອງຈາກໄລຍະເວລາແລະຜົນກະທົບຂອງໄພພິບັດແລະການຂັດຂວາງແມ່ນບໍ່ສາມາດຄາດເດົາໄດ້, ພວກເຮົາຈະຕ້ອງມີຄວາມຍືດຫຍຸ່ນໃນການຕອບສະຫນອງຕໍ່ເຫດການຕົວຈິງທີ່ເກີດຂື້ນ. ດ້ວຍໃຈນັ້ນ, ພວກເຮົາກຳລັງສະໜອງຂໍ້ມູນນີ້ໃຫ້ກັບເຈົ້າໃນແຜນດຳເນີນທຸລະກິດຢ່າງຕໍ່ເນື່ອງ.",
    "809251240": "ຕິດ​ຕໍ່​ພວກ​ເຮົາ",
    "2551802342": "- ພວກເຮົາວາງແຜນທີ່ຈະຟື້ນຕົວ ແລະ ດໍາເນີນທຸລະກິດຄືນໃຫມ່ຢ່າງໄວວາ ຫຼັງຈາກເກີດການຂັດຂວາງທາງທຸລະກິດທີ່ສໍາຄັນ ແລະຕອບສະຫນອງໂດຍການປົກປ້ອງພະນັກງານແລະຊັບສິນຂອງພວກເຮົາ, ດໍາເນີນການປະເມີນທາງດ້ານການເງິນແລະການດໍາເນີນງານ, ປົກປ້ອງຫນັງສືແລະບັນທຶກຂອງບໍລິສັດ, ແລະອະນຸຍາດໃຫ້ລູກຄ້າຂອງພວກເຮົາແລະຜູ້ໃຊ້ຂອງພວກເຂົາເຮັດທຸລະກໍາອອນໄລນ໌. ໃນສັ້ນ, ແຜນຄວາມຕໍ່ເນື່ອງທາງທຸລະກິດຂອງພວກເຮົາຖືກອອກແບບເພື່ອອະນຸຍາດໃຫ້ບໍລິສັດຂອງພວກເຮົາສືບຕໍ່ດໍາເນີນງານໄດ້ໄວເທົ່າທີ່ຈະໄວໄດ້, ເນື່ອງຈາກມີຂອບເຂດ ແລະຄວາມຮຸນແຮງຂອງການຂັດຂວາງທາງທຸລະກິດ. ແຜນສືບຕໍ່ທຸລະກິດຂອງພວກເຮົາທີ່ຢູ່: ການສໍາຮອງຂໍ້ມູນແລະການຟື້ນຕົວ; ພາລະກິດທີ່ສໍາຄັນລະບົບທັງຫມົດ; ການ​ປະ​ເມີນ​ດ້ານ​ການ​ເງິນ​ແລະ​ການ​ດໍາ​ເນີນ​ງານ​; ການສື່ສານທາງເລືອກກັບລູກຄ້າ, ພະນັກງານ, ແລະອົງການກວດກາ; ສະຖານທີ່ທາງກາຍະພາບຂອງພະນັກງານ; ຜູ້ສະຫນອງທີ່ສໍາຄັນແລະຜົນກະທົບຕໍ່ລູກຄ້າ; ການ​ລາຍ​ງານ​ລະ​ບຽບ​ການ​; ແລະໃຫ້ລູກຄ້າຂອງພວກເຮົາແຈ້ງທັນທີຖ້າພວກເຮົາບໍ່ສາມາດສືບຕໍ່ທຸລະກິດຂອງພວກເຮົາ. ສະນຸກເກີຜູ້ສະຫນອງຫຼັກຂອງພວກເຮົາສໍາຮອງບັນທຶກທີ່ສໍາຄັນຂອງພວກເຮົາໃນເຂດພື້ນທີ່ແຍກຕ່າງຫາກ. ໃນຂະນະທີ່ທຸກສະຖານະການສຸກເສີນເຮັດໃຫ້ເກີດບັນຫາທີ່ເປັນເອກະລັກໂດຍອີງໃສ່ປັດໃຈພາຍນອກ, ເຊັ່ນ: ເວລາຂອງມື້ແລະຄວາມຮຸນແຮງຂອງການຂັດຂວາງ, ພວກເຮົາໄດ້ຮັບການແນະນໍາຈາກຜູ້ສະຫນອງນີ້ວ່າຈຸດປະສົງຂອງພວກເຂົາແມ່ນເພື່ອຟື້ນຟູການດໍາເນີນງານຂອງຕົນເອງແລະສາມາດກັບຄືນການບໍລິການຢ່າງໄວວາ. ເຖິງແມ່ນວ່າພວກເຮົາໄດ້ເຮັດວຽກເພື່ອຫຼຸດຜ່ອນຄວາມສ່ຽງໂດຍການນໍາໃຊ້ຊຸດຜູ້ສະຫນອງທີ່ຫຼາກຫຼາຍ, ການບໍລິການຂອງທ່ານສາມາດຖືກແກ້ໄຂຫຼືຂັດຂວາງໃນລະຫວ່າງໄລຍະເວລານີ້.",
    "826396656": "ແຜນການສືບຕໍ່ທຸລະກິດຂອງພວກເຮົາ",
    "1979347895": "- ການຂັດຂວາງທາງທຸລະກິດທີ່ມີຄວາມສໍາຄັນສາມາດແຕກຕ່າງກັນໄປຕາມຂອບເຂດ, ເຊັ່ນ: ພຽງແຕ່ບໍລິສັດຂອງພວກເຮົາ, ອາຄານດຽວທີ່ຢູ່ອາໃສບໍລິສັດຂອງພວກເຮົາ, ຄຸ້ມບ້ານທີ່ບໍລິສັດຂອງພວກເຮົາຕັ້ງຢູ່, ເມືອງທີ່ພວກເຮົາຕັ້ງຢູ່, ຫຼືທົ່ວພາກພື້ນ. ພາຍໃນແຕ່ລະພື້ນທີ່ເຫຼົ່ານີ້, ຄວາມຮຸນແຮງຂອງການຂັດຂວາງຍັງສາມາດແຕກຕ່າງກັນຈາກຫນ້ອຍຫາຮ້າຍແຮງ. ໃນການຂັດຂວາງບໍລິສັດຂອງພວກເຮົາ, ເມືອງທຸລະກິດຂອງພວກເຮົາ, ເມືອງ, ຫຼືພາກພື້ນຫຼືອາຄານທີ່ພັກອາໄສຂອງບໍລິສັດຂອງພວກເຮົາ, ພວກເຮົາຈະໂອນການດໍາເນີນງານຂອງພວກເຮົາໄປຫາສະຖານທີ່ທ້ອງຖິ່ນໃນເວລາທີ່ຈໍາເປັນແລະຄາດວ່າຈະບໍ່ມີສິ່ງລົບກວນຕໍ່ການດໍາເນີນທຸລະກິດ. ໃນສະຖານະການໃດກໍ່ຕາມ, ພວກເຮົາວາງແຜນທີ່ຈະສືບຕໍ່ທຸລະກິດ, ໂອນການດໍາເນີນງານໃຫ້ກັບຜູ້ສະຫນອງທາງເລືອກຖ້າຈໍາເປັນ, ແລະແຈ້ງໃຫ້ເຈົ້າຮູ້ໂດຍຜ່ານເວັບໄຊທ໌ຂອງພວກເຮົາທີ່ hcaptcha.com ແລະຫນ້າສະຖານະຂອງພວກເຮົາທີ່ hcaptchastatus.com ກ່ຽວກັບວິທີຕິດຕໍ່ພວກເຮົາ. ຖ້າການຂັດຂວາງທາງທຸລະກິດຮ້າຍແຮງຫຼາຍຈົນເຮັດໃຫ້ພວກເຮົາຍັງຄ້າງຢູ່ໃນທຸລະກິດ, ພວກເຮົາຈະແຈ້ງໃຫ້ເຈົ້າຮູ້ດ່ວນ.",
    "653679457": "ການຂັດຂວາງທີ່ແຕກຕ່າງ",
    "410397176": "ສໍາລັບຂໍ້ມູນເພີ່ມເຕີມ",
    "2095899021": "hCaptcha ຄໍາແນະນໍາຍີ່ຫໍ້ແລະໃບອະນຸຍາດເຄື່ອງຫມາຍການຄ້າທົ່ວໄປ",
    "2340340589": "ຄໍາແນະນໍາກ່ຽວກັບການນໍາໃຊ້ເຄື່ອງຫມາຍ hCaptcha",
    "2430148876": "ພວກເຮົາໄດ້ສ້າງຄໍາແນະນໍາເຫຼົ່ານີ້ແລະໃບອະນຸຍາດເຄື່ອງຫມາຍການຄ້າທົ່ວໄປເພື່ອເຮັດໃຫ້ມັນງ່າຍເທົ່າທີ່ເປັນໄປໄດ້ສໍາລັບລູກຄ້າ, ຄູ່ຮ່ວມງານ, ແລະແຟນຂອງພວກເຮົາທີ່ຈະເຮັດວຽກກັບຍີ່ຫໍ້ຂອງພວກເຮົາໃນຂະນະທີ່ຍັງຮັກສາເອກະລັກຂອງບໍລິສັດຂອງພວກເຮົາ. ຖ້າທ່ານຕ້ອງການໃຊ້ໄອຄອນ hCaptcha, ໂລໂກ້, ຫຼືເຄື່ອງຫມາຍອື່ນໆໃນວິທີທີ່ແຕກຕ່າງຈາກຄໍາແນະນໍາເຫຼົ່ານີ້, ທ່ານຈະຕ້ອງຕິດຕໍ່ພວກເຮົາ (IMI) ສໍາລັບໃບອະນຸຍາດລາຍລັກອັກສອນ.",
    "3884400764": "ໃນຂະນະທີ່ທ່ານອາດຈະໃຊ້ເຄື່ອງຫມາຍ hCaptcha ຕາມຄໍາແນະນໍາເຫຼົ່ານີ້, ມັນບໍ່ໄດ້ຫມາຍຄວາມວ່າທ່ານມີສິດໃດໆໃນ hCaptcha Marks, ໂລໂກ້, ຫຼືໃນເຄື່ອງຫມາຍການຄ້າອື່ນໆ, ຊື່ການຄ້າ, ເຄື່ອງຫມາຍການບໍລິການ, ຊື່ທຸລະກິດຫຼືຄວາມດີຂອງ hCaptcha. ພວກເຮົາຕ້ອງການໃຫ້ຄວາມຍືດຫຍຸ່ນຫຼາຍເທົ່າທີ່ເປັນໄປໄດ້, ແຕ່ພວກເຮົາມີພັນທະໃນການປົກປ້ອງ hCaptcha ຕໍ່ກັບການໃຊ້ເຄື່ອງໝາຍການຄ້າ, ຊື່ການຄ້າ, ເຄື່ອງຫມາຍການບໍລິການ, ຊື່ທຸລະກິດ ຫຼືຄວາມດີຂອງ hCaptcha. ການນໍາໃຊ້ທີ່ບໍ່ໄດ້ຮັບອະນຸຍາດໃດໆຈະຢຸດເຊົາການອະນຸຍາດຫຼືໃບອະນຸຍາດທີ່ໄດ້ຮັບໂດຍ hCaptcha ໂດຍອັດຕະໂນມັດແລະອາດຈະເຮັດໃຫ້ເກີດຄວາມຮັບຜິດຊອບທາງດ້ານກົດຫມາຍສໍາລັບຄວາມເສຍຫາຍໃດໆ.",
    "512598290": "ດັ່ງນັ້ນ, ພວກເຮົາຕ້ອງຂໍໃຫ້ທ່ານໃຊ້ເຄື່ອງຫມາຍ hCaptcha ແລະໂລໂກ້ທັງຫມົດໃນຮູບແບບທີ່ປະຕິບັດຕາມກົດລະບຽບຂ້າງລຸ່ມນີ້, ລວມທັງຕົວພິມໃຫຍ່, ຕົວພິມແລະຮູບແບບ.",
    "2075610992": "ຂອບໃຈສໍາລັບການສະຫນັບສະຫນູນຂອງທ່ານ!",
    "1023190144": "hCaptcha® ໃນຂໍ້ຄວາມ",
    "4274324704": "ນີ້ແມ່ນວິທີການໃຊ້ຊື່ຂອງພວກເຮົາໃນສໍາເນົາລາຍລັກອັກສອນ:",
    "3912926900": "hCaptcha® ຄວນມີສັນຍາລັກເຄື່ອງໝາຍການຄ້າທີ່ລົງທະບຽນໃນຄັ້ງທຳອິດທີ່ມັນປາກົດຢູ່ໃນສຳເນົາທີ່ສ້າງສັນ.",
    "950637875": "ການສະກົດຄໍາ hCaptcha ບໍ່ຄວນຖືກປ່ຽນແປງແລະ hCaptcha ຄວນຈະເປັນຕົວພິມໃຫຍ່ໃນຕົວອັກສອນທີສອງ (\"C\"). ມັນ​ບໍ່​ເຄີຍ​ເປັນ​ພະ​ຫຸ​ພົດ​ຫຼື​ຄອບ​ຄອງ​.",
    "2624601135": "\"hCaptcha\" ບໍ່ຄວນໃຊ້ເປັນສ່ວນໜຶ່ງຂອງຊື່ຍີ່ຫໍ້, ເຂົ້າຮ່ວມກັບຂີດໝາຍ, ຫຼືໃຊ້ໃນຊື່ຂອງແອັບພລິເຄຊັນ ຫຼືຜະລິດຕະພັນອື່ນໆ.",
    "3828090208": "ແທນທີ່ຈະໃຊ້ \"for hCaptcha\".ຖ້າໃຊ້ກັບໂລໂກ້ພາກສ່ວນທີສາມ, \"for hCaptcha\" ຕ້ອງມີຂະໜາດນ້ອຍກວ່າໂລໂກ້ພາກສ່ວນທີສາມ.",
    "4149738856": "hCaptcha ຄວນຖືກໃຊ້ເປັນ ຄຳ ຄຸນນາມແລະຕິດຕາມດ້ວຍ ຄຳ ສັບທົ່ວໄປທີ່ຖືກຕ້ອງ.",
    "1446868537": "hCaptcha ບໍ່ຄວນຖືກໃຊ້ເປັນຄໍາກິລິຍາ.",
    "2487931657": "ຢ່າໃຊ້: \"ພວກເຮົາ hCaptcha'd ເວັບໄຊທ໌ຂອງພວກເຮົາ.\"",
    "2565565429": "ແທນທີ່ຈະໃຊ້: \"ພວກເຮົາໃຊ້ hCaptcha ເພື່ອເຮັດໃຫ້ເວັບໄຊທ໌ຂອງພວກເຮົາປອດໄພແລະປອດໄພກວ່າ.\"",
    "3434202027": "ການໃຊ້ຊື່ hCaptcha ໃດໆໃນການສື່ສານຮຽກຮ້ອງໃຫ້ມີຄຸນລັກສະນະ: \"hCaptcha ເປັນເຄື່ອງຫມາຍການຄ້າທີ່ຈົດທະບຽນຂອງ Intuition Machines, Inc.\"",
    "2754937029": "ການນໍາໃຊ້ທີ່ຍອມຮັບບໍ່ໄດ້",
    "2436973524": "ພຽງແຕ່ການອ້າງອີງທີ່ຖືກຕ້ອງແມ່ນຍອມຮັບໄດ້. ມັນບໍ່ໄດ້ຖືກອະນຸຍາດໃຫ້ເວົ້າວ່າເວັບໄຊທ໌ໃດຫນຶ່ງໃຊ້ການບໍລິການ hCaptcha ແລະຄໍາຮ້ອງສະຫມັກໃນເວລາທີ່ມັນບໍ່ໄດ້. ເຊັ່ນດຽວກັນ, ການນໍາໃຊ້ໂລໂກ້ຂອງພວກເຮົາຫຼືປ້າຍໃດໆກໍ່ເຫມາະສົມຄືກັນເມື່ອເວັບໄຊທ໌ໃຊ້ບໍລິການ hCaptcha.",
    "69844082": "ເຄື່ອງໝາຍການຄ້າ hCaptcha, ສັນຍາລັກກຣາຟິກ, ໂລໂກ້, ຕົວອັກສອນພິມ ຫຼືໄອຄອນອາດຈະບໍ່ຖືກໃຊ້ໃນລັກສະນະທີ່ດູຖູກ.",
    "3861413614": "ທ່ານບໍ່ສາມາດໃຊ້ເຄື່ອງໝາຍການຄ້າ ຫຼືໂລໂກ້ຂອງ hCaptcha ໃດໆກໍຕາມທີ່ບົ່ງບອກວ່າ hCaptcha ມີຄວາມກ່ຽວພັນກັບ ຫຼືການຮັບຮອງ, ການສະໜັບສະໜຸນ ຫຼືການສະໜັບສະໜຸນຂອງຜະລິດຕະພັນ ຫຼືການບໍລິການຂອງພາກສ່ວນທີສາມ, ໂດຍບໍ່ມີການອະນຸຍາດເປັນລາຍລັກອັກສອນ.",
    "1409822234": "ພາຍໃຕ້ສະຖານະການທີ່ບໍ່ມີເຄື່ອງຫມາຍການຄ້າ hCaptcha ດຽວກັນຫຼືເກືອບຄືກັນຈະຖືກໃຊ້ເປັນຊື່ໂດເມນ.",
    "4181060163": "ບຸກຄົນທີສາມບໍ່ຄວນໃຊ້ການປ່ຽນແປງ ຫຼືການສະກົດຄໍາຜິດ ຫຼືກະທຳໃນທຸກວິທີທາງທີ່ເຮັດໃຫ້ເກີດຄວາມສັບສົນໃນຄວາມສົນໃຈເບື້ອງຕົ້ນຕໍ່ກັບເຄື່ອງໝາຍການຄ້າ hCaptcha.",
    "3955555607": "ນອກເຫນືອຈາກຄູ່ຮ່ວມງານຫຼືຕົວແທນຈໍາຫນ່າຍທີ່ໄດ້ຮັບອະນຸຍາດ, ພາກສ່ວນທີສາມອາດຈະບໍ່ສະເຫນີລາຄາສໍາລັບຄໍາສໍາຄັນ, Google AdWords, ຫຼືລະບົບການໂຄສະນາເປົ້າຫມາຍອື່ນໆໂດຍໃຊ້ເຄື່ອງຫມາຍ hCaptcha ຫຼືການສະກົດຄໍາຜິດ. ບຸກຄົນທີສາມອາດຈະໃຊ້ເຄື່ອງຫມາຍ hCaptcha ໃນຊື່ໂດເມນ, ການເພີ່ມປະສິດທິພາບຂອງເຄື່ອງຈັກຊອກຫາ, ແທໍກ meta, ຄໍາຄົ້ນຫາ, ລະຫັດ, ຫຼືການບິດເບືອນອື່ນໆ.",
    "1985238261": "ເຄື່ອງຫມາຍຈໍາກັດອື່ນໆ",
    "2193061499": "ໂລໂກ້ ແລະເຄື່ອງໝາຍບາງອັນຂອງພວກເຮົາຖືກຈຳກັດໃຫ້ໃຊ້ໂດຍ hCaptcha ແລະຄູ່ຮ່ວມງານຂອງມັນ. ບຸກຄົນທີສາມອາດຈະບໍ່ໃຊ້ເຄື່ອງຫມາຍຕໍ່ໄປນີ້ໂດຍບໍ່ມີໃບອະນຸຍາດເປັນລາຍລັກອັກສອນຈາກ hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Authorized Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop ໂດຍ hCaptcha™",
    "2557601376": "ໂລໂກ້ hCaptcha™",
    "248923369": "ໂລໂກ້ BotStop™",
    "3942875761": "ຊ່ວຍສ້າງເວັບ™ທີ່ດີຂຶ້ນ",
    "364774188": "ຂ້ອຍແມ່ນມະນຸດ™",
    "2785425016": "(ໃນ​ສະ​ພາບ​ການ​ຂອງ​ການ​ແກ້​ໄຂ​ການ​ຢັ້ງ​ຢືນ​ມະ​ນຸດ​, ເຊັ່ນ​: ການ​ຮຽກ​ຮ້ອງ​ໃຫ້​ປະ​ຕິ​ບັດ​)",
    "2639657759": "ເຄື່ອງໝາຍທີ່ໃຊ້ໂດຍການອະນຸຍາດ",
    "1268918580": "ໂລໂກ້ ແລະເຄື່ອງໝາຍບາງອັນທີ່ໃຊ້ໂດຍ hCaptcha ແລະຄູ່ຮ່ວມງານຂອງມັນແມ່ນເປັນເຈົ້າຂອງໂດຍພາກສ່ວນທີສາມ ແລະອາດຈະຖືກໃຊ້ດ້ວຍການອະນຸຍາດຂອງເຂົາເຈົ້າເທົ່ານັ້ນ. ບຸກຄົນທີສາມບໍ່ສາມາດໃຊ້ເຄື່ອງໝາຍຕໍ່ໄປນີ້ຍົກເວັ້ນຕາມການອະນຸຍາດຈາກເຈົ້າຂອງ:",
    "3782751514": "HUMAN Protocol® ເປັນເຄື່ອງໝາຍການຄ້າທີ່ຈົດທະບຽນຂອງມູນນິທິ HUMAN Protocol, ແລະຖືກໃຊ້ໂດຍມີການອະນຸຍາດ.",
    "1620709264": "HUMAN Token® ເປັນເຄື່ອງໝາຍການຄ້າທີ່ຈົດທະບຽນຂອງມູນນິທິ HUMAN Protocol, ແລະຖືກນຳໃຊ້ໂດຍມີການອະນຸຍາດ.",
    "3031953928": "HUMAN Network™ ເປັນເຄື່ອງໝາຍການຄ້າຂອງມູນນິທິ HUMAN Protocol Foundation, ແລະຖືກນຳໃຊ້ດ້ວຍການອະນຸຍາດ.",
    "3554363588": "ເຄື່ອງໝາຍອື່ນໆ",
    "3290996791": "ຊື່ຜະລິດຕະພັນ, ໂລໂກ້, ແລະຍີ່ຫໍ້ອື່ນໆທັງໝົດແມ່ນເປັນຊັບສິນຂອງເຈົ້າຂອງຂອງເຂົາເຈົ້າ. ຊື່ບໍລິສັດ, ຜະລິດຕະພັນ ແລະບໍລິການອື່ນໆທັງໝົດທີ່ໃຊ້ຢູ່ໃນເວັບໄຊທ໌ນີ້ແມ່ນເພື່ອຈຸດປະສົງການລະບຸຕົວຕົນເທົ່ານັ້ນ. ການນໍາໃຊ້ຊື່, ໂລໂກ້, ແລະຍີ່ຫໍ້ເຫຼົ່ານີ້ບໍ່ໄດ້ຫມາຍເຖິງການຮັບຮອງ.",
    "2444685143": "ນະໂຍບາຍໂລໂກ້",
    "2414232014": "ໂລໂກ້ຂອງພວກເຮົາແມ່ນສາມາດຮັບຮູ້ໄດ້ທັນທີ ແລະເປັນຫນຶ່ງໃນຊັບສິນທີ່ມີຄຸນຄ່າ ແລະສໍາຄັນທີ່ສຸດຂອງພວກເຮົາ. ເພື່ອໃຫ້ແນ່ໃຈວ່າມັນຍັງຄົງເປັນຕົວແທນທີ່ເຂັ້ມແຂງຂອງບໍລິສັດຂອງພວກເຮົາ, ມັນຕ້ອງໄດ້ຮັບການນໍາສະເຫນີຢ່າງລະມັດລະວັງແລະສອດຄ່ອງໃນທົ່ວທຸກຊ່ອງທາງການສື່ສານ.",
    "803639471": "ໂລໂກ້ hCaptcha ແມ່ນປະກອບດ້ວຍໄອຄອນມື ແລະຮູບສັນຍາລັກ hCaptcha. ໃນຮູບແບບສະຫຼັບຂອງມັນ, ໄອຄອນມືອາດຈະປາກົດຂຶ້ນດ້ວຍຕົວມັນເອງເມື່ອພື້ນທີ່ຖືກຈໍາກັດແລະ \"hCaptcha\" ຖືກນໍາໃຊ້ເປັນເຄື່ອງຫມາຍຄໍາ (ດັ່ງທີ່ອະທິບາຍຂ້າງເທິງ) ຢູ່ໃກ້ກັບໄອຄອນມື, ເຊັ່ນວ່າມັນຈະແຈ້ງວ່າໄອຄອນມືເປັນຕົວແທນ hCaptcha.",
    "564127016": "ໄອຄອນມື hCaptcha:",
    "1424800293": "ໂລໂກ້ hCaptcha:",
    "1525506526": "ການຄອບຄອງບັນຊີແມ່ນຫຍັງ ແລະພວກເຂົາເຮັດວຽກແນວໃດ?",
    "2446481523": "ມີ​ເລື່ອງ​ເລົ່າ​ນິທານ​ພື້ນ​ເມືອງ​ເກົ່າ​ທີ່​ຄົນ​ຂັບ​ລົດ​ກະບະ​ແລະ​ຜູ້​ມີ​ກຽດ​ຜູ້​ໜຶ່ງ​ໄດ້​ປະກົດ​ຕົວ​ຢູ່​ຫໍ​ພັກ​ໃນ​ໝູ່​ບ້ານ​ນ້ອຍ​ແຫ່ງ​ໜຶ່ງ. ຜູ້​ຊາຍ​ຄົນ​ໜຶ່ງ, ນຸ່ງ​ເຄື່ອງ​ທີ່​ເປື້ອນ​ເປິ​ຂອງ​ຄົນ​ຂີ້​ຕົວະ, ໄດ້​ບອກ​ກັບ​ຕຳຫຼວດ​ວ່າ, “ຂ້ອຍ​ແມ່ນ​ຜູ້​ມີ​ກຽດ. ຜູ້​ຊາຍ​ຄົນ​ນີ້​ເປັນ​ຄົນ​ຂັບ​ລົດ​ຂອງ​ຂ້າ​ພະ​ເຈົ້າ.",
    "1767952047": "ລາວ​ໄດ້​ໂຈມ​ຕີ​ຂ້ອຍ​ໃນ​ຄືນ​ຜ່ານ​ມາ, ລັກ​ເອົາ​ເສື້ອ​ຜ້າ​ຂອງ​ຂ້ອຍ ແລະ​ເອົາ​ເງິນ​ຂອງ​ຂ້ອຍ.” ຜູ້​ຊາຍ​ອີກ​ຄົນ​ໜຶ່ງ, ນຸ່ງ​ເຄື່ອງ​ອັນ​ດີ​ງາມ, ນຸ່ງ​ເຄື່ອງ​ຂອງ​ຊົນ​ຊັ້ນ​ສູງ, ໄດ້​ຕອບ​ວ່າ, “ຜູ້​ບັນຊາ​ການ, ຊາຍ​ຜູ້​ນີ້​ເປັນ​ບ້າ. ລາວ​ຄິດ​ວ່າ​ລາວ​ເປັນ​ຜູ້​ມີ​ກຽດ. ຂ້າ​ພະ​ເຈົ້າ​ແມ່ນ nobleman ທີ່​ແທ້​ຈິງ. ຈັບ​ລາວ!”",
    "2947576723": "ເລື່ອງນີ້ predates ໃບຂັບຂີ່ແລະການພິມນິ້ວມືດິຈິຕອນ, ແຕ່ມັນສະເຫນີຕົວຢ່າງທີ່ດີຂອງສິ່ງທີ່ອາດຈະຜິດພາດໃນສະຖານະການການຄອບຄອງບັນຊີ. ບຸກຄົນໃດຫນຶ່ງເຂົ້າສູ່ລະບົບບັນຊີທະນາຄານອອນໄລນ໌ຫຼື app ຊໍາລະເງິນມືຖື. ລາວແມ່ນເຈົ້າຂອງບັນຊີແທ້, ຫຼືເປັນແຮກເກີ? ໃຜແທ້ແມ່ນໃຜ? ບັນຫາຄວາມປອດໄພເຫຼົ່ານີ້ສົ່ງຜົນກະທົບຕໍ່ອົງການຈັດຕັ້ງທີ່ອະນຸຍາດໃຫ້ເຂົ້າເຖິງບັນຊີການບໍລິການຕົນເອງ.",
    "1687299615": "ການຄອບຄອງບັນຊີແມ່ນຫຍັງ?",
    "2648707986": "ການຄອບຄອງບັນຊີແມ່ນຮູບແບບໜຶ່ງຂອງການສໍ້ໂກງທາງອິນເຕີເນັດ ເຊິ່ງຜູ້ກະທຳທີ່ເປັນອັນຕະລາຍປອມຕົວເປັນເຈົ້າຂອງບັນຊີອອນໄລນ໌. ໂດຍປົກກະຕິ, ບັນຊີແມ່ນຢູ່ໃນສະຖາບັນການເງິນຫຼືທຸລະກິດອີຄອມເມີຊທີ່ຜູ້ສໍ້ໂກງສາມາດລັກເງິນ, ສິນຄ້າຫຼືບັດຂອງຂວັນ. ຜູ້ໂຈມຕີໃຊ້ຂໍ້ມູນການເຂົ້າສູ່ລະບົບທີ່ຖືກລັກເພື່ອເຂົ້າເຖິງບັນຊີດັ່ງກ່າວ ແລະຈາກນັ້ນເອົາມັນໄປ, ບາງທີອາດປ່ຽນລະຫັດຜ່ານເພື່ອລັອກເຈົ້າຂອງບັນຊີຕົວຈິງ.",
    "1476843710": "ຄວາມເສຍຫາຍທາງດ້ານການເງິນຫນ້ອຍແຕ່ຍັງທໍາລາຍຮູບແບບການຄອບຄອງບັນຊີທີ່ກ່ຽວຂ້ອງກັບການລັກລອບບັນຊີສື່ມວນຊົນສັງຄົມແລະອື່ນໆ. ໃນກໍລະນີເຫຼົ່ານີ້, ຜູ້ໂຈມຕີມັກຈະພະຍາຍາມແຜ່ລາມ malware ຫຼືມີສ່ວນຮ່ວມໃນການໂຈມຕີ phishing ກັບຫມູ່ເພື່ອນທີ່ບໍ່ສົງໃສຂອງຜູ້ຖືກເຄາະຮ້າຍ. ຫຼື, ຜູ້ໂຈມຕີກໍາລັງພະຍາຍາມເຮັດໃຫ້ຜູ້ເຄາະຮ້າຍອາຍ, ເຊິ່ງບາງຄັ້ງກໍ່ເກີດຂື້ນກັບຄົນດັງແລະນັກການເມືອງ, ຕົວຢ່າງ.",
    "2904949278": "ແຮກເກີເຂົ້າຄອບຄອງບັນຊີໄດ້ແນວໃດ?",
    "2575690545": "ການຄອບຄອງບັນຊີ, ຄືກັບການສໍ້ໂກງທາງອິນເຕີເນັດຫຼາຍ, ສ່ວນຫຼາຍແມ່ນເປັນເລື່ອງອັດຕະໂນມັດ, ຂະບວນການມະຫາຊົນ. ມັນເປັນເລື່ອງທີ່ຫາຍາກສໍາລັບແຮກເກີ, ນຸ່ງເສື້ອ hoodie ໃນຫ້ອງໃຕ້ດິນຂອງແມ່ຂອງລາວ, ເພື່ອພິມລະຫັດຜ່ານເຂົ້າໄປໃນເວັບໄຊທ໌ທະນາຄານຫນຶ່ງຄັ້ງ.",
    "3614653023": "ແທນທີ່ຈະ, ການປະຕິບັດແມ່ນອີງໃສ່ການໂຈມຕີຂໍ້ມູນປະຈໍາຕົວຂະຫນາດໃຫຍ່ທີ່ພະຍາຍາມຫຼາຍລ້ານຊື່ຜູ້ໃຊ້ / ລະຫັດຜ່ານຢູ່ໃນສະຖາບັນການເງິນເປົ້າຫມາຍຫຼາຍສິບແຫ່ງໃນຄວາມຫວັງທີ່ຈະປົດລັອກບັນຊີຍ່ອຍຂະຫນາດນ້ອຍ. ເມື່ອຊອບແວການສໍ້ໂກງອັດຕະໂນມັດໄດ້ຮັບການເຂົ້າເຖິງບັນຊີ, ແຮກເກີຂອງມະນຸດອາດຈະມີສ່ວນຮ່ວມ, ແຕ່ໃນບາງກໍລະນີ, ບໍ່ແມ່ນ.",
    "2762759509": "ການ​ໂຈມ​ຕີ​ການ​ຄອບ​ຄອງ​ບັນ​ຊີ​ຫຼາຍ​ຄັ້ງ​ແມ່ນ​ເກືອບ​ທັງ​ໝົດ​ອັດ​ຕະ​ໂນ​ມັດ.",
    "1972710018": "ເບິ່ງມັນຈາກທັດສະນະຂອງບໍລິສັດ",
    "1282121137": "ເພື່ອເຂົ້າໃຈວ່າການຄອບຄອງບັນຊີທີ່ມີບັນຫາສາມາດເປັນແນວໃດ, ໃຫ້ພິຈາລະນາວ່າປະສົບການມີລັກສະນະແນວໃດຈາກທັດສະນະຂອງສະຖາບັນການເງິນ. ເຂົາເຈົ້າຈັດການກັບການເຂົ້າສູ່ລະບົບນັບລ້ານໃນແຕ່ລະມື້.",
    "2315518622": "ດ້ວຍຄວາມຊັບຊ້ອນທີ່ມີຢູ່ໃນເຄື່ອງມືການໂຈມຕີຂອງມື້ນີ້, ມັນເປັນສິ່ງທ້າທາຍທີ່ສຸດທີ່ຈະກວດພົບວ່າອັນໃດເປັນການສໍ້ໂກງ. ຫຼັງຈາກນັ້ນ, ບຸກຄົນໃດຫນຶ່ງໂທຫາສາຍບໍລິການລູກຄ້າແລະເວົ້າວ່າ \"ບັນຊີຂອງຂ້ອຍຖືກໂຈມຕີ! ຂ້ອຍບໍ່ສາມາດເຂົ້າສູ່ລະບົບໄດ້ ແລະມີຄົນລັກເງິນຂອງຂ້ອຍ!”",
    "1836369533": "ຄືກັບຜູ້ບັນຊາການໃນນິທານພື້ນເມືອງ, ຄົນເຮົາຈະກຳນົດໄດ້ວ່າໃຜແທ້ແມ່ນໃຜ? ຖ້າຜູ້ໂຈມຕີມີອົງປະກອບຕົວຕົນທີ່ຖືກລັກພຽງພໍ, ເຊັ່ນ: ໝາຍເລກໃບຂັບຂີ່, ໝາຍເລກປະກັນສັງຄົມ, ຊື່ແມ່ຂອງ, ທີ່ຢູ່ ແລະອື່ນໆ, ມັນອາດຈະເປັນການຍາກທີ່ຈະກໍານົດວ່າຜູ້ໂທແມ່ນເຈົ້າຂອງບັນຊີແທ້ ຫຼືຜູ້ໂຈມຕີທີ່ພະຍາຍາມເອົາຂໍ້ມູນ. ຣີເຊັດລະຫັດຜ່ານໃນບັນຊີທີ່ລາວຕ້ອງການເຈາະ.",
    "2880837730": "ສິ່ງທີ່ສາມາດເຮັດໄດ້ເພື່ອຢຸດການຄອບຄອງບັນຊີ?",
    "3654556483": "ສະຖາບັນການເງິນແລະບໍລິສັດອີຄອມເມີຊມີຂະບວນການແລະການຄວບຄຸມທີ່ຫຼຸດຜ່ອນບາງໄພຂົ່ມຂູ່ຕໍ່ການຄອບຄອງບັນຊີ. ເຫຼົ່ານີ້ຕັ້ງແຕ່ແບບເກົ່າ \"ຊື່ຂອງຫມູ່ທີ່ດີທີ່ສຸດຂອງເຈົ້າຢູ່ໃນໂຮງຮຽນປະຖົມ\" ຄໍາຖາມຄວາມປອດໄພເຖິງວິທີການກວດພົບທີ່ເຮັດໃຫ້ເກີດຄວາມສົງໃສໃນທີ່ຢູ່ IP ແລະໂປຣໄຟລ໌ອຸປະກອນມືຖື.",
    "2449501658": "ສະຫນອງຫນຶ່ງໃນວິທີການທີ່ກ້າວຫນ້າທີ່ສຸດເພື່ອຫຼຸດຜ່ອນໄພຂົ່ມຂູ່ຈາກຄວາມພະຍາຍາມເຂົ້າສູ່ລະບົບບັນຊີການສໍ້ໂກງ, ການນໍາໃຊ້ການຮຽນຮູ້ເຄື່ອງຈັກເພື່ອກວດຫາແລະຢຸດ bots, ແລະປະສິດທິພາບເຮັດໃຫ້ມັນຍາກຫຼາຍຫຼືແມ້ກະທັ້ງເປັນໄປບໍ່ໄດ້ສໍາລັບ fraudsters ເຂົ້າຮ່ວມໃນການຄອບຄອງບັນຊີ.",
    "3621455477": "ເພື່ອຮຽນຮູ້ເພີ່ມເຕີມ!",
    "555246307": "ໂດຍວິທີທາງການ, ນີ້ແມ່ນວິທີທີ່ເລື່ອງຂອງຜູ້ສູງອາຍຸແລະຄົນຂັບລົດຂອງລາວສິ້ນສຸດລົງ: ຜູ້ບັນຊາການເຮັດໃຫ້ຜູ້ຊາຍສອງຄົນນັ່ງຢູ່ໃນຫ້ອງຮ່ວມກັນເປັນເວລາຫຼາຍຊົ່ວໂມງແລະຮູ້ສຶກເບື່ອຫນ່າຍໃນຈິດໃຈຂອງພວກເຂົາ. ໃນຕອນທ້າຍຂອງມື້, ລາວໄດ້ປະກົດຕົວແລະເວົ້າວ່າ, \"ຂ້ອຍຈະເວົ້າກັບຄົນຂັບລົດ wagon ໃນປັດຈຸບັນ.\" ຜູ້ຊາຍໃນເຄື່ອງນຸ່ງອັນສູງສົ່ງໄດ້ຢືນຂຶ້ນ. ລາວເບື່ອຫຼາຍ, ລາວລືມວ່າລາວພຽງແຕ່ທໍາທ່າເປັນເຈົ້ານາຍ.",
    "1224727373": "BotStop ໂດຍ hCaptcha",
    "1187718370": "ຕິດ​ຕໍ່​ພວກ​ເຮົາ",
    "3892905664": "hCaptcha ຊ່ວຍໃຫ້ການບໍລິການອອນໄລນ໌ທີ່ທ່ານມັກຮັກສາ bots, spam, ແລະການລ່ວງລະເມີດໂດຍການຖາມຄໍາຖາມທີ່ງ່າຍສໍາລັບມະນຸດແລະຍາກສໍາລັບເຄື່ອງຈັກ.",
    "555158694": "ການບໍລິການທີ່ທ່ານໃຊ້ໄດ້ເລືອກເພື່ອປັບປຸງປະສົບການຂອງທ່ານໃນເວັບໄຊຂອງພວກເຂົາໂດຍການຕິດຕັ້ງ hCaptcha ເພື່ອຫຼຸດຜ່ອນການຈາລະຈອນທີ່ເປັນອັນຕະລາຍ.",
    "1617196410": "hCaptcha ແມ່ນສຸມໃສ່ການຢຸດ bots. ພວກ​ເຮົາ​ບໍ່​ສົນ​ໃຈ​ວ່າ​ຜູ້​ໃຊ້​ແມ່ນ​ໃຜ, ແຕ່​ວ່າ​ຈະ​ມີ​ພຽງ​ແຕ່​ວ່າ​ພວກ​ເຂົາ​ເຈົ້າ​ເປັນ​ອັນ​ຕະ​ລາຍ. ພວກເຮົາເຮັດວຽກໜັກເພື່ອດຸ່ນດ່ຽງຄວາມເປັນສ່ວນຕົວ ແລະ",
    "1624200563": "ຄວາມປອດໄພ, ແລະປະຕິບັດຕາມ GDPR, CCPA, LGPD, PIPL, ແລະກົດລະບຽບຄວາມເປັນສ່ວນຕົວອື່ນໆ.",
    "1927613000": "hCaptcha ປະສົມປະສານການຮຽນຮູ້ເຄື່ອງຈັກທີ່ຊັບຊ້ອນກັບເວທີການທ້າທາຍທີ່ມີປະສິດທິພາບເພື່ອປົກປ້ອງແອັບພລິເຄຊັນເວັບຈາກການຄອບຄອງບັນຊີ, ການເອົາຂໍ້ມູນປະຈໍາຕົວ, ການຂູດຂີ້ເຫຍື້ອແລະການລ່ວງລະເມີດປະເພດອື່ນໆ.",
    "1133989302": "ເປັນຫຍັງ hCaptcha?",
    "34074886": "ແຕ່ລະຄັ້ງທີ່ທ່ານຕອບສິ່ງທີ່ທ້າທາຍ, ພວກເຮົາໃຊ້ແບບຈໍາລອງທີ່ຊັບຊ້ອນເພື່ອຄິດໄລ່ວ່າທ່ານເປັນມະນຸດຫຼືບໍ່. ເວັບໄຊທ໌ທີ່ທ່ານໄດ້ໄປຢ້ຽມຢາມຫຼັງຈາກນັ້ນໃຊ້ຜົນໄດ້ຮັບນີ້ເພື່ອຊ່ວຍປັບປຸງປະສົບການຂອງທ່ານໃນເວັບໄຊທ໌ຂອງພວກເຂົາໂດຍການຮັກສາ bots.",
    "3412647984": "ນີ້ຊ່ວຍໃຫ້ທ່ານຫຼີກເວັ້ນຄໍາຖາມໃນອະນາຄົດໂດຍການລົງທະບຽນແລະຕັ້ງຄຸກກີ. ກະລຸນາລອງປິດຕົວບລັອກໂຄສະນາຂອງທ່ານ.",
    "2510209017": "ຕ້ອງການຄວາມຊ່ວຍເຫຼືອເພີ່ມເຕີມບໍ?",
    "477275453": "ເປັນຫຍັງ APIs ເປັນເປົ້າຫມາຍທີ່ນິຍົມສໍາລັບແຮກເກີ?",
    "596347471": "Application Programming Interfaces (APIs) ໄດ້ກາຍເປັນເປົ້າໝາຍທີ່ນິຍົມສຳລັບຜູ້ກະທຳທີ່ເປັນອັນຕະລາຍຢູ່ໃນໄຊເບີ. ມີຫຼາຍເຫດຜົນສໍາລັບການນີ້, ລວມທັງຜົນປະໂຫຍດທີ່ຍິ່ງໃຫຍ່ຂອງພວກເຂົາໃນການເຊື່ອມໂຍງຄໍາຮ້ອງສະຫມັກ. ມັນເປັນໄປໄດ້ທີ່ຈະຫຼຸດຜ່ອນຄວາມສ່ຽງ API, ຢ່າງໃດກໍຕາມ.",
    "2441638955": "ທໍາອິດ, API ແມ່ນຫຍັງ?",
    "3963216198": "ເພື່ອປຶກສາຫາລືວ່າເປັນຫຍັງ APIs ເປັນເປົ້າຫມາຍທີ່ນິຍົມສໍາລັບແຮກເກີ, ມັນເປັນມູນຄ່າທໍາອິດທີ່ຈະໃຊ້ເວລາສັ້ນໆເພື່ອກໍານົດສິ່ງທີ່ຫມາຍຄວາມວ່າໃນປັດຈຸບັນໂດຍຄໍາວ່າ \"API.\" ແນວຄວາມຄິດຂອງ API ບໍ່ແມ່ນສິ່ງໃຫມ່. ໃນຄວາມເປັນຈິງ, ການໂຕ້ຕອບເພື່ອເຊື່ອມຕໍ່ລະບົບຄອມພິວເຕີຕ່າງໆກັບກັນແລະກັນ, ເຊັ່ນດຽວກັນກັບອົງປະກອບພາຍໃນຂອງພວກເຂົາ, ໄດ້ມີມາຕັ້ງແຕ່ຕົ້ນປີ 1960.",
    "1047251718": "ໃນມື້ນີ້, ແນວໃດກໍ່ຕາມ, ເມື່ອຄົນເວົ້າກ່ຽວກັບ APIs, ພວກມັນມັກຈະຫມາຍເຖິງ APIs ທີ່ອີງໃສ່ມາດຕະຖານ. ເຫຼົ່ານີ້ແມ່ນ APIs ທີ່ສ້າງຂຶ້ນໂດຍໃຊ້ມາດຕະຖານເປີດເຊັ່ນ Representational State Transfer (REST) ແລະຮູບແບບໄຟລ໌ມາດຕະຖານເປີດເຊັ່ນ JavaScript Object Notation (JSON). ດັ່ງກ່າວ \"RESTful APIs,\" ຍ້ອນວ່າພວກເຂົາເປັນທີ່ຮູ້ຈັກ, ສາມາດສ້າງໄດ້ໂດຍບໍ່ຕ້ອງໃຊ້ຊອບແວທີ່ເປັນເຈົ້າຂອງ. APIs ຜົນໄດ້ຮັບແມ່ນສາມາດສົ່ງແລະຮັບຂໍ້ມູນແລະຂັ້ນຕອນການໂທລະຫວ່າງຄໍາຮ້ອງສະຫມັກຊອບແວ. ຕົວຢ່າງ, ແອັບທະນາຄານມືຖືໃຊ້ API ເພື່ອເຂົ້າເຖິງລະບົບຂອງທະນາຄານ.",
    "3195334319": "ຜົນປະໂຫຍດແລະຄວາມອ່ອນແອຂອງ APIs",
    "1903743785": "ການມາເຖິງຂອງ APIs ທີ່ອີງໃສ່ມາດຕະຖານສະແດງໃຫ້ເຫັນເຖິງການກ້າວກະໂດດອັນໃຫຍ່ຫຼວງໃນການເຊື່ອມໂຍງແອັບພລິເຄຊັນ. ໃນໄລຍະ 20 ປີທີ່ຜ່ານມາຫຼືຫຼາຍກວ່ານັ້ນ, APIs ໄດ້ມາຈາກການເປັນຜະລິດຕະພັນຊອບແວທີ່ເປັນເຈົ້າຂອງທີ່ມີຄ່າໃຊ້ຈ່າຍແລະຊັບຊ້ອນໄປສູ່ການຟຣີ, ເຄື່ອງມືມາດຕະຖານທີ່ປຽບທຽບກັບງ່າຍຕໍ່ການເຮັດວຽກ - ແລະໄວທີ່ຈະນໍາໃຊ້.",
    "879362350": "ດ້ວຍ APIs ໃຫມ່ທີ່ເຮັດວຽກຜ່ານອິນເຕີເນັດ, ມັນເປັນໄປໄດ້ທີ່ຈະເຊື່ອມຕໍ່ຊອບແວຫຼືແຫຼ່ງຂໍ້ມູນ, ທຸກບ່ອນໃນໂລກ, ບໍ່ວ່າຈະເປັນແພລະຕະຟອມ, ຂໍ້ມູນຫຼືພາສາການຂຽນໂປຼແກຼມ. ດັ່ງນັ້ນ, ໂລກຄອມພິວເຕີໃນປັດຈຸບັນແມ່ນຢູ່ໃນທ່າມກາງການປະຕິວັດ API. ມີການລະເບີດຂອງການເຊື່ອມຕໍ່ລະຫວ່າງແອັບພລິເຄຊັນ ແລະຂໍ້ມູນ. ນັ້ນຍິ່ງໃຫຍ່, ຈົນກ່ວາມັນບໍ່ແມ່ນ.",
    "3844432472": "ການເປີດກວ້າງແລະຜົນປະໂຫຍດຂອງ APIs ເຮັດໃຫ້ພວກເຂົາເປັນເປົ້າຫມາຍທີ່ອຸດົມສົມບູນຢ່າງບໍ່ຫນ້າເຊື່ອສໍາລັບຜູ້ໂຈມຕີ. ໃນທາງດຽວກັນທີ່ແອັບຯມືຖືສາມາດຖືກຕັ້ງໂຄງການເພື່ອເຂົ້າຫາ ແລະຮັບຂໍ້ມູນຈາກລະບົບອົງກອນໂດຍໃຊ້ API, ດັ່ງນັ້ນມັນກໍສາມາດເປັນຊິ້ນສ່ວນຂອງ malware ໄດ້ຄືກັນ. ແຮກເກີໄດ້ຂຽນເຄື່ອງມືຊອບແວທີ່ຫຼາກຫຼາຍເພື່ອລ່ວງລະເມີດ APIs. ມັນເປັນເຕັກນິກການໂຈມຕີທີ່ມີປະສິດທິພາບ.",
    "2187096543": "ແທ້ຈິງແລ້ວ, ມີບາງການລະເມີດຂໍ້ມູນໃຫຍ່ທີ່ເປັນຜົນມາຈາກຊອບແວທີ່ຂຽນໂດຍແຮກເກີທີ່ຮຽກຮ້ອງໃຫ້ API ເພື່ອສະກັດຂໍ້ມູນຈາກຖານຂໍ້ມູນ. ຫຼັງຈາກທີ່ທັງຫມົດ, ຖ້າມັນລັກຂໍ້ມູນພຽງແຕ່ຮຽກຮ້ອງໃຫ້ມີການໂທຫາ GET ພື້ນຖານໃນ API, ຂຽນໂດຍໃຊ້ REST ແລະ JSON, ຫຼັງຈາກນັ້ນມັນງ່າຍທີ່ຈະກໍາຈັດຖານຂໍ້ມູນທີ່ສະອາດຢ່າງໄວວາ. ໃນຄວາມເປັນຈິງ, ໃນເວລາທີ່ປະຊາຊົນເວົ້າກ່ຽວກັບການໂຈມຕີ \"ຂູດຫນ້າຈໍ\", ສິ່ງທີ່ພວກເຂົາຫມາຍຄວາມວ່າ, ສ່ວນຫຼາຍແມ່ນການໂທ API ຢ່າງໄວວາທີ່ດຶງຂໍ້ມູນອອກຈາກຖານຂໍ້ມູນ. APIs ໄດ້ກາຍເປັນຫນ້າການໂຈມຕີທີ່ສໍາຄັນສໍາລັບອົງການຈັດຕັ້ງທີ່ສ້າງພວກມັນ.",
    "4222109231": "ການຫຼຸດຜ່ອນຄວາມສ່ຽງ API ກັບຜະລິດຕະພັນວິສາຫະກິດຂອງ hCaptcha",
    "1783317946": "ການຢຸດເຊົາການໂຈມຕີ API ເປັນກໍລະນີການນໍາໃຊ້ທີ່ນິຍົມສໍາລັບ",
    "3022922096": ", ຊຸດວິສາຫະກິດຂອງ hCaptcha ຂອງຜະລິດຕະພັນ. ບໍ່ເຫມືອນກັບສະບັບຟຣີຂອງ hCaptcha,",
    "63719113": "ໃຊ້ການຮຽນຮູ້ເຄື່ອງຈັກຂັ້ນສູງເພື່ອລະບຸການຈະລາຈອນທີ່ເປັນອັນຕະລາຍໄປຫາເວັບໄຊ ແລະແອັບຯຂອງທ່ານ - ລວມທັງກິດຈະກໍາການຂູດຂີ້ເຫຍື້ອ.",
    "3566102529": "ພວກເຮົາໃນມື້ນີ້ເພື່ອຮຽນຮູ້ເພີ່ມເຕີມ.",
    "3096553330": "ທຸກໆລະບົບທີ່ພວກເຮົາສ້າງພຽງແຕ່ສະທ້ອນໃຫ້ເຫັນຄວາມສໍາພັນຂອງພວກເຮົາກັບຄົນອື່ນ.",
    "1467218142": "ສິ່ງທີ່ພວກເຮົາປາດຖະຫນາຈາກພວກເຂົາແລະຕົວເຮົາເອງຂັບລົດພຶດຕິກໍາຂອງພວກເຮົາ, ແລະດັ່ງນັ້ນຮູບແບບດຽວກັນຂອງປະຕິສໍາພັນເກີດຂື້ນໃນທຸກລະບົບຂອງມະນຸດ. ອິນເຕີເນັດໃຫ້ຕົວຢ່າງຫຼາຍຢ່າງກ່ຽວກັບລັກສະນະພື້ນຖານຂອງໂລກຂອງພວກເຮົາ.",
    "808872868": "ຕົວຢ່າງ: ຂີ້ເຫຍື້ອ, ການສໍ້ໂກງ, ແລະການລ່ວງລະເມີດແມ່ນມີຢູ່ໃນອອນໄລນ໌ນັບຕັ້ງແຕ່ເກືອບມື້ຫຼັງຈາກສອງລະບົບເຊື່ອມຕໍ່ກັນຄັ້ງທໍາອິດ.",
    "1085089390": "ການລ່ວງລະເມີດທາງອິນເຕີເນັດແມ່ນມາຈາກພຶດຕິກໍາຂອງມະນຸດ",
    "3064321967": "ອີເມວຂີ້ເຫຍື້ອທີ່ຮູ້ຈັກຄັ້ງທໍາອິດຖືກສົ່ງໃນປີ 1978. [",
    "3800781598": "] ເກືອບຫ້າທົດສະວັດຕໍ່ມາ, ອີເມລ໌ spam ຍັງສືບຕໍ່ plague ພວກເຮົາ. ຫຼາຍຕື້ໂດລາແລະຫລາຍພັນຄົນຂອງຄວາມພະຍາຍາມວິສະວະກໍາຫຼາຍປີໄດ້ຖືກເອົາໃຈໃສ່ເຂົ້າໄປໃນການເອົາຊະນະມັນ, ແລະ spam ຍັງຄົງຢູ່. ມີອຸດສາຫະກໍາທີ່ມີມູນຄ່າຫຼາຍຕື້ໂດລາຢູ່ທັງສອງດ້ານ, ຄືຜູ້ທີ່ປົກປ້ອງມັນແລະຜູ້ທີ່ສົ່ງມັນ.",
    "2119943547": "ເປັນຫຍັງອັນນີ້? ຄໍາຕອບແມ່ນງ່າຍດາຍ. ຕາບໃດທີ່ຍັງມີແຮງຈູງໃຈທີ່ຈະລ່ວງລະເມີດລະບົບ, ຄົນທົ່ວໄປຈະຊອກຫາວິທີທາງ. ແລະເມື່ອພວກເຂົາເຮັດ, ຄົນອື່ນຈະມີແຮງຈູງໃຈທີ່ຈະຢຸດພວກເຂົາ.",
    "532470444": "ການດຸ່ນດ່ຽງອາດຈະປ່ຽນແປງເລັກນ້ອຍຈາກປີຕໍ່ປີ, ແຕ່ພຶດຕິກໍານີ້ພຽງແຕ່ສະທ້ອນໃຫ້ເຫັນເຖິງລັກສະນະພື້ນຖານຂອງມະນຸດ, ແລະຫ້າພັນປີຂອງປະຫວັດສາດທີ່ບັນທຶກໄວ້ຫມາຍຄວາມວ່າການເຄື່ອນໄຫວບໍ່ຫນ້າຈະປ່ຽນແປງໃນໄວໆນີ້.",
    "3193548097": "Hope Springs ນິລັນດອນ",
    "4065614934": "ການວິເຄາະນີ້ບໍ່ແມ່ນສິ່ງໃຫມ່, ແຕ່ປະຊາຊົນມີແງ່ດີຕະຫຼອດໄປ. ໂດຍສະເພາະເມື່ອພວກເຂົາຄິດວ່າຄວາມຄິດຂອງພວກເຂົາແມ່ນໃຫມ່.",
    "1216071511": "ແນວຄວາມຄິດດຽວກັນໄດ້ຖືກສະເຫນີເລື້ອຍໆວ່າປະມານ 20 ປີກ່ອນຫນ້ານີ້, ຜູ້ຂຽນທີ່ບໍ່ເປີດເຜີຍຊື່ໄດ້ອອກມາໃຫ້ຄໍາແນະນໍາທີ່ເປັນປະໂຫຍດສໍາລັບການສົນທະນາອອນໄລນ໌ກ່ຽວກັບການແກ້ໄຂການຕ້ານ spam:",
    "1941999673": "ປະກາດຂອງທ່ານສະໜັບສະໜູນ ກ",
    "4179118182": "( ) ດ້ານວິຊາການ ( ) ນິຕິກໍາ ( ) ຕະຫຼາດໂດຍອີງໃສ່ ( ) vigilante",
    "3978720689": "ວິທີການຕໍ່ສູ້ກັບ spam. ຄວາມຄິດຂອງເຈົ້າຈະບໍ່ເຮັດວຽກ. ນີ້ແມ່ນເຫດຜົນທີ່ວ່າມັນຈະບໍ່ເຮັດວຽກ.",
    "318339230": "(ໜຶ່ງ ຫຼືຫຼາຍກວ່ານັ້ນອາດຈະນຳໃຊ້ກັບຄວາມຄິດສະເພາະຂອງເຈົ້າ, ແລະມັນອາດຈະມີ",
    "30312304": "ຂໍ້ບົກພ່ອງອື່ນໆທີ່ເຄີຍແຕກຕ່າງກັນຈາກລັດໄປຫາລັດກ່ອນທີ່ກົດຫມາຍຂອງລັດຖະບານກາງທີ່ບໍ່ດີຈະຖືກຜ່ານ.)",
    "2710988028": "( ) spammers ໄດ້ຢ່າງງ່າຍດາຍສາມາດນໍາໃຊ້ມັນເພື່ອເກັບກ່ຽວທີ່ຢູ່ອີເມວ",
    "3912514510": "( ) ລາຍຊື່ທາງໄປສະນີ ແລະການໃຊ້ອີເມລ໌ທີ່ຖືກຕ້ອງຕາມກົດໝາຍອື່ນໆຈະໄດ້ຮັບຜົນກະທົບ",
    "2030062561": "( ) ບໍ່​ມີ​ໃຜ​ຈະ​ສາ​ມາດ​ຊອກ​ຫາ​ຜູ້​ຊາຍ​ຫຼື​ເກັບ​ເງິນ​ໄດ້​",
    "3334160175": "( ) ມັນ​ເປັນ​ການ​ປ້ອງ​ກັນ​ຕ້ານ​ການ​ໂຈມ​ຕີ​ໂດຍ​ບັງ​ຄັບ​ໃຊ້​ສັດ​",
    "3238345709": "( ) ມັນຈະຢຸດ spam ສໍາລັບສອງອາທິດແລະຫຼັງຈາກນັ້ນພວກເຮົາຈະຕິດຢູ່ກັບມັນ",
    "4227800293": "( ) ຜູ້ໃຊ້ອີເມລ໌ຈະບໍ່ເອົາໃຈໃສ່ກັບມັນ",
    "2271252286": "( ) Microsoft ຈະບໍ່ເອົາໃຈໃສ່ກັບມັນ",
    "692064738": "( ) ຕໍາ​ຫຼວດ​ຈະ​ບໍ່​ເອົາ​ໃຈ​ໃສ່​ກັບ​ມັນ​",
    "3475647460": "( ) ຮຽກຮ້ອງໃຫ້ມີການຮ່ວມມືຫຼາຍເກີນໄປຈາກ spammers",
    "1482845460": "( ) ຮຽກຮ້ອງໃຫ້ມີການຮ່ວມມືທັນທີທັນໃດຈາກທຸກໆຄົນໃນເວລາດຽວກັນ",
    "3741193183": "( ) ຜູ້ໃຊ້ອີເມລ໌ຈໍານວນຫຼາຍບໍ່ສາມາດທີ່ຈະສູນເສຍທຸລະກິດຫຼື alienate ນາຍຈ້າງທີ່ມີທ່າແຮງ",
    "2234909600": "( ) spammers ບໍ່ສົນໃຈກັບທີ່ຢູ່ທີ່ບໍ່ຖືກຕ້ອງຢູ່ໃນລາຍຊື່ຂອງພວກເຂົາ",
    "1982617151": "( ) ຜູ້ໃດຜູ້ໜຶ່ງສາມາດທຳລາຍອາຊີບ ຫຼື ທຸລະກິດຂອງຜູ້ອື່ນໂດຍບໍ່ເປີດເຜີຍຊື່",
    "2498172334": "ໂດຍສະເພາະ, ແຜນການຂອງທ່ານລົ້ມເຫລວ",
    "389705801": "( ) ກົດໝາຍຫ້າມຢ່າງຈະແຈ້ງ",
    "190955495": "( ) ຂາດອໍານາດການຄວບຄຸມສູນກາງສໍາລັບອີເມລ໌",
    "237009707": "( ) ເປີດ Relay ໃນຕ່າງປະເທດ",
    "3507532387": "( ) ຄວາມງ່າຍໃນການຄົ້ນຫາພື້ນທີ່ທີ່ຢູ່ທີ່ເປັນຕົວເລກນ້ອຍໆຂອງທີ່ຢູ່ອີເມວທັງໝົດ",
    "2477958756": "( ) ຄົນ​ຊົ່ວ",
    "3254142589": "( ) ບັນຫາທາງກົດໝາຍ",
    "3621401685": "( ) ຄວາມບໍ່ນິຍົມຂອງພາສີໃຫມ່ທີ່ແປກປະຫຼາດ",
    "4277475973": "( ) ສາທາລະນະລັດລັງເລທີ່ຈະຍອມຮັບເງິນຮູບແບບໃໝ່ທີ່ແປກປະຫຼາດ",
    "941057651": "( ) ການລົງທຶນຊອຟແວທີ່ມີຢູ່ແລ້ວຢ່າງຫຼວງຫຼາຍໃນ SMTP",
    "3265293440": "( ) ຄວາມອ່ອນໄຫວຕໍ່ກັບໂປຣໂຕຄອນອື່ນທີ່ບໍ່ແມ່ນ SMTP ທີ່ຈະໂຈມຕີ",
    "515733427": "( ) ຄວາມເຕັມໃຈຂອງຜູ້ໃຊ້ໃນການຕິດຕັ້ງແຜ່ນ OS ທີ່ໄດ້ຮັບໂດຍອີເມລ໌",
    "2631159699": "( ) ກອງທັບຂອງແມ່ທ້ອງ riddled broadband-connected ປ່ອງ Windows",
    "776542208": "( ) ເຊື້ອຊາດອາວຸດນິລັນດອນມີສ່ວນຮ່ວມໃນວິທີການການກັ່ນຕອງທັງຫມົດ",
    "989480928": "( ) ກໍາໄລຫຼາຍຂອງ spam",
    "3898950867": "( ) Joe jobs ແລະ/ຫຼື ການລັກຕົວຕົນ",
    "3395399558": "( ) ນັກການເມືອງທີ່ບໍ່ຮູ້ໜັງສືທາງວິຊາການ",
    "1118929614": "( ) ຄວາມໂງ່ຈ້າທີ່ສຸດຢູ່ໃນສ່ວນຂອງຜູ້ທີ່ເຮັດທຸລະກິດກັບ spammers",
    "838951836": "( ) ຄວາມບໍ່ຊື່ສັດໃນສ່ວນຂອງ spammers ຕົນເອງ",
    "2123236933": "( ) ຄ່າໃຊ້ຈ່າຍແບນວິດທີ່ບໍ່ໄດ້ຮັບຜົນກະທົບຈາກການກັ່ນຕອງລູກຄ້າ",
    "2292919419": "( ) ການ​ຄາດ​ຄະ​ເນ​",
    "2534436327": "ແລະການຄັດຄ້ານ philosophical ຕໍ່ໄປນີ້ອາດຈະນໍາໃຊ້:",
    "832385387": "( ) ແນວຄວາມຄິດທີ່ຄ້າຍຄືກັບຂອງເຈົ້າແມ່ນງ່າຍທີ່ຈະເກີດຂຶ້ນໄດ້, ແຕ່ບໍ່ມີອັນໃດຖືກສະແດງໃຫ້ເຫັນໃນພາກປະຕິບັດ",
    "1993984258": "( ) ໂຄງ​ການ​ໃດ​ຫນຶ່ງ​ອີງ​ໃສ່​ການ​ເລືອກ​ອອກ​ແມ່ນ​ບໍ່​ຍອມ​ຮັບ​ໄດ້​",
    "3909240516": "( ) ສ່ວນຫົວ SMTP ບໍ່ຄວນເປັນຫົວເລື່ອງຂອງກົດໝາຍ",
    "1151065360": "( ) ບັນຊີດໍາດູດ",
    "2396605499": "( ) Whitelists ດູດ",
    "2225785608": "( ) ພວກເຮົາຄວນຈະສາມາດສົນທະນາກ່ຽວກັບ Viagra ໂດຍບໍ່ມີການ censored",
    "3004688366": "( ) ມາດຕະການຕອບໂຕ້ບໍ່ຄວນກ່ຽວຂ້ອງກັບການສໍ້ໂກງສາຍ ຫຼື ການສໍ້ໂກງບັດເຄຣດິດ",
    "922470170": "( ) ມາດ​ຕະ​ການ​ຕ້ານ​ການ​ບໍ່​ຄວນ​ກ່ຽວ​ຂ້ອງ​ກັບ​ການ​ທໍາ​ລາຍ​ເຄືອ​ຂ່າຍ​ສາ​ທາ​ລະ​ນະ​",
    "3068923550": "( ) ມາດ​ຕະ​ການ​ຕອບ​ໂຕ້​ຕ້ອງ​ໄດ້​ຮັບ​ຜົນ​ຖ້າ​ຫາກ​ວ່າ​ຂັ້ນ​ຕອນ​ໃນ​ການ​ຄ່ອຍໆ​",
    "2752975480": "( ) ການສົ່ງອີເມວຄວນຈະບໍ່ເສຍຄ່າ",
    "117227832": "( ) ເປັນ​ຫຍັງ​ພວກ​ເຮົາ​ຄວນ​ຈະ​ຕ້ອງ​ໄວ້​ວາງ​ໃຈ​ທ່ານ​ແລະ​ເຄື່ອງ​ແມ່​ຂ່າຍ​ຂອງ​ທ່ານ​?",
    "1021431157": "( ) ຄວາມບໍ່ເຂົ້າກັນໄດ້ກັບ open source ຫຼື open source ໃບອະນຸຍາດ",
    "2801524659": "() ມາດຕະການທີ່ມີຄວາມຮູ້ສຶກດີບໍ່ເຮັດຫຍັງເພື່ອແກ້ໄຂບັນຫາ",
    "931661269": "( ) ທີ່ຢູ່ອີເມວຊົ່ວຄາວ/ຄັ້ງດຽວແມ່ນຫຍຸ້ງຍາກ",
    "2090457681": "() ຂ້ອຍບໍ່ຕ້ອງການໃຫ້ລັດຖະບານອ່ານອີເມວຂອງຂ້ອຍ",
    "3536122902": "( ) ການ​ຢຸດ​ເຂົາ​ເຈົ້າ​ແບບ​ນັ້ນ​ບໍ່​ຊ້າ​ແລະ​ເຈັບ​ປວດ​ພຽງ​ພໍ",
    "2391175562": "ນອກຈາກນັ້ນ, ນີ້ແມ່ນສິ່ງທີ່ຂ້ອຍຄິດກ່ຽວກັບເຈົ້າ:",
    "229198134": "() ຂໍໂທດເດີ, ແຕ່ຂ້ອຍບໍ່ຄິດວ່າມັນຈະເຮັດວຽກ.",
    "345563040": "() ນີ້​ແມ່ນ​ຄວາມ​ຄິດ​ທີ່​ໂງ່, ແລະ​ທ່ານ​ເປັນ​ຄົນ​ໂງ່​ສໍາ​ລັບ​ການ​ແນະ​ນໍາ​ມັນ.",
    "409780280": "( ) ພະ​ຍາ​ຍາມ​ໄດ້​ດີ, ****! ຂ້າ​ພະ​ເຈົ້າ​ຫວັງ​ວ່າ​ຜູ້​ໃດ​ຜູ້​ຫນຶ່ງ​ຂັ້ນ​ຕອນ​ໃນ​ແປ້ນ​ພິມ​ຂອງ​ທ່ານ​!",
    "2820080973": "ຮ່ວມກັບ ❤ ໂດຍ",
    "3943164003": "ເບິ່ງວັດຖຸດິບ",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "ເປັນຫຍັງການແກ້ໄຂການຕ້ານ spam ໃໝ່ຂອງເຈົ້າຈະບໍ່ເຮັດວຽກ",
    "361795034": ". ຜູ້ຂຽນທີ່ບໍ່ຮູ້ຈັກ, ຄ. 2000",
    "1547006769": "ການຢັ້ງຢືນມະນຸດແມ່ນບັນຫາດຽວກັນ",
    "3717942925": "ຄືກັນກັບວ່າຈະມີຜູ້ທີ່ຕ້ອງການຄວາມສົນໃຈຂອງທ່ານຜ່ານທາງອີເມລ໌ຢູ່ສະ ເໝີ, ມັນຈະມີຄວາມປາຖະຫນາທີ່ຈະຈໍາກັດການເຂົ້າເຖິງຊັບພະຍາກອນບາງຢ່າງທີ່ມະນຸດພຽງແຕ່ສາມາດເຂົ້າເຖິງພວກມັນໄດ້.",
    "2481032625": "ເປົ້າໝາຍແມ່ນເພື່ອປ້ອງກັນບໍ່:",
    "1691348394": "- ການຊື້ມະຫາຊົນອັດຕະໂນມັດໃນໄລຍະການຂາຍການປ່ອຍຈໍາກັດ",
    "1771016224": "- ຊອບ​ແວ​ຈາກ​ການ​ດາວ​ໂຫຼດ​ເນື້ອ​ໃນ​ທັງ​ຫມົດ​ອອກ​ຈາກ​ເວັບ​ໄຊ​ທ​໌​ຂອງ​ທ່ານ​ຢ່າງ​ຫຼວງ​ຫຼາຍ​",
    "1959762846": "- ມີແບບຟອມເວັບຂອງທ່ານເຕັມໄປດ້ວຍ spam ຫຼືການລ່ວງລະເມີດທາງກາລະຕະຫຼາດທີ່ບໍ່ມີທີ່ສິ້ນສຸດ",
    "345108670": "- ການຕື່ມຂໍ້ມູນການຢັ້ງຢືນ ແລະຄວາມພະຍາຍາມຄອບຄອງບັນຊີອື່ນໆ",
    "2540760245": "ໃນບັນດາການນໍາໃຊ້ອື່ນໆ, ຄວາມສາມາດໃນການກັ່ນຕອງການຈະລາຈອນອອນໄລນ໌ໂດຍອີງໃສ່ \"ມະນຸດຫຼືບໍ່\" ອາດຈະຍັງຄົງເປັນເຄື່ອງມືທີ່ມີຄຸນຄ່າຕາບໃດທີ່ທໍາມະຊາດຂອງມະນຸດປະຕິບັດຕາມຮູບແບບດຽວກັນທີ່ໄດ້ບັນທຶກໄວ້ໃນໄລຍະຫ້າພັນປີທີ່ຜ່ານມາ.",
    "3346362371": "ແມ່ນຫຍັງກ່ຽວກັບການຮຽນຮູ້ເຄື່ອງຈັກ?",
    "3619183405": "ໃນປີ 2021 CAPTCHAs ງ່າຍໆບາງຄັ້ງສາມາດແກ້ໄຂໄດ້ດ້ວຍຊອບແວ, ຍ້ອນຄວາມກ້າວໜ້າໃນການຮຽນຮູ້ເຄື່ອງຈັກ. ເພື່ອແກ້ໄຂບັນຫານີ້, hCaptcha ຍັງເຮັດການວິເຄາະລາຍລະອຽດຫຼາຍຂອງຄຸນສົມບັດເຊັ່ນ",
    "3292221787": "ສິ່ງທ້າທາຍໄດ້ຖືກຕອບ, ບໍ່ພຽງແຕ່ວ່າມັນຖືກຕ້ອງ, ແລະມີການປ່ຽນແປງເລື້ອຍໆທັງຄໍາຖາມແລະຂໍ້ມູນທີ່ໃຊ້.",
    "1080672247": "ເນື່ອງຈາກວ່າຫຼາຍຄໍາຖາມທີ່ຖາມບໍ່ສາມາດແກ້ໄຂໄດ້ໃນດ້ານເສດຖະກິດດ້ວຍຊອບແວຊັ້ນວາງ, ແລະເນື່ອງຈາກວ່າຂໍ້ມູນໂດຍທົ່ວໄປແມ່ນເປັນເອກະລັກຂອງລະບົບ, ນີ້ຫມາຍຄວາມວ່າ bots ມັກຈະຢຸດເຊົາຢ່າງສົມບູນໂດຍການບໍລິການຟຣີ, ແລະຕ້ອງອີງໃສ່ຕົວແກ້ໄຂ CAPTCHA ຂອງມະນຸດແທນ, ເຊິ່ງ. ເຮັດ​ໃຫ້​ການ​ລ່ວງ​ລະ​ເມີດ​ຫຼາຍ​ປະ​ເພດ​ບໍ່​ເສດ​ຖະ​ກິດ​ຢ່າງ​ສິ້ນ​ເຊີງ​.",
    "4172868199": "ກ້າວໄປໄກກວ່ານີ້, ກ້າວໄປສູ່ຄວາມພະຍາຍາມທີ່ຈະຈຳແນກ “ຄົນດີ” ຈາກ “ຄົນຊົ່ວ” ເຊັ່ນດຽວກັນ, ແລະ ປະຈຸບັນນີ້ ການບໍລິການອອນໄລນ໌ທີ່ນິຍົມກັນຫຼາຍຂອງໂລກໄດ້ນຳໃຊ້ເພື່ອຄົ້ນຫາ ແລະ ຢຸດທຸກຢ່າງຈາກການສໍ້ໂກງການຊື້ໄປຈົນເຖິງຄວາມຍືນຍົງຄົງຕົວ. ໄພຂົ່ມຂູ່ຕໍ່ຜູ້ໃຊ້ຂອງພວກເຂົາ, ໃນຂະນະທີ່ຮັກສາຈຸດພິເສດໃນການຮັກສາຄວາມເປັນສ່ວນຕົວ.",
    "2873911365": "ຈະເປັນແນວໃດກ່ຽວກັບການຢັ້ງຢືນຮາດແວ?",
    "1477196356": "ວິທີການຕ່າງໆໃນການເຊື່ອມໂຍງຕົວຕົນກັບອຸປະກອນໃນຮູບແບບທີ່ປອດໄພທາງ cryptographically, ບາງຄັ້ງມີຄຸນສົມບັດຮັກສາຄວາມເປັນສ່ວນຕົວ, ໄດ້ຖືກສະເຫນີມາເປັນເວລາຫລາຍສິບປີ. ການ​ເຂົ້າ​ລະ​ຫັດ​ລະ​ຫັດ​ສາ​ທາ​ລະ​ນະ​ມີ​ວັນ​ກັບ​ຄືນ​ໄປ​ບ່ອນ c. 1975, ແລະ tokens ຮາດແວມີຢູ່ເກືອບເປັນເວລາດົນນານ.",
    "2349681896": "ແຕ່ຫນ້າເສຍດາຍ, ການຄວບຄຸມຊິ້ນສ່ວນຂອງຮາດແວບໍ່ໄດ້ຫມາຍຄວາມວ່າທ່ານເປັນຄົນ. ເກືອບທຸກໂຄງການຢັ້ງຢືນຮາດແວທີ່ເປັນທີ່ນິຍົມຂອງຜູ້ບໍລິໂພກໄດ້ຖືກແຕກຊ້ຳແລ້ວຊ້ຳແລ້ວຊ້ຳອີກ, ແກ້ໄຂ, ແລະຫຼັງຈາກນັ້ນກໍ່ແຕກອີກ.",
    "254326776": "ການລ່ວງລະເມີດທີ່ເປັນອັນຕະລາຍຕໍ່ຂໍ້ບົກພ່ອງເຫຼົ່ານີ້ມັກຈະຖືກຄົ້ນພົບວ່າເກີດຂຶ້ນຫຼາຍເດືອນ ຫຼືຫຼາຍປີກ່ອນການເປີດເຜີຍ ຫຼືການພິມເຜີຍແຜ່ທາງວິຊາການ.",
    "2462909475": "ຝາຂອງໂທລະສັບຫຼາຍກວ່າ 10,000 ເຄື່ອງທີ່ໃຊ້ໃນການລ່ວງລະເມີດ, ເປັນສ່ວນຫນຶ່ງຂອງການດໍາເນີນງານຂອງ bot ຂອງຈີນ.",
    "1963951234": "ບໍ່ວ່າໂຄງການ cryptographic ຂອງເຈົ້າຈະເຊື່ອຖືໄດ້ຫຼາຍປານໃດ, ຖ້າໃຜຜູ້ຫນຶ່ງສາມາດໃຊ້ເວລາພຽງແຕ່ເງິນເພື່ອໃຫ້ຄໍາຕອບທີ່ເຈົ້າກໍາລັງຊອກຫາ, ການເປັນເຈົ້າຂອງຮາດແວບໍ່ພຽງພໍ.",
    "1278884196": "ທີ່ເວົ້າວ່າ, ການເຂົ້າລະຫັດລັບແມ່ນຂ້ອນຂ້າງເປັນລະບຽບວິໄນໄວຫນຸ່ມ. ອີງຕາມປະຫວັດສາດທີ່ຜ່ານມາ, ໂຄງການການເຂົ້າລະຫັດລັບຂອງທ່ານແລະ / ຫຼືການປະຕິບັດມີແນວໂນ້ມທີ່ຈະແຕກຫັກທັນທີທີ່ຜູ້ໃດມີແຮງຈູງໃຈທີ່ຈະເບິ່ງມັນຢ່າງໃກ້ຊິດ, ແລະມັນເປັນໄປໄດ້ວ່າຄົນອື່ນຈະຄິດເຖິງເລື່ອງນີ້ດົນນານກ່ອນທີ່ທ່ານຈະເຮັດ. ການອີງໃສ່ຮາດແວຍັງຫມາຍຄວາມວ່າທ່ານອາດຈະຈໍາເປັນຕ້ອງຂໍໃຫ້ຜູ້ໃຊ້ຂອງທ່ານທຸກຄົນປ່ຽນອຸປະກອນທາງດ້ານຮ່າງກາຍເພື່ອແກ້ໄຂຂໍ້ບົກພ່ອງ. ນີ້ບໍ່ຫນ້າຈະເກີດຂຶ້ນຢ່າງໄວວາໃນກໍລະນີຫຼາຍທີ່ສຸດ, ຊຶ່ງຫມາຍຄວາມວ່າໃນຄວາມເປັນຈິງລະບົບຂອງທ່ານຈະລົ້ມເຫລວພຽງແຕ່ເປີດ.",
    "1828028934": "ນີ້ແມ່ນເຫດຜົນ",
    "1642844535": "ເປັນສິ່ງສໍາຄັນ: hCaptcha ໃຊ້ຫຼາຍວິທີທີ່ແຕກຕ່າງກັນເພື່ອຕອບຄໍາຖາມພື້ນຖານດຽວກັນ, ອະນຸຍາດໃຫ້ການປຽບທຽບສໍາລັບຄວາມສອດຄ່ອງໃນທົ່ວການປະເມີນຜົນທັງຫມົດ.",
    "1155821305": "ການປ້ອງກັນແມ່ນຄວາມເລິກ",
    "119098046": "ຈະເປັນແນວໃດກ່ຽວກັບການແກ້ໄຂແບບ passive ຫຼືບໍ່ມີສິ່ງທ້າທາຍ?",
    "2760410719": "ການບໍລິການທີ່ພະຍາຍາມກວດຫາ bot ທີ່ມີສັນຍານ passive ຢ່າງດຽວແລ່ນເຂົ້າໄປໃນບັນຫາພື້ນຖານ: ທ່ານຈະກວດສອບແນວໃດວ່າລະບົບຈະກວດພົບນັກສະແດງທີ່ບໍ່ດີຢ່າງຖືກຕ້ອງໃນເວລາທີ່ທ່ານບໍ່ມີຄວາມຈິງພື້ນຖານທີ່ຖືກຕ້ອງບໍ?",
    "1722734001": "ອິນເຕີເນັດເປີດແມ່ນສະພາບແວດລ້ອມທີ່ບໍ່ມີສຽງຫຼາຍ. ນັກສະແດງທີ່ບໍ່ດີໂຈມຕີຜູ້ໃຊ້ບໍລິການແລະຄູ່ແຂ່ງຂອງພວກເຮົາເຊັ່ນ reCAPTCHA ທຸກໆມື້, ແລະແນ່ນອນວ່າພະຍາຍາມເບິ່ງເປັນມະນຸດເທົ່າທີ່ເປັນໄປໄດ້ໃນຂະນະທີ່ເຮັດເຊັ່ນນັ້ນ.",
    "1595254735": "ການບໍລິການຕົວຕັ້ງຕົວຕີຢ່າງບໍລິສຸດຕໍ່ສູ້ກັບການຮັກສາຄວາມຖືກຕ້ອງຂອງການກວດຫາ bot, ຫຼືແມ້ກະທັ້ງຮູ້ເວລາທີ່ພວກມັນບໍ່ຖືກຕ້ອງ. ຖ້າບໍ່ມີຄວາມສາມາດໃນການທ້າທາຍຜູ້ໃຊ້ເປັນບາງຄັ້ງຄາວແລະວິເຄາະຜົນຂອງສິ່ງທ້າທາຍນັ້ນຢ່າງຖືກຕ້ອງ, ຄວາມຖືກຕ້ອງມັກຈະຫຼຸດລົງຢ່າງຫຼວງຫຼາຍໃນໄລຍະເວລາ.",
    "2412751979": "ຂໍຂອບໃຈກັບສັນຍານຂອງມະນຸດທີ່ຖືກຕ້ອງກວ່າທີ່ໃຫ້ພະລັງງານ hCaptcha, ຫຼາຍບໍລິສັດທີ່ເຄີຍໃຊ້ reCAPTCHA v3/Enterprise ໃນເມື່ອກ່ອນໄດ້ປ່ຽນເປັນ",
    "2284856231": "ແລະໄດ້ເຫັນການປັບປຸງຄວາມຖືກຕ້ອງຢ່າງຫຼວງຫຼາຍໃນໂຫມດຕົວຕັ້ງຕົວຕີອັນບໍລິສຸດຂອງ hCaptcha Enterprise ເຊັ່ນກັນ.",
    "4162847": "ພວກເຮົາສາມາດສັງເກດໄດ້ໂດຍກົງ, ເນື່ອງຈາກລູກຄ້າບາງຄົນຂອງພວກເຮົາດໍາເນີນການທົດສອບ A/B ໃນຄໍາຮ້ອງຂໍດຽວກັນກ່ອນທີ່ພວກເຂົາຈະປ່ຽນຈາກການສະເຫນີຂອງ Google. ໂດຍທົ່ວໄປແລ້ວພວກເຮົາສາມາດພິສູດໄດ້ທັງອັດຕາບວກທີ່ບໍ່ຖືກຕ້ອງ ແລະ ອັດຕາລົບທີ່ບໍ່ຖືກຕ້ອງທີ່ສູງມາຈາກ reCAPTCHA v3 ຫຼື reCAPTCHA Enterprise.",
    "436125785": "ນີ້ແມ່ນບໍ່ແປກໃຈເນື່ອງຈາກຄວາມຖືກຕ້ອງຂອງ loops ຄໍາຄຶດຄໍາເຫັນທີ່ມີຢູ່ໃນຜະລິດຕະພັນເຫຼົ່ານັ້ນ, ແລະຄວາມຈິງທີ່ວ່າພວກເຂົາຖືກຂາຍໂດຍເຄືອຂ່າຍໂຄສະນາທີ່ມີຄວາມສົນໃຈຢ່າງລົ້ນເຫຼືອທີ່ຈະບໍ່ໄດ້ຮັບດີເກີນໄປໃນການກວດສອບ bot, ຢ້ານວ່າມັນຈະເປັນອັນຕະລາຍຕໍ່ທຸລະກິດຫຼັກຂອງພວກເຂົາ.",
    "2233741720": "ສະຫຼຸບ",
    "2133809801": "ຕາບໃດທີ່ຄົນຍັງຄົງຢູ່, ມັນເປັນໄປໄດ້ວ່າການກວດສອບມະນຸດຈະມີບົດບາດໃນອອນໄລນ໌.",
    "2255549335": "ວຽກເຮັດງານທໍາຂອງພວກເຮົາຢູ່ hCaptcha ແມ່ນເພື່ອຊອກຫາການຊື້ຂາຍທີ່ດີລະຫວ່າງຄວາມຫຍຸ້ງຍາກແລະຄວາມຖືກຕ້ອງແລະຮັກສາ friction ຕ່ໍາ, ໂດຍສະເພາະສໍາລັບ",
    "4138068262": "ຜູ້ໃຊ້. ໃນທີ່ສຸດ, ການພົວພັນກັບສິ່ງທ້າທາຍມີແນວໂນ້ມທີ່ຈະຍັງຄົງເປັນສ່ວນຫນຶ່ງຂອງສານຫນູຂອງເຄື່ອງມືສໍາລັບການຫຼຸດຜ່ອນການລ່ວງລະເມີດອອນໄລນ໌ຕາບໃດທີ່ທໍາມະຊາດຂອງມະນຸດຍັງບໍ່ປ່ຽນແປງ.",
    "855097735": "ການກໍ່ສ້າງການບໍລິການທີ່ເຮັດໄດ້ດີໃນຂະນະທີ່ການດຸ່ນດ່ຽງຄວາມກັງວົນທັງຫມົດແມ່ນເປັນບັນຫາທີ່ຍາກຫຼາຍ (ແລະພວກເຮົາສະເຫມີເຮັດວຽກເພື່ອປັບປຸງມັນເພື່ອເຮັດໃຫ້ປະສົບການເປັນສຸກເທົ່າທີ່ເປັນໄປໄດ້) ແຕ່ພວກເຮົາຫວັງວ່າທ່ານຈະຕົກລົງເຫັນດີວ່າການຫຼຸດຜ່ອນ spam, ການລ່ວງລະເມີດ, ການຄອບຄອງບັນຊີ. , ແລະການສໍ້ໂກງອອນໄລນ໌ໃນທີ່ສຸດກໍ່ຄຸ້ມຄ່າກັບຄໍາຖາມງ່າຍໆບາງຄັ້ງຄາວ.",
    "1953959745": "ການເຂົ້າເຖິງ",
    "2543123170": "ການຢັ້ງຢືນມະນຸດ friction ສູນ",
    "547245263": "ແກ້ໄຂບັນຫາ bot ຂອງທ່ານໃນມື້ນີ້.",
    "3117887301": "ເຊື່ອຖືໄດ້ໂດຍການບໍລິການອອນໄລນ໌ທີ່ໃຫຍ່ທີ່ສຸດ",
    "981806349": "ສ້າງຂຶ້ນໃນເວທີ hCaptcha ທີ່ພິສູດແລ້ວ",
    "2373007864": "hCaptcha Enterprise ແລ່ນດ້ວຍເທັກໂນໂລຍີແພລະຕະຟອມ hCaptcha, ຂະຫຍາຍໄປດ້ວຍຄຸນສົມບັດທີ່ວິສາຫະກິດຈະລາຈອນຕ້ອງການ.",
    "2652399059": "ຄູ່ຮ່ວມງານທີ່ເຊື່ອຖືໄດ້",
    "1997838163": "ບໍລິສັດທີ່ໃຫຍ່ທີ່ສຸດຂອງໂລກແມ່ນຂຶ້ນກັບ hCaptcha Enterprise. ການປະສົມປະສານແມ່ນງ່າຍດາຍ, ແລະຄວາມຖືກຕ້ອງຂອງການກວດສອບແມ່ນບໍ່ມີຕົວຕົນ.",
    "734735952": "ພວກເຮົາໄດ້ປະເມີນຜູ້ຂາຍ CAPTCHA ຈໍານວນຫນຶ່ງເຊັ່ນດຽວກັນກັບການສ້າງລະບົບຕົວເອງ. ໃນທີ່ສຸດ, hCaptcha ກາຍເປັນທາງເລືອກທີ່ດີທີ່ສຸດເພື່ອ reCAPTCHA.",
    "1250541092": "— Sergi Isasi",
    "3524251858": "ຜູ້ອໍານວຍການບໍລິຫານຜະລິດຕະພັນ, Cloudflare",
    "3971348140": "ເປັນຫຍັງພວກເຮົາຈຶ່ງໃຊ້ hCaptcha? ບໍ່ມີໃຜສາມາດໃຫ້ຄຸນສົມບັດ ແລະປະສິດທິພາບທີ່ພວກເຮົາຕ້ອງການ. ພວກເຂົາເຈົ້າເຮັດໃຫ້ພວກເຮົາລຸກຂຶ້ນແລະແລ່ນຢ່າງໄວວາ, ແລະພໍ່ຄ້າຂອງພວກເຮົາມັກປະສົບການ.",
    "4248655793": "— Alex M.",
    "4185927140": "ຜູ້ຈັດການຜະລິດຕະພັນ, Flash, Shopify",
    "282913023": "ທາງເລືອກທີ່ມີປະສິດທິພາບດ້ານຄ່າໃຊ້ຈ່າຍສໍາລັບວິສາຫະກິດການຈະລາຈອນສູງ",
    "999610953": "ສຸດທ້າຍ, ເປັນທາງເລືອກທີ່ຫນ້າເຊື່ອຖືຂອງ Google. hCaptcha Enterprise ໃຫ້ການປະຢັດຢ່າງຫຼວງຫຼາຍໃນໃບບິນ reCAPTCHA ຂອງທ່ານດ້ວຍຄວາມປອດໄພທີ່ສູງຂຶ້ນ: ເຖິງ 80% ລາຄາຖືກກວ່າໃນບາງກໍລະນີ.",
    "1886100235": "ບໍລິການອອນໄລນ໌ທີ່ໃຫຍ່ທີ່ສຸດຂອງໂລກຈໍານວນຫຼາຍໄດ້ປ່ຽນໄປ hCaptcha Enterprise ແລະໄດ້ຮັບການປັບປຸງການກວດສອບ bot ຄຽງຄູ່ກັບການປະຫຍັດຄ່າໃຊ້ຈ່າຍຢ່າງຫຼວງຫຼາຍ.",
    "2903742230": "ເຄືອຂ່າຍໂຄສະນາເບິ່ງຜູ້ມາຢ້ຽມຢາມຂອງທ່ານເປັນຜະລິດຕະພັນ. ສໍາລັບພວກເຮົາເປົ້າຫມາຍພຽງແຕ່ແມ່ນການກໍານົດມະນຸດຂອງເຂົາເຈົ້າ. ການບໍລິການຂອງພວກເຮົາຕອບສະໜອງ ຫຼືເກີນຄວາມຕ້ອງການ GDPR, CCPA, LGPD, ແລະ PIPL, ແລະພວກເຮົາເຮັດວຽກຢ່າງໜັກເພື່ອດຸ່ນດ່ຽງຄວາມເປັນສ່ວນຕົວ ແລະຄວາມປອດໄພ.",
    "3901503296": "ຈຸດສຸມສະເພາະກ່ຽວກັບຄວາມເປັນສ່ວນຕົວນີ້ຫມາຍຄວາມວ່າພວກເຮົາສາມາດສະເຫນີໃຫ້ສູນການເກັບຮັກສາຂໍ້ມູນສ່ວນບຸກຄົນ, ການດໍາເນີນງານທີ່ບໍ່ມີຄຸກກີ, ແລະການຮັບປະກັນຄວາມເປັນສ່ວນຕົວຕາມສັນຍາອື່ນໆຕາມຄວາມຕ້ອງການໃນຂະນະທີ່ຮັກສາຄວາມປອດໄພທີ່ດີເລີດ.",
    "3342910682": "ອ່ານ​ຕື່ມ",
    "1130783905": "ຄວາມຖືກຕ້ອງແມ່ນຢູ່ໃນຄວາມສົນໃຈຂອງທ່ານແລະຂອງພວກເຮົາ. hCaptcha ເຮັດວຽກເພື່ອໃຫ້ທ່ານມີຂໍ້ມູນທີ່ແທ້ຈິງແລະໃຫ້ທ່ານຕັດສິນໃຈວ່າຈະໃຊ້ມັນແນວໃດ. ການແກ້ໄຂຄວາມປອດໄພອື່ນໆແມ່ນສະຫນອງໃຫ້ໂດຍບໍລິສັດໂຄສະນາ Gigantic. ນີ້ຫມາຍຄວາມວ່າທຸກໆ bot ທີ່ພວກເຂົາບລັອກອາດຈະຫຼຸດລົງລາຍໄດ້ຂອງພວກເຂົາ.",
    "2019130052": "ນະວັດຕະກໍາຂອງພວກເຮົາໃນ ML ທີ່ເນັ້ນໃສ່ຄວາມເປັນສ່ວນຕົວເຮັດໃຫ້ພວກເຮົາເກີນມາດຕະຖານຄວາມປອດໄພຂອງຍຸດທະສາດ \"ບັນທຶກທຸກຢ່າງຕະຫຼອດໄປ\" ແບບເກົ່າໆ ໂດຍບໍ່ເປັນອັນຕະລາຍຕໍ່ຄວາມປອດໄພ ຫຼືຄວາມເປັນສ່ວນຕົວຂອງຜູ້ໃຊ້.",
    "23114595": "ປະສົບການຜູ້ໃຊ້ທີ່ຍິ່ງໃຫຍ່",
    "3437412311": "ສໍາລັບຜູ້ໃຊ້ວິສາຫະກິດ, ທາງເລືອກແມ່ນມີໃຫ້ເພື່ອຫຼີກເວັ້ນການທ້າທາຍຢ່າງສົມບູນໃນສະຖານະການສ່ວນໃຫຍ່, ອີງໃສ່ຄະແນນຕົວຕັ້ງຕົວຕີ.",
    "1996843433": "ຫຼຸດຜ່ອນ friction ໂດຍຫຼີກເວັ້ນການທ້າທາຍທັງຫມົດສໍາລັບ 99.9% ຂອງການຈະລາຈອນທີ່ຖືກຕ້ອງຂອງທ່ານໃນຂະນະທີ່ຍັງສະຫນອງຄວາມປອດໄພທີ່ດີເລີດ.",
    "3093689546": "ການເຊື່ອມໂຍງງ່າຍ",
    "247560732": "ເພີ່ມ hCaptcha ດ້ວຍສາມແຖວຂອງລະຫັດ. ຖ້າທ່ານມາຈາກ reCAPTCHA, API ຂອງພວກເຮົາແມ່ນເຂົ້າກັນໄດ້ແລະມັນໃຊ້ເວລາພຽງແຕ່ນາທີເພື່ອປ່ຽນ.",
    "1510448156": "ທ່ານ​ສາ​ມາດ​ລຸກ​ຂຶ້ນ​ແລະ​ດໍາ​ເນີນ​ການ​ທີ່​ມີ​ທາງ​ເລືອກ​ທີ່​ດີກ​ວ່າ​ໃນ​ມື້​ນີ້​, ແລະ​ເປີດ​ຄຸນ​ສົມ​ບັດ​ຂັ້ນ​ສູງ​ຫຼາຍ​ຂຶ້ນ​ຕາມ​ຄວາມ​ຈໍາ​ເປັນ​.",
    "2718999653": "ຄະແນນໄພຂົ່ມຂູ່ທີ່ປັບແຕ່ງເອງ",
    "2698140263": "ບໍ່ແມ່ນບັນຫາທັງຫມົດແມ່ນຄືກັນ: ການໄດ້ຮັບຄະແນນດຽວຫມາຍຄວາມວ່າມັນຕ້ອງແກ້ໄຂຄວາມຕ້ອງການຂອງທ່ານໃຫ້ເປັນປະໂຫຍດ.",
    "897432717": "ດ້ວຍການອອກແບບໃຫມ່ຂອງພວກເຮົາສໍາລັບຄະແນນໄພຂົ່ມຂູ່ທີ່ກໍາຫນົດເອງ, ການເພີ່ມຄວາມຮູ້ທາງທຸລະກິດຂອງທ່ານເຮັດໃຫ້ຕົວແບບຂອງພວກເຮົາໃຫ້ຄະແນນທີ່ເປັນເອກະລັກທີ່ກ່ຽວຂ້ອງກັບຜູ້ໃຊ້ຂອງທ່ານ.",
    "2650502379": "ເປີດຕົວສິ່ງທ້າທາຍຂອງທ່ານເອງໃນວິນາທີ",
    "3578122193": "ຢູ່ໃນຍີ່ຫໍ້ທີ່ມີເນື້ອຫາທີ່ກ່ຽວຂ້ອງ",
    "1074044172": "ເມື່ອຜູ້ໃຊ້ຕ້ອງແກ້ໄຂສິ່ງທ້າທາຍເພື່ອຕອບສະຫນອງຄວາມຕ້ອງການຄວາມປອດໄພຂອງທ່ານ, ເປັນຫຍັງຈຶ່ງບໍ່ຖາມຄໍາຖາມທີ່ຫນ້າພໍໃຈແລະກ່ຽວຂ້ອງກັບຜູ້ໃຊ້?",
    "1579093044": "ດ້ວຍຜູ້ອອກແບບຄວາມທ້າທາຍແບບກຳນົດເອງທີ່ງ່າຍດາຍຂອງພວກເຮົາ, ທ່ານສາມາດເປີດເນື້ອຫາການທ້າທາຍໃນຍີ່ຫໍ້ໄດ້ໃນເວລາພຽງສອງສາມນາທີ.",
    "3717512591": "ການເຊື່ອມໂຍງເວທີໂດຍກົງ",
    "121743429": "ສໍາລັບບໍລິສັດໂຄງສ້າງພື້ນຖານເວັບ",
    "2131386784": "ຄວາມຊໍານານທີ່ສາມາດບັນລຸໄດ້ແລະສະຫນັບສະຫນູນສໍາລັບທັງທ່ານແລະຜູ້ໃຊ້ຂອງທ່ານ",
    "2782263070": "ການບໍລິການເປັນບູລິມະສິດອັນດັບໜຶ່ງສຳລັບພວກເຮົາ. ພວກເຮົາຮັກສາການສະຫນັບສະຫນູນທາງໂທ 24/7 ແລະສະເຫນີການປະສານງານໂດຍກົງຂອງ Slack ກັບທີມງານປະສົມປະສານດ້ານວິສະວະກໍາຂອງທ່ານແລະພະນັກງານທີ່ໂທຫາຂອງພວກເຮົາໃນລະຫວ່າງແລະຫຼັງຈາກການປະຕິບັດ.",
    "3740051331": "ພວກເຮົາຍັງມຸ່ງໝັ້ນທີ່ຈະຕິດຕາມ ແລະຕອບຄຳຖາມຂອງຜູ້ໃຊ້ຂອງທ່ານຢ່າງຈິງຈັງໃນທົ່ວສື່ສັງຄົມ, ກະດານສົນທະນາ, ແລະຊ່ອງທາງການສະໜັບສະໜູນທາງອີເມລ໌ຂອງພວກເຮົາ. ພວກເຮົາສາມາດເຂົ້າເຖິງໄດ້ແລະຕອບສະຫນອງ, ແລະປະຕິບັດຕໍ່ຄວາມພໍໃຈຂອງຜູ້ໃຊ້ເປັນ KPI ສູງສຸດ.",
    "170775527": "ຄຸນສົມບັດວິສາຫະກິດ",
    "3383086062": "hCaptcha Enterprise ເປັນການແກ້ໄຂຄວາມປອດໄພອອນໄລນ໌ທີ່ສົມບູນ. ໂໝດເຄື່ອນໄຫວ ແລະ ຕົວຕັ້ງຕົວຕີຊ່ວຍໃຫ້ທ່ານຢຸດການເອົາຂໍ້ມູນການຢັ້ງຢືນ, ກວດຫາການຄອບຄອງບັນຊີ, ແລະສະກັດກັ້ນນັກສະແດງທີ່ໜ້າສົງໄສ. ທັງ​ຫມົດ​ທີ່​ມີ friction ສູນ​ສໍາ​ລັບ​ຜູ້​ໃຊ້​ທີ່​ຖືກ​ຕ້ອງ​.",
    "1408599440": "ເລີ່ມຕົ້ນໄວດ້ວຍລະຫັດສອງສາມເສັ້ນ ແລະຮູບແບບຕົວຕັ້ງຕົວຕີ 99.9% ຂອງພວກເຮົາ, ຫຼືຄວບຄຸມຢ່າງເຕັມທີ່ກ່ຽວກັບເວລາທີ່ຜູ້ໃຊ້ຖືກທ້າທາຍ. ຮູບແບບການຂົ່ມຂູ່ແບບກຳນົດເອງ ແລະສິ່ງທ້າທາຍທີ່ສາມາດປັບແຕ່ງໄດ້ໝາຍເຖິງຄວາມຍືດຫຍຸ່ນທີ່ບໍ່ມີໃຜທຽບເທົ່າເພື່ອຮັບປະກັນຄວາມປອດໄພ.",
    "3365203058": "ການປ້ອງກັນ bots ລະດັບໂລກ",
    "1803009328": "ທົດສອບການສູ້ຮົບໃນລະດັບເວັບ.",
    "1586809757": "ຄະແນນ bot ຄວາມຖືກຕ້ອງສູງ",
    "353367791": "ກວດພົບນັກສະແດງທີ່ບໍ່ດີຫຼາຍປະເພດ.",
    "191460155": "ສູນ​ເສຍ friction ແລະ 99.9​% ຮູບ​ແບບ passive​",
    "585557010": "ທ້າທາຍຫນ້ອຍກວ່າ 0.1% ຂອງຜູ້ໃຊ້ທີ່ຖືກຕ້ອງຕາມກົດຫມາຍ.",
    "3287172429": "ຄວບຄຸມປະເພດສິ່ງທ້າທາຍສະແດງໃຫ້ເຫັນ",
    "1844885924": "ຫ້ອງສະຫມຸດກ້ວາງຂອງປະເພດທີ່ຈະເລືອກເອົາຈາກ.",
    "3018523079": "ຢູ່ໃນຍີ່ຫໍ້ທີ່ມີປະສົບການຜູ້ໃຊ້ທີ່ສອດຄ່ອງ.",
    "3817811295": "ຮັບປະກັນຄວາມໜ້າເຊື່ອຖື ແລະ ຮອງຮັບການໂທໄດ້ໄວ 24/7.",
    "1798492192": "ຮອງຮັບຕົວທ່ອງເວັບແບບເກົ່າ",
    "1356745565": "ເຂົ້າກັນໄດ້ຕະຫຼອດກັບ Internet Explorer 8.",
    "751483365": "ສະຫນັບສະຫນູນສໍາລັບລູກຄ້າທີ່ບໍ່ແມ່ນ JavaScript.",
    "4199502476": "ກະດານລາຍງານຂັ້ນສູງ ແລະ API",
    "3630114728": "ເບິ່ງສິ່ງທີ່ເກີດຂຶ້ນໃນທົ່ວທຸກເວັບໄຊ ແລະແອັບຯຂອງທ່ານ.",
    "3573245166": "ບໍ່ເຫມືອນກັບ reCAPTCHA, ພວກເຮົາເຮັດວຽກຢູ່ໃນທຸກປະເທດ.",
    "2354267648": "GDPR, CCPA, ແລະນະໂຍບາຍຄວາມເປັນສ່ວນຕົວທີ່ເປັນມິດກັບ LGPD",
    "3167979932": "ອອກແບບສໍາລັບຄວາມເປັນສ່ວນຕົວຕັ້ງແຕ່ມື້ຫນຶ່ງ. ຂໍ້ຕົກລົງການປະມວນຜົນຂໍ້ມູນທີ່ເຂັ້ມແຂງ.",
    "4065065042": "ກົດໃສ່ອັນນີ້ເພື່ອໃຫ້ພໍດີກັບກໍລະນີທີ່ໃຊ້ຂອງເຈົ້າ.",
    "111184581": "ການເປັນເຈົ້າພາບຂອງຝ່າຍທໍາອິດ",
    "4272022475": "ການຮ້ອງຂໍແລະຊັບສິນທັງຫມົດໄປຫາ hcaptcha.yourdomain.com",
    "2676853536": "dashboards ຫຼາຍຜູ້ໃຊ້",
    "1368787974": "ແບ່ງປັນການຈັດການໃນທົ່ວທີມງານຂອງທ່ານ.",
    "1045484714": "ການເຊື່ອມໂຍງ SAML SSO ກັບ Identity Provider ຂອງທ່ານ, ເຊັ່ນ Okta ຫຼື Azure AD.",
    "3953584369": "ມີຂໍ້ຈຳກັດການເຂົ້າເຖິງ RBAC ທີ່ທັນສະໄໝ.",
    "2781507299": "ການຢັ້ງຢືນທັນທີ",
    "4019660456": "ເວລາ 0ms: ຢັ້ງຢືນ hCaptcha tokens ໂດຍບໍ່ມີການເອີ້ນ API.",
    "3446714684": "ການເຊື່ອມໂຍງມືຖື (iOS ແລະ Android).",
    "2593768395": "ປະສົບການທີ່ລຽບງ່າຍໃນທົ່ວເວັບ, ມືຖືພື້ນເມືອງ, ເວັບມືຖື. ການເຊື່ອມໂຍງທີ່ສ້າງໄວ້ກ່ອນແລະ SDK ພື້ນເມືອງທີ່ມີຢູ່.",
    "1779265104": "ເງື່ອນໄຂການປັບແຕ່ງແລະການຄໍ້າປະກັນຄວາມເປັນສ່ວນຕົວ",
    "122875767": "ຕອບສະໜອງຄວາມຕ້ອງການທາງດ້ານກົດໝາຍຂອງເຈົ້າເມື່ອບໍລິສັດອື່ນເຮັດບໍ່ໄດ້.",
    "148188781": "ສິ່ງທ້າທາຍທີ່ນໍາສະເຫນີ",
    "838049015": "ເລືອກທຸກຮູບທີ່ກົງກັບແບບສອບຖາມ",
    "1126302400": "ກ່ອງຜູກມັດ",
    "3554448168": "ການຈັດປະເພດ",
    "2104933754": "ກໍານົດປ້າຍຊື່ທີ່ສອດຄ້ອງກັນ",
    "3612043014": "...ແລະ​ວຽກ​ງານ​ງ່າຍ​ດາຍ​ອື່ນໆ​. ງ່າຍສໍາລັບມະນຸດ, ຍາກສໍາລັບ bots.",
    "3624758171": "ວຽກງານທີ່ກໍາຫນົດເອງຍັງມີໃຫ້ສໍາລັບຜູ້ເຜີຍແຜ່ວິສາຫະກິດ.",
    "1001938065": "ການປະສົມປະສານບໍ່ສາມາດງ່າຍຂຶ້ນ",
    "2138799135": "hCaptcha ມີຫຼາຍສິບການເຊື່ອມໂຍງກັບລະບົບທາງຫນ້າແລະ backend ທີ່ທ່ານໃຊ້.",
    "2535001179": "ຖ້າທ່ານມາຈາກ reCAPTCHA ຂອງ Google, APIs ຂອງພວກເຮົາແມ່ນການທົດແທນທີ່ຫຼຸດລົງ.",
    "1393184984": "ແມ່ນທັງຫມົດທີ່ທ່ານຕ້ອງການ.",
    "3715747429": "ວິສະວະກອນທີ່ເຂົ້າມາເຮັດວຽກຂອງພວກເຮົາສາມາດເຮັດໃຫ້ເຈົ້າໄປໄດ້ໄວ, ບໍ່ວ່າທ່ານຕ້ອງການການເຊື່ອມໂຍງ React, SDKs ສໍາລັບແອັບຯພື້ນເມືອງຂອງ iOS, ຕົວຢ່າງ backend Java, ຫຼືເກືອບທຸກສະຖານະການ.",
    "2681650568": "ແລະຕາມເຄີຍ, ຄວາມເປັນສ່ວນຕົວແມ່ນຄຸນຄ່າຫຼັກສຳລັບພວກເຮົາ. ເພີ່ມລະຫັດທ້າທາຍຂອງພວກເຮົາພຽງແຕ່ບ່ອນທີ່ມັນເປັນສິ່ງຈໍາເປັນ, ແລະບ່ອນທີ່ມັນສົມເຫດສົມຜົນທີ່ຈະປົກປ້ອງທັງທ່ານແລະຜູ້ໃຊ້ຂອງທ່ານ. ການ​ເກັບ​ກໍາ​ຂໍ້​ມູນ​ຫຼຸດ​ຜ່ອນ​ການ​ເລີ່ມ​ຕົ້ນ​ຈາກ​ປັດ​ຈຸ​ບັນ​ຂອງ​ການ​ເຊື່ອມ​ໂຍງ​.",
    "1130868224": "ສາມແຖວຂອງລະຫັດ",
    "2183926131": "ເລີ່ມຕົ້ນດ້ວຍ hCaptcha Enterprise",
    "1526887904": "ຄວາມເປັນສ່ວນຕົວຂອງວິສາຫະກິດ hCaptcha",
    "1845745385": "ອອກແບບມາເພື່ອຄວາມເປັນສ່ວນຕົວ.",
    "1297224875": "ວິທີການທີ່ຂັບເຄື່ອນດ້ານຄວາມເປັນສ່ວນຕົວທີ່ເປັນເອກະລັກເພື່ອຄວາມປອດໄພອອນໄລນ໌ຂອງວິສາຫະກິດ.",
    "2762458927": "ຂໍ້ມູນຜູ້ໃຊ້ຂອງທ່ານບໍ່ແມ່ນສໍາລັບການຂາຍ.",
    "2058856283": "hCaptcha Enterprise ມີຈຸດປະສົງດຽວເທົ່ານັ້ນ: ເພື່ອປ້ອງກັນບໍ່ໃຫ້ນັກສະແດງທີ່ບໍ່ດີລົບກວນການດໍາເນີນງານອອນໄລນ໌ຂອງທ່ານແລະເປັນອັນຕະລາຍຕໍ່ຜູ້ໃຊ້ຂອງທ່ານ.",
    "2408036504": "ດັ່ງນັ້ນລະບົບຂອງພວກເຮົາໄດ້ຖືກອອກແບບຕັ້ງແຕ່ພື້ນຖານເພື່ອຫຼຸດຜ່ອນການລວບລວມຂໍ້ມູນແລະການຮັກສາໄວ້ໃນຂະນະທີ່ຮັກສາຄວາມປອດໄພຊັ້ນນໍາ. ວິທີທີ່ດີທີ່ສຸດໃນການປົກປ້ອງຂໍ້ມູນຜູ້ໃຊ້ບໍ່ແມ່ນການເກັບຮັກສາມັນໄວ້ທັງຫມົດ.",
    "4099477834": "ຄວາມສໍາພັນຂອງລູກຄ້າທັງຫມົດຍັງຖືກປົກປ້ອງໂດຍຂໍ້ຕົກລົງການປຸງແຕ່ງຂໍ້ມູນທີ່ເຂັ້ມແຂງ. ການບໍລິການ hCaptcha ປະຕິບັດຕາມກົດໝາຍວ່າດ້ວຍຄວາມເປັນສ່ວນຕົວທັງໝົດ ບໍ່ວ່າການບໍລິການຂອງເຈົ້າ ຫຼືລູກຄ້າຂອງເຈົ້າຢູ່ໃສກໍຕາມ. ການບໍ່ຮັກສາຂໍ້ມູນສ່ວນຕົວເຮັດໃຫ້ສິ່ງນີ້ງ່າຍຂຶ້ນຫຼາຍສຳລັບພວກເຮົາກ່ວາບໍລິສັດອື່ນ.",
    "3569492665": "ການບັນທຶກກິດຈະກໍາອອນໄລນ໌ບໍ່ແມ່ນຄໍາຕອບ.",
    "3389431373": "ການບໍລິການເຊັ່ນ reCAPTCHA v3 ເວົ້າວ່າການວາງ pixel ຕິດຕາມຂອງເຂົາເຈົ້າຢູ່ໃນທຸກຫນ້າຂອງເວັບໄຊຂອງທ່ານແມ່ນມີຄວາມຈໍາເປັນເພື່ອຄວາມປອດໄພທີ່ດີ. ນີ້ບໍ່ແມ່ນກໍລະນີ.",
    "3590546893": "ການວິເຄາະພຶດຕິກໍາທີ່ງ່າຍດາຍແມ່ນສັນຍານທີ່ຖືກປອມແປງໄດ້ງ່າຍໂດຍນັກສະແດງທີ່ບໍ່ດີ, ແລະຮຽກຮ້ອງໃຫ້ມີການຮັກສາປະຫວັດການທ່ອງເວັບສໍາລັບການເຂົ້າຊົມທີ່ຖືກຕ້ອງທັງຫມົດຂອງທ່ານເຊັ່ນກັນ.",
    "1105363520": "ພວກເຮົາບໍ່ໄດ້ດໍາເນີນການເຄືອຂ່າຍໂຄສະນາ, ແລະບໍ່ມີຄວາມສົນໃຈໃນການສັງເກດເບິ່ງພຶດຕິກໍາຂອງຜູ້ໃຊ້ຂອງທ່ານເພື່ອຂາຍໃຫ້ເຂົາເຈົ້າໂຄສະນາ. ນີ້ຫມາຍຄວາມວ່າພວກເຮົາບໍ່ຕ້ອງການ pixel passive ໃນທຸກໆຫນ້າຂອງເວັບໄຊທ໌ຂອງທ່ານ.",
    "3088605177": "ເພີ່ມລະຫັດທ້າທາຍຂອງພວກເຮົາພຽງແຕ່ບ່ອນທີ່ມັນເປັນສິ່ງຈໍາເປັນ, ແລະບ່ອນທີ່ມັນສົມເຫດສົມຜົນທີ່ຈະປົກປ້ອງທັງທ່ານແລະຜູ້ໃຊ້ຂອງທ່ານ.",
    "337971271": "ການຮຽນຮູ້ເຄື່ອງຈັກແມ່ນເປັນປະໂຫຍດ. ແຕ່ມັນບໍ່ຕ້ອງການຂໍ້ມູນສ່ວນຕົວເພື່ອເຮັດວຽກ.",
    "320166522": "ໃນປັດຈຸບັນການຮຽນຮູ້ເຄື່ອງຈັກມີຜົນກະທົບເກືອບທຸກດ້ານຂອງຊີວິດຂອງພວກເຮົາ, ເລື້ອຍໆໃນວິທີທີ່ພວກເຮົາບໍ່ຮູ້ແລະເບິ່ງບໍ່ເຫັນ. ການບໍລິການຄວາມປອດໄພອອນໄລນ໌ແມ່ນບໍ່ແຕກຕ່າງກັນ.",
    "3180664128": "ໂດຍການຮຽນຮູ້ຫຼາຍກວ່າຫລາຍພັນສັນຍານ, ຕົວແບບສາມາດຄາດຄະເນແລະບັນລຸຄວາມຫມັ້ນໃຈສູງໃນການກວດສອບພຶດຕິກໍາທີ່ເປັນອັນຕະລາຍໄດ້ໄວ, ເຖິງແມ່ນວ່າບໍ່ມີສັນຍານຂອງບຸກຄົນທີ່ມີຄວາມເຂັ້ມແຂງພຽງພໍທີ່ຈະຊີ້ບອກບັນຫາ.",
    "961941354": "ຢ່າງໃດກໍ່ຕາມ, ບໍ່ມີອັນໃດອັນໜຶ່ງອັນນີ້ຮຽກຮ້ອງໃຫ້ໃຊ້ຂໍ້ມູນທີ່ສາມາດລະບຸຕົວຕົນໄດ້ (\"PII\"). ເຕັກນິກການເຂົ້າລະຫັດລັບທີ່ທັນສະໄຫມຊ່ວຍໃຫ້ພວກເຮົາຍົກເລີກຂໍ້ມູນສ່ວນຕົວໄວເທົ່າທີ່ຈະໄວໄດ້, ແທນທີ່ຈະສ້າງລາຍເຊັນດຽວທີ່ບໍ່ສາມາດເຊື່ອມໂຍງກັບບຸກຄົນໃດຫນຶ່ງ.",
    "1706581702": "ການຝຶກອົບຮົມກ່ຽວກັບຂໍ້ມູນທີ່ບໍ່ໄດ້ລະບຸຕົວຕົນເຮັດວຽກເຊັ່ນດຽວກັນ, ແລະບໍ່ຮຽກຮ້ອງໃຫ້ມີການປະນີປະນອມກ່ຽວກັບຄວາມປອດໄພຫຼືຄວາມເປັນສ່ວນຕົວ. ລູກຄ້າຂອງພວກເຮົາໄດ້ເຮັດການທົດສອບ empirical, ແລະໄດ້ປະກາດວ່າພວກເຮົາເທົ່າກັບຫຼືດີກວ່າທາງເລືອກເອກະຊົນຫນ້ອຍຫຼາຍ.",
    "3203921334": "ພວກເຮົາມັກຫຼາຍໆຢ່າງກ່ຽວກັບວິທີແກ້ໄຂ hCaptcha: 1) ເຂົາເຈົ້າບໍ່ໄດ້ຂາຍຂໍ້ມູນສ່ວນຕົວ; ພວກເຂົາເຈົ້າເກັບກໍາຂໍ້ມູນສ່ວນບຸກຄົນທີ່ຈໍາເປັນຂັ້ນຕ່ໍາເທົ່ານັ້ນ, ພວກເຂົາເຈົ້າມີຄວາມໂປ່ງໃສໃນການອະທິບາຍຂໍ້ມູນທີ່ພວກເຂົາເກັບກໍາແລະວິທີການນໍາໃຊ້ແລະ / ຫຼືເປີດເຜີຍມັນ.",
    "305735018": "ສຸດທ້າຍ, ເປັນທາງເລືອກທີ່ຫນ້າເຊື່ອຖືຂອງ Google. hCaptcha Enterprise ໃຫ້ການປະຢັດຢ່າງຫຼວງຫຼາຍໃນໃບບິນ reCAPTCHA ຂອງທ່ານດ້ວຍຄວາມປອດໄພທີ່ສູງຂຶ້ນ: ເຖິງ 80% ລາຄາຖືກກວ່າໃນບາງກໍລະນີ.",
    "3695206755": "ລອງໃຊ້ພວກເຮົາໃນສະພາບແວດລ້ອມຂອງເຈົ້າໂດຍບໍ່ມີພັນທະ.",
    "2941545733": "ພວກເຮົາເປັນວິສະວະກອນ, ບໍ່ແມ່ນພະນັກງານຂາຍ: ພວກເຮົາຕ້ອງການໃຫ້ທ່ານມີຄວາມສຸກກັບການເລືອກຂອງທ່ານ.",
    "131871195": "ວິທີທີ່ດີທີ່ສຸດເພື່ອຮັບປະກັນຄວາມພໍໃຈຂອງທ່ານແມ່ນເພື່ອສະແດງໃຫ້ເຫັນວ່າພວກເຮົາຕອບສະຫນອງຄວາມຕ້ອງການຂອງທ່ານ.",
    "3436534225": "ເກືອບທຸກບໍລິສັດທີ່ເລີ່ມເປັນນັກບິນໃນທີ່ສຸດກໍ່ເລືອກວິທີແກ້ໄຂຂອງພວກເຮົາ.",
    "4060250206": "ໃຊ້ແບບຟອມນີ້ເພື່ອເຂົ້າຫາຜູ້ຊ່ຽວຊານດ້ານວິຊາການຂອງພວກເຮົາ. ພວກເຮົາຕອບສະຫນອງຢ່າງໄວວາ.",
    "1159746815": "ທ່ານຍັງສາມາດສົ່ງອີເມວຫາພວກເຮົາໂດຍກົງ.",
    "2531534427": "ລາຍລະອຽດຢູ່ທີ່ນີ້.",
    "2059998584": "ພາກພື້ນ",
    "3916131732": "ອາເມລິກາ",
    "135276624": "ເອີຣົບ, ຕາເວັນອອກກາງ, ອາຟຣິກາ (EMEA)",
    "1182294134": "ອາຊີ-ປາຊີຟິກ (APAC)",
    "2437934778": "ຊື່​ຂອງ​ເຈົ້າ",
    "3859506577": "ອີເມວທຸລະກິດ",
    "1268414751": "ລາຍລະອຽດອື່ນໆທີ່ພວກເຮົາຄວນຈະມີ?",
    "42559805": "ທ່ານຕ້ອງການການຂຶ້ນເຮືອບິນດ່ວນບໍ?",
    "851679588": "ແມ່ນແລ້ວ.",
    "1729677626": "ຂ້ອຍຢູ່ພາຍໃຕ້ການໂຈມຕີ ແລະຕ້ອງການການຂຶ້ນເຮືອບິນໃນທັນທີ.",
    "2808971932": "ນີ້ແມ່ນບາງຂໍ້ຄວາມພາຍໃນ div block.",
    "2468683988": "ຫົວ​ຂໍ້",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendise varius enim ໃນ eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "ລິ້ງຂໍ້ຄວາມ",
    "2212670355": "ລົງ​ທະ​ບຽນ",
    "31502377": "ອົງປະກອບ Rich Text ແມ່ນຫຍັງ?",
    "2310705547": "ອົງປະກອບຂໍ້ຄວາມທີ່ອຸດົມສົມບູນອະນຸຍາດໃຫ້ທ່ານສ້າງແລະຈັດຮູບແບບຫົວຂໍ້, ວັກ, blockquotes, ຮູບພາບ, ແລະວິດີໂອທັງຫມົດຢູ່ໃນສະຖານທີ່ດຽວແທນທີ່ຈະມີການເພີ່ມແລະຈັດຮູບແບບໃຫ້ເຂົາເຈົ້າສ່ວນບຸກຄົນ. ພຽງແຕ່ກົດສອງຄັ້ງແລະສ້າງເນື້ອຫາໄດ້ຢ່າງງ່າຍດາຍ.",
    "2590587108": "ການແກ້ໄຂເນື້ອຫາຄົງທີ່ ແລະແບບເຄື່ອນໄຫວ",
    "778204464": "ອົງປະກອບຂໍ້ຄວາມທີ່ອຸດົມສົມບູນສາມາດຖືກນໍາໃຊ້ກັບເນື້ອຫາຄົງທີ່ຫຼືແບບເຄື່ອນໄຫວ. ສໍາລັບເນື້ອໃນຄົງທີ່, ພຽງແຕ່ວາງມັນເຂົ້າໄປໃນຫນ້າໃດຫນຶ່ງແລະເລີ່ມຕົ້ນການແກ້ໄຂ. ສໍາລັບເນື້ອຫາແບບເຄື່ອນໄຫວ, ໃຫ້ຕື່ມຊ່ອງຂໍ້ຄວາມອຸດົມສົມບູນໃສ່ຄໍເລັກຊັນໃດນຶ່ງ ແລະຈາກນັ້ນເຊື່ອມຕໍ່ອົງປະກອບຂໍ້ຄວາມອຸດົມສົມບູນໃສ່ຊ່ອງຂໍ້ມູນນັ້ນໃນແຜງການຕັ້ງຄ່າ. ວ້າວ!",
    "1890955039": "ວິທີການປັບແຕ່ງການຈັດຮູບແບບສໍາລັບແຕ່ລະຂໍ້ຄວາມອຸດົມສົມບູນ",
    "3286051798": "ຫົວຂໍ້, ຫຍໍ້ຫນ້າ, blockquotes, ຕົວເລກ, ຮູບພາບ, ແລະຄໍາບັນຍາຍຮູບສາມາດຖືກຈັດຮູບແບບທັງຫມົດຫຼັງຈາກຫ້ອງຮຽນຖືກເພີ່ມເຂົ້າໄປໃນອົງປະກອບຂໍ້ຄວາມອຸດົມສົມບູນໂດຍໃຊ້ລະບົບຕົວເລືອກ \"ໃນເວລາທີ່ຢູ່ໃນ\" nested.",
    "504332576": "ພວກເຮົາພູມໃຈທີ່ຈະປະກາດວ່າ hCaptcha ໄດ້ເຕີບໃຫຍ່ຂຶ້ນເປັນບໍລິການຄວາມປອດໄພທາງໄຊເບີທີ່ເປັນເອກະລາດທີ່ໃຫຍ່ທີ່ສຸດໃນໂລກ, ແລ່ນຢູ່ໃນອິນເຕີເນັດປະມານ 15% - ແລະພວກເຮົາໄດ້ເອົາສ່ວນແບ່ງຕະຫຼາດສ່ວນໃຫຍ່ນີ້ໂດຍກົງຈາກ Google reCAPTCHA. ຮ່ວມກັນ, hCaptcha ແລະ",
    "1155436473": "(ການສະເໜີໃຫ້ວິສາຫະກິດຂອງພວກເຮົາ) ຕອນນີ້ປົກປ້ອງຜູ້ໃຊ້ຫຼາຍຮ້ອຍລ້ານຄົນໃນທົ່ວຫຼາຍສິບລ້ານເວັບໄຊທ໌ ແລະແອັບທຸກໆເດືອນ. ເລື່ອງຂອງພວກເຮົາສະແດງໃຫ້ເຫັນວ່າທ່ານສາມາດແຂ່ງຂັນກັບ Big Tech ເມື່ອທ່ານໃສ່ຄວາມເປັນສ່ວນຕົວກ່ອນ.",
    "3108727249": "BotStop",
    "1296696044": "ຄວາມເປັນສ່ວນຕົວທຽບກັບຄວາມປອດໄພ: ເປັນຫຍັງຈຶ່ງບໍ່ແມ່ນທັງສອງ?",
    "538871570": "ການແຂ່ງຂັນກັບ Google ແລະບໍລິສັດເຕັກໂນໂລຢີໃຫຍ່ອື່ນໆເບິ່ງຄືວ່າເປັນຄໍາສັ່ງທີ່ສູງ: ອໍານາດຕະຫຼາດຜູກຂາດຂອງພວກເຂົາ, ຜົນກະທົບຂອງເວທີແລະກອງທັບຂອງຜູ້ພັດທະນາທີ່ໄດ້ຮັບຄ່າຈ້າງສູງໂດຍທົ່ວໄປແມ່ນຖືວ່າມີອໍານາດເກີນໄປທີ່ຈະຮັບມືກັບໃຜແຕ່ວ່າຍັກໃຫຍ່ເຕັກໂນໂລຢີອື່ນໆເຊັ່ນ Facebook ຫຼື Amazon. ເລື່ອງຂອງພວກເຮົາສະແດງໃຫ້ເຫັນວ່າມັນບໍ່ຈໍາເປັນຕ້ອງເປັນແບບນັ້ນ - ທ່ານສາມາດຕີ Big Tech ໄດ້ໂດຍການສຸມໃສ່ຄວາມເປັນສ່ວນຕົວ.",
    "3600718611": "ພິຈາລະນາ Google reCAPTCHA,",
    "4281708680": ". ທີ່ hCaptcha, ພວກເຮົາໄດ້ປະຕິບັດວິທີການທີ່ແຕກຕ່າງກັນຫຼາຍໂດຍເຈດຕະນາ, ການນໍາໃຊ້ເຕັກນິກການຮຽນຮູ້ເຄື່ອງຈັກຮັກສາຄວາມເປັນສ່ວນຕົວເພື່ອກໍານົດພຶດຕິກໍາ bot ທົ່ວໄປທີ່ມີຄວາມຖືກຕ້ອງສູງ, ທັງຫມົດໃນຂະນະທີ່ບໍລິໂພກແລະເກັບຮັກສາຂໍ້ມູນຫນ້ອຍເທົ່າທີ່ເປັນໄປໄດ້.",
    "3312336121": "ເຊິ່ງບໍລິໂພກຂໍ້ມູນພຶດຕິກໍາຈໍານວນຫລາຍເພື່ອກໍານົດວ່າຜູ້ໃຊ້ເວັບແມ່ນມະນຸດທີ່ຖືກຕ້ອງຕາມກົດຫມາຍຫຼື bots.",
    "1193738791": ": ພວກເຂົາຕິດຕາມພຶດຕິກໍາຂອງຜູ້ໃຊ້ໃນທຸກໆຫນ້າຂອງເວັບໄຊທ໌ແລະທົ່ວເວັບ. ພວກເຮົາໄດ້ອອກແບບ hCaptcha ໃຫ້ເປັນມິດກັບຄວາມເປັນສ່ວນຕົວເທົ່າທີ່ເປັນໄປໄດ້ຕັ້ງແຕ່ມື້ຫນຶ່ງ. ນີ້ເຮັດໃຫ້ວິທີການທີ່ແຕກຕ່າງກັນຫມົດກັບບັນຫາ. ຍ້ອນວ່າມັນຫັນອອກ, ການຕິດຕາມຜູ້ໃຊ້ທົ່ວເວັບແລະການຜູກມັດປະຫວັດເວັບກັບຕົວຕົນຂອງພວກເຂົາແມ່ນບໍ່ຈໍາເປັນຢ່າງສົມບູນສໍາລັບການບັນລຸຄວາມປອດໄພທີ່ດີ. ບໍລິສັດຈໍານວນຫຼາຍທີ່ໄດ້ປ່ຽນໄປ hCaptcha",
    "2620705814": "Google ເປັນບໍລິສັດໂຄສະນາ, ແລະຜະລິດຕະພັນຄວາມປອດໄພຂອງພວກເຂົາເບິ່ງຄືກັບຜະລິດຕະພັນໂຄສະນາຂອງພວກເຂົາ",
    "1126447688": "ມັກຈະລາຍງານປະສິດທິພາບເທົ່າທຽມກັນຫຼືດີກວ່າໃນການກວດສອບ bot ແລະຫຼຸດຜ່ອນເຖິງວ່າຈະມີຈຸດສຸມຄວາມເປັນສ່ວນຕົວຂອງພວກເຮົາ",
    "439777523": "ເລື່ອງກົດລະບຽບ",
    "3588274874": "ໃນການສຸມໃສ່ການຈັດສົ່ງຜະລິດຕະພັນທີ່ສອດຄ່ອງກັບຄວາມພະຍາຍາມດ້ານກົດລະບຽບເຊັ່ນ GDPR ຂອງສະຫະພາບເອີຣົບແລະ CCPA ຂອງຄາລິຟໍເນຍ, ພວກເຮົາມີປະສົບການການຂະຫຍາຍຕົວຢ່າງຫຼວງຫຼາຍ - ແນ່ນອນ, ມັນຊ່ວຍໃຫ້ hCaptcha ແມ່ນງ່າຍດາຍ \"ຫຼຸດລົງ\" ການທົດແທນ reCAPTCHA ແລະດັ່ງນັ້ນຈຶ່ງສາມາດຕິດຕັ້ງພາຍໃນນາທີ.",
    "2150595700": ". GDPR ແລະ CCPA ໄດ້ເຮັດໃຫ້ຄວາມກັງວົນກ່ຽວກັບຄວາມເປັນສ່ວນຕົວຢູ່ໃນແຜນທີ່ສໍາລັບຜູ້ຊື້ວິສາຫະກິດ, ແລະໃນເວລາດຽວກັນຄວາມເປັນສ່ວນຕົວອອນໄລນ໌ກໍ່ມີຄວາມສໍາຄັນຕໍ່ປະຊາຊົນຍ້ອນວ່າພວກເຮົາທຸກຄົນເລີ່ມເຂົ້າໃຈວິທີການອຸດສາຫະກໍາການໂຄສະນາແລະການຕະຫຼາດອອນໄລນ໌ໄດ້ນໍາໃຊ້ຂໍ້ມູນຂອງພວກເຮົາໃນປະຫວັດສາດ.",
    "2624949852": "ແນ່ນອນ, reCAPTCHA ເປັນຜູ້ເລີ່ມຕົ້ນໃນການຮັກສາຄວາມປອດໄພຂອງເວັບຕັ້ງແຕ່ປີ 2009, ປົກປ້ອງເວັບໄຊທ໌ນັບລ້ານຈາກໄພຂົ່ມຂູ່ທີ່ເພີ່ມຂຶ້ນໂດຍ bots ແລະ spammers ທີ່ເປັນອັນຕະລາຍ. ຢ່າງໃດກໍຕາມ, ມັນໄດ້ຖືກປະນີປະນອມຢ່າງສົມບູນໃນຊຸມປີທີ່ຜ່ານມາ:",
    "499510428": "ໃນຄວາມເປັນຈິງ, ພວກເຮົາເຊື່ອວ່າກົດລະບຽບໄດ້ຊ່ວຍພວກເຮົາຢູ່ທີ່ນີ້",
    "1232651561": "ດຽວນີ້ຊອບແວແມ່ນດີຄືກັບຄົນແກ້ໄຂບັນຫາສິ່ງທ້າທາຍ reCAPTCHA.",
    "824740867": "ແທນທີ່ຈະປັບປຸງການແກ້ໄຂ, Google ແທນທີ່ຈະປ່ອຍ reCAPTCHA v3, ເຊິ່ງເຮັດວຽກຄືກັບເຄືອຂ່າຍໂຄສະນາຫຼາຍກວ່າຊອບແວຄວາມປອດໄພ, ການລວບລວມຂໍ້ມູນພຶດຕິກໍາຈາກທົ່ວເວັບເພື່ອສ້າງໂປຣໄຟລ໌ຜູ້ໃຊ້. ແຕ່ຫນ້າເສຍດາຍ, ສັນຍານປະເພດນີ້ຖືກທໍາລາຍໄດ້ງ່າຍ, ແລະດັ່ງນັ້ນຈຶ່ງສະຫນອງການປົກປ້ອງ bots ພຽງເລັກນ້ອຍໃນຂະນະທີ່ເປັນອັນຕະລາຍຕໍ່ຄວາມເປັນສ່ວນຕົວຂອງຜູ້ໃຊ້.",
    "1027023087": "ພວກເຮົາຢູ່ hCaptcha ແທນທີ່ຈະສຸມໃສ່ວິທີການທີ່ທັນສະໄຫມຫຼາຍຕໍ່ກັບບັນຫາ, ເຊິ່ງບໍ່ຈໍາເປັນຕ້ອງຮັກສາບັນທຶກພຶດຕິກໍາໃນໄລຍະຍາວເຊັ່ນ: ປະຫວັດການທ່ອງເວັບແລະໄດ້ຊີ້ໃຫ້ເຫັນເຖິງຄວາມທົນທານຕໍ່ກັບການປະເຊີນຫນ້າກັບສັດຕູທີ່ກໍານົດນັບຕັ້ງແຕ່ການບໍລິການໄດ້ຖືກນໍາສະເຫນີ.",
    "2852295413": "ຄວາມຂັດແຍ້ງຂອງຜົນປະໂຫຍດທີ່ເກີດຂື້ນມາ: ການຢຸດ bots ຫຼຸດຜ່ອນລາຍໄດ້ສໍາລັບເຄືອຂ່າຍໂຄສະນາ",
    "1597520917": "ຈໍານວນນັກວິຈານທີ່ເພີ່ມຂຶ້ນໄດ້ຊີ້ໃຫ້ເຫັນວ່າການບໍ່ສົນໃຈຂອງ Google ສໍາລັບຄວາມເປັນສ່ວນຕົວຂອງຜູ້ໃຊ້ຄວນກ່ຽວຂ້ອງກັບລູກຄ້າທີ່ຊອກຫາການປົກປ້ອງເວັບໄຊທ໌ແລະແອັບຯຂອງພວກເຂົາ.",
    "763447231": "ໃນເວລາດຽວກັນ, ການຢຸດເຊົາການ bots ຈາກການເຂົ້າເຖິງສະຖານທີ່ຜູ້ເຜີຍແຜ່ສາມາດເປີດເຜີຍການໂຄສະນາການສໍ້ໂກງ, pitting ຜະລິດຕະພັນ reCAPTCHA ຂອງ Google ໂດຍກົງກັບທຸລະກິດໂຄສະນາຂອງພວກເຂົາ, ເຊິ່ງຜະລິດຫຼາຍກວ່າ 80% ຂອງລາຍໄດ້ຂອງພວກເຂົາ.",
    "999674529": "ທຸກໆ bot ທີ່ Google ກວດພົບຄວນຈະໄດ້ຮັບຄ່າໂຄສະນາເປັນສູນ. ດັ່ງນັ້ນ, ແຮງຈູງໃຈຂອງບໍລິສັດ Google ແມ່ນສອດຄ່ອງບໍ່ດີກັບຜູ້ໃຊ້ບໍລິການຄວາມປອດໄພຂອງພວກເຂົາ, ແລະນີ້ອາດຈະເປັນຄໍາອະທິບາຍຫນຶ່ງສໍາລັບການປະຕິບັດທີ່ບໍ່ດີຂອງການສະເຫນີຄວາມປອດໄພ reCAPTCHA ຂອງພວກເຂົາ.",
    "956019009": "ບໍລິສັດໂຄງສ້າງພື້ນຖານເວັບທີ່ໃຫຍ່ທີ່ສຸດໄດ້ປະຕິບັດແລ້ວ",
    "1923297430": "ຈຸດແຕກແຍກສຸດທ້າຍສໍາລັບລູກຄ້າຂະຫນາດໃຫຍ່ຈໍານວນຫຼາຍມາເມື່ອ Google ເລີ່ມຄິດຄ່າບໍລິສັດສໍາລັບການນໍາໃຊ້ຜະລິດຕະພັນຂອງພວກເຂົາໃນລະດັບທີ່ມີຄວາມຫມາຍ. ນີ້ເຮັດໃຫ້ຜູ້ໃຊ້ reCAPTCHA ໃຊ້ເວລາດົນນານຊອກຫາທາງເລືອກທີ່ດີກວ່າຍ້ອນວ່າຄວາມກັງວົນດ້ານກົດລະບຽບທົ່ວໂລກໄດ້ເຮັດແລ້ວການນໍາໃຊ້ການສະເຫນີຂອງ Google ເພີ່ມຂຶ້ນບໍ່ຫນ້າພໍໃຈ.",
    "2197218442": "CEO Cloudflare Matthew Prince ໄດ້ສະຫຼຸບທັດສະນະນີ້ໃນ",
    "155456850": "ປະກາດສະຫຼັບຂອງເຂົາເຈົ້າເປັນ hCaptcha:",
    "435302267": "ຕອບ blog ຂອງບໍລິສັດ",
    "2087769953": "\"ພວກເຮົາຕື່ນເຕັ້ນກັບການປ່ຽນແປງນີ້ເພາະວ່າມັນຊ່ວຍແກ້ໄຂບັນຫາຄວາມເປັນສ່ວນຕົວທີ່ເກີດຂື້ນກັບການອີງໃສ່ການບໍລິການຂອງ Google ທີ່ພວກເຮົາມີມາໃນບາງເວລາ. ພວກເຮົາໄດ້ປະເມີນຜູ້ຂາຍ CAPTCHA ຈໍານວນຫນຶ່ງເຊັ່ນດຽວກັນກັບການສ້າງລະບົບຕົວເອງ. ໃນທີ່ສຸດ, hCaptcha ກາຍເປັນທາງເລືອກທີ່ດີທີ່ສຸດເພື່ອ reCAPTCHA.” \"ພວກເຮົາມັກຫຼາຍໆຢ່າງກ່ຽວກັບການແກ້ໄຂ hCaptcha: 1) ພວກເຂົາບໍ່ໄດ້ຂາຍຂໍ້ມູນສ່ວນຕົວ; ພວກເຂົາເຈົ້າເກັບກໍາຂໍ້ມູນສ່ວນບຸກຄົນທີ່ຈໍາເປັນຂັ້ນຕ່ໍາເທົ່ານັ້ນ, ພວກເຂົາເຈົ້າມີຄວາມໂປ່ງໃສໃນການອະທິບາຍຂໍ້ມູນທີ່ພວກເຂົາເກັບກໍາແລະວິທີການນໍາໃຊ້ແລະ / ຫຼືເປີດເຜີຍມັນ.\"",
    "595582512": "ຖ້າທ່ານກໍາລັງຊອກຫາການປົກປ້ອງເວັບໄຊທ໌ຫຼືແອັບຯຂອງທ່ານຢ່າງມີປະສິດທິພາບຈາກ bots, spammers ຫຼືຜູ້ສະແດງທີ່ເປັນອັນຕະລາຍອື່ນໆ, ທັງຫມົດໃນຂະນະທີ່ຮັກສາຄວາມເປັນສ່ວນຕົວຂອງຜູ້ໃຊ້ຂອງທ່ານ (ແລະປະຕິບັດຕາມກົດລະບຽບທີ່ກ່ຽວຂ້ອງທັງຫມົດ!), ພິຈາລະນາ hCaptcha ແລະວິສາຫະກິດຂອງພວກເຮົາສະເຫນີ.",
    "3388180864": "ມີຄວາມສົນໃຈໃນການເຮັດວຽກກ່ຽວກັບສິ່ງທ້າທາຍດ້ານວິຊາການຢ່າງເລິກເຊິ່ງຢູ່ໃນຂະຫນາດເວັບບໍ? ພວກເຮົາສະເຫມີຈ້າງວິສະວະກອນທີ່ມີພອນສະຫວັນໃນທົ່ວໂລກ -",
    "3892952987": "ກວດເບິ່ງການເປີດຂອງພວກເຮົາແລະສະຫມັກຢູ່ທີ່ນີ້",
    "3368788823": "Terence Eden ສ້າງຈຸດທີ່ຫນ້າສົນໃຈໃນ blog ຂອງລາວ: \"",
    "1491780143": "CAPTCHAs ບໍ່ໄດ້ພິສູດວ່າທ່ານເປັນມະນຸດ – ເຂົາເຈົ້າພິສູດວ່າທ່ານເປັນຄົນອາເມລິກາ",
    "2146900431": "intuitively, ການຮຽກຮ້ອງນີ້ເຮັດໃຫ້ມີຄວາມຮູ້ສຶກຫຼາຍ. CAPTCHAs, ເຊັ່ນດຽວກັບເກືອບທຸກຢ່າງ, ໄດ້ຖືກຝັງຢູ່ໃນສະພາບວັດທະນະທໍາ, ແລະຖ້າຫາກວ່າການທ້າທາຍຂອງທ່ານໄດ້ຖືກສ້າງຂື້ນສ່ວນໃຫຍ່ໃນວັດທະນະທໍາຫນຶ່ງ, ມັນອາດຈະບໍ່ແປໄດ້ດີຫຼາຍກັບຄົນອື່ນ. ໃນຫຼັກການ, ນີ້ແມ່ນເລື່ອງຂອງວັດທະນະທໍາ",
    "378086442": "ຂອງ CAPTCHAs, ແທນທີ່ຈະ UX ຂອງພວກເຂົາຕໍ່ se.",
    "1445008801": "ດັ່ງທີ່ເອເດນເວົ້າໄວ້ວ່າ:",
    "332723732": "ເນື້ອໃນ",
    "2072808435": "\"ເດົາວ່າ, Google ບໍ? ແທັກຊີໃນປະເທດຂອງຂ້ອຍໂດຍທົ່ວໄປເປັນສີດຳ. ຂ້ອຍເຄີຍເບິ່ງໜັງພໍທີ່ຈະຮູ້ວ່າທຸກໂຕໃນອາເມລິກາເປັນສີເຫຼືອງ. ແຕ່ໃນທຸກປະເທດທີ່ຂ້ອຍເຄີຍໄປມາ, ແທັກຊີເປັນລົດເກັງຫຼາຍ. ສີທີ່ແຕກຕ່າງກັນ.\"",
    "3206136647": "ບັນຫາຂອງ Google ຢູ່ທີ່ນີ້ແມ່ນອີງໃສ່ຂໍ້ມູນຄໍາຖາມທີ່ພວກເຂົາໃຊ້ທຽບກັບຜູ້ທີ່ເຫັນມັນ. ຖ້າຂໍ້ມູນທັງຫມົດມາຈາກວັດທະນະທໍາດຽວກັນ (ແລະໃນກໍລະນີຂອງ Google, ບໍລິສັດດຽວກັນ) ແນ່ນອນວ່າເຈົ້າສາມາດຄາດຫວັງວ່າຈະມີສິ່ງທ້າທາຍທີ່ບໍ່ສາມາດແປໄດ້ດີກັບວັດທະນະທໍາອື່ນໆ, ສອດຄ່ອງກັບຄໍາຮ້ອງທຸກຂອງ Eden.",
    "2217842245": "ຢ່າງໃດກໍຕາມ, ຂໍ້ມູນຂອງພວກເຮົາສະແດງໃຫ້ເຫັນວ່າ (ສໍາລັບ hCaptcha)",
    "4280117172": "ໃນ​ຄວາມ​ເປັນ​ຈິງ​ຫຼາຍ​ປະ​ເທດ​ເຮັດ​ໄດ້​ດີກ​ວ່າ​ອາ​ເມລິ​ກາ​ເລັກ​ນ້ອຍ​, ລວມ​ທັງ​ໄນ​ຈີ​ເລຍ​, ອິນ​ເດຍ​, Brazil ແລະ​ເຢຍ​ລະ​ມັນ​:",
    "555749578": "ອັດຕາ​ການ​ແກ້​ໄຂ​ມີ​ຄວາມ​ແຕກ​ຕ່າງ​ໜ້ອຍ​ກວ່າ 1% ​ໃນ​ທົ່ວ​ປະ​ເທດ​ໃຫຍ່​ໃນ​ທຸກ​ທະວີບ.",
    "151737819": "hCaptcha Solve Rates ທົ່ວໂລກສະແດງໃຫ້ເຫັນຄວາມແຕກຕ່າງເລັກນ້ອຍຫຼາຍ",
    "3908992897": "ແລະຖືກນໍາໃຊ້ໃນທຸກໆປະເທດແລະອານາເຂດໃນໂລກ, ດັ່ງນັ້ນພວກເຮົາສຸມໃສ່ການສະຫນອງປະສົບການທົ່ວໂລກທີ່ສອດຄ່ອງຫຼາຍ.",
    "2808122102": "ການທໍາງານຂ້າມວັດທະນະທໍາຈຶ່ງເປັນຄວາມຕ້ອງການພື້ນຖານສໍາລັບການບໍລິການຂອງພວກເຮົາ. ໃຫ້ແນ່ໃຈວ່າຜູ້ໃຊ້ທີ່ຖືກຕ້ອງຕາມກົດຫມາຍທຸກຄົນສາມາດເຂົ້າເຖິງເນື້ອຫາໄດ້ໄວແມ່ນສ່ວນຫນຶ່ງທີ່ສໍາຄັນຂອງພາລະກິດຂອງພວກເຮົາ. ພວກເຮົາສະຫນອງສິ່ງທ້າທາຍໃນ 110 ພາສາ, ແລະກໍາລັງປັບປຸງການແປພາສາທີ່ກ່ຽວຂ້ອງຢ່າງຕໍ່ເນື່ອງເພື່ອໃຫ້ແນ່ໃຈວ່າສິ່ງທ້າທາຍຂອງພວກເຮົາສາມາດແກ້ໄຂໄດ້ໂດຍທຸກຄົນ.",
    "3913801502": "hCaptcha ປະຈຸບັນແລ່ນຢູ່ໃນອິນເຕີເນັດປະມານ 15%.",
    "2077639538": ". ອັນໜຶ່ງ, ຂໍ້ມູນສິ່ງທ້າທາຍໃນການບໍລິການຂອງພວກເຮົາສາມາດມາຈາກຫຼາຍແຫຼ່ງ, ບໍ່ພຽງແຕ່ອັນດຽວເທົ່ານັ້ນ - ຈາກບໍລິສັດ Fortune 500 ຂະຫນາດໃຫຍ່ຈົນເຖິງການເລີ່ມຕົ້ນການຮຽນຮູ້ເຄື່ອງຈັກ, ຕາບໃດທີ່ເຂົາເຈົ້າຍຶດໝັ້ນກັບພວກເຮົາ.",
    "3951112506": ". ອັນນັ້ນຮັບປະກັນຄວາມແຕກຕ່າງກັນຂອງຂໍ້ມູນໃນລະດັບທີ່ສູງກວ່າ.",
    "1803943584": "ອັນທີສອງ, ພວກເຮົາໃຫ້ຄວາມທ້າທາຍຂອງຕົນເອງໃຫ້ເໝາະສົມເພື່ອກໍານົດວ່າເຂົາເຈົ້າຈະແລ່ນໄປປະເທດໃດ ຫຼື ພາສາໃດ, ເພີ່ມຄວາມເປັນໄປໄດ້ຂອງປະສົບການທີ່ສອດຄ່ອງກັນຕື່ມອີກ. ຖ້າຄວາມຖືກຕ້ອງແມ່ນຕໍ່າກວ່າທີ່ຄາດໄວ້, ຊຸດຄໍາຖາມພຽງແຕ່ຈະຢຸດການເຮັດວຽກຢູ່ໃນພາກພື້ນຫຼືພາສາທີ່ຜົນກະທົບນີ້ເກີດຂື້ນ.",
    "3668873369": "ທີ່ hCaptcha, ພວກເຮົາໄດ້ປະຕິບັດວິທີການທີ່ແຕກຕ່າງກັນຈາກມື້ຫນຶ່ງ",
    "1519201684": "ນະໂຍບາຍຈັນຍາບັນ AI",
    "2155089487": ". ຖ້າສິ່ງທ້າທາຍຂອງພວກເຮົາແກ້ໄຂໄດ້ງ່າຍຂຶ້ນສໍາລັບບາງກຸ່ມ, ພວກເຮົາຄາດວ່າຈະເຫັນຄວາມແຕກຕ່າງໃນວິທີທີ່ຄົນທົ່ວໂລກແລະທົ່ວວັດທະນະທໍາທີ່ແຕກຕ່າງກັນປະຕິບັດໃນເວລາທີ່ແກ້ໄຂພວກມັນ. ໃນ​ສະ​ພາບ​ການ​ຂອງ​ສະ​ຖາ​ນີ Eden​, ພວກ​ເຮົາ​ຄາດ​ຫວັງ​ວ່າ​ຄົນ​ອາ​ເມລິ​ກາ​ຈະ​ໄດ້​ດີກ​ວ່າ​ປະ​ຊາ​ຊົນ​ໃນ​ປະ​ເທດ​ອື່ນໆ​. ເນື່ອງຈາກວ່າພວກເຮົາໄດ້ໃຊ້ເວລາຫລາຍປີໃນການພັດທະນາລະບົບເພື່ອຫຼີກເວັ້ນບັນຫານີ້, ໃນຄວາມເປັນຈິງພວກເຮົາເຫັນກົງກັນຂ້າມ.",
    "2603863826": "PS: ຖ້າເຈົ້າພົບການແປໃນພາສາຂອງເຈົ້າທີ່ສາມາດໃຊ້ການປັບປຸງໄດ້, ກະລຸນາສົ່ງຄໍາຄິດຄໍາເຫັນ",
    "3543141425": "ສໍາລັບມັນ!",
    "2697276059": "ຫຼັກຖານນີ້ແມ່ນເຮັດວຽກ: ອັດຕາການແກ້ໄຂທີ່ເປັນເອກະພາບໃນທົ່ວໂລກ",
    "664236229": "ດຶງ​ຄໍາ​ຮ້ອງ​ສະ​ຫມັກ​"
}