{
  "header-privacy-link": "Privatnost",
  "header-integration-link": "Integracija",
  "header-cost-link": "Troškovi",
  "header-features-link": "Karakteristike",
  "header-docs-link": "Docs",
  "header-login-button": "Ulogovati se",
  "header-contact-button": "Kontaktirajte prodaju",
  "intro-heading": "Verifikacija humanosti bez trenja.",
  "intro-contact-button": "Kontaktirajte nas da saznate više",
  "intro-text-bottom": "Na njega se oslanjaju kompanije koje pokreću web.",
  "sub-menu-button": "Kontaktirajte prodaju",
  "sub-menu-item1": "Enterprise",
  "sub-menu-item2": "Troškovi",
  "sub-menu-item3": "Integracija",
  "sub-menu-item4": "Karakteristike",
  "sub-menu-item5": "Privatnost",
  "sub-menu-item6": "Docs",
  "info-head-1": "Izgrađen na provjerenoj hCaptcha platformi",
  "info-text-1": "hCaptcha Enterprise radi na hCaptcha platformskoj tehnologiji, proširenoj da uključuje funkcije koje su potrebne preduzećima s velikim prometom.",
  "info-head-2": "Partner od poverenja",
  "intro-subtitle": "Riješite svoj problem s botom danas.",
  "info-text-2": "Naše usluge imaju povjerenje najvećih svjetskih kompanija da opslužuju mnoge milione svakodnevnih korisnika na desetinama miliona lokacija.",
  "cloudflare-quote-text": "Procijenili smo brojne dobavljače CAPTCHA kao i sami izgradili sistem. Na kraju, hCaptcha se pojavila kao najbolja alternativa reCAPTCHA.",
  "cloudflare-quote-detail": "Direktor upravljanja proizvodima, Cloudflare",
  "section-quote-head": "Isplativa opcija za preduzeća sa velikim prometom",
  "section-quote-text": "Konačno, vjerodostojna alternativa Googleu. hCaptcha Enterprise donosi dramatične uštede na vašem reCAPTCHA računu uz veću sigurnost: do 80% jeftinije u nekim slučajevima. Mnoge od najvećih svjetskih internetskih usluga prešle su na hCaptcha Enterprise i dobile poboljšanu detekciju botova uz značajne uštede.",
  "section-quote-button": "Kontaktirajte nas danas za ponudu",
  "section-privacy-header": "Privacy Focused",
  "section-privacy-text-1": "Oglasne mreže vide vaše posjetitelje kao proizvod. Za nas je jedini proizvod koji određuje njihovu humanost. Naše usluge ispunjavaju ili premašuju zahtjeve GDPR, CCPA i LGPD i podržavaju inicijative kao što je Privacy Pass. Trudimo se da uravnotežimo privatnost i sigurnost.",
  "section-privacy-text-2": "Ovaj jedinstveni fokus na privatnost znači da možemo ponuditi nulto individualno zadržavanje podataka, rad bez kolačića i druge ugovorne garancije privatnosti po potrebi uz održavanje odlične sigurnosti.",
  "section-security-header": "Sigurnost na prvom mjestu",
  "section-security-text-1": "Tačnost je u vašem i našem interesu. hCaptcha radi tako da vam daje stvarne podatke i omogućava vam da odlučite kako ih koristiti. Ostale captcha obezbeđuju Gigantic reklamne kompanije. To znači da svaki bot koji blokiraju može smanjiti njihov prihod.",
  "section-security-text-2": "Korištenje najnovijih tehnika strojnog učenja s fokusom na privatnost omogućava nam da premašimo sigurnosne standarde naslijeđenih strategija za zauvijek snimanje svega bez narušavanja sigurnosti ili privatnosti korisnika.",
  "section-user-experience-header": "Odlično korisničko iskustvo",
  "section-user-experience-text1": "Za poslovne korisnike, dostupne su opcije za potpuno izbjegavanje izazova u većini scenarija.",
  "section-user-experience-text2": "Smanjite trenje tako što ćete u potpunosti izbjeći izazov za 99,9% vašeg legitimnog prometa, a istovremeno pružate odličnu sigurnost, zahvaljujući naprednim modelima botova.",
  "section-easy-integration-header": "Jednostavna integracija",
  "section-easy-integration-text": "Dodavanje hCaptcha traje samo nekoliko minuta i samo nekoliko linija koda. Osnovni API je kompatibilan sa reCAPTCHA V2 i potrebno je samo nekoliko minuta za prebacivanje. Već danas možete biti u pogonu s superiornom alternativom i po potrebi uključiti naprednije funkcije.",
  "section-easy-integration-serverside": "Strana servera:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Prilagođene ocjene prijetnji",
  "section-threat-text": "Nisu svi problemi isti: dobivanje jednog rezultata znači da mora zadovoljiti vaše potrebe da biste bili korisni. Uz jedinstvene prilagođene ocjene prijetnji hCaptcha, brza konsultacija nam omogućava da prilagodimo naše modele kako bismo pružili rezultate relevantnije za vaše poslovanje.",
  "section-challenges-header": "Pokrenite vlastite izazove za nekoliko sekundi",
  "section-challenges-text-1": "Ostanite na brendu s relevantnim sadržajem",
  "section-challenges-text-2": "Kada korisnici moraju riješiti izazov kako bi ispunili sigurnosne zahtjeve, zašto ne kreirati zadatke koji su ugodni i relevantni za korisnika? S našim jednostavnim prilagođenim dizajnerom izazova, možete pokrenuti izazovni sadržaj za samo nekoliko minuta.",
  "section-integration-header": "Direktna integracija platforme",
  "section-integration-subheader": "Za kompanije koje se bave web infrastrukturom",
  "section-integration-text": "Sistem hCaptcha Enterprise je jedinstveno fleksibilan u svom dizajnu: može se djelomično ili u potpunosti postaviti na rub vaše mreže ako upravljate javnim oblakom ili posjedujete mnogo centara podataka. ‍Ovo može dramatično smanjiti troškove i promet van mreže, uz zadržavanje svih prednosti upravljanja od strane našeg dežurnog osoblja 24/7 kako bi se ispunili najstroži SLA.",
  "section-support-header": "Dostupna stručnost i podrška za vas i vaše korisnike",
  "section-support-text": "Usluga je za nas glavni prioritet. Održavamo dežurnu podršku 24/7 i nudimo direktnu Slack koordinaciju sa vašim timom za integraciju inženjera i našim dežurnim osobljem tokom i nakon implementacije.‍ ‍Također smo posvećeni aktivnom praćenju i odgovaranju na pitanja vaših korisnika na društvenim medijima, forumima , i naši kanali za podršku u widgetu i e-pošti. Mi smo pristupačni i odgovorni, a zadovoljstvo korisnika tretiramo kao vrhunski KPI.",
  "section-enterprise-header": "Funkcije preduzeća",
  "section-enterprise-title-1": "Anti-bot zaštita svjetske klase",
  "section-enterprise-desc-1": "Testirano u borbi na web skali.",
  "section-enterprise-title-2": "Visoka tačnost bot rezultata",
  "section-enterprise-desc-2": "Otkrijte loše glumce raznih vrsta.",
  "section-enterprise-title-3": "Nulto trenje i 99,9% pasivni načini rada",
  "section-enterprise-desc-3": "Izazovite manje od 0,1% legitimnih korisnika.",
  "section-enterprise-title-4": "Prikazani su tipovi kontrolnog izazova",
  "section-enterprise-desc-4": "Široka biblioteka vrsta koje možete izabrati.",
  "section-enterprise-title-5": "Kontrolirajte sadržaj izazova koji se koristi",
  "section-enterprise-desc-5": "Ostanite na brendu uz dosljedno korisničko iskustvo.",
  "section-enterprise-title-6": "Enterprise SLAs",
  "section-enterprise-desc-6": "Zagarantovana pouzdanost i brza podrška 24/7 na poziv.",
  "section-enterprise-title-7": "Podrška za stariji pretraživač",
  "section-enterprise-desc-7": "Kompatibilan sve do Internet Explorer 8.",
  "section-enterprise-title-8": "Napredne kontrolne ploče za izvještavanje i API",
  "section-enterprise-desc-8": "Pogledajte šta se dešava na svim vašim web lokacijama i aplikacijama.",
  "section-enterprise-title-9": "Radi u svakoj zemlji",
  "section-enterprise-desc-9": "Za razliku od reCAPTCHA, mi radimo u svakoj zemlji.",
  "section-enterprise-title-10": "Politika privatnosti prilagođena GDPR, CCPA i LGPD-u",
  "section-enterprise-desc-10": "Dizajniran za privatnost od prvog dana. Snažan ugovor o obradi podataka.",
  "section-enterprise-title-11": "Fino zrnati nivoi težine",
  "section-enterprise-desc-11": "Unesite ovo tako da se tačno uklapa u vaš slučaj upotrebe.",
  "section-enterprise-title-12": "First-party hosting",
  "section-enterprise-desc-12": "Svi zahtjevi i sredstva idu na hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Kontrolne table za više korisnika",
  "section-enterprise-desc-13": "Dijelite upravljanje u cijelom svom timu.",
  "section-enterprise-title-14": "Trenutna verifikacija",
  "section-enterprise-desc-14": "Kašnjenje od 0 ms: provjerite hCaptcha tokene bez API poziva.",
  "section-enterprise-title-15": "Mobilna (iOS i Android) integracija",
  "section-enterprise-desc-15": "Besprekorno iskustvo na webu, izvornom mobilnom, mobilnom webu. Dostupne su unaprijed izgrađene integracije i izvorni SDK-ovi.",
  "section-enterprise-title-16": "Prilagođeni uslovi i garancije privatnosti",
  "section-enterprise-desc-16": "Zadovoljite svoje zakonske potrebe kada druge kompanije ne mogu.",
  "presented-challlenges-head": "Prezented Challenges",
  "presented-challenges-title-1": "Poređenje",
  "presented-challenges-text-1": "Odaberite sve slike koje odgovaraju upitu",
  "presented-challenges-title-2": "Bounding Box",
  "presented-challenges-text-2": "Definirajte graničnu oblast za objekte",
  "presented-challenges-title-3": "Kategorizacija",
  "presented-challenges-text-3": "Identifikujte odgovarajuće oznake",
  "presented-challenges-subheader": "...i drugi jednostavni zadaci. Lako za ljude, teško za botove.",
  "presented-challenges-subtext": "Prilagođeni zadaci dostupni su i za poslovne izdavače.",
  "footer-header-1": "Kompanija",
  "footer-header-2": "Resursi",
  "footer-header-3": "Kontakt",
  "footer-link-1": "Označavanje",
  "footer-link-2": "O",
  "footer-link-3": "Poslovi",
  "footer-link-4": "Trademarks",
  "footer-link-5": "Blog",
  "footer-link-6": "Status",
  "footer-link-7": "Dokumentacija",
  "footer-link-8": "Prijavite grešku",
  "footer-link-9": "Pristupačnost",
  "footer-terms": "Uslovi",
  "footer-privacy": "Privatnost",
  "footer-attribution": "Pripisivanje",
  "footer-subheader-1": "Podrška",
  "footer-subheader-2": "Kontakt",
  "switch-to-english-link": "Prebacite se na engleski",
  "intro-heading-privacy": "Dizajniran za privatnost.",
  "intro-subtitle-p1-privacy": " Jedinstveni pristup sigurnosti na mreži vođen privatnošću.",
  "info-head-2-pr": "Snimanje aktivnosti na mreži nije rješenje.",
  "info-text-1-pr": "hCaptcha Enterprise ima samo jednu svrhu: da spriječi loše aktere da ometaju vaše online operacije i naškode vašim korisnicima.",
  "info-text-2-pr": "Naši sistemi su tako dizajnirani od temelja kako bi minimizirali prikupljanje i zadržavanje podataka uz održavanje sigurnosti vodeće u klasi. Najbolji način da zaštitite korisničke podatke je da ih uopće ne pohranjujete.",
  "info-text-3-pr": "Svi odnosi s kupcima su također zaštićeni snažnim ugovorom o obradi podataka. Usluga hCaptcha usklađena je sa svim zakonima o privatnosti bez obzira na to gdje se vaša usluga ili vaši klijenti nalaze. Nečuvanje ličnih podataka nam čini ovo mnogo lakšim nego drugim kompanijama.",
  "info-text-2-2-pr": "Usluge poput reCAPTCHA v3 kažu da je postavljanje njihovog piksela za praćenje na svaku stranicu vaše web stranice neophodno za dobru sigurnost. Ovo nije slučaj.",
  "info-text-2-3-pr": "Jednostavna analiza ponašanja je signal koji lako krivotvore loši akteri i zahtijeva zadržavanje historije pregledavanja za sav vaš legitimni promet.",
  "info-text-2-4-pr": "Mi ne upravljamo oglasnom mrežom i nemamo interesa da pratimo vaše ponašanje korisnika kako bismo im prodali oglase. To znači da nam nije potreban pasivni piksel na svakoj stranici vaše web stranice.",
  "info-text-2-5-pr": "Dodajte naš izazovni kod samo tamo gdje je to neophodno i gdje ima smisla zaštititi i vas i vaše korisnike.",
  "info-head-3-pr": "Mašinsko učenje je korisno. Ali za rad nisu potrebni lični podaci.",
  "info-text-3-1-pr": "Mašinsko učenje sada utječe na gotovo svaki aspekt naših života, često na načine koje ne shvaćamo i ne možemo vidjeti. Online bezbednosne usluge se ne razlikuju.",
  "info-text-3-2-pr": "Učeći preko hiljada signala, modeli mogu zaključiti i postići visoko povjerenje u otkrivanju zlonamjernog ponašanja vrlo brzo, čak i kada nijedan pojedinačni signal sam po sebi ne bi bio dovoljno jak da ukaže na problem.",
  "info-text-3-3-pr": "Međutim, ništa od ovoga ne zahtijeva korištenje ličnih podataka (PII). Savremene kriptografske tehnike nam omogućavaju da odbacimo bilo kakve lične podatke što je brže moguće, stvarajući umjesto toga jednosmjerne potpise koji se ne mogu povezati ni sa jednom osobom.",
  "info-text-3-4-pr": "Obuka o deidentifikovanim podacima funkcioniše jednako dobro i ne zahteva ugrožavanje bezbednosti ili privatnosti. Naši kupci su izvršili empirijska ispitivanja i proglasili nas jednakim ili boljim od mnogo manje privatnih alternativa.",
  "cloudflare-quote-text-privacy": "Dopalo nam se nekoliko stvari u vezi sa hCaptcha rešenjima: 1) ne prodaju lične podatke; prikupljaju samo minimalne potrebne lične podatke, transparentni su u opisivanju informacija koje prikupljaju i kako ih koriste i/ili otkrivaju.",
  "pilot-head": "Isprobajte nas u svom okruženju bez obaveza.",
  "pilot-text-1a": "Mi smo inženjeri, a ne prodavci: želimo da budete zadovoljni svojim izborom.",
  "pilot-text-1b": "Najbolji način da osigurate svoje zadovoljstvo je da pokažete da ispunjavamo vaše potrebe.",
  "pilot-text-1c": "Praktično sve kompanije koje započnu pilot na kraju biraju naša rješenja.",
  "pilot-text-1d": "Koristite ovaj obrazac da biste došli do jednog od naših tehničkih stručnjaka. Reagujemo brzo.",
  "pilot-text-1e": "Takođe nam možete direktno poslati email.",
  "pilot-email-details": "Detalji su ovdje.",
  "pilot-f1": "Region",
  "pilot-f2": "Tvoje ime",
  "pilot-f3": "Tvoje ime",
  "pilot-f4": "Poslovna e-pošta",
  "pilot-f5": "Trebamo li imati još nekih detalja?",
  "pilot-f6": "Da li vam je potrebna hitna ugradnja?",
  "pilot-f7": "Da.",
  "pilot-f8": "Ja sam napadnut i zahtijevam hitnu prilagodbu.",
  "pilot-f9": "Submit",
  "pilot-f10": "Unošenjem svoje e-pošte slažete se s našim Uvjetima i Politikom privatnosti i da primate e-poštu od nas.",
  "pilot-fo-1": "Integracija ne može biti lakša.",
  "pilot-fo-2": "hCaptcha ima desetine unaprijed izgrađenih integracija za frontend i backend sisteme koje koristite.",
  "pilot-fo-3": "Ako slučajno dolazite iz Google-ovog reCAPTCHA, naši API-ji su zamjenska zamjena. Tri linije koda su sve što vam treba.",
  "pilot-fo-4": "Naši inženjeri za onboarding mogu vas brzo pokrenuti, bilo da vam je potrebna React integracija, SDK-ovi za iOS izvorne aplikacije, Java backend primjer ili gotovo bilo koji drugi scenarij.",
  "pilot-fo-5": "I kao i uvijek, privatnost je za nas osnovna vrijednost. Dodajte naš izazovni kod samo tamo gdje je to neophodno i gdje ima smisla zaštititi i vas i vaše korisnike. Minimiziranje prikupljanja podataka počinje od trenutka integracije.",
  "pilot-fdone": "Hvala ti. Uskoro ćemo se javiti.",
  "home-ent-2-new": "Saznajte više o našem poslovnom rješenju.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise rješenja pružaju sigurnost vodeću u klasi i štite mnoge od vrhunskih online usluga.",
  "home-plans-button-2-new": "Nauči više",
  "header-enterprise-link": "Enterprise",
  "sales-interstitial-c1b-new": "Saznajte više o hCaptcha Enterprise"
}
