{
    "1137470858": "11. decembar 2021",
    "12462594": "hCaptcha je izgrađena na HUMAN platformi, koja omogućava sofisticirano rutiranje i analizu radi optimizacije troškova i efikasnosti u svakom koraku.",
    "2262549101": "Alternativni načini kontakta dokumentirani su u Imeniku ovlaštenih agenata Ureda za autorska prava SAD-a DMCA",
    "2272776729": "Imajte na umu da morate potvrditi svoj identitet i zatražiti prije poduzimanja daljnjih radnji, kao što je pružanje vaše državne identifikacije. U skladu sa zakonom Kalifornije, možete odrediti ovlaštenog agenta da podnese zahtjev u vaše ime. Da biste odredili ovlaštenog agenta koji će podnijeti zahtjev u vaše ime, morate dostaviti važeće punomoćje, važeću identifikacionu dokumentaciju koju je izdala vlada i ovlaštenog agenta.",
    "2335607721": "Biljeska. Sva obavještenja u vezi s ovim Uvjetima korištenja bit će poslana e-poštom ili objavljena na našoj web stranici. Obavještenja nam morate slati na",
    "2875934612": "20. novembar 2020",
    "3084122606": "Ako se naše korištenje vaših ličnih podataka zasniva na vašem pristanku, imate pravo da ih povučete u bilo koje vrijeme na način naveden u Servisu ili kontaktiranjem na",
    "3312286067": "ili podnesite žalbu regulatoru za zaštitu podataka u vašoj jurisdikciji. Regulator zaštite podataka možete pronaći na adresi",
    "3506025515": "Log4shell ne utiče na hCaptchu. Evo kako znamo.",
    "3516838896": "Greška u daljinskom izvršavanju koda log4j2 nedavno je zahvatila internet, utječući na veliki postotak online usluga. hCaptcha nije pogođena. Evo kako smo potvrdili tu činjenicu.",
    "3553195003": "Log4shell ne utiče na hCaptchu.",
    "3610875753": "– Ako nakon značajnog prekida poslovanja ne možete nas kontaktirati kao što to obično činite",
    "3612764043": ", trebali biste posjetiti našu web stranicu na hcaptcha.com ili hcaptchastatus.com.",
    "3626193263": "hCaptcha imenovani agent za Digital Millennium Copyright Act (DMCA) je",
    "3794891866": "Potrošači iz Kalifornije mogu podnijeti zahtjev u skladu sa svojim pravima prema CCPA tako što će nas kontaktirati na",
    "3814036702": "– Ako imate pitanja o našem planiranju kontinuiteta poslovanja, možete nas kontaktirati na",
    "3975007628": "sada štiti stotine miliona korisnika na desetinama miliona web lokacija i aplikacija svakog mjeseca. Naša priča pokazuje da se možete takmičiti s Big Techom kada privatnost stavite na prvo mjesto.",
    "4038264749": "Imajte na umu da dok lokalne narudžbe za COVID-19 ostaju na snazi, nema garancija da će pošta biti primljena na vrijeme i e-mail (",
    "4115505783": ") je pravi kanal za dolazak do nas. Kompanija ne održava brojeve telefona ili faksa; ovo je 21. vijek.",
    "4164851712": "Vaše lične podatke koristimo samo u skladu sa zakonom. Od nas se traži da vas obavijestimo o pravnim osnovama naše obrade vaših ličnih podataka, koje su opisane u nastavku. Ako imate pitanja o pravnim osnovama po kojima obrađujemo vaše lične podatke, kontaktirajte nas na",
    "4201262098": "Ova tehnologija omogućava pravoj radnoj snazi da se bavi svakim dijelom vašeg posla, maksimizirajući ekonomičnost uz očuvanje privatnosti i ispunjavanje svih regulatornih zahtjeva koji se mogu primijeniti.",
    "4217188341": "30. novembar 2020",
    "4238473596": "Minimiziranje trenja za stvarne korisnike je važno. hCaptcha koristi jednostavne zadatke i oduzima manje vremena većini korisnika dok zaustavlja veći promet botova.",
    "4243935861": "ha.com",
    "4270798104": "2. Pokušajte onemogućiti druge ekstenzije. Ako to riješi problem, uključite ih jedan po jedan dok ne pronađete problem, i obavijestite programera te ekstenzije o tome, kao i da nas obavijestite na",
    "427220273": "Od vas možemo tražiti određene informacije kako bismo nam pomogli da potvrdimo vaš identitet i obradimo vaš zahtjev. Važeći zakon može zahtijevati ili nam dozvoliti da odbijemo vaš zahtjev. Ako odbijemo vaš zahtjev, reći ćemo vam zašto, podložno zakonskim ograničenjima. Ako želite podnijeti žalbu na našu upotrebu vaših ličnih podataka ili odgovoriti na vaše zahtjeve u vezi s vašim ličnim podacima, možete nas kontaktirati na",
    "433026247": "Obavljanjem zadataka možete steći kvalifikacije i vještine, koje ćemo dodijeliti prema vlastitom nahođenju. Zadržavamo pravo da kreiramo, uredimo ili opozovemo vaše kvalifikacije i vještine u bilo koje vrijeme, iz bilo kojeg razloga ili bez razloga. Budući da ne diskriminiramo na osnovu nacionalnog porijekla, rase, boje, spola, seksualne orijentacije ili bilo koje druge klase zaštićene zakonom, imat ćete istu priliku kao i bilo koji drugi Saradnik da ostvarite pristup zadacima kako se vaše kvalifikacije i vještine akumuliraju . Kao saradnik, ako smatrate da su problematična test pitanja uticala na vaše kvalifikacije, vještine ili nagrade, možete dati dobro podržane tvrdnje koje opisuju problematična pitanja testa putem interfejsa zadatka ili putem tiketa u našem sistemu podrške, na primjer putem e-pošte at",
    "492025216": "13. decembar 2021",
    "799274928": "Obavještenja putem e-pošte smatraju se pisanim obavještenjima za sve svrhe za koje mogu biti potrebna pismena obavještenja. Obavještenja putem e-pošte smatraju se primljenima narednog radnog dana nakon slanja i propisno su upućena primaocu.",
    "211351380": "Sa bloga:",
    "3153117136": "Kako funkcioniraju hCaptcha postavke poteškoća",
    "2915355938": "Pristupačnost",
    "793784899": "Planovi",
    "2671622670": "Enterprise",
    "3527140447": "Docs",
    "505891021": "Usluge etiketiranja",
    "692176459": "Ulogovati se",
    "1892574253": "Prijaviti se",
    "2593864519": "Zaustavite više botova. Počnite štititi privatnost korisnika.",
    "4007826952": "CAPTCHA broj 1 za privatnost za web, mobilne uređaje i još mnogo toga.",
    "3721365241": "Pokušajte",
    "3753956446": "Besplatno",
    "3276777569": "hCaptcha",
    "55035359": "Trenutno koristite reCAPTCHA?",
    "3417372336": "Prebacite se za nekoliko minuta",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Vrhunske online usluge na koje se oslanjaju",
    "1470290349": "za najbolje u klasi upravljanje botovima i prevarama.",
    "3714002185": "Saznajte više o hCaptcha Enterprise",
    "3946753128": "Privatno. Sigurno. Brže.",
    "939665604": "Privacy Focused",
    "780475098": "Oglasne mreže vide vaše posjetitelje kao proizvod. Samo nas zanima da li je posjeta dobra ili loša. hCaptcha je u skladu sa GDPR, CCPA, LGPD, PIPL i drugim globalnim zakonima o podacima.",
    "219813583": "Sigurnost na prvom mjestu",
    "2714878440": "Zaštitite svoje usluge od scrapinga, preuzimanja računa, punjenja vjerodajnica i neželjene pošte pomoću našeg naprednog mašinskog učenja i provjere humanosti.",
    "1397766838": "Bolje korisničko iskustvo",
    "2670352917": "hCaptcha pruža pouzdaniju detekciju botova dok je ljudima jednostavan za rješavanje.",
    "2806751666": "Šta je hCaptcha?",
    "3096063825": "Isprobaj",
    "2968026167": "Vaše omiljeno povrće",
    "713281684": "Patlidžan",
    "4147497805": "Šargarepa",
    "3758963444": "Hvala ti! Vaš podnesak je primljen!",
    "1070364246": "Ups! Nešto nije u redu prilikom slanja obrasca.",
    "1129833879": "Zaustavite zlonamjerne botove, zaštitite privatnost korisnika",
    "58091799": "Saznajte više o hCaptcha Publisheru i Enterpriseu",
    "1599610318": "Izdavač",
    "3093388779": "hCaptcha je besplatna za korištenje za izdavače bilo koje veličine",
    "179723061": "Više kontrole za timove kojima je potrebna sigurnost vodeća u klasi",
    "846501387": "Zaštita od botova svjetske klase",
    "119298044": "Napredne samonadzirane ML i AI tehnologije štite vaša web svojstva od prijetnji i napada",
    "1263998069": "Zaradite nagrade za ljudska rješenja",
    "1103295010": "Zaradite novac ili dajte u dobrotvorne svrhe kada ljudi rješavaju CAPTCHA",
    "392886773": "Radi u svakoj zemlji",
    "2320894364": "Sa preko 200 tačaka prisutnosti, hCaptchin oblak štiti vašu imovinu širom svijeta",
    "451701069": "U skladu sa GDPR, CCPA,",
    "2826051554": "i više",
    "3530599065": "Privatnost se gradi od temelja. hCaptcha ne zadržava podatke koji otkrivaju identitet i usklađen je s brojnim mandatima i propisima o privatnosti.",
    "2489287539": "“Bez CAPTCHA” i 99,9% pasivnih načina rada bez trenja",
    "793242047": "Smanjite izazove koji se postavljaju korisnicima kako biste omogućili brz pristup aplikacijama",
    "4195759329": "Otkrivanje botova i ocjene rizika",
    "1150035777": "Sofisticirani modeli mašinskog učenja generišu rezultate pouzdanosti robota na osnovu mnogih tačaka podataka osim da li je na pitanja tačno odgovoreno",
    "3688621388": "Potpisi prijetnji",
    "1131525092": "Grupirajte loše aktere bez napora putem naših Scoped UID-ova koji čuvaju privatnost kako biste pronašli i zaustavili povezane prijevare i zloupotrebe",
    "1559631739": "Privatno učenje",
    "3952259236": "Kombinirajte svoje zaslijepljene podatke sa hiljadama hCaptcha signala da biste obučili hCaptcha o klasama ponašanja - samo za vaš primjer - da biste bolje predvidjeli zlonamjerno ponašanje bolje od bilo kojeg rješenja pojedinačno",
    "1150963691": "APT ublažavanje",
    "4083018285": "Paket proširenih funkcija koje se kombiniraju s poboljšanim SOC nadzorom i odgovorom za rješavanje sofisticiranih upornih prijetnji",
    "3160820928": "Koordinirana zaštita od napada",
    "1849805607": "hCaptcha štiti od prijetnji i mamaca dizajniranih da se infiltriraju u vaše mreže",
    "1958297836": "Koordinirana zaštita od napada i ublažavanje APT-a",
    "1300485304": "hCaptcha štiti od naprednih prijetnji i mamaca dizajniranih da se infiltriraju u vaše mreže",
    "2698640210": "Prikazani su kontrolni izazovi i vrste",
    "3121248460": "Prikažite beskonačno različite prilagođene izazove -- od jednostavnih do složenih -- za vašu očekivanu publiku",
    "3807059944": "Kontrolirajte sadržaj izazova koji se koristi",
    "2707282231": "Prilagodite izazove svojim korisnicima. Onemogućite botovima da riješe i prodru.",
    "4194763679": "Fino zrnati nivoi težine",
    "3730038780": "Birajte između gotovo beskonačnog broja izazova koje korisnici moraju riješiti",
    "1849717906": "Prilagodite se vlastitim izazovnim sadržajem",
    "1508655687": "Dodajte vlastite izazove prilagođene vašoj publici kako biste pojednostavili ili ograničili pristup",
    "3620442880": "Zaštitne funkcije Flash Sale",
    "3265895521": "Povećajte i smanjite poteškoću izazova u zavisnosti od doba dana",
    "1485807325": "Višekorisničke kontrolne table, SAML SSO",
    "359073033": "Kontrolne ploče pružaju visok nivo ili precizan prikaz aktivnosti.",
    "4272454814": "Integrirajte se sa dobavljačem identiteta po vašem izboru.",
    "1141402092": "Napredne funkcije izvještavanja",
    "910989640": "Generirajte detaljne i prilagođene izvještaje o aktivnostima",
    "3768951251": "Enterprise SLAs",
    "1014004474": "hCaptcha Enterprise planovi nude napredne ugovore o nivou usluge kako bi vaša organizacija bila zaštićena",
    "1177598246": "Kontaktirajte prodaju",
    "1067704102": "Vrijednost u označavanju podataka",
    "3065000659": "Da li ste shvatili da svaki put kada \"kliknete na auto\" pomažete u treniranju singla",
    "3235430156": "sistemi mašinskog učenja kompanije besplatno?",
    "1549336309": "hCaptcha preokreće ovaj model. Kada koristite hCaptcha, kompanije licitiraju za posao vaših korisnika dok dokazuju svoju humanost. Dobijate nagrade.",
    "3725880582": "Vratite u dobrotvorne svrhe",
    "1671436004": "Želite li vratiti svoju omiljenu dobrotvornu organizaciju?",
    "1663628612": "dozvoljava ti",
    "4272088465": "dobrotvorne organizacije po vašem izboru sa zaradom koju steknete korištenjem.",
    "2894845722": "Korisnici na vašem sajtu će uskoro moći da vide vaš doprinos dobrotvornim akcijama kroz diskretno brendiranje na hCaptcha interfejsu.",
    "3194111925": "podrška",
    "1637702726": "O hCaptchi",
    "2323282990": "Moderan pristup verifikaciji ljudskosti",
    "1201821619": "hCaptcha rješava jedan od najhitnijih problema današnjice: sprječava zlonamjerne botove da zloupotrebe online usluge.",
    "1475399473": "Saznajte više o hCaptcha timu",
    "3161489950": "Najnaprednija sigurnosna ML platforma na svijetu",
    "3247172580": "hCaptcha je kombinovao napredno samonadzirano mašinsko učenje sa novim pristupom računarstva koji na jedinstven način minimizira prikupljanje i zadržavanje podataka, isporučenih sa preko 250 lokacija širom sveta za ogromnu skalabilnost.",
    "3767462250": "Dizajniran za privatnost",
    "3500503648": "hCaptcha je dizajnirana da eliminira dugotrajno zadržavanje podataka oslanjajući se na trenutnu evaluaciju umjesto da snima i analizira vašu historiju pretraživanja. Podržavamo i inicijative poput",
    "2418549423": ", novi standard za očuvanje privatnosti na mreži putem kriptografskih dokaza, i druge jedinstvene karakteristike koje su prioritet privatnosti.",
    "1544546608": "Privacy Pass",
    "976209454": "Zaradite nagrade ili dajte u dobrotvorne svrhe",
    "552920956": "hCaptcha omogućava web stranicama da zarade nagrade dok blokiraju botove i druge oblike zloupotrebe. hCaptcha vam također omogućava da ovom zaradom podržite dobrotvorne organizacije po vašem izboru.",
    "654326661": "Želite li se uvjeriti? Isprobajte hCaptcha besplatno.",
    "3570415321": "Kompanija",
    "3987022469": "Označavanje",
    "1636202177": "O",
    "2670003220": "Poslovi",
    "3233305531": "žigovi",
    "3028319964": "AI Ethics",
    "4131598919": "Pritisnite",
    "1662477701": "Resursi",
    "3130928685": "Blog",
    "1756106276": "Status",
    "1235925265": "Dokumentacija",
    "920212083": "Prijavite grešku",
    "2076066173": "Sajber napadi 101",
    "3644106388": "Kontakt",
    "2182196747": "Podrška",
    "487083593": "Prodaja",
    "878585497": "Uslovi",
    "1697438123": "Privatnost",
    "1316817321": "Pripisivanje",
    "3488019891": "hCaptcha je registrovani zaštitni znak kompanije Intuition Machines, Inc.",
    "4224961202": "Privatnost, sigurnost i mašinsko učenje.",
    "98173630": "hCaptcha je najraširenija nezavisna CAPTCHA usluga na svijetu.",
    "1514478724": "Nauči više",
    "1752795854": "hCaptcha donosi moderan pristup zaustavljanju botova fokusiran na privatnost.",
    "2927700175": "Prikazujemo izazove CAPTCHA koji su teški za botove, ali laki za ljude tako što prikupljamo podatke koje je teško označiti iz problema s mašinskim učenjem i koristimo ih za razlikovanje je li posjetitelj web stranice ili aplikacije čovjek.",
    "2188609322": "Loši glumci su sve češći na internetu. Ali žrtvovanje privatnosti korisnika nije rješenje.",
    "2032102720": "Sigurnosna rješenja koja nude reklamne kompanije fokusiraju se prvenstveno na praćenje korisnika širom weba. Stvorili smo efikasno sigurnosno rješenje koje dokazuje da narušavanje privatnosti korisnika nije neophodno za postizanje odličnih rezultata.",
    "4146870445": "Ko smo mi",
    "353066938": "Iskusan tim, koji radi na najtežim problemima današnjice. hCaptcha je usluga",
    "1173652155": "Savjetnici",
    "2256305371": "Profesor, CS na Univerzitetu Kalifornije, Berkli. Duboko učenje, sigurnost, blockchain stručnjak. Izvršni direktor Oasis Labs.",
    "2177660021": "Istraživač na Stanfordu. Mašinsko učenje i kvantno finansiranje u velikim bankama, hedž fondovima i akademskim krugovima.",
    "2686825859": "Prijavite se besplatno ili nas kontaktirajte u vezi hCaptcha Enterprise rješenja",
    "583434701": "hCaptcha Pristupačnost",
    "611905972": "Osiguravanje neometanog pristupa za sve korisnike uz očuvanje sigurnosti",
    "874098071": "Ako ste korisnik pristupačnosti, prijavite se ovdje",
    "2745385064": "Sažetak",
    "3353238942": "hCaptcha je dizajnirana da zaustavi botove tako što ih razlikuje od ljudi. Vizuelni testovi su pogodan alat za to, ali ne može svako riješiti vizualni izazov.",
    "3600022491": "Iz tog razloga smo osmislili jednostavnu, bezbolnu alternativu kako bismo omogućili izdavačima koji koriste našu uslugu da zadrže pristupačnost za sve uz punu usklađenost s Odjeljkom 508 i WCAG 2.1 AA.",
    "2557240048": "Kako to funkcionira: prvo, korisnik pristupačnosti se prijavljuje putem",
    "3871665286": ", koji je vidljivo povezan na stranici sa informacijama o hCaptcha widgetu. Dobiju šifrirani kolačić koji se može koristiti nekoliko puta dnevno, ali se mora osvježavati svaka 24 sata putem prijave.",
    "3441764123": "Kada se korisniku pristupačnosti na sajtu koji koristi uslugu hCaptcha predstavi izazov, on će automatski proći.",
    "4247858664": "stranicu za prijavu pristupačnosti",
    "1297657322": "Korisnički ekran pristupačnosti nakon prijave",
    "1717658846": "Opcija pristupačnosti u meniju korisničkog interfejsa vidžeta",
    "1266963825": "P: Da li je hCaptcha Section 508 + WCAG 2.1 AA usklađen?",
    "850025770": "O: Vjerujemo da je tako: svi korisnici sa bilo kojim oblikom oštećenja koji mogu pretraživati web i unositi tekst u obrasce mogu pristupiti uslugama zaštićenim hCaptcha nakon registracije. Međutim, ovo nije pravni savjet: trebali biste izvršiti vlastitu procjenu, uzimajući u obzir vašu konkretnu implementaciju kako biste osigurali da je to slučaj i za vašu implementaciju.",
    "159272246": "P: Radite li na drugim opcijama pristupačnosti (\"a11y\"), poput zvuka?",
    "4074220464": "O: Ranije popularne opcije poput audio captcha diskriminiraju mnoge a11y korisnike i lako se pobjeđuju modernim tehnikama strojnog učenja. Ovo je primoralo trenutne audio izazove da postanu sve teži, uvodeći buku, čudan tajming, neobične kombinacije riječi i tako dalje kako bi se porazili napadači. Stoga smo manje oduševljeni ovim pristupom u odnosu na potpuno izbjegavanje izazova, ali ćemo ga razmotriti ako postoji potražnja od strane zajednice.",
    "2309661107": "Međutim, veoma smo zainteresovani za",
    "2555914614": "za slučaj upotrebe Pristupačnost. Vjerujemo da će kombinacija našeg trenutnog pristupa a11y s izdavanjem Privacy Pass-a omogućiti korisnicima a11y da bezbedno pretražuju, sigurni sa saznanjem da je njihov promet privatniji, dok će istovremeno ograničiti zloupotrebu od strane botova koja se neizbježno događa kada su dostupne a11y opcije. Aktivni smo učesnici IETF radne grupe za standardizaciju ove nove tehnologije.",
    "2583775432": "P: Šta je sa privatnošću? Da li registracija na neki način otkriva podatke o pretraživanju a11y? Šta radite sa e-poštom?",
    "4215483493": "O: hCaptcha je dizajnirana za privatnost od temelja. Vrlo se razlikuje od tradicionalnih opcija kao što je reCAPTCHA koje su u vlasništvu oglasnih mreža, koje imaju poticaj da vas prate na webu i povezuju vas sa pravim identitetom.",
    "2474661839": "Naš",
    "4137573005": "ima sveobuhvatne i mjerodavne odgovore o tome kako koristimo podatke, ali kratak odgovor je da nemamo interesa da vas kao osobu povezujemo s vašom historijom pregledavanja.",
    "4101570501": "Također trenutno radimo na kriptografskom rješenju za brzo odbacivanje vaše adrese e-pošte, a da i dalje zadržimo našu sposobnost da spriječimo zloupotrebu, dopunjujući naš rad na Privacy Pass.",
    "260595108": "Nikada ne koristimo e-poruke ili informacije o pristupačnosti u bilo koju drugu svrhu osim za olakšavanje korištenja i sprječavanje zloupotrebe.",
    "3063819779": "politika privatnosti",
    "465714311": "Za korisnike pristupačnosti: Pitanja i odgovori i vodič za rješavanje problema",
    "3596207631": "P: Još uvijek vidim izazov nakon postavljanja kolačića. Šta je uzrok tome?",
    "469089249": "O: Ovo je obično zbog upotrebe agresivnog blokatora oglasa ili ekstenzije protiv kolačića, ili postavke koja blokira kolačiće \"na više lokacija\", u ovom slučaju kolačića za hcaptcha.com koji je postavljen ili provjeren od strane hCaptcha JS na različite stranice, poput one koju posjećujete.",
    "4263626815": "Kolačići pristupačnosti hCaptcha rade sa svim popularnim pretraživačima i blokatorima oglasa sa njihovim standardnim postavkama, tako da su obično kvarovi uzrokovani skriptama protiv blokiranja oglasa ili sličnim skupovima pravila koji ciljaju određene web lokacije.",
    "3906359167": "rješenja:",
    "3464870463": "1. Bijela lista hcaptcha.com i *.hcaptcha.com kolačića u vašem blokatoru oglasa ili sigurnosnom proširenju preglednika.",
    "1204911585": "2. Ako koristite Brave pretraživač, za koji se čini da (od aprila 2020.) nema bilo kakve bijele liste kolačića, idite na Preferences -> Shields -> Cookies i odaberite \"Dozvoli sve kolačiće.\"",
    "2932826396": "3. Ako koristite najnoviju verziju Safarija na nedavno objavljenom OS X 10.15 ili iOS 13.4, Apple je upravo promijenio ponašanje Safarija u vezi s kolačićima trećih strana, blokirajući ih sve po defaultu. Implementiramo rješenje, ali u međuvremenu posjetite Safari Preferences, odjeljak Privatnost i poništite izbor \"Praćenje web stranice: Spriječi praćenje na drugim lokacijama\" kako biste omogućili kolačić pristupačnosti da funkcionira kako se očekuje.",
    "3836291932": "P: Koristim više uređaja. Trebam li se prijaviti više puta?",
    "3251220335": "O: Ne. Kliknite na istu vezu za prijavu putem e-pošte koja vam je poslana na svakom uređaju koji koristite kako biste postavili kolačić.",
    "2082407178": "P: Kako se mogu zaštititi od praćenja kolačića treće strane dok koristim kolačić pristupačnosti?",
    "2700197090": "O: Upotreba bilo koje ekstenzije za privatnost ili za blokiranje oglasa koja podržava bijelu listu na nivou domene (npr. uBlock Origin) će raditi kako se očekuje: samo se pobrinite da stavite hcaptcha.com na bijelu listu.",
    "3657743880": "Upute za preglednik za kolačiće na više lokacija",
    "1960601330": "Da biste omogućili kolačiće u Safariju (Mac): Idite na Safari padajući meni. Odaberite Preferences. Kliknite Privatnost na gornjoj ploči. Pod 'Blokiraj kolačiće' odaberite opciju 'Nikad'.",
    "1622303590": "Da biste omogućili kolačiće u Safariju (iPhone/iPad iOS 11+): Otvorite postavke. Pomaknite se prema dolje i odaberite Safari. U odjeljku Privatnost i sigurnost isključite \"Spreči praćenje među web lokacijama\" i \"Blokiraj sve kolačiće\"",
    "2199048568": "Kliknite na štit lijevo od adresne trake na bilo kojoj web stranici. Kliknite na Postavke zaštite. Otvoriće se panel za privatnost i sigurnost Firefox Preferences. U odjeljku Poboljšana zaštita od praćenja odaberite Prilagođeno. Odaberite koje tragače i skripte želite blokirati tako što ćete označiti te potvrdne okvire. Provjerite jeste li deblokirali hcaptcha.com.",
    "3967047208": "Također možete privremeno isključiti neke zaštite u Custom da biste ovo otklonili, tako što ćete poništiti izbor potvrdnih polja: Opozovite izbor u polju za potvrdu Trackers ili poništite izbor u polju za potvrdu Kolačići ako i dalje imate problema.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Odaberite ikonu menija Chrome. Odaberite Postavke.",
    "926138631": "Idite na Privatnost i sigurnost, zatim Kolačići i drugi podaci o web lokaciji.",
    "3419878556": "Uvjerite se da \"Blokiraj kolačiće trećih strana\" nije omogućeno.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Otvorite postavke Chrome-a na traci menija.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Na svom Android uređaju otvorite aplikaciju Chrome.",
    "3620039756": "U gornjem desnom kutu dodirnite Više, a zatim Postavke.",
    "2813310562": "Dodirnite Postavke web mjesta, a zatim Kolačići.",
    "3014657981": "Pored \"Kolačići\" uključite postavku.",
    "1242066691": "Označite okvir pored \"Dozvoli kolačiće treće strane\".",
    "292250020": "1. Odaberite zupčanik u gornjem desnom uglu ekrana, a zatim odaberite \"Internet Options\". Ako imate omogućenu traku menija, možete odabrati \"Alati\", a zatim \"Internet opcije\".",
    "4114820649": "2. Kliknite na karticu \"Privatnost\".",
    "946838734": "3. Odaberite dugme \"Napredno\".",
    "348809718": "4. Pod \"Third-party cookies\" odaberite \"Accept\".",
    "1253441326": "5. Kliknite \"OK\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "google chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "Politika etike AI",
    "1161704803": "Zašto imamo politiku etike AI?",
    "1806535500": "Gotovo svaka tehnologija, od olovaka do dinamita, je a",
    "24452499": "rješenje; može se koristiti za dobro ili za zlo. Svaka kompanija koja istražuje, gradi ili prodaje rješenja dvostruke namjene ima obavezu da razmotri posljedice svojih postupaka.",
    "4023575072": "dvostruku upotrebu",
    "3336625692": "Ova stranica detaljno opisuje naša razmišljanja o ovoj temi u kontekstu etike umjetne inteligencije i procese koje slijedimo kako bismo osigurali da korištenje naših usluga ostane u skladu s politikama koje smo usvojili kao kompanija.",
    "835717930": "Etika veštačke inteligencije na hCaptchi",
    "2179524509": "Povremeno dobijamo pitanja o tome koje vrste pitanja su dozvoljene za uslugu hCaptcha i zašto se postavljaju određena pitanja.",
    "1962721652": "Ljudska bića tragaju za obrascima, a ponekad bezazleno pitanje može u trenu postati sumnjivo, zbog promjena u svijetu, a ne zbog motivacije bilo koga tko postavlja pitanje.",
    "3974566657": "Kako usluge postaju sve popularnije, ovakva pojava neminovno postaje sve češća. hCaptchu koriste milioni ljudi svaki dan u gotovo svakoj zemlji na svijetu, stoga objavljujemo ovu politiku i studiju slučaja o tome kako rješavamo ove probleme kako bismo bili što transparentniji.",
    "1830910223": "Studija slučaja etike umjetne inteligencije u stvarnom svijetu",
    "805971861": "“Kišobran” je termin u ImageNet-u, standardnom skupu referentnih podataka koji koriste istraživači kompjuterskog vida. Pouzdano prepoznavanje ljudi koji drže kišobrane takođe je ključno za izgradnju sigurnih sistema napredne pomoći vozaču (ADAS) nove generacije.",
    "3988350": "To znači da postoje odlični slučajevi upotrebe za kišobran bilješke u stvarnom svijetu. Postoji prostor za neslaganje oko uticaja samovozećih automobila, ali ADAS sistemi već štede",
    "548587288": "oko svijeta.",
    "3138772661": "hiljade života svake godine",
    "3168199226": "Međutim, 2020. godine postalo je jasno da se izgradnja ove vrste skupa podataka može smatrati tehnologijom dvostruke namjene na način na koji bi malo tko očekivao prije godinu dana.",
    "558378834": "Stoga u ovom trenutku više ne primamo zahtjeve za pitanja vezana za kišobrane. Potencijal za zabunu kada krajnji korisnik vidi pitanje o kišobranima u trenutnom trenutku je prevelik, a na kraju naš cilj je da svijet učinimo ugodnijim mjestom.",
    "3376604063": "Politike i procesi etike AI",
    "1923365316": "Imamo strogu politiku etike umjetne inteligencije na hCaptcha-i, a dio toga uključuje proces Upoznaj svog kupca (KYC).",
    "4230322909": "Uvijek pokušavamo steći dobro razumijevanje svakog novog kupca i njegovog predviđenog slučaja upotrebe, kako bismo potvrdili da se dobro uklapa za naše proizvode i usluge i kako bismo osigurali da slijedi politike koje smo usvojili kao kompanija.",
    "2735073144": "Po potrebi vršimo i stalne preglede. Na primjer, u našem nedavnom pregledu datuma i izvora zahtjeva za zahtjeve za označavanje u vezi sa kišobranom, brzo smo uspjeli potvrditi da nijedan državni organ ili poznati državni dobavljač softvera za nadzor nije uputio zahtjeve u vezi sa kišobranima koji koriste naše usluge u posljednjih 12 mjeseci. .",
    "2715462692": "Kako izgleda naš proces etike AI?",
    "3049976256": "Za svakog novog kupca etiketiranja prolazimo kroz kontrolnu listu tokom procesa prodaje. Ovo uključuje početnu KYC revnost prije uključivanja, kao i verifikaciju svih zahtjeva upućenih našim analitičarima, te provjere na licu mjesta u realnom vremenu i periodične preglede zahtjeva upućenih korištenjem naše samouslužne platforme.",
    "3103642530": "Ovaj pregled se sastoji od nekoliko skupova kriterijuma:",
    "3349094124": "Kriterijumi etičkih pitanja: Cilj",
    "1038019440": "1. Da li ovaj kupac predstavlja nacionalne interese zemlje za koju se zna da se ponaša suprotno međunarodnim zakonima i normama?",
    "493717511": "2. Da li ovaj kupac traži usluge koje bi mogle biti",
    "2209109640": "koriste samo u zlonamjerne svrhe, u kontekstu svojih normalnih poslovnih aktivnosti?",
    "3457805519": "3. Može li se zahtjev klijenta ispuniti prema zakonu SAD-a i našim pravilima angažmana?",
    "1942611550": "primarno",
    "109179759": "Kriterijumi etičkih pitanja: Subjektivni",
    "1033698050": "1. Vjerujemo li da nam je kupac dao slučaj upotrebe koji smatramo moralno prihvatljivim, prema našem tumačenju tipičnih zapadnih društvenih normi?",
    "361372538": "2. Vjerujemo li da će naše usluge koje pružamo klijentima vjerovatno koristiti u diskriminatorne svrhe, na načine koji bi mogli biti zakoniti, ali za nas nisu prihvatljivi?",
    "2867855718": "3. Vjerujemo li da se potrebe privatnosti mogu na zadovoljavajući način odgovoriti na zahtjev?",
    "2462728596": "Ako se ne možemo zadovoljiti ovim tačkama, odbit ćemo zahtjev i možemo ukinuti dalji pristup našoj platformi, kao što je navedeno u našim Uslovima.",
    "1995277831": "Hvala ti",
    "1818116402": "Nadamo se da ste cijenili ovaj pogled na to kako rješavamo operativna pitanja s komponentom etike umjetne inteligencije.",
    "1499894352": "Vrlo malo kompanija nudi transparentnost u svojim procesima donošenja odluka u ovoj oblasti, a nadamo se da će i druge slijediti ovaj primjer!",
    "535659033": "Creative Commons Attribution",
    "1495915066": "Kako mi, naši partneri u akademskom istraživanju i naši klijenti koristimo Creative Commons medije",
    "3017533972": "Mi, naši partneri u akademskom istraživanju i naši klijenti možemo povremeno referencirati ili reproducirati dijelove sadržaja licenciranog Creative Commons putem hCaptcha platforme kako bismo unaprijedili znanje čovječanstva u području strojnog učenja.",
    "1428053210": "Ovaj sadržaj je općenito transformiran iz svog izvornog oblika. Na primjer, video se može podijeliti na mnogo slika, te slike se mogu podijeliti na mnogo novih slika, a te nove slike zatim nasumično pomiješati kako bi se dobio prikazani konačni rezultat.",
    "1728211763": "Upotreba sadržaja na ovaj način iu ove svrhe spada u smjernice poštene upotrebe prema našem razumijevanju zakona i standardne prakse na terenu, ali mi smo dugogodišnji obožavatelji Creative Commons-a i radije odajemo priznanje svima koji pomažu u monumentalni zadatak poboljšanja inteligencije mašina.",
    "1949452297": "Zbog intrinzičnih ograničenja korisničkog sučelja hCaptcha i njegovih sigurnosnih razmatranja, nije moguće reproducirati izvor svake slike neposredno uz njenu upotrebu. Umjesto toga, povezujemo se s ovom stranicom sa naše početne stranice i održavamo listu izvora koji su trenutno ili nedavno servirani putem platforme. Možete pristupiti trenutnoj listi",
    "2367602973": "ovdje",
    "659124570": "Osim toga, ako vidite sadržaj koji vam pripada reproduciran na hCaptcha platformi i želite da se iz bilo kojeg razloga ukloni, možete nas kontaktirati putem e-pošte na",
    "2066749488": "Ostale žalbe",
    "3479034323": "Ako vidite sadržaj koji vam pripada reproduciran na hCaptcha platformi i želite da se iz bilo kojeg razloga ukloni, možete nas kontaktirati putem e-pošte.",
    "1836554225": "Blog Postovi",
    "2873297188": "Da li svi CAPTCHAS diskriminiraju ne-Amerikance?",
    "165932542": "Pogled na stope rješavanja hCaptcha širom svijeta",
    "1865097546": "16. novembar 2021",
    "3005876482": "hCaptcha je sada najveća nezavisna CAPTCHA usluga, radi na 15% interneta",
    "693820850": "Možete pobijediti Google stavljajući privatnost na prvo mjesto",
    "3609106478": "Punjenje vjerodajnica:",
    "299335340": "Šta je to i kako zaustaviti napade",
    "354925785": "Intro",
    "423222878": "Neki od najtežih sajber napada za otkrivanje, sprječavanje i zaustavljanje su oni u kojima zlonamjerni akter može koristiti legitimne korisničke vjerodajnice za prijavu na aktivni korisnički račun. Bez mnogo sofisticiranih mogućnosti otkrivanja, kompanija koja hostuje nalog nema razloga da sumnja da nešto nije u redu. Izgleda da se korisnik jednostavno prijavio na svoj račun. Napadač je postigao ovu uspješnu prevaru koristeći ukradene vjerodajnice - obično rezultat tehnike cyber napada poznate kao \"punjenje vjerodajnica\". Danas je to ozbiljan problem, ali problem koji se može ublažiti pravim protumjerama.",
    "777660551": "Šta je punjenje vjerodajnica?",
    "2602763587": "Punjenje vjerodajnica je oblik sajber napada u kojem se napadač više puta pokušava prijaviti na web stranicu koristeći parove ukradenih korisničkih imena i lozinki. „Punjenje“ se odnosi na ponavljajuće pokušaje prijave, koje gotovo uvijek izvodi automatizirani bot softver.",
    "1271831121": "Nije kao da haker (obučen u duksericu, naravno!) sjedi tamo i upisuje akreditive za akreditivom. Automatski bot za prijavu mogao bi biti napravljen od uobičajenog alata kao što je Selenium ili prilagođenog hakerskog alata.",
    "2588750717": "Zaista, neki napadi punjenja akreditiva uključuju milione akreditiva—svi se ubacuju u nesuđeni interfejs za prijavu na veb lokaciju u nadi da će biti pušteni unutra. Kada uđe, napadač može preuzeti nalog žrtve.",
    "1137757109": "Ako se radi o računu za e-trgovinu, napadač može naručiti robu. Ako je žrtva banka, napadač može prenijeti sredstva na offshore i tako dalje.",
    "1559150837": "Međutim, mete nisu bez odbrane. Većina web stranica ima kontrole koje blokiraju sumnjivog korisnika koji se pokušava prijaviti na hiljade različitih naloga sa iste IP adrese u kratkom vremenskom periodu. Ono što napadači punjenja vjerodajnica rade kako bi zaobišli ove tehnike zaštite je da simuliraju geografsku i IP raznolikost. Koristeći moćne alate, često vođene umjetnom inteligencijom, mogu učiniti da se čini da se hiljade korisnika nasumično pokušava prijaviti u različito doba dana iz cijele zemlje. Ovo je mnogo teže otkriti i zaustaviti.",
    "1892020899": "Odakle hakeri dobijaju akreditive?",
    "2597149484": "Razlog zbog kojeg haker mora da \"napuni\" toliki broj akreditiva ima veze sa mjestom gdje dobijaju svoje ukradene vjerodajnice.",
    "3030395800": "Ove vjerodajnice obično potiču od kršenja podataka. Poznati i kao „prosipanje akreditiva“, ovi napadi mogu dovesti do toga da milioni akreditiva budu bačeni na mračnu mrežu. Ako je izlivanje došlo iz banke, haker će pokušati da iskoristi te akreditive da uđe na druge sajtove. Ovaj pristup funkcionira jer toliko ljudi koristi istu kombinaciju korisničkog imena i lozinke za više stranica. (Ova praksa je obeshrabrena, ali stvarnost je takva kakva jeste. Ljudi imaju tendenciju da ponavljaju iste akreditive za prijavu.)",
    "1258965840": "Stoga, ako napadač može ući na jednu lokaciju, vjerovatno može ući na više lokacija koristeći prosute vjerodajnice. Na primjer, mogli bi dobiti par korisničko ime/lozinka kao JohnDoe/525momma, ali nemaju pojma šta će taj par učiniti za njih. Dakle, isprobavaju par na Amazon.com, Ebay, Citibank, Walgreens i tako dalje. Možda će isprobati taj par na hiljadu različitih stranica.",
    "3594440415": "Na kraju će početi da otvaraju vrata.",
    "780280214": "Kako hCaptcha i hCaptcha Enterprise ublažavaju prijetnju punjenja vjerodajnica",
    "4165374512": "Iako je moguće koristiti alate za otkrivanje IP adrese i lokacije kako bi se spriječilo punjenje akreditiva, isplativija i preciznija metoda je jednostavno prekinuti sam automatizirani bot za punjenje vjerodajnica. hCaptcha i hCaptcha Enterprise mogu zaustaviti bot na mjestu ulaska. Čak i ako bot ima ispravne vjerodajnice, ako ne može proći dalje od detekcije hCaptcha Enterprisea ili hCaptcha CAPTCHA, neće moći obaviti svoje punjenje i vaša stranica i korisnici su zaštićeni.",
    "3269644546": "Molim te",
    "1058572205": "nas ako želite da saznate više o tome",
    "3753613260": "kontakt",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Izvještavanje o DMCA žalbama",
    "54093347": "DMCA registrovani agent",
    "3233441200": "Ponovite pravila o prekršiteljima",
    "4011712313": "Kao dio naše DMCA politike, stavljamo račune kupaca za koje primamo višestruka DMCA obavještenja o navodnom kršenju u više koraka DMCA Politiku ponavljanja kršenja. Nakon prijema ponovljenih DMCA obavještenja u kalendarskom mjesecu, korisnički račun će napredovati od jednog koraka politike do sljedećeg.",
    "766825168": "Radnje koje možemo preduzeti u skladu sa DMCA Politikom o ponovljenom kršenju autorskih prava uključuju slanje upozorenja o povećanju vidljivosti klijentu računa. Da bismo potvrdili ova upozorenja, možemo zahtijevati od korisnika da se prijavi na račun ili nazove naš tim za podršku. Također zadržavamo pravo da suspendiramo ili ukinemo, kao i da primijenimo druge privremene mjere na hCaptcha i IMI uslugu bilo kojeg korisnika za koje smo nastavili primati DMCA obavještenja o navodnom kršenju čak i nakon što smo poslali ponovljena upozorenja o kršenju. Pored toga, možemo po sopstvenom nahođenju prekinuti druge hCaptcha ili IMI usluge koje se pružaju ovim klijentima kada prekinemo hCaptcha uslugu prema ovoj politici.",
    "2410122265": "hCaptcha resursi: Botovi 101",
    "4166776480": "Popunjavanje vjerodajnica: šta je to i kako zaustaviti napade",
    "2301335298": "Prevara u plaćanju: ublažavanje brzog razvoja kibernetičkog kriminala",
    "3682071227": "Šta su preuzimanja računa i kako funkcioniraju?",
    "2729131930": "Šta je struganje i kako radi?",
    "1344959096": "Radi kao individualni označivač podataka",
    "3510143229": "hCaptcha je servis za web stranice i aplikacije,",
    "3930611699": "individualni radnici.",
    "1051214799": "hCaptcha je usluga web sigurnosti koja pokušava podijeliti vrijednost s izdavačima web stranica ili aplikacija koje ga koriste.",
    "360236473": "Usluga hCaptcha nije namijenjena da se koristi za bilo koga da radi kao pojedinačni etiketir. Nije dizajniran niti prilagođen za ovu svrhu. Ne preporučujemo nikome da pokuša da koristi hCaptchu kao izvor ličnog prihoda.",
    "3842490632": "Pojedinačni korisnik koji pokuša odgovoriti na mnoga pitanja vjerovatno će brzo biti ograničen ili banovan. Jednako važno, kao i naše",
    "1560232962": "detaljno pokriva, ne daju se garancije u pogledu iznosa zarađenog za bilo koji dati odgovor. U tom trenutku možda neće biti dostupnih plaćenih pitanja, odgovor može biti odbijen iz razloga kvaliteta i tako dalje.",
    "2694001822": "Međutim, povremeno angažujemo pojedince da nam pomognu da testiramo svojstva sistema i nove funkcije.",
    "1569804581": "Ako želite da vas ubuduće kontaktiraju u vezi s tim mogućnostima, ispunite ovaj obrazac.",
    "636461959": "Ime",
    "1139500589": "Država",
    "1789607185": "E-mail adresa",
    "325077666": "Slanjem vaših podataka pristajete na naše",
    "3555583744": "i",
    "3609929815": ". Zadržat ćemo vaše ime, zemlju i podatke o adresi e-pošte samo u svrhu da vas ubuduće kontaktiramo u vezi sa radnim mogućnostima za pojedinačne etikete.",
    "4197928199": "Politika privatnosti",
    "851786723": "Unošenjem svoje e-pošte slažete se s našim Uvjetima i Politikom privatnosti i da primate e-poštu od nas.",
    "2402165761": "Kako radi struganje?",
    "4260542944": "Scraping sadržaja (također poznat kao \"scraping screen\" ili samo \"scraping\") je poznat, često koristan proces za prikupljanje informacija s weba. Međutim, posljednjih godina ova tehnika je postala omiljeno oruđe hakera i prevaranata. Protivmjere mogu efikasno ublažiti prijetnju, ali da bi se one implementirale, neophodno je razumjeti kako proces funkcionira.",
    "2066255783": "Šta je Content Scraping?",
    "1910628828": "Scraping sadržaja je tehnika za hvatanje podataka iz sistema koji uključuje automatizovani skup alata koji oponaša softverski klijent ili web pretraživač. Nije novo. U stvari, za softverske inženjere kojima su možda potrebni podaci sa starog glavnog računala, scraping može biti jedini način za izdvajanje informacija. Originalni konektori su možda nestali i nemoguće ih je zamijeniti.",
    "3408107995": "Danas, međutim, scraping uvijek znači programski pristup preuzimanju podataka sa web stranice. Softver za struganje se ponaša kao ljudski korisnik, klikajući na dugmad i čitajući rezultat. Postoji mnogo legitimnih upotreba za struganje. Web pretraživači koji pokreću tražilice su jedan od primjera. Kao i alati poput Skyscannera koji traže ponude za putovanja pročešljajući hiljade turističkih web stranica. Fintech kompanije ga također koriste, skidajući korisničke finansijske podatke sa stranica banaka ako nema dostupnih aplikacijskih programskih interfejsa (API) za uspostavljanje podatkovne veze. Stvari koje treba imati na umu o skrapingu ekrana su njegova brzina i skalabilnost. Proces može prikupiti ogromne količine podataka sa web stranica, pod pretpostavkom da web lokacije nisu konfigurirane da to spreče. Brzinom računanja, strugač može prikupiti velike skupove podataka interakcijom s web stranicama i osnovnim softverom i bazama podataka koji ih pokreću.",
    "1920884252": "Zašto scraping sadržaja predstavlja sigurnosnu prijetnju?",
    "2256795853": "Sposobnost brzog izdvajanja puno podataka sa web stranica čini scraping moćnim alatom u rukama zlonamjernih aktera. Scraping bot može prikupljati korisničke podatke sa stranica društvenih medija. Zatim, skražući stranice koje sadrže adrese i druge lične podatke i povezujući rezultate, haker bi mogao da se upusti u zločine vezano za identitet kao što je podnošenje lažnih aplikacija za kreditne kartice.",
    "4087694419": "Scraping haker bi također mogao prikupiti podatke sa stranica kao što su Amazon i eBay kako bi kreirao lažne ili varljive liste proizvoda. On ili ona ih tada mogu ponuditi na prodaju na peer-to-peer uslugama kao što je OfferUp i izvoditi phishing napade na kupce. Ili, prevarant bi mogao prodati proizvode koji ne postoje. Daljnja prijevara sa skrabanjem ekrana uključuje lažiranje izdavača oglasa. Uklanjanjem sadržaja sa web lokacija izdavača, prevarant može kreirati lažne stranice izdavača oglasa na različitim servisima. Zatim mogu prodavati oglase na tim stranicama ovlaštenim preprodavačima, čije su kontakte prikupili iz izdavačeve datoteke ads.txt. Oglasna mjesta oglašivaču izgledaju stvarna, ali nisu.",
    "3315658779": "Spriječite scraping sadržaja pomoću hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise koristi napredno strojno učenje za identifikaciju zlonamjernog prometa na vašoj web lokaciji i aplikacijama - uključujući aktivnosti scrapinga.",
    "1422537019": "nas danas da naučimo više.",
    "1988268879": "Isplativo označavanje podataka u velikom obimu",
    "2163914794": "Trebate više oznaka za svoje skupove podataka? hCaptcha pruža brzo, isplativo i visokokvalitetno označavanje podataka za kompanije koje rade na aplikacijama za umjetnu inteligenciju i strojno učenje.",
    "3378932530": "Označite svoje podatke odmah",
    "3483700676": "Odmah pokrenite milione zadataka",
    "3478726913": "hCaptcha ima jedan od najvećih bazena na planeti koji je dostupan za vašu upotrebu. Bez obzira na vašu mjeru, možemo to podnijeti bez skupih obaveza unaprijed. Milioni zadataka dnevno nisu problem.",
    "740501259": "Jednostavni cjevovodi vođeni API-jem",
    "2784612261": "Želite integrirati ljudski pregled direktno u svoje poslovne operacije? Nudimo SLA visoke pouzdanosti, zajamčeni kapacitet i jednostavne REST API-je.",
    "1144966033": "Optimizirano za cijenu i kvalitet",
    "3213351333": "Nije potrebna prethodna obaveza",
    "2107077506": "HUMAN platforma koristi sveobuhvatne modele pouzdanosti za obavljanje sofisticirane analize kvaliteta u realnom vremenu. To nam omogućava da brzo odredimo i težinu pitanja i njihov vjerojatni pravi odgovor, štedeći vam vrijeme i novac.",
    "3576146278": "Platite samo za tačnost koja vam je potrebna",
    "2952586316": "Nisu svi problemi isti. Napomene za sigurnosno kritične zadatke mogu zahtijevati 99,99% povjerenja isključivo ljudskih radnika. Napomene za jednu beta funkciju u aplikaciji za mobilne igre mogu zahtijevati samo umjereno povjerenje. Ti odluci.",
    "710145621": "Navedite svoje temeljne podatke o istini ili nam dopustite da ih izgradimo u hodu",
    "987901590": "Imate li neobrađene podatke bez sveobuhvatnog skupa za provjeru? U većini slučajeva možemo napraviti jedan za vas dok zadaci prolaze kroz sistem ili kreirati označene uzorke za vaše odobrenje.",
    "2597352122": "Vrste napomena",
    "1344687860": "Bounding Boxes",
    "1089415440": "Precizna detekcija objekata na slikama i video zapisima",
    "3817067682": "Poligoni",
    "2682873489": "Definirajte graničnu oblast za objekte",
    "1275150216": "Znamenitosti",
    "2067112112": "Napomene tačaka za mnoge različite slučajeve upotrebe",
    "4228682126": "Kategorizacija atributa",
    "2920213479": "Sortirajte ili dodajte proizvoljne kategorije bilo koje veličine",
    "3288667364": "Poređenje i detekcija",
    "155877895": "Detekcija i klasifikacija na ljudski pogon",
    "3128433367": "... i još mnogo toga",
    "2827452240": "Trebate drugu vrstu koja nije navedena ovdje? Samo nas pitajte.",
    "719304627": "Trebate kontrolu s kraja na kraj?",
    "1172067553": "HUMAN platforma koja stoji iza hCaptcha pruža visoko sofisticiran kvalitet rada i funkcije upravljanja putem lokalnih, hibridnih ili SaaS implementacija koje se integriraju s vašim postojećim sistemima.",
    "2319072959": "Radite u potpunosti van mreže sa sopstvenom radnom snagom, pratite vrednost potrošene u poslovnim jedinicama ili konzorcijumskim partnerima, selektivno usmeravajte poslove različitim internim ili eksternim dobavljačima radne snage na osnovu troškova i bezbednosnih zahteva i još mnogo toga.",
    "1936512180": "‍Jednostavan pristup API-ju, prekrasne kontrolne ploče i najnovija tehnologija „model u petlji“ za maksimalnu efikasnost radnika.",
    "3913848038": "Dostupni su 99,99% ugovori o produženju rada i globalna podrška 24/7.",
    "1080752747": "Kontaktirajte prodaju",
    "1525403768": "Za više informacija kontaktirajte Enterprise Sales.",
    "1546930020": "Označavanje podataka",
    "2486638408": "Definirajte specifikacije",
    "1027200955": "Razgovarajte s jednim od naših stručnjaka za domenu kako biste definirali potrebe vašeg projekta: preciznost cilja, format i sve posebne zahtjeve.",
    "1156712451": "Initial Job Test",
    "181065232": "Izvodimo mali proizvodni posao na osnovu vaših uzoraka podataka. Ovo testira rad koji smo zajedno obavili kako bismo osigurali da dobijete upravo ono što vam je potrebno.",
    "3207769512": "Pokrenite proizvodne poslove",
    "1099238677": "Sa našim velikim obimom i malim kašnjenjem, brzo ćemo preokrenuti vaš posao, uz automatsku isporuku čim se završi.",
    "465783046": "Želite li isprobati svoje podatke?",
    "328625009": "... spremni smo kada ste vi: naša usluga je dostupna 24 sata dnevno.",
    "3225770968": "hCaptcha je dizajnirana da riješi najintenzivniji problem u mašinskom učenju; označavanje ogromnih količina podataka na blagovremen, pristupačan i pouzdan način.",
    "2041686284": "Više podataka općenito daje bolje rezultate u obuci modela mašinskog učenja. Nedavni uspjeh dubokih modela doveo je do sve većih skupova podataka, a hCaptcha služi ovoj potrebi. Međutim, stvaranje velikih skupova podataka koje pregledaju ljudi koristeći tradicionalne metode je i sporo i skupo.",
    "3729345277": "hCaptcha je način za kompanije da brže dobiju napomene koje su im potrebne, uz veći kvalitet i po nižoj cijeni od drugih alternativa.",
    "2103563261": "Privatne ili javne informacije",
    "2513143348": "Sistem hCaptcha Enterprise je jedinstveno fleksibilan u svom dizajnu: može se djelomično ili u potpunosti postaviti na rub vaše mreže ako upravljate javnim oblakom ili posjedujete mnogo centara podataka.",
    "3107683988": "Ovo može dramatično smanjiti promet i troškove van mreže, a istovremeno zadržati sve prednosti upravljanja od strane našeg dežurnog osoblja 24/7 kako bi se ispunili najstroži SLA.",
    "3660619092": "Prijavite se besplatno ili kontaktirajte odjel prodaje za Enterprise rješenja",
    "2351176803": "Uslovi licenciranja za hCaptcha JS API",
    "2616226398": "U skladu sa našim",
    "2024293275": ". Sva ostala prava zadržana, za sada.",
    "1062291156": "standardni uslovi",
    "2712493234": "Prevara u plaćanju: ublažavanje brzog razvoja kibernetičkog kriminala",
    "1817772953": "Prevara nije novi oblik kriminala. Zaista, arheolozi su iskopali uređaje protiv prevara koje su osmislili stari Sumerani za transport stoke bez gubitaka prije skoro 10.000 godina! U njihovom slučaju, stavili su glinene žetone, od kojih svaki predstavlja životinju, unutar glinene lopte poznate kao \"bulla\". Bik bi putovao sa jatom dok se kretalo od prodavca do kupca. Čak i tada, vlasnici preduzeća su bili zabrinuti da nisu svi sa kojima su imali posla bili u usponu. Mnogo toga se promijenilo u 10.000 godina, ali potreba da budemo inovativni u sprječavanju prijevara ostaje s nama. Danas je pitanje prevare u plaćanju preko interneta od najveće važnosti. Sa internetom, prevaranti su postali sve vještiji u nadmudrivanju kontrola protiv prijevara. Nova rješenja, međutim, preokreću tok.",
    "1053787685": "Šta je prevara u plaćanju?",
    "433424759": "Prevara u plaćanju obuhvata bilo koju vrstu ilegalne transakcije u kojoj cyber kriminalac oduzima žrtvu nešto vrijedno, obično novac. To može značiti korištenje ukradene kreditne kartice za online naručivanje robe ili preuzimanje bankovnog računa i nezakonito prebacivanje sredstava s njega. Postoje mnoge varijacije, ali sve imaju isti ishod: lopov koristi ukradeni identitet ili podatke o plaćanju da ukrade od potrošača, banke ili trgovca.",
    "2939852138": "Kako se prevaranti [pokušavaju] izvući s prijevarom u plaćanju?",
    "1665616092": "Prevara u plaćanju je jednostavna u konceptu, ali može biti fantastično složena u svom današnjem izvođenju.",
    "4246520782": "U stvari, internet je posljednjih godina svjedok prave trke u naoružanju između prevaranta i branitelja.",
    "2167049807": "Sigurnosni timovi usvojili su razne protumjere i kontrole koje pobjeđuju lake, lijene pristupe prevari plaćanja. Međutim, napadi postaju sve sofisticiraniji. Na primjer, botovi sada mogu prikupljati ukradene brojeve kreditnih kartica i PIN-ove sa lažnih web stranica i phishing napada.",
    "1936449777": "Zatim, u potpuno automatiziranom načinu rada, mogu oponašati ljudsko ponašanje na stranicama za e-trgovinu, klikćući na dugmad i dodajući artikle u kolica za kupovinu – do te mjere da mnoge, ako ne i većina kontrola protiv prijevara ne mogu reći da bot pokušava ukrasti roba. Umjesto toga, izgleda kao da čovjek jednostavno kupuje. Bot se može prijaviti na račun pravog kupca koristeći ukradene akreditive za prijavu. Dodatno prikrivanje prevare je sposobnost bota da lažira IP adrese i učini da izgleda kao da je „kupac“ negde drugačiji od napadača, koji bi mogao biti u stranoj zemlji.",
    "648630222": "Sprečite prevaru u plaćanju uz hCaptcha Enterprise",
    "1621930829": "Šta se može učiniti u vezi sa današnjim naprednim, neprekidnim aktivnostima prevare u plaćanju? Upotreba više slojeva kontrola je obično mudar pristup. Međutim, najbolje protumjere su one koje mogu zarobiti bota i otkriti da je lažan, uprkos najboljim naporima njegovih kreatora da repliciraju ljudsko ponašanje.",
    "2423586454": "Još uvijek postoje neke stvari koje softver ne može učiniti, bez obzira koliko dobra umjetna inteligencija stoji iza toga. Moderna CAPTCHA tehnologija nudi dokazanu metodu blokiranja botova koji pokušavaju produžiti prevaru u plaćanju. Dok stari pristupi CAPTCHA-i, poput jednostavnih nagnutih brojeva u kutiji, sada uglavnom nedostaju u ublažavanju naprednih botova, automatizirani uređaj za odgovor na testiranje kao što je hCaptcha Enterprise može lako zbuniti bota prevaranta u trenutku prijavljivanja na račun ili kupovine košarice. Čak i ako bot ima stvarne akreditive, ako neće moći proći kroz CAPTCHA.",
    "1467308982": "Rasporedi plaćanja",
    "1291824746": "hCaptcha isplate se odvijaju kvartalno na 60-dnevnoj bazi. Da biste ilustrovali šta to znači, pogledajte tabelu ispod.",
    "3444947612": "Traffic Between",
    "4181611011": "Datum pomirenja",
    "728503636": "Datum isplate",
    "3720584906": "15. jul 2021. - 15. oktobar 2021",
    "388240587": "Od 5. do 15. januara 2022",
    "3426312287": "5-15 januara 2022",
    "615618648": "15. april 2021. - 15. jul 2021",
    "3376724603": "14.-24. septembar 2021.†††",
    "3398978455": "15.-25. septembar 2021.†††",
    "2722456056": "15. januara 2021. - 15. aprila 2021",
    "4063155841": "Najkasnije do 25. juna 2021.††",
    "4082053540": "19.-25. juna 2021.††",
    "64953197": "15. oktobar 2020 - 15. januar 2021",
    "1023070345": "Najkasnije do 14.03.2021",
    "2600696085": "15. mart 2021",
    "3217791519": "15. jul 2020 - 15. oktobar 2020",
    "649261378": "5.-11. januara 2021.*",
    "1559190296": "5-11. januara 2021.†",
    "3806054689": "15. april 2020 - 15. jul 2020",
    "4162383380": "16. - 22.09.2020.*****",
    "1990824776": "16-24.09.2020.*****",
    "3856690908": "15. januara 2020. - 15. aprila 2020",
    "3200641265": "Najkasnije do 16. juna 2020.*",
    "3744079744": "15.-19.06.2020.****",
    "2209837451": "15. oktobar 2019 - 15. januar 2020",
    "2510534204": "Najkasnije do 23.03.2020.***",
    "2910560864": "20-23. mart 2020***",
    "2544565802": "15. jul 2019. - 15. oktobar 2019",
    "3963642878": "Najkasnije do 14.12.2019.*",
    "622103562": "17. decembra 2019.**",
    "4072202039": "15. april 2019. - 15. jul 2019",
    "818049069": "Najkasnije do 15.07.2019",
    "1169005651": "15. septembar 2019",
    "2303655425": "15. januara 2019. - 15. aprila 2019",
    "3678889946": "Najkasnije do 15.06.2019",
    "3094354698": "15. juna 2019",
    "4217013126": "Isplate se obično odvijaju tokom dana na Datum isplate i uglavnom se završavaju do ponoći po pacifičkom vremenu. Ako je račun označen za pregled, može potrajati do pet dodatnih radnih dana da se izvrši uplata.",
    "1447649958": "Podsjećamo, samo tačan promet ljudi je podoban za isplate. Više detalja o ovome možete vidjeti u našim čestim pitanjima, na linku ispod. Dostupni saldo također mora zadovoljiti minimalni prag da bi bio kvalifikovan za isplatu, trenutno 10 HMT.",
    "4257144752": "Procjene u stvarnom vremenu ne odražavaju konačnu tačnost ili humanost, pa stoga vaša konačna zarada može značajno varirati naviše ili naniže od brojeva prikazanih na kontrolnoj tabli prije vašeg prvog usaglašavanja.",
    "2728931827": "Nakon svakog usaglašavanja, vaše procjene po ključu web-mjesta će se ažurirati i preciznost budućih predviđanja bi se trebala povećati, osim ako na vašoj web-lokaciji dođe do značajnih promjena u ponašanju korisnika.",
    "1200905005": "††† Od septembra 2021., usaglašavanja i isplate sada traju u periodu od približno 10 dana, a ne u jednom danu, kako bi se pojednostavila operativna ograničenja vezana za rast usluge.",
    "4284094387": "†† Neka usaglašavanja i isplate u junu 2021. će teći u narednoj sedmici zbog kašnjenja u verifikaciji konačnih obračuna tokom perioda usaglašavanja.",
    "1977013707": "† Isplate za decembar 2020. pomjerene su sa 15. kako bi se izbjeglo preklapanje s usaglašavanjima na kraju godine i odmorima osoblja: bit će završene do druge sedmice januara. Zbog sporijih od uobičajenih transfera na PayPal, isplate će se odvijati nekoliko dana, a ne u jednom danu.",
    "517010299": "Napomena: trenutno radimo na velikom pozadinskom prijelazu na pomirenje u skoro realnom vremenu. Periodična usaglašavanja će se odvijati rjeđe nego inače do prvog kvartala 2021. Ovo ne utiče na rasporede isplata ili datume.",
    "3092200338": "** Kada 15. padne na vikend, datum isplate je 17.",
    "3891941747": "*** UPOZORENJE o COVID-19: Zbog smanjenog kapaciteta osoblja vezanog za COVID-19, pomirenje je pomjereno kako bi se omogućilo dodatno vrijeme za završetak naše standardne verifikacije. Očekuje se da će isplate početi u petak i završiti sljedećeg ponedjeljka.",
    "2301757528": "**** Zbog održavanja svojih REST API-ja od strane PayPal-a tokom perioda isplate, nisu sve isplate završene 15. juna. Sve isplate zakazane za 15. jun (pacifičko vrijeme), ali nisu izvršene zbog grešaka PayPal API-ja, ponovo su pokrenute do 19. juna (po pacifičkom vremenu).",
    "116842359": "***** Očekuje se da će usaglašavanje biti završeno tokom nekoliko dana zbog održavanja sistema.",
    "4154415610": "***** Isplate za septembar 2020. će se odvijati u grupama kako se usaglašavanje završi, s tim da će neke biti nekoliko dana kasnije nego što je prvobitno planirano zbog kašnjenja u usaglašavanju.",
    "2310694091": "Šta znači pomirenje?",
    "164801246": "Usklađivanje je proces u kojem se promet analizira naknadno kako bi se potvrdila njegova humanost i tačnost, nakon što se unesu svi podaci sa svih stranica za prijavu. Više detalja možete pročitati u našem",
    "3256245394": "kao i naši postovi na blogu, npr",
    "3089778412": "Kako hCaptcha izračunava nagrade",
    "3329755436": "Planirate li ubrzati ovaj proces?",
    "1911669851": "Da, trenutno radimo na raznim poboljšanjima naših pozadinskih sistema za koje očekujemo da će nam na kraju omogućiti da ponudimo i brže usaglašavanje, bržu tačnost procjene i brže isplate. Trenutno radimo na tome da prvo ubrzamo pomirenje.",
    "2366003154": "Upiti za štampu i medije",
    "3054564199": "Press Kit",
    "3173156067": "Neki gotovi kolaterali su dostupni u slučaju da želite da uključite primjere slika u svoj članak.",
    "867314732": "Možete preuzeti u visokoj rezoluciji",
    "858218750": "i upute za njihovu upotrebu na",
    "3821716514": "stranica.",
    "1186243118": "logo slike",
    "3034959000": "Možete preuzeti",
    "1764089150": "ovdje:",
    "1558428432": ". Molimo vas da ih kreditirate na hCaptcha.com.",
    "2429359042": "primjer slika interfejsa",
    "1480820434": "slika 1",
    "3213411837": "slika 2",
    "1270712701": "Saopštenja za javnost i nedavni izvještaji",
    "231285005": "Najnovija ažuriranja možete pronaći na našem blogu",
    "1289884910": "Također povremeno objavljujemo analize i izvještaje. Na primjer:",
    "932546190": "Zašto će CAPTCHA uvijek biti s nama",
    "2344319147": "Koliko zaista vrijedi Googleovo otkrivanje botova?",
    "1637527266": "Koje zemlje imaju najveći promet botova?",
    "230159237": "Kontakti",
    "3759923279": "Molimo vas da upite novinarima uputite na sljedeću e-mail adresu:",
    "4255608322": "Posljednje ažuriranje: 12. aprila 2021",
    "537881751": "Dobrodošli u hCaptcha! Ova Politika privatnosti opisuje praksu Intuition Machines, Inc. (\"IMI\", \"mi\" ili \"nas\") u vezi sa našim prikupljanjem, upotrebom i otkrivanjem informacija (uključujući lične podatke, definisane u nastavku) putem naše web stranice na www.hcaptcha .com i sve druge poddomene ili domene koje koristimo („Siteovi“) i interfejs aplikacijskog programa hCaptcha i povezani softver i materijale (zajedno „Usluga“).",
    "33639629": "Nije primjenjivo na web stranice trećih strana. Imajte na umu da se ova Politika privatnosti ne odnosi na bilo koju web stranicu, ponudu, proizvod ili uslugu bilo koje treće strane, čak i ako se povezuje na našu stranicu ili uključuje Uslugu – molimo pogledajte primjenjiva pravila privatnosti prije nego odlučite dati bilo kakvu informaciju trećim stranke.",
    "987375734": "IMI se nalazi u Sjedinjenim Državama. Stranice i usluge kontroliramo i njima upravljamo iz Sjedinjenih Država. Vaši lični podaci mogu se pohranjivati i obrađivati u bilo kojoj zemlji u kojoj imamo objekte ili u kojoj angažujemo pružaoce usluga, a korištenjem stranica i usluga pristajete na prijenos informacija u zemlje izvan vaše zemlje prebivališta, uključujući Sjedinjene Američke Države , koji može imati pravila zaštite podataka koja se razlikuju od onih u vašoj zemlji. U određenim okolnostima, sudovi, agencije za sprovođenje zakona, regulatorne agencije ili bezbednosni organi u tim drugim zemljama mogu imati pravo na pristup vašim ličnim podacima.",
    "452920031": "Napomena za kupce izvan Sjedinjenih Država.",
    "2328839224": ". Molimo pogledajte odjeljak \"Obavijest za stanovnike Kalifornije\" koji se odnosi na vaša prava prema Kalifornijskom zakonu o privatnosti potrošača (\"CCPA\").",
    "1565481281": "Napomena za stanovnike Kalifornije",
    "1028058338": "Molimo pogledajte naš odjeljak \"Obavijest za subjekte podataka EU\" koji se odnosi na vaša prava prema Općoj uredbi o zaštiti podataka (\"GDPR\").",
    "2271205646": "Napomena za stanovnike Evropskog ekonomskog prostora.",
    "508143070": "Imajte na umu da je IMI kontrolor vaših ličnih podataka, osim kada obrađujemo lične podatke u ime naših Integratora u vezi sa pružanjem naše Usluge, u kom slučaju smo mi obrađivač ličnih podataka, a ti Integratori su kontrolori lična informacija.",
    "2330965058": "Tamo gdje djelujemo kao obrađivač za naše integratore, ne koristimo prikupljene podatke u bilo koju drugu svrhu osim u razumno nužne za pružanje naše usluge, a naša obrada će biti regulirana ugovorima koje imamo s našim integratorima, a ne ovim Politika privatnosti",
    "3017040355": "Obrada podataka o subjektu podataka EU funkcioniše u skladu sa zakonskom osnovom Standardnih ugovornih klauzula (SCC) integrisanih u Dodatku o obradi podataka našim Uslovima korišćenja usluge ili Ugovorima o obradi podataka sa našim Integratorima.",
    "2233384692": "Ako imate bilo kakvih pitanja ili nedoumica o tome kako se postupa s takvim podacima ili biste željeli ostvariti svoja prava, trebate kontaktirati osobu ili entitet (tj. kontrolora podataka) koji je s nama sklopio ugovor o korištenju usluge za obradu ovih podataka. Mi ćemo, međutim, pružiti pomoć našim integratorima da riješe sve vaše nedoumice, u skladu sa uslovima našeg ugovora s njima.",
    "349292953": "Informacije koje prikupljamo",
    "3022001832": "Prikupljamo informacije od pojedinaca koji stupaju u interakciju s našim stranicama i uslugama, uključujući one koji ugrađuju našu uslugu u svoju web stranicu („Integratori“), onih koji koriste usluge za označavanje podataka („Kupci“) i krajnjih korisnika koji stupaju u interakciju s našim Usluge putem web stranica naših integratora („Krajnji korisnici“).",
    "835545301": "Prikupljamo sljedeće kategorije informacija:",
    "3228928991": "Informacije koje se mogu koristiti za identifikaciju ili kontaktiranje pojedinca (\"Lične informacije\"), kao što su ime, adresa e-pošte i država. Prikupljamo lične podatke od naših sadašnjih i budućih integratora i kupaca kada nam ih daju direktno (na primjer, popunjavanjem obrasca prilikom registracije naloga ili prijavom za primanje obavještenja putem e-pošte od nas). Takođe možemo da potvrdimo identitet naših integratora i kupaca upoređivanjem ličnih podataka sa bazama podataka trećih strana ili zvaničnim pravnim dokumentima.",
    "1655796811": "Informacije koje se automatski prikupljaju kao rezultat upotrebe web-mjesta ili usluga od strane integratora ili korisnika („Informacije o analitici“), kao što su IP adrese, tip pretraživača, dobavljač internetskih usluga, tip platforme, tip uređaja, operativni sistem, datum i vremenska oznaka pristupa i druge slične informacije. Neke Analitičke informacije u naše ime prikupljaju treće strane koje angažujemo u tu svrhu, a neke Analitičke informacije se prikupljaju putem različitih tehnologija za praćenje, uključujući kolačiće (pogledajte „Analitika treće strane i tehnologije praćenja“ u nastavku).",
    "1388241689": "Informacije prikupljene kao rezultat odgovora krajnjih korisnika na upite putem usluge („označeni podaci“), kao što su podaci o oznakama slika, tekst konvertovan iz audio datoteka koje se reproduciraju tim krajnjim korisnicima, odgovori na pitanja i drugi upiti koje generira Usluga za potrebe označavanja podataka za upotrebu u aplikacijama mašinskog učenja. Imajte na umu da označeni podaci nisu vezani ni za jednu identifikovanu osobu.",
    "1493790285": "Ostale informacije prikupljene od Krajnjih korisnika kao dio Usluge za to su potrebne da bi se utvrdilo da li oni",
    "2216374138": "su ljudi, kao što su pokreti miša, pozicija skrolovanja, događaji pritiska na tastere, događaji dodira i informacije o žiroskopu / akcelerometru prema potrebi.",
    "2394073454": "Možemo prikupljati dodatne informacije od Krajnjih korisnika koji žele raditi s nama kao Individualni Označavači podataka.",
    "3103557430": "Kako koristimo informacije",
    "1130802068": "Podatke koje prikupljamo koristimo u sljedeće svrhe:",
    "2940689138": "Za administriranje naloga integratora i korisnika i pružanje usluge. Koristimo lične podatke kako bismo povezali određene naloge sa integratorima i kupcima i kako bismo im pružili uslugu, odgovorili na zahtjeve ili upite, pružili podršku ili tehničku pomoć i olakšali plaćanja.",
    "857974529": "Za poboljšanje stranice i usluge. Koristimo Analitičke podatke za poboljšanje naših postojećih i razvoj novih usluga i ponuda te za prilagođavanje postojeće i buduće ponude proizvoda.",
    "1820844638": "Da biste dobili uvid u tržište. Koristimo Analitičke podatke za analizu tržišta i obavljanje poslovnih analiza u vezi sa Stranicom i našim uslugama, te u druge svrhe istraživanja.",
    "3386280249": "Omogućiti tržište za označene podatke. Naša usluga omogućava označavanje velikog obima podataka i ljudski pregled za sisteme mašinskog učenja kao uslugu vlasnicima veb lokacija i kompanijama kojima je potrebna pomoć da se njihovi podaci obeleže. U tu svrhu otkrivamo označene podatke našim klijentima koji su zainteresirani za pribavljanje označenih podataka.",
    "3532143291": "Da osiguramo naše usluge i sisteme. Koristimo Analitičke podatke da bismo osigurali naše sisteme identifikacijom potencijalnih prijetnji i ranjivosti, te da bismo na drugi način zaštitili informacije koje prikupljamo.",
    "2185418511": "Za bilo koju legitimnu poslovnu svrhu, pod uslovom da su informacije deidentifikovane ili objedinjene tako da se ne mogu razumno vezati za pojedinca.",
    "2386465280": "Kako dijelimo informacije",
    "2159517814": "Dijelimo ili otkrivamo lične podatke u sljedećim slučajevima:",
    "4256083674": "Na direktan zahtjev integratora da se identifikuje rizik prevare u vezi sa specifičnim zahtjevom za CAPTCHA izazov ili IP adresom, ili na neki drugi način gdje je dat poseban pristanak.",
    "3494826505": "Sa dobavljačima se angažujemo kako bismo pružili bitne aspekte web stranica i usluge, kao što su skladištenje podataka, hosting i analitika, i to samo u te svrhe.",
    "1119009846": "Prema potrebi za poštivanje važećeg zakona, uključujući vladine zahtjeve, zahtjeve za provođenje zakona i na drugi način prema javnim i privatnim subjektima u cilju zaštite prava, privatnosti, sigurnosti ili imovine vas, nas ili drugih.",
    "197676026": "Sa drugima za bilo koju legitimnu poslovnu svrhu, pod uslovom da su informacije de-identifikovane",
    "2359312315": "ili agregirani tako da se ne može razumno vezati za pojedinca.",
    "2497216176": "Analitika treće strane i tehnologije praćenja",
    "3694578791": "Kao što je gore objašnjeno, mi (i naši dobavljači trećih strana) prikupljamo analitičke podatke dijelom korištenjem kolačića, web svjetionika i drugih tehnologija za praćenje. U nekim slučajevima, radimo sa dobavljačima trećih strana kako bismo koristili kolačiće u svrhu prikupljanja informacija iz analitike.",
    "2238885192": "Koristimo Sentry za prikupljanje podataka za otklanjanje grešaka kada korisnik doživi grešku. Za informacije o tome kako Sentry prikuplja i obrađuje podatke:",
    "1535054294": "Molimo pogledajte njihovu detaljnu politiku",
    "658775471": "Koristimo Cloudflare za optimizaciju našeg web prometa. Za informacije o tome kako Cloudflare prikuplja i obrađuje podatke:",
    "2014256987": "Ako ne želite da blokirate upotrebu kolačića ili drugih tehnologija za praćenje, pogledajte \"Upravljanje vašim podacima\" u nastavku. Imajte na umu da to može negativno utjecati na vaše iskustvo korištenja web stranica ili usluge, jer neke funkcije možda neće raditi ispravno.",
    "2788024905": "Kako obezbjeđujemo informacije",
    "271333468": "Implementiramo odgovarajuće tehničke i organizacijske mjere za zaštitu podataka koje prikupljamo i pohranjujemo, i zahtijevamo od svih agenata koji sprovode našu obradu u naše ime da učine isto. Nažalost, nijedna sigurnosna mjera nije 100% sigurna i kao takva nijedna mreža ili sistem (uključujući i naš) ne mogu biti 100% sigurni od uništenja, gubitka, izmjene, neovlaštenog otkrivanja ili pristupa informacijama koje prikupljamo i pohranjujemo. Ako smatrate da vaši podaci možda nisu sigurni iz bilo kojeg razloga, kontaktirajte nas odmah na:",
    "3031284129": "Odricanje od odgovornosti",
    "26365791": "U najvećoj meri dozvoljenoj zakonom, Sajt i Usluga (i sve druge povezane usluge, informacije, podaci, karakteristike i drugi sadržaji ili materijali) se pružaju na osnovu „kako jesu“ i „kako su dostupni“. U najvećoj meri dozvoljenoj zakonom, IMI isključuje sve garancije, uključujući, ali ne ograničavajući se na implicirane garancije za prodaju, prikladnost za određenu svrhu i nekršenje.",
    "735630686": "Upravljanje vašim informacijama (vaša prava)",
    "498769698": "Možete pristupiti, ispraviti, izmijeniti ili izbrisati određene lične podatke koje ste nam možda dali putem svog naloga integratora, klijenta ili korisničkog naloga za pristupačnost (ako ste integrator, kupac ili korisnik pristupačnosti). Ako to ne možete učiniti, ili imate bilo kakva pitanja o ličnim podacima koje smo prikupili i/ili podijelili o vama, ili želite povući vaš pristanak za našu obradu (tj. u potpunosti izbrisati svoj račun), kontaktirajte nas na:",
    "2895491273": "Ako biste radije blokirali kolačiće ili druge tehnologije za praćenje, većinu preglednika i mobilnih uređaja, sve morate promijeniti svoje postavke kako bi vas obavijestili kada primite kolačiće ili se koriste druge tehnologije praćenja, te da odaberete hoćete li prihvatiti/dozvoliti to. Većina pretraživača vam također omogućava da onemogućite ili izbrišete postojeće kolačiće ili da automatski odbijete buduće kolačiće. Također možete koristiti alate treće strane, uključujući dodatke za preglednik, za kontrolu vaših preferencija kolačića. Imajte na umu, međutim, da ako onemogućite sve kolačiće, neki dijelovi naših stranica možda neće ispravno funkcionirati.",
    "707527778": "Informacije od djece",
    "1747657936": "Naše stranice i usluge nisu usmjerene na djecu mlađu od 13 godina i ne prikupljamo svjesno lične podatke od djece mlađe od 13 godina. Ako saznamo da smo prikupili lične podatke djeteta mlađeg od 13 godina, mi ćemo uzeti razumne korake za brisanje takvih informacija iz naših datoteka čim je to izvodljivo, osim ako imamo zakonsku obavezu da ih zadržimo. Kontaktirajte nas ako smatrate da imamo bilo kakve informacije o djetetu mlađem od 13 godina:",
    "2419795065": "Obavijest za stanovnike Kalifornije",
    "1517625162": "Prema članu 1789.3 građanskog zakonika Kalifornije, korisnici Kalifornije imaju pravo na sljedeću obavijest o pravima potrošača: Stanovnici Kalifornije mogu se obratiti Jedinici za pomoć pri žalbama Odjela za potrošačke usluge Kalifornijskog odjela za potrošačka pitanja poštom na 1625 North Market Blvd., Sacramento, CA 95834, ili telefonom na (916) 445-1254 ili (800) 952-5210.",
    "3730344349": "Ovaj odjeljak pruža dodatne detalje o ličnim podacima koje prikupljamo o potrošačima iz Kalifornije i pravima koja su im data prema Kalifornijskom zakonu o privatnosti potrošača ili \"CCPA\".",
    "4044467791": "Za kategorije ličnih podataka koje smo prikupili od vas u prethodnih 12 mjeseci, pogledajte odjeljak \"Informacije koje prikupljamo\" iznad. Ove informacije prikupljamo u poslovne i komercijalne svrhe opisane u odjeljku \"Kako koristimo lične podatke\" iznad. U prethodnih 12 mjeseci podijelili smo sljedeće kategorije informacija sa trećim stranama u poslovne svrhe:",
    "4208081170": "Kategorija ličnih podataka",
    "1528242915": "Identifikatori.",
    "3863351997": "Kategorije ličnih podataka navedene u statutu Kalifornijske evidencije kupaca (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "Komercijalne informacije.",
    "2683038211": "Internet ili druga elektronska mrežna aktivnost.",
    "3671828834": "Primjeri dijeljenih ličnih podataka",
    "779426309": "Pravo ime, jedinstveni lični identifikator, onlajn identifikator, adresa Internet protokola, adresa e-pošte, naziv naloga ili drugi slični identifikatori.",
    "2414368123": "Ime, broj kreditne kartice, broj debitne kartice ili bilo koje druge finansijske informacije.",
    "4088941349": "Evidencija proizvoda ili usluga kupljenih, dobijenih ili razmatranih.",
    "3238612014": "Historija pregledavanja, informacije o interakciji potrošača s internetskom web lokacijom, aplikacijom ili reklamom.",
    "1023108656": "Kategorije primalaca treće strane",
    "1418235079": "Provajderi usluga",
    "3238184941": "Napomena: Rizik od prevare povezan sa individualnom IP adresom može se podeliti sa Integratorom na zahtev.",
    "285116485": "Kompanija ne \"prodaje\" (kako je ovaj izraz definisan u CCPA) lične podatke koje prikupljamo. Molimo pogledajte gornji odjeljak \"Analitika i tehnologije praćenja treće strane\" za više informacija o vrstama kolačića trećih strana, ako ih ima, koje koristimo.",
    "1408750006": "Podložno određenim ograničenjima, CCPA pruža potrošačima iz Kalifornije pravo da traže više detalja o kategorijama ili određenim dijelovima ličnih podataka koje prikupljamo (uključujući način na koji koristimo i otkrivamo ove informacije), da izbrišu svoje lične podatke, da odustanu od sve \"prodaje\" koje se mogu desiti, kao i pravo da ne budete diskriminisani zbog ostvarivanja ovih prava.",
    "759057398": "Obavijest za subjekte podataka EU",
    "825780955": "Lična informacija",
    "2945960297": "Što se tiče subjekata podataka u EU, izraz \"lični podaci\" kako se koristi u ovoj Politici privatnosti je ekvivalentan \"ličnim podacima\" kako je definirano u Općoj uredbi Evropske unije o zaštiti podataka (GDPR).",
    "1126613163": "Osjetljivi podaci",
    "3571006800": "Neke od informacija koje nam pružite mogu predstavljati osjetljive podatke kako je definirano u GDPR-u (koji se nazivaju i posebnim kategorijama ličnih podataka), uključujući identifikaciju vaše rase ili etničke pripadnosti na ličnim dokumentima koje je izdala vlada.",
    "1988461282": "Pravne osnove za obradu",
    "3519564631": "Svrhe obrade",
    "1778642038": "Da komuniciram sa vama",
    "2223819810": "Za optimizaciju naše platforme",
    "1678661231": "Za usklađenost, prevenciju prevara i sigurnost",
    "2561077702": "Za pružanje naših usluga",
    "2066321185": "Pravna osnova",
    "1174237568": "Ove aktivnosti obrade predstavljaju naše legitimne interese. Pokušavamo da razmotrimo i izbalansiramo sve potencijalne uticaje na vas (i pozitivne i negativne) i vaša prava pre nego što obradimo vaše lične podatke za naše legitimne interese. Ne koristimo vaše lične podatke za aktivnosti u kojima su naši interesi nadjačani zbog bilo kakvog štetnog uticaja na vas (osim ako imamo vaš pristanak ili ako to na drugi način zahteva ili dozvoljava zakon).",
    "1350478093": "Svrha obrade",
    "787916198": "Uz vaš pristanak",
    "3348433919": "Vaša prava",
    "3842673636": "Prema GDPR-u, imate određena prava u vezi s vašim ličnim podacima. Možete tražiti od nas da preduzmemo sljedeće radnje u vezi s vašim ličnim podacima koje posjedujemo:",
    "4057343238": "Opt-out",
    "1834911235": "Prestanite sa slanjem direktnih marketinških komunikacija za koje ste prethodno pristali da ih primate. Možemo vam nastaviti slati komunikacije u vezi s Uslugom i druge nemarketinške komunikacije.",
    "3022301908": "Pristup",
    "680638297": "Pružiti vam informacije o našoj obradi vaših ličnih podataka i omogućiti vam pristup vašim ličnim podacima.",
    "1409486258": "Tačno",
    "3878077249": "Ažurirajte ili ispravite netočnosti u vašim ličnim podacima.",
    "3645414921": "Izbriši",
    "42182578": "Izbrišite svoje lične podatke.",
    "1609621367": "Transfer",
    "3208155808": "Prenesite mašinski čitljivu kopiju vaših ličnih podataka vama ili trećoj strani po vašem izboru.",
    "1786796818": "Ograničiti",
    "3329634829": "Ograničite obradu vaših ličnih podataka.",
    "4202774977": "Objekat",
    "3007158970": "Osporite naše oslanjanje na naše legitimne interese kao osnovu naše obrade vaših ličnih podataka koji utiču na vaša prava.",
    "1273071008": "Zahtjevi za prava pristupa subjektu podataka",
    "3594381346": "lokacija.",
    "21141582": "ovo",
    "3357523404": "Prekogranični prijenos podataka",
    "290966395": "Kao što je opisano u našem odjeljku \"Napomena kupcima izvan Sjedinjenih Država\", imajte na umu da će vaši lični podaci biti prenijeti, obrađeni i pohranjeni u Sjedinjenim Državama. Zakoni o zaštiti podataka u SAD-u mogu se razlikovati od onih u vašoj zemlji prebivališta. Pristajete na prijenos vaših podataka, uključujući lične podatke, u SAD kao što je navedeno u ovoj Politici privatnosti posjetom našim stranicama ili korištenjem naše usluge.",
    "3178581111": "Koristite za nove svrhe",
    "1088304322": "Vaše lične podatke možemo koristiti iz razloga koji nisu opisani u ovoj Politici privatnosti, ako nam je to dozvoljeno zakonom i kada je razlog kompatibilan sa svrhom za koju smo ih prikupili. Ako trebamo koristiti vaše lične podatke u nepovezane svrhe, možemo vas obavijestiti i objasniti primjenjivu pravnu osnovu za tu upotrebu. Ako smo se oslonili na vaš pristanak za određenu upotrebu vaših ličnih podataka, možemo tražiti vaš pristanak za bilo koju nepovezanu svrhu i omogućiti vam da prekinete korištenje usluge u tom trenutku ako se usprotivite.",
    "2260079771": "Zadržavanje podataka",
    "38428546": "Vaše lične podatke čuvamo na siguran način tokom trajanja vašeg naloga kod nas. Vaše lične podatke ćemo čuvati samo onoliko dugo koliko je potrebno da ispunimo svrhe za koje smo ih prikupili, uključujući u svrhu ispunjavanja bilo kojih zakonskih, računovodstvenih obaveza ili obaveza izvještavanja ili rješavanja sporova. Kriterijumi koje koristimo za određivanje perioda skladištenja uključuju važeće ugovorne odredbe koje su na snazi, zakonske zakonske rokove zastarelosti, primjenjive regulatorne zahtjeve i industrijske standarde.",
    "384965568": "Iako se zahtjevi za čuvanje razlikuju u zavisnosti od jurisdikcije, informacije o našim tipičnim periodima čuvanja za različite aspekte vaših ličnih podataka opisane su u nastavku.",
    "2788836740": "Kontakt podaci u marketinške svrhe čuvaju se na stalnoj osnovi sve dok ne otkažete pretplatu. Nakon toga ćemo vaše podatke dodavati na našu listu zabrane na neodređeno vrijeme. Informacije e-pošte prikupljene od korisnika pristupačnosti nikada se neće koristiti u marketinške svrhe.",
    "3520687192": "Evidencija o komunikaciji s vama (npr. ulaznice za podršku otvorene putem e-pošte ili Twittera) mogu se čuvati neograničeno.",
    "292211832": "Informacije prikupljene putem tehničkih sredstava kao što su kolačići, brojači web stranica i drugi analitički alati odbacuju se čim je to praktično moguće, ali se mogu čuvati u ograničenom periodu do godinu dana od isteka kolačića, obično u neidentificiranom i agregiranom obliku osim ako otkrijemo potencijalnu zloupotrebu naše usluge, u kom slučaju ćemo zadržati te informacije kako bismo nam pomogli u sprječavanju budućih zloupotreba. Nismo u mogućnosti da povežemo ove anonimizirane i objedinjene informacije s vama, vašim domaćinstvom, IP adresom ili bilo kojim ličnim podacima na osnovu pohranjenih informacija.",
    "470943029": "Ako imate bilo kakvih pitanja o ovoj Politici privatnosti, kontaktirajte nas na:",
    "3192683783": "Promjene ove Politike privatnosti",
    "1702335960": "Sve informacije koje prikupimo podliježu Politici privatnosti koja je na snazi u vrijeme prikupljanja takvih informacija. Međutim, s vremena na vrijeme možemo revidirati Politiku privatnosti. Ako je revizija materijalna, kako odredimo isključivo mi, obavijestit ćemo vas, na primjer putem e-pošte. Trenutna verzija će uvijek biti objavljena na našoj stranici Pravila privatnosti.",
    "3669258571": "Politika kolačića",
    "2905621957": "Posljednje ažuriranje: 18. jula 2020",
    "1173934218": "Razumijemo da vam je vaša privatnost važna i posvećeni smo transparentnosti tehnologija koje koristimo. Ova politika pruža detaljne informacije o tome kako i kada koristimo kolačiće na našim stranicama i uslugama.",
    "2694150481": "Da li koristimo kolačiće?",
    "457627611": "Da. Mi i naši dobavljači analitike ili usluga, marketinški partneri i pridružene kompanije možemo koristiti kolačiće, web-svjetionike ili piksele i druge tehnologije kako bismo osigurali da svi koji koriste stranice imaju najbolje moguće iskustvo. Za više detalja pogledajte odjeljak \"Analitika i tehnologije praćenja treće strane\" naše Politike privatnosti.",
    "501102544": ": vjerujemo da hCaptcha anti-bot usluga (tj. Usluga ugrađena u web stranice, igre ili mobilne aplikacije) uključuje samo takozvane kolačiće \"izuzete od pristanka\" u skladu s GDPR propisima. Primjeri takvih izuzetih kolačića uključuju:",
    "461631543": "Napomena GDPR",
    "2150907653": "* Tehnički kolačići striktno neophodni za pružanje usluge. To uključuje kolačiće preferencija, kolačiće sesije, kolačiće za balansiranje opterećenja itd.",
    "1012122721": "* Statistički kolačići kojima upravljamo direktno mi (tj. kolačići prve strane, a ne kolačići treće strane), pri čemu se podaci ne koriste za profilisanje.",
    "148542287": "Ovo nije pravni savjet, niti se daju garancije u vezi s ovom analizom. Ukoliko imate dodatnih pitanja ili nedoumica, kontaktirajte nas na:",
    "3956117148": "Veb lokacije hCaptcha.com i BotStop.com (sajtovi) mogu uključivati dodatne kolačiće, kao što je opisano u ovoj Politici.",
    "3255230599": "Šta je kolačić?",
    "1095532507": "Kolačić (\"Cookie\") je mala tekstualna datoteka koju server web stranice postavlja na vaš tvrdi disk. Kolačići sadrže informacije koje kasnije može pročitati web server u domeni koja vam je izdala kolačić. Neki kolačići će se koristiti samo ako koristite određene funkcije ili odaberete određene postavke, a neki kolačići će se uvijek koristiti. Više o svakom kolačiću možete saznati tako što ćete pogledati našu trenutnu listu kolačića ispod.",
    "2943815316": "Povremeno ažuriramo ovu listu, tako da mogu postojati dodatni kolačići koji još nisu navedeni. Web svjetionici, oznake i skripte mogu se koristiti na web stranicama ili u e-porukama kako bi nam pomogli da isporučimo kolačiće, brojimo posjete, razumijemo upotrebu i učinkovitost kampanje i utvrdimo da li je e-mail otvoren i da li je postupljeno po njemu. Možemo primati izvještaje zasnovane na korištenju ovih tehnologija od strane naših dobavljača usluga/analitike na pojedinačnoj i zbirnoj osnovi.",
    "2954157511": "Zašto koristimo kolačiće?",
    "1539071196": "Uglavnom koristimo kolačiće u sljedeće svrhe:",
    "3545935449": "Za prepoznavanje novih ili prošlih korisnika.",
    "32739972": "Za pohranjivanje informacija o sesiji prijave ako ste registrirani na našim stranicama.",
    "4209078147": "Kako bismo poboljšali našu stranicu i bolje razumjeli vaše posjete na našim platformama i web stranici.",
    "1077448694": "Za integraciju s web stranicama društvenih medija trećih strana.",
    "1709478090": "Da vam posluži sa oglašavanjem zasnovanim na interesima ili ciljanim oglašavanjem.",
    "3256020881": "Za promatranje vašeg ponašanja i aktivnosti pregledavanja tijekom vremena na više web stranica ili drugih platformi.",
    "1092241113": "Kako bismo bolje razumjeli interese naših kupaca i integratora.",
    "1434289796": "Neki kolačići su neophodni za određene upotrebe stranica, a bez takvih kolačića ne bismo mogli pružiti mnoge usluge koje su vam potrebne za pravilno korištenje stranica. Ovi kolačići nam, na primjer, omogućavaju da upravljamo našim stranicama kako biste im mogli pristupiti kako ste zatražili i omogućili nam da prepoznamo da ste kreirali račun i da ste se prijavili na taj račun da biste pristupili sadržaju stranice. Oni također uključuju kolačiće koji nam omogućavaju da zapamtimo vaše prethodne radnje u istoj sesiji pregledavanja i osiguramo naše stranice.",
    "1533171442": "Također koristimo funkcionalne kolačiće i kolačiće trećih strana u svrhe analize i marketinga. Funkcionalni kolačići omogućavaju da određeni dijelovi web-mjesta rade ispravno i da vaše korisničke postavke ostanu poznate. Kolačići za analizu, između ostalog, prikupljaju informacije o tome kako Kupci, Integratori i Krajnji korisnici koriste naše stranice, sadržaj i proizvode koje korisnici najčešće gledaju, te učinkovitost našeg oglašavanja treće strane. Kolačići za oglašavanje pomažu u isporuci oglasa relevantnoj publici i da se naši oglasi pojavljuju na vrhu rezultata pretraživanja. Kolačići su ili \"sesijski\" kolačići koji se brišu kada završite sesiju pretraživača, ili \"trajni\", koji ostaju dok ih vi ne izbrišete (o čemu se govori u nastavku) ili strana koja je poslužila kolačić. Potpuni detalji o svim kolačićima koji se koriste na stranicama dostupni su u našoj tabeli otkrivanja kolačića ispod.",
    "322830977": "Kako onemogućiti kolačiće.",
    "3885459114": "Općenito možete aktivirati ili kasnije deaktivirati korištenje kolačića putem funkcionalnosti ugrađene u vaš web preglednik. Ako želite saznati više o kolačićima ili kako ih kontrolirati, onemogućiti ili izbrisati, posjetite https://www.knowcookies.com/ za detaljne upute.",
    "262509504": "Možemo povezati informacije prikupljene kolačićima s drugim informacijama koje prikupljamo od vas u skladu s ovom Politikom privatnosti i koristiti objedinjene informacije kako je ovdje navedeno. Slično, treće strane koje poslužuju kolačiće na našim stranicama mogu povezati vaše ime ili adresu e-pošte s drugim informacijama koje prikupljaju, što može uključivati prethodne kupovine napravljene van mreže ili na mreži, ili vaše podatke o korištenju na mreži.",
    "2935155034": "Ako se nalazite u Evropskom ekonomskom prostoru, imate određena prava koja su gore opisana pod naslovom „Obaveštenje za subjekte podataka EU“, uključujući pravo da pregledate i ispravite ili izbrišete podatke koje imamo o vama.",
    "1873812847": "Otkrivanje kolačića",
    "3319083717": "ime:",
    "3183855267": "1. hmt_id",
    "907324388": "Funkcija",
    "2896187462": "1. Koristi se za strogo neophodnu anonimnu statistiku u vezi sa uslugama i za druge tehničke svrhe kao što je pomoć u podršci pristupačnosti.",
    "987267027": "Zabava",
    "3453526675": "1. 1. stranka",
    "1952810469": "Tip",
    "1795436560": "1. Sjednica",
    "102695075": "Trajanje",
    "3356329025": "1. 30 dana",
    "3744153629": "imena:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "sjednica,",
    "3186435874": "sessionid",
    "720059527": "2. Koristi se u strogo neophodne tehničke svrhe: balansiranje opterećenja, usmjeravanje.",
    "1241291641": "Pogledajte više detalja.",
    "1834801943": "2. 1. stranka",
    "2114694926": "2. Sjednica",
    "938404336": "2. Varira; do 30 dana.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. Koristi se za striktno neophodne tehničke svrhe: omogućava korištenje pristupačnosti korisnika.",
    "1061239711": "3. 1. stranka",
    "1483015662": "3. Sjednica",
    "3458934553": "3. Varira; do 30 dana.",
    "1527172673": "Ako imate bilo kakvih pitanja o ovoj Politici kolačića, kontaktirajte nas na:",
    "134571844": "Impressum (obavijest o mjestu)",
    "110836420": "Posljednje ažuriranje: 23. decembra 2020",
    "2901894297": "hCaptcha je usluga Intuition Machines, Inc. (\"IMI\"), američke korporacije Delaware (#6393793).",
    "2928362319": "Upiti se mogu poslati poštom na: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Informacije o trenutnom menadžmentu kompanije možete dobiti na stranici O nama. Trenutni izvršni direktor kompanije je generalni direktor odgovoran za sadržaj.",
    "3094150511": "Regulatorno tijelo: Federalna komisija za komunikacije SAD, 45 L Street NE, Washington, DC 20554 SAD.",
    "2763011087": "IMI se ne obavezuje, niti je u obavezi da učestvuje u alternativnom rešavanju potrošačkih sporova pred subjektom za rešavanje potrošačkih sporova.",
    "1395644678": "Zvanična web stranica Evropske komisije za online rješavanje sporova:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Nema garancija u vezi sa sadržajem",
    "707541553": "Sve informacije sadržane na našim internet stranicama su potvrđene od strane IMI-ja ili treće strane. Međutim, ni IMI ni treće strane ne mogu se smatrati odgovornim za to što su informacije aktuelne, tačne ili potpune. To se također odnosi i na druge web stranice do kojih se može doći preko hiperlinkova na našim stranicama. IMI ne preuzima nikakvu odgovornost za sadržaj ovih eksternih web stranica.",
    "2650241052": "Bez saveta",
    "3361191778": "Informacije koje se nalaze na internet stranicama ne predstavljaju individualne savjete i ne mogu ih zamijeniti. Ako vam je potreban individualni savjet, obratite se našem osoblju za podršku.",
    "1031855757": "Korištenje ove stranice",
    "204716894": "Sadržaj i dizajn naših web stranica zaštićeni su zakonom o autorskim pravima. Umnožavanje stranica i njihovog sadržaja na način koji prevazilazi razumnu poštenu upotrebu zahtijeva prethodnu pismenu saglasnost IMI-a ako nema drugih zakonskih odredbi za umnožavanje stranice.",
    "3182435854": "Copyright",
    "3187946010": "Sav tekst, slike, grafičke animacije, video zapisi, muzika, zvukovi i drugi materijali na ovim stranicama zaštićeni su zakonom o autorskim pravima od strane IMI-ja ili trećih strana ako je navedeno. Zabranjeno je kopirati ili modificirati ovaj materijal za komercijalnu upotrebu na način koji prevazilazi razumnu poštenu upotrebu.",
    "74538881": "Odgovornost za ovu web stranicu",
    "3236873806": "IMI je odgovoran za ovu web stranicu.",
    "2657277322": "Ukoliko imate bilo kakvih pitanja, kontaktirajte nas na:",
    "1338341134": "hCaptcha + propusnica za privatnost (Beta)",
    "88879089": "Privacy Pass je an",
    "1898063898": "za očuvanje privatnosti korisnika s kojima razvijamo",
    "1942186611": "i drugi.",
    "3673079511": "standard u nastajanju",
    "2164933356": "Cloudflare",
    "3119589996": "Kako to funkcionira: proširenje preglednika pruža korisnicima mogućnost kreiranja i potpisivanja kriptografski slijepih tokena za web stranice koje podržavaju Privacy Pass protokol. Ekstenzija generira propusnice koje sadrže kriptografski zaslijepljene tokene koje potpisuje hCaptcha kada se izazov riješi na bilo kojoj web lokaciji pomoću usluge hCaptcha,",
    "1254771154": "izazovi prikazani na drugim uslugama koje podržavaju Privacy Pass koje takođe ugrađuju hCaptcha, npr. Cloudflare.",
    "996362763": "Ovi tokeni se uklanjaju i pohranjuju od strane ekstenzije za buduću upotrebu. Kada korisnik posjeti stranicu koristeći hCaptcha i treba da prođe izazov (bilo nevidljiv ili preko dugmeta \"Ja sam čovjek\"), oni se automatski iskorištavaju. Procedura zasljepljivanja znači da su potpisani i otkupljeni tokeni kriptografski nepovezani iz hCaptcha-ine perspektive, te je stoga privatnost korisnika očuvana.",
    "2943346052": "Kako se proces standardizacije IETF-a nastavlja, očekujemo da će glavni pretraživači usvojiti neki oblik Privacy Pass-a. Ovo će na kraju učiniti proširenje nepotrebnim. Za sada, međutim, slijedite upute u nastavku.",
    "2326660907": "osim",
    "741483946": "* Drugim riječima: hCaptcha Privacy Pass tokene možete nabaviti na hCaptcha.com i koristiti ih na drugim stranicama direktno koristeći hCaptcha.com. Ne možete dobiti ili iskoristiti hCaptcha Privacy Pass tokene da biste zaobišli hCaptcha uslugu koju koristi Cloudflare, budući da Cloudflare izdaje i otkupljuje svoje tokene Privacy Pass.",
    "1362015807": "Počinjemo",
    "1358325821": "Prvo instalirajte ekstenziju za",
    "310885519": "ili",
    "4091044469": ". Provjerite jeste li omogućili ekstenziju u anonimnom načinu rada. Zatim posjetite bilo koju web stranicu koristeći hCaptcha i riješite captcha. Od verzije 2.0.3, ove tokene možete iskoristiti na web stranicama koristeći hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "Nakon što ste instalirali proširenje, kliknite ovdje (ili na bilo kojoj web stranici koja koristi hCaptcha) da zaradite propusnice:",
    "166277959": "Imajte na umu: ova funkcija je trenutno u beta verziji i možda neće raditi za sve web stranice i korisnike cijelo vrijeme. U slučaju da nije omogućeno ili ne radi za određenog korisnika, ponašanje će se jednostavno vratiti na standardno hCaptcha iskustvo bez gubitka funkcionalnosti.",
    "3031357206": "Nova ikona će se pojaviti pored vaše URL trake. Sada posjetite web stranicu koristeći hCaptcha. To će izgledati ovako:",
    "1066753052": "što znači da je novčanik prazan, a vi ste na stranici koja uključuje hCaptcha izazov. Nakon što završite izazov, zaradit ćete tokene koji se mogu iskoristiti na bilo kojoj drugoj web stranici uz hCaptcha.",
    "651123197": "Broj trenutnog ukupnog iznosa u vašem novčaniku će biti prikazan na ikoni nakon završetka izazova.",
    "554844646": "Možete potvrditi da ekstenzija radi tako što ćete vidjeti da se brojač smanjuje za 1 svaki put kada kliknete",
    "4087729475": "izazov nakon vašeg početnog rješenja.",
    "647630208": "I to je to! Vaše internetsko pretraživanje je sada privatnije.",
    "3272552822": "Programeri i kriptografi:",
    "4059570880": "Ako želite da pratite napore standardizacije, napori su trenutno u toku na",
    "1904390996": "da standardizuje",
    "252720667": "koja leži u osnovi kriptografske sigurnosti Privacy Pass-a. Sam protokol prolazi kroz",
    "3972554015": "takođe proces. I ekstenzija pretraživača je naravno",
    "3723626769": "za vaš doprinos i recenziju.",
    "3882147547": "Nesvesne pseudoslučajne funkcije",
    "565624910": "nacrt",
    "3421090159": "open source",
    "3098677775": "P: Da li je moj IP i historija pregledavanja potpuno privatni od hCaptcha kada koristim Privacy Pass?",
    "4019638786": "O: Privacy Pass korisnici hCaptcha-e nikada neće izložiti svoj IP hCaptcha-i osim ako je token novčanik njihovog pretraživača prazan ili ga stranica ne pošalje. hCaptcha nema načina da poveže korisnika sa otkupom tokena i nikada ne stupa u direktnu interakciju s korisnikom tokom otkupa osim ako je njihov novčanik tokena prazan.",
    "3887113660": "P: Kako Privacy Pass utiče na hCaptcha zaradu?",
    "1116455671": "O: Zaradit ćete nagradu za početno rješenje ako ga korisnik završi na vašoj web stranici. Iskorištavanje slijede isti obrazac odgovora kao da je korisnik automatski prošao na vašoj web lokaciji zbog visokog povjerenja klijenta: nema zarade, a siteverify poziv sa vašeg servera dobija `kredit: False` u rezultatima prolaza.",
    "779817954": "P: Ako imam Privacy Pass propusnice koje je izdao drugi provajder, mogu li ih iskoristiti na hCaptcha?",
    "3014149332": "O: Ne, propusnice nisu interoperabilne: mora ih izdati i iskoristiti isti autoritet, u ovom slučaju hCaptcha. Imajte na umu da ako imate propusnice i od Cloudflarea i od hCaptcha u svom lokalu, dostupni broj će se promijeniti na ispravan iznos u zavisnosti od zahtjeva stranice koju posjećujete. Drugim riječima, ako imate 100 Cloudflare propusnica u novčaniku i 10 hCaptcha propusnica, trebali biste vidjeti 10 na ikoni ekstenzije na stranicama s ugrađenim hCaptcha.",
    "3679148535": "P: Na kojim još aplikacijama Privacy Pass radite?",
    "1606783855": "O: Veoma smo zainteresovani za Privacy Pass za slučaj korišćenja pristupačnosti („a11y“). Ranije popularne opcije poput audio captcha diskriminiraju mnoge a11y korisnike. Vjerujemo da će kombinacija našeg trenutnog pristupa a11y s izdavanjem Privacy Pass-a omogućiti korisnicima a11y da bezbedno pretražuju, sigurni sa saznanjem da je njihov promet privatniji, dok će istovremeno ograničiti zloupotrebu od strane botova koja se neizbježno događa kada su dostupne a11y opcije.",
    "2359150347": "P: Da li druge sigurnosne usluge na mreži podržavaju Privacy Pass?",
    "2082237880": "O: hCaptcha je prva usluga te vrste koja podržava Privacy Pass, i trenutno je jedina koja to radi. Međutim, očekujemo da će i druge usluge prepoznati prednosti povećanja privatnosti korisnika na mreži i očekujemo da će u budućnosti sve više preduzimati implementacije pošto IETF standardi koje pomažemo u razvoju budu formalno usvojeni.",
    "2109792055": "Korisnički vodič: Otklanjanje grešaka sa izdavanjem i validacijom propusnice za privatnost",
    "3588620914": "Privacy Pass je novi izum prema standardima Weba i moguće je da druge aplikacije i proširenja pretraživača koji toga nisu svjesni ometaju njegovu funkcionalnost.",
    "4039193170": "Ako imate problema sa dobivanjem ili otkupom tokena:",
    "2378786360": "1. Isprobajte neki od ostalih podržanih pretraživača: ako ste na Chromeu, pokušajte koristiti Firefox bez uvoza postavki iz Chromea i tamo instalirajte dodatak. Ako to uspije, možda imate problem s konfiguracijom pretraživača.",
    "394235836": "3. Ako nijedan od gore navedenih prijedloga ne uspije, pošaljite nam e-poruku za podršku i rado ćemo vam pomoći da shvatimo šta se događa.",
    "3470857731": "Analiza koliko dobro reCAPTCHA otkriva botove.",
    "3240786848": "Posljednje ažuriranje: 18. februar 2021",
    "2547140673": "Više od jedne decenije, Google-ova usluga reCAPTCHA nudi vlasnicima web stranica trgovinu: neka Google prati vaše korisnike i postavlja im pitanja, a zauzvrat obećavaju da će zaustaviti botove i neželjenu poštu.",
    "2133754014": "Više od 4,5 miliona web stranica koristi reCAPTCHA [",
    "3152512587": "a sistem dnevno prikuplja stotine miliona rješenja. [",
    "2296918009": "To je jednako više od 100 čoveko-godina rada svakog dana.",
    "3900538778": "Označeni podaci su gorivo koje pokreće mašinsko učenje. ReCAPTCHA odgovori se koriste za poboljšanje Google-ovih ML/AI usluga od 2009. Mnogi ljudi koji koriste reCAPTCHA ne shvaćaju da se njihov rad koristi.",
    "1160252730": "Google sada naplaćuje visoke cijene za reCAPTCHA Enterprise, što je dovelo do toga da mnoge kompanije preispitaju ovu ponudu.",
    "1131196501": "Velike kompanije poput",
    "204889717": "su prešli na hCaptcha",
    "639413188": "kao odgovor.",
    "3280658086": "korporativna rješenja",
    "3842815245": "Je li ovo poštena trgovina?",
    "714342693": "hCaptcha tim prikuplja podatke o cijenama sa servisa za razbijanje captcha \"dark weba\" od 2016. godine. Primijetili smo zanimljiv trend:",
    "468929661": "Prosječna cijena probijanja reCAPTCHA je nevjerovatno niska (manje od 1 USD na 1000 rješavanja) i nije se značajno povećala od početka našeg praćenja 2016. Ovo se odnosi i na reCAPTCHA v2 i v3. [",
    "2862164005": "Podaci o cijenama nam omogućavaju da postavimo tačnu vrijednost u dolarima na sigurnost koju nudi reCAPTCHA: 0,001 USD ili manje po odgovoru.",
    "102498091": "Google naplaćuje 1 USD za 1000 zahtjeva za reCAPTCHA Enterprise, što znači da sada naplaćuju više po zahtjevu nego što košta da probiju sigurnost njihove usluge. Ovo izgleda kao loš dogovor.",
    "130239139": "Koja je vrijednost 100+ čovjeko-godina rada koje Google prikuplja dnevno?",
    "1421074182": "Znatno više.",
    "1953519598": "Cijena označavanja jedne slike kreće se od 0,03 USD do 1,00 USD ili više. Po bilo kojoj konzervativnoj procjeni, Google je do danas izvukao milijarde dolara besplatne radne snage. [",
    "3025548709": "Postoji li alternativa ovom nepravednom dogovoru?",
    "263761351": "hCaptcha je prva vjerodostojna alternativa, koju sada koriste stotine miliona ljudi svakog mjeseca.",
    "2743692546": "Dok korisnici dokazuju svoju humanost putem hCaptche, njihov rad ulazi na anonimno otvoreno tržište za licitiranje.",
    "1982750088": "Kompanije širom svijeta licitiraju za taj rad kako bi obavile jednostavne zadatke koji su laki za ljude, ali teške za mašine. Korisnici podržavaju web lokaciju koju posjećuju i doživljavaju manje neželjene pošte zbog višeg nivoa sigurnosti.",
    "1108398506": "korisnici stječu potpunu kontrolu nad iskustvom i imaju koristi od stručnosti koju je hCaptcha stekao radeći kao najveći nezavisni provajder izazova na internetu. Oni takođe dobijaju bolju ponudu od reCAPTCHA Enterprise: do 50-80% bolje cene, u zavisnosti od količine.",
    "3012870872": "Web stranice i aplikacije koje koriste besplatnu verziju (hCaptcha Publisher) zarađuju prihod od tog rada umjesto da ga doniraju Googleu.",
    "2271512952": "Korisnici podržavaju web lokaciju koju posjećuju i doživljavaju manje neželjene pošte.",
    "278010425": "Širok i često promjenjiv niz zadataka na hCaptchi također je teže automatizirati. Jedinstveni interfejs reCAPTCHA nije se promenio mnogo godina i ima mali skup pitanja koja se retko menjaju. Ovo je jedan od načina na koji hCaptcha pruža robusniju anti-bot zaštitu od reCAPTCHA.",
    "984849234": "hCaptcha koristi napredno mašinsko učenje kako bi isporučio ono što reCAPTCHA samo obećava, dok dijeli vrijednost snimljenu sa web lokacijama koje ga koriste.",
    "4063769686": "Korisnici podržavaju web lokaciju koju posjećuju i doživljavaju manje neželjene pošte. Ovo izgleda kao pošteniji dogovor.",
    "685916926": "Zašto se reCAPTCHA nije poboljšala tokom vremena?",
    "3992401943": "Došlo je do revolucije u dubokom učenju od 2012. Industrijska norma za tačnost zadataka radikalno se poboljšala tokom protekle decenije, prvenstveno zbog dubokih konvolucionih mreža. Ostale usluge koje Google nudi na ML-u su pratile ovu krivu.",
    "615031303": "(Vidi fusnote",
    "2125514305": "ML se poboljšao, ali teškoća zaobilaženja reCAPTCHA nije se materijalno promijenila tokom ovog vremena.",
    "1406188018": "6 i 7",
    "2689973938": "Poboljšanje reCAPTCHA stvara suštinski sukob za Google kao dobavljača oglasa.",
    "464238793": "Ako sam Google utvrdi da je korisnik koji je vidio oglas ili kliknuo na link u stvari bio bot, ne može naplatiti oglase prikazane tom korisniku. Ovaj sukob interesa je ozbiljno ograničio opseg Googleovih anti-bot ambicija.",
    "918924423": "Na primjer, Google nije ponudio očigledno vrijedne usluge poput retroaktivnog otkrivanja botova. Mnogo je pouzdanije deklarisati korisnički promet generiranim botovima nakon analize višednevnih podataka.",
    "661412233": "Znati nakon captcha-a da su neki korisnici bili botovi također je vrijedno. Omogućuje vlasnicima web stranica da u budućnosti očiste stare neželjene postove i izbrišu \"uspavane račune\" registrirane na forumima za neželjenu poštu, smanje prevare i još mnogo toga.",
    "3600797185": "Ponuda retroaktivne identifikacije botova otvorila bi Googleu mučna pitanja o tome kako retroaktivno vratiti novac oglašivačima koji su potrošili novac na taj lažni promet.",
    "2076932190": "ReCAPTCHA proizvod je tako stagnirao deceniju.",
    "3856912381": "Korisnici su patili, a nepotrebni web spam je sada u porastu. Ali postoji alternativa.",
    "1035621426": "Svaki bot identificiran pomoću reCAPTCHA direktno smanjuje Googleov prihod od oglasa.",
    "3668115514": "Po čemu se hCaptcha razlikuje?",
    "2413742287": "hCaptcha-in poticaj je maksimizirati tačnost, a ne prihod od oglasa: odgovori botova su beskorisni za naše klijente, kojima su potrebni podaci o obuci ljudi.",
    "1373262754": "Znati ko je pojedinac ima minimalnu vrijednost za hCaptchu. Samo nas zanima da li su ljudi ili zlonamjerni akteri.",
    "600646860": "Umjesto da nudi uslugu upitne vrijednosti dok izvlači rad sa stvarnom vrijednošću, hCaptcha pruža i kompenzaciju i snažnu zaštitu protiv robota.",
    "1836191653": "Umjesto da besplatnim korisnicima nudi uslugu koja se lako može pobijediti dok naplaćuje milione dolara za verziju preduzeća koja nije mnogo bolja, hCaptcha pruža odličnu zaštitu od botova za oboje, dok korisnicima nudi dodatne funkcije i prilagođavanja, zajedno sa jakim SLA-ima i brzom podrškom.",
    "990215503": "hCaptcha je jedina velika captcha usluga koja nije u vlasništvu oglasne mreže.",
    "971933157": "hCaptcha brine o privatnosti, transparentnosti i pravičnosti.",
    "178839499": "hCaptcha dijeli vrijednost obavljenog posla dok korisnici dokazuju svoju humanost.",
    "1237076138": "hCaptcha nudi fer ponudu i besplatnim (hCaptcha Publisher) i poslovnim (hCaptcha Enterprise) korisnicima.",
    "614310292": "Ko je napravio hCaptcha?",
    "4188814619": "hCaptcha je usluga mašina intuicije (",
    "3265328927": "), kompanija za mašinsko učenje koja nudi proizvode i usluge za kompanije koje implementiraju mašinsko učenje u velikom obimu.",
    "2740033957": "Tim za IM se sastoji od naučnika i inženjera iz Applea, Amazona i drugih lidera u mašinskom učenju, distribuiranim sistemima i bezbednosti.",
    "1579715421": "IM naučnici redovno objavljuju na vrhunskim konferencijama kao što su ICML, ICLR, ECCV i NeurIPS, a kompanija je javno objavila najsavremenije rezultate u ML disciplinama kao što je duboko heširanje [",
    "4015238193": "i OCR [",
    "279580593": "imachines.com",
    "279918384": "Kako Google koristi vašu besplatnu radnu snagu?",
    "2385522384": "Vjerovatno ste vidjeli kadrove video zapisa sa kamera na Googleovim Waymo samovozećim automobilima i pomogli da se poboljša njihovo prepoznavanje objekata.",
    "1517627947": "Vjerovatno ste viđali slike zgrada ili uličnih znakova iz Google-ovih automobila Streetviewa i pomagali u označavanju lokacija za njihove Mape i Earth proizvode.",
    "3225936061": "Vjerovatno ste viđali slike teksta preuzetog sa stranica knjiga na Googleovoj usluzi Books i pomogli da se poboljša njihov softver za OCR (prepoznavanje teksta).",
    "129661785": "Jeste li ikada zamoljeni da \"kliknete na auto/pješački prelaz/stop svjetlo?\"",
    "936667684": "Jeste li ikada zamoljeni da \"ukucate znak zgrade/ulice?\"",
    "3773515538": "Jeste li ikada zamoljeni da \"ukucate dvije riječi?\"",
    "1778058441": "Koje vrste poslova rade na hCaptchi?",
    "366088791": "hCaptcha podržava širok spektar zadataka.",
    "3114147525": "hCaptcha korisnici koriste uslugu za zadatke uključujući prepoznavanje objekata, detekciju atributa (prikupljanje etiketa za identifikaciju vrsta odjeće), rangiranje po relevantnosti (odabir najrelevantnijeg proizvoda iz nekoliko opcija u poređenju s primarnim proizvodom), okvire za ograničavanje (pronalaženje područja od interesa na sliku), \"Human OCR\" (prepoznavanje teksta na slici) i mnoge druge vrste zadataka.",
    "3139609561": "Ispod su dva primjera tipova poslova klasifikacije slika i detekcije atributa. [",
    "2273532558": "Ko su kupci koji plaćaju hCaptcha?",
    "4104221634": "hCaptcha korisnici se protežu u različitim industrijama, od tehnoloških kompanija do onih fokusiranih na modu, maloprodaju i druga područja gdje mogu stvoriti vrijednost primjenom strojnog učenja.",
    "1337725003": "hCaptcha je posvećen demokratizaciji pristupa velikom broju napomena u realnom vremenu, omogućavajući velikim i malim kompanijama da poboljšaju kvalitet svojih proizvoda i usluga primjenom mašinskog učenja u svom poslovanju.",
    "4086379603": "Pitanja?",
    "1243684308": "Vaše povratne informacije shvaćamo ozbiljno i želimo osigurati da svi imaju ugodnije iskustvo na mreži, s manje botova i manje neželjene pošte. Javite nam se:",
    "2645321220": "A ako mislite da je cijena reCAPTCHA previsoka, pitajte nas za hCaptcha Enterprise. Trenutno u upotrebi od strane nekih od najvećih izdavača, kompanija za finansijske usluge i kompanija za veb infrastrukturu na svetu, oni nisu samo kredibilna alternativa reCAPTCHA: verujemo da nude najbolju trenutno dostupnu zaštitu od botova.",
    "1229233916": "Fusnote",
    "1115642494": "1. Izvor: BuiltWith.com reCAPTCHA stranice. Pristupljeno 9. jula 2019.",
    "448807334": "(\"Stotine miliona CAPTCHA rješavaju ljudi svaki dan.\") Preuzeto 8. jula 2019.",
    "2397590157": "3. Konzervativna procjena: 200 miliona rješavanja * 30 sekundi po rješavanju u godinama = 190,3 čovjek-godina/dan.",
    "3236311792": "4. hCaptcha interna analiza. Podaci prikupljeni do 30. juna 2019. Detalji dostupni na zahtjev.",
    "1752259468": "5. Konzervativna procjena: 0,01 USD cijena jedne napomene * prosječno 200 miliona. napomene po danu (donja granica) * 365 dana godišnje * 10 godina od akvizicije iz 2009. = vrijednost donje granice od 7,3 milijarde dolara.",
    "3268946369": "6. Zasluge: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Izvor: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "SEMANTIČKA HIJERARHIJA ZASNOVANA RELACIJSKA UGRAĐIVANJA ZA SLABO NADZOROVANO DUBINSKO HEŠIRANJE, Heikki Arponen, Tom E Bishop. ICML 2019, LLD radionica.",
    "2544169219": "Najnoviji rezultati: ICML LLD, maj 2019.",
    "1973347745": "10. Primjeri slika bez naknade. Izvor: Petapixel.",
    "1493115924": "Napomene o zaštitnim znakovima:",
    "4051104324": "\"Intuition Machines\" je registrovani zaštitni znak kompanije Intuition Machines, Inc.",
    "3983646521": "Svi nazivi proizvoda, logotipi, robne marke, zaštitni znaci i registrovani zaštitni znaci vlasništvo su njihovih vlasnika. Sva imena kompanija, proizvoda i usluga korištena na ovoj web stranici služe samo u svrhu identifikacije. Upotreba ovih imena, zaštitnih znakova i robnih marki ne podrazumijeva odobravanje. U ovom slučaju, sasvim suprotno.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Naučnici za IM postavili su novo mjerilo za slabo nadgledano prepoznavanje teksta (OCR) na CVPR 2020.",
    "1259002282": "Pronašli ste grešku? Evo kako to prijaviti.",
    "3301728462": "Milioni ljudi koriste hCaptcha svakog mjeseca, na hiljadama kombinacija pretraživača, ekstenzija, uređaja, zaštitnih zidova i još mnogo toga.",
    "3878230879": "Naš cilj je da se pobrinemo da to uvijek radi za vas, tako da veoma cijenimo vaše izvještaje!",
    "2465128185": "Za brze povratne informacije, samo kliknite na dugme \"Pošaljite nam povratne informacije\".",
    "2921990472": "Ako vidite funkcionalni problem, slijedite",
    "2870341481": "ispod. Samo za sve druge pretraživače",
    "1866590035": "upute dnevnika otklanjanja grešaka za Chrome",
    "444492541": "upute dnevnika otklanjanja grešaka za Firefox",
    "169267610": "email us",
    "3100722753": "Za potencijalne probleme sa sigurnošću ili privatnošću pogledajte uputstva u nastavku.",
    "1906593952": "Dajte povratne informacije o hCaptchi koju ste upravo vidjeli",
    "3951254541": "Cijenimo vaš doprinos. Javite nam sve probleme i brzo ćemo ih riješiti.",
    "3324288040": "Pošaljite nam povratne informacije",
    "2864016648": "Pitanja privatnosti",
    "304004915": "Ne zanima nas ko su korisnici, samo kolika je vjerovatnoća da su zlonamjerni ili mašine. Podržavamo inicijative poput",
    "1139493658": ", i naporno radite na balansiranju privatnosti i sigurnosti.",
    "3083289844": "Ako ste pronašli problem za koji mislite da bi mogao utjecati na privatnost korisnika, pošaljite nam e-poštu na",
    "4264784515": "Sigurnosne greške",
    "963238401": "Uvijek smo zainteresirani za primanje izvještaja o sigurnosnim greškama. Email",
    "3926027556": "i brzo ćemo vam se javiti.",
    "1589805435": "Takođe imamo a",
    "2560582224": "bug bounty program",
    "103876916": "za prihvatljive sigurnosne izvještaje na hCaptcha servisu i srodni izvorni kod.",
    "497117287": "Opcije pristupačnosti",
    "3230004040": "Jeste li slabovidni ili na neki drugi način ne možete ispuniti hCaptchas?",
    "3480023141": "Saznajte više o opcijama pristupačnosti",
    "2052161540": "Snimanje detalja izvještaja o grešci: Chrome",
    "2281169898": "Slanje informacija o otklanjanju grešaka sa vašim izvještajem će nam znatno olakšati identifikaciju onoga što se događa. Evo uputstava korak po korak:",
    "1123365779": "Ako ste web programer ili stručni korisnik, sažetak je da bismo željeli da nam pošaljete mrežni zapis HAR-a i evidencije konzole pretraživača.",
    "2015218686": "prije nego što prođete kroz ove korake. Ako to riješi vaš problem, i dalje bismo bili zahvalni da nam javite svoju verziju preglednika, blokator oglasa ili ekstenziju preglednika i URL web stranice.",
    "3922723611": "Pokušajte onemogućiti bilo koji blokator oglasa ili sigurnosna proširenja preglednika",
    "4036872105": "prvo pa pokušajte ponovo",
    "993651083": "Korak 1: Otvorite alate za programere (ovo počinje snimanje sesije.)",
    "4163469907": "Korak 2: Kliknite na karticu Mreža u Alatima za programere. Označite polje \"Sačuvaj dnevnik\" na vrhu.",
    "4243348003": "Korak 3: posjeta",
    "641342999": ", ili web stranicu na kojoj imate problem (Napomena o privatnosti: samo ako vam ne smeta da podijelite o čemu se radi) ... a zatim kliknite na dugme \"Ja sam čovjek\" i pokušajte riješiti.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Korak 4: Kliknite na \"Izvezi HAR\" (mala strelica nadole) nakon što pokušate da rešite, čime se čuva mrežni dnevnik. Pošaljite nam taj fajl.",
    "1503240421": "Korak 5: Kliknite na karticu Konzola, a zatim kliknite desnim tasterom miša i zatim \"Sačuvaj kao ..\" da biste sačuvali dnevnik konzole. Pošaljite nam i to.",
    "2863840904": "Korak 6: Poslednji korak, pošaljite nam te HAR i datoteke evidencije konzole e-poštom i opišite problem",
    "4051785543": "Koristite:",
    "3623028666": "(molimo koristite uslugu poput",
    "551761392": "i pošaljite veze) i opciono snimak ekrana, ako sumnjate da se nešto ne prikazuje ispravno. Molimo pošaljite i IP koji koristite. Možete ga dobiti od",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Hvala što ste odvojili vrijeme da nam pomognete da dobijemo ove informacije!",
    "3680327841": "Posvećeni smo tome da hCaptcha dobro funkcionira za sve",
    "1059502393": "Snimanje detalja izvještaja o greškama: Firefox",
    "1112074001": "Korak 2: Kliknite na karticu Mreža u Alatima za programere. Označite okvir \"Persist logs\" na vrhu.",
    "1797298240": "Korak 4: Kliknite na \"HAR\" nakon što pokušate riješiti i odaberite \"Save All as HAR\" da sačuvate mrežni dnevnik. Pošaljite nam taj fajl.",
    "3671246379": "Korak 5: Kliknite na karticu Konzola, kliknite desnim tasterom miša, a zatim \"Odaberi sve\" i sačuvajte to u tekstualnom fajlu, kako biste sačuvali dnevnik konzole. Pošaljite nam i to.",
    "3816867833": "Povratne informacije",
    "788770967": "Žao mi je čuti to! Možda želite koristiti našu opciju pristupačnosti:",
    "1333016413": "Ovo vam omogućava da izbjegnete buduća pitanja registracijom i postavljanjem kolačića.",
    "2333410049": "Pokušajte također isključiti svoj blokator oglasa.",
    "1345083090": "Prijaviti problem sa funkcionalnošću?",
    "2184564739": "Vidi",
    "604751186": "Ostala pitanja? Email",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "kako prijaviti probleme sa detaljnim zapisnicima",
    "1050501253": "Previše teško",
    "3264813246": "Neprikladno",
    "3526939538": "Softverska greška",
    "126134492": "Ostalo",
    "3511610999": "Hajde da se pobrinemo da dođete na pravo mjesto.",
    "3906886217": "Za kompanije ili web stranice",
    "1621597093": "Sigurnosna rješenja preduzeća (plaćena)",
    "3176531704": "Bilješka podataka",
    "1834239172": "Kupite usluge hCaptcha bilješki",
    "1457707016": "Za pojedince",
    "770264626": "Dodajte hCaptcha na svoju uslugu (besplatno)",
    "881015166": "Dodaj hCaptcha for Publishers na moju web stranicu ili aplikaciju",
    "47536007": "Saznajte više o hCaptchi",
    "2012837493": "Rezultati pretrage",
    "4034694801": "Nema odgovarajućih rezultata.",
    "3621411541": "Saznajte više o opcijama pristupačnosti za hCaptcha",
    "3401005681": "Zaradi novac",
    "3933993151": "Radite kao individualni označivač podataka",
    "563059212": "Lista podprocesora",
    "3501923981": "Posljednje ažurirano: 1. januara 2020.",
    "3548097301": "Na snazi: 1. januara 2020.",
    "3991444169": "Ova stranica navodi trenutne podprocesore za hCaptcha Enterprise uslugu.",
    "835396984": "Trenutno aktivan",
    "424089481": "Amazon Web Services, Inc. (Global). Pružane usluge: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Global). Pružane usluge: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Globalno). Pružane usluge: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Global). Pružane usluge: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Napomena: ne odnosi se na sve kupce. Na primjer, IP Blinding ili drugi korisnici naprednih opcija privatnosti ili sigurnosti (npr. korisnici Secure Virtual Tenancy) su u potpunosti isključeni iz bilo kojeg potencijalnog \"PII\" koji ikada ulazi u sisteme telemetrije, čak i IP adresu. Molimo kontaktirajte svog predstavnika za račun za više informacija ako je potrebno.",
    "700843971": "Hound Technology, Inc. (Global). Usluge koje pruža: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Global). Pružane usluge: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Global). Pružane usluge: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Global). Pružane usluge: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Infrastruktura",
    "370366524": "Telemetrija efemerne usluge",
    "121192737": "Predstojeći dodaci",
    "2420789666": "Fastly, Inc. Pružane usluge: Fastly CDN i edge compute.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Na snazi: 1. septembra 2021. Dodavanje infrastrukture",
    "1487796027": "Za kompanije",
    "3943417791": "Dobijte podršku za hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (besplatno)",
    "3397976149": "Dobijte podršku za hCaptcha Publisher",
    "833750823": "Imate poteškoća s izazovom?",
    "2024737147": "Želite prijaviti grešku?",
    "1978884623": "Saznajte više o prijavljivanju problema sa softverom",
    "4188664955": "Glavni uslovi korišćenja usluge",
    "2621989404": "Posljednje ažurirano: 24. septembra 2021. Imajte na umu da su naši uslovi na engleskom jeziku mjerodavni.",
    "2404545611": "Dobrodošli u hCaptcha! Hvala vam što ste dio naše zajednice. Svi korisnici \"Usluga\" (definiranih u nastavku) moraju prihvatiti sljedeće uslove (\"Uslovi korištenja\"). Prema ovim Uvjetima pružanja usluge, \"IMI\", \"mi\" i \"nas\" se odnose na Intuition Machines, Inc. i njegove podružnice, podružnice, službenike, agente, zaposlenike, predstavnike i agente, a naša \"web stranica\" uključuje bilo koju web stranicu pod našu kontrolu, uključujući www.hcaptcha.com i www.imachines.com.",
    "2348450790": "Molimo pročitajte ove Uslove korištenja. One uključuju, između ostalih odredbi, odricanje od garancija, ograničenja odgovornosti i obavezujuću arbitražu. Imajte na umu da su se ovi Uslovi korištenja mogli promijeniti od vaše posljednje posjete našoj web stranici. Možemo s vremena na vrijeme revidirati i ažurirati ove Uslove korištenja prema vlastitom nahođenju. U slučaju materijalnih promjena, obavijestit ćemo vas objavljivanjem ažuriranih Uslova korištenja na ovoj stranici, nakon čega morate potvrdno prihvatiti ažurirane Uslove korištenja kako biste nastavili koristiti ili pristupiti Stranici ili Usluzi.",
    "1064537632": "Imajte na umu da je vaše korištenje naše usluge regulirano našim Ugovorom o obradi podataka, koji je ovdje uključen referencom. Pregledajte ovaj ugovor da vidite kako obrađujemo lične podatke u vaše ime. Imajte na umu da djelujemo kao \"obrađivač podataka\" za potrebe Opće uredbe EU o zaštiti podataka i \"pružatelj usluga\" u svrhu Kalifornijskog zakona o privatnosti potrošača.",
    "1933936765": "Ugovor o obradi podataka (Posljednje ažuriranje: 23. septembra 2021.)",
    "2959486280": "Ako se ne slažete s ovim Uslovima korištenja usluge, ne smijete koristiti ili pristupiti Stranici ili Usluzi.",
    "3200859925": "1. Svrha",
    "1807143500": "Usluge uključuju mrežnu sigurnosnu uslugu („hCaptcha usluga“) i platformu („Platforma Intuition Machines“) na kojoj pojedinac („Suradnik“) može izabrati da obavlja zadatke koje treće lice ili sam Intuition Machines (svaki a \"Podnosilac zahtjeva\") objavljuje na našoj web stranici ili hCaptcha servisu, bilo direktno na našoj web stranici ili pristupanjem platformi Intuition Machines i/ili obavljanjem zadataka preko ili u vezi sa entitetom treće strane i/ili platformom ili uslugom (svaki, \"Integrator\"). Podnosioci zahtjeva objavljuju zadatke i pozivaju saradnike da ih izvrše u zamjenu za nagrade koje IMI daje integratorima, ili kako to odredi podnosilac zahtjeva ako podnosilac zahtjeva koristi platformu Intuition Machines ili hCaptcha uslugu za isporuku zadataka vlastitim krajnjim korisnicima. Naplaćujemo kompanije i pojedince (svaki „Kupac“) za korištenje naše platforme kako bi mogli koristiti naš softver, autorske zadatke, unajmiti nas za autorske zadatke i/ili dobiti pristup Saradnicima. Integratorima također naplaćujemo korištenje naše usluge hCaptcha kako bismo smanjili prevaru, zloupotrebu i neželjenu poštu na njihovim web stranicama, mobilnim aplikacijama i drugim online nekretninama. Gore navedeno se zajednički naziva \"Usluge\".",
    "3212830633": "2. Podobnost",
    "2605814073": "Korištenjem ili registracijom za naše Usluge slažete se: imate najmanje 18 godina; imate ovlaštenje da unesete ovaj ugovor u svoje ime ili u ime subjekta koji predstavljate, i u svakom trenutku ćete ostati u skladu sa ovim Uslovima korištenja i svim IMI politikama i smjernicama koje se ovdje pominju; i nećete zloupotrebljavati našu web stranicu, lažno nam predstavljati svoj identitet ili koristiti umjetnu inteligenciju za dovršenje bilo kojeg dijela bilo kojeg zadatka na IMI-ju koji zahtijeva ljudsku inteligenciju.",
    "2616040974": "3. Kupci i podnosioci zahtjeva",
    "1544829730": "Ako ste korisnik ili podnosilac zahtjeva, slažete se da će se dodatni uslovi koji su ovdje priloženi kao Dodatak za korisnike primjenjivati i biti uključeni referencom u ove Uslove korištenja usluge. Ako niste Kupac ili Podnosilac zahtjeva, ili prestanete biti Klijent ili Podnosilac zahtjeva, tada se dodatni uslovi u Dodatku za klijente neće primjenjivati niti će biti uključeni referencom u ove Uslove korištenja usluge.",
    "3759360138": "4. Korisničko ime i Lozinka",
    "2236960358": "Nakon registracije, od vas će se tražiti da otkrijete određene lične podatke o vama (\"Lični podaci\"), uključujući vaše ime, adresu e-pošte i da kreirate korisničko ime i lozinku, a sve će to biti predmet naše Politike privatnosti, dostupnog na našem web stranica. Vi ste jedini odgovorni za nadgledanje, osiguranje i održavanje sigurnosti vašeg naloga, lozinki i svih ključeva za autentifikaciju povezanih s vašim nalogom, i odgovorni ste za bilo kakvu upotrebu ili radnju poduzetu korištenjem tih informacija na Uslugama.",
    "3047519814": "Saglasni ste da svoj nalog ili lozinku nećete dijeliti ni sa kim.",
    "1699668873": "Morate odmah obavijestiti IMI ako sumnjate da je neko drugi ukrao ili koristio informacije o vašem računu ili bilo koje drugo kršenje sigurnosti.",
    "3044038608": "Saglasni ste da ćete nam dati istinite, tačne i potpune informacije kako se traži u našem procesu registracije. Također se slažete da ćete ažurirati takve informacije odmah po potrebi kako bi bile ažurne i tačne.",
    "4132302900": "5. Vaša privatnost, vaši podaci i \"Podaci za sve\"",
    "10724169": "Prihvatate našu Politiku privatnosti, koja reguliše šta ćemo raditi sa bilo kojim ličnim podacima koje nam date.",
    "1669194950": "Osim ličnih podataka, od vas će se možda tražiti da dostavite (ili će nam možda biti potrebno da prikupimo) druge podatke kako bismo mogli pružati Usluge (zajedno, \"Podaci o klijentima\"). Ne snosimo odgovornost za bilo kakav neuspjeh u pružanju usluga koji je uzrokovan vašim kašnjenjem ili nemogućnošću pružanja podataka o klijentima.",
    "1330274831": "Ovim nam dajete svjetsku, neekskluzivnu, podlicenciranu, prenosivu, besplatnu, neopozivu licencu tokom trajanja ovog Ugovora za korištenje, reprodukciju, elektroničku distribuciju i javno prikazivanje bilo kojih podataka o klijentima isključivo u svrhu pružanja Usluga . Izjavljujete i jamčite da posjedujete dovoljno prava, vlasništva i interesa ui za svoje podatke kako biste dodijelili licencu u ovom odjeljku.",
    "2230333214": "Mi agregiramo Podatke o korisnicima s drugim podacima tako da rezultati nisu lični identifikacioni, a takođe prikupljamo neidentifikovane tehničke evidencije i podatke u vezi sa korišćenjem Usluga („Združeni/de-identifikovani podaci“). Bez obzira na bilo šta što je u suprotnosti sa ovim Ugovorom, IMI može koristiti sve takve zbirne/deidentifikovane podatke za bilo koju poslovnu svrhu tokom ili nakon važenja ovog Ugovora, uključujući bez ograničenja za razvoj i poboljšanje Usluga i kreiranje i distribuciju izveštaja i drugih materijala. Korisnički podaci mogu takođe postojati i biti prikazani u sistemu u ograničenom vremenskom periodu koji ne prelazi 180 dana nakon što je posao završen, na primer kao podaci za automatsku kalibraciju ili validaciju za sisteme Intuition Machines. Radi jasnoće, ovaj odeljak 5 ne daje nam pravo da vas identifikujemo kao izvor bilo kojih zbirnih/deidentifikovanih podataka bez vašeg prethodnog pismenog odobrenja.",
    "3881754581": ". Ako ste korisnik naših usluga bilješki i odabrali ste opciju \"Podaci za sve\" kao dio vašeg korištenja Usluga, tada IMI-u i svim korisnicima usluga dopuštate globalnu, neisključivu, podlicencu, prenosiva, besplatnu, neopozivu licencu za potpuno iskorištavanje svih podataka o klijentima, uključujući sva povezana prava intelektualnog vlasništva. Ako odaberete opciju \"Podaci za sve\", izjavljujete i jamčite da posjedujete dovoljno prava, vlasništva i interesa za i za svoje podatke kako biste dodijelili licencu u ovom dijelu.",
    "3496767126": "Radi izbjegavanja sumnje, sljedeći paragraf se odnosi isključivo na Kupce koji koriste naše usluge bilješki, a ne na korištenje naših usluga kao integratora",
    "767207800": "Ako vaši podaci sadrže potencijalno eksplicitan ili uvredljiv sadržaj, od vas tražimo da ih označite kao \"EKSPLICITAN SADRŽAJ\" kako bi služili kao pošteno upozorenje svakome ko vidi vaše podatke. Ne možete bez posebnog pismenog sporazuma sa IMI-jem uključiti zadatke koji krše naše politike, uključujući, ali ne ograničavajući se na, (a) zadatke koji direktno ili indirektno promoviraju drugu web stranicu ili uslugu, (b) zadatke koji krše uslove web stranice treće strane i uslovi, (c) zadaci kojima se od saradnika traži da traže treće strane, (d) zadaci koji traže od saradnika da preduzmu radnje da manipulišu ponašanjem ili rezultatima veb stranice, (e) zadaci koji krše prava intelektualnog vlasništva trećih strana i (f) zadaci koje zahtijevaju od saradnika za preuzimanje softvera ili datoteka.",
    "3370561195": "6. Prihvatljivo ponašanje",
    "4205152730": "Potičemo vas na interakciju s drugim korisnicima bilo gdje na našoj web stranici, forumu, razmjeni poruka, chatu i drugim kanalima društvenih medija koje kontrolira IMI, ali ako to učinite, morate se pridržavati svih uvjeta usluge i korištenja na našoj web stranici i svih relevantnih zakona .",
    "1394253934": "7. Zloupotreba, zloupotreba i lažno predstavljanje",
    "1406393333": "Bilo kakav pristup ili korištenje Usluga osim u skladu s ovim Uvjetima korištenja usluga i bilo kakvim uputama koje pružamo strogo je zabranjeno. Konkretno, NEĆETE:",
    "3409726716": "registrirajte se za više od jednog naloga kod nas bez pismenog ovlaštenja;",
    "3119498672": "obavljati bilo koji zadatak uz korištenje Internet robota, web robota, botova, skripti ili bilo kojeg drugog oblika umjetne inteligencije ili na drugi način pokušati dobiti nagradu od IMI-ja ili bilo kojeg podnosioca zahtjeva ili integratora bez dovršavanja zadataka kako su opisani;",
    "1188668818": "pružite bilo kakve lažne informacije dok koristite ovu web stranicu (uključujući bez ograničenja lažno predstavljanje bilo koje druge osobe ili organizacije na vašem računu, ili lažno navođenje ili na drugi način lažno predstavljanje sebe ili vaše povezanosti s bilo kojom drugom osobom ili organizacijom na vašem računu;",
    "2804310964": "pristupiti ili pokušati pristupiti našoj web stranici putem bilo kojeg proxy web servera ili drugog uređaja dizajniranog da prikrije vašu pravu lokaciju ili identitet ili na bilo koji drugi način osim danog sučelja;",
    "1374227759": "koristiti web stranicu za bilo koju nezakonitu aktivnost, ili u bilo koju drugu svrhu osim svrhe za koju je stavljena na raspolaganje;",
    "2103513933": "baviti se aktivnostima koje ometaju ili ometaju funkcionisanje stranice;",
    "137127070": "ubacite, otpremite ili priložite zlonamjerne ili nepoznate vanjske veze ili datoteke, ili otpremite bilo koji sadržaj koji sadrži virus, trojanskog konja, crva, tempiranu bombu ili drugi štetan računalni kod;",
    "1686655020": "Otpremite bilo koji sadržaj koji podliježe autorskim pravima koji nije vaše originalno djelo, osim ako imate dozvolu zakonitog vlasnika da objavite takav sadržaj i da IMI-ju dodijelite sva licencirana prava koja su ovdje data;",
    "1406692811": "sudjelovati u slanju neželjene pošte ili objavljivanju bilo kakvog publiciteta, pokušaju dobivanja preporuka, masovnoj komunikaciji, novčanim ponudama ili zahtjevima, traženju usluga, oglašavanju, marketingu, besmislenim porukama, dupliciranim temama, ilegalnim sadržajima, linkovima na društvene web stranice, adresama e-pošte ili ID-ovi instant messengera osim ako to zahtijeva zadatak;",
    "3893539589": "umetnuti eksterne veze koje nude robu ili usluge osim ako to zahtijeva zadatak;",
    "3214322759": "na drugi način sudjelovati u bilo kojoj zlonamjernoj ili lažnoj aktivnosti.",
    "3733422465": "8. Provjera vašeg identiteta",
    "267645277": "IMI može potvrditi vaš identitet. Ovo može uključivati poređenje vaših ličnih podataka sa bazama podataka trećih strana ili zvaničnim pravnim dokumentima. Ovlašćujete nas da izvršimo sve upite potrebne za potvrdu vašeg identiteta, vašeg vlasništva nad vašom e-mail adresom i vašeg vlasništva nad vašim finansijskim računima. Slažete se da ćete dati informacije o vama kako biste nam pomogli u verifikaciji vašeg identiteta.",
    "4169910317": "9. Usklađenost sa zakonom",
    "519755936": "Vi ste jedini odgovorni za pridržavanje saveznih, državnih, pokrajinskih i lokalnih zakona u vezi sa vašim korištenjem Usluga. Saglasni ste da ćete nas obeštetiti i smatrati nas bezopasnim za bilo kakve tužbe protiv nas jer niste postupili u skladu sa bilo kojim zakonom ili prekršili bilo koja prava treće strane, uključujući, bez ograničenja, ugovorna prava, prava intelektualnog vlasništva ili privatnosti.",
    "731546974": "10. Porezi za doprinose ili integratore",
    "3128328457": "Ako ste saradnik ili integrator, samo ste vi odgovorni za plaćanje bilo kojeg procijenjenog ili drugog saveznog, državnog ili lokalnog poreza na dohodak, socijalnog osiguranja, FICA-e i naknade radnika koji se duguju kao rezultat korištenja naše web stranice, kao i slični porezi ili naknade u jurisdikcijama izvan SAD. Saglasni ste da ćete nas obeštetiti i smatrati nas bezopasnim za bilo kakve procjene protiv nas jer niste postupili u skladu sa bilo kojim poreznim zakonima.",
    "2931396764": "11. Kršenje ovih Uslova korištenja",
    "1240667045": "Možemo suspendovati, ograničiti ili otkazati vaš pristup Uslugama u bilo koje vrijeme iz bilo kojeg razloga, uključujući: (a) vjerujemo da ste prekršili ove Uslove korištenja (uključujući druge povezane politike); (b) vjerujemo da ste prekršili naša prava ili prava bilo koje treće strane; (c) nismo u mogućnosti da potvrdimo ili potvrdimo autentičnost informacija koje ste nam dali; ili (d) vjerujemo da vaše radnje mogu stvoriti obaveze za vas, nas ili treću stranu. Radi izbjegavanja sumnje, zadržavamo pravo da spriječimo ili obustavimo plaćanje ako razumno vjerujemo da se bilo šta od gore navedenog odnosi na takvo plaćanje.",
    "1601080128": "Ako suspendiramo ili ukinemo vaš račun, više nećete imati pristup bilo kojem dijelu web stranice, uključujući podatke, poruke, datoteke i drugi materijal koji držite na stranici. NE smijete nastaviti koristiti našu web stranicu pod drugim ili novim imenom računa. Kršenje ovih Uslova korištenja može biti krivično gonjeno u najvećoj mjeri zakona i može rezultirati dodatnim kaznama i sankcijama.",
    "1160707899": "12. Uloga i odnos saradnika sa IMI i drugim podnosiocima zahtjeva",
    "269838707": "Ako ste saradnik, vi i samo vi odlučujete koje ćete i koliko zadataka izvršiti, te kada i gdje ćete ih završiti. Slobodni ste potrošiti onoliko ili malo vremena na izvršavanje zadataka koliko želite. Ni u kom trenutku niste u obavezi da izvršite zadatak.",
    "1087195513": "Ako ste saradnik koji pristupa uslugama i/ili obavlja zadatke preko ili u vezi sa integratorom u ime podnosioca zahteva koji nije IMI, tada se slažete i prihvatate da Intuition Machines nije odgovoran i nema nikakve obaveze prema vama sa poštovanje bilo koje nagrade ili druge naknade za obavljene zadatke. Slažete se i potvrđujete da se sve nagrade ili druge naknade za obavljene zadatke određuju isključivo u skladu sa vašim dogovorom sa podnosiocem zahtjeva i/ili integratorom, prema potrebi. Svi sporovi oko takvih nagrada ili druge naknade (uključujući, bez ograničenja, neuspeh u primanju takvih nagrada ili druge naknade) su isključivo između vas i podnosioca zahtjeva i/ili Integratora, prema potrebi.",
    "952813944": "Ni vaše korištenje naše web stranice, niti bilo šta u ovom ugovoru ne stvara zaposlenje, partnerstvo, zajedničko ulaganje, agenciju, franšizu ili prodajni odnos između vas i Intuition Machines. Ne pružamo vam nikakvu opremu ili alate za obavljanje zadatka. Ne pružamo vam nikakve beneficije, naknade za radnike ili osiguranje. Ne snosimo odgovornost za bilo kakve troškove koje imate prilikom korištenja naše web stranice. Nećemo zadržati nikakav iznos od vaše nagrade za savezni ili državni porez na prihod, socijalno osiguranje ili bilo koji drugi porez. U svakom trenutku možete obavljati zadatke za bilo koju osobu ili posao, uključujući bilo koju našu konkurenciju. Nemate ovlaštenje da sklapate bilo kakav ugovor, pismeni ili usmeni, u ime Intuicijskih mašina.",
    "3460432665": "Bez obzira na gore navedeno, ako ste američki porezni obveznik, možemo tražiti od vas W-9, koji se ažurira godišnje, i možemo vam zabraniti obavljanje zadataka dok ne završite ili ažurirate W-9.",
    "458271951": "Ako ste Saradnik koji pristupa Uslugama i/ili obavlja zadatke preko ili u vezi sa Integratorom u ime Intuition Machines (koji djeluje kao podnosilac zahtjeva), Intuition Machines vas može nagraditi za prihvatljivo izvršenje određenih zadataka. U slučaju da se utvrdi da ste bili uključeni u prevaru, zloupotrebu ili kršenje ovih Uvjeta pružanja usluge, Intuition Machines vam može uskratiti i/ili povratiti sve nagrade.",
    "3056723024": "13. Neprihvatljivo izvršenje zadataka",
    "3913203723": "Ako, iz bilo kojeg razloga, podnosilac zahtjeva ne prihvati izvršenje zadatka koji ste obavili, vi kao saradnik ili integrator nećete imati pravo na nagradu za zadatak. U slučaju da su vam nagrade već podijeljene za neprihvatljivo obavljen zadatak, možemo ih vratiti od vas.",
    "3666807632": "14. Kvalifikacije i vještine saradnika",
    "1993899769": "15. Naša upotreba informacija",
    "2927283721": "Obavljanjem zadataka na našoj web stranici ovlašćujete prikupljanje, korištenje i otkrivanje vaših osobnih podataka u skladu s našom Politikom privatnosti. Osim toga, možemo podijeliti određene informacije o vama i vašim dovršenim zadacima podnosiocu zahtjeva čije ste zadatke obavili kako bismo olakšali odnos usluge i poboljšali web stranicu, uključujući, na primjer, ID saradnika, rezultate dovršenih zadataka i druge atribute koji se odnose na vaše kvalifikacije, jezike, vještine i korištenje web stranice.",
    "3027055607": "16. Intelektualna svojina i vlasnička prava",
    "3910971075": "IMI posjeduje sva prava, uključujući prava intelektualne svojine, na izvorni kod, objektni kod ili temeljnu strukturu, ideje ili algoritme, API i bilo koji dodatni softver, dokumentaciju ili podatke koji se odnose na Usluge (\"Softver\"). Nećete, direktno ili indirektno, preko treće strane ili na drugi način: (a) vršiti obrnuti inženjering, dekompajlirati, rastavljati ili na drugi način pokušavati da otkrijete Softver; (b) modificirati, prevoditi ili kreirati izvedena djela zasnovana na bilo kojem softveru; (c) kopirati, iznajmiti, iznajmiti, distribuirati, založiti, ustupiti ili na drugi način prenijeti ili opteretiti prava na bilo koji Softver; (d) koristiti bilo koji Softver za dijeljenje vremena, svrhe servisnog biroa ili na drugi način u korist treće strane; ili (e) ukloniti sve vlasničke napomene ili etikete.",
    "3660891610": "Ako ste saradnik, IMI, a ne vi, ima vlasnička prava na bilo koji rad koji izradite kao deo obavljanja bilo kog zadatka. Prihvatanjem uslova ovog Ugovora pristajete na (i ovime činite) da prenesete posjed, vlasništvo i vlasništvo (uključujući sva prava intelektualne svojine koja postoje širom svijeta) ui na svoj rad na nas. Da bismo osigurali da smo u mogućnosti da steknemo, usavršimo i koristimo takva prava, dalje se slažete da (i) potpišete sve dokumente koji će vam pomoći u dokumentovanju, usavršavanju i provođenju naših prava; i (ii) obezbedi razuman pristup informacijama za snimanje, usavršavanje, obezbeđivanje, odbranu i sprovođenje takvih vlasničkih prava u bilo kojoj i svim zemljama. Vaše obaveze prema ovom odjeljku će se nastaviti čak i nakon što se odjavite ili prestanete koristiti Usluge. Imenujete nas kao svog punomoćnika da izvršimo dokumente u vaše ime u svrhe navedene u ovom odjeljku.",
    "426125156": "17. Autorska prava i uklanjanje",
    "1408530660": "IMI poštuje intelektualno vlasništvo drugih i zadržavamo pravo da sa naše stranice uklonimo bilo koji materijal za koji smatramo da bi mogao narušiti intelektualna prava bilo koje treće strane. Ako smatrate da je vaš vlastiti rad kopiran na način koji predstavlja kršenje autorskih prava na ovoj web stranici, kontaktirajte korisničku podršku Intuition Machines.",
    "2696932851": "18. Obeštećenje",
    "3844300338": "Saglasni ste da ćete nas obeštetiti, braniti i čuvati nas od svih potraživanja, štete, odgovornosti, troškova i izdataka (uključujući razumne advokatske honorare i troškove), koji proizlaze iz ili se odnose na vaše obavljanje zadataka ili vaše korištenje naše web stranice .",
    "2474091800": "19. Sporovi sa drugim korisnicima; Pustiti",
    "3162107126": "IMI nije strana u bilo kakvom sporu između vas i bilo kog drugog korisnika usluga. Oslobađate IMI i njegove podružnice od svih i svih potraživanja, zahtjeva i šteta svake vrste i prirode, poznatih i nepoznatih, sumnjivih i nesumnjivih, otkrivenih i neotkrivenih, koji proizlaze iz ili su povezani s bilo kojim sporom između vas i drugog korisnika.",
    "2271969747": "20. Povjerljive informacije koje primate",
    "1042802841": "Povjerljiva informacija je svaka informacija koja je označena kao povjerljiva ili vlasnička, ili koju bi strana koja prima razumno trebala shvatiti kao povjerljiva ili vlasnička. Ovo ne uključuje bilo koju informaciju koja je (1) javno dostupna, (2) već u posjedu, koju je samostalno razvila ili koja je već poznata strani koja prima, ili (3) koja je otkrivena sudskim nalogom ili kako to na drugi način zahtijeva zakon.",
    "1918025546": "Ako dobijete povjerljive informacije od bilo koga na Uslugama, slažete se da ćete zaštititi tajnost povjerljivih informacija sa istim stepenom pažnje koju koristite za zaštitu svojih povjerljivih informacija, ali ni u kojem slučaju s manje od dužne pažnje. Ne smijete otkriti ili objaviti takve povjerljive ili vlasničke informacije, osim ako je to neophodno za obavljanje nekog zadatka. Sve informacije unutar zadatka na platformi Intuition Machines treba smatrati povjerljivim čak i ako informacije nisu izričito označene kao povjerljive.",
    "2690395789": "Ako i kada vam više ne budu potrebne povjerljive informacije koje ste primili, morate odmah vratiti ili uništiti (na zahtjev onoga ko je otkrio informacije) sve kopije informacija koje postoje u prostorijama, sistemima ili drugoj opremi koju kontrolirate.",
    "2178073797": "Budući da otkrivanje povjerljivih informacija može uzrokovati nepopravljivu štetu, strana koja je otkrila ima pravo tražiti zabranu za svako kršenje ili prijetnju kršenja ovog uslova.",
    "2185860003": "21. Izmjene web stranice",
    "2631249972": "Možemo poboljšati ili modificirati našu web stranicu bez vašeg obavještenja.",
    "3764131594": "22. Web stranice trećih strana",
    "295955580": "Naša web stranica može sadržavati linkove na web stranice trećih strana. Mi ne kontroliramo, ne istražujemo, ne pratimo niti provjeravamo takve web stranice. Nismo odgovorni niti podržavamo kompjuterske programe, sadržaj ili mišljenja sadržana na takvim web stranicama. Ako odlučite napustiti našu web stranicu i pristupiti bilo kojoj web stranici treće strane, to činite na vlastitu odgovornost.",
    "838225123": "23. Odricanje od garancije",
    "3897238493": "USLUGE SE PRUŽAJU NA OSNOVU \"KAKO JESU\". NE DAJEMO NIKAKVE IZJAVE ILI GARANCIJE, PODRAZUMEVANE ILI IZRIČITE, U ODNOSU NA DOSTUPNOST, PRIKLADNOST, ZAKONITOST, DOSTUPNOST ILI FUNKCIONALNOST USLUGA, BILO KAKVE POVEZANE SOFTVERE ILI MATERIJALE, ODGOVARAJU SE. U MAKSIMALNOJ MERI KOJI JE DOZVOLJENO ZAKONOM, IMI SE ODRIČE SVIH IZRIČITIH ILI PODRAZUMEVANIH USLOVA, IZJAVA I GARANCIJA UKLJUČUJUĆI, ALI NE OGRANIČENO NA, GARANCIJE ZA TRGOVINU, PRIKLADNOST I PRIKLADNOSTI ZA RAD. VAŠ JEDINI I EKSKLUZIVNI PRAVNI LIJEK PROTIV IMI-ja U ODNOSU NA BILO KAKVE KVARE, NEUSKLADNOSTI ILI NEZADOVOLJSTVO JE PRESTANAK KORIŠĆENJA USLUGA. Nećemo snositi nikakvu odgovornost za bilo kakvu štetu vašem računarskom sistemu, gubitak ili oštećenje podataka ili drugu štetu koja rezultira iz vašeg pristupa ili korištenja web stranice ili platforme Intuition Machines. Može doći do zakazanih i neplaniranih prekida, a mi ne jamčimo neprekidnu dostupnost naše web stranice.",
    "2110259227": "24. Ograničenje odgovornosti",
    "3018077211": "25. Rješavanje sporova saradnika",
    "2790841456": "Ako ste saradnik, slažete se sa sljedećom klauzulom o arbitraži i odricanjem od grupne tužbe:",
    "3302832698": "Potrebno je alternativno rješavanje sporova.",
    "561456032": "Slažete se da za bilo koji spor koji proizlazi iz ili se odnosi na vaše korištenje Usluga, uključujući bilo koji spor koji je mogao nastati od trenutka kada ste počeli obavljati zadatke za IMI, a posebno uključujući bilo koju tvrdnju u vezi s tim da li se klasifikujete kao nezavisnog izvođača, prvo ćete obavijestiti IMI o svom zahtjevu protiv njega. Vi i IMI ćete tada pokušati riješiti problem direktnim pregovorima ili posredovanjem. Podijelit ćemo jednako troškove posredovanja i saglasni smo da će se medijacija obavljati telefonskim ili drugim elektronskim putem. Ako zahtjev ostane neriješen nakon neformalnih pregovora ili posredovanja, slažete se da ćete vi i IMI koristiti konačnu i obavezujuću arbitražu za rješavanje spora. Ova klauzula reguliše sve zahtjeve retroaktivno od trenutka kada ste počeli koristiti našu web stranicu, bilo da se zasnivaju na deliktu, ugovoru, statutu, uključujući, ali ne ograničavajući se na, sve tvrdnje o diskriminaciji i uznemiravanju, bilo da su zasnovane na Kalifornijskom pravednom zakonu o zapošljavanju i stanovanju , Naslov VII Zakona o građanskim pravima iz 1964. godine, sa izmjenama i dopunama, ili bilo koji drugi državni ili savezni zakon ili propis, pravedni zakon ili na drugi način.",
    "3794239003": "Arbitražni postupak.",
    "4193379787": "Sva arbitraža prema ovom sporazumu će se voditi prema pravilima Američke arbitražne asocijacije ili od strane međusobno dogovorene arbitražne službe. Arbitar će biti američki arbitar izabran sa liste od najmanje sedam (7) imena putem alternativnih štrajkova. U arbitraži svaka strana će imati pravo da sprovede odgovarajuće građansko otkriće, podnese dispozitivne predloge i iznese svedoke i dokaze po potrebi za iznošenje svojih predmeta i odbrane, a sve sporove u vezi s tim rešava arbitar. Rješavanje spora zasniva se isključivo na zakonu koji reguliše iznesene tužbe i odbrane, a arbitar se ne može pozivati na bilo koji drugi osnov osim takvog kontrolnog zakona. Arbitar ima imunitet sudskog službenika od građanskopravne odgovornosti kada djeluje u svojstvu arbitra, koji dopunjuje svaki drugi postojeći imunitet. Odluke moraju sadržavati pismeno obrazloženo mišljenje arbitra. Odričete se svog prava da porota sudi za bilo koju tužbu koju imate protiv IMI-ja ili koju IMI može imati protiv vas. Bilo koji zahtjev prema ovoj klauzuli mora biti podnet unutar važećeg roka zastare. Zakon o federalnoj arbitraži Sjedinjenih Država regulira ovu klauzulu, a vi potvrđujete da ovaj Ugovor dokazuje transakciju u trgovini.",
    "2583888954": "Izuzeci.",
    "1034830": "Sporovi koji ne mogu biti predmet sporazuma o arbitraži pred sporom kako je predviđeno Dodd-Frank Wall Street Zakonom o reformi i zaštiti potrošača (Javni zakon 111-203) isključeni su iz ovog",
    "263977834": "Administrativna iscrpljenost.",
    "1807512722": "Bilo koji zahtjev koji proizilazi iz vašeg korištenja ove web stranice možete podnijeti administrativnoj agenciji, ali samo u mjeri u kojoj primjenjivi zakon dozvoljava pristup takvoj agenciji, bez obzira na postojanje sporazuma o arbitraži. Takvi administrativni zahtjevi uključuju, bez ograničenja, zahtjeve ili optužbe pred Komisijom za jednake mogućnosti zapošljavanja, Ministarstvom rada SAD-a i Nacionalnim odborom za radne odnose. Ništa u ovoj klauzuli neće se smatrati isključujućim ili opravdanjem da podnesete upravni zahtjev bilo kojoj agenciji kako biste ispunili svoju obavezu iscrpljivanja administrativnih lijekova prije podnošenja zahtjeva na arbitraži, međutim, vi se odričete prava na bilo kakvu novčanu nagradu putem ovog agencijski postupci.",
    "996430331": "Lokacija arbitraže.",
    "3040062804": "Svaki arbitražni postupak prema ovom odjeljku će se po defaultu odvijati unutar države Kalifornije, osim ako ne živite izvan Sjedinjenih Država, u kom slučaju će se arbitraža odvijati u potpunosti elektronski ili telefonski. Arbitraža se može održati na bilo kojoj drugoj lokaciji ako se svaka strana saglasi u pisanoj formi. Bez obzira na svoju lokaciju, svaka strana može odlučiti da se pojavi na arbitraži putem video zapisa uživo ili telekonferencije.",
    "3091247030": "Odricanje od klasne tužbe.",
    "2520904193": "Odričete se bilo kakvog prava koje imate da bilo koji spor bude pokrenut, saslušan ili arbitriran kao klasna, kolektivna ili zastupnička tužba. Bez obzira na bilo koju drugu klauzulu sadržanu u ovom sporazumu, prethodna rečenica se ni u kom slučaju ne može odvojiti od ovog sporazuma. Svaki zahtjev da je cjelokupno ili dio ovog odricanja neprovediv, nesavjesan, ništav ili poništiv može biti utvrđen samo od strane nadležnog suda, a ne od strane arbitra. Nećete biti uzvraćani ili spriječeni u dovršavanju zadataka na našoj web stranici kao rezultat vašeg ostvarivanja svojih prava prema Odjeljku 7 Nacionalnog zakona o radnim odnosima, ili podnošenjem ili sudjelovanjem u klasnoj, kolektivnoj ili reprezentativnoj tužbi na bilo kojem forumu , ali možemo zakonito tražiti izvršenje ovog odricanja od grupne tužbe i tražiti odbacivanje takvih klasnih, kolektivnih ili reprezentativnih tužbi ili potraživanja.",
    "3493572638": "Troškovi i naknade.",
    "702926385": "Svaka strana će snositi svoje troškove pravnog zastupanja na svakoj takvoj arbitraži, osim u mjeri u kojoj su advokatski honorari izričito predviđeni zakonom. Strane će podijeliti svaku početnu administrativnu taksu koju naplaćuje arbitar, do maksimalnog troška za vas od dvjesto pedeset dolara (250,00 USD). Troškove arbitra i sudskog izvjestitelja, ako ih ima, u početku ćemo snositi mi; međutim, arbitar će imati diskreciono pravo da dodijeli odgovarajuće troškove vladajućoj strani, kako je predviđeno zakonom, i/ili da zahtijeva od strana da podijele troškove povezane sa arbitrom i/ili sudskim izvjestiteljem.",
    "3199694247": "Odvojivost.",
    "3102490587": "Osim Odricanja od grupne tužbe, ako se bilo koja odredba ili odredba, ili dio ove arbitražne klauzule proglasi nevažećim ili neprovedivim, bit će razdvojena, a ostatak arbitražne klauzule će biti izvršan.",
    "2323013093": "26. Važeći zakon",
    "2900525040": "Zakoni države Kalifornije regulišu ove Uslove korištenja i sve kontroverze, sporove ili zahtjeve koji proizlaze iz njih.",
    "3339302473": "27. Raskid",
    "1158384644": "U bilo kojem trenutku možete odlučiti da prestanete koristiti našu web stranicu, pod uslovom da se morate pridržavati svih primjenjivih IMI politika. Možemo, prema vlastitom nahođenju, raskinuti ovaj ugovor, suspendirati pristup našoj web stranici ili ukloniti bilo koju uslugu odmah bez prethodne najave iz bilo kojeg razloga.",
    "41530052": "28. Opšti uslovi",
    "3202747130": "Cjelokupni ugovor. Ovi Uslovi pružanja usluge i sve politike, procedure ili uslovi navedeni u ovom ugovoru predstavljaju cjelokupni sporazum strana u vezi sa predmetom, te zamjenjuju i poništavaju sve prethodne i istovremene povezane sporazume, zahtjeve, izjave i razumijevanja strana .",
    "4080263153": "No Waiver. Neće se smatrati da smo se odrekli bilo kojeg dijela naših prava ili pravnih lijekova osim ako je odricanje u pisanom obliku i potpisano s naše strane. Ako odgodimo sprovođenje ili propustimo da ostvarimo svoja prava prema bilo kojoj odredbi ovog ugovora, to neće predstavljati odricanje od našeg prava da naknadno provedemo takvu odredbu ili bilo koji dio ovog sporazuma.",
    "1789371580": "Asignability. Ne možete dodijeliti ove Uslove korištenja bez našeg prethodnog pismenog pristanka. Ove Uslove korištenja možemo dodijeliti u bilo koje vrijeme, bez prethodne najave. U skladu sa gore navedenim, ovi Uslovi korišćenja usluge će biti obavezujući za nasljednike svake strane i dozvoljene nositelje.",
    "2819628066": "Odvojivost. Ako se bilo koja odredba ovih Uslova korištenja iz bilo kojeg razloga utvrdi nevažećom ili neprovedivom, to neće utjecati na valjanost i provedivost ostalih odredbi.",
    "3955981186": "Amandmani. Nijedna izmena ili dopuna ovih Uslova korišćenja od strane bilo koga osim IMI-a neće biti obavezujuća za IMI osim u pisanom instrumentu koji je potpisao propisno ovlašćeni predstavnik IMI-ja.",
    "1377538813": "Preovlađujući jezik. Verzija ovih Uslova korišćenja na engleskom jeziku imaće kontrolu u svim aspektima i imaće prednost u slučaju bilo kakvih nedoslednosti sa prevedenim verzijama, ako ih ima.",
    "2438016011": "Dobrovoljni sporazum. Sve strane u ovim Uslovima korištenja izjavljuju i slažu se da je svaka pregledala sve aspekte ovog ugovora, pažljivo pročitala i u potpunosti razumjela sve njegove odredbe, te da dobrovoljno sklapa ovaj ugovor.",
    "2445034923": "Ako se ne slažete sa svim odredbama i uslovima ovih Uslova korišćenja usluge, nemojte (i ne smete) da koristite ili pristupate Sajtu ili Uslugama.",
    "2646127839": "Dodatak za korisnike Glavnim uslovima korišćenja usluge",
    "4097297673": "Kao kupac, podnosilac zahtjeva ili integrator, slažete se da ćete biti vezani dole navedenim uslovima kao dodatak svim drugim obavezujućim uslovima između vas i IMI-ja.",
    "1093280979": "1. Obrasci za narudžbu platforme",
    "1549953005": "Možda ste popunili jedan ili više obrazaca za pristup platformi (svaki, \"Obrazac za narudžbu\") kao uslov da postanete Klijent ili Podnosilac zahtjeva. Ako je tako, onda odredbe i uslovi opisani u Obrascu za narudžbu postaju deo Uslova korišćenja usluge i ovim su uključeni kao referenca.",
    "3819851005": "2. Naknade",
    "1591032933": "IMI-ju ćete platiti naknade kao što je opisano u primjenjivom Obrascu za narudžbu putem načina plaćanja koji ste naveli u primjenjivom Obrascu za narudžbu. Osim ako se obje strane izričito ne dogovore drugačije u pisanom obliku, izvršit ćete punu uplatu za sve izdate fakture u roku od trideset (30) dana nakon datuma slanja fakture. Ovlašćujete nas da pokrenemo autorizaciju kreditne kartice za sve podatke o kreditnoj kartici koje nam date, da pohranimo te podatke o kreditnoj kartici i da teretimo vašu kreditnu karticu ili bilo koji drugi račun za koji se zajednički složimo kao oblik plaćanja. Osim ako nije drugačije navedeno u Obrascu za narudžbu ili u vašem Ugovoru o uslugama preduzeća ili Glavnom ugovoru o usluzi, sve naknade za Usluge, osim prekoračenja, naplaćuju se godišnje na početku usluga koje IMI pruža prema vašem Ugovoru („Datum stupanja na snagu“).",
    "4142610534": "Za svako zakašnjelo plaćanje će se akumulirati naknade za kašnjenje po stopi od 1,5% mjesečno ili maksimalnog iznosa dozvoljenog zakonom, ovisno o tome šta je niže. Ako iz bilo kog razloga ne platite iznos koji dugujete prema ovom Ugovoru, vaš račun može biti suspendiran, prema našem vlastitom nahođenju, u kojem slučaju neće biti izvršena dodatna plaćanja s vašeg računa za završetak zadataka i svi vaši zadaci će biti uklonjeni sa naše web stranice. Morate nam nadoknaditi sve dospjele iznose na zahtjev, plus sve naknade za obradu, zakašnjele ili advokatske naknade. Takođe možemo sačiniti odgovarajuće izveštaje agencijama za kreditno izveštavanje i organima za sprovođenje zakona.",
    "512991700": "Ako želite da osporite bilo koju naknadu, morate kontaktirati naše odjeljenje za korisničku podršku najkasnije trideset (30) dana nakon datuma zatvaranja prvog obračuna ili izvoda računa u kojem se pojavila greška ili problem kako biste dobili korekciju ili kredit.",
    "1273914192": "3. Porezi",
    "4242322181": "Vi ste odgovorni za plaćanje svih poreza povezanih sa Uslugama, osim poreza u SAD koji se procjenjuju na neto prihod ili ličnu imovinu Intuition Machines.",
    "1671996585": "Možda ćete morati da integrišete svoju veb lokaciju, aplikaciju ili platformu sa našim uslugama putem našeg interfejsa za programiranje aplikacija (\"API\"). U slučaju da to učinite, dajemo vam ograničenu, neekskluzivnu, neprenosivu, neprenosivu, opozivu licencu za korištenje API-ja isključivo za pristup Uslugama. Možemo izmijeniti API i/ili prekinuti podršku za stare verzije ili izdanja API-ja u bilo kojem trenutku. Zadržavamo pravo da suspendiramo ili ograničimo vaš pristup API-ju prema vlastitom nahođenju i uložit ćemo razumne napore da vas obavijestimo prije suspenzije.",
    "4036662147": "5. Zaštita povjerljivih informacija",
    "3564208535": "Slažete se da ćete koristiti komercijalno razumne napore da zaštitite sve povjerljive informacije primljene od nas ili putem naših usluga. uključuje rezultate botova i nejavne detalje naše poslovne usluge, uključujući nejavnu dokumentaciju i sve detalje koje možemo podijeliti u vezi s našim metodama otkrivanja botova. Ako vam se odobri pristup takvim povjerljivim informacijama, možemo izmijeniti, suspendirati ili ograničiti vaš pristup našim uslugama prema vlastitom nahođenju ako utvrdimo da su povjerljive informacije izložene vašim korištenjem naših usluga, a mi ćemo uložiti razumne napore da vas obavijestimo prije suspenzije.",
    "120384113": "6. Raskid",
    "453723556": "Možete raskinuti ovaj Dodatak za klijente nezavisno od Uslova korišćenja usluge tako što ćete prestati da budete Klijent ili Podnosilac zahteva. Zadržavamo pravo da suspendujemo ili ukinemo vaš status klijenta ili podnosioca zahtjeva u bilo koje vrijeme, ili da na drugi način ukinemo vaš račun ili korištenje Usluga u skladu s Uslovima korištenja usluge. Ostajete odgovorni po raskidu za bilo koji iznos koji dugujete prema vašem Obrascu za narudžbu. Ako vaša pretplata uključuje mjesečne ili godišnje naknade ili mjesečne ili godišnje minimume, i dalje ćete biti odgovorni za plaćanje svih naknada za Usluge do kraja tog mjeseca, odnosno godine.",
    "218889628": "Osim kada ukinemo ovaj Dodatak za korisnike ili Uslove usluge kao rezultat vašeg kršenja ovog Dodatka za korisnike ili Uslova pružanja usluge, ako raskinemo i ako ste nam unaprijed platili bilo kakve naknade, vratit ćemo pro-ratni dio tih unaprijed plaćene iznose, na osnovu preostalog vremena ili usluga koje ste platili, ovisno o tome što je manje. Završit ćemo naš rad na komercijalno razuman način i sačuvati i dostaviti vam sve plaćene skupove izlaznih podataka i sve podatke o kupcima u našem posjedu. Nakon bilo kakvog raskida, možemo, ali nismo u obavezi, izbrisati bilo koje podatke.",
    "2505227594": "7. Prekoračenje",
    "2369877184": "Maksimalna dozvoljena vršna RPS stopa za hCaptcha integratore ili kupce je 1.000 zahtjeva u sekundi za entitete u okviru vašeg naloga („RPS“), osim ako nije drugačije određeno pisanim ugovorom između vas i nas.",
    "234420106": "U slučaju da ste integrator ili korisnik usluge hCaptcha Enterprise i da vaša upotreba API-ja mjerena RPS-om premašuje predviđenu stopu za vaš nivo usluge, možemo izabrati da izmijenimo vašu uslugu ili da naplatimo previsoku stopu. U slučaju da vaša vršna RPS stopa premašuje predviđenu brzinu za faktor 10 za ukupno 10 ili više minuta u periodu od 30 dana i većina ovih zahtjeva, po našoj isključivoj prosudbi, nije zlonamjerni promet, možemo odlučiti da naplaćuje vam ugovorenu stopu prekoračenja za sve API zahtjeve napravljene u tom mjesecu.",
    "2619472217": "8. Preprodaja",
    "2019702084": "Osim ako nije izričito dozvoljeno u Glavnom ugovoru o usluzi ili Ugovoru o preprodavaču, naručene SaaS usluge neće se prodavati, preprodavati, iznajmljivati, davati u podzakup, licencirati, podlicencirati ili na drugi način stavljati na raspolaganje bilo kojoj drugoj trećoj strani (osim podružnice Korisnika ), a sve narudžbe prema Ugovoru i svo korištenje Usluge od strane Korisnika bit će za internu poslovnu upotrebu Korisnika ili njegovog Pridruženog lica.",
    "1233229030": "Razno",
    "1467783792": "Nijedna osoba, entitet ili organizacija sankcionisana od strane Sjedinjenih Država („Sankcionisani akter“) ne ispunjava uslove za nagrade ili da koristi Usluge kao integrator. Radi izbjegavanja sumnje, ovo uključuje sve sankcionirane aktere koje odredi Ured za kontrolu strane imovine (\"OFAC\") Ministarstva trezora SAD.",
    "3759657802": "Ne smijete dodijeliti, prenijeti ili delegirati ove Uslove usluge ili svoja prava ili obaveze iz ovog Ugovora ni na koji način (na osnovu zakona ili na drugi način).",
    "1627232990": "Prijevodi ovih Uslova korištenja pružaju se na osnovu najboljeg truda. U slučaju bilo kakve suštinske razlike između Uslova korišćenja usluge na engleskom jeziku i njihovog prevoda, Uslovi korišćenja usluge na engleskom jeziku će se tumačiti kao merodavni.",
    "805221621": "Molimo kontaktirajte nas na",
    "259613338": "ako imate bilo kakvih pitanja u vezi sa ovim Uvjetima korištenja usluge.",
    "2735878907": "Izjava o planiranju kontinuiteta poslovanja",
    "2887242610": "Intuition Machines, Inc je razvio Plan kontinuiteta poslovanja o tome kako ćemo odgovoriti na događaje koji značajno ometaju naše hCaptcha poslovanje. Budući da je vrijeme i utjecaj katastrofa i poremećaja nepredvidivi, morat ćemo biti fleksibilni u odgovaranju na stvarne događaje kako se dogode. Imajući to na umu, pružamo vam ove informacije o našem planu kontinuiteta poslovanja.",
    "809251240": "Kontaktirajte nas",
    "2551802342": "– Planiramo da se brzo oporavimo i nastavimo sa poslovanjem nakon značajnog prekida poslovanja i reagujemo tako što ćemo zaštititi naše zaposlene i imovinu, izvršiti finansijsku i operativnu procenu, zaštititi knjige i evidenciju firme i omogućiti našim klijentima i njihovim krajnjim korisnicima da obavljaju transakcije na mreži. Ukratko, naš plan kontinuiteta poslovanja je osmišljen tako da omogući našoj firmi da nastavi sa radom što je brže moguće, s obzirom na obim i ozbiljnost značajnog poremećaja u poslovanju. Naš plan kontinuiteta poslovanja odnosi se na: sigurnosnu kopiju i oporavak podataka; svi kritični sistemi; finansijske i operativne procjene; alternativna komunikacija sa kupcima, zaposlenima i nadzornim tijelima; alternativna fizička lokacija zaposlenih; kritični uticaj dobavljača i kupaca; regulatorno izvještavanje; i blagovremeno obavještavanje naših kupaca ako nismo u mogućnosti nastaviti naše poslovanje. Naša osnovna grupa dobavljača podržava naše važne zapise u geografski odvojenoj oblasti. Iako svaka vanredna situacija predstavlja jedinstvene probleme zasnovane na vanjskim faktorima, kao što su doba dana i ozbiljnost poremećaja, ova grupa dobavljača nas je obavijestila da je njihov cilj da obnove svoje poslovanje i da budu u mogućnosti da brzo nastave sa uslugama. Iako smo radili na smanjenju rizika korištenjem raznolikog skupa dobavljača, vaše usluge bi mogle biti izmijenjene ili prekinute tokom ovog perioda.",
    "826396656": "Naš plan kontinuiteta poslovanja",
    "1979347895": "– Značajni poremećaji u poslovanju mogu varirati po obimu, kao što je samo naša firma, jedna zgrada u kojoj se nalazi naša firma, kvart u kojem se nalazi naša firma, grad u kojem se nalazimo ili ceo region. Unutar svakog od ovih područja, ozbiljnost poremećaja također može varirati od minimalnog do ozbiljnog. U slučaju prekida rada naše firme, našeg poslovnog okruga, grada ili regije ili zgrade u kojoj se nalazi naša firma, po potrebi ćemo prenijeti naše poslovanje na lokalnu lokaciju i ne očekujemo materijalne smetnje u poslovanju. U bilo kojoj situaciji, planiramo nastaviti s poslovanjem, prenijeti operacije na alternativne dobavljače ako je potrebno i obavijestiti vas putem naše web stranice na hcaptcha.com i naše statusne stranice na hcaptchastatus.com o tome kako nas kontaktirati. Ako je značajan poremećaj u poslovanju toliko ozbiljan da nas sprečava da ostanemo u poslovanju, brzo ćemo vas obavijestiti.",
    "653679457": "Varying Disruptions",
    "410397176": "Za više informacija",
    "2095899021": "hCaptcha Smjernice za brendiranje i Opšta licenca za zaštitni znak",
    "2340340589": "Smjernice za korištenje oznake hCaptcha",
    "2430148876": "Stvorili smo ove smjernice i opću licencu za zaštitni znak kako bismo našim kupcima, partnerima i obožavateljima što je više moguće olakšali rad s našim brendom, a da pritom sačuvamo naš korporativni identitet. Ako trebate koristiti hCaptcha ikone, logotipe ili druge oznake na načine koji se bitno razlikuju od ovih smjernica, morat ćete nas kontaktirati (IMI) za pisanu licencu.",
    "3884400764": "Iako možete koristiti hCaptcha oznake prema ovim smjernicama, to ne znači da imate bilo kakva prava na hCaptcha oznake, logotipe ili bilo koji drugi zaštitni znak, trgovačko ime, žig usluge, poslovno ime ili goodwill hCaptcha. Želimo da pružimo što je moguće veću fleksibilnost, ali smo u obavezi da zaštitimo hCaptcha od neovlašćene upotrebe bilo kog žiga, trgovačkog imena, znaka usluge, poslovnog imena ili dobrog imena hCaptcha. Svako neovlašteno korištenje automatski ukida dozvolu ili licencu koju daje hCaptcha i može dovesti do pravne odgovornosti za bilo kakvu štetu.",
    "512598290": "Stoga, moramo tražiti da uvijek koristite sve hCaptcha oznake i logotipe u obliku koji je u skladu sa pravilima u nastavku, uključujući velika slova, font i stil.",
    "2075610992": "Hvala na podršci!",
    "1023190144": "hCaptcha® u tekstu",
    "4274324704": "Evo kako koristiti naše ime u pisanoj kopiji:",
    "3912926900": "hCaptcha® bi trebao imati registrirani zaštitni znak kada se prvi put pojavi u kreativnoj kopiji.",
    "950637875": "Pravopis hCaptcha nikada ne treba mijenjati, a hCaptcha uvijek treba biti veliko slovo u drugom slovu (\"C\"). Nikada nije množina ili posesivna.",
    "2624601135": "\"hCaptcha\" se ne smije koristiti kao dio naziva robne marke, spajati crticom ili koristiti u nazivima aplikacija ili drugih proizvoda.",
    "3828090208": "Umjesto toga koristite \"za hCaptcha\". Ako se koristi s logotipom treće strane, \"za hCaptcha\" mora biti manje veličine od logotipa treće strane.",
    "4149738856": "hCaptcha treba koristiti kao pridjev i slijediti odgovarajući generički termin.",
    "1446868537": "hCaptcha se nikada ne smije koristiti kao glagol.",
    "2487931657": "Nemojte koristiti: \"mi smo hCaptcha'd našu stranicu.\"",
    "2565565429": "Umjesto toga koristite: \"koristimo hCaptcha kako bismo našu stranicu učinili sigurnijom i sigurnijom.\"",
    "3434202027": "Svaka upotreba imena hCaptcha u komunikaciji zahtijeva pripisivanje: \"hCaptcha je registrovani zaštitni znak Intuition Machines, Inc.\"",
    "2754937029": "Neprihvatljive upotrebe",
    "2436973524": "Prihvatljive su samo tačne reference. Nije dozvoljeno reći da stranica koristi hCaptcha usluge i aplikacije kada to ne čini. Slično tome, korištenje našeg logotipa ili bilo koje značke je također prikladno samo kada web stranica koristi hCaptcha usluge.",
    "69844082": "hCaptcha zaštitni znakovi, grafički simboli, logotipi, fontovi ili ikone također se ne smiju koristiti na omalovažavajući način.",
    "3861413614": "Ne smijete koristiti bilo koji hCaptcha zaštitni znak ili logotip koji bi implicirao da je hCaptcha povezan ili podržava, sponzorira ili podržava proizvod ili uslugu treće strane, bez izričite pismene dozvole.",
    "1409822234": "Ni pod kojim okolnostima se identičan ili skoro identičan hCaptcha zaštitni znak neće koristiti kao naziv domene.",
    "4181060163": "Treće strane ne bi trebalo da koriste varijacije ili pogrešno napisane ili da se ponašaju na bilo koji način koji bi prouzrokovao početnu zbrku interesa u vezi sa hCaptcha zaštitnim znakovima.",
    "3955555607": "Osim partnera ili ovlaštenih prodavaca, treće strane ne smiju licitirati za ključne riječi, Google AdWords ili druge ciljane sisteme oglašavanja koji koriste hCaptcha oznake ili pogrešno napisane riječi. Niti treće strane ne smiju koristiti hCaptcha oznake u nazivima domena, bilo kojoj optimizaciji za pretraživače, meta tagovima, terminima za pretraživanje, kodu ili drugom lažnom predstavljanju.",
    "1985238261": "Drugi ograničeni znaci",
    "2193061499": "Neki od naših logotipa i oznaka su ograničeni na korištenje od strane hCaptcha i njegovih partnera. Treće strane ne smiju koristiti sljedeće oznake bez pismene licence od hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Authorized Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop by hCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "BotStop logo™",
    "3942875761": "Pomozite u izgradnji boljeg weba™",
    "364774188": "Ja sam čovjek™",
    "2785425016": "(u kontekstu rješenja za provjeru humanosti, npr. poziv na akciju)",
    "2639657759": "Oznake koje koristi dozvola",
    "1268918580": "Neki od logotipa i oznaka koje koristi hCaptcha i njegovi partneri su u vlasništvu trećih strana i mogu se koristiti samo uz njihovu dozvolu. Treće strane ne smiju koristiti sljedeće oznake osim ako im to dozvoli vlasnici:",
    "3782751514": "HUMAN Protocol® je registrovani zaštitni znak HUMAN Protocol Foundation i koristi se uz njegovu dozvolu.",
    "1620709264": "HUMAN Token® je registrovani zaštitni znak HUMAN Protocol Foundation i koristi se uz njegovu dozvolu.",
    "3031953928": "HUMAN Network™ je zaštitni znak HUMAN Protocol Foundation i koristi se uz njegovu dozvolu.",
    "3554363588": "Other Marks",
    "3290996791": "Svi ostali nazivi proizvoda, logotipi i robne marke vlasništvo su njihovih vlasnika. Sva druga imena kompanija, proizvoda i usluga korištena na ovoj web stranici služe samo u svrhu identifikacije. Upotreba ovih imena, logotipa i robnih marki ne podrazumijeva odobravanje.",
    "2444685143": "Logo Policy",
    "2414232014": "Naš logotip je odmah prepoznatljiv i jedan od naših najvrednijih i najvažnijih dobara. Kako bismo osigurali da ona i dalje predstavlja jaku predstavu naše kompanije, mora biti predstavljena na pažljiv i dosljedan način kroz sve kanale komunikacije.",
    "803639471": "hCaptcha logotip se sastoji od ikone ruke i hCaptcha logotipa. U svom alternativnom obliku, ikona ruke može se pojaviti sama kada je prostor ograničen, a \"hCaptcha\" se koristi kao oznaka riječi (kao što je gore opisano) u neposrednoj blizini ikone ruke, tako da je jasno da ikona ruke predstavlja hCaptcha.",
    "564127016": "Ikona hCaptcha ruke:",
    "1424800293": "hCaptcha logo:",
    "1525506526": "Šta su preuzimanja računa i kako funkcioniraju?",
    "2446481523": "Postoji stara narodna priča u kojoj se vozač kola i plemić pojavljuju u oružništvu u malom seoskom selu. Jedan muškarac, obučen u prljavu, siromašnu odeću, rekao je policajcu: „Ja sam plemić. Ovaj čovjek je bio moj vozač.",
    "1767952047": "Sinoć me je napao, ukrao mi odjeću i uzeo novac.” Drugi čovjek, obučen u veliku odjeću, u odjeći plemićke klase, je odgovorio: „Postojniče, ovaj čovjek je lud. On misli da je plemić. Ja sam pravi plemić. Uhapsite ga!”",
    "2947576723": "Ova priča prethodi vozačkim dozvolama i digitalnom otisku prstiju, ali nudi dobar primjer šta može poći po zlu u situaciji preuzimanja računa. Osoba se prijavljuje na online bankovni račun ili aplikaciju za mobilno plaćanje. Je li on stvarni vlasnik računa ili haker? Ko je zapravo ko? Ovi sigurnosni problemi utiču na organizacije koje dozvoljavaju samouslužni pristup nalogu.",
    "1687299615": "Šta je preuzimanje računa?",
    "2648707986": "Preuzimanje naloga je oblik sajber prijevare u kojoj se zlonamjerni akter lažno predstavlja kao vlasnik online naloga. Obično je račun u finansijskoj instituciji ili e-trgovini gdje prevarant može ukrasti novac, robu ili poklon kartice. Napadač koristi ukradene vjerodajnice za prijavu kako bi pristupio računu i zatim ga preuzeo, možda mijenjajući lozinku kako bi zaključao stvarnog vlasnika računa.",
    "1476843710": "Manje finansijski štetni, ali i dalje štetni oblici preuzimanja računa uključuju otmicu naloga na društvenim mrežama i slično. U tim slučajevima, napadač obično pokušava širiti zlonamjerni softver ili se uključiti u phishing napade protiv nesuđenih prijatelja žrtve. Ili, napadač pokušava da osramoti žrtvu, što se ponekad dešava kod poznatih ličnosti i političara, na primer.",
    "2904949278": "Kako haker preuzima nalog?",
    "2575690545": "Preuzimanja računa, poput mnogih sajber prijevara, uglavnom su stvar automatiziranih, masovnih procesa. Rijetkost je da haker, obučen u duksericu u podrumu svoje majke, upisuje lozinke na web stranice banaka jednu po jednu.",
    "3614653023": "Umjesto toga, praksa se oslanja na napade velikih razmjera punjenja akreditiva koji isprobavaju milione parova korisničkog imena/lozinke na desetinama ciljanih finansijskih institucija u nadi da će otključati mali podskup računa. Nakon što softver za automatsku prevaru dobije pristup računu, ljudski haker se može uključiti, ali u nekim slučajevima ne.",
    "2762759509": "Mnogi napadi preuzimanja računa su gotovo potpuno automatizirani.",
    "1972710018": "Gledajući to iz perspektive kompanije",
    "1282121137": "Da biste razumjeli koliko problematično može biti preuzimanje računa, razmotrite kako to iskustvo izgleda sa stanovišta finansijske institucije. Oni obrađuju milione prijava svaki dan.",
    "2315518622": "Uz sofisticiranost koja je dostupna u današnjim alatima za napade, izuzetno je izazovno otkriti koji su, ako ih ima, lažni. Zatim, osoba nazove liniju korisničke podrške i kaže „Moj račun je napadnut! Ne mogu da se prijavim i neko mi krade novac!”",
    "1836369533": "Poput policajca u narodnoj priči, kako odrediti ko je zapravo ko? Ako napadač ima dovoljno ukradenih elemenata identiteta, kao što su broj vozačke dozvole, broj socijalnog osiguranja, majčino djevojačko prezime, adresa i tako dalje, moglo bi biti prilično teško utvrditi da li je pozivatelj pravi vlasnik računa ili napadač koji pokušava dobiti poništavanje lozinke na nalogu na koji želi da prodre.",
    "2880837730": "Šta se može učiniti da se zaustavi preuzimanje računa?",
    "3654556483": "Finansijske institucije i kompanije za e-trgovinu imaju procese i kontrole koje ublažavaju neke od prijetnji preuzimanja računa. Oni se kreću od staromodnih sigurnosnih pitanja „kako se zvao tvoj najbolji prijatelj u osnovnoj školi“ do metoda detekcije koje otkrivaju sumnjive IP adrese i profile mobilnih uređaja.",
    "2449501658": "pruža jedan od najnaprednijih načina za ublažavanje prijetnje od lažnih pokušaja prijavljivanja na nalog, koristeći mašinsko učenje za otkrivanje i zaustavljanje botova, i efektivno otežavajući ili čak nemogućim prevarantima da se upuste u preuzimanje naloga.",
    "3621455477": "da naučite više!",
    "555246307": "Inače, evo kako završava priča o plemiću i njegovom vozaču: Policajac je natjerao dvojicu muškaraca da satima sjede zajedno u sobi i da im ne bude dosadno. Na kraju dana se pojavio i rekao: \"Sada ću razgovarati sa vozačem kola.\" Čovek u plemenitoj odeći je ustao. Bilo mu je toliko dosadno da je zaboravio da se samo pretvara da je plemić.",
    "1224727373": "BotStop by hCaptcha",
    "1187718370": "Kontaktiraj nas",
    "3892905664": "hCaptcha pomaže vašim omiljenim online uslugama da spreče botove, neželjenu poštu i zloupotrebe postavljanjem jednostavnih pitanja koja su laka za ljude i teška za mašine.",
    "555158694": "Usluga koju koristite je odabrala da poboljša vaše iskustvo na njihovoj web stranici instaliranjem hCaptcha za smanjenje zlonamjernog prometa.",
    "1617196410": "hCaptcha je fokusirana na zaustavljanje botova. Ne zanima nas ko je korisnik, već samo da li je zlonamjeran. Trudimo se da uravnotežimo privatnost i",
    "1624200563": "sigurnost, te u skladu s GDPR, CCPA, LGPD, PIPL i drugim propisima o privatnosti.",
    "1927613000": "hCaptcha kombinuje sofisticirano mašinsko učenje sa moćnom platformom za izazove za zaštitu veb aplikacija od preuzimanja naloga, punjenja akreditiva, grebanja i drugih vrsta zloupotrebe.",
    "1133989302": "Zašto hCaptcha?",
    "34074886": "Svaki put kada odgovorite na izazov, koristimo sofisticirane modele da utvrdimo jeste li čovjek. Web lokacija koju ste posjetili zatim koristi ovaj rezultat kako bi vam pomogla da poboljšate vaše iskustvo na svojoj web lokaciji tako što izbjegava botove.",
    "3412647984": "Ovo vam omogućava da izbjegnete buduća pitanja registracijom i postavljanjem kolačića. Pokušajte također isključiti svoj blokator oglasa.",
    "2510209017": "Trebate još pomoći?",
    "477275453": "Zašto su API-ji popularna meta za hakere?",
    "596347471": "Aplikacioni programski interfejsi (API) postali su popularna meta zlonamernih aktera u sajber prostoru. Postoji mnogo razloga za to, uključujući njihovu veliku korisnost u integraciji aplikacija. Međutim, moguće je ublažiti API rizik.",
    "2441638955": "Prvo, šta je API?",
    "3963216198": "Da bismo razgovarali o tome zašto su API-ji popularna meta za hakere, vrijedi prvo odvojiti kratak trenutak da definiramo šta se trenutno podrazumijeva pod pojmom „API“. Koncept API-ja nije nimalo nov. U stvari, interfejsi za međusobno povezivanje različitih računarskih sistema, kao i njihove unutrašnje komponente, postoje barem od ranih 1960-ih.",
    "1047251718": "Danas, međutim, kada ljudi govore o API-jima, oni uvijek misle na API-je zasnovane na standardima. To su API-ji izgrađeni korištenjem otvorenih standarda kao što je Representational State Transfer (REST) i otvorenih standardnih formata datoteka kao što je JavaScript Object Notation (JSON). Takvi „RESTful API-ji“, kako su poznati, mogu se kreirati bez potrebe za vlasničkim softverom. Rezultirajući API-ji mogu slati i primati podatke i pozive procedura između softverskih aplikacija. Na primjer, aplikacija za mobilno bankarstvo koristi API za pristup sistemima banke.",
    "3195334319": "Korisnost i ranjivost API-ja",
    "1903743785": "Pojava API-ja zasnovanih na standardima predstavljala je veliki iskorak u integraciji aplikacija. Tokom posljednjih 20-ak godina, API-ji su od skupih i komplikovanih vlasničkih softverskih proizvoda postali besplatni, standardizirani alati s kojima je bilo relativno lako raditi – i brzo ih je implementirati.",
    "879362350": "Sa novim API-jima koji rade preko Interneta, postalo je moguće povezati bilo koji softver ili izvor podataka, bilo gdje u svijetu, bez obzira na platformu, šemu podataka ili programski jezik. Kao rezultat toga, svijet računarstva je sada usred API revolucije. Došlo je do eksplozije povezanosti između aplikacija i podataka. To je sjajno, dok nije.",
    "3844432472": "Sama otvorenost i korisnost API-ja čini ih nevjerovatno bogatim metama za napadače. Na isti način na koji se mobilna aplikacija može programirati da dopre do podataka i dobije podatke iz korporativnog sistema pomoću API-ja, tako može i dio zlonamjernog softvera. Hakeri su napisali širok spektar softverskih alata za zloupotrebu API-ja. To je efikasna tehnika napada.",
    "2187096543": "Zaista, došlo je do nekih velikih povreda podataka koje su rezultat hakerskog softvera koji je pozvao API da izvuče podatke iz baze podataka. Uostalom, ako krađa podataka jednostavno zahtijeva osnovni GET poziv na API-ju, napisan pomoću REST-a i JSON-a, onda je lako brzo očistiti bazu podataka. U stvari, kada ljudi govore o napadima „scraping ekrana“, ono što zapravo misle, uglavnom, su brzi API pozivi koji izvlače podatke iz baza podataka. API-ji su postali glavna površina napada za organizacije koje ih grade.",
    "4222109231": "Smanjivanje rizika API-ja uz hCaptcha Enterprise proizvod",
    "1783317946": "Zaustavljanje API napada je popularan slučaj upotrebe",
    "3022922096": ", hCaptcha poslovni paket proizvoda. Za razliku od besplatne verzije hCaptcha,",
    "63719113": "koristi napredno strojno učenje za identifikaciju zlonamjernog prometa na vašoj web lokaciji i aplikacijama - uključujući aktivnosti scrapinga.",
    "3566102529": "nas danas da naučimo više.",
    "3096553330": "Svaki sistem koji kreiramo jednostavno odražava naše odnose sa drugim ljudima.",
    "1467218142": "Ono što želimo od njih i od sebe pokreće naše ponašanje, pa se isti obrasci interakcije ponavljaju u svim ljudskim sistemima. Internet pruža mnoge sjajne primjere ovog fundamentalnog aspekta našeg svijeta.",
    "808872868": "Na primjer: neželjena pošta, prevara i zloupotreba postoje na mreži skoro dan nakon što su dva sistema prvi put povezana zajedno.",
    "1085089390": "Zlostavljanje na internetu proizlazi iz urođenog ljudskog ponašanja",
    "3064321967": "Prvi poznati spam email je poslan 1978. [",
    "3800781598": "] Skoro pet decenija kasnije, neželjena pošta e-pošte nastavlja da nas muči. Mnogo milijardi dolara i hiljade čoveko-godišnjih inženjerskih napora uloženo je u njegovu pobedu, a neželjena pošta i dalje postoji. Postoje milijarde dolara industrije na obje strane, odnosno one koje se od toga brane i one koje to šalju.",
    "2119943547": "Zašto je ovo? Odgovor je jednostavan. Sve dok postoji podsticaj za zloupotrebu sistema, neko će generalno naći način. A kada to urade, neko drugi će sada imati podsticaj da ih zaustavi.",
    "532470444": "Ravnoteža se može neznatno pomjerati iz godine u godinu, ali ovo ponašanje jednostavno odražava fundamentalnu ljudsku prirodu, a pet hiljada godina zabilježene istorije implicira da se dinamika neće promijeniti u skorije vrijeme.",
    "3193548097": "Hope Springs Eternal",
    "4065614934": "Ova analiza nije nova, ali ljudi su vječni optimisti. Pogotovo kada misle da je njihova ideja nova.",
    "1216071511": "Iste ideje se predlažu tako često da je prije 20-ak godina anonimni autor smislio korisnu popunu praznine za online diskusije o rješenjima protiv neželjene pošte:",
    "1941999673": "Vaš post zagovara a",
    "4179118182": "( ) tehnički ( ) zakonodavni ( ) tržišni ( ) osvetnik",
    "3978720689": "pristup borbi protiv neželjene pošte. Vaša ideja neće uspjeti. Evo zašto to neće raditi.",
    "318339230": "(Jedno ili više od sljedećeg može se odnositi na vašu konkretnu ideju, a može i imati",
    "30312304": "druge mane koje su se razlikovale od države do države prije nego što je donesen loš savezni zakon.)",
    "2710988028": "( ) Spameri mogu lako da ga koriste za prikupljanje adresa e-pošte",
    "3912514510": "( ) To bi uticalo na mailing liste i druge legitimne upotrebe e-pošte",
    "2030062561": "( ) Niko neće moći pronaći tipa niti prikupiti novac",
    "3334160175": "( ) Nebranjen je od napada grube sile",
    "3238345709": "( ) Zaustavit će neželjenu poštu na dvije sedmice i onda ćemo ostati s njim",
    "4227800293": "( ) Korisnici e-pošte neće to podnijeti",
    "2271252286": "( ) Microsoft to neće podnijeti",
    "692064738": "( ) Policija to neće podnijeti",
    "3475647460": "( ) Zahtijeva previše saradnje od spamera",
    "1482845460": "( ) Zahteva neposrednu potpunu saradnju svih odjednom",
    "3741193183": "( ) Mnogi korisnici e-pošte ne mogu sebi priuštiti gubitak posla ili otuđenje potencijalnih poslodavaca",
    "2234909600": "( ) Spameri ne mare za nevažeće adrese u njihovim listama",
    "1982617151": "( ) Svako može anonimno uništiti nečiju karijeru ili posao",
    "2498172334": "Konkretno, vaš plan ne uzima u obzir",
    "389705801": "( ) Zakoni koji to izričito zabranjuju",
    "190955495": "( ) Nedostatak centralnog kontrolnog autoriteta za e-poštu",
    "237009707": "( ) Otvoreni releji u stranim zemljama",
    "3507532387": "( ) Jednostavnost pretraživanja malog alfanumeričkog adresnog prostora svih adresa e-pošte",
    "2477958756": "( ) Loši ljudi",
    "3254142589": "( ) Problemi nadležnosti",
    "3621401685": "( ) Nepopularnost novih čudnih poreza",
    "4277475973": "( ) Nespremnost javnosti da prihvati čudne nove oblike novca",
    "941057651": "( ) Ogromna postojeća ulaganja u softver u SMTP",
    "3265293440": "( ) Podložnost napadima protokola koji nisu SMTP",
    "515733427": "( ) Spremnost korisnika da instaliraju zakrpe za OS primljene putem e-pošte",
    "2631159699": "( ) Vojske crva izrešetane širokopojasnim povezanim Windows kutijama",
    "776542208": "( ) Vječna trka u naoružanju uključena u sve pristupe filtriranju",
    "989480928": "( ) Ekstremna isplativost neželjene pošte",
    "3898950867": "( ) Joe poslovi i/ili krađa identiteta",
    "3395399558": "( ) Tehnički nepismeni političari",
    "1118929614": "( ) Ekstremna glupost od strane ljudi koji posluju sa spamerima",
    "838951836": "( ) Nepoštenje od strane samih spamera",
    "2123236933": "( ) Troškovi propusnog opsega na koje filtriranje klijenta ne utiče",
    "2292919419": "( ) Outlook",
    "2534436327": "a mogu se primijeniti i sljedeći filozofski prigovori:",
    "832385387": "( ) Lako je smisliti ideje slične vašima, ali nijedna se nikada nije pokazala praktičnom",
    "1993984258": "( ) Bilo koja šema zasnovana na opt-outu je neprihvatljiva",
    "3909240516": "( ) SMTP zaglavlja ne bi trebalo da budu predmet zakona",
    "1151065360": "( ) Crne liste su sranje",
    "2396605499": "( ) Bijele liste su sranje",
    "2225785608": "( ) Trebali bismo moći razgovarati o Viagri bez cenzure",
    "3004688366": "( ) Protumjere ne bi trebale uključivati žičanu prevaru ili prevaru s kreditnim karticama",
    "922470170": "( ) Protivmjere ne bi trebale uključivati sabotažu javnih mreža",
    "3068923550": "( ) Protivmjere moraju djelovati ako se postepeno uvode",
    "2752975480": "( ) Slanje e-pošte bi trebalo biti besplatno",
    "117227832": "( ) Zašto bismo morali vjerovati vama i vašim serverima?",
    "1021431157": "( ) Nekompatibilnost sa licencama otvorenog koda ili otvorenog koda",
    "2801524659": "( ) Mjere za dobro raspoloženje ne pomažu u rješavanju problema",
    "931661269": "( ) Privremene/jednokratne adrese e-pošte su glomazne",
    "2090457681": "( ) Ne želim da vlada čita moj email",
    "3536122902": "( ) Zaustavljanje na taj način nije dovoljno sporo i bolno",
    "2391175562": "Štaviše, ovo je ono što ja mislim o vama:",
    "229198134": "( ) Žao mi je čovječe, ali mislim da ne bi uspjelo.",
    "345563040": "( ) Ovo je glupa ideja, a ti si glupa osoba što si je predložio.",
    "409780280": "( ) Dobar pokušaj, ****! Nadam se da ti neko stane na tastaturu!",
    "2820080973": "hosted with ❤ by",
    "3943164003": "pogledajte sirovo",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Zašto vaše novo anti-spam rješenje neće raditi",
    "361795034": ". Nepoznati autor, c. 2000",
    "1547006769": "Provjera humanosti je isti problem",
    "3717942925": "Kao što će uvijek postojati ljudi koji žele privući vašu pažnju putem e-pošte, uvijek će postojati želja da se ograniči pristup nekim resursima tako da im samo ljudi mogu pristupiti.",
    "2481032625": "Da li je cilj spriječiti:",
    "1691348394": "- automatizirane masovne kupovine tokom ograničene prodaje",
    "1771016224": "- softver za masovno preuzimanje cjelokupnog sadržaja s vaše web stranice",
    "1959762846": "- ispunjavanje vaših web obrazaca beskrajnom marketinškom neželjenom poštom ili zloupotrebom",
    "345108670": "- punjenje akreditiva i drugi pokušaji preuzimanja računa",
    "2540760245": "između mnogih drugih upotreba, mogućnost filtriranja onlajn saobraćaja na osnovu „ljudski ili ne“ verovatno će ostati dragoceno sredstvo sve dok ljudska priroda prati iste obrasce zabeležene u poslednjih pet hiljada godina.",
    "3346362371": "Šta je sa mašinskim učenjem?",
    "3619183405": "2021. jednostavne CAPTCHA ponekad se mogu riješiti softverom, zahvaljujući napretku u mašinskom učenju. Da bi ovo riješio, hCaptcha također radi vrlo detaljnu analizu svojstava kao što su",
    "3292221787": "na izazov je odgovoreno, ne samo da li je tačan, a često se mijenjaju i pitanja i korišćeni podaci.",
    "1080672247": "Budući da se mnoga od postavljenih pitanja ne mogu ekonomski riješiti pomoću softvera koji je već na polici, i zbog toga što su podaci općenito jedinstveni za sistem, to znači da su botovi često potpuno zaustavljeni besplatnom uslugom, te se umjesto toga moraju osloniti na ljudske CAPTCHA rješavače, što mnoge vrste zlostavljanja čini potpuno neekonomičnim.",
    "4172868199": "ide mnogo dalje od ovoga, krećući se u sferu pokušaja razlikovanja \"dobrog čovjeka\" od \"lošeg čovjeka\", a danas ga koriste mnoge od najpopularnijih svjetskih internetskih usluga za pronalaženje i zaustavljanje svega, od prijevare pri kupovini do naprednog upornog prijetnje njihovim korisnicima, zadržavajući jedinstven fokus na očuvanju privatnosti.",
    "2873911365": "Šta je sa atestiranjem hardvera?",
    "1477196356": "Različite metode povezivanja identiteta sa uređajem na kriptografski siguran način, ponekad sa svojstvima očuvanja privatnosti, predlažu se decenijama. Kriptografija javnog ključa datira iz c. 1975., a hardverski tokeni postoje skoro isto toliko.",
    "2349681896": "Nažalost, kontroliranje dijela hardvera ne znači da ste osoba. Praktično svaka popularna šema potvrđivanja hardvera potrošača je u više navrata lomljena, zakrpljena, a zatim ponovo pokvarena.",
    "254326776": "Često se otkrije da se zlonamjerna zloupotreba ovih nedostataka događala mjesecima ili godinama prije objavljivanja ili akademske objave.",
    "2462909475": "Zid od više od 10.000 telefona koji se koriste za zloupotrebe, dio operacije kineskog bot-a.",
    "1963951234": "Bez obzira koliko je pouzdana vaša kriptografska shema, ako neko na kraju dana može jednostavno potrošiti novac da vam da odgovor koji tražite, posjedovanje dijela hardvera je nedovoljno.",
    "1278884196": "Ipak, kriptografija je prilično mlada disciplina. Na osnovu nedavne istorije, vaša kriptografska šema i/ili implementacija će se verovatno pokvariti čim neko bude imao podsticaj da je pažljivo pogleda, i verovatno će drugi ljudi to shvatiti mnogo pre vas. Oslanjanje na hardver takođe znači da ćete možda morati da zamolite svakog od svojih korisnika da promeni fizički uređaj kako biste zakrpili nedostatak. Malo je vjerovatno da će se to dogoditi brzo u većini slučajeva, što znači da će u stvarnosti vaš sistem jednostavno otkazati otvaranje.",
    "1828028934": "To je razlog zašto",
    "1642844535": "je važno: hCaptcha koristi više različitih pristupa da odgovori na isto fundamentalno pitanje, omogućavajući poređenje radi dosljednosti u svim evaluacijama.",
    "1155821305": "odbrana je dubina",
    "119098046": "Što je s pasivnim ili bezizazovnim rješenjima?",
    "2760410719": "Usluge koje pokušavaju da detektuju botove sa čisto pasivnim signalima brzo se susreću sa fundamentalnim problemom: kako da potvrdite da li sistem ispravno detektuje loše aktere kada nemate tačnu osnovnu istinu?",
    "1722734001": "Otvoreni internet je veoma bučno okruženje. Loši akteri svakodnevno napadaju korisnike naše usluge i konkurente kao što je reCAPTCHA, i naravno pokušavaju da izgledaju što je moguće ljudskije dok to rade.",
    "1595254735": "Čisto pasivne usluge se bore da održe tačnost detekcije bota, ili čak da znaju kada su netačne. Bez mogućnosti povremenog izazivanja korisnika i ispravne analize rezultata tog izazova, preciznost ima tendenciju da uveliko opada tokom vremena.",
    "2412751979": "Zahvaljujući preciznijim signalima čovječanstva koji pokreću hCaptcha, mnoge kompanije koje su ranije koristile reCAPTCHA v3/Enterprise prešle su na",
    "2284856231": "i vidjeli smo dramatično poboljšanu preciznost u čisto pasivnom režimu hCaptcha Enterprisea.",
    "4162847": "Bili smo u mogućnosti to direktno primijetiti, jer neki od naših kupaca izvode A/B testove na isti zahtjev prije nego što u potpunosti pređu s Googleove ponude. Obično smo u mogućnosti dokazati i visoku lažno pozitivnu i lažno negativnu stopu koja dolazi iz reCAPTCHA v3 ili reCAPTCHA Enterprise.",
    "436125785": "Ovo nije iznenađujuće s obzirom na nepreciznost petlji povratnih informacija dostupnih u tim proizvodima i činjenicu da ih prodaje reklamna mreža s velikim interesom da ne budu previše dobri u otkrivanju botova, kako ne bi štetili njihovom osnovnom poslovanju.",
    "2233741720": "U zakljucku",
    "2133809801": "Sve dok ljudi ostaju ljudi, vjerovatno će provjera čovječnosti imati ulogu na internetu.",
    "2255549335": "Naš posao u hCaptchi je pronaći dobre kompromise između težine i tačnosti i održavati trenje niskim, posebno za",
    "4138068262": "korisnika. Na kraju, interakcija s izazovima će vjerovatno ostati dio arsenala alata za smanjenje zlostavljanja na internetu sve dok ljudska priroda ostane nepromijenjena.",
    "855097735": "Izgradnja usluge koja to radi dobro uz balansiranje svih briga je veoma težak problem (i mi uvijek radimo na tome da ga poboljšamo kako bismo iskustvo učinili što ugodnijim), ali nadamo se da ćete se složiti da smanjenje neželjene pošte, zloupotrebe, preuzimanja računa , a online prevara je na kraju vrijedna povremenog jednostavnog pitanja.",
    "1953959745": "pristupačnost",
    "2543123170": "Verifikacija humanosti bez trenja",
    "547245263": "Riješite svoj problem s botom danas.",
    "3117887301": "Vjeruju najveći online servisi",
    "981806349": "Izgrađen na provjerenoj hCaptcha platformi",
    "2373007864": "hCaptcha Enterprise radi na hCaptcha platformskoj tehnologiji, proširenoj da uključuje funkcije koje su potrebne preduzećima sa velikim prometom.",
    "2652399059": "Pouzdan partner",
    "1997838163": "Najveće svjetske kompanije zavise od hCaptcha Enterprisea. Integracija je jednostavna, a tačnost detekcije je bez premca.",
    "734735952": "Procijenili smo brojne dobavljače CAPTCHA kao i sami izgradili sistem. Na kraju, hCaptcha se pojavila kao najbolja alternativa reCAPTCHA.",
    "1250541092": "— Sergi Isasi",
    "3524251858": "Direktor upravljanja proizvodima, Cloudflare",
    "3971348140": "Zašto smo koristili hCaptcha? Niko drugi nije mogao isporučiti karakteristike i performanse koje su nam bile potrebne. Brzo su nas pokrenuli i naši trgovci obožavaju to iskustvo.",
    "4248655793": "— Alex M.",
    "4185927140": "Menadžer proizvoda, Flash, Shopify",
    "282913023": "Isplativa opcija za preduzeća sa velikim prometom",
    "999610953": "Konačno, vjerodostojna alternativa Googleu. hCaptcha Enterprise donosi dramatične uštede na vašem reCAPTCHA računu uz veću sigurnost: do 80% jeftinije u nekim slučajevima.",
    "1886100235": "Mnoge od najvećih svjetskih internetskih usluga prešle su na hCaptcha Enterprise i dobile poboljšanu detekciju botova uz značajne uštede.",
    "2903742230": "Oglasne mreže vide vaše posjetitelje kao proizvod. Za nas je jedini cilj da odredimo njihovu humanost. Naše usluge ispunjavaju ili premašuju GDPR, CCPA, LGPD i PIPL zahtjeve i naporno radimo na balansiranju privatnosti i sigurnosti.",
    "3901503296": "Ovaj jedinstveni fokus na privatnost znači da možemo ponuditi nulto individualno zadržavanje podataka, rad bez kolačića i druge ugovorne garancije privatnosti po potrebi uz održavanje odlične sigurnosti.",
    "3342910682": "Čitaj više",
    "1130783905": "Tačnost je u vašem i našem interesu. hCaptcha radi tako da vam daje stvarne podatke i omogućava vam da odlučite kako ih koristiti. Ostala sigurnosna rješenja pružaju Gigantic reklamne kompanije. To znači da svaki bot koji blokiraju može smanjiti njihov prihod.",
    "2019130052": "Naše inovacije u ML-u usmjerenom na privatnost omogućavaju nam da premašimo sigurnosne standarde naslijeđenih strategija \"snimaj sve zauvijek\" bez narušavanja sigurnosti ili privatnosti korisnika.",
    "23114595": "Odlično korisničko iskustvo",
    "3437412311": "Za Enterprise korisnike, dostupne su opcije za potpuno izbjegavanje izazova u većini scenarija, oslanjajući se na pasivne rezultate.",
    "1996843433": "Smanjite trenje tako što ćete u potpunosti izbjeći izazov za 99,9% vašeg legitimnog prometa, a istovremeno pružate odličnu sigurnost.",
    "3093689546": "Jednostavna integracija",
    "247560732": "Dodajte hCaptcha sa tri reda koda. Ako dolazite iz reCAPTCHA, naš API je kompatibilan i potrebno je samo nekoliko minuta za prebacivanje.",
    "1510448156": "Već danas možete biti u pogonu s superiornom alternativom i po potrebi uključiti naprednije funkcije.",
    "2718999653": "Prilagođene ocjene prijetnji",
    "2698140263": "Nisu svi problemi isti: dobivanje jednog rezultata znači da mora zadovoljiti vaše potrebe da biste bili korisni.",
    "897432717": "Uz naš novi dizajn za prilagođene ocjene prijetnji, dodavanje vašeg poslovnog znanja omogućava našim modelima da isporuče rezultate jedinstveno relevantne za vaše korisnike.",
    "2650502379": "Pokrenite vlastite izazove za nekoliko sekundi",
    "3578122193": "Ostanite na brendu s relevantnim sadržajem",
    "1074044172": "Kada korisnici moraju riješiti izazov kako bi ispunili vaše sigurnosne zahtjeve, zašto ne postaviti pitanja koja su za korisnika ugodna i relevantna?",
    "1579093044": "S našim jednostavnim prilagođenim dizajnerom izazova, možete pokrenuti sadržaj izazova na brendu za samo nekoliko minuta.",
    "3717512591": "Direktna integracija platforme",
    "121743429": "Za kompanije koje se bave web infrastrukturom",
    "2131386784": "Dostupna stručnost i podrška za vas i vaše korisnike",
    "2782263070": "Usluga je za nas glavni prioritet. Održavamo dežurnu podršku 24/7 i nudimo direktnu Slack koordinaciju sa vašim timom za inženjersku integraciju i našim dežurnim osobljem tokom i nakon implementacije.",
    "3740051331": "Također smo posvećeni aktivnom praćenju i odgovaranju na pitanja vaših korisnika na društvenim mrežama, forumima i našim kanalima za podršku putem widgeta i e-pošte. Mi smo pristupačni i odgovorni, a zadovoljstvo korisnika tretiramo kao vrhunski KPI.",
    "170775527": "Funkcije preduzeća",
    "3383086062": "hCaptcha Enterprise je kompletno sigurnosno rješenje na mreži. Aktivni i pasivni načini vam omogućavaju da zaustavite punjenje vjerodajnica, otkrijete preuzimanja računa i blokirate sumnjive aktere. Sve sa nultim trenjem za legitimne korisnike.",
    "1408599440": "Započnite brzo s nekoliko redova koda i našim pasivnim načinom rada od 99,9% ili preuzmite potpunu kontrolu nad tim kada i kako se korisnicima postavlja izazov. Prilagođeni modeli prijetnji i prilagodljivi izazovi znače fleksibilnost bez premca za osiguranje sigurnosti.",
    "3365203058": "Anti-bot zaštita svjetske klase",
    "1803009328": "Testirano u borbi na web skali.",
    "1586809757": "Visoka tačnost bot rezultata",
    "353367791": "Otkrijte loše glumce raznih vrsta.",
    "191460155": "Nulto trenje i 99,9% pasivni načini rada",
    "585557010": "Izazovite manje od 0,1% legitimnih korisnika.",
    "3287172429": "Prikazani su tipovi kontrolnog izazova",
    "1844885924": "Široka biblioteka vrsta koje možete izabrati.",
    "3018523079": "Ostanite na brendu uz dosljedno korisničko iskustvo.",
    "3817811295": "Zagarantovana pouzdanost i brza podrška 24/7 na poziv.",
    "1798492192": "Podrška za stariji pretraživač",
    "1356745565": "Kompatibilan sve do Internet Explorer 8.",
    "751483365": "Podrška za klijente koji nisu JavaScript.",
    "4199502476": "Napredne kontrolne table za izvještavanje i API",
    "3630114728": "Pogledajte šta se dešava na svim vašim web lokacijama i aplikacijama.",
    "3573245166": "Za razliku od reCAPTCHA, mi radimo u svakoj zemlji.",
    "2354267648": "Politika privatnosti prilagođena GDPR, CCPA i LGPD-u",
    "3167979932": "Dizajniran za privatnost od prvog dana. Snažan ugovor o obradi podataka.",
    "4065065042": "Unesite ovo tako da se tačno uklapa u vaš slučaj upotrebe.",
    "111184581": "First-party hosting",
    "4272022475": "Svi zahtjevi i sredstva idu na hcaptcha.yourdomain.com",
    "2676853536": "Kontrolne table za više korisnika",
    "1368787974": "Dijelite upravljanje u cijelom svom timu.",
    "1045484714": "SAML SSO integracija sa vašim dobavljačem identiteta, npr. Okta ili Azure AD.",
    "3953584369": "Dostupna su sofisticirana ograničenja pristupa RBAC-u.",
    "2781507299": "Trenutna verifikacija",
    "4019660456": "Kašnjenje od 0 ms: provjerite hCaptcha tokene bez API poziva.",
    "3446714684": "Mobilna (iOS i Android) integracija",
    "2593768395": "Besprekorno iskustvo na webu, izvornom mobilnom, mobilnom webu. Dostupne su unaprijed izgrađene integracije i izvorni SDK-ovi.",
    "1779265104": "Prilagođeni uslovi i garancije privatnosti",
    "122875767": "Zadovoljite svoje zakonske potrebe kada druge kompanije ne mogu.",
    "148188781": "Prezented Challenges",
    "838049015": "Odaberite sve slike koje odgovaraju upitu",
    "1126302400": "Bounding Box",
    "3554448168": "Kategorizacija",
    "2104933754": "Identifikujte odgovarajuće oznake",
    "3612043014": "...i drugi jednostavni zadaci. Lako za ljude, teško za botove.",
    "3624758171": "Prilagođeni zadaci dostupni su i za poslovne izdavače.",
    "1001938065": "Integracija ne može biti lakša",
    "2138799135": "hCaptcha ima desetine unaprijed izgrađenih integracija za frontend i backend sisteme koje koristite.",
    "2535001179": "Ako slučajno dolazite iz Google-ovog reCAPTCHA, naši API-ji su zamjenska zamjena.",
    "1393184984": "su sve što vam treba.",
    "3715747429": "Naši inženjeri za onboarding mogu vas brzo pokrenuti, bilo da vam je potrebna React integracija, SDK-ovi za iOS izvorne aplikacije, Java backend primjer ili gotovo bilo koji drugi scenarij.",
    "2681650568": "I kao i uvijek, privatnost je za nas osnovna vrijednost. Dodajte naš izazovni kod samo tamo gdje je to neophodno i gdje ima smisla zaštititi i vas i vaše korisnike. Minimiziranje prikupljanja podataka počinje od trenutka integracije.",
    "1130868224": "Tri linije koda",
    "2183926131": "Započnite s hCaptcha Enterprise",
    "1526887904": "hCaptcha Enterprise Privacy",
    "1845745385": "Dizajniran za privatnost.",
    "1297224875": "Jedinstveni pristup internetskoj sigurnosti preduzeća zasnovan na privatnosti.",
    "2762458927": "Vaši korisnički podaci nisu na prodaju.",
    "2058856283": "hCaptcha Enterprise ima samo jednu svrhu: spriječiti loše aktere da ometaju vaše online operacije i štete vašim korisnicima.",
    "2408036504": "Naši sistemi su stoga dizajnirani od temelja kako bi minimizirali prikupljanje i zadržavanje podataka uz održavanje sigurnosti vodeće u klasi. Najbolji način da zaštitite korisničke podatke je da ih uopće ne pohranjujete.",
    "4099477834": "Svi odnosi s kupcima su također zaštićeni snažnim ugovorom o obradi podataka. Usluga hCaptcha u skladu je sa svim zakonima o privatnosti bez obzira na to gdje se vaša usluga ili vaši klijenti nalaze. Nečuvanje ličnih podataka nam čini ovo mnogo lakšim nego drugim kompanijama.",
    "3569492665": "Snimanje aktivnosti na mreži nije rješenje.",
    "3389431373": "Usluge kao što je reCAPTCHA v3 kažu da je postavljanje njihovog piksela za praćenje na svaku stranicu vaše stranice neophodno za dobru sigurnost. Ovo nije slučaj.",
    "3590546893": "Jednostavna analiza ponašanja je signal koji lako krivotvore loši akteri i zahtijeva zadržavanje historije pregledavanja za sav vaš legitimni promet.",
    "1105363520": "Mi ne upravljamo oglasnom mrežom i nemamo interesa da pratimo vaše ponašanje korisnika kako bismo im prodali oglase. To znači da nam nije potreban pasivni piksel na svakoj stranici vaše web stranice.",
    "3088605177": "Dodajte naš izazovni kod samo tamo gdje je to neophodno i gdje ima smisla zaštititi i vas i vaše korisnike.",
    "337971271": "Mašinsko učenje je korisno. Ali za rad nisu potrebni lični podaci.",
    "320166522": "Mašinsko učenje sada utječe na gotovo svaki aspekt naših života, često na načine koje ne shvaćamo i ne možemo vidjeti. Online bezbednosne usluge se ne razlikuju.",
    "3180664128": "Učeći preko hiljada signala, modeli mogu zaključiti i postići visoko povjerenje u otkrivanju zlonamjernog ponašanja vrlo brzo, čak i kada nijedan pojedinačni signal sam po sebi ne bi bio dovoljno jak da ukaže na problem.",
    "961941354": "Međutim, ništa od ovoga ne zahtijeva korištenje ličnih podataka („PII“). Savremene kriptografske tehnike nam omogućavaju da odbacimo bilo kakve lične podatke što je brže moguće, stvarajući umjesto toga jednosmjerne potpise koji se ne mogu povezati ni sa jednom osobom.",
    "1706581702": "Obuka o deidentifikovanim podacima funkcioniše jednako dobro i ne zahteva ugrožavanje bezbednosti ili privatnosti. Naši kupci su izvršili empirijska ispitivanja i proglasili nas jednakim ili boljim od mnogo manje privatnih alternativa.",
    "3203921334": "Dopalo nam se nekoliko stvari u vezi sa hCaptcha rešenjima: 1) ne prodaju lične podatke; prikupljaju samo minimalne potrebne lične podatke, transparentni su u opisivanju informacija koje prikupljaju i kako ih koriste i/ili otkrivaju.",
    "305735018": "Konačno, vjerodostojna alternativa Googleu. hCaptcha Enterprise donosi dramatične uštede na vašem reCAPTCHA računu uz veću sigurnost: do 80% jeftinije u nekim slučajevima.",
    "3695206755": "Isprobajte nas u svom okruženju bez obaveza.",
    "2941545733": "Mi smo inženjeri, a ne prodavci: želimo da budete zadovoljni svojim izborom.",
    "131871195": "Najbolji način da osigurate svoje zadovoljstvo je da pokažete da ispunjavamo vaše potrebe.",
    "3436534225": "Praktično sve kompanije koje započnu pilot na kraju biraju naša rješenja.",
    "4060250206": "Koristite ovaj obrazac da biste došli do jednog od naših tehničkih stručnjaka. Reagujemo brzo.",
    "1159746815": "Takođe nam možete direktno poslati email.",
    "2531534427": "Detalji su ovdje.",
    "2059998584": "Region",
    "3916131732": "Amerike",
    "135276624": "Evropa, Bliski istok, Afrika (EMEA)",
    "1182294134": "Azijsko-pacifički (APAC)",
    "2437934778": "Tvoje ime",
    "3859506577": "Poslovna e-pošta",
    "1268414751": "Trebamo li imati još nekih detalja?",
    "42559805": "Da li vam je potrebna hitna onboarding?",
    "851679588": "Da.",
    "1729677626": "Napadnut sam i zahtijevam hitnu prilagodbu.",
    "2808971932": "Ovo je neki tekst unutar div bloka.",
    "2468683988": "Naslov",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Text Link",
    "2212670355": "Prijaviti se",
    "31502377": "Šta je element obogaćenog teksta?",
    "2310705547": "Element obogaćenog teksta vam omogućava da kreirate i formatirate naslove, pasuse, blok citate, slike i video sve na jednom mestu umesto da ih dodajete i formatirate pojedinačno. Samo dvaput kliknite i lako kreirajte sadržaj.",
    "2590587108": "Statičko i dinamičko uređivanje sadržaja",
    "778204464": "Element bogatog teksta može se koristiti sa statičkim ili dinamičkim sadržajem. Za statični sadržaj, samo ga ispustite na bilo koju stranicu i počnite uređivati. Za dinamički sadržaj, dodajte polje obogaćenog teksta bilo kojoj kolekciji, a zatim povežite element obogaćenog teksta sa tim poljem na panelu postavki. Voila!",
    "1890955039": "Kako prilagoditi oblikovanje za svaki obogaćeni tekst",
    "3286051798": "Naslovi, paragrafi, blok citati, slike, slike i natpisi slika mogu se stilizirati nakon što se klasa doda elementu obogaćenog teksta pomoću ugniježđenog selektorskog sistema \"Kada je unutar\".",
    "504332576": "S ponosom objavljujemo da je hCaptcha izrastao u najveću nezavisnu uslugu kibernetičke sigurnosti na svijetu, koja radi na oko 15% interneta - a većinu ovog tržišnog udjela preuzeli smo direktno od Google reCAPTCHA. Zajedno, hCaptcha i",
    "1155436473": "(naša poslovna ponuda) sada štiti stotine miliona korisnika na desetinama miliona web stranica i aplikacija svakog mjeseca. Naša priča pokazuje da se možete takmičiti s Big Tech-om kada privatnost stavite na prvo mjesto.",
    "3108727249": "BotStop",
    "1296696044": "Privatnost naspram sigurnosti: Zašto ne oboje?",
    "538871570": "Nadmetanje s Googleom i drugim Big Tech kompanijama izgleda kao težak zadatak: njihova monopolistička tržišna moć, efekti platforme i vojska visoko plaćenih programera općenito se smatraju previše moćnim da bi se borili za bilo koga osim za druge tehnološke divove kao što su Facebook ili Amazon. Naša priča pokazuje da to ne mora biti tako – možete pobijediti Big Tech fokusirajući se na privatnost.",
    "3600718611": "Uzmite u obzir Google reCAPTCHA,",
    "4281708680": ". U hCaptcha-i smo namjerno zauzeli sasvim drugačiji pristup, koristeći tehnike mašinskog učenja koje čuvaju privatnost kako bismo identificirali tipična ponašanja botova s visokom preciznošću, a sve uz potrošnju i pohranjivanje što manje podataka.",
    "3312336121": "koji troši ogromne količine podataka o ponašanju kako bi utvrdio jesu li korisnici weba legitimni ljudi ili botovi",
    "1193738791": ": prate ponašanje korisnika na svakoj stranici web stranice i na cijelom webu. Dizajnirali smo hCaptcha tako da od prvog dana bude što je moguće više prilagođen privatnosti. To je dovelo do potpuno drugačijeg pristupa problemu. Kako se ispostavilo, praćenje korisnika širom weba i vezivanje njihove web povijesti za njihov identitet potpuno je nepotrebno za postizanje dobre sigurnosti. Mnoge kompanije koje su prešle na hCaptchu",
    "2620705814": "Google je reklamna kompanija, a njihovi sigurnosni proizvodi vrlo liče na njihove reklamne proizvode",
    "1126447688": "često prijavljuju jednake ili bolje performanse u otkrivanju i ublažavanju botova uprkos našem fokusu na privatnost",
    "439777523": "Regulation Matters",
    "3588274874": "Fokusirajući se na isporuku proizvoda usklađenog s regulatornim naporima kao što su GDPR Europske unije i CCPA u Kaliforniji, doživjeli smo ogroman rast - naravno, pomaže to što je hCaptcha jednostavna zamjena za reCAPTCHA i stoga se može instalirati za nekoliko minuta.",
    "2150595700": ". GDPR i CCPA postavili su brige o privatnosti na mapu za poslovne kupce, a istovremeno privatnost na mreži postaje sve važnija za javnost jer svi počinjemo shvaćati kako su industrije oglašavanja i marketinga na mreži kroz povijest koristile naše podatke.",
    "2624949852": "Naravno, reCAPTCHA je bio rani učesnik u web sigurnosti od 2009. godine, štiteći milione web stranica od sve većih prijetnji zlonamjernih botova i spamera. Međutim, posljednjih godina je potpuno ugrožen:",
    "499510428": "Mi zapravo vjerujemo da nam je regulativa pomogla ovdje",
    "1232651561": "softver je sada jednako dobar kao ljudi u rješavanju reCAPTCHA izazova.",
    "824740867": "Umjesto da poboljša rješenje, Google je umjesto toga objavio reCAPTCHA v3, koji djeluje mnogo više kao reklamna mreža nego sigurnosni softver, prikupljajući podatke o ponašanju sa cijelog weba kako bi izgradio korisničke profile. Nažalost, ovakva vrsta signala se lako može pobijediti, pa samim tim pruža malu zaštitu od botova dok šteti privatnosti korisnika.",
    "1027023087": "Umjesto toga, mi u hCaptcha smo se fokusirali na modernije pristupe problemu, koji ne zahtijevaju zadržavanje dugoročnih zapisa o ponašanju kao što je istorija pregledavanja i koji su se pokazali daleko otpornijima u suočavanju sa odlučnim protivnicima otkako je usluga uvedena.",
    "2852295413": "Inherentni sukob interesa: zaustavljanje botova smanjuje prihod oglasne mreže",
    "1597520917": "Sve veći broj kritičara ističe da bi Googleovo zanemarivanje privatnosti korisnika trebalo da se tiče korisnika koji žele da zaštite svoje web stranice i aplikacije.",
    "763447231": "U isto vrijeme, zaustavljanje pristupa botovima web lokacijama izdavača može otkriti prevaru s oglasima, suprotstavljajući Googleov reCAPTCHA proizvod direktno njihovom poslovanju s oglasima, koje proizvodi preko 80% njihovog prihoda.",
    "999674529": "Svaki bot koji Google otkrije trebao bi zarađivati nula dolara za oglašavanje. Stoga su poticaji Googleovih kompanija slabo usklađeni s korisnicima njihovih sigurnosnih usluga, a ovo može biti jedno od objašnjenja za loš učinak njihove reCAPTCHA sigurnosne ponude.",
    "956019009": "Najveće kompanije za web infrastrukturu već su poduzele akciju",
    "1923297430": "Konačna tačka preloma za mnoge veće kupce došla je kada je Google počeo da naplaćuje kompanijama korišćenje njihovog proizvoda u bilo kom značajnom obimu. Ovo je uzrokovalo dugotrajne korisnike reCAPTCHA da traže bolje alternative jer su regulatorni problemi širom svijeta već učinili korištenje Googleovih ponuda sve neprivlačnijim.",
    "2197218442": "Izvršni direktor Cloudflarea Matthew Prince sažeo je ovu tačku gledišta u",
    "155456850": "najavljuju prelazak na hCaptcha:",
    "435302267": "objava kompanije na blogu",
    "2087769953": "\"Uzbuđeni smo zbog ove promjene jer pomaže u rješavanju problema privatnosti koji je svojstven oslanjanju na Google uslugu koju imamo već neko vrijeme. Procijenili smo brojne dobavljače CAPTCHA kao i sami izgradili sistem. Na kraju, hCaptcha se pojavila kao najbolja alternativa reCAPTCHA.” „Sviđale su nam se brojne stvari u vezi sa hCaptcha rešenjima: 1) ne prodaju lične podatke; prikupljaju samo minimalne potrebne lične podatke, transparentni su u opisivanju informacija koje prikupljaju i kako ih koriste i/ili otkrivaju.\"",
    "595582512": "Ako želite da efikasno zaštitite svoju web lokaciju ili aplikaciju od botova, spamera ili drugih zlonamernih aktera, uz istovremeno očuvanje privatnosti vaših korisnika (i u skladu sa svim relevantnim propisima!), razmislite o hCaptchi i našoj Enterprise ponudi",
    "3388180864": "Zainteresovani ste za rad na dubokim tehničkim izazovima na web razini? Uvek zapošljavamo talentovane inženjere širom sveta -",
    "3892952987": "provjerite naša slobodna mjesta i prijavite se ovdje",
    "3368788823": "Terence Eden na svom blogu iznosi zanimljivu poentu: \"",
    "1491780143": "CAPTCHA ne dokazuju da ste čovjek – oni dokazuju da ste Amerikanac",
    "2146900431": "Intuitivno, ova tvrdnja ima mnogo smisla. CAPTCHA, kao i gotovo sve, ugrađene su u kulturni kontekst, i ako je vaš skup izazova uglavnom stvoren u jednoj kulturi, možda se neće dobro prevesti u drugu. U suštini, ovo je pitanje kulture",
    "378086442": "CAPTCHA, a ne njihov UX per se.",
    "1445008801": "Kako Eden kaže:",
    "332723732": "sadržaj",
    "2072808435": "\"Pogodi šta, Google? Taksiji u mojoj zemlji su uglavnom crni. Gledao sam dovoljno filmova da znam da su svi oni u Americi žuti. Ali u svakoj drugoj zemlji koju sam posjetio, taksiji su bili mješavina različite nijanse.\"",
    "3206136647": "Googleov problem ovdje je zasnovan na podacima o pitanjima koje koriste u odnosu na to ko ih vidi. Ako svi podaci potiču iz iste kulture (a u Googleovom slučaju, iz iste kompanije) sigurno možete očekivati izazove koji se ne mogu dobro prenijeti u druge kulture, u skladu s Edenovom žalbom.",
    "2217842245": "Međutim, naši podaci pokazuju da (za hCaptcha)",
    "4280117172": "Mnoge zemlje zapravo rade nešto bolje od SAD-a, uključujući Nigeriju, Indiju, Brazil i Njemačku:",
    "555749578": "postoji manja od 1% varijacija u stopama rješavanja u velikim zemljama na svim kontinentima.",
    "151737819": "Stope rješavanja hCaptcha širom svijeta pokazuju vrlo male varijacije",
    "3908992897": "i koristi se u svakoj zemlji i teritoriji u svijetu, tako da smo veoma fokusirani na pružanje dosljednog globalnog iskustva.",
    "2808122102": "Međukulturalna funkcionalnost je stoga osnovni zahtjev za našu uslugu. Osigurati da svi legitimni korisnici mogu brzo pristupiti sadržaju je kritičan dio naše misije. Pružamo izazove na 110 jezika i kontinuirano poboljšavamo relevantne prijevode kako bismo bili sigurni da naše izazove može riješiti svako.",
    "3913801502": "hCaptcha sada radi na oko 15% interneta",
    "2077639538": ". Kao prvo, podaci o izazovima za našu uslugu mogu doći iz mnogih izvora, a ne samo iz jednog - od velikih kompanija sa liste Fortune 500 do startupa za mašinsko učenje, sve dok se pridržavaju naših",
    "3951112506": ". To već garantuje veći stepen heterogenosti podataka.",
    "1803943584": "Drugo, puštamo izazove da se samooptimiziraju kako bismo odredili u kojim zemljama ili jezicima će se izvoditi, povećavajući još više vjerovatnoću dosljednog iskustva. Ako je tačnost niža od očekivane, skup pitanja će jednostavno prestati da se prikazuje u regionu ili jeziku u kojem se ovaj efekat javlja.",
    "3668873369": "U hCaptchi smo zauzeli drugačiji pristup od prvog dana",
    "1519201684": "Politika etike AI",
    "2155089487": ". Kada bi naše izazove bilo lakše riješiti za neke grupe, očekivali bismo da vidimo razliku u tome kako ljudi širom svijeta i u različitim kulturama rade kada ih rješavaju. U kontekstu Edenovog posta, očekivali bismo da Amerikanci prođu bolje od ljudi u drugim zemljama. Budući da smo proveli godine razvijajući sisteme kako bismo izbjegli ovaj problem, zapravo vidimo upravo suprotno.",
    "2603863826": "PS: Ako nađete prijevod na svom jeziku koji bi mogao koristiti poboljšanja, slobodno pošaljite a",
    "3543141425": "za to!",
    "2697276059": "Dokazi da ovo funkcioniše: ujednačene stope rešavanja širom sveta",
    "664236229": "pull request"
}