{
  "header-privacy-link": "محرمیت",
  "header-integration-link": "ادغام",
  "header-cost-link": "لګښت",
  "header-features-link": "برخی",
  "header-docs-link": "اسناد",
  "header-login-button": "د ننه کیدل",
  "header-contact-button": "د پلور سره اړیکه ونیسئ",
  "intro-heading": "د صفر رقابت د انسانیت تصدیق.",
  "intro-contact-button": "د نورو زده کړو لپاره موږ سره اړیکه ونیسئ",
  "intro-text-bottom": "د هغو شرکتونو لخوا تکیه کیږي چې ویب ته ځواک ورکوي.",
  "sub-menu-button": "د پلور سره اړیکه ونیسئ",
  "sub-menu-item1": "شرکت",
  "sub-menu-item2": "لګښت",
  "sub-menu-item3": "ادغام",
  "sub-menu-item4": "برخی",
  "sub-menu-item5": "محرمیت",
  "sub-menu-item6": "اسناد",
  "info-head-1": "په ثابت hCaptcha پلیټ فارم کې جوړ شوی",
  "info-text-1": "hCaptcha Enterprise د hCaptcha پلیټ فارم ټیکنالوژۍ پرمخ وړي، د هغو ځانګړتیاو شاملولو لپاره پراخ شوی چې لوړ ټرافيکي تصدۍ ته اړتیا لري.",
  "info-head-2": "یو باوري ملګری",
  "intro-subtitle": "نن ورځ ستاسو د بوټ ستونزه حل کړئ.",
  "info-text-2": "زموږ خدمتونه د نړۍ ترټولو لوی شرکتونو لخوا باوري دي ترڅو په لسګونو ملیون سایټونو کې ډیری ملیونونه ورځني کاروونکو ته خدمت وکړي.",
  "cloudflare-quote-text": "موږ د CAPTCHA یو شمیر پلورونکو ارزونه وکړه او همدارنګه پخپله د سیسټم رامینځته کول. په پای کې، hCaptcha د reCAPTCHA لپاره د غوره بدیل په توګه راڅرګند شو.",
  "cloudflare-quote-detail": "د محصول مدیریت رییس، Cloudflare",
  "section-quote-head": "د لوړ ترافیک تصدیو لپاره د لګښت مؤثره انتخاب",
  "section-quote-text": "په پای کې، د ګوګل لپاره د اعتبار وړ بدیل. hCaptcha Enterprise د لوړ امنیت سره ستاسو د reCAPTCHA بل کې ډراماتیک سپما وړاندې کوي: په ځینو قضیو کې تر 80٪ پورې لږ ګران. د نړۍ ډیری لوی آنلاین خدمتونه hCaptcha Enterprise ته بدل شوي او د پام وړ لګښت سپمولو سره سم د بوټو ښه کشف ترلاسه کړی.",
  "section-quote-button": "د نرخ لپاره نن ورځ موږ سره اړیکه ونیسئ",
  "section-privacy-header": "د محرمیت تمرکز",
  "section-privacy-text-1": "د اعلان شبکې ستاسو لیدونکي د محصول په توګه ګوري. زموږ لپاره یوازینی محصول د دوی انسانیت ټاکي. زموږ خدمتونه د GDPR، CCPA، او LGPD اړتیاوې پوره کوي یا زیاتوي، او د نوښتونو ملاتړ کوي لکه د محرمیت پاس. موږ د محرمیت او امنیت توازن لپاره سخت کار کوو.",
  "section-privacy-text-2": "د محرمیت په اړه دا ځانګړی تمرکز پدې معنی دی چې موږ کولی شو د صفر انفرادي ډیټا ساتل، د کوکیز څخه پاک عملیات، او نور قراردادي محرمیت تضمین وړاندې کړو لکه څنګه چې اړتیا وي پداسې حال کې چې غوره امنیت ساتل کیږي.",
  "section-security-header": "امنیت لومړی",
  "section-security-text-1": "دقت ستاسو او زموږ په ګټه دی. hCaptcha تاسو ته ریښتیني ډاټا درکوي او تاسو ته اجازه درکوي چې دا څنګه وکاروئ. نور کیپچاس د لوی اعلاناتو شرکتونو لخوا چمتو شوي. دا پدې مانا ده چې هر بوټ چې دوی یې بندوي ممکن د دوی عاید کم کړي.",
  "section-security-text-2": "په محرمیت باندې د تمرکز سره د ماشین زده کړې وروستي تخنیکونو کارول موږ ته اجازه راکوي چې د میراث امنیتي معیارونو څخه تجاوز وکړو پرته لدې چې امنیت یا د کارونکي محرمیت ته زیان ورسوي د تل لپاره ستراتیژۍ ثبت کړو.",
  "section-user-experience-header": "د کارونکي عالي تجربه",
  "section-user-experience-text1": "د سوداګرۍ کاروونکو لپاره، اختیارونه شتون لري چې په ډیری سناریوګانو کې د ننګونو څخه په بشپړه توګه مخنیوی وکړي.",
  "section-user-experience-text2": "ستاسو د مشروع ټرافیک 99.9٪ لپاره په بشپړ ډول د ننګونې څخه مخنیوي سره رګ کم کړئ پداسې حال کې چې لاهم عالي امنیت چمتو کوي ، د پرمختللي بوټ ماډلونو څخه مننه.",
  "section-easy-integration-header": "اسانه ادغام",
  "section-easy-integration-text": "د hCaptcha اضافه کول یوازې دقیقې وخت نیسي او یوازې د کوډ څو کرښې. بنسټیز API د reCAPTCHA V2 سره مطابقت لري، او دا د بدلولو لپاره یوازې دقیقې وخت نیسي. تاسو کولی شئ نن ورځ د غوره بدیل سره پرمخ ولاړ شئ، او د اړتیا سره سم نور پرمختللي ب featuresې چالان کړئ.",
  "section-easy-integration-serverside": "د سرور اړخ:",
  "section-easy-integration-frontend": "مخ اخری:",
  "section-threat-header": "دودیز ګواښ نمرې",
  "section-threat-text": "ټولې ستونزې یو شان ندي: د یوې نمرې ترلاسه کول پدې معنی چې دا باید ستاسو اړتیاوې په ګوته کړي ترڅو ګټور وي. د hCaptcha د ځانګړي دودیز ګواښ نمرو سره ، یو ګړندي مشوره موږ ته اجازه راکوي چې خپل ماډلونه تنظیم کړو ترڅو ستاسو سوداګرۍ ته نور اړوند نمرې وړاندې کړو.",
  "section-challenges-header": "په ثانیو کې خپل ننګونې پیل کړئ",
  "section-challenges-text-1": "د اړونده منځپانګې سره په نښه کې پاتې شئ",
  "section-challenges-text-2": "کله چې کاروونکي باید د امنیت اړتیاو پوره کولو لپاره ننګونه حل کړي، نو ولې د کارونکي لپاره خوندور او اړونده دندې نه رامینځته کوي؟ زموږ د ساده دودیز ننګونې ډیزاینر سره ، تاسو کولی شئ یوازې په څو دقیقو کې د برانډ ننګونې مینځپانګه پیل کړئ.",
  "section-integration-header": "د مستقیم پلیټ فارم ادغام",
  "section-integration-subheader": "د ویب انفراسټرکچر شرکتونو لپاره",
  "section-integration-text": "د hCaptcha Enterprise سیسټم په خپل ډیزاین کې په ځانګړي ډول انعطاف وړ دی: دا په جزوي یا بشپړ ډول ستاسو د شبکې په څنډه کې ځای په ځای کیدی شي که تاسو عامه کلاوډ چلوئ یا ډیری ډیټا مرکزونه لرئ. دا کولی شي په ډراماتیک ډول لګښتونه او د شبکې څخه بهر ترافیک کم کړي پداسې حال کې چې زموږ د 24/7 آن کال کارمندانو لخوا د مدیریت ټولې ګټې ساتي ترڅو خورا سخت SLAs پوره کړي.",
  "section-support-header": "ستاسو او ستاسو کاروونکو دواړو لپاره د لاسرسي وړ مهارت او ملاتړ",
  "section-support-text": "خدمت زموږ لپاره لومړیتوب دی. موږ د 24/7 آن کال ملاتړ ساتو او ستاسو د انجینرۍ ادغام ټیم او زموږ د تلیفون کارمندانو سره د پلي کیدو پرمهال او وروسته مستقیم سست همغږي وړاندیز کوو. ، او زموږ د ویجټ او بریښنالیک ملاتړ چینلونه. موږ د لاسرسي وړ او ځواب ویونکي یو، او د کاروونکي رضایت د لوړ KPI په توګه چلند کوو.",
  "section-enterprise-header": "د شرکت ځانګړتیاوې",
  "section-enterprise-title-1": "د نړۍ په کچه د بوټ ضد محافظت",
  "section-enterprise-desc-1": "په ویب پیمانه د جګړې ازموینه.",
  "section-enterprise-title-2": "د لوړ دقت بوټ نمرې",
  "section-enterprise-desc-2": "د ډیری مختلف ډولونو خراب لوبغاړي کشف کړئ.",
  "section-enterprise-title-3": "صفر رګ او 99.9٪ غیر فعال حالتونه",
  "section-enterprise-desc-3": "د مشروع کاروونکو 0.1٪ څخه کم ننګونه.",
  "section-enterprise-title-4": "د کنټرول ننګونې ډولونه ښودل شوي",
  "section-enterprise-desc-4": "د انتخاب کولو لپاره د ډولونو پراخه کتابتون.",
  "section-enterprise-title-5": "د کنټرول ننګونې منځپانګې کارول",
  "section-enterprise-desc-5": "د دوامداره کارونکي تجربې سره په نښه کې پاتې شئ.",
  "section-enterprise-title-6": "د سوداګرۍ SLAs",
  "section-enterprise-desc-6": "تضمین شوی اعتبار او ګړندی 24/7 آن کال ملاتړ.",
  "section-enterprise-title-7": "د میراث براوزر ملاتړ",
  "section-enterprise-desc-7": "د انټرنیټ اکسپلورر 8 ته بیرته ټولې لارې مطابقت لري.",
  "section-enterprise-title-8": "د راپور ورکولو پرمختللي ډشبورډونه او API",
  "section-enterprise-desc-8": "وګورئ چې ستاسو په ټولو سایټونو او ایپسونو کې څه پیښیږي.",
  "section-enterprise-title-9": "په هر هیواد کې کار کوي",
  "section-enterprise-desc-9": "د reCAPTCHA برعکس، موږ په هر هیواد کې کار کوو.",
  "section-enterprise-title-10": "GDPR، CCPA، او LGPD دوستانه محرمیت پالیسي",
  "section-enterprise-desc-10": "د لومړۍ ورځې څخه د محرمیت لپاره ډیزاین شوی. د ډیټا پروسس کولو قوي تړون.",
  "section-enterprise-title-11": "د سختو ستونزو کچه",
  "section-enterprise-desc-11": "دا ډایل کړئ ترڅو ستاسو د کارونې قضیه په سمه توګه فټ کړئ.",
  "section-enterprise-title-12": "د لومړۍ ډلې کوربه توب",
  "section-enterprise-desc-12": "ټولې غوښتنې او شتمنۍ hcaptcha.yourdomain.com ته ځي",
  "section-enterprise-title-13": "د څو کاروونکو ډشبورډونه",
  "section-enterprise-desc-13": "په خپل ټیم کې مدیریت شریک کړئ.",
  "section-enterprise-title-14": "فوري تایید",
  "section-enterprise-desc-14": "0ms ځنډ: د API کال پرته د hCaptcha ټوکن تصدیق کړئ.",
  "section-enterprise-title-15": "ګرځنده (iOS او Android) ادغام",
  "section-enterprise-desc-15": "په ویب، اصلي ګرځنده، ګرځنده ویب کې بې سیمه تجربه. مخکې جوړ شوي ادغامونه او اصلي SDKs شتون لري.",
  "section-enterprise-title-16": "دودیز شرایط او د محرمیت تضمین",
  "section-enterprise-desc-16": "خپل قانوني اړتیاوې پوره کړئ کله چې نور شرکتونه نشي کولی.",
  "presented-challlenges-head": "ننګونې وړاندې کړې",
  "presented-challenges-title-1": "پرتله کول",
  "presented-challenges-text-1": "ټول هغه عکسونه غوره کړئ چې د پوښتنې سره سمون لري",
  "presented-challenges-title-2": "د بندولو بکس",
  "presented-challenges-text-2": "د شیانو لپاره د حد ساحه تعریف کړئ",
  "presented-challenges-title-3": "طبقه بندي",
  "presented-challenges-text-3": "اړونده لیبلونه وپیژنئ",
  "presented-challenges-subheader": "... او نور ساده کارونه. د انسانانو لپاره اسانه، د بوټو لپاره سخت.",
  "presented-challenges-subtext": "دودیز دندې د شرکت خپرونکو لپاره هم شتون لري.",
  "footer-header-1": "شرکت",
  "footer-header-2": "سرچینې",
  "footer-header-3": "اړیکه",
  "footer-link-1": "لیبل کول",
  "footer-link-2": "په اړه",
  "footer-link-3": "دندې",
  "footer-link-4": "سوداګریزې نښې",
  "footer-link-5": "بلاګ",
  "footer-link-6": "حالت",
  "footer-link-7": "اسناد",
  "footer-link-8": "د بګ راپور ورکړئ",
  "footer-link-9": "لاسرسی",
  "footer-terms": "شرایط",
  "footer-privacy": "محرمیت",
  "footer-attribution": "انتساب",
  "footer-subheader-1": "ملاتړ",
  "footer-subheader-2": "اړیکه",
  "switch-to-english-link": "انګلیسي ته واړوئ",
  "intro-heading-privacy": "د محرمیت لپاره ډیزاین شوی.",
  "intro-subtitle-p1-privacy": " د آنلاین امنیت لپاره په ځانګړي ډول د محرمیت پرمخ وړل شوی چلند.",
  "info-head-2-pr": "د آنلاین فعالیت ثبت کول ځواب ندی.",
  "info-text-1-pr": "hCaptcha Enterprise یوازې یو هدف لري: د بدو لوبغاړو مخه ونیسي چې ستاسو آنلاین عملیات ګډوډ کړي او ستاسو کاروونکو ته زیان ورسوي.",
  "info-text-2-pr": "زموږ سیسټمونه پدې توګه له ځمکې څخه ډیزاین شوي ترڅو د ټولګي مخکښ امنیت ساتلو په وخت کې د معلوماتو راټولول او ساتل کم کړي. د کارونکي ډیټا خوندي کولو غوره لاره دا نه ده چې دا په بشپړ ډول ذخیره کړئ.",
  "info-text-3-pr": "د پیرودونکو ټولې اړیکې هم د قوي ډیټا پروسس کولو تړون لخوا خوندي کیږي. د hCaptcha خدمت د محرمیت ټولو قوانینو سره مطابقت لري پرته لدې چې ستاسو خدمت یا ستاسو پیرودونکي چیرې اوسیږي. د شخصي معلوماتو نه ساتل دا زموږ لپاره د نورو شرکتونو په پرتله خورا اسانه کوي.",
  "info-text-2-2-pr": "د reCAPTCHA v3 په څیر خدمتونه وايي چې ستاسو د سایټ په هره پاڼه کې د دوی د تعقیب پکسل ایښودل د ښه امنیت لپاره اړین دي. دا خبره نه ده.",
  "info-text-2-3-pr": "ساده چلند تحلیل یو سیګنال دی چې په اسانۍ سره د خراب لوبغاړو لخوا رامینځته شوی ، او ستاسو د ټولو قانوني ترافیک لپاره د لټون کولو تاریخ ساتلو ته هم اړتیا لري.",
  "info-text-2-4-pr": "موږ د اعلاناتو شبکه نه چلوو، او د دوی د اعلاناتو پلورلو لپاره ستاسو د کاروونکي چلند څارلو کې لیوالتیا نلرو. دا پدې مانا ده چې موږ ستاسو د سایټ په هره پاڼه کې غیر فعال پکسل ته اړتیا نلرو.",
  "info-text-2-5-pr": "زموږ د ننګونې کوډ یوازې هغه ځای کې اضافه کړئ چیرې چې دا اړینه وي، او چیرې چې دا ستاسو او ستاسو د کاروونکو د ساتنې لپاره معنی لري.",
  "info-head-3-pr": "د ماشین زده کړه ګټوره ده. مګر دا کار کولو لپاره شخصي معلوماتو ته اړتیا نلري.",
  "info-text-3-1-pr": "د ماشین زده کړه اوس زموږ د ژوند نږدې هر اړخ اغیزه کوي، ډیری وختونه په داسې لارو کې چې موږ نه پوهیږو او نه یې لیدلی شو. آنلاین امنیتي خدمتونه توپیر نلري.",
  "info-text-3-2-pr": "د زرګونو سیګنالونو په زده کولو سره، ماډلونه کولی شي په چټکۍ سره د ناوړه چلند په موندلو کې لوړ باور اټکل او ترلاسه کړي، حتی کله چې هیڅ انفرادي سیګنال پخپله دومره پیاوړی نه وي چې ستونزه په ګوته کړي.",
  "info-text-3-3-pr": "په هرصورت، له دې څخه هیڅ یو د شخصي پیژندلو وړ معلوماتو (PII) کارولو ته اړتیا نلري. عصري کریپټوګرافیک تخنیکونه موږ ته اجازه راکوي چې هر ډول شخصي معلومات ژر تر ژره له مینځه یوسو، پرځای یې یو طرفه لاسلیکونه رامینځته کړئ چې هیڅ فرد سره تړاو نلري.",
  "info-text-3-4-pr": "د ناپیژندل شوي ډیټا په اړه روزنه هم همداسې کار کوي، او د امنیت یا محرمیت په اړه موافقت ته اړتیا نلري. زموږ پیرودونکو تجربوي ازموینې ترسره کړې ، او موږ یې د خورا لږ شخصي بدیلونو سره مساوي یا غوره اعلان کړل.",
  "cloudflare-quote-text-privacy": "موږ د hCaptcha حلونو په اړه یو شمیر شیان خوښ کړل: 1) دوی شخصي معلومات نه پلوري؛ دوی یوازې لږترلږه اړین شخصي معلومات راټولوي، دوی د هغه معلوماتو په تشریح کولو کې شفاف دي چې دوی یې راټولوي او څنګه یې کاروي او/یا یې افشا کوي.",
  "pilot-head": "موږ په خپل چاپیریال کې پرته له کوم مکلفیت څخه هڅه وکړئ.",
  "pilot-text-1a": "موږ انجنیران یو، نه پلورونکي: موږ غواړو چې تاسو د خپلې خوښې سره خوشحاله شئ.",
  "pilot-text-1b": "ستاسو د رضایت ډاډ ترلاسه کولو غوره لاره دا ده چې وښیو چې موږ ستاسو اړتیاوې پوره کوو.",
  "pilot-text-1c": "په حقیقت کې ټول شرکتونه چې پیلوټ پیل کوي په نهایت کې زموږ حلونه غوره کوي.",
  "pilot-text-1d": "زموږ یو تخنیکي متخصص ته د رسیدو لپاره دا فورمه وکاروئ. موږ ژر ځواب ورکوو.",
  "pilot-text-1e": "تاسو کولی شئ موږ ته مستقیم بریښنالیک هم راکړئ.",
  "pilot-email-details": "جزیات دلته دي.",
  "pilot-f1": "سیمه",
  "pilot-f2": "ستاسو نوم",
  "pilot-f3": "ستاسو نوم",
  "pilot-f4": "د سوداګرۍ بریښنالیک",
  "pilot-f5": "کوم نور توضیحات چې موږ باید ولرو؟",
  "pilot-f6": "ایا تاسو بیړني سفر ته اړتیا لرئ؟",
  "pilot-f7": "هو.",
  "pilot-f8": "زه تر برید لاندې یم او سمدستي الوتنې ته اړتیا لرم.",
  "pilot-f9": "سپارل",
  "pilot-f10": "د خپل بریښنالیک په داخلولو سره، تاسو زموږ د شرایطو او محرمیت پالیسۍ سره موافق یاست، او زموږ څخه بریښنالیک ترلاسه کوئ.",
  "pilot-fo-1": "ادغام اسانه نه و.",
  "pilot-fo-2": "hCaptcha د فرنټ اینڈ او بیک انډ سیسټمونو لپاره چې تاسو یې کاروئ لسګونه دمخه جوړ شوي ادغامونه لري.",
  "pilot-fo-3": "که تاسو د ګوګل د reCAPTCHA څخه راشئ، زموږ APIs د ډراپ ان بدیل دي. د کوډ درې کرښې ټول هغه څه دي چې تاسو ورته اړتیا لرئ.",
  "pilot-fo-4": "زموږ آن بورډینګ انجینران کولی شي تاسو په چټکۍ سره پرمخ بوځي، ایا تاسو د عکس العمل ادغام ته اړتیا لرئ، د iOS اصلي ایپسونو لپاره SDKs، د جاوا بیکینډ مثال، یا په حقیقت کې کوم بل سناریو.",
  "pilot-fo-5": "او د تل په څیر، محرمیت زموږ لپاره اصلي ارزښت دی. زموږ د ننګونې کوډ یوازې هغه ځای کې اضافه کړئ چیرې چې دا اړینه وي، او چیرې چې دا ستاسو او ستاسو د کاروونکو د ساتنې لپاره معنی لري. د معلوماتو راټولول کمول د ادغام له شیبې څخه پیل کیږي.",
  "pilot-fdone": "مننه. موږ به ډیر ژر اړیکه ونیسو.",
  "home-ent-2-new": "زموږ د سوداګرۍ حل په اړه نور معلومات ترلاسه کړئ.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "د hCaptcha Enterprise حلونه د ټولګي مخکښ امنیت وړاندې کوي او د ډیری غوره آنلاین خدماتو ساتنه کوي.",
  "home-plans-button-2-new": "نور زده کړئ",
  "header-enterprise-link": "شرکت",
  "sales-interstitial-c1b-new": "د hCaptcha Enterprise په اړه نور معلومات ترلاسه کړئ"
}
