{
    "1031855757": "د دې سایټ کارول",
    "1034830": "هغه شخړې چې ممکن د احتمالي منځګړیتوب تړون تابع نه وي لکه څنګه چې د ډډ - فرانک وال سټریټ اصالحاتو او مصرف کونکي محافظت قانون (عامه قانون 111-203) لخوا چمتو شوي له دې څخه ایستل شوي",
    "1064537632": "مهرباني وکړئ په یاد ولرئ چې ستاسو د خدماتو کارول زموږ د ډیټا پروسس کولو تړون لخوا اداره کیږي، کوم چې دلته د حوالې په واسطه شامل شوي. مهرباني وکړئ دا تړون بیاکتنه وکړئ ترڅو وګورئ چې موږ ستاسو په استازیتوب شخصي معلومات څنګه پروسس کوو. په یاد ولرئ چې موږ د EU عمومي ډیټا محافظت مقرراتو اهدافو لپاره د \"ډیټا پروسیسر\" په توګه کار کوو ، او د کالیفورنیا مصرف کونکي محرمیت قانون هدف لپاره د \"خدمت چمتو کونکي\" په توګه کار کوو.",
    "1095532507": "کوکي (\"کوکي\") یو کوچنی متن فایل دی چې ستاسو په هارډ ډرایو کې د ویب پاڼې سرور لخوا ځای په ځای شوی. کوکیز هغه معلومات لري چې وروسته په ډومین کې د ویب سرور لخوا لوستل کیدی شي چې تاسو ته یې کوکی خپور کړی. ځینې کوکیز به یوازې وکارول شي که تاسو ځینې ځانګړتیاوې وکاروئ یا ځینې غوره توبونه غوره کړئ، او ځینې کوکیز به تل کارول کیږي. تاسو کولی شئ د هر کوکیز په اړه نور معلومات ترلاسه کړئ لاندې زموږ د اوسني کوکي لیست لیدلو سره.",
    "1158384644": "تاسو کولی شئ په هر وخت کې زموږ د ویب پاڼې کارولو بندولو لپاره وټاکئ، په دې شرط چې تاسو باید د ټولو تطبیق وړ IMI پالیسیو سره سم عمل وکړئ. موږ کولی شو، په خپل اختیار کې، دا تړون لغوه کړو، زموږ ویب پاڼې ته لاسرسی وځنډوو، یا د کوم دلیل لپاره پرته له خبرتیا سمدستي کوم خدمتونه لرې کړو.",
    "1300074400": "د شرکت د اوسني مدیریت په اړه معلومات ممکن په اړه پاڼه کې ترلاسه شي. د شرکت اوسنی اجرایوي رییس د مینځپانګې مسؤل مدیر دی.",
    "1395644678": "د آنلاین شخړو د حل لپاره د اروپا کمیسیون رسمي ویب پاڼه:",
    "148542287": "دا قانوني مشوره نه ده، او د دې تحلیل په اړه هیڅ تضمین ندی ورکړل شوی. که تاسو اضافي پوښتنې یا اندیښنې لرئ، مهرباني وکړئ موږ سره اړیکه ونیسئ:",
    "1527172673": "که تاسو د دې کوکي پالیسي په اړه کومه پوښتنه لرئ، مهرباني وکړئ موږ سره اړیکه ونیسئ:",
    "1535054294": "مهرباني وکړئ د دوی تفصيلي پالیسي وګورئ",
    "1747657936": "زموږ سایټونه او خدمتونه د 13 کالو څخه کم عمر ماشومانو ته ندي لیږل شوي او موږ په پوهه سره د 13 کلونو څخه کم عمر ماشومانو څخه شخصي معلومات نه راټولوو. که موږ پوه شو چې موږ د 13 کالو څخه کم عمر لرونکي ماشوم شخصي معلومات راټول کړي، نو موږ به یې واخلو. زموږ د فایلونو څخه د داسې معلوماتو د حذف کولو لپاره مناسب ګامونه څومره چې عملي وي، پرته لدې چې موږ د دې ساتلو قانوني مکلفیت ولرو. مهرباني وکړئ موږ سره اړیکه ونیسئ که تاسو باور لرئ چې موږ د 13 کلونو څخه کم عمر لرونکي ماشوم یا په اړه کوم معلومات لرو:",
    "1807512722": "تاسو کولی شئ هر هغه ادعا چې ستاسو د دې ویب پاڼې کارولو څخه رامینځته کیږي یوې اداري ادارې ته راوړي مګر یوازې تر هغه حده پورې چې پلي شوي قانون ورته ادارې ته د لاسرسي اجازه ورکوي پرته له دې چې د منځګړتوب تړون شتون ولري. په دې ډول اداري ادعاوو کې پرته له کوم محدودیت ادعاګانې یا تورونه شامل دي چې د استخدام فرصتونو مساوي کمیسیون، د متحده ایالاتو د کار وزارت، او د کار ملي اړیکو بورډ ته وړاندې شوي. په دې فقره کې هیڅ شی به تاسو د کومې ادارې په وړاندې د اداري دعوې له راوړلو څخه منع یا عذر ونه ګڼل شي ترڅو په منځګړیتوب کې د ادعا کولو دمخه د اداري درملنې پای ته رسولو لپاره ستاسو مکلفیت پوره کړي، په هرصورت، تاسو د دې له لارې د هر ډول مالي جایزې حق معاف کوئ. د ادارې کړنې",
    "2238885192": "موږ د ډیبګ کولو ډیټا راټولولو لپاره سینټري کاروو کله چې یو کارن خطا تجربه کوي. د معلوماتو لپاره چې سینټري څنګه ډاټا راټولوي او پروسس کوي:",
    "2520904193": "تاسو هر هغه حق چې تاسو یې لرئ د هرې شخړې د راوړلو، اوریدلو، یا منځګړیتوب لپاره د ټولګي، ډله ایز، یا نمایشي عمل په توګه پریږدئ. سره له دې چې په دې تړون کې د کومې بلې مادې شتون لري، مخکینی جزا باید په هیڅ صورت کې له دې تړون څخه د جلا کیدو وړ نه وي. هره ادعا چې د دې معافیت ټوله یا برخه د تطبیق وړ، غیر مشروع، باطل یا باطله ده یوازې د وړ قضاوت محکمې لخوا ټاکل کیدی شي نه د منځګړیتوب لخوا. تاسو به زموږ په ویب پا onه کې د دندو بشپړولو څخه مخنیوی یا د کار کولو ملي قانون د 7 برخې لاندې د خپلو حقونو د کارولو په پایله کې ، یا په کوم فورم کې د ټولګي ، ډله ایز یا نمایشي عمل دوسیه کولو یا ګډون کولو په پایله کې غچ اخلئ یا مخنیوی نه کوئ. ، مګر موږ ممکن په قانوني توګه د دې ټولګي عمل معافیت پلي کولو غوښتنه وکړو ، او د داسې ټولګي ، ډله ایز یا نمایشي کړنو یا ادعاګانو د ګوښه کولو غوښتنه وکړو.",
    "2577178569": "3. د سختو اړینو تخنیکي موخو لپاره کارول کیږي: د لاسرسي وړ کاروونکي کارول فعالوي.",
    "2583888954": "استثناوې.",
    "263977834": "اداري ستړیا.",
    "2657277322": "که تاسو کومه پوښتنه لرئ، مهرباني وکړئ موږ سره اړیکه ونیسئ:",
    "271333468": "موږ د هغه معلوماتو د ساتنې لپاره مناسب تخنیکي او تنظیمي اقدامات پلي کوو چې موږ یې راټول او ذخیره کوو، او له ټولو استازو څخه غواړو چې زموږ په استازیتوب زموږ پروسس ترسره کړي. له بده مرغه، هیڅ امنیتي تدابیر 100٪ بې بنسټه ندي، او لکه څنګه چې هیڅ شبکه یا سیسټم (زموږ په شمول) نشي تضمین کیدی چې د ویجاړولو، ضایع کیدو، بدلون، غیرقانوني افشاء کولو، یا هغه معلوماتو ته چې موږ یې راټول او ذخیره کوو د 100٪ خوندي وي. که تاسو باور لرئ چې ستاسو معلومات ممکن د کوم دلیل لپاره خوندي نه وي، مهرباني وکړئ سمدلاسه له موږ سره اړیکه ونیسئ:",
    "2763011087": "IMI ژمن نه دی او نه هم مکلف دی چې د مصرف کونکو شخړو حل کولو ادارې په وړاندې د مصرف کونکو شخړو لپاره د بدیل شخړې حل کې برخه واخلي.",
    "2927283721": "زموږ په ویب پاڼه کې د دندو په ترسره کولو سره، تاسو زموږ د محرمیت پالیسۍ سره سم د خپلو شخصي معلوماتو راټولولو، کارولو او افشا کولو اجازه ورکوئ. برسېره پردې، موږ ممکن ستاسو او ستاسو بشپړ شوي دندو په اړه ځینې معلومات له هغه غوښتونکي سره شریک کړو چې تاسو یې د خدماتو اړیکو اسانولو او ویب پاڼې ته وده ورکولو لپاره بشپړ کړي دي، په شمول، د مثال په توګه، د ونډه اخیستونکي ID، د بشپړ شویو دندو پایلې، او نور ځانګړتیاوې ستاسو وړتیاوې، ژبې، مهارتونه، او د ویب پاڼې کارول.",
    "2943815316": "موږ دا لیست په دوره توګه تازه کوو، نو ممکن اضافي کوکیز شتون ولري چې لاهم لیست شوي ندي. ویب بیکن، ټاګونه او سکریپټونه ممکن په سایټونو یا بریښنالیکونو کې وکارول شي ترڅو موږ سره د کوکیز وړاندې کولو کې مرسته وکړي، لیدنې شمیرل، د کارونې او کمپاین اغیزمنتوب پوهه او معلومه کړي چې ایا بریښنالیک پرانیستل شوی او عمل شوی. موږ ممکن د دې ټیکنالوژیو کارولو پراساس زموږ د خدماتو / تحلیلي چمتو کونکو لخوا په انفرادي او مجموعي اساس راپورونه ترلاسه کړو.",
    "3040062804": "د دې برخې الندې هر ډول منځګړیتوب به د کالیفورنیا په ایالت کې د ډیفالټ له مخې ترسره کیږي، پرته لدې چې تاسو د متحده ایالاتو څخه بهر اوسیږئ، پدې حالت کې منځګړیتوب به په بشپړ ډول په بریښنایی یا تلیفوني ډول ترسره شي. منځګړیتوب ممکن په بل ځای کې ترسره شي که چیرې د هر اړخ لخوا په لیکلي ډول موافقه وشي. د دې موقعیت په پام کې نیولو پرته، هر ګوند کولی شي د ژوندۍ ویډیو یا ټیلیفوني کنفرانس له لارې په منځګړیتوب کې حاضر شي.",
    "3091247030": "د ټولګي عمل معافیت.",
    "3102490587": "د ټولګي عمل معافیت پرته، که چیرې د دې منځګړیتوب بند کومه اصطلاح یا شرایط یا برخه باطل یا غیر نافذ اعلان شي دا به قطع شي او د منځګړیتوب پاتې برخه به د پلي کیدو وړ وي.",
    "3187946010": "په دې پاڼو کې ټول متن، انځورونه، ګرافیکي حرکتونه، ویډیوګانې، موسیقي، غږونه او نور مواد د کاپي حق قانون له مخې د IMI یا دریمې ډلې لخوا خوندي دي که مشخص شوي وي. دا د سوداګریزې کارونې لپاره د دې موادو کاپي یا ترمیم کول په داسې طریقه منع دي چې د مناسب مناسب استعمال څخه ډیر وي.",
    "3199694247": "سختوالی",
    "3302832698": "د شخړو بدیل حل ته اړتیا ده.",
    "3361191778": "په انټرنیټ پاڼو کې چمتو شوي معلومات د انفرادي مشورې استازیتوب نه کوي او نشي کولی دا بدل کړي. که تاسو انفرادي مشورې ته اړتیا لرئ، مهرباني وکړئ زموږ د ملاتړ کارمندانو سره اړیکه ونیسئ.",
    "3493572638": "لګښتونه او فیسونه.",
    "3794239003": "د منځګړیتوب طرزالعمل.",
    "3885459114": "تاسو کولی شئ په عمومي ډول د کوکیز کارول فعال یا غیر فعال کړئ د فعالیت له لارې چې ستاسو په ویب براوزر کې جوړ شوي. که تاسو غواړئ د کوکیز په اړه نور معلومات زده کړئ، یا د دوی کنټرول، غیر فعال یا حذف کولو څرنګوالی، مهرباني وکړئ د تفصيلي لارښوونې لپاره https://www.knowcookies.com/ وګورئ.",
    "3956117148": "hCaptcha.com او BotStop.com ویب پاڼې (سایټونه) ممکن اضافي کوکیز ولري، لکه څنګه چې په دې پالیسۍ کې تشریح شوي.",
    "4193379787": "د دې موافقتنامې لاندې ټول منځګړیتوب به د امریکا د منځګړیتوب ټولنې د مقرراتو لاندې یا د منځګړیتوب خدمت په دوه اړخیزه موافقه کې ترسره شي. منځګړی به د متحده ایالاتو منځګړی وي چې د بدیل اعتصابونو له لارې د اوو (۷) نومونو څخه د لیست څخه غوره شوی. په منځګړیتوب کې، هر اړخ به حق ولري چې کافي مدني کشف وکړي، منحل حرکتونه راوړي، او د اړتیا سره سم شاهدان او شواهد وړاندې کړي ترڅو د دوی قضیې او دفاع وړاندې کړي، او په دې برخه کې هر ډول شخړې د منځګړیتوب له لارې حل کیږي. د شخړې هوارول باید یوازې د هغه قانون پر بنسټ وي چې د ادعاوو او مدافعینو غوښتنه کوي، او منځګړیتوب نشي کولی د دې کنټرول قانون پرته بل کوم بنسټ وټاکي. ثالث باید د قضایي افسر د مدني مسؤلیت څخه معافیت ولري کله چې د منځګړیتوب په ظرفیت کې عمل وکړي، کوم چې مصؤونیت د نورو موجود معافیت سره ضمیمه کوي. په جایزو کې باید د منځګړیتوب لیکل شوي استدلال نظر شامل وي. تاسو د هر هغه ادعا په اړه چې تاسو یې د IMI یا IMI په وړاندې لرئ د قضاوت له لارې د محاکمې حق پریږدئ. د دې فقرې لاندې هره ادعا باید د محدودیتونو د نافذ شوي قانون دننه راوړل شي. د متحده ایالاتو د فدرالي حکمیت قانون دا ماده اداره کوي، او تاسو دا منئ چې دا تړون په سوداګرۍ کې د راکړې ورکړې ثبوت کوي.",
    "470943029": "که تاسو د دې محرمیت پالیسۍ په اړه کومه پوښتنه لرئ، مهرباني وکړئ موږ سره اړیکه ونیسئ:",
    "498769698": "تاسو کولی شئ ځینې شخصي معلوماتو ته لاسرسی ومومئ، سم کړئ، تعدیل کړئ، یا حذف کړئ چې تاسو یې موږ ته د خپل ادغام کونکي، پیرودونکي، یا د لاسرسي کارونکي حساب له لارې چمتو کړي وي (که تاسو ادغام کونکی، پیرودونکي، یا د لاسرسي کارونکي یاست). که تاسو دا نشئ کولی، یا د شخصي معلوماتو په اړه کومه پوښتنه لرئ چې موږ ستاسو په اړه راټول کړي او/یا شریک کړي، یا غواړئ زموږ د پروسس کولو لپاره ستاسو رضايت بیرته واخلئ (یعنې په بشپړ ډول خپل حساب حذف کړئ) مهرباني وکړئ موږ سره اړیکه ونیسئ:",
    "537881751": "hCaptcha ته ښه راغلاست! دا د محرمیت پالیسي زموږ د ویب پاڼې له لارې زموږ د معلوماتو راټولولو، کارولو او افشا کولو په اړه د Intuition Machines, Inc. (\"IMI\"، \"موږ\" یا \"موږ\") کړنې تشریح کوي (د شخصي معلوماتو په شمول، چې لاندې تعریف شوي) په www.hcaptcha کې .com او کوم بل فرعي ډومینونه یا ډومینونه چې موږ یې کاروو (\"سایټونه\") او د hCaptcha غوښتنلیک برنامه انٹرفیس او اړوند سافټویر او توکي (په ټولیز ډول ، \"خدمت\").",
    "561456032": "تاسو موافق یاست چې د هرې شخړې لپاره چې ستاسو د خدماتو کارولو څخه رامینځته کیږي یا ورسره تړاو لري، په شمول هر هغه شخړه چې ممکن د هغه وخت څخه رامینځته شوې وي کله چې تاسو د IMI لپاره دندې ترسره کول پیل کړي، او په ځانګړې توګه د کومې ادعا په شمول چې تاسو د خدماتو په توګه طبقه بندي کوئ یا نه. یو خپلواک قراردادي، تاسو به لومړی IMI ته د هغې په وړاندې ستاسو د ادعا خبر ورکړئ. تاسو او IMI به بیا هڅه وکړي چې مسله د مستقیم خبرو اترو یا منځګړیتوب له لارې حل کړي. موږ به د منځګړیتوب لګښت په مساوي ډول تقسیم کړو او موافقه وکړو چې منځګړیتوب باید د تلیفون یا نورو بریښنایی وسیلو له لارې ترسره شي. که یوه ادعا د غیر رسمي خبرو اترو یا منځګړیتوب وروسته حل نه شي، تاسو موافق یاست چې تاسو او IMI به د شخړې د حل لپاره وروستی او پابند منځګړیتوب وکاروي. دا ماده ټول هغه ادعاګانې په شاتګ سره اداره کوي کله چې تاسو زموږ د ویب پاڼې کارول پیل کړي، ایا د شکنجې، قرارداد، قانون پر بنسټ، د تبعیض او ځورونې ادعاګانې په شمول، مګر محدود ندي، که دا د کالیفورنیا د عادلانه کارموندنې او کور جوړونې قانون پر بنسټ وي. ، د 1964 د مدني حقونو قانون VII سرلیک، لکه څنګه چې تعدیل شوی، یا کوم بل ایالت یا فدرالي قانون یا مقررات، مساوي قانون، یا بل ډول.",
    "658775471": "موږ د خپل ویب ترافیک اصلاح کولو لپاره Cloudflare کاروو. د معلوماتو لپاره چې څنګه Cloudflare ډاټا راټولوي او پروسس کوي:",
    "702926385": "اړخونه باید هر یو په هر ډول منځګړیتوب کې د قانوني نمایندګۍ لپاره خپل اړوند لګښتونه په غاړه واخلي، پرته له دې چې د وکیل فیسونه په واضح ډول د قانون لخوا چمتو شوي وي. اړخونه به هر هغه ابتدايي اداري فیس چې د منځګړیتوب لخوا اخیستل کیږي تقسیم کړي، تاسو ته تر دوه سوه پنځوس ډالرو (US$ 250.00) پورې. د منځګړیتوب او د محکمې د راپور ورکوونکي لګښت، که کوم وي، په پیل کې به زموږ لخوا اخیستل کیږي؛ په هرصورت، منځګړیتوب باید واک ولري چې موجوده اړخ ته مناسب لګښتونه ورکړي، لکه څنګه چې د قانون لخوا چمتو شوي، او/یا له اړخونو څخه غوښتنه کوي چې د منځګړیتوب او/یا د محکمې خبریال پورې اړوند لګښتونه وویشي.",
    "720059527": "2. د سختو اړینو تخنیکي موخو لپاره کارول کیږي: د بار توازن، روټینګ.",
    "74538881": "د دې ویب پاڼې مسؤلیت",
    "996430331": "د منځګړتوب ځای.",
    "211351380": "له بلاګ څخه:",
    "3153117136": "د hCaptcha مشکل تنظیمات څنګه کار کوي",
    "2915355938": "لاسرسی",
    "793784899": "پلانونه",
    "2671622670": "شرکت",
    "3527140447": "اسناد",
    "505891021": "د لیبل کولو خدمتونه",
    "692176459": "د ننه کیدل",
    "1892574253": "ګډون کول",
    "2593864519": "نور بوټونه بند کړئ. د کارونکي محرمیت ساتنه پیل کړئ.",
    "4007826952": "#1 محرمیت - د ویب، ګرځنده او نورو لپاره لومړی کیپچا.",
    "3721365241": "هڅه وکړئ",
    "3753956446": "وړيا",
    "3276777569": "hCaptcha",
    "55035359": "اوس مهال reCAPTCHA کاروئ؟",
    "3417372336": "په دقیقو کې بدل کړئ",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "غوره آنلاین خدمتونه تکیه کوي",
    "1470290349": "د غوره درجې بوټو او درغلۍ مدیریت لپاره.",
    "3714002185": "د hCaptcha Enterprise په اړه نور معلومات ترلاسه کړئ",
    "3946753128": "شخصي. خوندي. چټک.",
    "939665604": "د محرمیت تمرکز",
    "780475098": "د اعلان شبکې ستاسو لیدونکي د محصول په توګه ګوري. موږ یوازې پروا لرو چې لیدنه ښه ده یا بد. hCaptcha د GDPR، CCPA، LGPD، PIPL، او نورو نړیوالو معلوماتو قوانینو سره مطابقت لري.",
    "219813583": "امنیت لومړی",
    "2714878440": "زموږ د پرمختللي ماشین زده کړې او د انسانیت تصدیق سره خپل خدمات د سکریپ کولو ، حساب اخیستلو ، اعتباري توکو ډکولو ، او سپیم څخه خوندي کړئ.",
    "1397766838": "د کارونکي غوره تجربه",
    "2670352917": "hCaptcha د بوټو ډیر معتبر کشف چمتو کوي پداسې حال کې چې د انسانانو لپاره د حل کولو لپاره ساده وي.",
    "2806751666": "hCaptcha څه شی دی؟",
    "3096063825": "وې آزمایه",
    "2968026167": "ستاسو د خوښې سبزیج",
    "713281684": "بانجان",
    "4147497805": "گاجر",
    "3758963444": "مننه! ستاسو سپارښتنې ترلاسه شوې!",
    "1070364246": "اوف! د فورمې د سپارلو په وخت کې یو څه غلط شو.",
    "1129833879": "ناوړه بوټونه بند کړئ، د کاروونکي محرمیت خوندي کړئ",
    "58091799": "د hCaptcha Publisher and Enterprise په اړه نور معلومات ترلاسه کړئ",
    "1599610318": "خپرونکی",
    "3093388779": "hCaptcha د هرې اندازې خپرونکو لپاره د کارولو لپاره وړیا دی",
    "179723061": "د ټیمونو لپاره ډیر کنټرول چې د ټولګي مخکښ امنیت ته اړتیا لري",
    "846501387": "د نړۍ په کچه بوټ محافظت",
    "119298044": "پرمختللي ځان څارل شوي ML او AI ټیکنالوژي ستاسو د ویب ملکیتونه د ګواښونو او بریدونو څخه ساتي",
    "1263998069": "د انساني حلونو لپاره انعامونه ترلاسه کړئ",
    "1103295010": "پیسې وګټئ یا خیرات ته ورکړئ کله چې انسانان د کیپچا حل کوي",
    "392886773": "په هر هیواد کې کار کوي",
    "2320894364": "د 200 څخه زیاتو پوائنټونو شتون سره، د hCaptcha بادل په ټوله نړۍ کې ستاسو شتمنۍ ساتي",
    "451701069": "د GDPR، CCPA سره مطابقت لري،",
    "2826051554": "او نور",
    "3530599065": "محرمیت له ځمکې څخه جوړ شوی. hCaptcha هیڅ PII نه ساتي او د ډیری محرمیت حکمونو او مقرراتو سره مطابقت لري.",
    "2489287539": "له رګ څخه پاک \"نه کیپچا\" او 99.9٪ غیر فعال حالتونه",
    "793242047": "کاروونکو ته وړاندې شوي ننګونې کم کړئ ترڅو غوښتنلیکونو ته د ګړندي لاسرسي اجازه ورکړي",
    "4195759329": "د بوټ کشف او د خطر نمرې",
    "1150035777": "د ماشین زده کړې پیچلي ماډلونه د بوټو باور نمرې رامینځته کوي د ډیری ډیټا پوائنټونو پراساس چې ایا پوښتنې سم ځواب شوي",
    "3688621388": "د ګواښ لاسلیکونه",
    "1131525092": "زموږ د محرمیت ساتلو سکاپ شوي UIDs له لارې په اسانۍ سره د ناوړه لوبغاړو ډله وکړئ ترڅو اړوند درغلۍ او ناوړه ګټه اخیستنې ومومئ او ودروئ.",
    "1559631739": "شخصي زده کړه",
    "3952259236": "خپل ړانده ډاټا د hCaptcha د زرګونو سیګنالونو سره یوځای کړئ ترڅو hCaptcha د چلند په ټولګیو کې وروزل شي -- یوازې ستاسو د مثال په توګه - د بد چلند وړاندوینه کول د یوازینۍ حل په پرتله ښه.",
    "1150963691": "د APT کمول",
    "4083018285": "د پراخو ځانګړتیاوو یوه ټولګه چې د پرمختللي دوامداره ګواښونو په نښه کولو لپاره د SOC د پرمختللي څارنې او ځواب سره یوځای کیږي",
    "3160820928": "همغږي شوي برید ساتنه",
    "1849805607": "hCaptcha ستاسو د شبکو د نفوذ لپاره ډیزاین شوي د ګواښونو او ډیکوزونو پروړاندې ساتي",
    "1958297836": "همغږي شوي برید محافظت او د APT کمول",
    "1300485304": "hCaptcha ستاسو شبکې ته د نفوذ کولو لپاره ډیزاین شوي د پرمختللي ګواښونو او ډیکوزونو پروړاندې ساتي",
    "2698640210": "د کنټرول ننګونې او ډولونه ښودل شوي",
    "3121248460": "لامحدود متنوع دودیز ننګونې ښکاره کړئ -- له ساده څخه تر پیچلي پورې -- ستاسو د اټکل شوي لیدونکو لپاره",
    "3807059944": "د کنټرول ننګونې منځپانګې کارول",
    "2707282231": "د خپلو کاروونکو لپاره ننګونې تنظیم کړئ. د بوټونو حل کول او ننوتل ناممکن کړئ.",
    "4194763679": "ښه دانه د ستونزو کچه",
    "3730038780": "د کاروونکو لپاره د حل کولو لپاره نږدې لامحدود ننګونو څخه غوره کړئ",
    "1849717906": "د خپل ننګونې مینځپانګې سره تنظیم کړئ",
    "1508655687": "خپلې ننګونې اضافه کړئ چې ستاسو د لیدونکو لپاره مناسب شوي ترڅو لاسرسي یا محدود کړي",
    "3620442880": "د فلش پلور محافظت ځانګړتیاوې",
    "3265895521": "د ورځې د وخت پراساس د ننګونې مشکل لوړ او ټیټ کړئ",
    "1485807325": "د څو کاروونکو ډشبورډونه، SAML SSO",
    "359073033": "ډشبورډونه د فعالیت لوړې کچې یا ښه دانه لید وړاندې کوي.",
    "4272454814": "د خپلې خوښې د هویت چمتو کونکي سره یوځای کړئ.",
    "1141402092": "د راپور ورکولو پرمختللي ځانګړتیاوې",
    "910989640": "د فعالیت مفصل او دودیز راپورونه تولید کړئ",
    "3768951251": "د سوداګرۍ SLAs",
    "1014004474": "د hCaptcha تصدۍ پلانونه ستاسو سازمان خوندي ساتلو لپاره د پرمختللي خدماتو کچې تړونونه وړاندیز کوي",
    "1177598246": "د پلور سره اړیکه ونیسئ",
    "1067704102": "د ډیټا لیبل کولو ارزښت",
    "3065000659": "ایا تاسو احساس کړی هرکله چې تاسو \"په موټر کې کلیک وکړئ\" تاسو د یو واحد روزلو کې مرسته کوئ",
    "3235430156": "د شرکت ماشین زده کړې سیسټمونه وړیا؟",
    "1549336309": "hCaptcha دا ماډل شاوخوا ګرځي. کله چې تاسو hCaptcha کاروئ، شرکتونه د هغه کار لپاره داوطلبي کوي چې ستاسو کاروونکي یې ترسره کوي ځکه چې دوی خپل انسانیت ثابتوي. تاسو انعامونه ترلاسه کوئ.",
    "3725880582": "خیرات ته بیرته ورکړئ",
    "1671436004": "غواړئ خپل غوره خیرات ته بیرته ورکړئ؟",
    "1663628612": "تاسو ته اجازه درکوي",
    "4272088465": "ستاسو د خوښې خیرات د هغه عاید سره چې تاسو یې د کارولو څخه ترلاسه کوئ.",
    "2894845722": "ستاسو په سایټ کې کاروونکي به ډیر ژر وکولی شي په hCaptcha انٹرفیس کې د امتیاز برانډینګ له لارې خیرات کې ستاسو ونډه وګوري.",
    "3194111925": "ملاتړ",
    "1637702726": "د hCaptcha په اړه",
    "2323282990": "د انسانیت تصدیق کولو لپاره عصري چلند",
    "1201821619": "hCaptcha د نن ورځې ترټولو مهمې ستونزې حل کوي: د آنلاین خدماتو ناوړه ګټه اخیستنې څخه د ناوړه بوټو مخنیوی.",
    "1475399473": "د hCaptcha ټیم په اړه نور معلومات ترلاسه کړئ",
    "3161489950": "د نړۍ ترټولو پرمختللي امنیت ML پلیټ فارم",
    "3247172580": "hCaptcha د نوي ایج کمپیوټ طریقې سره د پرمختللي ځان نظارت شوي ماشین زده کړې ګډې کړې چې په ځانګړي ډول د ډیټا راټولول او ساتل کموي ، د پراخه پیمانه وړتیا لپاره د نړۍ له 250 څخه زیاتو ځایونو څخه تحویل شوي.",
    "3767462250": "د محرمیت لپاره ډیزاین شوی",
    "3500503648": "hCaptcha ستاسو د لټون کولو تاریخ ثبتولو او تحلیل کولو پرځای په فوري ارزونې تکیه کولو سره د اوږدې مودې ډیټا ساتلو له مینځه وړو لپاره ډیزاین شوی. موږ د نوښتونو ملاتړ هم کوو",
    "2418549423": ", د کریپټوګرافیک ثبوتونو له لارې د آنلاین محرمیت ساتلو لپاره یو راپورته کیدونکی معیار او نور ځانګړي محرمیت - لومړی ځانګړتیاوې.",
    "1544546608": "د محرمیت پاس",
    "976209454": "انعامونه ترلاسه کړئ یا خیرات ته ورکړئ",
    "552920956": "hCaptcha ویب پاڼو ته اجازه ورکوي چې انعامونه ترلاسه کړي پداسې حال کې چې د بوټو او نورو ناوړه ګټه اخیستنې مخه نیسي. hCaptcha تاسو ته اجازه درکوي د دې عایداتو سره ستاسو د خوښې خیریه موسسو ملاتړ وکړئ.",
    "654326661": "غواړئ د ځان لپاره وګورئ؟ hCaptcha وړیا هڅه وکړئ.",
    "3570415321": "شرکت",
    "3987022469": "لیبل کول",
    "1636202177": "په اړه",
    "2670003220": "دندې",
    "3233305531": "سوداګریزې نښې",
    "3028319964": "د AI اخلاق",
    "4131598919": "مطبوعاتي",
    "1662477701": "سرچینې",
    "3130928685": "بلاګ",
    "1756106276": "حالت",
    "1235925265": "اسناد",
    "920212083": "د بګ راپور ورکړئ",
    "2076066173": "سایبري بریدونه 101",
    "3644106388": "اړیکه",
    "2182196747": "ملاتړ",
    "487083593": "خرڅلاو",
    "878585497": "شرایط",
    "1697438123": "محرمیت",
    "1316817321": "انتساب",
    "3488019891": "hCaptcha د Intuition Machines, Inc راجستر شوی سوداګریز نښه ده.",
    "4224961202": "محرمیت، امنیت، او ماشین زده کړه.",
    "98173630": "hCaptcha د نړۍ ترټولو پراخه کارول شوي خپلواک کیپچا خدمت دی.",
    "1514478724": "نور زده کړئ",
    "1752795854": "hCaptcha د بوټونو د بندولو لپاره عصري، د محرمیت متمرکز چلند راوړي.",
    "2927700175": "موږ د CAPTCHA ننګونې ښیو چې د بوټونو لپاره ستونزمن دي مګر د ماشین زده کړې ستونزو څخه لیبل ته ستونزمن ډیټا راټولولو سره د خلکو لپاره اسانه دي ، او د دې توپیر کولو لپاره کارول کیږي چې ایا ویب پا یا ایپ لیدونکی انسان دی.",
    "2188609322": "بد لوبغاړي په انلاین ډول زیاتیږي. مګر د کارونکي محرمیت قرباني کول ځواب ندی.",
    "2032102720": "د اعلاناتو شرکتونو لخوا وړاندیز شوي امنیتي حلونه اساسا په ټوله ویب کې د کاروونکو تعقیب باندې تمرکز کوي. موږ یو اغیزمن امنیتي حل رامینځته کړی چې دا ثابتوي چې د غوره پایلو وړاندې کولو لپاره د کارونکي محرمیت ته زیان رسول اړین ندي.",
    "4146870445": "موږ څوک یو",
    "353066938": "یو تجربه لرونکی ټیم، د نن ورځې تر ټولو سختو ستونزو باندې کار کوي. hCaptcha یو خدمت دی",
    "3260825523": "د پوهاوي ماشینونه",
    "1173652155": "مشاورین",
    "3972094614": "برینډن ایچ",
    "2113642787": "د سهار سندره",
    "2256305371": "پروفیسور، د کالیفورنیا پوهنتون، برکلي کې CS. ژوره زده کړه، امنیت، د بلاکچین ماهر. د Oasis Labs CEO.",
    "1606599610": "کیران تامپسن",
    "2177660021": "په سټینفورډ کې د څیړنې ساینس پوه. په لویو بانکونو، هیج فنډونو، او اکاډیمیا کې د ماشین زده کړه او مقدار تمویل.",
    "2686825859": "وړیا لاسلیک وکړئ یا د hCaptcha Enterprise حلونو په اړه موږ سره اړیکه ونیسئ",
    "583434701": "hCaptcha لاسرسی",
    "611905972": "د امنیت ساتلو پرمهال د ټولو کاروونکو لپاره بې سیمه لاسرسي تضمین کول",
    "874098071": "که تاسو د لاسرسي کاروونکي یاست، مهرباني وکړئ دلته لاسلیک کړئ",
    "2745385064": "لنډیز",
    "3353238942": "hCaptcha د خلکو څخه د توپیر کولو له لارې د بوټو مخه نیولو لپاره ډیزاین شوی. بصری ازموینې د دې لپاره یو مناسب وسیله ده، مګر هرڅوک نشي کولی د بصری ننګونې حل کړي.",
    "3600022491": "د دې دلیل لپاره موږ یو ساده، بې درده بدیل ډیزاین کړی ترڅو خپرونکو ته اجازه ورکړي چې زموږ خدمت کاروي د بشپړې برخې 508 او WCAG 2.1 AA اطاعت سره د ټولو لپاره لاسرسی خوندي کړي.",
    "2557240048": "دا څنګه کار کوي: لومړی، د لاسرسي کاروونکي له لارې لاسلیک کوي",
    "3871665286": ", کوم چې د hCaptcha ویجټ معلوماتو پاڼې کې په ښکاره ډول تړل شوي. دوی ته یو کوډ شوی کوکی ورکول کیږي چې په ورځ کې څو ځله کارول کیدی شي، مګر باید په هرو 24 ساعتونو کې د ننوتلو له لارې تازه شي.",
    "3441764123": "کله چې د hCaptcha خدمت په کارولو سره په سایټ کې د لاسرسي کارونکي ته ننګونه وړاندې کیږي ، دوی به په اوتومات ډول تیر شي.",
    "4247858664": "د لاسرسي د لاسلیک پاڼه",
    "1297657322": "د ننوتلو وروسته د لاسرسي کارونکي سکرین",
    "1717658846": "د ویجټ UI مینو کې د لاسرسي اختیار",
    "1266963825": "پوښتنه: ایا د hCaptcha برخه 508 + WCAG 2.1 AA مطابقت لري؟",
    "850025770": "ځواب: موږ په دې باور یو: ټول هغه کارونکي چې د هر ډول نیمګړتیا سره د ویب لټون کولو توان لري او په فورمو کې متن دننه کولی شي د راجسټریشن پرمهال د hCaptcha لخوا خوندي شوي خدماتو ته لاسرسی ومومي. په هرصورت، دا قانوني مشوره نه ده: تاسو باید خپل ځان ارزونه ترسره کړئ، ستاسو د ځانګړي پلي کولو په پام کې نیولو سره، ډاډ ترلاسه کړئ چې دا ستاسو د ګمارلو قضیه ده.",
    "159272246": "پوښتنه: ایا تاسو د لاسرسي په نورو اختیارونو کار کوئ (\"a11y\") لکه آډیو؟",
    "4074220464": "A: پخوا مشهور انتخابونه لکه آډیو کیپچاس د ډیری a11y کاروونکو پروړاندې تبعیض کوي او په اسانۍ سره د ماشین زده کړې عصري تخنیکونو لخوا ماتې شوي. دې کار اوسني آډیو ننګونې دې ته اړ ایستلې چې ورځ تر بلې سختې شي ، د شور ، عجیب وخت ، غیر معمولي کلمو ترکیبونو معرفي کول او داسې نور د برید کونکو ماتولو لپاره. په دې توګه موږ د دې کړنلارې په اړه لږ لیواله یو او په بشپړ ډول د ننګونې څخه مخنیوی کوو، مګر که چیرې د A11y ټولنې څخه غوښتنه وي نو دا به په پام کې ونیسو.",
    "2309661107": "په هرصورت، موږ ډیر لیوالتیا لرو",
    "2555914614": "د لاسرسي کارولو قضیې لپاره. موږ باور لرو چې زموږ د اوسني a11y کړنلارې د محرمیت پاسورډ جاري کولو سره یوځای کول به a11y کاروونکو ته اجازه ورکړي چې په خوندي ډول لټون وکړي ، په دې پوهه کې خوندي چې د دوی ترافیک ډیر شخصي دی ، پداسې حال کې چې د بوټ آپریټرانو لخوا ناوړه ګټه اخیستنه محدودوي چې حتمي پیښیږي کله چې a11y اختیارونه شتون ولري. موږ د دې نوې ټیکنالوژۍ معیاري کولو د IETF کاري ګروپ کې فعال برخه اخیستونکي یو.",
    "2583775432": "پوښتنه: د محرمیت په اړه څه؟ ایا راجسټریشن په یو ډول د A11y لټون کولو ډیټا افشا کوي؟ تاسو د بریښنالیک سره څه کوئ؟",
    "4215483493": "A: hCaptcha له ځمکې څخه د محرمیت لپاره ډیزاین شوی. دا د دودیزو اختیارونو څخه خورا توپیر لري لکه reCAPTCHA چې د اعلاناتو شبکو ملکیت دی، څوک چې تاسو ته د ویب په شاوخوا کې د تعقیبولو او تاسو د اصلي پیژندنې سره د شریکولو هڅونه لري.",
    "2474661839": "زموږ",
    "4137573005": "هراړخیز او مستند ځوابونه لري چې موږ څنګه ډیټا کاروو، مګر لنډ ځواب دا دی چې موږ ستاسو د لټون کولو تاریخ سره د یو شخص په توګه تاسو سره شریکولو کې علاقه نلرو.",
    "4101570501": "موږ همدا اوس په کریپټوګرافیک حل باندې کار کوو ترڅو ستاسو بریښنالیک پته په چټکۍ سره رد کړو پداسې حال کې چې لاهم زموږ د ناوړه ګټه اخیستنې مخنیوي وړتیا ساتو ، زموږ د محرمیت پاس کار بشپړوي.",
    "260595108": "موږ هیڅکله د لاسرسي بریښنالیکونه یا معلومات د 11y کارولو اسانتیا او د ناوړه ګټه اخیستنې مخنیوي پرته د بل هدف لپاره نه کاروو.",
    "3063819779": "د پټتیا تګلاره",
    "465714311": "د لاسرسي کاروونکو لپاره: پوښتنې او ځوابونه او د ستونزو حل لارښود",
    "3596207631": "پوښتنه: زه لاهم د کوکیز تنظیم کولو وروسته ننګونه ګورم. دا څه لامل کیږي؟",
    "469089249": "ځواب: دا عموما د جارحانه اعلاناتو بلاکر یا د کوکي ضد توسیع کارولو له امله وي، یا داسې ترتیب چې د \"کراس سایټ\" کوکیز بندوي، پدې حالت کې د hcaptcha.com لپاره یو کوکی چې د hCaptcha JS لخوا ټاکل شوی یا چک شوی. مختلف سایټ، لکه څنګه چې تاسو لیدنه کوئ.",
    "4263626815": "د hCaptcha لاسرسي کوکیز د ټولو مشهور براوزرونو او اعلاناتو بلاکرونو سره د دوی معیاري ترتیباتو سره کار کوي ، نو په عمومي ډول ناکامي د \"اینټي-اډ بلاک\" سکریپټونو یا ورته مقرراتو له امله وي چې ځانګړي سایټونه په نښه کوي.",
    "3906359167": "حل لارې:",
    "3464870463": "1. ستاسو د اعلان بلاکر یا براوزر امنیت توسیع کې hcaptcha.com او *.hcaptcha.com کوکیز وائٹ لیست کړئ.",
    "1204911585": "2. که تاسو زړور براوزر کاروئ، کوم چې (د اپریل 2020 پورې) نه ښکاري چې کوم ډول کوکي سپین لیست لري، غوره توبونو ته لاړ شئ -> شیلډز -> کوکیز او \"ټول کوکیز ته اجازه ورکړئ\" غوره کړئ.",
    "2932826396": "3. که تاسو په وروستي خپاره شوي OS X 10.15 یا iOS 13.4 کې د سفاري خورا وروستي نسخه کاروئ ، ایپل یوازې د دریمې ډلې کوکیز پورې اړوند د سفاري چلند بدل کړی ، دا ټول په ډیفالټ بلاک کوي. موږ یو حل پلي کوو، مګر په ورته وخت کې مهرباني وکړئ د سفاري غوره توبونو، محرمیت برخې ته مراجعه وکړئ، او د \"ویب پاڼې تعقیب: د کراس سایټ تعقیب مخه ونیسئ\" غیر چیک کړئ ترڅو د لاسرسي کوکي د توقع سره سم فعالیت وکړي.",
    "3836291932": "پوښتنه: زه ډیری وسایل کاروم. ایا زه اړتیا لرم څو څو ځله لاسلیک کړم؟",
    "3251220335": "ځواب: نه. مهرباني وکړئ په هر وسیله چې تاسو یې د کوکیز تنظیم کولو لپاره کاروئ تاسو ته د بریښنالیک د ننوتلو لینک باندې کلیک وکړئ.",
    "2082407178": "پوښتنه: زه څنګه کولی شم خپل ځان د دریمې ډلې کوکي تعقیب څخه وساتم پداسې حال کې چې د لاسرسي کوکي کارولو سره؟",
    "2700197090": "ځواب: د هر ډول محرمیت یا اعلاناتو بلاک کولو توسیع کارول چې د ډومین کچې سپین لیست کولو ملاتړ کوي (د مثال په توګه uBlock Origin) به د تمې سره سم کار وکړي: یوازې ډاډ ترلاسه کړئ چې hcaptcha.com سپین لیست کړئ.",
    "3657743880": "د کراس سایټ کوکیز لپاره د براوزر لارښوونې",
    "1960601330": "په سفاري (میک) کې د کوکیز فعالولو لپاره: د سفاري ډراپ ډاون مینو ته لاړشئ. غوره توبونه غوره کړئ. په پورتنۍ پینل کې د محرمیت کلیک وکړئ. د 'کوکیز بلاک' لاندې 'هیڅکله' انتخاب غوره کړئ.",
    "1622303590": "په سفاري کې د کوکیز فعالولو لپاره (iPhone/iPad iOS 11+): خپل ترتیبات خلاص کړئ. لاندې سکرول کړئ او سفاري غوره کړئ. د محرمیت او امنیت لاندې ، \"د کراس سایټ تعقیب مخه ونیسئ\" او \"ټول کوکیز بلاک کړئ\" بند کړئ",
    "2199048568": "په هره ویب پاڼه کې د آدرس بار کیڼ اړخ ته په شیلډ کلیک وکړئ. د محافظت ترتیبات کلیک وکړئ. د فایرفوکس غوره توبونو محرمیت او امنیت پینل به خلاص شي. د پرمختللي تعقیب محافظت لاندې ، دودیز غوره کړئ. د دې چیک باکسونو په غوره کولو سره کوم ټریکرونه او سکریپټونه بلاک کړئ غوره کړئ. ډاډ ترلاسه کړئ چې تاسو hcaptcha.com بلاک کړی دی.",
    "3967047208": "تاسو کولی شئ په موقتي توګه په ګمرک کې ځینې محافظتونه بند کړئ ترڅو دا د ډیبګ کولو لپاره د چیک باکسونو په غیر انتخابولو سره: د تعقیب کونکي چیک باکس غیر انتخاب کړئ یا د کوکیز چیک باکس غیر انتخاب کړئ که تاسو لاهم ستونزې لرئ.",
    "3805618893": "ګوګل کروم (PC)",
    "3795997071": "د کروم مینو آیکون غوره کړئ. ترتیبات غوره کړئ.",
    "926138631": "د محرمیت او امنیت ته لاړ شئ، بیا کوکیز او نور سایټ ډاټا.",
    "3419878556": "ډاډ ترلاسه کړئ چې \"د دریمې ډلې کوکیز بلاک کړئ\" فعال نه دی.",
    "2269166171": "ګوګل کروم (میک):",
    "2989126922": "د مینو بار څخه د کروم غوره توبونه خلاص کړئ.",
    "2348697693": "ګوګل کروم (Android):",
    "3700113699": "ستاسو په Android وسیله کې، د کروم ایپ خلاص کړئ.",
    "3620039756": "په پورتنۍ ښیې کې ، نور او بیا تنظیمات ټایپ کړئ.",
    "2813310562": "د سایټ ترتیبات او بیا کوکیز ټایپ کړئ.",
    "3014657981": "د \"کوکیز\" په څنګ کې، ترتیب بدل کړئ.",
    "1242066691": "\"د دریمې ډلې کوکیز ته اجازه ورکړئ\" تر څنګ بکس چیک کړئ.",
    "292250020": "1. د سکرین په پورتنۍ ښیې کونج کې ګیر غوره کړئ، بیا \"انټرنېټ اختیارونه\" غوره کړئ. که تاسو د مینو بار فعال کړی وي، تاسو کولی شئ \"وسیلې\" بیا \"انټرنیټ اختیارونه\" غوره کړئ.",
    "4114820649": "2. د \"محرمیت\" ټب کلیک وکړئ.",
    "946838734": "3. د \"پرمختللي\" تڼۍ وټاکئ.",
    "348809718": "4. د \"د دریمې ډلې کوکیز\" لاندې \"منل\" غوره کړئ.",
    "1253441326": "5. کلیک وکړئ \"ښه\"",
    "852032043": "سفاري",
    "836017336": "فایرفوکس",
    "3356349631": "ګوګل کروم",
    "3235744534": "د انټرنیټ اکسپلورر",
    "4104188759": "د AI اخالقي پالیسي",
    "1161704803": "ولې موږ د AI اخالقي پالیسي لرو؟",
    "1806535500": "په حقیقت کې هره ټیکنالوژي، له پنسل څخه تر ډینامیټ پورې، a",
    "24452499": "حل دا د ښه یا ناروغ لپاره کارول کیدی شي. هر شرکت چې د دوه ګوني کارونې حلونو څیړنه کوي، جوړول یا پلوري مکلفیت لري چې د دوی د عمل پایلې په پام کې ونیسي.",
    "4023575072": "دوه ګونی استعمال",
    "3336625692": "دا پاڼه د AI اخالقي په شرایطو کې پدې موضوع کې زموږ فکرونه توضیح کوي، او هغه پروسې چې موږ یې تعقیب کوو ترڅو ډاډ ترلاسه کړو چې زموږ د خدماتو کارول د هغه پالیسیو سره سمون لري چې موږ د شرکت په توګه غوره کړي دي.",
    "835717930": "په hCaptcha کې د AI اخلاق",
    "2179524509": "موږ کله ناکله پوښتنې ترلاسه کوو چې د hCaptcha خدمت لپاره کوم ډول پوښتنې جواز لري، او ولې ځانګړي پوښتنې پوښتل کیږي.",
    "1962721652": "انسانان د نمونې غوښتونکي دي، او ځینې وختونه یوه بې ګناه پوښتنه کولی شي په سمدستي توګه په بشپړ ډول له حیرانتیا څخه شکمن ته لاړ شي، د نړۍ د بدلونونو له امله د هر چا د پوښتنې کولو هڅونې په پرتله.",
    "3974566657": "لکه څنګه چې خدمات ډیر مشهور کیږي، دا ډول پیښې په ناڅاپي توګه ډیریږي. hCaptcha هره ورځ د نړۍ په هر هیواد کې د ملیونونو خلکو لخوا کارول کیږي ، نو موږ دا پالیسي او د قضیې مطالعې خپروو چې څنګه موږ دا مسلې حل کوو ترڅو د امکان تر حده شفاف وي.",
    "1830910223": "د ریښتیني نړۍ AI اخالقي قضیې مطالعه",
    "805971861": "\"امبریلا\" په ImageNet کې یوه اصطلاح ده، د معیاري بنچمارک ډیټاسیټ د کمپیوټر لید څیړونکو لخوا کارول کیږي. په ډاډمنه توګه د هغو خلکو پیژندل چې چترۍ لري د راتلونکي نسل پرمختللي موټر چلوونکي مرستې (ADAS) سیسټمونو رامینځته کولو لپاره هم مهم دی.",
    "3988350": "دا پدې مانا ده چې د ریښتینې نړۍ چترۍ تشریحاتو لپاره د کارولو عالي قضیې شتون لري. د ځان چلولو موټرو اغیزو په اړه د اختلاف لپاره ځای شتون لري، مګر د ADAS سیسټمونه لا دمخه خوندي کوي",
    "548587288": "په ټوله نړۍ کې",
    "3138772661": "هر کال زرګونه ژوند کوي",
    "3168199226": "په هرصورت، په 2020 کې دا څرګنده شوه چې د دې ډول ډیټاسیټ جوړول کیدای شي د دوه ګوني کارونې ټیکنالوژۍ په توګه وپیژندل شي په داسې طریقه چې لږ تر لږه یو کال دمخه یې تمه درلوده.",
    "558378834": "په دې توګه موږ نور پدې وخت کې د چترۍ پورې اړوند پوښتنو لپاره غوښتنې نه منلو. د ګډوډۍ احتمال کله چې یو پای کارونکي په اوسني شیبه کې د چترۍ په اړه پوښتنه وګوري خورا لوړ وي ، او په نهایت کې زموږ هدف دا دی چې نړۍ یو ډیر خوندور ځای رامینځته کړي.",
    "3376604063": "د AI اخالقي پالیسۍ او پروسې",
    "1923365316": "موږ په hCaptcha کې د AI اخالقي سخته پالیسي لرو، او په دې برخه کې د خپل پیرودونکي پیژندل (KYC) پروسه شامله ده.",
    "4230322909": "موږ تل هڅه کوو چې د هر نوي پیرودونکي او د دوی د کارولو قضیې په اړه ښه پوهه ترلاسه کړو، دواړه د دې تصدیق کولو لپاره چې دا زموږ د محصولاتو او خدماتو لپاره مناسب دی او ډاډ ترلاسه کړئ چې دا هغه پالیسۍ تعقیبوي چې موږ د شرکت په توګه غوره کړې.",
    "2735073144": "موږ د اړتیا په صورت کې روانې بیاکتنې هم ترسره کوو. د مثال په توګه، د چترۍ پورې اړوند لیبل کولو غوښتنو لپاره د غوښتنو نیټې او سرچینو زموږ په وروستي بیاکتنه کې موږ په چټکۍ سره وتوانیدو چې تایید کړو چې هیڅ دولتي ادارې یا د څارنې سافټویر پیژندل شوي دولتي عرضه کونکي په تیرو 12 میاشتو کې زموږ د خدماتو په کارولو سره د چترۍ په اړه غوښتنې ندي کړي. .",
    "2715462692": "زموږ د AI اخالقي پروسه څه ډول ښکاري؟",
    "3049976256": "د هر نوي لیبل کولو پیرودونکي لپاره، موږ د پلور پروسې په جریان کې د چک لیست ته ځو. پدې کې د بورډ کولو دمخه د KYC ابتدايي لیوالتیا شامله ده، په بیله بیا زموږ تحلیل کونکو ته د ټولو غوښتنو تصدیق کول، او د ریښتیني وخت ځای چیکونه او زموږ د ځان خدمت پلیټ فارم په کارولو سره د غوښتنو دورې بیاکتنې شاملې دي.",
    "3103642530": "دا بیاکتنه د څو معیارونو څخه جوړه شوې ده:",
    "3349094124": "د اخلاقي اندیښنو معیارونه: هدف",
    "1038019440": "1. ایا دا پیرودونکی د یو هیواد د ملي ګټو استازیتوب کوي چې د نړیوالو قوانینو او نورمونو خلاف چلند کې ښکیل دي؟",
    "493717511": "2. ایا دا پیرودونکي د خدماتو غوښتنه کوي چې کیدی شي",
    "2209109640": "یوازې د ناوړه موخو لپاره کارول کیږي، د دوی د عادي سوداګریزو فعالیتونو په شرایطو کې؟",
    "3457805519": "3. ایا د پیرودونکي غوښتنه د متحده ایاالتو قانون او زموږ د ښکیلتیا قواعدو سره سم پوره کیدی شي؟",
    "1942611550": "په لومړي سر کې",
    "109179759": "د اخلاقي اندیښنو معیارونه: موضوع",
    "1033698050": "1. ایا موږ باور لرو چې پیرودونکي موږ ته د کارونې قضیه راکړې چې موږ یې په اخلاقي ډول د منلو وړ ګڼو، زموږ د عمومي لویدیځ ټولنیز نورمونو تشریح سره سم؟",
    "361372538": "2. ایا موږ باور لرو چې زموږ چمتو شوي خدمتونه به احتمالا د پیرودونکي لخوا د تبعیض اهدافو لپاره وکارول شي، په داسې طریقو چې ممکن قانوني وي مګر موږ ته د منلو وړ نه وي؟",
    "2867855718": "3. ایا موږ باور لرو چې د محرمیت اړتیاوې د غوښتنې لپاره په قناعت وړ توګه حل کیدی شي؟",
    "2462728596": "که موږ نشو کولی په دې ټکو ځان مطمین کړو، موږ به غوښتنه رد کړو او ممکن زموږ پلیټ فارم ته نور لاسرسی پای ته ورسوو، لکه څنګه چې زموږ په شرایطو کې بیان شوي.",
    "1995277831": "مننه",
    "1818116402": "موږ امید لرو چې تاسو د دې لید ستاینه وکړئ چې څنګه موږ د AI اخالقي برخې سره عملیاتي پوښتنې اداره کوو.",
    "1499894352": "ډیر لږ شرکتونه پدې برخه کې د دوی د پریکړې کولو پروسو کې روڼتیا وړاندیز کوي، او موږ هیله لرو چې نور به دا مثال تعقیب کړي!",
    "535659033": "Creative Commons انتساب",
    "1495915066": "څنګه موږ، زموږ د علمي څیړنو شریکان، او زموږ پیرودونکي د کریټیو کامنز رسنۍ کاروي",
    "3017533972": "موږ، زموږ د علمي څیړنو شریکان، او زموږ پیرودونکي ممکن کله ناکله د HCaptcha پلیټ فارم له لارې د کریټیو کامنز جواز لرونکي مینځپانګې برخې حواله یا بیا تولید کړي ترڅو د ماشین زده کړې په برخه کې د انسانیت پوهه وده وکړي.",
    "1428053210": "دا مواد عموما د خپل اصلي بڼه څخه بدل شوي. د مثال په توګه، یو ویډیو کیدای شي په ډیرو انځورونو ویشل شي، دا انځورونه کیدای شي په ډیرو نویو انځورونو ویشل شي، او دا نوي انځورونه بیا په تصادفي توګه مخلوط شوي ترڅو وروستۍ پایله ښکاره کړي.",
    "1728211763": "په دې طریقه او د دې موخو لپاره د محتوياتو کارول په ساحه کې د قانون او معیاري کړنو په اړه زموږ د پوهاوي سره سم د منصفانه کارونې لارښودونو کې راځي، مګر موږ د کریټیو کامنز اوږدې مودې مینه وال یو او غوره کوو چې هر هغه چا ته کریډیټ ورکړو چې په دې برخه کې مرسته کوي. د ماشین استخباراتو ته وده ورکولو مهم دنده.",
    "1949452297": "د hCaptcha UI د داخلي خنډونو او د هغې د امنیت ملحوظاتو له امله، دا ممکنه نه ده چې د هر عکس سرچینه په مستقیم ډول د هغې کارولو سره نږدې وي. پرځای یې، موږ د دې پاڼې سره زموږ د کور پاڼې سره اړیکه نیسو او د سرچینو لیست ساتل چې اوس مهال یا پدې وروستیو کې د پلیټ فارم له لارې خدمت شوي. تاسو کولی شئ اوسني لیست ته لاسرسی ومومئ",
    "2367602973": "دلته",
    "659124570": "سربیره پردې ، که تاسو هغه مینځپانګه وګورئ چې ستاسو پورې اړه لري د hCaptcha پلیټ فارم کې بیا تولید شوي او غواړئ چې دا د کوم دلیل لپاره لرې کړئ ، تاسو کولی شئ موږ سره د بریښنالیک له لارې اړیکه ونیسئ",
    "2066749488": "نور شکایتونه",
    "3479034323": "که تاسو هغه مینځپانګه وګورئ چې ستاسو پورې اړه لري د hCaptcha پلیټ فارم کې بیا تولید شوي او غواړئ چې دا د کوم دلیل لپاره لرې کړئ ، تاسو کولی شئ موږ سره د بریښنالیک له لارې اړیکه ونیسئ.",
    "1836554225": "د بلاګ پوسټونه",
    "2873297188": "ایا ټول CAPTCHAS د غیر امریکایانو په وړاندې تبعیض کوي؟",
    "165932542": "په ټوله نړۍ کې د hCaptcha حل نرخونو ته یوه کتنه",
    "1865097546": "د نومبر ۱۶، ۲۰۲۱",
    "3005876482": "hCaptcha اوس ترټولو لوی خپلواک کیپچا خدمت دی، د انټرنیټ 15٪ پرمخ ځي",
    "693820850": "تاسو کولی شئ د محرمیت په لومړي کولو سره ګوګل مات کړئ",
    "3609106478": "د اسنادو ډکول:",
    "299335340": "دا څه دي او څنګه د بریدونو مخه ونیسي",
    "354925785": "تعارف",
    "423222878": "د موندلو، مخنیوي او بندولو لپاره ځینې خورا سخت سایبري بریدونه هغه دي چیرې چې یو ناوړه لوبغاړی د فعال کارونکي حساب ته د ننوتلو لپاره د مشروع کارونکي اسناد کارولو توان لري. په ځای کې د ډیری پیچلي کشف ظرفیتونو پرته ، هغه شرکت چې حساب کوربه کوي هیڅ دلیل نلري چې شک وکړي چې کوم څه غلط دي. یو پیرودونکی په ساده ډول داسې ښکاري چې خپل حساب ته ننوتلی وي. برید کونکي د غلا شوي اسنادو په کارولو سره دا بریالۍ هڅه ترلاسه کړه - معمولا د سایبر برید تخنیک پایله ده چې د \"مثبت ډکولو\" په نوم پیژندل کیږي. دا نن ورځ یوه جدي ستونزه ده، مګر هغه چې د سمې مبارزې سره کم کیدی شي.",
    "777660551": "د اعتبار وړ ډکول څه شی دی؟",
    "2602763587": "د اعتبار وړ ډکول د سایبر برید یوه بڼه ده چیرې چې برید کونکی هڅه کوي څو څو ځله د غلا شوي کارونکي نومونو او پاسورډونو په کارولو سره ویب پا inې ته ننوځي. \"ډک کول\" د ننوتلو تکرار هڅو ته اشاره کوي، کوم چې نږدې تل د اتوماتیک بوټ سافټویر لخوا ترسره کیږي.",
    "1271831121": "دا داسې نه ده چې هېکر (په هوډي کې اغوستی، البته!) هلته ناست وي، د اعتبار وروسته په اعتبار کې ټایپ کوي. د اتوماتیک ننوتلو بوټ د شیلف څخه بهر وسیلې لکه سیلینیم یا د دودیز پرمختللي هیکر وسیلې څخه رامینځته کیدی شي.",
    "2588750717": "په حقیقت کې، د اعتبار وړ ډکولو ځینې بریدونه په ملیونونو اسناد شامل دي - ټول د ناڅرګند ویب پاڼې ننوتلو انٹرفیس کې د ننوتلو په هیله ډک شوي. یوځل چې دننه شي، برید کوونکی کولی شي د قرباني حساب واخلي.",
    "1137757109": "که دا د ای کامرس حساب وي، برید کوونکی کولی شي د سوداګرۍ امر وکړي. که قرباني یو بانک وي، برید کوونکی کولی شي فنډونه ساحل ته انتقال کړي، او داسې نور.",
    "1559150837": "که څه هم هدفونه بې دفاع نه دي. ډیری ویب پاڼې کنټرول لري چې د شکمن کاروونکي مخه نیسي څوک چې هڅه کوي په لنډ وخت کې د ورته IP پتې څخه په زرګونو مختلف حسابونو ته ننوځي. د دې محافظت تخنیکونو شاوخوا ترلاسه کولو لپاره د اعتبار وړ ډکونکي برید کونکي څه کوي دا د جغرافیایی او IP تنوع تقلید کول دي. د ځواکمنو، ډیری وخت د AI لخوا پرمخ وړل شوي وسیلو په کارولو سره، دوی کولی شي دا ښکاره کړي چې زرګونه کاروونکي په تصادفي توګه د ورځې په مختلفو وختونو کې د ټول هیواد څخه د ننوتلو هڅه کوي. دا خورا ستونزمن کار دی چې کشف او ودرول شي.",
    "1892020899": "هیکران چیرته اسناد ترلاسه کوي؟",
    "2597149484": "د دې دلیل چې هیکر باید \"توکي\" ولري ډیری اسناد باید د دې سره ترسره کړي چیرې چې دوی خپل غلا شوي اسناد ترلاسه کوي.",
    "3030395800": "دا اسناد معمولا د معلوماتو سرغړونو څخه راځي. د \"کریډیشل سپیلز\" په نوم هم پیژندل کیږي ، دا بریدونه کولی شي په ملیونونو اسناد په تیاره ویب کې ډوب شي. که چیرې سپل د بانک څخه راغلی وي، هیکر به هڅه وکړي چې دا اسناد نورو سایټونو ته د رسیدو لپاره وکاروي. دا طریقه کار کوي ځکه چې ډیری خلک د ډیری سایټونو لپاره د ورته کارن-نوم او پټنوم ترکیب کاروي. (دا عمل د منلو وړ نه دی، مګر حقیقت هغه څه دی چې دا دی. خلک د ورته ننوتلو اسناد تکراروي.)",
    "1258965840": "په دې توګه، که برید کوونکی کولی شي یو سایټ ته ننوځي، هغه ممکن د ویشل شوي اسنادو په کارولو سره ډیری سایټونو ته لاړ شي. د مثال په توګه، دوی ممکن د کارن-نوم / پټنوم جوړه لکه JohnDoe/525momma ترلاسه کړي، مګر دوی نه پوهیږي چې دا جوړه به د دوی لپاره څه وکړي. نو، دوی په Amazon.com، Ebay، Citibank، Walgreens او آن او آن کې جوړه هڅه کوي. دوی ممکن دا جوړه په زره مختلف سایټونو کې هڅه وکړي.",
    "3594440415": "په نهایت کې ، دوی به د دروازې خلاصولو پیل وکړي.",
    "780280214": "څنګه hCaptcha او hCaptcha Enterprise د اعتبار وړ ډکولو ګواښ کموي",
    "4165374512": "پداسې حال کې چې دا ممکنه ده چې د اعتبار وړ ډکولو مخنیوي لپاره د IP او موقعیت کشف وسیلې وکاروئ ، یو ډیر ارزانه او دقیق میتود په ساده ډول د اتوماتیک اعتبار لرونکي ډکولو بوټ مداخله کول دي. hCaptcha او hCaptcha تصدۍ کولی شي بوټ د ننوتلو په ځای کې سټمپ کړي. حتی که بوټ سم اسناد ولري، که دا نشي کولی د hCaptcha Enterprise کشف یا hCaptcha کیپچا ترلاسه کړي، نو دا به د هغې ډکولو ته ونه رسیږي او ستاسو سایټ او کاروونکي خوندي دي.",
    "3269644546": "مهرباني",
    "1058572205": "که تاسو غواړئ په اړه نور معلومات زده کړئ",
    "3753613260": "اړیکه",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "د DMCA د شکایتونو راپور ورکول",
    "54093347": "د DMCA راجستر شوی استازی",
    "3233441200": "د سرغړونې پالیسي تکرار کړئ",
    "4011712313": "زموږ د DMCA پالیسي د یوې برخې په توګه، موږ د هغو پیرودونکو حسابونه ځای پر ځای کوو چې موږ یې د ادعا شوي سرغړونې ډیری DMCA خبرتیاوې په څو مرحلو DMCA تکراري سرغړونې پالیسي کې ترلاسه کوو. په یوه میاشت کې د DMCA د تکراري خبرتیاو په ترلاسه کولو سره، د پیرودونکي حساب به د پالیسۍ له یوه ګام څخه بل ته پرمختګ وکړي.",
    "766825168": "هغه اقدامات چې موږ یې د DMCA د تکرار سرغړونې پالیسي لاندې ترسره کولی شو د حساب پیرودونکي ته د زیات لید لید خبرتیا لیږل شامل دي. د دې خبرتیاو د منلو لپاره، موږ ممکن پیرودونکي ته اړتیا ولرو چې حساب ته ننوځي یا زموږ د ملاتړ ټیم ته زنګ ووهي. موږ د تعلیق یا پای ته رسیدو حق هم لرو، او همدارنګه د هر پیرودونکي hCaptcha او IMI خدمت ته نور لنډمهاله اقدامات پلي کوو چې د کوم لپاره چې موږ د ادعا شوي سرغړونې DMCA خبرتیاو ترلاسه کولو ته دوام ورکړ حتی وروسته له دې چې موږ د تکرار سرغړونکي خبرتیا لیږلو. برسېره پردې، موږ کولی شو په خپل اختیار کې نور hCaptcha یا IMI خدمتونه چې دې پیرودونکو ته چمتو شوي پای ته ورسوو کله چې موږ د دې پالیسۍ لاندې د hCaptcha خدمت پای ته ورسوو.",
    "2410122265": "د hCaptcha سرچینې: بوټ 101",
    "4166776480": "د اعتبار وړ ډکول: دا څه دي او څنګه د بریدونو مخه ونیسي",
    "2301335298": "د تادیې درغلۍ: د سایبر جرمونو ګړندۍ وده کونکي حالت کمول",
    "3682071227": "د حساب اخیستل څه دي او دوی څنګه کار کوي؟",
    "2729131930": "سکریپینګ څه شی دی او دا څنګه کار کوي؟",
    "1344959096": "د انفرادي ډیټا لیبلر په توګه کار کول",
    "3510143229": "hCaptcha د ویب پاڼو او ایپسونو لپاره خدمت دی،",
    "3930611699": "انفرادي کارګران",
    "1051214799": "hCaptcha د ویب امنیت خدمت دی چې هڅه کوي د ویب پاڼو یا ایپسونو خپرونکو سره ارزښت شریک کړي چې دا کاروي.",
    "360236473": "د hCaptcha خدمت د دې لپاره ندي چې د هرچا لپاره د انفرادي لیبلر په توګه کار کولو لپاره وکارول شي. دا د دې هدف لپاره ډیزاین شوی یا مناسب ندی. موږ هیچا ته سپارښتنه نه کوو چې د شخصي عاید سرچینې په توګه د hCaptcha کارولو هڅه وکړي.",
    "3842490632": "یو انفرادي کارونکي هڅه کوي چې ډیری پوښتنو ته ځواب ووایی احتمال لري چې نرخ محدود یا په چټکۍ سره منع شي. په مساوي توګه مهم، زموږ په څیر",
    "1560232962": "په تفصیل سره پوښي، د کوم ځواب لپاره ترلاسه شوي مقدار په اړه هیڅ تضمین نه دی شوی. په هغه وخت کې ممکن هیڅ تادیه شوي پوښتنې شتون ونلري، ځواب ممکن د کیفیت دلایلو لپاره رد شي، او داسې نور.",
    "2694001822": "په هرصورت، موږ کله ناکله اشخاص استخدام کوو ترڅو زموږ سره د سیسټم ملکیتونو او نوي ب featuresو ازموینې کې مرسته وکړي.",
    "1569804581": "که تاسو غواړئ په راتلونکي کې د اړوندو فرصتونو په اړه اړیکه ونیسئ، مهرباني وکړئ دا فورمه ډکه کړئ.",
    "636461959": "نوم",
    "1139500589": "هیواد",
    "1789607185": "بریښنالیک",
    "325077666": "د خپلو معلوماتو په سپارلو سره تاسو زموږ سره موافق یاست",
    "3555583744": "او",
    "3609929815": ". موږ به ستاسو نوم، هیواد، او د بریښنالیک پتې معلومات یوازې د دې هدف لپاره وساتو چې په راتلونکي کې د انفرادي لیبل کولو کاري فرصتونو په اړه تاسو سره اړیکه ونیسو.",
    "4197928199": "د پټتیا تګلاره",
    "851786723": "د خپل بریښنالیک په داخلولو سره، تاسو زموږ د شرایطو او محرمیت پالیسۍ سره موافق یاست، او زموږ څخه بریښنالیک ترلاسه کوئ.",
    "2402165761": "سکریپینګ څنګه کار کوي؟",
    "4260542944": "د منځپانګې سکریپینګ (د \"سکرین سکریپینګ\" یا یوازې \"سکریپینګ\" په نوم هم پیژندل کیږي) د ویب څخه د معلوماتو راټولولو لپاره یو پیژندل شوی، ډیری وختونه ګټور بهیر دی. په هرصورت، په وروستیو کلونو کې، دا تخنیک د هیکرانو او درغلیو د خوښې وسیله ګرځیدلی. ضد اقدامات کولی شي په اغیزمنه توګه ګواښ کم کړي، مګر د پلي کولو لپاره، دا اړینه ده چې پوه شي چې پروسه څنګه کار کوي.",
    "2066255783": "د مینځپانګې سکریپینګ څه شی دی؟",
    "1910628828": "د مینځپانګې سکریپینګ د سیسټم څخه د ډیټا نیولو لپاره یو تخنیک دی چې پکې د سافټویر پیرودونکي یا ویب براوزر تقلید کولو اتومات وسیلې شامل وي. دا نوې نه ده. په حقیقت کې، د سافټویر انجنیرانو لپاره چې ممکن د زاړه مین فریم څخه ډاټا ته اړتیا ولري، سکریپینګ د معلوماتو استخراج یوازینۍ لار وي. اصلي نښلونکي ممکن ورک شوي وي او ځای په ځای کول ناممکن دي.",
    "3408107995": "نن ورځ، که څه هم، سکریپ کول په دوامداره توګه د ویب پاڼې څخه د معلوماتو راټولولو لپاره د پروګرام کولو طریقه معنی لري. د سکریپینګ سافټویر د انسان کارونکي په څیر عمل کوي، په بټونو کلیک کول او د پایلې پایلې لوستل. د سکریپ کولو لپاره ډیری قانوني کارونې شتون لري. ویب کریلرونه چې د لټون انجن ځواک لري یو مثال دی. نو د سکای سکینر په څیر وسیلې دي چې د زرګونو سفر ویب پا toو له لارې ګډولو سره د سفر معاملې لټوي. د Fintech شرکتونه دا هم کاروي، د بانک سایټونو څخه د کاروونکي مالي ډاټا سکریپ کوي که چیرې د ډیټا اتصال رامینځته کولو لپاره د غوښتنلیک برنامې انٹرفیس (APIs) شتون نلري. د سکرین سکریپینګ په اړه په ذهن کې ساتلو شیان د دې سرعت او توزیع کول دي. دا پروسه کولی شي د ویب پاڼو څخه ډیری ډیټا راټول کړي، داسې انګیرل کیږي چې سایټونه د دې پیښې څخه د مخنیوي لپاره تنظیم شوي ندي. د محاسبې په سرعت کې، یو سکریپر کولی شي د ویب پاڼو او اصلي سافټویر او ډیټابیسونو سره د اړیکو له لارې لوی ډیټاسیټونه راټول کړي چې دوی ته ځواک ورکوي.",
    "1920884252": "ولې د منځپانګې سکریپ کول یو امنیتي ګواښ دی؟",
    "2256795853": "د ویب سایټونو څخه په چټکۍ سره د ډیری ډیټا ایستلو وړتیا د ناوړه لوبغاړو په لاسونو کې یو پیاوړی وسیله سکریپ کوي. د سکریپینګ بوټ کولی شي د ټولنیزو رسنیو سایټونو څخه د کاروونکي ډاټا راټول کړي. بیا، د سایټونو سکریپ کولو سره چې پتې او نور شخصي معلومات لري او د پایلو سره تړاو لري، یو هیکر کولی شي د پیژندنې په جرمونو کې ښکیل شي لکه د جعلي کریډیټ کارت غوښتنلیکونو سپارل.",
    "4087694419": "یو سکریپینګ هیکر کولی شي د سایټونو لکه ایمیزون او ای بی څخه ډاټا راټول کړي ترڅو جعلي یا فریب لرونکي محصول لیستونه رامینځته کړي. هغه بیا کولی شي دوی د Peer-to-peer خدماتو لکه OfferUp کې د پلور لپاره وړاندیز وکړي او په پیرودونکو باندې فشینګ بریدونه ترسره کړي. یا، دوکه کوونکی کولی شي هغه محصولات وپلوري چې شتون نلري. د نورو سکرین سکریپینګ درغلۍ د اعلان خپرونکو جعلي کول شامل دي. د خپرونکي سایټونو څخه د مینځپانګې سکریپ کولو سره ، درغلي کولی شي په مختلف خدماتو کې د جعلي اعلان خپرونکي پا pagesې رامینځته کړي. دوی بیا کولی شي په دې پاڼو کې اعلانونه په مجاز پلورونکو باندې وپلوري، چې د دوی اړیکې دوی د خپرونکي ads.txt فایل څخه راټول کړي. د اعلان سلاټونه د اعلان کونکي لپاره ریښتیني ښکاري، مګر دا ندي.",
    "3315658779": "د hCaptcha Enterprise سره د مینځپانګې سکریپینګ مخه ونیسئ",
    "2602081482": "hCaptcha Enterprise ستاسو سایټ او ایپسونو ته د ناوړه ترافیک پیژندلو لپاره پرمختللي ماشین زده کړې کاروي - پشمول د سکریپینګ فعالیتونه.",
    "1422537019": "نن ورځ موږ د نورو زده کړو لپاره.",
    "1988268879": "په پیمانه د لګښت اغیزمن ډیټا لیبل کول",
    "2163914794": "ستاسو د ډیټاسیټونو لپاره نورو لیبلونو ته اړتیا لرئ؟ hCaptcha د مصنوعي استخباراتو او ماشین زده کړې غوښتنلیکونو کې کار کولو شرکتونو لپاره ګړندي ، ارزانه او د لوړ کیفیت ډیټا لیبلینګ چمتو کوي.",
    "3378932530": "اوس خپل ډیټا لیبل ترلاسه کړئ",
    "3483700676": "سمدلاسه ملیونونه دندې پیل کړئ",
    "3478726913": "hCaptcha ستاسو د کارونې لپاره د سیارې ترټولو لوی حوضونه لري. هر څه چې ستاسو پیمانه وي، موږ کولی شو دا پرته له ګران مخکینۍ ژمنې اداره کړو. هره ورځ ملیونونه دندې کومه ستونزه نده.",
    "740501259": "ساده API چلول شوي پایپ لاینونه",
    "2784612261": "غواړئ د انسان بیاکتنې مستقیم ستاسو د سوداګرۍ عملیاتو کې مدغم کړئ؟ موږ د لوړ اعتبار SLAs، تضمین شوي ظرفیت، او ساده REST APIs وړاندیز کوو.",
    "1144966033": "د لګښت او کیفیت لپاره مطلوب",
    "3213351333": "هیڅ مخکینۍ ژمنې ته اړتیا نشته",
    "2107077506": "د انسان پلیټ فارم د ریښتیني وخت کیفیت پیچلي تحلیل ترسره کولو لپاره د اعتماد جامع ماډلونه کاروي. دا موږ ته اجازه راکوي چې ژر تر ژره د پوښتنو مشکل او د دوی احتمالي سم ځواب وټاکو، ستاسو وخت او پیسې خوندي کوي.",
    "3576146278": "یوازې د هغه دقت لپاره پیسې ورکړئ چې تاسو ورته اړتیا لرئ",
    "2952586316": "ټولې ستونزې یو شان نه دي. د خوندیتوب مهم کارونو لپاره توضیحات ممکن د بشپړ بشري کارمندانو 99.99٪ باور ته اړتیا ولري. د ګرځنده لوبې ایپ کې د یوې بیټا ځانګړتیا لپاره توضیحات ممکن یوازې معتدل باور ته اړتیا ولري. ته پریکړه وکړه.",
    "710145621": "خپل د ځمکني حقایقو ډاټا چمتو کړئ یا اجازه راکړئ چې په الوتنه کې جوړ کړو",
    "987901590": "ایا تاسو د جامع تایید سیټ پرته خام معلومات لرئ؟ په ډیری قضیو کې موږ کولی شو ستاسو لپاره یو جوړ کړو ځکه چې دندې د سیسټم له لارې پرمخ ځي، یا ستاسو د تصویب لپاره لیبل شوي نمونې رامینځته کړئ.",
    "2597352122": "د تشریح ډولونه",
    "1344687860": "د بندولو بکسونه",
    "1089415440": "په عکسونو او ویډیو کې د شیانو دقیق کشف",
    "3817067682": "پولیګون",
    "2682873489": "د شیانو لپاره د حد ساحه تعریف کړئ",
    "1275150216": "نښې نښانې",
    "2067112112": "د ډیری مختلف کارولو قضیو لپاره ټکي تشریحات",
    "4228682126": "د خاصیت درجه بندي",
    "2920213479": "د هرې اندازې په خپله خوښه کټګورۍ ترتیب یا ضمیمه کړئ",
    "3288667364": "پرتله کول او کشف کول",
    "155877895": "د بشري ځواک کشف او طبقه بندي",
    "3128433367": "... او ډیر نور",
    "2827452240": "بل ډول ته اړتیا لرئ چې دلته لیست شوي ندي؟ یوازې زموږ څخه پوښتنه وکړئ.",
    "719304627": "د پای څخه تر پای کنټرول ته اړتیا لرئ؟",
    "1172067553": "د HCaptcha شاته د HUMAN پلیټ فارم خورا پیچلي کاري کیفیت او مدیریت ب featuresې وړاندې کوي د پریمیس ، هایبرډ ، یا SaaS ګمارلو له لارې چې ستاسو د موجوده سیسټمونو سره مدغم کیږي.",
    "2319072959": "د خپل کاري ځواک سره په بشپړ ډول آفلاین پرمخ وړئ، د سوداګرۍ واحدونو یا کنسورشیم شریکانو په اوږدو کې مصرف شوي ارزښت تعقیب کړئ، د لګښت او امنیت اړتیاو پراساس مختلف داخلي یا بهرني کارګر چمتو کونکو ته په انتخابي ډول دندې واستوئ، او نور ډیر څه.",
    "1936512180": "د API اسانه لاسرسی، ښکلي ډشبورډونه، او د کارکونکي موثریت اعظمي کولو لپاره وروستي ماډل-ان-دی-لوپ ټیکنالوژي.",
    "3913848038": "99.99٪ اپټایم SLAs او 24/7 نړیوال ملاتړ شتون لري.",
    "1080752747": "د پلور سره اړیکه ونیسئ",
    "1525403768": "د نورو معلوماتو لپاره د شرکت پلورنې سره اړیکه ونیسئ.",
    "1546930020": "د لیبل شوي ډاټا ترلاسه کول",
    "2486638408": "مشخصات تعریف کړئ",
    "1027200955": "زموږ د ډومین متخصصینو سره خبرې وکړئ ترڅو ستاسو د پروژې اړتیاوې تعریف کړئ: د هدف دقیقیت، بڼه، او کوم ځانګړي اړتیاوې.",
    "1156712451": "د کار لومړنۍ ازموینه",
    "181065232": "موږ ستاسو د نمونې معلوماتو پراساس د تولید کوچنۍ دنده اجرا کوو. دا هغه کار ازموي چې موږ په ګډه ترسره کړي ترڅو ډاډ ترلاسه کړئ چې تاسو دقیقا هغه څه ترلاسه کوئ چې تاسو ورته اړتیا لرئ.",
    "3207769512": "د تولید دندو ګمارل",
    "1099238677": "زموږ د لوړ حجم او ټیټ ځنډ سره به موږ ستاسو کار په چټکۍ سره بدل کړو، د اتوماتیک تحویل سره چې دا سرته رسیږي.",
    "465783046": "غواړئ دا د خپلو معلوماتو سره هڅه وکړئ؟",
    "328625009": "... موږ چمتو یو کله چې تاسو یاست: زموږ خدمت د ساعت په شاوخوا کې شتون لري.",
    "3225770968": "hCaptcha ډیزاین شوی ترڅو د ماشین زده کړې کې خورا سخت کار ستونزه حل کړي؛ په وخت، ارزانه، او د باور وړ طریقه د ډیټا لوی مقدار لیبل کول.",
    "2041686284": "ډیر معلومات عموما د ماشین زده کړې ماډلونو روزنې کې غوره پایلې تولیدوي. د ژورو ماډلونو وروستي بریالیتوب د زیاتیدونکي لوی ډیټاسیټونو لامل شوی، او hCaptcha دا اړتیا پوره کوي. په هرصورت، د دودیزو میتودونو په کارولو سره د لوی انسان بیاکتنې ډیټاسیټونه رامینځته کول سست او ګران دي.",
    "3729345277": "hCaptcha د شرکتونو لپاره یوه لاره ده چې د نورو بدیلونو په پرتله د لوړ کیفیت او ټیټ لګښت سره ګړندي توضیحات ترلاسه کړي.",
    "2103563261": "شخصي یا عامه معلومات",
    "2513143348": "د hCaptcha Enterprise سیسټم په خپل ډیزاین کې په ځانګړي ډول انعطاف وړ دی: دا په جزوي یا بشپړ ډول ستاسو د شبکې په څنډه کې ځای په ځای کیدی شي که تاسو عامه کلاوډ چلوئ یا ډیری ډیټا مرکزونه لرئ.",
    "3107683988": "دا کولی شي په ډراماتیک ډول د شبکې څخه بهر ترافیک او لګښتونه کم کړي پداسې حال کې چې زموږ د 24/7 آن کال کارمندانو لخوا د مدیریت ټولې ګټې ساتي ترڅو خورا سخت SLAs پوره کړي.",
    "3660619092": "وړیا لاسلیک وکړئ یا د سوداګرۍ حلونو لپاره د پلور سره اړیکه ونیسئ",
    "2351176803": "د hCaptcha JS API لپاره د جواز شرایط",
    "2616226398": "زموږ تابع",
    "2024293275": ". نور ټول حقونه د اوس لپاره خوندي دي.",
    "1062291156": "معیاري شرایط",
    "2712493234": "د تادیې درغلۍ: د سایبر جرمونو ګړندۍ وده کونکي حالت کمول",
    "1817772953": "درغلۍ د جرم نوې بڼه نه ده. په حقیقت کې، لرغونپوهانو د درغلیو ضد وسایل کشف کړي چې د لرغونو سومیریانو لخوا جوړ شوي ترڅو نږدې 10,000 کاله دمخه د زیانونو پرته څاروي لیږدوي! د دوی په قضیه کې، دوی د خټو نښه، چې هر یو یې د حیوان استازیتوب کوي، د خټو په بال کې چې د \"بولا\" په نوم پیژندل کیږي، واچوي. بیله به د رمې سره سفر کوي کله چې دا له پلورونکي څخه پیرودونکي ته لیږدول کیږي. حتی بیا هم، د سوداګرۍ مالکین اندیښمن وو چې نه هرڅوک چې دوی ورسره معامله کوي پورته او پورته وي. په 10,000 کلونو کې ډیر څه بدل شوي، مګر د درغلیو په مخنیوي کې د نوښت اړتیا زموږ سره پاتې ده. نن ورځ، د آنلاین تادیې درغلۍ مسله خورا مهم ده. د انټرنیټ سره، درغلۍ کونکي په زیاتیدونکي توګه د درغلۍ ضد کنټرولونو څخه په چټکۍ سره ماهر شوي. په هرصورت، نوي حلونه جریان بدلوي.",
    "1053787685": "د تادیاتو درغلۍ څه شی دی؟",
    "433424759": "د تادیې درغلۍ هر ډول غیرقانوني لیږد شامل دي چیرې چې یو سایبر جرمي قرباني د ارزښت یو څه څخه بې برخې کوي، په ځانګړې توګه پیسې. دا ممکن د آنلاین سوداګرۍ امر کولو لپاره د غلا شوي کریډیټ کارت کارولو معنی ولري یا د بانکي حساب اخیستل او په غیرقانوني ډول له هغې څخه د پیسو لیږد. ډیری توپیرونه شتون لري، مګر دوی ټول ورته پایلې لري: یو غل د یو مصرف کونکي، بانک یا سوداګر څخه د غلا کولو لپاره د غلا شوي پیژندنې یا تادیاتو معلومات کاروي.",
    "2939852138": "د درغلۍ کونکي څنګه د تادیاتو د درغلیو څخه د خلاصون هڅه کوي؟",
    "1665616092": "د تادیې درغلۍ په مفهوم کې ساده ده، مګر دا په اوسني وخت کې په خورا ښه توګه پیچلې کیدی شي.",
    "4246520782": "په حقیقت کې، انټرنیټ په وروستیو کلونو کې د درغلیو او مدافعینو ترمنځ د وسلو د ریښتینې سیالۍ شاهد دی.",
    "2167049807": "امنیتي ټیمونو بیلابیل ضد اقدامات او کنټرولونه غوره کړي چې د تادیې درغلۍ لپاره اسانه او سست چلندونه ماتوي. په هرصورت، بریدونه په زیاتیدونکي ډول پیچلي کیږي. د مثال په توګه، بوټونه اوس کولی شي د جعلي ویب پاڼو او فشینګ بریدونو څخه غلا شوي کریډیټ کارت شمیرې او PIN راټول کړي.",
    "1936449777": "بیا، په بشپړ ډول په اتوماتیک حالت کې، دوی کولی شي د ای کامرس سایټونو کې د انسان چلند نقل کړي، په بټونو کلیک وکړئ او د پیرود کارټونو کې توکي اضافه کړي - هغه ځای ته چې ډیری، که د درغلیو ضد کنټرول نه وي، نشي کولی ووایی چې بوټ هڅه کوي غلا کړي. سوداګریز توکي بلکه، داسې ښکاري چې د انسان کاروونکي په ساده ډول پیرود کوي. بوټ کولی شي د غلا شوي ننوتلو اسنادو په کارولو سره د اصلي پیرودونکي حساب ته ننوځي. د درغلیو نور پټول د بوټو وړتیا ده چې د IP پتې جعل کړي او داسې ښکاري چې \"پیرودونکي\" د برید کونکي څخه بل چیرې توپیر لري چې ممکن په بهرني هیواد کې وي.",
    "648630222": "د hCaptcha Enterprise سره د تادیاتو درغلۍ مخه ونیسئ",
    "1621930829": "د نن ورځې پرمختللي، د تادیاتو د درغلیو فعالیتونو په اړه څه ترسره کیدی شي؟ د کنټرول ډیری پرتونو ګمارل معمولا یو هوښیار چلند دی. په هرصورت، غوره ضد اقدامات هغه دي چې کولی شي بوټ ونیسي او ښکاره کړي چې دا جعلي دی، سره له دې چې د دې جوړونکو غوره هڅو سره سره د انسان چلند نقل کړي.",
    "2423586454": "لاهم ځینې شیان شتون لري چې سافټویر نشي کولی ، پرته له دې چې AI د هغې تر شا څومره ښه وي. عصري کیپچا ټیکنالوژي د تادیاتو درغلۍ دوام لپاره هڅه کوي د بوټونو بلاک کولو ثابت میتود وړاندې کوي. پداسې حال کې چې کیپچا ته پخوانۍ تګلارې، لکه په بکس کې د ساده سلنټ شوي شمیرو په څیر، اوس د پرمختللو بوټو په کمولو کې نیمګړتیاوې لري، د اتوماتیک ازموینې ځواب وسیله لکه hCaptcha Enterprise کولی شي په اسانۍ سره د حساب د ننوتلو یا د پیرود کارټ چیک آوټ په وخت کې د درغلیو بوټ په اسانۍ سره ودروي. حتی که بوټ ریښتیني اسناد ولري، که د کیپچا له لارې ترلاسه نشي.",
    "1467308982": "د تادیاتو مهال ویش",
    "1291824746": "د hCaptcha تادیات په ربع کې د 60 ورځو تعقیب اساس پرمخ ځي. د دې معنی روښانه کولو لپاره ، مهرباني وکړئ لاندې جدول وګورئ.",
    "3444947612": "تر منځ ترافیک",
    "4181611011": "د پخلاینې نیټه",
    "728503636": "د تادیاتو نیټه",
    "3720584906": "د ۲۰۲۱ کال د جولای ۱۵ – د ۲۰۲۱ کال د اکتوبر ۱۵مه",
    "388240587": "د جنورۍ له پنځمې تر ۱۵مې ۲۰۲۲",
    "3426312287": "د ۲۰۲۲ کال د جنورۍ ۵-۱۵",
    "615618648": "د ۲۰۲۱ کال د اپریل ۱۵ – د ۲۰۲۱ کال د جولای ۱۵مه",
    "3376724603": "د سپتمبر 14-24th 2021†††",
    "3398978455": "د سپتمبر له ۱۵ تر ۲۵ مې ۲۰۲۱ †††",
    "2722456056": "د ۲۰۲۱ کال د جنورۍ ۱۵ – د ۲۰۲۱ کال د اپریل ۱۵مه",
    "4063155841": "د 25 جون 2021 څخه وروسته نه ††",
    "4082053540": "د جون 19-25 2021††",
    "64953197": "د ۲۰۲۰ کال د اکتوبر ۱۵ – د ۲۰۲۱ کال د جنورۍ ۱۵مه",
    "1023070345": "د مارچ 14 2021 څخه وروسته نه",
    "2600696085": "د ۲۰۲۱ کال د مارچ ۱۵مه",
    "3217791519": "د ۲۰۲۰ کال د جولای ۱۵ – د اکتوبر ۱۵مه ۲۰۲۰",
    "649261378": "د ۲۰۲۱ کال د جنورۍ ۵- ۱۱*",
    "1559190296": "د جنوري 5-11 2021†",
    "3806054689": "د ۲۰۲۰ کال د اپریل ۱۵ – د جولای ۱۵مه ۲۰۲۰",
    "4162383380": "د سپتمبر ۱۶ – ۲۲مه ۲۰۲۰ *****",
    "1990824776": "د سپتمبر ۱۶-۲۴مه ۲۰۲۰*****",
    "3856690908": "د ۲۰۲۰ کال د جنورۍ ۱۵ – د ۲۰۲۰ کال د اپریل ۱۵مه",
    "3200641265": "د 2020 د جون له 16 څخه وروسته نه*",
    "3744079744": "د جون 15-19 2020 ****",
    "2209837451": "د ۲۰۱۹ کال د اکتوبر ۱۵ – د ۲۰۲۰ کال د جنورۍ ۱۵مه",
    "2510534204": "د 23 مارچ 2020 نه وروسته ***",
    "2910560864": "د مارچ 20-23 2020***",
    "2544565802": "د ۲۰۱۹ کال د جولای ۱۵ – د اکتوبر ۱۵مه ۲۰۱۹",
    "3963642878": "د 2019 د دسمبر له 14 څخه وروسته نه*",
    "622103562": "د دسمبر ۱۷مه ۲۰۱۹*",
    "4072202039": "د ۲۰۱۹ کال د اپریل ۱۵ – د ۲۰۱۹ کال د جولای ۱۵مه",
    "818049069": "د 2019 کال د جولای له 15 څخه وروسته",
    "1169005651": "د ۲۰۱۹ کال د سپتمبر ۱۵مه",
    "2303655425": "د ۲۰۱۹ کال د جنورۍ ۱۵ – د ۲۰۱۹ کال د اپریل ۱۵مه",
    "3678889946": "د 2019 د جون له 15 څخه وروسته نه",
    "3094354698": "د ۲۰۱۹ کال د جون ۱۵مه",
    "4217013126": "تادیات عموما د تادیې نیټې په اوږدو کې د ورځې په اوږدو کې پرمخ ځي، او په عمومي توګه د نیمې شپې د آرام سمندر وخت لخوا بشپړ کیږي. که یو حساب د بیاکتنې لپاره بیرغ شوی وي، دا ممکن د تادیې خوشې کولو لپاره پنځه اضافي کاري ورځې ونیسي.",
    "1447649958": "د یادونې په توګه، یوازې دقیق انساني ترافیک د تادیاتو لپاره وړ دی. تاسو کولی شئ پدې اړه نور توضیحات زموږ په FAQ کې وګورئ چې لاندې لینک شوي. شته بیلانس باید د تادیې لپاره وړ کیدو لپاره لږترلږه حد هم پوره کړي، اوس مهال 10 HMT.",
    "4257144752": "د ریښتیني وخت اټکلونه وروستی دقیقیت یا انسانیت نه منعکس کوي، او پدې توګه ستاسو وروستی عاید ممکن ستاسو د لومړي پخلاینې دمخه په ډشبورډ کې ښودل شوي شمیرو څخه د پام وړ پورته یا ښکته توپیر ولري.",
    "2728931827": "د هرې پخلاینې څخه وروسته، ستاسو د سایټ کلیدي اټکلونه به تازه شي او د راتلونکي وړاندوینو درستیت باید زیات شي، پرته لدې چې ستاسو سایټ د کاروونکي چلند کې مادي بدلون ولري.",
    "1200905005": "††† د سپتمبر 2021 راهیسې، پخلاینې او تادیات اوس د یوې ورځې په پرتله د نږدې 10 ورځو په موده کې تیریږي، ترڅو په خدمت کې د ودې پورې اړوند عملیاتي خنډونه ساده کړي.",
    "4284094387": "†† ځینې د جون 2021 پخلاینې او تادیات به په راتلونکې اونۍ کې د پخلاینې کړکۍ په جریان کې د وروستي حسابونو تایید کې ځنډ له امله پرمخ ځي.",
    "1977013707": "† د ډسمبر 2020 تادیات د 15 مې نیټې څخه تنظیم شوي ترڅو د کال پای پخلاینې او د کارمندانو رخصتیو سره مخ کیدو مخه ونیسي: دوی به د جنوري په دویمه اونۍ کې بشپړ شي. PayPal ته د معمول په پرتله د ورو لیږدونو له امله، تادیات به په یوه ورځ کې د بشپړیدو پرځای په څو ورځو کې تیریږي.",
    "517010299": "مهرباني وکړئ په یاد ولرئ: موږ اوس مهال د نږدې ریښتیني وخت پخلاینې ته د لوی پس منظر لیږد باندې کار کوو. دوره پخلاینې به د 2021 Q1 پورې د معمول په پرتله لږ وخت تیریږي. دا د تادیاتو مهالویش یا نیټې اغیزه نه کوي.",
    "3092200338": "** کله چې 15 د اونۍ په پای کې راځي، د تادیې نیټه د 17 په ځای ده.",
    "3891941747": "*** د COVID-19 مشوره: د COVID-19 پورې اړوند د کارمندانو کم ظرفیت له امله ، پخلاینه له سره تنظیم شوې ترڅو زموږ د معیاري تصدیق بشپړولو لپاره اضافي وخت ته اجازه ورکړي. تمه کیږي چې تادیات به د جمعې په ورځ پیل شي او په راتلونکې دوشنبه بشپړ شي.",
    "2301757528": "**** د تادیې کړکۍ په جریان کې د دوی REST APIs د PayPal لخوا د ساتنې له امله، د جون په 15 ټول تادیات بشپړ شوي ندي. هر ډول تادیات د جون د 15th (د ارام سمندر وخت) لپاره ټاکل شوي مګر د PayPal API غلطیو له امله نه دي اجرا شوي د جون 19th (د ارام سمندر وخت) لخوا بیا چلول شوي.",
    "116842359": "***** تمه کیږي چې پخلاینې د سیسټم د ساتنې له امله په څو ورځو کې بشپړې شي.",
    "4154415610": "***** د سپتمبر 2020 تادیات به د پخلاینې په بشپړیدو سره په بستونو کې تیریږي ، ځینې د پخلاینې ځنډ له امله د اصلي مهالویش څخه څو ورځې وروسته پرمخ ځي.",
    "2310694091": "پخلاینه څه ته وایي؟",
    "164801246": "پخلاینه هغه پروسه ده چې له مخې یې ترافیک د حقیقت څخه وروسته تحلیل کیږي ترڅو د هغه انسانیت او دقت تصدیق کړي ، یوځل چې د راپور ورکولو ټولو سایټونو ټول معلومات په کې وي. تاسو کولی شئ نور توضیحات زموږ په کې ولولئ.",
    "3256245394": "همدارنګه زموږ د بلاګ پوسټونه، د بیلګې په توګه",
    "3089778412": "څنګه hCaptcha انعامونه محاسبه کوي",
    "3329755436": "ایا تاسو پلان لرئ چې دا پروسه ګړندۍ کړئ؟",
    "1911669851": "هو، موږ اوس مهال زموږ د بیکینډ سیسټمونو ته د بیالبیلو پرمختګونو په اړه کار کوو چې موږ یې تمه لرو په پای کې به موږ ته اجازه راکړو چې دواړه ګړندي پخلاینې، د ګړندۍ اندازې دقت، او ګړندي تادیاتو وړاندیز وکړو. موږ اوس مهال د پخلاینې د چټکولو لپاره کار کوو.",
    "2366003154": "د مطبوعاتو او رسنیو پوښتنې",
    "3054564199": "پریس کټ",
    "3173156067": "ځینې چمتو شوي تضمین شتون لري په هغه صورت کې چې تاسو غواړئ په خپله مقاله کې د مثالونو عکسونه شامل کړئ.",
    "867314732": "تاسو کولی شئ لوړ ریزولوشن ترلاسه کړئ",
    "858218750": "او د هغوی د کارولو په اړه لارښوونې",
    "3821716514": "پاڼه",
    "1186243118": "لوګو انځورونه",
    "3034959000": "تاسو کولی شئ بیرته ترلاسه کړئ",
    "1764089150": "دلته:",
    "1558428432": ". مهرباني وکړئ دوی hCaptcha.com ته اعتبار ورکړئ.",
    "2429359042": "د مثال انٹرفیس انځورونه",
    "1480820434": "انځور 1",
    "3213411837": "انځور 2",
    "1270712701": "مطبوعاتي اعلامیې او وروستي راپورونه",
    "231285005": "تاسو کولی شئ زموږ په بلاګ کې وروستي تازه معلومات ومومئ",
    "1289884910": "موږ کله ناکله تحلیلونه او راپورونه هم خپروو. د مثال په ډول:",
    "932546190": "ولې کیپچا به تل زموږ سره وي",
    "2344319147": "د ګوګل بوټ کشف واقعیا څومره ارزښت لري؟",
    "1637527266": "کوم هیوادونه ترټولو بوټ ترافیک لري؟",
    "230159237": "اړیکې",
    "3759923279": "مهرباني وکړئ لاندې بریښنالیک آدرس ته مطبوعاتي پوښتنې مستقیم کړئ:",
    "4255608322": "وروستی تازه شوی: د اپریل 12، 2021",
    "33639629": "د دریمې ډلې ویب پاڼو لپاره د تطبیق وړ ندي. مهرباني وکړئ په یاد ولرئ چې دا د محرمیت پالیسي په هیڅ ویب پاڼه، وړاندیز، محصول یا د کوم دریم اړخ خدمت کې نه پلي کیږي، حتی که دا زموږ سایټ سره اړیکه ونیسي یا خدمت شامل کړي - مهرباني وکړئ د دریمې ډلې ته د هر ډول معلوماتو چمتو کولو پریکړه کولو دمخه د تطبیق وړ محرمیت پالیسیو ته مراجعه وکړئ. ګوندونه",
    "987375734": "IMI په متحده ایالاتو کې میشته ده. سایټونه او خدمتونه د متحده ایالاتو څخه زموږ لخوا کنټرول او چلول کیږي. ستاسو شخصي معلومات ممکن په هر هغه هیواد کې زیرمه او پروسس شي چیرې چې موږ اسانتیاوې لرو یا په کوم کې چې موږ د خدماتو چمتو کونکي ښکیل یو، او د سایټونو او خدماتو په کارولو سره تاسو د متحده ایالاتو په ګډون ستاسو د استوګنې هیواد څخه بهر هیوادونو ته د معلوماتو لیږد ته رضایت ورکوئ. ، کوم چې ممکن د معلوماتو محافظت قواعد ولري چې ستاسو د هیواد څخه توپیر لري. په ځینو حاالتو کې، محکمې، د قانون پلي کونکي ادارې، تنظیم کونکي ادارې یا په دې نورو هیوادونو کې امنیتي چارواکي ممکن ستاسو شخصي معلوماتو ته د لاسرسي حق ولري.",
    "452920031": "د متحده ایالاتو څخه بهر پیرودونکو ته یادونه.",
    "2328839224": ". مهرباني وکړئ د کالیفورنیا د مصرف کونکي محرمیت قانون (\"CCPA\") لاندې ستاسو د حقونو اړوند زموږ \"د کالیفورنیا اوسیدونکو ته خبرتیا\" برخه وګورئ.",
    "1565481281": "د کالیفورنیا اوسیدونکو ته یادونه",
    "1028058338": "مهرباني وکړئ زموږ \"د EU ډیټا مضامینو ته خبرتیا\" برخه وګورئ د عمومي معلوماتو محافظت مقرراتو (\"GDPR\") لاندې ستاسو حقونو پورې اړوند.",
    "2271205646": "د اروپا د اقتصادي سیمې اوسیدونکو ته یادونه.",
    "508143070": "په یاد ولرئ چې IMI ستاسو د شخصي معلوماتو کنټرولر دی، پرته له دې چې موږ د خپلو ادغام کونکو په استازیتوب شخصي معلومات پروسس کوو چې زموږ د خدماتو چمتو کولو سره تړاو لري، په دې حالت کې موږ د شخصي معلوماتو پروسس کونکي یو، او دا ادغام کونکي د کنټرول کونکي دي. شخصي معلومات.",
    "2330965058": "چیرته چې موږ د خپلو ادغام کونکو لپاره د پروسیسر په توګه کار کوو، موږ راټول شوي معلومات د بل کوم هدف لپاره نه کاروو پرته له دې چې زموږ د خدماتو چمتو کولو لپاره په معقول ډول اړین وي، او زموږ پروسس به د هغه قراردادونو لخوا اداره کیږي چې موږ د خپلو ادغام کونکو سره لرو، نه دا د پټتیا تګلاره",
    "3017040355": "د EU ډیټا موضوع ډیټا پروسس کول د معیاري قراردادي بندونو (SCCs) قانوني اساس لاندې کار کوي چې زموږ د ادغام کونکو سره زموږ د خدماتو شرایطو یا ډیټا پروسس کولو تړونونو کې د ډیټا پروسس کولو ضمیمه کې مدغم شوي.",
    "2233384692": "که تاسو پدې اړه کومه پوښتنه یا اندیښنې لرئ چې دا ډول ډیټا څنګه اداره کیږي یا غواړئ خپل حقونه وکاروئ ، نو تاسو باید د هغه شخص یا ادارې سره اړیکه ونیسئ (د بیلګې په توګه د ډیټا کنټرولر) چې زموږ سره یې د دې معلوماتو پروسس کولو لپاره د خدماتو کارولو لپاره تړون کړی. که څه هم، موږ به له خپلو ادغام کوونکو سره مرسته وکړو چې د هغوی سره زموږ د تړون له شرایطو سره سم هر هغه اندیښنو ته ځواب ووایو چې تاسو یې لرئ.",
    "349292953": "هغه معلومات چې موږ راټولوو",
    "3022001832": "موږ د هغو اشخاصو څخه معلومات راټولوو چې زموږ د سایټونو او خدماتو سره اړیکه لري، پشمول هغه کسان چې زموږ خدمتونه په خپل ویب پاڼه کې شاملوي (\"Integrators\")، هغه کسان چې د ډیټا لیبل کولو لپاره خدمتونه کاروي (\"پیرودونکي\")، او وروستي کاروونکي چې زموږ سره اړیکه لري. زموږ د ادغام کونکو ویب پا ofو له لارې خدمت (\"پای کارونکي\").",
    "835545301": "موږ د معلوماتو لاندې کټګورۍ راټولوو:",
    "3228928991": "هغه معلومات چې د یو فرد پیژندلو یا تماس لپاره کارول کیدی شي (\"شخصي معلومات\")، لکه نوم، بریښنالیک آدرس، او هیواد. موږ د خپلو اوسني او احتمالي ادغام کونکو او پیرودونکو څخه شخصي معلومات راټولوو کله چې دوی مستقیم موږ ته راکوي (د مثال په توګه ، د یوې فورمې ډکولو سره کله چې د حساب لپاره لاسلیک کول ، یا زموږ څخه د بریښنالیک خبرتیاو ترلاسه کولو لپاره غوښتنه کول). موږ ممکن د دریمې ډلې ډیټابیسونو یا رسمي قانوني اسنادو سره د شخصي معلوماتو پرتله کولو سره زموږ د ادغام کونکو او پیرودونکو هویت هم تایید کړو.",
    "1655796811": "معلومات په اوتومات ډول راټول شوي د ادغام کونکي یا پیرودونکي لخوا د سایټونو یا خدماتو کارولو په پایله کې (\"تحلیقي معلومات\") ، لکه IP پتې ، د براوزر ډول ، د انټرنیټ خدمت چمتو کونکي ، د پلیټ فارم ډول ، د وسیلې ډول ، عملیاتي سیسټم ، نیټه او وخت ټاپه د لاسرسي، او نورو ورته معلوماتو. ځینې Analytics معلومات زموږ په استازیتوب د دریمې ډلې لخوا راټول شوي چې موږ د دې هدف لپاره بوخت یو، او ځینې Analytics معلومات د کوکیز په ګډون د مختلفو تعقیب ټیکنالوژیو له لارې راټول شوي (لاندې \"د دریمې ډلې تحلیلونه او تعقیب ټیکنالوژۍ\" وګورئ).",
    "1388241689": "هغه معلومات چې د پای کاروونکو ځواب ویلو په پایله کې راټول شوي د خدماتو (\"لیبل شوي ډاټا\") له لارې، لکه د عکس لیبل کولو ډاټا، د آډیو فایلونو څخه بدل شوی متن چې د پای کاروونکو ته غږول کیږي، پوښتنو ته ځوابونه، او د خدماتو لخوا رامینځته شوي نور لارښوونې د ماشین زده کړې غوښتنلیکونو کې د کارولو لپاره د ډیټا لیبل کولو موخو لپاره. په یاد ولرئ چې لیبل شوي ډاټا په هیڅ پیژندل شوي فرد پورې تړاو نلري.",
    "1493790285": "نور معلومات چې د پای کاروونکو څخه راټول شوي د خدماتو برخې په توګه اړین دي ترڅو معلومه کړي چې ایا دوی",
    "2216374138": "انسانان دي، لکه د موږک حرکتونه، د سکرول موقعیت، د کیپریس پیښې، د لمس پیښې، او د ګیروسکوپ / اکیلرومیټر معلومات لکه څنګه چې د تطبیق وړ وي.",
    "2394073454": "موږ ممکن د پای کاروونکو څخه اضافي معلومات راټول کړو څوک چې غواړي زموږ سره د انفرادي ډیټا لیبلر په توګه کار وکړي.",
    "3103557430": "موږ څنګه معلومات کاروو",
    "1130802068": "موږ هغه معلومات چې موږ یې راټولوو د لاندې موخو لپاره کاروو:",
    "2940689138": "د ادغام کونکي او پیرودونکي حسابونو اداره کول او خدمت چمتو کول. موږ شخصي معلومات کاروو ترڅو ځانګړي حسابونه د ادغام کونکو او پیرودونکو سره شریک کړو او دوی ته خدمت چمتو کړو ، غوښتنو یا پوښتنو ته ځواب ووایو ، ملاتړ یا تخنیکي مرستې چمتو کړو ، او تادیات اسانه کړو.",
    "857974529": "سایټ او خدمت ته وده ورکولو لپاره. موږ د خپلو موجوداتو د ښه کولو او نوي خدماتو او وړاندیزونو رامینځته کولو او د موجوده او راتلونکي محصول وړاندیزونو دودیز کولو لپاره د Analytics معلومات کاروو.",
    "1820844638": "د بازار بصیرت ترلاسه کولو لپاره. موږ د بازار تحلیل کولو او د سایټ او زموږ خدماتو پورې اړوند سوداګرۍ تحلیلونو ترسره کولو او نورو څیړنو موخو لپاره د تحلیلي معلوماتو څخه کار اخلو.",
    "3386280249": "د لیبل شوي ډیټا لپاره بازار چمتو کولو لپاره. زموږ خدمت د ویب پاڼې مالکینو او شرکتونو ته د خدمت په توګه د ماشین زده کړې سیسټمونو لپاره د لوړ حجم ډیټا لیبل کولو او انساني بیاکتنې وړ کوي چې د دوی ډیټا لیبل کولو کې مرستې ته اړتیا لري. د دې پای ته رسولو لپاره، موږ لیبل شوي ډیټا خپلو پیرودونکو ته افشا کوو چې لیبل شوي ډیټا ترلاسه کولو کې لیوالتیا لري.",
    "3532143291": "زموږ د خدماتو او سیسټمونو خوندي کولو لپاره. موږ د احتمالي ګواښونو او زیانونو په پیژندلو سره خپل سیسټم خوندي کولو لپاره د Analytics معلومات کاروو، او په بل ډول د هغه معلوماتو ساتنه کوو چې موږ یې راټولوو.",
    "2185418511": "د هر ډول مشروع سوداګرۍ هدف لپاره، په دې شرط چې معلومات غیر پیژندل شوي یا راټول شوي وي چې دا په معقول ډول د یو فرد سره تړل کیدی نشي.",
    "2386465280": "موږ څنګه معلومات شریکوو",
    "2159517814": "موږ په لاندې قضیو کې شخصي معلومات شریک یا افشا کوو:",
    "4256083674": "د یو انټیګریټر لخوا مستقیم غوښتنې پراساس چې د ځانګړي CAPTCHA ننګونې غوښتنې یا IP پتې د درغلیو خطر وپیژني ، یا بل چیرې چې مشخص رضایت ورکړل شوی و.",
    "3494826505": "د پلورونکو سره موږ د سایټونو او خدماتو اړین اړخونه چمتو کولو کې ښکیل یو، لکه د معلوماتو ذخیره کول، کوربه کول، او تحلیلونه، او یوازې د دې موخو لپاره.",
    "1119009846": "لکه څنګه چې د تطبیق وړ قانون سره سم عمل کول اړین دي، په شمول د دولتي غوښتنو، د قانون پلي کولو غوښتنې، او بل ډول عامه او خصوصي ادارو ته چې ستاسو، زموږ، یا نورو د حقونو، محرمیت، خوندیتوب، یا ملکیت ساتنه وکړي.",
    "197676026": "د نورو سره د هر ډول مشروع سوداګرۍ هدف لپاره، په دې شرط چې معلومات بې پیژندل شوي وي",
    "2359312315": "یا داسې راټول شوي چې دا په معقول ډول په یو فرد پورې تړلی نشي.",
    "2497216176": "د دریمې ډلې تحلیل او تعقیب ټیکنالوژي",
    "3694578791": "لکه څنګه چې پورته بحث وشو، موږ (او زموږ د دریمې ډلې پلورونکي) د کوکیز، ویب بیکنونو، او نورو تعقیب ټیکنالوژیو کارولو له لارې په یوه برخه کې د Analytics معلومات راټولوو. په ځینو مواردو کې، موږ د دریمې ډلې پلورونکو سره کار کوو ترڅو د Analytics معلوماتو راټولولو موخو لپاره کوکیز استخدام کړو.",
    "2014256987": "که تاسو غوره نه کړئ چې د کوکیز یا نورو تعقیب ټیکنالوژیو کارول بند کړئ، مهرباني وکړئ لاندې \"د خپل معلوماتو اداره کول\" وګورئ. مهرباني وکړئ په یاد ولرئ چې دا کار کول ممکن ستاسو د سایټونو یا خدماتو کارولو تجربه باندې منفي اغیزه وکړي، ځکه چې ځینې ځانګړتیاوې ممکن په سمه توګه کار ونکړي.",
    "2788024905": "موږ څنګه معلومات خوندي کوو",
    "3031284129": "د تضمین اعلانونه",
    "26365791": "د قانون لخوا اجازه ورکړل شوي بشپړ حد پورې، سایټ او خدمت (او نور اړوند خدمات، معلومات، ډاټا، ځانګړتیاوې، او نور مینځپانګې یا توکي) د \"لکه څنګه چې\" او \"لکه څنګه چې شتون لري\" پر بنسټ چمتو شوي. تر هغه حده چې د قانون لخوا اجازه ورکړل شوې، IMI ټول تضمینونه نه لري، په شمول مګر د سوداګریزې وړتیا تضمین شوي تضمین، د یو ځانګړي هدف لپاره فټنس، او غیر سرغړونې پورې محدود ندي.",
    "735630686": "ستاسو د معلوماتو اداره کول (ستاسو حقونه)",
    "2895491273": "که تاسو غوره کوئ چې کوکیز یا نور تعقیب ټیکنالوژي بنده کړئ، ډیری براوزرونه او ګرځنده وسیلې تاسو ټول خپل تنظیمات بدل کړئ ترڅو تاسو ته خبر درکړي کله چې تاسو کوکیز ترلاسه کوئ یا نور تعقیب ټیکنالوژي کارول کیږي، او دا غوره کړئ چې د منلو یا نه اجازه ورکړئ دا ډیری براوزر تاسو ته اجازه درکوي چې موجوده کوکیز غیر فعال یا حذف کړئ یا په اتوماتيک ډول راتلونکي کوکیز رد کړئ. تاسو کولی شئ د دریمې ډلې وسیلې هم وکاروئ ، پشمول د براوزر پلگ ان ، د کوکي غوره توبونو کنټرول لپاره. په یاد ولرئ، که تاسو ټول کوکیز غیر فعال کړئ، زموږ د سایټ ځینې برخې ممکن په سمه توګه کار ونه کړي.",
    "707527778": "د ماشومانو څخه معلومات",
    "2419795065": "د کالیفورنیا اوسیدونکو ته خبرتیا",
    "1517625162": "د کالیفورنیا د مدني قانون د 1789.3 برخې لاندې، د کالیفورنیا کاروونکي د لاندې مصرف کونکي حقونو خبرتیا مستحق دي: د کالیفورنیا اوسیدونکي کولی شي د کالیفورنیا د مصرف کونکو چارو څانګې د مصرف کونکي خدماتو څانګې د شکایت مرستې څانګې ته د بریښنالیک له لارې 1625 North Market Blvd, Sacracrament. CA 95834، یا د تلیفون له لارې (916) 445-1254 یا (800) 952-5210.",
    "3730344349": "دا برخه د هغه شخصي معلوماتو په اړه اضافي توضیحات وړاندې کوي چې موږ د کالیفورنیا مصرف کونکو په اړه راټولوو او د کالیفورنیا مصرف کونکي محرمیت قانون یا \"CCPA\" لاندې دوی ته ورکړل شوي حقونه.",
    "4044467791": "د شخصي معلوماتو د کټګوریو لپاره چې موږ په تیرو 12 میاشتو کې ستاسو څخه راټول کړي، مهرباني وکړئ پورته \"معلومات چې موږ راټولوو\" برخه وګورئ. موږ دا معلومات د سوداګرۍ او سوداګریزو موخو لپاره راټولوو چې پورته \"موږ شخصي معلومات څنګه کاروو\" برخه کې تشریح شوي. په تیرو 12 میاشتو کې، موږ د سوداګرۍ هدف لپاره د دریمې ډلې سره د معلوماتو لاندې کټګورۍ شریکې کړې:",
    "4208081170": "د شخصي معلوماتو کټګوري",
    "1528242915": "پیژندونکي.",
    "3863351997": "د شخصي معلوماتو کټګورۍ د کالیفورنیا د پیرودونکي ریکارډ قانون کې لیست شوي (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "سوداګریز معلومات.",
    "2683038211": "انټرنیټ یا نور بریښنایی شبکې فعالیت.",
    "3671828834": "د شریک شوي شخصي معلوماتو بیلګې",
    "779426309": "یو اصلي نوم، ځانګړی شخصي پیژندونکی، آنلاین پیژندونکی، د انټرنیټ پروتوکول پته، بریښنالیک پته، د حساب نوم، یا نور ورته پیژندونکي.",
    "2414368123": "یو نوم، د کریډیټ کارت شمیره، د ډیبټ کارت شمیره، یا کوم بل مالي معلومات.",
    "4088941349": "د محصولاتو یا خدماتو ریکارډونه اخیستل شوي، ترلاسه شوي، یا په پام کې نیول شوي.",
    "3238612014": "د لټون کولو تاریخ، د انټرنیټ ویب پاڼې، غوښتنلیک، یا اعلاناتو سره د پیرودونکي تعامل په اړه معلومات.",
    "1023108656": "د دریمې ډلې ترلاسه کونکو کټګورۍ",
    "1418235079": "د خدمتونو وړاندې کوونکي",
    "3238184941": "یادونه: د انفرادي IP پتې سره تړلې د درغلیو خطر ممکن د غوښتنې سره سم د انټیګرټر سره شریک شي.",
    "285116485": "شرکت \"پلورل\" نه کوي (لکه څنګه چې دا اصطلاح په CCPA کې تعریف شوې) هغه شخصي معلومات چې موږ یې راټولوو. مهرباني وکړئ د دریمې ډلې کوکیز ډولونو په اړه د نورو معلوماتو لپاره پورته \"د دریمې ډلې تحلیلونه او تعقیب ټیکنالوژۍ\" برخې ته مراجعه وکړئ، که کوم وي، چې موږ یې کاروو.",
    "1408750006": "د ځینو محدودیتونو تابع، CCPA د کالیفورنیا مصرف کونکو ته دا حق ورکوي چې د کټګوریو یا د شخصي معلوماتو د ځانګړو برخو په اړه د نورو جزیاتو د پوهیدو غوښتنه وکړي چې موږ یې راټولوو (په شمول چې موږ دا معلومات څنګه کاروو او افشا کوو)، د دوی شخصي معلومات ړنګولو، د انتخاب څخه د وتلو لپاره. هر ډول \"پلور\" چې واقع کیدی شي، او همدارنګه د دې حقونو د کارولو لپاره د تبعیض حق.",
    "759057398": "د EU ډیټا موضوعاتو ته خبرتیا",
    "825780955": "شخصي معلومات",
    "2945960297": "د EU ډیټا موضوعاتو ته په پام سره ، د \"شخصي معلوماتو\" اصطلاح لکه څنګه چې پدې محرمیت پالیسۍ کې کارول کیږي د \"شخصي معلوماتو\" سره مساوي ده لکه څنګه چې د اروپایی اتحادیې د عمومي معلوماتو محافظت مقرراتو (GDPR) کې تعریف شوي.",
    "1126613163": "حساس معلومات",
    "3571006800": "ځینې معلومات چې تاسو یې موږ ته راکړئ ممکن حساس معلومات رامینځته کړي لکه څنګه چې په GDPR کې تعریف شوي (د شخصي معلوماتو ځانګړي کټګوریو ته هم ویل کیږي) ، پشمول د حکومت لخوا صادر شوي پیژند سندونو کې ستاسو د نژاد یا توکم پیژندنه.",
    "1988461282": "د پروسس لپاره قانوني اساسات",
    "3519564631": "د پروسس موخې",
    "1778642038": "له تاسو سره د خبرو اترو لپاره",
    "2223819810": "زموږ پلیټ فارم اصلاح کولو لپاره",
    "1678661231": "د اطاعت، درغلۍ مخنیوي، او خوندیتوب لپاره",
    "2561077702": "زموږ د خدمت چمتو کولو لپاره",
    "2066321185": "قانوني اساس",
    "1174237568": "دا پروسس فعالیتونه زموږ مشروع ګټې جوړوي. موږ هڅه کوو چې مخکې له دې چې زموږ د مشروع ګټو لپاره ستاسو شخصي معلومات پروسس کړو په تاسو باندې هر ډول احتمالي اغیزې (دواړه مثبت او منفي) او ستاسو حقونه په پام کې ونیسو او توازن وکړو. موږ ستاسو شخصي معلومات د فعالیتونو لپاره نه کاروو چیرې چې زموږ ګټې په تاسو باندې د منفي اغیزو له امله له پامه غورځول کیږي (مګر که موږ ستاسو رضایت ولرو یا بل ډول اړتیا یا د قانون له مخې اجازه نه وي).",
    "1350478093": "د پروسس موخه",
    "787916198": "ستاسو په رضایت سره",
    "3348433919": "ستاسو حقوق",
    "3842673636": "د GDPR لاندې، تاسو د خپلو شخصي معلوماتو په اړه ځینې حقونه لرئ. تاسو کولی شئ له موږ څخه وغواړئ چې ستاسو د شخصي معلوماتو په اړه لاندې اقدامات ترسره کړئ چې موږ یې لرو:",
    "4057343238": "برخه نه اخیستل غوره کول",
    "1834911235": "تاسو ته د مستقیم بازارموندنې مخابراتو لیږل بند کړئ کوم چې تاسو دمخه د ترلاسه کولو رضایت لرئ. موږ ممکن تاسو ته د خدماتو پورې اړوند او نور غیر بازارموندنې ارتباطاتو لیږلو ته دوام ورکړو.",
    "3022301908": "لاسرسی",
    "680638297": "تاسو ته زموږ د شخصي معلوماتو د پروسس کولو په اړه معلومات درکوي او تاسو ته ستاسو شخصي معلوماتو ته لاسرسی درکوي.",
    "1409486258": "سمه ده",
    "3878077249": "ستاسو په شخصي معلوماتو کې غلطۍ تازه یا سم کړئ.",
    "3645414921": "ړنګول",
    "42182578": "خپل شخصي معلومات ړنګ کړئ.",
    "1609621367": "لیږد",
    "3208155808": "ستاسو د شخصي معلوماتو د ماشین لوستلو وړ کاپي تاسو یا ستاسو د خوښې دریمې ډلې ته لیږدئ.",
    "1786796818": "محدودول",
    "3329634829": "ستاسو د شخصي معلوماتو پروسس کول محدود کړئ.",
    "4202774977": "اعتراض",
    "3007158970": "ستاسو د شخصي معلوماتو د پروسس کولو اساس په توګه زموږ په مشروع ګټو باندې زموږ تکیه باندې اعتراض وکړئ چې ستاسو حقونه اغیزه کوي.",
    "1273071008": "ډیټا موضوع ته د لاسرسي حق غوښتنې",
    "3594381346": "ځای",
    "21141582": "دا",
    "3357523404": "د پولې په اوږدو کې د معلوماتو لیږد",
    "290966395": "لکه څنګه چې زموږ \"د متحده ایالاتو څخه بهر پیرودونکو ته یادونه\" برخه کې تشریح شوي، مهرباني وکړئ خبر اوسئ چې ستاسو شخصي معلومات به په متحده ایالاتو کې لیږدول کیږي، پروسس کیږي، او زیرمه کیږي. په متحده ایالاتو کې د معلوماتو محافظت قوانین ممکن ستاسو د استوګنې هیواد څخه توپیر ولري. تاسو موافق یاست چې خپل معلومات، په شمول د شخصي معلوماتو په شمول، متحده ایاالتو ته د دې محرمیت پالیسۍ کې زموږ د سایټونو لیدلو یا زموږ د خدماتو په کارولو سره ترتیب شوي.",
    "3178581111": "د نویو موخو لپاره وکاروئ",
    "1088304322": "موږ ممکن ستاسو شخصي معلومات د هغه دلایلو لپاره وکاروو چې پدې محرمیت پالیسۍ کې ندي بیان شوي ، چیرې چې موږ د قانون لخوا اجازه لرو چې دا کار وکړو او چیرې چې دلیل د هغه هدف سره مطابقت لري چې موږ یې راټول کړي. که موږ اړتیا لرو چې ستاسو شخصي معلومات د غیر اړونده هدف لپاره وکاروو، موږ ممکن تاسو ته خبر درکړو او د دې کارولو لپاره د تطبیق وړ قانوني اساس تشریح کړو. که موږ ستاسو د شخصي معلوماتو د یوې ځانګړې کارونې لپاره ستاسو رضایت باندې تکیه کړې وي، موږ ممکن ستاسو رضایت د هر ډول غیر اړونده هدف لپاره وغواړو او تاسو ته اجازه درکړو چې په هغه وخت کې د خدماتو کارول بند کړئ که تاسو اعتراض وکړئ.",
    "2260079771": "د معلوماتو ساتل",
    "38428546": "موږ ستاسو شخصي معلومات په خوندي ډول ستاسو د حساب ټول ژوند له موږ سره ساتو. موږ به ستاسو شخصي معلومات یوازې تر هغه وخته پورې وساتو چې د هغه اهدافو پوره کولو لپاره چې موږ یې راټول کړي، په شمول د کوم قانوني، محاسبې، یا راپور ورکولو مکلفیتونو پوره کولو یا د شخړو حل کولو موخو لپاره. هغه معیارونه چې موږ یې د ذخیره کولو مودې ټاکلو لپاره کاروو د تطبیق وړ قراردادي احکام شامل دي چې نافذ دي، د قانوني قانوني محدودیت موده، د تطبیق وړ مقرراتي اړتیاوې، او د صنعت معیارونه.",
    "384965568": "پداسې حال کې چې د ساتلو اړتیاوې د قضاوت له مخې توپیر لري، ستاسو د شخصي معلوماتو مختلف اړخونو لپاره زموږ د عادي ساتلو مودې په اړه معلومات لاندې تشریح شوي.",
    "2788836740": "د بازار موندنې موخو لپاره د اړیکو معلومات په دوامداره توګه ساتل کیږي تر هغه چې تاسو ګډون نه کوئ. له دې وروسته به موږ ستاسو توضیحات په نامعلوم ډول زموږ د فشار لیست کې اضافه کړو. د لاسرسي کاروونکو څخه راټول شوي بریښنالیک معلومات به هیڅکله د بازار موندنې موخو لپاره ونه کارول شي.",
    "3520687192": "ستاسو سره د اړیکو ریکارډونه (د مثال په توګه د بریښنالیک یا ټویټر له لارې خلاص شوي ملاتړ ټکټونه) ممکن د نامعلوم وخت لپاره وساتل شي.",
    "292211832": "هغه معلومات چې د تخنیکي وسیلو له لارې راټول شوي لکه کوکیز، د ویب پاڼې شمیرونکي او نور تحلیلي وسیلې په عملي توګه له مینځه وړل کیږي، مګر کیدای شي د کوکیز له پای ته رسیدو څخه تر یو کال پورې د یوې محدودې مودې لپاره وساتل شي، په ځانګړې توګه په غیر پیژندل شوي او راټول شوي بڼه کې پرته لدې چې موږ زموږ د خدماتو احتمالي ناوړه ګټه اخیستنه معلومه کړو، په دې حالت کې به موږ دا معلومات وساتو ترڅو د راتلونکي ناوړه ګټه اخیستنې مخنیوي کې مرسته وکړي. موږ نشو کولی دا پټ او راټول شوي معلومات تاسو، ستاسو کورنۍ، IP پته، یا د ذخیره شوي معلوماتو پراساس کوم شخصي معلومات سره اړیکه ونیسو.",
    "3192683783": "د دې محرمیت پالیسۍ کې بدلونونه",
    "1702335960": "هر هغه معلومات چې موږ یې راټولوو د محرمیت پالیسۍ تابع دي کله چې دا ډول معلومات راټول شوي وي. په هرصورت، موږ ممکن وخت په وخت د محرمیت پالیسي بیاکتنه وکړو. که بیاکتنه مواد وي، لکه څنګه چې یوازې زموږ لخوا ټاکل شوي، موږ به تاسو ته خبر درکړو، د بیلګې په توګه د بریښنالیک له لارې. اوسنۍ نسخه به تل زموږ د محرمیت پالیسۍ پاڼې ته ځړول کیږي.",
    "3669258571": "د کوکي پالیسي",
    "2905621957": "وروستی تازه: د جولای 18، 2020",
    "1173934218": "موږ پوهیږو چې ستاسو محرمیت ستاسو لپاره مهم دی او د هغه ټیکنالوژیو په اړه چې موږ یې کاروو روڼتیا ته ژمن یو. دا پالیسي د دې په اړه مفصل معلومات وړاندې کوي چې موږ څنګه او کله زموږ په سایټونو او خدماتو کې کوکیز کاروو.",
    "2694150481": "ایا موږ کوکیز کاروو؟",
    "457627611": "هو. موږ او زموږ تحلیل کونکي یا د خدماتو چمتو کونکي، د بازارموندنې شریکان، او ملګري ممکن کوکیز، ویب بیکنز، یا پکسلز او نور ټیکنالوژي وکاروو ترڅو ډاډ ترلاسه کړو چې هرڅوک چې سایټونه کاروي غوره ممکنه تجربه لري. مهرباني وکړئ د نورو جزیاتو لپاره زموږ د محرمیت پالیسۍ \"د دریمې ډلې تحلیلونه او تعقیب ټیکنالوژۍ\" برخه وګورئ.",
    "501102544": ": موږ باور لرو چې د hCaptcha ضد بوټ خدمت (د بیلګې په توګه د ویب پاڼو، لوبو، یا ګرځنده ایپسونو لخوا سرایت شوی خدمت) د GDPR مقرراتو سره سم یوازې د \"رضایت څخه معاف\" کوکیز شامل دي. د دې معاف شوي کوکیز مثالونه پدې کې شامل دي:",
    "461631543": "د GDPR یادښت",
    "2150907653": "* تخنیکي کوکیز د خدماتو چمتو کولو لپاره په کلکه اړین دي. پدې کې د ترجیحی کوکیز، سیشن کوکیز، د بار توازن کوکیز، او نور شامل دي.",
    "1012122721": "* احصایوي کوکیز مستقیم زموږ لخوا اداره کیږي (د بیلګې په توګه لومړی ګوند، نه د دریمې ډلې کوکیز)، چیرې چې ډاټا د پروفایل کولو لپاره نه کارول کیږي.",
    "3255230599": "کوکی څه شی دی؟",
    "2954157511": "موږ ولې کوکیز کاروو؟",
    "1539071196": "موږ عموما د لاندې موخو لپاره کوکیز کاروو:",
    "3545935449": "د نوي یا پخوانیو کاروونکو پیژندلو لپاره.",
    "32739972": "ستاسو د ننوتلو سیشن معلوماتو ذخیره کولو لپاره که تاسو زموږ په سایټونو کې راجستر یاست.",
    "4209078147": "زموږ سایټ ته وده ورکولو او زموږ په پلیټ فارمونو او سایټ کې ستاسو لیدونو ښه پوهیدو لپاره.",
    "1077448694": "د دریمې ډلې ټولنیزو رسنیو ویب پاڼو سره یوځای کولو لپاره.",
    "1709478090": "د ګټو پر بنسټ یا هدف شوي اعلاناتو سره تاسو ته خدمت کولو لپاره.",
    "3256020881": "د وخت په تیریدو سره د ډیری ویب پا orو یا نورو پلیټ فارمونو کې ستاسو د چلند او لټون کولو فعالیتونو مشاهده کول.",
    "1092241113": "زموږ د پیرودونکو او ادغام کونکو ګټو ښه پوهیدو لپاره.",
    "1434289796": "ځینې کوکیز د سایټونو د ځینو ځانګړو استعمالونو لپاره اړین دي، او د داسې کوکیز پرته، موږ به نشو کولی ډیری خدمتونه وړاندې کړو چې تاسو د سایټونو په سمه توګه کارولو ته اړتیا لرئ. دا کوکیز، د بیلګې په توګه، موږ ته اجازه راکوي چې زموږ سایټونه پرمخ یوسو نو تاسو کولی شئ هغې ته لاسرسی ومومئ لکه څنګه چې تاسو غوښتنه کړې او موږ ته اجازه راکړئ چې پوه شو چې تاسو یو حساب جوړ کړی او د سایټ مینځپانګې ته د لاسرسي لپاره دې حساب ته ننوتلی. په دوی کې کوکیز هم شامل دي چې موږ ته د دې وړتیا راکوي چې ستاسو پخوانۍ کړنې په ورته براوزینګ سیشن کې یاد کړو او زموږ سایټونه خوندي کړو.",
    "1533171442": "موږ د تحلیل او بازار موندنې موخو لپاره د دریمې ډلې څخه فعال کوکیز او کوکیز هم کاروو. فنکشنل کوکیز د سایټونو ځینې برخې وړوي چې په سمه توګه کار وکړي او ستاسو د کاروونکي غوره توبونه معلوم پاتې شي. د تحلیل کوکیز، د نورو شیانو په منځ کې، پدې اړه معلومات راټولوي چې څنګه پیرودونکي، ادغام کونکي، او پای کاروونکي زموږ سایټونه کاروي، هغه محتويات او محصولات چې کاروونکي یې په مکرر ډول ګوري، او زموږ د دریمې ډلې اعلاناتو اغیزمنتوب. د اعلاناتو کوکیز د اړونده لیدونکو ته د اعلاناتو په رسولو کې مرسته کوي او زموږ اعلانونه د لټون پایلو په سر کې څرګندیږي. کوکیز یا \"غونډه\" کوکیز دي چې له مینځه وړل کیږي کله چې تاسو د خپل براوزر سیشن پای ته ورسوئ، یا \"دوامداره\" چې ستاسو لخوا د دوی له مینځه وړلو پورې پاتې کیږي (لاندې بحث شوی) یا هغه ګوند چې کوکی یې خدمت کړی. په سایټونو کې کارول شوي ټولو کوکیز بشپړ توضیحات لاندې زموږ د کوکي افشا کولو میز کې شتون لري.",
    "322830977": "د کوکیز غیر فعالولو څرنګوالی.",
    "262509504": "موږ ممکن د کوکیز لخوا راټول شوي معلومات د نورو معلوماتو سره ونښلوو چې موږ یې ستاسو څخه د دې محرمیت پالیسۍ سره سم راټولوو او د ګډ معلومات کارول لکه څنګه چې دلته ښودل شوي. په ورته ډول، دریمې ډلې چې زموږ په سایټونو کې کوکیز خدمت کوي ممکن ستاسو نوم یا بریښنالیک پته د نورو معلوماتو سره اړیکه ونیسي چې دوی یې راټولوي، پدې کې ممکن پخوانۍ پیرودونه چې آفلاین یا آنلاین شوي وي، یا ستاسو د آنلاین کارونې معلومات شامل وي.",
    "2935155034": "که تاسو د اروپا په اقتصادي سیمه کې موقعیت لرئ، تاسو ځینې حقونه لرئ چې پورته یې د \"EU ډیټا مضامینو ته خبرتیا\" تر سرلیک لاندې تشریح شوي، پشمول د هغه معلوماتو تفتیش او سمولو یا حذف کولو حق چې موږ ستاسو په اړه لرو.",
    "1873812847": "د کوکیز افشا کول",
    "3319083717": "نوم:",
    "3183855267": "1. hmt_id",
    "907324388": "فعالیت",
    "2896187462": "1. د سخت اړین نامعلوم خدمت پورې اړوند احصایو لپاره کارول کیږي، او د نورو تخنیکي موخو لپاره لکه د لاسرسي مالتړ کې مرسته کول.",
    "987267027": "ګوند",
    "3453526675": "1. لومړی ګوند",
    "1952810469": "ډول",
    "1795436560": "1. ناسته",
    "102695075": "موده",
    "3356329025": "1. 30 ورځې",
    "3744153629": "نومونه:",
    "2801359190": "__cfduid،",
    "1829242168": "__cflb،",
    "2219945145": "غونډه",
    "3186435874": "غونډه",
    "1241291641": "نور جزیات وګورئ.",
    "1834801943": "2. لومړی ګوند",
    "2114694926": "2. ناسته",
    "938404336": "2. توپیر لري؛ تر 30 ورځو پورې.",
    "2196526290": "hc_لاسرسی",
    "1061239711": "3. لومړی ګوند",
    "1483015662": "3. ناسته",
    "3458934553": "3. توپیر لري؛ تر 30 ورځو پورې.",
    "134571844": "تاثر (د سایټ خبرتیا)",
    "110836420": "وروستی تازه شوی: د دسمبر 23، 2020",
    "2901894297": "hCaptcha د Intuition Machines, Inc. (\"IMI\")، د ډیلاویر د متحده ایالاتو کارپوریشن (#6393793) خدمت دی.",
    "2928362319": "د بریښنالیک پوښتنو ته لیږل کیدی شي: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "3094150511": "تنظیمي واک: د متحده ایالاتو د فدرالي مخابراتو کمیسیون، 45 L Street NE، Washington DC 20554 USA.",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "د منځپانګې په اړه هیڅ تضمین نشته",
    "707541553": "زموږ په انټرنیټ پاڼو کې موجود ټول معلومات د IMI یا دریمې ډلې لخوا تایید شوي. په هرصورت، نه IMI او نه هم دریمې ډلې د معلوماتو د اوسني، کره، یا بشپړو مسولیت په غاړه اخیستل کیدی شي. دا په نورو ویب پاڼو کې هم پلي کیږي کوم چې زموږ په پاڼو کې د هایپر لینکونو له لارې رسیدلی شي. IMI د دې بهرنیو ویب پاڼو د منځپانګې مسؤلیت نه مني.",
    "2650241052": "مشوره نشته",
    "204716894": "زموږ د ویب پاڼو مینځپانګه او ډیزاین د کاپي حق قانون سره سم خوندي دي. د پاڼو نقل کول او د دوی محتويات په داسې طریقه چې د مناسب مناسب استعمال څخه زیات وي د IMI څخه مخکینۍ لیکلي رضايت ته اړتیا لري که چیرې په پاڼه کې د نقل کولو لپاره نور قانوني مقررات شتون نلري.",
    "3182435854": "د چاپ حق",
    "3236873806": "IMI د دې ویب پاڼې مسؤل دی.",
    "1338341134": "hCaptcha + د محرمیت پاس (بیټا)",
    "88879089": "د محرمیت پاس یو دی",
    "1898063898": "د کارونکي محرمیت ساتلو لپاره چې موږ ورسره په ګډه وده کوو",
    "1942186611": "او نور.",
    "3673079511": "راپورته کیدونکی معیار",
    "2164933356": "Cloudflare",
    "3119589996": "دا څنګه کار کوي: د براوزر توسیع کاروونکو ته د دې وړتیا ورکوي چې د ویب پا toو لپاره د کریپټوګرافیک پلوه ړانده نښې رامینځته او لاسلیک کړي چې د محرمیت پاس پروتوکول ملاتړ کوي. تمدید هغه پاسونه رامینځته کوي چې په کریپټوګرافیک ډول ړانده شوي ټوکنونه لري چې د hCaptcha لخوا لاسلیک کیږي کله چې د hCaptcha خدمت په کارولو سره په کوم سایټ کې ننګونه حل کیږي ،",
    "1254771154": "ننګونې د نورو محرمیت پاس ملاتړي خدماتو کې ښودل شوي چې hCaptcha هم ځای په ځای کوي ، د بیلګې په توګه Cloudflare.",
    "996362763": "دا ټوکنونه د راتلونکي کارونې لپاره د تمدید لخوا پټ شوي او زیرمه شوي دي. کله چې کاروونکي د hCaptcha په کارولو سره سایټ ته مراجعه کوي او ننګونې ته اړتیا لري (که نه لیدل کیږي یا د \"زه انسان یم\" تڼۍ له لارې) دوی په اوتومات ډول بیرته اخیستل کیږي. د ړانده کولو کړنلاره پدې معنی ده چې لاسلیک شوي او خلاص شوي ټیکونه په کریپټوګرافیک ډول د hCaptcha له لید څخه غیر تړلي دي ، او پدې توګه د کارونکي محرمیت ساتل کیږي.",
    "2943346052": "لکه څنګه چې د IETF معیاري کولو پروسه دوام لري، موږ تمه لرو چې لوی براوزرونه به په اصلي توګه د محرمیت پاس ځینې بڼه غوره کړي. دا به په پای کې تمدید غیر ضروري وړاندې کړي. د اوس لپاره، په هرصورت، مهرباني وکړئ لاندې لارښوونې تعقیب کړئ.",
    "2326660907": "پرته",
    "741483946": "* په بل عبارت: تاسو کولی شئ په hCaptcha.com کې د hCaptcha محرمیت پاس ټیکونه ترلاسه کړئ، او په مستقیم ډول د hCaptcha.com په کارولو سره په نورو سایټونو کې وکاروئ. تاسو نشئ کولی د hCaptcha د محرمیت پاس ټکنونه ترلاسه کړئ یا بیرته ترلاسه کړئ ترڅو د hCaptcha خدمت ته مخه کړئ لکه څنګه چې د Cloudflare لخوا کارول کیږي، ځکه چې Cloudflare مسله کوي او خپل د محرمیت پاس ټیکونه بیرته اخلي.",
    "1362015807": "پیل کول",
    "1358325821": "لومړی، د دې لپاره توسیع نصب کړئ",
    "310885519": "یا",
    "4091044469": ". ډاډ ترلاسه کړئ چې تاسو په پټ حالت کې توسیع فعال کړی دی. بیا، د hCaptcha په کارولو سره کومې ویب پاڼې وګورئ او کیپچا حل کړئ. د 2.0.3 نسخه پورې، تاسو کولی شئ دا نښې په ویب پاڼو کې د hCaptcha په کارولو سره بیرته ترلاسه کړئ.",
    "3904679538": "کروم",
    "3700767772": "یوځل چې تاسو توسیع نصب کړئ ، دلته کلیک وکړئ (یا د hCaptcha کارولو ویب پا onه کې) د پاسونو ترلاسه کولو لپاره:",
    "166277959": "مهرباني وکړئ په یاد ولرئ: دا فیچر اوس مهال په بیټا کې دی، او ممکن د ټولو ویب پاڼو او کاروونکو لپاره هر وخت کار ونکړي. په هغه حالت کې چې دا فعال شوی نه وي یا د یو ځانګړي کارونکي لپاره کار نه کوي ، چلند به په ساده ډول د فعالیت له لاسه ورکولو سره معیاري hCaptcha تجربې ته راشي.",
    "3031357206": "یو نوی آئیکون به ستاسو د URL بار سره نږدې ښکاره شي. اوس د hCaptcha په کارولو سره ویب پا visitه وګورئ. دا به داسې ښکاري:",
    "1066753052": "دا پدې مانا ده چې بټوه خالي ده، او تاسو په یوه سایټ کې یاست چې د hCaptcha ننګونه پکې شامله ده. یوځل چې تاسو ننګونه بشپړه کړئ، تاسو به هغه ټوکنونه ترلاسه کړئ چې د hCaptcha سره په کوم بل ویب پاڼه کې بیرته اخیستل کیدی شي.",
    "651123197": "ستاسو په بټوه کې د اوسني مجموعې شمیره به د ننګونې بشپړولو وروسته په عکس کې وښودل شي.",
    "554844646": "تاسو کولی شئ تایید کړئ چې توسیع کار کوي هرکله چې تاسو کلیک وکړئ کاونټر د 1 لخوا ښکته کیږي",
    "4087729475": "ستاسو د لومړني حل وروسته ننګونه.",
    "647630208": "او بس! ستاسو آنلاین لټون اوس ډیر شخصي دی.",
    "3272552822": "پرمخ وړونکي او کریپټوګرافران:",
    "4059570880": "که تاسو غواړئ د معیاري کولو هڅې تعقیب کړئ، هڅې اوس مهال روانې دي",
    "1904390996": "د معیاري کولو لپاره",
    "252720667": "د محرمیت پاس کریپټوګرافیک امنیت لاندې. پروتوکول پخپله تیریږي",
    "3972554015": "پروسه هم. او د براوزر توسیع یقینا دی",
    "3723626769": "ستاسو د ونډې او بیاکتنې لپاره.",
    "3882147547": "غافل سیوډورانډوم افعال",
    "565624910": "مسوده",
    "3421090159": "خلاص سرچینه",
    "3098677775": "پوښتنه: ایا زما IP او د لټون کولو تاریخ په بشپړ ډول د hCaptcha څخه شخصي دی کله چې د محرمیت پاس کاروئ؟",
    "4019638786": "A: د hCaptcha د محرمیت پاس کارونکي به هیڅکله خپل IP hCaptcha ته افشا نکړي پرته لدې چې د دوی د براوزر نښه والټ خالي وي یا سایټ یې واستوي. hCaptcha هیڅ لاره نلري چې کارونکي د ټوکن خلاصون سره وصل کړي ، او هیڅکله د خلاصون پرمهال د کارونکي سره مستقیم اړیکه نه نیسي پرته لدې چې د دوی د نښه والټ خالي وي.",
    "3887113660": "پوښتنه: د محرمیت پاس څنګه د hCaptcha عاید اغیزه کوي؟",
    "1116455671": "A: تاسو به د لومړني حل لپاره انعام ترلاسه کړئ که چیرې کاروونکي دا ستاسو په سایټ کې بشپړ کړي. خلاصون د ورته ځواب نمونه تعقیبوي لکه څنګه چې کارونکي ستاسو سایټ ته د لوړ پیرودونکي باور له امله په اوتومات ډول تیر شوی وي: هیڅ عاید نه پیښیږي ، او ستاسو د سرور څخه د سایټ تصدیق کولو تلیفون د پاس پایلو کې 'کریډیټ: غلط' ترلاسه کوي.",
    "779817954": "پوښتنه: که زه د بل چمتو کونکي لخوا صادر شوي د محرمیت پاس پاسونه لرم، ایا زه یې په hCaptcha کې بیرته ترلاسه کولی شم؟",
    "3014149332": "ځواب: نه، پاسونه د مداخلې وړ ندي: دوی باید د ورته واک لخوا صادر او بیرته واخیستل شي، پدې حالت کې hCaptcha. په یاد ولرئ چې که تاسو په خپل تمدید کې د Cloudflare او hCaptcha دواړو څخه پاسونه لرئ، نو موجود شمیره به د هغه پاڼې اړتیا پورې اړه لري چې تاسو یې لیدنه کوئ سم مقدار ته بدل شي. په بل عبارت، که تاسو په خپل بټوه کې 100 Cloudflare پاسونه لرئ او 10 hCaptcha پاسونه، تاسو باید د hCaptcha ایمبیډ شوي پا pagesو کې د تمدید آیکون کې 10 وګورئ.",
    "3679148535": "پوښتنه: تاسو د محرمیت پاس نور کوم غوښتنلیکونه کار کوئ؟",
    "1606783855": "A: موږ د لاسرسي (\"a11y\") کارولو قضیې لپاره د محرمیت پاس سره خورا علاقه لرو. پخوا مشهور انتخابونه لکه آډیو کیپچاس د ډیری a11y کاروونکو پروړاندې تبعیض کوي. موږ باور لرو چې زموږ د اوسني a11y کړنلارې د محرمیت پاسورډ جاري کولو سره یوځای کول به a11y کاروونکو ته اجازه ورکړي چې په خوندي ډول لټون وکړي ، په دې پوهه کې خوندي چې د دوی ترافیک ډیر شخصي دی ، پداسې حال کې چې د بوټ آپریټرانو لخوا ناوړه ګټه اخیستنه محدودوي چې حتمي پیښیږي کله چې a11y اختیارونه شتون ولري.",
    "2359150347": "پوښتنه: ایا نور آنلاین امنیتي خدمتونه د محرمیت پاس ملاتړ کوي؟",
    "2082237880": "A: hCaptcha د خپل ډول لومړی خدمت دی چې د محرمیت پاس ملاتړ کوي، او دا مهال یوازینی یو دی چې دا کار کوي. په هرصورت، موږ تمه لرو چې نور خدمتونه د آنلاین کاروونکو محرمیت زیاتولو ګټې وپیژني، او تمه لري چې په راتلونکي کې به نور د IETF معیارونو په توګه پلي کړي چې موږ یې په پراختیا کې مرسته کوو په رسمي توګه منل شوي.",
    "2109792055": "د کارونکي لارښود: د محرمیت پاسورډ صادرولو او اعتبار سره د ډیبګ کولو مسلې",
    "3588620914": "د محرمیت پاس د ویب معیارونو له مخې یو نوی اختراع دی، او دا د نورو غوښتنلیکونو او براوزر توسیعونو لپاره امکان لري چې د دې څخه خبر نه وي د دې فعالیت کې مداخله وکړي.",
    "4039193170": "که تاسو د ټوکنونو په ترلاسه کولو یا خلاصولو کې ستونزې لرئ:",
    "2378786360": "1. د نورو ملاتړ شوي براوزرونو څخه یو هڅه وکړئ: که تاسو په کروم کې یاست، د فایرفوکس کارولو هڅه وکړئ پرته له دې چې له کروم څخه خپل ترتیبات وارد کړئ، او هلته پلگ ان نصب کړئ. که دا کار وکړي، تاسو ممکن د براوزر ترتیب کولو مسله ولرئ.",
    "394235836": "3. که د پورته وړاندیزونو څخه هیڅ یو کار ونه کړي، موږ ته د ملاتړ بریښنالیک واستوئ او موږ به خوشحاله یو چې مرسته وکړو چې څه تیریږي.",
    "3470857731": "د دې تحلیل چې څومره ښه reCAPTCHA بوټونه کشف کوي.",
    "3240786848": "وروستی تازه: د فبروري 18، 2021",
    "2547140673": "د یوې لسیزې څخه ډیر لپاره، د ګوګل د reCAPTCHA خدمت د ویب پاڼې مالکینو ته د سوداګرۍ وړاندیز کړی: اجازه راکړئ چې ګوګل ستاسو کاروونکي تعقیب کړي او پوښتنې وکړي، او په بدل کې دوی ژمنه کوي چې د بوټو او سپیم مخه ونیسي.",
    "2133754014": "له 4.5 ملیون څخه ډیر ویب پا reCAPTCHA کاروي [",
    "3152512587": "او سیسټم هره ورځ په سلګونو ملیون حلونه راټولوي. [",
    "2296918009": "دا هره ورځ د 100 څخه زیاتو کسانو-کلونو کار سره مساوي ده.",
    "3900538778": "لیبل شوي ډاټا هغه سونګ دی چې د ماشین زده کړې ځواک ورکوي. د reCAPTCHA ځوابونه د 2009 راهیسې د ګوګل ML/AI خدماتو ته وده ورکولو لپاره کارول شوي. ډیری خلک چې reCAPTCHA کاروي نه پوهیږي چې د دوی کار کارول کیږي.",
    "1160252730": "ګوګل اوس د reCAPTCHA تصدۍ لپاره لوړ نرخونه اخلي، چې ډیری شرکتونه د دې معاملې بیا ارزونه کوي.",
    "1131196501": "لوی شرکتونه لکه",
    "204889717": "hCaptcha ته بدل شوي دي",
    "639413188": "په ځواب کښی.",
    "3280658086": "د سوداګرۍ حلونه",
    "3842815245": "ایا دا عادلانه تجارت دی؟",
    "714342693": "د hCaptcha ټیم له 2016 راهیسې د \"ډارک ویب\" کیپچا ماتولو خدماتو څخه د قیمتونو ډاټا راټولوي. موږ یو په زړه پورې رجحان ولیدل:",
    "468929661": "د reCAPTCHA ماتولو اوسط لګښت په زړه پورې توګه ټیټ دی (په هر 1000 حل کې له $ 1 څخه کم) او په 2016 کې زموږ د څارنې له پیل راهیسې په مادي توګه نه دی لوړ شوی. دا په دواړو reCAPTCHA v2 او v3 پلي کیږي. [",
    "2862164005": "د قیمتونو ډاټا موږ ته اجازه راکوي چې د reCAPTCHA لخوا وړاندیز شوي امنیت باندې دقیق ډالر ارزښت ولرو: $0.001 یا لږ په ځواب کې.",
    "102498091": "ګوګل د reCAPTCHA تصدۍ لپاره په هر 1000 غوښتنو کې $ 1 چارج کوي، پدې معنی چې دوی اوس د هرې غوښتنې څخه ډیر لګښت اخلي د دوی د خدماتو امنیت ماتولو لګښت. دا د بدې معاملې په څیر ښکاري.",
    "130239139": "هره ورځ د ګوګل لخوا راټول شوي د 100+ افرادو کلونو کار ارزښت څه دی؟",
    "1421074182": "د پام وړ لوړ.",
    "1953519598": "د یو واحد عکس لیبل کولو لګښت له $0.03 څخه تر $1.00 یا ډیر پورې دی. د هر ډول محافظه کار اټکل له مخې، ګوګل تر دې دمه ملیاردونه ډالر وړیا کار استخراج کړی دی. [",
    "3025548709": "ایا د دې غیر عادلانه معاملې لپاره کوم بدیل شتون لري؟",
    "263761351": "hCaptcha لومړی معتبر بدیل دی، چې اوس هره میاشت د سلګونو میلیونو خلکو لخوا کارول کیږي.",
    "2743692546": "لکه څنګه چې کاروونکي د hCaptcha له لارې خپل انسانیت ثابتوي، د دوی کار د داوطلبۍ لپاره نامعلوم خلاص بازار ته ننوځي.",
    "1982750088": "په ټوله نړۍ کې شرکتونه د دې کار لپاره داوطلبي کوي ترڅو ساده کارونه بشپړ کړي چې د خلکو لپاره اسانه وي مګر د ماشینونو لپاره سخت وي. کاروونکي د هغه سایټ ملاتړ کوي چې دوی یې لیدلي، او د لوړې کچې امنیت له امله لږ ویب سپیم تجربه کوي.",
    "1108398506": "پیرودونکي په تجربه باندې بشپړ کنټرول ترلاسه کوي، او د تخصص څخه ګټه پورته کوي hCaptcha په انټرنیټ کې ترټولو لوی خپلواک ننګونې چمتو کونکي چلوي. دوی د reCAPTCHA تصدۍ په پرتله غوره معامله هم ترلاسه کوي: تر 50-80٪ غوره قیمت ، د حجم پورې اړه لري.",
    "3012870872": "ویب پاڼې او ایپس چې وړیا نسخه کاروي (hCaptcha Publisher) د دې کار څخه عاید ترلاسه کوي د دې پرځای چې ګوګل ته یې ورکړي.",
    "2271512952": "کاروونکي د هغه سایټ ملاتړ کوي چې دوی یې لیدلي، او لږ ویب سپیم تجربه کوي.",
    "278010425": "په hCaptcha کې د دندو پراخه او ډیری وختونه بدلیدونکي ډولونه اتومات کول هم سخت دي. د reCAPTCHA واحد انٹرفیس په ډیرو کلونو کې نه دی بدل شوی، او د پوښتنو یو کوچنی سیټ لري چې په مکرر ډول بدلیږي. دا یو له هغه لارو څخه دی چې hCaptcha د reCAPTCHA په پرتله خورا قوي انټي بوټ محافظت چمتو کوي.",
    "984849234": "hCaptcha د ماشین پرمختللي زده کړې کاروي ترڅو هغه څه وړاندې کړي چې reCAPTCHA یوازې ژمنه کوي، پداسې حال کې چې د هغه ویب پاڼې سره اخیستل شوي ارزښت شریکوي چې دا کاروي.",
    "4063769686": "کاروونکي د هغه سایټ ملاتړ کوي چې دوی یې لیدلي، او لږ ویب سپیم تجربه کوي. دا یو عادلانه معامله ښکاري.",
    "685916926": "ولې reCAPTCHA د وخت په تیریدو سره ښه شوی نه دی؟",
    "3992401943": "د 2012 راهیسې د ژورې زده کړې په برخه کې یو انقلاب راغلی دی. د دندې دقت لپاره د صنعت نورم په تیره لسیزه کې په بنسټیز ډول د ژورو قناعتي شبکو له امله په بنسټیز ډول وده کړې. د ML لخوا پرمخ وړل شوي نور خدمتونه چې ګوګل وړاندیز کوي دا وکر تعقیب کړي.",
    "615031303": "(فټ نوټونه وګورئ",
    "2125514305": "ML ښه شوی، مګر د reCAPTCHA څخه د تیریدو مشکل پدې وخت کې په مادي توګه نه دی بدل شوی.",
    "1406188018": "۶ او ۷",
    "2689973938": "د reCAPTCHA ښه کول د ګوګل لپاره د اعلان پلورونکي په توګه یو داخلي شخړه رامینځته کوي.",
    "464238793": "که ګوګل پخپله وټاکي چې یو کاروونکي یو اعلان ګوري یا په لینک کلیک کول په حقیقت کې یو بوټ و، دا نشي کولی د هغه کاروونکي ته ښودل شوي اعلاناتو لپاره چارج کړي. د ګټو دې شخړې د ګوګل د بوټ ضد اهدافو ساحه په کلکه محدوده کړې ده.",
    "918924423": "د مثال په توګه، ګوګل په ښکاره ډول ارزښتناکه خدمتونه ندي وړاندې کړي لکه د بیرته فعال بوټ کشف. دا خورا د باور وړ دی چې د څو ورځو ډیټا تحلیل کولو وروسته د کارونکي ټرافیک بوټ تولید شوي اعلان کړئ.",
    "661412233": "د کیپچا وروسته پوهیدل چې ځینې کاروونکي بوټان هم ارزښت لري. دا د ویب پاڼې مالکینو ته اجازه ورکوي چې زاړه سپیم پوسټونه پاک کړي او په راتلونکي کې د سپیم فورمونو ته راجستر شوي \"سلیپر حسابونه\" حذف کړي، درغلۍ کم کړي، او نور ډیر څه.",
    "3600797185": "د متقابل بوټ پیژندنې وړاندیز کول به ګوګل د تیرو پوښتنو لپاره خلاص کړي چې څنګه په بیرته فعاله توګه اعلان کونکو ته پیسې بیرته ورکړي چې پدې جعلي ترافیک کې پیسې مصرف کړي.",
    "2076932190": "د reCAPTCHA محصول پدې توګه د یوې لسیزې لپاره په ټپه ولاړ دی.",
    "3856912381": "کاروونکي زیانمن شوي، او غیر ضروري ویب سپیم اوس په پراخه کچه دی. مګر یو بدیل شتون لري.",
    "1035621426": "هر بوټ چې د reCAPTCHA لخوا پیژندل شوی مستقیم د ګوګل د اعلاناتو عاید کموي.",
    "3668115514": "hCaptcha څنګه توپیر لري؟",
    "2413742287": "د hCaptcha هڅونه د دقت اعظمي کول دي ، نه د اعلاناتو عاید: د بوټ ځوابونه زموږ د پیرودونکو لپاره بې ګټې دي ، څوک چې د انساني روزنې معلوماتو ته اړتیا لري.",
    "1373262754": "پدې پوهیدل چې څوک څوک دی د hCaptcha لپاره لږترلږه ارزښت لري. موږ یوازې پروا لرو چې آیا دوی انسانان دي یا ناوړه لوبغاړی.",
    "600646860": "د ریښتیني ارزښت سره د کار استخراج پرمهال د پوښتنې وړ ارزښت خدمت وړاندیز کولو پرځای ، hCaptcha دواړه جبران او د بوټ ضد قوي محافظت چمتو کوي.",
    "1836191653": "د دې پرځای چې وړیا کاروونکو ته په اسانۍ ماتې شوي خدمت وړاندې کړي پداسې حال کې چې د تصدۍ نسخې لپاره ملیونونه ډالر چارج کوي چې خورا ښه ندي ، hCaptcha دواړو ته عالي بوټ محافظت چمتو کوي ، پداسې حال کې چې د تصدۍ کاروونکو اضافي ب featuresې او دودیز وړاندیز کوي ، د قوي SLAs او ګړندي ملاتړ سره.",
    "990215503": "hCaptcha یوازینی لوی کیپچا خدمت دی چې د اعلان شبکې ملکیت نلري.",
    "971933157": "hCaptcha د محرمیت، روڼتیا، او انصاف په اړه پاملرنه کوي.",
    "178839499": "hCaptcha د ترسره شوي کار ارزښت شریکوي پداسې حال کې چې کاروونکي خپل انسانیت ثابتوي.",
    "1237076138": "hCaptcha دواړو وړیا (hCaptcha Publisher) او تصدۍ (hCaptcha Enterprise) پیرودونکو ته مناسب معامله وړاندې کوي.",
    "614310292": "چا hCaptcha جوړ کړ؟",
    "4188814619": "hCaptcha د انټیویشن ماشینونو خدمت دی (",
    "3265328927": ")، د ماشین زده کړې شرکت چې په پیمانه د ماشین زده کړې پلي کولو شرکتونو لپاره محصولات او خدمات وړاندې کوي.",
    "2740033957": "د IM ټیم د ایپل، ایمیزون، او د ماشین زده کړې، ویشل شوي سیسټمونو، او امنیت کې د ساینس پوهانو او انجنیرانو څخه جوړ شوی دی.",
    "1579715421": "د IM ساینس پوهان په منظمه توګه په غوره کنفرانسونو لکه ICML، ICLR، ECCV، او NeurIPS کې خپروي، او شرکت په عامه توګه د ML ډیسپلینونو لکه ژورې هشنګ کې د عصري پایلې خپروي.",
    "4015238193": "او OCR [",
    "279580593": "imachines.com",
    "279918384": "ګوګل ستاسو وړیا کار څنګه کاروي؟",
    "2385522384": "تاسو احتمالا د ګوګل د Waymo ځان چلولو موټرو کې د کیمرې څخه د ویډیو چوکاټونه لیدلي و ، او د دوی د څیز پیژندنې ښه کولو کې مرسته کول.",
    "1517627947": "تاسو احتمالا د ګوګل د سړک لید موټرو څخه د ودانیو عکسونه یا د سړک نښې لیدلي ، او د دوی نقشې او ځمکې محصولاتو لپاره د ځایونو لیبل کولو کې مرسته کوئ.",
    "3225936061": "تاسو احتمالا د ګوګل د کتابونو خدمت کې د کتاب پاڼو څخه اخیستل شوي متن عکسونه لیدلي، او د دوی د OCR (د متن پیژندنې) سافټویر ښه کولو کې مرسته کوي.",
    "129661785": "کله هم پوښتنه شوې چې \"په موټر/کراس واک/ سټاپ لائټ باندې کلیک وکړئ؟\"",
    "936667684": "کله هم پوښتنه شوې چې \"د ودانۍ/کوڅې نښه کې ټایپ کړئ؟\"",
    "3773515538": "کله هم پوښتنه شوې چې \"دوه ټکي ټایپ کړئ؟\"",
    "1778058441": "په hCaptcha کې کوم ډول دندې پرمخ ځي؟",
    "366088791": "hCaptcha د مختلفو کارونو ملاتړ کوي.",
    "3114147525": "د hCaptcha پیرودونکي خدمت د دندو لپاره کاروي پشمول د شیانو پیژندنه ، د ځانګړتیا کشف (د جامو ډولونو پیژندلو لپاره د لیبلونو راټولول) ، د اړونده درجه بندي (د لومړني محصول په پرتله د ډیری اختیارونو څخه خورا اړوند محصول غوره کول) ، بانډینګ بکسونه (د ګټو ساحې موندل) یو انځور)، \"انساني OCR\" (په انځور کې د متن پیژندل) او ډیری نور ډولونه دندې.",
    "3139609561": "لاندې د عکس ډلبندۍ او د ځانګړتیا کشف کولو دندې ډولونو دوه مثالونه دي. [",
    "2273532558": "د hCaptcha تادیه کونکي پیرودونکي څوک دي؟",
    "4104221634": "د hCaptcha پیرودونکي مختلف صنعتونه پراخوي، د ټیکنالوژۍ شرکتونو څخه تر هغو پورې چې په فیشن، پرچون، او نورو برخو تمرکز کوي چیرې چې دوی کولی شي د ماشین زده کړې پلي کولو څخه ارزښت رامینځته کړي.",
    "1337725003": "hCaptcha د لوړ حجم ریښتیني وخت توضیحاتو ته لاسرسي ډیموکراتیک کولو ته ژمن دی ، لوی او کوچني شرکتونو ته اجازه ورکوي چې د دوی سوداګرۍ ته د ماشین زده کړې پلي کولو سره د دوی محصولاتو او خدماتو کیفیت ښه کړي.",
    "4086379603": "پوښتنې؟",
    "1243684308": "موږ ستاسو نظر په جدي توګه اخلو، او غواړو ډاډ ترلاسه کړو چې هرڅوک آنلاین ډیر خوندور تجربه لري، د لږو بوټو او لږ سپیم سره. له موږ سره اړیکه ونیسئ:",
    "2645321220": "او که تاسو فکر کوئ چې د reCAPTCHA لګښت خورا لوړ دی، له موږ څخه د hCaptcha Enterprise په اړه پوښتنه وکړئ. اوس مهال په نړۍ کې د ځینو لوی خپرونکو، مالي خدماتو شرکتونو، او ویب زیربناوو شرکتونو لخوا کارول کیږي، دوی نه یوازې د reCAPTCHA لپاره د اعتبار وړ بدیل دي: موږ باور لرو چې دوی اوس مهال د بوټو غوره محافظت وړاندیز کوي.",
    "1229233916": "فوټ نوټونه",
    "1115642494": "1. سرچینه: BuiltWith.com reCAPTCHA سایټ لیستونه. د جولای په 9، 2019 اخیستل شوی.",
    "448807334": "(\"هره ورځ په سلګونو ملیون کیپچا د خلکو لخوا حل کیږي.\") د جولای په 8th، 2019 اخیستل شوی.",
    "2397590157": "3. محافظه کار اټکل: 200 ملیونه حل کوي * 30 ثانیې په هر حل کې په کلونو = 190.3 شخص-کلونه/ورځ.",
    "3236311792": "4. hCaptcha داخلي تحلیل. معلومات د 2019 د جون تر 30 پورې راټول شوي. توضیحات د غوښتنې سره سم شتون لري.",
    "1752259468": "5. محافظه کار اټکل: $0.01 د یو واحد تشریح لګښت * 200M اوسط. هره ورځ تشریحات (ټیټ حد) * په کال کې 365 ورځې * د 2009 استملاک څخه 10 کاله = $ 7.3 ملیارد ټیټ حد ارزښت.",
    "3268946369": "6. کریډیټ: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. سرچینه: مریم میکر، د KP انټرنیټ رجحانات 2017",
    "2666258754": "د کمزوري نظارت شوي ژور هیشینګ لپاره د سیمانټیک درجې پراساس د اړیکو ایبیډینګونه ، هیکي ارپونین ، ټام ای بشپ. ICML 2019، LLD ورکشاپ.",
    "2544169219": "وروستي وروستي پایلې: ICML LLD، می 2019.",
    "1973347745": "10. د امتیاز څخه پاک مثالونه انځورونه. سرچینه: پیټاپیکسیل.",
    "1493115924": "د سوداګریزې نښې یادښتونه:",
    "4051104324": "\"Intuition Machines\" د Intuition Machines, Inc یو راجستر شوی سوداګریز نښه ده.",
    "3983646521": "د محصول ټول نومونه، لوګو، نښې، سوداګریزې نښې او راجستر شوي سوداګریزې نښې د دوی د اړوندو مالکینو ملکیت دی. په دې ویب پاڼه کې کارول شوي ټول شرکت، محصول او خدمت نومونه یوازې د پیژندنې موخو لپاره دي. د دې نومونو، سوداګریزو نښو او نښو کارول د تایید معنی نلري. په دې حالت کې، په بشپړه توګه برعکس.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "د IM ساینس پوهانو په CVPR 2020 کې د کمزوري څارل شوي متن پیژندنې (OCR) لپاره نوی معیار ټاکلی.",
    "1259002282": "یو بګ وموندل؟ دلته د دې راپور ورکولو څرنګوالی دی.",
    "3301728462": "ملیونونه خلک هره میاشت hCaptcha کاروي، په زرګونو د براوزرونو، توسیعونو، وسایلو، فایر والونو او نور ډیر ترکیبونو کې.",
    "3878230879": "زموږ هدف دا دی چې ډاډ ترلاسه کړئ چې دا تل ستاسو لپاره کار کوي، نو موږ ستاسو د راپورونو ډیره ستاینه کوو!",
    "2465128185": "د چټک فیډبیک ورکولو لپاره، یوازې \"موږ ته فیډبیک واستوئ\" تڼۍ کلیک وکړئ.",
    "2921990472": "که تاسو یوه فعاله ستونزه ګورئ، مهرباني وکړئ تعقیب کړئ",
    "2870341481": "لاندې. یوازې د نورو براوزرونو لپاره",
    "1866590035": "د کروم لپاره د ډیبګ لاګ لارښوونې",
    "444492541": "د فایرفوکس لپاره د ډیبګ لاګ لارښوونې",
    "169267610": "موږ ته بریښنالیک راکړئ",
    "3100722753": "د احتمالي امنیت یا محرمیت مسلو لپاره، لاندې لارښوونې وګورئ.",
    "1906593952": "د hCaptcha په اړه فیډبیک ورکړئ چې تاسو یې لیدلي",
    "3951254541": "موږ ستاسو د معلوماتو ستاینه کوو. موږ ته هره مسله خبر راکړئ او موږ به یې ژر تر ژره حل کړو.",
    "3324288040": "موږ ته نظر راولیږئ",
    "2864016648": "د محرمیت مسلې",
    "304004915": "موږ پروا نه کوو چې کاروونکي څوک دي، یوازې څومره احتمال لري چې دوی ناوړه یا ماشین وي. موږ د نوښتونو ملاتړ کوو",
    "1139493658": "، او د محرمیت او امنیت توازن لپاره سخت کار وکړئ.",
    "3083289844": "که تاسو یوه مسله وموندله چې تاسو فکر کوئ د کارونکي محرمیت اغیزه کولی شي ، مهرباني وکړئ موږ ته بریښنالیک واستوئ",
    "4264784515": "امنیتي بګونه",
    "963238401": "موږ تل د امنیتي بګونو راپورونو ترلاسه کولو کې علاقه لرو. ایمیل",
    "3926027556": "او موږ به ژر تر ژره تاسو ته ورسیږو.",
    "1589805435": "موږ هم یو",
    "2560582224": "د بګ فضل پروګرام",
    "103876916": "د hCaptcha خدمت او اړونده سرچینې کوډ کې د وړ امنیتي راپورونو لپاره.",
    "497117287": "د لاسرسي اختیارونه",
    "3230004040": "ایا تاسو د لید ضعیف یاست یا په بل ډول د hCaptchas بشپړولو توان نلري؟",
    "3480023141": "د لاسرسي اختیارونو په اړه نور معلومات ترلاسه کړئ",
    "2052161540": "د بګ راپور توضیحات نیول: کروم",
    "2281169898": "ستاسو د راپور سره د ډیبګ کولو معلوماتو لیږل به زموږ لپاره خورا اسانه کړي چې وپیژنو چې څه تیریږي. دلته ګام په ګام لارښوونې دي:",
    "1123365779": "که تاسو د ویب جوړونکي یا کاروونکي کاروونکي یاست، لنډیز دا دی چې موږ غواړو تاسو موږ ته د شبکې ریکارډ HAR او د براوزر کنسول لاګونه راولیږئ.",
    "2015218686": "مخکې لدې چې تاسو د دې مرحلو څخه تیر شئ. که دا ستاسو ستونزه حل کړي، نو بیا هم موږ ستاینه کوو چې تاسو موږ ته د خپل براوزر نسخه، د اعلاناتو بلاکر یا د براوزر توسیع، او د ویب پاڼې URL په اړه خبر راکړئ.",
    "3922723611": "مهرباني وکړئ د هر ډول اعلاناتو بلاکر یا براوزر امنیت توسیع غیر فعال کولو هڅه وکړئ",
    "4036872105": "لومړی او بیا بیا هڅه وکړئ",
    "993651083": "1 ګام: د پراختیا کونکي وسیلې خلاص کړئ (دا د ناستې ثبت کول پیل کوي.)",
    "4163469907": "2 ګام: د پراختیا کونکي وسیلو کې د شبکې ټب باندې کلیک وکړئ. په پورتنۍ برخه کې د \"لاګ خوندي کول\" بکس چیک کړئ.",
    "4243348003": "3 ګام: لیدنه",
    "641342999": "، یا هغه ویب پاڼه چې تاسو یې په اړه ستونزه لرئ (د محرمیت یادونه: یوازې که تاسو په شریکولو کې فکر نه کوئ چې دا څه دي) ... او بیا د \"زه انسان یم\" تڼۍ کلیک وکړئ، او د حل کولو هڅه وکړئ.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "4 ګام: وروسته له دې چې تاسو د حل کولو هڅه وکړئ \"Export HAR\" (لږ ښکته تیر) کلیک وکړئ، کوم چې د شبکې لاګ خوندي کوي. هغه فایل موږ ته راولیږئ.",
    "1503240421": "5 ګام: د کنسول ټب باندې کلیک وکړئ ، او بیا د کنسول لاګ خوندي کولو لپاره \"په توګه خوندي کړئ ..\" کې ښیې کلیک وکړئ. هغه موږ ته هم ولېږئ.",
    "2863840904": "شپږم ګام: وروستی ګام، موږ ته هغه HAR او کنسول لاګ فایلونه بریښنالیک کړئ، او ستونزه تشریح کړئ",
    "4051785543": "کارول:",
    "3623028666": "(مهرباني وکړئ یو خدمت وکاروئ لکه",
    "551761392": "او لینکونه واستوئ) او په اختیاري توګه یو سکرین شاټ، که تاسو شک لرئ چې یو څه په سمه توګه نه ښودل کیږي. مهرباني وکړئ هغه IP واستوئ چې تاسو یې هم کاروئ. تاسو کولی شئ له دې څخه ترلاسه کړئ",
    "1219091208": "ډراپ باکس",
    "443094024": "فایلبین",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "د دې معلوماتو په ترلاسه کولو کې زموږ سره د مرستې لپاره د وخت اخیستو لپاره مننه!",
    "3680327841": "موږ ژمن یو چې hCaptcha د هرچا لپاره ښه کار وکړو",
    "1059502393": "د بګ راپور توضیحات نیول: فایرفاکس",
    "1112074001": "2 ګام: د پراختیا کونکي وسیلو کې د شبکې ټب باندې کلیک وکړئ. په پورتنۍ برخه کې \"د دوام لرونکې لاګ\" بکس چیک کړئ.",
    "1797298240": "4 ګام: وروسته له دې چې تاسو د حل کولو هڅه وکړئ \"HAR\" کلیک وکړئ، او د شبکې لاګ خوندي کولو لپاره \"ټول د HAR په توګه خوندي کړئ\" غوره کړئ. هغه فایل موږ ته راولیږئ.",
    "3671246379": "5 ګام: د کنسول ټب باندې کلیک وکړئ، او بیا ښي کلیک وکړئ \"ټول غوره کړئ\" او دا د متن فایل کې خوندي کړئ، د کنسول لاګ خوندي کولو لپاره. هغه موږ ته هم ولېږئ.",
    "3816867833": "فیډبیک",
    "788770967": "د دې په اوریدلو افسوس! تاسو ممکن زموږ د لاسرسي اختیار وکاروئ:",
    "1333016413": "دا تاسو ته اجازه درکوي د کوکی ثبتولو او تنظیم کولو له لارې د راتلونکو پوښتنو څخه مخنیوی وکړئ.",
    "2333410049": "مهرباني وکړئ د خپل اعلاناتو بلاکر بندولو هڅه وکړئ.",
    "1345083090": "د فعالیت مسله راپور ورکول؟",
    "2184564739": "وګورئ",
    "604751186": "نورې مسلې؟ ایمیل",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "د مفصلو لاګونو سره د مسلو راپور ورکولو څرنګوالی",
    "1050501253": "ډیر ستونزمن",
    "3264813246": "نامناسب",
    "3526939538": "د سافټویر بګ",
    "126134492": "نور",
    "3511610999": "راځئ ډاډ ترلاسه کړو چې تاسو سم ځای ته ورسیږئ.",
    "3906886217": "د شرکتونو او ویب پاڼو لپاره",
    "1621597093": "د سوداګرۍ امنیت حلونه (تادیه شوي)",
    "3176531704": "د معلوماتو تشریح",
    "1834239172": "د hCaptcha تشریح خدمتونه وپیرئ",
    "1457707016": "د افرادو لپاره",
    "770264626": "hCaptcha خپل خدمت ته اضافه کړئ (وړیا)",
    "881015166": "زما ویب پاڼې یا ایپ ته د خپرونکو لپاره hCaptcha اضافه کړئ",
    "47536007": "د hCaptcha په اړه نور معلومات ترلاسه کړئ",
    "2012837493": "د لټون پایلې",
    "4034694801": "هیڅ مطابقت نلري.",
    "3621411541": "د hCaptcha لپاره د لاسرسي اختیارونو په اړه زده کړه",
    "3401005681": "پیسې وګټئ",
    "3933993151": "د انفرادي ډیټا لیبلر په توګه کار وکړئ",
    "563059212": "د فرعي پروسیسرونو لیست",
    "3501923981": "وروستی تازه: د جنوري 1، 2020.",
    "3548097301": "اغیزمن: د جنوري 1، 2020.",
    "3991444169": "دا پاڼه د hCaptcha Enterprise خدمت لپاره اوسني فرعي پروسس کونکي لیست کوي.",
    "835396984": "اوس مهال فعال دی",
    "424089481": "Amazon Web Services Inc. (Global). چمتو شوي خدمتونه: د ایمیزون ویب خدمتونه. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare، Inc. (نړیوال). چمتو شوي خدمات: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM (نړیوال). چمتو شوي خدمتونه: IBM کلاوډ.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "مایکروسافټ کارپوریشن (نړیوال). چمتو شوي خدمتونه: مایکروسافټ Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "یادونه: په ټولو پیرودونکو باندې نه پلي کیږي. د مثال په توګه، IP Blinding یا نور پرمختللي محرمیت یا د امنیت اختیار پیرودونکي (د مثال په توګه د مجازی کرایه کونکي خوندي پیرودونکي) په بشپړ ډول د هر احتمالي \"PII\" څخه چې تل د ټیلی میټري سیسټمونو ته ننوځي حتی د IP پته څخه خارج شوي. مهرباني وکړئ د اړتیا په صورت کې د نورو معلوماتو لپاره د خپل حساب استازي سره اړیکه ونیسئ.",
    "700843971": "Hound Technology Inc. (Global). چمتو شوي خدمات: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA، Inc. (نړیوال). چمتو شوي خدمتونه: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (نړیوال). چمتو شوي خدمتونه: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies Inc. (Global). چمتو شوي خدمتونه: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "زیربنا",
    "370366524": "د لنډمهاله خدمت ټیلی میټری",
    "121192737": "راتلونکی اضافه کول",
    "2420789666": "په چټکۍ سره، Inc. خدمتونه چمتو شوي: په چټکۍ سره CDN او د څنډې حساب.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "اغیزمن: د سپتمبر 1، 2021. زیربنا اضافه",
    "1487796027": "د شرکتونو لپاره",
    "3943417791": "د hCaptcha Enterprise (BotStop) لپاره ملاتړ ترلاسه کړئ",
    "702287791": "hCaptcha خپرونکی (وړیا)",
    "3397976149": "د hCaptcha خپرونکي لپاره ملاتړ ترلاسه کړئ",
    "833750823": "د ننګونې سره ستونزه لرئ؟",
    "2024737147": "ایا تاسو غواړئ د بګ راپور ورکړئ؟",
    "1978884623": "د سافټویر مسلو راپور ورکولو په اړه نور معلومات ترلاسه کړئ",
    "4188664955": "د ماسټر خدمت شرایط",
    "2621989404": "وروستی تازه: د سپتمبر 24، 2021. مهرباني وکړئ په یاد ولرئ چې زموږ د انګلیسي ژبې اصطلاحات مستند دي.",
    "2404545611": "hCaptcha ته ښه راغلاست! زموږ د ټولنې برخه کیدو لپاره مننه. د \"خدمتونو\" ټول کاروونکي (لاندې تعریف شوي) باید لاندې شرایطو سره موافق وي (\"د خدماتو شرایط\"). د دې خدماتو شرایطو لاندې، \"IMI\"، \"موږ\" او \"موږ\" د Intuition Machines, Inc. او د هغې فرعي شرکتونو، وابسته، افسرانو، اجنټانو، کارمندانو، نمایندګانو، او اجنټانو ته اشاره کوي، او زموږ \"ویب پاڼه\" کې هر ډول ویب پاڼه شامله ده. زموږ کنټرول، په شمول www.hcaptcha.com او www.imachines.com.",
    "2348450790": "مهرباني وکړئ د خدمت شرایط ولولئ. په دې کې د نورو احکامو په منځ کې، د تضمین اعلانونه، د مسؤلیت محدودیتونه، او د پابندۍ منځګړیتوب شامل دي. مهرباني وکړئ په یاد ولرئ چې د خدماتو شرایط ممکن زموږ ویب پاڼې ته ستاسو د وروستي لیدنې راهیسې بدل شوي وي. موږ ممکن په خپل اختیار کې وخت په وخت د دې خدماتو شرایط بیاکتنه او تازه کړو. د موادو د بدلون په صورت کې، موږ به تاسو ته په دې پاڼه کې د تازه شوي خدماتو شرایط د پوسټ کولو له لارې خبر درکړو، وروسته له دې چې تاسو باید د سایټ یا خدماتو کارولو یا لاسرسي ته دوام ورکولو لپاره د خدماتو تازه شرایط په اثبات سره ومنئ.",
    "1933936765": "د معلوماتو پروسس کولو تړون (وروستی تازه شوی: د سپتمبر 23، 2021)",
    "2959486280": "که تاسو د دې خدماتو شرایطو سره موافق نه یاست، تاسو ممکن سایټ یا خدمت ونه کاروئ یا لاسرسی ونلرئ.",
    "3200859925": "1. موخه",
    "1807143500": "په خدماتو کې آنلاین امنیت خدمت (د \"hCaptcha خدمت\") او یو پلیټ فارم (د \"Intuition Machines Platform\") شامل دي په کوم کې چې یو فرد (\"مرسته کوونکی\") کولی شي د دندې ترسره کولو لپاره غوره کړي چې د دریمې ډلې اداره یا انټیویشن ماشینونه پخپله (هر یو یو \"غوښتونکی\") زموږ ویب پا orې یا د hCaptcha خدمت ته پوسټ کوي ، یا په مستقیم ډول زموږ په ویب پا orه کې یا د انټیویشن ماشین پلیټ فارم ته لاسرسي او/یا د دریمې ډلې ادارې او/یا پلیټ فارم یا خدمت سره یا په اړیکه کې دندې ترسره کول (هر یو، یو \"یوځای کوونکی\"). غوښتونکی دندې پوسټ کوي او مرسته کونکو ته بلنه ورکوي چې د IMI لخوا ادغام کونکو ته چمتو شوي انعامونو په بدل کې ترسره کړي ، یا لکه څنګه چې د غوښتونکي لخوا ټاکل شوي که چیرې غوښتنه کونکی د انټیویشن ماشین پلیټ فارم یا hCaptcha خدمت کاروي ترڅو خپلو پای کاروونکو ته دندو خدمت وکړي. موږ شرکتونه او اشخاص (هر یو \"پیرودونکی\") زموږ د پلیټ فارم کارولو لپاره چارج کوو ترڅو دوی زموږ سافټویر وکاروي، د لیکوال دندې، موږ د لیکوال دندو لپاره وګماري، او/یا مرسته کونکو ته لاسرسی ومومي. موږ د دوی په ویب پاڼو، ګرځنده ایپسونو، او نورو آنلاین ملکیتونو کې د درغلۍ، ناوړه ګټه اخیستنې، او سپیم کمولو لپاره زموږ د hCaptcha خدمت کارولو لپاره انټیګرټر هم چارج کوو. مخکینی په ټولیز ډول د \"خدمتونو\" په توګه راجع کیږي.",
    "3212830633": "2. وړتیا",
    "2605814073": "زموږ د خدماتو په کارولو یا راجستر کولو سره، تاسو موافق یاست: تاسو لږترلږه 18 کلن یاست؛ تاسو واک لرئ چې دا تړون د خپل ځان یا هغه ادارې په استازیتوب داخل کړئ چې تاسو یې استازیتوب کوئ، او هر وخت به د دې خدماتو شرایطو او د IMI ټولو پالیسیو او لارښوونو سره مطابقت ولري چې دلته ورته اشاره شوې؛ او تاسو به زموږ د ویب پاڼې څخه ناوړه ګټه پورته نه کړئ، خپل هویت موږ ته غلط بیان کړئ، یا د IMI په اړه د کومې دندې د هرې برخې بشپړولو لپاره مصنوعي استخبارات وکاروئ کوم چې انساني استخباراتو ته اړتیا لري.",
    "2616040974": "3. پیرودونکي او غوښتونکي",
    "1544829730": "که تاسو پیرودونکی یا غوښتونکی یاست، تاسو موافق یاست چې دلته د پیرودونکي ضمیمه په توګه ضمیمه شوي اضافي شرایط به پلي شي او د دې خدماتو شرایطو کې د حوالې له مخې شامل شي. که تاسو پیرودونکی یا غوښتونکی نه یاست ، یا د پیرودونکي یا غوښتونکي کیدو څخه ډډه وکړئ ، نو د پیرودونکي ضمیمه کې اضافي شرایط به پلي نشي او نه به یې د دې خدماتو شرایطو کې د حوالې له مخې شامل شي.",
    "3759360138": "4. کارن نوم او پټنوم",
    "2236960358": "د راجستریشن وروسته، تاسو څخه به وغوښتل شي چې ستاسو په اړه ځینې شخصي معلومات (\"شخصي معلومات\") ښکاره کړئ، په شمول ستاسو نوم، بریښنالیک پته، او د کارن-نوم او پټنوم رامینځته کول، دا ټول به زموږ د محرمیت پالیسۍ تابع وي، چې زموږ په ویب پاڼه کې شتون لري. ویب پاڼه تاسو یوازې د خپل حساب، پاسورډونو، او ستاسو د حساب سره تړلي هر ډول تصدیق کولو کلیدونو د څارنې، ډاډ ترلاسه کولو او ساتلو مسولیت لرئ، او تاسو د خدماتو په اړه د دې معلوماتو کارولو له لارې د هرې کارونې یا اقدام لپاره مسؤل یاست.",
    "3047519814": "تاسو موافق یاست چې تاسو به خپل حساب یا پټنوم له هیچا سره شریک نه کړئ.",
    "1699668873": "تاسو باید سمدستي IMI ته خبر ورکړئ که تاسو شک لرئ چې ستاسو د حساب معلومات غلا شوي یا د بل چا لخوا کارول شوي، یا کوم بل امنیت سرغړونه ده.",
    "3044038608": "تاسو موافق یاست چې موږ ته ریښتیني، دقیق او بشپړ معلومات راکړئ لکه څنګه چې زموږ د راجسټریشن پروسې کې غوښتنه شوې. تاسو هم موافق یاست چې دا ډول معلومات سمدستي تازه کړئ ترڅو اړین وي چې دا اوسني او دقیق وساتئ.",
    "4132302900": "5. ستاسو محرمیت، ستاسو ډاټا، او \"د ټولو لپاره ډاټا\"",
    "10724169": "تاسو زموږ د محرمیت پالیسي منئ، کوم چې دا اداره کوي چې موږ به د هر هغه شخصي معلوماتو سره څه وکړو چې تاسو یې موږ ته راکړئ.",
    "1669194950": "د شخصي معلوماتو سربیره، تاسو اړتیا لرئ چې نور معلومات چمتو کړئ (یا دا ممکن زموږ لپاره اړین وي چې راټول کړئ) ترڅو موږ کولی شو خدمات چمتو کړو (په ټولیز ډول، \"د پیرودونکو ډاټا\"). موږ د خدماتو په ترسره کولو کې د کومې ناکامۍ لپاره مسؤل نه یو چې ستاسو د ځنډ یا د پیرودونکي ډیټا چمتو کولو کې ناکامۍ له امله رامینځته کیږي.",
    "1330274831": "تاسو په دې توګه موږ ته د دې تړون د مودې په جریان کې د نړۍ په کچه، غیر ځانګړي، فرعي جواز، د لیږد وړ، د امتیاز څخه پاک، نه بدلیدونکي جواز راکړئ چې یوازې د خدماتو چمتو کولو هدف لپاره د پیرودونکي ډاټا کارولو، بیا تولید، بریښنایی توزیع، او په عامه توګه ښکاره کړئ. . تاسو استازیتوب کوئ او تضمین یې کوئ چې تاسو په دې برخه کې د جواز ورکولو لپاره ستاسو په معلوماتو کې د کافي حق ، سرلیک او علاقه لرئ.",
    "2230333214": "موږ د پیرودونکي ډیټا د نورو ډیټا سره راټولوو ترڅو پایلې یې د شخصي پیژندلو وړ نه وي او موږ د خدماتو کارولو په اړه ناپیژندل شوي تخنیکي لاګونه او ډیټا هم راټولوو (\"مجموعه / ناپیژندل شوي ډاټا\"). سره له دې چې دلته د هر څه برعکس وي، د دې تړون د مودې په جریان کې یا وروسته د IMI لخوا هر ډول مجموعه / ناپیژندل شوي ډیټا د هر ډول سوداګرۍ هدف لپاره کارول کیدی شي، پشمول پرته له محدودیت څخه د خدماتو پراختیا او ښه کولو او د راپورونو رامینځته کول او توزیع کول او نور. مواد د پیرودونکي ډیټا ممکن دوام ومومي او په سیسټم کې د محدودې مودې لپاره ښودل شي ترڅو د دندې بشپړیدو وروسته له 180 ورځو څخه ډیر نشي ، د مثال په توګه د انټیویشن ماشین سیسټمونو لپاره د اتوماتیک کیلیبریشن یا تایید ډیټا. د وضاحت لپاره، دا 5 برخه موږ ته دا حق نه راکوي چې ستاسو د مخکینۍ لیکلې اجازې پرته تاسو د هر ډول مجموعې / غیر پیژندل شوي ډیټا سرچینې په توګه وپیژنو.",
    "3881754581": ". که تاسو زموږ د تشریح خدماتو پیرودونکی یاست او ستاسو د خدماتو کارولو برخې په توګه د \"ټولو لپاره ډیټا\" اختیار غوره کړی، نو تاسو IMI او د خدماتو ټولو کاروونکو ته په ټوله نړۍ کې، غیر ځانګړي، فرعي جواز، د لیږد وړ، د امتیاز څخه پاک، نه بدلیدونکی جواز چې د پیرودونکي ټول ډیټا په بشپړ ډول ګټه پورته کړي، په شمول د ټولو اړونده فکري ملکیت حقونه. که تاسو د \"ټولو لپاره ډاټا\" انتخاب غوره کړئ، نو تاسو استازیتوب کوئ او تضمین کوئ چې تاسو په دې برخه کې د جواز ورکولو لپاره ستاسو په معلوماتو کې او ستاسو په اړه کافي حق، سرلیک، او علاقه لرئ.",
    "3496767126": "د شک څخه د مخنیوي لپاره، لاندې پراګراف یوازې په هغو پیرودونکو باندې تطبیق کیږي چې زموږ د تشریح خدمتونه کاروي، او زموږ د خدماتو څخه د یو انټیګریټر په توګه نه کارول کیږي",
    "767207800": "که ستاسو ډاټا احتمالي څرګند یا توهینونکي مینځپانګې ولري، موږ له تاسو څخه غواړو چې دوی \"ښکاره مینځپانګه\" په نښه کړئ ترڅو هر هغه چا ته د منصفانه خبرداری په توګه خدمت وکړي چې ستاسو ډاټا ګوري. تاسو ممکن د IMI سره د جلا لیکلي تړون پرته هغه دندې شاملې نه کړئ چې زموږ د پالیسیو څخه سرغړونه کوي، په شمول، مګر محدود ندي، (a) هغه دندې چې په مستقیم یا غیر مستقیم ډول د بلې ویب پاڼې یا خدمت ته وده ورکوي، (b) هغه دندې چې د دریمې ډلې ویب پاڼې شرایطو څخه سرغړونه کوي او شرایط، (c) هغه دندې چې له مرسته کونکو څخه غوښتنه کوي چې د دریمې ډلې غوښتنه وکړي، (d) هغه دندې چې له مرسته کونکو څخه غواړي چې د ویب پاڼې د چلند یا پایلو د مینځلو لپاره اقدام وکړي، (e) هغه دندې چې د دریمې ډلې د فکري ملکیت حقونه سرغړونه کوي، او (f) دندې چې د سافټویر یا فایلونو ډاونلوډ کولو لپاره مرسته کونکو ته اړتیا لري.",
    "3370561195": "6. د منلو وړ چلند",
    "4205152730": "تاسو هڅول کیږي چې د نورو کاروونکو سره زموږ په ویب پاڼه، فورم، پیغام رسولو، چیټ، او د IMI لخوا کنټرول شوي نورو ټولنیزو رسنیو چینلونو کې هرچیرې اړیکه ونیسئ، مګر که تاسو دا کار کوئ نو تاسو باید زموږ د سایټ او ټولو اړونده قوانینو د کارولو او خدماتو ټولو شرایطو سره سم عمل وکړئ. .",
    "1394253934": "7. ناوړه ګټه اخیستنه، ناوړه ګټه اخیستنه، او غلط بیان",
    "1406393333": "د دې خدماتو شرایطو او هر هغه لارښوونو سره چې موږ یې چمتو کوو پرته د خدماتو هر ډول لاسرسی یا کارول په کلکه منع دي. په ځانګړې توګه، تاسو به نه:",
    "3409726716": "له لیکلې اجازې پرته له یو څخه د زیاتو حسابونو لپاره راجستر کړئ؛",
    "3119498672": "د انټرنیټ بوټونو، ویب روبوټونو، بوټو، سکریپټونو، یا د مصنوعي استخباراتو کوم بل ډول په کارولو سره هر ډول دنده ترسره کول یا په بل ډول د IMI یا کوم غوښتونکي یا ادغام کونکي څخه د انعامونو ترلاسه کولو هڅه کول پرته له دې چې د دندو بشپړولو لکه څنګه چې دوی تشریح شوي؛",
    "1188668818": "د دې ویب پاڼې کارولو په وخت کې کوم غلط معلومات چمتو کړئ (پشمول پرته له کوم محدودیت څخه ستاسو په حساب کې د کوم بل شخص یا سازمان نقالی کول، یا په غلط ډول بیان کول یا په بل ډول ستاسو په حساب کې د کوم بل شخص یا سازمان سره ستاسو تړاو غلط بیانول؛",
    "2804310964": "زموږ ویب پاڼې ته د هر ډول پراکسي ویب سرور یا نورو وسیلو له لارې لاسرسي یا د لاسرسي هڅه وکړئ چې ستاسو د ریښتیني موقعیت یا هویت پټولو لپاره ډیزاین شوي یا د چمتو شوي انٹرفیس پرته د کومې بلې وسیلې له لارې؛",
    "1374227759": "د ویب پاڼې څخه د هر ډول غیرقانوني فعالیت لپاره، یا د کوم هدف پرته د کوم هدف لپاره چې دا شتون لري کارول؛",
    "2103513933": "په فعالیت کې ښکیلتیا چې د سایټ فعالیت سره مداخله کوي یا ګډوډوي؛",
    "137127070": "ناوړه یا نامعلوم بهرني لینکونه یا فایلونه داخل کړئ، اپلوډ کړئ، یا ضمیمه کړئ، یا هر هغه مواد اپلوډ کړئ چې ویروس، ټروجن هارس، ورم، د وخت بم، یا نور زیانمن کمپیوټر کوډ لري؛",
    "1686655020": "هر هغه مواد اپلوډ کړئ چې د کاپي حق تابع وي چې ستاسو اصلي کار نه وي، پرته لدې چې تاسو د حق لرونکي مالک څخه اجازه ولرئ چې دا ډول مینځپانګه پوسټ کړئ او IMI ټول جواز لرونکي حقونه دلته ورکړل شوي؛",
    "1406692811": "په سپیم کولو یا هر ډول تبلیغاتو کې ښکیلتیا، د راجع کولو هڅه، ډله ایز ارتباط، د پیسو وړاندیزونه یا غوښتنې، د خدماتو غوښتنه، اعلانونه، بازار موندنه، بې معنی پیغامونه، نقل شوي موضوعات، غیرقانوني مواد، د ټولنیز ویب پاڼې لینکونه، بریښنالیک پتې، یا د فوري میسنجر IDs پرته لدې چې د دندې لخوا ورته اړتیا وي؛",
    "3893539589": "بهرنۍ لینکونه دننه کړئ چې توکي یا خدمات وړاندې کوي پرته لدې چې د دندې لخوا ورته اړتیا وي؛",
    "3214322759": "که نه نو په هر ډول ناوړه یا درغلۍ فعالیت کې ښکیل شئ.",
    "3733422465": "8. ستاسو د هویت تصدیق کول",
    "267645277": "IMI ممکن ستاسو هویت تایید کړي. پدې کې ستاسو شخصي معلومات د دریمې ډلې ډیټابیسونو یا رسمي قانوني اسنادو سره پرتله کول شامل دي. تاسو موږ ته اجازه راکړئ چې ستاسو د هویت تصدیق کولو لپاره اړین پوښتنې وکړو، ستاسو د بریښنالیک پتې مالکیت، او ستاسو د مالي حسابونو مالکیت. تاسو موافق یاست چې ستاسو په اړه معلومات چمتو کړئ ترڅو ستاسو د هویت تصدیق کولو کې زموږ سره مرسته وکړي.",
    "4169910317": "9. د قانون سره موافقت",
    "519755936": "تاسو یوازې ستاسو د خدماتو کارولو په تړاو د فدرالي، ایالتي، والیتي، او محلي قوانینو سره سم عمل کولو مسولیت لرئ. تاسو موافق یاست چې زموږ په وړاندې د هرې ادعا لپاره موږ ته تاوان ورکړئ او بې ضرر یې وساتئ ځکه چې تاسو د کوم قانون سره په مطابقت کې پاتې راغلي یا د دریمې ډلې حقونه سرغړونه کړې ، پشمول پرته له محدودیت قراردادي ، فکري ملکیت ، یا محرمیت حقونه.",
    "731546974": "10. مرسته کوونکی یا ادغام کوونکی مالیات",
    "3128328457": "که تاسو مرسته کوونکی یا ادغام کونکی یاست، تاسو یوازې د هر ډول اټکل شوي یا نورو فدرالي، ایالتونو، یا محلي عایداتو مالیاتو، ټولنیز امنیت، FICA، او د کارګرانو د خسارې د تادیې مسولیت لرئ چې زموږ د ویب پاڼې کارولو په پایله کې ورکړل شوي، او همدارنګه ورته مالیات یا تورونه په غیر متحده ایالاتو قضاوتونو کې. تاسو موافق یاست چې زموږ په وړاندې د هرې ارزونې لپاره موږ ته تاوان ورکړئ او بې ضرر وساتئ ځکه چې تاسو د مالیاتو د قانون سره په عمل کې پاتې راغلي.",
    "2931396764": "11. د خدماتو د دې شرایطو څخه سرغړونه",
    "1240667045": "موږ ممکن هر وخت خدماتو ته ستاسو لاسرسی د هر دلیل لپاره وځنډوو، محدود کړو، یا لغوه کړو، په شمول: (b) موږ باور لرو چې تاسو زموږ حقونه یا د کوم دریم اړخ حقونه نقض کړي دي؛ (c) موږ نشو کولی هغه معلومات تایید یا تصدیق کړو چې تاسو موږ ته چمتو کړي دي؛ یا (d) موږ باور لرو چې ستاسو کړنې ممکن ستاسو، زموږ، یا دریمې ډلې لپاره مسؤلیتونه رامینځته کړي. د شک څخه د مخنیوي لپاره، موږ حق لرو چې تاسو ته د تادیاتو مخه ونیسو یا وځنډوو که چیرې موږ په معقول ډول باور ولرو چې پورتني کوم یو په ورته تادیاتو باندې پلي کیږي.",
    "1601080128": "که موږ ستاسو حساب تعلیق یا لغوه کړو، تاسو به نور د ویب پاڼې هرې برخې ته لاسرسی ونلرئ، پشمول د معلوماتو، پیغامونو، فایلونو، او نورو موادو په شمول چې تاسو په سایټ کې ساتئ. تاسو ممکن زموږ ویب پاڼې ته د بل یا نوي حساب نوم لاندې کارولو ته دوام ورنکړي. د خدماتو د دې شرایطو څخه سرغړونه ممکن د قانون تر بشپړ حد پورې تعقیب شي او ممکن د اضافي جریمې او بندیزونو پایله ولري.",
    "1160707899": "12. د IMI او نورو غوښتونکو سره د مرسته کونکي رول او اړیکې",
    "269838707": "که تاسو مرسته کوونکی یاست، تاسو او یوازې تاسو پریکړه کوئ چې کوم او څومره دندې بشپړ کړئ، او کله او چیرته یې بشپړ کړئ. تاسو وړیا یاست چې څومره یا لږ وخت د دندو بشپړولو لپاره مصرف کړئ څومره چې تاسو غوره کوئ. په هیڅ وخت کې تاسو د دندې بشپړولو لپاره د کوم مسؤلیت لاندې نه یاست.",
    "1087195513": "که تاسو یو مرسته کونکی یاست چې خدماتو ته لاسرسی لرئ او/یا د یو انټیګریټر له لارې یا د یو غوښتنلیک ورکوونکي په استازیتوب دندې ترسره کوئ چې IMI نه وي، نو تاسو موافق یاست او دا منئ چې د Intuition Machines مسؤل ندي او تاسو ته هیڅ مکلفیت نلري. د بشپړ شوي دندو لپاره هر ډول انعام یا نورو جبران ته درناوی. تاسو موافق یاست او دا منئ چې د بشپړ شوي دندو لپاره کوم انعامونه یا نور جبران یوازې د غوښتونکي او/یا ادغام کونکي سره ستاسو د موافقې سره سم ټاکل کیږي، لکه څنګه چې پلي کیږي. د دې ډول انعامونو یا نورو جبرانونو په اړه هر ډول شخړې (د دې ډول انعامونو یا نورو تاوانونو په ترلاسه کولو کې د محدودیت ناکامۍ په شمول) یوازې ستاسو او د غوښتونکي او/یا ادغام کونکي ترمنځ دي، لکه څنګه چې د تطبیق وړ وي.",
    "952813944": "نه ستاسو زموږ د ویب پاڼې کارول او نه هم پدې تړون کې هیڅ شی د کارموندنې، شراکت، ګډ شرکت، ادارې، فرنچائز، یا د پلور نماینده اړیکې ستاسو او د Intuition Machines ترمنځ اړیکه رامنځته کوي. موږ تاسو ته د کار بشپړولو لپاره هیڅ تجهیزات یا وسایل نه درکوو. موږ تاسو ته هیڅ ډول ګټې، د کارګرانو خساره، یا د بیمې پوښښ نه ورکوو. موږ د هر هغه لګښت لپاره مسؤل نه یو چې تاسو زموږ د ویب پاڼې په کارولو کې اخلئ. موږ به ستاسو د انعام څخه د فدرالي یا دولتي عایداتو مالیې، ټولنیز امنیت، یا کوم بل مالیاتو لپاره هیڅ مقدار ونه ساتو. تاسو هر وخت د هر شخص یا سوداګرۍ لپاره د دندو ترسره کولو لپاره وړیا یاست، په شمول زموږ د سیالانو څخه. تاسو واک نلرئ چې د Intuition Machines په استازیتوب کوم تړون، لیکلي یا شفاهي داخل کړئ.",
    "3460432665": "د پورتني یادښت سره سره، که تاسو د متحده ایالاتو مالیه ورکوونکي یاست، موږ ممکن له تاسو څخه د W-9 غوښتنه وکړو، چې په کال کې تازه شي، او موږ ممکن تاسو د دندو ترسره کولو څخه منع کړو تر څو چې تاسو W-9 بشپړ یا تازه کړی نه وي.",
    "458271951": "که تاسو یو مرسته کونکی یاست چې خدماتو ته لاسرسی ومومئ او/یا د انټیګریټر له لارې یا د انټیګریټر سره په اړیکه کې د Intuition Machines (د غوښتنلیک ورکوونکي په توګه عمل وکړئ) دندې ترسره کوئ، د انټیویشن ماشینونه ممکن تاسو ته د ځینې دندو د منلو وړ بشپړولو لپاره انعام درکړي. په هغه صورت کې چې تاسو د درغلۍ، ناوړه ګټه اخیستنې، یا د خدماتو د دې شرایطو څخه سرغړونې کې ښکیل یاست، تاسو ته هر یو او ټول انعامونه د انټیویشن ماشینونو لخوا ساتل کیدی شي او / یا بیرته اخیستل کیدی شي.",
    "3056723024": "13. د نه منلو وړ دندو بشپړول",
    "3913203723": "که، د کوم دلیل لپاره، غوښتونکی د هغه کار فعالیت نه مني چې تاسو یې بشپړ کړی، تاسو به د ونډه اخیستونکي یا ادغام په توګه د دندې لپاره د هیڅ انعام مستحق نه یاست. په هغه صورت کې چې انعامونه دمخه تاسو ته د نه منلو وړ بشپړ شوي کار لپاره توزیع شوي، موږ ممکن له تاسو څخه بیرته ترلاسه کړو.",
    "3666807632": "14. د مرسته کوونکي وړتوبونه او مهارتونه",
    "1993899769": "15. زموږ د معلوماتو کارول",
    "3027055607": "16. د فکري ملکیت او ملکیت حقونه",
    "3910971075": "IMI ټول حقونه لري، په شمول د فکري ملکیت حقونه، د سرچینې کوډ، د اعتراض کوډ یا بنسټیز جوړښت، نظریات یا الګوریتم، API، او د خدماتو پورې اړوند هر اضافي سافټویر، اسناد یا ډاټا (\"سافټویر\"). تاسو به په مستقیم یا غیر مستقیم ډول د دریمې ډلې له لارې یا بل ډول ونه کړئ: (الف) ریورس انجینر، تخریب کول، جلا کول، یا بل ډول د سافټویر موندلو هڅه کول؛ (ب) د هر سافټویر پر بنسټ د مشتق اثارو تعدیل، ژباړه، یا رامینځته کول؛ )c (d) د وخت شریکولو، د خدماتو بیورو موخو، یا بل ډول د دریمې ډلې ګټې لپاره کوم سافټویر وکاروئ؛ یا (e) هر ډول ملکیت یادښتونه یا لیبل لرې کړئ.",
    "3660891610": "که تاسو مرسته کوونکی یاست، IMI او تاسو نه، په هر هغه کار کې چې تاسو د کومې دندې بشپړولو برخې په توګه تولید کوئ د ملکیت حقونه لرئ. د دې تړون د شرایطو په منلو سره تاسو موافق یاست (او دلته یې کوئ) ملکیت، ملکیت، او سرلیک (پشمول په ټوله نړۍ کې موجود د فکري ملکیت حقونه) او موږ ته ستاسو کار ته لیږدول کیږي. د دې لپاره چې ډاډ ترلاسه کړو چې موږ د داسې حقونو ترلاسه کولو، بشپړولو او کارولو توان لرو، تاسو نور موافق یاست چې (i) د اسنادو، بشپړتیا او زموږ د حقونو پلي کولو کې د مرستې لپاره کوم سندونه لاسلیک کړئ؛ او (ii) په هر او ټولو هیوادونو کې د ثبت کولو، بشپړولو، خوندي کولو، دفاع، او دا ډول ملکیت حقونو پلي کولو لپاره معلوماتو ته مناسب لاسرسی چمتو کوي. د دې برخې الندې ستاسو مکلفیتونه به دوام ومومي حتی وروسته له دې چې تاسو د خدماتو څخه راجستر یا بند کړئ. تاسو موږ په حقیقت کې د خپل وکیل په توګه وټاکئ ترڅو ستاسو په استازیتوب اسناد پلي کړئ ترڅو پدې برخه کې ټاکل شوي اهدافو لپاره.",
    "426125156": "17. د کاپي حق او لرې کول",
    "1408530660": "IMI د نورو فکري ملکیت ته درناوی کوي او موږ حق لرو چې زموږ له سایټ څخه هر هغه مواد لرې کړو چې موږ باور لرو د کوم دریمې ډلې فکري حقونه سرغړونه کوي. که تاسو باور لرئ چې ستاسو خپل کار په داسې طریقه کاپي شوی چې پدې ویب پا onه کې د کاپي حق سرغړونه رامینځته کوي ، مهرباني وکړئ د Intuition Machines پیرودونکي ملاتړ سره اړیکه ونیسئ.",
    "2696932851": "18. تاوان ورکول",
    "3844300338": "تاسو موافق یاست چې موږ د هر ډول او ټولو ادعاوو، تاوانونو، مکلفیتونو، لګښتونو او لګښتونو (د معقول وکیلانو فیسونو او لګښتونو په شمول) څخه بې ضرر پاتې کیږو، دفاع وکړو، او زموږ د ویب پاڼې کارولو څخه ستاسو د دندو ترسره کولو یا ستاسو د کارونې سره تړاو لري. .",
    "2474091800": "19. د نورو کاروونکو سره شخړې؛ خوشې کول",
    "3162107126": "IMI ستاسو او د خدماتو د بل کارونکي تر مینځ د کومې شخړې اړخ نه دی. تاسو IMI او د هغې پورې تړلې د هر ډول ادعاوو، غوښتنو، او هر ډول او ډول ډول تاوانونو څخه خلاص کړئ، معلوم او نامعلوم، شکمن او ناڅرګند، افشا شوي او ناڅرګند، ستاسو او بل کاروونکي ترمنځ د کومې شخړې له امله رامنځته شوي یا ورسره تړاو لري.",
    "2271969747": "20. هغه محرم معلومات چې تاسو یې ترلاسه کوئ",
    "1042802841": "محرم معلومات هر هغه معلومات دي چې د محرم یا ملکیت په توګه په نښه شوي وي، یا کوم چې باید د ترلاسه کونکي ګوند لخوا په معقول ډول پوه شي چې محرم یا ملکیت وي. پدې کې هیڅ هغه معلومات شامل ندي چې (1) په عامه توګه شتون لري، (2) دمخه په ملکیت کې، په خپلواکه توګه رامینځته شوي، یا دمخه د ترلاسه کونکي ګوند لخوا پیژندل شوي، یا (3) د محکمې په حکم یا بل ډول د اړتیا سره سم افشا شوي. قانون",
    "1918025546": "که تاسو ته په خدماتو کې د هر چا لخوا محرم معلومات درکړل شوي وي، تاسو موافق یاست چې د محرم معلوماتو محرمیت د ورته کچې پاملرنې سره چې تاسو د خپل محرم معلوماتو ساتلو لپاره کاروئ، مګر په هیڅ صورت کې د مناسب پاملرنې څخه کم نه وي. تاسو نشي کولی داسې کوم محرم یا ملکیت معلومات افشا یا خپاره کړئ، پرته لدې چې د دندې ترسره کولو لپاره اړین وي. د انټیویشن ماشین پلیټ فارم کې د دندې دننه ټول معلومات باید محرم وګڼل شي حتی که معلومات په ښکاره ډول محرم نه وي ټاکل شوي.",
    "2690395789": "که او کله چې تاسو نور هغه محرم معلوماتو ته اړتیا نلرئ چې تاسو یې ترلاسه کوئ، نو تاسو باید په سمدستي توګه د هغه معلوماتو ټول نقلونه بیرته یا له مینځه یوسئ (لکه څنګه چې د چا لخوا غوښتنه شوې ده چې معلومات افشا کړي) د هغه معلوماتو ټول نقلونه چې په ودانۍ، سیسټمونو، یا نورو تجهیزاتو کې شتون لري چې تاسو یې کنټرول کوئ.",
    "2178073797": "ځکه چې د محرمو معلوماتو افشا کول ممکن د نه جبرانېدونکي زیان لامل شي، د افشا کولو اړخ حق لري چې د دې اصطالح څخه د هر ډول سرغړونې یا ګواښ شوي سرغړونې لپاره د غیرقانوني مرستې غوښتنه وکړي.",
    "2185860003": "21. د ویب پاڼې بدلونونه",
    "2631249972": "موږ ممکن ستاسو د خبرتیا پرته زموږ ویب پاڼه ښه یا بدله کړو.",
    "3764131594": "22. د دریمې ډلې ویب پاڼې",
    "295955580": "زموږ ویب پاڼه ممکن د دریمې ډلې ویب پاڼې لینکونه ولري. موږ دا ډول ویب پاڼې کنټرول، تحقیق، څارنه، یا چک نه کوو. موږ مسؤل نه یو او نه هم د کمپیوټر پروګرامونو، منځپانګې، یا په داسې ویب پاڼو کې د نظرونو ملاتړ کوو. که تاسو پریکړه وکړئ چې زموږ ویب پاڼه پریږدئ او د دریمې ډلې ویب پاڼې ته لاسرسی ومومئ، تاسو دا په خپل خطر کې کوئ.",
    "838225123": "23. د تضمین رد کول",
    "3897238493": "خدمتونه د \"لکه څنګه چې وي\" په اساس چمتو شوي. موږ د خدماتو د لاسرسي، فټنس، قانونمندۍ، شتون، یا فعالیت په اړه هیڅ ډول نمایش یا تضمین نه کوو، په نښه شوي یا څرګندول، د هر ډول اړونده، اړونده اړونده، اړونده راپور ورکوونکي. د قانون لخوا اجازه ورکړل شوي اعظمي حد پورې، IMI ټول څرګند یا ضمیمه شوي شرایط ردوي، نمایندګي او تضمینونه په شمول، مګر محدود نه دي، د اجباري، د اجازې، د اجازې تضمین. د IMI په وړاندې ستاسو یوازینۍ او ځانګړې درملنه د هر ډول نیمګړتیاو، غیر موافقت یا ناخوښۍ په پام کې نیولو سره د خدماتو کارول بندول دي موږ به ستاسو د کمپیوټر سیسټم ته د زیان رسولو، د معلوماتو د ضایع کیدو یا د نورو زیانونو یا فساد په اړه هیڅ مسؤلیت نلرو. د ویب پاڼې یا د انټیویشن ماشین پلیټ فارم ته ستاسو د لاسرسي یا کارولو څخه. ټاکل شوي او غیر منظم مداخلې ممکن واقع شي، او موږ زموږ د ویب پاڼې بې بنسټه شتون تضمین نه کوو.",
    "2110259227": "24. د مسؤلیت محدودیت",
    "3018077211": "25. د ونډه اخیستونکي د شخړې حل",
    "2790841456": "که تاسو مرسته کوونکی یاست، تاسو د لاندې منځګړیتوب بند او د ټولګي عمل معافیت سره موافق یاست:",
    "2323013093": "26. د تطبیق وړ قانون",
    "2900525040": "د کالیفورنیا ایالت قوانین د دې خدماتو شرایط او هر ډول تناقض، شخړه، یا ادعا چې له دوی څخه راپورته کیږي اداره کوي.",
    "3339302473": "27. ختمول",
    "41530052": "28. عمومي شرایط",
    "3202747130": "ټول تړون. دا د خدماتو شرایط او کومې پالیسۍ، طرزالعملونه، یا په دې تړون کې راجع شوي شرایط د موضوع په اړه د اړخونو ټول تړون جوړوي، او د اړخونو ټول پخواني او معاصر اړوند تړونونه، ادعاوې، نمایندګي، او تفاهمونه ردوي او لغوه کوي. .",
    "4080263153": "هیڅ معافیت نشته. موږ به د خپلو حقونو یا درملنې هیڅ برخه معاف نه کړو مګر دا چې معافیت زموږ لخوا لیکل شوی او لاسلیک شوی وي. که موږ د دې تړون د هرې مادې له مخې زموږ د حقونو پلي کولو کې ځنډ وکړو یا پاتې شو، دا به زموږ د حق څخه وروسته د داسې احکامو یا د دې تړون هرې برخې پلي کولو حق معاف نه کړي.",
    "1789371580": "د سپارلو وړتیا. تاسو ممکن زموږ د مخکیني لیکلي رضایت پرته د خدمت شرایط ونه ګمارئ. موږ کولی شو دا د خدمت شرایط په هر وخت کې پرته له خبرتیا څخه وسپارو. د پورتنیو شرایطو سره سم، د خدماتو دا شرایط به د هر ګوند په ځای ناستو او اجازه ورکړل شوي دندې باندې پابند وي.",
    "2819628066": "سختوالی که چیرې د دې خدماتو شرایط د کوم دلیل لپاره ناباوره یا د پلي کیدو وړ ونه موندل شي، دا به د کوم پاتې احکامو اعتبار او تطبیق اغیزه ونکړي.",
    "3955981186": "تعدیلات. د IMI پرته د بل چا لخوا د خدماتو په دې شرایطو کې هیڅ ډول تعدیل یا تعدیل باید IMI باندې پابند نه وي پرته لدې چې په لیکلي سند کې د IMI د یوه با اختیاره استازي لخوا لاسلیک شوی وي.",
    "1377538813": "غالبه ژبه. د خدماتو د دې شرایطو د انګلیسي ژبې نسخه به په ټولو برخو کې کنټرول کړي او د ژباړل شوي نسخو سره د هرډول توپیرونو په صورت کې به غالب وي، که کوم وي.",
    "2438016011": "داوطلبانه تړون. د دې خدماتو شرایطو ته ټولې خواوې استازیتوب کوي او موافق دي چې هر یو د دې تړون ټول اړخونه بیاکتنه کړې، په دقت سره یې لوستلي او په بشپړ ډول یې ټول شرایط درک کړي، او په داوطلبانه توګه دې تړون ته ننوځي.",
    "2445034923": "که تاسو د دې خدماتو شرایطو له ټولو شرایطو او شرایطو سره موافق نه یاست، نو (او تاسو ممکن نشئ) د سایټ یا خدماتو څخه کار واخلئ یا لاسرسی ومومئ.",
    "2646127839": "د پیرودونکي ضمیمه د ماسټر خدمت شرایط",
    "4097297673": "د پیرودونکي، غوښتونکي، یا ادغام کونکي په توګه، تاسو موافق یاست چې ستاسو او IMI ترمنځ د نورو پابندو شرایطو سربیره د لاندې شرایطو پابند یاست.",
    "1093280979": "1. د پلیټ فارم امر فورمه",
    "1549953005": "تاسو ممکن د پیرودونکي یا غوښتونکي کیدو شرط په توګه یو یا څو پلیټ فارم لاسرسي امر فارمونه بشپړ کړي وي (هر یو، د \"آرډر فورمه\"). که داسې وي، نو بیا هغه شرایط او شرایط چې د فرمایش په فورمه کې تشریح شوي د خدماتو د شرایطو برخه ګرځي او دلته د حوالې سره یوځای کیږي.",
    "3819851005": "2. فیس",
    "1591032933": "تاسو به د IMI فیسونه لکه څنګه چې د تطبیق وړ آرډر فورمه کې تشریح شوي د تادیې طریقې له لارې چې تاسو د پلي شوي فرمایش په فورمه کې چمتو کړي تادیه کړئ. پرته لدې چې په بل ډول په لیکلي ډول د دواړو خواو لخوا په څرګند ډول موافقه شوې وي، تاسو به د ټولو رسیدونو لپاره بشپړ تادیه چمتو کړئ چې د رسید د لیږلو نیټې څخه وروسته په دېرش (30) ورځو کې صادر شوي. تاسو موږ ته اجازه ورکوو چې د کریډیټ کارت په ټولو معلوماتو باندې چې تاسو یې موږ ته راکړئ د کریډیټ کارت واکونه چلوو، د دې کریډیټ کارت معلومات ذخیره کړئ، او ستاسو د کریډیټ کارت یا کوم بل حساب چارج کړئ چې موږ په دوه اړخیزه توګه د تادیې ډول سره موافق یو. پرته لدې چې د فرمایش په فورمه کې یا ستاسو د سوداګرۍ خدماتو تړون یا د ماسټر خدماتو تړون کې بل ډول ویل شوي وي، د خدماتو ټول فیسونه، د اضافي لګښتونو سربیره، ستاسو د تړون (\"اغیزمن نیټه\") الندې د IMI لخوا چمتو شوي خدماتو پیل کولو څخه په کلني ډول تادیه کیږي.",
    "4142610534": "هر ډول ناوخته تادیات به په میاشت کې د 1.5٪ سلنې په نرخ یا د قانون لخوا اجازه ورکړل شوي اعظمي مقدار کې د ځنډ لګښتونه ترلاسه کړي، هر هغه چې ټیټ وي. که تاسو د کوم دلیل لپاره د دې تړون لاندې تادیه کولو کې پاتې راغلي، ستاسو حساب به زموږ په اختیار کې وځنډول شي، په دې حالت کې به ستاسو د حساب څخه د دندو بشپړولو لپاره هیڅ اضافي تادیه نه کیږي او ستاسو ټولې دندې به لیرې شي. زموږ د ویب پاڼې څخه. تاسو باید موږ ته د غوښتنې سره سم د ټولو مقدارونو لپاره تادیه کړئ، د پروسس کولو فیس، ناوخته فیس، یا د وکیل فیس. موږ ممکن د کریډیټ راپور ورکولو ادارو او د قانون پلي کونکو چارواکو ته مناسب راپورونه هم ورکړو.",
    "512991700": "که تاسو غواړئ د کوم فیس په اړه شخړه وکړئ، تاسو باید زموږ د پیرودونکي مالتړ څانګې سره اړیکه ونیسئ تر دېرشو (30) ورځو وروسته د لومړۍ بلینګ یا حساب بیان کې د پای نیټې څخه وروسته په کوم کې چې غلطي یا ستونزه د سمون یا کریډیټ ترلاسه کولو لپاره ښکاره شوه.",
    "1273914192": "3. مالیات",
    "4242322181": "تاسو د متحده ایاالتو مالیاتو پرته چې د انټیوشن ماشین خالص عاید یا شخصي ملکیت کې ارزول شوي د خدماتو سره تړلي ټولو مالیاتو تادیه کولو مسؤل یاست.",
    "1671996585": "تاسو ممکن اړ یاست چې زموږ د غوښتنلیک پروګرام کولو انٹرفیس (\"API\") له لارې زموږ د خدماتو سره خپله ویب پاڼه، غوښتنلیک، یا پلیټ فارم یوځای کړئ. په هغه صورت کې چې تاسو دا کار کوئ، موږ تاسو ته یو محدود، غیر ځانګړي، نه لیږدول کیدونکي، نه سپارلو وړ، د بیرته راګرځیدونکي جواز درکوو چې یوازې خدماتو ته د لاسرسي لپاره API کارولو لپاره. موږ ممکن په هر وخت کې API بدل کړو او/یا د پخوانیو نسخو یا د API خوشې کولو ملاتړ بند کړو. موږ حق لرو چې API ته ستاسو لاسرسی په خپل اختیار کې وځنډوو یا محدود کړو، او موږ به د تعلیق څخه دمخه تاسو ته د خبرتیا چمتو کولو لپاره معقول هڅې وکاروو.",
    "4036662147": "5. د محرمو معلوماتو ساتنه",
    "3564208535": "تاسو موافق یاست چې له موږ څخه یا زموږ د خدماتو له لارې ترلاسه شوي هر ډول محرم معلوماتو خوندي کولو لپاره له سوداګریز پلوه معقول هڅې وکاروئ. د بوټ سکورونه او زموږ د تصدۍ خدماتو غیر عامه توضیحات شامل دي ، پشمول غیر عامه اسناد او هر هغه توضیحات چې موږ یې زموږ د بوټ کشف کولو میتودونو په اړه شریکولی شو. که تاسو ته داسې کوم محرم معلوماتو ته لاسرسی درکړل شي، موږ کولی شو په خپل اختیار کې زموږ خدماتو ته ستاسو لاسرسی تعدیل، تعلیق، یا محدود کړو که موږ معلومه کړو چې محرم معلومات ستاسو د خدماتو کارولو له لارې افشا کیږي، او موږ به معقول هڅې وکاروو. د تعلیق څخه دمخه تاسو ته خبرتیا درکړي.",
    "120384113": "6. ختمول",
    "453723556": "تاسو کولی شئ دا پیرودونکي ضمیمه د پیرودونکي یا غوښتونکي کیدو په بندولو سره د خدماتو له شرایطو څخه خپلواکه ختمه کړئ. موږ حق لرو چې په هر وخت کې د پیرودونکي یا غوښتونکي په توګه ستاسو دریځ تعلیق یا پای ته ورسوو، یا په بل ډول ستاسو حساب یا د خدماتو کارول د خدماتو شرایطو سره سم بند کړو. تاسو د خپلې فرمایش فورمې لاندې د هرې پیسې لپاره د پای ته رسیدو لپاره مسؤل یاست. که ستاسو ګډون کې میاشتني یا کلني فیسونه یا میاشتني یا کلني لږترلږه شامل وي، تاسو به بیا هم په ترتیب سره د دې میاشتې یا کال تر پایه د ټولو خدماتو فیسونو تادیه کولو مسؤل یاست.",
    "218889628": "پرته لدې چې موږ د دې پیرودونکي ضمیمه یا د خدماتو شرایط ستاسو د دې پیرودونکي ضمیمې یا د خدماتو شرایطو څخه د سرغړونې په پایله کې لغوه کړو ، که چیرې موږ پای ته ورسوو او تاسو موږ ته کوم فیس پری تادیه کړی وي ، موږ به د دوی یوه مناسبه برخه بیرته ورکړو. مخکې تادیه شوې پیسې، د پاتې وخت یا خدماتو پراساس چې تاسو یې تادیه کړې، هر هغه څه چې لږ وي. موږ به خپل کار په سوداګریزه توګه په مناسب ډول پای ته ورسوو او تاسو ته به ټول تادیه شوي محصول ډیټا سیټونه او زموږ په ملکیت کې د پیرودونکي ټول ډیټا خوندي او وسپارو. په هر ډول پای ته رسیدو سره، موږ ممکن د معلوماتو حذف کولو ته اړ نه یو.",
    "2505227594": "7. زیات عمر",
    "2369877184": "د hCaptcha Integrators یا پیرودونکو لپاره د RPS اعظمي اجازه ورکړل شوې نرخ په هره ثانیه کې 1,000 غوښتنې دي چې ستاسو په حساب (\"RPS\") کې دننه ادارو ته دي ، پرته لدې چې ستاسو او زموږ ترمینځ د لیکلي تړون تړون لخوا مشخص شوي وي.",
    "234420106": "په هغه حالت کې چې تاسو د hCaptcha تصدۍ خدمت ادغام کونکی یا پیرودونکی یاست او ستاسو د API کارول لکه څنګه چې د RPS لخوا اندازه کیږي ستاسو د خدماتو درجې لپاره چمتو شوي نرخ څخه ډیر وي ، موږ ممکن ستاسو د خدماتو تعدیل یا د اضافي نرخ چارج کولو انتخاب وکړو. په هغه حالت کې چې ستاسو د لوړ RPS نرخ د 30 ورځو په موده کې په مجموع کې د 10 یا ډیرو دقیقو لپاره د 10 فکتور لخوا چمتو شوي نرخ څخه ډیر وي او د دې غوښتنو اکثریت زموږ په قضاوت کې دي ، نه ناوړه ترافیک ، موږ ممکن انتخاب کړو. تاسو په هغه میاشت کې د ټولو API غوښتنو لپاره ستاسو په قرارداد کې ټاکل شوي ډیر نرخ چارج کړئ.",
    "2619472217": "8. بیا پلورل",
    "2019702084": "پرته لدې چې د پیرودونکي د ماسټر خدماتو تړون یا د پلورونکي تړون کې په څرګند ډول اجازه ورکړل شي ، د SaaS خدمتونه باید وپلورل شي ، بیا وپلورل شي ، اجاره ورکړل شي ، فرعي اجاره ورکړل شي ، جواز ورکړل شي ، فرعي جواز ورکړل شي ، یا بل ډول بل دریمې ډلې ته چمتو نشي (د پیرودونکي له وابسته پرته) )، او د تړون لاندې ټول امرونه او د پیرودونکي ټول خدمت کارول باید د پیرودونکي یا د هغې د وابسته داخلي سوداګرۍ کارولو لپاره وي.",
    "1233229030": "متفرقه",
    "1467783792": "هیڅ شخص، اداره، یا سازمان چې د متحده ایالاتو لخوا تصویب شوی (\"منظور شوی لوبغاړی\") د انعام لپاره یا د ادغام کونکي په توګه د خدماتو کارولو وړ ندي. د شک څخه د مخنیوي لپاره، پدې کې د متحده ایالاتو د خزانې وزارت د بهرنیو شتمنیو د کنټرول دفتر (\"OFAC\") لخوا ټاکل شوي هر ډول بندیزونه شامل دي.",
    "3759657802": "تاسو نشی کولی د دې خدمت شرایط یا ستاسو حقونه یا مکلفیتونه په هیڅ ډول (د قانون یا بل ډول عملیاتو له مخې) وټاکئ، لیږد یا وټاکئ.",
    "1627232990": "د خدماتو د دې شرایطو ژباړې د غوره هڅو پراساس چمتو شوي. په هغه صورت کې چې د انګلیسي ژبې د خدماتو شرایط او د هغې ژباړې ترمنځ د پام وړ توپیر شتون ولري، د انګلیسي ژبې د خدماتو شرایط باید د مستند په توګه تعریف شي.",
    "805221621": "مهرباني وکړئ موږ سره اړیکه ونیسئ",
    "259613338": "که تاسو د دې خدماتو شرایطو په اړه کومه پوښتنه لرئ.",
    "2735878907": "د سوداګرۍ دوام پلان کولو بیان",
    "2887242610": "Intuition Machines, Inc د سوداګرۍ دوام پلان رامینځته کړی چې څنګه به موږ پیښو ته ځواب ووایو چې زموږ د hCaptcha سوداګرۍ د پام وړ ګډوډوي. څرنګه چې د ناورینونو او اختلالونو وخت او اغیز غیر متوقع دی، موږ باید د حقیقي پیښو په ځواب کې انعطاف منونکي واوسو لکه څنګه چې پیښیږي. د دې په پام کې نیولو سره، موږ تاسو ته زموږ د سوداګرۍ دوام پالن په اړه دا معلومات چمتو کوو.",
    "809251240": "له موږ سره اړیکه",
    "2551802342": "- موږ پلان لرو چې د پام وړ سوداګرۍ ګډوډي وروسته د سوداګرۍ عملیات ژر تر ژره رغولو او بیا پیل کړو او د خپلو کارمندانو او ملکیت په ساتنه ، مالي او عملیاتي ارزونه کولو ، د شرکت د کتابونو او ریکارډونو ساتنه او زموږ پیرودونکو او د دوی وروستي کاروونکو ته اجازه ورکوو چې آنلاین راکړه ورکړه وکړي. په لنډه توګه، زموږ د سوداګرۍ دوام پالن د دې لپاره ډیزاین شوی چې زموږ شرکت ته اجازه ورکړي چې ژر تر ژره عملیات بیا پیل کړي، د پام وړ سوداګرۍ ګډوډۍ او شدت ته په پام سره. زموږ د سوداګرۍ دوام پلان پتې: د معلوماتو بیک اپ او بیا رغونه؛ د ماموریت ټول مهم سیسټمونه؛ مالي او عملیاتي ارزونه؛ د پیرودونکو، کارمندانو، او نظارت ادارو سره بدیل اړیکه؛ د کارمندانو بدیل فزیکي موقعیت؛ مهم عرضه کوونکي او د پیرودونکي اغیزه؛ تنظیمي راپور ورکول؛ او زموږ پیرودونکو ته سمدستي خبرتیا ورکول که موږ نشو کولی خپل سوداګرۍ ته دوام ورکړو. زموږ اصلي عرضه کونکي حوض په جغرافیه کې جلا سیمه کې زموږ مهم ریکارډونه ملاتړ کوي. پداسې حال کې چې هر بیړني حالت د بهرني فکتورونو پراساس ځانګړي ستونزې رامینځته کوي ، لکه د ورځې وخت او د ګډوډي شدت ، موږ ته د دې عرضه کونکي پول لخوا مشوره ورکړل شوې چې د دوی هدف دا دی چې خپل عملیات بیرته پیل کړي او د خدماتو ګړندي بیا پیل کولو وړتیا ولري. که څه هم موږ د مختلف عرضه کونکو په کارولو سره د خطر کمولو لپاره کار کړی، ستاسو خدمتونه پدې موده کې تعدیل یا مداخله کیدی شي.",
    "826396656": "زموږ د سوداګرۍ دوام پلان",
    "1979347895": "- د پام وړ سوداګریز خنډونه د دوی په ساحه کې توپیر کولی شي، لکه یوازې زموږ شرکت، یوه ودانۍ چې زموږ شرکت پکې استوګنه لري، هغه ګاونډی چیرې چې زموږ شرکت موقعیت لري، هغه ښار چې موږ موقعیت لري، یا ټوله سیمه. د دې هرې سیمې دننه، د ګډوډۍ شدت هم د لږترلږه څخه تر شدید پورې توپیر کولی شي. زموږ د شرکت، زموږ د سوداګریزې ولسوالۍ، ښار، یا سیمې یا زموږ د شرکت د استوګنې ودانۍ کې د خنډ په صورت کې، موږ به خپل عملیات د اړتیا په وخت کې ځایی سایټ ته انتقال کړو او د سوداګرۍ عملیاتو کې د مادي خنډ تمه ونکړو. په هر حالت کې، موږ پلان لرو چې سوداګرۍ ته دوام ورکړو، د اړتیا په صورت کې بدیل عرضه کونکو ته عملیات انتقال کړو، او تاسو ته زموږ د ویب پاڼې له لارې hcaptcha.com او په hcaptchastatus.com کې زموږ د وضعیت پاڼې له لارې خبر درکړو چې څنګه موږ سره اړیکه ونیسئ. که چیرې د پام وړ سوداګرۍ ګډوډي دومره شدید وي چې دا موږ په سوداګرۍ کې د پاتې کیدو مخه نیسي، موږ به تاسو په چټکۍ سره خبر کړو.",
    "653679457": "متفاوت خنډونه",
    "410397176": "د لا زیاتو معلوماتو لپاره",
    "2095899021": "د hCaptcha د نښه کولو لارښوونې او د عمومي سوداګریزې نښې جواز",
    "2340340589": "د hCaptcha نښه کارولو په اړه لارښوونې",
    "2430148876": "موږ دا لارښوونې او د عمومي سوداګریزې نښې جواز رامینځته کړی ترڅو زموږ د پیرودونکو ، شریکانو او مینه والو لپاره د امکان تر حده اسانه کړي ترڅو زموږ د برانډ سره کار وکړي پداسې حال کې چې لاهم زموږ د کارپوریټ هویت ساتي. که تاسو اړتیا لرئ د hCaptcha عکسونه، لوګو، یا نور نښانونه په داسې طریقو وکاروئ چې په مادي توګه د دې لارښوونو څخه توپیر لري، تاسو به د لیکل شوي جواز لپاره موږ (IMI) سره اړیکه ونیسئ.",
    "3884400764": "پداسې حال کې چې تاسو کولی شئ د دې لارښوونو سره سم د hCaptcha نښه وکاروئ، دا پدې معنی نه ده چې تاسو د hCaptcha نښه، لوګو، یا کوم بل سوداګریز نښه، سوداګریز نوم، د خدماتو نښه، د سوداګرۍ نوم یا د hCaptcha نیکمرغۍ کې کوم حق لرئ. موږ غواړو د امکان تر حده ډیر انعطاف ورکړو، مګر موږ مکلف یو چې د hCaptcha د هر ډول سوداګریزې نښې، سوداګریز نوم، خدمت نښه، سوداګریز نوم یا د hCaptcha د ښه نیت د غیرقانوني کارونې په وړاندې ساتنه وکړو. هر ډول غیر مجاز استعمال په اتوماتيک ډول د hCaptcha لخوا ورکړل شوی اجازه یا جواز لغوه کوي او ممکن د هر ډول زیان لپاره قانوني مسؤلیتونه ولري.",
    "512598290": "په دې توګه، موږ باید غوښتنه وکړو چې تاسو تل د hCaptcha ټولې نښې او لوګو په داسې بڼه وکاروئ چې لاندې مقرراتو ته غاړه کیږدي، پشمول د کیپیټل کولو، ټایپفیس، او سټایل.",
    "2075610992": "ستاسو له ملاتړ نه مننه!",
    "1023190144": "hCaptcha® په متن کې",
    "4274324704": "دلته په لیکل شوي کاپي کې زموږ نوم کارولو څرنګوالی دی:",
    "3912926900": "hCaptcha® باید د راجستر شوي سوداګریز نښه نښه ولري کله چې لومړی ځل دا په تخلیقي کاپي کې څرګندیږي.",
    "950637875": "د hCaptcha املا باید هیڅکله بدله نشي او hCaptcha باید تل په دوهم توري (\"C\") کې لوی شي. دا هیڅکله جمع یا ملکیت نه دی.",
    "2624601135": "\"hCaptcha\" باید د برانډ نوم برخې په توګه ونه کارول شي، د هایفین سره یوځای شي، یا د غوښتنلیکونو یا نورو محصولاتو په نومونو کې وکارول شي.",
    "3828090208": "پرځای یې د \"hCaptcha لپاره\" وکاروئ. که چیرې د دریمې ډلې لوګو سره کارول کیږي، \"د hCaptcha لپاره\" باید د دریمې ډلې لوګو په پرتله کوچنی وي.",
    "4149738856": "hCaptcha باید د صفت په توګه وکارول شي او د یو مناسب عمومي اصطلاح تعقیب شي.",
    "1446868537": "hCaptcha باید هیڅکله د فعل په توګه ونه کارول شي.",
    "2487931657": "مه کاروئ: \"موږ خپل سایټ hCaptcha'd.\"",
    "2565565429": "پرځای یې وکاروئ: \"موږ hCaptcha کاروو ترڅو زموږ سایټ خوندي او ډیر خوندي کړي.\"",
    "3434202027": "په مخابراتو کې د hCaptcha نوم هرډول استعمال انتساب ته اړتیا لري: \"hCaptcha د Intuition Machines, Inc راجستر شوی سوداګریز نښه ده.\"",
    "2754937029": "د نه منلو وړ کارول",
    "2436973524": "یوازې دقیقې حوالې د منلو وړ دي. دا اجازه نه لري چې ووایو چې یو سایټ د hCaptcha خدمتونه او غوښتنلیکونه کاروي کله چې دا نه وي. په ورته ډول، زموږ د لوګو یا کوم بیج کارول یوازې هغه وخت مناسب دي کله چې سایټ د hCaptcha خدمتونه کاروي.",
    "69844082": "د hCaptcha سوداګریزې نښې، ګرافیک سمبولونه، لوګو، ټایپفیس، یا شبیه هم ممکن په بې رحمه توګه ونه کارول شي.",
    "3861413614": "تاسو ممکن د hCaptcha هیڅ سوداګریز نښه یا لوګو ونه کاروئ کوم چې دا معنی لري چې hCaptcha د دریمې ډلې محصول یا خدمت سره تړاو یا تایید ، سپانسرشپ یا ملاتړ لري ، پرته له څرګند لیکلي اجازې.",
    "1409822234": "په هیڅ حالت کې باید ورته یا نږدې ورته hCaptcha سوداګریزه نښه د ډومین نوم په توګه ونه کارول شي.",
    "4181060163": "دریم اړخونه باید تغیرات یا غلط املا ونه کاروي یا په هیڅ ډول عمل ونه کړي چې د hCaptcha سوداګریزې نښې په اړه د ابتدايي ګټو ګډوډي رامینځته کړي.",
    "3955555607": "د شریکانو یا مجاز پلورونکو پرته، دریمې ډلې ممکن د کلیدي کلمو، ګوګل اډوارډ، یا د hCaptcha نښه یا غلط املا په کارولو سره د نورو نښه شوي اعلاناتو سیسټمونو لپاره داوطلبي ونه کړي. او نه هم دریمې ډلې د ډومین نومونو کې د hCaptcha نښه کاروي، د لټون انجنی اصلاح کول، میټا ټاګونه، د لټون شرایط، کوډ، یا نور غلط بیان.",
    "1985238261": "نورې محدودې نښې",
    "2193061499": "زموږ ځینې لوګو او نښې د hCaptcha او د هغې شریکانو لخوا کارول کیدو پورې محدود دي. دریمې ډلې ممکن د hCaptcha څخه د لیکل شوي جواز پرته لاندې نښې ونه کاروي:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha پارټنر™",
    "755156539": "hCaptcha مجاز پلورونکی™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "د hCaptcha™ لخوا BotStop",
    "2557601376": "hCaptcha logo™",
    "248923369": "د BotStop لوگو™",
    "3942875761": "د غوره ویب ™ په جوړولو کې مرسته وکړئ",
    "364774188": "زه انسان یم ™",
    "2785425016": "(د بشریت د تایید حل په شرایطو کې، د بیلګې په توګه د عمل کولو غوښتنه)",
    "2639657759": "د اجازې لخوا کارول شوي نښه",
    "1268918580": "ځینې لوګو او نښې چې د hCaptcha او د هغې شریکانو لخوا کارول کیږي د دریمې ډلې ملکیت دي او یوازې د دوی په اجازې کارول کیدی شي. دریمې ډلې نشي کولی لاندې نښې وکاروي پرته لدې چې د دوی د مالکینو لخوا اجازه ورکړل شي:",
    "3782751514": "HUMAN Protocol® د بشري پروتوکول بنسټ یو راجستر شوی سوداګریز نښه ده، او د هغې په اجازې کارول کیږي.",
    "1620709264": "HUMAN Token® د بشري پروتوکول بنسټ یو راجستر شوی سوداګریز نښه ده، او د هغې په اجازې کارول کیږي.",
    "3031953928": "HUMAN Network™ د بشري پروتوکول بنسټ یوه سوداګریزه نښه ده، او د هغې په اجازې کارول کیږي.",
    "3554363588": "نورې نښې",
    "3290996791": "د محصول نور ټول نومونه، لوګو، او نښې د دوی د اړوندو مالکینو ملکیت دی. په دې ویب پاڼه کې کارول شوي نور ټول شرکت، محصول او خدمت نومونه یوازې د پیژندنې موخو لپاره دي. د دې نومونو، لوګو، او برانڈونو کارول د تایید معنی نلري.",
    "2444685143": "د لوګو پالیسي",
    "2414232014": "زموږ لوګو سمدلاسه د پیژندلو وړ دی او زموږ یو له خورا ارزښتناکو او مهمو شتمنیو څخه دی. د دې لپاره چې ډاډ ترلاسه شي چې دا زموږ د شرکت قوي نمایندګي پاتې کیږي، دا باید د مخابراتو په ټولو چینلونو کې په احتیاط او منظم ډول وړاندې شي.",
    "803639471": "د hCaptcha لوګو د لاسي عکس او د hCaptcha لوګو ټایپ څخه جوړ دی. په خپل بدیل شکل کې، د لاس عکس ممکن پخپله ښکاره شي کله چې ځای محدود وي او \"hCaptcha\" د لاسي نښه سره نږدې کې د کلمې نښه (لکه څنګه چې پورته تشریح شوي) کارول کیږي، لکه دا روښانه ده چې د لاس نښه د hCaptcha استازیتوب کوي.",
    "564127016": "د hCaptcha لاسي نښه:",
    "1424800293": "د hCaptcha لوګو:",
    "1525506526": "د حساب اخیستل څه دي او دوی څنګه کار کوي؟",
    "2446481523": "یوه پخوانۍ فولکلوري کیسه ده چې په هغه کې د واګون چلوونکی او یو لوی سړی د هیواد په یوه کوچني کلي کې په کنسولګرۍ کې ښودل کیږي. یو سړي، چې خندا او بې وزله کالي یې اغوستي وو، کانسټبل ته یې وویل: \"زه لوی سړی یم. دا سړی زما موټر چلوونکی و.",
    "1767952047": "هغه تیره شپه په ما برید وکړ، زما جامې یې غلا کړې او زما پیسې یې واخیستې. بل سړي، چې د سترې طبقې جامې یې اغوستي وې، ځواب ورکړ: \"سرباز، دا سړی لیونی دی. هغه فکر کوي چې هغه یو لوی سړی دی. زه رښتینی امیر یم. بندي يې کړئ!»",
    "2947576723": "دا کیسه د موټر چلولو جوازونو او ډیجیټل ګوتو چاپ کولو څخه وړاندې کوي، مګر دا یو ښه مثال وړاندې کوي چې د حساب اخیستلو په حالت کې څه غلط کیدی شي. یو سړی د آنلاین بانکي حساب یا ګرځنده تادیاتو ایپ ته ننوځي. ایا هغه ریښتینی حساب لرونکی ، یا هیکر؟ څوک واقعا څوک دی؟ دا امنیتي مسلې هغه سازمانونه اغیزه کوي چې د ځان خدمت حساب ته لاسرسي اجازه ورکوي.",
    "1687299615": "د حساب اخیستل څه شی دی؟",
    "2648707986": "د حساب اخیستل د سایبر درغلۍ یوه بڼه ده چیرې چې یو ناوړه لوبغاړی د آنلاین حساب مالک نقض کوي. عموما، حساب په یوه مالي موسسه یا د ای کامرس سوداګرۍ کې دی چیرې چې درغلي کولی شي پیسې، سوداګریز یا ډالۍ کارتونه غلا کړي. برید کوونکی حساب ته د لاسرسي لپاره د غلا شوي ننوتلو اسناد کاروي او بیا یې اخلي ، شاید د اصلي حساب مالک بندولو لپاره پټنوم بدل کړي.",
    "1476843710": "لږ مالي زیانمنونکي مګر بیا هم د حساب اخیستلو زیان رسونکي ډولونه د ټولنیزو رسنیو حسابونو او ورته نورو غلا کول شامل دي. په دې قضیو کې، برید کونکی معمولا هڅه کوي چې مالویر خپور کړي یا د قرباني د ناڅرګنده ملګرو په وړاندې د فشینګ بریدونو کې ښکیل شي. یا، برید کوونکی هڅه کوي قرباني شرمنده کړي، چې ځینې وختونه د مشهورو شخصیتونو او سیاستوالو سره پیښیږي، د بیلګې په توګه.",
    "2904949278": "هیکر څنګه یو حساب په لاس کې اخلي؟",
    "2575690545": "د حساب اخیستل، لکه د ډیرو سایبر درغلیو په څیر، ډیری د اتوماتیک، ډله ایزو پروسو مسله ده. دا د یو هیکر لپاره نادر دی چې د خپلې مور په حوزه کې یې په جامو کې پوښلی وي، په یو وخت کې د بانک ویب پاڼو ته پاسورډونه ټایپ کړي.",
    "3614653023": "پرځای یې، دا عمل په لویه کچه د اعتباري ډکولو بریدونو باندې تکیه کوي چې په لسګونو هدف لرونکي مالي موسسو کې د ملیونونو کارن-نوم / پاسورډ جوړه هڅه کوي د حسابونو کوچنۍ سبسټ خلاصولو په هیله. یوځل چې د درغلیو اتوماتیک سافټویر حساب ته لاسرسی ومومي ، نو یو انساني هیکر ممکن دخیل شي ، مګر په ځینو مواردو کې ، نه.",
    "2762759509": "د حساب اخیستلو ډیری بریدونه تقریبا په بشپړ ډول اتومات دي.",
    "1972710018": "دا د شرکت له نظره وګورئ",
    "1282121137": "د دې لپاره چې پوه شي چې د حساب اخیستل څومره ستونزمن کیدی شي، په پام کې ونیسئ چې تجربه د مالي ادارې له نظره څه ډول ښکاري. دوی هره ورځ ملیونونه ننوتل اداره کوي.",
    "2315518622": "د نن ورځې برید وسیلو کې موجود پیچلتیا سره، دا خورا ننګونه ده چې معلومه کړي چې کوم، که کوم، درغلۍ دي. بیا، یو کس د پیرودونکي خدماتو لاین ته زنګ ووهي او وايي \"زما حساب برید شوی! زه نشم ننوتلی او یو څوک زما پیسې غلا کوي!",
    "1836369533": "په فولکلوريکي کیسه کې د کانسټبل په څیر، څنګه یو څوک معلومه کړي چې څوک واقعیا څوک دی؟ که چیرې بریدګر د غلا شوي پیژندنې کافي عناصر ولري لکه د موټر چلونکي جواز شمیره، د ټولنیز امنیت شمیره، د مور نوم، پته، او داسې نور، دا معلومه کول خورا ستونزمن وي چې آیا زنګ وهونکی ریښتینی حساب ورکوونکی دی یا برید کوونکی هڅه کوي چې ترلاسه کړي. په هغه حساب کې پټنوم بیا تنظیم کړئ چې هغه غواړي ننوځي.",
    "2880837730": "د حساب اخیستلو مخه نیولو لپاره څه کیدی شي؟",
    "3654556483": "مالي ادارې او د ای کامرس شرکتونه پروسې او کنټرولونه لري چې د حساب اخیستلو ځینې ګواښونه کموي. دا د زاړه فیشن څخه \"په ابتدايي ښوونځي کې ستاسو د غوره ملګري نوم څه و\" امنیتي پوښتنو څخه د کشف میتودونو پورې اړه لري چې مشکوک IP پتې او د ګرځنده وسیلې پروفایلونه لرې کوي.",
    "2449501658": "د جعلي حساب ننوتلو هڅو څخه د ګواښ کمولو لپاره ترټولو پرمختللې لارې چمتو کوي ، د بوټونو کشف او بندولو لپاره د ماشین زده کړې کارول ، او په مؤثره توګه د حساب اخیستو کې د جعل کونکو لپاره خورا سخت یا حتی ناممکن کوي.",
    "3621455477": "د نورو زده کولو لپاره!",
    "555246307": "له بله پلوه، دلته د امیر او د هغه د موټر چلوونکي کیسه څنګه پای ته رسیږي: کانسټبل دوه سړي په یوه خونه کې د ساعتونو لپاره سره ناست کړل او د دوی له ذهنونو څخه ستړي شوي. د ورځې په پای کې، هغه راڅرګند شو او ویې ویل، \"زه به اوس د واګون چلوونکي سره خبرې وکړم.\" په عالي جامو کې سړی ودرېد. هغه ډیر ستړی شوی و، هغه هیر کړی و چې هغه یوازې د لوی سړی ښکارندوی کوي.",
    "1224727373": "د hCaptcha لخوا BotStop",
    "1187718370": "موږ سره اړیکه ونیسئ",
    "3892905664": "hCaptcha ستاسو د خوښې آنلاین خدماتو کې د ساده پوښتنو په کولو سره د بوټونو ، سپیم او ناوړه ګټه اخیستنې ساتلو کې مرسته کوي چې د انسانانو لپاره اسانه او د ماشینونو لپاره ستونزمن دي.",
    "555158694": "هغه خدمت چې تاسو یې کاروئ د ناوړه ترافیک کمولو لپاره د hCaptcha په نصبولو سره د دوی سایټ کې ستاسو تجربه ښه کولو لپاره غوره کړې.",
    "1617196410": "hCaptcha د بوټونو په بندولو تمرکز کوي. موږ پروا نه کوو چې یو کارن څوک دی، مګر یوازې دا چې آیا دوی ناوړه دي. موږ د محرمیت او محرمیت توازن لپاره سخت کار کوو",
    "1624200563": "امنیت، او د GDPR، CCPA، LGPD، PIPL، او نورو محرمیت مقرراتو سره مطابقت لري.",
    "1927613000": "hCaptcha د پیچلي ماشین زده کړې د قوي ننګونې پلیټ فارم سره ترکیب کوي ترڅو ویب غوښتنلیکونه د حساب اخیستو ، اعتباري توکو ډکولو ، سکریپینګ او نورو ډولونو ناوړه ګټه اخیستنې څخه خوندي کړي.",
    "1133989302": "ولې hCaptcha؟",
    "34074886": "هرکله چې تاسو یوې ننګونې ته ځواب ووایاست، موږ پیچلي ماډلونه کاروو ترڅو معلومه کړو چې تاسو انسان یاست. هغه ویب پاڼه چې تاسو یې لیدلي بیا دا پایله کاروي ترڅو د بوټو په ساتلو سره د دوی په سایټ کې ستاسو تجربه ښه کړي.",
    "3412647984": "دا تاسو ته اجازه درکوي د کوکی ثبتولو او تنظیم کولو له لارې د راتلونکو پوښتنو څخه مخنیوی وکړئ. مهرباني وکړئ د خپل اعلاناتو بلاکر بندولو هڅه وکړئ.",
    "2510209017": "نورې مرستې ته اړتیا لرئ؟",
    "477275453": "ولې APIs د هیکرانو لپاره یو مشهور هدف دی؟",
    "596347471": "د اپلیکیشن پروګرامینګ انٹرفیس (APIs) په سایبر سپیس کې د ناوړه لوبغاړو لپاره یو مشهور هدف ګرځیدلی. د دې لپاره ډیری دلیلونه شتون لري ، پشمول د غوښتنلیک ادغام کې د دوی عالي ګټې. په هرصورت، دا ممکنه ده چې د API خطر کم کړي.",
    "2441638955": "لومړی، API څه شی دی؟",
    "3963216198": "د دې په اړه بحث کولو لپاره چې ولې APIs د هیکرانو لپاره مشهور هدف دی، دا د لومړي ځل لپاره د یوې لنډې شیبې اخیستلو ارزښت لري ترڅو دا تعریف کړي چې اوس مهال د \"API\" اصطلاح څه معنی لري. د API مفهوم بالکل نوی ندی. په حقیقت کې، د مختلفو کمپیوټر سیسټمونو سره د یو بل سره د نښلولو لپاره انٹرفیسونه، او همدارنګه د دوی داخلي برخې، لږترلږه د 1960 لسیزې راهیسې شتون لري.",
    "1047251718": "که څه هم، نن ورځ، کله چې خلک د APIs په اړه خبرې کوي، دوی تل د معیارونو پر بنسټ APIs معنی لري. دا APIs دي چې د خلاص معیارونو په کارولو سره رامینځته شوي لکه د نمایندګي ریاست لیږد (REST) او د خلاص معیاري فایل فارمیټونه لکه جاواسکریپټ آبجیکٹ نوټیشن (JSON). دا ډول \"RESTful APIs\" لکه څنګه چې دوی پیژندل شوي، د ملکیت سافټویر ته اړتیا پرته رامینځته کیدی شي. پایله لرونکي APIs د دې وړتیا لري چې د سافټویر غوښتنلیکونو ترمینځ ډیټا او پروسیجر کالونه واستوي او ترلاسه کړي. د مثال په توګه، د ګرځنده بانکداري ایپ د بانک سیسټمونو ته د لاسرسي لپاره API کاروي.",
    "3195334319": "د APIs کارول او زیان منونکي",
    "1903743785": "د معیارونو پراساس APIs رامینځته کول د غوښتنلیک ادغام کې لوی پرمختګ نمایندګي کوي. په تیرو 20 کلونو یا ډیرو کې، APIs د قیمتي او پیچلي ملکیت سافټویر محصولاتو څخه وړیا، د معیارونو پر بنسټ وسایلو ته لاړل چې د کار کولو لپاره نسبتا اسانه وو — او د پلي کولو لپاره ګړندي.",
    "879362350": "د نوي APIs سره چې په انټرنیټ کې کار کوي، دا ممکنه شوه چې د نړۍ په هر ځای کې هر سافټویر یا ډیټا سرچینې سره وصل شي، پرته له دې چې د پلیټ فارم، ډیټا سکیما یا پروګرام کولو ژبې ته پام وکړي. د پایلې په توګه، د کمپیوټر نړۍ اوس د API انقلاب په مینځ کې ده. د غوښتنلیکونو او ډیټا ترمینځ د ارتباط چاودنه شوې. دا خورا ښه دی، تر هغه چې دا نه وي.",
    "3844432472": "د APIs خورا خلاص او افادیت دوی د برید کونکو لپاره په زړه پوري بډایه اهداف رامینځته کوي. په ورته ډول چې یو ګرځنده ایپ د API په کارولو سره د کارپوریټ سیسټم څخه د لاسرسي او ترلاسه کولو لپاره برنامه کیدی شي ، نو د مالویر یوه برخه هم کیدی شي. هیکرانو د APIs ناوړه ګټه اخیستنې لپاره د سافټویر پراخه ډولونه لیکلي دي. دا یو اغیزمن برید تخنیک دی.",
    "2187096543": "په حقیقت کې، د هیکر لخوا لیکل شوي سافټویر په پایله کې د ډیټا ځینې لوی سرغړونې شتون لري چې د ډیټابیس څخه ډاټا استخراج لپاره په API غږ کوي. په هرصورت ، که دا د ډیټا غلا کول په ساده ډول په API کې لومړني GET کال ته اړتیا لري ، د REST او JSON په کارولو سره لیکل شوي ، نو د ډیټابیس پاکول ګړندي کول اسانه دي. په واقعیت کې، کله چې خلک د \"اسکرین سکریپینګ\" بریدونو په اړه خبرې کوي، هغه څه چې دوی واقعیا معنی لري، ډیری یې د چټک اور وژنې API کالونه دي چې د ډیټابیسونو څخه ډاټا راوباسي. APIs د هغو سازمانونو لپاره چې دوی یې جوړوي یو لوی برید سطح ګرځیدلی.",
    "4222109231": "د hCaptcha د سوداګرۍ محصول سره د API خطر کمول",
    "1783317946": "د API بریدونو ودرول د کارولو مشهوره قضیه ده",
    "3022922096": "، د hCaptcha د محصولاتو تصدۍ سویټ. د hCaptcha وړیا نسخه برعکس،",
    "63719113": "ستاسو سایټ او ایپسونو ته د ناوړه ترافیک پیژندلو لپاره پرمختللي ماشین زده کړې کاروي - په شمول د سکریپینګ فعالیتونه.",
    "3566102529": "نن ورځ موږ د نورو زده کړو لپاره.",
    "3096553330": "هر سیسټم چې موږ یې رامینځته کوو په ساده ډول د نورو خلکو سره زموږ اړیکې منعکس کوي.",
    "1467218142": "هغه څه چې موږ یې له دوی څخه غواړو او پخپله زموږ چلند پرمخ وړي، او پدې توګه د تعامل ورته نمونې په ټولو انساني سیسټمونو کې تکرار کیږي. انټرنیټ زموږ د نړۍ د دې بنسټیز اړخ ډیری غوره مثالونه وړاندې کوي.",
    "808872868": "د مثال په توګه: سپیم، درغلۍ، او ناوړه ګټه اخیستنه د نږدې ورځې راهیسې آنلاین شتون لري کله چې دوه سیسټمونه لومړی له یو بل سره وصل شول.",
    "1085089390": "آنلاین ناوړه ګټه اخیستنه د طبیعي انساني چلندونو څخه رامینځته کیږي",
    "3064321967": "لومړی پیژندل شوی سپیم بریښنالیک په 1978 کې لیږل شوی و.",
    "3800781598": "] نږدې پنځه لسیزې وروسته، د بریښنالیک سپیم موږ ته دوام ورکوي. ډیری ملیاردونه ډالر او د زرګونو کلونو انجینرۍ هڅې د دې په ماتولو کې اچول شوي ، او لاهم سپیم دوام لري. په دواړو خواو کې د ملیارد ډالرو صنعتونه شتون لري، د بیلګې په توګه هغه څوک چې د هغې په وړاندې دفاع کوي او هغه چې یې لیږدوي.",
    "2119943547": "دا ولې؟ ځواب ساده دی. تر هغه وخته چې د سیسټم ناوړه ګټه اخیستنې لپاره هڅونه شتون ولري، یو څوک به عموما یوه لاره ومومي. او یوځل چې دوی وکړي ، بل څوک به اوس د دوی د مخنیوي لپاره هڅونه ولري.",
    "532470444": "توازن ممکن له کال څخه تر کال پورې یو څه بدلون ومومي، مګر دا چلند په ساده ډول د انسان بنسټیز طبیعت منعکس کوي، او پنځه زره کلن ثبت شوي تاریخ پدې معنی لري چې متحرک د هر وخت بدلون امکان نلري.",
    "3193548097": "د ابدي پسرلي په هیله",
    "4065614934": "دا تحلیل نوی نه دی، مګر خلک تل خوشبین دي. په ځانګړې توګه کله چې دوی فکر کوي چې د دوی نظر نوی دی.",
    "1216071511": "ورته نظرونه په مکرر ډول وړاندیز شوي چې شاوخوا 20 کاله دمخه ، یو نامعلوم لیکوال د سپیم ضد حلونو په اړه د آنلاین بحثونو لپاره د ګټور ډکولو سره راغلی:",
    "1941999673": "ستاسو پوست مدافعین a",
    "4179118182": "( ) تخنيکي ( ) مقننه ( ) د بازار پر بنسټ ( ) څارګر",
    "3978720689": "د سپیم سره د مبارزې لپاره لاره. ستاسو نظر به کار ونکړي. دلته دا دی چې ولې دا کار نه کوي.",
    "318339230": "(د لاندې څخه یو یا ډیر ممکن ستاسو په ځانګړي نظر کې پلي شي، او دا ممکن وي",
    "30312304": "نورې نیمګړتیاوې چې د یو بد فدرالي قانون تصویب کیدو دمخه د دولت څخه بل ایالت ته توپیر درلود.)",
    "2710988028": "( ) سپیمر کولی شي دا په اسانۍ سره د بریښنالیک پتې راټولولو لپاره وکاروي",
    "3912514510": "( ) د بریښنالیک لیستونه او نور مشروع بریښنالیک کارول به اغیزمن شي",
    "2030062561": "() هیڅوک به ونه شي کولی چې سړی ومومي یا پیسې راټولې کړي",
    "3334160175": "() دا د وحشي ځواک بریدونو په وړاندې بې دفاع ده",
    "3238345709": "( ) دا به د دوو اونیو لپاره سپیم ودروي او بیا به موږ ورسره ودروو",
    "4227800293": "( ) د بریښنالیک کارونکي به یې نه ساتي",
    "2271252286": "( ) مایکروسافټ به د دې سره مخ نشي",
    "692064738": "( ) پولیس به یې نه زغمي",
    "3475647460": "() د سپیمرانو څخه ډیرې همکارۍ ته اړتیا لري",
    "1482845460": "() په یوځل کې د هرچا څخه سمدستي بشپړ همکارۍ ته اړتیا لري",
    "3741193183": "( ) ډیری بریښنالیک کارونکي نشي کولی د سوداګرۍ له لاسه ورکړي یا احتمالي کارګمارونکي جلا کړي",
    "2234909600": "( ) سپیمر په خپلو لیستونو کې د ناسمو پتو پروا نه کوي",
    "1982617151": "( ) هر څوک کولی شي په مستعار ډول د بل چا مسلک یا سوداګرۍ له مینځه ویسي",
    "2498172334": "په ځانګړې توګه، ستاسو پلان حساب کې پاتې راغلی",
    "389705801": "() قوانین په ښکاره ډول منع کوي",
    "190955495": "() د بریښنالیک لپاره د مرکزي کنټرول واک نشتوالی",
    "237009707": "() په بهرنیو هیوادونو کې پرانیستې ریلونه",
    "3507532387": "( ) د ټولو بریښنالیک پتې د کوچني الفانومیریک پته ځای لټون کولو کې اسانتیا",
    "2477958756": "( ) بد خلک",
    "3254142589": "() قضایی ستونزې",
    "3621401685": "() د عجیب نوي مالیاتو غیر مقبولیت",
    "4277475973": "() د پیسو عجیب نوي ډولونو منلو ته د خلکو لیوالتیا",
    "941057651": "( ) په SMTP کې د موجوده سافټویر لویه پانګه اچونه",
    "3265293440": "( ) د برید لپاره د SMTP پرته د پروتوکولونو حساسیت",
    "515733427": "( ) د بریښنالیک له لارې ترلاسه شوي OS پیچ نصبولو لپاره د کاروونکو لیوالتیا",
    "2631159699": "( ) د کیمرو پوځونه د براډ بانډ سره وصل شوي وینډوز بکسونه",
    "776542208": "( ) د وسلو ابدي سیالي چې د فلټر کولو په ټولو طریقو کې ښکیل دي",
    "989480928": "( ) د سپیم ډیره ګټه",
    "3898950867": "( ) Joe دندې او/یا د هویت غلا",
    "3395399558": "() له تخنیکي پلوه نالوستي سیاستوال",
    "1118929614": "( ) د خلکو په برخه کې خورا ډیر حماقت چې د سپیم کونکو سره سوداګرۍ کوي",
    "838951836": "( ) پخپله د سپیمرانو لخوا بې ایماني",
    "2123236933": "( ) د بینډ ویت لګښتونه چې د پیرودونکي فلټر کولو لخوا اغیزمن ندي",
    "2292919419": "( ) Outlook",
    "2534436327": "او لاندې فلسفي اعتراضونه هم پلي کیدی شي:",
    "832385387": "( ) ستاسو په څیر نظرونه په اسانۍ سره راځي، مګر هیڅ کله هم عملي نه دي ښودل شوي",
    "1993984258": "( ) د غوره کولو پر بنسټ هر ډول سکیم د منلو وړ نه دی",
    "3909240516": "( ) د SMTP سرلیکونه باید د قانون موضوع نه وي",
    "1151065360": "( ) تور لیستونه سوک کوي",
    "2396605499": "( ) سپین لیستونه خوندور کوي",
    "2225785608": "( ) موږ باید د ویاګرا په اړه خبرې وکړو پرته له سانسور څخه",
    "3004688366": "( ) ضد اقدامات باید د تار درغلۍ یا د کریډیټ کارت درغلۍ شامل نه وي",
    "922470170": "() ضد اقدامات باید د عامه شبکو تخریب شامل نه وي",
    "3068923550": "( ) که چیرې په تدریجي ډول په تدریجي ډول ترسره شي نو د مخنیوي اقدامات باید کار وکړي",
    "2752975480": "() د بریښنالیک لیږل باید وړیا وي",
    "117227832": "() ولې موږ باید په تاسو او ستاسو سرورونو باور ولرو؟",
    "1021431157": "( ) د خلاصې سرچینې یا خلاصې سرچینې جوازونو سره مطابقت نه کول",
    "2801524659": "() د احساس ښه اقدامات د ستونزې د حل لپاره هیڅ نه کوي",
    "931661269": "( ) لنډمهاله / یو ځل بریښنالیک پتې پیچلې دي",
    "2090457681": "() زه نه غواړم چې حکومت زما بریښنالیک ولولي",
    "3536122902": "() په دې لاره کې د دوی ودرول سست او دردناک ندي",
    "2391175562": "سربیره پردې، دا هغه څه دي چې زه ستاسو په اړه فکر کوم:",
    "229198134": "() بخښنه یار، مګر زه فکر نه کوم چې دا به کار وکړي.",
    "345563040": "() دا یو احمقانه نظر دی، او تاسو د دې وړاندیز کولو لپاره احمق یاست.",
    "409780280": "( ) ښه هڅه، ****! زه هیله لرم چې یو څوک ستاسو په کیبورډ کې ګام پورته کړي!",
    "2820080973": "د ❤ لخوا کوربه شوی",
    "3943164003": "خام وګورئ",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "ولې ستاسو د سپیم ضد نوی حل به کار ونکړي",
    "361795034": ". نامعلوم لیکوال، ج. 2000",
    "1547006769": "د انسانیت تصدیق ورته ستونزه ده",
    "3717942925": "لکه څنګه چې تل به داسې خلک وي چې د بریښنالیک له لارې ستاسو پام ځانته راجلب کړي، هلته به تل د ځینو سرچینو ته د لاسرسي محدودولو لیوالتیا وي لکه یوازې انسانان ورته لاسرسی ولري.",
    "2481032625": "ایا هدف یې مخنیوی دی:",
    "1691348394": "- د محدود خوشې پلور پرمهال اتومات ډله ایز پیرود",
    "1771016224": "- ستاسو د ویب پاڼې ټول مینځپانګې په ډله ایز ډول ډاونلوډ کولو څخه سافټویر",
    "1959762846": "- ستاسو ویب فارمونه د نه ختمیدونکي بازار موندنې سپیم یا ناوړه ګټه اخیستنې سره ډک شوي",
    "345108670": "- د اعتبار ډکول او د حساب اخیستلو نورې هڅې",
    "2540760245": "د ډیرو نورو استعمالونو په مینځ کې، د \"انسان یا نه\" پر بنسټ د آنلاین ټرافیک فلټر کولو توان به ممکن یو ارزښتناکه وسیله پاتې شي تر هغه چې د انسان طبیعت په تیرو پنځو زرو کلونو کې ثبت شوي ورته نمونې تعقیب کړي.",
    "3346362371": "د ماشین زده کړې په اړه څه؟",
    "3619183405": "په 2021 کې ساده کیپچا ځینې وختونه د سافټویر سره حل کیدی شي ، د ماشین زده کړې پرمختګونو څخه مننه. د دې په نښه کولو لپاره ، hCaptcha د ملکیتونو خورا مفصل تحلیل هم کوي لکه",
    "3292221787": "ننګونې ځواب شوې، نه یوازې دا چې آیا دا سمه وه، او په مکرر ډول دواړه پوښتنې او کارول شوي معلومات بدلوي.",
    "1080672247": "ځکه چې ډیری پوښتل شوي پوښتنې له اقتصادي پلوه د شیلف سافټویر سره نشي حل کیدی ، او دا چې ډیټا عموما سیسټم ته ځانګړي وي ، پدې معنی چې بوټونه ډیری وختونه د وړیا خدمت لخوا په بشپړ ډول بند شوي ، او باید پرځای یې د انساني کیپچا حل کونکو باندې تکیه وکړي ، کوم چې ډیری ډول ناوړه ګټه اخیستنه په بشپړ ډول غیر اقتصادي کوي.",
    "4172868199": "له دې څخه خورا ډیر پرمخ ځي، د \"ښه انسان\" څخه د \"خراب انسان\" څخه د توپیر کولو هڅې ساحې ته ځي، او نن ورځ د نړۍ د ډیری مشهور آنلاین خدماتو لخوا کارول کیږي ترڅو د پیرود درغلۍ څخه تر پرمختللي دوامدار پورې هرڅه ومومي او ودروي. د خپلو کاروونکو په وړاندې ګواښونه، پداسې حال کې چې د محرمیت ساتلو په اړه ځانګړي تمرکز ساتل.",
    "2873911365": "د هارډویر تصدیق په اړه څه؟",
    "1477196356": "په کریپټوګرافیک ډول خوندي فیشن کې د وسیلې سره د هویت د نښلولو مختلف میتودونه ، ځینې وختونه د محرمیت ساتلو ملکیتونو سره ، د لسیزو راهیسې وړاندیز شوي. عامه کلیدي کریپټوګرافي د c پورې تاریخ لري. 1975، او د هارډویر ټیکونه نږدې تر هغه پورې شتون لري.",
    "2349681896": "له بده مرغه، د هارډویر یوه ټوټه کنټرول دا معنی نلري چې تاسو یو شخص یاست. په حقیقت کې د هر مشهور مصرف کونکي هارډویر تصدیق سکیم په مکرر ډول مات شوی ، پیچ شوی او بیا مات شوی.",
    "254326776": "د دې نیمګړتیاوو ناوړه ګټه اخیستنه اکثرا کشف شوي چې د افشا کولو یا علمي خپرونو دمخه د میاشتو یا کلونو لپاره پیښ شوي.",
    "2462909475": "د 10,000 څخه زیاتو تلیفونونو دیوال د ناوړه ګټې اخیستنې لپاره کارول کیږي، د چینایي بوټو عملیاتو برخه.",
    "1963951234": "مهمه نده چې ستاسو د کریپټوګرافیک سکیم څومره معتبر دی ، که څوک د ورځې په پای کې کولی شي په ساده ډول پیسې مصرف کړي ترڅو تاسو ته هغه ځواب درکړي چې تاسو یې په لټه کې یاست ، د هارډویر یوه ټوټه ملکیت کافي ندي.",
    "1278884196": "دې وویل، کریپټوګرافي یو ځوان ډسپلین دی. د وروستي تاریخ پراساس، ستاسو د کریپټوګرافیک سکیم او / یا پلي کول احتمال لري ژر تر ژره مات شي کله چې څوک د دې نږدې لیدو لپاره هڅونه ولري، او احتمال لري چې نور خلک به ستاسو څخه ډیر دمخه دا په ګوته کړي. په هارډویر تکیه کول پدې معنی هم دي چې تاسو اړتیا لرئ د خپلو هر کارونکي څخه وغواړئ چې د نیمګړتیا د حل کولو لپاره فزیکي وسیله بدل کړي. دا امکان نلري چې په ډیری قضیو کې ګړندي پیښ شي ، پدې معنی چې په حقیقت کې ستاسو سیسټم به په ساده ډول خلاص نشي.",
    "1828028934": "همدا لامل دی",
    "1642844535": "مهم دی: hCaptcha د ورته بنسټیزو پوښتنو ځوابولو لپاره ډیری مختلف طریقې کاروي، په ټولو ارزونو کې د ثبات لپاره پرتله کولو ته اجازه ورکوي.",
    "1155821305": "دفاع ژوره ده",
    "119098046": "د غیر فعال یا غیر ننګونې حلونو په اړه څه؟",
    "2760410719": "هغه خدمتونه چې د خالص غیر فعال سیګنالونو سره د بوټ کشف کولو هڅه کوي په چټکۍ سره یوې بنسټیزې مسلې ته ځي: تاسو څنګه تایید کوئ چې ایا سیسټم خراب فعالین په سمه توګه کشف کوي کله چې تاسو دقیق ځمکني حقیقت نلرئ؟",
    "1722734001": "خلاص انټرنیټ یو ډیر شور چاپیریال دی. بد لوبغاړي هره ورځ زموږ د خدماتو کاروونکو او سیالانو لکه reCAPTCHA برید کوي، او البته هڅه کوي چې د امکان تر حده د انسان په توګه وګوري پداسې حال کې چې دا کار کوي.",
    "1595254735": "په بشپړ ډول غیر فعال خدمتونه د بوټ کشف دقت ساتلو لپاره مبارزه کوي ، یا حتی پوهیدل کله چې دوی غلط وي. د دې وړتیا پرته چې کله ناکله کاروونکو ته ننګونه وکړي او د دې ننګونې پایلې په سمه توګه تحلیل کړي ، دقت د وخت په تیریدو سره خورا کم کیږي.",
    "2412751979": "د ډیر دقیق انسانیت سیګنالونو څخه مننه چې hCaptcha ته ځواک ورکوي ، ډیری شرکتونه چې دمخه یې د reCAPTCHA v3/Enterprise کارولي دي",
    "2284856231": "او د hCaptcha Enterprise په خالص غیر فعال حالت کې هم په ډراماتیک ډول ښه شوی دقت لیدل شوی.",
    "4162847": "موږ وکولی شو دا په مستقیم ډول وګورو، ځکه چې زموږ ځینې پیرودونکي په ورته غوښتنه کې د A/B ازموینې پرمخ وړي مخکې لدې چې دوی د ګوګل وړاندیزونو څخه په بشپړ ډول تیر شي. موږ عموما د دې وړتیا لرو چې دواړه لوړ غلط مثبت او غلط منفي نرخ ثابت کړو چې د reCAPTCHA v3 یا reCAPTCHA Enterprise څخه راځي.",
    "436125785": "دا د حیرانتیا وړ خبره ده چې په دې محصولاتو کې د فیډبیک لوپونو غلطۍ ته په پام سره ، او دا حقیقت چې دوی د اعلان شبکې لخوا پلورل کیږي د بوټو کشف کې خورا ښه نه کیدو کې د خورا لوی ګټو سره ، داسې نه چې دا د دوی اصلي سوداګرۍ ته زیان رسوي.",
    "2233741720": "په پای کښې",
    "2133809801": "تر هغه چې خلک خلک پاتې شي، احتمال شته چې د انسانیت تصدیق به آنلاین رول ولوبوي.",
    "2255549335": "په hCaptcha کې زموږ دنده دا ده چې د ستونزو او دقت تر مینځ ښه تجارت ومومئ او رګونه ټیټ وساتئ ، په ځانګړي توګه د",
    "4138068262": "کاروونکي په پای کې، د ننګونو سره متقابل عمل احتمال لري د آنلاین ناوړه ګټه اخیستنې کمولو لپاره د وسیلو د وسلو برخه پاتې شي تر هغه چې د انسان طبیعت بدل نه وي.",
    "855097735": "د داسې خدمت رامینځته کول چې دا په ښه توګه ترسره کوي پداسې حال کې چې د ټولو اندیښنو توازن کول خورا سخته ستونزه ده (او موږ تل د دې ښه کولو لپاره کار کوو ترڅو تجربه د امکان تر حده په زړه پوري کړو) مګر موږ امید لرو چې تاسو به موافق یاست چې د سپیم ، ناوړه ګټه اخیستنې ، حساب اخیستل کمول ، او آنلاین درغلۍ په نهایت کې کله ناکله ساده پوښتنې ارزښت لري.",
    "1953959745": "لاسرسي",
    "2543123170": "د صفر رګ د انسانیت تصدیق",
    "547245263": "نن ورځ ستاسو د بوټ ستونزه حل کړئ.",
    "3117887301": "د لوی آنلاین خدماتو لخوا باوري",
    "981806349": "په ثابت hCaptcha پلیټ فارم کې جوړ شوی",
    "2373007864": "hCaptcha Enterprise د hCaptcha پلیټ فارم ټیکنالوژۍ پرمخ وړي، د هغو ځانګړتیاو شاملولو لپاره پراخ شوی چې لوړ ټرافيکي تصدۍ ورته اړتیا لري.",
    "2652399059": "یو باوري ملګری",
    "1997838163": "د نړۍ ترټولو لوی شرکتونه په hCaptcha Enterprise پورې اړه لري. ادغام ساده دی، او د کشف دقت بې ساري دی.",
    "734735952": "موږ د یو شمیر CAPTCHA پلورونکو ارزونه او همدارنګه پخپله د سیسټم رامینځته کول. په پای کې، hCaptcha د reCAPTCHA لپاره د غوره بدیل په توګه راڅرګند شو.",
    "1250541092": "– سرګي اساسي",
    "3524251858": "د محصول مدیریت رییس، Cloudflare",
    "3971348140": "ولې موږ hCaptcha کاروو؟ بل هیڅوک نشي کولی هغه ځانګړتیاوې او فعالیت وړاندې کړي چې موږ ورته اړتیا لرو. دوی موږ پورته کړل او په چټکۍ سره روان شو، او زموږ سوداګر تجربه خوښوي.",
    "4248655793": "– الیکس ایم.",
    "4185927140": "د محصول مدیر، فلش، Shopify",
    "282913023": "د لوړ ترافیک تصدیو لپاره د لګښت مؤثره انتخاب",
    "999610953": "په پای کې، د ګوګل لپاره د اعتبار وړ بدیل. hCaptcha Enterprise ستاسو د reCAPTCHA بل کې د لوړ امنیت سره ډراماتیک سپما وړاندې کوي: په ځینو مواردو کې تر 80٪ پورې لږ ګران.",
    "1886100235": "د نړۍ ډیری لوی آنلاین خدمتونه hCaptcha Enterprise ته تللي او د پام وړ لګښت سپمولو سره سم د بوټو ښه کشف ترلاسه کړی.",
    "2903742230": "د اعلان شبکې ستاسو لیدونکي د محصول په توګه ګوري. زموږ لپاره یوازینی هدف د دوی انسانیت ټاکل دی. زموږ خدمتونه د GDPR، CCPA، LGPD، او PIPL اړتیاوې پوره کوي یا زیاتې کوي، او موږ د محرمیت او امنیت توازن لپاره سخت کار کوو.",
    "3901503296": "د محرمیت په اړه دا ځانګړی تمرکز پدې معنی دی چې موږ کولی شو د صفر انفرادي ډیټا ساتل، د کوکیز څخه پاک عملیات، او د اړتیا سره سم نور قراردادي محرمیت تضمین وړاندې کړو پداسې حال کې چې غوره امنیت ساتل کیږي.",
    "3342910682": "نور یی ولوله",
    "1130783905": "دقت ستاسو او زموږ په ګټه دی. hCaptcha تاسو ته ریښتیني معلومات درکوي او تاسو ته اجازه درکوي چې دا څنګه وکاروئ. نور امنیتي حلونه د Gigantic اعلاناتو شرکتونو لخوا چمتو شوي. دا پدې مانا ده چې هر بوټ چې دوی یې بندوي ممکن د دوی عاید کم کړي.",
    "2019130052": "په محرمیت متمرکز ML کې زموږ نوښتونه موږ ته اجازه راکوي چې د میراث \"هر څه د تل لپاره ثبت کړئ\" ستراتیژیو امنیت معیارونو څخه تجاوز وکړو پرته لدې چې امنیت یا د کارونکي محرمیت ته زیان ورسوي.",
    "23114595": "د کارونکي عالي تجربه",
    "3437412311": "د سوداګرۍ کاروونکو لپاره، اختیارونه شتون لري چې په ډیری سناریوګانو کې د ننګونو څخه په بشپړه توګه مخنیوی وکړي، په غیر فعال نمرو تکیه کوي.",
    "1996843433": "ستاسو د مشروع ټرافیک 99.9٪ لپاره په بشپړ ډول د ننګونې څخه مخنیوي سره ټکر کم کړئ پداسې حال کې چې لاهم عالي امنیت چمتو کوي.",
    "3093689546": "اسانه ادغام",
    "247560732": "د کوډ درې لینونو سره hCaptcha اضافه کړئ. که تاسو د reCAPTCHA څخه راځي، زموږ API مطابقت لري او د بدلولو لپاره یوازې دقیقې وخت نیسي.",
    "1510448156": "تاسو کولی شئ نن ورځ د غوره بدیل سره پرمخ ولاړ شئ، او د اړتیا سره سم نور پرمختللي ب featuresې چالان کړئ.",
    "2718999653": "دودیز ګواښ نمرې",
    "2698140263": "ټولې ستونزې یو شان ندي: د یوې نمرې ترلاسه کول پدې معنی چې دا باید ستاسو اړتیاوې په ګوته کړي ترڅو ګټور وي.",
    "897432717": "د دودیز ګواښ نمرو لپاره زموږ د نوي ډیزاین سره ، ستاسو د سوداګرۍ پوهه اضافه کول زموږ ماډلونو ته اجازه ورکوي چې ستاسو کاروونکو ته په ځانګړي ډول اړونده نمرې وړاندې کړي.",
    "2650502379": "په ثانیو کې خپل ننګونې پیل کړئ",
    "3578122193": "د اړونده مینځپانګې سره په نښه کې پاتې شئ",
    "1074044172": "کله چې کاروونکي باید ستاسو د امنیت اړتیاو پوره کولو لپاره ننګونه حل کړي، نو ولې د کارونکي لپاره په زړه پورې او اړونده پوښتنې نه پوښتل کیږي؟",
    "1579093044": "زموږ د ساده دودیز ننګونې ډیزاینر سره، تاسو کولی شئ یوازې په څو دقیقو کې د برانډ ننګونې مینځپانګه پیل کړئ.",
    "3717512591": "د مستقیم پلیټ فارم ادغام",
    "121743429": "د ویب انفراسټرکچر شرکتونو لپاره",
    "2131386784": "ستاسو او ستاسو کاروونکو دواړو لپاره د لاسرسي وړ مهارت او ملاتړ",
    "2782263070": "خدمت زموږ لپاره لومړیتوب دی. موږ د 24/7 آن کال ملاتړ ساتو او د پلي کیدو پرمهال او وروسته ستاسو د انجینرۍ ادغام ټیم او زموږ آن تلیفون کارمندانو سره مستقیم سست همغږي وړاندیز کوو.",
    "3740051331": "موږ هم ژمن یو چې په فعاله توګه څارنه وکړو او ستاسو د کاروونکو پوښتنو ته په ټولنیزو رسنیو، فورمونو، او زموږ په ویجټ او بریښنالیک ملاتړ چینلونو کې ځواب ووایو. موږ د لاسرسي وړ او ځواب ویونکي یو، او د کاروونکي رضایت د لوړ KPI په توګه چلند کوو.",
    "170775527": "د شرکت ځانګړتیاوې",
    "3383086062": "hCaptcha Enterprise یو بشپړ آنلاین امنیت حل دی. فعال او غیر فعال حالتونه تاسو ته اجازه درکوي د اعتباري توکو ډکول ودروي، د حساب اخیستل کشف کړي، او د شکمنو لوبغاړو مخه ونیسي. ټول د مشروع کاروونکو لپاره د صفر رګ سره.",
    "1408599440": "د کوډ د څو لینونو او زموږ د 99.9٪ غیر فعال حالت سره ګړندي پیل کړئ ، یا په بشپړ کنټرول واخلئ کله او څنګه کارونکي ننګوي. د ګمرک ګواښ ماډلونه او د تخصیص وړ ننګونې د امنیت ډاډ ترلاسه کولو لپاره بې ساري انعطاف معنی لري.",
    "3365203058": "د نړۍ په کچه د بوټ ضد محافظت",
    "1803009328": "په ویب پیمانه د جګړې ازموینه.",
    "1586809757": "د لوړ دقت بوټ نمرې",
    "353367791": "د ډیری مختلف ډولونو خراب لوبغاړي کشف کړئ.",
    "191460155": "صفر رګ او 99.9٪ غیر فعال حالتونه",
    "585557010": "د مشروع کاروونکو 0.1٪ څخه کم ننګونه.",
    "3287172429": "د کنټرول ننګونې ډولونه ښودل شوي",
    "1844885924": "د انتخاب کولو لپاره د ډولونو پراخه کتابتون.",
    "3018523079": "د دوامداره کارونکي تجربې سره په برانډ کې پاتې شئ.",
    "3817811295": "تضمین شوی اعتبار او ګړندی 24/7 آن کال ملاتړ.",
    "1798492192": "د میراث براوزر ملاتړ",
    "1356745565": "د انټرنیټ اکسپلورر 8 ته د بیرته راستنیدو ټولې لارې مطابقت لري.",
    "751483365": "د غیر جاواسکریپټ پیرودونکو لپاره ملاتړ.",
    "4199502476": "د راپور ورکولو پرمختللي ډشبورډونه او API",
    "3630114728": "وګورئ چې ستاسو په ټولو سایټونو او ایپسونو کې څه پیښیږي.",
    "3573245166": "د reCAPTCHA برعکس، موږ په هر هیواد کې کار کوو.",
    "2354267648": "GDPR، CCPA، او LGPD دوستانه محرمیت پالیسي",
    "3167979932": "د لومړۍ ورځې څخه د محرمیت لپاره ډیزاین شوی. د قوي ډیټا پروسس کولو تړون.",
    "4065065042": "دا ډایل کړئ ترڅو ستاسو د کارونې قضیه په سمه توګه فټ کړئ.",
    "111184581": "د لومړۍ ډلې کوربه توب",
    "4272022475": "ټولې غوښتنې او شتمنۍ hcaptcha.yourdomain.com ته ځي",
    "2676853536": "د څو کاروونکو ډشبورډونه",
    "1368787974": "په خپل ټیم کې مدیریت شریک کړئ.",
    "1045484714": "ستاسو د پیژندنې چمتو کونکي سره د SAML SSO ادغام، د بیلګې په توګه Okta یا Azure AD.",
    "3953584369": "پیچلي RBAC لاسرسي محدودیتونه شتون لري.",
    "2781507299": "فوري تایید",
    "4019660456": "0ms ځنډ: د API کال پرته د hCaptcha ټوکن تصدیق کړئ.",
    "3446714684": "ګرځنده (iOS او Android) ادغام",
    "2593768395": "په ویب، اصلي ګرځنده، ګرځنده ویب کې بې سیمه تجربه. مخکې جوړ شوي ادغامونه او اصلي SDKs شتون لري.",
    "1779265104": "دودیز شرایط او د محرمیت تضمین",
    "122875767": "خپل قانوني اړتیاوې پوره کړئ کله چې نور شرکتونه نشي کولی.",
    "148188781": "ننګونې وړاندې کړې",
    "838049015": "ټول هغه عکسونه غوره کړئ چې د پوښتنې سره سمون لري",
    "1126302400": "د بندولو بکس",
    "3554448168": "طبقه بندي",
    "2104933754": "اړونده لیبلونه وپیژنئ",
    "3612043014": "... او نور ساده کارونه. د انسانانو لپاره اسانه، د بوټو لپاره سخت.",
    "3624758171": "دودیز دندې د شرکت خپرونکو لپاره هم شتون لري.",
    "1001938065": "ادغام اسانه نه و",
    "2138799135": "hCaptcha د فرنټ اینڈ او بیک انډ سیسټمونو لپاره چې تاسو یې کاروئ لسګونه دمخه جوړ شوي ادغامونه لري.",
    "2535001179": "که تاسو د ګوګل د reCAPTCHA څخه راشئ، زموږ APIs د ډراپ ان بدیل دي.",
    "1393184984": "ټول هغه څه دي چې تاسو ورته اړتیا لرئ.",
    "3715747429": "زموږ آن بورډینګ انجینران کولی شي تاسو په چټکۍ سره پرمخ بوځي، ایا تاسو د عکس العمل ادغام ته اړتیا لرئ، د iOS اصلي ایپسونو لپاره SDKs، د جاوا بیکینډ مثال، یا په حقیقت کې کوم بل سناریو.",
    "2681650568": "او د تل په څیر، محرمیت زموږ لپاره اصلي ارزښت دی. زموږ د ننګونې کوډ یوازې هغه ځای کې اضافه کړئ چیرې چې دا اړینه وي، او چیرې چې دا ستاسو او ستاسو د کاروونکو د ساتنې لپاره معنی لري. د معلوماتو راټولول کمول د ادغام له شیبې څخه پیل کیږي.",
    "1130868224": "د کوډ درې کرښې",
    "2183926131": "د hCaptcha Enterprise سره پیل وکړئ",
    "1526887904": "د hCaptcha Enterprise محرمیت",
    "1845745385": "د محرمیت لپاره ډیزاین شوی.",
    "1297224875": "د انټرپریس آنلاین امنیت لپاره په ځانګړي ډول د محرمیت پرمخ وړل شوی چلند.",
    "2762458927": "ستاسو د کاروونکي معلومات د پلور لپاره ندي.",
    "2058856283": "د hCaptcha تصدۍ یوازې یو هدف لري: ستاسو د آنلاین عملیاتو ګډوډولو او ستاسو کاروونکو ته زیان رسولو څخه د خراب لوبغاړو مخه نیولو لپاره.",
    "2408036504": "زموږ سیسټمونه پدې توګه له ځمکې څخه ډیزاین شوي ترڅو د ټولګي مخکښ امنیت ساتلو په وخت کې د معلوماتو راټولول او ساتل کم کړي. د کارونکي ډیټا خوندي کولو غوره لاره دا نه ده چې دا په بشپړ ډول ذخیره کړئ.",
    "4099477834": "د پیرودونکو ټولې اړیکې هم د قوي ډیټا پروسس کولو تړون لخوا خوندي کیږي. د hCaptcha خدمت د محرمیت ټولو قوانینو سره مطابقت لري پرته لدې چې ستاسو خدمت یا ستاسو پیرودونکي چیرې اوسیږي. د شخصي معلوماتو نه ساتل دا زموږ لپاره د نورو شرکتونو په پرتله خورا اسانه کوي.",
    "3569492665": "د آنلاین فعالیت ثبت کول ځواب ندی.",
    "3389431373": "د reCAPTCHA v3 په څیر خدمتونه وايي چې ستاسو د سایټ په هره پاڼه کې د دوی د تعقیب پکسل ایښودل د ښه امنیت لپاره اړین دي. دا خبره نه ده.",
    "3590546893": "ساده چلند تحلیل یو سیګنال دی چې په اسانۍ سره د خراب لوبغاړو لخوا رامینځته شوی ، او ستاسو د ټولو قانوني ترافیک لپاره د لټون کولو تاریخ ساتلو ته هم اړتیا لري.",
    "1105363520": "موږ د اعلاناتو شبکه نه چلوو، او د اعلاناتو پلورلو لپاره ستاسو د کاروونکي چلند څارلو کې لیوالتیا نلرو. دا پدې مانا ده چې موږ ستاسو د سایټ په هره پاڼه کې غیر فعال پکسل ته اړتیا نلرو.",
    "3088605177": "زموږ د ننګونې کوډ یوازې هغه ځای کې اضافه کړئ چیرې چې دا اړینه وي، او چیرې چې دا ستاسو او ستاسو د کاروونکو د ساتنې لپاره معنی لري.",
    "337971271": "د ماشین زده کړه ګټوره ده. مګر دا کار کولو لپاره شخصي معلوماتو ته اړتیا نلري.",
    "320166522": "د ماشین زده کړه اوس زموږ د ژوند نږدې هر اړخ اغیزه کوي، ډیری وختونه په داسې لارو کې چې موږ نه پوهیږو او نه یې لیدلی شو. آنلاین امنیتي خدمتونه توپیر نلري.",
    "3180664128": "د زرګونو سیګنالونو په زده کولو سره، ماډلونه کولی شي په چټکۍ سره د ناوړه چلند په موندلو کې لوړ باور اټکل او ترلاسه کړي، حتی کله چې هیڅ انفرادي سیګنال پخپله دومره پیاوړی نه وي چې ستونزه په ګوته کړي.",
    "961941354": "په هرصورت، له دې څخه هیڅ یو د شخصي پیژندلو وړ معلوماتو (\"PII\") کارولو ته اړتیا نلري. عصري کریپټوګرافیک تخنیکونه موږ ته اجازه راکوي چې هر ډول شخصي معلومات ژر تر ژره له مینځه یوسو، پرځای یې یو طرفه لاسلیکونه رامینځته کړئ چې هیڅ فرد سره تړاو نلري.",
    "1706581702": "د ناپیژندل شوي ډیټا په اړه روزنه هماغسې کار کوي، او د امنیت یا محرمیت په اړه موافقت ته اړتیا نلري. زموږ پیرودونکو تجربوي ازموینې ترسره کړې ، او موږ یې د خورا لږ شخصي بدیلونو سره مساوي یا غوره اعلان کړل.",
    "3203921334": "موږ د hCaptcha حلونو په اړه یو شمیر شیان خوښ کړل: 1) دوی شخصي معلومات نه پلوري؛ دوی یوازې لږترلږه اړین شخصي معلومات راټولوي، دوی د هغه معلوماتو په تشریح کولو کې شفاف دي چې دوی یې راټولوي او څنګه یې کاروي او/یا یې افشا کوي.",
    "305735018": "په پای کې، د ګوګل لپاره د اعتبار وړ بدیل. hCaptcha Enterprise ستاسو د reCAPTCHA بل کې د لوړ امنیت سره ډراماتیک سپما وړاندې کوي: په ځینو مواردو کې تر 80٪ پورې لږ ګران.",
    "3695206755": "موږ په خپل چاپیریال کې پرته له کوم مکلفیت څخه هڅه وکړئ.",
    "2941545733": "موږ انجنیران یو، پلورونکي نه: موږ غواړو چې تاسو د خپلې خوښې سره خوشحاله اوسئ.",
    "131871195": "ستاسو د رضایت ډاډ ترلاسه کولو غوره لاره دا ده چې وښیو چې موږ ستاسو اړتیاوې پوره کوو.",
    "3436534225": "په حقیقت کې ټول شرکتونه چې پیلوټ پیل کوي په نهایت کې زموږ حلونه غوره کوي.",
    "4060250206": "زموږ یو تخنیکي متخصص ته د رسیدو لپاره دا فورمه وکاروئ. موږ ژر ځواب ورکوو.",
    "1159746815": "تاسو کولی شئ موږ ته مستقیم بریښنالیک هم راکړئ.",
    "2531534427": "جزیات دلته دي.",
    "2059998584": "سیمه",
    "3916131732": "امریکا",
    "135276624": "اروپا، منځني ختیځ، افریقا (EMEA)",
    "1182294134": "آسیا-پسفیک (APAC)",
    "2437934778": "ستاسو نوم",
    "3859506577": "د سوداګرۍ بریښنالیک",
    "1268414751": "کوم نور توضیحات چې موږ باید ولرو؟",
    "42559805": "ایا تاسو بیړني سفر ته اړتیا لرئ؟",
    "851679588": "هو.",
    "1729677626": "زه تر برید لاندې یم او سمدستي الوتنې ته اړتیا لرم.",
    "2808971932": "دا د div بلاک دننه یو څه متن دی.",
    "2468683988": "سرلیک",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "د متن لینک",
    "2212670355": "ګډون کول",
    "31502377": "د بډایه متن عنصر څه شی دی؟",
    "2310705547": "د بډایه متن عنصر تاسو ته اجازه درکوي چې سرلیکونه ، پراګرافونه ، بلاک کوټونه ، عکسونه او ویډیو ټول په یو ځای کې رامینځته او فارمیټ کړئ د دې پرځای چې دوی په انفرادي ډول اضافه او فارمیټ کړئ. یوازې دوه ځله کلیک وکړئ او په اسانۍ سره مینځپانګه رامینځته کړئ.",
    "2590587108": "جامد او متحرک منځپانګې ایډیټ کول",
    "778204464": "د بډایه متن عنصر د جامد یا متحرک مینځپانګې سره کارول کیدی شي. د جامد منځپانګې لپاره، یوازې دا په هره پاڼه کې پریږدئ او سمون پیل کړئ. د متحرک مینځپانګې لپاره ، په هر ټولګه کې د بډایه متن ساحه اضافه کړئ او بیا د تنظیماتو پینل کې دې ساحې ته د بډایه متن عنصر وصل کړئ. وایلا!",
    "1890955039": "د هر بډایه متن لپاره فارمیټ څنګه تنظیم کړئ",
    "3286051798": "سرلیکونه، پراګرافونه، بلاک اقتباسونه، ارقام، انځورونه، او د ارقامو سرلیکونه ټول هغه وخت سټایل کیدی شي کله چې ټولګی د بډایه متن عنصر کې اضافه شي د \"کله دننه\" د نیست شوي انتخاب کونکي سیسټم په کارولو سره.",
    "504332576": "موږ ویاړو چې اعلان کوو چې hCaptcha په نړۍ کې د سایبر امنیت ترټولو لوی خپلواک خدمت کې وده کړې چې شاوخوا 15٪ انټرنیټ پرمخ وړي - او موږ د دې بازار ډیری برخه په مستقیم ډول د ګوګل reCAPTCHA څخه اخیستې. په ګډه، hCaptcha او",
    "1155436473": "(زموږ د تصدۍ وړاندیز) اوس هره میاشت په لسګونو ملیون ویب پا andو او ایپسونو کې د سلګونو ملیون کاروونکو ساتنه کوي. زموږ کیسه ښیې چې تاسو کولی شئ د لوی ټیک سره سیالي وکړئ کله چې تاسو محرمیت لومړی وساتئ.",
    "3108727249": "BotStop",
    "1296696044": "محرمیت او امنیت: ولې دواړه نه؟",
    "538871570": "د ګوګل او نورو لوی ټیک شرکتونو سره سیالي کول د یو اوږد امر په څیر بریښي: د دوی انحصاري بازار ځواک ، د پلیټ فارم اغیزې او د لوړ تادیه کونکي پراختیا کونکو اردو عموما د هرچا لپاره د مقابلې لپاره خورا ځواکمن ګڼل کیږي مګر د نورو تخنیکي لویانو لکه فیسبوک یا ایمیزون. زموږ کیسه ښیې چې دا باید داسې نه وي - تاسو کولی شئ په محرمیت تمرکز کولو سره لوی ټیک مات کړئ.",
    "3600718611": "د ګوګل reCAPTCHA په پام کې ونیسئ،",
    "4281708680": ". په hCaptcha کې، موږ په عمدي توګه یو خورا مختلف طریقه اخیستې ده، د محرمیت ساتلو ماشین زده کړې تخنیکونو په کارولو سره په لوړه دقت کې د عام بوټ چلند پیژندلو لپاره، ټول پداسې حال کې چې د امکان تر حده لږ معلومات مصرف او ذخیره کول.",
    "3312336121": "کوم چې د چلند ډیټا خورا لوی مصرفوي ترڅو معلومه کړي چې ایا د ویب کارونکي قانوني انسانان دي یا بوټ",
    "1193738791": ": دوی د ویب پاڼې په هره پاڼه او په ویب کې د کاروونکي چلند تعقیبوي. موږ hCaptcha د لومړۍ ورځې څخه د امکان تر حده د محرمیت دوستانه کولو لپاره ډیزاین کړی. دا د ستونزې لپاره په بشپړ ډول مختلف چلند لامل شو. لکه څنګه چې دا معلومه شوه، په ټوله ویب کې د کاروونکو تعقیب کول او د دوی ویب تاریخ د دوی هویت سره تړل د ښه امنیت ترلاسه کولو لپاره په بشپړه توګه غیر ضروري دي. ډیری شرکتونه چې hCaptcha ته تللي دي",
    "2620705814": "ګوګل د اعلاناتو شرکت دی، او د دوی امنیتي محصولات د دوی د اعلاناتو محصولاتو په څیر ښکاري",
    "1126447688": "ډیری وختونه زموږ د محرمیت تمرکز سره سره د بوټ کشف او کمولو کې مساوي یا غوره فعالیت راپور ورکوي",
    "439777523": "د مقرراتو مسایل",
    "3588274874": "د تنظیمي هڅو لکه د اروپایی اتحادیې GDPR او د کالیفورنیا CCPA سره همغږي شوي محصول وړاندې کولو تمرکز کولو کې ، موږ پراخه وده تجربه کړې - البته ، دا مرسته کوي چې hCaptcha د reCAPTCHA لپاره ساده \"ډراپ ان\" بدیل دی او پدې توګه په دقیقو کې نصب کیدی شي.",
    "2150595700": ". GDPR او CCPA د سوداګرۍ پیرودونکو لپاره په نقشه کې د محرمیت اندیښنې ځای په ځای کړي، او په ورته وخت کې آنلاین محرمیت د خلکو لپاره خورا مهم کیږي ځکه چې موږ ټول پدې پوهیږو چې څنګه د آنلاین اعلاناتو او بازار موندنې صنعتونو په تاریخي ډول زموږ ډاټا کارولې.",
    "2624949852": "البته، reCAPTCHA د 2009 راهیسې د ویب امنیت کې لومړنی داخلیدونکی و، د ناوړه بوټو او سپیمرانو لخوا د مخ پر ودې ګواښونو په وړاندې د میلیونونو ویب پاڼو ساتنه کوله. په هرصورت، دا په وروستیو کلونو کې په بشپړه توګه جوړ شوی دی:",
    "499510428": "موږ په حقیقت کې باور لرو چې مقرراتو موږ سره دلته مرسته کړې",
    "1232651561": "سافټویر اوس د خلکو په څیر ښه دی چې د reCAPTCHA ننګونو حل کوي.",
    "824740867": "د حل د ښه کولو پر ځای، ګوګل د دې پرځای reCAPTCHA v3 خپور کړ، کوم چې د امنیتي سافټویر په پرتله د اعلان شبکې په څیر ډیر کار کوي، د کاروونکي پروفایلونو جوړولو لپاره د ویب څخه د چلند ډاټا راټولوي. بدبختانه ، دا ډول سیګنال په اسانۍ سره مات شوی ، او پدې توګه د بوټونو پروړاندې لږ محافظت چمتو کوي پداسې حال کې چې د کارونکي محرمیت ته زیان رسوي.",
    "1027023087": "موږ په hCaptcha کې د دې پرځای ستونزې ته په ډیرو عصري لارو تمرکز کړی، کوم چې د اوږد مهاله چلند ریکارډونو ساتلو ته اړتیا نلري لکه د لټون کولو تاریخ او د خدمت معرفي کیدو راهیسې د ټاکل شوي مخالفانو په وړاندې خورا ډیر انعطاف ثابت شوي.",
    "2852295413": "د ګټو یو ارثي شخړه: د بوټونو بندول د اعلان شبکې عاید کموي",
    "1597520917": "د منتقدینو مخ په زیاتیدونکي شمیر په ګوته کوي چې د کارونکي محرمیت لپاره د ګوګل بې غوري باید هغه پیرودونکي اندیښمن کړي چې د دوی ویب پا andې او ایپس خوندي کولو په لټه کې دي.",
    "763447231": "په ورته وخت کې، د خپرونکو سایټونو ته د لاسرسي څخه د بوټونو مخه نیول کولی شي د اعلان درغلۍ ښکاره کړي، د ګوګل د reCAPTCHA محصول په مستقیم ډول د دوی د اعلان سوداګرۍ په وړاندې، چې د دوی 80٪ عاید تولیدوي.",
    "999674529": "هر بوټ چې ګوګل کشف کوي باید د صفر اعلان ډالر لاسته راوړي. د ګوګل شرکت هڅونې په دې توګه د دوی د امنیتي خدماتو کاروونکو سره په کمزوري ډول تنظیم شوي، او دا ممکن د دوی د reCAPTCHA امنیتي وړاندیز د ضعیف فعالیت لپاره یو توضیح وي.",
    "956019009": "د ویب زیربنا ترټولو لوی شرکتونه لا دمخه اقدام کړی",
    "1923297430": "د ډیری لوی پیرودونکو لپاره وروستی ماتیدونکی ټکی هغه وخت راغی کله چې ګوګل په هر معنی پیمانه د دوی محصول کارولو لپاره شرکتونو چارج کول پیل کړل. دا د اوږدې مودې لپاره د reCAPTCHA کاروونکي د غوره بدیلونو په لټه کې دي ځکه چې په ټوله نړۍ کې تنظیمي اندیښنې لا دمخه د ګوګل وړاندیزونو په کارولو سره رامینځته شوي چې په زیاتیدونکي ډول ناخوښه دي.",
    "2197218442": "د کلاوډ فلیر اجرایوي رییس میتیو پرنس په دې برخه کې د دې نظر لنډیز وکړ",
    "155456850": "hCaptcha ته د دوی سویچ اعلان کول:",
    "435302267": "د شرکت بلاګ پوسټ",
    "2087769953": "\"موږ د دې بدلون په اړه خوښ یو ځکه چې دا د محرمیت اندیښنې په نښه کولو کې مرسته کوي چې د ګوګل خدمت باندې تکیه کول چې موږ د یو څه مودې لپاره درلودل. موږ د یو شمیر CAPTCHA پلورونکو ارزونه او همدارنګه پخپله د سیسټم رامینځته کولو په پایله کې، hCaptcha د reCAPTCHA لپاره د غوره بدیل په توګه راڅرګند شو.\" \"موږ د hCaptcha حلونو په اړه یو شمیر شیان خوښ کړل: 1) دوی شخصي معلومات نه پلوري؛ دوی یوازې لږترلږه اړین شخصي معلومات راټولوي، دوی د هغه معلوماتو په تشریح کې شفاف دي چې دوی یې راټولوي او څنګه یې کاروي او/یا یې افشا کوي.\"",
    "595582512": "که تاسو غواړئ خپل سایټ یا ایپ په مؤثره توګه د بوټو، سپیمرانو یا نورو ناوړه لوبغاړو څخه خوندي کړئ، په داسې حال کې چې ستاسو د کاروونکو محرمیت ساتل کیږي (او د ټولو اړوندو مقرراتو سره سم!)، د hCaptcha او زموږ د سوداګرۍ وړاندیز په پام کې ونیسئ.",
    "3388180864": "په ویب پیمانه د ژورو تخنیکي ننګونو په اړه کار کولو کې لیوالتیا لرئ؟ موږ تل په ټوله نړۍ کې تکړه انجینران استخدام کوو -",
    "3892952987": "زموږ خلاصونه چیک کړئ او دلته غوښتنه وکړئ",
    "3368788823": "ټرینس ایډن په خپل بلاګ کې یو په زړه پوری ټکی کوي: \"",
    "1491780143": "کیپچا دا نه ثابتوي چې تاسو انسان یاست - دوی ثابتوي چې تاسو امریکایی یاست",
    "2146900431": "په عمدي توګه، دا ادعا خورا معنی لري. CAPTCHAs، د نږدې هر څه په څیر، په کلتوري شرایطو کې ځای پرځای شوي، او که ستاسو د ننګونو حوض اکثرا په یو کلتور کې رامینځته شوی وي، دا ممکن بل ته خورا ښه ژباړه ونکړي. په اصل کې، دا د کلتور مسله ده",
    "378086442": "د CAPTCHAs، د دوی د UX په پرتله.",
    "1445008801": "لکه څنګه چې ایډین دا لیکي:",
    "332723732": "منځپانګه",
    "2072808435": "\"څه اټکل وکړئ، ګوګل؟ زما په هیواد کې ټکسيونه عموما تور دي. ما دومره فلمونه لیدلي چې پوهیدم چې په امریکا کې ټول ژیړ دي. مګر په هر بل هیواد کې چې ما لیدلي، ټکسيونه د ماش ماش دي. مختلف رنګونه.\"",
    "3206136647": "د ګوګل ستونزه دلته د پوښتنو ډیټا پراساس ده چې دوی یې کاروي بمقابله څوک یې ګوري. که ټول معلومات د ورته کلتور څخه راځي (او د ګوګل په قضیه کې، ورته شرکت) تاسو یقینا د ننګونو تمه کولی شئ چې د ایډین شکایت سره سم، نورو کلتورونو ته ښه ژباړه نه کوي.",
    "2217842245": "په هرصورت، زموږ ډاټا ښیې چې (د hCaptcha لپاره)",
    "4280117172": "ډیری هیوادونه په حقیقت کې د متحده ایالاتو په پرتله لږ څه ښه کوي، پشمول نایجیریا، هند، برازیل او جرمني:",
    "555749578": "په هر براعظم کې په لویو هیوادونو کې د حل نرخونو کې له 1٪ څخه کم توپیر شتون لري.",
    "151737819": "د hCaptcha حل نرخونه په ټوله نړۍ کې خورا لږ توپیر ښیې",
    "3908992897": "او د نړۍ په هر هیواد او سیمه کې کارول کیږي، نو موږ د دوامداره نړیوالې تجربې چمتو کولو باندې خورا تمرکز کوو.",
    "2808122102": "د کراس کلتوري فعالیت په دې توګه زموږ د خدمت لپاره اساسي اړتیا ده. ډاډ ترلاسه کول چې ټول مشروع کاروونکي کولی شي په چټکۍ سره مینځپانګې ته لاسرسی ومومي زموږ د ماموریت یوه مهمه برخه ده. موږ په 110 ژبو کې ننګونې وړاندې کوو، او په دوامداره توګه اړونده ژباړې ته وده ورکوو ترڅو ډاډ ترلاسه کړو چې زموږ ننګونې د هرچا لخوا حل کیدی شي.",
    "3913801502": "hCaptcha اوس د انټرنیټ شاوخوا 15٪ پرمخ ځي",
    "2077639538": ". د یو لپاره، زموږ په خدمت کې د ننګونې ډاټا کولی شي له ډیری سرچینو څخه راشي، نه یوازې یو - د لوی فارچون 500 شرکتونو څخه د ماشین زده کړې پیل کولو پورې، تر هغه چې دوی زموږ پیروي کوي",
    "3951112506": ". دا دمخه په ډیټا کې د لوړې درجې توپیر تضمینوي.",
    "1803943584": "دوهم، موږ ننګونو ته اجازه ورکوو چې ځان اصلاح کړي ترڅو معلومه کړي چې دوی به په کومو هیوادونو یا ژبو کې وګرځي، د دوامداره تجربې احتمال لا نور هم زیاتوي. که دقت د تمې څخه ټیټ وي، د پوښتنو یوه ټولګه به په ساده ډول په هغه سیمه یا ژبه کې ودریږي چیرې چې دا اغیز واقع کیږي.",
    "3668873369": "په hCaptcha کې، موږ د لومړۍ ورځې څخه مختلف چلند کړی دی",
    "1519201684": "د AI اخالقي پالیسي",
    "2155089487": ". که زموږ ننګونې د ځینو ډلو لپاره حل کول اسانه وي، نو موږ به د دوی د حل کولو په وخت کې د نړۍ او مختلف کلتورونو په اوږدو کې د خلکو په ترسره کولو کې د توپیر لیدلو تمه وکړو. د ایډین د پوسټ په حواله، موږ تمه لرو چې امریکایان د نورو هیوادونو په پرتله ښه کار وکړي. ځکه چې موږ د دې ستونزې څخه د مخنیوي لپاره د سیسټمونو پراختیا کلونه تیر کړل، موږ په حقیقت کې یوازې برعکس ګورو.",
    "2603863826": "PS: که تاسو په خپله ژبه کې داسې ژباړه ومومئ چې کولی شي پرمختګونه وکاروي، وړیا احساس وکړئ چې د سپارلو لپاره وړیا احساس وکړئ",
    "3543141425": "د دې لپاره!",
    "2697276059": "شواهد دا کار کوي: په ټوله نړۍ کې یونیفورم حل نرخونه",
    "664236229": "د ایستلو غوښتنه"
}