{
  "header-privacy-link": "Lekunutu",
  "header-integration-link": "Kopanyo",
  "header-cost-link": "Litšenyehelo",
  "header-features-link": "Likaroloana",
  "header-docs-link": "Litokomane",
  "header-login-button": "Kena",
  "header-contact-button": "Ikopanye le Lithekiso",
  "intro-heading": "Netefatso ea batho ba Zero friction.",
  "intro-contact-button": "Ikopanye le rona ho ithuta haholoanyane",
  "intro-text-bottom": "E tšeptjoa ke lik'hamphani tse tsamaisang marang-rang.",
  "sub-menu-button": "Ikopanye le Lithekiso",
  "sub-menu-item1": "Khoebo",
  "sub-menu-item2": "Litšenyehelo",
  "sub-menu-item3": "Kopanyo",
  "sub-menu-item4": "Likaroloana",
  "sub-menu-item5": "Lekunutu",
  "sub-menu-item6": "Litokomane",
  "info-head-1": "E hahiloe sethaleng se netefalitsoeng sa hCaptcha",
  "info-text-1": "hCaptcha Enterprise e sebetsa ho thekenoloji ea sethala sa hCaptcha, e atolositsoeng ho kenyelletsa likarolo tse hlokahalang ke likhoebo tse ngata tsa sephethephethe.",
  "info-head-2": "Molekane ya tshepahalang",
  "intro-subtitle": "Rarolla bothata ba hau ba bot kajeno.",
  "info-text-2": "Litšebeletso tsa rona li tšeptjoa ke lik'hamphani tse kholo ka ho fetisisa lefatšeng ho sebeletsa limilione tsa basebelisi ba letsatsi le letsatsi libakeng tse mashome a limilione.",
  "cloudflare-quote-text": "Re ile ra hlahloba palo ea barekisi ba CAPTCHA hammoho le ho iketsetsa tsamaiso ka borōna. Qetellong, hCaptcha e ile ea hlaha e le mokhoa o molemo ka ho fetisisa oa ho sebelisa reCAPTCHA.",
  "cloudflare-quote-detail": "Motsamaisi oa Tsamaiso ea Lihlahisoa, Cloudflare",
  "section-quote-head": "Khetho e theko e boima bakeng sa likhoebo tse phahameng tsa sephethephethe",
  "section-quote-text": "Qetellong, ke mokhoa o ka tšeptjoang ho Google. hCaptcha Enterprise e boloka chelete e ngata bili ea hau ea reCAPTCHA ka tšireletso e phahameng: ho fihla ho 80% ka tlase ho theko maemong a mang. Litšebeletso tse ngata tse kholo ka ho fetisisa lefatšeng li se li fetohetse ho hCaptcha Enterprise 'me li fumane boemo bo ntlafalitsoeng ba bot hammoho le ho boloka litšenyehelo tse ngata.",
  "section-quote-button": "Ikopanye le rona kajeno bakeng sa qotso",
  "section-privacy-header": "Lekunutu le Tsepamisitsoe",
  "section-privacy-text-1": "Marang-rang a lipapatso a bona baeti ba hau e le sehlahisoa. Ho rona sehlahisoa se le seng feela ke ho khetholla botho ba bona. Litšebeletso tsa rona li kopana kapa li feta litlhoko tsa GDPR, CCPA, le LGPD, le matsapa a tšehetso a kang Privacy Pass. Re sebetsa ka thata ho leka-lekanya boinotši le tšireletso.",
  "section-privacy-text-2": "Taba ena e ikhethang ea boinotšing e bolela hore re ka fana ka ts'ireletso ea data ea motho ka mong, ts'ebetso e se nang li-cookie, le litiisetso tse ling tsa lekunutu tsa konteraka kamoo ho hlokahalang ha re ntse re boloka ts'ireletso e ntle.",
  "section-security-header": "Tshireletso Pele",
  "section-security-text-1": "Ho nepahala ho molemong oa hau le oa rona. hCaptcha e sebetsa ho u fa data ea sebele le ho u lumella ho etsa qeto ea ho e sebelisa. Li-captchas tse ling li fanoa ke lik'hamphani tsa papatso tsa Gigantic. Sena se bolela hore bot e 'ngoe le e' ngoe eo ba e thibelang e ka fokotsa chelete ea bona.",
  "section-security-text-2": "Ho sebelisa mekhoa ea morao-rao ea ho ithuta ka mochini re tsepamisitse maikutlo ho boinotšing ho re thusa ho feta litekanyetso tsa ts'ireletso tsa rekoto ea nalane ea maano a sa feleng ntle le ho senya ts'ireletso kapa boinotši ba basebelisi.",
  "section-user-experience-header": "Phihlelo e Ntle ea Basebelisi",
  "section-user-experience-text1": "Bakeng sa basebelisi ba Khoebo, likhetho li teng ho qoba mathata ka botlalo maemong a mangata.",
  "section-user-experience-text2": "Fokotsa likhohlano ka ho qoba phephetso ka botlalo bakeng sa 99.9% ea sephethephethe sa hau se molaong ha o ntse o fana ka ts'ireletso e ntle haholo, ka lebaka la mefuta e tsoetseng pele ea bot.",
  "section-easy-integration-header": "Ho kopanya habonolo",
  "section-easy-integration-text": "Ho eketsa hCaptcha ho nka metsotso feela le mela e seng mekae ea khoutu. API ea mantlha e tsamaisana le reCAPTCHA V2, 'me ho nka metsotso e seng mekae ho fetoha. U ka khona ho sebetsa ka mokhoa o mong oa maemo a holimo kajeno, 'me u bulele likarolo tse tsoetseng pele ha ho hlokahala.",
  "section-easy-integration-serverside": "Lehlakore la Seva:",
  "section-easy-integration-frontend": "Qetellong ea bokapele:",
  "section-threat-header": "Customized Threat Scores",
  "section-threat-text": "Ha se mathata ohle a ts'oanang: ho fumana lintlha tse le 'ngoe ho bolela hore ho tlameha ho sebetsana le litlhoko tsa hau hore ho be le thuso. Ka hCaptcha's I unique Customized Threat Scores, therisano e potlakileng e re fa monyetla oa ho fetola mefuta ea rona ho fana ka lintlha tse amanang haholoanyane khoebong ea hau.",
  "section-challenges-header": "Qala Mathata a Hao ka Metsotsoana",
  "section-challenges-text-1": "Lula u le lebitso le nang le litaba tse amehang",
  "section-challenges-text-2": "Ha basebelisi ba tlameha ho rarolla phephetso ho fihlela litlhoko tsa ts'ireletso, ke hobane'ng ha u sa etse mesebetsi e monate le e loketseng mosebedisi? Ka moqapi oa rona o bonolo oa phephetso, o ka qala litaba tsa phephetso ka mor'a metsotso e seng mekae.",
  "section-integration-header": "Kopano e otlolohileng ea Platform",
  "section-integration-subheader": "Bakeng sa Likhamphani tsa Meaho ea Marang-rang",
  "section-integration-text": "Sistimi ea hCaptcha Enterprise e feto-fetoha ka mokhoa o ikhethileng moralong oa eona: e ka sebelisoa ka mokhoa o sa fellang kapa ka ho felletseng pheletsong ea marang-rang a hau haeba o sebelisa leru la sechaba kapa o na le litsi tse ngata tsa data. Sena se ka fokotsa litšenyehelo haholo le sephethephethe sa marang-rang ha re ntse re boloka melemo eohle ea botsamaisi ke basebetsi ba rona ba 24/7 ba letsetsa ho kopana le li-SLA tse thata ka ho fetesisa.",
  "section-support-header": "Tsebo e ka Finyellehang le Tšehetso Bakeng sa Bobeli ba Hao le Basebelisi ba Hao",
  "section-support-text": "Tšebeletso ke ntho e tlang pele ho rona. Re ts'ehetsa ts'ehetso ea mohala oa 24/7 'me re fana ka tšebelisano e tobileng ea Slack le sehlopha sa hau sa kopanyo ea boenjiniere le basebetsi ba rona ba letetseng nakong le ka mor'a ts'ebetsong. ‍ Hape re ikemiselitse ho beha leihlo le ho araba lipotso tsa basebelisi ba hau mecheng ea litaba tsa sechaba, liforamu. , le likanale tsa rona tsa ts'ehetso ka har'a widget le lengolo-tsoibila. Re fumaneha ebile re arabela, 'me re nka khotsofalo ea basebelisi e le KPI e kaholimo.",
  "section-enterprise-header": "Likarolo tsa khoebo",
  "section-enterprise-title-1": "Tšireletso ea lefats'e ea anti-bot",
  "section-enterprise-desc-1": "Ntoa e lekiloeng ka tekanyo ea tepo.",
  "section-enterprise-title-2": "Lintlha tsa bot tse nepahetseng haholo",
  "section-enterprise-desc-2": "Fumana libapali tse mpe tsa mefuta e mengata e fapaneng.",
  "section-enterprise-title-3": "Khohlano ea Zero le mekhoa ea 99.9% ea ho etsa lintho",
  "section-enterprise-desc-3": "Phephetsa ka tlase ho 0.1% ea basebelisi ba molaong.",
  "section-enterprise-title-4": "Laola mefuta ea phephetso e bontšitsoeng",
  "section-enterprise-desc-4": "Laebrari e pharaletseng ea mefuta eo u ka khethang ho eona.",
  "section-enterprise-title-5": "Laola phephetso e sebelisitsoeng",
  "section-enterprise-desc-5": "Lula u le mocha ka boiphihlelo bo sa fetoheng ba basebelisi.",
  "section-enterprise-title-6": "Li-SLA tsa khoebo",
  "section-enterprise-desc-6": "Ho tšepahala ho netefalitsoeng le tšehetso e potlakileng ea 24/7 on-call.",
  "section-enterprise-title-7": "Tšehetso ea sebatli sa lefa",
  "section-enterprise-desc-7": "E lumellana ho khutlela ho Internet Explorer 8.",
  "section-enterprise-title-8": "Li-dashboards tsa litlaleho tse tsoetseng pele le API",
  "section-enterprise-desc-8": "Sheba se etsahalang libakeng tsohle tsa hau le lits'ebetso.",
  "section-enterprise-title-9": "E sebetsa naheng e 'ngoe le e 'ngoe",
  "section-enterprise-desc-9": "Ho fapana le reCAPTCHA, re sebetsa naheng e 'ngoe le e 'ngoe.",
  "section-enterprise-title-10": "Leano la lekunutu la GDPR, CCPA, le LGPD",
  "section-enterprise-desc-10": "E etselitsoe boinotši ho tloha letsatsing la pele. Tumellano e Matla ea Ts'ebetso ea Lintlha.",
  "section-enterprise-title-11": "Maemo a thata-thata",
  "section-enterprise-desc-11": "Tobetsa sena ho lumellana hantle le mokotla oa hau oa tšebeliso.",
  "section-enterprise-title-12": "Moamoheli oa mokha oa pele",
  "section-enterprise-desc-12": "Likopo tsohle le thepa li ea ho hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Li-dashboards tsa basebelisi ba bangata",
  "section-enterprise-desc-13": "Arolelana taolo ho sehlopha sa hau kaofela.",
  "section-enterprise-title-14": "Netefatso ea Hang-hang",
  "section-enterprise-desc-14": "0ms latency: netefatsa li-tokens tsa hCaptcha ntle le mohala oa API.",
  "section-enterprise-title-15": "Kopanyo ea Mobile (iOS le Android).",
  "section-enterprise-desc-15": "Boiphihlelo bo se nang mathata ho pholletsa le tepo, mobile mobile, mobile web. Likhokahanyo tse hahiloeng esale pele le li-SDK tsa tlhaho lia fumaneha.",
  "section-enterprise-title-16": "Melao le Litiisetso tsa Lekunutu tse Behiloeng",
  "section-enterprise-desc-16": "Khotsofatsa litlhoko tsa hau tsa molao ha lik'hamphani tse ling li sa khone.",
  "presented-challlenges-head": "Hlahisa Mathata",
  "presented-challenges-title-1": "Papiso",
  "presented-challenges-text-1": "Khetha litšoantšo tsohle tse lumellanang le potso",
  "presented-challenges-title-2": "Lebokose le Tlamang",
  "presented-challenges-text-2": "Hlalosa sebaka sa ho kopanya lintho",
  "presented-challenges-title-3": "Karolelano",
  "presented-challenges-text-3": "Hlalosa lileibole tse tsamaellanang",
  "presented-challenges-subheader": "...le mesebetsi e meng e bonolo. Ho bonolo ho batho, ho thata bakeng sa bots.",
  "presented-challenges-subtext": "Mesebetsi e ikhethileng e fumaneha hape bakeng sa baphatlalatsi ba likhoebo.",
  "footer-header-1": "Khampani",
  "footer-header-2": "Lisebelisoa",
  "footer-header-3": "Ikopanye",
  "footer-link-1": "Ho ngola",
  "footer-link-2": "About",
  "footer-link-3": "Mesebetsi",
  "footer-link-4": "Matšoao a khoebo",
  "footer-link-5": "Blog",
  "footer-link-6": "Boemo",
  "footer-link-7": "Litokomane",
  "footer-link-8": "Tlaleha Phoso",
  "footer-link-9": "Ho fihlella",
  "footer-terms": "Melao",
  "footer-privacy": "Lekunutu",
  "footer-attribution": "Attribution",
  "footer-subheader-1": "Tšehetso",
  "footer-subheader-2": "Ikopanye",
  "switch-to-english-link": "Fetolela ho Senyesemane",
  "intro-heading-privacy": "E etselitsoe ho ba boinotšing.",
  "intro-subtitle-p1-privacy": " Mokhoa o ikhethileng o ipapisitseng le ts'ireletso ea inthanete.",
  "info-head-2-pr": "Ho rekota lintho tse etsahalang inthaneteng ha se tharollo.",
  "info-text-1-pr": "hCaptcha Enterprise e na le morero o le mong feela: ho thibela baetsi ba bobe ho sitisa ts'ebetso ea hau ea Marang-rang le ho ntša basebelisi ba hau kotsi.",
  "info-text-2-pr": "Ka hona, litsamaiso tsa rona li entsoe ho tloha fatše ho fokotsa pokello ea data le ho bolokoa ha re ntse re boloka ts'ireletso e etelletseng pele. Mokhoa o motle oa ho sireletsa data ea mosebelisi ke ho se e boloke ho hang.",
  "info-text-3-pr": "Likamano tsohle tsa bareki li boetse li sirelelitsoe ke Tumellano e matla ea Ts'ebetso ea Data. Tšebeletso ea hCaptcha e lumellana le melao eohle ea lekunutu ho sa tsotellehe hore na tšebeletso ea hau kapa bareki ba hao ba lula hokae. Ho se boloke data ea hau ho re nolofalletsa ho feta lik'hamphani tse ling.",
  "info-text-2-2-pr": "Litšebeletso tse kang reCAPTCHA v3 li re ho beha pixel ea bona leqepheng le leng le le leng la sebaka sa hau sa marang-rang hoa hlokahala bakeng sa tšireletso e ntle. Sena ha se joalo.",
  "info-text-2-3-pr": "Tlhahlobo e bonolo ea boitšoaro ke lets'oao le qapiloeng habonolo ke libapali tse mpe, 'me le hloka ho boloka nalane ea sephethephethe sa hau kaofela.",
  "info-text-2-4-pr": "Ha re sebelise marang-rang a lipapatso, 'me ha re na thahasello ea ho shebella boitšoaro ba basebelisi ba hau hore re ba rekisetse lipapatso. Sena se bolela hore ha re hloke pixel e itseng leqepheng le leng le le leng la sebaka sa hau sa marang-rang.",
  "info-text-2-5-pr": "Kenya khoutu ea rona ea phephetso feela moo ho hlokahalang, le moo ho utloahalang ho sireletsa uena le basebelisi ba hau.",
  "info-head-3-pr": "Ho ithuta ka mochine ho molemo. Empa ha e hloke data ea hau ho sebetsa.",
  "info-text-3-1-pr": "Ho ithuta ka mochini hona joale ho ama karolo e 'ngoe le e 'ngoe ea bophelo ba rona, hangata ka litsela tseo re sa li lemoheng le tseo re sa li boneng. Litšebeletso tsa ts'ireletso ea Marang-rang ha li fapane.",
  "info-text-3-2-pr": "Ka ho ithuta ho feta likete-kete tsa matšoao, mehlala e ka fokotsa le ho fihlela boitšepo bo phahameng ba ho lemoha boitšoaro bo bobe ka potlako, esita le ha ho se na pontšo ea motho ka boeona e ka bang matla ho lekana ho bontša bothata.",
  "info-text-3-3-pr": "Leha ho le joalo, ha ho le e 'ngoe ea sena e hlokang ho sebelisa tlhaiso-leseling ea motho ka mong (PII). Mekhoa ea sejoale-joale ea li-cryptographic e re lumella ho lahla data efe kapa efe ea botho kapele kamoo ho ka khonehang, ho theha li-signature tsa tsela e le 'ngoe tse ke keng tsa amahanngoa le motho ofe kapa ofe.",
  "info-text-3-4-pr": "Koetliso mabapi le data e sa tsejoeng e sebetsa hantle, 'me ha e hloke ho sekisetsa ho ts'ireletso kapa boinotšing. Bareki ba rona ba entse liteko tse matla, 'me ba phatlalalitse hore re lekana kapa re betere ho feta mekhoa e meng e seng ea poraefete.",
  "cloudflare-quote-text-privacy": "Re ratile lintho tse 'maloa mabapi le tharollo ea hCaptcha: 1) ha ba rekise lintlha tsa botho; ba bokella feela bonyane lintlha tsa botho tse hlokahalang, ba hlakile ha ba hlalosa lintlha tseo ba li bokellang le hore na ba li sebelisa joang le/kapa ba li senole.",
  "pilot-head": "Re leke tikolohong ea hau ntle le boitlamo.",
  "pilot-text-1a": "Re baenjiniere, eseng barekisi: re batla hore u thabele khetho ea hau.",
  "pilot-text-1b": "Mokhoa o motle oa ho netefatsa khotsofalo ea hau ke ho bonts'a hore re fihlela litlhoko tsa hau.",
  "pilot-text-1c": "Hoo e batlang e le lik'hamphani tsohle tse qalang ho khanna lifofane li qetella li khetha tharollo ea rona.",
  "pilot-text-1d": "Sebelisa foromo ena ho fihla ho e mong oa litsebi tsa rona tsa tekheniki. Re arabela ka potlako.",
  "pilot-text-1e": "U ka boela ua re romela imeile ka ho toba.",
  "pilot-email-details": "Lintlha li mona.",
  "pilot-f1": "Sebaka",
  "pilot-f2": "Lebitso la hau",
  "pilot-f3": "Lebitso la hau",
  "pilot-f4": "Imeile ea khoebo",
  "pilot-f5": "Lintlha tse ling hape tseo re lokelang ho ba le tsona?",
  "pilot-f6": "A na u hloka ho palama ka potlako?",
  "pilot-f7": "Ee.",
  "pilot-f8": "Ke hlasetsoe 'me ke hloka ho palama hanghang.",
  "pilot-f9": "Kenya",
  "pilot-f10": "Ka ho kenya lengolo-tsoibila la hau, o lumellana le Melao le Leano la Lekunutu, le ho amohela lengolo-tsoibila ho tsoa ho rona.",
  "pilot-fo-1": "Ho kopanya ho ne ho se bonolo.",
  "pilot-fo-2": "hCaptcha e na le likhokahano tse ngata tse hahiloeng esale pele bakeng sa litsamaiso tse ka pele le tse ka morao tseo u li sebelisang.",
  "pilot-fo-3": "Haeba ho ka etsahala hore u tsoa ho reCAPTCHA ea Google, li-API tsa rona li tla nkeloa sebaka. Mela e meraro ea khoutu ke eona feela eo u e hlokang.",
  "pilot-fo-4": "Baenjineri ba rona ba onboarding ba ka etsa hore u tsamaee kapele, ebang u hloka React integration, SDKs for iOS native apps, Java backend mohlala, kapa hoo e batlang e le boemo bofe kapa bofe.",
  "pilot-fo-5": "'Me joalo ka kamehla, boinotši ke boleng ba mantlha ho rona. Kenya khoutu ea rona ea phephetso feela moo ho hlokahalang, le moo ho utloahalang ho sireletsa uena le basebelisi ba hau. Ho fokotsa pokello ea data ho qala ho tloha motsotsong oa ho kopanya.",
  "pilot-fdone": "Kea leboha. Re tla kopana haufinyane.",
  "home-ent-2-new": "Ithute haholoanyane ka tharollo ea khoebo ea rona.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Litharollo tsa hCaptcha Enterprise li fana ka ts'ireletso e etelletseng pele le ho sireletsa lits'ebeletso tse ngata tse holimo tsa inthanete.",
  "home-plans-button-2-new": "Ithute haholoanyane",
  "header-enterprise-link": "Khoebo",
  "sales-interstitial-c1b-new": "Ithute haholoanyane ka hCaptcha Enterprise"
}
