{
    "1001938065": "Ho kopanya ho ne ho se bonolo",
    "1012122721": "* Li-cookies tsa lipalo-palo li laoloa ke rona ka kotloloho (ke hore, motho oa pele, eseng li-cookies tsa mokha oa boraro), moo data e sa sebelisoeng ho profiling.",
    "1014004474": "Merero ea Khoebo ea hCaptcha e fana ka litumellano tse tsoetseng pele tsa boemo ba ts'ebeletso ho boloka mokhatlo oa hau o sirelelitsoe",
    "1021431157": "( ) Ho se lumellane le lilaesense tsa mohloli o bulehileng kapa oa mohloli o bulehileng",
    "1023070345": "Pele ho la 14 Hlakubele 2021",
    "1023108656": "Lihlopha tsa Baamoheli ba Mokha oa Boraro",
    "1023190144": "hCaptcha® ka mongolo",
    "102498091": "Google e lefisa $1 bakeng sa likopo tse 1000 tsa khoebo ea reCAPTCHA, ho bolelang hore joale ba lefisa chelete e fetang eo ba e batlang ho senya ts'ireletso ea litšebeletso tsa bona. Sena se bonahala eka ke ntho e mpe.",
    "102695075": "Nako",
    "1027023087": "Ho fapana le moo, rona ba hCaptcha re tsepamisitse maikutlo mekhoeng ea sejoale-joale ea bothata, e sa hlokeng ho boloka lirekoto tsa boitšoaro ba nako e telele joalo ka nalane ea ho bala, 'me re ipakile re le matla ho feta ho tobana le bahanyetsi ba ikemiselitseng ho tloha ha ts'ebeletso e qala.",
    "1027200955": "Bua le e mong oa litsebi tsa sebaka sa rona ho hlalosa litlhoko tsa projeke ea hau: ho nepahala ha sepheo, sebopeho le litlhoko life kapa life tse ikhethang.",
    "1028058338": "Ka kopo bona karolo ea rona ea \"Tsebiso ho Litaba tsa EU\" e amanang le litokelo tsa hau tlas'a Molao o Akaretsang oa Tšireletso ea Boitsebiso (\"GDPR\").",
    "1033698050": "1. Na re lumela hore moreki o re file nyeoe ea tšebeliso eo re nkang e amoheleha boitšoarong, ho latela tlhaloso ea rona ea mekhoa e tloaelehileng ea sechaba sa Bophirimela?",
    "1035621426": "Bot e 'ngoe le e' ngoe e khetholloang ke reCAPTCHA e fokotsa ka kotloloho lekeno la lipapatso tsa Google.",
    "1038019440": "1. Na moreki enoa o emetse litabatabelo tsa naha tsa naha e tsejoang ka boitšoaro bo khahlano le melao le litloaelo tsa machaba?",
    "103876916": "bakeng sa litlaleho tse loketseng tsa ts'ireletso mabapi le ts'ebeletso ea hCaptcha le khoutu ea mohloli e amanang le eona.",
    "1042802841": "Lintlha tsa lekunutu ke tlhahisoleseling efe kapa efe e tšoailoeng e le lekunutu kapa ea mong'a ntlo, kapa e lokelang ho utloisisoa ke motho ea e amohelang hore ke lekunutu kapa ke mong'a ntlo. Sena ha se kenyeletse tlhahisoleseding efe kapa efe e (1) e fumanehang phatlalatsa, (2) e seng e ntse e le matsohong a, e ntlafalitsoeng ka boikemelo ke, kapa e seng e tsejoa ke mokha o amohelang, kapa (3) e senotsoe ka taelo ea lekhotla kapa joalo ka ha ho hlokoa ke molao.",
    "1045484714": "Khokahano ea SAML SSO le Mofani oa Boitsebiso ba hau, mohlala, Okta kapa Azure AD.",
    "1046087606": "IBM. (Lefatšeng). Litšebeletso li fanoa: IBM Cloud.",
    "1047251718": "Leha ho le joalo, kajeno, ha batho ba bua ka li-API, kamehla ba bolela li-API tse thehiloeng ho litekanyetso. Tsena ke li-API tse hahiloeng ho sebelisoa litekanyetso tse bulehileng joaloka Representational State Transfer (REST) le liforomo tse tloaelehileng tsa faele tse kang JavaScript Object Notation (JSON). Li-API tse joalo tsa \"RESTful API,\" joalo ka ha li tsejoa, li ka etsoa ntle le tlhokahalo ea software ea botho. Li-API tse hlahisoang li khona ho romella le ho amohela mehala ea data le ts'ebetso lipakeng tsa lits'ebetso tsa software. Mohlala, app ea mobile banking e sebelisa API ho fihlella lits'ebetso tsa banka.",
    "1050501253": "E Thata Haholo",
    "1051214799": "hCaptcha ke ts'ebeletso ea ts'ireletso ea webo e lekang ho arolelana boleng le bahatisi ba liwebsaete kapa lits'ebetso tse e sebelisang.",
    "1053787685": "Tefo ke Eng?",
    "1058572205": "rona haeba o rata ho ithuta haholoanyane ka",
    "1059502393": "Ho nka lintlha tsa Tlaleho ea Bug: Firefox",
    "1061239711": "3. Mokete oa pele",
    "1062291156": "maemo a tloaelehileng",
    "1066753052": "ho bolelang hore sepache ha se na letho, 'me u setšeng se kenyeletsang phephetso ea hCaptcha. Hang ha u qetile phephetso, u tla fumana li-tokens tse ka lopolloang ho websaeteng leha e le efe e nang le hCaptcha.",
    "1067704102": "Boleng ba ho Labela Lintlha",
    "1070364246": "Oops! Ho bile le phoso ha re romella foromo.",
    "10724169": "U amohela Leano la rona la Lekunutu, le laolang seo re tla se etsa ka Boitsebiso bofe kapa bofe boo u re fang bona.",
    "1074044172": "Ha basebelisi ba tlameha ho rarolla phephetso ho fihlela litlhoko tsa hau tsa ts'ireletso, hobaneng u sa botse lipotso tse monate le tse bohlokoa ho mosebelisi?",
    "1077448694": "Ho hokahana le liwebsaete tsa batho ba bang tsa litaba tsa sechaba.",
    "1080672247": "Hobane lipotso tse ngata tse botsoang li ke ke tsa rarolloa ka moruo ntle le software ea sethala, 'me hobane data ka kakaretso e ikhetha ho tsamaiso, sena se bolela hore bots hangata e emisoa ka ho feletseng ke tšebeletso ea mahala,' me e tlameha ho itšetleha ka batho ba rarollang CAPTCHA ho e-na le hoo. e etsa hore mefuta e mengata ea tlhekefetso e se be moruo.",
    "1080752747": "Ikopanye le thekiso",
    "1085089390": "Tlhekefetso ea inthaneteng e bakoa ke boitšoaro bo tsoetsoeng ba batho",
    "1087195513": "Ha o le Mothusi ya fihlellang Ditshebeletso le/kapa o etsa mesebetsi ka kapa o hokahane le Mohokahanyi lebitsong la Mokopi eo e seng IMI, o dumela mme o dumela hore Intuition Machines ha e na boikarabelo ebile ha e na tlamo ho wena tlhompho ho meputso efe kapa efe kapa matšeliso a mang bakeng sa mesebetsi e phethiloeng. O dumela le ho dumela hore meputso efe kapa efe kapa puseletso efe kapa efe bakeng sa mesebetsi e phethilweng e behilwe feela ho ya ka tumellano ya hao le Mokopi le/kapa Mokopanyi, kamoo ho hlokahalang. Likhohlano leha e le life mabapi le meputso e joalo kapa matšeliso a mang (ho kenyeletsoa ntle le moeli ho hlōleha ho fumana meputso e joalo kapa matšeliso a mang) li pakeng tsa hao feela le Mokopi le/kapa Mokopanyi, kamoo ho hlokahalang.",
    "1087260385": "Haeba u na le lipotso mabapi le Leano lena la Lekunutu, ka kopo ikopanye le rona ho",
    "1088304322": "Re ka sebelisa tlhahisoleseling ea hau ka mabaka a sa hlalosoang ho Leano lena la Lekunutu, moo molao o re lumelletseng ho etsa joalo le moo lebaka le lumellanang le sepheo seo re se bokeletseng. Haeba re hloka ho sebelisa lintlha tsa hau molemong o sa amaneng, re kanna ra u tsebisa le ho u hlalosetsa motheo o sebetsang oa ts'ebeliso eo. Haeba re itshetlehile ka tumello ya hao bakeng sa tshebediso e itseng ya tlhahisoleseding ya hao ya botho, re ka kopa tumello ya hao bakeng sa morero ofe kapa ofe o sa amaneng le ho o dumella ho kgaotsa tshebediso ya hao ya tshebeletso ka nako eo haeba o hana.",
    "1089415440": "Ho fumana ntho e nepahetseng litšoantšong le lifitio",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "109179759": "Litekanyetso tsa litaba tsa boitšoaro: Taba ea mantlha",
    "1092241113": "Ho utloisisa hamolemo lithahasello tsa Bareki ba rona le Bahokahanyi.",
    "1093280979": "1. Liforomo tsa Taelo ea Sethala",
    "1099238677": "Ka molumo oa rona o phahameng le latency e tlase re tla fetola mosebetsi oa hau kapele, ka ho fana ka othomathiki hang ha o qetile.",
    "1103295010": "Fumana chelete kapa u fane ka liphallelo bakeng sa ha batho ba rarolla li-CAPTCHA",
    "1105363520": "Ha re sebelise marang-rang a lipapatso, 'me ha re na thahasello ea ho shebella boitšoaro ba basebelisi ba hau hore re ba rekisetse lipapatso. Sena se bolela hore ha re hloke pixel e itseng leqepheng le leng le le leng la sebaka sa hau sa marang-rang.",
    "110836420": "E qetetse ho ntlafatsoa: la 23 Tšitoe 2020",
    "1108398506": "bareki ba fumana taolo e feletseng holim'a phihlelo, 'me ba rua molemo ho tsebo eo hCaptcha e e fumaneng ho sebetsa mofani oa kholo ka ho fetisisa ea ikemetseng oa phephetso inthaneteng. Ba boetse ba fumana thekiso e betere ho feta Enterprise ea reCAPTCHA: ho fihla ho 50-80% ea litheko tse betere, ho latela bophahamo ba modumo.",
    "111184581": "Moamoheli oa mokha oa pele",
    "1112074001": "Hata 2: Tobetsa ho Network tab ho Lisebelisoa tsa Moetsi. Sheba lebokose la \"Persist logs\" ka holimo.",
    "1115642494": "1. Mohloli: BuiltWith.com reCAPTCHA libaka tsa marang-rang. E tsositsoe ka la 9 Phupu 2019.",
    "1115671076": "Zendesk, Inc. (Lefatšeng). Litšebeletso li fanoa: Zendesk.com.",
    "1116455671": "K: U tla fumana moputso bakeng sa tharollo ea pele haeba mosebelisi a e tlatsa sebakeng sa hau sa marang-rang. Litopollo li latela mokhoa o ts'oanang oa karabelo joalo ka ha eka mosebelisi o ipatile sebakeng sa hau sa marang-rang ka lebaka la kholiseho e phahameng ea bareki: ha ho moputso o hlahang, 'me mohala oa netefatso oa sebaka o tsoang ho seva sa hau o fumana `mokitlane: Bohata' liphethong tsa lipasa.",
    "1118929614": "( ) Bothoto bo fetelletseng ba batho ba etsang khoebo ka li-spammers",
    "1119009846": "Joalo ka ha ho hlokahala ho ikamahanya le molao o sebetsang, ho kenyeletsoa likopo tsa mmuso, likopo tsa ts'ebetsong ea molao, le tse ling ho mekhatlo ea sechaba le ea poraefete e le ho sireletsa litokelo, boinotši, polokeho, kapa thepa ea hau, rona kapa ba bang.",
    "1123365779": "Haeba u setsebi sa marang-rang kapa u setsebi sa marang-rang, kakaretso ke hore re lakatsa hore o re romelle marang-rang a rekotiloeng HAR le li-log console tsa sebatli.",
    "1126302400": "Lebokose le Tlamang",
    "1126447688": "hangata e tlaleha ts'ebetso e lekanang kapa e betere ho lemoha le ho fokotsa bot ho sa tsotelehe tsepamiso ea rona ea lekunutu",
    "1126613163": "Boitsebiso bo Bohloko",
    "1129833879": "Emisa li-bots tse kotsi, sireletsa boinotši ba basebelisi",
    "1130783905": "Ho nepahala ho molemong oa hau le oa rona. hCaptcha e sebetsa ho u fa data ea sebele le ho u lumella ho etsa qeto ea ho e sebelisa. Litharollo tse ling tsa ts'ireletso li fanoa ke lik'hamphani tsa papatso tsa Gigantic. Sena se bolela hore bot e 'ngoe le e' ngoe eo ba e thibelang e ka fokotsa chelete ea bona.",
    "1130802068": "Re sebelisa lintlha tseo re li bokellang molemong o latelang:",
    "1130868224": "Mela e meraro ea khoutu",
    "1131196501": "Lik'hamphani tse kholo li rata",
    "1131525092": "Kopanya batšoantšisi ba babe hammoho ntle le matla ka li-UID tsa rona tse bolokang lekunutu ho fumana le ho emisa bomenemene le tlhekefetso.",
    "1133989302": "Ke hobane'ng ha hCaptcha?",
    "1137757109": "Haeba e le ak'haonte ea eCommerce, mohlaseli a ka odara thepa. Haeba motho ea hlokofalitsoeng e le banka, mohlaseli a ka fetisetsa chelete ka ntle ho naha, joalo-joalo.",
    "1139493658": ", le ho sebetsa ka thata ho leka-lekanya boinotši le tšireletseho.",
    "1139500589": "Naha",
    "1140554614": "Tumellano ea Ts'ebetso ea Lintlha",
    "1141402092": "Likarolo tse tsoetseng pele tsa tlaleho",
    "1144966033": "E etselitsoe litšenyehelo le boleng",
    "1150035777": "Mefuta e tsoetseng pele ea ho ithuta ka mochini e hlahisa lintlha tsa kholiseho tsa bot tse ipapisitseng le lintlha tse ngata ho feta hore na lipotso li arajoa ka nepo",
    "1150786045": "www.botstop.com",
    "1150963691": "Phokotso ea APT",
    "1151065360": "( ) Li-blacklists lia monya",
    "1155436473": "(likhoebo tsa rona tse fanang ka litšebeletso) joale li sireletsa basebelisi ba limilione tse makholo ho limilione tsa liwebsaete le lits'ebetso khoeli le khoeli. Pale ea rona e bontša hore u ka qothisana lehlokoa le Big Tech ha u etelletsa lekunutu pele.",
    "1155821305": "tshireletso ke botebo",
    "1156712451": "Teko ea Pele ea Mosebetsi",
    "1159746815": "U ka boela ua re romela imeile ka ho toba.",
    "1160252730": "Google e se e lefisa litefiso tse holimo bakeng sa Enterprise ea reCAPTCHA, e leng se etsang hore lik'hamphani tse ngata li hlahlobe konteraka ena bocha.",
    "1160707899": "12. Karolo ea Mofani le Kamano le IMI le Bakopi ba Bang",
    "1161704803": "Hobaneng re na le leano la AI Ethics?",
    "116842359": "***** Lipoelano li lebelletsoe ho phethela ka matsatsi a 'maloa ka lebaka la tlhokomelo ea sistimi.",
    "1169005651": "La 15 Loetse 2019",
    "1172067553": "Sethala sa HUMAN se ka morao ho hCaptcha se fana ka boleng bo phahameng ba mosebetsi le likarolo tsa tsamaiso ka li-on-premise, hybrid, kapa SaaS deployments tse kopanyang le mekhoa ea hau e teng.",
    "117227832": "( ) Ke hobane'ng ha re lokela ho tšepa uena le li-server tsa hau?",
    "1173652155": "Baeletsi",
    "1173934218": "Re utloisisa hore lekunutu la hau ke la bohlokoa ho uena 'me re ikemiselitse ho bua pepeneneng mabapi le mahlale ao re a sebelisang. Leano lena le fana ka lintlha tse qaqileng mabapi le hore na re sebelisa li-cookie joang le neng ho Liwebsaete tsa rona le Tšebeletso.",
    "1174237568": "Mesebetsi ena ea ho lokisa e etsa lithahasello tsa rona tse molaong. Re leka ho nahana le ho leka-lekanya litšusumetso life kapa life tse ka bang teng ho uena (tse ntle le tse mpe) le litokelo tsa hau pele re sebetsana le litaba tsa hau bakeng sa lithahasello tsa rona tse molaong. Ha re sebelise lintlha tsa hau bakeng sa mesebetsi eo lithahasello tsa rona li phahamisitsoeng ke tšusumetso efe kapa efe e mpe ho uena (ntle le haeba re na le tumello ea hau kapa ho hlokahala kapa ho lumelletsoe ke molao).",
    "1177598246": "Ikopanye le Lithekiso",
    "1182294134": "Asia-Pacific (APAC)",
    "1186243118": "litšoantšo tsa logo",
    "1187718370": "Iteanye le rona",
    "1188668818": "fana ka boitsebiso leha e le bofe ba bohata ha u ntse u sebelisa sebaka sena sa marang-rang (ho kenyeletsoa ntle le meeli ho iketsa motho leha e le ofe kapa mokhatlo leha e le ofe o mong ka har'a akhaonto ea hau, kapa ho bua ka bohata kapa ka tsela e 'ngoe u ipuella hampe kapa kamano ea hau le motho leha e le ofe kapa mokhatlo leha e le ofe oa akhaonto ea hau;",
    "119098046": "Ho thoe'ng ka litharollo tse sa reng letho kapa tse se nang phephetso?",
    "119298044": "Litheknoloji tse tsoetseng pele tse itlhokomelang tsa ML le AI li sireletsa thepa ea hau ea marang-rang ho litšokelo le litlhaselo",
    "1193738791": ": ba latela boitšoaro ba basebelisi leqepheng le leng le le leng la sebaka sa Marang-rang le marang-rang. Re hlophisitse hCaptcha hore e be bonolo ka hohle kamoo ho ka khonehang ho tloha letsatsing la pele. Sena se ile sa etsa hore ho be le mokhoa o fapaneng ka ho feletseng oa bothata. Joalo ka ha ho le joalo, ho latela basebelisi marang-rang le ho hokahanya nalane ea bona ea webo le boitsebahatso ba bona ha ho hlokahale ho fihlela ts'ireletso e ntle. Likhamphani tse ngata tse fetohetseng ho hCaptcha",
    "1200905005": "††† Ho tloha ka Loetse 2021, poelano le litefo joale li nka nako ea matsatsi a 10 ho fapana le letsatsi le le leng, molemong oa ho nolofatsa mathata a ts'ebetso a amanang le kholo ea ts'ebeletso.",
    "1201821619": "hCaptcha e rarolla e 'ngoe ea mathata a bohlokoa ka ho fetisisa kajeno: ho thibela bots e kotsi ho sebelisa litšebeletso tsa marang-rang hampe.",
    "120384113": "6. Ho felisoa",
    "1204911585": "2. Haeba u sebelisa sebatli sa Brave, se sa bonahaleng (ho tloha ka Mmesa 2020) se na le mofuta ofe kapa ofe oa lethathamo la li-cookie, e ea ho Likhetho -> Shields -> Li-cookie ebe u khetha \"Lumella Li-cookie Tsohle.\"",
    "1208179159": "LogDNA, Inc. (Lefatšeng). Litšebeletso li fanoa: LogDNA.com.",
    "121192737": "Keketso tse tlang",
    "1216071511": "Mehopolo e tšoanang e hlahisoa khafetsa hoo lilemong tse ka bang 20 tse fetileng, sengoli se sa tsejoeng se ileng sa tla ka mokhoa o thusang oa ho tlatsa lipuisano tsa inthanete mabapi le tharollo ea anti-spam:",
    "121743429": "Bakeng sa Likhamphani tsa Meaho ea Marang-rang",
    "1218990730": "mokhoa oa ho tlaleha litaba ka lintlha tse qaqileng",
    "1219091208": "Dropbox",
    "1224727373": "BotStop ka hCaptcha",
    "122875767": "Khotsofatsa litlhoko tsa hau tsa molao ha lik'hamphani tse ling li sa khone.",
    "1229233916": "Mengolo e botlaaseng ba leqephe",
    "1230058025": "Severability. Ntle le Tlokotsi ea Ketso ea Sehlopha, haeba poleloana kapa tokisetso, kapa karolo ea poleloana ena ea karohano e phatlalalitsoe e le lefeela kapa e sa qobelloe e tla khaoloa 'me karolo e setseng ea poleloana ea arbitration e tla sebetsa.",
    "1232651561": "software e se e sebetsa hantle joaloka batho ho rarolla mathata a reCAPTCHA.",
    "1233229030": "Tse fapaneng",
    "1233793176": "Liwebsaete tsa rona le Tšebeletso ha li lebisoe ho bana ba ka tlase ho lilemo tse 13 'me ha re bokelle Boitsebiso ba Botho ka boomo ho bana ba ka tlase ho lilemo tse 13. Haeba re tseba hore re bokelletse Boitsebiso ba Botho ba ngoana ea ka tlaase ho lilemo tse 13, re tla nka mehato e utloahalang ea ho hlakola boitsebiso bo joalo lifaeleng tsa rōna kapele kamoo ho ka khonehang, ntle le haeba re na le tlamo ea molao ea ho bo boloka. Ka kopo ikopanye le rona ho",
    "1235925265": "Litokomane",
    "1237076138": "hCaptcha e fana ka tumellano e ntle ho bareki ba mahala (hCaptcha Publisher) le ba khoebo (hCaptcha Enterprise).",
    "1240667045": "Re ka emisa, ra thibela, kapa ra hlakola phihlello ea hau ea Litšebeletso ka nako efe kapa efe ka lebaka lefe kapa lefe, ho kenyelletsa le hobane: (a) re lumela hore u tlotse Melaoana ena ea Ts'ebeletso (ho kenyeletsoa le maano a mang a amanang le ona); (b) re dumela hore o hataketse ditokelo tsa rona kapa ditokelo tsa motho ofe kapa ofe wa boraro; (c) ha re khone ho netefatsa kapa ho netefatsa lintlha tseo u re fileng tsona; kapa (d) re lumela hore liketso tsa hau li ka hlahisa melato bakeng sa hau, rona, kapa batho ba bang. Ho qoba lipelaelo, re na le tokelo ea ho u thibela kapa ho emisa tefo haeba re lumela ka ho utloahalang hore e 'ngoe ea tse boletsoeng ka holimo e sebetsa tefong e joalo.",
    "1241291641": "Sheba lintlha tse ling.",
    "1242066691": "Khetha lebokose le haufi le \"Lumella li-cookies tsa batho ba bang.\"",
    "1243684308": "Re nka maikutlo a hau ka botebo, 'me re batla ho netefatsa hore motho e mong le e mong o na le boiphihlelo bo monate inthaneteng, ka li-bots tse fokolang le spam e nyane. Ikopanye le rona:",
    "1250541092": "— Sergi Isasi",
    "1253441326": "5. Tobetsa \"OK\"",
    "1254771154": "liqholotso tse bonts'itsoeng lits'ebeletso tse ling tsa Privacy Pass-support tseo le tsona li kentseng hCaptcha, mohlala Cloudflare.",
    "1258965840": "Kahoo, haeba mohlaseli a ka kena setšeng se le seng, mohlomong a ka kena libakeng tse ngata a sebelisa mangolo a netefalitsoeng a tšolotsoeng. Mohlala, ba kanna ba fumana lebitso la mosebelisi / li-password tse kang JohnDoe/525momma, empa ha ba tsebe hore na para eo e tla ba etsetsa eng. Kahoo, ba leka para ho Amazon.com, Ebay, Citibank, Walgreens le joalo-joalo. Ba ka 'na ba leka para eo libakeng tse likete tse fapaneng.",
    "1259002282": "U fumane bothata? Mona ke mokhoa oa ho e tlaleha.",
    "126134492": "Tse ding",
    "1263998069": "Fumana meputso bakeng sa tharollo ea batho",
    "1266963825": "Q: Na hCaptcha Karolo 508 + WCAG 2.1 AA e lumellana?",
    "1268414751": "Lintlha tse ling tseo re lokelang ho ba le tsona?",
    "1268918580": "Tse ling tsa li-logos le matšoao a sebelisoang ke hCaptcha le balekane ba eona ke tsa batho ba boraro 'me li ka sebelisoa feela ka tumello ea bona. Batho ba bang ha ba na ho sebelisa matšoao a latelang ntle le ha ho lumelletsoe ke beng ba bona:",
    "1270712701": "Liphatlalatso le Litlaleho tsa Haufinyane",
    "1271831121": "Ha ho joalo ka ha mohatelli (ea apereng hoodie, ehlile!) o lutse moo, a thaepa mangolo a netefalitsoeng ka mor'a lengolo la bopaki. Bot ea ho kena ka boits'oaro e ka etsoa ka sesebelisoa se kantle ho sethala joalo ka Selenium kapa sesebelisoa sa hacker se iketselitsoeng.",
    "1273071008": "Likopo tsa Litokelo tsa ho Fumana Lihlooho tsa Lintlha",
    "1273914192": "3. Makhetho",
    "1275150216": "Libaka",
    "1278884196": "Ho boletse joalo, cryptography ke taeo e nyane haholo. Ho ipapisitsoe le nalane ea morao-rao, leano la hau la \"cryptographic\" le / kapa ts'ebetsong e kanna ea robeha hang ha mang kapa mang a e-na le tšusumetso ea ho e sheba ka hloko, 'me ho ka etsahala hore ebe batho ba bang ba tla utloisisa sena nako e telele pele u etsa joalo. Ho itšetleha ka Hardware ho boetse ho bolela hore o kanna oa hloka ho kopa e mong le e mong oa basebelisi ba hau ho fetola sesebelisoa sa 'mele e le hore a ka lokisa phoso. Sena ha se na monyetla oa ho etsahala kapele maemong a mangata, ho bolelang hore ha e le hantle sistimi ea hau e tla hloleha ho buleha.",
    "1282121137": "Ho utloisisa hore na ho nka liak'haonte ho ka ba bothata hakae, nahana hore na boiphihlelo bo shebahala joang ho latela pono ea setsi sa lichelete. Ba sebetsana le li-logins tse limilione letsatsi le leng le le leng.",
    "1289884910": "Re boetse re phatlalatsa tlhahlobo le litlaleho tsa nako le nako. Ka mohlala:",
    "1291824746": "Litefiso tsa hCaptcha li sebetsa ka kotara ka mor'a matsatsi a 60. Ho hlakisa hore na sena se bolela eng, ka kopo sheba tafole e ka tlase.",
    "129661785": "Na o kile oa botsoa ho \"tobetsa koloing / crosswalk / stoplight?\"",
    "1296696044": "Lekunutu vs. Tshireletso: Hobaneng e se ka bobeli?",
    "1297224875": "Mokhoa o ikhethileng o ipapisitseng le lekunutu oa ts'ireletso ea Marang-rang ea Khoebo.",
    "1297657322": "Skrine ea phihlello ea mosebelisi kamora ho kena",
    "1300485304": "hCaptcha e sireletsa khahlanong le litšokelo tse tsoetseng pele le manonyeletso a etselitsoeng ho kenella marang-rang a hau",
    "130239139": "Ke boleng bofe ba lilemo tse 100+ tsa mosebetsi tse bokeletsoeng ke Google letsatsi le letsatsi?",
    "1316817321": "Attribution",
    "131871195": "Mokhoa o motle oa ho netefatsa khotsofalo ea hau ke ho bonts'a hore re fihlela litlhoko tsa hau.",
    "1330274831": "Ka hona, o re fa laesense ea lefats'e ka bophara, e sa khetheheng, e ka fetisoang, e fetisoang, e sa lefelloeng, e ke keng ea hlakoloa nakong ea Tumellano ena ho sebelisa, ho hlahisa, ho aba ka mokhoa oa elektroniki, le ho bonts'a Boitsebiso bofe kapa bofe ba Bareki phatlalatsa molemong oa ho fana ka Litšebeletso feela. . U emela le ho fana ka tumello ea hore u na le tokelo e lekaneng, sehlooho le thahasello ho data ea hau ho fana ka laesense karolong ena.",
    "1333016413": "Sena se o thusa ho qoba lipotso tse tlang ka ho ingolisa le ho beha cookie.",
    "1337725003": "hCaptcha e ikemiselitse ho etsa demokrasi ho fihlella litlatsetso tsa nako ea nnete ea molumo o phahameng, ho lumella lik'hamphani tse kholo le tse nyane ho ntlafatsa boleng ba lihlahisoa le lits'ebeletso tsa bona ka ho sebelisa thuto ea mochini khoebong ea bona.",
    "1338341134": "hCaptcha + Privacy Pass (Beta)",
    "1340011854": "Ho Hlokahala Tharollo e 'ngoe ea Likhohlano. Ua lumela hore bakeng sa phehisano efe kapa efe e hlahang kapa e amanang le ts'ebeliso ea hau ea Litšebeletso, ho kenyeletsoa khang efe kapa efe e ka 'nang eaba e hlahile ho tloha ha u qala ho etsa mesebetsi bakeng sa IMI, 'me ka ho khetheha ho kenyelletsa tleleime efe kapa efe e amanang le hore na u khetha kapa che. rakonteraka e ikemetseng, o tla tsebisa IMI pele ka tleleime ea hau khahlanong le eona. Uena le IMI le tla leka ho rarolla bothata ka lipuisano tse tobileng kapa lipuisano. Re tla arola litšenyehelo tsa ho kena lipakeng ka ho lekana 'me re lumellane hore lipuisano li tla etsoa ka mohala kapa mekhoa e meng ea elektroniki. Haeba tleleime e lula e sa rarolloa ka mor'a lipuisano tse sa reroang kapa lipuisano, u lumellana hore uena le IMI le tla sebelisa tharollo ea ho qetela le e tlamang ho rarolla khang. Temana ena e laola liqoso tsohle ho tloha ha u qala ho sebelisa sebaka sa rona sa Marang-rang, ebang se ipapisitse le tort, konteraka, molao, ho kenyeletsoa, empa ho sa felle feela, liqoso life kapa life tsa khethollo le tlhekefetso, hore na li thehiloe ho California Fair Employment and Housing Act. , Sehlooho sa VII sa Molao oa Litokelo tsa Botho oa 1964, joalo ka ha o fetotsoe, kapa molao ofe kapa ofe oa naha kapa oa federal kapa taolo, molao o lekanang, kapa ho seng joalo.",
    "1344687860": "Mabokose a Tlamang",
    "1344959096": "Ho sebetsa joalo ka sebali sa data ka bomong",
    "1345083090": "Na o tlaleha bothata ba tšebetso?",
    "134571844": "Impressum (Tsebiso ea Sebaka)",
    "1350478093": "Morero oa Ts'ebetso",
    "135276624": "Europe, Middle East, Africa (EMEA)",
    "1356745565": "E lumellana ho khutlela ho Internet Explorer 8.",
    "1358325821": "Ntlha ea pele, kenya katoloso ea",
    "1362015807": "Rea qala",
    "1368787974": "Arolelana taolo ho sehlopha sa hau kaofela.",
    "137127070": "kenya, kenya, kapa hokela likhokahano kapa lifaele tse kotsi kapa tse sa tsejoeng, kapa kenya litaba life kapa life tse nang le vaerase, Trojan horse, worm, time bomb, kapa khoutu e 'ngoe e kotsi ea komporo;",
    "1373262754": "Ho tseba hore na motho ke mang ho na le boleng bo fokolang bakeng sa hCaptcha. Re tsotella feela hore na ke batho kapa ke sebapali se lonya.",
    "1374227759": "sebelisa sebaka sa marang-rang bakeng sa mosebetsi leha e le ofe o seng molaong, kapa ka morero ofe kapa ofe ntle le morero oo se entsoeng hore se fumanehe;",
    "1377538813": "Puo e Tloaelehileng. Phetolelo ea puo ea Senyesemane ea Melaoana ena ea Ts'ebeletso e tla laola ka litsela tsohle 'me e tla ba teng haeba ho na le ho se lumellane hofe kapa hofe le liphetolelo tse fetoletsoeng, haeba li teng.",
    "1388241689": "Lintlha tse bokelletsoeng ka lebaka la Basebelisi ba Bofelo ba arabang lipotso ka Ts'ebeletso (\"Labeled Data\"), joalo ka data ea ho ngola litšoantšo, mongolo o fetotsoeng ho tsoa ho lifaele tsa audio tse bapaloang ho Basebelisi, likarabo tsa lipotso, le litlatsetso tse ling tse hlahisoang ke Ts'ebeletso. molemong oa ho ngola lintlha tse tla sebelisoa lits'ebetsong tsa ho ithuta ka mochini. Hlokomela hore Labeled Data ha e tlameletsoe ho motho ofe kapa ofe ea tsebahalang.",
    "1393184984": "ke tsohle tseo o di hlokang.",
    "1394253934": "7. Tšebeliso e Mpe, Tlhekefetso, le Mashano",
    "1397766838": "Boiphihlelo bo Betere ba Mosebelisi",
    "1406188018": "6 le 7",
    "1406393333": "Ho fihlella kapa tšebeliso efe kapa efe ea Litšebeletso ntle le ho latela Melaoana ena ea Litšebeletso le litaelo leha e le life tseo re fanang ka tsona li thibetsoe ka tieo. Haholo-holo, U SE KE UA:",
    "1406692811": "kenya letsoho ho spamming kapa ho phatlalatsa mofuta ofe kapa ofe oa phatlalatso, ho leka ho fetisetsoa, ho buisana le batho ba bangata, ho fana ka chelete kapa likopo, ho kopa lits'ebeletso, lipapatso, papatso, melaetsa ea bosaoana, lihlooho tse qotsitsoeng, litaba tse seng molaong, lihokelo tsa sebaka sa marang-rang, liaterese tsa lengolo-tsoibila, kapa li-ID tsa manqosa hang-hang ntle le haeba mosebetsi o hlokoa;",
    "1408530660": "IMI e hlompha thepa ea bohlale ea batho ba bang 'me re na le tokelo ea ho tlosa boitsebiso leha e le bofe sebakeng sa rona seo re lumelang hore se ka hatakela litokelo tsa bohlale tsa motho ofe kapa ofe oa boraro. Haeba u lumela hore mosebetsi oa hau o kopitsoe ka tsela e etsang hore ho be le tlōlo ea molao sebakeng sena sa marang-rang, ka kopo ikopanye le tšehetso ea bareki ba Intuition Machines.",
    "1408599440": "Qala ka potlako ka mela e 'maloa ea khoutu le mokhoa oa rona oa 99.9%, kapa u laole ka botlalo hore na basebelisi ba qholotsoa neng le joang. Mefuta e tloaelehileng ea litšokelo le liphephetso tseo u ka li khethang li bolela ho feto-fetoha ha maemo ho netefatsa polokeho.",
    "1408750006": "Ho ipapisitsoe le meeli e itseng, CCPA e fa bareki ba California tokelo ea ho kopa ho tseba lintlha tse ling mabapi le mekhahlelo kapa likaroloana tse ikhethileng tsa tlhahisoleseling eo re e bokellang (ho kenyeletsoa ka moo re sebelisang le ho senola tlhahisoleseling ena), ho hlakola lintlha tsa bona tsa botho, ho tsoa. \"thekiso\" efe kapa efe e ka 'nang ea etsahala, hammoho le tokelo ea ho se khetholloe bakeng sa ho sebelisa litokelo tsena.",
    "1409486258": "E nepahetse",
    "1409822234": "Ha ho na maemo leha e le afe a tla sebelisoa letšoao la khoebo la hCaptcha le ts'oanang kapa le batlang le ts'oana joalo ka domain name.",
    "1418235079": "Bafani ba Litšebeletso",
    "1421074182": "E phahame haholo.",
    "1422537019": "rona kajeno ho ithuta haholoanyane.",
    "1424800293": "Letšoao la hCaptcha:",
    "1428053210": "Litaba tsena hangata li fetoloa ho tloha sebopehong sa eona sa pele. Ka mohlala, video e ka 'na ea aroloa ka litšoantšo tse ngata, litšoantšo tseo li ka aroloa ho ba litšoantšo tse ngata tse ncha,' me litšoantšo tseo tse ncha li kopane ka tšohanyetso ho hlahisa sephetho sa ho qetela se hlahang.",
    "1434289796": "Li-cookie tse ling lia hlokahala bakeng sa ts'ebeliso e itseng ea Liwebsaete, 'me ntle le Li-cookie tse joalo, re ne re ke ke ra khona ho fana ka lits'ebeletso tse ngata tseo u li hlokang ho sebelisa Liwebsaete hantle. Ka mohlala, li-Cookie tsena li re lumella ho sebelisa Liwebsaete tsa rona hore u tle u li fumane kamoo u li kopileng kateng, 'me u re tsebise hore u thehile ak'haonte 'me u kene ka har'a ak'haonte eo ho fumana litaba tsa sebaka sa Marang-rang. Li boetse li kenyelletsa Li-cookies tse re nolofalletsang ho hopola liketso tsa hau tsa nakong e fetileng nakong ea ho bala le ho sireletsa Liwebsaete tsa rona.",
    "1445008801": "Joalokaha Edene e beha taba:",
    "1446868537": "hCaptcha ha ea lokela ho sebelisoa joalo ka leetsi.",
    "1447649958": "E le khopotso, ke sephethephethe se nepahetseng feela se lokeloang ke tefo. U ka bona lintlha tse ling mabapi le sena ho FAQ ea rona, e hokahaneng ka tlase. Chelete e teng hape e tlameha ho fihlella tekanyo e tlase e le hore o ka tšoaneleha bakeng sa tefo, ha joale ke 10 HMT.",
    "1457707016": "Bakeng sa batho ka bomong",
    "1467218142": "Seo re se lakatsang ho bona le ho rona se tsamaisa boitšoaro ba rona, 'me ka hona mekhoa e ts'oanang ea tšebelisano e hlaha hape lits'ebetsong tsohle tsa batho. Marang-rang a fana ka mehlala e mengata e babatsehang ea karolo ena ea bohlokoa ea lefatše la rona.",
    "1467308982": "Lits'ebetso tsa Tefo",
    "1467783792": "Ha ho motho, mokhatlo, kapa mokhatlo o lumelletsoeng ke United States (\"Motšoantšisi ea Koetsoeng\") ea loketsoeng ke meputso kapa ho sebelisa Litšebeletso joalo ka Mohokahanyi. Ho qoba lipelaelo, sena se kenyelletsa Baetsi leha e le bafe ba Kotloetsoeng ba khethiloeng ke Ofisi ea Taolo ea Matlotlo a Kantle ho Naha (\"OFAC\") ea Lefapha la US la Polokelo ea Lichelete.",
    "1470290349": "bakeng sa tsamaiso e ntle ka ho fetisisa ea bot le bomenemene.",
    "1475399473": "Ithute haholoanyane ka sehlopha sa hCaptcha",
    "1476843710": "Mefuta e seng mekae e kotsi ea lichelete empa e ntse e le kotsi ea ho nka liak'haonte e kenyelletsa ho koeteloa ha liakhaonto tsa litaba tsa sechaba le tse ling tse joalo. Maemong ana, mohlaseli hangata o leka ho jala malware kapa ho etsa litlhaselo tsa phishing khahlanong le metsoalle e sa lebelloang ea mohlaseluoa. Kapa, mohlaseli o leka ho hlabisa motho ea hlasetsoeng lihlong, eo ka linako tse ling e etsahalang le batho ba tummeng le bo-ralipolotiki, mohlala.",
    "1477196356": "Mekhoa e fapaneng ea ho hokahanya boitsebiso le sesebelisoa ka mokhoa o sireletsehileng oa sephiri, ka linako tse ling ka thepa ea ho boloka lekunutu, e 'nile ea sisinngoa ka lilemo tse mashome. Li-cryptography tsa bohlokoa tsa sechaba li qalile ho c. 1975, 'me li-tokens tsa hardware li bile teng ka nako e telele.",
    "1480820434": "setšoantšo 1",
    "148188781": "Hlahisa Mathata",
    "1482845460": "( ) E hloka tšebelisano e felletseng ea hang-hang ho tsoa ho e mong le e mong ka nako e le 'ngoe",
    "1483015662": "3. Seboka",
    "1485807325": "Li-dashboards tsa basebelisi ba bangata, SAML SSO",
    "1487796027": "Bakeng sa lik'hamphani",
    "1491780143": "Li-CAPTCHA ha li bontše hore u motho - li paka hore u Moamerika",
    "1493115924": "Lintlha tsa letšoao la khoebo:",
    "1493790285": "Lintlha tse ling tse bokelletsoeng ho Basebelisi ba Bofelo e le karolo ea Ts'ebeletso ho ea ho tse hlokahalang ho tseba hore na ba",
    "1495915066": "Kamoo rona, balekane ba rona ba lipatlisiso tsa thuto, le bareki ba rona re sebelisang media oa Creative Commons joang",
    "1499894352": "Likhamphani tse fokolang haholo li fana ka ponaletso lits'ebetsong tsa bona tsa ho etsa liqeto sebakeng sena, 'me re tšepa hore ba bang ba tla latela mohlala ona!",
    "1503240421": "Mohato oa 5: Tobetsa ka Console tab ya, 'me le tokelo ya tobetsa ka nako eo \"Save e le ..\" e le hore ho boloka ho tselisa log. Re romele seo le rona.",
    "1504327211": "Ka kopo elelloa hore ts'ebeliso ea hau ea Ts'ebeletso ea rona e laoloa ke rona",
    "1508655687": "Kenya liqholotso tsa hau tse etselitsoeng bamameli ba hau ho tsamaisa kapa ho thibela phihlello",
    "1510448156": "U ka khona ho sebetsa ka mokhoa o mong oa maemo a holimo kajeno, 'me u bulele likarolo tse tsoetseng pele ha ho hlokahala.",
    "1514478724": "Ithute haholoanyane",
    "151737819": "Litefiso tsa tharollo ea hCaptcha lefatšeng ka bophara li bontša phapang e nyane haholo",
    "1517625162": "Tlas'a California Civil Code Karolo ea 1789.3, basebelisi ba California ba na le tokelo ea ho fumana tsebiso e latelang ea litokelo tsa bareki: Baahi ba California ba ka fihla ho Comlaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs ka poso ho 1625 North Market Blvd., Sacramento, CA 95834, kapa ka mohala ho (916) 445-1254 kapa (800) 952-5210.",
    "1517627947": "E ka 'na eaba u ne u bona litšoantšo tsa meaho kapa matšoao a literata ho tsoa likoloing tsa Google's Streetview, 'me u thusa ho ngola libaka bakeng sa lihlahisoa tsa bona tsa 'Mapa le Earth.",
    "1519201684": "Leano la Boitšoaro la AI",
    "1519560388": "7. Mohloli: Mary Meeker, KP Internet Trends 2017",
    "1525403768": "Ho fumana lintlha tse ling ikopanye le Enterprise Sales.",
    "1525506526": "Li-Account Takeovers ke Life 'me li sebetsa Joang?",
    "1526887904": "Lekunutu la hCaptcha Enterprise",
    "1528242915": "Litlhaloso.",
    "1533171442": "Re boetse re sebelisa li-Cookies le Li-cookie tse sebetsang ho tsoa ho batho ba boraro bakeng sa tlhahlobo le merero ea ho bapatsa. Li-cookies tse sebetsang li thusa likarolo tse ling tsa Liwebsaete ho sebetsa hantle le hore likhetho tsa hau tsa basebelisi li lule li tsejoa. Li-Cookies tsa Tlhahlobo, har'a tse ling, li bokella tlhahisoleseding mabapi le hore na Bareki, Bahokahanyi le Basebelisi ba ho qetela ba sebelisa Liwebsaete tsa rona, litaba le lihlahisoa tseo basebelisi ba li bonang hangata, le katleho ea lipapatso tsa rona tsa boraro. Li-Cookies tsa Lipapatso li thusa ho tlisa lipapatso ho batho ba amehang le ho etsa hore lipapatso tsa rona li hlahelle ka holimo ho liphetho tsa lipatlisiso. Li-cookie e ka ba li-cookie tsa \"session\" tse hlakoloang ha u qeta nako ea sebatli sa hau, kapa \"phehella,\" tse lulang ho fihlela li hlakoloa ke uena (tse tšohliloeng ka tlase) kapa moketjana ea sebeletsang cookie. Lintlha tse felletseng mabapi le Li-Cookie tsohle tse sebelisitsoeng sebakeng sa Marang-rang li fumaneha tafoleng ea rona ea Phatlalatso ea Li-cookie ka tlase.",
    "1539071196": "Ka kakaretso re sebelisa li-cookie ka sepheo se latelang:",
    "1544546608": "Lekunutu Pass",
    "1544829730": "Haeba o le Moreki kapa Mokopi, o dumela hore dipehelo tse ding tse hlomathisitsweng mona e le Sehlomathiso sa Bareki di tla sebetsa mme di kenyelleditswe ka tshupetso Melaong ena ya Tshebeletso. Ha o se Moreki kapa o sa Kopane le Mokopi, kapa o kgaotsa ho ba Moreki kapa Mokopi, dipehelo tsa tlatsetso tse Sehlomathisong sa Customer di ke ke tsa sebetsa ebile di ke ke tsa kenyeletswa ka tshupiso Melaong ena ya Tshebeletso.",
    "1546930020": "Ho Fumana Lintlha Tse Ngotsoeng",
    "1547006769": "Netefatso ya botho ke bothata bo tshwanang",
    "1549336309": "hCaptcha e fetola mofuta ona ho potoloha. Ha u sebelisa hCaptcha, lik'hamphani li batla mosebetsi oo basebelisi ba hau ba o etsang ha ba ntse ba paka botho ba bona. O fumana meputso.",
    "1549953005": "E ka 'na eaba u tlatsitse foromo e le 'ngoe kapa tse 'maloa tsa odara ea sethala (e 'ngoe le e 'ngoe, \"Foromo ea Odara\") joalo ka boemo ba ho ba Moreki kapa Mokopi. Haeba ho joalo, lipehelo le lipehelo tse hlalositsoeng ho Foromo ea Taelo li fetoha karolo ea Melao ea Ts'ebeletso 'me ka hona li kenyelletsoa ka litšupiso.",
    "155456850": "e phatlalatsa phetoho ea bona ho hCaptcha:",
    "1558428432": ". Ka kopo, li kenye ho hCaptcha.com.",
    "155877895": "Ho lemoha le ho arola ka matla a batho",
    "1559150837": "Lipheo ha li na tšireletso. Liwebsaete tse ngata li na le litsamaiso tse thibelang mosebelisi ea belaetsang ea lekang ho kena li-account tse likete tse fapaneng ho tsoa atereseng e le 'ngoe ea IP ka nako e khuts'oane. Seo bahlaseli ba ts'ireletso ba se etsang ho pota-pota mekhoa ena ea ts'ireletso ke ho etsisa ho fapana ha libaka le IP. Ho sebelisa lisebelisoa tse matla, hangata tse tsamaisoang ke AI, li ka etsa hore ho bonahale eka basebelisi ba likete ba leka ho kena ka linako tse fapaneng tsa letsatsi ho tsoa naheng eohle. Sena se thata haholo ho se lemoha le ho se emisa.",
    "1559190296": "La 5-11 Pherekhong 2021†",
    "1559631739": "Ho ithuta ka boinotšing",
    "1560232962": "e akaretsa ka botlalo, ha ho tiisetso e etsoang mabapi le chelete e fumanoeng bakeng sa karabo efe kapa efe e fanoeng. Ho ka 'na ha se ke ha e-ba le lipotso tse lefuoang tse fumanehang ka nako eo, karabo e ka' na ea haneloa ka mabaka a boleng, joalo-joalo.",
    "1565481281": "Tsebiso ho Baahi ba California",
    "1569804581": "Haeba u ka rata ho ikopanya le uena nakong e tlang mabapi le menyetla e amanang le eona, ka kopo tlatsa foromo ena.",
    "1579093044": "Ka moqapi oa rona o bonolo oa phephetso, o ka qala litaba tsa phephetso ka mor'a metsotso e seng mekae.",
    "1579715421": "Bo-rasaense ba IM ba lula ba phatlalatsa likopanong tse ka sehloohong tse kang ICML, ICLR, ECCV, le NeurIPS, 'me k'hamphani e phatlalalitse liphetho tsa boemo bo holimo lithutong tsa ML joalo ka hashing e tebileng [",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "1586809757": "Lintlha tsa bot tse nepahetseng haholo",
    "1589805435": "Re boetse re na le a",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "1591032933": "U tla lefa IMI litefiso joalo ka ha ho hlalositsoe Foromong ea Taelo e sebetsang ka mokhoa oa ho lefa oo u faneng ka ona ho Foromo ea Taelo e sebetsang. Ntle le haeba mahlakore ka bobeli a lumellane ka mokhoa o mong ka lengolo, o tla fana ka tefo e felletseng bakeng sa li-invoice tsohle tse fanoeng nakong ea matsatsi a mashome a mararo (30) kamora letsatsi la ho romelloa la invoice. U re fa tumello ea ho fana ka tumello ea karete ea mokoloto boitsebisong bohle ba karete ea mokoloto eo u re fang eona, ho boloka tlhaiso-leseling eo ea karete ea mokoloto, le ho lefisa karete ea hau ea mokoloto kapa ak'haonte efe kapa efe eo re lumellanang ka eona e le mokhoa oa ho lefa. Ntle le ha ho boletsoe ka tsela e fapaneng Foromong ea Odara kapa ka hare ho Tumellano ea Ts'ebeletso ea Khoebo kapa Tumellano ea Ts'ebeletso e Ntle, litefiso tsohle tsa Litšebeletso, ntle le ho feta tekano, li lefisoa selemo le selemo ha litšebeletso tse fanoang ke IMI li qala tlas'a Tumellano ea hau (\"Letsatsi la Ts'ebetso\").",
    "159272246": "P: Na u ntse u sebetsa ka likhetho tse ling tsa phihlello (\"a11y\"), joalo ka molumo?",
    "1595254735": "Litšebeletso tse sa sebetseng li sokola ho boloka bonnete ba ho lemoha ha bot, kapa esita le ho tseba ha li fosahetse. Ntle le bokhoni ba ho phephetsa basebelisi ka linako tse ling le ho sekaseka liphetho tsa phephetso eo ka nepo, ho nepahala ho batla ho theoha haholo ha nako e ntse e ea.",
    "1597520917": "Palo e ntseng e eketseha ea bahlahlobisisi e bontšitse hore ho se tsotelle ha Google lekunutu la basebelisi ho lokela ho ama bareki ba batlang ho sireletsa liwebsaete tsa bona le lits'ebetso.",
    "1599610318": "Mohatisi",
    "1601080128": "Haeba re emisa kapa re hlakola ak'haonte ea hau, ha u sa tla hlola u sebelisa likarolo life kapa life tsa sebaka sa Marang-rang, ho kenyeletsoa lintlha, melaetsa, lifaele le lintho tse ling tseo u li bolokang sebakeng sena sa Marang-rang. O KA SE tsoele pele ho sebelisa sebaka sa rona sa Marang-rang ka lebitso le fapaneng kapa le lecha la ak'haonte. Ho tlola Melaoana ena ea Ts'ebeletso ho ka qosoa ka botlalo ba molao mme ho ka fella ka likotlo le likotlo tse ling.",
    "1606599610": "Kieran Thompson",
    "1606783855": "A: Re thahasella haholo \"Privacy Pass for the Accessibility\" (\"a11y\") case ea tšebeliso. Likhetho tse neng li tumme pele joalo ka li-audio captchas li khetholla basebelisi ba bangata ba a11y. Re lumela ho kopanya mokhoa oa rona oa hona joale oa a11y le Phatlalatso ea Lekunutu ho tla lumella basebelisi ba a11y ho bala ka mokhoa o sireletsehileng, ba sireletsehile ka tsebo ea hore sephethephethe sa bona se lekunutu, ha ba ntse ba thibela tlhekefetso ea basebelisi ba bot e etsahalang ka mokhoa o ke keng oa qojoa ha likhetho tsa a11y li fumaneha.",
    "1609621367": "Phetisetso",
    "1617196410": "hCaptcha e tsepamisitse maikutlo ho emisa bots. Ha re tsotelle hore na mosebelisi ke mang, empa feela hore na ba lonya. Re sebetsa ka thata ho leka-lekanya boinotši le",
    "162063633": "Mailgun Technologies, Inc. (Global). Litšebeletso li fanoa: Mailgun.com.",
    "1620709264": "HUMAN Token® ke letšoao la khoebo le ngolisitsoeng la HUMAN Protocol Foundation, 'me le sebelisoa ka tumello ea lona.",
    "1621597093": "Litharollo tsa ts'ireletso ea likhoebo (tse lefuoang)",
    "1621930829": "Ho ka etsoa eng ka mesebetsi ea kajeno ea bomenemene e tsoetseng pele, e sa khaotseng ea ho lefa? Ho sebelisa likarolo tse ngata tsa taolo hangata ke mokhoa o bohlale. Leha ho le joalo, mehato e metle ka ho fetesisa ke e ka ts'oarang bot mme ea senola hore ha e ea nepahala, leha baetsi ba eona ba leka ka matla ho etsisa boitšoaro ba batho.",
    "1622303590": "Ho nolofalletsa li-cookies ho Safari (iPhone/iPad iOS 11+): Bula Litlhophiso tsa hau. Tsamaisetsa tlase ebe u khetha Safari. Tlas'a Lekunutu le Tšireletso, tima \"Thibela Cross-Site Tracking\" le \"Thibela Li-cookie Tsohle\"",
    "1624200563": "tšireletseho, le ho latela GDPR, CCPA, LGPD, PIPL, le melaoana e meng ea lekunutu.",
    "1627232990": "Liphetolelo tsa Melaoana ena ea Ts'ebeletso li fanoe ka boiteko bo matla. Haeba ho na le phapang efe kapa efe e kholo lipakeng tsa Melao ea Ts'ebeletso ea puo ea Senyesemane le phetolelo ea eona, Melao ea Ts'ebeletso ea puo ea Senyesemane e tla nkuoa e le matla.",
    "1636202177": "About",
    "1637527266": "Ke linaha life tse nang le sephethephethe sa bot haholo?",
    "1637702726": "Mabapi le hCaptcha",
    "1642844535": "ke ea bohlokoa: hCaptcha e sebelisa mekhoa e mengata e fapaneng ho araba potso e le 'ngoe ea motheo, e lumellang papiso bakeng sa ho tsitsa ho pholletsa le litekanyetso tsohle.",
    "1644003939": "Tlhokomeliso: ha e sebetse ho bareki bohle. Mohlala, IP Blinding kapa tse ling tse tsoetseng pele tsa lekunutu kapa bareki ba khetho ea ts'ireletso (mohlala, bareki ba Secure Virtual Tenancy) ha ba akaretsoe ka botlalo ho \"PII\" efe kapa efe e kileng ea kena lits'ebetsong tsa telemetry, esita le aterese ea IP. Ka kopo, ikopanye le moemeli oa akhaonto ea hau bakeng sa lintlha tse ling ha ho hlokahala.",
    "164801246": "Poelano ke ts'ebetso eo ho eona sephethephethe se hlahlojoang kamora 'nete ho netefatsa botho ba sona le ho nepahala, hang ha data eohle e tsoang libakeng tsohle tsa tlaleho e kene. U ka bala lintlha tse ling ho rona.",
    "1655022901": "BotStop ka hCaptcha™",
    "1655796811": "Boitsebiso bo bokelloa ka boiketsetso ka lebaka la tšebeliso ea Mohokahanyi kapa Moreki ea Liwebsaete kapa Litšebeletso (\"Analytics Information\"), joalo ka liaterese tsa IP, mofuta oa sebatli, mofani oa litšebeletso tsa Marang-rang, mofuta oa sethala, mofuta oa sesebelisoa, sistimi e sebetsang, setempe sa letsatsi le nako. ea phihlello, le lintlha tse ling tse tšoanang. Lintlha tse ling tsa Litlhahlobo li bokelloa molemong oa rona ke batho ba boraro bao re sebetsanang le bona molemong oo, 'me Lintlha tse ling tsa Litlhahlobo li bokelloa ka mekhoa e fapaneng ea ho latedisa, ho kenyeletswa dikhukhi (sheba \"Third Party Analytics and Tracking Technologies\" ka tlase).",
    "165932542": "Ho sheba litekanyetso tsa tharollo ea hCaptcha lefatšeng ka bophara",
    "1662477701": "Lisebelisoa",
    "166277959": "Ka kopo hlokomela: karolo ena e ho beta hajoale, 'me e kanna ea se sebetse bakeng sa liwebsaete tsohle le basebelisi ka linako tsohle. Haeba e sa lumelloa kapa e sa sebetse bakeng sa mosebedisi ea itseng, boitšoaro bo tla khutlela feela ho phihlelo e tloaelehileng ea hCaptcha ntle le tahlehelo ea ts'ebetso.",
    "1663628612": "lumella uena",
    "1665616092": "Bomenemene ba ho lefa bo bonolo ka maikutlo, empa bo ka ba bo rarahaneng haholo ts'ebetsong ea bona ea kajeno.",
    "1669194950": "Ho phaella ho Boitsebiso ba Botho, u ka boela ua hlokoa ho fana ka (kapa ho ka 'na ha hlokahala hore re bokelle) lintlha tse ling e le hore re ka fana ka Litšebeletso (ka kakaretso, \"Lintlha tsa Bareki\"). Ha re na molato oa ho hloleha ho etsa Litšebeletso ho bakoang ke ho lieha kapa ho hloleha ho fana ka Lintlha tsa Bareki.",
    "1671436004": "Na u batla ho khutlisetsa mokhatlo oo u o ratang oa liphallelo?",
    "1671996585": "U ka 'na ua hlokoa hore u kopanye sebaka sa hau sa marang-rang, kopo, kapa sethala le Litšebeletso tsa rona ka sebopeho sa \"API\"). Haeba u etsa joalo, re u fa laesense e lekantsoeng, e sa khetheheng, e ke keng ea fetisetsoa, e ke keng ea abeloa, e ka khutlisoa, ea ho sebelisa API ho fihlella Litšebeletso feela. Re ka fetola API le/kapa ra khaotsa ho tšehetsa liphetolelo tsa khale kapa litokollo tsa API ka nako efe kapa efe. Re na le tokelo ea ho emisa kapa ho fokotsa phihlello ea hau ho API ka boikhethelo ba rona, 'me re tla sebelisa matsapa a utloahalang ho u fa tsebiso pele u emisoa.",
    "1678661231": "Bakeng sa ho latela melao, thibelo ea bomenemene, le polokeho",
    "1685871181": "Litšebeletso tse holimo tsa marang-rang li itšetlehile ka",
    "1686079269": "Tlhahisoleseding e mabapi le tsamaiso ea hajoale ea k'hamphani e ka fumanoa ho",
    "1686655020": "Kenya litaba life kapa life tse ipapisitseng le litokelo tsa molao tseo e seng mosebetsi oa hau oa mantlha, ntle le haeba u na le tumello ho tsoa ho mong'a tokelo ea ho beha litaba tse joalo le ho fa IMI litokelo tsohle tse nang le lengolo la tumello tse fanoeng mona;",
    "1687299615": "Ho nka ak'haonte ke eng?",
    "1691348394": "- ho reka ka bongata ka boiketsetso nakong ea thekiso e fokolang ea tokollo",
    "1691879905": "https://www.honeycomb.io/privacy",
    "169267610": "re romelle imeile",
    "1697438123": "Lekunutu",
    "1699668873": "U tlameha ho tsebisa IMI hang-hang haeba u belaella hore tlhahisoleseding ea akhaonto ea hau e utsoitsoe kapa e sebelisoa ke motho e mong, kapa tlōlo efe kapa efe ea tšireletso.",
    "1702335960": "Tlhahisoleseding efe kapa efe eo re e bokellang e itshetlehile ka Leano la Lekunutu ka nako eo tlhahisoleseding e jwalo e bokellwang ka yona. Leha ho le joalo, re ka ntlafatsa Leano la Lekunutu nako le nako. Haeba tokiso e le ea bohlokoa, joalo ka ha re ikemiselitse, re tla u tsebisa, mohlala, ka lengolo-tsoibila. Mofuta oa hajoale o tla lula o behiloe leqepheng la rona la Leano la Lekunutu.",
    "1706581702": "Koetliso mabapi le data e sa tsebahaleng e sebetsa hantle, 'me ha e hloke ho sekisetsa ho ts'ireletso kapa boinotšing. Bareki ba rona ba entse liteko tse matla, 'me ba phatlalalitse hore re lekana kapa re betere ho feta mekhoa e meng e seng ea poraefete.",
    "170775527": "Likarolo tsa khoebo",
    "1709478090": "Ho u sebeletsa ka papatso e thehiloeng ho thahasello kapa e lebisitsoeng ho uena.",
    "1717658846": "Khetho ea phihlello ho menu ea UI ea widget",
    "1722734001": "Marang-rang a bulehileng ke tikoloho e lerata haholo. Batšoantšisi ba babe ba hlasela basebelisi ba litšebeletso tsa rona le bahlolisani ba rona joalo ka reCAPTCHA letsatsi le leng le le leng, 'me ehlile ba leka ho shebahala e le batho ka hohle kamoo ba ka khonang ha ba ntse ba etsa joalo.",
    "1728211763": "Tšebeliso ea litaba ka tsela ena le molemong oa sena e oela ka har'a litataiso tsa ts'ebeliso e nepahetseng ho latela kutloisiso ea rona ea molao le litloaelo tse tloaelehileng lebaleng, empa re balateli ba nako e telele ba Creative Commons mme re khetha ho fana ka tlotla ho mang kapa mang ea thusang mosebetsi o moholo oa ho ntlafatsa bohlale ba mochini.",
    "1729677626": "Ke hlasetsoe 'me ke hloka ho palama hanghang.",
    "1752259468": "5. Khakanyo e tsitsitseng: $0.01 litšenyehelo tsa tlhaloso e le 'ngoe * 200M avg. litlhaloso ka letsatsi (ka tlaase ho tlase) * matsatsi a 365 ka selemo * lilemo tse 10 ho tloha ka 2009 ho fumana = $ 7.3 limilione tse likete tse tlaase.",
    "1752795854": "hCaptcha e tlisa mokhoa oa sejoale-joale, o shebaneng le lekunutu oa ho emisa bots.",
    "1756106276": "Boemo",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "1764089150": "Mona:",
    "1767952047": "O ile a ntlhasela bosiung ba maobane, a utsoa liaparo tsa ka ’me a nka chelete ea ka.” Monna e mong, ea apereng bokhabane bo boholo, liaparo tsa sehlopha se hlomphehang, a araba, “Constable, monna enoa oa hlanya. O nahana hore ke mohlomphehi. Ke 'na mohlomphehi oa sebele. Mo tšoareng!”",
    "1771016224": "- software ea ho khoasolla litaba tsohle sebakeng sa hau sa marang-rang ka bongata",
    "1778058441": "Ke mesebetsi ea mofuta ofe e sebetsang ho hCaptcha?",
    "1778642038": "Ho buisana le uena",
    "1779265104": "Melao le Litiisetso tsa Lekunutu tse Behiloeng",
    "1783317946": "Ho emisa litlhaselo tsa API ke ts'ebeliso e tsebahalang bakeng sa",
    "1786796818": "Thibela",
    "178839499": "hCaptcha e arolelana boleng ba mosebetsi o entsoeng ha basebelisi ba paka botho ba bona.",
    "1789371580": "Kabelo. U kanna oa se abele Melaoana ena ea Ts'ebeletso ntle le tumello ea rona e ngotsoeng pele. Re ka fana ka Melaoana ena ea Ts'ebeletso ka nako efe kapa efe, ntle le tsebiso. Ho latela se boletsoeng ka holimo, Melaoana ena ea Ts'ebeletso e tla tlama bahlahlami ba mokha ka mong le likabelo tse lumelletsoeng.",
    "1789607185": "Aterese ea imeile",
    "1792519141": "hCaptcha Enterprise",
    "1795436560": "1. Seboka",
    "179723061": "Taolo e eketsehileng bakeng sa lihlopha tse hlokang tšireletso e etellang pele",
    "1797298240": "Mohato oa 4: Tobetsa \"HAR\" ka mor'a hore u leke ho rarolla, 'me u khethe \"Save All as HAR\" ho boloka marang-rang. Re romelle faele eo.",
    "1798492192": "Tšehetso ea sebatli sa lefa",
    "1803009328": "Ntoa e lekiloeng ka tekanyo ea tepo.",
    "1803943584": "Taba ea bobeli, re lumella liphephetso hore li intlafatse ho tseba hore na li tla sebetsa linaheng life kapa lipuong life, ho eketsa monyetla oa ho ba le boiphihlelo le ho feta. Haeba ho nepahala ho le tlase ho feta kamoo ho neng ho lebelletsoe, sehlopha sa lipotso se tla khaotsa ho sebetsa sebakeng kapa puong moo phello ena e hlahang teng.",
    "1806535500": "Hoo e batlang e le theknoloji e 'ngoe le e' ngoe, ho tloha ka lipensela ho ea ho dynamite, ke a",
    "1807143500": "Litšebeletso li kenyelletsa ts'ebeletso ea ts'ireletso ea inthaneteng (\"hCaptcha Service\") le sethala (\"Intuition Machines Platform\") moo motho (\"Mofani\") a ka khethang ho etsa mesebetsi eo mokhatlo oa boraro kapa Intuition Machines ka boeona (e mong le e mong). a \"Requester\") webosaeteng ea rona kapa Ts'ebeletso ea hCaptcha, ebang ke ka kotloloho sebakeng sa rona sa Marang-rang kapa ka ho kena ho Intuition Machines Platform le/kapa ho etsa mesebetsi ka kapa mabapi le mokhatlo oa boraro le/kapa sethala kapa tšebeletso (e 'ngoe le e 'ngoe, \"Mohokahanyi\"). Bakopi ba beha mesebetsi mme ba meme Bafani ho e etsa e le phapanyetsano bakeng sa meputso e fanoeng ke IMI ho Li-Integrators, kapa joalo ka ha ho laetsoe ke Mokopi haeba Mokopi a sebelisa Intuition Machines Platform kapa hCaptcha Service ho sebeletsa mesebetsi ho basebelisi ba bona ba ho qetela. Re lefisa lik'hamphani le batho ka bomong (e mong le e mong ke \"Moreki\") bakeng sa tšebeliso ea sethala sa rona e le hore ba ka sebelisa software ea rona, mesebetsi ea sengoli, ho re hira ho ngola mesebetsi, le/kapa ho fumana monyetla oa ho kena ho Bafani. Re boetse re lefisa Bahokahanyi bakeng sa ts'ebeliso ea Ts'ebeletso ea rona ea hCaptcha molemong oa ho fokotsa bosholu, tlhekefetso, le spam liwebsaeteng tsa bona, lits'ebetso tsa mehala le thepa e meng ea Marang-rang. Lintlha tse ka holimo li bitsoa \"Litšebeletso\".",
    "181065232": "Re etsa mosebetsi o monyane oa tlhahiso ho latela mohlala oa data ea hau. Sena se leka mosebetsi oo re o entseng hammoho ho netefatsa hore o fumana hantle seo o se hlokang.",
    "1817772953": "Bomenemene ha se mofuta o mocha oa tlōlo ea molao. Ka sebele, baepolli ba lintho tsa khale ba epolotse lisebelisoa tse thibelang bomenemene tse ileng tsa qaptjoa ke Masumeri a boholo-holo bakeng sa ho tsamaisa mehlape ntle le tahlehelo hoo e ka bang lilemo tse 10 000 tse fetileng! Tabeng ea bona, ba kenya matšoao a letsopa, ’me e ’ngoe le e ’ngoe e emela phoofolo, ka har’a bolo ea letsopa e tsejoang e le “bulla.” Bulla e ne e tsamaea le mohlape ha o tloha ho morekisi ho ea ho moreki. Leha ho le joalo, beng ba likhoebo ba ne ba tšoenyehile ka hore ha se bohle bao ba sebetsanang le bona ba ntseng ba tsoela pele. Lintho tse ngata li fetohile ka lilemo tse 10,000, empa tlhoko ea ho ba le mekhoa e mecha ea ho thibela bomenemene e ntse e le ho rona. Kajeno, taba ea bomenemene ba tefo ea marang-rang ke ea bohlokoa haholo. Ka Marang-rang, baqhekelli ba se ba ntse ba e-na le litsebo tse ngata ho feta taolo e khahlanong le bomenemene. Leha ho le joalo, litharollo tse ncha li fetola leqhubu.",
    "1818116402": "Re tšepa hore u ananetse ponelo-pele ena ea kamoo re sebetsanang le lipotso tsa ts'ebetso ka karolo ea AI Ethics.",
    "1820844638": "Ho fumana lintlha tsa 'maraka. Re sebelisa Lintlha tsa Analytics ho sekaseka mmaraka le ho etsa litlhahlobo tsa khoebo tse amanang le Sebaka sa Marang-rang le Litšebeletso tsa rona, le merero e meng ea lipatlisiso.",
    "1828028934": "Ke ka lebaka lena",
    "1829242168": "__cflb,",
    "1830910223": "Thuto-pale ea lefatše ea 'nete ea AI Ethics",
    "1834239172": "Reka lits'ebeletso tsa litlhaloso tsa hCaptcha",
    "1834801943": "2. Mokete oa pele",
    "1834911235": "Khaotsa ho u romella likhokahano tse tobileng tsa papatso tseo u kileng oa lumela ho li fumana. Re ka tsoela pele ho u romella likhokahano tse amanang le Ts'ebeletso le tse ling tseo e seng tsa mebaraka.",
    "1836191653": "Sebakeng sa ho fana ka ts'ebeletso e hlotsoeng habonolo ho basebelisi ba mahala ha e ntse e lefisa limilione tsa lidolara bakeng sa mofuta oa khoebo o seng betere, hCaptcha e fana ka ts'ireletso e ntle haholo ea bot ho bobeli, ha e ntse e fana ka basebelisi ba likhoebo likarolo tse eketsehileng le ho itlhophisa, hammoho le li-SLA tse matla le tšehetso e potlakileng.",
    "1836369533": "Joaloka lekosetabole la tšōmong, motho a ka tseba joang hore na ha e le hantle ke mang? Haeba mohlaseli a e-na le lintlha tse lekaneng tsa boitsebiso bo utsoitsoeng, joalo ka nomoro ea laesense ea ho khanna, nomoro ea ts'ireletso ea sechaba, lebitso la moroetsana oa 'm'a, aterese, joalo-joalo, ho ka ba thata haholo ho tseba hore na motho ea letselitseng ke eena mong'a ak'haonte kapa mohlaseli ea lekang ho fumana. password reset akhaonteng eo a batlang ho kena ho eona.",
    "1836554225": "Lingoliloeng tsa Blog",
    "1844885924": "Laebrari e pharaletseng ea mefuta eo u ka khethang ho eona.",
    "1845745385": "E etselitsoe Lekunutu.",
    "184971506": "https://aws.amazon.com/compliance/",
    "1849717906": "Iketsetse ka litaba tsa phephetso ea hau",
    "1849805607": "hCaptcha e sireletsa khahlanong le litšokelo le bolotsana bo etselitsoeng ho kenella marang-rang a hau",
    "1865097546": "La 16 Pulungoana 2021",
    "1866590035": "litaelo tsa log ea debug bakeng sa Chrome",
    "1873812847": "Phatlalatso ea li-cookie",
    "1886100235": "Litšebeletso tse ngata tse kholo ka ho fetisisa lefatšeng li se li fetohetse ho hCaptcha Enterprise 'me li fumane boemo bo ntlafalitsoeng ba bot hammoho le ho boloka litšenyehelo tse ngata.",
    "1890955039": "Mokhoa oa ho etsa sebopeho bakeng sa mongolo o mong le o mong o ruileng",
    "1892020899": "Basenyi ba fumana mangolo a bopaki hokae?",
    "1892574253": "Ngolisa",
    "1898063898": "bakeng sa ho boloka boinotši ba basebelisi boo re bo nts'etsang pele",
    "1903743785": "Ho fihla ha li-API tse thehiloeng ho litekanyetso ho ne ho emetse tsoelo-pele e kholo ho kopantseng kopo. Lilemong tse ka bang 20 tse fetileng, li-API li ile tsa tloha ho ba lihlahisoa tsa software tse theko e boima le tse rarahaneng ho ea ho lisebelisoa tsa mahala, tse thehiloeng ho litekanyetso tse neng li le bonolo ho sebetsa ka tsona - 'me li potlakela ho li sebelisa.",
    "1904390996": "to standardize the",
    "1906593952": "Fana ka maikutlo ho hCaptcha eo u sa tsoa e bona",
    "190955495": "() Ho hloka matla a ho laola bohareng ba lengolo-tsoibila",
    "1910628828": "Content scraping ke mokhoa oa ho nka data ho tsoa ho sistimi e kenyelletsang sesebelisoa se ikemetseng se iketsang moreki oa software kapa sebatli sa marang-rang. Ha e ncha. Ha e le hantle, bakeng sa baenjiniere ba mananeo ba ka 'nang ba hloka boitsebiso bo tsoang ho mainframe ea khale, ho senya e ka ba eona feela tsela ea ho ntša boitsebiso. Lihokelo tsa mantlha li kanna tsa ba sieo 'me ha ho khonehe ho nkeloa sebaka.",
    "1911669851": "E, hajoale re ntse re sebetsana le lintlafatso tse fapaneng tsa litsamaiso tsa rona tsa morao-rao tseo re lebelletseng hore qetellong li tla re lumella ho fana ka poelano e potlakileng, ho nepahala ha likhakanyo tse potlakileng, le litefo tse potlakileng. Hajoale re ntse re sebeletsa ho akofisa poelano pele.",
    "191460155": "Khohlano ea Zero le mekhoa ea 99.9%.",
    "1918025546": "Haeba u fuoa boitsebiso ba lekunutu bo tsoang ho mang kapa mang ho Litšebeletso, u lumellana le ho sireletsa sephiri sa boitsebiso ba lekunutu ka tekanyo e tšoanang ea tlhokomelo eo ue sebelisang ho sireletsa boitsebiso ba hau ba lekunutu, empa ho sa tsotellehe hore na u na le tlhokomelo e fokolang hakae. U ka se senole kapa ua phatlalatsa tlhahisoleseding efe kapa efe e joalo ea lekunutu kapa ea botho, ntle le ha ho ka hlokahala bakeng sa ho phethahatsa mosebetsi. Lintlha tsohle tse ka har'a mosebetsi oa Sethala sa Mechini ea Intuition li lokela ho nkuoa e le lekunutu le haeba tlhaiso-leseling e sa hlalosoa e le lekunutu.",
    "1920884252": "Hobaneng ha litaba tsa litaba li senya ts'ireletso?",
    "1923297430": "Qetello ea ho qetela bakeng sa bareki ba bangata ba kholoanyane e fihlile ha Google e qala ho lefisa lik'hamphani bakeng sa ho sebelisa sehlahisoa sa bona ka tekanyo efe kapa efe e utloahalang. Sena se entse hore basebelisi ba nako e telele ba reCAPTCHA ba batle mekhoa e meng e betere kaha melaoana lefatšeng ka bophara e ne e se e entse hore tšebeliso ea lits'ebeletso tsa Google e se ke ea khahla.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "1923365316": "Re na le leano le thata la AI Ethics ho hCaptcha, 'me karolo ea eona e kenyelletsa ts'ebetso ea Know Your Customer (KYC).",
    "1927613000": "hCaptcha e kopanya ho ithuta ka mochini o tsoetseng pele le sethala se matla sa phephetso ho sireletsa lits'ebetso tsa marang-rang ho tsoa ho li-account, ho kenya lintlha, ho qhekella le mefuta e meng ea tlhekefetso.",
    "1933936765": "Tumellano ea Ts'ebetso ea Lintlha (E qetetse ho ntlafatsoa: la 23 Loetse 2021)",
    "1936449777": "Joale, ka mokhoa o ikemetseng ka ho feletseng, ba ka etsisa boitšoaro ba batho libakeng tsa khoebo ea e-commerce, ba tobetsa likonopo le ho kenya lintho likariking tsa mabenkele—ho isa bohōleng boo ba bangata, haeba e se boholo ba taolo e khahlanong le bomenemene ba ke keng ba bolela hore bot e leka ho utsoa. thepa. Ho e-na le hoo, ho bonahala eka motho ea e sebelisang o reka feela. Bot e ka kena akhaonteng ea moreki oa 'nete e sebelisa lintlha tse utsoitsoeng. Ntho e 'ngoe e patang bomenemene ke bokhoni ba bot ba ho senya liaterese tsa IP le ho etsa hore ho bonahale eka \"shopper\" o fapane kae-kae le mohlaseli, ea ka bang naheng e 'ngoe.",
    "1936512180": "Phihlello e bonolo ea API, li-dashboards tse ntle, le theknoloji ea morao-rao ea mofuta oa loop ho ntlafatsa bokhoni ba basebetsi.",
    "1941999673": "Poso ea hau e buella a",
    "1942186611": "le ba bang.",
    "1942611550": "haholo-holo",
    "1949452297": "Ka lebaka la mathata a kahare a hCaptcha UI le lintlha tsa eona tsa ts'ireletso, ha ho khonehe ho hlahisa mohloli oa setšoantšo ka seng se haufi le ts'ebeliso ea sona. Ho e-na le hoo, re hokahanya leqephe lena ho tsoa leqepheng la lehae la rona mme re boloka lethathamo la mehloli e teng hona joale kapa e sa tsoa fanoa ka sethala. O ka fihlella lenane la hajoale",
    "1952810469": "Mofuta",
    "1953519598": "Litsenyehelo tsa ho beha setšoantšo se le seng li tloha ho $0.03 ho isa ho $1.00 kapa ho feta. Ka khakanyo efe kapa efe e hlokolosi, Google e ntšitse libilione tsa lidolara tsa mosebetsi oa mahala ho fihlela joale. [",
    "1953959745": "phihlello",
    "1958297836": "Tšireletso e kopanetsoeng ea tlhaselo le phokotso ea APT",
    "1959762846": "- ho tlatsa liforomo tsa hau tsa marang-rang ka spam kapa tlhekefetso e sa feleng ea ho bapatsa",
    "1960601330": "Ho nolofalletsa li-cookies ho Safari (Mac): E-ea ho menu e theoha ea Safari. Khetha Likhetho. Tobetsa Lekunutu phanele e ka holimo. Tlas'a 'Thibela li-cookie' khetha khetho ea 'Le ka mohla.'",
    "1962721652": "Batho ke batho ba batlang mohlala, 'me ka linako tse ling potso e se nang molato e ka tloha e sa makatse ho ea ho e belaetsang hang-hang, ka lebaka la liphetoho tse teng lefatšeng ho e-na le tšusumetso ea mang kapa mang ea botsang potso eo.",
    "1963951234": "Ho sa tsotellehe hore na morero oa hau oa cryptographic o ka tšeptjoa hakae, haeba motho a ka sebelisa chelete qetellong ea letsatsi ho u fa karabo eo ue batlang, ho ba le sekhechana sa hardware ha hoa lekana.",
    "1972710018": "Ho e bona ka pono ea k'hamphani",
    "1973347745": "10. Litšoantšo tse sa lefelloeng tsa mohlala. Mohloli: Petapixel.",
    "197676026": "Le ba bang bakeng sa morero ofe kapa ofe o molaong oa khoebo, ha feela tlhahisoleseling e sa tsejoe",
    "1977013707": "† Litefo tsa December 2020 li hlophisitsoe bocha ho tloha ka la 15 ho qoba ho kopana le poelano ea selemo le matsatsi a phomolo a basebetsi: li tla phetheloa bekeng ea bobeli ea Pherekhong. Ka lebaka la ho fetisoa butle ho feta tloaelo ho PayPal, litefo li tla nka matsatsi a 'maloa ho fapana le ho phethoa ka letsatsi le le leng.",
    "1978884623": "Ithute haholoanyane ka ho tlaleha litaba tsa software",
    "1979347895": "- Litšitiso tse kholo tsa khoebo li ka fapana ho ea ka boholo ba tsona, joalo ka feme ea rona feela, moaho o le mong oa feme ea rona, tikoloho eo feme ea rona e leng ho eona, toropo eo re leng ho eona kapa sebaka sohle. Ka har'a e 'ngoe le e' ngoe ea libaka tsena, ho teba ha tšitiso e ka boela ea fapana ho tloha ho tse fokolang ho ea ho tse matla. Ka tšitiso ho feme ea rona, setereke sa rona sa khoebo, toropo, kapa sebaka kapa moaho oo feme ea rona e lulang ho ona, re tla fetisetsa ts'ebetso ea rona setšeng sa lehae ha ho hlokahala mme re lebelle hore ho se be le tšitiso ea letho mesebetsing ea khoebo. Boemong bofe kapa bofe, re rera ho tsoela pele ka khoebo, ho fetisetsa ts'ebetso ho bafani ba mefuta e meng ha ho hlokahala, le ho u tsebisa ka sebaka sa rona sa marang-rang ho hcaptcha.com le leqephe la boemo ba rona ho hcaptchastatus.com mabapi le hore na u ka ikopanya le rona joang. Haeba tšitiso e kholo ea khoebo e le matla hoo e re sitisang ho lula khoebong, re tla u tsebisa kapele.",
    "1982617151": "( ) Mang kapa mang a ka senya mosebetsi oa motho leha e le ofe kapa khoebo a sa tsejoe",
    "1982750088": "Likhamphani lefatšeng ka bophara li batla hore mosebetsi oo o phethe mesebetsi e bonolo e bonolo bakeng sa batho empa e thata bakeng sa mechini. Basebelisi ba ts'ehetsa sebaka seo ba se etelang, 'me ba na le boiphihlelo bo fokolang ba spam ka lebaka la ts'ireletso e phahameng.",
    "1985238261": "Matšoao a Mang a Lekanyelitsoeng",
    "1988268879": "Ho ngolla data ho boloka chelete e ngata",
    "1988461282": "Metheo ea Molao bakeng sa Ts'ebetso",
    "1990824776": "La 16-24 Loetse 2020*****",
    "1993899769": "15. Tšebeliso ea Rōna ea Boitsebiso",
    "1993984258": "( ) Morero ofe kapa ofe o ipapisitseng le ho tsoa ha o amohelehe",
    "1995277831": "kea leboha",
    "1996843433": "Fokotsa likhohlano ka ho qoba phephetso ka botlalo bakeng sa 99.9% ea sephethephethe sa hau se molaong ha o ntse o fana ka ts'ireletso e ntle haholo.",
    "1997838163": "Likhamphani tse kholo ka ho fetisisa lefatšeng li itšetlehile ka hCaptcha Enterprise. Ho kopanya ho bonolo, 'me ho nepahala ha ho lemoha ho ke ke ha bapisoa.",
    "2012837493": "Liphetho tsa lipatlisiso",
    "2014256987": "Haeba u sa batle ho thibela tšebeliso ea li-cookies kapa mekhoa e meng ea ho latedisa, ka kopo bona \"Ho Laola Boitsebiso ba Hao\" ka tlase. Ka kopo hlokomela hore ho etsa joalo ho ka ama boiphihlelo ba hau hampe ha u sebelisa Liwebsaete kapa Tšebeletso, kaha likarolo tse ling li kanna tsa se sebetse hantle.",
    "2015218686": "pele o feta mehatong ena. Haeba seo se rarolla bothata ba hau, re ntse re tla thabela ho re tsebisa mofuta oa sebali sa hau, se thibelang lipapatso kapa se eketsa marang-rang, le URL ea sebaka sa marang-rang.",
    "2019130052": "Litlhahiso tsa rona ho ML e shebaneng le lekunutu li re lumella ho feta litekanyetso tsa ts'ireletso tsa maano a \"rekota tsohle ka ho sa feleng\" ntle le ho senya ts'ireletso kapa boinotši ba basebelisi.",
    "2019702084": "Ntle le ha ho lumelloe ka ho hlaka Tumellanong ea Ts'ebeletso ea Moreki kapa Tumellano ea Morekisi, Litšebeletso tsa SaaS tse laetsoeng li ke ke tsa rekisoa, tsa rekisoa hape, tsa hirisoa, tsa hirisoa, tsa fuoa laesense, tse nang le laesense e nyane, kapa ka tsela e 'ngoe tsa fumaneha ho motho ofe kapa ofe oa boraro (ntle le Selekane sa Moreki. ), le litaelo tsohle tse tlas'a Tumellano le tšebeliso eohle ea Bareki ea Ts'ebeletso e tla ba bakeng sa ts'ebeliso ea khoebo ea kahare ea Moreki kapa ea Selekane sa eona.",
    "2024293275": ". Litokelo tse ling kaofela li bolokiloe, hajoale.",
    "2024737147": "U batla ho tlaleha bothata?",
    "2030062561": "( ) Ha ho motho ea tla khona ho fumana moshemane kapa ho bokella chelete",
    "2032102720": "Litharollo tsa ts'ireletso tse fanoang ke lik'hamphani tsa lipapatso li tsepamisa maikutlo haholo ho lateleng basebelisi marang-rang. Re thehile tharollo e sebetsang ea ts'ireletso e pakang hore ho senya lekunutu la basebelisi ha ho hlokahale ho fana ka liphetho tse ntle haholo.",
    "2041686284": "Lintlha tse ling hangata li hlahisa litholoana tse betere mefuteng ea ho ithuta ea mochini. Katleho ea morao-rao ea mehlala e tebileng e lebisitse ho li-datasets tse ntseng li eketseha, 'me hCaptcha e sebeletsa tlhoko ena. Leha ho le joalo, ho theha li-datasets tse kholo tse hlahlobiloeng ke batho ho sebelisa mekhoa ea setso ho lieha ebile ho theko e boima.",
    "204716894": "Likahare le moralo oa maqephe a rona a marang-rang li sirelelitsoe tlas'a molao oa litokelo. Ho pheta-pheta ha maqephe le litaba tsa ona ka mokhoa o fetang tšebeliso e loketseng ho hloka tumello e ngotsoeng pele ho IMI haeba ho se na lipehelo tse ling tsa molao tse boletsoeng bakeng sa phetisetso leqepheng.",
    "204889717": "ba fetohetse ho hCaptcha's",
    "2052161540": "Ho Fumana Lintlha tsa Tlaleho ea Bug: Chrome",
    "2058856283": "hCaptcha Enterprise e na le morero o le mong feela: ho thibela libapali tse mpe ho sitisa ts'ebetso ea hau ea inthanete le ho lematsa basebelisi ba hau.",
    "2059998584": "Sebaka",
    "2066255783": "Content Scraping ke eng?",
    "2066321185": "Motheo oa Molao",
    "2066749488": "Litletlebo Tse Ling",
    "2067112112": "Litlhaloso bakeng sa linyeoe tse ngata tse fapaneng tsa tšebeliso",
    "2067334580": "Sehokelo sa Mongolo",
    "2072808435": "\"Ak'u nahane, Google? Litekesi naheng ea heso ka kakaretso li ntšo. Ke shebelletse lifilimi tse lekaneng ho tseba hore tse Amerika li mosehla. Empa naheng e 'ngoe le e 'ngoe eo ke e etetseng, litekesi e bile mahlahahlaha. mebala e fapaneng.\"",
    "2075610992": "Ke leboha tšehetso ea hau!",
    "2076066173": "Litlhaselo tsa Cyberattas 101",
    "2076932190": "Ka hona, sehlahisoa sa reCAPTCHA se eme lilemo tse leshome.",
    "2077639538": ". E 'ngoe, phephetso ea data mabapi le ts'ebeletso ea rona e ka tsoa mehloling e mengata, eseng e le 'ngoe feela - ho tloha lik'hamphaning tse kholo tsa Fortune 500 ho ea ho li-startups tsa ho ithuta ka mochini, ha feela li ntse li latela melao ea rona.",
    "2082237880": "A: hCaptcha ke tšebeletso ea pele ea mofuta oa eona e tšehetsang Privacy Pass, 'me hona joale ke eona feela e etsang joalo. Leha ho le joalo, re lebeletse hore litšebeletso tse ling li ele hloko melemo ea ho eketsa boinotši ba basebelisi Inthaneteng, 'me re lebeletse hore nakong e tlang ba bangata ba tla kenya ts'ebetsong ha maemo a IETF ao re thusang ho a ntlafatsa a amoheloa ka molao.",
    "2082407178": "P: Nka itšireletsa joang ho lateleng li-cookie tsa motho oa boraro ha ke ntse ke sebelisa cookie e fumanehang?",
    "2087769953": "\"Re thabetse phetoho ena hobane e re thusa ho rarolla mathata a boinotšing a bakoang ke ho itšetleha ka litšebeletso tsa Google tseo re bileng le tsona ka nako e telele. Re hlahlobile bongata ba barekisi ba CAPTCHA hammoho le ho iketsetsa tsamaiso. Qetellong, hCaptcha e hlahile e le mokhoa o molemo ka ho fetisisa oa ho sebelisa reCAPTCHA.\"\"Re ratile lintho tse ngata mabapi le tharollo ea hCaptcha: 1) ha ba rekise lintlha tsa bona; ba bokella lintlha tse fokolang feela tse hlokahalang, ba hlakile ha ba hlalosa lintlha tseo ba li bokellang le hore na ba li sebelisa joang le/kapa ba li senole.",
    "2090457681": "( ) Ha ke batle hore mmuso o bale lengolo-tsoibila la ka",
    "2095899021": "hCaptcha Litaelo tsa Branding le License ea Letšoao la Khoebo ka Kakaretso",
    "2103513933": "etsa mesebetsi e sitisang kapa e sitisang ts'ebetso ea sebaka;",
    "2103563261": "Litaba tsa lekunutu kapa tsa sechaba",
    "2104933754": "Hlalosa lileibole tse tsamaellanang",
    "2107077506": "Sethala sa HUMAN se sebelisa mefuta e felletseng ea boitšepo ho etsa tlhahlobo e tsoetseng pele ea boleng ba nako ea nnete. Sena se re fa monyetla oa ho tseba ka potlako bothata ba lipotso le karabo ea tsona e nepahetseng, ho u bolokela nako le chelete.",
    "2109792055": "Tataiso ea mosebelisi: Ho rarolla mathata ka Phano ea Lekunutu la Phase le netefatso",
    "2110259227": "24. Moeli oa Boikarabello",
    "211351380": "Ho tsoa ho blog:",
    "2113642787": "Dawn Song",
    "21141582": "sena",
    "2114694926": "2. Seboka",
    "2119943547": "Hobaneng ho le joalo? Karabo e bonolo. Hafeela ho ntse ho e-na le tšusumetso ea ho hlekefetsa tsamaiso, motho ka kakaretso o tla fumana tsela. 'Me hang ha ba etsa joalo, motho e mong o tla ba le tšusumetso ea ho ba thibela.",
    "2123236933": "() Litšenyehelo tsa Bandwidth tse sa angoeng ke ho sefa ha bareki",
    "2125514305": "ML e ntlafetse, empa bothata ba ho feta reCAPTCHA ha bo so fetohe haholo nakong ena.",
    "2131386784": "Tsebo e ka Finyellehang le Tšehetso Bakeng sa Bobeli ba Hao le Basebelisi ba Hao",
    "2133754014": "Liwebsaete tse fetang limilione tse 4.5 li sebelisa reCAPTCHA [",
    "2133809801": "Ha feela batho e ntse e le batho, ho na le monyetla oa hore netefatso ea botho e tla ba le karolo eo e ka e bapalang inthaneteng.",
    "2138799135": "hCaptcha e na le likhokahano tse ngata tse hahiloeng esale pele bakeng sa litsamaiso tse ka pele le tse ka morao tseo u li sebelisang.",
    "2146900431": "Ka tlhaho, polelo ena e na le moelelo o mongata. Li-CAPTCHA, joalo ka ntho e 'ngoe le e' ngoe, li kenyelelitsoe moetlong oa setso, 'me haeba bongata ba mathata a hau bo entsoe moetlong o le mong, e kanna ea se ke ea fetolela e 'ngoe hantle. Motheong oa eona, sena ke taba ea setso",
    "2150595700": ". GDPR le CCPA li kentse lipelaelo tsa boinotši 'mapeng bakeng sa bareki ba likhoebo,' me ka nako e ts'oanang boinotši ba marang-rang bo ntse bo le bohlokoa le ho feta sechabeng ha bohle re qala ho utloisisa hore na liindasteri tsa papatso le papatso tsa marang-rang li sebelisitse data ea rona nalaneng joang.",
    "2150907653": "* Li-cookie tsa tekheniki li hlokahala haholo bakeng sa ho fana ka litšebeletso. Tsena li kenyelletsa li-cookies tseo u li ratang, li-cookie tsa seboka, li-cookie tse leka-lekaneng, joalo-joalo.",
    "2155089487": ". Haeba mathata a rona a ne a le bonolo ho a rarolla bakeng sa lihlopha tse ling, re ne re ka lebella ho bona phapang tseleng eo batho lefatšeng ka bophara le litso tse fapaneng ba sebetsang ka eona ha re li rarolla. Boemong ba poso ea Edene, re ka lebella hore Maamerika a etse betere ho feta batho ba linaheng tse ling. Hobane re qetile lilemo re ntse re etsa litsamaiso ho qoba bothata bona, ha e le hantle re bona se fapaneng.",
    "2159517814": "Re arolelana kapa re senola lintlha tsa hau maemong a latelang:",
    "2163914794": "U batla lileibole tse ling bakeng sa datha tsa hau? hCaptcha e fana ka mabitso a data a potlakileng, a theko e tlaase, le a boleng bo holimo bakeng sa lik'hamphani tse sebetsang ka bohlale ba maiketsetso le lits'ebetso tsa ho ithuta ka mochini.",
    "2164933356": "Cloudflare",
    "2167049807": "Lihlopha tsa ts'ireletso li nkile mehato e fapaneng ea ho thibela le ho laola ho hlola mekhoa e bonolo, e botsoa ea bomenemene ba ho lefa. Leha ho le joalo, litlhaselo li ntse li rarahana le ho feta. Mohlala, bots e se e ka kotula linomoro tsa likarete tsa mokoloto tse utsoitsoeng le li-PIN ho tsoa liwebsaeteng tsa bohata le litlhaselo tsa phishing.",
    "2168177815": "ka kopo tlanya mona",
    "2177660021": "Setsebi sa Lipatlisiso sa Stanford. Ho ithuta ka mochini le lichelete tse ngata libankeng tse kholo, hedge funds le lithutong.",
    "2178073797": "Hobane ho fana ka tlhahisoleseling ea lekunutu ho ka baka kotsi e ke keng ea lokisoa, motho ea senolang o na le tokelo ea ho batla topollo bakeng sa tlolo efe kapa efe kapa ts'okelo ea ho tlola molao ona.",
    "2179524509": "Ka linako tse ling re fumana lipotso mabapi le hore na ke lipotso tsa mofuta ofe tse lumelletsoeng ts'ebeletso ea hCaptcha, le hore na ke hobane'ng ha ho botsoa lipotso tse itseng.",
    "2182196747": "Tšehetso",
    "2183926131": "Qala ka hCaptcha Enterprise",
    "2184564739": "Bona",
    "2185418511": "Bakeng sa morero ofe kapa ofe o molaong oa khoebo, ha feela tlhahisoleseling e sa tsejoe kapa e kopantsoe hoo e ke keng ea tlamahanngoa le motho ka mong.",
    "2185860003": "21. Liphetoho Websaeteng",
    "2187096543": "Ehlile, ho bile le litlolo tse kholo tsa data tse bakiloeng ke software e ngotsoeng ke hacker e bitsitseng API ho ntša data ho database. Ntle le moo, haeba e utsoa data e hloka feela mohala oa mantlha oa GET ho API, e ngotsoeng ho sebelisoa REST le JSON, ho bonolo ho hlakola database kapele. Ebile, ha batho ba bua ka litlhaselo tsa \"screen scraping\", seo ba hlileng ba se bolelang, haholo-holo, ke mehala e potlakileng ea API e hulang data ho tsoa ho database. Li-API li fetohile sebaka se seholo sa tlhaselo bakeng sa mekhatlo e li hahang.",
    "2188609322": "Libapali tse mpe li atile haholo inthaneteng. Empa ho tela lekunutu la basebelisi ha se karabo.",
    "218889628": "Ntle le moo re emisang Sehlomathiso sena sa Bareki kapa Melao ea Ts'ebeletso ka lebaka la ho tlola Sehlomathiso sena sa Bareki kapa Melao ea Ts'ebeletso, haeba re emisa 'me u re lefile litefiso life kapa life, re tla busetsa karolo ea pro-rata eo. chelete e lefiloeng pele, ho ipapisitsoe le nako e setseng kapa Litšebeletso tseo u li lefileng, ho sa tsotellehe hore na ke eng e fokolang. Re tla phethela mosebetsi oa rona ka mokhoa o utloahalang oa khoebo, 'me re boloke le ho u tlisetsa tsohle tse lefelloang bakeng sa Output Data Sets le Lintlha tsohle tsa Bareki tseo re nang le tsona. Ka nako efe kapa efe, re ka 'na ra se ke ra tlameha ho hlakola data efe kapa efe.",
    "2193061499": "Tse ling tsa li-logos le matšoao a rona li thibetsoe ho sebelisoa ke hCaptcha le balekane ba eona. Batho ba bang ba kanna ba se sebelise matšoao a latelang ntle le laesense e ngotsoeng ho tsoa ho hCaptcha:",
    "2196526290": "hc_accessibility",
    "2197218442": "Motsamaisi oa Cloudflare Matthew Prince o ile a akaretsa ntlha ena ea maikutlo ho",
    "219813583": "Tshireletso Pele",
    "2199048568": "Tobetsa thebe e ka letsohong le letšehali la sebaka sa aterese leqepheng lefe kapa lefe la tepo. Tobetsa ho Litlhophiso tsa Tšireletso. Phanele ea Lekunutu le Tšireletso ea Firefox Preferences e tla buleha. Tlas'a Tšireletso e Ntlafetseng ea ho Tracking, khetha Tloaelo. Khetha li-trackers le mangolo ao u ka a thibelang ka ho khetha mabokose ao. Etsa bonnete ba hore u notlollotse hcaptcha.com.",
    "2209109640": "e sebelisetsoa merero e kotsi feela, maemong a mesebetsi ea bona e tloaelehileng ea khoebo?",
    "2209837451": "La 15 Mphalane 2019 - Jan 15th 2020",
    "2212670355": "ngolisa",
    "2216374138": "ke batho, joalo ka metsamao ea litoeba, boemo ba moqolo, liketsahalo tsa ho tobetsa konopo, liketsahalo tsa ho ama, le tlhaiso-leseling ea gyroscope / accelerometer ha e sebetsa.",
    "2217842245": "Leha ho le joalo, lintlha tsa rona li bontša hore (bakeng sa hCaptcha)",
    "2219945145": "seboka,",
    "2223819810": "Ho ntlafatsa sethala sa rona",
    "2225785608": "( ) Re lokela ho khona ho bua ka Viagra ntle le ho hlahlojoa",
    "2230333214": "Re kopanya Boitsebiso ba Bareki le lintlha tse ling e le hore liphetho li se ke tsa lemohuoa 'me re bokelle litlaleho tsa tekheniki tse sa tsebahaleng le lintlha tse mabapi le tšebeliso ea Litšebeletso (\"Aggregate/De-Identified Data\"). Leha ho na le eng kapa eng e hanyetsanang le mona, Lintlha tse joalo tsa Aggregate/De-De-Identified li ka sebelisoa ke IMI molemong oa khoebo nakong kapa kamora nako ea Tumellano ena, ho kenyeletsoa ntle le meeli ho nts'etsapele le ho ntlafatsa lits'ebeletso le ho theha le ho aba litlaleho le tse ling. lisebelisoa. Lintlha tsa Bareki le tsona li ka 'na tsa tsoela pele 'me tsa hlahisoa ka har'a sistimi ka nako e lekanyelitsoeng e sa feteng matsatsi a 180 ka mor'a hore mosebetsi o phetheloe, mohlala e le data ea ho lekanya kapa ea netefatso bakeng sa litsamaiso tsa Intuition Machines. Bakeng sa ho hlaka, Karolo ena ea 5 ha e re fe tokelo ea ho u tsebahatsa e le mohloli oa Lintlha tse Aggregate/De-De-Identified ntle le tumello ea hau e ngotsoeng pele.",
    "2233384692": "Haeba u na le lipotso kapa matšoenyeho mabapi le hore na data e joalo e sebetsoa joang kapa u ka rata ho sebelisa litokelo tsa hau, u lokela ho ikopanya le motho kapa mokhatlo (ke hore, molaoli oa data) ea entseng konteraka le rona ho sebelisa Ts'ebeletso ho sebetsana le data ena. Leha ho le joalo, re tla fana ka thuso ho Bahokahanyi ba rona ho rarolla mathata afe kapa afe ao u ka bang le 'ona, ho latela lipehelo tsa konteraka ea rona le bona.",
    "2233741720": "Ha re phethela",
    "2234909600": "( ) Ba-spammer ha ba tsotelle liaterese tse fosahetseng mananeng a bona",
    "2236960358": "Ha u ingolisa, u tla kopuoa ho hlahisa tlhahisoleseling e itseng ka uena (\"Boitsebiso ba Botho\"), ho kenyeletsoa lebitso la hau, aterese ea lengolo-tsoibila, le ho etsa lebitso la mosebelisi le password, tseo kaofela li tla laoloa ke Leano la rona la Lekunutu, le fumanehang ho rona. websaeteng. Ke uena feela ea nang le boikarabello ba ho beha leihlo, ho netefatsa le ho boloka ts'ireletso ea akhaonto ea hau, li-password, le linotlolo life kapa life tsa netefatso tse amanang le ak'haonte ea hau, 'me ke uena ea ikarabellang bakeng sa ts'ebeliso efe kapa efe kapa mehato e nkuoeng ka ts'ebeliso ea tlhaiso-leseling eo ho Litšebeletso.",
    "2255549335": "Mosebetsi oa rona ho hCaptcha ke ho fumana likamano tse ntle pakeng tsa bothata le ho nepahala le ho boloka khohlano e le tlase, haholo-holo bakeng sa",
    "2256305371": "Moprofesa, CS Univesithing ea California, Berkeley. Ho ithuta ho tebileng, ts'ireletso, setsebi sa blockchain. CEO ea Oasis Labs.",
    "2256795853": "Bokhoni ba ho ntša lintlha tse ngata, ka potlako, ho tloha liwebsaeteng ho etsa hore ho senya sesebelisoa se matla matsohong a batšoantšisi ba lonya. Bot ea scraping e ka bokella lintlha tsa basebelisi ho tsoa liwebsaeteng tsa sechaba. Joale, ka ho hlakola liwebsaete tse nang le liaterese le lintlha tse ling tsa botho le ho hokahanya liphetho, senokoane se ka etsa litlolo tsa molao tsa boitsebiso joalo ka ho kenya likopo tsa bolotsana tsa likarete tsa mokoloto.",
    "2260079771": "Ho Boloka Lintlha",
    "2268939633": "IMI ha e itlame, ebile ha e tlamehe ho nka karolo, tharollong e 'ngoe ea likhang bakeng sa likhohlano tsa bareki ka pel'a setsi sa tharollo ea likhang tsa bareki. Webosaete ea semmuso ea European Commission bakeng sa Tharollo ea Likhohlano Inthaneteng:",
    "2269166171": "Google Chrome (Mac):",
    "2271205646": "Tsebiso ho Baahi ba Libaka tsa Moruo oa Europe.",
    "2271252286": "() Microsoft e ke ke ea mamella",
    "2271512952": "Basebelisi ba ts'ehetsa saete eo ba e etelang, 'me ba fumana spam e fokolang ea marang-rang.",
    "2271969747": "20. Litaba tsa Lekunutu tseo U li Fumanang",
    "2273532558": "Bareki ba lefang ba hCaptcha ke bo-mang?",
    "2281169898": "Ho romella lintlha tsa ho lokisa bothata ka tlaleho ea hau ho tla re nolofaletsa ho tseba se etsahalang. Mona ke litaelo tsa mohato ka mohato:",
    "2284856231": "'me re bone ho nepahala ho ntlafetseng haholo ho hCaptcha Enterprise's just passive mode hape.",
    "229198134": "( ) Ke masoabi, empa ha ke nahane hore ho tla sebetsa.",
    "2292919419": "( ) Maikutlo",
    "2296918009": "Sena se lekana le lilemo tse fetang 100 tsa motho ea sebetsang letsatsi le leng le le leng.",
    "2301335298": "Bomenemene ba Tefo: Ho Fokotsa Mokhoa o Fetohang ka Potlako oa Cybercrime",
    "230159237": "Mabitso",
    "2301757528": "**** Ka lebaka la tlhokomelo ea PayPal ea li-API tsa bona tsa REST nakong ea fensetere ea ho lefa, ha se litefo kaofela tse ileng tsa phethoa ka la 15 Phuptjane. Litefiso life kapa life tse reriloeng bakeng sa Jun 15th (nako ea Pacific) empa tse sa kang tsa etsoa ka lebaka la liphoso tsa PayPal API li ile tsa boela tsa sebelisoa ke Jun 19th (nako ea Pacific).",
    "2303655425": "La 15 Pherekhong 2019 - La 15 Mmesa 2019",
    "2309661107": "Leha ho le joalo, re thahasella haholo",
    "2310694091": "Reconciliation e bolelang?",
    "2310705547": "Sengoloa se ruileng se u lumella ho theha le ho fomata lihlooho, lirapa, mantsoe a qotsitsoeng, litšoantšo le livideo kaofela sebakeng se le seng ho fapana le ho li kenya le ho li fomata ka bonngoe. Penya habeli feela 'me u thehe litaba habonolo.",
    "23114595": "Phihlelo e Ntle ea Mosebelisi",
    "231285005": "U ka fumana lintlafatso tsa morao-rao ho blog ea rona",
    "2315518622": "Ka ho rarahana ho teng lithulusing tsa kajeno tsa tlhaselo, ho thata haholo ho bona hore na, haeba ho le joalo, ke tsa bomenemene. Joale, motho e mong o letsetsa mohala oa litšebeletso tsa bareki ’me o re “Ak’haonte ea ka e hlasetsoe! Ha ke khone ho kena ebe ho na le motho ea utsoang chelete ea ka!”",
    "2319072959": "Matha kantle ho marang-rang ka botlalo le basebetsi ba hau, latela boleng bo sebelisitsoeng ho pholletsa le likarolo tsa khoebo kapa balekane ba li-consortium, khetha mesebetsi ho bafani ba fapaneng ba kahare kapa kantle ho latela litšenyehelo le litlhoko tsa ts'ireletso, le tse ling.",
    "2320894364": "Ka lintlha tse fetang 200, leru la hCaptcha le sireletsa thepa ea hau lefatšeng ka bophara.",
    "2323013093": "26. Molao o sebetsang",
    "2323282990": "Mokhoa oa Kajeno oa ho netefatsa Botho",
    "2326660907": "ntle le",
    "2328839224": ". Ka kopo, bona karolo ea rona ea \"Tsebiso ho Baahi ba California\" e amanang le litokelo tsa hau tlasa California Consumer Privacy Act (\"CCPA\").",
    "2330965058": "Moo re sebetsang re le processor bakeng sa Bahokahanyi ba rona, ha re sebelise data e bokeletsoeng molemong ofe kapa ofe ntle le ha ho hlokahala ho fana ka Ts'ebeletso ea rona, mme ts'ebetso ea rona e tla laoloa ke likonteraka tseo re nang le tsona le Bahokahanyi ba rona, eseng sena. leano la Lekunutu",
    "2333410049": "Ka kopo, leka ho tima ad blocker ea hau.",
    "2340340589": "Litaelo tsa ho sebelisa letšoao la hCaptcha",
    "234420106": "Haeba u Mohokahanyi kapa Moreki oa tšebeletso ea hCaptcha Enterprise 'me tšebeliso ea API ea hau joalokaha e lekantsoe ke RPS e feta tekanyo e fanoeng bakeng sa tšebeletso ea hau, re ka 'na ra khetha ho fetola tšebeletso ea hau kapa ho lefisa tekanyo e feteletseng. Haeba lebelo la hau la RPS le feta tekanyo e fanoeng ka ntlha ea 10 bakeng sa metsotso e 10 kapa ho feta ka kakaretso nakong ea matsatsi a 30 'me boholo ba likopo tsena ke ka kahlolo ea rona feela, eseng sephethephethe se kotsi, re ka khetha ho o tla u lefisa ka tekanyo e fetelletseng e boletsoeng ke konteraka bakeng sa likopo tsohle tsa API tse entsoeng khoeling eo.",
    "2344319147": "Ho fumana bot ea Google ho bohlokoa hakae?",
    "2348450790": "Ka kopo bala Melao ena ea Ts'ebeletso. Li kenyelletsa, har'a lipehelo tse ling, boits'oaro ba liwaranti, mefokolo ea melato, le phehisano e tlamang. Ka kopo hlokomela hore Melaoana ena ea Ts'ebeletso e kanna ea fetoha ho tloha ha u ne u etela sebaka sa rona sa ho qetela. Re ka ntlafatsa le ho ntlafatsa Melaoana ena ea Ts'ebeletso nako le nako ka boikhethelo ba rona. Haeba ho na le phetoho ea thepa, re tla u tsebisa ka ho beha Melaoana ea Ts'ebeletso e ntlafalitsoeng leqepheng lena, ka mor'a moo o tlameha ho amohela ka tieo Melaoana ea Ts'ebeletso e ntlafalitsoeng e le hore u tsoele pele ho sebelisa kapa ho fihlella Sebaka sa Marang-rang kapa Tšebeletso.",
    "2348697693": "Google Chrome (Android):",
    "2349681896": "Ka bomalimabe, ho laola karolo ea hardware ha ho bolele hore u motho. Hoo e batlang e le leano le leng le le leng le tsebahalang la bopaki la lisebelisoa tsa bareki le 'nile la robeha khafetsa, la patoa,' me la robeha hape.",
    "2351176803": "Melao ea laesense bakeng sa hCaptcha JS API",
    "2354267648": "Leano la lekunutu la GDPR, CCPA, le LGPD",
    "2359150347": "P: Na lits'ebeletso tse ling tsa ts'ireletso ea inthaneteng li tšehetsa Privacy Pass?",
    "2359312315": "kapa e kopantsoe hoo e ke keng ea tlamahanngoa le motho ka mokhoa o utloahalang.",
    "2359913400": "Sebopeho sa motheo",
    "2366003154": "Lipotso tsa Tobetsa le Media",
    "2367602973": "Mona",
    "2369877184": "Sekhahla se phahameng se lumelletsoeng sa tlhoro ea RPS bakeng sa hCaptcha Integrators kapa Customers ke likopo tse 1,000 ka motsotsoana ho mekhatlo e ka har'a ak'haonte ea hau (\"RPS\"), ntle le haeba ho boletsoe ka tsela e 'ngoe ke tumellano ea konteraka e ngotsoeng lipakeng tsa hau le rona.",
    "237009707": "( ) Lipheelano tse bulehileng linaheng tse ling",
    "2373007864": "hCaptcha Enterprise e sebetsa ho thekenoloji ea sethala sa hCaptcha, e atolositsoeng ho kenyelletsa likarolo tse hlokahalang ke likhoebo tse ngata tsa sephethephethe.",
    "2378786360": "1. Leka e 'ngoe ea li-browser tse ling tse tšehetsoeng: haeba u le Chrome, leka ho sebelisa Firefox ntle le ho kenya litlhophiso tsa hau ho Chrome, 'me u kenye plugin moo. Haeba seo se sebetsa, o kanna oa ba le bothata ba tlhophiso ea sebatli.",
    "2385522384": "E ka 'na eaba u ne u bona liforeimi tsa video ho tsoa lik'hamera likoloing tsa Waymo tsa Google, 'me li thusa ho ntlafatsa temoho ea bona ea lintho.",
    "2386465280": "Kamoo re Abelanang Boitsebiso",
    "2391175562": "Ho feta moo, sena ke seo ke se nahanang ka uena:",
    "2394073454": "Re ka bokella lintlha tse ling ho tsoa ho Basebelisi ba Bofelo ba lakatsang ho sebetsa le rona re le Li-Labelers tsa Lintlha tsa Motho ka Mong.",
    "2396605499": "( ) Makhoebo a anya",
    "2397590157": "3. Khakanyo ea Conservative: limilione tse 200 li rarolla * metsotsoana e 30 ka tharollo ka lilemo = 190.3 motho-lilemo/letsatsi.",
    "2402165761": "Scraping e sebetsa Joang?",
    "2404545611": "Rea u amohela ho hCaptcha! Kea u leboha ka ho ba karolo ea sechaba sa rona. Basebelisi bohle ba \"Litšebeletso\" (tse hlalositsoeng ka tlase) ba tlameha ho lumellana le lipehelo tse latelang (\"Terms of Service\"). Tlas'a Melaoana ena ea Ts'ebeletso, \"IMI\", \"re\" le \"rona\" e bua ka Intuition Machines, Inc. 'me liofisiri, liofisiri, baemeli, basebetsi, baemeli le baemeli, \"webosaete\" ea rona e kenyelletsa sebaka sa marang-rang sefe kapa sefe se tlas'a taolo ea rona, ho kenyelletsa www.hcaptcha.com le www.imachines.com.",
    "2408036504": "Ka hona, litsamaiso tsa rona li entsoe ho tloha fatše ho fokotsa pokello ea data le ho bolokoa ha re ntse re boloka ts'ireletso e etelletseng pele. Mokhoa o motle oa ho sireletsa data ea mosebelisi ke ho se e boloke ho hang.",
    "2410122265": "Lisebelisoa tsa hCaptcha: Bots 101",
    "2412751979": "Ka lebaka la matšoao a nepahetseng a botho a matla a hCaptcha, lik'hamphani tse ngata tse neng li sebelisa reCAPTCHA v3/Enterprise pele li se li fetohile.",
    "2413742287": "Khothatso ea hCaptcha ke ho eketsa ho nepahala, eseng chelete ea lipapatso: likarabo tsa bot ha li na thuso ho bareki ba rona, ba hlokang boitsebiso ba koetliso ea batho.",
    "2414232014": "Letšoao la rona le bonahala hang-hang ebile ke le leng la matlotlo a rona a bohlokoahali. Ho etsa bonnete ba hore e lula e le boemeli bo matla ba k'hamphani ea rona, e tlameha ho hlahisoa ka mokhoa o hlokolosi le o tsitsitseng ho pholletsa le mecha eohle ea puisano.",
    "2414368123": "Lebitso, nomoro ea karete ea mokoloto, nomoro ea karete ea banka, kapa lintlha life kapa life tse ling tsa lichelete.",
    "2418549423": ", tekanyetso e hlahang ea ho boloka boinotši ba inthaneteng ka bopaki ba sephiri, le likarolo tse ling tse ikhethang tsa lekunutu.",
    "2419795065": "Tsebiso ho Baahi ba California",
    "2420789666": "Fastly, Inc. Litšebeletso li fanoe: CDN e potlakileng le komporo ea moeli.",
    "2423586454": "Ho ntse ho na le lintho tseo software e ke keng ea li etsa, ho sa tsotelehe hore na AI e ntle hakae ka mor'a eona. Theknoloji ea morao-rao ea CAPTCHA e fana ka mokhoa o tiisitsoeng oa ho thibela bots ho leka ho ntšetsa pele bolotsana ba ho lefa. Le ha mekhoa ea khale ea CAPTCHA, joalo ka linomoro tse lenngoeng ka lebokoseng, hangata e haelloa ke ho fokotsa li-bots tse tsoetseng pele, sesebelisoa se ikemetseng sa ho arabela liteko joalo ka hCaptcha Enterprise se ka thibela bot ea bomenemene habonolo nakong ea ho kena ha ak'haonte kapa ho tsoa kariking ea mabenkele. Leha bot e na le lintlha tsa nnete, haeba e ke ke ea khona ho feta ho CAPTCHA.",
    "2429359042": "mohlala litšoantšo tsa segokanyimmediamentsi sa sebolokigolo",
    "2430148876": "Re thehile litataiso tsena le laesense ea lets'oao ka kakaretso ho etsa hore ho be bonolo kamoo ho ka khonehang ho bareki ba rona, balekane le balateli ho sebetsa le mofuta oa rona ha re ntse re boloka boitsebiso ba rona ba khoebo. Haeba o hloka ho sebelisa li-icon tsa hCaptcha, li-logo, kapa matšoao a mang ka litsela tse fapaneng le litataiso tsena, u tla hloka ho ikopanya le rona (IMI) bakeng sa lengolo la tumello e ngotsoeng.",
    "2436973524": "Ke litšupiso tse nepahetseng feela tse amohelehang. Ha ho lumelloe ho bolela hore sebaka sa marang-rang se sebelisa lits'ebeletso le lits'ebetso tsa hCaptcha ha se sa etse joalo. Ka mokhoa o ts'oanang, ts'ebeliso ea logo ea rona kapa libeche leha e le life le tsona li loketse feela ha sebaka sa marang-rang se sebelisa lits'ebeletso tsa hCaptcha.",
    "2437934778": "Lebitso la hau",
    "2438016011": "Tumellano ea Boithaopo. Batho bohle ba nang le Melaoana ena ea Ts'ebeletso ba emela le ho lumellana hore e mong le e mong o hlahlobile likarolo tsohle tsa tumellano ena, o balile ka hloko le ho utloisisa litokisetso tsohle tsa eona, 'me o kena tumellanong ena ka boithatelo.",
    "2441638955": "Taba ea pele, API ke eng?",
    "2444685143": "Leano la Letšoao",
    "2445034923": "Haeba u sa lumellane le lipehelo le lipehelo tsohle tsa Melaoana ena ea Ts'ebeletso, u se ke oa (mme u kanna oa se ke) sebelisa kapa ho fihlella Setsi kapa Litšebeletso.",
    "24452499": "tharollo; e ka sebedisoa bakeng sa botle kapa bobe. Khampani e 'ngoe le e' ngoe e etsang lipatlisiso, ho haha, kapa ho rekisa litharollo tsa tšebeliso e habeli e na le tlamo ea ho nahana ka litlamorao tsa liketso tsa bona.",
    "2446481523": "Ho na le pale ea khale eo ho eona mokhanni oa koloi le mohlomphehi ba hlahang setsing sa sesole sa motsaneng oa mahaeng. Monna e mong, ea apereng liaparo tse litšila, tsa mofutsana, o ile a bolella lepolesa, “Ke ’na mohlomphehi. Monna enoa e ne e le mokhanni oa ka.",
    "2449501658": "e fana ka e 'ngoe ea litsela tse tsoetseng pele ka ho fetisisa tsa ho fokotsa ts'okelo ho tsoa litekong tsa bolotsana tsa ho kena ka akhaonto, ho sebelisa mochine oa ho ithuta ho lemoha le ho emisa li-bots, 'me ka katleho ho etsa hore ho be thata haholo kapa ho se khonehe hore baqhekelli ba kenelle ho nkeng akhaonto.",
    "2462728596": "Haeba re sa khone ho khotsofala ka lintlha tsena, re tla hana kopo mme re ka emisa ho kena sethaleng sa rona, joalo ka ha ho hlalositsoe ho Melaoana ea rona.",
    "2462909475": "Lerako la mehala e fetang 10,000 e sebelisetsoang tlhekefetso, karolo ea ts'ebetso ea bot ea China.",
    "2465128185": "Ho fana ka maikutlo a potlakileng, tobetsa feela konopo ea \"Re romelle maikutlo\".",
    "2468683988": "Sehlooho",
    "2474091800": "19. Likhohlano le Basebelisi ba Bang; Lokolla",
    "2474661839": "Ea rona",
    "247560732": "Kenya hCaptcha ka mela e meraro ea khoutu. Haeba u tsoa reCAPTCHA, API ea rona ea sebetsa 'me ho nka metsotso e seng mekae ho e fetola.",
    "2477958756": "( ) Batho ba babe",
    "2481032625": "Hore na sepheo ke ho thibela:",
    "2486638408": "Hlalosa Litlhaloso",
    "2487931657": "U se ke ua sebelisa: \"re hCaptcha'd sebaka sa rona.\"",
    "248923369": "Letšoao la BotStop™",
    "2489287539": "\"Ha ho na CAPTCHA\" e se nang friction & 99.9% mekhoa ea ho etsa lintho",
    "2491398763": "Litemana tsohle, litšoantšo, litšoantšo, livideo, 'mino, melumo le lintho tse ling tse maqepheng ana li sirelelitsoe tlas'a molao oa litokelo ke IMI kapa batho ba boraro haeba ho boletsoe. Ha ho lumelloe ho kopitsa kapa ho fetola thepa ena bakeng sa tšebeliso ea khoebo ka mokhoa o fetang tšebeliso e loketseng.Boikarabelo ba sebaka sena sa marang-rang.",
    "2497216176": "Litlhahlobo tsa Mokha oa Boraro le Mahlale a ho Tracking",
    "2498172334": "Ka ho khetheha, moralo oa hau o hloleha ho ikarabella",
    "2505227594": "7. Ho feta tekano",
    "2510209017": "U hloka thuso e 'ngoe?",
    "2510534204": "Pele ho la 23 Hlakubele 2020 ***",
    "2513143348": "Sistimi ea hCaptcha Enterprise e feto-fetoha ka mokhoa o ikhethileng moralong oa eona: e ka sebelisoa ka mokhoa o sa fellang kapa ka botlalo pheletsong ea marang-rang a hau haeba o sebelisa leru la sechaba kapa o na le litsi tse ngata tsa data.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "252720667": "e ipapisitse le ts'ireletso ea cryptography ea Privacy Pass. Protocol ka boeona e ntse e feta",
    "2531534427": "Lintlha li teng mona.",
    "2534436327": "'me likhanyetso tse latelang tsa filosofi li ka sebetsa hape:",
    "2535001179": "Haeba ho ka etsahala hore u tsoa ho reCAPTCHA ea Google, li-API tsa rona li tla nkeloa sebaka.",
    "2540760245": "har'a litšebeliso tse ling tse ngata, ho khona ho sefa sephethephethe sa marang-rang motheong oa \"motho kapa che\" ho tla lula e le sesebelisoa sa bohlokoa ha feela tlhaho ea motho e latela mekhoa e tšoanang e tlalehiloeng lilemong tse likete tse hlano tse fetileng.",
    "2543123170": "Netefatso ea batho ba Zero friction",
    "254326776": "Tlhekefetso e mpe ea liphoso tsena hangata ho fumanoa hore e etsahetse likhoeli kapa lilemo pele ho phatlalatsoa kapa ho phatlalatsoa.",
    "2544169219": "Liphetho tsa morao-rao tsa morao-rao: ICML LLD, Motšeanong 2019.",
    "2544565802": "La 15 Phupu 2019 - Oct 15th 2019",
    "2547140673": "Ka lilemo tse fetang leshome, tšebeletso ea Google ea reCAPTCHA e 'nile ea fa beng ba sebaka sa marang-rang khoebo: lumella Google hore e latele basebelisi ba hau le ho ba botsa lipotso, 'me ka phapanyetsano ba tšepisa ho emisa bots le spam.",
    "2547406584": "Haeba u na le lipotso mabapi le Leano lena la Cookie, ka kopo ikopanye le rona ho",
    "2551802342": "- Re rera ho hlaphoheloa kapele le ho qalella tšebetso ea khoebo ka mor'a tšitiso e kholo ea khoebo le ho arabela ka ho sireletsa basebetsi le thepa ea rona, ho etsa tlhahlobo ea lichelete le ea ts'ebetso, ho sireletsa libuka le litlaleho tsa feme, le ho lumella bareki ba rona le basebelisi ba bona ho sebelisa marang-rang. Ka bokhutšoanyane, moralo oa rona oa ho tsoelapele oa khoebo o etselitsoe ho lumella feme ea rona ho qala ts'ebetso kapele kamoo ho ka khonehang, ho latela boholo le bothata ba tšitiso e kholo ea khoebo. Liaterese tsa moralo oa rona oa ts'ebetso ea khoebo: bekapo ea data le ho hlaphoheloa; litsamaiso tsohle tsa bohlokoa tsa mosebetsi; litekanyetso tsa lichelete le tsa ts'ebetso; mekhoa e meng ea puisano le bareki, basebetsi, le mekhatlo e okametseng; sebaka se seng sa 'mele sa basebetsi; tšusumetso ea bohlokoa ea mofani le bareki; tlaleho ea taolo; le ho fa bareki ba rona tsebiso ea kapele haeba re sa khone ho ntšetsa pele khoebo ea rona. Letamo la rona la mantlha la barekisi le boloka litlaleho tsa rona tsa bohlokoa sebakeng se arohaneng. Le hoja boemo bo bong le bo bong ba tšohanyetso bo baka mathata a ikhethang a thehiloeng linthong tse ka ntle, tse kang nako ea letsatsi le ho teba ha tšitiso, re ile ra eletsoa ke letamo lena la bafani ba thepa hore sepheo sa bona ke ho tsosolosa mesebetsi ea bona le ho khona ho tsosolosa litšebeletso ka potlako. Leha re sebelitse ho fokotsa kotsi ka ho sebelisa mefuta e fapaneng ea barekisi, litšebeletso tsa hau li ka fetoloa kapa tsa sitisoa nakong ena.",
    "2555914614": "molemong oa tšebeliso ea phihlello. Re lumela ho kopanya mokhoa oa rona oa hona joale oa a11y le Phatlalatso ea Lekunutu ho tla lumella basebelisi ba a11y ho bala ka mokhoa o sireletsehileng, ba sireletsehile ka tsebo ea hore sephethephethe sa bona se lekunutu, ha ba ntse ba thibela tlhekefetso ea basebelisi ba bot e etsahalang ka mokhoa o ke keng oa qojoa ha likhetho tsa a11y li fumaneha. Re bankakarolo ba mafolofolo sehlopheng sa tšebetso sa IETF se tiisang theknoloji ena e ncha.",
    "2557240048": "E sebetsa joang: pele, mosebelisi ea fumanehang o ingolisa ka",
    "2557601376": "hCaptcha logo™",
    "2560582224": "lenaneo la bounty bug",
    "2561077702": "Ho fana ka litšebeletso tsa rona",
    "2565565429": "Ho e-na le hoo sebelisa: \"re sebelisa hCaptcha ho etsa hore sebaka sa rona se sireletsehe le ho sireletseha haholoanyane.\"",
    "2575690545": "Ho nka liak'haonte, joalo ka bosholu bo bongata ba marang-rang, hangata ke taba ea boiketsetso, lits'ebetso tse ngata. Ke ka seoelo motho ea senyang chelete, ea apereng hoodie kamoreng e ka tlaase ea 'm'ae, a thaepe li-password ho liwebsaete tsa banka ka bonngoe.",
    "2583775432": "P: Ho thoe'ng ka boinotši? Na ho ngolisoa ho pepesa data ea ho bala ea a11y ka tsela e itseng? U etsa'ng ka lengolo-tsoibila?",
    "2588750717": "Ha e le hantle, litlhaselo tse ling tsa ho kenya mangolo a bopaki li kenyelletsa mangolo a limilione a bopaki-kaofela li kenngoa ka har'a marang-rang a sa lebellang ho kena websaeteng ka tšepo ea ho kenngoa. Ha a se a le ka hare, mohlaseli a ka nka akhaonto ea phofu.",
    "2590587108": "Tokiso e tsitsitseng le e matla ea litaba",
    "2593768395": "Boiphihlelo bo se nang mathata ho pholletsa le tepo, mobile mobile, mobile web. Likhokahanyo tse hahiloeng esale pele le li-SDK tsa matsoalloa lia fumaneha.",
    "2593864519": "Emisa li-bots tse ling. Qala ho sireletsa lekunutu la basebelisi.",
    "259613338": "haeba u na le lipotso mabapi le Melaoana ena ea Ts'ebeletso.",
    "2597149484": "Lebaka leo mohatelli a lokelang ho \"etsa\" mangolo a mangata a amanang le moo ba fumanang mangolo a bona a utsoitsoeng.",
    "2597352122": "Mefuta ea Litlhaloso",
    "2600696085": "La 15 Hlakubele 2021",
    "2602081482": "hCaptcha Enterprise e sebelisa ho ithuta ka mochini o tsoetseng pele ho tseba sephethephethe se kotsi sebakeng sa hau sa marang-rang le lits'ebetso - ho kenyelletsa le mesebetsi ea ho hlakola.",
    "2602763587": "Credential stuffing ke mofuta oa cyberattack moo mohlaseli a lekang ho kena webosaeteng makhetlo a mangata a sebelisa lipara tsa mabitso a basebelisi a utsoitsoeng le li-password. \"Stuffing\" e bua ka liteko tse pheta-phetoang tsa ho kena, tseo hangata li etsoang ke software e ikemetseng ea bot.",
    "2603863826": "PS: Haeba u fumana phetolelo ka puo ea heno e ka sebelisang lintlafatso, ikutloe u lokolohile ho fana ka a",
    "2605814073": "Ka ho sebelisa kapa ho ingolisa bakeng sa Litšebeletso tsa rona, oa lumela: bonyane u lilemo li 18; o na le matla a ho kenya tumellano ena molemong oa hao kapa oa mokhatlo oo u o emetseng, 'me ka linako tsohle o tla lula o latela Melaoana ena ea Ts'ebeletso le maano le litataiso tsohle tsa IMI tse boletsoeng mona; 'me u ke ke ua hlekefetsa sebaka sa rona sa marang-rang, ho bua hampe ka boitsebahatso ba hau ho rona, kapa ho sebelisa bohlale ba maiketsetso ho phethela karolo efe kapa efe ea mosebetsi ofe kapa ofe ho IMI o hlokang bohlale ba motho.",
    "260595108": "Ha ho mohla re sebelisang mangolo-tsoibila a fumanehang kapa lintlha molemong ofe kapa ofe ntle le ho thusa ts'ebeliso ea A11y le ho thibela tlhekefetso.",
    "2611914656": "Re sebelisa Sentry ho bokella lintlha tsa ho lokisa liphoso ha mosebelisi a e-na le phoso. Bakeng sa tlhahisoleseling mabapi le hore na Sentry e bokella le ho sebetsana le data joang,",
    "2616040974": "3. Bareki le Bakopi",
    "2616226398": "Ho itšetlehile ka rona",
    "2619472217": "8. Resale",
    "2620705814": "Google ke khamphani ea lipapatso, 'me lihlahisoa tsa bona tsa ts'ireletso li tšoana haholo le lihlahisoa tsa bona tsa lipapatso",
    "2621989404": "E Lokisitsoe: Loetse 24, 2021. Ka kopo hlokomela hore mantsoe a rona a Senyesemane a na le matla a ho laela.",
    "2624601135": "\"hCaptcha\" ha ea lokela ho sebelisoa e le karolo ea lebitso la marang-rang, e kopantsoeng le hyphen, kapa e sebelisoang ka mabitso a likopo kapa lihlahisoa tse ling.",
    "2624949852": "Ehlile, reCAPTCHA e ne e le motho ea kentseng ts'ireletso ea Marang-rang ho tloha ka 2009, e sireletsa limilione tsa marang-rang khahlanong le litšokelo tse ntseng li hola tse tsoang ho bots le spammers. Leha ho le joalo, e fokotsehile ka ho feletseng lilemong tsa morao tjena:",
    "262509504": "Re ka hokahanya tlhahisoleseling e bokelletsoeng ke Li-Cookie le lintlha tse ling tseo re li bokellang ho uena ho latela Leano lena la Lekunutu mme ra sebelisa tlhaiso-leseling e kopaneng joalo ka ha ho boletsoe mona. Ka mokhoa o ts'oanang, batho ba boraro ba fanang ka li-cookies sebakeng sa rona sa Marang-rang ba ka hokahanya lebitso la hau kapa aterese ea lengolo-tsoibila le lintlha tse ling tseo ba li bokellang, tse ka kenyelletsang lintho tseo u li rekileng nakong e fetileng, ntle le marang-rang kapa inthaneteng, kapa tlhaiso-leseling ea hau ea ts'ebeliso ea Marang-rang.",
    "2631159699": "( ) Mabotho a liboko tsa Windows tse hoketsoeng ke seboko se sephara",
    "2631249972": "Re ka ntlafatsa kapa ra fetola sebaka sa rona sa Marang-rang ntle le tsebiso ho uena.",
    "26365791": "Ka tekanyo e felletseng e lumelletsoeng ke molao, Setsi le Ts'ebeletso (le lits'ebeletso life kapa life tse amanang le tsona, tlhahisoleseling, data, likarolo, le litaba tse ling kapa lisebelisoa) li fanoa ka mokhoa oa \"joalokaha o le teng\" le \"joalokaha o fumaneha\". Ho isa tekanyong e lumelletsoeng ke molao, IMI ha e kenyelelitse litiisetso tsohle, ho kenyeletsoa, empa ho sa felle feela ho litiisetso tse boletsoeng tsa thekiso, ho phela hantle molemong o itseng, le ho se tlole molao.",
    "263761351": "hCaptcha ke mokhoa oa pele o ka tšeptjoang, oo hona joale o sebelisoang ke batho ba limilione tse makholo khoeli le khoeli.",
    "2639657759": "Matshwao a Sebedisitsweng ka Tumello",
    "2645321220": "'Me haeba u nahana hore litšenyehelo tsa reCAPTCHA li holimo haholo, re botse ka hCaptcha Enterprise. Hajoale e sebelisoa ke baphatlalatsi ba bang ba baholo, lik'hamphani tsa litšebeletso tsa lichelete, le likhamphani tsa marang-rang lefatšeng ka bophara, ha se feela mokhoa o tšepahalang oa ho sebelisa reCAPTCHA: re lumela hore li fana ka ts'ireletso e ntle ka ho fetisisa ea bot e teng hajoale.",
    "2646127839": "Sehlomathiso sa Customer to the Master Terms of Service",
    "2648707986": "Ho nka ak'haonte ke mofuta oa bosholu ba marang-rang moo sebapali se lonya se iketsang mong'a ak'haonte ea inthaneteng. Ka tloaelo, ak'haonte e setsing sa lichelete kapa khoebong ea e-commerce moo motho ea qhekellang a ka utsoang chelete, thepa kapa likarete tsa limpho. Mohlaseli o sebelisa mangolo a utsoitsoeng a ho kena ho ak'haonte ebe o e nka, mohlomong a fetola phasewete ho notlela mong'a akhaonto oa 'nete.",
    "2650241052": "Ha ho keletso",
    "2650502379": "Qala Mathata a Hao ka Metsotsoana",
    "2652399059": "Molekane ea tšepahalang",
    "265443926": "Ho qoba lipelaelo, ka kopo hlokomela hore litekanyo tsena li sebetsa ka kakaretso ho li-account life kapa life tseo u li entseng u le motho, setheo kapa mokhatlo. Mohlala, haeba u thehile liakhaonto tse 10, e 'ngoe le e 'ngoe e fumana likopo tse 100,000 ka khoeli (ke hore likopo tse limilione tse 1 kaofela) u tla be u fetisitse meeli ea tšebeliso e nepahetseng ea liakhaonto tsohle khoeling eo.",
    "2659418535": "Mokhoa oa Boraro. Phatlalatso eohle e tlas'a tumellano ena e tla etsoa tlas'a melao ea American Arbitration Association kapa ka tšebeletso eo ho lumellanoeng ka eona ka bobeli. Moahloli e tla ba moahloli oa US ea khethiloeng lethathamong la mabitso a sa feteng a supileng (7) ka literaeke tse ling. Ho tsekisanoang, mokha o mong le o mong o tla ba le tokelo ea ho etsa tšibollo e lekaneng ea sechaba, ho tlisa ts'ebetso e mpe, le ho hlahisa lipaki le bopaki ha ho hlokahala ho hlahisa linyeoe tsa bona le boitšireletso, 'me likhohlano life kapa life mabapi le sena li tla rarolloa ke moahloli. Tharollo ea qabang e tla itšetleha feela ka molao o laolang litseko le boitšireletso bo entsoeng, 'me moahloli a ke ke a sebelisa motheo o mong ntle le molao o joalo oa taolo. Moahloli o tla ba le boits'ireletso ba ofisiri ea boahloli ho tloha boikarabellong ba sechaba ha a sebetsa ka matla a moahloli, e leng tšireletso ea 'mele e tlatsetsang tšireletso efe kapa efe e teng. Likhau li tlameha ho kenyelletsa maikutlo a ngotsoeng a moahloli a nang le mabaka. U fana ka tokelo ea hau ea ho qosoa ke lekhotla la tseko efe kapa efe eo u ka bang le eona khahlano le IMI kapa eo IMI e kanna ea ba le uena khahlanong le uena. Kopo efe kapa efe tlas'a poleloana ena e tlameha ho tlisoa ka har'a nako e sebetsang ea meeli. United States Federal Arbitration Act e laola poleloana ena, 'me ua lumela hore Tumellano ena e fana ka bopaki ba khoebo.",
    "2666258754": "SEMANTIC HIERARCHY BASED RELATIONAL EMBEDDINGS BAKENG SA SEBELISA BOFOKO-TSA DEEP HASHING, Heikki Arponen, Tom E Bishop. ICML 2019, LLD Workshop.",
    "2670003220": "Mesebetsi",
    "2670352917": "hCaptcha e fana ka ts'ebetso e tšepahalang ea bot ha e ntse e le bonolo hore batho ba e rarolle.",
    "2671622670": "Khoebo",
    "267645277": "IMI e kanna ea netefatsa boitsebiso ba hau. Sena se ka kenyelletsa ho bapisa lintlha tsa hau le database tsa batho ba bang kapa litokomane tsa molao tsa molao. U re fa tumello ea ho botsa lipotso leha e le life tse hlokahalang ho netefatsa boitsebiso ba hau, hore na aterese ea hau ea lengolo-tsoibila ke mang, le hore na liakhaonto tsa hau tsa lichelete ke tsa botho. U lumela ho fana ka lintlha ka uena ho re thusa ho netefatsa boitsebiso ba hau.",
    "2676853536": "Li-dashboards tsa basebelisi ba bangata",
    "2681650568": "'Me joalo ka kamehla, boinotši ke boleng ba mantlha ho rona. Kenya khoutu ea rona ea phephetso feela moo ho hlokahalang, le moo ho utloahalang ho sireletsa uena le basebelisi ba hau. Ho fokotsa pokello ea data ho qala ho tloha motsotsong oa ho kopanya.",
    "2682873489": "Hlalosa sebaka sa ho kopanya lintho",
    "2683038211": "Marang-rang kapa ts'ebetso e 'ngoe ea marang-rang ea elektroniki.",
    "2686825859": "Ingolise mahala kapa ikopanye le rona mabapi le tharollo ea hCaptcha Enterprise",
    "2689973938": "Ho ntlafatsa reCAPTCHA ho baka likhohlano tsa mantlha ho Google joalo ka morekisi oa lipapatso.",
    "2690395789": "Haeba le ha u se u sa hloke boitsebiso ba lekunutu boo u bo fumaneng, u tlameha ho khutlisa hang-hang kapa ho senya (joalokaha ho kōptjoa ke mang kapa mang ea hlahisitseng tlhahisoleseding) likopi tsohle tsa boitsebiso bo teng sebakeng seo, litsamaiso, kapa thepa e 'ngoe eo u e laolang.",
    "2694001822": "Leha ho le joalo, ka linako tse ling re hira batho ho re thusa ho lekola thepa ea sistimi le likarolo tse ncha.",
    "2694150481": "Re sebelisa Li-cookie?",
    "2696932851": "18. Tokollo",
    "2697276059": "Bopaki ba hore sena sea sebetsa: litefiso tse tšoanang tsa tharollo lefatšeng ka bophara",
    "2698140263": "Ha se mathata ohle a ts'oanang: ho fumana lintlha tse le 'ngoe ho bolela hore ho tlameha ho sebetsana le litlhoko tsa hau hore ho be le thuso.",
    "269838707": "Haeba u Mothusi, ke uena feela ea etsang qeto ea hore na u phethe mesebetsi efe le hore na u e phethe neng, neng le hokae. U na le bolokolohi ba ho sebelisa nako e ngata kapa e nyenyane ho phetha mesebetsi kamoo u khethang kateng. Ha ho na nako eo u tlamehileng ho phetha mosebetsi o itseng.",
    "2698640210": "Laola mathata le mefuta e bontšitsoeng",
    "2700197090": "A: Ho sebelisa boinotšing bofe kapa bofe kapa katoloso e thibelang lipapatso e tšehetsang whitelisting ea boemo ba domain (mohlala, uBlock Origin) e tla sebetsa joalo ka ha ho lebelletsoe: etsa bonnete ba hore whitelist hcaptcha.com.",
    "2707282231": "Iketsetse mathata bakeng sa basebelisi ba hau. Etsa hore ho se khonehe hore bots e rarolle le ho kenella.",
    "2710988028": "() Ba-spammers ba ka e sebelisa habonolo ho kotula liaterese tsa lengolo-tsoibila",
    "2712493234": "Bomenemene ba Tefo: Ho Fokotsa Mokhoa o Fetohang ka Potlako oa Cybercrime",
    "2714878440": "Sireletsa lits'ebeletso tsa hau ho sekheoeng, ho nkeloa liak'haonte, ho kenya mangolo a bopaki, le spam ka thuto ea rona e tsoetseng pele ea mochini le netefatso ea botho.",
    "2715462692": "Mokhoa oa rona oa AI Ethics o shebahala joang?",
    "2718999653": "Customized Threat Scores",
    "2722456056": "La 15 Pherekhong 2021 - La 15 Mmesa 2021",
    "2728931827": "Ka mor'a poelano e 'ngoe le e' ngoe, likhakanyo tsa hau tsa sebaka ka seng li tla ntlafatsoa 'me ho nepahala ha likhakanyo tsa nako e tlang ho lokela ho eketseha, ntle le haeba sebaka sa hau sa marang-rang se na le phetoho ea lintho tse bonahalang boitšoarong ba mosebedisi.",
    "2729131930": "Scraping ke eng, 'me e sebetsa joang?",
    "2735073144": "Re boetse re etsa litlhahlobo tse tsoelang pele ha ho hlokahala. Mohlala, tlhahlobong ea rona ea morao-rao ea matsatsi le mehloli ea likopo tsa likopo tse amanang le likhele re khonne ho netefatsa kapele hore ha ho mokhatlo oa mmuso kapa morekisi ea tsebahalang oa mmuso ea entseng likopo mabapi le likhele tse sebelisang litšebeletso tsa rona likhoeling tse 12 tse fetileng. .",
    "2735878907": "Polelo ea Morero oa Tsoelo-pele ea Khoebo",
    "2740033957": "Sehlopha sa IM se entsoe ka bo-ramahlale le lienjineri tse tsoang Apple, Amazon, le baetapele ba bang ba ho ithuta ka mochini, lits'ebetso tse ajoang, le ts'ireletso.",
    "2743692546": "Ha basebelisi ba paka botho ba bona ka hCaptcha, mosebetsi oa bona o kena 'marakeng o sa tsejoeng oa ho reka.",
    "2745385064": "Kakaretso",
    "2752975480": "( ) Ho romella lengolo-tsoibila e lokela ho ba mahala",
    "2754937029": "Litšebeliso tse sa Amoheleheng",
    "2760410719": "Litšebeletso tse lekang ho lemoha bot ka matšoao a sa sebetseng li kena taba ea bohlokoa ka potlako: u netefatsa joang hore na sistimi e lemoha libapali tse mpe ka nepo ha u se na 'nete e nepahetseng?",
    "2762458927": "Lintlha tsa hau tsa mosebelisi ha li rekisoe.",
    "2762759509": "Litlhaselo tse ngata tsa ho nka ak'haonte li batla li iketselitse ka botlalo.",
    "2769710842": "Haeba u na le lipotso, ka kopo ikopanye le rona ho",
    "278010425": "Mefuta e mengata e fapaneng e fetohang khafetsa ho hCaptcha le eona e thata ho e etsa. Sehokelo se le seng sa reCAPTCHA ha se so fetohe ka lilemo tse ngata, 'me se na le lipotso tse nyane tse sa fetoheng khafetsa. Ena ke e 'ngoe ea litsela tseo hCaptcha e fanang ka tšireletso e matla ea anti-bot ho feta reCAPTCHA.",
    "2781507299": "Netefatso ea Hang-hang",
    "2782263070": "Tšebeletso ke ntho e tlang pele ho rona. Re boloka ts'ehetso ea mohala oa 24/7 mme re fana ka tšebelisano e tobileng ea Slack le sehlopha sa hau sa kopanyo ea boenjiniere le basebetsi ba rona ba letsetsa nakong le ka mor'a ts'ebetsong.",
    "2784612261": "U batla ho kenyelletsa tlhahlobo ea batho ka kotloloho ts'ebetsong ea hau ea khoebo? Re fana ka li-SLA tse tšepahalang haholo, bokhoni bo tiisitsoeng, le li-API tsa REST tse bonolo.",
    "2785425016": "(maemong a tharollo ea netefatso ea botho, mohlala, pitso ea ho nka khato)",
    "278568955": "E sebetsa: La 1 Loetse 2021. Keketso ea Likaho",
    "2788024905": "Kamoo re Sireletsang Boitsebiso kateng",
    "2788836740": "Lintlha tsa ho ikopanya le merero ea ho bapatsa li bolokoa nako le nako ho fihlela o itokolla. Ka mor'a moo re tla eketsa lintlha tsa hau lethathamong la rona la khatello ka ho sa feleng. Lintlha tsa lengolo-tsoibila tse bokelletsoeng ho tsoa ho Basebelisi ba phihlello li ke ke tsa sebelisoa molemong oa ho bapatsa.",
    "2790841456": "Haeba o le Mothusi, o dumellana le polelwana e latelang ya ho dumellana le ho tlohela ketso ya maemo:",
    "279580593": "imachines.com",
    "279918384": "Google e sebelisa mosebetsi oa hau oa mahala joang?",
    "2801359190": "__cfduid,",
    "2801524659": "( 1 Joh. 1:2 ) Mehato ea ho ikutloa hantle ha e rarolle bothata",
    "2804310964": "fihlella kapa leka ho kena sebakeng sa rona sa Marang-rang ka seva efe kapa efe ea proxy kapa sesebelisoa se seng se etselitsoeng ho pata sebaka sa hau sa 'nete kapa boitsebiso kapa ka mekhoa efe kapa efe ntle le sebopeho se fanoeng;",
    "2806751666": "hCaptcha ke eng?",
    "2808122102": "Ka hona, ts'ebetso ea litloaelo tse fapaneng ke tlhokahalo ea mantlha bakeng sa ts'ebeletso ea rona. Ho etsa bonnete ba hore basebelisi bohle ba molaong ba ka fihlella litaba kapele ke karolo ea bohlokoa ea morero oa rona. Re fana ka liphephetso ka lipuo tse 110, 'me re tsoela pele ho ntlafatsa liphetolelo tse amehang ho etsa bonnete ba hore liphephetso tsa rona li ka rarolloa ke batho bohle.",
    "2808971932": "Ena ke mongolo o ka hare ho div block.",
    "2813310562": "Tlanya Litlhophiso tsa Sebaka ebe u tlanya Li-cookies.",
    "2819628066": "Severability. Haeba tokisetso efe kapa efe ea Melaoana ena ea Ts'ebeletso e fumanoa e sa sebetse kapa e sa sebetse ka mabaka afe kapa afe, e ke ke ea ama bonnete le ts'ebetso ea litokisetso life kapa life tse setseng.",
    "2820080973": "e hlophisitsoeng le ❤ by",
    "2826051554": "le ho feta",
    "2826705343": "Lintlha tsa khoebo.",
    "2827452240": "U hloka mofuta o mong o sa thathamisoang mona? Re botse feela.",
    "282913023": "Khetho e theko e boima bakeng sa likhoebo tse phahameng tsa sephethephethe",
    "2840750518": "GitHub",
    "285116485": "Khampani ha e \"rekise\" (joalokaha lentsoe lena le hlalositsoe ho CCPA) lintlha tsa botho tseo re li bokellang. Ka kopo, sheba karolo ea \"Third Party Analytics and Tracking Technologies\" e kaholimo bakeng sa tlhaiso-leseling e batsi mabapi le mefuta ea li-cookies tsa mokha oa boraro, haeba li teng, tseo re li sebelisang.",
    "2852295413": "Khohlano ea tlhaho ea lithahasello: ho emisa bots ho fokotsa chelete bakeng sa marang-rang a lipapatso",
    "2862164005": "Lintlha tsa litheko li re thusa ho beha boleng ba lidolara ho ts'ireletso e fanoang ke reCAPTCHA: $0.001 kapa ka tlase ho karabo ka 'ngoe.",
    "2863840904": "Mohato oa 6: Mohato oa ho qetela, romella lifaele tseo tsa HAR le li-console log ho rona, 'me u hlalose bothata",
    "2864016648": "Litaba tsa Lekunutu",
    "2867855718": "3. Na re lumela hore litlhoko tsa lekunutu li ka rarolloa ka mokhoa o khotsofatsang bakeng sa kopo?",
    "2870341481": "ka tlase. Bakeng sa li-browser tse ling feela",
    "2873297188": "Na CAPTCHAS eohle e khetholla batho bao e seng Maamerika?",
    "2873911365": "Ho thoe'ng ka bopaki ba hardware?",
    "2880837730": "Ho ka etsoa eng ho emisa ho inkela li-account?",
    "2881474837": "hCaptcha Enterprise",
    "2887242610": "Intuition Machines, Inc e hlahisitse Leano la Tsoelo-pele la Khoebo mabapi le hore na re tla arabela joang liketsahalong tse senyang khoebo ea rona ea hCaptcha haholo. Kaha nako le phello ea likoluoa le litšitiso li sa lebelloa, re tla tlameha ho fetoha ha re arabela liketsahalong tsa sebele ha li etsahala. Re nahanne ka seo, re u fa leseli lena mabapi le moralo oa rona oa ho tsoelapele oa khoebo.",
    "2894845722": "Basebelisi ba sebaka sa hau sa marang-rang ba tla tloha ba khona ho bona tlatsetso ea hau ho lithuso ka ho beha lebitso le bohlale ho sebopeho sa hCaptcha.",
    "2895491273": "Haeba u ka rata ho thibela li-cookies kapa mahlale a mang a ho latedisa, libatli tse ngata le lisebelisoa tsa thekeng u ka fetola litlhophiso tsa hau e le hore li u tsebise ha u fumana li-cookies kapa mahlale a mang a ho latedisa a ntse a sebelisoa, le ho khetha ho amohela kapa ho se lumelle. eona. Li-browser tse ngata li boetse li u lumella ho tima kapa ho hlakola li-cookies tse seng li ntse li le teng kapa ho hana li-cookies tsa nako e tlang. U kanna ua sebelisa lisebelisoa tsa batho ba bang, ho kenyeletsoa li-plug-ins tsa sebatli ho laola likhetho tsa hau tsa li-cookie. Leha ho le joalo, hlokomela hore haeba u tima li-cookies kaofela, likarolo tse ling tsa Liwebsaete tsa rona li kanna tsa se sebetse hantle.",
    "2896187462": "1. E sebelisoa bakeng sa lipalo-palo tse amanang le lits'ebeletso tse sa tsejoeng, le merero e meng ea tekheniki joalo ka ho thusa molemong oa phihlello.",
    "2900525040": "Melao ea Naha ea California e laola Melaoana ena ea Ts'ebeletso le likhang, likhang, kapa tseko efe kapa efe e hlahisoang ke eona.",
    "2901894297": "hCaptcha ke tšebeletso ea Intuition Machines, Inc. (\"IMI\"), Delaware US Corporation (#6393793).",
    "2903742230": "Marang-rang a lipapatso a bona baeti ba hau e le sehlahisoa. Ho rona sepheo se le seng feela ke ho tseba botho ba bona. Litšebeletso tsa rona li kopana kapa li feta litlhoko tsa GDPR, CCPA, LGPD, le PIPL, 'me re sebetsa ka thata ho leka-lekanya boinotši le ts'ireletso.",
    "2904949278": "Hacker e nka ak'haonte joang?",
    "2905621957": "E qetetse ho nchafatsoa: Phupu 18, 2020",
    "290966395": "Joalo ka ha ho hlalositsoe karolong ea rona ea \"Temoso ho Bareki ba Ntle ho United States\", ka kopo ela hloko hore lintlha tsa hau li tla fetisetsoa, tsa sebetsoa, 'me tsa bolokoa United States. Melao ea ts'ireletso ea data US e kanna ea fapana le ea naha eo u lulang ho eona. U lumela ho fetisetsoa ha tlhahisoleseling ea hau, ho kenyeletsoa le tlhahisoleseling ea hau ho US joalo ka ha ho boletsoe Leanong lena la Lekunutu ka ho etela Liwebsaete tsa rona kapa ho sebelisa Ts'ebeletso ea rona.",
    "2910560864": "Mar 20-23th 2020***",
    "2915355938": "Ho fihlella",
    "2920213479": "Hlophisa kapa u kenye likarolo tse sa reroang tsa boholo bofe kapa bofe",
    "2921990472": "Haeba u bona bothata bo sebetsang, ka kopo latela",
    "292211832": "Lintlha tse bokelletsoeng ka mekhoa ea tekheniki joalo ka li-cookies, li-counter page le lisebelisoa tse ling tsa analytics li lahloa hang ha li sebetsa, empa li ka bolokoa nako e lekanyelitsoeng ho isa ho selemo ho tloha pheletsong ea cookie, hangata ka mokhoa o sa tsejoeng le o kopantsoeng. ntle le haeba re ka lemoha tšebeliso e mpe ea litšebeletso tsa rona, moo re tla boloka boitsebiso boo ho re thusa ho thibela tlhekefetso nakong e tlang. Ha re khone ho hokahanya lintlha tsena tse sa tsejoeng le tse kopaneng ho uena, lelapa la hau, aterese ea IP, kapa lintlha life kapa life tsa botho ho latela lintlha tse bolokiloeng.",
    "292250020": "1. Khetha lisebelisoa tse hukung e kaholimo ho le letona la skrini, ebe u khetha \"Likhetho tsa Marang-rang\". Haeba u na le Menu Bar e nolofalitsoeng, u ka khetha \"Tools\" ebe \"Internet Options\".",
    "2927700175": "Re bonts'a liphephetso tsa CAPTCHA tse thata bakeng sa bots empa li le bonolo ho batho ka ho bokella lintlha tse thata ho li ngola ho tsoa mathateng a ho ithuta ka mochini, le ho li sebelisa ho khetholla hore na sebaka sa Marang-rang kapa app moeti ke motho.",
    "2928362319": "Lipotso tse rometsoeng li ka romelloa ho: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "2931396764": "11. Tlōlo ea Melaoana Ena ea Ts'ebeletso",
    "2932826396": "3. Haeba u sebelisa mofuta oa morao-rao oa Safari ho OS X 10.15 kapa iOS 13.4 e sa tsoa lokolloa, Apple e sa tsoa fetola boitšoaro ba Safari e amanang le li-cookie tsa mokha oa boraro, e li thibela kaofela ka mokhoa oa kamehla. Re ntse re kenya tšebetsong tharollo, empa khabareng, ka kopo etela Likhetho tsa Safari, Karolo ea Lekunutu, 'me u se ke oa tšoaea \"Tlhaloso ea Webosaete: Thibela ho lateloa ha sebaka sa marang-rang\" ho etsa hore cookie ea phihlello e sebetse kamoo ho lebelletsoeng.",
    "2935155034": "Haeba u sebakeng sa European Economic Area, u na le litokelo tse itseng tse hlalositsoeng ka holimo tlas'a sehlooho \"Tsebiso ho EU Data Subjects\", ho kenyelletsa le tokelo ea ho hlahloba le ho lokisa kapa ho hlakola lintlha tseo re nang le tsona ka uena.",
    "2939852138": "Baqhekelli ba [Leka] Joang ho Itokolla Bomenemeneng ba Tefo?",
    "2940689138": "Ho tsamaisa liakhaonto tsa Mohokahanyi le Bareki le ho fana ka Ts'ebeletso. Re sebelisa Lintlha tsa Botho ho hokahanya liakhaonto tse ikhethileng le Bahokahanyi le Bareki le ho ba fa Ts'ebeletso, ho araba likopo kapa lipotso, ho fana ka tšehetso kapa thuso ea tekheniki, le ho tsamaisa litefo.",
    "2941545733": "Re baenjiniere, eseng barekisi: re batla hore u thabele khetho ea hau.",
    "2943346052": "Ha ts'ebetso ea maemo a IETF e ntse e tsoela pele, re lebelletse hore libatli tse kholo li tla amohela mofuta o itseng oa Privacy Pass ka tlhaho. Qetellong sena se tla etsa hore katoloso e se ke ea hlokahala. Leha ho le joalo, hajoale, ka kopo latela litaelo tse ka tlase.",
    "2945960297": "Mabapi le litaba tsa litaba tsa EU, lentsoe \"boitsebiso ba motho\" joalo ka ha le sebelisitsoe Leanong lena la Lekunutu le lekana le \"data ea hau\" joalo ka ha ho hlalositsoe ho European Union General Data Protection Regulation (GDPR).",
    "2947576723": "Pale ena e bile teng pele ho laesense ea ho khanna le khatiso ea menoana ea dijithale, empa e fana ka mohlala o motle oa se ka senyehang maemong a ho inkela ak'haonte. Motho o kena akhaonteng ea banka ea inthaneteng kapa sesebelisoa sa mobile payments. Na ke motho ea nang le ak'haonte ea sebele, kapa ke mohatelli? Hantle-ntle ke mang? Litaba tsena tsa ts'ireletso li ama mekhatlo e lumellang phihlello ea akhaonto ea lits'ebeletso.",
    "2952586316": "Hase mathata 'ohle a tšoanang. Litlhaloso tsa mesebetsi ea bohlokoa ka polokeho li ka hloka ts'epo ea 99.99% ho tsoa ho basebetsi ka botlalo. Litlhaloso bakeng sa karolo e le 'ngoe ea beta ho app ea mobile game li ka hloka feela boitšepo bo itekanetseng. U etsa qeto.",
    "2954157511": "Ke hobane'ng ha re sebelisa Li-cookie?",
    "2959486280": "Haeba u sa lumellane le Melaoana ena ea Ts'ebeletso, u kanna oa se sebelise kapa ua fihlella Setsi kapa Ts'ebeletso.",
    "295955580": "Webosaete ea rona e kanna ea ba le likhokahano tsa liwebsaete tsa batho ba bang. Ha re laole, ha re batlisise, ha re behe leihlo kapa hona ho sheba liwebsaete tse joalo. Ha re na boikarabello bakeng sa ebile ha re khothaletse mananeo a komporo, litaba, kapa maikutlo a teng liwebsaeteng tse joalo. Haeba u etsa qeto ea ho tlohela sebaka sa rona sa marang-rang le ho kena sebakeng leha e le sefe sa marang-rang sa batho ba bang, u etsa joalo ka ho ipeha kotsing.",
    "2968026167": "Moroho oo u o ratang haholo",
    "2970907810": "leqephe. Mookameli oa hajoale oa k'hamphani ke molaoli ea ka sehloohong ea ikarabellang bakeng sa litaba.",
    "2989126922": "Bula likhetho tsa Chrome ho tsoa ho menu bar.",
    "299335340": "Seo e leng sona le Mokhoa oa ho Emisa Litlhaselo",
    "3004688366": "( ) Mehato ea ho hanyetsa ha ea lokela ho kenyelletsa bomenemene ka terata kapa bomenemene ka karete ea ho reka ka mokitlane",
    "3005876482": "Hona joale hCaptcha ke Tšebeletso e Kholo ka ho Fetisisa e Ikemetseng ea CAPTCHA, E sebetsa ho 15% ea Marang-rang.",
    "3007128955": "https://www.whatsmyip.org/",
    "3007158970": "Ho hana ho itšetleha ha rona ho lithahasello tsa rona tse molaong joalo ka motheo oa ts'ebetso ea rona ea tlhahisoleseling ea hau e amang litokelo tsa hau.",
    "3012870872": "Liwebosaete le lits'ebetso tse sebelisang mofuta oa mahala (hCaptcha Publisher) li fumana chelete ka mosebetsi oo ho fapana le ho fana ka eona ho Google.",
    "3014149332": "A: Che, lipasa ha li sebelisane: li tlameha ho ntšoa le ho lopolloa ke bolaoli bo tšoanang, tabeng ena hCaptcha. Hlokomela hore haeba u feta ho tloha Cloudflare le hCaptcha ka katoloso ea hau, palo e teng e tla fetoha chelete e nepahetseng ho itšetlehile ka tlhokahalo ea leqephe leo u le etelang. Ka mantsoe a mang, haeba u na le li-Cloudflare tse 100 ka sepacheng sa hau le ho feta 10 hCaptcha, u lokela ho bona 10 ho setšoantšo sa katoloso maqepheng a nang le hCaptcha e kentsoeng.",
    "3014657981": "Haufi le \"Likuki,\" bulela litlhophiso.",
    "3017040355": "Ts'ebetso ea Lintlha tsa EU tsa Litaba li sebetsa tlas'a motheo oa molao oa Melao e Tloaelehileng ea Contractual (SCCs) e kopantsoeng ka har'a Sehlomathiso sa Ts'ebetso ea Boitsebiso ho Melao ea rona ea Ts'ebeletso kapa Litumellano tsa Ts'ebetso ea Boitsebiso le Bahokahanyi ba rona.",
    "3017533972": "Rona, balekane ba rona ba liphuputso tsa thuto, le bareki ba rona ka linako tse ling re ka bua kapa ra hlahisa likarolo tse ling tsa mangolo a laesense ea Creative Commons ka sethala sa hCaptcha e le ho ntšetsa pele tsebo ea batho lefapheng la ho ithuta ka mochini.",
    "3018077211": "25. Mofani oa Tharollo ea Likhohlano",
    "3018523079": "Lula u le mocha ka boiphihlelo bo sa fetoheng ba basebelisi.",
    "3022001832": "Re bokella tlhahisoleseling ho tsoa ho batho ba sebelisanang le Liwebsaete le Litšebeletso tsa rona, ho kenyelletsa le ba kenyelletsang Ts'ebeletso ea rona sebakeng sa bona sa Marang-rang (\"Integrators\"), ba sebelisang lits'ebeletso bakeng sa ho ngola data (\"Bareki\"), le basebelisi ba ho qetela ba sebelisanang le rona. Tšebeletso ka liwebsaete tsa Bahokahanyi ba rona (\"End-Users\").",
    "3022301908": "Phihlello",
    "3022922096": ", hCaptcha's enterprise suite ea lihlahisoa. Ho fapana le mofuta oa mahala oa hCaptcha,",
    "3025548709": "Na ho na le mokhoa o mong ho feta tumellano ee e hlokang toka?",
    "3027055607": "16. Thepa ea Bohlale le Litokelo tsa Beng",
    "3028319964": "AI Ethics",
    "3030395800": "Bopaki bona hangata bo tsoa ho litlolo tsa data. E boetse e tsejoa e le \"ho qhalana ha mangolo,\" litlhaselo tsena li ka fella ka hore mangolo a netefatso a limilione a lahleloe tepong e lefifi. Haeba tšollo e tsoa bankeng, senokoane se tla leka ho sebelisa mangolo ao ho kena libakeng tse ling. Mokhoa ona oa sebetsa hobane batho ba bangata ba sebelisa motsoako o tšoanang oa lebitso la mosebelisi le password bakeng sa libaka tse ngata. (Ketso ena ha e khothalletsoe, empa 'nete ke seo e leng sona. Batho ba atisa ho pheta lintlha tse tšoanang tsa ho kena.)",
    "30312304": "liphoso tse ling tse neng li atisa ho fapana ho ea ka linaha pele ho etsoa molao o mobe oa federal.)",
    "3031284129": "Warranty Disclaimers",
    "3031357206": "Letšoao le lecha le tla hlaha haufi le bar ea URL ea hau. Joale etela sebaka sa marang-rang u sebelisa hCaptcha. E tla shebahala tjena:",
    "3031953301": "Ho e-na le hoo re ka u fa monyetla oa ho sebelisa tšebeletso ea rona ea hCaptcha Enterprise, 'me u tsoele pele ho u fa tšebeletso ka nako e itseng (\"Offer Period\"). Tokisetso ea rona e tsoelang pele ea tšebeletso nakong ea Phano e ke ke ea fetola litokelo tsa rona tlasa Karolo ena.",
    "3031953928": "HUMAN Network™ ke letshwao la kgwebo la HUMAN Protocol Foundation, mme le sebediswa ka tumello ya lona.",
    "3034959000": "U ka khona ho khutlisa",
    "3038275155": "Teko ea Ketso ea Sehlopha. U tlohela tokelo efe kapa efe eo u nang le eona ea hore khang efe kapa efe e tlisoe, e mameloe, kapa e rarolloe e le sehlopha, sehlopha, kapa ketso ea boemeli. Ho sa tsotelehe polelo e 'ngoe e teng tumellanong ena, polelo e tlang pele e ke ke ea khaoloa tumellanong ena maemong afe kapa afe. Tlhaloso leha e le efe ea hore tsohle kapa karolo ea ho tlosoa ha molao ha e sebetse, ha e na letsoalo, ha e na thuso kapa ha e na thuso e ka khethoa feela ke lekhotla le nang le matla a ho laola, eseng ke moahloli. U ke ke ua iphetetsa kapa ua thibeloa ho phetha mesebetsi sebakeng sa rona sa marang-rang ka lebaka la ho sebelisa litokelo tsa hau tlasa Karolo ea 7 ea Molao oa Likamano tsa Naha tsa Basebetsi, kapa ka ho kenya kapa ho kenya letsoho sehlopheng, sehlopha kapa ketso ea boemeli sebokeng sefe kapa sefe. , empa ka molao re ka batla ts'ebetsong ea tokollo ea ketso ea sehlopha sena, 'me ra batla ho lelekoa ha sehlopha se joalo, liketso tse kopanetsoeng kapa tse emelang kapa likopo.",
    "304004915": "Ha re tsotelle hore na basebelisi ke bo-mang, empa feela hore na ba na le monyetla o mokae oa ho ba lonya kapa mechini. Re tšehetsa matsapa a kang",
    "3044038608": "U lumela ho re fa leseli la 'nete, le nepahetseng le le felletseng joalo ka ha u kopuoa ts'ebetsong ea rona ea boingoliso. Hape u lumela ho nchafatsa tlhahisoleseling e joalo kapele kamoo ho hlokahalang ho e boloka e le hona joale ebile e nepahetse.",
    "3047519814": "Ua lumela hore u ke ke ua arolelana ak'haonte ea hau kapa password le mang kapa mang.",
    "3048865891": "Litšenyehelo le Litefiso. Mahlakore e mong le e mong a tla jara litšenyehelo tsa hae bakeng sa boemeli ba molao phehisanong efe kapa efe e joalo, ntle le moo litefiso tsa 'muelli oa molao li fanoang ka ho hlaka ke molao. Mekha e tla arola tefiso efe kapa efe ea pele ea tsamaiso e lefisoang ke moahloli, ho fihla ho theko e phahameng ho uena ea lidolara tse makholo a mabeli le mashome a mahlano (US$250.00). Litšenyehelo tsa moahloli le moqolotsi oa lekhotla, haeba li teng, li tla jarisoa ke rona qalong; leha ho le joalo, moahloli o tla ba le boikhethelo ba ho fana ka litšenyehelo tse loketseng ho mokha o ntseng o le teng, joalo ka ha ho fanoe ka molao, le / kapa ho batla hore mekha e arole litšenyehelo tse amanang le moahloli le / kapa moqolotsi oa litaba oa lekhotla.",
    "3049976256": "Bakeng sa moreki e mong le e mong e mocha ea rekileng, re feta lethathamong la tlhahlobo nakong ea thekiso. Sena se kenyelletsa boitelo ba pele ba KYC pele ba palama, hammoho le netefatso ea likopo tsohle tse entsoeng ho bahlahlobisisi ba rona, le tlhahlobo ea nako ea nnete le tlhahlobo ea nako le nako ea likopo tse entsoeng ho sebelisoa sethala sa rona sa boithuto.",
    "3054564199": "Tobetsa Kit",
    "3056723024": "13. Phello e sa Amoheleheng ea Mesebetsi",
    "305735018": "Qetellong, ke mokhoa o ka tšeptjoang ho Google. hCaptcha Enterprise e boloka chelete e ngata bili ea hau ea reCAPTCHA ka tšireletso e phahameng: ho fihla ho 80% ka tlase ho theko maemong a mang.",
    "3060764232": "https://lld-workshop.github.io",
    "3063819779": "leano la Lekunutu",
    "3064321967": "E-mail ea pele e tsebahalang ea spam e rometsoe ka 1978. [",
    "3065000659": "Na u hlokometse hore nako le nako ha u \"tobetsa koloing\" u thusa ho koetlisa e le 'ngoe",
    "3068923550": "( ) Mehato ea ho loantša e tlameha ho sebetsa haeba e etsoa butle-butle",
    "3083289844": "Haeba u fumane taba eo u nahanang hore e ka ama boinotši ba basebelisi, ka kopo re romelle imeile",
    "3086730511": "Haeba u Mohokahanyi oa litšebeletso tsa rona tsa mahala 'me re fumana hore u fetisitse litekanyo tsa rona tsa tšebeliso e nepahetseng, ha joale u le tlase ho:",
    "3088605177": "Kenya khoutu ea rona ea phephetso feela moo ho hlokahalang, le moo ho utloahalang ho sireletsa uena le basebelisi ba hau.",
    "3089778412": "Kamoo hCaptcha e Lekanyang Meputso",
    "3092200338": "** Ha la 15 le oela ka beke, Letsatsi la Tefo ke la 17.",
    "3093388779": "hCaptcha e lokolohile ho sebelisoa bakeng sa bahatisi ba boholo bofe kapa bofe",
    "3093689546": "Ho kopanya habonolo",
    "3094150511": "Bolaoli ba taolo: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "3094354698": "La 15 Phuptjane 2019",
    "3096063825": "E leke",
    "3096553330": "Sistimi e 'ngoe le e' ngoe eo re e etsang e bontša feela likamano tsa rona le batho ba bang.",
    "3098677775": "P: Na IP ea ka le nalane ea ho bala ke lekunutu ka botlalo ho tsoa ho hCaptcha ha ke sebelisa Privacy Pass?",
    "3100722753": "Bakeng sa mathata a ka bang teng a ts'ireletso kapa lekunutu, sheba litaelo tse ka tlase.",
    "3103557430": "Kamoo re Sebelisang Boitsebiso",
    "3103642530": "Tlhahlobo ena e entsoe ka lihlopha tse 'maloa tsa litekanyetso:",
    "3107683988": "Sena se ka fokotsa haholo sephethephethe le litšenyehelo tsa marang-rang ha re ntse re boloka melemo eohle ea botsamaisi ke basebetsi ba rona ba 24/7 ba letsetsa ho kopana le li-SLA tse thata ka ho fetisisa.",
    "3108727249": "BotStop",
    "310885519": "kapa",
    "3114147525": "Bareki ba hCaptcha ba sebelisa tšebeletso bakeng sa mesebetsi e kenyeletsang ho lemoha ntho, ho lemoha litšobotsi (ho bokella mabitso ho khetholla mefuta ea liaparo), boemo ba bohlokoa (ho khetha sehlahisoa se loketseng ka ho fetisisa ho tloha likhethong tse 'maloa ha se bapisoa le sehlahisoa sa mantlha), mabokose a tlamang (ho fumana libaka tse thahasellisang setšoantšo), \"Human OCR\" (ho khetholla mongolo ka setšoantšo) le mefuta e meng e mengata ea mesebetsi.",
    "3117887301": "E tšeptjoa ke litšebeletso tse kholo ka ho fetisisa tsa inthanete",
    "3119498672": "etsa mosebetsi ofe kapa ofe ka ts'ebeliso ea liroboto tsa marang-rang, liroboto tsa marang-rang, bots, scripts, kapa mofuta ofe kapa ofe oa bohlale ba maiketsetso kapa ho leka ho fumana meputso ho tsoa ho IMI kapa Mokopi ofe kapa ofe kapa Mohokahanyi ntle le ho phethela mesebetsi joalo ka ha e hlalositsoe;",
    "3119589996": "E sebetsa joang: katoloso ea sebatli e fa basebelisi bokhoni ba ho theha le ho saena li-tokens tse sa boneng tsa marang-rang bakeng sa liwebsaete tse tšehetsang protocol ea Privacy Pass. Katoloso e hlahisa lipase tse nang le li-tokens tse foufalitsoeng ka mokhoa o hlakileng tse saennoeng ke hCaptcha ha phephetso e rarolloa sebakeng leha e le sefe se sebelisang tšebeletso ea hCaptcha,",
    "3121248460": "Hlahisa liphephetso tse fapaneng tse fapaneng -- ho tloha ho tse bonolo ho isa ho tse rarahaneng -- bakeng sa bamameli bao u ba lebelletseng",
    "3128328457": "Haeba u Mofani kapa Mohokahanyi, ke uena feela ea ikarabellang bakeng sa ho lefa lekhetho lefe kapa lefe le hakantsoeng kapa lefe kapa lefe la federal, la naha, kapa la lehae, ts'ireletso ea sechaba, FICA, le matšeliso a basebetsi ka lebaka la tšebeliso ea sebaka sa rona sa Marang-rang, hammoho le makhetho kapa litefiso tse tšoanang libakeng tseo e seng tsa US. O dumela ho qosa le ho re nka re se kotsi bakeng sa ditlhahlobo dife kapa dife kgahlanong le rona hobane o hlolehile ho ikamahanya le melao efe kapa efe ya lekgetho.",
    "3128433367": "... le tse ling tse ngata",
    "3130928685": "Blog",
    "3138772661": "bophelo ba likete selemo le selemo",
    "3139609561": "Ka tlase ke mehlala e 'meli ea ho arola litšoantšo le mefuta ea mesebetsi ea ho lemoha litšobotsi. [",
    "31502377": "Karolo ea Rich Text ke Eng?",
    "3152512587": "'me tsamaiso e bokella limilione tse makholo tsa litharollo tsa letsatsi le letsatsi. [",
    "3153117136": "Kamoo hCaptcha Difficulty Settings e Sebetsang Kateng",
    "3160820928": "Tšireletso e kopanetsoeng ea tlhaselo",
    "3161489950": "ML Platform ea Ts'ireletso e Tsoetseng Pele ka ho Fetisisa Lefatšeng",
    "3162107126": "IMI ha se karolo ea phehisano efe kapa efe lipakeng tsa hau le mosebelisi e mong oa Litšebeletso. U lokolla IMI le balekane ba eona ho tsoa litletlebong life kapa life, litlhoko, le lits'enyehelo tsa mofuta o mong le o mong le mofuta, tse tsejoang le tse sa tsejoeng, tse belaelloang le tse sa belaelloang, tse senotsoeng le tse sa boleloang, tse hlahang kapa tse amanang le phehisano efe kapa efe lipakeng tsa hau le mosebelisi e mong.",
    "3167979932": "E etselitsoe boinotši ho tloha letsatsing la pele. Tumellano e Matla ea Ts'ebetso ea Lintlha.",
    "3168199226": "Leha ho le joalo, ka 2020 ho ile ha hlaka hore ho aha mofuta ona oa datha ho ka nkuoa e le theknoloji ea tšebeliso e habeli ka tsela eo ba seng bakae ba neng ba ka e lebella selemong se fetileng.",
    "3173156067": "Litsenyehelo tse ling tse seng li entsoe li fumaneha ha u ka rata ho kenyelletsa litšoantšo tsa mohlala sehloohong sa hau.",
    "3176531704": "Tlhaloso ea lintlha",
    "3178581111": "Sebelisa Bakeng sa Merero e Mecha",
    "3180664128": "Ka ho ithuta ho feta likete-kete tsa matšoao, mehlala e ka fokotsa le ho fihlela boitšepo bo phahameng ba ho lemoha boitšoaro bo bobe ka potlako, esita le ha ho se na pontšo ea motho ka boeona e ka bang matla ho lekana ho bontša bothata.",
    "3182435854": "Copyright",
    "318339230": "(E 'ngoe kapa tse ling tsa tse latelang li ka sebetsa mohopolong oa hau, 'me e kanna ea ba joalo",
    "3183855267": "1. hmt_id",
    "3186435874": "sessionid",
    "3192683783": "Liphetoho ho Leano lena la Lekunutu",
    "3193548097": "Hope Springs Eternal",
    "3194111925": "tshehetso",
    "3194601049": "www.hcaptcha.com",
    "3195334319": "Tšebeliso le bofokoli ba li-API",
    "3200641265": "Eseng ka morao ho la 16 Phuptjane 2020 *",
    "3200859925": "1. Sepheo",
    "320166522": "Ho ithuta ka mochini hona joale ho ama karolo e 'ngoe le e 'ngoe ea bophelo ba rona, hangata ka litsela tseo re sa li lemoheng le tseo re sa li boneng. Litšebeletso tsa ts'ireletso ea Marang-rang ha li fapane.",
    "3202747130": "Tumellano e Feletseng. Melaoana ena ea Ts'ebeletso le maano afe kapa afe, mekhoa, kapa lipehelo tse boletsoeng tumellanong ena li etsa tumellano eohle ea mekha mabapi le taba eo, 'me e nkela sebaka le ho hlakola litumellano tsohle tse amanang le pele le tsa mehleng ena, likopo, boemeli le kutloisiso ea mekha. .",
    "3203921334": "Re ratile lintho tse 'maloa mabapi le tharollo ea hCaptcha: 1) ha ba rekise lintlha tsa botho; ba bokella feela bonyane lintlha tsa botho tse hlokahalang, ba hlakile ha ba hlalosa lintlha tseo ba li bokellang le hore na ba li sebelisa joang le/kapa ba li senole.",
    "3206136647": "Bothata ba Google mona bo ipapisitse le potso eo ba e sebelisang ha ba bapisoa le ba e bonang. Haeba lintlha tsohle li tsoa moetlong o le mong ('me tabeng ea Google, k'hamphani e le' ngoe) ka sebele u ka lebella ho ba le mathata a sa fetoleng hantle ho litso tse ling, tumellanong le tletlebo ea Edene.",
    "3207769512": "Kenya Mesebetsi ea Tlhahiso",
    "3208155808": "Fetisetsa kopi e baloang ke mochini ea lintlha tsa hau ho uena kapa ho batho ba bang bao u ba ratang.",
    "3212830633": "2. Ho tšoaneleha",
    "3213351333": "Ha ho boitlamo ba pele bo hlokahalang",
    "3213411837": "setšoantšo 2",
    "3214322759": "ho seng joalo etsa ketso efe kapa efe e lonya kapa ea bomenemene.",
    "3217791519": "La 15 Phupu 2020 - La 15 Mphalane 2020",
    "3225770968": "hCaptcha e etselitsoe ho rarolla bothata bo boima ka ho fetisisa mosebetsing oa ho ithuta mochine; ho ngola palo e kholo ea data ka nako, ka theko e tlaase, le ka tsela e tšepahalang.",
    "3225936061": "Mohlomong u ne u bona linepe tsa mongolo tse nkiloeng maqepheng a libuka litšebeletsong tsa Libuka tsa Google, 'me u thusa ho ntlafatsa software ea bona ea OCR (temoho ea mongolo).",
    "322830977": "Mokhoa oa ho tima Cookies.",
    "3228928991": "Lintlha tse ka sebelisoang ho tsebahatsa kapa ho ikopanya le motho (\"Boitsebiso ba Botho\"), joalo ka lebitso, aterese ea lengolo-tsoibila le naha. Re bokella Boitsebiso ba Botho ho Bahokahanyi le Bareki ba rona ba hajoale le bao e tlang ho ba Bareki ha ba re fa eona ka kotloloho (mohlala, ka ho tlatsa foromo ha u ingolisa ak'haonte, kapa ho etsa kopo ea ho fumana litemoso tsa lengolo-tsoibila ho tsoa ho rona). Hape re ka netefatsa boitsebahatso ba Bahokahanyi le Bareki ba rona ka ho bapisa litaba tsa motho le li-database tsa batho ba bang kapa litokomane tsa molao tsa molao.",
    "3230004040": "Na ha u bone hantle kapa ha u khone ho tlatsa li-hCaptchas?",
    "3233305531": "Matšoao a khoebo",
    "3233441200": "Pheta Leano la Batlōli ba Molao",
    "3235430156": "litsamaiso tsa ho ithuta tsa mochini tsa k'hamphani mahala?",
    "3235744534": "Internet Explorer",
    "3236311792": "4. Tlhahlobo ea ka hare ea hCaptcha. Lintlha li kotuloa ho fihlela la 30 Phuptjane 2019. Lintlha li fumaneha ha u li kopa.",
    "3236873806": "IMI e ikarabella bakeng sa sebaka sena sa marang-rang.",
    "3238184941": "Tlhokomeliso: Kotsi ea bomenemene e amanang le aterese ea motho ka mong ea IP e ka arolelanoa le Mohokahanyi ha u kopa.",
    "3238345709": "( ) E tla emisa spam bakeng sa libeke tse peli ebe re tla lula re le teng",
    "3238612014": "Nalane ea ho bala, tlhahisoleseling mabapi le tšebelisano ea moreki le sebaka sa Marang-rang, sesebelisoa kapa papatso.",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "3240786848": "Nchafatso ea ho qetela: Hlakola 18, 2021",
    "324647915": "Rea leboha ka ho ipha nako ea ho re thusa ho fumana lintlha tsena!",
    "3247172580": "hCaptcha e kopantseng ho ithuta ka mochini o itlhokomelang ka mokhoa o mocha ka mokhoa o ikhethileng o fokotsang pokello ea data le ho bolokoa, e fanoang ho tsoa libakeng tse fetang 250 lefatšeng ka bophara bakeng sa ts'ebetso e kholo.",
    "325077666": "Ka ho fana ka lintlha tsa hau u lumellana le rona",
    "3251220335": "A: Che. Ka kopo, tobetsa sehokelo se tšoanang sa lengolo-tsoibila leo u le rometsoeng sesebelisoa ka seng seo u se sebelisang ho hlophisa cookie.",
    "3254142589": "( ) Mathata a bolaoli",
    "3255230599": "Cookie ke eng?",
    "3256020881": "Ho shebella boits'oaro ba hau le mesebetsi ea ho bala ha nako e ntse e feta libakeng tse ngata tsa marang-rang kapa li-platform tse ling.",
    "3256245394": "hammoho le li-post tsa rona tsa blog, mohlala",
    "3260825523": "Mechini ea Intuition",
    "3264813246": "E sa lokelang",
    "3265293440": "() Ho ba le ts'oaetso ea liprothokholo tse ling ntle le SMTP ho hlasela",
    "3265328927": "), k'hamphani ea ho ithuta ka mochini e fanang ka lihlahisoa le lits'ebeletso bakeng sa lik'hamphani tse sebelisang ho ithuta ka mochini ka bongata.",
    "3265895521": "Phahamisa le ho theola bothata ho latela nako ea letsatsi",
    "3268946369": "6. Mokitlane: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "3269644546": "Ka kopo",
    "3272552822": "Baqapi le bangoli ba li-cryptographer:",
    "32739972": "Ho boloka lintlha tsa hau tsa nako ea ho kena haeba u ngolisitsoe ho Liwebsaete tsa rona.",
    "3276777569": "hCatcha",
    "3280658086": "litharollo tsa khoebo",
    "3286051798": "Lihlooho, lirapa, mantsoe a qotsitsoeng, lipalo, litšoantšo, le litlhaloso tsa litšoantšo kaofela li ka ngoloa ka mor'a hore sehlopha se kenyellelitsoe karolong e ngotsoeng ka \"When inside of\" e khethiloeng.",
    "328625009": "... re itokisitse ha o le teng: tshebeletso ya rona e fumaneha bosiu le motšehare.",
    "3287172429": "Laola mefuta ea phephetso e bontšitsoeng",
    "3288667364": "Papiso le ho Lemoha",
    "3290996791": "Mabitso a mang kaofela a lihlahisoa, li-logo, le mefuta ke thepa ea beng ba tsona. Mabitso a mang kaofela a khamphani, lihlahisoa le litšebeletso a sebelisitsoeng sebakeng sena sa Marang-rang ke a sepheo sa boitsebahatso feela. Tšebeliso ea mabitso ana, li-logos, le li-brand ha li bolele ho fana ka tumello.",
    "3292221787": "phephetso e ile ea arajoa, eseng feela hore na e nepahetse, 'me hangata e fetola lipotso le lintlha tse sebelisitsoeng.",
    "3301728462": "Batho ba limilione ba sebelisa hCaptcha khoeli le khoeli, ka likete-kete tsa motsoako oa libatli, li-extensions, lisebelisoa, li-firewall, le tse ling.",
    "3312336121": "e sebelisang lintlha tse ngata tsa boitšoaro ho fumana hore na basebelisi ba marang-rang ke batho ba molaong kapa bots",
    "3315658779": "Thibela Content Scraping ka hCaptcha Enterprise",
    "3319083717": "Lebitso:",
    "3324288040": "Re romelle maikutlo",
    "332723732": "dikahare",
    "3329634829": "Thibela tšebetso ea litaba tsa hau.",
    "3329755436": "Na u rera ho potlakisa ts'ebetso ee?",
    "3334160175": "( ) Ha e khone ho itšireletsa khahlanong le litlhaselo tse sehlōhō",
    "3336625692": "Leqephe lena le qaqisa mehopolo ea rona ka taba ena ho latela Melao ea Boitšoaro ea AI, 'me mekhoa eo re e latelang ho netefatsa hore ts'ebeliso ea lits'ebeletso tsa rona e lula e ipapisitse le melaoana eo re e amohetseng re le khamphani.",
    "3339302473": "27. Ho felisoa",
    "3342910682": "Bala Haholoanyane",
    "3346362371": "Ho thoe'ng ka ho ithuta ka mochine?",
    "3348433919": "Litokelo Tsa Hao",
    "3349094124": "Mekhoa ea ho ameha ka boitšoaro: Sepheo",
    "3353238942": "hCaptcha e etselitsoe ho emisa bots ka ho ba khetholla ho batho. Liteko tse bonoang ke sesebelisoa se loketseng sena, empa ha se motho e mong le e mong ea ka rarollang bothata ba pono.",
    "3356329025": "1. matsatsi a 30",
    "3356349631": "Google Chrome",
    "3357523404": "Ho fetisoa ha data ka Cross-Border",
    "33639629": "Ha e sebetse ho Liwebosaete tsa Batho ba Boraro. Ka kopo hlokomela hore Leano lena la Lekunutu ha le sebetse ho webosaete efe kapa efe, nyehelo, sehlahisoa kapa tšebeletso ea motho ofe kapa ofe oa boraro, leha e hokahana le Sebaka sa rona sa Marang-rang kapa e kenyelletsa Ts'ebeletso - ka kopo sheba melaoana e sebetsang ea lekunutu pele u etsa qeto ea ho fana ka tlhahisoleseling efe kapa efe ho motho oa boraro. mekga.",
    "3365203058": "Tšireletso ea lefats'e ea anti-bot",
    "3368788823": "Terence Eden o fana ka ntlha e khahlisang ho blog ea hae: \"",
    "3370561195": "6. Boitšoaro bo Amohelehang",
    "3372710513": "https://www.knowcookies.com/",
    "3376604063": "Melao le mekhoa ea AI Ethics",
    "3376724603": "La 14-24 Loetse 2021†††",
    "337766618": "https://www.logdna.com/privacy-policy",
    "3378932530": "Fumana Lintlha tsa Hao Tse Ngotsoeng Hona Joale",
    "337971271": "Ho ithuta ka mochine ho molemo. Empa ha e hloke data ea hau ho sebetsa.",
    "3383086062": "hCaptcha Enterprise ke tharollo e felletseng ea ts'ireletso inthaneteng. Mekhoa e sebetsang le e sa sebetseng e u lumella ho emisa ho kenya lintlha, ho lemoha ho nkuoa ha li-account, le ho thibela batšoantšisi ba belaetsang. Tsohle tse nang le khohlano ea zero bakeng sa basebelisi ba molaong.",
    "3386280249": "Ho fana ka 'maraka bakeng sa Labeled Data. Ts'ebeletso ea rona e thusa ho fana ka li-laibole tse phahameng tsa data le tlhahlobo ea batho bakeng sa litsamaiso tsa ho ithuta ka mochini e le ts'ebeletso ho beng ba sebaka sa marang-rang le lik'hamphani tse hlokang thuso ho fumana lintlha tsa bona tse ngotsoeng. Ho fihlela seo, re senola Lintlha tse Ngotsoeng ho Bareki ba rona ba nang le thahasello ea ho fumana Lintlha tse Ngotsoeng.",
    "3388180864": "Na u na le thahasello ea ho sebetsana le mathata a tebileng a tekheniki maemong a webo? Re lula re hira baenjiniere ba nang le talenta lefatšeng ka bophara -",
    "3389431373": "Litšebeletso tse kang reCAPTCHA v3 li re ho beha pixel ea bona ea ho lata leqepheng le leng le le leng la sebaka sa hau sa marang-rang hoa hlokahala bakeng sa polokeho e ntle. Sena ha se joalo.",
    "3395399558": "( ) Bo-ralipolotiki ba sa tsebeng ho bala le ho ngola",
    "3397976149": "Fumana tšehetso bakeng sa hCaptcha Publisher",
    "3398978455": "La 15-25 Loetse 2021†††",
    "3401005681": "Fumana chelete",
    "3401861278": ", e kenyellelitsoeng mona ka litšupiso. Ka kopo, hlahloba tumellano ena ho bona hore na re sebetsana joang le lintlha tsa hau molemong oa hau. Hlokomela hore re sebetsa re le \"data processor\" molemong oa EU General Data Protection Regulation, le \"mofani oa litšebeletso\" ka sepheo sa California Consumer Privacy Act.",
    "34074886": "Nako le nako ha u araba phephetso, re sebelisa mehlala e tsoetseng pele ho fumana hore na u motho. Sebaka sa Marang-rang seo u se etetseng se sebelisa sephetho sena ho thusa ho ntlafatsa boiphihlelo ba hau sebakeng sa bona sa Marang-rang ka ho qoba bots.",
    "3408107995": "Leha ho le joalo, kajeno, ho qhekella ho bolela mokhoa o hlophisitsoeng oa ho hula lintlha ho websaeteng. Software ea scraping e sebetsa joaloka motho ea sebelisang, ho tobetsa likonopo le ho bala sephetho se hlahisoang. Ho na le lisebelisoa tse ngata tse nepahetseng bakeng sa ho senya. Li-web crawlers tseo enjine ea ho batla matla ke mohlala o le mong. Ho joalo le ka lisebelisoa tse kang Skyscanner tse batlang litumellano tsa maeto ka ho kopanya likete tsa liwebsaete tsa maeto. Lifeme tsa Fintech le tsona li e sebelisa, ho hlakola lintlha tsa lichelete tsa basebelisi ho tsoa libakeng tsa banka haeba ho se na li-Application Programming Interfaces (APIs) tse fumanehang ho etsa khokahano ea data. Lintho tseo u lokelang ho li hopola mabapi le ho qhekella skrineng ke lebelo la eona le scalability. Ts'ebetso e ka kotula lintlha tse ngata ho tsoa liwebsaeteng, ho nka hore libaka ha lia hlophisoa ho li thibela ho etsahala. Ka lebelo la compute, scraper e ka bokella li-dataset tse kholo ka ho sebelisana le liwebsaete le software e ka tlaase le li-database tse li matlafatsang.",
    "3409726716": "ngodisa bakeng sa diakhaonto tse fetang bonngwe le rona ntle le tumello e ngotsweng;",
    "3412647984": "Sena se o thusa ho qoba lipotso tse tlang ka ho ingolisa le ho beha cookie. Ka kopo, leka ho tima ad blocker ea hau.",
    "3417372336": "Fetoha ka metsotso",
    "3419878556": "Etsa bonnete ba hore \"Thibela li-cookies tsa motho oa boraro\" ha ea lumelloa.",
    "3421090159": "mohloli o bulehileng",
    "3426312287": "La 5-15 Pherekhong 2022",
    "3433896984": "BotStop™",
    "3434202027": "Tšebeliso leha e le efe ea lebitso la hCaptcha lipuisanong e hloka tlhaloso: \"hCaptcha ke letšoao la khoebo le ngolisitsoeng la Intuition Machines, Inc.\"",
    "3436534225": "Hoo e batlang e le lik'hamphani tsohle tse qalang ho khanna lifofane li qetella li khetha tharollo ea rona.",
    "3437412311": "Bakeng sa basebelisi ba Khoebo, likhetho li teng ho qoba mathata ka botlalo maemong a mangata, ho ipapisitsoe le lintlha tse sa sebetseng.",
    "3441764123": "Ha phephetso e hlahisoa ho mosebelisi ea fumanehang sebakeng sa marang-rang a sebelisang ts'ebeletso ea hCaptcha, e tla feta ka bo eona.",
    "3443160243": "hCaptcha Partner™",
    "3444947612": "Sephethephethe Pakeng",
    "3446714684": "Kopanyo ea Mobile (iOS le Android).",
    "345108670": "- ho kenya lintlha le liteko tse ling tsa ho nka ak'haonte",
    "3453526675": "1. Mokete oa pele",
    "345563040": "( ) Ena ke maikutlo a booatla, ’me u motho ea hlokang kelello ha u fana ka maikutlo a eona.",
    "3457805519": "3. Na kopo ea moreki e ka phethahala tlas'a molao oa US le melao ea rona ea ho kopanela?",
    "3458934553": "3. Ho fapana; ho fihlela ho matsatsi a 30.",
    "3460432665": "Leha ho le joalo, haeba u molefalekhetho oa US, re ka u kopa W-9, hore e ntlafatsoe selemo le selemo, 'me re ka u thibela ho etsa mesebetsi ho fihlela u qetile kapa u nchafatsa W-9.",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "3464870463": "1. Whitelist hcaptcha.com le li-cookie tsa *.hcaptcha.com ho se thibelang lipapatso kapa katoloso ea ts'ireletso ea sebatli.",
    "3470857731": "Tlhahlobo ea hore na reCAPTCHA e lemoha bots hantle hakae.",
    "3475647460": "() E hloka tšebelisano-'moho e ngata ho tsoa ho li-spammers",
    "3478726913": "hCaptcha e na le e 'ngoe ea matamo a maholohali a teng bakeng sa tšebeliso ea hau. Ho sa tsotellehe hore na tekanyo ea hau ke efe, re ka khona ho sebetsana le eona ntle le boitlamo bo phahameng ba pele. Mesebetsi e limilione ka letsatsi ha se bothata.",
    "3479034323": "Haeba u bona litaba tsa hau li hlahisoa sethaleng sa hCaptcha 'me u ka rata hore li tlosoe ka lebaka lefe kapa lefe, u ka ikopanya le rona ka lengolo-tsoibila.",
    "3480023141": "Ithute haholoanyane ka likhetho tsa phihlello",
    "3483700676": "Qala limilione tsa mesebetsi hang-hang",
    "3488019891": "hCaptcha ke letšoao la khoebo le ngolisitsoeng la Intuition Machines, Inc.",
    "348809718": "4. Tlas'a \"Li-cookie tsa Mokha oa Boraro\" khetha \"Amohela\".",
    "349292953": "Lintlha Tseo re li Bokeletseng",
    "3494826505": "Re sebelisana le barekisi ho fana ka lintlha tsa bohlokoa tsa Liwebsaete le Ts'ebeletso, joalo ka polokelo ea data, ho amohela, le Litlhahlobo, mme molemong oa seo feela.",
    "3496767126": "Ho qoba lipelaelo, serapa se latelang se sebetsa feela ho Bareki ba sebelisang lits'ebeletso tsa rona, eseng ho sebelisa Litšebeletso tsa rona joalo ka Mohokahanyi.",
    "3500503648": "hCaptcha e etselitsoe ho felisa ho boloka data ka nako e telele ka ho itšetleha ka tlhahlobo ea hang-hang ho e-na le ho rekota le ho hlahloba histori ea hau ea ho bala. Re boetse re tšehetsa matsapa a kang",
    "3501923981": "E qetetse ho ntlafatsoa: la 1 Pherekhong 2020.",
    "3507532387": "() Ho batlisisa habonolo sebakeng sa liaterese tsa alphanumeric tsa liaterese tsohle tsa lengolo-tsoibila",
    "3510143229": "hCaptcha ke tšebeletso bakeng sa liwebsaete le lisebelisoa,",
    "3511610999": "Ha re etse bonnete ba hore u fihla sebakeng se nepahetseng.",
    "3515435438": "Ho tlaleha Litletlebo tsa DMCA",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3519564631": "Merero ea Ts'ebetso",
    "3520687192": "Lirekoto tsa likhokahano le uena (mohlala, litekete tsa tšehetso tse butsoeng ka lengolo-tsoibila kapa Twitter) li ka bolokoa ka ho sa feleng.",
    "3524251858": "Motsamaisi oa Tsamaiso ea Lihlahisoa, Cloudflare",
    "3526939538": "Software Bug",
    "3527140447": "Litokomane",
    "3530599065": "Boinotši bo hahiloe ho tloha fatše. hCaptcha ha e boloke PII mme e latela litaelo le melaoana e mengata ea lekunutu.",
    "353066938": "Sehlopha se nang le phihlelo, se sebetsanang le mathata a boima ka ho fetisisa a kajeno. hCaptcha ke tšebeletso ea",
    "3532143291": "Ho sireletsa litšebeletso le litsamaiso tsa rona. Re sebelisa Lintlha tsa Litlhahlobo ho sireletsa litsamaiso tsa rona ka ho tsebahatsa litšokelo le bofokoli, le ho sireletsa lintlha tseo re li bokellang.",
    "353367791": "Fumana libapali tse mpe tsa mefuta e mengata e fapaneng.",
    "3536122902": "( ) Ho li emisa ka tsela eo ha ho liehe ebile ha ho bohloko ka ho lekaneng",
    "3543141425": "bakeng sa eona!",
    "3545935449": "Ho tseba basebelisi ba bacha kapa ba nakong e fetileng.",
    "3548097301": "E qala ka la 1 Pherekhong 2020.",
    "354925785": "Selelekela",
    "3554363588": "Matšoao a Mang",
    "3554448168": "Karolelano",
    "3555583744": "le",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "3564208535": "O dumela ho sebedisa matsapa a kgwebo ho sireletsa Boitsebiso bofe kapa bofe ba Lekunutu bo fumanweng ho rona kapa ka Ditshebeletso tsa rona. e kenyelletsa lintlha tsa bot le lintlha tseo e seng tsa sechaba tsa lits'ebeletso tsa rona tsa khoebo, ho kenyelletsa le litokomane tseo e seng tsa sechaba le lintlha life kapa life tseo re ka li arolelanang mabapi le mekhoa ea rona ea ho lemoha bot. Haeba u filoe monyetla oa ho fumana Boitsebiso leha e le bofe bo joalo ba Lekunutu, re ka fetola, ra emisa, kapa ra fokotsa phihlello ea hau ea Litšebeletso tsa rona ka boikhethelo ba rona haeba re fumana hore Boitsebiso ba Lekunutu bo pepesoa ke tšebeliso ea hau ea Litšebeletso tsa rona, 'me re tla sebelisa boiteko bo loketseng. ho o fa tsebiso pele o emisoa.",
    "3566102529": "rona kajeno ho ithuta haholoanyane.",
    "3569492665": "Ho rekota lintho tse etsahalang inthaneteng ha se tharollo.",
    "3570415321": "Khampani",
    "3571003547": "https://www.honeycomb.io/security",
    "3571006800": "Lintlha tse ling tseo u re fang tsona e ka 'na ea e-ba lintlha tsa bohlokoa joalokaha li hlalositsoe ho GDPR (hape e bitsoa mekhahlelo e khethehileng ea boitsebiso ba motho), ho kenyelletsa le boitsebiso ba morabe kapa morabe oa hau litokomaneng tsa boitsebiso tse fanoeng ke 'muso.",
    "3573245166": "Ho fapana le reCAPTCHA, re sebetsa naheng e 'ngoe le e 'ngoe.",
    "3576146278": "Lefa feela bakeng sa ho nepahala ho hlokahalang",
    "3578122193": "Lula u le lebitso le nang le litaba tse amehang",
    "3588274874": "Ha re shebana le ho fana ka sehlahisoa se tsamaellanang le matsapa a taolo joalo ka GDPR ea European Union le CCPA ea California, re bile le kholo e kholo - ehlile, e thusa hore hCaptcha e be bonolo \"ho theola\" sebaka sa reCAPTCHA 'me kahoo e ka kengoa ka mor'a metsotso e seng mekae.",
    "3588620914": "Privacy Pass ke tšibollo e ncha ho latela maemo a Marang-rang, 'me hoa khonahala hore lits'ebetso tse ling le likeketso tsa sebatli tse sa e tsebeng li sitise ts'ebetso ea eona.",
    "3590546893": "Tlhahlobo e bonolo ea boitšoaro ke lets'oao le qapiloeng habonolo ke libapali tse mpe, 'me le hloka ho boloka nalane ea sephethephethe sa hau kaofela.",
    "359073033": "Li-dashboard li fana ka maikutlo a boemo bo holimo kapa a hlakileng a tšebetso.",
    "3594381346": "sebaka.",
    "3594440415": "Qetellong, ba tla qala ho bula mamati.",
    "3594526017": "Bo-rasaense ba IM ba Behile Benchmark e Ncha bakeng sa Kamohelo ea Sengoloa e hlokometsoeng ka Bofokoli (OCR) ho CVPR 2020.",
    "3596207631": "P: Ke ntse ke bona phephetso kamora ho beha kuku. See se bakoa ke eng?",
    "3600022491": "Ka lebaka lena re qapile mokhoa o mong o bonolo, o se nang bohloko oa ho lumella baphatlalatsi ba sebelisang litšebeletso tsa rona ho boloka monyetla oa ho fumaneha ho bohle ka tumellano e felletseng ea Karolo ea 508 le WCAG 2.1 AA.",
    "3600718611": "Nahana ka Google reCAPTCHA,",
    "3600797185": "Ho fana ka boitsebiso ba bot retroactive ho ka bulela Google lipotso tse thata mabapi le mokhoa oa ho khutlisa baphatlalatsi ba sebelisitseng chelete ho sephethephethe seo sa bolotsana.",
    "360236473": "Ts'ebeletso ea hCaptcha ha ea rereloa ho sebelisoa hore mang kapa mang a sebetse e le motho ea ngolang mangolo. Ha ea etsetsoa kapa ha ea tšoanela morero ona. Ha re khothaletse mang kapa mang ho leka ho sebelisa hCaptcha e le mohloli oa chelete ea motho.",
    "3604147138": "3. E sebelisoa bakeng sa merero e hlokahalang ea tekheniki: e nolofalletsa tšebeliso ea Mosebelisi.",
    "3609106478": "Lintlha tse Hlahang:",
    "3609929815": ". Re tla boloka lebitso la hau, naha, le lintlha tsa aterese ea hau ea lengolo-tsoibila molemong oa ho ikopanya le uena nakong e tlang mabapi le menyetla ea mosebetsi ea ho ngola mangolo.",
    "3612043014": "...le mesebetsi e meng e bonolo. Ho bonolo ho batho, ho thata bakeng sa bots.",
    "361372538": "2. Na re lumela hore litšebeletso tseo re li filoeng li ka ’na tsa sebelisoa molemong oa khethollo ke moreki, ka litsela tse ka bang molaong empa re sa li amohele?",
    "3614653023": "Ho e-na le hoo, mokhoa ona o ipapisitse le litlhaselo tse kholo tsa litokomane tse lekang limilione tsa li-username/password pair ho litsi tse ngata tse lebisitsoeng tsa lichelete ka tšepo ea ho notlolla karoloana e nyane ea liakhaonto. Hang ha software e ikemetseng ea bomenemene e se e fihletse akhaonto, motho ea senyang a ka 'na a kenella, empa maemong a mang, ha ho joalo.",
    "361795034": ". Mongoli ea sa tsejoeng, c. 2000",
    "3619183405": "Ka 2021 li-CAPTCHA tse bonolo ka linako tse ling li ka rarolloa ka software, ka lebaka la tsoelopele thutong ea mochini. Ho sebetsana le sena, hCaptcha e boetse e etsa tlhahlobo e qaqileng haholo ea thepa e kang",
    "3620039756": "Ka holimo ka ho le letona, tlanya Tse ling ebe u tlanya Li-setting.",
    "3620442880": "Likarolo tsa ts'ireletso ea Flash Sale",
    "3621401685": "( ) Ho se ratoe ha makhetho a macha a makatsang",
    "3621411541": "Ithute ka likhetho tsa phihlello bakeng sa hCaptcha",
    "3621455477": "ho ithuta ho eketsehileng!",
    "3623028666": "(ka kopo sebelisa tšebeletso e kang",
    "3624758171": "Mesebetsi e ikhethileng e fumaneha hape bakeng sa baphatlalatsi ba likhoebo.",
    "3630114728": "Sheba se etsahalang libakeng tsohle tsa hau le lits'ebetso.",
    "3644106388": "Ikopanye",
    "3645414921": "Hlakola",
    "364774188": "Ke motho™",
    "3654556483": "Litsi tsa lichelete le lik'hamphani tsa eCommerce li na le lits'ebetso le litsamaiso tse fokotsang ts'okelo ea ho nka ak'haonte. Tsena li tloha ho tsa khale \"lebitso la motsoalle oa hau oa hlooho ea khomo e ne e le mang sekolong sa mathomo\" lipotso tsa ts'ireletso ho ea ho mekhoa ea ho lemoha e fanang ka liaterese tsa IP tse belaetsang le li-profile tsa lisebelisoa tsa mohala.",
    "3657743880": "Litaelo tsa sebatli bakeng sa li-Cookies tsa Cross-Site",
    "3660619092": "Ingolise mahala kapa ikopanye le thekiso bakeng sa tharollo ea Enterprise",
    "366088791": "hCaptcha e ts'ehetsa mesebetsi e mengata e fapaneng.",
    "3660891610": "Haeba u Mothusi, IMI, eseng uena, e na le litokelo tsa botho mosebetsing ofe kapa ofe oo u o hlahisang e le karolo ea ho phethela mosebetsi ofe kapa ofe. Ka ho amohela lipehelo tsa Tumellano ena o lumellana le (mme ka hona o etsa) ho fetisetsa thepa, botho, le sehlooho (ho kenyeletsoa litokelo tsohle tsa thepa ea mahlale tse teng lefatšeng ka bophara) le mosebetsing oa hau ho rona. Ho etsa bonnete ba hore re khona ho fumana, ho phethahatsa, le ho sebelisa litokelo tse joalo, o lumela hape ho (i) saena litokomane life kapa life ho thusa litokomaneng, phethehong le ho phethahatsa litokelo tsa rona; le (ii) ho fana ka phihlello e utloahalang ho tlhahisoleseding bakeng sa ho rekota, ho phethahatsa, ho sireletsa, ho sireletsa, le ho phethahatsa litokelo tse joalo tsa thepa linaheng life kapa life. Litlamo tsa hau tlas'a karolo ena li tla tsoela pele le ka mor'a hore u hlakole ho tsoa kapa u khaotse ho sebelisa Litšebeletso. U re khethile re le 'muelli oa molao oa hau hore re phethe litokomane molemong oa hau molemong o boletsoeng karolong ena.",
    "3666807632": "14. Litšoaneleho tsa Bafani le Tsebo",
    "3668115514": "hCaptcha e fapane joang?",
    "3668873369": "Ho hCaptcha, re nkile mokhoa o fapaneng le oa letsatsi la pele",
    "3669258571": "Leano la Cookie",
    "3671246379": "Bohato ba 5: Tobetsa ho Console tab, 'me u tobetse ka ho le letona ebe u \"Khetha tsohle\"' me u e boloke ho faele ea mongolo, e le ho boloka log ea console. Re romele seo le rona.",
    "3671828834": "Mehlala ea Boitsebiso ba Botho bo Abelaneng",
    "3673079511": "maemo a hlahang",
    "3678889946": "Eseng ka morao ho la 15 Phuptjane 2019",
    "3679148535": "P: Ke lisebelisoa life tse ling tsa Privacy Pass tseo u sebetsang ho tsona?",
    "3680327841": "Re ikemiselitse ho etsa hore hCaptcha e sebetse hantle bakeng sa bohle",
    "3682071227": "Li-Account Takeovers ke Life 'me li sebetsa Joang?",
    "3688621388": "Mesaeno ea tšokelo",
    "3694578791": "Joalo ka ha ho boletsoe ka holimo, rona (le barekisi ba rona ba mokha oa boraro) re bokella Lintlha tsa Litlhahlobo ka karolo e itseng ka tšebeliso ea li-cookies, li-beacon tsa marang-rang le mekhoa e meng ea ho latedisa. Ka linako tse ling, re sebetsa le barekisi ba mekhatlo ea boraro ho sebelisa li-cookies molemong oa ho bokella Lintlha tsa Litlhahlobo.",
    "3695206755": "Re leke tikolohong ea hau ntle le boitlamo.",
    "3700113699": "Sesebedisweng sa hao sa Android, bula sesebelisoa sa Chrome.",
    "3700767772": "Ha u se u kentse katoloso, tlanya mona (kapa webosaeteng efe kapa efe e sebelisang hCaptcha) ho fumana li-pass:",
    "370366524": "Ephemeral Service Telemetry",
    "3709608616": "joale ak'haonte ea hau e ka koaloa kapa ea ikemisetsa hore ha e lumelloe ho fumana moputso ka boikhethelo ba rona, ka nako efe kapa efe, ntle le tsebiso ho uena kapa ntle le eona. Leha ho le joalo, ha ho na maemo ao likopo tse fetang litekanyo tsa tšebeliso e nepahetseng li tla lokeloa ho fumana meputso ntle le netefatso e ngotsoeng e tsoang ho rona.",
    "3714002185": "Ithute haholoanyane ka hCaptcha Enterprise",
    "3715747429": "Baenjineri ba rona ba onboarding ba ka etsa hore u tsamaee kapele, ebang u hloka React integration, SDKs for iOS native apps, Java backend mohlala, kapa hoo e batlang e le boemo bofe kapa bofe.",
    "3717512591": "Kopano e otlolohileng ea Platform",
    "3717942925": "Joalo ka ha ho tla lula ho e-na le batho ba batlang ho fumana tlhokomelo ea hau ka lengolo-tsoibila, ho tla lula ho e-na le takatso ea ho thibela phihlello ea lisebelisoa tse kang hore ke batho feela ba ka li fihlelang.",
    "3719056187": "Lintlha tse fanoeng maqepheng a marang-rang ha li emele keletso ea motho ka mong 'me li ke ke tsa nkela sena sebaka. Haeba u hloka keletso ea motho ka mong, ka kopo ikopanye le basebetsi ba rona ba ts'ehetso.Tšebeliso ea sebaka sena",
    "3720584906": "La 15 Phupu 2021 - Oct 15th 2021",
    "3721365241": "Leka",
    "3723626769": "bakeng sa litlatsetso tsa hau le tlhahlobo.",
    "3725880582": "Khutlela ho Charity",
    "3729345277": "hCaptcha ke mokhoa oa hore lik'hamphani li fumane litlhaloso tseo li li hlokang ka potlako, ka boleng bo phahameng le ka theko e tlaase ho feta mekhoa e meng.",
    "3730038780": "Khetha ho tsoa palo e batlang e sa feleng ea mathata ao basebelisi ba ka a rarollang",
    "3730344349": "Karolo ena e fana ka lintlha tse ling mabapi le lintlha tsa botho tseo re li bokellang mabapi le bareki ba California le litokelo tseo ba li filoeng tlas'a California Consumer Privacy Act kapa \"CCPA.\"",
    "3733422465": "8. Ho netefatsa Boitsebiso ba hau",
    "3740051331": "Re boetse re ikemiselitse ho beha leihlo le ho araba lipotso tsa basebelisi ba hau ho mecha ea litaba ea sechaba, liforamu, le liteishene tsa rona tsa tšehetso tsa ka har'a widget le lengolo-tsoibila. Re fumaneha ebile re arabela, 'me re nka khotsofalo ea basebelisi e le KPI e kaholimo.",
    "3741193183": "( ) Basebelisi ba bangata ba li-imeile ha ba khone ho lahleheloa ke khoebo kapa ho khelosa bao e ka bang bahiri",
    "3744079744": "La 15-19 Phuptjane 2020****",
    "3744153629": "Mabitso:",
    "3747664195": "https://www.fastly.com/privacy/",
    "3753613260": "tshoanya",
    "3753956446": "Mahala",
    "3758963444": "Kea leboha! Tlhahiso ea hau e amohetsoe!",
    "3759360138": "4. Username le Password",
    "3759657802": "U kanna oa se abele, oa fetisetsa, kapa oa abela Melaoana ena ea Ts'ebeletso kapa litokelo kapa boitlamo ba hau mona ka tsela efe kapa efe (ka ts'ebetso ea molao kapa ka tsela e 'ngoe).",
    "3759923279": "Ka kopo toba lipotso mabapi le lengolo-tsoibila le latelang:",
    "3764131594": "22. Liwebsaete tsa Mokha oa Boraro",
    "3766910104": "2. E sebelisoa bakeng sa merero e hlokahalang ea tekheniki: ho leka-lekanya mojaro, ho tsamaisa.",
    "3767462250": "E etselitsoe Lekunutu",
    "3768951251": "Li-SLA tsa khoebo",
    "3773515538": "Na o kile oa botsoa ho \"thaepa mantsoe a mabeli?\"",
    "378086442": "ea li-CAPTCHA, ho fapana le UX ea bona ka motsotsoana.",
    "3782751514": "HUMAN Protocol® ke letshwao la kgwebo le ngodisitsweng la HUMAN Protocol Foundation, mme le sebediswa ka tumello ya lona.",
    "3783031293": "Re sebelisa Cloudflare ho ntlafatsa sephethephethe sa rona sa marang-rang. Bakeng sa tlhahisoleseling mabapi le hore na Cloudflare e bokella le ho sebetsana le data joang,",
    "3795997071": "Khetha aekhone ea menu ea Chrome. Kgetha Di-setting.",
    "3800781598": "] Hoo e ka bang lilemo tse mashome a mahlano hamorao, spam ea imeile e ntse e tsoela pele ho re tšoenya. Libilione tse ngata tsa lidolara le likete tsa lilemo tsa motho tsa boiteko ba boenjiniere li entsoe ho e hlola, leha ho le joalo spam e ntse e tsoela pele. Ho na le liindasteri tsa lidolara tse libilione mahlakoreng ka bobeli, ke hore, tse sireletsang khahlanong le eona le ba e romelang.",
    "3805618893": "Google Chrome (PC)",
    "3806054689": "La 15 Mmesa 2020 - Phupu 15, 2020",
    "3807059944": "Laola phephetso e sebelisitsoeng",
    "3816867833": "Maikutlo",
    "3817067682": "Li-polygone",
    "3817811295": "Ho tšepahala ho netefalitsoeng le tšehetso e potlakileng ea 24/7 on-call.",
    "3819851005": "2. Litefiso",
    "3821716514": "leqephe.",
    "3828090208": "Ho e-na le hoo sebelisa \"bakeng sa hCaptcha\".Haeba e sebelisoa le lets'oao la motho oa boraro, \"bakeng sa hCaptcha\" e hloka ho ba nyane ka boholo ho feta letšoao la motho oa boraro.",
    "3833636936": "a) likopo tse 1,000 motsotsoana,",
    "3836291932": "P: Ke sebelisa lisebelisoa tse ngata. Na ke hloka ho ingolisa hangata?",
    "3842490632": "Motho ka mong ea lekang ho araba lipotso tse ngata a kanna a fokotsoa kapa a thibeloa kapele. Ho bohlokoa ka ho lekana, joalo ka rona",
    "3842673636": "Tlas'a GDPR, u na le litokelo tse itseng mabapi le tlhahisoleseling ea hau. U ka re kopa ho nka mehato e latelang mabapi le lintlha tsa hau tseo re li tšoereng:",
    "3842815245": "Na ke khoebo e hlokang leeme?",
    "38428546": "Re boloka Lintlha tsa hau tsa Botho ka polokeho bophelo bohle ba ak'haonte ea hau le rona. Re tla boloka Lintlha tsa hau tsa Botho ka nako e telele kamoo ho hlokahalang ho phethahatsa merero eo re e bokeletseng, ho kenyelletsa le ka sepheo sa ho khotsofatsa litlamo life kapa life tsa molao, tsa accounting kapa tsa tlaleho kapa ho rarolla liqabang. Mekhoa eo re e sebelisang ho tseba nako ea polokelo e kenyelletsa lipehelo tse sebetsang tsa konteraka tse sebetsang, linako tsa lithibelo tsa molao, litlhokahalo tse sebetsang tsa taolo le maemo a indasteri.",
    "3844300338": "U lumela ho qosa, ho sireletsa, le ho re nka re se kotsi ho litletlebo life kapa life, lits'enyehelo, mekoloto, lits'enyehelo le litšenyehelo (ho kenyeletsoa litefello le litjeo tsa babuelli ba molao), tse hlahang kapa tse amanang le ts'ebetso ea hau ea mesebetsi kapa ts'ebeliso ea hau ea sebaka sa rona sa Marang-rang. .",
    "3844432472": "Ho buleha haholo le ts'ebeliso ea li-API li li etsa liphofu tse ruileng haholo bakeng sa bahlaseli. Ka mokhoa o ts'oanang le sesebelisoa sa mohala se ka hlophisoang ho fihlela le HO FUMANA data ho tsoa tsamaisong ea khoebo e sebelisang API, ho joalo le ka sengoathoana sa malware. Basomi ba ngotse lisebelisoa tse ngata tse fapaneng tsa software ho sebelisa hampe li-API. Ke mokhoa o atlehang oa ho hlasela.",
    "384965568": "Leha litlhoko tsa ho boloka li fapana ho ea ka libaka, tlhahisoleseling mabapi le linako tsa rona tsa ho boloka likarolo tse fapaneng tsa data ea hau li hlalositsoe ka tlase.",
    "3856690908": "La 15 Pherekhong 2020 - La 15 Mmesa 2020",
    "3856912381": "Basebelisi ba utloile bohloko, 'me spam ea marang-rang e sa hlokahaleng e se e atile. Empa ho na le mokhoa o mong.",
    "3859506577": "Imeile ea khoebo",
    "3861413614": "U kanna oa se sebelise lets'oao lefe kapa lefe la hCaptcha kapa logo e ka bolelang hore hCaptcha e na le kamano kapa tumello, tšehetso, kapa ts'ehetso ea sehlahisoa kapa tšebeletso ea batho ba bang, ntle le tumello e ngotsoeng e ngotsoeng.",
    "3863351997": "Likarolo tsa lintlha tsa botho tse thathamisitsoeng ho molao oa California Customer Records (Cal. Civ. Code § 1798.80(e)).",
    "3871665286": ", e hokahaneng haholo le leqephe la lintlha tsa widget ea hCaptcha. Ba fuoa cookie e patiloeng e ka sebelisoang makhetlo a 'maloa ka letsatsi, empa e tlameha ho nchafatsoa lihora tse ling le tse ling tse 24 ka ho kena.",
    "3875523186": "gistfile1.txt",
    "3878077249": "Kaonefatsa kapa u lokise lintlha tse sa nepahalang boitsebisong ba hau.",
    "3878230879": "Sepheo sa rona ke ho etsa bonnete ba hore e lula e u sebeletsa, kahoo re ananela litlaleho tsa hau haholo!",
    "3881754581": ". Haeba u Moreki oa lits'ebeletso tsa rona tsa litlatsetso 'me u khethile khetho ea \"Data For All\" e le karolo ea ts'ebeliso ea hau ea Litšebeletso, joale u fa IMI le basebelisi bohle ba Ts'ebeletso lefats'e ka bophara, e sa khetheheng, e ka ngolisoang, e ka fetisetsoang, laesense e sa lefelloeng, e ke keng ea hlakoloa ea ho sebelisa lintlha tsohle tsa Bareki hampe, ho kenyeletsoa litokelo tsohle tse amanang le thepa ea mahlale. Haeba u khetha khetho ea \"Data for All\", u emela le ho fana ka tumello ea hore u na le tokelo e lekaneng, sehlooho le thahasello ho data ea hau e le hore u fane ka laesense karolong ena.",
    "3882147547": "Mesebetsi e sa Lebaleheng ea Pseudorandom",
    "388240587": "La 5-15 Pherekhong 2022",
    "3884400764": "Le hoja u ka sebelisa matšoao a hCaptcha ho latela tataiso ena, ha ho bolele hore u na le litokelo leha e le life tse fanoeng ho hCaptcha Marks, logos, kapa letšoao leha e le lefe le leng la khoebo, lebitso la khoebo, letšoao la tšebeletso, lebitso la khoebo kapa kamohelo e ntle ea hCaptcha. Re batla ho fana ka phetoho e ngata kamoo ho ka khonehang, empa re tlamehile ho sireletsa hCaptcha khahlanong le tšebeliso e sa lumelloeng ea letšoao leha e le lefe la khoebo, lebitso la khoebo, letšoao la tšebeletso, lebitso la khoebo kapa kamohelo e ntle ea hCaptcha. Tšebeliso efe kapa efe e sa lumelloeng e felisa ka bo eona tumello kapa laesense e fanoeng ke hCaptcha mme e ka ba le mekoloto ea molao bakeng sa ts'enyehelo efe kapa efe.",
    "3887113660": "P: Privacy Pass e ama meputso ea hCaptcha joang?",
    "3891941747": "*** KELETSO EA COVID-19: Ka lebaka la ho fokotsoa ha basebetsi ba amanang le COVID-19, poelano e hlophisitsoe bocha ho fana ka nako e eketsehileng ea ho phethela netefatso ea rona e tloaelehileng. Litefo li lebelletsoe ho qala ka Labohlano 'me li fele ka Mantaha o latelang.",
    "3892905664": "hCaptcha e thusa lits'ebeletso tseo u li ratang tsa inthanete ho thibela bots, spam, le tlhekefetso ka ho botsa lipotso tse bonolo tse bonolo ho batho le tse thata bakeng sa mechini.",
    "3892952987": "sheba menyetla ea rona 'me u sebelise mona",
    "3893539589": "kenya lihokelo tsa kantle tse fanang ka thepa kapa litšebeletso ntle le ha mosebetsi o batloa;",
    "389705801": "( ) Melao e e thibelang ka ho hlaka",
    "3897238493": "LITŠEBELETSO TSE FUMANA KA MOTHEO OA \"JOALOKAHA HO LE\". HA RE ETSE LITLHAKISO KAPA LITIISETSO, TSE FUMANEHANG KAPA POTSO, MABAPI LE FUMANEHELO, BOTLE, HO HLOMELA MOLAO, HO FUMANA, KAPA MOSEBETSI OA LITŠEBELETSO, SOFTWARE EFE KAPA LINTLHA TSE LING TSE Amanang, LINTLHA TSE LING TSA MESEBETSI ENA. HO FIHLELA HO FIHLELA HO FIHLELA HO DUMELLETSENG KE MOLAO, IMI E IKONELA MAEMO TSOHLE A BONANG KAPA A REHLENG, LITEMELE LE LITIISETSO HO kenyeletsoa, EMPA E SA LEKELETSO, LITIISETSO TSA THEKISO, HO LOKELA BAKENG SA LINTLHA TSE LING , LE TLHOKOMELISO. TLHOKOMELISO EA HAO E 'NOSI LE E KHETHEHILENG MABAPI LE IMI MABAPI LE LIKOLE, HO SA KHOTSOE, KAPA HO SA KHOTSOFA KE HO KHAOTSA TŠEBELISO EA LITŠEBELETSO Ha re na ho ba le boikarabello ba kotsi efe kapa efe tsamaisong ea komporo ea hau, tahlehelo kapa bobolu ba data, kapa kotsi e 'ngoe e hlahang. ho tsoa ho phihlello ea hau ea ho sebelisa sebaka sa marang-rang kapa Intuition Machines Platform. Ho ka 'na ha e-ba le litšitiso tse reriloeng le tse sa reroang, 'me ha re fane ka tumello ea ho ba teng ha sebaka sa rona sa marang-rang ntle le tšitiso.",
    "3898950867": "( ) Joe mesebetsi le/kapa bosholu ba boitsebiso",
    "3900538778": "Lintlha tse ngotsoeng ke mafura a matlafatsang ho ithuta ka mochini. Likarabo tsa reCAPTCHA li 'nile tsa sebelisoa ho ntlafatsa litšebeletso tsa Google tsa ML/AI ho tloha ka 2009. Batho ba bangata ba sebelisang reCAPTCHA ha ba hlokomele hore mosebetsi oa bona o sebelisoa.",
    "3901503296": "Taba ena e ikhethang ea boinotšing e bolela hore re ka fana ka ts'ireletso ea data ea motho ka mong, ts'ebetso e se nang li-cookie, le litiisetso tse ling tsa lekunutu tsa konteraka kamoo ho hlokahalang ha re ntse re boloka ts'ireletso e ntle.",
    "3904679538": "Chrome",
    "3906359167": "Litharollo:",
    "3906886217": "Bakeng sa lik'hamphani kapa liwebsaete",
    "3908992897": "'me e sebelisoa naheng e' ngoe le e 'ngoe le sebakeng se seng le se seng lefatšeng, kahoo re tsepamisitse maikutlo haholo ho faneng ka phihlelo e tsitsitseng ea lefats'e.",
    "3909240516": "( ) Lihlooho tsa SMTP ha lia lokela ho ba taba ea molao",
    "3910971075": "IMI e na le litokelo tsohle, ho kenyelletsa le litokelo tsa thepa ea mahlale, khoutu ea mohloli, khoutu ea ntho kapa sebopeho sa motheo, mehopolo kapa li-algorithms, API, le software efe kapa efe e eketsehileng, litokomane kapa data e amanang le Litšebeletso (\"Software\"). O ke ke, ka ho otloloha kapa ka tsela e sa tobang, ka motho e mong kapa ka tsela e nngwe: (a) kgutlisetsa morao moenjinere, ho qhaqholla, ho qhaqholla, kapa ho leka ho sibolla Software; (b) ho fetola, ho fetolela, kapa ho theha mesebetsi e tsoang ho Software efe kapa efe; (c) kopitsa, hira, hirisa, aba, itlama, abela, kapa fetisetsa kapa ho hatella litokelo tsa Software efe kapa efe; (d) sebelisa Software efe kapa efe molemong oa kabo ea nako, merero ea ofisi ea litšebeletso, kapa ho seng joalo molemong oa batho ba bang; kapa (e) tlosa ditsebiso kapa dileibole dife kapa dife.",
    "3912514510": "() Manane a mangolo-tsoibila le litšebeliso tse ling tse nepahetseng tsa lengolo-tsoibila li tla ameha",
    "3912926900": "hCaptcha® e lokela ho ba le letšoao la khoebo le ngolisitsoeng lekhetlo la pele ha le hlaha kopi ea boiqapelo.",
    "3913203723": "Haeba, ka lebaka lefe kapa lefe, Mokopi a sa amohele tšebetso ea mosebetsi oo o o qetileng, uena joaloka Mofani kapa Mokopanyi u ke ke ua ba le tokelo ea ho fumana moputso ofe kapa ofe bakeng sa mosebetsi oo. Haeba meputso e se e phatlalalitsoe ho uena bakeng sa mosebetsi o phethiloeng ka mokhoa o sa amoheleheng, re ka e fumana ho uena.",
    "3913801502": "Hona joale hCaptcha e sebetsa ho hoo e ka bang 15% ea marang-rang",
    "3913848038": "99.99% uptime SLAs le 24/7 tšehetso ea lefats'e e fumaneha.",
    "3916131732": "Amerika",
    "3922723611": "Ka kopo, leka ho tima se thibelang lipapatso kapa lisebelisoa tse ling tsa ts'ireletso",
    "3926027556": "mme re tla kgutlela ho wena kapele.",
    "392886773": "E sebetsa naheng e 'ngoe le e 'ngoe",
    "3930611699": "basebetsi ka bomong.",
    "3930808600": "Re sebelisa mehato e nepahetseng ea tekheniki le ea mokhatlo ho sireletsa tlhahisoleseding eo re e bokellang le ho e boloka, 'me re batla hore baemeli bohle ba re etsetsang mosebetsi le bona ba etse se tšoanang. Ka bomalimabe, ha ho na mehato ea ts'ireletso e 100% e hlokang kelello, 'me ka hona ha ho marang-rang kapa tsamaiso (ho kenyeletsoa le ea rona) e ka tiisetsoang hore e sireletsehile ka 100% khahlanong le timetso, tahlehelo, phetoho, tlhahiso e sa lumelloeng ea, kapa ho fumana boitsebiso boo re bo bokellang le ho bo boloka. Haeba u lumela hore tlhahisoleseling ea hau e kanna ea se sireletsehe ka lebaka lefe kapa lefe, ka kopo ikopanye le rona hang hang ho",
    "3933993151": "Sebetsa joalo ka sebali sa data ka bomong",
    "394235836": "3. Haeba ha ho le e 'ngoe ea litlhahiso tse ka holimo e sebetsang, re romelle imeile ea tšehetso 'me re tla thabela ho thusa ho tseba se etsahalang.",
    "3942875761": "Thusa ho aha Webo e Betere™",
    "3943164003": "sheba e tala",
    "3943417791": "Fumana tšehetso bakeng sa hCaptcha Enterprise (BotStop)",
    "3946753128": "Ea lekunutu. Sireletsehile. Kapele.",
    "3951112506": ". Seo se se se ntse se tiisa tekanyo e phahameng ea heterogeneity ho data.",
    "3951254541": "Re ananela tlhahiso ea hau. Re tsebise mathata afe kapa afe 'me re tla a rarolla kapele.",
    "3952259236": "Kopanya lintlha tsa hau tse foufalitsoeng le matšoao a likete a hCaptcha ho koetlisa hCaptcha ka lihlopha tsa boitšoaro -- molemong oa hau feela -- ho bolela esale pele boitšoaro bo bobe ho feta tharollo feela.",
    "3953584369": "Lithibelo tse tsoetseng pele tsa phihlello ea RBAC lia fumaneha.",
    "3955555607": "Ntle le Bo-mphato kapa Bahoebi ba Fetoletsoeng, batho ba boraro ba ka 'na ba se ke ba fana ka mantsoe a bohlokoa, Google AdWords, kapa mekhoa e meng e lebisitsoeng ea papatso e sebelisang matšoao a hCaptcha kapa mopeleto o fosahetseng. Leha e le hore batho ba boraro ba se ke ba sebelisa matšoao a hCaptcha ka mabitso a marang-rang, ts'ebeliso efe kapa efe ea enjine ea ho batla, li-tag tsa meta, mantsoe a ho batla, khoutu, kapa liphatlalatso tse ling.",
    "3955981186": "Lihlomathiso. Ha ho na phetoho kapa tokiso ho Melaoana ena ea Ts'ebeletso ke mang kapa mang ntle le IMI e tla tlama IMI ntle le haeba e le sesebelisoa se ngotsoeng se saennoeng ke moemeli ea lumelletsoeng ka nepo oa IMI.",
    "3963216198": "Ho buisana ka hore na ke hobaneng ha li-API e le sepheo se tsebahalang sa linokoane, ho bohlokoa pele ho nka motsotsoana ho hlalosa se boleloang hajoale ke lentsoe \"API.\" Khopolo ea API ha e ncha ho hang. Ebile, likhokahano tsa ho hokahanya litsamaiso tse fapaneng tsa likhomphutha, hammoho le likarolo tsa tsona tsa kahare, esale li le teng ho tloha bonyane lilemong tsa bo-1960.",
    "3963642878": "Eseng ka morao ho la 14 Tšitoe 2019*",
    "3967047208": "U ka boela ua tima ka nakoana litšireletso tse ling ho Custom ho lokisa bothata bona, ka ho tlosa li-checkbox: Tlosa ho khetha lebokose la li-Trackers kapa u se khethe lebokose la li-Cookies haeba u ntse u e-na le mathata.",
    "3971348140": "Hobaneng re sebelisitse hCaptcha? Ha ho motho e mong ea neng a ka fana ka likarolo le ts'ebetso eo re e hlokang. Ba ile ba re phahamisa le ho matha kapele, mme barekisi ba rona ba rata boiphihlelo.",
    "3972094614": "Brendan Eich",
    "3972554015": "ts'ebetso hape. 'Me katoloso ea sebatli ke 'nete",
    "3974566657": "Ha litšebeletso li ntse li tuma haholoanyane, ketsahalo ea mofuta ona e ba teng khafetsa. hCaptcha e sebelisoa ke batho ba limilione letsatsi le leng le le leng hoo e ka bang naheng e 'ngoe le e 'ngoe lefatšeng, kahoo re phatlalatsa leano lena le mohlala oa hore na re rarolla mathata ana joang e le hore re be pepeneneng ka hohle kamoo ho ka khonehang.",
    "3978720689": "mokhoa oa ho loantša spam. Maikutlo a hau a ke ke a sebetsa. Ke ka lebaka lena e ke keng ea sebetsa.",
    "3983646521": "Mabitso ohle a lihlahisoa, li-logo, mabitso, matšoao a khoebo le matšoao a ngolisitsoeng ke thepa ea beng ba tsona ka ho fapana. Mabitso ohle a k'hamphani, lihlahisoa le litšebeletso a sebelisitsoeng webosaeteng ena ke a sepheo sa boitsebahatso feela. Tšebeliso ea mabitso ana, matšoao le mefuta ena ha e bolele tumello. Tabeng ena, ho fapane haholo.",
    "3987022469": "Ho ngola",
    "3988350": "Sena se bolela hore ho na le linyeoe tsa tšebeliso e ntle bakeng sa litlhaloso tsa likhele tsa lefatše la 'nete. Ho na le sebaka sa ho se lumellane ka phello ea likoloi tse itsamaisang, empa litsamaiso tsa ADAS li se li ntse li boloka.",
    "3991444169": "Leqephe lena le thathamisa li-subprocessor tsa hajoale bakeng sa ts'ebeletso ea hCaptcha Enterprise.",
    "3992401943": "Ho bile le phetoho thutong e tebileng ho tloha 2012. Tloaelo ea indasteri ea ho nepahala ha mosebetsi e ntlafetse haholo lilemong tse leshome tse fetileng, haholo-holo ka lebaka la marang-rang a tebileng a convolutional. Litšebeletso tse ling tse tsamaisoang ke ML Google e fana ka tsona li latetse mokhoa ona.",
    "4007826952": "Lekunutu la #1 CAPTCHA ea pele bakeng sa tepo, mobile, le tse ling.",
    "4008400186": "Mohato oa 4: Tobetsa \"Export HAR\" (motsu o monyenyane o tlase) ka mor'a hore u leke ho rarolla, e leng ho boloka marang-rang. Re romelle faele eo.",
    "4011712313": "Joalo ka karolo ea Leano la rona la DMCA, re beha liakhaonto tsa bareki bao re amohelang litemoso tse ngata tsa DMCA mabapi le tlolo ea molao eo ho thoeng ke tlolo ea molao ea mehato e mengata ea DMCA Repeat Infringer Policy. Ka mor'a ho fumana litsebiso tse pheta-phetoang tsa DMCA khoeling ea khalendara, akhaonto ea bareki e tla tsoela pele ho tloha mohato o mong oa pholisi ho ea ho o mong.",
    "4015238193": "le OCR [",
    "4019638786": "K: Basebelisi ba Privacy Pass ba hCaptcha ba ke ke ba pepesa IP ea bona ho hCaptcha ntle le haeba sepache sa tokene ea sebatli sa bona se se na letho kapa sebaka se e romella. hCaptcha ha e na mokhoa oa ho hokahanya mosebelisi ho topollo ea matšoao, 'me ha ho mohla e sebelisanang ka kotloloho le mosebelisi nakong ea topollo ntle le haeba sepache sa bona sa token se se na letho.",
    "4019660456": "0ms latency: netefatsa li-tokens tsa hCaptcha ntle le mohala oa API.",
    "4023575072": "tshebediso e habeli",
    "4024785952": "Cloudflare, Inc. (Lefatšeng). Litšebeletso li fanoa: Cloudflare.com.",
    "4034694801": "Ha ho liphetho tse nyallanang.",
    "4036662147": "5. Tšireletso ea Boitsebiso ba Lekunutu",
    "4036872105": "pele ebe o leka hape",
    "4039193170": "Haeba u na le bothata ba ho fumana kapa ho lopolla li-tokens:",
    "4044467791": "Bakeng sa likarolo tsa lintlha tsa botho tseo re li bokeletseng ho uena likhoeling tse 12 tse fetileng, ka kopo sheba karolo ea \"Litaba tseo re li Bokellang\" ka holimo. Re bokella lintlha tsena molemong oa khoebo le khoebo o hlalositsoeng karolong ea \"Kamoo re Sebelisang Boitsebiso ba Motho ka Mong\" ka holimo. Likhoeling tse 12 tse fetileng, re arolelane lintlha tse latelang le batho ba boraro molemong oa khoebo:",
    "4051104324": "\"Intuition Machines\" ke letšoao la khoebo le ngolisitsoeng la Intuition Machines, Inc.",
    "4051785543": "Sebelisa:",
    "4057343238": "Khetha ho tsoa",
    "4059570880": "Haeba u ka rata ho latela boiteko ba ho etsa maemo, boiteko bo ntse bo tsoela pele",
    "4060250206": "Sebelisa foromo ena ho fihla ho e mong oa litsebi tsa rona tsa tekheniki. Re arabela ka potlako.",
    "4063155841": "Pele ho la 25 Phuptjane 2021††",
    "4063769686": "Basebelisi ba ts'ehetsa saete eo ba e etelang, 'me ba fumana spam e fokolang ea marang-rang. Sena se bonahala eka ke tumellano e lokileng.",
    "4065065042": "Tobetsa sena ho lumellana hantle le mokotla oa hau oa tšebeliso.",
    "4065614934": "Tlhahlobo ena ha e ncha, empa batho ba na le tšepo ea ka ho sa feleng. Haholo-holo ha ba nahana hore mohopolo oa bona o mocha.",
    "4072202039": "La 15 Mmesa 2019 - Phupu 15, 2019",
    "4074220464": "A: Likhetho tse neng li tumme pele joalo ka li-audio captchas li khetholla basebelisi ba bangata ba a11y mme li hloloa habonolo ke mekhoa ea sejoale-joale ea ho ithuta ka mochini. Sena se qobelletse liphephetso tsa audio tsa hajoale ho thatafala le ho feta, ho hlahisa lerata, nako e sa tloaelehang, motsoako o sa tloaelehang oa mantsoe, joalo-joalo ho hlola bahlaseli. Ka hona, ha re na tjantjello e fokolang mabapi le mokhoa ona khahlano le ho qoba phephetso ka botlalo, empa re tla e ela hloko haeba ho na le tlhoko e tsoang ho sechaba sa a11y.",
    "4080263153": "Ha ho Tlokotsi. Re ke ke ra nkoa e le hore re tlohetse karolo leha e le efe ea litokelo tsa rona kapa litlhare ntle le haeba tumello e ngotsoe 'me e saennoe ke rona. Haeba re lieha ho qobella kapa re hlōleha ho phethahatsa litokelo tsa rona tlas'a tokisetso leha e le efe ea tumellano ena, hoo e ke ke ea e-ba ho tlosoa ha tokelo ea rona ea ho phethahatsa tokisetso e joalo kapa karolo efe kapa efe ea tumellano ena.",
    "4082053540": "Phup 19-25 2021††",
    "4083018285": "Letoto la likarolo tse atolositsoeng tse kopanang le tlhahlobo e ntlafalitsoeng ea SOC le karabelo ho sebetsana le litšokelo tse sa feleng.",
    "4086379603": "Lipotso?",
    "4087694419": "Motho ea qhekellang a ka boela a bokella lintlha ho tsoa libakeng tse kang Amazon le eBay ho etsa lethathamo la lihlahisoa tsa bohata kapa tse thetsang. Joale a ka li rekisetsa litšebeletsong tsa lithaka tse kang OfferUp le ho etsa litlhaselo tsa phishing ho bareki. Kapa, molotsana a ka rekisa lihlahisoa tse sieo Ka ho hlakola litaba ho tsoa liwebsaeteng tsa baphatlalatsi, molotsana a ka etsa maqephe a mophatlalatsi oa lipapatso tsa bohata litšebeletsong tse fapaneng. Joale ba ka rekisa lipapatso maqepheng ao ho barekisi ba lumelletsoeng, bao mabitso a bona ba a fumaneng faeleng ea ads.txt ea mohatisi. Lipapatso li bonahala eka ke tsa 'nete ho mobapatsi, empa ha ho joalo.",
    "4087729475": "phephetso ka mor'a tharollo ea hau ea pele.",
    "4088941349": "Litlaleho tsa lihlahisoa kapa litšebeletso tse rekiloeng, tse fumanoeng, kapa tse nahanoang.",
    "4091044469": ". Netefatsa hore o butse katoloso ka mokhoa oa incognito. Ebe, etela sebaka leha e le sefe sa marang-rang u sebelisa hCaptcha 'me u rarolle captcha. Ho tloha ka mofuta oa 2.0.3, o ka lopolla li-tokens tsena ho liwebsaete u sebelisa hCaptcha.",
    "4097297673": "Joaloka Moreki, Mokopi, kapa Mohokahanyi, o lumela ho tlangwa ke melawana e ka tlase ho tlatseletsa ho dipehelo tse tlamang pakeng tsa hao le IMI.",
    "409780280": "( ) Leka le letle, ****! Ke tšepa hore ho na le motho ea tla kena keyboard ea hau!",
    "4099477834": "Likamano tsohle tsa bareki li boetse li sirelelitsoe ke Tumellano e matla ea Ts'ebetso ea Data. Tšebeletso ea hCaptcha e lumellana le melao eohle ea lekunutu ho sa tsotellehe hore na tšebeletso ea hau kapa bareki ba hao ba lula hokae. Ho se boloke data ea hau ho re nolofalletsa ho feta lik'hamphani tse ling.",
    "4101570501": "Hape hajoale re ntse re sebetsana le tharollo ea \"cryptographic\" ea ho lahla aterese ea hau ea lengolo-tsoibila ka potlako ha re ntse re boloka bokhoni ba rona ba ho thibela tlhekefetso, ho tlatsana le mosebetsi oa rona oa Privacy Pass.",
    "410397176": "Ho fumana lintlha tse ling",
    "4104188759": "Leano la Boitšoaro la AI",
    "4104221634": "Bareki ba hCaptcha ba na le liindasteri tse fapaneng, ho tloha ho lik'hamphani tsa theknoloji ho isa ho tse tsepamisitseng maikutlo fesheneng, mabenkele le libaka tse ling moo ba ka hlahisang boleng ka ho sebelisa ho ithuta ka mochini.",
    "4114820649": "2. Tobetsa \"Privacy\" tab ya.",
    "4131598919": "Tobetsa",
    "4132302900": "5. Lekunutu la Hao, Lintlha tsa Hao, le \"Data For All\"",
    "4137573005": "e na le likarabo tse felletseng le tse matla mabapi le hore na re sebelisa data joang, empa karabo e khutšoane ke hore ha re na thahasello ea ho u amahanya u le motho ea nang le nalane ea hau ea ho bala.",
    "4138068262": "basebelisi. Qetellong, ho sebelisana le mathata ho ka 'na ha lula e le karolo ea pokello ea lisebelisoa tsa ho fokotsa tlhekefetso ea inthaneteng ha feela tlhaho ea motho e ntse e sa fetohe.",
    "4142610534": "Litefiso life kapa life tsa morao-rao li tla ba le litefiso tsa morao-rao ka sekhahla sa 1.5% ka khoeli kapa palo e phahameng e lumelletsoeng ke molao, ho sa tsotellehe hore na e tlase ke efe. Haeba u hloleha ho lefa chelete e lokelang ho lefshoa tlas'a Tumellano ena ka lebaka lefe kapa lefe, ak'haonte ea hau e ka emisoa, ka boikhethelo ba rona, moo ho ke keng ha etsoa litefo tse eketsehileng akhaonteng ea hau bakeng sa ho phethela mesebetsi mme mesebetsi eohle ea hau e tla tlosoa. ho tsoa sebakeng sa rona sa marang-rang. U tlameha ho re buseletsa chelete eohle e lokelang ho lefelloa ha re e batloa, hammoho le litefiso tsa ho sebetsa, litefiso tsa morao-rao, kapa litefiso tsa babuelli ba molao. Hape re ka etsa litlaleho tse nepahetseng ho mekhatlo ea tlaleho ea mekitlane le balaoli ba molao.",
    "4146870445": "Re bo mang",
    "4147497805": "Sehoete",
    "4149738856": "hCaptcha e lokela ho sebelisoa e le lehlaodi 'me e lateloe ke lentsoe le nepahetseng la generic.",
    "41530052": "28. Lipehelo tse akaretsang",
    "4154415610": "***** Litefiso tsa Loetse 2020 li tla sebetsa ka lihlopha ha poelano e phethela, 'me tse ling li tla sebetsa matsatsi a' maloa hamorao ho feta kamoo li neng li reriloe ka teng ka lebaka la tieho ea poelano.",
    "4162383380": "La 16 Loetse - 22nd 2020*****",
    "4162847": "Re khonne ho bona sena ka kotloloho, kaha bareki ba bang ba rona ba etsa liteko tsa A/B ka kopo e ts'oanang pele ba fetoha ka botlalo ho tsoa lits'ebeletso tsa Google. Ka tlwaelo re kgona ho paka bobedi sekgahla se phahameng se fosahetseng le se fosahetseng se tswang ho reCAPTCHA v3 kapa ReCAPTCHA Enterprise.",
    "4163469907": "Hata 2: Tobetsa ho Network tab ho Lisebelisoa tsa Moetsi. Sheba lebokose la \"Preserve log\" ka holimo.",
    "4165374512": "Le hoja ho ka khoneha ho sebelisa IP le lisebelisoa tsa ho lemoha sebaka ho thibela ho kenya lintlha tsa bopaki, mokhoa o theko e boima le o nepahetseng ke feela oa ho sitisa bot ea boitsebiso bo ikemetseng. hCaptcha le hCaptcha Enterprise li ka sitisa bot moo ho kenang teng. Esita le haeba bot e na le lintlha tse nepahetseng, haeba e sitoa ho feta ho fumanoa ha hCaptcha Enterprise kapa hCaptcha's CAPTCHA, e ke ke ea khona ho etsa lintho tsa eona 'me sebaka sa hau sa marang-rang le basebelisi ba sirelelitsoe.",
    "4166776480": "Credential Stuffing: Seo e leng sona le mokhoa oa ho emisa litlhaselo",
    "4169910317": "9. Ho latela Molao",
    "4172868199": "e tsoela pele ho feta mona, e fetela sebakeng sa ho leka ho khetholla \"motho ea lokileng\" ho \"motho ea khopo\" hape, 'me kajeno e sebelisoa ke litšebeletso tse ngata tse tsebahalang lefatšeng ka bophara ho fumana le ho emisa ntho e' ngoe le e 'ngoe ho tloha ho bolotsana ba ho reka ho ea ho tse tsoetseng pele tse phehellang. litšokelo khahlanong le basebelisi ba bona, ha ba ntse ba tsepamisa maikutlo a ikhethang ho bolokeng lekunutu.",
    "4179118182": "( ) botekgeniki ( ) molao ( ) o itshetlehile ka mebaraka ( ) vigilante",
    "4181060163": "Batho ba bang ha baa lokela ho sebelisa liphapang kapa ho ngola hampe kapa ho etsa lintho ka tsela leha e le efe e ka bakang pherekano leha e le efe ea pele ea thahasello holim'a matšoao a khoebo a hCaptcha.",
    "4181611011": "Letsatsi la Poelano",
    "4185927140": "Motsamaisi oa Sehlahisoa, Flash, Shopify",
    "4188477534": "hCaptcha®",
    "4188664955": "Lipehelo tsa Ts'ebeletso tsa Master",
    "4188814619": "hCaptcha ke tšebeletso ea Mechini ea Intuition (",
    "4194763679": "Maemo a thata-thata",
    "4195759329": "Ho lemoha bot le lintlha tsa kotsi",
    "4197928199": "leano la Lekunutu",
    "4199502476": "Li-dashboards tsa litlaleho tse tsoetseng pele le API",
    "4202774977": "Ntho",
    "4205152730": "U khothaletsoa ho sebelisana le basebelisi ba bang kae kapa kae sebakeng sa rona sa marang-rang, Foramo, melaetsa, meqoqo le liteishene tse ling tsa litaba tsa sechaba tse laoloang ke IMI, empa haeba u etsa joalo u tlameha ho latela lipehelo tsohle tsa ts'ebeletso le tšebeliso ea sebaka sa rona sa marang-rang le melao eohle e amehang. .",
    "4208081170": "Sehlopha sa Boitsebiso ba Motho",
    "4209078147": "Ho ntlafatsa Sebaka sa rona sa Marang-rang le ho utloisisa hamolemo ketelo ea hau ho li-platform tsa rona le Sebaka sa Marang-rang.",
    "4215483493": "A: hCaptcha e etselitsoe ho ba boinotšing ho tloha fatše. E fapane haholo le likhetho tsa setso joalo ka reCAPTCHA tseo e leng tsa marang-rang a lipapatso, tse nang le tšusumetso ea ho u sala morao inthaneteng le ho u amahanya le boitsebahatso ba 'nete.",
    "4217013126": "Litefiso hangata li sebetsa letsatsi lohle ka Letsatsi la Tefo, 'me ka kakaretso li phethoa har'a mp'a bosiu nako ea Pacific. Haeba ak'haonte e tšoailoe hore e hlahlojoe, ho ka nka matsatsi a mang a mahlano a khoebo ho lokolla tefo.",
    "4217693416": ". Liwebsaete tsa hCaptcha.com le BotStop.com (Libaka tsa Marang-rang) li ka kenyelletsa li-cookie tse ling, joalo ka ha ho hlalositsoe Leanong lena.",
    "42182578": "Hlakola lintlha tsa hau.",
    "4222109231": "Ho fokotsa kotsi ea API ka Sehlahisoa sa Khoebo sa hCaptcha",
    "4224961202": "Lekunutu, Tšireletseho, le Thuto ea Mochini.",
    "4227800293": "( ) Basebelisi ba lengolo-tsoibila ba ke ke ba e mamella",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "4228682126": "Karolelano ea Litšoaneleho",
    "4230322909": "Re lula re leka ho utloisisa hantle moreki e mong le e mong e mocha le taba eo a e rerileng, ho netefatsa hore e loketse lihlahisoa le lits'ebeletso tsa rona le ho netefatsa hore e latela melaoana eo re e amohetseng re le khamphani.",
    "423222878": "Tse ling tsa litlhaselo tse thata ka ho fetisisa tsa cyberattacks ho li lemoha, ho li thibela le ho li emisa ke tseo motšoantšisi ea khopo a khonang ho sebelisa lintlha tse nepahetseng tsa mosebedisi ho kena akhaonteng e sebetsang ea mosebedisi. Ntle le matla a mangata a ho lemoha a rarahaneng, k'hamphani e tsamaisang akhaonto ha e na lebaka la ho belaela hore ho na le phoso. Moreki o bonahala feela a kene akhaonteng ea hae. Mohlaseli o ile a finyella leqheka lena le atlehileng ka ho sebelisa mangolo a utsoitsoeng—hangata e le phello ea mokhoa oa cyberattack o tsejoang e le “credential stuffing.” Ke bothata bo boholo kajeno, empa bo ka fokotsoang ka mehato e nepahetseng.",
    "424089481": "Amazon Web Services, Inc. (Global). Litšebeletso li fanoa: Amazon Web Services. https://aws.amazon.com/security/",
    "4242322181": "U na le boikarabello ba ho lefa makhetho ohle a amanang le Litšebeletso ntle le makhetho a US a lekantsoeng chelete eohle ea Intuition Machines kapa thepa ea hau.",
    "4243348003": "Mohato oa 3: etela",
    "4246520782": "Ha e le hantle, Inthanete e ’nile ea e-ba paki ea peiso ea sebele ea libetsa pakeng tsa balotsana le basireletsi lilemong tsa morao tjena.",
    "4247858664": "leqephe la phihlello ea ho ingolisa",
    "4248655793": "— Alex M.",
    "4255608322": "E qetetse ho ntlafatsoa: la 12 Mmesa 2021",
    "42559805": "A na u hloka ho palama ka potlako?",
    "4256083674": "Ka kopo e tobileng ho tsoa ho Mohokahanyi ho tsebahatsa kotsi ea bomenemene ea kopo e itseng ea phephetso ea CAPTCHA kapa aterese ea IP, kapa ho seng joalo moo tumello e khethehileng e fanoeng.",
    "4257144752": "Likhakanyo tsa nako ea sebele ha li bontše ho nepahala ha ho qetela kapa botho, kahoo meputso ea hao ea ho qetela e ka fapana haholo ho ea holimo kapa tlaase ho tloha ho linomoro tse bontšitsoeng ho Dashboard pele ho poelano ea hau ea pele.",
    "4260466272": "U ka khetha ka nako efe kapa efe ho khaotsa ho sebelisa sebaka sa rona sa marang-rang, ha feela o tlameha ho latela melaoana eohle e sebetsang ea IMI. Ka boikhethelo ba rona, re ka felisa tumellano ena, ra emisa ho kena sebakeng sa rona sa Marang-rang, kapa ra tlosa litšebeletso leha e le life hang-hang ntle le tsebiso ka lebaka leha e le lefe.",
    "4260542944": "Content scraping (hape e tsejoa e le \"screen scraping\" kapa \"scraping\") ke mokhoa o tloaelehileng, oo hangata o leng molemo oa ho bokella lintlha ho tsoa tepong. Leha ho le joalo, lilemong tsa morao tjena, mokhoa ona o fetohile sesebelisoa se ratoang sa linokoane le bomenemene. Mehato ea ho hanyetsa e ka fokotsa ts'okelo, empa ho e sebelisa, ho bohlokoa ho utloisisa hore na ts'ebetso e sebetsa joang.",
    "426125156": "17. Copyright le Theha",
    "4263626815": "Li-cookies tsa phihlello ea hCaptcha li sebetsa le libatli tsohle tse tsebahalang le li-block blockers ka litlhophiso tsa tsona tse tloaelehileng, ka hona, liphoso hangata li bakoa ke \"anti-adblock\" kapa melaoana e ts'oanang e lebisitseng libaka tse itseng.",
    "4264784515": "Tšireletso Litšitšili",
    "4270038521": "(\"Libaka\") le sebopeho sa lenaneo la ts'ebeliso ea hCaptcha le software le lisebelisoa tse amanang (ka kopanelo, \"Tšebeletso\").",
    "4272022475": "Likopo tsohle le thepa li ea ho hcaptcha.yourdomain.com",
    "4272088465": "lithuso tseo u li khethileng ka meputso eo u e fumanang ka ho e sebelisa.",
    "4272454814": "Ikopanye le mofani oa boitsebiso oa khetho ea hau.",
    "4274324704": "Mokhoa oa ho sebelisa lebitso la rona likoping tse ngotsoeng ke tsena:",
    "4277475973": "() Ho tsilatsila ha sechaba ho amohela mekhoa e mecha e makatsang ea chelete",
    "4280117172": "Linaha tse ngata ha e le hantle li etsa betere ho feta US, ho kenyeletsoa Nigeria, India, Brazil le Jeremane:",
    "4281708680": ". Ho hCaptcha, re nkile ka boomo mokhoa o fapaneng haholo, re sebelisa mekhoa ea ho ithuta ea mochine e bolokang boinotšing ho tsebahatsa mekhoa e tloaelehileng ea bot ka ho nepahala ho phahameng, kaofela ha re ntse re ja le ho boloka boitsebiso bo fokolang kamoo ho ka khonehang.",
    "4284094387": "†† Lipoelano le litefo tse ling tsa Phuptjane 2021 li tla qala bekeng e latelang ka lebaka la tieho ea ho netefatsoa ha lipalo tsa ho qetela nakong ea fensetere ea poelano.",
    "4286602632": "c) likopo tse 100,000 ka khoeli bakeng sa Bahokahanyi ba sebelisang li-account tsa hCaptcha Publisher (mahala) ho nolofalletsa lihlahisoa tsa tsamaiso ea bot ea khoebo, mohlala, li-firewall (WAFs) le lits'ebetso tse tšoanang,",
    "4290195307": "bakeng sa tataiso e qaqileng.",
    "433424759": "Bomenemene ba tefo bo kenyelletsa mofuta ofe kapa ofe oa thekisetsano e seng molaong moo senokoane sa marang-rang se amohang mohlaseluoa ntho ea bohlokoa, hangata chelete. Sena se ka bolela ho sebelisa karete ea mokitlane e utsoitsoeng ho odara thepa inthaneteng kapa ho inkela ak'haonte ea banka le ho ntša chelete ho eona ntle le molao. Ho na le mefuta e mengata e fapaneng, empa kaofela e na le phello e tšoanang: molotsana o sebelisa boitsebiso bo utsoitsoeng kapa tlhahisoleseding ea tefo ho utsoa ho moreki, banka kapa mohoebi.",
    "435302267": "poso ea blog ea k'hamphani",
    "436125785": "Sena ha se makatse ha ho nahanoa ka ho se nepahale ha li-loops tse fumanehang lihlahisoa tseo, le taba ea hore li rekisoa ke marang-rang a lipapatso ka thahasello e kholo ea ho se fumane hantle ho bot bot, esere e ka senya khoebo ea bona ea mantlha.",
    "439777523": "Litaba tsa Taolo",
    "443094024": "Filebin",
    "444492541": "litaelo tsa log ea debug bakeng sa Firefox",
    "448807334": "(\"Limilione tse makholo tsa li-CAPTCHA li rarolloa ke batho letsatsi le leng le le leng.\") E tlisitsoe ka la 8 Phupu 2019.",
    "451701069": "E lumellana le GDPR, CCPA,",
    "452920031": "Tsebiso ho Bareki ba Ntle ho United States.",
    "453723556": "O ka kgaotsa Sehlomathiso sena sa Bareki ntle le Melao ya Tshebeletso ka ho kgaotsa ho ba Moreki kapa Mokopi. Re na le tokelo ea ho emisa kapa ho felisa boemo ba hau ba ho ba Moreki kapa Mokopi ka nako efe kapa efe, kapa ho hlakola ak'haonte ea hau kapa ho sebelisa Litšebeletso tse tsamaellanang le Melao ea Ts'ebeletso. U lula u ikarabella ha u felisitsoe ka chelete leha e le efe e lokelang ho lefshoa tlas'a Foromo ea hau ea Odara. Haeba peeletso ea hau e kenyelletsa litefiso tsa khoeli le khoeli kapa tsa selemo kapa bonyane ba khoeli le khoeli kapa selemo, u ntse u tla ba le boikarabello ba ho lefella litefiso tsohle tsa Litšebeletso ho fihlela bofelong ba khoeli kapa selemo seo, ka ho latellana.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "457627611": "Ee. Rona le bafani ba rona ba analytics kapa litšebeletso, balekane ba mebaraka, le balekane re ka sebelisa li-cookies, li-web beacon, kapa pixels le mahlale a mang ho netefatsa hore motho e mong le e mong ea sebelisang Liwebsaete o na le boiphihlelo bo botle ka ho fetesisa. Ka kopo, bona karolo ea \"Third Party Analytics and Tracking Technologies\" ea Leano la rona la Lekunutu bakeng sa lintlha tse ling.",
    "458271951": "Ha o le Mothusi ya fihlellang Ditshebeletso le/kapa o etsa mesebetsi ka kapa o hokahane le Mohokahanyi lebitsong la Intuition Machines (e sebetsa jwaloka Mokopi), Intuition Machines e ka o putsa bakeng sa ho phethela mesebetsi e itseng ka tsela e amohelehang. Haeba u ka fumanoa u entse bomenemene, tlhekefetso, kapa tlolo ea Melaoana ena ea Ts'ebeletso, meputso efe kapa efe le meputso eohle eo u e fuoang e ka ts'oaroa le/kapa ea fumanoa ke Intuition Machines.",
    "458376553": "U ka khona ho fihlella, ho lokisa, ho fetola, kapa ho hlakola Lintlha tse ling tsa Botho tseo e ka 'nang eaba u re file tsona ka Akhaonto ea hau ea Mohokahanyi, Moreki, kapa ea Phihlello (haeba u le Mohokahanyi, Moreki, kapa Mosebelisi oa Phihlello). Haeba u sa khone ho etsa joalo, kapa u na le lipotso mabapi le Lintlha tsa Botho tseo re li bokeletseng le/kapa re li arolelane ka uena, kapa u lakatsa ho tlosa tumello ea hau bakeng sa ts'ebetso ea rona (ke hore, hlakola ak'haonte ea hau ka botlalo) ka kopo ikopanye le rona ho",
    "461631543": "Tlhokomeliso ea GDPR",
    "462321455": "Sebaka sa Phano. Ts'ebetso efe kapa efe ea phehisano tlas'a karolo ena e tla etsahala ka ho sa feleng ka hare ho Naha ea California, ntle le haeba o lula kantle ho United States, moo nyeoe e tla etsoa ka mokhoa oa elektroniki kapa ka mohala. Phatlalatso e ka etsahala sebakeng sefe kapa sefe haeba ho lumellanoe ke mokha o mong le o mong ka lengolo. Ho sa tsotelehe sebaka sa eona, mokha ofe kapa ofe o ka khetha ho hlaha phehisanong ka video kapa teleconference.",
    "464238793": "Haeba Google ka boeona e etsa qeto ea hore mosebelisi ea boneng papatso kapa ho tobetsa sehokelo e ne e hlile e le bot, e ke ke ea lefisa lipapatso tse bontšitsoeng ho mosebelisi eo. Khohlano ena ea lithahasello e fokolitse haholo sepheo sa Google anti-bot.",
    "465714311": "Bakeng sa Basebelisi ba fihlellehang: Q&A le Tataiso ea ho rarolla mathata",
    "465783046": "U batla ho e leka ka data ea hau?",
    "468929661": "Kakaretso ea litšenyehelo tsa ho roba reCAPTCHA e tlase haholo (ka tlase ho $1 ho 1000 e rarolloang) 'me ha e e-s'o eketsehe ho tloha ha re qala ho beha leihlo ka 2016. Sena se sebetsa ho bobeli ba reCAPTCHA v2 le v3. [",
    "469089249": "A: Hangata sena se bakoa ke ho sebelisa se thibelang lipapatso tse mabifi kapa katoloso e thibelang li-cookie, kapa maemo a thibelang li-cookies tsa \"cross-site\", tabeng ena cookie bakeng sa hcaptcha.com e behiloeng kapa e hlahlojoa ke hCaptcha JS. saete e fapaneng, joalo ka eo u e etelang.",
    "47536007": "Ithute haholoanyane ka hCaptcha",
    "477275453": "Hobaneng Li-API e le Sepheo se Tummeng Bakeng sa Basenyi?",
    "487083593": "Thekiso",
    "493717511": "2. Na moreki enoa o kopa litšebeletso tse ka",
    "497117287": "Likhetho tsa phihlello",
    "499510428": "Ka ‘nete rea lumela hore melaoana e re thusitse mona",
    "501102544": ": re lumela hore ts'ebeletso ea hCaptcha ea anti-bot (ke hore, Ts'ebeletso e kentsoeng ke liwebsaete, lipapali, kapa lisebelisoa tsa mohala) e kenyelletsa feela li-cookies tse bitsoang \"tumello-exemp\" ho latela melao ea GDPR. Mehlala ea li-cookie tse joalo e kenyelletsa:",
    "504332576": "Re motlotlo ho phatlalatsa hore hCaptcha e se e holile ho ba ts'ebeletso e kholo ka ho fetisisa e ikemetseng ea cybersecurity lefatšeng, e sebelisang hoo e ka bang 15% ea Marang-rang - 'me re nkile karolo e kholo ea karolo ena ea mmaraka ka kotloloho ho tsoa ho Google reCAPTCHA. Hammoho, hCaptcha le",
    "505891021": "Litšebeletso tsa ho Labela",
    "508143070": "Hlokomela hore IMI ke molaoli oa tlhahisoleseling ea hau, ntle le moo re sebetsanang le tlhahisoleseling ea hau molemong oa Bahokahanyi ba rona mabapi le phano ea Ts'ebeletso ea rona, moo re leng bahlahlobi ba tlhahisoleseling ea hau, mme Bahokahanyi bao ke balaoli ba Lintlha tse amanang le uena.",
    "512598290": "Kahoo, re tlameha ho kopa hore kamehla u sebelise matšoao le li-logo tsa hCaptcha ka mokhoa o khomarelang melao e ka tlase, ho kenyelletsa le capitalization, typeface, le setaele.",
    "512991700": "Haeba o lakatsa ho hanana le litefiso life kapa life, o tlameha ho ikopanya le lefapha la ts'ehetso ea bareki pele ho feta matsatsi a mashome a mararo (30) kamora letsatsi la ho koala setatemente sa pele sa tefiso kapa ak'haonte moo phoso kapa bothata bo hlahileng molemong oa ho fumana tokiso kapa mokitlane.",
    "515733427": "() Boikemisetso ba basebelisi ba ho kenya li-patches tsa OS tse amoheloang ka lengolo-tsoibila",
    "517010299": "Ka kopo Hlokomela: hajoale re ntse re sebetsa phetohong e kholo ea morao-rao ho poelano e haufi le nako ea nnete. Poelano ea nako le nako e tla sebetsa hanyane ho feta ka tloaelo nakong ea Q1 2021. Sena ha se ame linako tsa litefo kapa matsatsi.",
    "519755936": "Ke uena feela ea ikarabellang bakeng sa ho ikamahanya le melao ea federal, ea naha, ea provense le ea lehae mabapi le ts'ebeliso ea hau ea Litšebeletso. U lumela ho re qosa le ho re nka re se kotsi bakeng sa liqoso leha e le life tse khahlanong le rona hobane u hlōlehile ho latela molao ofe kapa ofe kapa u hataketse litokelo leha e le life tsa batho ba boraro, ho kenyeletsoa ntle le meeli ea konteraka, thepa ea bohlale, kapa litokelo tsa lekunutu.",
    "532470444": "Tekanyo e ka 'na ea fetoha hanyane selemo le selemo, empa boitšoaro bona bo bonts'a tlhaho ea mantlha ea motho,' me lilemo tse likete tse hlano tsa nalane e tlalehiloeng li fana ka maikutlo a hore matla ha a na monyetla oa ho fetoha haufinyane.",
    "535659033": "Creative Commons Attribution",
    "538871570": "Ho qothisana lehlokoa le Google le lik'hamphani tse ling tsa Big Tech ho bonahala e le taelo e telele: matla a bona a 'maraka a monopolistic, liphello tsa sethaleng le lebotho la bahlahisi ba lefuoang haholo hangata ba nkoa ba le matla haholo ho sebetsana le mang kapa mang haese linatla tse ling tsa theknoloji tse kang Facebook kapa Amazon. Pale ea rona e bontša hore ha ea tlameha ho ba joalo - o ka hlola Big Tech ka ho tsepamisa maikutlo ho boinotšing.",
    "54093347": "Moemeli ea Ngolisitsoeng oa DMCA",
    "547245263": "Rarolla bothata ba hau ba bot kajeno.",
    "548587288": "lefatshe ka bophara.",
    "55035359": "Hajoale u sebelisa reCAPTCHA?",
    "551761392": "'me u romelle lihokelo) 'me u ikhethele skrini, haeba u belaela hore ho na le ho hong ho sa bontsheng hantle. Ka kopo, romella le IP eo u e sebelisang. U ka e fumana ho tloha",
    "552920956": "hCaptcha e lumella liwebsaete ho fumana meputso ha li ntse li thibela bots le mefuta e meng ea tlhekefetso. hCaptcha e boetse e u lumella ho ts'ehetsa lithuso tseo u li khethileng ka meputso ena.",
    "554844646": "U ka netefatsa hore katoloso ea sebetsa ka ho bona k'haontareng e theoha ka 1 nako le nako ha u tobetsa",
    "555158694": "Tšebeletso eo u e sebelisang e khethile ho ntlafatsa phihlelo ea hau sebakeng sa bona sa marang-rang ka ho kenya hCaptcha ho fokotsa sephethephethe se kotsi.",
    "555246307": "Ha e le hantle, pale ea mohlomphehi le mokhanni oa hae e qetella ka tsela ena: Lepolesa le ile la etsa hore banna bao ba babeli ba lule ka kamoreng hammoho lihora tse ngata 'me ba teneha likelellong tsa bona. Qetellong ea letsatsi, a hlaha ’me a re, “Ke tla bua le mokhanni oa koloi hona joale.” Monna ea apereng seaparo sa bokhabane a ema. O ne a tenehile hoo, a lebala hore o ne a iketsa motlotlehi feela.",
    "555749578": "ho na le phapang e ka tlase ho 1% ea litefiso tsa tharollo ho pholletsa le linaha tse kholo k'honthinenteng e 'ngoe le e' ngoe.",
    "558378834": "Kahoo ha re sa amohela likopo tsa lipotso tse amanang le likhele hona joale. Monyetla oa pherekano ha mosebelisi oa ho qetela a bona potso mabapi le likhele nakong ea hona joale e phahame haholo, 'me qetellong sepheo sa rona ke ho etsa hore lefatše e be sebaka se monate haholoanyane.",
    "563059212": "Lethathamo la li-subprocessors",
    "564127016": "Letšoao la letsoho la hCaptcha:",
    "565624910": "raloa",
    "578738483": "Ka kakaretso u ka kenya ts'ebeliso ea li-cookies kapa ha morao ha morao u sebelisa ts'ebetso e hahelletsoeng ho sebatli sa hau sa Marang-rang. Haeba u batla ho ithuta haholoanyane ka li-cookie, kapa mokhoa oa ho li laola, ho li thibela kapa ho li hlakola, ka kopo etela",
    "58091799": "Ithute haholoanyane ka hCaptcha Publisher le Enterprise",
    "583434701": "Ho fumaneha ha hCaptcha",
    "585557010": "Phephetsa ka tlase ho 0.1% ea basebelisi ba molaong.",
    "593735469": "Hobaneng ha tharollo ea hau e ncha ea anti-spam e ke ke ea sebetsa",
    "595582512": "Haeba u batla ho sireletsa sebaka sa hau sa marang-rang kapa sesebelisoa ka katleho ho bots, spammers kapa libapali tse ling tse lonya, ha u ntse u boloka lekunutu la basebelisi ba hau (le ho latela melao eohle e amehang!), Nahana ka hCaptcha le nyehelo ea rona ea Khoebo.",
    "596347471": "Application Programming Interfaces (APIs) e se e le sepheo se tsebahalang bakeng sa batšoantšisi ba lonya sebakeng sa marang-rang. Ho na le mabaka a mangata a sena, ho kenyelletsa le ts'ebeliso ea bona e kholo ho kopantseng kopo. Hoa khoneha ho fokotsa kotsi ea API, leha ho le joalo.",
    "600646860": "Ho e-na le ho fana ka tšebeletso ea boleng bo belaetsang ha e ntse e hula mosebetsi ka bohlokoa ba sebele, hCaptcha e fana ka matšeliso le tšireletso e matla ea anti-bot.",
    "604751186": "Litaba tse ling? Email",
    "606978017": "Rea u amohela ho hCaptcha! Leano lena la Lekunutu le hlalosa litloaelo tsa Intuition Machines, Inc. (\"IMI\", \"re\" kapa \"rona\") mabapi le pokello ea rona, ts'ebeliso le phatlalatso ea tlhahisoleseling (ho kenyeletsoa le Boitsebiso ba Motho, bo hlalositsoeng ka tlase) ka sebaka sa rona sa Marang-rang ho",
    "611905972": "Ho netefatsa phihlello e se nang moeli bakeng sa basebelisi bohle ha o ntse o boloka ts'ireletso",
    "614310292": "Ke mang ea hahileng hCaptcha?",
    "615017396": "Kuku (\"Cookie\") ke faele e nyane e ngotsoeng e behiloeng ho hard drive ea hau ke seva sa leqephe la webo. Li-cookie li na le lintlha tse ka baloang hamorao ke setsi sa marang-rang se sebakeng se u fileng cookie. Tse ling tsa li-cookie li tla sebelisoa ha feela u sebelisa likarolo tse itseng kapa u khetha lintho tseo u li ratang, 'me li-cookie tse ling li tla lula li sebelisoa. U ka tseba haholoanyane ka cookie ka 'ngoe ka ho sheba lenane la rona la hajoale la li-cookie ka tlase. Re ntlafatsa lenane lena nako le nako, kahoo ho ka ba le li-cookie tse ling tse so beng li thathamisitsoe. Li-beacon tsa webo, li-tag le lingoloa li ka sebelisoa Liwebsaeteng kapa ho li-imeile ho re thusa ho fana ka li-cookies, ho bala ketelo, ho utloisisa ts'ebeliso le katleho ea phutuho le ho fumana hore na lengolo-tsoibila le buletsoe le ho sebetsa. Re ka fumana litlaleho tse ipapisitseng le tšebeliso ea mahlale ana ke bafani ba litšebeletso/analytics ho latela motho ka mong le ka kakaretso.",
    "615031303": "(Sheba mongolo o botlaaseng ba leqephe",
    "615618648": "La 15 Mmesa 2021 - Phupu 15, 2021",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "622103562": "La 17 Tšitoe 2019**",
    "633598495": "Mokhathala oa tsamaiso. U ka tlisa tleleime efe kapa efe e hlahisoang ke tšebeliso ea hau ea sebaka sena sa marang-rang setsing sa tsamaiso empa ho fihlela moo molao o sebetsang o lumellang ho fihlella setsi se joalo ho sa tsotelehe boteng ba tumellano ea ho ahlola. Litlaleho tse joalo tsa tsamaiso li kenyelletsa likopo tse se nang moeli kapa liqoso tse tlisoang ka pel'a Komisi ea Equal Employment Opportunity Commission, Lefapha la Basebetsi la United States, le Boto ea Naha ea Likamano tsa Basebetsi. Ha ho letho ho poleloana ena le tla nkoa e le ho thibela kapa ho u lumella ho tlisa tleleime ea tsamaiso ka pel'a setsi leha e le sefe e le hore u ka phethahatsa boitlamo ba hau ba ho sebelisa litharollo tsa tsamaiso pele u etsa tleleime ea ho aroa, leha ho le joalo, u tlohela tokelo ea moputso leha e le ofe oa lichelete ka mokhoa ona. ditsamaiso tsa boemedi.",
    "636461959": "Lebitso",
    "63719113": "e sebelisa mokhoa o tsoetseng pele oa ho ithuta ka mochini ho tseba sephethephethe se kotsi sebakeng sa hau sa marang-rang le lits'ebetso - ho kenyelletsa le mesebetsi ea ho hlakola.",
    "639413188": "ka karabo.",
    "641342999": ", kapa webosaete eo u nang le bothata ho eona (Tlhokomeliso ea Lekunutu: ha feela u sa tsotelle ho arolelana seo e leng sona) ... ebe u tobetsa konopo ea \"Ke motho\", 'me u leke ho rarolla.",
    "647630208": "Ke phetho! Taba ea hau ea Marang-rang e se e le lekunutu.",
    "648630222": "Thibela Bomenemene ba Tefo ka hCaptcha Enterprise",
    "649193891": "https://developers.google.com/recaptcha/",
    "649261378": "La 5-11 Pherekhong 2021*",
    "64953197": "La 15 Mphalane 2020 - La 15 Pherekhong 2021",
    "651123197": "Palo ea kakaretso ea hajoale sepacheng sa hau e tla bonts'oa setšoantšong kamora ho qeta phephetso.",
    "653679457": "Litšitiso tse Fapaneng",
    "654326661": "U batla ho iponela? Leka hCaptcha mahala.",
    "655974837": "Ha ho na litiiso mabapi le litaba",
    "659124570": "Ho feta moo, haeba u bona litaba tsa hau li hlahisoa sethaleng sa hCaptcha 'me u ka rata hore li tlosoe ka lebaka lefe kapa lefe, u ka ikopanya le rona ka lengolo-tsoibila ho.",
    "661412233": "Ho tseba ka mor'a captcha hore basebelisi ba bang e ne e le bots le hona ho bohlokoa. E lumella beng ba liwebsaete ho hloekisa melaetsa ea khale ea spam le ho hlakola \"liak'haonte tsa boroko\" tse ngolisitsoeng ho liforamu tsa spam nakong e tlang, ho fokotsa bomenemene, le tse ling.",
    "664236229": "ho hula kopo",
    "680638297": "Ho u fa leseli mabapi le ts'ebetso ea rona ea tlhaiso-leseling ea hau le ho u fa monyetla oa ho fihlella litaba tsa hau.",
    "685916926": "Hobaneng ha reCAPTCHA e so ka ea ntlafala ha nako e ntse e ea?",
    "692064738": "( ) Mapolesa a ke ke a mamella",
    "692176459": "Kena",
    "693820850": "O ka hlola Google ka ho etelletsa lekunutu pele",
    "69844082": "Matshwao a kgwebo a hCaptcha, matshwao a graphic, logos, typeface, kapa litšoantšo le tsona li kanna tsa se sebelisoe ka mokhoa o nyenyefatsang.",
    "700843971": "Hound Technology, Inc. (Lefatšeng). Litšebeletso li fanoa: khekhe ea linotsi.io.",
    "702287791": "hCaptcha Mohatisi (mahala)",
    "703051968": "ha letsoho letšoao:",
    "707527778": "Boitsebiso bo tsoang ho Bana",
    "707541553": "Lintlha tsohle tse fumanehang maqepheng a marang-rang a rona li netefalitsoe ke IMI kapa motho e mong. Leha ho le joalo, ha ho IMI kapa batho ba boraro ba ka jarang boikarabelo ba hore tlhahisoleseling e teng hona joale, e nepahetse kapa e felletse. Sena se sebetsa le ho liwebosaete tse ling tse ka fihlellehang ka li-hyperlink maqepheng a rona. IMI ha e amohele boikarabello bakeng sa litaba tsa liwebsaete tsena tsa kantle.",
    "710145621": "Fana ka lintlha tsa hau tsa 'nete tsa motheo kapa u re lumelle hore re li hahele hang-hang",
    "713281684": "Eggplant",
    "714342693": "Sehlopha sa hCaptcha esale se bokella lintlha tsa litheko ho tsoa lits'ebeletso tsa \"dark web\" captcha-breaking ho tloha 2016. Re hlokometse mokhoa o khahlisang:",
    "717622341": "hCaptcha Enterprise™",
    "719304627": "U hloka Taolo ea ho Qetela?",
    "723027910": "Sena ha se keletso ea molao, 'me ha ho na litiisetso tse fanoeng mabapi le tlhahlobo ena. Haeba u na le lipotso tse ling kapa matšoenyeho, ka kopo ikopanye le rona ho",
    "728503636": "Letsatsi la Tefo",
    "731546974": "10. Lekhetho la Mofani kapa Mohokahanyi",
    "734735952": "Re ile ra hlahloba palo ea barekisi ba CAPTCHA hammoho le ho iketsetsa tsamaiso ka borōna. Qetellong, hCaptcha e ile ea hlaha e le mokhoa o molemo ka ho fetisisa oa ho sebelisa reCAPTCHA.",
    "735630686": "Ho Laola Boitsebiso ba Hao (Litokelo Tsa Hao)",
    "740501259": "Lipeipi tse bonolo tse tsamaisoang ke API",
    "741483946": "* Ka mantsoe a mang: u ka fumana li-tokens tsa hCaptcha Privacy Pass ho hCaptcha.com, 'me u li sebelise libakeng tse ling ka ho toba u sebelisa hCaptcha.com. U ke ke ua fumana kapa ho lopolla li-tokens tsa hCaptcha Privacy Pass ho tlola tšebeletso ea hCaptcha joalo ka ha e sebelisoa ke Cloudflare, kaha Cloudflare e tsoa le ho lopolla li-tokens tsa eona tsa Privacy Pass.",
    "751483365": "Tšehetso bakeng sa bareki bao e seng ba JavaScript.",
    "755156539": "hCaptcha Authorized Reseller™",
    "755283510": "haeba o dumela hore re na le tlhahisoleseding efe kapa efe ho tswa kapa ka ngwana ya ka tlase ho dilemo tse 13.",
    "759057398": "Tsebiso ho Lihlooho tsa Lintlha tsa EU",
    "763447231": "Ka nako e ts'oanang, ho thibela bots ho kena libakeng tsa baphatlalatsi ho ka senola bosholu ba lipapatso, ho beha sehlahisoa sa Google sa reCAPTCHA ka kotloloho khahlanong le khoebo ea bona ea lipapatso, e hlahisang chelete e fetang 80% ea lekeno la bona.",
    "766825168": "Liketso tseo re ka li nkang tlas'a Leano la Repeat Infringer la DMCA li kenyelletsa ho romela litlhokomeliso mabapi le ponahalo e eketsehileng ho moreki oa akhaonto. E le ho amohela litlhokomeliso tsena, re ka 'na ra hloka hore moreki a kene ka har'a akhaonto kapa a letsetse sehlopha sa rona sa tšehetso. Re boetse re na le tokelo ea ho emisa kapa ho emisa, hammoho le ho sebelisa mehato e meng ea nakoana ho, ts'ebeletso ea hCaptcha le IMI ea moreki ofe kapa ofe eo re 'nileng ra tsoela pele ho fumana litemoso tsa DMCA mabapi le tlolo ea molao eo ho thoeng ke eona le kamora hore re romele litemoso tse pheta-phetoang. Ho phaella moo, re ka felisa ka boikhethelo ba rona litšebeletso tse ling tsa hCaptcha kapa IMI tse fuoang bareki bana ha re felisa tšebeletso ea hCaptcha tlas'a leano lena.",
    "767207800": "Haeba lintlha tsa hau li na le litaba tse hlabisang lihlong kapa tse khopisang, re hloka hore u li tšoaee \"EXPLICIT CONTENT\" ho fana ka temoso e nepahetseng ho mang kapa mang ea bonang lintlha tsa hau. O kanna oa se ke oa kenyelletsa tumellano e ngotsoeng e arohaneng le IMI ho kenyelletsa mesebetsi e tlolang melaoana ea rona, ho kenyeletsoa, empa e sa felle feela, (a) mesebetsi e khothaletsang webosaete kapa litšebeletso tse ling ka kotloloho kapa ka tsela e sa tobang, (b) mesebetsi e tlolang melaoana ea sebaka sa marang-rang le maemo, (c) mesebetsi e kopang Batšehetsi ho kopa batho ba boraro, (d) mesebetsi e kopang Batšehetsi ho nka khato ho laola boitšoaro ba sebaka sa marang-rang kapa liphetho, (e) mesebetsi e hatakelang litokelo tsa thepa ea mahlale tsa batho ba boraro, le (f) mesebetsi e hlokang hore Basebelisi ba khoasolle software kapa lifaele.",
    "770264626": "Kenya hCaptcha tšebeletsong ea hau (mahala)",
    "776542208": "() Peiso ea ka ho sa feleng ea libetsa e amehang mekhoeng eohle ea ho sefa",
    "777660551": "Credential Stuffing ke eng?",
    "778204464": "Sengoloa se ruileng se ka sebelisoa ka litaba tse tsitsitseng kapa tse matla. Bakeng sa litaba tse sa fetoheng, e tlohele feela leqepheng lefe kapa lefe 'me u qale ho hlophisa. Bakeng sa litaba tse feto-fetohang, eketsa mongolo o ruileng pokellong efe kapa efe, ebe o hokela karolo e itseng ea mongolo sebakeng seo ho phanele ea litlhophiso. Bona!",
    "779426309": "Lebitso la 'nete, sekhetho sa botho se ikhethileng, sesupo sa Marang-rang, Aterese ea Ts'ebetso ea Marang-rang, aterese ea lengolo-tsoibila, lebitso la ak'haonte, kapa li-ID tse ling tse tšoanang.",
    "779817954": "P: Haeba ke na le lipasa tsa Privacy Pass tse fanoeng ke mofani e mong, na nka li lopolla ho hCaptcha?",
    "780280214": "Kamoo hCaptcha le hCaptcha Enterprise li fokotsang ts'okelo ea ho kenya lintlha",
    "780475098": "Marang-rang a lipapatso a bona baeti ba hau e le sehlahisoa. Re tsotella feela hore na ketelo e ntle kapa e mpe. hCaptcha e lumellana le GDPR, CCPA, LGPD, PIPL, le melao e meng ea data ea lefats'e.",
    "787916198": "Ka tumello ea hau",
    "788770967": "Ke masoabi ho utloa seo! U kanna ua batla ho sebelisa khetho ea rona ea phihlello:",
    "793242047": "Fokotsa mathata a hlahisoang ho basebelisi ho lumella ho fihlella lits'ebetso ka potlako",
    "793784899": "Merero",
    "803639471": "Letšoao la hCaptcha le entsoe ka letšoao la letsoho le letšoao la hCaptcha. Ka mokhoa o mong oa eona, letšoao la letsoho le ka hlaha ka boeona ha sebaka se thibetsoe 'me \"hCaptcha\" e sebelisoa e le letšoao la lentsoe (joalokaha ho hlalositsoe ka holimo) haufi le letšoao la letsoho, hoo ho hlakileng hore letšoao la letsoho le emela hCaptcha.",
    "805221621": "Ka kopo ikopanye le rona ho",
    "805971861": "\"Umbrella\" ke lentsoe ho ImageNet, dataset e tloaelehileng ea benchmark e sebelisoang ke bafuputsi ba pono ea k'homphieutha. Ho tsebahatsa ka nepo batho ba tšoereng likhele ho bohlokoa hape bakeng sa ho aha litsamaiso tse sireletsehileng tsa moloko o latelang oa lithuso tsa bakhanni (ADAS).",
    "808872868": "Mohlala: spam, bomenemene, le tlhekefetso li bile teng inthaneteng ho tloha hoo e ka bang letsatsi ka mor'a hore litsamaiso tse peli li hokahane ka lekhetlo la pele.",
    "809251240": "Ikopanye le Rona",
    "811735413": "Mekhelo. Likhohlano tse ka 'nang tsa se be tlas'a tumellano ea tharollo ea likhohlano joalokaha ho fanoe ke Dodd-Frank Wall Street Reform le Consumer Protection Act (Molao oa Sechaba 111-203) ha li kenyelelitsoe ho sena.",
    "818049069": "Eseng ka morao ho la 15 Phupu 2019",
    "824740867": "Ho e-na le ho ntlafatsa tharollo, Google ho e-na le hoo e lokolotse reCAPTCHA v3, e sebetsang haholo joalo ka marang-rang a lipapatso ho feta software ea ts'ireletso, e bokellang lintlha tsa boitšoaro ho tsoa marang-rang ho theha liprofaele tsa basebelisi. Ka bomalimabe, mofuta ona oa pontšo o hlōloa habonolo, 'me kahoo o fana ka tšireletso e fokolang khahlanong le bots ha o ntse o senya boinotši ba basebelisi.",
    "825780955": "Lintlha tse amanang le uena",
    "826396656": "Our Business Continuity Plan",
    "832385387": "( ) Ho bonolo ho hlahisa likhopolo tse tšoanang le tsa hao, empa ha ho le e ’ngoe e kileng ea bontšoa e sebetsa",
    "833750823": "Na o na le bothata ka bothata?",
    "835249867": "b) likopo tse limilione tse 1 ka khoeli bakeng sa Bahokahanyi ba bangata ba sebelisang li-account tsa hCaptcha Publisher (mahala), kapa",
    "835396984": "E sebetsa hajoale",
    "835545301": "Re bokella likarolo tse latelang tsa tlhahisoleseling:",
    "835717930": "AI Ethics ho hCaptcha",
    "836017336": "Firefox",
    "838049015": "Khetha litšoantšo tsohle tse lumellanang le potso",
    "838225123": "23. Boitlhotlhollo ba Warranty",
    "83852121": "Microsoft Corp. (Lefatšeng). Litšebeletso li fanoa: Microsoft Azure.",
    "838951836": "( ) Ho se tšepahale ha batho ba romellang melaetsa ka bobona",
    "846501387": "Tšireletso ea bot ea maemo a lefats'e",
    "850025770": "A: Re lumela joalo: basebelisi bohle ba nang le mofuta ofe kapa ofe oa ho senyeha ba khonang ho sheba marang-rang le ho kenya mongolo ka liforomo ba ka fumana litšebeletso tse sirelelitsoeng ke hCaptcha ha ba ngolisa. Leha ho le joalo, sena ha se keletso ea molao: u lokela ho iketsetsa boitlhahlobo, u nahanela ts'ebetsong ea hau e itseng ho netefatsa hore ho joalo bakeng sa thomello ea hau.",
    "851679588": "Ee.",
    "851786723": "Ka ho kenya lengolo-tsoibila la hau, o lumellana le Melao le Leano la Lekunutu, le ho amohela lengolo-tsoibila ho tsoa ho rona.",
    "852032043": "Safari",
    "855097735": "Ho aha tšebeletso e etsang sena hantle ha ho ntse ho leka-lekanya mathata ohle ke bothata bo boima haholo ('me re lula re sebetsa ho e ntlafatsa e le ho etsa hore phihlelo e be monate ka hohle kamoo ho ka khonehang) empa re tšepa hore u tla lumela hore ho fokotsa spam, tlhekefetso, ho nkeloa ha akhaonto. , 'me bosholu ba inthaneteng qetellong bo tšoaneloa ke potso e bonolo ea nako le nako.",
    "857974529": "Ho ntlafatsa ho Site le Tšebeletso. Re sebelisa Lintlha tsa Litlhahlobo ho ntlafatsa le ho nts'etsapele lits'ebeletso le lits'ebeletso tse ncha le ho hlophisa lihlahisoa tse teng le tsa nakong e tlang.",
    "858218750": "le tataiso ea ho li sebelisa ho",
    "867314732": "O ka fumana maemo a holimo",
    "869702955": "Ka ho etsa mesebetsi webosaeteng ea rona, o fana ka tumello ea ho bokella, ho sebelisa le ho senola tlhahisoleseling ea hau ho latela Leano la rona la Lekunutu. Ho feta moo, re ka arolelana tlhahisoleseling e itseng ka uena le mesebetsi ea hau ho Mokopi eo u qetileng mesebetsi ea hae ho tsamaisa likamano tsa ts'ebeletso le ho ntlafatsa sebaka sa marang-rang, ho kenyeletsoa, mohlala, ID ea mofani, aterese ea IP, mesebetsi e phethiloeng, le litšobotsi tse ling tse amanang. ho latela mangolo a hau a thuto, lipuo, bokhoni le tšebeliso ea sebaka sa marang-rang.",
    "874098071": "Haeba u mosebelisi ea fumanehang, ka kopo ingolise mona",
    "878585497": "Melao",
    "879362350": "Ka li-API tse ncha tse sebetsang Inthaneteng, ho ile ha khoneha ho hokahanya software leha e le efe kapa mohloli oa data, kae kapa kae lefatšeng, ho sa tsotellehe sethala, schema ea data kapa puo ea lenaneo. Ka lebaka leo, lefatše la likhomphutha le se le le bohareng ba phetoho ea API. Ho bile le khokahanyo e matla lipakeng tsa lits'ebetso le data. Ke ntho e ntle, ho fihlela ho se joalo.",
    "881015166": "Kenya hCaptcha bakeng sa Bahatisi ho webosaete ea ka kapa sesebelisoa",
    "88879089": "Lekunutu Pass ke",
    "897432717": "Ka moralo oa rona oa lipale bakeng sa Customized Threat Scores, ho eketsa tsebo ea khoebo ea hau ho lumella mefuta ea rona ho fana ka lintlha tse amanang le basebelisi ba hau ka mokhoa o ikhethileng.",
    "907324388": "Mosebetsi",
    "910989640": "Hlahisa litlaleho tse qaqileng le tse ikhethileng tsa tšebetso",
    "918924423": "Mohlala, Google ha e fane ka lits'ebeletso tsa bohlokoa joalo ka tlhahlobo ea bot retroactive. Hoa ts'eptjoa haholo ho phatlalatsa sephethephethe sa basebelisi ba bot kamora ho sekaseka matsatsi a 'maloa a data.",
    "920212083": "Tlaleha Phoso",
    "922470170": "() Mehato ea ho loantšana ha ea lokela ho kenyelletsa ho senya marang-rang a sechaba",
    "926138631": "E-ea ho Lekunutu le Tšireletso, ebe li-Cookies le lintlha tse ling tsa sebaka sa marang-rang.",
    "931661269": "( ) Liaterese tsa lengolo-tsoibila tsa nakoana / tsa nako e le 'ngoe li boima",
    "932546190": "Hobaneng ha li-CAPTCHA li Tla ba le Rona Kamehla",
    "936667684": "Na o kile oa kōptjoa ho \"thaepa mohahong / letšoao la seterateng?\"",
    "938404336": "2. Ho fapana; ho fihlela ho matsatsi a 30.",
    "939665604": "Lekunutu le Tsepamisitsoe",
    "941057651": "() Matsete a maholo a teng a software ho SMTP",
    "946838734": "3. Khetha konopo ea \"Advanced\".",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "950637875": "hCaptcha mopeleto ha oa lokela ho fetoloa le ka mohla hCaptcha e tlameha ho ngoloa ka litlhaku tse kholo tlhakung ea bobeli (\"C\"). Ha ho mohla e nang le bongata kapa e nang le thepa.",
    "952813944": "Tšebeliso ea hau ea sebaka sa rona sa Marang-rang kapa eng kapa eng e tumellanong ena ha e hlahise mosebetsi, tšebelisano 'moho, khoebo e kopanetsoeng, setsi, franchise, kapa likamano tsa moemeli oa thekiso lipakeng tsa hau le Intuition Machines. Ha re u fe lisebelisoa kapa lisebelisoa ho phethela mosebetsi. Ha re u fe melemo leha e le efe, matšeliso a basebetsi, kapa tšireletso ea inshorense. Ha re ikarabelle bakeng sa litšenyehelo leha e le life tseo u li kenyang ha u sebelisa websaete ea rona. Re ke ke ra u hanela chelete leha e le efe moputsong oa hau oa lekhetho la federal kapa la naha, Social Security, kapa lekhetho lefe kapa lefe. U lokolohile ka linako tsohle ho etsetsa motho ofe kapa ofe kapa khoebo mesebetsi, ho kenyeletsoa le bahlolisani ba rona. Ha u na matla a ho kena konteraka efe kapa efe, e ngotsoeng kapa ka molomo, molemong oa Intuition Machines.",
    "956019009": "Lik'hamphani tse kholo ka ho fetisisa tsa lisebelisoa tsa marang-rang li se li nkile khato",
    "961941354": "Leha ho le joalo, ha ho le e 'ngoe ea sena e hlokang ho sebelisa tlhahisoleseling ea motho ka mong (\"PII\"). Mekhoa ea sejoale-joale ea li-cryptographic e re lumella ho lahla data efe kapa efe ea botho kapele kamoo ho ka khonehang, ho theha li-signature tsa tsela e le 'ngoe tse ke keng tsa amahanngoa le motho ofe kapa ofe.",
    "963238401": "Re lula re thahasella ho fumana litlaleho tsa liphoso tsa ts'ireletso. Email",
    "971933157": "hCaptcha e tsotella boinotši, pepeneneng, le toka.",
    "976209454": "Fumana Meputso kapa Fana ka Charity",
    "98173630": "hCaptcha ke tšebeletso e ikemetseng ea CAPTCHA e sebelisoang ka ho fetisisa lefatšeng.",
    "981806349": "E hahiloe sethaleng se netefalitsoeng sa hCaptcha",
    "984849234": "hCaptcha e sebelisa ho ithuta ka mochini o tsoetseng pele ho fana ka seo reCAPTCHA e se tšepisang feela, ha e ntse e arolelana boleng bo hapiloeng le liwebosaete tse e sebelisang.",
    "987267027": "Moketjana",
    "987375734": "IMI e thehiloe United States. Liwebsaete le Litšebeletso li laoloa ebile li sebelisoa ke rona ho tsoa United States. Lintlha tsa hau tsa botho li ka bolokoa le ho sebetsoa naheng efe kapa efe moo re nang le lits'ebeletso kapa moo re kopanelang le bafani ba lits'ebeletso, 'me ka ho sebelisa Lits'ebeletso le Ts'ebeletso u lumella ho fetisetsoa ha tlhahisoleseling linaheng tse kantle ho naha ea heno, ho kenyeletsoa le United States. , e ka bang le melao ea ts'ireletso ea data e fapaneng le ea naha ea heno. Maemong a mang, makhotla, mekhatlo ea ts'ebetsong ea molao, mekhatlo e laolang kapa balaoli ba tšireletso linaheng tseo tse ling ba ka ba le tokelo ea ho fumana Boitsebiso ba hau.",
    "987901590": "O na le data e tala ntle le sete e felletseng ea netefatso? Maemong a mangata re ka u etsetsa e 'ngoe ha mesebetsi e tsamaisoang ke sistimi, kapa ra etsa lisampole tse ngotsoeng bakeng sa tumello ea hau.",
    "989480928": "() Phaello e feteletseng ea spam",
    "990215503": "hCaptcha ke eona feela tšebeletso e kholo ea captcha eo e seng ea marang-rang a lipapatso.",
    "993651083": "Mohato oa 1: Bula Lisebelisoa tsa Moetsi (Sena se qala ho rekota lenaneo.)",
    "996362763": "Li-tokens tsena ha li foufalitsoe ebile li bolokiloe ke katoloso bakeng sa tšebeliso ea nako e tlang. Ha mosebelisi a etela sebaka sa marang-rang a sebelisa hCaptcha mme a hloka ho fetisa phephetso (e sa bonahaleng kapa ka konopo ea \"Ke motho\") ba lopolloa ka bohona. Ts'ebetso ea ho foufatsa e bolela hore li-tokens tse saenneng le tse lopolotsoeng li ke ke tsa amahanngoa le pono ea hCaptcha, kahoo sephiri sa basebelisi se bolokiloe.",
    "999610953": "Qetellong, ke mokhoa o ka tšeptjoang ho Google. hCaptcha Enterprise e boloka chelete e ngata bili ea hau ea reCAPTCHA ka tšireletso e phahameng: ho fihla ho 80% ka tlase ho theko maemong a mang.",
    "999674529": "Bot e 'ngoe le e' ngoe eo Google e e bonang e lokela ho fumana lidolara tse zero. Ka hona, likhothaletso tsa khamphani ea Google ha li tsamaellane hantle le basebelisi ba lits'ebeletso tsa bona tsa ts'ireletso, 'me sena e ka ba lebaka le leng la ho se sebetse hantle ha litšebeletso tsa bona tsa tšireletso tsa reCAPTCHA."
}