{
  "23114595": "Phihlelo e Ntle ea Basebelisi",
  "34074886": "Nako le nako ha u araba phephetso, re sebelisa mehlala e tsoetseng pele ho fumana hore na u motho. Sebaka sa Marang-rang seo u se etetseng se sebelisa sephetho sena ho thusa ho ntlafatsa boiphihlelo ba hau sebakeng sa bona sa Marang-rang ka ho qoba bots.",
  "98173630": "hCaptcha ke tšebeletso e ikemetseng ea CAPTCHA e sebelisoang ka ho fetisisa lefatšeng.",
  "111184581": "Moamoheli oa mokha oa pele",
  "119298044": "Litheknoloji tse tsoetseng pele tse itlhokomelang tsa ML le AI li sireletsa thepa ea hau ea marang-rang ho litšokelo le litlhaselo",
  "121743429": "Bakeng sa Likhamphani tsa Meaho ea Marang-rang",
  "122875767": "Khotsofatsa litlhoko tsa hau tsa molao ha lik'hamphani tse ling li sa khone.",
  "126134492": "Tse ding",
  "152010250": "hCaptcha e kopantseng ho ithuta ka mochini o itlhokomelang ka mokhoa o tsoetseng pele o nang le sethala sa komporo sa morao-rao se fokotsang pokello le ho bolokoa ha data, se fanoang ho tsoa libakeng tse fetang 250 lefatšeng ka bophara bakeng sa scalability e kholo.",
  "179723061": "Taolo e eketsehileng bakeng sa lihlopha tse hlokang tšireletso e etellang pele",
  "191460155": "Khohlano ea Zero le mekhoa ea 99.9%.",
  "282913023": "Khetho e theko e boima bakeng sa likhoebo tse phahameng tsa sephethephethe",
  "328625009": "... re se re lokile ha o le teng: tshebeletso ya rona e fumaneha bosiu le motšehare.",
  "353066938": "Sehlopha se nang le phihlelo, se sebetsanang le mathata a boima ka ho fetisisa a kajeno. hCaptcha ke tšebeletso ea",
  "353367791": "Fumana libapali tse mpe tsa mefuta e mengata e fapaneng.",
  "359073033": "Li-dashboard li fana ka maikutlo a boemo bo holimo kapa a hlakileng a tšebetso.",
  "392886773": "E sebetsa naheng e 'ngoe le e 'ngoe",
  "451701069": "E lumellana le GDPR, CCPA,",
  "547245263": "Rarolla bothata ba hau ba bot kajeno.",
  "552920956": "hCaptcha e lumella liwebsaete ho fumana meputso ha li ntse li thibela bots le mefuta e meng ea tlhekefetso. hCaptcha e boetse e u lumella ho ts'ehetsa lithuso tseo u li khethileng ka meputso ena.",
  "555158694": "Tšebeletso eo u e sebelisang e khethile ho ntlafatsa phihlelo ea hau sebakeng sa bona sa marang-rang ka ho kenya hCaptcha ho fokotsa sephethephethe se kotsi.",
  "585557010": "Phephetsa ka tlase ho 0.1% ea basebelisi ba molaong.",
  "713281684": "Eggplant",
  "719304627": "U hloka Taolo ea ho Qetela?",
  "734735952": "Re ile ra hlahloba palo ea barekisi ba CAPTCHA hammoho le ho iketsetsa tsamaiso ka borōna. Qetellong, hCaptcha e ile ea hlaha e le mokhoa o molemo ka ho fetisisa oa ho sebelisa reCAPTCHA.",
  "751483365": "Tšehetso bakeng sa bareki bao e seng ba JavaScript.",
  "788770967": "Ke masoabi ho utloa seo! U kanna ua batla ho sebelisa khetho ea rona ea phihlello:",
  "793242047": "Fokotsa mathata a hlahisoang ho basebelisi ho lumella ho fihlella lits'ebetso ka potlako",
  "829047995": "Hajoale u sebelisa reCAPTCHA?",
  "836577577": "Ho eketsa hCaptcha ho nka metsotso feela le mela e seng mekae ea khoutu. API ea mantlha e tsamaisana le reCAPTCHA V2, 'me ho nka metsotso e seng mekae ho fetoha.",
  "838049015": "Khetha litšoantšo tsohle tse lumellanang le potso",
  "846501387": "Tšireletso ea bot ea maemo a lefats'e",
  "861167568": "hCaptcha e rarolla e 'ngoe ea mathata a bohlokoa ka ho fetisisa a IT: ho thibela bots e kotsi ho hlasela lits'ebetso tsa hau tsa marang-rang.",
  "880478438": "bakeng sa tsamaiso e ntle ka ho fetisisa ea bot le bomenemene.",
  "897432717": "Ka moralo oa rona o mocha oa Customized Threat Scores,   ho eketsa tsebo ea khoebo ea hau ho lumella mefuta ea rona ho fana ka lintlha tse amanang le basebelisi ba hau.",
  "910989640": "Hlahisa litlaleho tse qaqileng le tse ikhethileng tsa tšebetso",
  "976209454": "Fumana Meputso kapa Fana ka Charity",
  "981806349": "E hahiloe sethaleng se netefalitsoeng sa hCaptcha",
  "999610953": "Qetellong, ke mokhoa o ka tšeptjoang ho Google. hCaptcha Enterprise e boloka chelete e ngata bili ea hau ea reCAPTCHA ka tšireletso e phahameng: ho fihla ho 80% ka tlase ho theko maemong a mang.",
  "1014004474": "Merero ea Khoebo ea hCaptcha e fana ka litumellano tse tsoetseng pele tsa boemo ba ts'ebeletso ho boloka mokhatlo oa hau o sirelelitsoe",
  "1045484714": "Khokahano ea SAML SSO le Mofani oa Boitsebiso ba hau, mohlala. Okta kapa Azure AD.",
  "1050501253": "E Thata Haholo",
  "1070364246": "Oops! Ho bile le phoso nakong eo re romellang foromo.",
  "1103295010": "Fumana chelete kapa u fane ka liphallelo bakeng sa ha batho ba rarolla li-CAPTCHA",
  "1130868224": "Mela e meraro ea khoutu",
  "1131525092": "Kopanya batšoantšisi ba babe hammoho ntle le matla ka li-UID tsa rona tse bolokang lekunutu ho fumana le ho emisa bosholu le tlhekefetso e amanang le bona.",
  "1141402092": "Likarolo tse tsoetseng pele tsa tlaleho",
  "1150035777": "Mefuta e tsoetseng pele ea ho ithuta ka mochini e hlahisa lintlha tsa kholiseho tsa bot tse ipapisitseng le lintlha tse ngata ho feta hore na lipotso li arajoa ka nepo",
  "1150963691": "Phokotso ea APT",
  "1172067553": "Sethala sa HUMAN se ka morao ho hCaptcha se fana ka boleng bo phahameng ba mosebetsi le likarolo tsa tsamaiso ka li-on-premise, hybrid, kapa SaaS deployments tse kopanyang le mekhoa ea hau e teng.",
  "1173652155": "Baeletsi",
  "1218990730": "mokhoa oa ho tlaleha litaba ka lintlha tse qaqileng",
  "1250541092": "— Sergi Isasi",
  "1263998069": "Fumana meputso bakeng sa tharollo ea batho",
  "1300485304": "hCaptcha e sireletsa khahlanong le litšokelo tse tsoetseng pele le manonyeletso a etselitsoeng ho kenella marang-rang a hau",
  "1345083090": "Na o tlaleha bothata ba tšebetso?",
  "1356745565": "E lumellana ho khutlela ho Internet Explorer 8.",
  "1368787974": "Arolelana taolo ho sehlopha sa hau kaofela.",
  "1393184984": "ke tsohle tseo o di hlokang.",
  "1475399473": "Ithute haholoanyane ka sehlopha sa hCaptcha",
  "1485807325": "Li-dashboards tsa basebelisi ba bangata, SAML SSO",
  "1508655687": "Kenya liqholotso tsa hau tse etselitsoeng bamameli ba hau ho tsamaisa kapa ho thibela phihlello",
  "1510448156": "U ka khona ho sebetsa ka mokhoa o mong oa maemo a holimo kajeno, 'me u bulele likarolo tse tsoetseng pele ha ho hlokahala.",
  "1525403768": "Ho fumana lintlha tse ling ikopanye le Enterprise Sales.",
  "1544546608": "Lekunutu Pass",
  "1549336309": "hCaptcha e fetola mofuta ona ho potoloha. Ha u sebelisa hCaptcha, lik'hamphani li batla mosebetsi oo basebelisi ba hau ba o etsang ha ba ntse ba paka botho ba bona. O fumana meputso.",
  "1559631739": "Ho ithuta ka boinotšing",
  "1579093044": "Ka moqapi oa rona o bonolo oa phephetso, o ka qala litaba tsa phephetso ka mor'a metsotso e seng mekae.",
  "1586809757": "Lintlha tsa bot tse nepahetseng haholo",
  "1599610318": "Mohatisi",
  "1637702726": "Mabapi le hCaptcha",
  "1662477701": "Lisebelisoa",
  "1676849166": "Fokotsa likhohlano ka ho qoba phephetso ka botlalo bakeng sa 99.9% ea sephethephethe sa hau se molaong ha o ntse o fana ka ts'ireletso e ntle haholo, ka lebaka la mefuta e tsoetseng pele ea bot.",
  "1685871181": "Litšebeletso tse holimo tsa marang-rang li itšetlehile ka",
  "1752795854": "hCaptcha e tlisa mokhoa oa sejoale-joale, o shebaneng le lekunutu oa ho emisa bots.",
  "1779265104": "Melao le Litiisetso tsa Lekunutu tse Behiloeng",
  "1792519141": "hCaptcha Enterprise",
  "1798492192": "Tšehetso ea sebatli sa lefa",
  "1803009328": "Ntoa e lekiloeng ka tekanyo ea tepo.",
  "1844885924": "Laebrari e pharaletseng ea mefuta eo u ka khethang ho eona.",
  "1849717906": "Iketsetse ka litaba tsa phephetso ea hau",
  "1849805607": "hCaptcha e sireletsa khahlanong le litšokelo le bolotsana bo etselitsoeng ho kenella marang-rang a hau",
  "1886100235": "Litšebeletso tse ngata tse kholo ka ho fetisisa lefatšeng li se li fetohetse ho hCaptcha Enterprise 'me li fumane boemo bo ntlafalitsoeng ba bot hammoho le ho boloka litšenyehelo tse ngata.",
  "1894355645": "hCaptcha e fana ka tlhahlobo e bonolo, e bonolo, le e tšepahalang ea bot ha e ntse e le bobebe hore batho ba ka e rarolla.",
  "1927613000": "hCaptcha e kopanya ho ithuta ka mochini o rarahaneng le sethala se matla sa phephetso ho sireletsa lits'ebetso tsa marang-rang ho se nkeloeng li-account, ho kenya mangolo a bopaki, ho qhekella, le mefuta e meng ea tlhekefetso.",
  "1936512180": "Phihlello e bonolo ea API, li-dashboards tse ntle, le theknoloji ea morao-rao ea mofuta oa loop ho ntlafatsa ts'ebetso ea basebetsi.",
  "1956967813": "Litšebeletso tsa rona li tšeptjoa ke lik'hamphani tse kholo ka ho fetisisa lefatšeng ho sebeletsa limilione tsa basebelisi ba letsatsi le letsatsi libakeng tse mashome a limilione.",
  "1958297836": "Tšireletso e kopanetsoeng ea tlhaselo le phokotso ea APT",
  "2041686284": "Lintlha tse ling hangata li hlahisa litholoana tse betere mefuteng ea ho ithuta ea mochini. Katleho ea morao-rao ea mehlala e tebileng e lebisitse ho li-datasets tse ntseng li eketseha, 'me hCaptcha e sebeletsa tlhoko ena. Leha ho le joalo, ho theha li-datasets tse kholo tse hlahlobiloeng ke batho ho sebelisa mekhoa ea setso ho lieha ebile ho theko e boima.",
  "2103563261": "Litaba tsa Sephiri kapa tsa Sechaba",
  "2131386784": "Tsebo e ka Finyellehang le Tšehetso Bakeng sa Bobeli ba Hao le Basebelisi ba Hao",
  "2138799135": "hCaptcha e na le likhokahano tse ngata tse hahiloeng esale pele bakeng sa litsamaiso tse ka pele le tse ka morao tseo u li sebelisang.",
  "2163914794": "U batla lileibole tse ling bakeng sa datha tsa hau? hCaptcha e fana ka lileibole tse potlakileng, tse bolokang chelete,  le boleng bo holimo bakeng sa lik'hamphani tse sebetsang ka bohlale ba maiketsetso le lisebelisoa tsa ho ithuta ka mochini.",
  "2183926131": "Qala ka hCaptcha Enterprise",
  "2184564739": "Bona",
  "2188609322": "Libapali tse mpe li atile haholo inthaneteng. Empa ho tela lekunutu la basebelisi ha se karabo.",
  "2319072959": "Matha kantle ho marang-rang ka ho felletseng le basebetsi ba hau, latela boleng bo sebelisitsoeng ho pholletsa le likarolo tsa khoebo kapa balekane ba li-consortium, khetha mesebetsi ho bafani ba fapaneng ba kahare kapa kantle ho latela litšenyehelo le litlhoko tsa ts'ireletso, le tse ling.",
  "2320894364": "Ka lintlha tse fetang 200, leru la hCaptcha le sireletsa thepa ea hau lefatšeng ka bophara.",
  "2354267648": "Leano la lekunutu la GDPR, CCPA, le LGPD",
  "2373007864": "hCaptcha Enterprise e sebetsa ho thekenoloji ea sethala sa hCaptcha, e atolositsoeng ho kenyelletsa likarolo tse hlokahalang ke likhoebo tse ngata tsa sephethephethe.",
  "2418549423": ", tekanyetso e hlahang ea ho boloka boinotši ba inthaneteng ka bopaki ba sephiri, le likarolo tse ling tse ikhethang tsa lekunutu.",
  "2489287539": "\"Ha ho na CAPTCHA\" e se nang friction & 99.9% ea mekhoa e sa sebetseng",
  "2510209017": "U hloka thuso e 'ngoe?",
  "2513143348": "Sistimi ea hCaptcha Enterprise e feto-fetoha ka mokhoa o ikhethileng moralong oa eona: e ka sebelisoa ka mokhoa o sa fellang kapa ka ho felletseng pheletsong ea marang-rang a hau haeba o sebelisa leru la sechaba kapa o na le litsi tse ngata tsa data.",
  "2535001179": "Haeba ho ka etsahala hore u tsoa ho reCAPTCHA ea Google, li-API tsa rona ke tse ling tse tla nkeloa sebaka.",
  "2593768395": "Boiphihlelo bo se nang mathata ho pholletsa le tepo, mobile mobile, mobile web. Likhokahanyo tse hahiloeng esale pele le li-SDK tsa matsoalloa lia fumaneha.",
  "2650502379": "Qala Mathata a Hao ka Metsotsoana",
  "2670003220": "Mesebetsi",
  "2671622670": "Khoebo",
  "2676853536": "Li-dashboards tsa basebelisi ba bangata",
  "2681650568": "'Me joalo ka kamehla, boinotši ke boleng ba mantlha ho rona. Kenya khoutu ea rona ea phephetso feela moo ho hlokahalang, le moo ho utloahalang ho sireletsa uena le basebelisi ba hau. Ho fokotsa pokello ea data ho qala ho tloha motsotsong oa ho kopanya.",
  "2682873489": "Hlalosa sebaka sa ho kopanya lintho",
  "2686825859": "Ingolise mahala kapa ikopanye le rona mabapi le tharollo ea hCaptcha Enterprise",
  "2698140263": "Ha se mathata ohle a ts'oanang: ho fumana lintlha tse le 'ngoe ho bolela hore ho tlameha ho sebetsana le litlhoko tsa hau hore ho be le thuso.",
  "2698640210": "Laola mathata le mefuta e bontšitsoeng",
  "2707282231": "Iketsetse mathata bakeng sa basebelisi ba hau. Etsa hore ho se khonehe hore bots e rarolle le ho kenella.",
  "2714878440": "Sireletsa lits'ebeletso tsa hau ho sekheoeng, ho nkeloa liak'haonte, ho kenya mangolo a bopaki, le spam ka thuto ea rona e tsoetseng pele ea mochini le netefatso ea botho.",
  "2718999653": "Customized Threat Scores",
  "2781507299": "Netefatso ea Hang-hang",
  "2782263070": "Tšebeletso ke ntho e tlang pele ho rona. Re boloka ts'ehetso ea mohala oa 24/7 mme re fana ka tšebelisano e tobileng ea Slack le sehlopha sa hau sa kopanyo ea boenjiniere le basebetsi ba rona ba letsetsa nakong le ka mor'a ts'ebetsong.",
  "2806751666": "hCaptcha ke eng?",
  "2826051554": "le ho feta",
  "2881474837": "hCaptcha Enterprise",
  "2890048009": "Marang-rang a lipapatso a bona baeti ba hau e le sehlahisoa. Ho rona sehlahisoa se le seng feela ke ho khetholla botho ba bona. Litšebeletso tsa rona li kopana kapa li feta litlhokahalo tsa GDPR, CCPA, LGPD, le PIPL, le matsapa a tšehetso a kang Privacy Pass. Re sebetsa ka thata ho leka-lekanya boinotši le tšireletso.",
  "2927700175": "Re bonts'a liphephetso tsa CAPTCHA tse thata bakeng sa bots empa li le bonolo ho batho ka ho bokella lintlha tse thata ho li ngola ho tsoa mathateng a ho ithuta ka mochini, le ho li sebelisa ho khetholla hore na sebaka sa Marang-rang kapa app moeti ke motho.",
  "2968026167": "Moroho oo u o ratang haholo",
  "3018523079": "Lula u le mocha ka boiphihlelo bo sa fetoheng ba basebelisi.",
  "3065000659": "Na u hlokometse nako le nako ha u \"tobetsa koloing\" u thusa ho koetlisa e le 'ngoe",
  "3093388779": "hCaptcha e lokolohile ho sebelisoa bakeng sa bahatisi ba boholo bofe kapa bofe",
  "3093689546": "Ho kopanya habonolo",
  "3096063825": "E leke",
  "3107683988": "Sena se ka fokotsa haholo sephethephethe le litšenyehelo tsa marang-rang ha re ntse re boloka melemo eohle ea botsamaisi ke basebetsi ba rona ba 24/7 ba letsetsa ho kopana le li-SLA tse thata ka ho fetesisa.",
  "3117887301": "E tšeptjoa ke litšebeletso tse kholo ka ho fetisisa tsa inthanete",
  "3121248460": "Hlahisa liphephetso tse fapaneng tse fapaneng -- ho tloha ho tse bonolo ho isa ho tse rarahaneng -- bakeng sa bamameli bao u ba lebelletseng",
  "3153117136": "Kamoo hCaptcha Difficulty Settings e Sebetsang Kateng",
  "3160820928": "Tšireletso e kopanetsoeng ea tlhaselo",
  "3161489950": "ML Platform e tsoetseng pele ka ho Fetisisa Lefatšeng",
  "3167979932": "E etselitsoe boinotši ho tloha letsatsing la pele. Tumellano e Matla ea Ts'ebetso ea Lintlha.",
  "3194111925": "tshehetso",
  "3213351333": "Ha ho boitlamo ba pele bo hlokahalang",
  "3213957230": "Ha basebelisi ba tlameha ho rarolla phephetso ho fihlela litlhoko tsa ts'ireletso, ke hobane'ng ha u sa etse mesebetsi e monate le e loketseng mosebedisi?",
  "3225770968": "hCaptcha e etselitsoe ho rarolla bothata bo boima ka ho fetisisa ba mosebetsi oa ho ithuta mochine; ho ngola palo e kholo ea data ka nako, ka theko e tlaase, le ka tsela e tšepahalang.",
  "3230004040": "Na ha u bone hantle kapa ha u khone ho tlatsa li-hCaptchas?",
  "3235430156": "litsamaiso tsa ho ithuta tsa mochini tsa k'hamphani mahala?",
  "3260825523": "Mechini ea Intuition",
  "3264813246": "E sa lokelang",
  "3265895521": "Phahamisa le ho theola bothata ho latela nako ea letsatsi",
  "3266612494": "Molekane ya tshepahalang",
  "3276777569": "hCatcha",
  "3287172429": "Laola mefuta ea phephetso e bontšitsoeng",
  "3365203058": "Tšireletso ea lefats'e ea anti-bot",
  "3412647984": "Sena se o thusa ho qoba lipotso tse tlang ka ho ingolisa le ho beha cookie. Ka kopo, leka ho tima ad blocker ea hau.",
  "3417372336": "Fetoha ka metsotso",
  "3446714684": "Khokahano ea mobile (iOS le Android).",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "Bakeng sa basebelisi ba Khoebo, likhetho li teng ho qoba mathata ka botlalo maemong a mangata.",
  "3478726913": "hCaptcha e na le e 'ngoe ea matamo a maholo ka ho fetisisa lefatšeng a fumanehang bakeng sa tšebeliso ea hau. Ho sa tsotellehe hore na tekanyo ea hau ke efe, re ka khona ho sebetsana le eona ntle le boitlamo bo phahameng ba pele. Mesebetsi e limilione ka letsatsi ha se bothata.",
  "3480023141": "Ithute haholoanyane ka likhetho tsa phihlello",
  "3483700676": "Qala limilione tsa mesebetsi hang-hang",
  "3500503648": "hCaptcha e etselitsoe ho felisa ho boloka boitsebiso ba nako e telele ka ho itšetleha ka tlhahlobo ea hang-hang ho e-na le ho rekota le ho hlahloba histori ea hau ea ho bala. Re boetse re tšehetsa matsapa a kang",
  "3524251858": "Motsamaisi oa Tsamaiso ea Lihlahisoa, Cloudflare",
  "3526939538": "Software Bug",
  "3530599065": "Boinotši bo hahiloe ho tloha fatše. hCaptcha ha e boloke PII mme e latela litaelo le melaoana e mengata ea lekunutu.",
  "3570415321": "Khampani",
  "3573245166": "Ho fapana le reCAPTCHA, re sebetsa naheng e 'ngoe le e 'ngoe.",
  "3578122193": "Lula u le lebitso le nang le litaba tse amehang",
  "3620442880": "Likarolo tsa ts'ireletso ea Flash Sale",
  "3630114728": "Sheba se etsahalang libakeng tsohle tsa hau le lits'ebetso.",
  "3644106388": "Ikopanye",
  "3660619092": "Ingolise mahala kapa ikopanye le thekiso bakeng sa tharollo ea Enterprise",
  "3688621388": "Mesaeno ea tšokelo",
  "3704893754": "U batla ho iponela? Leka hCaptcha Free",
  "3714002185": "Ithute haholoanyane ka hCaptcha Enterprise",
  "3715747429": "Baenjineri ba rona ba onboarding ba ka etsa hore u tsamaee kapele, ebang u hloka React integration, SDKs for iOS native apps, Java backend mohlala, kapa hoo e batlang e le boemo bofe kapa bofe.",
  "3717512591": "Kopano e otlolohileng ea Platform",
  "3721365241": "Leka",
  "3729345277": "hCaptcha ke mokhoa oa hore lik'hamphani li fumane litlhaloso tseo li li hlokang ka potlako, ka boleng bo phahameng le ka theko e tlaase ho feta mekhoa e meng.",
  "3730038780": "Khetha ho tsoa palo e batlang e sa feleng ea mathata ao basebelisi ba ka a rarollang",
  "3739936967": "Tsepamiso ena e ikhethang ea boinotšing e bolela hore re ka fana ka ts'ireletso ea data ea motho ka mong, ts'ebetso ntle le li-cookie, le litiisetso tse ling tsa lekunutu tsa konteraka kamoo ho hlokahalang ha re ntse re boloka ts'ireletso e ntle. Bala Haholoanyane.",
  "3740051331": "Re boetse re ikemiselitse ho beha leihlo le ho araba lipotso tsa basebelisi ba hau ho mecha ea litaba ea sechaba, liforamu, le liteishene tsa rona tsa tšehetso tsa ka har'a widget le lengolo-tsoibila. Re fumaneha ebile re arabela, 'me re nka khotsofalo ea basebelisi e le KPI e kaholimo.",
  "3753956446": "Mahala",
  "3758963444": "Kea leboha! Tlhahiso ea hau e amohetsoe!",
  "3767462250": "E etselitsoe Lekunutu",
  "3768951251": "Li-SLA tsa khoebo",
  "3807059944": "Laola phephetso e sebelisitsoeng",
  "3816867833": "Maikutlo",
  "3817811295": "Ho tšepahala ho netefalitsoeng le tšehetso e potlakileng ea 24/7 on-call.",
  "3892905664": "hCaptcha e thusa lits'ebeletso tseo u li ratang tsa inthanete ho thibela bots, spam, le tlhekefetso ka ho botsa lipotso tse bonolo tse bonolo ho batho le tse thata bakeng sa mechini.",
  "3913848038": "99.99% uptime SLAs le 24/7 tšehetso ea lefats'e e fumaneha.",
  "3951254541": "Re ananela tlhahiso ea hau. Re tsebise mathata afe kapa afe 'me re tla a rarolla kapele.",
  "3952259236": "Kopanya lintlha tsa hau tse foufetseng le matšoao a likete a hCaptcha ho koetlisa hCaptcha ka lihlopha tsa boitšoaro -- molemong oa hau feela - ho bolela esale pele boitšoaro bo bobe ho feta tharollo feela.",
  "3953584369": "Lithibelo tse tsoetseng pele tsa phihlello ea RBAC lia fumaneha.",
  "4007826952": "Lekunutu la #1 CAPTCHA ea pele bakeng sa tepo, mobile, le tse ling.",
  "4019660456": "0ms latency: netefatsa li-tokens tsa hCaptcha ntle le mohala oa API.",
  "4065065042": "Tobetsa sena ho lumellana hantle le mokotla oa hau oa tšebeliso.",
  "4083018285": "Letoto la likarolo tse atolositsoeng tse kopanang le tlhahlobo e ntlafalitsoeng ea SOC le karabelo ho sebetsana le litšokelo tse sa feleng.",
  "4146870445": "Re bo mang",
  "4147497805": "Sehoete",
  "4194763679": "Maemo a thata-thata",
  "4195759329": "Ho lemoha bot le lintlha tsa kotsi",
  "4199502476": "Li-dashboards tsa litlaleho tse tsoetseng pele le API",
  "4238473596": "Ho bohlokoa ho fokotsa likhohlano ho basebelisi ba 'nete. hCaptcha e sebelisa mesebetsi e bonolo mme e nka nako e nyane bakeng sa basebelisi ba bangata ha e ntse e emisa sephethephethe sa bot.",
  "4272022475": "Likopo tsohle le thepa li ea ho hcaptcha.yourdomain.com",
  "4272454814": "Ikopanye le mofani oa boitsebiso oa khetho ea hau.",
  "a11y-img-1": "Sesebelisoa sa phihlello sa mosebelisi kamora ho kena",
  "a11y-img-2": "Khetho ea phihlello ho menyu ea UI ea widget",
  "a11y-img-3": "Lebokose la lebokose la phihlello ho UI ea widget",
  "about-advisors-brendan": "CEO ea Brave. Mothehi-mothehi oa Mozilla. Moqapi oa puo ea lenaneo la JavaScript. Sehahi sa libatli le tse ling.",
  "about-advisors-dawn": "Moprofesa, CS Univesithing ea California, Berkeley. Thuto e tebileng, polokeho, setsebi sa blockchain. CEO ea Oasis Labs.",
  "about-advisors-head": "Baeletsi",
  "about-advisors-keiran": "Setsebi sa Lipatlisiso Stanford. Ho ithuta mochini le lichelete tse ngata libankeng tse kholo, hedge funds le academia.",
  "about-content-head-1": "Seo re se Etsang",
  "about-content-head-2": "Lebaka La go Bo go Le Botlhokwa",
  "about-content-text-1a": "hCaptcha e tlisa mokhoa oa sejoale-joale, o shebaneng le lekunutu ho emisa bots.",
  "about-content-text-1b": "Re bonts'a liqholotso tsa CAPTCHA tse thata bakeng sa bots empa li le bonolo ho batho ka ho bokella lintlha tse thata ho tšoaea mathata a ho ithuta ka mochini, le ho o sebelisa ho khetholla hore na sebaka sa marang-rang kapa moeti oa app ke motho.",
  "about-content-text-2a": "Batšoantšisi ba babe ba ntse ba ata inthaneteng. Empa ho tela boinotšing ba mosebelisi ha se karabo.",
  "about-content-text-2b": "Litharollo tsa ts'ireletso tse fanoang ke lik'hamphani tsa lipapatso li shebile haholo-holo ho latediseng basebelisi ba marang-rang. Re thehile tharollo e sebetsang ea ts'ireletso e pakang hore ho senya boinotšing ba mosebelisi ha ho hlokahale ho fana ka litholoana tse ntle.",
  "about-intro-head-1": "Mabapi le hCaptcha",
  "about-intro-head-2": "Boinotšing, Ts'ireletso le ho Ithuta ka Mechini.",
  "about-intro-text": "hCaptcha ke tšebeletso e ikemetseng ea CAPTCHA e sebelisoang ka ho fetisisa lefatšeng.",
  "about-leadership-head": "Re bo mang",
  "about-leadership-headsub": "Sehlopha se nang le boiphihlelo, se sebetsang ka mathata a thata ka ho fetisisa a kajeno.",
  "about-leadership-link1": "Re bo mang",
  "about-leadership-text1": "Re khethehile haholo lithutong tse tebileng tsa ho ithuta le ho bona mochini ka sekhahla, re shebane haholo le ho fumana lits'ebetso tsa inthanete ho litšokelo tse tsoetseng pele tsa sejoale-joale.",
  "about-leadership-text2": "Ka mashome a lilemo a boiphihlelo ba ho ithuta software le mochini, re aha le ho sebetsa lits'ebetso tse matla haholo ho sebetsana le mathata a mang a thata ka ho fetesisa ha re ntse re boloka lekunutu.",
  "acc-opt": "Khetho ea phihlello",
  "acc-opt-but": "Ithute haholoanyane ka likhetho tsa phihlello",
  "acc-opt-text": "Na u na le bokooa ba pono kapa ha u khone ho phethela hCaptchas?",
  "accessibility-link": "Ho fihlella",
  "appreciate-in": "Re ananela maikutlo a hau. Re tsebise mathata afe kapa afe mme re tla a rarolla kapele.",
  "fb-but": "Re romelle maikutlo",
  "feedback-text": "Fana ka maikutlo mabapi le hCaptcha eo u sa tsoa e bona",
  "footer-attribution": "Kabelo",
  "footer-copyright-text": "hCaptcha ke letshwao la kgwebo le ngodisitsweng la Intuition Machines, Inc.",
  "footer-header-1": "Khampani",
  "footer-header-2": "Lisebelisoa",
  "footer-header-3": "Ikopanye",
  "footer-link-1": "Ho ngola",
  "footer-link-10": "Ho fihlella",
  "footer-link-2": "Mabapi le",
  "footer-link-3": "Mesebetsi",
  "footer-link-4": "Matšoao a khoebo",
  "footer-link-5": "AI Ethics",
  "footer-link-6": "Blog",
  "footer-link-7": "Boemo",
  "footer-link-8": "Litokomane",
  "footer-link-9": "Tlaleha Bug",
  "footer-privacy": "Ho ba boinotšing",
  "footer-subheader-1": "Ts'ehetso",
  "footer-subheader-2": "Ikopanye",
  "footer-terms": "Lipehelo",
  "h-plans": "Merero ea ho ngolisa",
  "header-docs-link": "Litokomane",
  "header-labeling-services-link": "Litšebeletso tsa ho Ngola",
  "header-login-button": "Kena",
  "header-plans-link": "Merero",
  "header-signup-button": "Ngolisa",
  "home-about-head": "Mabapi le hCaptcha",
  "home-about-subtitle": "E tsamaisoa ke Protocol ea BATHO",
  "home-about-text-1": "hCaptcha e etselitsoe ho rarolla bothata bo matla ka ho fetisisa mosebetsing oa ho ithuta ka mochini: ho ngola lintlha tse ngata ka nako e loketseng, ka theko e tlase ebile e ka tšeptjoa.",
  "home-about-text-2": "Lintlha tse ling ka kakaretso li hlahisa litholoana tse ntle mefuteng ea koetliso ea mechini. Katleho ea morao-rao ea meetso e tebileng e lebisitse ho li-database tse ngata tse ntseng li eketseha, hangata e nang le tlhahlobo ea batho. Leha ho le joalo, ho theha li-database tse kholo tse hlahlojoang ke batho ka Mechanical Turk, Setšoantšo sa Borobeli, jj. Li tsamaea butle ebile li theko e boima.",
  "home-about-text-3": "hCaptcha e lumella libaka tsa marang-rang ho etsa chelete ho sebeletsa tlhoko ena ha li ntse li thibela bots le mefuta e meng ea tlhekefetso.",
  "home-about-text-4": "'Maraka oa hCaptcha o tsamaisoa ke Protocol ea HUMAN, protocol e bulehileng e buletsoeng batho ka kakaretso bakeng sa tlhahlobo ea batho e sebetsang ho Ethereum blockchain. Liwebosaete li fumana Letšoao la Botho (HMT) neng kapa neng ha basebelisi ba sebelisa widget ea hCaptcha sebakeng sa bona sa marang-rang, mme lik'hamphani tse ithutang mochini li lefa Litokiso tsa Batho ho ngola lintlha tsa bona.",
  "home-ba-labeling-services-link": "Litšebeletso tsa ho Ngola",
  "home-benefits-head-1": "Bohlokoa ba ho Ngola Litaba",
  "home-benefits-head-2": "Khutlela ho Charity",
  "home-benefits-text-1": "Na u hlokometse nako le nako ha u tobetsa koloi u thusa ho koetlisa sistimi e le 'ngoe ea k'hamphani ea Gigantic mahala?",
  "home-benefits-text-2": "hCaptcha e fetola mofuta ona. Ha o sebelisa hCaptcha, lik'hamphani li reka mosebetsi oo basebelisi ba hau ba o etsang ho paka botho ba bona. U fumana meputso.",
  "home-benefits-text-3": "U batla ho khutlisa liphallelo tseo u li ratang haholo? hCaptcha eu lumella ho ts'ehetsa liphallelo tseo u li khethileng ka moputso oo u o fumanang ka ho o sebelisa. Basebelisi ba sebaka sa hau sa marang-rang haufinyane ba tla bona tlatsetso ea hau ho liphallelo ka ho tšoaea ka masene ho hCaptcha interface.",
  "home-challenge-text-1": "Khetha litšoantšo tsohle tse lumellanang le potso",
  "home-challenge-text-2": "Hlalosa sebaka se tlamang sa lintho",
  "home-challenge-text-3": "Khetholla mabitso a tsamaellanang",
  "home-challenge-title-1": "Papiso",
  "home-challenge-title-2": "Lebokose le Bounding",
  "home-challenge-title-3": "Ho arola ka lihlopha",
  "home-challenges-head": "Ho hlahisoa liphephetso",
  "home-challenges-text-1": "... le mesebetsi e meng e bonolo. E bonolo bakeng sa batho, e thata bakeng sa bots.",
  "home-challenges-text-2": "Mesebetsi e ikhethileng e fumaneha hape bakeng sa baphatlalatsi ba likhoebo.",
  "home-ent-1": "U batla lits'ebeletso tsa rona tsa ts'ireletso?",
  "home-ent-2": "Etela sebaka sa rona se secha se inehetseng: BotStop.com",
  "home-ent-button": "Ithute haholoanyane: BotStop ka hCaptcha",
  "home-from-the-blog": "HO TSOA HO BLOG:",
  "home-from-the-blog-value": "Lisebelisoa tsa hCaptcha tsa Thata li Sebetsa Joang",
  "home-intro-body": "Na u sebelisa captcha ho boloka bots? hCaptcha e sireletsa boinotšing ba mosebelisi, e putsa libaka tsa marang-rang ebile e thusa lik'hamphani ho ngola lintlha tsa bona. Ke sebaka se kenang bakeng sa reCAPTCHA: o ka chencha kamora metsotso e seng mekae.",
  "home-intro-button": "Ingolise Hona Joale",
  "home-intro-head": "Emisa bots e eketsehileng. Qala ho sireletsa lekunutu la mosebelisi.",
  "home-main-1": "Lekunutu. E sireletsehile. Kapele. Mme re o lefa ho e sebelisa.",
  "home-main-2": "Boinotši bo Lebisitsoe",
  "home-main-2c": "Marang-rang a lipapatso a bona baeti ba hau e le sehlahisoa. Bakeng sa hCaptcha sehlahisoa ke mosebetsi oo ba fanang ka oona. Ha re tsotelle hore na basebelisi ba hau ke bo-mang, empa feela hore na ba ka ba lonya hakae. Re ts'ehetsa matsapa a kang Privacy Pass, 'me re sebetsa ka thata ho leka-lekanya boinotši le ts'ireletso.",
  "home-main-3": "Ts'ireletso Pele",
  "home-main-3c": "Ho nepahala ho molemong oa hau le ho rona. hCaptcha e shebile mohoeletsi. Re sebetsa ho u fa data ea 'nete' me re u lumelle hore u etse qeto ea hore na u e sebelisa joang. Li-captchas tse ling li fanoa ke likhamphani tsa papatso tsa Gigantic. Sena se bolela hore bot e ngoe le e ngoe eo ba e thibelang e ka fokotsa lekeno la bona.",
  "home-main-4": "Boiphihlelo bo betere ba mosebelisi",
  "home-main-4c": "Meetso e rarahaneng ea ho ithuta mochini e sebelisoa ke hCaptcha ho khetholla botho. Sena se re lumella hore re hloke mesebetsi e nyarosang hanyane ho tsoa ho basebelisi ba hau mme re nke nako e nyane ho e etsa, ha re ntse re hlahisa data e nang le mabitso a bohlokoa bakeng sa ho letsetsa bareki.",
  "home-main-plans": "hCaptcha e ka sebelisoa bakeng sa baphatlalatsi ba boholo bofe kapa bofe. Leha ho le joalo, bakeng sa likhoebo le liforomo tse hlokang taolo e eketsehileng, tharollo ea likhoebo tsa rona ea fumaneha.",
  "home-main-plans2": "Tharollo ea likhoebo tsa hCaptcha e sireletsa basebelisi ba limilione ho liwebosaete tse mashome a limilione bakeng sa lik'hamphani tse kholo lefatšeng. Ka kopo ikopanye le rona bakeng sa tlhaiso-leseling e batsi, kapa etela",
  "home-main-plans3": "Tharollo ea likhoebo tsa hCaptcha e sireletsa basebelisi ba limilione ho liwebosaete tse mashome a limilione bakeng sa lik'hamphani tse kholo lefatšeng. Ka kopo ikopanye le rona bakeng sa tlhaiso-leseling e batsi, kapa etela",
  "home-main-plans4": "bakeng sa lintlha.",
  "home-plans-button-1": "Ingolise hona joale",
  "home-plans-button-2": "Ikopanye le thekiso",
  "home-plans-chart-head-1": "Likaroloana",
  "home-plans-chart-head-2": "Mohoeletsi",
  "home-plans-chart-head-3": "Khoebo",
  "home-plans-chart-row-1-cell-1": "Mefuta ea phephetso ea taolo e bonts'itsoe",
  "home-plans-chart-row-1-cell-2": "E lekantsoe",
  "home-plans-chart-row-1-cell-3": "Kakaretso",
  "home-plans-chart-row-10-cell-1": "Li-dashboard tse sebelisang batho ba bangata",
  "home-plans-chart-row-11-cell-1": "Lintlha tse tsoetseng pele tsa ho tlaleha",
  "home-plans-chart-row-12-cell-1": "Likhoebo tsa SLA",
  "home-plans-chart-row-2-cell-1": "Laola phephetso ea litaba tse sebelisitsoeng",
  "home-plans-chart-row-2-cell-2": "E lekantsoe",
  "home-plans-chart-row-2-cell-3": "Kakaretso",
  "home-plans-chart-row-3-cell-1": "Fumana meputso bakeng sa tharollo ea batho",
  "home-plans-chart-row-4-cell-1": "Ts'ireletso ea anti-bot ea maemo a lefats'e",
  "home-plans-chart-row-5-cell-1": "E sebetsa naheng e ngoe le e ngoe",
  "home-plans-chart-row-5a-cell-1": "No-CAPTCHA le 99.9% mekhoa ea ho etsa lintho",
  "home-plans-chart-row-5b-cell-1": "Lintlha tsa boits'epo ba Bot",
  "home-plans-chart-row-6-cell-1": "Leano la lekunutu la GDPR le CCPA",
  "home-plans-chart-row-7-cell-1": "Maemo a bothata bo botle",
  "home-plans-chart-row-8-cell-1": "Qala litaba tsa hau tsa phephetso",
  "home-plans-chart-row-9-cell-1": "Ho hlophisa bothata bo thehiloeng nakong",
  "home-try-it-out-button": "Fumana hCaptcha",
  "home-try-it-out-head": "Leka",
  "home-try-it-out-text": "hCaptcha e fana ka tlhahlobo e bonolo, e bonolo ebile e ka tšeptjoa ea bot ha e le ntho e sa reng letho ho batho ho e rarolla.",
  "labeling-about-head": "Mabapi le hCaptcha",
  "labeling-about-text-1": "hCaptcha e etselitsoe ho rarolla bothata bo boholo ba basebetsi mosebetsing oa ho ithuta ka mochini; Ho ngola lintlha tse ngata ka nako e loketseng, ka theko e tlase ebile e ka tšeptjoa. Lintlha tse ling ka kakaretso li hlahisa litholoana tse ntle mefuteng ea koetliso ea mechini. Katleho ea morao-rao ea meetso e tebileng e lebisitse ho li-database tse ngata haholo, mme hCaptcha e sebeletsa tlhoko ena.",
  "labeling-about-text-2": "Leha ho le joalo, ho theha li-database tse kholo tse hlahlojoang ke batho ba sebelisa mekhoa ea setso ho lieha ebile ho theko e boima. hCaptcha ke tsela ea lik'hamphani ho fumana litlhaloso tseo ba li hlokang ka potlako, ka boleng bo holimo le ka theko e tlase ho feta mekhoa e meng.",
  "labeling-annotations-head": "Mefuta ea Tlhaloso",
  "labeling-annotations-text-1": "Ho fumana ntho e nepahetseng litšoantšong le video",
  "labeling-annotations-text-2": "Ho fumana ntho e nepahetseng litšoantšong le video",
  "labeling-annotations-text-3": "Litlhaloso tsa lintlha tsa linyeoe tse ngata tse fapaneng tsa ts'ebeliso",
  "labeling-annotations-text-4": "Hlophisa kapa hlomathisa mekhahlelo e hatellang ea boholo bofe kapa bofe",
  "labeling-annotations-text-5": "Ho lemoha le ho hlophisa ka matla a batho",
  "labeling-annotations-text-6": "Na o hloka mofuta o mong o sa thathamisitsoeng mona? Re botse feela.",
  "labeling-annotations-title-1": "Mabokose a Bounding",
  "labeling-annotations-title-2": "Polygone",
  "labeling-annotations-title-3": "Libaka tsa bohlokoa",
  "labeling-annotations-title-4": "Fana ka ho arola lihlopha",
  "labeling-annotations-title-5": "Papiso le Tlhatlhobo",
  "labeling-annotations-title-6": "... le tse ling tse ngata",
  "labeling-ent-button": "Ikopanye le Sehlopha sa Rona sa Tharollo",
  "labeling-ent-head": "U hloka taolo ea pheletso?",
  "labeling-ent-text-1": "Sethala sa BATHO se ka morao ho hCaptcha se fana ka likarolo tse tsoetseng pele haholo tsa boleng ba mosebetsi le likarolo tsa tsamaiso ka li-deployment tsa lebatooa, lebasetere kapa SaaS tse hokahanang le lits'ebetso tsa hau tse teng.",
  "labeling-ent-text-2": "Sebelisa marang-rang ka ho felletseng le basebetsi ba hau, boleng ba boleng bo sebelisoang ke li-unit tsa khoebo kapa balekane ba khokahano, khetha mesebetsi ho bafani ba mesebetsi ba kahare kapa ba kantle ho latela litšenyehelo le litlhoko tsa ts'ireletso, le tse ling.",
  "labeling-ent-text-3": "Ho fihlella habonolo ha API, li-dashboard tse ntle, le theknoloji ea morao-rao ea sejoale-joale ho ntlafatsa ts'ebetso.",
  "labeling-ent-text-4": "99.99% SLAs ea ho qetela le 24/7 ts'ehetso ea lefats'e e fumaneha. Bakeng sa tlhaiso-leseling e batsi:",
  "labeling-features-head-1": "Lipeipi tse bonolo tse tsamaisoang ke API.",
  "labeling-features-head-2": "E ntlafalitsoe bakeng sa theko le boleng. Ha ho boitlamo ba pele bo hlokahalang.",
  "labeling-features-head-3": "Lefa feela bakeng sa ho nepahala hoo u ho hlokang.",
  "labeling-features-head-4": "Fana ka lintlha tsa hau tsa 'nete kapa u re lumelle hore re li hahe ka potlako.",
  "labeling-features-text-1": "U batla ho kenyelletsa tlhahlobo ea batho ka kotloloho mesebetsing ea hau ea khoebo? Re fana ka li-SLA tse tšepahalang, bokhoni bo netefalitsoeng, le li-API tse bonolo tsa REST.",
  "labeling-features-text-2": "Sethala sa BATHO se sebelisa mefuta e felletseng ea boits'epo ho etsa tlhahlobo e tsoetseng pele ea boleng ba nako ea nnete. Sena se re lumella ho tseba kapele bothata ba lipotso le karabo ea tsona e nepahetseng, li o bolokela nako le chelete.",
  "labeling-features-text-3": "Ha se mathata ohle a tšoanang. Litlhaloso tsa mesebetsi e hlokolosi ea polokeho li ka hloka ts'epo ea 99.99% ho basebetsi ba batho ka botlalo. Litlhaloso tsa karolo e le 'ngoe ea beta ho sesebelisoa sa papali ea mobile li ka hloka feela boits'epo bo itekanetseng. U nka qeto.",
  "labeling-features-text-4": "O na le data e tala ntle le seteishene se felletseng sa netefatso? Maemong a mangata re ka u etsetsa e le mesebetsi e tsamaeang le sistimi, kapa ra etsa mehlala e ngoliloeng molemong oa hau.",
  "labeling-info-head": "Ho Fumana Boitsebiso bo Ngotsoeng",
  "labeling-info-text-1": "Bua le e mong oa litsebi tsa rona tsa marang-rang ho hlalosa litlhoko tsa projeke ea hau: ho nepahala ha sepheo, sebopeho le litlhoko life kapa life tse ikhethang.",
  "labeling-info-text-2": "Re etsa mosebetsi o monyane oa tlhahiso ho latela sampole ea hau. Sena se leka mosebetsi oo re o entseng hammoho ho netefatsa hore o fumana seo o se hlokang hantle.",
  "labeling-info-text-3": "Ka molumo oa rona o phahameng le latency e tlase re tla fetolela mosebetsi oa hau kapele, ka phetiso e ikemetseng hang ha e felile.",
  "labeling-info-text-4": "Ha re ntse re utloisisa hantle likarolo tsa mosebetsi oa hau oa tlhahiso, liphetho li tla tsoelapele ho ntlafala ha nako e ntse e tsamaea.",
  "labeling-info-text-5": "Li-dashboard tse phelang li u lumella ho fana ka maikutlo kapa ho emisa tlhahiso nako efe kapa efe.",
  "labeling-info-title-1": "Hlalosa Litlhaloso",
  "labeling-info-title-2": "Teko ea Jobo ea Pele",
  "labeling-info-title-3": "Sebelisa Mesebetsi ea Tlhahiso",
  "labeling-info-title-4": "Ntlafatso e tsoelang pele",
  "labeling-info-title-5": "Liphetho tsa Nako ea 'Nete",
  "labeling-main-1": "Ho ngola data ka mokhoa o bolokang litšenyehelo",
  "labeling-main-1-button": "Fumana Lintlha tsa Hao li Ngotsoe Hona Joale",
  "labeling-main-1c": "U batla lileibole tse ling bakeng sa datha tsa hau? hCaptcha e fana ka mabitso a data a potlakileng, a theko e tlaase, le a boleng bo holimo bakeng sa lik'hamphani tse sebetsang ka bohlale ba maiketsetso le lits'ebetso tsa ho ithuta ka mochini.",
  "labeling-main-2": "Qala mesebetsi e limilione hang-hang.",
  "labeling-main-2-button": "Reka Litšebeletso tsa ho Ngola Litaba",
  "labeling-main-2c": "hCaptcha e na le e 'ngoe ea matamo a maholohali lefatšeng a fumanehang bakeng sa tšebeliso ea hau. Hore na o boemong bofe, re ka sebetsana le eona ntle le boitlamo bo turang kapele. Mesebetsi e limilione ka letsatsi ha e na bothata.",
  "labeling-platform-head": "Tlhahisoleseling ea lekunutu kapa ea sechaba",
  "labeling-platform-text": "hCaptcha e hahiloe holim'a Sethala sa BATHO, se lumellang ho tsamaisa le ho sekaseka se tsoetseng pele ho ntlafatsa litšenyehelo le ts'ebetso mohatong o mong le o mong. Theknoloji ena e lumella basebetsi ba nepahetseng ho sebetsana le karolo e ngoe le e ngoe ea mosebetsi oa hau, ho eketsa ts'ebetso ea litšenyehelo ha ba ntse ba boloka boinotšing le ho fihlela litlhoko life kapa life tsa taolo tse ka sebetsang.",
  "labeling-try-button": "Reka Litšebeletso tsa ho Ngola Litaba",
  "labeling-try-head": "U batla ho leka ka lintlha tsa hau?",
  "labeling-try-text": "... re ikemiselitse ha o le teng: ts'ebeletso ea rona e fumaneha bosiu le motšehare.",
  "learn-more-hcaptcha": "Ithute haholoanyane ka hCaptcha",
  "page-acc-faq-1": "Potso: Na hCaptcha Karolo ea 508 + WCAG 2.1 AA e lumellana? Karabo: Re lumela joalo: basebelisi bohle ba nang le mofuta ofe kapa ofe oa ho senyeha ba khonang ho sheba marang-rang le ho kenya mongolo ka liforomo ba ka fumana litšebeletso tse sirelelitsoeng ke hCaptcha ha ba ngolisa. Leha ho le joalo, sena ha se keletso ea molao: u lokela ho iketsetsa boitlhahlobo, u nahanela ts'ebetsong ea hau e itseng ho netefatsa hore ho joalo bakeng sa thomello ea hau.",
  "page-acc-faq-2": "Potso: Na u ntse u sebetsa ka likhetho tse ling tsa phihlello (a11y), joalo ka molumo? Karabo: Likhetho tse neng li tumme pele joalo ka li-audio captchas li khetholla basebelisi ba bangata ba a11y mme li hloloa habonolo ke mekhoa ea sejoale-joale ea ho ithuta ka mochini. Sena se qobelletse liphephetso tsa audio tsa hajoale ho thatafala le ho feta, ho hlahisa lerata, nako e sa tloaelehang, motsoako o sa tloaelehang oa mantsoe, joalo-joalo ho hlola bahlaseli. Ka hona ha re na tjantjello e fokolang mabapi le mokhoa ona khahlano le ho qoba phephetso ka botlalo, empa re tla e ela hloko haeba ho na le tlhoko e tsoang ho sechaba sa a11y. Leha ho le joalo, re thahasella haholo Privacy Pass bakeng sa nyeoe ea tšebeliso ea phihlello. Re lumela hore ho kopanya mokhoa oa rona oa hajoale oa a11y le phano ea Privacy Pass ho tla lumella basebelisi ba a11y ho bala ka mokhoa o sireletsehileng, ba bolokehile ka tsebo ea hore sephethephethe sa bona se lekunutu, ha ba ntse ba thibela tlhekefetso ea basebelisi ba bot e etsahalang ka mokhoa o ke keng oa qojoa ha likhetho tsa a11y li fumaneha. Re bankakarolo ba mafolofolo sehlopheng sa tšebetso sa IETF se tiisang theknoloji ena e ncha.",
  "page-acc-faq-3": "Potso: Ho thoe’ng ka ho ba boinotšing? Na ho ngolisoa ho pepesa data ea ho bala ea a11y ka tsela e itseng? U etsa'ng ka lengolo-tsoibila? Karabo: hCaptcha e etselitsoe ho ba boinotšing ho tloha fatše. E fapane haholo le likhetho tsa setso joalo ka reCAPTCHA tseo e leng tsa marang-rang a lipapatso, tse nang le tšusumetso ea ho u sala morao inthaneteng le ho u amahanya le boitsebahatso ba 'nete. Ha ho mohla re sebelisang mangolo-tsoibila a fumanehang kapa lintlha molemong ofe kapa ofe ntle le ho thusa ts'ebeliso ea A11y le ho thibela tlhekefetso. Leano la rona la lekunutu le na le likarabo tse felletseng le tse matla mabapi le hore na re sebelisa data joang, empa karabo e khuts'oane ke hore ha re na thahasello ea ho u amahanya u le motho ea nang le nalane ea hau ea ho bala. Hape hajoale re ntse re sebetsana le tharollo ea lekunutu ea ho lahla aterese ea hau ea lengolo-tsoibila ka potlako. ha re ntse re boloka bokhoni ba rona ba ho thibela tlhekefetso, re tlatsana le mosebetsi oa rona oa Privacy Pass.",
  "page-acc-link-1": "Haeba u mosebelisi ea fumanehang, ka kopo ingolisa mona.",
  "page-acc-subhead": "Ho netefatsa phihlello e se nang sekoli bakeng sa basebelisi bohle ha ba ntse ba boloka ts'ireletso",
  "page-acc-summary": "Kakaretso",
  "page-acc-summary-contents-1": "hCaptcha e etselitsoe ho emisa bots ka ho ba khetholla ho batho. Liteko tse bonoang ke sesebelisoa se loketseng sena, empa ha se motho e mong le e mong ea ka rarollang bothata ba pono. Ka lebaka lena re qapile mokhoa o mong o bonolo, o se nang bohloko oa ho lumella baphatlalatsi ba sebelisang litšebeletso tsa rona ho boloka monyetla oa ho fumaneha ho bohle ka tumellano e felletseng ea Karolo ea 508 le WCAG 2.1 AA.",
  "page-acc-summary-contents-2": "E sebetsa joang: pele, mosebelisi ea fumanehang a saena URL ena, e hokahaneng le leqephe la lintlha tsa widget tsa hCaptcha. Ba fuoa cookie e patiloeng e ka sebelisoang makhetlo a 'maloa ka letsatsi, empa e tlameha ho khatholloa lihora tse ling le tse ling tse 24 ka ho kena Ha bothata bo hlahisoa ho mosebelisi ea fumanehang sebakeng sefe kapa sefe ho sebelisa ts'ebeletso ea hCaptcha, ba tla feta ka bo bona.",
  "page-acc-title": "Tlhahisoleseling ea phihlello ea hCaptcha",
  "page-acc-tr-body": "Potso: Ke ntse ke bona phephetso kamora ho beha kuku. See se bakoa ke eng?<br> Karabo: Sena se bakoa haholo ke ts'ebeliso e mpe ea lipapatso kapa katoloso ea li-cookie, kapa maemo a thibelang li-cookie tsa marang-rang, tabeng ena cookie ea hcaptcha.com e hlophisitsoeng kapa e hlahlojoang ke hCaptcha JS sebakeng se seng. , joaloka eo u mo etetseng.<br><br> Li-cookie tse fumanehang tsa hCaptcha li sebetsa le libatli tsohle tse tsebahalang le li-block block ka li-setting tsa tsona tse tloaelehileng, ka hona liphoso li bakoa ke lingoloa tsa anti-anti-adblock kapa melaoana e ts'oanang e shebileng libaka tse ling.<br><br> Litharollo:<br><br> 1. Whitelist hcaptcha.com le * .hcaptcha.com cookies ho block block ea hau kapa katoloso ea ts'ireletso ea sebatli.<br> 2. Haeba u sebelisa sebatli se Sebete, seo hajoale se sa bonahaleng se na le lethathamo la makhooa a li-cookie, ea ho Likhetho -> Litšireletso -> Li-cookie ebe u khetha Lumella Li-cookie Tsohle.<br> 3. Haeba u sebelisa mofuta oa moraorao oa Safari ho OS X 10.15 kapa iOS 13.4 e sa tsoa lokolloa, Apple e sa tsoa fetola boits'oaro ba Safari bo amanang le li-cookie tsa motho oa boraro, e li sitisa kaofela. Re ntse re kenya tšebetsong tharollo, empa hajoale ka kopo etela Likhetho tsa Safari, karolo ea Lekunutu, 'me u se ke oa hlahloba tšalo-morao ea sebaka sa marang-rang: Thibela ho latela sebaka sa marang-rang ho nolofalletsa cookie ea phihlello ho sebetsa kamoo ho neng ho lebelletsoe.<br><br> Potso: Ke sebelisa lisebelisoa tse ngata. Na ke hloka ho ingolisa makhetlo a mangata?<br> Karabo: Che. Ka kopo, tobetsa sehokela se le seng sa lengolo-tsoibila se u romelletseng sesebelisoa se seng le se seng seo u se sebelisang ho seta cookie.<br><br> Potso: Nka itšireletsa joang ho ts'ebetsong li-cookie tsa motho oa boraro ha ke ntse ke sebelisa kuku ea phihlello?<br> Karabo: Ho sebelisa sephiri kapa sephiri se thibelang lipapatso se ts'ehetsang lethathamo la boemo ba domain (mohlala, Block Origin) se tla sebetsa kamoo ho neng ho lebelletsoe: etsa bonnete ba hore whitelist hcaptcha.com.",
  "page-acc-tr-title": "Bakeng sa Basebelisi ba Phihlello: Lipotso Khafetsa le Tataiso ea Tharollo ea Mathata",
  "page-acc-tr2-body": "Safari<br> Ho nolofalletsa li-cookies ho Safari (Mac): Eya ho li-menu tsa theoha tsa Safari. Khetha Likhetho. Tlanya Boinotšing ka phanele e holimo. Tlas'a 'Block cookies' khetha khetho 'Le ka mohla.'<br> Ho thusa li-cookies ho Safari (iPhone / iPad iOS 11+): Bula li-setting tsa hau. Tsamaisetsa tlase ebe u khetha Safari. Tlas'a Boinotšing le Ts'ireletso, tima 'Thibela ho Tsamaea ka Sebaka sa Sebaka' le 'Thibela Li-cookie'<br><br> Firefox<br> Tobetsa thebe e ka letsohong le letšehali la bareng ea aterese leqepheng lefe kapa lefe la marang-rang. Tobetsa ho Litlhophiso tsa Ts'ireletso. Phanele ea Boipheliso le Ts'ireletso ea Firefox e tla buloa. Tlas'a Ts'ireletso ea Ts'ebetso e Ntlafalitsoeng, khetha Tloaelo. Khetha li-tracker le li-script tseo u ka li thibelang ka ho khetha li-checkbox. Etsa bonnete ba hore o thibolotse hcaptcha.com.<br><br> U ka boela oa tima litšireletso tse ling molemong oa ho lokisa bothata bona, ka ho khetha mabokose a ho hlahloba: Tlosa lebokose la tlhahlobo la li-Trackers kapa u khethe lebokoseng la li-Cookies haeba u ntse u na le mathata.<br><br> Google Chrome<br> Google Chrome (PC)<br> Tobetsa letšoao la menu ea Chrome. Khetha Lisebelisoa.<br> Eya Boinotšing le Ts'ireletso, ebe u li-Cookies le lintlha tse ling tsa saete.<br> Etsa bonnete ba hore 'Thibela li-cookies tsa motho oa boraro' ha e lumelloe.<br><br> Google Chrome (Mac):<br> Bula likhetho tsa Chrome ho tsoa bareng la menyu.<br> Eya Boinotšing le Ts'ireletso, ebe u li-Cookies le lintlha tse ling tsa saete.<br> Etsa bonnete ba hore 'Thibela li-cookies tsa motho oa boraro' ha e lumelloe.<br><br> Google Chrome (Android):<br> Ho sesebelisoa sa hau sa Android, bula sesebelisoa sa Chrome.<br> Ka holimo ho le letona, tlanya More ebe u khetha Lisebelisoa.<br> Tlanya Litlhophiso tsa Sebaka ebe u li-Cookies.<br> Haufi le 'Cookies,' bulela maemo.<br> Tšoaea lebokose le haufi le 'Lumella li-cookie tsa motho oa boraro.'<br><br> Internet Explorer<br> 1. Khetha likonopo k'honeng e kaholimo ho le letona la skrini, ebe u khetha 'Likhetho tsa inthanete'. Haeba u na le Menu Bar e nolofalitsoeng, u ka khetha 'Lisebelisoa' ebe 'Likhetho tsa inthanete'.<br> 2. Tobetsa tab ea 'Lekunutu'.<br> 3. Khetha konopo ea 'Advanced'.<br> 4. Tlas'a 'Cookies tsa motho oa boraro' khetha 'Amohela'.<br> 5. Tobetsa 'Ho lokile'",
  "page-acc-tr2-head": "Litaelo tsa sebatli bakeng sa Li-cookie tsa sefapano",
  "priv-hc": "Boinotši bo Lebisitsoe",
  "priv-hc-text": "Marang-rang a lipapatso au bona u le sehlahisoa sa bona. Ha re tsebe. Ha re tsotelle hore na basebelisi ke bo-mang, ke feela hore na ba ka ba kotsi joang. Re ts'ehetsa lits'ebetso tse joalo ka Phallo ea Lekunutu, hape re sebetsa ka thata ho leka-lekanya boinotšing le polokeho.",
  "reporting-bugs-accessibility-button": "Ithute haholoanyane ka likhetho tsa phihlello",
  "reporting-bugs-accessibility-head": "Khetho ea phihlello",
  "reporting-bugs-accessibility-text": "Na u na le bokooa ba pono kapa ha u khone ho phethela hCaptchas?",
  "reporting-bugs-guide-ff-head": "Ho nka lintlha tsa Tlaleho ea Bug: Firefox",
  "reporting-bugs-guide-ff-step-1": "Mohato oa 1: Bula Lisebelisoa tsa Moqapi (Sena se qala ho hatisa lenaneo.)",
  "reporting-bugs-guide-ff-step-2": "Hata 2: Tobetsa ho Network tab ho Lisebelisoa tsa Developer. Sheba lebokose la litsi tsa Persist ka holimo.",
  "reporting-bugs-guide-ff-step-3": "Mohato oa 3: etela https://accounts.hcaptcha.com/demo, kapa sebaka sa marang-rang seo u nang le bothata ho sona (Tlhokomeliso ea Lekunutu: ha feela u sa tsotelle ho arolelana seo e leng sona) ... ebe o tobetsa I ke motho konopo, 'me leka ho rarolla.",
  "reporting-bugs-guide-ff-step-4": "Hata 4: Tobetsa HAR ka mor'a hore u leke ho rarolla, 'me u khethe Boloka Tsohle e le HAR ho boloka marang-rang. Re romelle faele eo.",
  "reporting-bugs-guide-ff-step-5": "Hata 5: Tobetsa ho tab ea Console, ebe u tobetsa ka ho le letona ebe u khetha tsohle ebe u li boloka ka har'a faele ea mongolo, ho boloka log ea console. Le rona re romelle.",
  "reporting-bugs-guide-ff-step-6": "Mohato oa ho qetela: Romella lifaele tsa hau tsa HAR le li-console ho rona, 'me u hlalose bothata Sebelisa: support@hcaptcha.com (ka kopo sebelisa tšebeletso e kang Dropbox kapa Filebin' me u romelle lihokelo) 'me ka boikhethelo u be le skrini, haeba u belaela hore ho na le ho hong ho sa bontsheng ka nepo. . Ka kopo, romella le IP eo u e sebelisang. U ka e fumana ho https://www.whatsmyip.org/ Rea leboha ka ho ipha nako ea ho re thusa ho fumana lintlha tsena! Re ikemiselitse ho etsa hore hCaptcha e sebetse hantle bakeng sa bohle.",
  "reporting-bugs-guide-head": "Ho nka lintlha tsa Tlaleho ea Bug: Chrome",
  "reporting-bugs-guide-step-1": "Mohato oa 1: Bula Lisebelisoa tsa Moqapi (Sena se qala ho hatisa lenaneo.)",
  "reporting-bugs-guide-step-2": "Hata 2: Tobetsa ho Network tab ho Lisebelisoa tsa Developer. Sheba lebokose la polokelo ea polokelo ka holimo.",
  "reporting-bugs-guide-step-3": "Mohato oa 3: etela https://accounts.hcaptcha.com/demo, kapa sebaka sa marang-rang seo u nang le bothata ho sona (Tlhokomeliso ea Lekunutu: ha feela u sa tsotelle ho arolelana seo e leng sona) ... ebe o tobetsa I ke motho konopo, 'me leka ho rarolla.",
  "reporting-bugs-guide-step-4": "Hata 4: Tobetsa Export HAR (motsu o monyane tlase) kamora hore o leke ho rarolla, e bolokang log ea marang-rang. Romella faele eo ho rona.",
  "reporting-bugs-guide-step-5": "Hata 5: Tobetsa ho tab ea Console, ebe u tobetsa ka ho le letona ebe u Boloka joalo ka .. molemong oa ho boloka log ea console. Le rona re romelle.",
  "reporting-bugs-guide-step-6": "Mohato oa ho qetela: Romella lifaele tseo tsa HAR le li-console log ho rona, 'me u hlalose bothata. Sebelisa: support@hcaptcha.com (ka kopo sebelisa tšebeletso e kang Dropbox kapa Filebin 'me u romelle lihokelo)' me ka boikhethelo u be le skrini, haeba u belaela hore ho na le ho hong ho sa bontsheng ka nepo. Ka kopo, romella le IP eo u e sebelisang. U ka e fumana ho https://www.whatsmyip.org/ Rea leboha ka ho ipha nako ea ho re thusa ho fumana lintlha tsena! Re ikemiselitse ho etsa hore hCaptcha e sebetse hantle bakeng sa bohle.",
  "reporting-bugs-guide-text-1": "Ho romela lintlha tsa bothata ka tlaleho ea hau ho tla re nolofalletsa ho tseba se etsahalang. Litaelo tsa mohato ka mohato ke tsena:",
  "reporting-bugs-guide-text-2": "Haeba u moetsi oa tepo kapa u setsebi sa mosebelisi, kakaretso ke hore re lakatsa hore o re romelle marang-rang a rekotiloeng a HAR le li-log console tsa sebatli. Ka kopo, leka ho thibela li-ad blocker kapa li-extensions tsa ts'ireletso ea sebatli pele ebe u leka hape pele u latela mehato ena. Haeba seo se rarolla bothata ba hau, re ntse re tla thabela ho re tsebisa mofuta oa sebatli sa hau, se thibelang lipapatso kapa se eketsa marang-rang, le URL ea sebaka sa Marang-rang.",
  "reporting-bugs-intro-head": "U fumane phoso? Tsela ea ho e tlaleha ke ena.",
  "reporting-bugs-intro-text": "Batho ba limilione ba sebelisa hCaptcha khoeli le khoeli, ho li-browser tse likete, li-extensions, lisebelisoa, li-firewall le tse ling. Morero oa rona ke ho netefatsa hore e lula e u sebeletsa, ka hona re leboha litlaleho tsa hau haholo! Ho fana ka maikutlo kapele, tlanya feela konopo ea Send us feedback. Haeba u bona bothata bo sebetsang, ka kopo latela litaelo tsa log ea bothata bakeng sa Chrome kapa litaelo tsa log ea bothata bakeng sa Firefox e ka tlase. Bakeng sa libatli life kapa life tse ling, re romelle feela imeile. Bakeng sa mathata a ts'ireletso kapa boinotšing, bona litaelo tse ka tlase.",
  "reporting-bugs-privacy-head": "Litaba tsa Lekunutu",
  "reporting-bugs-privacy-text": "Ha re tsotelle hore na basebelisi ke bo-mang, ke feela hore na ba ka ba kotsi kapa ba ba mechini e mebe. Re ts'ehetsa lits'ebetso tse joalo ka Phallo ea Lekunutu, hape re sebetsa ka thata ho leka-lekanya boinotšing le polokeho. Haeba u fumane bothata boo u nahanang hore bo ka ama lekunutu la mosebelisi, ka kopo re romelle lengolo-tsoibila ho support@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "Re romelle maikutlo",
  "reporting-bugs-provide-feedback-head": "Fana ka maikutlo kapele ka hCaptcha",
  "reporting-bugs-provide-feedback-text": "Re ananela maikutlo a hau. Re tsebise mathata afe kapa afe mme re tla a rarolla kapele.",
  "reporting-bugs-security-head": "Likokoana-hloko tsa Tšireletso",
  "reporting-bugs-security-text": "Re lula re thahasella ho amohela litlaleho tsa litšitšili. Imeile support@hcaptcha.com & CC security@hcaptcha.com mme re tla khutlela ho uena kapele. Re boetse re na le lenaneo la bug bounty bakeng sa litlaleho tse tšoanelehang tsa ts'ireletso ts'ebeletsong ea hCaptcha le khoutu e amanang le eona ea mohloli.",
  "sales-interstitial-c1": "Bakeng sa lik'hamphani",
  "sales-interstitial-c1a": "Litharollo tsa likhoebo tsa ts'ireletso (tse lefuoang)",
  "sales-interstitial-c1b": "Ithute haholoanyane ka hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "Tlhaloso ea data",
  "sales-interstitial-c1d": "Reka litšebeletso tsa litlhaloso tsa hCaptcha",
  "sales-interstitial-c2": "Bakeng sa batho ka bomong",
  "sales-interstitial-c2a": "Kenya hCaptcha ts'ebeletsong ea hau (mahala)",
  "sales-interstitial-c2b": "Kenya hCaptcha bakeng sa Bahatisi webosaeteng ea ka kapa sesebelisoa",
  "sales-interstitial-c2c": "HCaptcha ke eng?",
  "sales-interstitial-c2d": "Ithute haholoanyane ka hCaptcha",
  "sales-interstitial-head": "Ha re netefatseng hore o fihla sebakeng se nepahetseng.",
  "sec-hc": "Ts'ireletso Pele",
  "sec-hc-text": "hCaptcha e tsepamisitse maikutlo ho mohatisi. Re sebeletsa ho fa libaka data ea 'nete le ho li lumella ho etsa qeto ea ho li sebelisa. Ho nepahala ho molemong oa hau le oa rona. Li-captchas tse ling li fanoa ke lik'hamphani tsa papatso. Bot e 'ngoe le e' ngoe eo ba e thibelang e ka fokotsa chelete ea bona.",
  "signup-interstitial-c1": "Bakeng sa lik'hamphani kapa liwebosaete",
  "signup-interstitial-c1a": "Kenya hCaptcha ts'ebeletsong ea hau (mahala)",
  "signup-interstitial-c1b": "Kenya hCaptcha bakeng sa Bahatisi webosaeteng ea ka kapa sesebelisoa",
  "signup-interstitial-c1c": "Litharollo tsa likhoebo tsa ts'ireletso (tse lefuoang)",
  "signup-interstitial-c1d": "Ithute haholoanyane ka hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "Tlhaloso ea data",
  "signup-interstitial-c1f": "Reka litšebeletso tsa litlhaloso tsa hCaptcha",
  "signup-interstitial-c2": "Bakeng sa batho ka bomong",
  "signup-interstitial-c2a": "Ho fihlella",
  "signup-interstitial-c2b": "Ithute ka likhetho tsa phihlello bakeng sa hCaptcha",
  "signup-interstitial-c2c": "Fumana chelete",
  "signup-interstitial-c2d": "Sebetsa joalo ka mongoli oa data ka bomong",
  "signup-interstitial-head": "Ha re netefatseng hore o fihla sebakeng se nepahetseng.",
  "support-interstitial-c1": "Bakeng sa lik'hamphani",
  "support-interstitial-c1a": "Litharollo tsa likhoebo tsa ts'ireletso (tse lefuoang)",
  "support-interstitial-c1b": "Fumana tšehetso bakeng sa hCaptcha Enterprise (BotStop)",
  "support-interstitial-c1c": "Mohoeletsi oa hCaptcha (mahala)",
  "support-interstitial-c1d": "Fumana tšehetso bakeng sa Mohatisi oa hCaptcha",
  "support-interstitial-c2": "Bakeng sa batho ka bomong",
  "support-interstitial-c2a": "Ho ba le bothata ka phephetso?",
  "support-interstitial-c2b": "Ithute ka likhetho tsa phihlello bakeng sa hCaptcha",
  "support-interstitial-c2c": "U batla ho tlaleha bug?",
  "support-interstitial-c2d": "Ithute haholoanyane mabapi le ho tlaleha litaba tsa software",
  "support-interstitial-head": "Ha re netefatseng hore o fihla sebakeng se nepahetseng.",
  "switch-to-english-link": "Fetohela ho Senyesemane",
  "what-is-hcaptcha": "HCaptcha ke eng?",
  "what-is-hcaptcha-text": "hCaptcha e thusa lits'ebeletso tsa hau tsa marang-rang ho boloka bots, spam le tlhekefetso ka ho botsa lipotso tse bonolo tse bonolo ho batho le tse thata ho mechini.",
  "why-hc": "Hobaneng hCaptcha?",
  "why-hc-text": "Nako le nako ha u araba phephetso, re sebelisa meetso e tsoetseng pele ho fumana hore na u motho kapa mochini. Sebaka sa marang-rang seo u se etetseng se sebelisa sephetho sena ho thusa ho ntlafatsa boiphihlelo ba hau sebakeng sa bona sa marang-rang ka ho boloka bots.",
  "footer-link-5b": "Tobetsa",
  "footer-link-cyberattacks": "Cyberattacks 101",
  "header-enterprise-link": "Khoebo",
  "intro-subtitle": "Rarolla bothata ba hau ba bot kajeno."
}
