{
  "header-privacy-link": "Persónuvernd",
  "header-integration-link": "Samþætting",
  "header-cost-link": "Kostnaður",
  "header-features-link": "Eiginleikar",
  "header-docs-link": "Skjöl",
  "header-login-button": "Skrá inn",
  "header-contact-button": "Hafðu samband við sölu",
  "intro-heading": "Núningslaus sannprófun mannkyns.",
  "intro-contact-button": "Hafðu samband við okkur til að fá frekari upplýsingar",
  "intro-text-bottom": "Stuðst við af fyrirtækjum sem knýja vefinn.",
  "sub-menu-button": "Hafðu samband við sölu",
  "sub-menu-item1": "Fyrirtæki",
  "sub-menu-item2": "Kostnaður",
  "sub-menu-item3": "Samþætting",
  "sub-menu-item4": "Eiginleikar",
  "sub-menu-item5": "Persónuvernd",
  "sub-menu-item6": "Skjöl",
  "info-head-1": "Byggt á hCaptcha vettvangi sem hefur sannað sig",
  "info-text-1": "hCaptcha Enterprise keyrir á hCaptcha vettvangstækni, stækkað til að innihalda þá eiginleika sem mikil umferðarfyrirtæki þurfa.",
  "info-head-2": "Traustur félagi",
  "intro-subtitle": "Leystu botavandamálið þitt í dag.",
  "info-text-2": "Þjónustu okkar er treyst af stærstu fyrirtækjum í heimi til að þjóna mörgum milljónum daglegra notenda á tugum milljóna vefsvæða.",
  "cloudflare-quote-text": "Við metum fjölda CAPTCHA framleiðenda auk þess að byggja kerfi sjálf. Að lokum kom hCaptcha fram sem besti kosturinn við reCAPTCHA.",
  "cloudflare-quote-detail": "Framkvæmdastjóri vörustjórnunar, Cloudflare",
  "section-quote-head": "Hagkvæmur kostur fyrir fyrirtæki með mikla umferð",
  "section-quote-text": "Að lokum, trúverðugur valkostur við Google. hCaptcha Enterprise skilar stórkostlegum sparnaði á reCAPTCHA reikninginn þinn með hærra öryggi: allt að 80% ódýrara í sumum tilfellum. Margar af stærstu netþjónustum heims hafa skipt yfir í hCaptcha Enterprise og fengið bætta uppgötvun vélmenna samhliða verulegum kostnaðarsparnaði.",
  "section-quote-button": "Hafðu samband við okkur í dag til að fá tilboð",
  "section-privacy-header": "Persónuvernd með áherslu",
  "section-privacy-text-1": "Auglýsinganet sjá gesti þína sem vöruna. Fyrir okkur er eina varan að ákvarða mannúð þeirra. Þjónusta okkar uppfyllir eða fer yfir GDPR, CCPA og LGPD kröfur og styður frumkvæði eins og Privacy Pass. Við vinnum hörðum höndum að því að halda jafnvægi á friðhelgi einkalífs og öryggi.",
  "section-privacy-text-2": "Þessi einstaka áhersla á friðhelgi einkalífsins þýðir að við getum boðið enga varðveislu einstaklingsgagna, lausa notkun á vafrakökum og aðrar samningsbundnar persónuverndarábyrgðir eftir þörfum á meðan við viðhaldum frábæru öryggi.",
  "section-security-header": "Öryggi fyrst",
  "section-security-text-1": "Nákvæmni er í hag þinn og okkar. hCaptcha vinnur að því að gefa þér raunveruleg gögn og láta þig ákveða hvernig þú notar þau. Önnur captcha eru veitt af risastórum auglýsingafyrirtækjum. Þetta þýðir að sérhver láni sem þeir loka á gæti dregið úr tekjum þeirra.",
  "section-security-text-2": "Með því að nota nýjustu vélanámsaðferðir með áherslu á friðhelgi einkalífs gerir okkur kleift að fara yfir öryggisstaðla arfskrár allt að eilífu án þess að skaða öryggi eða friðhelgi notenda.",
  "section-user-experience-header": "Frábær notendaupplifun",
  "section-user-experience-text1": "Fyrir Enterprise notendur eru valkostir í boði til að forðast algjörlega áskoranir í flestum tilfellum.",
  "section-user-experience-text2": "Dragðu úr núningi með því að forðast áskorun alfarið fyrir 99,9% af lögmætri umferð þinni á meðan þú veitir samt framúrskarandi öryggi, þökk sé háþróuðum botnalíkönum.",
  "section-easy-integration-header": "Auðveld samþætting",
  "section-easy-integration-text": "Að bæta við hCaptcha tekur aðeins mínútur og aðeins nokkrar línur af kóða. Grunn API er samhæft við reCAPTCHA V2 og það tekur aðeins nokkrar mínútur að skipta. Þú getur verið kominn í gang með betri valkost í dag og kveikt á fullkomnari eiginleikum eftir þörfum.",
  "section-easy-integration-serverside": "Server Side:",
  "section-easy-integration-frontend": "Að framanverðu:",
  "section-threat-header": "Sérsniðin ógnunarstig",
  "section-threat-text": "Ekki eru öll vandamál eins: Að fá eitt stig þýðir að það verður að mæta þörfum þínum til að vera gagnlegt. Með einstökum sérsniðnum ógnarstigum hCaptcha gerir fljótleg ráðgjöf okkur kleift að stilla líkönin okkar til að skila stigum sem eiga meira við fyrirtæki þitt.",
  "section-challenges-header": "Ræstu þínar eigin áskoranir á nokkrum sekúndum",
  "section-challenges-text-1": "Vertu á vörumerkinu með viðeigandi efni",
  "section-challenges-text-2": "Þegar notendur verða að leysa áskorun til að uppfylla öryggiskröfur, hvers vegna ekki að búa til verkefni skemmtileg og viðeigandi fyrir notandann? Með einfalda sérsniðna áskorunarhönnuðinum okkar geturðu hleypt af stokkunum áskorunarefni fyrir vörumerki á örfáum mínútum.",
  "section-integration-header": "Bein samþætting vettvangs",
  "section-integration-subheader": "Fyrir vefinnviðafyrirtæki",
  "section-integration-text": "hCaptcha Enterprise kerfið er einstaklega sveigjanlegt í hönnun sinni: það er hægt að nota það að hluta eða öllu leyti á jaðri netkerfisins ef þú rekur almenningsský eða átt mörg gagnaver. Þetta getur dregið verulega úr kostnaði og umferð utan netkerfis á sama tíma og það heldur öllum ávinningi stjórnunar frá 24/7 á vakt starfsfólki okkar til að uppfylla ströngustu SLAs.",
  "section-support-header": "Nánast sérfræðiþekking og stuðningur fyrir bæði þig og notendur þína",
  "section-support-text": "Þjónusta er í forgangi hjá okkur. Við höldum uppi 24/7 vaktþjónustu og bjóðum upp á beina Slack samhæfingu við verkfræðisamþættingateymi þitt og vakthafandi starfsfólk okkar á meðan og eftir innleiðingu. , og stuðningsrásir okkar í búnaðinum og tölvupósti. Við erum aðgengileg og móttækileg og lítum á ánægju notenda sem aðal KPI.",
  "section-enterprise-header": "Enterprise eiginleikar",
  "section-enterprise-title-1": "Vörn gegn botni á heimsmælikvarða",
  "section-enterprise-desc-1": "Bardagaprófað á vefmælikvarða.",
  "section-enterprise-title-2": "Mikil nákvæmni lánaskora",
  "section-enterprise-desc-2": "Finndu slæma leikara af mörgum mismunandi gerðum.",
  "section-enterprise-title-3": "Núningslaus og 99,9% óvirkar stillingar",
  "section-enterprise-desc-3": "Skoraðu á minna en 0,1% lögmætra notenda.",
  "section-enterprise-title-4": "Stjórna áskorunartegundir sýndar",
  "section-enterprise-desc-4": "Breitt bókasafn af gerðum til að velja úr.",
  "section-enterprise-title-5": "Stjórna áskorunarefni sem notað er",
  "section-enterprise-desc-5": "Vertu á vörumerkinu með stöðugri notendaupplifun.",
  "section-enterprise-title-6": "Enterprise SLAs",
  "section-enterprise-desc-6": "Ábyrgð áreiðanleiki og skjótur stuðningur allan sólarhringinn.",
  "section-enterprise-title-7": "Stuðningur við eldri vafra",
  "section-enterprise-desc-7": "Samhæft alla leið aftur í Internet Explorer 8.",
  "section-enterprise-title-8": "Ítarleg skýrslumælaborð og API",
  "section-enterprise-desc-8": "Sjáðu hvað er að gerast á öllum vefsvæðum þínum og forritum.",
  "section-enterprise-title-9": "Virkar í hverju landi",
  "section-enterprise-desc-9": "Ólíkt reCAPTCHA vinnum við í hverju landi.",
  "section-enterprise-title-10": "GDPR, CCPA og LGPD-væn persónuverndarstefna",
  "section-enterprise-desc-10": "Hannað fyrir næði frá fyrsta degi. Sterkur gagnavinnslusamningur.",
  "section-enterprise-title-11": "Fínn erfiðleikastig",
  "section-enterprise-desc-11": "Hringdu þetta inn til að passa nákvæmlega við notkunarmálið þitt.",
  "section-enterprise-title-12": "Hýsing fyrsta aðila",
  "section-enterprise-desc-12": "Allar beiðnir og eignir fara á hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Fjölnota mælaborð",
  "section-enterprise-desc-13": "Deildu stjórnun yfir teymið þitt.",
  "section-enterprise-title-14": "Augnablik staðfesting",
  "section-enterprise-desc-14": "0ms leynd: staðfestu hCaptcha tákn án API símtals.",
  "section-enterprise-title-15": "Farsímasamþætting (iOS og Android).",
  "section-enterprise-desc-15": "Óaðfinnanleg upplifun á vefnum, innfæddum farsíma, farsímavef. Forsmíðaðar samþættingar og innfædd SDK í boði.",
  "section-enterprise-title-16": "Sérsniðnir skilmálar og persónuverndarábyrgðir",
  "section-enterprise-desc-16": "Fullnægja lagalegum þörfum þínum þegar önnur fyrirtæki geta það ekki.",
  "presented-challlenges-head": "Kynntar áskoranir",
  "presented-challenges-title-1": "Samanburður",
  "presented-challenges-text-1": "Veldu allar myndir sem passa við fyrirspurn",
  "presented-challenges-title-2": "Afmarkandi kassi",
  "presented-challenges-text-2": "Skilgreindu afmarkasvæði fyrir hluti",
  "presented-challenges-title-3": "Flokkun",
  "presented-challenges-text-3": "Þekkja samsvarandi merkimiða",
  "presented-challenges-subheader": "...og önnur einföld verkefni. Auðvelt fyrir menn, erfitt fyrir vélmenni.",
  "presented-challenges-subtext": "Sérsniðin verkefni eru einnig fáanleg fyrir fyrirtækisútgefendur.",
  "footer-header-1": "Fyrirtæki",
  "footer-header-2": "Auðlindir",
  "footer-header-3": "Hafðu samband",
  "footer-link-1": "Merking",
  "footer-link-2": "Um",
  "footer-link-3": "Störf",
  "footer-link-4": "Vörumerki",
  "footer-link-5": "Blogg",
  "footer-link-6": "Staða",
  "footer-link-7": "Skjöl",
  "footer-link-8": "Tilkynna villu",
  "footer-link-9": "Aðgengi",
  "footer-terms": "Skilmálar",
  "footer-privacy": "Persónuvernd",
  "footer-attribution": "Eignun",
  "footer-subheader-1": "Stuðningur",
  "footer-subheader-2": "Hafðu samband",
  "switch-to-english-link": "Skiptu yfir í ensku",
  "intro-heading-privacy": "Hannað fyrir næði.",
  "intro-subtitle-p1-privacy": " Einstaklega persónuverndardrifin nálgun að öryggi á netinu.",
  "info-head-2-pr": "Að skrá virkni á netinu er ekki svarið.",
  "info-text-1-pr": "hCaptcha Enterprise hefur aðeins einn tilgang: að koma í veg fyrir að slæmir leikarar trufli netrekstur þinn og skaði notendur þína.",
  "info-text-2-pr": "Kerfi okkar eru þannig hönnuð frá grunni til að lágmarka gagnasöfnun og varðveislu en viðhalda öryggi í flokki. Besta leiðin til að vernda notendagögn er að geyma þau alls ekki.",
  "info-text-3-pr": "Öll viðskiptatengsl eru einnig vernduð af sterkum gagnavinnslusamningi. hCaptcha þjónustan er í samræmi við öll persónuverndarlög, sama hvar þjónustan þín eða viðskiptavinir þínir eru búsettir. Að geyma ekki persónuupplýsingar gerir þetta miklu auðveldara fyrir okkur en önnur fyrirtæki.",
  "info-text-2-2-pr": "Þjónusta eins og reCAPTCHA v3 segja að það sé nauðsynlegt fyrir gott öryggi að setja rakningarpixla þeirra á hverja síðu á síðunni þinni. Þetta er ekki málið.",
  "info-text-2-3-pr": "Einföld hegðunargreining er merki sem er auðveldlega falsað af slæmum leikurum og krefst þess að halda vafraferli fyrir alla lögmæta umferð þína líka.",
  "info-text-2-4-pr": "Við rekum ekki auglýsinganet og höfum engan áhuga á að fylgjast með notendahegðun þinni til að selja þeim auglýsingar. Þetta þýðir að við þurfum ekki óvirkan pixla á hverri síðu á síðunni þinni.",
  "info-text-2-5-pr": "Bættu við áskorunarkóðanum okkar aðeins þar sem það er nauðsynlegt og þar sem skynsamlegt er að vernda bæði þig og notendur þína.",
  "info-head-3-pr": "Vélnám er gagnlegt. En það þarf ekki persónuupplýsingar til að virka.",
  "info-text-3-1-pr": "Vélnám hefur nú áhrif á næstum alla þætti lífs okkar, oft á þann hátt sem við gerum okkur ekki grein fyrir og getum ekki séð. Öryggisþjónusta á netinu er ekkert öðruvísi.",
  "info-text-3-2-pr": "Með því að læra yfir þúsundir merkja geta líkön ályktað um og náð háu öryggi í að greina skaðlega hegðun mjög fljótt, jafnvel þegar ekkert einstakt merki væri eitt og sér nógu sterkt til að gefa til kynna vandamál.",
  "info-text-3-3-pr": "Hins vegar þarf ekkert af þessu að nota persónugreinanlegar upplýsingar (PII). Nútíma dulmálstækni gerir okkur kleift að henda öllum persónulegum gögnum eins fljótt og auðið er og búa í staðinn til einhliða undirskriftir sem ekki er hægt að tengja við neinn einstakling.",
  "info-text-3-4-pr": "Þjálfun á afgreindum gögnum virkar alveg eins vel og krefst þess ekki að skerða hvorki öryggi né friðhelgi einkalífsins. Viðskiptavinir okkar hafa gert reynsluprófin og hafa lýst því yfir að við séum jöfn eða betri en miklu minna persónulegu valkostirnir.",
  "cloudflare-quote-text-privacy": "Okkur líkaði ýmislegt við hCaptcha lausnirnar: 1) þær selja ekki persónuleg gögn; þeir safna aðeins lágmarks nauðsynlegum persónuupplýsingum, þeir eru gagnsæir þegar þeir lýsa upplýsingum sem þeir safna og hvernig þeir nota og/eða birta þær.",
  "pilot-head": "Prófaðu okkur í þínu umhverfi án skuldbindinga.",
  "pilot-text-1a": "Við erum verkfræðingar, ekki sölumenn: við viljum að þú sért ánægður með val þitt.",
  "pilot-text-1b": "Besta leiðin til að tryggja ánægju þína er að sýna fram á að við uppfyllum þarfir þínar.",
  "pilot-text-1c": "Nánast öll fyrirtæki sem hefja tilraunaverkefni velja á endanum lausnir okkar.",
  "pilot-text-1d": "Notaðu þetta eyðublað til að ná í einn af tæknisérfræðingum okkar. Við svörum fljótt.",
  "pilot-text-1e": "Þú getur líka sent okkur tölvupóst beint.",
  "pilot-email-details": "Upplýsingar eru hér.",
  "pilot-f1": "Svæði",
  "pilot-f2": "Nafn þitt",
  "pilot-f3": "Nafn þitt",
  "pilot-f4": "Viðskiptapóstur",
  "pilot-f5": "Einhverjar aðrar upplýsingar sem við ættum að hafa?",
  "pilot-f6": "Vantar þig bráða inngöngu?",
  "pilot-f7": "Já.",
  "pilot-f8": "Ég á undir högg að sækja og þarfnast tafarlausrar inngöngu.",
  "pilot-f9": "Sendu inn",
  "pilot-f10": "Með því að slá inn tölvupóstinn þinn samþykkir þú skilmála okkar og persónuverndarstefnu og að fá tölvupóst frá okkur.",
  "pilot-fo-1": "Samþætting gæti ekki verið auðveldari.",
  "pilot-fo-2": "hCaptcha hefur heilmikið af forbyggðum samþættingum fyrir framenda- og bakendakerfin sem þú notar.",
  "pilot-fo-3": "Ef þú ert að koma frá reCAPTCHA Google eru API-askilin okkar í staðin. Þrjár línur af kóða eru allt sem þú þarft.",
  "pilot-fo-4": "Verkfræðingar okkar um borð geta komið þér fljótt af stað, hvort sem þú þarft React samþættingu, SDK fyrir iOS innfædd forrit, Java backend dæmi eða nánast hvaða atburðarás sem er.",
  "pilot-fo-5": "Og eins og alltaf er næði kjarnagildi fyrir okkur. Bættu við áskorunarkóðanum okkar aðeins þar sem það er nauðsynlegt og þar sem skynsamlegt er að vernda bæði þig og notendur þína. Lágmörkun gagnasöfnunar hefst frá samþættingu.",
  "pilot-fdone": "Þakka þér fyrir. Við munum hafa samband innan skamms.",
  "home-ent-2-new": "Lærðu meira um fyrirtækjalausnina okkar.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise lausnir skila leiðandi öryggi og vernda margar af bestu netþjónustunum.",
  "home-plans-button-2-new": "Læra meira",
  "header-enterprise-link": "Fyrirtæki",
  "sales-interstitial-c1b-new": "Lærðu meira um hCaptcha Enterprise"
}
